{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2000-35326号事件について平成13年3月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "主文1，2項と同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "原告の請求を棄却する。",
            "訴訟費用は原告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「水分取り込みの低減されたチユーインガム組成物およびその製法」とする特許第2997472号の特許(昭和63年12月22日出願(1987年12月23日米国出願の優先権主張に基づく出願(以下，この出願を「本件出願」，優先日を「本件優先日」という。また，この米国出願を「本件米国出願」という。))，平成11年10月29日設定登録。以下「本件特許」という。請求項の数は5である。)の特許権者である。",
            "原告は，平成12年6月19日，本件特許を請求項1ないし5に関し無効にすることについて審判を請求した。",
            "特許庁は，この請求を無効2000-35326号事件として審理し，その結果，平成13年3月23日，「本件審判の請求は，成り立たない。」との審決をし，審決の謄本を同年4月4日に原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "「【請求項1】重量％で，下記成分：",
            "(a)10～75％の量のガムベース；",
            "(b)10～70％の量の異性化麦芽糖からなる増量剤；および，",
            "(c)強力甘味料",
            "を含有し，水分含量がチューインガム組成物全体の3.5重量％以下である，シュガーレス低吸湿性チューインガム組成物。",
            "【請求項2】さらにフレーバー成分を含有する請求項1記載のチューインガム組成物。",
            "【請求項3】グリセリンをガム組成物の重量を基にして0～18％の量で含有する請求項1記載のチューインガム組成物。",
            "【請求項4】場合により67％までの量で糖アルコールを含有する請求項1記載のチューインガム組成物。",
            "【請求項5】(a)請求項1に記載のシュガーレス低吸湿性チューインガム組成物を含有するチューインガム組成物；および",
            "(b)上記チューインガム組成物上の硬質殻(ハードシェル，hard shell)菓子コーティング(ただし，異性化麦芽糖を含まない)",
            "からなる菓子コーティングチューインガム組成物。」",
            "(以下，【請求項1】ないし【請求項5】に係る発明を，まとめて「本件発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件発明の願書に添付した明細書(以下「本件明細書」という。)は，平成2年法律第30号改正前の特許法(以下「旧特許法」という。)36条3項又は4項1号，2号に規定する要件を満たしていないという請求人の主張について，「上記「異性化麦芽糖」なる語句については，甲第1号証乃至甲第4号証(判決注・本訴甲第3ないし第6号証)を精査するも直接的に言及されているところはなく，また，「異性化麦芽糖」が，本件優先日において技術用語として確立していたといえるに足る証拠もない。そうすると，請求項1に係る「異性化麦芽糖」の記載だけでは，その意味が一義的に明確に理解することができないというべきであるから，本件明細書の発明の詳細な説明の記載を参酌する必要がある。ここに，「異性化麦芽糖」に関して，本件明細書の発明の詳細な説明中には，・・・が挙げられている。これらの記載によると，本件発明に係る「異性化麦芽糖」とは，「α-D-グルコピラノシル-1，6-マンニトールおよびα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物」であって，それ以外のものを示すと解することは相当でない。そうすると，本件請求項1乃至5に記載された「異性化麦芽糖」を必須成分とするチューインガム組成物は，本件明細書の発明の詳細な説明に記載されたものであるといえる。」(審決書3頁3段～4頁3段)，とするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由の要点",
      "text": [
        "審決は，本件発明の請求項1における「異性化麦芽糖」との語の意味が，本件優先日において技術用語として確立していなかったと誤認し，本件明細書の発明の詳細な説明を参酌して当該用語の意味を誤って認定した結果，本件明細書の記載は旧特許法第36条3項並びに4項1号及び2号の要件を満足していると誤って判断したものであり，違法として取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件明細書の特許請求の範囲の記載と発明の詳細な説明の不一致について  　　本件発明の特許請求の範囲に記載されている「異性化麦芽糖からなる増量剤」は，麦芽糖の異性体を意味し，「マルチュロース」あるいは「マルツロース」とも表示されるものである。",
            "しかし，本件明細書の発明の詳細な説明においては，「本発明で使用する増量剤は商品名パラチニツト(PALATINITT )として知られる異性化麦芽糖，またはα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物である。」(甲第2号証4頁8欄30行～35行)との説明と共に，次の二つの化学式が記載されている(同4頁下及び5頁上)。また，「異性化麦芽糖パラチニット」(同5頁9欄1行)との記載もある。",
            "このパラチニットは，α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物であって，上記の化学式により表示されるものである。しかし，パラチニットは，蔗糖を異性化してパラチノースを製造し，ついで水素を添加することにより得られるものであり，麦芽糖を異性化することによって得られるものではない。",
            "異性化麦芽糖の主成分であるマルチュロースは，次の化学式により表示されるものであり，上記の化学式により表示されるものと相違するものであることは明白である。",
            "以上からすれば，本件発明の特許請求の範囲に記載された増量剤である「異性化麦芽糖」と発明の詳細な説明に記載されたパラチニットとは，明らかに一致しないものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「異性化麦芽糖」との技術用語の意味について",
          "text": [
            "審決は，「「異性化麦芽糖」なる語句については，甲第1号証乃至甲第4号証を精査するも直接的に言及されているところはなく，また，「異性化麦芽糖」が，本件優先日において技術用語として確立していたといえるに足る証拠もない。」と認定した。しかし，この認定は，誤りである。",
            "麦芽糖がマルトース(maltose)と同義であることは，甲第5号証(「化学大辞典　7」51頁)から明らかである(以下「麦芽糖」を「マルトース」ともいう。)。「異性化糖中のマルチュロースの分析法」(澱粉科学1982年第29巻第3号210～215頁，甲第3号証)には，マルトースの異性化液の調製方法が記載され，特開昭48-49938号公報(甲第4号証，以下「甲4公報」という。)には，マルトースの異性化方法が記載され，マルトースの異性化により，マルチュロースが生成されることが記載されている。",
            "「丸善食品総合辞典」1045頁(丸善株式会社　平成10年3月25日発行，甲第6号証。以下「甲6文献」という。)に記載された「マルツロース」の化学式と，「糖類」(岩波全書1954年岩波書店発行144～151頁，甲第7号証。)に記載された麦芽糖(Maltose)の化学式とを比較すれば，マルチュロースにおいては，麦芽糖の一つのグルコース単位(六員環)について炭素原子間の結合の再配置が起こり，これがフラクトース単位(五員環)に変化することすなわち異性化が起きていることが明らかである。",
            "マルトースからマルチュロースが得られることは，特開昭48-77038号公報(甲第8号証。以下「甲8公報」という。)にも記載され，マルトースからマルチュロースへの異性化については，米国特許第3691013号明細書(甲第10号証)，米国特許第4217413号明細書(甲第11号証)にも記載されている。また，「化学大辞典　第9巻」(共立出版株式会社，昭和59年3月15日第28刷発行513頁，515～516頁，993～994頁。甲第18号証，以",
            "下「甲18文献」という。)には，ロブリー・ドブリュイン転位が，100年以上も前に見いだされたこと，還元糖にアルカリ水溶液を作用させたときにみられる異性化反応であることが記載され，「澱粉科学ハンドブック」(朝倉書店，1977年初版第1刷発行，476～480頁。甲第19号証，以下「甲19文献」という。)には，この転位反応により，マルトースからマルチュロースが生成されることが記載されている。このように，麦芽糖を異性化することはきわめて古くから知られていることがわかる。",
            "マルトース及びラクトース(乳糖)を異性化し，マルチュロース及びラクチュロースが得られることが米国特許第3514327号明細書(1970年，甲第9号証)に記載されている。乳糖(ラクトース)をラクチュロースに異性化することは周知の技術である。例えば，「缶詰時報」(1983年Vol.62, No.3212～218頁，甲第12号証。)，「New Food Industry」(Vol.24, No.5(1982)16～21頁，甲第13号証)，「フードケミカル」(1985-11，69～77頁，甲第14号証)及び「食品工業」(1下1981，44頁～51頁，甲第15号証)には，異性化乳糖がラクツロース(ラクチュロース)を主成分とするものであることが記載されている。そして，甲18文献及び甲19文献には，ロブリー・ドブリュイン転位により，ラクトースからラクツロースが生成されることも記載されている。",
            "このように，麦芽糖(マルトース)を異性化したもの，乳糖(ラクトース)を異性化したものは周知である。異性化乳糖と言えば乳糖を異性化したものを指すのと同様に，異性化麦芽糖と言えば麦芽糖を異性化したものを指すことは当業者にとって明らかである。本件優先日より後に発行された文献ではあるものの，甲6文献の77頁には「異性化マルトース→マルツロース」と示され，同1045頁には，マルツロースはマルトース(麦芽糖)を異性化したものの中に高含量で含まれる旨が記載されている。",
            "以上からすれば，本件発明の請求項1の「異性化麦芽糖」との語は，本件優先日において，意味不明な用語ではなく，確立された技術用語であり，これを詳細な説明を参酌して，麦芽糖ではないものと認定した審決は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "発明の詳細な説明の参酌について",
          "text": [
            "本件発明の構成において，特定の増量剤を選択したことは，非常に重要な特徴である。審決は，本件発明の特許請求の範囲に記載された重要な構成である増量剤について，「異性化麦芽糖」であることを無視して，これを発明の詳細な説明の欄を参酌して別な意昧の用語として読み替えることができる，と認定したのである。そもそも，本件発明の特許請求の範囲の記載における「異性化麦芽糖」が，技術用語として意味をなさないのであれば，特許法126条に基づき，これを意味のある技術用語に訂正すべきである。",
            "特許請求の範囲の記載に不明瞭な点があるときに発明の詳細な説明を参酌して発明の要旨を認定するという作業は，当該発明を特定し，当該発明と公知発明とを比較できるようにするためのものであって，発明の新規性，進歩性を審査するための手順である。旧特許法36条に規定される記載不備があるかどうか，すなわち，特許請求の範囲の記載と発明の詳細な説明とが一致しているか否かを判断すべきときには，発明の詳細な説明を参酌して特許請求の範囲の記載中の用語の意味を認定すべきではない。審決は，発明の新規性，進歩性を審査するための発明の要旨認定の手法を，明細書の記載不備の判断の場に持ち込んでおり，不当である。",
            "本件の特許請求の範囲の記載のように，明らかに発明の詳細な説明と矛盾するものを，そのままにしておいても何ら問題がないということになれば，特許請求の範囲の記載を信じて自己の技術が特許を侵害するか否かを判断する第三者に不測の不利益を与えかねないのである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件明細書の特許請求の範囲の記載と発明の詳細な説明の不一致について    　「麦芽糖」は，マルトースとも称され，麦芽糖を異性化して得られる糖は，マルツロースあるいはマルチュロ-スと称される。しかし，本件発明における「増量剤」である「異性化麦芽糖」は，パラチニット(PALATINITT )であり，α-D-グルコピラノシル-1，6-マンニトール及びα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物であることは，本件明細書の発明の詳細な説明の次の記載から明らかである。",
            "①　「増量剤は，好ましくはα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物であり，融点145～150℃の異性化麦芽糖である。」(甲第2号証3頁5欄11行～14行)  　②　「特に，本発明で使用する増量剤は，商品名パラチニツト(PALATINITT)として知られる異性化麦芽糖，またはα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物である。」(4頁8欄30行～35行)(なお，この「または」は，本件米国出願の明細書(乙第6号証)における「or」を訳したものであり，この「or」は同格的な語句の接続である「つまり；すなわち」の意味で使用されているものであるから(乙第7号証)，本来は「すなわち」などと訳すべきであったものである。)。",
            "③　「異性化麦芽糖パラチニツト」(5頁9欄1行)",
            "なお，本件明細書において「異性化麦芽糖」との用語を用いるに至った経緯は，本件米国出願の明細書における「isomalt」を「異性化麦芽糖」との日本語に訳したことによるものである。このイソマルトとパラチニット(異性化蔗糖であるパラチノースを還元して得られるもの)とが同じものであることは，「丸善　食品総合辞典」(乙第8号証)の78頁の「イソマルト(isomalt)→還元パラチノース」との記載(同辞典の凡例によれば記号「→」は同義語または別名であることを示す旨明記されている)，同865頁の「パラチニット〔palatinit〕→還元パラチノース」との記載，及び，同251頁の「還元パラチノース」の項の「パラチニットまたはイソマルトともいう。パラチノースを水素添加して得られる二糖類アルコールで，α-D-glucopyranosyl-1,6-sorbitolとα-D-glucopyranosyl-1,6-mannitolのほぼ等モル混合物」との記載から明らかである。",
            "以上からすれば，本件発明における「異性化麦芽糖」は「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」(商品名「パラチニット」)と同義であることは明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「異性化麦芽糖」との技術用語の意味について",
          "text": [
            "原告は，「「異性化麦芽糖」が，本件優先日において技術用語として確立していたといえるに足る証拠もない。」との審決の認定が誤りである，と主張する。",
            "しかし，「異性化麦芽糖」との用語を，確立した技術用語であるということはできない。",
            "甲4公報には，マルトースを異性化して得られる糖を，マルチュロースと称する記載があるものの，「異性化麦芽糖」との用語は使用されていない。原告が提出した甲第3号証ないし第15号証のいずれにおいても「異性化麦芽糖」なる用語はもとより，「異性化麦芽糖」と「異性化マルトース」又は「マルチュロースあるいはマルツロース」との関係を示す記載や示唆を見出すことはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "発明の詳細な説明の参酌について",
          "text": [
            "特許請求の範囲に記載された用語を，発明の詳細な説明を参酌して解釈し得ることに何ら問題はない(平成6年法律第116号による改正後の特許法70条2項)。上記1から明らかなように，第三者は，本件明細書をみれば，本件発明の「異性化麦芽糖」を「α-D-グルコピラノシル-1，6-マンニトールおよびα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物」と理解するのである。被告は，審判における審判事件答弁書(乙第4号証)及び審判事件第2答弁書(乙第5号証)において，一貫して，本件発明の「異性化麦芽糖はα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物である。」と言明しているのであるから，このような出願経過を参酌すれば，本件発明の「異性化麦芽糖」の解釈について，これ以外の解釈を許容することになる可能性はなく，第三者に不測の不利益を与えることはあり得ない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "特許請求の範囲と発明の詳細な説明の不一致について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の特許請求の範囲(請求項1)には「異性化麦芽糖からなる増量剤」と記載されている。",
                "「麦芽糖」は，二糖類の一種(C H O )で，マルトー",
                "ス(maltose)とも表示され，デンプンの基本構成単位となるものである(甲第5号証)。なお，二糖類とは，「加水分解によって2分子の単糖を生ずる糖類。蔗糖・乳糖・麦芽糖の類」(広辞苑第5版)であるから，麦芽糖と，蔗糖及び乳糖とは，同じ二糖類に属するとはいえ，相互に異なるものであることは明らかである。",
                "「異性」とは，「分子式は同じであるが，構造が異なるため物理的，または化学的性質の異なる物質が，二つまたは二つ以上存在するとき，これらの化合物を互いに異性体とよび，このような現象を異性という．」(甲第17号証，化学大辞典580頁)であり，「異性化」とは，「酸，アルカリその他の化学的作用によるか，温度，圧力などを変化させる物理的作用によって，化合物を構成する原子または原子団(基)の結合状態をかえれば，ある異性体から他の異性体に移すことができる．これを異性化という．」(前同)である。",
                "甲4公報には，その特許請求の範囲に「マルトース(判決注・麦芽糖)を異性化してマルチユロースを製造する方法に於いて，アルミニウムを含むアルカリ溶液を用いて異性化することを特徴とするマルチユロースの製造方法」と記載され，その発明の詳細な説明に「本発明は・・・マルトースを異性化してマルチユロースを製造する方法に関するものである。」(甲第4号証1頁1欄10行～13行)，「このマルチユロースの製造方法としてはアルカリを用いてマルトースを異性化する方法が知られている」(同1欄下から2行～2欄1行)と記載されている。また，甲8公報には，「マルトースを異性化して得られるマルトースとマルチユロースの混合物」(甲第8号証2頁左上欄16行～18行)との記載もある。また，甲19文献には，ロブリー・ドブリュイン転位反応(最も単純な異性化反応)により，マルトースからマルチュロースが異性糖として生成されることが記載されている(甲第18，第19号証)。これらの記載からすれば，マルトース(麦芽糖)を異性化して，マルチユロース(マルツロース・maltulose)を生成することが，本件出願日の前から知られていたものであることが明らかである。",
                "また，麦芽糖と同様に二糖類の一種である乳糖(ラクトース)については，これを異性化してラクツロースが得られること，及び，これを「異性化乳糖」と呼ぶことは，よく知られているところである(甲第12ないし第15号証，第18，第19号証)",
                "以上からすれば，本件出願日において，本件発明における増量剤である「異性化麦芽糖」とは，「異性化乳糖」程に良く用いられる名称とはいえないものの，少なくともその用語自体から麦芽糖を異性化して得られるものを意味するものであることは当業者にとって明確に理解されるものということができる。もっとも，麦芽糖(マルトース)を異性化して得られるものとして，マルチュロースが既に知られていたものの，本件発明の「異性化麦芽糖」が，上記マルチュロースを意味するものなのか否かは，一義的に明らかである，とまでいうことはできない。そこで，本件発明の「異性化麦芽糖」については，本件明細書の発明の詳細な説明の記載を考慮して，その意義を確認すべきことになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明における増量剤である「異性化麦芽糖」について，本件明細書の発明の詳細な説明においては，次の記載がある。",
                "①　「増量剤は，好ましくはα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物であり，融点145～150℃の異性化麦芽糖である。」(甲第2号証3頁5欄11行1～14行)      ②　「特に，本発明で使用する増量剤は，商品名パラチニツト(PALATINITT)として知られる異性化麦芽糖，またはα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物である。」(4頁8欄30行～35行)",
                "③　α-D-グルコピラノシル-1,6-マンニトール及びα-D-グルコピラノシル-1,6-ソルビトールの化学式",
                "④　「異性化麦芽糖パラチニツト」(5頁9欄1行)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書においては，上記のとおり，本件発明の増量剤である「異性化麦芽糖」は，好ましくは「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」であり，「商品名パラチニツト(PALATINITT )として知られる異性化麦芽糖」であると記載されている。そして，パラチニットとは，本件明細書の上記化学式で特定された「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」であり，蔗糖を異性化して得られるパラチノースを還元(水素を添加)して得られるものであることは争いがない。",
                "しかし，パラチノースとは，「蔗糖β-1.2の結合を，α-1.6結合に変換した二糖」(甲第12号証19頁左欄1行～2行)であり，蔗糖を異性化して得られるものであることから(甲第12号証16頁～19頁，甲第14号証70頁～72頁)，このようなパラチノースを異性化蔗糖と呼ぶことは可能であっても，これを還元して得られるパラチニットを異性化蔗糖と呼ぶことはできないし，これを異性化麦芽糖と呼ぶこともできないことは明らかである。しかるに，本件明細書の発明の詳細な説明では，本件発明の増量剤である「異性化麦芽糖」を，上記のとおり，好ましくは「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」であり，「商品名パラチニット(PALATINITT )として知られる異性化麦芽糖」であると記載しているのである。これは，本件発明の増量剤を，本来，「パラチニット」あるいは「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」として特許請求の範囲に記載すべきところを，「異性化麦芽糖」と誤記したものであるのか，特許請求の範囲に記載した「異性化麦芽糖」すなわち麦芽糖を異性化したもの(マルチュロース等)を，発明の詳細な説明において，上記のとおりパラチニット等と誤記したものかのいずれかである(発明の詳細な説明の記載を重視すれば，特許請求の範囲(請求項1)における「異性化麦芽糖」の記載が「パラチニット」あるいは「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」などの誤りであることになるし，特許請求の範囲の記載を重視すれば，発明の詳細な説明における増量剤に関するパラチニット等の一連の記載が誤りであることになる。",
                "いずれにしても，本件明細書の記載からは，特許請求の範囲の記載の「異性化麦芽糖」との用語が明らかな誤記であると一義的に断定することはできない。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の判断の誤りについて",
          "text": [
            "特許法70条1項(平成14年法律第24号改正前のもの)は，「特許発明の技術的範囲は，願書に添付した明細書の特許請求の範囲の記載に基いて定めなければならない。」と規定している。そうである以上，同条2項が「前項の場合においては，願書に添付した明細書の特許請求の範囲以外の部分の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義を解釈するものとする。」(平成6年法律第116号改正後，平成14年法律第24号改正前の特許法70条2項。)と規定した趣旨は，特許請求の範囲に記載された用語の意義が一義的に明確ではない場合に，その用語の意義を，その文言の意味の解釈の幅の範囲内において，発明の詳細な説明及び図面を考慮して定める，というものにすぎない(同条2項は，平成7年7月1日から特許発明の技術的範囲の解釈について適用される規定であるものの，従来の考え方を明示的に確認したものである。)。同条2項が，発明の詳細な説明及び図面を考慮した結果，特許請求の範囲に記載された用語の意味の解釈の限界を超えて，あるいは，その用語の意味を無視して，その意味を定めるべきことを許容したものではないことは，同条1項の規定から明らかである(このことは，旧特許法の下においても何ら異なることはない。)。",
            "本件発明においては，その特許請求の範囲(請求項1)に「異性化麦芽糖からなる増量剤」と記載されているのであるから，本件明細書の発明の詳細な説明を考慮したとしても，これを「異性化麦芽糖」以外のもの，すなわち，「パラチニット」あるいは「α-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物」などと解釈することはできない。",
            "審決が，「上記「異性化麦芽糖」なる語句については，甲第1号証乃至甲第4号証を精査するも直接的に言及されているところはなく，また，「異性化麦芽糖」が，本件優先日において技術用語として確立していたといえるに足る証拠もない。そうすると，請求項1に係る「異性化麦芽糖」の記載だけでは，その意味が一義的に明確に理解することができないというべきであるから，本件明細書の発明の詳細な説明の記載を参酌する必要がある。」(審決書3頁3段～4段)としたのは，本件発明の請求項1の「異性化麦芽糖」の意味を一義的に明確に理解することができないことから，本件明細書の発明の詳細な説明を参酌するという限りにおいては，これを誤りである，という必要はない。本件発明の「異性化麦芽糖」とは，上記のとおり，麦芽糖を異性化したものであると解することはできても，麦芽糖(マルトース)を異性化したマルチュロースを意味するのか否かまでは，その特許請求の範囲(請求項1)の記載からは一義的に明らかではないからである。",
            "しかし，審決が，「ここに，「異性化麦芽糖」に関して，本件明細書の発明の詳細な説明中には，・・・が挙げられている。これらの記載によると，本件発明に係る「異性化麦芽糖」とは，「α-D-グルコピラノシル-1，6-マンニトールおよびα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物」であって，それ以外のものを示すと解することは相当でない。そうすると，本件請求項1乃至5に記載された「異性化麦芽糖」を必須成分とするチューインガム組成物は，本件明細書の発明の詳細な説明に記載されたものであるといえる。」(審決書3頁5段～4頁3段)，としたことは，誤りである。すなわち，「α-D-グルコピラノシル-1，6-マンニトールおよびα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物」とは，上記のとおり，パラチニット(パラチノースを還元したもの)であって，異性化麦芽糖と呼ぶことはできないのであり，審決の上記判断は，発明の詳細な説明を考慮する範囲を超えて，特許請求の範囲の記載を無視してこれを解釈するものであり，誤りである，といわざるを得ない。",
            "上記のとおり，本件明細書の特許請求の範囲の「異性化麦芽糖」との記載と，発明の詳細な説明の記載とは，相矛盾するものであるから，本件明細書の特許請求の範囲の記載は，旧特許法36条3項及び4項1号あるいは同条4項2号に反するものであるといわざるを得ない。すなわち，本件明細書の発明の詳細な説明には，増量剤としてパラチニット(パラチノースを還元したもの)についての記載しかなく，本件明細書の特許請求の範囲に記載された「異性化麦芽糖からなる増量剤」についての記載はないのであるから，同36条3項の要件に合致しないことになる。また，「異性化麦芽糖からなる増量剤」との構成をその必須の要件とする本件発明は，発明の詳細な説明にその構成についての記載がないことに帰するものであるから，同36条4項1号の「特許を受けようとする発明が発明の詳細な説明に記載したものであること」との要件も満たさないものであることは明らかである。",
            "また，仮に，増量剤としてパラチニット(パラチノースを還元したもの)をその構成とするものを特許発明とするのであれば，「異性化麦芽糖」ではなく，「パラチニット」あるいは「α-D-グルコピラノシル-1，6-マンニトールおよびα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物」等を特許請求の範囲に記載しなければならないのであるから，その場合は，本件明細書の特許請求の範囲の記載は，同条4項2号の「特許を受けようとする発明の構成に欠くことができない事項のみを記載した項・・・に区分してあること」との要件を欠くことになるのである。",
            "以上からすれば，本件明細書は，旧特許法36条3項及び4項1号に反するか，あるいは，同条4項2号のいずれかに反するものであり，審決の前記判断は，誤りである。"
          ]
        },
        {
          "fig": "3",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本件発明における「増量剤」である「異性化麦芽糖」は，パラチニット(PALATINITT )であり，α-D-グルコピラノシル-1，6-マンニトール及びα-D-グルコピラノシル-1，6-ソルビトールのラセミ混合物であることは，本件明細書の発明の詳細な説明の記載から明らかである，と主張する。しかし，本件明細書の発明の詳細な説明に記載されたパラチニットを本件明細書の特許請求の範囲に記載された「異性化麦芽糖」と呼ぶことができないことは上記のとおりであり，本件発明の「異性化麦芽糖」はパラチニットである，との被告の上記主張は採用し得ない。",
                "被告は，本件明細書において「異性化麦芽糖」との用語を用いるに至った経緯は，本件米国出願の明細書における「isomalt」を「異性化麦芽糖」との日本語に訳したことによるものであり，このイソマルトとパラチニット(パラチノースを還元して得られるもの)とは同じものである，と主張する。しかし，本件米国出願の明細書は，本件出願について，パリ条約による優先権を主張するための基礎となる書類ではあっても(特許法43条参照)，本件発明の内容は，あくまでも本件出願の願書に添付した明細書に基づいて定められるものであり(旧特許法36条参照)，本件明細書に記載された用語の意義を解釈するに当たり，本件米国出願の明細書の用語をどのように翻訳したかなどということを考慮することができないことは明らかである(この点は，平成6年法律第116号による改正により認められた外国語書面による出願(特許法36条の2)とは全く異なるところである。)。したがって，本件明細書が，旧特許法36条に違反するかどうかを判断するに当たり，本件米国出願の明細書の内容に立ち入って判断する必要がないことは明らかであるから，被告の上記主張は，その前提において，採用し得ないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，「異性化麦芽糖」との用語を，確立した技術用語であるということはできない，と主張する。しかし，本件における審決の誤りは，「異性化麦芽糖」が確立した技術用語かどうかの認定判断にあるわけではない。すなわち，審決は，「異性化麦芽糖」が確立した技術用語ではないとした上で，「請求項1に係る「異性化麦芽糖」の記載だけでは，その意味が一義的に明確に理解することができないというべきであるから，本件明細書の発明の詳細な説明の記載を参酌する必要がある。」としたものであり，審決が，「「異性化麦芽糖」の記載だけでは，その意味を一義的に明確に理解することができない」ことから，本件明細書の発明の詳細な説明を参酌したこと自体に誤りはないことは，上記のとおりである。審決の誤りは，その後の，発明の詳細な説明の参酌の仕方にあり，本件明細書の発明の詳細な説明の記載から，「異性化麦芽糖」とはいえないパラチニットを「異性化麦芽糖」と認定したことにある。審決は，発明の詳細な説明と特許請求の範囲の記載との間に明らかな矛盾が生じているにもかかわらず，特許請求の範囲に記載された「異性化麦芽糖」との語の意味を無視して，その意義を認定したのであり，審決のこの認定は誤りである，といわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件出願の経過において，一貫して，本件発明の「異性化麦芽糖はα-D-グルコピラノシル-1,6-マンニトールおよびα-D-グルコピラノシル-1,6-ソルビトールのラセミ混合物である。」と言明しているのであるから，このような出願経過を参酌すれば，本件発明の「異性化麦芽糖」の解釈について，これ以外の解釈を許容することになる可能性はなく，第三者に不測の不利益を与えることはあり得ない，と主張する。",
                "しかし，本件における争点は，特許権侵害訴訟等において，本件発明の技術的範囲が，出願の経過を参酌して最終的にどのように判断されるか，ということではなく，本件明細書の特許請求の範囲及び発明の詳細な説明が旧特許法36条3項並びに同条4項1号及び2号に反するかどうかである。被告の上記主張は，特許権侵害訴訟等において，特定の明細書を所与の前提とした上でなされる，当該明細書に記載された特許発明の技術的範囲の認定に関する議論と，明細書をどのように記載すべきかとの旧特許法36条の記載要件についての議論とを混同するものであり，採用することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上に検討したところによれば，審決の判断は誤りであり，この判断の誤りが請求項1ないし5のいずれについても，審決の結論に影響を及ぼすことは明らかであるから，審決は，請求項1ないし5のいずれについても取消しを免れない。そこで，原告の本訴請求を認容することとし，訴訟費用の負担並びに上告及び上告受理の申立てのための付加期間の付与について，行政事件訴訟法7条，民事訴訟法61条，96条2項を適用して，主文のとおり判決する。"
      ]
    }
  ]
}