{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−23049号事件について平成22年1月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「渦流センサー」とする発明につき国際特許出願をし，平成19年2月5日付けで特許請求の範囲の変更等を内容とする手続補正(以下「本件補正」という。)をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件補正後の請求項11に係る発明(以下「本願発明」という。)が下記発明との間で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・引用例：特開平10−160528号公報(発明の名称「渦流センサ」，公開日 平成10年6月19日，甲2。以下，これに記載された発明を「引用発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年(2002年)10月23日の優先権(ドイツ国)を主張して，平成15年10月20日，名称を「渦流センサー」とする発明について国際特許出願(PCT／EP2003／011607，日本における出願番号特願2004−545902号)をし，平成17年6月17日付け",
                "でその翻訳文を日本国特許庁に提出し(公表特許公報は特表2006−510003号，公表日 平成18年3月23日，甲14)，その後，平成19年2月5日付けで特許請求の範囲の変更を内容とする本件補正(請求項の数15。甲10)をしたが，平成19年5月24日付けで拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2007−23049号事件として審理した上，平成22年1月6日，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日附加)をし，その謄本は同年1月19日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項の数は前記のとおり15であるが，その請求項11である本願発明の内容は，以下のとおりである。",
                "「【請求項11】",
                "パイプの中を流れる流体を測定するための渦流センサー，特に流体の流速，体積流量および／または質量流量を測定するための渦流センサーであって，",
                "流れる流体を導くために前記パイプに接続された流管と，該流管の内部に配置され，カルマン渦を発生させる渦発生体と，渦により引き起こされた圧力変動に反応する渦センサー装置であって，前記渦発生体の下流で前記流れる流体の中に突き出て，渦によって特に繰り返し動かされるセンサー羽根，および該センサー羽根に機械的に接続されて前記センサー羽根の動きに反応する少なくとも一つの検出部を含む，前記渦センサー装置とを備え，",
                "さらに，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを備え，該第一および第二の温度センサーは，前記渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来るような渦流センサー。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，本願発明は引用発明及び周知技術に基づいて当業者が容易に発明することができたから特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点1，2は，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本願発明と引用発明との相違点2についての容易想到性の判断を誤ったものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点2に関する判断の誤り1)",
                  "text": [
                    "審決は，「渦流センサにおいて，温度センサーは，せき止め部材の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来る』点は，‥‥渦流センサの技術分野において周知技術(以下『周知技術B』という。)である」(審決10頁2～5行)とし，周知例として，特開平10−142017号公報(甲4。",
                    "以下「周知例1」という。)及び実願昭63−127053号(実開平2−48818号公報)のマイクロフィルム(甲5。以下「周知例2」という。)を引用した上で，「(3)また，引用発明は渦流センサの発明であるから，当業者が引用発明に対して同じ渦流センサの技術分野における周知技術Bを適用することに格別の困難性はない。そうすると，引用発明において，温度センサーは，渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来るようにすることは，当業者にとって格別の困難性が伴うものとはいえない。」と判示する。",
                    "しかし，上記「瞬間的な流体の温度を測ることが出来るもの」といえるとの認定には，以下に述べるような誤りがある。",
                    "たとえば，周知例1の渦発生体2の軸部2aに埋設された感温素子3及び周知例2の渦発生体2の軸部に埋設された感温素子2aは，その構造が明示されていない。",
                    "したがって，上記周知例1及び周知例2の感温素子が，管状流路全体にまたがるものか，あるいは感温素子が本願発明に対する拒絶理由通知(甲9)に参考文献として記載されている特開2003−254799号公報(甲8)の図1記載の感温素子32のように，管壁に近い箇所に設けられた小さな感温素子なのかが不明である。仮に，管壁に近い箇所に設けられた小さな感温素子であるならば，本願発明の第二の温度センサー35に相当し，本願発明の管状流路の中央部に設けられた第一の温度センサー34と設置場所が異なることは明らかである。",
                    "そうすると，本願発明の管状流路の中央部に設けられた第一の温度センサー34は，瞬間的な流体の温度を測るためのものであり，第二の温度センサー35はできる限り流体の瞬間の流れ状態に左右されない温度を測定するためのものであるから，周知技術Bの温度センサーは，本願発明にいう「瞬間的な流体の温度を測ることが出来る温度センサー」に相当しないことは明らかである。",
                    "また，上記周知例1及び2の感温素子が，管状流路全体にまたがるものだとしても，該構造も流路の流体の平均的温度を検知するものであって，本願発明の「瞬間的な流体の温度を測ることが出来るもの」に相当しないことも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2に関する判断の誤り2)",
                  "text": [
                    "審決は，「(2)また，『センサ支持体に，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを配置する』点は，‥‥流体測定の技術分野において周知技術(以下『周知技術C』という。)である。」(審決10頁33～35頁)として，周知例として，たとえば，実願昭60−121866号(実開昭62−29430号公報)のマイク",
                    "ロフィルム(甲6。以下「周知例3」という。)及び実願昭58−182148号(実開昭60−90639号公報)のマイクロフィルム(甲7。",
                    "以下「周知例4」という。)を引用した上で，「(4)また，引用発明は渦流センサの発明であり，これは流体の流量等を測定するものであるから，引用発明は流体測定の技術分野にも属するものといえる。よって，当業者が引用発明に対して同じ流体測定の技術分野における周知技術Cを適用することも格別の困難性はない。そうすると，引用発明において，センサ支持体に，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを配置することも，当業者にとって格別の困難性が伴うものとはいえない。(5)更に，周知技術Bと周知技術Cは，流体測定という同一の技術分野に属し，更に流体の温度を検出するための温度センサの配置に関する技術である点で共通している。そして，一方で周知技術Cは『センサ支持体に』『第一の温度センサーと少なくとも第二の温度センサーとを配置する』ものであり，他方で周知技術Bは『せき止め部材の中に』『温度センサー』を『配置』するものであるから，周知技術Cの『センサ支持体』と周知技術Bの『せき止め部材の中』とは，共に，『温度センサー』を『配置』するための場所である点で共通するものといえる。そうすると，当業者が引用発明に対して周知技術Cを適用するに際して，『流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサー』とを配置するための場所を，周知技術Cの『センサ支持体』から，周知技術Bの『せき止め部材の中』に置き換えることは，当業者にとって格別の困難を伴うことなく導き出し得るものといえる。(6)以上から，引用発明に上記周知技術B，Cを適用して，引用発明において，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを備え，該第一および第二の温度センサーは，前記渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来ると特定することは，当業者において容易に想到し得るものと認められる。」(審決11頁18行～12頁13行)と説示する。",
                    "しかし，審決の上記判断は，次のとおり，明らかに誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知技術Cについて",
                      "text": [
                        "周知例3に記載された周知技術は，エンジン冷却水の水温センサーであって，ウォータージャケット内の冷却水中に配置された長尺のセンサーホルダに複数個のサーミスタを直列に配置し，冷却水の上部から下部までの温度分布が変化しても，常に平均値によるバラツキのない冷却水温を検出するものである。",
                        "また，周知例4に記載された周知技術は，浴槽用温度センサーであって，2個直列に接続し，間隔を空けて配置して，浴槽の湯を沸かしている時，湯を攪拌した時の温度を予め上記2個の温度センサーの値との相関を取っておいて，湯を攪拌することなく近似的に攪拌した場合の湯温を表示させようとするものである。",
                        "このように，上記周知例3及び周知例4の温度センサーを複数設ける構成は，水温の平均温度を求めることをその目的としている。",
                        "これに対して，本願発明において第一の温度センサーと第二の温度センサーの複数の温度センサーを設ける目的は，本願発明の公表特許公報(特表2006−510003号，甲14)の【発明の詳細な説明】(以",
                        "下「本願明細書」という。)に，「‥‥気体の体積流量，質量流量または流速を測定するための渦流センサー」(段落【0001】)，「流体の温度が測定される場合は，流体の更なる特性，特にその現在の熱力学特性が，体積流量を使い質量流量が測定できるように，流体の瞬間密度と必要ならば流体の瞬間圧力を考慮することにより決定される。」(段落【0004】)，「‥‥温度センサーは，特に瞬時に，特に異なる測定点で，その温度が測定できるように，流体の近くに置かれる。それらは，流体から，渦センサー装置または渦発生体の薄い壁によってのみ隔てられ，これらの部品は，渦流センサーの他の部分と同様に，金属，例えば特殊鋼で作られ，それ故，高い熱伝導率を持つ。」(段落【0013】)，「高精度に測定された流体温度と共に同様に測定された瞬間体積流量に基づき，流体の密度および／または質量流量を，高い精度で測定することができる。",
                        "‥‥極めて正確に決定でき，体積流量の必要ないくつかの補正を行うことが可能である。」(段落【0029】)などと記載されているように，渦発生体を流れ過ぎる流体，すなわち，正に今測定しようとしている流体のその瞬間温度を，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随して測定することにより，流管を通る流体のより正確な体積流量，質量流量又は流速を測定することを目的としているが，周知例3及び周知例4にはこのような課題が全く開示されていない。",
                        "このように，周知例3及び周知例4の複数個の温度センサーを設けた目的と本願発明の2個の温度センサーを設けた目的及び課題は，全く異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「流体」について",
                      "text": [
                        "本願発明にいう「流体」は，本件補正後の請求項11に記載されたとおり「パイプの中を流れる流体」である。",
                        "一方，上記周知例3及び周知例4の「流体」は，広義には同じ「流体(液体)」ではあっても「パイプの中を流れる流体」ではない。",
                        "すなわち，上記周知例3及び周知例4に開示される「ウォータージャケット内の冷却水」や「浴槽内の水(湯)」は，多少の変動はあるにしても略静止状態の貯水(貯留された液体)であって，本願発明のように「連続的に流れている流体」ではない。",
                        "このように，本願発明の「流体」と周知例の「流体」とは，その技術的意味が異なるのであるから，容易に組み合わされるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "適用阻害要因",
                      "text": [
                        "上記のとおり，本願発明の温度センサーを2個設けた趣旨(目的)と，周知例において温度センサーを複数設けた趣旨(目的)が異なる。",
                        "しかも，引用発明には温度センサーが開示されていない。",
                        "したがって，引用発明に周知技術C(2個の温度センサー)を直接組み合わせることは困難である。すなわち，引用発明に周知技術C(2個の温度センサー)をどのように組み合わせるかは，当業者には容易に推考できない。したがって，上記審決における(4)の判断は誤りである。",
                        "また，引用発明に周知例3及び周知例4を組み合わせても，「渦発生体を流れ過ぎる流体，すなわち，正に今測定しようとしている流体のその瞬間温度を，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随して測定することにより，正確な流管を通る流体のより正確な体積流量，質量流量または流速を測定すること」という本願発明の課題が解決されないことは明らかであり，本願発明の「より正確な体積流量，質量流量または流速を測定する」という効果も生じないのも明らかである。本願発明は，上記構成により上記顕著な効果を奏するものであり，当該効果はこれら引用発明並びに周知例3及び4から予測することができない。",
                        "さらに，「引用例1と周知技術Cを組み合わせて容易である」というためには，少なくとも，周知技術Cの温度センサーが流量測定を課題とするものでなければ，その組み合わせは容易であるとはいえない。",
                        "したがって，引用発明に周知例3及び4を組み合わせても本願発明を容易に想到し得るものではなく，引用発明に周知例3及び周知例4を組み合わせることには適用阻害要因があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "周知技術Bと周知技術Cの組合せについて",
                      "text": [
                        "審決における上記(5)の判断は，引用発明と周知技術Bを組み合わせることは容易であり，該組み合わせたものに対して，さらに，周知技術Cを組み合わせることは容易に推考できるとの論理展開となっているが，その論旨には論理の飛躍があり首肯できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2に関する判断の誤り3)",
                  "text": [
                    "審決は，「5−3．効果」(審決12頁30行～15頁1行)において，下記のように述べている。",
                    "「5−3．効果",
                    "(1)また，本願発明の効果は，引用発明，周知技術A，B，C及び技術常識から当業者が予測し得る範囲を超えるものとまではいえない。",
                    "(2)なお，本願明細書(甲1−3)の段落【0028】と【0036】",
                    "には，本願発明の効果について以下の記載がある。",
                    "‥‥。",
                    "してみると，上記段落【0028】，【0036】から，",
                    "(a)「温度センサー35」(第二の温度センサー)が「できる限り流体の瞬間の流れ状態に左右されない温度を測定する」こと，及び，(b)「流体から渦発生体4’への熱伝達または渦発生体4’の中の熱伝搬過程に関する数学的モデルの使用」，の少なくとも2点を前提にして，(c)「より正確に」流体の「温度を測定可能である」という効果を奏する旨が記載されているものといえる。",
                    "しかしながら，本願発明の「第二の温度センサー」は，発明特定事項の「該第一および第二の温度センサーは，…瞬間的な流体の温度を測ることが出来る」から明らかなように，瞬間的な流体の温度を測るためのものであるから，できる限り流体の瞬間の流れ状態に左右されない温度を測定するためのものではない。",
                    "‥‥。",
                    "そうすると，本願発明は，上記(a)，(b)のどちらの前提をも満たさないものといえ，そうであるならば，上記(c)の効果は本願発明のものであるとはいえない。",
                    "よって，上記(a)，(b)を前提にした上記(c)の効果は，本願発明の進歩性を肯定するための事情として参酌することはできない。」しかし，本願明細書の段落【0026】，【0028】，【0036】の各記載から，本願発明の第二の温度センサー35が，「できる限り流体の瞬間の流れ状態に左右されない温度を測定するために設けられたブラインドホール314の中の温度センサー」であることは明らかである。",
                    "また，「第一の温度センサー34であり，流れる流体の温度により左右される温度信号を前記評価回路に与える。温度センサー34の上方には，第二の温度センサー35が，同様に流体の温度により左右される第二の温度信号の生成のために，ブラインドホール314に備えられる」は，「渦流センサー」において，上記第二の温度センサー35の他に「瞬間的な流体の温度を測ることが出来るような第一の温度センサー34」を追加して，「温度センサーを一つだけ用いるよりも，より正確に温度を測定可能である。」という効果を生ぜしめている。",
                    "さらに，前記のとおり，そもそも「周知技術B」は，本願発明の「瞬間的な流体の温度を測ることが出来る温度センサー」とはいえないものである。",
                    "したがって，審決記載の「(c)『より正確に』流体の『温度を測定可能である』という効果を奏する」ためには，前記「(a)『温度センサー35』(第二の温度センサー)ができる限り流体の瞬間の流れ状態に左右されない温度を測定すること，及び，(b)『流体から渦発生体4’への熱伝達または渦発生体4’の中の熱伝搬過程に関する数学的モデルの使用』，の2点のみならず，「(a’)第二の温度センサー35の他に『瞬間的な流体の温度を測ることが出来るような第一の温度センサー34を追加すること』を前提にしているのであるから，該(a’)の前提要件を欠く上記審決の認定は，認定の方向性を誤ったものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が周知技術Bの一例として掲げた周知例1の段落【0003】及び【0004】の各記載によると，「感温素子3」は，「流路1aを流れる流体の温度を検出する」ために，「渦発生体2の軸部2a」に埋設されており，また，該「感温素子3」をその「軸部2a」に埋設した「渦発生体2」は，「角柱状の外形を有し，軸部2aと，第1の孔1b 1 に嵌合するとともに，平坦部1bに係合する頭部2bとで構成され，第1の孔1b 1から流路1aに軸部2aが挿入されている」ものであるから，図7を併せて参酌すると，流体流路1a全体にまたがるものであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が同じく周知技術Bの一例として掲げた周知例2によると，「感温素子2a」は，「流路1aを流れる流体の温度を検出する」ために，「渦発生体2の軸部分」に埋設されており，また，該「感温素子2a」を埋設した「渦発生体2」は，「角柱状の外形を持ったもの」であるから，図1を併せて参酌すると，流路1a全体にまたがるものであるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記「感温素子3」及び「感温素子2a」について，周知例1及び周知例2には，「流体の温度を検出する」ものである以上に，流体の温度のどのような温度特性を検出するかについてまでの言及はないが，周知例2には，「感温素子2a」の機能として，上記イで摘記したとおり「流体温度の変化による測定値変動などを補正すること」が記載されている。そして，周知例1の図7に示されたカルマン渦流量計は，周知例2の第1図に示されたカルマン渦流量計とその構造構成が一致することから，周知例1の「感温素子3」についても，周知例2の「感温素子2a」と同様の機能を奏することは容易に認識し得る事項である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，上記ア及びイから，周知例1及び周知例2に記載された「感温素子」は，構造的にみて「管壁に近い箇所に設けられたもの」ではないから，「できる限り流体の瞬間の流れ状態に左右されない温度を測定するため」のものとはいえない。",
                    "また，上記ウのとおり，周知例1及び周知例2の「感温素子」は，流体温度の変化による測定値変動などを補正する機能を奏するものであるから，「瞬間的な」被測定対象の温度変化に追従するもの，すなわち「瞬間的な流体の温度を測ることが出来る」ものであるといえる。",
                    "してみると，原告が，周知例1及び周知例2の「感温素子」が「瞬間的な流体の温度を測ることが出来るもの」に相当しないと主張する点は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明が第一及び第二の2個の温度センサーを設けた技術的意義は，本願明細書の段落【0028】に「‥‥温度センサー34と35からの温度信号と，例えば，流体からセンサー羽根31への熱伝達またはセンサー羽根31中の熱伝搬過程に関する，評価回路に備えられた，数学的モデルとを併用することで，例えば温度センサーを一つだけ用いるよりも，より正確に温度を測定可能である。」と記載があるように，より正確に温度を測定するためである。",
                        "一方，周知技術Cに係る周知例3及び周知例4は，いずれも2個以上の複数の温度センサーを用いることにより，流体の温度をより正確に測定するようにしたものである。",
                        "してみると，本願発明の2個の温度センサーも，周知技術Cに係る周知例3及び周知例4の複数(2個以上)の温度センサーも，その課題とする点(流体の温度をより正確に測定する点)において，格別相違するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，原告は，本願発明における，「渦発生体を流れすぎる流体，すなわち，正に今測定しようとしている流体のその瞬間温度を，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随して測定する」点が，周知例3及び周知例4には開示されていないと主張する。",
                        "本願発明がその点を達成するためには，本件訂正後の請求項11で特定されるとおり，「第一および第二の温度センサーは，‥‥瞬間的な流体の温度を測ることが出来る」ことが必要であり，それを満足する温度センサーとしては，本願明細書の段落【0026】に記載された「温度センサー34，35の両方とも，Pt100またはPt1000のよう",
                        "なプラチナ抵抗素子が使用される。しかし，例えば，熱電対，感温半導体を使用することも可能である」ことから，「プラチナ抵抗素子」，「熱電対」及び「感温半導体」が該当する。",
                        "一方，周知例3及び周知例4の複数(2個以上)の温度センサーとして用いられる「サーミスタ」が，半導体からなる温度センサーであることは技術常識であり，上記「感温半導体」に相当するものであるところ，周知例3及び周知例4の温度測定の作用効果は，流体の温度をより正確に測定して最終的には貯留された液体の平均温度を求めることにあるとはいえ，複数(2個以上)の温度センサー(サーミスタ)がそれぞれ流体(流動する液体)の瞬間的な温度を測ることができるからこそ，その作用効果が達成されるといえるものである。",
                        "よって，この点に関する原告主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) に関し",
                  "text": [
                    "周知例3及び周知例4において，複数(2個以上)の温度センサーが測定する対象は，本願発明のように「パイプの中を流れる流体」ではなく，貯留された液体ではあるが，該貯留された液体の略静止状態の温度測定が目的ではなく，加熱されて対流により流動状態にある液体の温度測定，すなわち流体の温度測定を目的とするものであり，それをより正確に測定するために温度センサーを複数(2個以上)設けたのである。",
                    "したがって，原告が，「周知例3及び周知例4の『流体』は…，多少の変動はあるにせよ『略静止状態の貯水(貯留された液体)』である」と主張する点は，周知例3及び周知例4の測定の趣旨(意義)を考慮に入れない当を得ないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) に関し",
                  "text": [
                    "原告は，引用発明には温度センサーが開示されていないから，引用発明に周知技術C(2個の温度センサー)を直接組み合わせることは困難であると主張する。",
                    "引用発明の渦流センサ(カルマン渦流量計)には確かに，温度センサーが直接的には含まれてはいないものの，審決が周知技術Bとして説示したとおり，カルマン渦流量計において流体温度の測定を行うこと，そしてその際に温度センサーを渦発生体内部に設けることは，本願出願時点において当業者に広く知られている周知の技術事項であるから，引用例(甲2)に直接の記載はなくとも，引用発明の「測定管」内の何れかの箇所に流体の温度を測定する温度センサーを設けることの動機付けは存在するといえる。",
                    "また，前記アのとおり，本願発明も周知技術Cも共に，温度センサーを複数用いて流体の温度を測定することにより，流体の温度の変化によく追従して測定がなされることを意図したものとして共通し，また，流体の温度の変化によく追従して測定がなされることそのものは，流体の温度を測定するに当たり当業者であれば常に念頭に入れて配慮する事項といえるものである。",
                    "してみると，引用発明において流体の温度を併せて測定するに当たっても，流体の温度の変化によく追従して測定がなされることは当然に配慮される事項であるから，引用発明に周知技術Cを組み合わせることを阻害する要因があるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(エ) に関し",
                  "text": [
                    "周知技術B及び周知技術Cは，共に流体の温度検出に用いる温度センサーに関するものであるところ，周知技術Bは，その温度センサーを渦流センサ内に配置する際のその配置構造に関するもので，他方，周知技術Cは，その温度センサーでより正確に流体の温度を検出するために用いる温度センサーの数に関するものであり，また，それぞれの適用に当たって相互に影響を及ぼして組み合わせを困難にするものではなく，個別独立して適用し得るものであって，初めに一方を組み合わせ，該組み合わせたものに対して，初めて他方を組み合わせるに至るものではない。",
                    "してみると，審決における相違点2の判断は論理に飛躍があるものではないから，審決が判断した組合せ容易の論理に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本願発明は，「第二の温度センサー」について，「流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを備え，該第一および第二の温度センサーは，前記渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来る」と特定していることから，審決は，本願発明の「第二の温度センサー」を，あくまでも「瞬間的な流体の温度を測る」ためのものであり，「できる限り流体の瞬間の流れ状態に左右されない温度を測定するためのものではないと認定したのである。",
                "この点について原告は，「本願発明の第二の温度センサー35が，『できる限り流体の瞬間の流れ状態に左右されない温度を測定するために設けられたブラインドホール314の中の温度センサー』であることは明らかであり」と主張し，この主張の根拠として，原告は本願明細書の段落【0028】及び【0036】を摘示している。",
                "しかし，この摘示した段落【0028】及び【0036】の記載事項が，本願発明の発明特定事項には対応せず整合しないものであることは審決の「5−3．効果」で説示したとおりであり，また，原告が新たに主張に加えた段落【0026】の記載事項は，本願発明の特定事項と整合する記載であるものの，本願発明の第二の温度センサー35が原告が主張する「できる限り流体の瞬間の流れ状態に左右されない温度を測定するために設けられた」ものであることを裏付ける記載とはいえないから，原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (発明の内容)，(3) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の有無",
          "text": [
            "審決は，本願発明は引用発明(甲2)及び周知技術に基づいて当業者が容易に想到できるとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲14)には，次の記載がある。",
                    "・【技術分野】",
                    "「本発明は，流管を通る流体，すなわち，液体，蒸気または気体の体積流量，質量流量または流速を測定するための渦流センサーであって，流管の内部に配置されてカルマン渦を発生させる渦発生体を備える渦流センサーに関する。」(段落【0001】)",
                    "・【背景技術】",
                    "「体積流量と質量流量は，それぞれ，単位時間に流管の断面を通過する流体の体積と質量として定義される。そのような渦流センサーの動作の間，カルマン渦列は，周知のように，渦発生体の下流に形成され，この渦列の圧力変動は，渦センサー装置によって電気信号に変換され，その周波数はそれぞれ体積流量と流体流速に比例する。」(段落【0002】)・「さらに流体の温度が測定される場合は，流体の更なる特性，特にその現在の熱力学特性が，体積流量を使い質量流量が測定できるように，流体の瞬間密度と必要ならば流体の瞬間圧力を考慮することにより決定される。これは，例えば，渦流センサーに接続されてその計測信号を処理する評価回路に設けられたマイクロプロセッサーを用いて行うことができる。」(段落【0004】)",
                    "・「この温度センサーもまた，流れる流体が通過し，発明者が発見したように，動作中に現れる全ての流体に耐性があるわけではなく，すなわち，いくつかの流体は，このように配置された温度センサーを腐食する。」(段落【0007】)",
                    "・「それ故，温度センサーを腐食するこれらの流体は，渦流センサーの製造者により，温度センサーといっしょに使用することから除外されなければならない。しかしながら，そのような除外は，これら渦流センサーの利用の範囲，すなわち，それらの利用の一般性を狭め，故に，市場におけるそれらの魅力を減少させる。」(段落【0008】)",
                    "・「本発明の目的は，渦発生体と，流管の壁に固定された渦センサー装置と，温度センサーを腐食するであろう流体を利用するかもしれない各渦流センサーに配置された少なくとも二つの温度センサーとを有する渦流センサーを提供することである。」(段落【0009】)",
                    "・「本発明の第二の実施例は，両方の温度センサーが少なくとも一つのブラインドホールに取り付けられている。",
                    "本発明の一つの利点は，流れる流体に接触することがなく，それ故，流体により腐食されないということである。しかしながら，温度センサーは，特に瞬時に，特に異なる測定点で，その温度が測定できるように，流体の近くに置かれる。それらは，流体から，渦センサー装置または渦発生体の薄い壁によってのみ隔てられ，これらの部品は，渦流センサーの他の部分と同様に，金属，例えば特殊鋼で作られ，それ故，高い熱伝導率を持つ。」(段落【0013】)",
                    "・「ブラインドホール314の底部の近くに固定されるのは，第一の温度センサー34であり，流れる流体の温度により左右される温度信号を前記評価回路に与える。温度センサー34の上方には，第二の温度センサー35が，同様に流体の温度により左右される第二の温度信号の生成のために，ブラインドホール314に備えられる。温度センサー34，35の両方とも，Pt100またはPt1000のようなプラチナ抵抗素子が使用される。しかし，例えば，熱電対，感温半導体を使用することも可能である。」(段落【0026】)",
                    "・「できる限り流体の瞬間の流れ状態に左右されない温度を測定するために，ブラインドホール314の中の温度センサー35は，ダイヤフラム33の近くに置かれる。",
                    "それ故，温度センサー34と35からの温度信号と，例えば，流体からセンサー羽根31への熱伝達またはセンサー羽根31中の熱伝搬過程に関する，評価回路に備えられた，数学的モデルとを併用することで，例えば温度センサーを一つだけ用いるよりも，より正確に温度を測定可能である。」(段落【0028】)",
                    "・「高精度に測定された流体温度と共に同様に測定された瞬間体積流量に基づき，流体の密度および／または質量流量を，高い精度で測定することができる。さらに，レイノルズ数とストローハル数は，このような方法で測定された流体温度に基づいて，極めて正確に決定でき，体積流量の必要ないくつかの補正を行うことが可能である。」(段落【0029】)・「渦発生体4’はブラインドホール46の領域で十分に薄く作ることが可能なので，図1から図4のセンサー羽根31のように，金属，特に特殊鋼で作られ，温度センサー34’もまた，ほとんど，渦発生体4’を流れ過ぎる流体の瞬間温度であり，組立部品の低熱容量により，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随することができる。それ故，特に，流体から渦発生体4’への熱伝達または渦発生体4’の中の熱伝搬過程に関する数学的モデルの使用により，とても高い精度を持つ，温度センサー34，35により与えられる温度信号から，流体の温度は決定可能である。」(段落【0036】)",
                    "・【図4】(渦センサー装置の透視縦断面図)",
                    "・【図5】(本願発明の透視断面図)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本願発明は，カルマン渦により引き起こされた圧力変動に反応する渦センサー装置であって，渦発生体の下流で流れる流体の中に突き出て，渦によって特に繰り返し動かされるセンサー羽根及び該センサー羽根に機械的に接続されて前記センサー羽根の動きに反応する少なくとも1つの検出部を含む渦センサー装置において，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを備え，該第一及び第二の温度センサーは，前記渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，流体の温度を測ることができるという渦センサーの発明であって，これによって，金属等の熱伝導率の高い部材(渦発生体等)の中に温度センサーを設け，流管を流れる流体から温度センサーを隔離することによって，温度センサーの腐食を防止するとともに，複数の温度センサーを設けることで，渦流センサー内を流れる流体の温度をより正確に測定することを目的とした発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲2)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "「【請求項1】",
                        "測定管(2)内の流れ方向に流れる流体の流速及び／又は容積流過量の測定のための渦流センサであって，",
                        "−測定管の直径に沿って配置されて少なくとも1つの固定箇所(41)で測定管に結合されたせき止め部材(4)を備えており，せき止め部材がカルマン渦の形成のために用いられ，",
                        "−カルマン渦によって生ぜしめられた圧力変化に応動する容量形の渦流検出エレメント(3)を備えており，渦流検出エレメントがせき止め部材の下流側で測定管の壁側の開口(22)内に差し込まれて，該開口を測定管の周壁面に向かって密閉しており，該開口の中心が固定箇所の中心と一緒に測定管の1つの母線上に位置しており，次の構成を有しており：",
                        "−−開口を被うダイヤフラム(33)を設けてあり，ダイヤフラムが流体に向けられた側の第1の表面及び流体から離れた側の第2の表面を有しており，",
                        "−−ダイヤフラムの第1の表面に固定された剛性の薄い検出羽根(31)を設けてあり，検出羽根が直径よりも短くなっており，平らな主平面(311，312)が測定管の母線と合致しており，",
                        "−−ダイヤフラムの第2の表面に固定されたスリーブ状の第1の電極・装置(34)を設けてあり，該電極・装置が少なくとも1つの電極(341)を有しており，",
                        "−−第1の電極・装置及びダイヤフラムを取り囲み測定管に固定されたケーシングキャップ(32)を設けてあり，ケーシングキャップが第2の電極・装置(35)を含んでおり，該電極・装置が少なくとも1つの逆電極(351，352)を備えており，",
                        "−−検出羽根(31)の質量が第1の電極・装置(34)の質量より",
                        "も大きくなっており，",
                        "−−ダイヤフラムの第1の表面の検出羽根の平面慣性モーメントがダイヤフラムの第2の表面の第1の電極・装置の平面慣性モーメントとほぼ同じであり，",
                        "−−ケーシングキャップ(32)が寸法を曲げに対して剛性に規定されていて，測定管(2)に作用する許容可能な最大の加速に際してもたわめられないようになっていることを特徴とする，渦流センサ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・「【発明の属する技術分野】本発明は，測定管内の流れ方向に流れる流体の流速若しくは容積流過量(Volumendurchfluss)の測定のための渦流センサであって，測定管の直径線上に配置されたせき止め部材を備えており，せき止め部材がカルマン渦の形成のために用いられる形式のものに関する。」(段落【0001】)",
                        "・「このような渦流センサの運転に際しては，周知のようにせき止め部材の下流にカルマン渦列が生じ，カルマン渦列の圧力変化が渦流検出エレメントによって電気的な信号に変換され，信号の周波数が容積流過量に比例している。」(段落【0002】)",
                        "・「図3乃至図7では，容量形の渦流検出エレメント3は，測定管2の壁21の開口22を被うダイヤフラム33を有している。ダイヤフラムは流体に向けられた側の第1の表面及び流体から離れた側の第2の表面を有している。ダイヤフラム33は開口22を液密に閉鎖しており，従って許容可能な最大の流体圧力に際しても流体が測定管2の周壁面(Mantelflaeche)21に達することはない。」(段落【0018】)・「運転中には前述の圧力変化が主要平面311，312に対して垂直な方向に検出羽根31の変位を生ぜしめる。この変位がダイヤフラム33を介して第1の電極・装置34に伝達され，電極・装置が図3の図平面内をわずかに下方若しくは上方へ運動する。これによって，電極341が逆電極351から遠ざかると同時に逆電極352に接近するか，若しくは逆電極351に接近すると同時に逆電極352から遠ざかる。このような運動が，電極341と逆電極351とによって若しくは電極341と逆電極352とによって形成された両方のキャパシティーのキャパシティー変化(Kapazitaetsaenderung)を生ぜしめる。」(段落【0027】)",
                        "・【図2】(渦流センサの流れ方向と逆向きに見た斜視図)",
                        "・【図3】(渦流検出エレメントの縦断面図)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記記載によれば，引用発明は「測定管2内の流れ方向に流れる流体の流速若しくは容積流過量の測定のための渦流センサであって，測定管2の直径線上に配置されたせき止め部材4を備えており，せき止め部材4がカルマン渦の形成のために用いられる形式のものであって，このような渦流センサの運転に際しては，せき止め部材4の下流にカルマン渦列が生じ，カルマン渦列の圧力変化が渦流検出エレメント3によって電気的な信号に変換され，信号の周波数が容積流過量に比例しているもの」についての発明であること，「渦流検出エレメント3は，流体に向けられた側の第1の表面及び流体から離れた側の第2の表面を有するダイヤフラム33と，ダイヤフラム33の第1の表面に固定された，主平面311，312を有する検出羽根31と，ダイヤフラム33の第2の表面に固定された，電極341を有する第1の電極・装置34と，逆電極351，352を有する第2の電極・装置35と，を有する」ものであること，「運転中には圧力変化が主平面311，312に対して垂直な方向に検出羽根31の変位を生ぜしめ，この変位がダイヤフラム33を介して第1の電極・装置34に伝達され，わずかに下方若しくは上方へ運動し，これによって，電極341が逆電極351から遠ざかると同時に逆電極352に接近するか，若しくは逆電極351に接近すると同時に逆電極352から遠ざかり，このような運動が，電極341と逆電極351とによって若しくは電極341と逆電極352とによって形成された両方のキャパシティーのキャパシティー変化を生ぜしめる」ものであるといえるから，結局，引用発明は，審決書記載のとおり，",
                  "text": [
                    "「測定管2内の流れ方向に流れる流体の流速若しくは容積流過量の測定のための渦流センサであって，",
                    "測定管2の直径線上に配置されたせき止め部材4を備えており，せき止め部材4がカルマン渦の形成のために用いられる形式のものであって，",
                    "このような渦流センサの運転に際しては，せき止め部材4の下流にカルマン渦列が生じ，カルマン渦列の圧力変化が容量形の渦流検出エレメント3によって電気的な信号に変換され，信号の周波数が容積流過量に比例しているものにおいて，",
                    "渦流検出エレメント3は，",
                    "流体に向けられた側の第1の表面及び流体から離れた側の第2の表面を有するダイヤフラム33と，",
                    "ダイヤフラム33の第1の表面に固定された，主平面311，312を有する検出羽根31と，",
                    "ダイヤフラム33の第2の表面に固定された，電極341を有する第1の電極・装置34と，",
                    "逆電極351，352を有する第2の電極・装置35と，を有し，",
                    "運転中には圧力変化が主平面311，312に対して垂直な方向に検出羽根31の変位を生ぜしめ，この変位がダイヤフラム33を介して第1の電極・装置34に伝達され，わずかに下方若しくは上方へ運動し，これによって，電極341が逆電極351から遠ざかると同時に逆電極352に接近するか，若しくは逆電極351に接近すると同時に逆電極352から遠ざかり，このような運動が，電極341と逆電極351とによって若しくは電極341と逆電極352とによって形成された両方のキャパシティーのキャパシティー変化を生ぜしめる，渦流センサ。」という発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告主張の取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点2に関する判断の誤り1)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例1記載の技術",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "周知技術Bに含まれる周知例1(甲4，引用例2)には，次の記載がある。",
                            "・「【発明の属する技術分野】本発明は，例えば水などの流体の流量を測定するためのカルマン渦流量計に関する。」(段落【0001】)・「図7及び図8は従来のカルマン渦流量計を示し，この流量計F’は，本体1，渦発生体2，渦検出器4，弾性鞘体15，圧電素子16等で構成される。本体1には，内部を貫通する断面円形の流路1aが形成され，流路1aを流体がX方向に流れる。また，外側壁の一部に平坦部1bが形成されている。この平坦部1bには，流路1aに連通する第1の孔1b と第2の孔1b とが所定間隔をおい",
                            "て穿設され，第1の孔1b が上流側に位置する。」(段落【0003】)",
                            "・「渦発生体2は，角柱状の外形を有し，軸部2aと，第1の孔1bに嵌合するとともに，平坦部1bに係合する頭部2bとで構成され，第1の孔1b から流路1aに軸部2aが挿入されている。渦発生体2の軸部2aには，感温素子3が埋設され，流路1aを流れる流体の温度を検出する。感温素子3からの温度検出信号はリード線3aによって外部に導出される。」(段落【0004】)",
                            "・【図7】(従来のカルマン渦流計を示す断面図)",
                            "・【図8】(図7のカルマン渦流計のZ−Z線断面図)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，周知例1は，流体の温度を測定するための「感温素子3」を有するカルマン渦流量計であり，「感温素子3」は「渦発生体2」に「埋設され」ているのであるから，「感温素子3」は「渦発生体2」の中に配置され，動作中，流れる流体により濡れないように取り付けられているものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知例2記載の技術",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "同じく周知技術Bに含まれる周知例2(甲5，引用例3)には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実用新案登録請求の範囲",
                              "text": [
                                "「(1) 管状流路内に設けた渦発生体と該渦発生体の下流側に設けたカルマン渦検出器とを備えた流量計において，該カルマン渦検出器をして上流側および下流側に張出した受圧翼片を有する弾性鞘体内に圧電素子を絶縁包理したものを用いたことを特徴とするカルマン渦流量計。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "流体温度を検出するための感温素子を埋設した渦発生体を用いたことを特徴とする請求項(1) 記載のカルマン渦流量計。」(1頁4～13行)",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(b)",
                              "subject": "考案の詳細な説明",
                              "text": [
                                "・「渦発生体として，流体温度を検出するための感温素子を埋設したものを用いることにより，流体温度の変化による測定値変動などを補正することができ，一層信頼性の高い流量計が提供できるようになった。」(3頁5～9行)",
                                "・【第1図】(本考案のカルマン渦流計の例を示す断面図)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，周知例2も，周知例1と同様に，カルマン渦流計において，「感温素子2a」は「流路1aを流れる流体の温度を検出する」ために「渦発生体2の軸部分」に埋設されているから，「感温素子2a」は「渦発生体2」の中に配置され，動作中，流れる流体により濡れないように取り付けられているものといえ，また，「感温素子2a」は「流体温度の変化による測定値変動などを補正する」ためのものであるから，時々刻々と流体温度が変化すればその都度変化に応じた温度を測るものといえ，換言すれば，「感温素子2a」は瞬間的な流体の温度を測ることができるという技術が開示されていると認めることができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア) 及び(イ) のとおり，周知例1及び周知例2には，本願発明と同様のカルマン渦流量計において，流体の温度を測定するための温度センサー(感温素子)が渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられていること，少なくとも周知例2には温度センサー(感温素子)は瞬間的な流体の温度を測ることができるという周知技術が開示されていると認められるから，「引用発明は渦流センサの発明であるから，当業者が引用発明に対して同じ渦流センサの技術分野における周知技術Bを適用することに格別の困難性はない。そうすると，引用発明において，温度センサーは，渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来るようにすることは，当業者にとって格別の困難性が伴うものとはいえない。」(審決11頁18行～23行)とした審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張に対する補足的説明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，周知技術Bの感温素子の構造が明示されておらず，管状流路全体をまたがるものか，管壁に近い箇所に設けられた小さな感温素子なのかが不明なので，周知技術Bの「感温素子」は本願発明の「瞬間的な流体の温度を測ることが出来る温度センサー」に相当しない旨主張する。ここで，原告が主張する「管状流路全体にまたがるもの」とは，「感温素子」が「流管の径方向」に延びていることを意味するものと思われる。",
                            "しかし，仮にそうだとしても，そもそもそのような感温素子の構造と，瞬間的な流体の温度の測定とはいえないということが技術的にみてどのように結び付くのは不明といわざるを得ないから，原告の主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，周知技術Bの「感温素子」が管状流路全体にまたがるものだとしても，それは流路全体の平均的温度を検知するものであって，本願発明の「瞬間的な流体の温度を測ることが出来る」渦流センサーに相当しない旨主張する。",
                            "しかし，本願発明の「瞬間的」という意味がどのような状態を指すのか本願明細書を参酌しても明らかではないばかりか，温度検知の対象が平均的温度であるか否かに関わりなく，温度検知を一般的に意味するところの「瞬間的に」行うことは技術的に可能であると認められ，そうである以上，周知技術Bの感温素子が「瞬間的な流体の温度を測ることが出来る」との要件に合致することは明らかというべきであるから，この点に関する原告の主張も採用することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2に関する判断の誤り2)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例3記載の技術",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "周知技術Cに含まれる周知例3(甲6)には，次の記載がある。",
                            "・「(産業上の利用分野)",
                            "本考案は，エンジン冷却水の温度を検出し，エンジン沸騰冷却制御装置等の入力センサとして用いられるエンジン冷却水温センサに関する。」(1頁15～18行)",
                            "・「本考案のエンジン冷却水温センサでは，‥‥，センサホルダを冷却水の上部から下部までの領域で浸漬される長尺センサホルダとし，該長尺センサホルダに複数個のサーミスタを直列に設けたことで，水温検出信号としては，サーミスタの直列抵抗値による温度平均値に相当する水温検出信号が得られ，冷却水の上部から下部までの温度分布が変化しても，常に平均値によるバラツキのない冷却水温を検出することができる。」(4頁2～11行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，周知例3には，長尺センサホルダに，冷却水の上部から下部までの温度分布が変化に応じたエンジン冷却水の水温を検出するために複数個のサーミスタを直列に設けたエンジン冷却水温センサという技術が開示されていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知例4記載の技術",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "同じく周知技術Cに含まれる周知例4(甲7)には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実用新案登録請求の範囲",
                              "text": [
                                "「温度センサー用サーミスタ素子に固定抵抗を並列に接続したもの二個を，適宜の間隔に配置して，これを電気的に直列に接続して構成した温度センサー」(1頁5～8行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "考案の詳細な説明",
                              "text": [
                                "・「この考案は浴槽の湯が沸きつつあるとき，湯を撹拌することなく直ちに入浴に適当な温度を知るための温度センサーである。」(1頁17～19行)",
                                "・「二個のサーミスタのうち1のサーミスタは水面に接する位置に，2のサーミスタは1のサーミスタよりLの間隔の位置に配置して，二個を直列に接続し，之を管の中に収納して浴槽の水に接触しない様な構造にする。」(2頁6～10行)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，周知例4には，浴槽の湯が沸きつつあるとき，湯を撹拌することなく直ちに入浴に適当な温度を知るために，センサーを収納する非金属製の管に温度センサ用サーミスタ素子を二個直列に接続したものを配置する浴槽用温度センサという技術が開示されていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，周知例3及び周知例4には，いずれも対流等による流動状態のため場所によって温度が変化し均一でない液体について，センサーを収納する管の中に温度を検出するための2個以上の温度センサーを配置して，対流等によって流動状態にあり温度が変化する液体の正確な平均温度を測る技術が開示されていると認められる。また，引用発明(甲2)は渦流センサの発明であり，これは液体を含む流体の流量等を測定するものであるから，これに対流等によって流動状態にある液体測定の技術分野に属する周知技術Cを適用することに格別の困難は認められない。",
                        "したがって，引用発明について周知技術Cを適用し，「センサ支持体に，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを配置する」ことは，当業者(その発明の属する技術の分野における通常の知識を有する者)にとって容易に想到しうるものと認めることができる。",
                        "そして，周知技術Cは審決10頁下6～下4行が指摘するように「センサ支持体に，第一の温度センサーと少なくとも第二の温度センサーとを配置する」ものであり，他方で周知技術Bは審決10頁2行～4行が指摘するように「せき止め部材の中に温度センサーを配置」するものではあるが，周知技術Bと周知技術Cとは，液体を含む流体測定という同一の技術分野に属し，さらに液体を含む流体の温度を検出するための温度センサの配置に関する技術である点で共通しているから，引用発明に対して周知技術Cを適用するに際して，「流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサー」とを配置するための場所を，周知技術Cの「センサ支持体」から，周知技術Bの「せき止め部材の中」に置き換えることは，当業者が格別の困難なく容易に想到しうるものであると認めることができる。",
                        "したがって，「引用発明に上記周知技術B，Cを適用して，引用発明において，流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを備え，該第一および第二の温度センサーは，前記渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来ると特定することは，当業者において容易に想到し得るものと認められる。」(審決12頁8～13行)と判断した審決に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張に対する補足的説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "原告の主張(ア) につき",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，周知例3及び周知例4の温度センサーを複数設ける構成は水温の平均温度を求めることをその目的としているのに対し，本願発明は，渦発生体を流れ過ぎる流体，すなわち，正に今測定しようとしている流体のその瞬間温度を測定することにより，流管を通る流体のより正確な体積流量，質量流量又は流速を測定することを目的としているのであるから，両者はその目的が全く異なる旨主張する。",
                                "しかし，本願発明及び周知技術Cは，前者がパイプの中を流れる流体を測定対象とし，後者が加熱されて対流等によって流動状態にある液体を測定対象とする点で相違するものの，共に流動状態にある流体を測定対象とする点で共通している。また，複数の温度センサーを設ける目的についても，流体の温度をより正確に測定する点で共通する。さらに，センサーの数を増やして測定精度を高めるといった程度のことは，それ自体，流体に限らず多くの技術分野においての技術常識といえる。したがって，本願発明の2個の温度センサーも，周知技術Cの複数の温度センサーも，その課題及び目的が格別相違しているとはいえないから，この点に関する原告の主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，原告は，本願発明は渦発生体を流れ過ぎる流体，すなわち，正に今測定しようとしている流体のその瞬間温度を，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随して測定することを目的とするのに対し，周知例3及び周知例4においてはそうではないと主張するが，上記(ウ) のとおり，周知例3及び周知例4においても，複数の温度センサーが流動状態にある液体の瞬間的な温度を測ることができるものと認められ，そうであるからこそ，その作用効果が達成されるといえるのであるから，周知例3及び周知例4においても，流体のその瞬間温度を，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随して測定することを目的としているということができ，この点に関する原告の主張は採用することができない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "原告の主張(イ) につき",
                          "text": [
                            "原告は，本願発明にいう「流体」は「パイプの中を流れる流体」であるのに対し，周知例3及び周知例4の「流体」は略静止状態の貯水(貯留された液体)であるから，本願発明の「流体」と周知例の「流体」とは，その技術的意味が異なる旨主張する。",
                            "確かに，周知例3及び周知例4において，複数の温度センサーが測定する対象は「パイプの中を流れる流体」ではなく，エンジンの冷却水や浴槽の湯というように一定の容器内の貯留された液体ではあるが，上記のとおり，それらはいずれも加熱されて対流により流動状態にある液体であって，周知例3及び周知例4の技術は，そのような対流により流動状態にある流体の温度をより正確に測定するために温度センサーを複数設けたものであるから，本願発明の「流体」と周知例の「流体」とはその技術的意味が異なるとはいえず，この点に関する原告の主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "原告の主張(ウ) につき",
                          "text": [
                            "原告は，引用発明には温度センサーが開示されていないから，引用発明に周知技術C(2個の温度センサー)を直接組み合わせることは困難であると主張する。",
                            "確かに，引用発明の渦流センサには温度センサーが直接的には含まれていない。しかし，前記のとおり，周知技術Bには，渦流センサーにおける測定精度を向上させるために温度センサーを流管内に配置する周知技術が開示されているのであるから，このような周知技術Bの知得の下，周知技術Cに接した当業者であれば，測定精度の向上という周知の課題を解決する上記技術常識に基づいて，引用発明の「測定管」内の何れかの箇所に流体の温度を測定する温度センサーを設けること及び温度センサーの個数を増やすこと自体を想到することに格別の困難性があるとは認められない。",
                            "また，原告は，引用発明に周知例3及び周知例4を組み合わせても，「渦発生体を流れ過ぎる流体，すなわち，正に今測定しようとしている流体のその瞬間温度を，十分に速く，ほとんど瞬時に，流体の温度の変化にとてもよく追随して測定することにより，正確な流管を通る流体のより正確な体積流量，質量流量または流速を測定すること」という本願発明の課題が解決されないことは明らかである旨主張する。",
                            "しかし，前記a(b) のとおり，周知例3及び周知例4においても，複数の温度センサーがそれぞれ流動する液体の瞬間的な温度を測ることができると認められるから，この点に関する原告の主張は前提において誤っており，採用することはできない。",
                            "以上のとおり，引用発明に周知技術Cを組み合わせることに阻害要因はない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "原告の主張(エ) につき",
                          "text": [
                            "前記(ウ) のとおり，周知技術Bと周知技術Cとは，液体を含む流体測定という同一の技術分野に属し，さらに液体を含む流体の温度を検出するための温度センサの配置に関する技術である点で共通しており，また，周知技術Bはその温度センサーを渦流センサ内に配置する際のその配置構造に関するもので，他方，周知技術Cはその温度センサーでもってより正確に流体の温度を検出するために用いる温度センサーの数に関するものであって，両技術は個別独立に引用発明に適用し得るものであると認められるから，周知技術Bと周知技術Cとの組合せに論理の飛躍がある旨の原告の主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2に関する判断の誤り3)について",
                  "text": [
                    "原告は，本願明細書の記載からすれば，本願発明の第二の温度センサー35が，「できる限り流体の瞬間の流れ状態に左右されない温度を測定するために設けられたブラインドホール314の中の温度センサー」であることは明らかであると主張する。",
                    "しかし，本願発明は，「流体の温度を検出するための第一の温度センサーと少なくとも第二の温度センサーとを備え，該第一および第二の温度センサーは，前記渦発生体の中に配置され，動作中，流れる流体により濡れないように取り付けられており，瞬間的な流体の温度を測ることが出来る」と特定されているのであるから，本願発明の「第二の温度センサー」も「瞬間的な流体の温度を測る」ためのものであることは明らかであって，上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，本願発明は引用発明及び周知技術に基づいて当業者が容易に想到できるとした審決の結論に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}