{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−12817号事件について平成22年6月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成11年9月30日，発明の名称を「移動端末，ゲームの制御方法およびコンピュータ読み取り可能な記録媒体」とする発明について，特許出願(平成11年特許願278899号。平成13年4月10日出願公開，特開2001−96069。以下「本願」という。)をし，平成19年12月26日付けで拒絶理由通知を受け，平成20年2月25日付けで意見書及び手続補正書を提出したが，同年3月31日付けで拒絶査定を受けたので，同年5月21日，これに対する不服の審判(不服2008−12817号事件)を請求するとともに，同年6月20日付けで手続補正書を提出した(以下「本件補正」という。)。",
            "特許庁は，平成22年6月7日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同月17日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正による補正前の本願の明細書の特許請求の範囲について，請求項1の記載は次のとおりである(以下，この発明を「本願発明」という。また，本件補正前の明細書を「当初明細書」，これと願書に添付された図面を併せて「当初明細書等」ということがある。)。(甲6)",
              "text": [
                "【請求項1】",
                "基地局から発信される情報を受信可能な移動端末であって，",
                "前記基地局から送信される当該基地局の識別情報およびゲームを進行するために必要なゲーム情報を受信する受信手段と，",
                "前記受信手段によって受信した前記識別情報および前記ゲーム情報を記憶するための記憶手段と，",
                "前記記憶手段に記憶された前記識別情報と前記ゲーム情報とに応じてゲームを進行させる制御手段と，",
                "前記制御手段によるゲームの進行に応じた画像を表示する表示手段と，",
                "を備えることを特徴とする移動端末。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正による補正後の本願の明細書の特許請求の範囲について，請求項1の記載は次のとおりである(以下，この発明を「本願補正発明」という。)。下線部が補正された部分である。(甲10)",
              "text": [
                "【請求項1】",
                "複数のエリアをそれぞれ管轄する複数の基地局のうち，移動端末の位置が管轄エリアに含まれる基地局から発信される情報を受信可能な移動端末であって，",
                "前記移動端末が位置するエリアを管轄する基地局から送信される当該基地局の識別情報およびゲームを進行するために必要なゲーム情報を受信する受信手段と，",
                "前記受信手段によって受信した前記識別情報および前記ゲーム情報を記憶するための記憶手段と，",
                "前記記憶手段に記憶された前記識別情報と前記ゲーム情報とに応じてゲームを進行させる制御手段と，",
                "前記制御手段によるゲームの進行に応じた画像を表示する表示手段と，",
                "を備え，",
                "前記受信手段は，ある時に前記移動端末が位置するエリアを管轄する基地局を第1の基地局としたときに，前記移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した場合，前記第1の基地局から，前記第1の基地局の識別情報およびゲームを進行するために必要なゲーム情報を受信し，",
                "前記記憶手段は，前記受信手段が受信した前記第1の基地局の識別情報およびゲームを進行するために必要なゲーム情報を記憶し，",
                "前記制御手段は，前記記憶手段が記憶した前記第1の基地局の識別情報およびゲームを進行するために必要なゲーム情報に応じてゲームを進行し，",
                "前記表示手段は，前記制御手段によるゲームの進行に応じた画像を表示し，",
                "これにより，移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることができる，",
                "ことを特徴とする移動端末。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりであり，その判断の概要は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正は，当初明細書等に記載した事項の範囲内においてしたものでないから，特許法17条の2第3項に規定する要件を満たさず，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，本願出願前に頒布された公刊物である特開平9−114370号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)，特開平11−281389号公報(甲2。以下「引用例2」という。)に記載された技術(以下「甲2技術」ということがある。)及び周知の技術に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項の規定により，特許を受けることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "利用者が持ち運びできる装置であって，",
                    "利用者の現在地を検出できる手段であるGPSセンサ10と，",
                    "地図上でのイベント発生地点およびイベント発生時間が記憶されており，利用者の現在地に応じてロールプレイングゲームを展開する制御装置15と，",
                    "ゲームに係わるキャラクタ等を表示するディスプレイ16と，",
                    "を備える利用者が持ち運びできる装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「移動端末であって，",
                    "移動端末の現在位置に関する情報を受信する受信手段と，",
                    "ゲーム情報を記憶するための記憶手段と，",
                    "前記移動端末の現在位置に関する情報と前記記憶手段に記憶されたゲーム情報に応じてゲームを進行させる制御手段と，",
                    "前記制御手段によるゲームの進行に応じた画像を表示する表示手段と，",
                    "を備える移動端末。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「移動端末の現在位置に関する情報」に関して，本願発明では，基地局から送信される識別情報を受信手段で受信し，受信した識別情報を記憶手段に記憶したものを用いるのに対して，引用発明では，GPSセンサ10から得た現在地の情報を用いる点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明の移動端末は，基地局から送信されるゲーム情報を受信手段で受信し，受信したゲーム情報を記憶し，記憶されたゲーム情報に応じてゲームを進行する構成を採用するものであるのに対して，引用発明はそのような構成を採用していない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決は，(1) 本願発明の容易想到性の判断に当たり出願後に公知となった甲2を引用した誤り(取消事由1)，(2) 本件補正を却下した判断の誤り(取消事由2)，(3) 本願発明に関する容易想到性判断の誤り(取消事由3)があり，これらの誤りは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の容易想到性の判断に当たり出願後に公知となった甲2を引用した誤り(取消事由1)",
              "text": [
                "審決は，本願発明は，本願出願前に頒布された公刊物である引用例1に記載された発明(引用発明)，引用例2に記載された技術及び周知の技術に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項の規定により，特許を受けることができないと判断した。",
                "しかし，審決の判断には誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の出願日は平成11年9月30日であり(甲3)，審決が引用する引用例2の公開日は，同年10月15日である(甲2)。",
                    "すなわち，本願は引用例2が公開される前に出願されたものであるにもかかわらず，審決は，引用例2を，本願の出願日前に公開された文献であると認定し，その誤った認定に基づいて，相違点1について，本願発明の容易想到性を判断した。引用例2は，本願発明の容易想到性の判断の前提とはなり得ない資料であるから，引用発明に，引用例2記載の技術及び周知技術を組み合わせることで，当業者が本願発明に容易に想到できたとした審決の判断は誤りである。",
                    "したがって，審決は，引用例2の公開時期に関する認定を誤り，その結果，本願発明の容易想到性の判断を誤ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，被告は，審決が，特開平10−341487号公報(甲13)，特開平11−215559号公報(甲14)を引用して周知技術を認定し，相違点1に係る本願発明の構成について，「引用発明ならびに引用例2に記載された技術または周知の技術に基いて当業者が容易に想到し得ることである。」として，引用例2を用いない判断理由を併記しているから，引用例2の有無にかかわらず，審決の判断には誤りがない旨主張する。しかし，審決は，拒絶理由通知及び拒絶査定において引用されなかった甲13及び甲14を引用して周知技術を認定したものであり，原告に，当該周知技術に相違点1に係る構成が開示されていることについて反論，補正の機会が与えられなかった。特許法50条1項の趣旨にかんがみると，このような場合，拒絶理由を通知して，原告に弁明の機会を与えるべきであるから，本件審判手続には違法があるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正を却下した判断の誤り(取消事由2)",
              "text": [
                "審決は，本件補正に関し，概要，次の①ないし③の理由で，「当初明細書等に記載した事項の範囲内においてしたものでないから，特許法17条の2第3項に規定する要件を満たさず，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。」と判断した。",
                "①  「ゲームのプログラムやデータは，基地局が定期的に送信するものではないし，任意のゲームやプログラムをダウンロードするためには，ユーザーの任意の要求があったときにそのタイミングで送信される必要があるので，定期的な送信という方式は採用できないから，『基地局IDコード』と『任意のプログラムやデータ』とでは，受信手段が受信するタイミングやその契機は同じではないことが明らかである」こと，当初明細書の段落【0075】の「他の情報」に「ゲームのプログラムやデータ」が含まれないことが明らかであることから，当初明細書等のすべての記載を総合することにより導かれる技術的事項は，「『第1の基地局の識別情報』については，『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』ことを契機として，『受信手段』が受信するようになっているが，『ゲーム情報』については，『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』こととは無関係に，任意に『受信手段』が受信できるようになっている」というものと理解される。",
                "②  本件補正後の請求項1から把握される，「『ゲーム情報』についても『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』ことを契機として『受信手段が』受信する」という技術的事項は，当初明細書の記載を総合することにより導かれる，「『ゲーム情報』については，『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』こととは無関係に，任意に『受信手段』が受信できるようになっている」という技術的事項とは明らかに相違するので，当初明細書等の記載から自明なものではなく，本願出願当時の技術常識を踏まえても，本件補正が新たな技術的事項を導入しないものとはいえない。",
                "③  当初明細書等には，基地局から「ゲームプログラム」や「データ」をダウンロードすることにより，現在プレイしているゲームの進行や内容を変化させるという技術思想が開示されていない。また，当初明細書等においては，移動端末の位置が変更されたことを契機とした制御はゲームの進行や内容を変化させるためのものであるから，「ゲームプログラム」や「データ」が「ゲームを進行するために必要なゲーム情報」に相当するとしても，移動端末の位置が変更されたことを契機として当該「ゲームを進行するために必要なゲーム情報」を受信するという技術的事項は，当初明細書等すべての記載を総合しても導かれない。",
                "しかし，以下のとおり，審決の認定，判断は誤りである。すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記①の審決の認定は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の出願日である平成11年9月30日当時の技術水準では，携帯電話端末でゲームプログラムを含めたゲームデータ全体をダウンロードするという概念は一般にはほとんど浸透しておらず，携帯電話にはそのような機能もなかった。",
                        "本願出願当時の技術水準や技術常識を踏まえると，当業者にとって，当初明細書の段落【0061】に記載されている「ダウンロード」とは，必ずしもゲームデータ全体を一括して受信することを意味せず，ゲームの進行に必要なゲーム情報を受信することを意図するものと理解される(当初明細書等の段落【0005】，【0017】，【0075】，図1)。",
                        "また，ゲームの進行に関するゲーム情報も，制御情報のひとつであり，当初明細書には，基地局IDコードを含む制御信号が定期的に送信される旨が表示されているから(段落【0037】，【0060】)，基地局IDコードがゲーム用のデータ等を伴って送信されても，技術的に矛盾することはない。",
                        "そして，本願発明の受信手段が，基地局から，ゲームデータ全体ではなく，「ゲームの進行に必要なゲーム情報を受信」することを前提とするならば，基地局が定期的にゲームのプログラムやデータ送信することができるのは当然であり，任意のゲームやプログラムをダウンロードするのにユーザの任意の要求が必要となることもない。",
                        "したがって，審決の，「ゲームのプログラムやデータは，基地局が定期的に送信するものではないし，任意のゲームやプログラムをダウンロードするためには，ユーザーの任意の要求があったときにそのタイミングで送信される必要がある」との認定は，出願時の技術水準や技術常識を無視したものであり，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，当初明細書の段落【0075】は，「基地局IDコードに加え，さらに他の情報を用いてゲーム内容を異ならせる構成としてもよい。」として，「他の情報」の一例として「現在時刻情報」を挙げているが，「他の情報」は，ゲーム内容を異ならせる契機を得るための情報とは記載されていないから，挙げられた例と同様の情報に限定されず，ゲーム内容を異ならせる情報と解釈すべきである。",
                        "そうすると，ゲームのプログラムやデータも，ゲーム内容を異ならせる情報であるから，「他の情報」に含まれることは明らかであり，当初明細書の段落【0075】の「他の情報」に「ゲームのプログラムやデータ」が含まれないとした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のことから，当初明細書の記載を総合することにより導かれる技術的事項について，「『ゲーム情報』については，『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』こととは無関係に，任意に『受信手段』が受信できるようになっている，と理解するのが相当である」とした審決の認定は，前提を欠き，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記③の審決の認定は，以下のとおり誤りである。",
                    "本願補正発明は，「ゲームプログラム」や「データ」をダウンロードすることにより，リアルタイムに，現在プレイしているゲームの進行や内容を変化させるものではない。すなわち，本件補正後の【請求項1】の，「前記記憶手段に記憶された前記識別情報と前記ゲーム情報とに応じてゲームを進行させる制御手段」，「前記制御手段は，前記記憶手段が記憶した前記第1の基地局の識別情報およびゲームを進行するために必要なゲーム情報に応じてゲームを進行し」との記載は，「基地局から『ゲームプログラム』や『データ』をダウンロードすることにより，現在プレイしているゲームの進行や内容を変化させる」ことではない。本願補正発明は，移動端末の待ち受け時等の状態において，基地局の識別情報とゲーム情報を取得し，識別情報とゲーム情報を，一旦記憶部に記憶させ，ゲームプレイ時に，識別情報とゲーム情報を記憶部から読み出し，読み出した識別情報とゲーム情報とに応じてゲームを進行させるというものである(本願の明細書の段落【0060】)。",
                    "これに対し，審決は，本願補正発明について，ゲームのプレイ中に，基地局が発信している「ゲームプログラム」や「データ」を受信し，リアルタイムに，ゲームの進行や内容を変化させるものであるかのように把握し，本願補正発明の技術思想について誤った解釈をしたものである。",
                    "したがって，本願補正発明について，「基地局から『ゲームプログラム』や『データ』をダウンロードすることにより，現在プレイしているゲームの進行や内容を変化させるという技術思想」が開示されていること，「移動端末の位置が変更されたことを契機として当該『ゲームを進行するために必要なゲーム情報』を受信する」ことを前提として，本件補正は，当初明細書等に記載した事項の範囲内においてしたものでないとした審決の認定は，本願補正発明を誤って解釈したものであり，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のことから，審決が，本件補正を却下するとした判断は誤りであり，取  10り消されるべきものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本件補正後の本願補正発明は，次のとおり，進歩性がある。",
                    "本願補正発明と引用発明は，「本願補正発明が，『当該基地局の識別情報およびゲームを進行するために必要なゲーム情報を受信』し，当該情報を記憶し，この情報に応じて『ゲームを進行させ』，『移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることができる』ものであり，『前記受信手段は，ある時に前記移動端末が位置するエリアを管轄する基地局を第1の基地局としたときに，前記移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した場合，前記第1の基地局から，前記第1の基地局の識別情報およびゲームを進行するために必要なゲーム情報を受信』するのに対し，引用発明は，『GPSセンサにより現在位置を検知し，ゲームを進行させる』ものであり，『地図上に設定されたイベント発生地点に現在地が到達した時に，あらかじめ定められたシナリオに従ったイベントを実行するようにしたことを特徴としている』」点で，相違する。",
                    "上記相違点について，本願補正発明では，ある基地局が管轄するエリア外からエリア内に移動端末の位置が変化すると，その基地局の識別情報やその基地局によるゲーム情報が送受信され，基地局特有のゲームプログラムなどのゲーム情報を受信することができるため，「移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることができる」という作用効果を有する。",
                    "一方，引用発明では，「ゲーム上での移動を利用者の実際の移動として，擬似体験のリアリティ性を向上させる」という課題(引用例1の段落【0003】)を解決するため，「イベント発生地点に現在地が到達した時に，あらかじめ定められたシナリオに従ったイベントを実行するようにしたことを特徴とし」(段落【0004】)，「利用者の現在地を上記したようなゲームの入力装置として用いる」(段落【0005】)ものである。引用発明は，利用者の現在位置の入力手段として，  11GPSセンサを用いる(図4)ものであるから，GPSセンサにより利用者の現在地のみを検出すればよく，携帯端末に基地局から基地局IDやゲームプログラムなどを受信させる必要はない。引用例1にはそのような記載も示唆もない。",
                    "そうすると，引用例1には，移動端末の位置が変化した場合に，移動端末にゲームプログラムなどのゲーム情報を移動端末に受信させ，ゲームの進行を制御することについての動機付けはなく，本願補正発明は，引用発明から当業者が容易に想到できるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明に関する容易想到性判断の誤り(取消事由3)",
              "text": [
                "審決は，「本願発明は，引用発明，甲2技術及び周知の技術に基づいて，当業者が容易に発明することができたものである」と判断した。",
                "しかし，審決の上記判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明と引用発明の相違点1について",
                  "text": [
                    "審決は，相違点1について，「引用発明も利用者が持ち運びする携帯用の装置であるから，GPSセンサ10に代えて，GPSよりも携帯用装置に適したものである引用例2に記載の『基地局から送信されるIDを無線機で受信し，受信したIDをワークメモリに記憶し，当該記憶されたIDに基いて位置情報を取得する手段』を採用し，利用者の現在地の情報を得るようにすることは，当業者であれば容易になし得ることである。」(審決18頁2行目から7行目)として，本願発明は，引用発明に甲2技術を組み合わせることにより，当業者であれば容易に想到することができると判断した。",
                    "しかし，審決の判断は誤りである。",
                    "上記(1) のとおり，引用例2は，本願出願日後に公開された文献であるから，引用発明に，引用例2に記載された甲2技術を組み合わせて，本願発明の容易想到性を判断することはできない。",
                    "したがって，審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "12",
          "subject": "イ  本願発明と引用発明の相違点2について",
          "text": [
            "審決は，相違点2について，「引用発明において，『基地局から送信されるゲーム情報を受信手段で受信し，受信したゲーム情報を記憶し，記憶されたゲーム情報に応じてゲームを進行する』ようになすことは，引用発明ならびに周知の技術に基づいて当業者が容易に想到し得ることである。」(審決18頁21行目から24行目)と判断した。",
            "しかし，審決の判断は誤りである。",
            "引用発明の課題は，「ゲーム上での移動を利用者の実際の移動として，擬似体験のリアリティ性を向上させる」ことであり(引用例1の段落【0003】)，課題を解決するための手段として，「利用者の現在地を上記したようなゲームの入力装置として用いる」こととしている(段落【0005】)から，現在地のみをGPSにより検出すればよく，基地局から基地局IDやゲームプログラムなどを受信する必要はない。引用例1には，基地局からゲームプログラムなどのゲーム情報を受信する構成を採用することについての記載はない。したがって，引用例1には，携帯端末にゲーム情報を移動端末が受信させ，これによりゲームの進行を変化させることの示唆はないといえる。",
            "一方，本願発明は，基地局特有のゲーム情報をダウンロードすることができるため，「移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることができる」という作用・効果を有し，予め移動端末内に保存されているキャラクタやアイテム以外に，逐次，様々なゲーム情報を基地局経由で追加的に受信することもできる。",
            "したがって，引用発明に周知技術を組み合わせたとしても，当業者が本願発明に容易に想到できるものではない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "subject": "以上のことから，「本願発明は，引用発明，甲2技術及び周知の技術に基づいて，当業者が容易に発明することができた」との審決の判断は誤りである。"
                }
              ]
            }
          ]
        },
        {
          "fig": "13",
          "subject": "2  被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の容易想到性の判断に当たり出願後に公知となった甲2を引用した誤り)に対し",
              "text": [
                "原告は，「審決は，引用例2の公開時期に関する認定を誤り，その結果，本願発明の容易想到性の判断を誤ったものである。」と主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点1に関する判断において，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段は，例えば，特開平10−341487号公報(【0032】～【0035】および図4等参照。)，特開平11−215559号公報(【0004】等参照。)に開示されているように，本願出願前に周知の技術にすぎない。・・・引用発明において，『移動端末の現在位置に関する情報』について，『基地局から送信される識別情報を受信手段で受信し，受信した識別情報を記憶手段に記憶し，記憶手段に記憶された識別情報』とすることは，引用発明ならびに引用例2に記載された技術または周知の技術に基いて当業者が容易に想到し得ることである。」(審決17頁27行目から18頁12行目)と，周知技術の認定及び引用発明と周知技術に基づく判断を明示し，引用例2を用いない判断理由を併記している。",
                    "そうすると，引用例2の有無にかかわらず，相違点1について「当業者が容易に想到し得る」とした審決の判断には誤りがない。",
                    "また，原告は，基地局から送信される基地局識別信号を受信して移動端末の位置情報を取得するという技術，及び，それが移動端末のゲームに利用可能であることについて，本願の明細書の段落【0003】，【0004】に，特開平10−322775号公報(乙1)を引用しながら，従来技術として明記しており，審査・審判段階でも，引用例2に記載された技術が従来技術であることを争っていなかった。すなわち，原告も，引用例2を従来技術の例示と認識していたといえる。",
                    "14したがって，引用例2の公知日にかかわらず，相違点1について「当業者が容易に想到し得る」とした審決の判断には誤りがなく，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「審決は，拒絶理由通知及び拒絶査定において引用されなかった甲13及び甲14を引用して周知技術を認定したが，原告に，当該周知技術に相違点1に係る構成が開示されていることについて反論，補正の機会が与えられなかったから，特許法50条1項の趣旨にかんがみて，本件審判手続には違法がある」旨主張する。",
                    "しかし，審査段階の平成19年12月26日付け拒絶理由通知では，「請求項1に係る発明が，受信手段で受信した識別情報を記憶手段に格納する格納手段を有し・・・格納手段により記憶手段に格納された識別情報に応じてゲームを進行させるのに対し，引用文献1に記載の発明は，GPSセンサにより現在位置を検知し，ゲームを進行させる点で相違する」との相違点を認定し，「位置を検知する方法として，引用文献2に記載の，受信する基地局の識別情報を用いた方法を採用することは，当業者が容易に想到し得るものである。」と記載されており，移動端末における位置情報の取得手段が異なる点を相違点と認定し，位置情報の取得手段について，基地局の識別情報を用いる既存技術に置き換えることが容易であると判断している。そうすると，引用発明と周知技術に基づく拒絶理由があることは，実質的に示されていたのであり，原告は，これに応じて，平成20年2月25日付け手続補正書及び意見書を提出した。また，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」は本願出願時において周知であり，原告もこれに相当する技術を認識していたことは明らかである。",
                    "したがって，審決が甲13及び甲14を引用して周知技術を認定したことについて，原告に，反論，補正の機会が与えられなかったとはいえない。原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件補正を却下した判断の誤り)に対し",
              "text": [
                "15原告は，「審決が，本件補正を却下するとした判断は誤りである」と主張する。",
                "しかし，原告の主張は理由がない。すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の，「ゲームのプログラムやデータは，基地局が定期的に送信するものではないし，任意のゲームやプログラムをダウンロードするためには，ユーザーの任意の要求があったときにそのタイミングで送信される必要がある」，「当初明細書の段落【0075】の「他の情報」に「ゲームのプログラムやデータ」が含まれない」との認定，及び，これを前提として，当初明細書の記載を総合することにより導かれる技術的事項について，「『ゲーム情報』については，『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』こととは無関係に，任意に『受信手段』が受信できるようになっている，と理解するのが相当である」とした認定は誤りであると主張する。",
                    "しかし，原告の主張は以下のとおり失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，「ゲームのプログラムやデータは，基地局が定期的に送信するものではない」ことは，技術常識から明らかである。",
                        "基地局から移動端末にデータを送信する場合，「移動端末の近傍の基地局を指定して，その基地局から通信チャンネルを限定して特定の移動端末にのみ必要なデータを送信する」ことが必要であることは，移動端末の無線通信の技術常識から明らかであり，「ゲームのプログラムやデータ」というデータ情報を，基地局から定期的に送信することはあり得ないから，「ゲームのプログラムやデータは，基地局が定期的に送信するものではない」との審決の認定は妥当である。",
                        "各エリアの基地局が定期的にデータ送信を行い，移動端末がエリアを移ると，移動端末は移動先のエリアの基地局からデータを受信するとの原告の主張は，ラジオやテレビ等の電波を送信設備から一方的に発信するだけの「放送」を前提とした技術思想に依拠するが，このようなことは，基地局と通信帯域の有効利用が必須な移動端末の「通信」の技術分野においてはあり得ないことであり，原告は，放送技術  16と，携帯電話の通信技術とを混同していると考えられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，「任意のゲームやプログラムをダウンロードするためには，ユーザーの任意の要求があったときにそのタイミングで送信される必要がある」ことは，技術常識から明らかである。",
                        "データ送信の技術常識からして，何らかのデータ情報の送受信を行う際，受け手が「任意」のデータ情報を受信するには，受け手が所望するデータ情報を選択するために要求を出し，送り手はその要求に応じて発信する必要がある(甲15の段落【0017】ないし【0019】等参照)。受け手による要求のタイミングは定まっていないから，送り手がデータ情報を発信するタイミングは，その受け手の要求に対応したタイミングとならざるを得ない。つまり，送り手がデータ情報を発信するタイミングは，受け手が要求したタイミングに依存し，送り手がデータ情報を「定期的」に発信することはできない。",
                        "原告は，当初明細書の段落【0061】に記載されている「ダウンロード」とは，必ずしもゲームデータ全体を一括して受信することを意味せず，ゲームの進行に必要なゲーム情報を受信することを意図するものと理解され，本願発明の受信手段が，基地局から「ゲームの進行に必要なゲーム情報を受信」することを前提とするならば，基地局は定期的にゲームのプログラムやデータ送信することができ，任意のゲームやプログラムをダウンロードするのにユーザの任意の要求が必要となることもない旨主張する。しかし，ゲームデータ全体を一括して受信するか否かに関わらず，任意のゲームやプログラムをダウンロードするには，ユーザが所望するデータ情報を選択するために要求を出し，送信側はその要求に応じて発信する必要があるから，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，当初明細書の段落【0075】の「他の情報」は，「基地局IDコード」に加えてゲームの内容を異ならせるために用いられるものであるから，「基地局IDコード」と同様に，ゲームの内容を異ならせる「契機」を得るための情報  17と解すべきであり，「ゲームのプログラムやデータ」は含まれないと認定するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，上記のとおり，移動端末の基地局がゲームのプログラムやデータを定期的に送信することはあり得ず，ユーザが選択した任意のゲームのプログラムやデータをダウンロードする際，送信側の送信するタイミングは，受信側の任意のタイミングに応じたものとなるから，それらの認定を前提として，「『ゲーム情報』については，『移動端末の1が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』こととは無関係に，任意に『受信手段』が受信できるようになっている，と理解するのが相当である」とする審決の認定は，本願の明細書の記載事項及び技術常識に基づいたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願補正発明について，「基地局から『ゲームプログラム』や『データ』をダウンロードすることにより，現在プレイしているゲームの進行や内容を変化させるという技術思想」が開示されていること，「移動端末の位置が変更されたことを契機として当該『ゲームを進行するために必要なゲーム情報』を受信する」ことを前提として，本件補正は，当初明細書等に記載した事項の範囲内においてしたものでないとした審決の認定は，本願補正発明を誤って解釈したものであり，誤りである旨主張する。",
                    "しかし，原告の主張は以下のとおり失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願補正発明について，「移動端末の待ち受け時等の状態において，基地局の識別情報とゲーム情報を取得し，識別情報とゲーム情報を，一旦記憶部に記憶させ，ゲームプレイ時に，識別情報とゲーム情報を記憶部から読み出し，読み出した識別情報とゲーム情報とに応じてゲームを進行させるというものである」と主張する。",
                        "しかし，原告の主張は失当である。",
                        "上記主張は，審決が，本願補正発明について，ゲームのプレイ中に，基地局が発  18信している「ゲームプログラム」や「データ」を受信し，リアルタイムに，ゲームの進行や内容を変化させるものと把握していることを前提とするが，「基地局から『ゲームプログラム』や『データ』をダウンロードすることにより，現在プレイしているゲームの進行や内容を変化させるという技術思想」とは，ゲームのプレイ中に，リアルタイムに，ゲームの進行や内容を変化させるという意味に限られず，あるゲームのプレイを一時中断しても，「現在プレイしている」と表現することは一般的である。",
                        "また，仮に原告の主張を前提としても，本願補正発明に，ゲームのプレイ中にリアルタイムに，ゲームの進行や内容を変化させるものも包含されると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願補正発明において，「ゲーム情報」は，ゲームを進行するために必要なゲーム情報であり，制御手段は当該ゲーム情報に応じてゲームを進行させるから，「移動端末の位置が変更されたことを契機として当該『ゲームを進行するために必要なゲーム情報』を受信する」という技術的事項の導入により，エリアを変更するだけで，基地局から新たなゲーム情報を受信して，ゲームの進行が変化することが可能となるという作用効果，つまり，実際に移動した経路により，格納されているゲームシナリオ等のデータ情報が自動的に変化するという作用効果が奏される。",
                        "一方，当初明細書の記載を総合することにより導かれる「『ゲーム情報』については，『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』こととは無関係に，任意に『受信手段』が受信できるようになっている」との技術的事項では，実際に移動した経路により，格納されているゲームシナリオ等のデータ情報が自動的に変化するようなことはない。",
                        "したがって，両者は形式的に構成が異なるだけでなく，技術的意義についても明確な相違がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決の認定，判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本件補正を却下した審決の判断に誤りはないから，本件補正が適法で  19あることを前提として，本願補正発明が進歩性を有するとの原告の主張は，前提を欠くものであり，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，審決が，「本願発明は，引用発明，甲2技術及び周知の技術に基づいて，当業者が容易に発明することができた」と判断したことは誤りであると主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明と引用発明の相違点1について",
                  "text": [
                    "原告は，相違点1について，審決が，「本願発明は，引用発明に甲2技術を組み合わせることにより，当業者であれば容易に想到することができる」と判断したが，引用例2は，本願出願日後に公開された文献であるから，引用発明に，引用例2に記載された甲2技術を組み合わせて，本願発明の容易想到性を判断することはできないとして，審決の判断は誤りであると主張する。",
                    "しかし，原告の主張は失当である。",
                    "上記(1) のとおり，審決は，相違点1記載の技術は，引用発明と引用例2に記載された技術の組み合わせ，又は引用発明と周知技術の組み合わせにより，容易に想到することができると判断し，引用発明と周知技術の組み合わせも，容易に想到することができるとの判断の根拠としているから，引用例2を引用することの適格性の有無が審決の判断の当否に影響を与えることはない。",
                    "また，原告は，基地局から送信される基地局識別信号を受信して移動端末の位置情報を取得するという技術，及び，それが移動端末のゲームに利用可能であることについて，特開平10−322775号公報(乙1)を引用しながら，本願の明細書の段落【0003】，【0004】に従来技術として明記するとともに，審査・審判段階で，甲2技術が従来技術であることを争わなかった。つまり，原告は，相違点1に係る本願発明の技術構成について従来技術として認識し，引用例2は本願の明細書に記載した従来技術の例示にすぎないものと認識して，相違点1を従来技  20術に基づいて当業者が容易に想到すると認めていたと考えられる。",
                    "したがって，引用例2の公知日にかかわらず，相違点1に係る本願発明の構成について「当業者が容易に想到し得る」とした審決の判断には誤りはなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の相違点2について",
                  "text": [
                    "原告は，相違点2について，引用例1には，携帯端末にゲーム情報を移動端末が受信させ，これによりゲームの進行を変化させる動機付けはなく，引用発明に周知技術を組み合わせたとしても，当業者が本願発明に容易に想到できるものではないとして，「『基地局から送信されるゲーム情報を受信手段で受信し，受信したゲーム情報を記憶し，記憶されたゲーム情報に応じてゲームを進行する』ようになすことは，引用発明ならびに周知の技術に基づいて当業者が容易に想到し得ることである。」との審決の判断は誤りであると主張する。",
                    "しかし，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，利用者の現在地を利用してゲームの進行を変化させることで，疑似体験のリアリティを向上させるという作用効果を有するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」，「基地局から送信されるゲームのプログラムやデータを記憶することで，移動端末で多種類のゲームを利用可能にする技術」は，いずれも周知の技術である。",
                        "一般に，従来の技術手段を，当該技術分野において従来から知られている他の好適な手段や従来の技術手段とは異なる同等の手段に置換することが，製品開発等における十分な動機付けとなるが，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」は，GPS等よりも簡便かつ安価であるとされ(乙12の段落【0001】ないし【0007】等)，GPSによる測位技術と並んで，GPS等の問題点を克服可能な技術として示されている(甲13の段落  21【0002】，【0003】，乙13の段落【0003】，乙14の段落【0002】ないし【0005】)から，GPSと同等または好ましい代替手段であることが当業者によく知られていたといえる。そうすると，引用発明において，GPSセンサ10を「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」に置換することが困難とはいえない。",
                        "加えて，携帯型のゲーム端末で多種類のゲームを利用可能にすることは，携帯型のゲーム端末の技術分野における周知の課題であり(甲15の段落【0003】)，引用発明も携帯型のゲーム端末の一種であるから，引用発明に「基地局から送信されるゲームのプログラムやデータを記憶することで，移動端末で多種類のゲームを利用可能にする技術」を付加することが困難とはいえない。",
                        "そして，本願発明の作用効果は，移動端末の現在位置に応じて，すなわち，ユーザが移動端末でゲームをしている地域に応じて，ゲーム内容を変化させることができ，基地局からユーザが選択した任意のゲームプログラムやデータをダウンロードすることができることであるが(本願の明細書の段落【0061】，【0076】)，引用発明及び上記周知技術を合わせたものは，本願発明と同様の課題と作用効果を有する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，「『基地局から送信されるゲーム情報を受信手段で受信し，受信したゲーム情報を記憶し，記憶されたゲーム情報に応じてゲームを進行する』ようになすことは，引用発明ならびに周知の技術に基づいて当業者が容易に想到し得ることである。」との審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本願発明は，基地局特有のゲーム情報をダウンロードすることができるため，「移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることができる」という作用・効果を有すると主張するが，本願の明細書等の記載から，複数の基地局から送信されるゲームのプログラムやデータ等のゲーム情報を受信することによりゲームの進行を変化させることを導き出すことは  22できず，本願発明の作用効果に係る原告の上記主張は，明細書ならびに図面の記載に基づくものではないから，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明の容易想到性に関する審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張はいずれも失当であり，審決に取り消すべき違法はないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の容易想到性の判断に当たり出願後に公知となった甲2を引用した誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「審決は，引用例2の公開時期に関する認定を誤り，その結果，本願発明の容易想到性の判断を誤ったものである。」と主張する。",
                "しかし，原告の主張は失当である。",
                "審決は，GPSよりも携帯用装置に適したものとして，「基地局から送信されるIDを無線機で受信し，受信したIDをワークメモリに記憶し，当該記憶されたIDに基いて位置情報を取得する手段」が，引用例2に記載されていると認定するとともに，特開平10−341487号公報(甲13)，特開平11−215559号公報(甲14)には，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」が記載され，このような技術は，本願出願時において周知技術であったと認定した。その上で，審決は，「引用発明において，『移動端末の現在位置に関する情報』について，『基地局から送信される識別情報を受信手段で受信し，受信した識別情報を記憶手段に記憶し，記憶手段に記憶された識別情報』とすることは，引用発明ならびに引用例2に記載された技術または周知の技術に基いて当業者が容易に想到し得ることである。」(審決18頁8行目から12行目)と判断した。",
                "この点，引用例2(甲2)は，出願公開日が，平成11年10月15日であり，本願の出願日後に公知となった刊行物である。したがって，審決は，本願発明が容  23易想到であるとする根拠として甲2を引用することは許されないから，審決は，その点において誤りがある。しかし，審決は，本願発明が容易想到であるとする根拠として，周知の技術(甲13，12)も併せて挙げているから，甲2を引用した点の誤りは，審決の結論に影響しないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「審決は，拒絶理由通知及び拒絶査定において引用されなかった甲13及び甲14を引用して周知技術を認定したが，原告に，当該周知技術に相違点1に係る構成が開示されていることについて反論，補正の機会が与えられなかったから，特許法50条1項の趣旨にかんがみて，本件審判手続には違法がある」旨主張する。",
                "しかし，原告の主張は失当である。",
                "本願の明細書には，従来技術の項目に，「機器の位置情報を取得してこれを用いて機器の制御を行なう手法」(段落【0003】)として，特開平10−322775号公報(乙1)が例示され，「基地局から送信される識別情報にはその地域又は地方を特定する識別情報が含まれており，これを解読することにより，その地域又は地方を判断することができる。」(段落【0016】)と記載されていることに照らすならば，原告は，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」に係る技術が公知であることを前提とした上で出願しているものと解するのが合理的である。",
                "また，平成19年12月26日付け拒絶理由通知(甲4)には，「請求項1に係る発明が，受信手段で受信した識別情報を記憶手段に格納する格納手段を有し・・・格納手段により記憶手段に格納された識別情報に応じてゲームを進行させるのに対し，引用文献1に記載の発明(判決注：引用発明)は，GPSセンサにより現在位置を検知し，ゲームを進行させる点で相違する」と記載され，移動端末における位置情報の取得手段が異なる点を相違点との認定を前提として，位置情報の取得手段について，基地局の識別情報を用いる既存技術に置き換えることが容易である旨  24の記載がされている。これに対し，原告は，平成20年2月25日付け手続補正書及び意見書を提出している。",
                "以上の事実を総合すると，原告は，「基地局から送信されるIDを受信手段で受信して移動端末の位置情報を取得する手段」が出願前に知られていたことを前提として，同技術を引用発明に適用することによって，本願発明が容易想到であると判断したことを認識していたと理解できる。",
                "したがって，原告は，甲13，14に基づく周知技術の認定を予想することができ，かつ，その予測に基づいて，実質的に対応したということができるから，本件審判手続に違法があったということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告の主張する取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件補正を却下した判断の誤り)について",
          "text": [
            "原告は，本件補正後の請求項1記載の「『ゲーム情報』についても『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』ことを契機として『受信手段』が受信する」という技術的事項は，当初明細書等の記載から自明ではないとした審決の認定，判断は誤りであると主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "当初明細書等には次の記載があることが認められる(甲3)。",
                "【0005】",
                "本発明は，・・・移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることのできる移動端末，ゲームの制御方法およびコンピュータ読み取り可能な記録媒体を提供することである。",
                "【0006】【課題を解決するための手段】",
                "上記目的を達成するため，本発明は，基地局から発信される識別情報を受信可能  25な移動端末であって，前記基地局が発信する識別情報を受信する受信手段と，前記受信手段で受信した識別情報を記憶手段に格納する格納手段と，操作入力に応答して実行されるゲームの進行過程において，前記格納手段により記憶手段に格納された識別情報に応じてゲームを進行させる制御手段と，前記制御手段によるゲームの進行に応じた画像を表示する表示手段と，を備える。",
                "【0007】",
                "本発明によれば，基地局から発信される識別情報を受信可能な移動端末において，受信手段は基地局が発信する識別情報を受信し，格納手段は受信手段で受信した識別情報を記憶手段に格納する。そして，制御手段は，操作入力に応答して実行されるゲームの進行過程において，格納手段により記憶手段に格納された識別情報に応じてゲームを進行させ，表示手段は制御手段によるゲームの進行に応じた画像を表示する。したがって，それぞれの基地局が管轄するエリア毎に移動端末で受信できる識別情報が異なるので，移動端末の現在位置に応じて，すなわち，ユーザが移動端末でゲームをしている地域に応じて，ゲーム内容を変化させることができる。",
                "【0015】【発明の実施の形態】",
                "・・・第1の実施の形態では，本発明のゲーム装置を携帯電話機に適用した場合について述べる。",
                "［第1の実施の形態］",
                "図1(判決注：別紙図1のとおり。)は，本発明における移動体通信システムのネットワーク構成を示す図である。・・・",
                "【0017】",
                "この位置登録に関する携帯電話専用網3の動作の概略は以下の通りである。",
                "各基地局4a～4fは定期的に各々に固有な基地局IDコード(識別情報)を含む制御信号を，管轄する無線エリア5a～5f内に無線送信する。携帯電話機6では，非通話時，すなわち待ち受け時に前記制御信号を受信する。そして，受信した  26制御信号から基地局IDコードを検出し，以前に受信した基地局IDコードと比較する。そして両者が一致しなかった場合に，在圏する無線エリアが変更になったと判断し，対応する基地局に位置登録要求を送信する。これに応じて携帯電話専用網3では，センター9に登録されている該当する携帯電話機6の位置登録情報を更新する。",
                "【0018】",
                "本発明では，基地局4a～4fから定期的に無線送信される制御信号に含まれる基地局IDコードを利用して，携帯電話機6で実行されるゲーム内容を制御する。",
                "【0022】",
                "CPU(Central Processing Unit )69は，ROM(Read Only Memory)70に記憶されたプログラムに従って，後述するIDコード格納処理・・・やゲーム処理・・・を実行する。ROM70は，携帯電話機6で実現される通信機能やゲーム機能を制御するためのプログラムやデータを格納する。・・・",
                "【0037】",
                "図7(判決注：別紙図7のとおり。)は，IDコード格納処理の一例を示すフローチャートである。IDコード格納処理は，携帯電話機6が非通話時，すなわち待ち受け時である場合に，割り込み要求に基づいて定期的に実行される。処理が開始されると，まず，携帯電話機6が在圏する無線エリアを管轄する基地局から定期的に送信されている制御信号を受信する(ステップS101)。次いで，複数の基地局から制御信号を受信したか否かの判定が行われる(ステップS102)。複数の基地局から制御信号を受信した場合とは，互いの無線エリアが重なり合う場合に携帯電話機6が位置した場合である。",
                "【0060】",
                "・・・第1の実施の形態によれば，基地局IDコードを含む制御信号は基地局から定期的に送信され，携帯電話機6の待ち受け時に逐次受信される。したがって，  27ゲームの進行過程において，ユーザの現在の位置を示す位置情報に応じてゲームの内容を変化させることができる。・・・",
                "【0061】",
                "・・・第1の実施の形態では，ゲームに関するプログラムやデータは予めROM70に格納されていると構成したが，基地局から任意のゲームプログラムやデータを携帯電話機にダウンロードする構成であってもよい。・・・このような構成とすれば，携帯電話機6ではゲームに関するプログラムやデータを基地局からダウンロードして使用することが可能となる。・・・",
                "【0062】",
                "［第2の実施の形態］",
                "・・・第2の実施の形態は以下の点で第1の実施の形態と異なる。すなわち，第1の実施の形態では，本発明を携帯電話機に適用した場合について述べた。第2の実施の形態では，携帯電話機などの移動体通信システムにおいて，基地局から無線送信される制御信号を受信するための機能と，受信した制御信号から基地局IDコードを抽出する機能とを有する携帯型ゲーム機に本発明を適用した場合を述べる。",
                "【0063】",
                "・・・第2の実施の形態では，本発明を適用するハードウェア構成が異なるのみであり，その他のテーブルのデータ構成やIDコード格納処理，ゲーム処理の手順は，第1の実施の形態と同じである。・・・",
                "【0067】",
                "ROMカード104には，携帯型ゲーム機100で実現されるゲームを制御するためのプログラムやデータが格納されている。また，基地局から無線送信される制御信号を受信するための機能を実現するために必要なプログラムやデータが格納されている。・・・受信した制御信号から基地局IDコードを抽出する機能を実現するために必要なプログラムやデータも格納されている。・・・",
                "28【0068】",
                "このような構成を有する携帯型ゲーム機100において，第1の実施の形態で述べたIDコード格納処理・・・，ゲーム処理・・・を実行する。但し，携帯型ゲーム機100は，第1の実施の形態で述べた携帯電話機6と異なり通話機能を有していない。したがって，IDコード格納処理・・・は，携帯型ゲーム機100において電源がOＮの期間中，あるいは携帯型ゲーム機100においてゲーム処理が実行されている期間中に，所定の割り込み要求に基づいて定期的に実行されるものとする。",
                "【0075】",
                "また，上記第1および第2の実施の形態例では，基地局IDコード(識別情報)のみに応じてゲーム内容を異ならせる構成とした。しかし，基地局IDコードに加え，さらに他の情報を用いてゲーム内容を異ならせる構成としてもよい。例えば，上記第1あるいは第2の実施の形態例で述べた携帯電話機6や携帯型ゲーム機100が，現在時刻を計時する時刻計時機能をさらに有する場合を考える。この場合に，基地局IDコードと，時刻計時機能により得られる現在時刻情報とに応じてゲーム中のシナリオ分岐や，表示されるキャラクタ画像およびアイテム画像などのゲーム内容を変化させる構成としてもよい。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "当初明細書等では，以下の内容が記載されていた。すなわち，①「受信手段」は基地局が発信する識別情報を受信し，受信手段で受信した識別情報を格納手段が記憶手段に格納し，操作入力に応答して実行されるゲームの進行過程において，記憶手段に格納された識別情報に応じて，制御手段がゲームを進行させること(段落【0006】，【0007】)，②基地局は定期的に各々に固有な基地局IDコード(識別情報)を含む制御信号を管轄する無線エリアに無線送信し，携帯電話機では非通話時に，携帯型ゲーム機では電源がOＮの期間中あるいは携帯型ゲーム機に  29おいてゲーム処理が実行されている期間中に，制御信号を受信すること(段落【0017】，【0068】)，③IDコード格納処理は，割り込み要求に基づいて定期的に実行されること(段落【0037】，【0068】)，基地局から定期的に無線送信される制御信号に含まれる基地局IDコードを利用して，携帯電話機ないし携帯型ゲーム機で実行されるゲーム内容を制御するものであり，ユーザの現在の位置を示す位置情報に応じてゲームの内容を変化させることができること(段落【0018】，【0060】，【0063】)，④携帯電話機で実現される通信機能，ゲーム機能を制御するためのプログラムやデータはROMに，携帯型ゲーム機で実現されるゲームを制御するためのプログラムやデータはROMカードに格納されていること(段落【0022】，【0067】)が記載されていたと認められる。しかし，当初明細書の記載からは，基地局が定期的に無線送信する制御信号に含まれる基地局IDコード(識別情報)とは別に，ゲームプログラムやデータを含む「ゲーム情報」が基地局から定期的に送信され，これを「受信手段」が受信する技術事項が記載されていたと解することはできない。",
                "この点，段落【0061】には，「基地局から任意のゲームプログラムやデータを携帯電話機にダウンロードする構成であってもよい。」と記載されていることに照らすと，基地局IDコード(識別情報)とは別の，ゲームプログラムやデータを含む「ゲーム情報」を基地局からダウンロードすることについては，開示されている。しかし，そのような「ゲーム情報」が各基地局に固有のものであることや，「ゲーム情報」を基地局から定期的に送信し，これを「受信手段」が受信することについては，何ら記載がない。のみならず，「『ゲーム情報』を基地局から定期的に送信して，これを『受信手段』が受信する」との技術は，技術常識に照らして，合理性のある技術と解することは困難であるから，同段落の記載に接した当業者は，そのような技術が示唆されていると認識，理解することはないというべきである。そうだとすると，同段落の記載からは，「移動端末の位置が前記第1の基地局が管  30轄するエリア外から前記第1の基地局が管轄するエリアに変更」することが，「『ゲーム情報』を・・・「『受信手段』が受信する」ことに対して，何かの影響を与え，又は，何らかの契機となるとの技術を示してしていると，当業者が理解することはないというべきである。",
                "また，段落【0075】には，「基地局IDコードに加え，さらに他の情報を用いてゲーム内容を異ならせる構成としてもよい。」と記載されていることに照らすと，基地局IDコードに加え，これとは別の，「他の情報」を用いてゲーム内容を異ならせるとの技術が示されている。しかし，仮に「他の情報」を「ゲーム情報」と同種のものであると理解することがあったとしても，「他の情報」が各基地局に固有のものであることや，「他の情報」を基地局から定期的に送信し，これを「受信手段」が受信することについては，何ら記載も示唆もされていないから，同段落の記載からは，「移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した」ことが，「『ゲーム情報』を含む他の情報を・・・「『受信手段』が受信する」ことに対して，何かの影響を与え，または，何らかの契機となる技術を示してしていると，当業者が理解することはないというべきである。",
                "以上によれば，本件補正後の請求項1の記載から把握される「『ゲーム情報』についても『移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した』ことを契機として『受信手段』が受信する」という技術的事項は，当初明細書等の記載から自明ではなく，本件補正は，新たな技術的事項を導入したものというべきである。",
                "また，原告は，審決が，本願補正発明の特許請求の範囲について，「移動端末の位置が変更されたことを契機として当該『ゲームを進行するために必要なゲーム情報』を受信する」ことを含むものとの理解を前提とした上で，本件補正は，当初明細書等に記載した事項の範囲内においてしたものでないと判断した点に誤りがある  31と主張する。",
                "しかし，原告の主張は失当である。",
                "本件補正後の特許請求の範囲の【請求項1】の記載，すなわち「前記受信手段は，ある時に前記移動端末が位置するエリアを管轄する基地局を第1の基地局としたときに，前記移動端末の位置が前記第1の基地局が管轄するエリア外から前記第1の基地局が管轄するエリアに変更した場合，前記第1の基地局から，前記第1の基地局の識別情報およびゲームを進行するために必要なゲーム情報を受信し，・・・これにより，移動端末の現在位置に応じて，当該移動端末で実行されるゲームの進行を変化させることができる」との記載は，段落【0061】，【0075】の記載等を参酌するならば，「基地局から『ゲームプログラム』や『データ』をダウンロードすることにより，現在プレイしているゲームの進行や内容を変化させ」，また，「移動端末の位置が変更されたことを契機として当該『ゲームを進行するために必要なゲーム情報』を受信する」という技術的内容を含む意義に理解するのが自然である(なお，「現在プレイしているゲーム」については，通常の意味として，現にプレイ中のゲームのみならず，プレイはしているが一時中断しているゲームを含むと解するのが相当である。)。",
                "したがって，本件補正は，当初明細書等に記載した事項の範囲内においてしたものでないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件補正につき，特許法17条の2第3項に規定する要件を満たさず，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものであるとした審決の判断に誤りは認められず，原告の主張する取消事由2には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明に関する容易想到性判断の誤り)について",
          "text": [
            "原告は，審決が，「本願発明は，引用発明，甲2技術及び周知の技術に基づいて，当業者が容易に発明することができたものである」と判断したことは誤りであると  32主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明の相違点1について",
              "text": [
                "本願発明と引用発明との相違点1に係る構成について，引用発明に，甲13，14の周知技術を適用すれば，GPSセンサ10に代えて，「基地局から送信されるIDを無線機で受信し，受信したIDをワークメモリに記憶し，当該記憶されたIDに基いて位置情報を取得する手段」によって，利用者の現在地の情報を得るようにすることは，当業者であれば容易になし得るから，そのような理由を示して結論を導いた審決の判断に誤りはない。",
                "もっとも，審決では，本願発明の相違点1に係る構成について，引用発明に甲2を適用することよって容易想到であるとの判断もされている。そして，前記のとおり，甲2が公知となったのは本願の出願日より後であるから，引用発明に甲2を適用して，本願発明が容易想到であるとした点は，不適切であるが，そのような理由が付け加えられて記載されたからといって，本願発明が，引用発明に周知技術(甲13，14参照)に基づいて容易想到であるとした判断の当否に影響するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明の相違点2について",
              "text": [
                "原告は，相違点2について，審決が，「引用発明において，『基地局から送信されるゲーム情報を受信手段で受信し，受信したゲーム情報を記憶し，記憶されたゲーム情報に応じてゲームを進行する』ようになすことは，引用発明ならびに周知の技術に基づいて当業者が容易に想到し得ることである。」と判断したが，引用例1には，携帯端末にゲーム情報を移動端末が受信させ，これによりゲームの進行を変化させる動機付けはなく，引用発明に周知技術を組み合わせたとしても，当業者が本願発明に容易に想到できるものではないと主張する。",
                "しかし，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "33",
          "subject": "ア  認定事実",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用例1には，次の記載がある(甲1)。",
                    "【0003】【発明が解決しようとする課題】",
                    "・・・ロールプレイングゲームでは，展開する仮想的な世界が実世界と特に対応していないので，体験する疑似体験のリアリティ性に問題がある。そこで，本発明は，ナビゲーション装置における現在地を利用し，ゲーム上での移動を利用者の実際の移動として，疑似体験のリアリティ性を向上させることを目的とする。",
                    "【0004】【課題を解決するための手段】",
                    "上記目的を達成するため，請求項1に記載の発明においては，利用者の現在地を検出して現在地を含む地図を表示するナビゲーション装置に適用し，地図上に設定されたイベント発生地点に現在地が到達した時に，予め定められたシナリオに従ったイベントを実行するようにしたことを特徴としている。",
                    "【0007】",
                    "・・・GPSセンサ10，車輪速センサ11，角速度センサ12は，現在地を検出するに必要なセンサ信号を出力する。地図データ記憶装置13は，地図データを記憶するCD−ROM等の記憶媒体を備え，制御装置15に地図データを供給する。・・・",
                    "【0008】",
                    "制御装置15は，ナビゲーションに必要な演算処理を実行し，現在地を含む地図をディスプレイ16に表示させる演算処理をする。このため，制御装置15は，GPSセンサ10，車輪速センサ11，角速度センサ12からのセンサ信号により現在地を算出する現在地算出部15aと，地図データ記憶装置13より地図データを読み込み，現在地算出部15aにて算出された現在地を含む地図をディスプレイ16に表示させるナビ表示制御部15aとを有する。",
                    "【0009】"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "34",
          "subject": "また，制御装置15は，ロールプレイングゲームを展開する演算処理を実行する。このため，現在地算出部15aにて算出された現在地が地図上に設定されたイベント発生地点に到達した等のイベント開始条件が成立したか否かを判定するイベント開始判定部15cと，予め定められたシナリオに従ったイベントを実行するイベント処理部15dとを有する。・・・",
          "text": [
            "【0011】",
            "なお，上記したロールプレイングゲームを行うために，地図データ記憶装置13から供給される地図データに対応して，地図上のイベント発生地点およびイベント発生時間が記憶されており，そのイベント発生時間において，イベント発生地点に到達した時にのみイベントの実行が行えるようになっている。・・・",
            "【0017】",
            "・・・イベントの実行権を得るためには，実際にイベント発生時間にイベント発生地点にいる必要があり，これが，シナリオ展開に基づく疑似体験のリアリティを向上させる。・・・",
            "【0023】",
            "なお，上記実施形態では，本発明を車両用のナビゲーションに適用するものを示したが，利用者の現在地を検出できる手段，例えばGPSセンサを有して，利用者が持ち運びできる装置に適用するようにしてもよい。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "本願出願日に頒布された刊行物である特開平10−271562号公報には，次の記載があることが認められる(甲15)。",
                    "【0001】【発明の属する技術分野】",
                    "この発明は，ゲーム動作が可能な移動体通信端末に関し，特に通信ネットからダウンロードしたゲームプログラムによりゲームを実行する携帯用通信端末に関する。",
                    "【0003】【発明が解決しようとする課題】",
                    "・・・この発明は，・・・通信によりダウンロードすれば多種類のゲームが利用  35できるようにするものである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本願出願日に頒布された刊行物である特開平11−99285号公報には，次の記載があることが認められる(甲16)。",
                    "【0032】",
                    "・・・ゲームステーションはカードを用いたゲームプログラムの一部又は全部を記憶する第1のプログラム記憶手段を有し，各端末装置はカードを用いたゲームプログラムの一部又は全部を記憶する第2のプログラム記憶手段を有する。そして，ゲームステーションは・・・，それぞれのカードの機能に応じてゲームを展開するゲーム展開手段を有する。・・・ゲームステーションからゲームプログラムの一部又は全部をダウンロードするようにしてもよい。・・・"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "本願出願日前に頒布された刊行物である特開平11−203127号公報には，次の記載があることが認められる(甲17)。",
                    "【0051】",
                    "・・・このページャー5では，情報サービスセンター7に対するゲームソフトのダウンロード要求に応じて，情報サービスセンター7からページングセンター3を介して無線信号により当該ページャー5にダウンロードされたゲームソフトに基づいて，所定の契約期間の間，ゲームを行うことができる。",
                    "【0053】",
                    "また，情報サービスセンター7では，・・・契約ユーザー6に対し，所有するページャー5で実行可能なゲームソフトのダウンロードサービスを提供するとともに，そのゲームの使用可能期限(契約期限)や進行状況(クリアレベル)の管理等も行う。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "判断",
                      "text": [
                        "上記ア(ア) 認定の事実によれば，引用発明は，位置情報を用いたロールプレイングゲームであって，疑似体験のリアリティ性を向上させることを課題とし，地図デ  36ータに対応して地図上でのイベント発生地点が記憶されており，各種センサにより現在地を検出して地図データを供給して，利用者の現在地が，設定されたイベント発生地点に到達した時にのみ，予め定められたシナリオに従ったイベントを実行するようにしたものであり，利用者の現在地を検出できる手段(例えば，GPSセンサ)を有して，利用者が持ち運びできる装置に適用することもできるものである。",
                        "また，上記ア(イ)ないし(エ)認定の事実によれば，本願出願時において，(移動)通信端末において，「基地局から送信されるゲームのプログラムやデータを受信手段で受信し，受信したゲームのプログラムやデータを記憶させる技術」は，周知の技術であった。",
                        "以上によれば，引用発明において，「基地局から送信されるゲーム情報を受信手段で受信し，受信したゲーム情報を記憶し，記憶されたゲーム情報に応じてゲームを進行する」ようになすことは，引用発明ならびに周知の技術に基づいて当業者が容易に想到し得るというべきであって，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。その他，原告は縷々主張するが，いずれも採用の限りでない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10218",
    "date": "2011-03-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081194",
    "ipprecedent_id": "2554",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}