{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−11082号事件について平成21年12月4日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「電子データ置換法」とする発明につき特許出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①審査及び審判手続の違法性の有無，②特許請求の範囲の請求項1ないし25に係る発明(以下，請求項ごとに「本願発明1」等という。)が下記発明との間で新規性を有するか(特許法29条1項3号)，③同じく上記発明が進歩性を有するか(同条2項)，である。",
            "記",
            "・引用例1：松井甲子雄「画像深層暗号 −手法と応用−」第1版第1刷，発行所 森北出版株式会社，発行日 平成5年6月15日，甲1。以下，これに記載された発明を「引用発明1」という。)",
            "・引用例2：特開平8−69250号公報(発明の名称「暗号化鍵または復号鍵の入力装置および通信装置」，公開日 平成8年3月12日，甲2。以下，これに記載された発明を「引用発明2」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成8年10月1日，名称を「電子データ置換法」とする発明について特許出願(特願平8−278573号)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2006−11082号事件として審理した上，平成21年12月4日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成22年1月6日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本願発明1ないし25(以上を合わせて「本願各発明」という。)の内容は，次のとおりである。",
                "「【請求項1】 任意の電子データを原始データとし，これを有意性のある主部と，前記主部と連係して前記原始データに復元可能な副部とに分割することを特徴とする電子データ置換法。",
                "【請求項2】 前記有意性のある主部は，観念を有する画像データで構成されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項3】 前記主部と前記副部はいずれも値を有する画素が集合的に配置された画像データであることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項4】 前記主部の画素の値とこれに対応する副部の画素の値との間で演算を行うことにより前記原始データへの復元が可能であることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項5】 前記演算は排他的論理和を用いた論理演算であることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項6】 前記主部または前記副部には前記主部または前記副部の構成データより生成された改竄有無検出符号が付加されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項7】 前記主部または前記副部には前記主部または前記副部の構成データより生成された誤り訂正符号が付加されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項8】 前記主部または前記副部の少なくとも一方は画像データで構成されており，当該画像データは媒体の表面に印刷されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項9】 前記媒体は名刺またはシールであることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項10】 前記媒体は有価証券であることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項11】 前記媒体はプリペイドカード，キャッシュカードまたはクレジットカードであることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項12】 前記媒体は社員証またはメンバーズカードなどの，組織に属する個人またはグループであることを示すカード類であることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項13】 前記媒体は個人，法人，地方自治体，国等に関する事実が記載された書面であることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項14】 前記媒体はファクシミリで受信印刷される出力用紙であることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項15】 前記媒体はプリンタ，プロッタまたは複写機等により印刷された書面であることを特徴とする請求項8記載の電子データ置換法。",
                "【請求項16】 前記主部または前記副部はいずれも画像データで構成されており，当該画像データは表示面上に表示されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項17】 前記表示面は陰極線管表示装置，液晶表示装置，プラズマ表示装置，ホログラムまたはガラスであることを特徴とする請求項16記載の電子データ置換法。",
                "【請求項18】 前記原始データ，前記主部または前記副部の少なくとも1は画像データで構成されており，当該画像データがバーコード類を構成していることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項19】 前記有意性のある主部は，観念を有する音声データで構成されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項20】 前記観念を有する音声データは自然人の声または楽曲を構成していることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項21】 前記有意性のある主部は，観念を有する物体で構成されていることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項22】 前記観念を有する物体は点字，文字または記号を構成していることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項23】 前記主部または前記副部を二次原始データとして，当該二次原始データを有意性のある二次主部と，前記二次主部と連係して前記二次原始データに復元可能な二次副部とに分割することを特徴とする請求項1記載の電子データ置換法。",
                "【請求項24】 前記原始データ，前記主部，前記副部，前記二次原始データ，前記二次主部または前記二次副部のうちの2以上のデータ片を，見かけ上1のデータ片として扱うことが可能であることを特徴とする請求項1記載の電子データ置換法。",
                "【請求項25】 前記原始データを前記主部と前記副部とに分割する際に用いる演算と，前記主部と前記副部とから原始データを復元する際に用いる演算とが，同一の方法または装置により実行可能であることを特徴とする請求項1記載の電子データ置換法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，①本願発明1ないし5，8，14，15，18及び25は，引用発明1及び2と同一であるから特許法29条1項3号により特許を受けることができない，②本願発明1ないし25は，引用発明1及び2に基づいて，その発明の属する技術の分野における通常の知識を有する者(当業者)が容易に発明をすることができたから同法29条2項により特許を受けることができない，③本願明細書の記載は同法36条4項並びに同条6項1号及び2号に規定する要件を満たしていないから特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明1及び2の内容は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1",
                      "text": [
                        "「秘密伝送したい本来の情報である日本語データを，あらかじめ準備した意味のある記号列である攪乱用画像の中へ紛れ込ませる暗号化法であって，",
                        "あらかじめ1画面当りn画素からなる白黒画像データを攪乱用画像として，絶対に安全な通信路で受信者に伝送しておき，",
                        "攪乱用画像データを0，1，…，n−1の座標をもつ1次元座標軸上に並べ，",
                        "情報伝送率(＝日本語データ数／画像データ数)と画質を左右する整数パラメータmを1≦m≦nの範囲で選び，",
                        "m個の座標u1，u2，…，umをランダムに選び，",
                        "各ui上の画像データと第i番目の日本語データとの排他的論理和をとり，その結果をuiへ記録し，",
                        "座標軸上の要素の並びを暗号文として伝送する暗号化法であって，この方法で埋め込まれた暗号文を復号するには",
                        "攪乱用画像データとui(i＝1，2，…，m)を受け取り，",
                        "受信文を1次元座標軸上に並べ，",
                        "各iに対し，ui上の要素と第i番目の攪乱用画像データとの排他的論理和をつくり，その結果を第i番目の日本語データとするものである暗号化法」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明2",
                      "text": [
                        "「共通鍵画像をビット列に変換する第1画像読取手段と該第1画像読取手段の出力を画像処理し暗号化鍵を出力する手段を有する暗号化鍵入力手段と，該暗号化鍵により平文を暗号文に変換する暗号化手段による暗号化法であって，",
                        "該暗号文は",
                        "前記共通鍵画像に対応する画像をビット列に変換する第2画像読取手段と該第2画像読取手段の出力を画像処理し復号鍵を出力する手段を有する復号鍵入力手段と，該復号鍵により暗号文を平文に変換する復号手段によって復号されるものであり，",
                        "前記共通鍵画像は，あらかじめ，複写して相手方に郵送しておくか，あるいはファクシミリ装置等によって送付しておくもので，一般ユーザが筆記具を用いて手書きしたもの，既存の印刷物や指紋のコピー，印鑑の印影，バーコードパターンなどであり，",
                        "前記平文は，ファクシミリへ送信すべき画像であって，CCDにより電気信号に変換され圧縮符号化された圧縮画像データである暗号化法」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，審査及び審判手続上の誤りを看過し(取消事由1)，本願各発明並びに引用発明1及び2の認定を誤り，本願各発明と引用発明1及び2との対比・判断を誤った(取消事由2)ものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(審査及び審判手続の違法性)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "拒絶理由通知を欠如した違法",
                      "text": [
                        "審判手続前の審査段階において，審査段階の拒絶理由通知である平成17年11月11日付け拒絶理由通知(以下「審査段階の拒絶理由通知」という。甲27)及び平成18年3月16日付け拒絶査定(以下「本件拒絶査定」という。甲29)の記載は，審決の具体的な引用内容に対応した実質的拒絶理由通知の態を備えておらず，本来審査段階で示されるべき内容が示されていないという不備があった。このような場合，審判部は，欠陥是正指示付で審査段階に差し戻すか，審判段階において内容を充実させて審査段階の結果を行うべきである。それにもかかわらず，審決は，拒絶理由通知を欠き，原告の2回目の意見書を受け取らないまま拒絶査定に対する審判を行ったものであり，違法である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正に関する手続上の違法",
                      "text": [
                        "原告は，平成21年10月6日の面接日に「補正案の素案(2009．10．06版)」と題する書面(以下「本件補正案」という。甲24)を被告に提出したが，被告はその後当該補正案の更なる検討を怠り，また，原告に対し補正実施の機会を与えずに結審した。これは手続上の欠陥であり，違法である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "費用不調整の違法",
                      "text": [
                        "特許庁による特許審査関係手続も，一般的な取引と同様，規準として，提供された役務に欠陥があれば対価の一部払戻しその他の適当な是正措置がされるべきである。是正措置が必要な場合にそれをしないのは公平ではない。原告は，少なくとも都合2回の意見書を提出可能な費用を前払いしたが，被告は1回しか意見書を受け取っていない。このように，本件審判手続には，審決をするに際し審査及び審判に係る費用を調整しなかった違法がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願各発明及び引用発明1・2の認定の誤り，本願各発明と引用発明1・2との対比・判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決における本願各発明の認定には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ステガノグラフィ技術に属する引用発明1は，「攪乱用画像」に別のデータを秘かに紛れ込ませて送ることを目的とした操作であるのに対し，本願各発明は，そのようなものを主目的とはしていない。審決にはこの相違を看過した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明1は，「攪乱用画像」中にデータを「紛れ込ませる」方法を採るため，前記「攪乱用画像」は変化し画像品質の劣化となって表面化するのに対し，本願各発明の「主部」は変化せず，画像品質は劣化しない。審決にはこの相違を看過した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は引用発明1のようなステガノグラフィ技術を本願各発明の出願時点において当然認識していたから，それと同一のものを出願する動機が存在するはずがない。審決にはこの点を看過した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用発明2は，暗号化／復号の際のパスワードをキーで入力させるのではなくバーコードを用いて簡単にするというものである。引用発明2における「画像」であるモザイクパターンあるいはバーコードパターンは，それ自体がデータではなく，何らかのデータをエンコード(画像処理)して印刷等した結果の絵柄である。当該絵柄はバーコードとしての性質を持つため，絵柄の一部が欠けるなどして変化してしまってもデコードが可能である。これに対して，本願発明の場合，「主部」と「副部」から原始データをとるために画像データは変化しないことが必要であるため，「主部」も「副部」も変化しない。審決にはこの相違を看過した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本願各発明は任意ビット列を原始データとして扱えるので，「電子署名」と称される電子的な「印章」を成すデータを原始データとし，これを基に，任意の「主部」及びこれに対応する「副部」を得ることができる。この点で引用発明1及び2とは相違する。審決にはこの相違を看過した誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "審決が本件出願を拒絶すべきものとした理由について，原審の拒絶理由通知及び拒絶査定に示した理由と異なることは，原告主張のとおりであるが，審決は，その「1．手続の経緯」に記載したとおり，平成21年5月18日付けの審判における拒絶理由通知(以下，「当審拒絶理由通知」という。甲22)により通知した拒絶理由に基づいて，本件出願は拒絶すべきものとして判断し，その結果，審判請求は成り立たないと結論したものである。これについて，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合には，特許法159条2項の規定により，拒絶理由通知に係る特許法50条の規定を読み替えて準用することが規定されているところ，審決は，その規定に即した手続，すなわち上記の当審拒絶理由通知を原告に通知することにより，原告に対して意見書を提出する機会を与えたのであるから，本件審判の手続に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "被告は，原告に対して査定の理由と異なる拒絶の理由を当審拒絶理由通知として通知して意見書を提出する機会を与え，これに対する原告意見書(甲23)の内容によっても，当審拒絶理由通知により通知した拒絶の理由が解消されていないことから，更なる拒絶理由通知を行うことなく審判手続の審理を終結したのであって，手続には，何ら違法はない。",
                    "被告は，当審拒絶理由通知においても，「＜補正等の示唆＞」として，根拠条文と共に補正に当たっての説明を確認的に記載し，原告が補正の機会を逸することがないように注意喚起をしたが，原告はその応答期間内に手続補正を行わなかったものである。",
                    "原告が面接時に提示した本件補正案をもってしても，当審拒絶理由通知によって通知した拒絶の理由は解消しないから，上記手続補正をする機会に加えて，更なる手続補正をする機会を改めて与えるべき必要はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "拒絶査定不服審判に関する費用は，特許法169条3項の規定により審判請求人である原告が負担するものであり，原告が審理・審判に係る費用が調整されるべきと主張する点は，審決を取り消す法的根拠にはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "審決は，本願各発明を願書に最初に添付された明細書の特許請求の範囲の請求項1ないし25に記載されたとおりに認定したものであるから，誤りはない。",
                    "なお，審決は，「第6．本願明細書等の記載要件(特許法第36条)について」の項で説示したとおり，本願の特許請求の範囲には記載の不備が存在する(なお，当該記載の不備について争いはない。)ことを考慮して，「第4．本件発明の新規性(特許法第29条第1項第3号)について」の項中では，本願明細書及び図面の記載を考慮して本願各発明の要旨の認定をしたものであるから，本願各発明の要旨の認定に基づく新規性の判断の手順にも誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "引用発明1の「暗号化法」(ステガノグラフィ)も，本願発明1と同様に「電子データ置換法」に該当するものである。",
                    "また，引用発明1を，「攪乱用画像」に別のデータである「日本語データ」を秘かに紛れ込ませて送る意図を有するものと捉えたとしても，本願各発明を特定する特許請求の範囲各請求項の記載は，「原始データ」をどのような意図をもって「主部」と「副部」に「分割」するのかについて何ら特定していないのであるから，本願発明1における「分割」の操作は，引用発明1のような意図を有する操作も包含するものであり，本願明細書及び図面にはそれを排除することの記載も示唆もない。",
                    "したがって，引用発明1がステガノグラフィ技術である点，及び，引用発明1が「攪乱用画像」に別のデータを秘かに紛れ込ませて送ることを目的とした操作であるという点は，いずれも本願各発明と引用発明1との相違をもたらすものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "審決は，引用発明1を，前記第3，1(3) イ(ア) のとおり認定した。",
                    "すなわち，引用発明1において，暗号化法の最初の段階である「攪乱用画像データを0，1，…，n−1の座標をもつ1次元座標軸上に並べ，」における「攪乱用画像データ」(以下，区別のため「攪乱用画像データA」とする。)と，復号における「各iに対し，u 上の要素と第i番目の攪乱i",
                    "用画像データとの排他的論理和をつくり，その結果を第i番目の日本語データとする」における「攪乱用画像データ」(以下「攪乱用画像データB」とする。)とが，「変化」するものであるか，すなわち内容において異なっているか否かについて検討すると，以下のとおり，「攪乱用画像データ」は変化しないものである。",
                    "すなわち，引用発明1の暗号化は，攪乱用画像データAの所定位置のデータと日本語データとの排他的論理和をとって「暗号文」とするものであり，引用発明1の復号は，「暗号文」と攪乱用画像データBの所定位置のデータとの排他的論理和をとって日本語データとするものである。",
                    "そして，本願明細書(甲20)の段落【0090】ないし【0092】における排他的論理和を用いた演算に関する記載にならい，引用発明1の暗号化及び復号を関数の形で表記すると，",
                    "暗号化：xor(日本語データ，攪乱用画像データA)＝暗号文復号 ：xor(暗号文，攪乱用画像データB)＝日本語データ",
                    "となる。",
                    "ここで，本願明細書の段落【0092】に記載のとおりのxorの性質より，引用発明1の上記暗号化は，",
                    "xor(暗号文，日本語データ)＝攪乱用画像データA",
                    "という関係が成立し，また，引用発明1の上記復号は，",
                    "xor(暗号文，日本語データ)＝攪乱用画像データB",
                    "という関係が成立することから，攪乱用画像データAと攪乱用画像データBとはいずれも xor(暗号文，日本語データ)という同じデータであること，すなわち，攪乱用画像データAと攪乱用画像データBとは内容が同一であることが明らかである。",
                    "してみると，引用発明1の「攪乱用画像データ」は，暗号化の最初の段階と復号の段階とで内容が同一であるから，「攪乱用画像データ」は「変化」するものではない。",
                    "なお，原告が主張する「攪乱用画像」が「変化」するということを，引用発明1において「攪乱用画像データ」に対して「日本語データ」を紛れ込ませて「暗号文」が作られること，すなわち，「暗号文」が「攪乱用画像データ」の一部が変化したものであること，を意味するものとして捉えたとしても，本願発明1は，その「主部」に対して「原始データ」を作用させて「副部」が作られるものであるところ，その「副部」は「主部」の一部が変化したものと捉えることが可能であることから，引用発明1の「攪乱用画像データ」と本願発明1の「主部」とが「変化」するか否かの点において，本願発明1と引用発明1とは相違するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(エ) につき",
                  "text": [
                    "審決の理由である特許法29条1項3号の規定は，引用発明1及び2が「特許出願前に日本国内又は外国において，頒布された刊行物に記載された発明」であれば足り，出願人が当該引用発明1及び2を認識していたか否かによりその適用に何ら影響を与えるものではなく，それを認識していた場合に適用が除外されるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張(オ) につき",
                  "text": [
                    "審決は，引用発明2を，前記第3，1(3) イ(イ) のとおり認定した。",
                    "すなわち，審決は，引用発明2の「共通鍵画像」を，「あらかじめ，複写して相手方に郵送しておくか，あるいはファクシミリ装置等によって送付しておくもので，一般ユーザが筆記具を用いて手書きしたもの，既存の印刷物や指紋のコピー，印鑑の印影，バーコードパターンなどであ」ると認定し，「引用発明2における『共通鍵画像』は本願請求項 1 に係る発明の『主部』に，引用発明2における『暗号文』は本願請求項1に係る発明の『副部』にそれぞれ対応付けられ」ると認定した。",
                    "他方，本願各発明の「主部」が，媒体の表面に印刷されている画像データを含むことは本願発明8の記載から明らかであり，この媒体の表面に印刷されている画像データが，媒体の表面に印刷された絵柄を含むことは自明であるから，この点は相違点でない。",
                    "また，本願発明18の記載によれば，本願各発明の「主部」も，バーコードとしての性質を持ち得ることは明らかであるから，バーコードとしての性質を持ち得る点でも本願各発明の「主部」とそれに対応付けられる引用発明2の「共通鍵画像」とは格別相違するものでない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告の主張(カ) につき",
                  "text": [
                    "「任意の電子データ」は，その「電子データ」が「任意の」ものとして特定し，電子署名のみならずあらゆる電子データを包含し，引用発明1の「日本語データ」も「任意の電子データ」といえ，引用発明2の「平文」も「任意の電子データ」といえるものである。",
                    "よって，本願発明1と引用発明1，また，本願発明1と引用発明2とは，共に「任意の電子データを原始データとし」ており，この点は相違点でない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (発明の内容)，(3) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(審査及び審判手続の違法性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決に至る経緯",
              "text": [
                "証拠(甲21ないし24，27ないし29)及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成8年10月1日に本件特許出願をしたが，審査請求をしたところ，本願各発明は，電子データである原始データを有意性のある主部を適当に組み合わせて副部を作成する方法について定義したものであって人為的な取り決めであり，かつ，技術課題を解決する手段としてハードウェア資源と電子データ置換法というソフトウェア処理とがどのように協調動作するかが定義されておらず，自然法則利用の技術的手段を施したものでもないから，特許法29条1項柱書に規定する要件を満たしていないので，特許を受けることができない旨の審査段階の拒絶理由通知(甲27)がされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，本願各発明が特許法29条の特許要件を備えていないという審査官の説示に同意しない旨，及び技術課題を解決する手段としてハードウェア資源と電子データ置換法というソフトウェア処理とがどのように協調動作するかについては明細書及び図面中に十分に記載がある旨，「どのように協調動作するか」に関して請求項中の表現が不足ならば，開示内容を基礎に補正する旨，及び面接を希望する旨を内容とする平成18年1月23日付け意見書(甲28)を提出したが，結局，応答期間中に補正書を提出することはなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その後の平成18年3月16日，本願は前記アにより通知された理由によって拒絶すべきものであり，上記イの意見書には拒絶理由を覆すに足りる根拠が見出せない，として本件拒絶査定(甲29)がされた。",
                    "その際，拒絶査定の備考欄において，本願の請求項1ないし25に係る電子データ置換法が文字，数字，記号などを適当に組み合わせて暗号を作成する方法と言語表現上の差異しかないものである旨，及びハードウェアの協調動作については審査基準のコンピュータ・ソフトウェア関連発明に関する記載を参照されたい旨が指摘され，また，補正書が提出されていないことから原告には補正する意思は認められない旨が摘示された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，原告は，平成18年4月28日付けで不服の審判請求を行い(平成19年1月17日付けにて理由補充。甲21)，その中で，審判請求人(出願人)は手続継続の意思があったのに遮られた旨及び本願は実質的審査がなされていない旨を請求の理由として主張した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審理の結果，審判合議体は，平成21年5月18日，概ね次の(ⅰ)～(ⅲ)を内容とする拒絶理由通知(甲22)をした。",
                    "(ⅰ) 特許法29条1項3号の該当性について",
                    "本願発明1ないし5，8，25について，引用例1(甲1)",
                    "本願発明1ないし4，8，14，15，18について，引用例2(甲"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2)",
          "text": [
            "(ⅱ) 特許法29条2項の該当性について",
            "本願各発明について，引用例1ないし19(甲1～19)",
            "(ⅲ) 特許法36条4項並びに同条6項1号及び2号の該当性について本願各発明は，実施可能要件，サポート要件及び明確性の要件を具備しない。",
            "また，その際，「補正等の示唆」として，弁理士への手続委任の勧奨並びに特許法17条の2に規定された補正の期間的制限及び内容的制限等について詳細な説明がなされた。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "カ",
                  "text": [
                    "これに対し，原告は，上記拒絶理由通知における指摘事項中のいくつかの項目について補正により対応する旨及び面接を希望する旨を含む内容の平成21年7月21日付け意見書(甲23)を提出したものの，応答期間中に補正書を提出することはなかった。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "平成21年10月6日，原告との面接が行われ，その際，審判合議体に対して本件の技術説明がされるとともに，原告から，本願発明1ないし16についての本件補正案が示されたが，結局，正式な補正書の提出はされなかった(甲24)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記経過によれば，審決は，審判合議体による職権審査により発見された理由によりなされたものであって，その理由については，特許法159条2項の規定により準用された同法50条の規定に基づき，審決に先だって拒絶理由通知(甲22)がされているものである。このことからすれば，本件審決に至る手続は，特許法の規定に従って適法に遂行されており，原告に対して審決の理由に対する意見書の提出及び手続補正の機会も十分に与えられているから，その手続に違法な点はない。また，上記(1) の経過からすれば，審査段階における手続にも瑕疵があるとはいえないが，仮に審査手続において原告の手続継続の意思が遮られた旨及び本願について実質的審査がなされていないという審判請求理由とされた瑕疵が存在していたとしても，上記審判合議体の審理によってその瑕疵は解消しているというべきであるから，この点についても，手続上違法な点はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審査段階の拒絶理由通知(甲27)及び本件拒絶査定(甲29)は実質的拒絶理由通知の態をなしていない旨主張する。",
                        "しかし，審査段階の拒絶理由通知(甲27)の内容からみて，審査官は，本願が特許法29条1項柱書に規定する要件を満たしていないことから同法29条1項柱書を拒絶理由として通知したものである。そして，通知された拒絶理由の具体的な根拠について，本願各発明として記載されたものが電子データである原始データを有意性のある主部を適当に組み合わせて副部を作成する方法について定義したものであって人為的な取り決めであること，及び本願各発明がコンピュータソフトウェア関連発明(第 VII 部特定技術分野の審査基準第 1 章に則した取り扱いをする発明)であるとしても，ソフトウェアによる情報処理がハードウェア資源を用いて具体的に実現されていないことから，本願各発明に記載されたものは特許法上の発明でなく，したがって，本願が特許法29条1項柱書に規定する要件を満たしていないこと等を具体的に指摘しているから，審査段階の拒絶理由及び本件拒絶査定の理由は実質的な内容を含んでいると認められる。",
                        "そして，審決が審判合議体における職権審査により発見された理由によるものであることは上記(2) のとおりであるから，審査段階の拒絶理由通知の当否は審決の取消事由とはならないものである。",
                        "この点について，原告は，審決の具体的引用内容が審査段階の拒絶理由通知に示されなかったことを問題としているようであるが，上記のとおり審決は審判合議体における職権審査により発見された理由によるものであるから，審判合議体により理由が通知されていれば足りるのであって，審査段階の拒絶理由通知に示されている必要はない。",
                        "したがって，この点に関する原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，原告は，本来審査段階で示されるべき内容が示されていないという不備があり，このような場合，審判部は，欠陥是正指示付きで審査段階に差し戻すべきであったと主張する。",
                        "確かに，拒絶査定不服審判の審判合議体は，原査定の拒絶理由によっては査定維持の審決をすることができない場合，査定を取り消し，さらに審査に付すべき旨の審決をすることができる(特許法160条)。しかし，この判断は，その条文の文言から明らかなように，審判合議体の裁量に委ねられており，本件においては，上記(ア) のとおり，原査定の理由には実質的な内容が含まれているから，審判合議体による裁量権の行使に誤りはなく，この点に関する原告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "原告が面接日に提出した本件補正案は，正式の補正手続書として提出されたものではないから，そもそも補正としての効果を持たないものである。したがって，既に通知した理由がその後に提出された原告の意見書によって解消されていないのであれば，審判合議体は原告に当該補正案の更なる検討及び補正実施の機会を与える法的義務はないというべきである。したがって，この点に関する審判合議体の審決の手続に誤りはなく，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "この点に関する原告の主張は，審判合議体が費用を調整する権限を有することを前提としたものであるが，出願審査の請求に係る手数料については特許法195条2項において出願審査請求人は政令で定める額の手数料を納付しなければならない旨，拒絶査定不服審判の審判費用については特許法169条3項において審判に関する費用は審判請求人が負担する旨，それぞれ定められており，審判合議体には費用を調整する権限はないから，原告の主張はその前提を欠くものであって，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願各発明及び引用発明1・2の認定の誤り，本願各発明と引用発明との対比・判断の誤り)について",
          "text": [
            "審決は，本願発明1ないし5，8，14，15，18，25は引用発明1及び2と同一の発明であり，また，本願各発明は引用発明1及び2に基づいて当業者が容易に想到できるとし，一方，原告はこれを争うので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(公開特許公報。甲20)には，次の記載がある。",
                    "・「【発明の属する技術分野】本発明は，電子データを有意性あるデータを含む2以上のデータ片に分割するデータ置換法に関する。分割されたデータ片をもとに演算を行うことにより，元の電子データに復元可能である。」(段落【0001】)",
                    "・「前記有意性あるデータとは，典型的には観念を表した画像データまたは音声データである。‥‥。」(段落【0002】)",
                    "・「【従来の技術】コンピュータの主記憶装置または補助記憶装置に格納可能なデータ(本明細書を通じてこれは『電子データ』と表現されている。)を保護するために，対称暗号(慣用系暗号)または非対称暗号(公開鍵暗号)，あるいはこれらを併用した暗号表記技術が利用されている。」(段落【0005】)",
                    "・「電子データを暗号化あるいは復号化するに際しては通常，電子的な鍵情報(以下『電子鍵』と言う。)が用いられる。電子鍵もまた電子データであり，2進数で表現すれば単に『0』または『1』の有限個の列に過ぎない。」(段落【0006】)",
                    "・「このようなデータは一般に『バイナリデータ』と呼ばれているが，これは文字，数字，図形，あるいは記号などを用いて有意性ある情報として表記されたものとは異なり，特殊技能を備えた技術者以外の者にとっては可読なものではない。つまり，そのバイナリデータを見ても意味を理解することができないか，少なくとも時間的あるいは思考上の相当の困難を伴う；と言える。」(段落【0007】)",
                    "・「このため電子鍵の交換・配布あるいは検証等に際しては，専らコンピュータのようなハードウェア，プログラム(ソフトウェア)，オンライン通信網ならびにこれに付帯する装置等に頼り切っているのが現状である。」(段落【0008】)",
                    "・「自分たちの目に見えない，あるいは，仮に目で見て認識可能なデータ形式に変換して表示・印刷等を行った場合でもその内容が理解できないようなデータが身の回りで行き交うことに対して多くの人々は心理的な不安を抱いているのではないだろうか，と予想することができる。またこの事が，人々が電子鍵等の電子データの受け入れあるいは利用を拒むことにつながっているのではないだろうか，と推測することができる。」(段落【0009】)",
                    "・「公開鍵暗号方式は一般に，電子データの暗号化(ならびに復号化)に関する機能以外にも電子データ作成者を確定したり電子データに対する改竄の有無を検査するための符号(以下この符号を『電子署名』と言う。)を生成する機能及び電子署名が付与されたデータの正当性を検証するための機構(認証機能)を有している。」(段落【0010】)",
                    "・「認証機能は，今後の情報化社会を支える重要な技術となるものと予想できる。ただし，この機能を安全かつ広範囲に利用するにあたっては前提条件がある。そのうちの1つは，公開鍵暗号方式における公開鍵を広範囲に改竄されないようにして配布することである。しかし，この公開鍵は通常バイナリデータであり，ほとんどの場合は人間にとって可読なものではない。これを画像データと見なして表示した場合，少なくとも有意性ある図形であるとか親しみやすい絵柄であるということはない。」(段落【0011】)",
                    "・「コンピュータデータを人間にとって可読なものにするために，0から9までの数字並びにaからf(あるいはAからF)までのアルファベットを用いた 16 進数表示，あるいは，これ以外の英字や記号類などを用いた 64 進数表示等がしばしば利用される。(64 進数表示の標準的な方式としてコンピュータ業界では，MIME(Multipurpose Internet MailExtensions) や RADIX-64 と呼ばれるものが利用されている。前者は，インターネットの技術標準を検討する組織である IETF(The InternetEngineering Task Force) により RFC1521/RFC1522 として標準化されている。) しかし，16 進数や MIME 等で表現された文字の列(以下『文字列』と言う。)は，人間にとって識別可能ではあるものの依然として意味を理解することは困難である。なぜなら，当該文字列は自然言語もしくはそれだけで意味を成す記号として表記されているわけではないため，とりわけ文字列の生成に関与していない人間にとってはあたかもランダムな文字の有限個の連なりに見えてしまうのである。」(段落【0012】)",
                    "・「仮に前項で示したような文字列が特定の人物(たとえば特別な訓練を受けた技術者)にとって可読であったとしても，その文字列自体が改竄されているのか否かの判定を目視の範囲で行うことはできない。このことは，電子鍵の改竄無き配送ならびに安全な利用を暗黙にあるいは明示的に要請している電子鍵の運用者または利用者の要求を十分には満たしていないことを示している。」(段落【0013】)",
                    "・「特許公報『特公平7−111723』に見られるような電子マネー並びにその運用システムは現在，日本国内では実用化実験の段階を向かえている。ところが，通常の貨幣と異なり電子マネーは，一般の利用者側と金融機関側の双方に対してその扱いに経済的不安と心理的不安をもたらすものになっているのではないかと発明者は考えた。」(段落【0014】)",
                    "・「不安の1つは，データの消失あるいは偽造などに対する不安である。",
                    "これらは，システムの運用方法の改善や利用する装置の技術的改良等により解決可能となりうる事項である。」(段落【0015】)",
                    "・「別の不安は，電子マネーが目に見えないものであると言う，電子マネー本来の性質に由来するものである。本質的に電子マネーは電子鍵と同様単なる電子データに過ぎないため，前述したような『見えないものに対する不安』を多くの人が抱えているのではないかと発明者は考えた。」(段落【0016】)",
                    "・「【発明が解決しようとする課題】よって本発明の第一の目的は，配布・交換等の処理の対象となっている電子データ(本明細書を通じてこれは，『処理の対象となっている元々のデータ』という意味で『原始データ』と表現されている。)を有意性あるデータ(本明細書を通じてこれは『主部』と表現されている。)とそれ以外の付属情報(本明細書を通じてこれは『副部』と表現されている。)へと分割することを特徴とする電子データの置換(符号化)方法あるいはこれを実施する装置を提供することである。同時に，上記の置換処理により生成された主部と副部を原始データへと逆方向に置換(復号化)する方法あるいは装置を提供することも当然本発明の目的のうちの1つとなる。」(段落【0017】)・「本発明の第二の目的は，1のデータ片である原始データを，片方だけしか所持しないのであれば意味を成さないような2のデータ片を構成するという特徴を有する主部と副部とに分割する方法あるいは装置を提供することである。この意味で本発明による電子データ置換法は，暗号処理と同様の機能を有していると言える。」(段落【0018】)・「【課題を解決するための手段】以上に述べたことを実現するため，本発明の方法及び装置として次の諸要素を採用した。発明要部を表した図1から順に各要素を説明する。」(段落【0023】)",
                    "・ 【図1】",
                    "・「＜発明の構成要素＞第一の要素は原始データであり，有意性あるデータに置換される前の電子データである。原始データには2つのタイプがあるが，図1に示されているのは誤り検出符号の無い原始データ(1)である。」(段落【0024】)",
                    "・「第二の要素は，有意性あるデータであるとされる主部である。主部には2つのタイプがあるが，図1に示されているのは誤り検出符号の無い主部(2)である。誤り検出符号の無い主部(2)は多くの場合，画像データである。なお，誤り検出符号の無い主部(2)は有意性情報(6)として位置付けられた電子データと実質的に等価であるか，少なくとも有意性情報(6)の影響を受けたデータである。」(段落【0025】)・「第三の要素は，主部と連係して原始データを復元可能となるように設定された副部である。図1に示されているのは誤り検出符号には無関係の副部(3)である。」(段落【0026】)",
                    "・「第四の要素は，原始データと有意性情報(6)を元に主部と副部とを導出する置換処理機構(4)である。」(段落【0027】)",
                    "・「第五の要素は，主部と副部をもとに原始データを復元するための逆変換処理機構(5)である。」(段落【0028】)",
                    "・「置換処理機構(4)あるいは逆変換処理機構(5)としては，上記した目的を達成可能であるような一切の演算方法ならびに装置がこれに該当する。なお，演算方法として排他的論理和を採用した場合は，置換処理機構(4)と逆変換処理機構(5)は同一の機構とすることが可能である。具体的な例の提示は，後述する実施例の記述をもって援用する。」(段落【0054】)",
                    "・「＜発明の要部＞本発明の要部は，機構的には置換処理機構(4)と逆変換処理機構(5)の2点である。データとしては，原始データ及び電子化有意情報(15)をもとに置換処理機構(4)により導出される主部と副部の2点である。」(段落【0062】)",
                    "・「電子化有意情報(15)は，置換処理機構(4)においては一種の電子鍵の役割を果たしている。このため，原始データから主部と副部とを生成する過程は，実質的に対称暗号の一種となっている。すなわち，暗号表記技術として本発明を利用することができる。」(段落【0069】)・「本発明によれば，所望の相手に対して異なる経路あるいは手段を用いて，原始データ，主部または副部を成すデータを配布・交換することが可能となる。ここで上記データは，オンライン通信に適した電子データでも良いし，オフライン伝達に適したオフライン情報子(たとえば紙に印刷されたバーコード)でも良い。」(段落【0073】)",
                    "・「【実施例1】まず，長さ 64 の任意のビット列(ビットの並び)を考える。ここでは説明上，図5に示すビット列を使用する。8 ビットの塊が8 あり，合計で 64 ビットとなっている。」(段落【0082】)・ 【図5】",
                    "・「また，今後の処理の原点となる図5に示すデータを『原始データ』と呼ぶことにし，これを記号Dで表すことにする。この原始データDを，図6で示される図形上に表現することを考える。」(段落【0083】)・「図6の図形を言葉で説明すると，『一辺の長さが 8 の正方形(以下『ベースタイル』と呼ぶ。)の中に，一辺の長さが l の正方形(以下『タイル』と呼ぶ。)を敷き詰めた枡目状の模様をもつ図形』となる。図6を見れば，横方向に 8，縦方向に 8 の，合計 64 個のタイルがあることがわかる。囲碁の世界に置き換えてみると，『ベースタイル』は碁盤，『タイル』は碁石のようなものであると言える。」(段落【0084】)・「さて，図5の『1』を黒いタイルで，また，『0』を白いタイルで表すというルールに従った場合，それらのタイル 64 個を左から右へ，上から下へという順番でベースタイル上に敷き詰めると，図7に示す図形となる。」(段落【0085】)",
                    "・「ここで，『タイル』をドット(あるいは画素)，『ベースタイル』を図形が描画されていないアイコンと考えれば，図7はアイコン化された原始データであると考えることができる。」(段落【0086】)",
                    "・「次に，図7と同じ大きさを持ち，かつ，人の顔を非常に単純化して模倣した絵柄(本明細書を通じてこれは，『似顔絵アイコン』と表現されている。) を考えてみる。説明上，図8に示すアイコンを考る。」(段落【0089】)",
                    "・「＜用語説明：排他的論理和＞ここで，『XOR』について説明を行う。『XOR』は『eXclusive OR』の略であり，『排他的論理和』と呼ばれる論理演算用の演算子の1つである。その真理値表は図15のとおりである。」(段落【0090】)",
                    "・ 【図15】",
                    "・「そして，図7と図8との間で排他的論理和 (XOR) 演算を行う。すなわち，図7と図8双方の同じ位置にあるドット同士で XOR 演算を行う。",
                    "XOR 演算を実施する際には，(原始データをアイコン化した時と同様，)黒いタイル (黒のドット)を『1』，白いタイル (白のドット) を『0』と考える。そうするとこの演算結果は，図9に示すアイコン (本明細書を通じてこれは，『逆元アイコン』と表現されている。) により表現することができる。」(段落【0091】)",
                    "・ 【図7】 【図8】 【図9】",
                    "・「上記演算を式で表せば，(図7) XOR (図8) = 図9となる。以降これをxor(図7,図8) = 図9(式1)と，関数の形で書くことにする。このとき XOR 演算の性質により，xor(図9,図7) = 図8(式2)とxor(図9,図8) = 図7(式3)も同時に成立する。式3を見れば図7は，図8と図9を用いた XOR 演算の実施により導出可能であることがわかる。」(段落【0092】)",
                    "・「以上の事柄を利用すれば，(図7と同値である) 図5に示す 64 ビットの原始データを配布することが目的であるときは，原始データそのものを配布する代わりに図8に示す似顔絵アイコンと図9に示す逆元アイコンとを組にしたものを配布しても，この目的は達成可能である。本明細書を通じて，このような配付方法は『原始データの分割配布』と表現されている。」(段落【0093】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本願各発明は，配布・交換等の処理の対象となっている電子データ(原始データ)を有意性あるデータ(主部)とそれ以外の付属情報(副部)へと分割することを特徴とする電子データの置換(符号化)方法であって，1つのデータ片である原始データを，片方だけしか所持しないのであれば意味を成さないような2つのデータ片を構成するという特徴を有する主部と副部とに分割する方法を提供することによって，暗号処理と同様の機能を有する電子データの置換(符号化)方法であると認められ，ここで，「有意性がある」とは，似顔絵アイコンの画像データのように，特殊技能を要せずに知覚することが可能であるとともに，そうして知覚したものの意味を一般人が理解できることを意味すること，また，「分割」とは，1つの電子データを何らかの演算を用いてこれと異なる1対の電子データとすることを広く指すことを意味し，その中には，排他的論理和の演算によって1つの電子データを異なる1対の電子データとすることが含まれているものの，演算の内容については特定されていないものであること，さらに，「主部」とは，1つのデータから生じた1対のデータであってその一方のみでは意味をなさず，かつ，「有意性のあるデータ」を意味し，「副部」とは，1つのデータから生じた1対のデータであってその一方のみでは意味をなさないもののうち，「主部」でない方のデータを意味する，という特徴を有する発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，次の記載がある。",
                    "a「1.4 先駆的研究",
                    "1980年代のはじめのころ，音声情報とデータ情報を一緒に伝送する方法が発表された．一般に，電話の音声信号を秘匿伝送するときにスクランブラ(scrambler)を用いるが，この論文ではそれに着目してスクランブル信号に秘密データの1ビットをのせて伝送しようと試みたものである．その原理は単純で，伝送されるデータのビット系列で音声ブロックにスクランブルをかける方式になっている．このスクランブルは，本来の音声信号の秘匿に重点をおくのではなく，データの秘密伝送に主眼をおき，スクランブルは一種の触媒の役割を果たしている．伝送信号を一見したところでは，通常の音声信号伝送と変わりなく，ただ伝送信号の帯域幅がわずか増加しているにすぎない．",
                    "‥‥＜中略＞‥‥",
                    "この方法も人間の明瞭な言葉にならない声(ノイズ状態)の部分を巧みに使って，音声通話を structure とし，文字データを noise にみせかけながら，実は秘密データを受信側に届けようと意図したものである．これは，電話に雑音はあたりまえという既成概念を逆手にとった意外性のある秘密伝送法である．」(9頁下5行～13頁下2行)",
                    "b「さらに，1986年になると A らは，暗号と情報セキュリティシンポジュウムに発表した論文の冒頭で，この特殊な暗号系をつぎのように説明している．『盗聴者が通信系に割り込んで入手した通信文が意味不明な記号列ならば，暗号文であることに気付き解読しようとするだろう．ところが通信文が意味のある記号列ならば，それが通信内容そのものであると確信するに違いない．そこで，表面上は意味のある記号列の体裁をなすが，実はその陰にもっと重要な情報を隠しもつ，といった形態の暗号文を生成できれば，盗聴者から解読のきっかけをほとんど完全に奪うことができる．このような暗号を，通信文の深層部に情報が隠されるというニュアンスで深層暗号とよぶ．",
                    "深層暗号は，秘密伝送したい本来の情報を，あらかじめ準備した攪乱用情報の中へ紛れ込ませる．その際，前者の情報量に比べ後者の情報量を十分大きくとることによって，後者が暗号文の統計的構造を支配するように仕向ける．それゆえ，深層暗号を実現するためには十分量の攪乱用情報を準備しなければならない．われわれは，ディジタル画像が膨大な情報を有する事実に着目し，画像データを攪乱用情報として利用する深層暗号の一方式，すなわち画像深層暗号を考案した』．おそらく，これが本邦において画像深層暗号という用語を使用した最初の論文と思われる．彼らはその中でつぎのような暗号化法を提案した．まず，図1．6に示すような暗号通信系を考える．ここで，あらかじめ1画面当りn画素からなる白黒画像データを攪乱用画像として，絶対に安全な通信路で受信者に伝送可能であると仮定する．暗号文の作成では，(1) 攪乱用画像データを0，1，…，n−1の座標をもつ1次元座標軸上に並べる．"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "情報伝送率(＝日本語データ数／画像データ数)と画質を左右する整数パラメータmを1≦m≦nの範囲で選ぶ．"
            },
            {
              "fig": "(3)",
              "subject": "m個の座標u1，u2，…，umをランダムに選ぶ．"
            },
            {
              "fig": "(4)",
              "subject": "各ui上の画像データと第i番目の日本語データとの排他的論理和をとり，その結果をuiへ記録する．"
            },
            {
              "fig": "(5)",
              "subject": "座標軸上の要素の並びを暗号文として伝送する．",
              "text": [
                "この方法で埋め込まれた暗号文を復号するには，"
              ]
            },
            {
              "fig": "(1)",
              "subject": "攪乱用画像データとui(i＝1，2，…，m)を受け取る．"
            },
            {
              "fig": "(2)",
              "subject": "受信文を1次元座標軸上に並べる．"
            },
            {
              "fig": "(3)",
              "subject": "各iに対し，ui上の要素と第i番目の攪乱用画像データとの排他的論理和をつくり，その結果を第i番目の日本語データとする．」(13頁下から1行～16頁17行)",
              "text": [
                "・ 【図1．6】",
                "(15頁)"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "上記アbには，「1画面当りn画素からなる白黒画像データを攪乱用画像と」した場合の暗号通信系が記載されており，具体的に暗号文を作成するにあたって，「(1) 攪乱用画像データを0，1，…，n−1の座標をもつ1次元座標軸上に並べる．」，「(3) m個の座標u1，u2，…，umをランダムに選ぶ．」，「(4) 各ui上の画像データと第i番目の日本語データとの排他的論理和をとり，その結果をuiへ記録する．」こと，及び暗号文を復号するに当たって，「(1) 攪乱用画像データとui(i＝1，2，…，m)を受け取る．」，「(2) 受信文を1次元座標軸上に並べる．」，「(3) 各iに対し，ui上の要素と第i番目の攪乱用画像データとの排他的論理和をつくり，その結果を第i番目の日本語データとする．」との処理が行われる旨が記載されている。",
                    "そして，暗号通信系における復号されるべき受信文とは作成された暗号文であるから，暗号文の各要素と攪乱用画像データの各要素との排他的論理和によって日本語データへ復号される暗号文を，日本語データの各要素と攪乱用画像データの各要素との排他的論理和によって生成する，暗号通信系における暗号化の方法が記載されているものであり，この暗号通信系においては，「攪乱用画像データ」を復号鍵を兼ねた暗号鍵のデータとして用いているものである。",
                    "さらに，上記アaの記載からみて，この暗号通信系において「攪乱用画像データ」は，「表面上は意味のある記号列の体裁をなす」ものである。",
                    "そうすると，引用発明1は，暗号鍵データであり各要素について意味のある記号列である攪乱用画像データの各要素との排他的論理和によって日本語データへ復号される暗号文を，日本語データの各要素と攪乱用画像データの各要素との排他的論理和によって生成する，暗号通信系における暗号化の方法という発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には，次の記載がある。",
                    "・「【特許請求の範囲】",
                    "【請求項1】 画像をビット列に変換する画像読取手段と，該画像読取手段の出力を画像処理し暗号化鍵または復号鍵を出力する手段を有することを特徴とする暗号化鍵または復号鍵の入力装置。",
                    "【請求項2】 画像をビット列に変換する第1画像読取手段と該第1画像読取手段の出力を画像処理し暗号化鍵を出力する手段を有する暗号化鍵入力手段と，該暗号化鍵により平文を暗号文に変換する暗号化手段と，前記画像に対応する画像をビット列に変換する第2画像読取手段と該第2画像読取手段の出力を画像処理し復号鍵を出力する手段を有する復号鍵入力手段と，該復号鍵により暗号文を平文に変換する復号手段とを有することを特徴とする共通鍵暗号通信装置。",
                    "【請求項3】 画像をビット列に変換する第1画像読取手段と該第1画像読取手段の出力を画像処理し公開暗号化鍵を出力する手段を有する公開暗号化鍵入力手段と，該公開暗号化鍵により平文を暗号文に変換する暗号化手段と，前記画像とは異なる画像をビット列に変換する第2画像読取手段と該第2画像読取手段の出力を画像処理し復号鍵を出力する手段を有する復号鍵入力手段と，該復号鍵により暗号文を平文に変換する復号手段とを有することを特徴とする公開鍵暗号通信装置。」・「第1共通鍵入力装置1は，第1画像読取手段2と第1画像処理手段7を有しており，暗号化鍵を表す画像の原稿を第1画像読取手段2で読み取り，第1画像処理手段7において暗号化鍵を生成して出力する。暗号化手段4は，暗号化鍵により，平文を暗号化して送信する。第2共通鍵入力装置5は，第2画像読取手段6と第2画像処理手段7を有しており，復号鍵を表す画像の原稿を第2画像読取手段6で読み取り，第2画像処理手段7において復号鍵を生成して出力する。復号手段8は，受信した暗号文を復号鍵により復号して平文に戻す。このような共通鍵暗号化通信装置では，暗号化鍵と復号鍵とが同一であるから，暗号化鍵を表す画像と復号鍵を表す画像とは同じものである。この画像は，あらかじめ，複写して相手方に郵送しておくか，あるいはファクシミリ装置等によって送付しておく。一旦入力された暗号化鍵および復号鍵は，メモリに記憶しておくことができる。また，1つの装置の中に送信部と受信部とがある場合には，第1共通鍵入力装置と第2共通鍵入力装置とは，共通にすることができる。」(段落【0011】)",
                    "・「CCD28からサーマルヘッド31までは，画像信号のための入出力インターフェースおよび信号処理ブロックを構成する。送信時に，原稿は，CCD28により電気信号に変換され，画像処理回路29に入力され，2値化され画像データとなる。画像データは，MH方式，MR方式等に基づいて圧縮符号化され，これが平文として取り扱われる。圧縮符号化された2値データは，暗号化鍵を用いてCPU20により暗号化され，モデム26を介して送信される。受信側においては，暗号化データは，復号鍵を用いてCPU20により復号され，平文に戻った圧縮画像データは，画像処理回路29により元の画像データに復号され，プリンタドライバ30を経てサーマルヘッド31により印刷される。なお，圧縮符号化および復号は，画像処理回路29内で全て処理するのではなく，CPU20によって一部実行してもよい。CCD28は，暗号化鍵または復号鍵を入力する際の画像読取手段を兼用する。G3ファクシミリの場合，CCD28は，走査線1本(215mm)当たり1728個の画",
                    "素を基本単位とした2値化信号を出力する。走査線の本数は，3．85本／mmである。この2値化信号は，画像処理回路29に入力されるが，圧縮符号化をする前の段階で，CPU20の制御下に移され，暗号化鍵または復号鍵を得るために必要な画像処理がなされる。ただし，画像処理手段29とCPU20との機能分担は適宜決められるべきものである。」(段落【0016】)",
                    "・「次に，暗号化鍵または復号鍵の元となる画像について説明する。図3は，暗号化鍵または復号鍵の入力装置に入力する画像の一例を示す図である。図中，40は原稿，41は基準パターン，42は黒の領域，43は白の領域，44は暗号化鍵または復号鍵の元となる画像部分であり，45は白の領域，46は黒の領域，47はモザイクパターンが画像処理されて生成されたデータ列である。原稿40は，1ラインが全て白から始まるようにしている。この説明用の例では，原稿40には，8×9のマトリクス上にモザイク状のパターンが描かれ，マトリクスの最小単位を10mm×10mmとしたが，マトリクスの最小単位の寸法および個数を増減することによって，任意のビット数が得られる。このモザイク状のパターンは，あらかじめ印刷されたものをユーザーに供給してもよいが，一般ユーザが筆記具を用いて手書きしてもよい。一般ユーザが，既存の印刷物や指紋のコピー，印鑑の印影などをこのような画像として採用すれば，特徴を記憶しやすく他人には気づかれない画像となる。なお，手書き入力を考慮して，原稿には，CCD28によって感知されないような方眼状の目盛り線を印刷しておいてもよい。」(段落【0017】)・ 【図3】",
                    "・「以上の実例では，暗号化鍵または復号鍵の元となる画像は，ビットマップデータに変換するものであったが，変換は，これに限られるものではない。例えば，画像をバーコードパターンとして，これをCCD28で読み取り，バーコードパターンを認識して復号し，暗号化鍵または復号鍵となるビット列を得ることもできる。CCD28の代わりに，専用のバーコード読み取り装置を用いることもできる。あるいは，画像をパターン認識し，その特徴を数値化したビット列を暗号化鍵または復号鍵とすることもできる。」(段落【0021】)",
                    "・「まず，送信側の動作を説明する。S50において，暗号化鍵の元となる画像の原稿を読み取り，S51において，画像処理を行ない暗号化鍵を抽出して，メモリに記憶する。S52において，公衆電話網にダイヤル発信する。呼設定が完了すると，S53において，ハンドシェイクにより相手側のファクシミリ装置とバイナリ手順の信号シーケンスが実行され，S54において，送信すべき画像の原稿を読み取り，暗号化鍵により暗号化して蓄積する。S55において，蓄積が終了した暗号化データが送信され，S56において，送信すべきデータがなくなったかどうかを判別し，まだデータが残っているときはS53に戻り，なくなったときは，S57に進み，S57において，回線断が行われ送信動作が終了する。なお，S54において，暗号化データを蓄積することなく，送信すべき画像の暗号化が全て完了する前に，暗号化されたデータを逐次送信するようにしてもよい。また，S52において，暗号化通信の可否を問うプロトコルを挿入してもよい。」(段落【0024】)",
                    "・「次に，受信側の動作を説明する。S58において，公衆電話網からの着信が検出されると，S59において，ハンドシェイクにより相手方のファクシミリ装置とバイナリ手順の信号シーケンスが実行され，S60において，暗号化データが受信され蓄積される。S61において，受信すべきデータがなくなったかどうかを判別し，まだ受信データが残っているときはS60に戻り，なくなったときは，S62に進み，呼の解放が行われ相手方との通信が終了する。S63において，復号鍵の元となる画像の入力を表示器等で促し，復号鍵の元となる画像の原稿が置かれたこと等を検出すると，S64に進む。S64において，復号鍵の元となる画像の原稿を読み取り，S65において，画像処理を行ない復号鍵を生成して，メモリに記憶する。S66において，暗号化データを復号鍵により復号して，S67において，復号の処理過程上でエラーが生じたときは表示器に表示し，エラーが生じなかったときは，サーマルヘッドにより受信画像を印刷する。S69において，まだ受信データが残っているときは，S66に戻り，受信データがなくなったときは，受信動作を終了する。なお，S60において，受信した暗号化データを全て蓄積することなく，途中の段階で，S63からS68に相当するステップを設けてこれを実行し，S67に相当するステップおいてエラーが生じたときには，S59に戻って，再送要求等を行うようにしてもよい。」(段落【0025】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲2)の図1は，暗号化鍵または復号鍵の入力装置を用いた共通鍵暗号通信装置の概略構成図であって「第1画像読み取り装置」及び「第2画像読み取り装置」に「共通鍵画像」が入力されていることを示す。",
                    "【図1】"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記段落【0024】記載及び図1の図示からみて，引用例2には，平文である画像を，共通鍵画像を暗号鍵として暗号文とする暗号化を行う暗号化方法が記載されており，また，上記段落【0017】の記載からみて，共通鍵画像として，特徴を記憶しやすい画像を採用することが記載されており，さらに，上記段落【0025】の記載及び図1の図示からみて，引用例2に記載された暗号化方法における暗号文は，共通鍵画像を復号鍵として復号化することで平文とされるものであることが記載されている。",
                    "そうすると，引用発明2は，平文である画像を，特徴を記憶しやすい共通鍵画像を暗号鍵とし，この共通鍵画像を復号鍵として復号化することで平文である画像とされる暗号文とする暗号化を行う暗号化方法，という発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "進歩性の有無について",
              "text": [
                "審決は，前記のとおり，①本願発明1ないし5，8，14，15，18及び25は引用発明1及び2と同一であるから新規性を欠く(特許法29条1項3号)，②本願各発明は，引用発明1及び2に基づいて当業者が容易に発明をすることができたから進歩性を欠く(同法29条2項)，③本願明細書の記載は特許法36条4項並びに同条6項1号及び2号に規定する要件を満たしていない等を理由とするものであるところ，以下においては，上記②にいう進歩性に関し，本願発明1を中心に検討する(特許法36条，49条によれば，本願発明1につき特許法29条2項の要件が満たされないときは本願発明2ないし25を含む本件特許出願全体につき拒絶査定がなされるべきこととなる。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1と引用発明1との対比",
                  "text": [
                    "引用発明1の「暗号化」とは，前記(2) イのとおり，要素間の排他的論理和によって，任意の電子データである「日本語データ」を，同様に電子データである「暗号文」と暗号鍵データとなる「意味のある記号列である攪乱用画像データ」という1対の電子データに置換することであるから，引用発明1の「暗号通信系における暗号化の方法」は，本願発明1の「電子データ置換法」に相当し，また，置換された1対の電子データから復元される任意のデータである引用発明1の「日本語データ」は，本願発明1の「原始データ」に相当する。",
                    "また，引用発明1の「意味のある記号列である」とは，本願発明1の「有意性のある」に相当する。そして，このことから，引用発明1の置換された1対の電子データのうちの「意味のある記号列である攪乱用画像データ」は，本願発明1の「有意性のある主部」に相当する。",
                    "また，引用発明1の，排他的論理和の演算によって1つの電子データである日本語データを暗号文と攪乱用画像データという1対の電子データとすることは，本願発明1の「分割」に相当する。",
                    "そうすると，本願発明1と引用発明1とは，「任意の電子データを原始データとし，これを有意性のある主部と，この主部と連係して原始データに復元可能な他のデータとに分割する電子データ置換法」である点で一致しており，「有意性のある電子データと連係して原始データに復元可能な他のデータ」が，本願発明1では，『副部』であるのに対して，引用発明1では『日本語データが紛れ込んだ攪乱用画像データである暗号文』」である点で形式的に相違するものである。",
                    "しかし，引用発明1は，上記のとおり，1つのデータである日本語データを暗号鍵データである攪乱用画像データと暗号文という1対の電子データとしたものであって，この暗号文は有意性のある主部である攪乱用画像データと対になることで原始データである日本語データを復元可能となるものであるところ，前記(1) イで認定したとおり，本願発明1における「副部」とは，1つのデータから生じた1対のデータであってその一方のみでは意味をなさないもののうち，「主部」でない方のデータという極めて広い概念であると認められるから，その中に，引用発明1において攪乱用画像データと対となる「日本語データが紛れ込んだ攪乱用画像データである暗号文」も含まれることは明らかである。",
                    "そうすると，上記本願発明1と引用発明1の相違点は，実質的な相違点ではない。また，その効果も，容易に予測できる範囲のものであって，格別なものではない。したがって，本願発明1は，引用発明1から容易に想到できるものであって，特許法29条2項の規定に基づいて特許を受けることができないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明1と引用発明2との対比",
                  "text": [
                    "引用発明2の「暗号化」とは，前記(3) ウ記載のとおり，任意の電子データである「平文である画像」を，同様に電子データである「暗号文」と暗号鍵となる「特徴を記憶しやすい共通鍵画像」という1対の電子データに置換することであるから，引用発明2の暗号化方法は，本願発明1の「電子データ置換方法」に相当し，また，置換された1対の電子データから復元される任意のデータである引用発明2の「平文である画像」は，本願発明1の「原始データ」に相当するといえる。",
                    "また，引用発明2の「特徴を記憶しやすい」とは，知覚可能でありかつ知覚したものの意味を理解できることを前提とするから，本願発明1の「有意性のある」に相当する。そうすると，引用発明2の置換された1対の電子データのうちの「特徴を記憶しやすい共通鍵画像」は，本願発明1の「有意性のある主部」に相当する。",
                    "そして，引用発明2の「暗号化を行う」とは，平文である画像という1つの電子データを暗号文と共通鍵画像という1対の電子データとすることであり，本願発明1の「分割」に相当する。",
                    "そうすると，本願発明1と引用発明2とは，「任意の電子データを原始データとし，これを有意性のある主部と，この主部と連係して原始データに復元可能な他のデータとに分割する電子データ置換法」である点で一致しており，「『有意性のある電子データと連係して原始データに復元可能な他のデータ』が，本願発明1では，『副部』であるのに対して，引用発明2では『共通鍵画像を復号鍵として復号化することで平文である画像とされる暗号文』」である点で形式的に相違する。",
                    "しかし，上記のとおり，引用発明2は，1つのデータである平文である画像を暗号鍵データである共通鍵画像と暗号文という1対の電子データとしたものであって，この暗号文は有意性のある主部である共通鍵画像と対になることで原始データである平文である画像を復元可能となるものであるところ，前記(1) イで認定したとおり，本願発明1における「副部」とは，1つのデータから生じた1対のデータであってその一方のみでは意味をなさないもののうち「主部」でない方のデータという極めて広い概念であると認められるから，その中には，引用発明2において有意性のある主部である共通鍵画像と対になる上記暗号文も含まれることは明らかである。",
                    "そうすると，本願発明1と引用発明2の上記相違点は，実質的な相違点ではない。また，その効果も，容易に予測できる範囲のものであって，格別なものではない。したがって，本願発明1は，引用発明2からも容易に想到できるものであって，特許法29条2項の規定に基づいて特許を受けることができないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア) につき",
                      "text": [
                        "原告は，審決には，本願各発明の認定を誤った違法がある旨主張するが，審決は，本願各発明を願書に最初に添付された明細書の特許請求の範囲(請求項1ないし25)に記載されたとおりに認定したものであるから，誤りはなく，この点に関する原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(イ) につき",
                      "text": [
                        "原告は，審決には，ステガノグラフィ技術に属する引用発明1が「攪乱用画像」に別のデータを秘かに紛れ込ませて送ることを目的とした操作であるのに対し，本願各発明はそうではないという相違点を看過した違法があると主張する。",
                        "しかし，審決が認定した引用例1の記載事項は，暗号鍵データとなる各要素について，意味のある記号列である攪乱用画像データの各要素との排他的論理和によって日本語データへ復号される暗号文を，日本語データの各要素と攪乱用画像データの各要素との排他的論理和によって生成する，暗号通信系における暗号化の方法であって，必ずしもステガノグラフィ技術に属するもののみを特定したものでなく，換言すれば，ステガノグラフィ技術に属するか否かは認定された引用発明1に無関係な事項である。そもそも本願発明1を特定する特許請求の範囲請求項1の記載は，「原始データ」をどのような意図をもって「主部」と「副部」に「分割」するのかについて何ら特定していないのであるから，引用発明1がステガノグラフィ技術であることは，本願発明1と引用発明1との相違をもたらすものではない。",
                        "したがって，ステガノグラフィ技術に属するか否かが相違点であることを前提とする原告の主張は，前提において誤っており，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告の主張(ウ) につき",
                      "text": [
                        "原告は，引用発明1は，「攪乱用画像」中にデータを「紛れ込ませる」方法を採るため，前記「攪乱用画像」は変化し画像品質の劣化となって表面化するのに対し，本願発明1の「主部」は変化せず，画像品質は劣化しないと主張する。",
                        "しかし，この点については，前記第3，3(2) ウにおいて被告が詳細に述べるとおり，審決が認定した引用発明1の「攪乱用画像データ」は，暗号化の最初の段階と復号の段階とで内容が同一であって，変化しないと認めることができる。",
                        "したがって，この点に関する原告の主張は，引用例1の記載を正解しないものであり，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張(エ) につき",
                      "text": [
                        "原告は，引用発明1のようなステガノグラフィ技術を本願各発明の出願時点において当然認識していたから，それと同一のものを出願する動機が存在するはずがないと主張する。",
                        "しかし，引用発明1が特許法29条2項に該当するか否かは，それが客観的に「特許出願前に日本国内又は外国において，頒布された刊行物に記載された発明」と認められれば十分であり，出願人が当該引用発明1を認識していたか否かはその適用に何ら影響を与えるものではないから，同条2項の適否と出願時の出願人の引用例に対する認識とは無関係というべきであり，この点に関する原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "原告の主張(オ) につき",
                      "text": [
                        "原告は，引用発明2における「画像」であるモザイクパターンあるいはバーコードパターンは，それ自体がデータではなく何らかのデータをエンコード(画像処理)して印刷等した結果の絵柄であって，当該絵柄はバーコードとしての性質を持つため，絵柄の一部が欠けるなどして変化してしまってもデコードが可能であるが，本願各発明はそうではない点で相違すると主張する。",
                        "しかし，原告の主張は，本願発明1における「有意性のある主部」がモザイクパターンあるいはバーコードパターンではないことを前提としたものであるところ，本願発明8及び18並びに本願明細書(甲20)の段落【0073】の記載からみて，本願発明1においても「有意性のある主部」が媒体の表面に印刷される画像データを含むこと，その画像データがバーコード類を構成している場合を包含していることが認められるから，本願発明1の「主部」は引用発明2の「共通鍵画像」と相違するものではない。",
                        "したがって，この点に関する原告の主張は根拠がなく，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "原告の主張(カ) につき",
                      "text": [
                        "原告は，本願発明1は任意ビット列を原始データとして扱えるので，「電子署名」と称される電子的な「印章」を成すデータを原始データとし，これを基に，任意の「主部」及び「副部」を得ることができる点で引用発明1及び2とは相違すると主張する。",
                        "しかし，本願発明1の「原始データ」である「任意の電子データ」には特に限定はなく，電子署名のみならず他のあらゆる電子データを包含するものと認められるから，引用発明1における「日本語データ」や引用発明2における「平文」も含まれることは明らかである。",
                        "したがって，原告の主張する上記の点は本願発明1と引用発明1及び2の相違点ではなく，この点に関する原告の主張は失当であり，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，審判手続には原告主張の違法はなく，また，本願発明1には特許法29条2項にいう進歩性はないことになるから，その余について判断するまでもなく，本願は全体として特許を受けることはできないことになり，本件審判の請求は成り立たないとした審決の結論に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10044",
    "date": "2010-11-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080930",
    "ipprecedent_id": "2436",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}