{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2009−800096号事件について平成21年12月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告が有する下記2の本件発明に係る本件特許に対する原告の特許無効審判の請求について，特許庁が，本件訂正を認めた上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲15)",
              "text": [
                "本件特許は，特願2000―82983号(甲1。出願日：平成12年3月23",
                "日。以下「本件原出願」といい，同出願に係る明細書を「原出願明細書」と，同出願に係る特許請求の範囲の請求項1ないし7の発明を，順に「原出願発明1」ないし「原出願発明7」といい，各発明を総称して，「原出願発明」という。)の分割出願(出願日：平成18年4月12日)として，特許出願されたものてある。",
                "発明の名称：ダブルアーム型ロボット",
                "登録日：平成19年6月22日",
                "特許番号：第3973048号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成21年5月15日(無効2009−800096号)",
                "訂正請求日：平成21年11月30日(本件訂正。なお，本件訂正に係る明細書を「本件明細書」という。)",
                "審決日：平成21年12月21日",
                "審決の結論：本件審判の請求は成り立たない。",
                "審決謄本送達日：平成22年1月6日(原告に対する送達日)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件審決が対象とした発明は，本件訂正後の特許請求の範囲の請求項1ないし9に記載された発明(以下，順に「本件発明1」ないし「本件発明9」といい，各発明を総称して，「本件発明」という。)であって，その要旨は，次のとおりである。",
            "【請求項1】関節部により回転可能に連結されて回転駆動源による回転力を伝達しハンド部に所望の動作をさせるアームを二組備えたダブルアーム型ロボットにおいて，前記二組のアームがその基端の関節部を介して取り付けられると共に，互いに上下に異なる高さで前記コラムに配置された第1及び第2の支持部材と該第1及び第2の支持部材を上下方向へ移動可能に保持するコラムとからなる移動部材と，前記移動部材が取り付けられる旋回可能な台座部とを備え，前記二組のアームは複数の関節部を有し，水平多関節型ロボットであり，前記ハンド部は前記第1及び第2の支持部材の移動方向及び前記支持部材が前記コラムから延びる方向に関して直交する方向であって，前記アームを伸ばしきった伸長位置と前記アームを折り畳み前記ハンドを引き込んだ縮み位置との間を移動するようになされ，前記コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置されるとともに，前記アームの前記基端の関節部は，前記支持部材の前記コラムに取り付けられている側とは反対の自由端である先端部に，前記二組のアームを挟んで配置され，前記ハンド部はワークを載置して前記伸長位置と前記縮み位置の間を移動するものであって，前記縮み位置に移動したときに前記ワークを前記二組のアームの前記基端の関節部の間に位置させるものであることを特徴とするダブルアーム型ロボット",
            "【請求項2】前記アームを縮み位置に移動したとき，前記ハンド部が前記基端の関節部の間に位置し，前記ハンド部により保持されるワークの中心が台座の回転中心と一致するものである請求項1記載のダブルアーム型ロボット",
            "【請求項3】前記二組のアームが縮み位置に移動するに際し，前記アームの肘関節部がハンド部の移動方向の側方で且つ互いに同方向に突出するものである請求項1または2記載のダブルアーム型ロボット",
            "【請求項4】前記アームの基端の関節部の回転中心軸は，前記台座部の旋回中心軸から，前記二組のアームの伸縮方向と直交する方向で偏心させ，前記二組のアームの伸縮動作に伴い移動する前記アーム基端の関節部以外の関節部の位置を前記旋回中心軸に近づけるものである請求項1から3のいずれか1つに記載のダブルアーム型ロボット",
            "【請求項5】前記二組のアームは，前記第1及び第2の支持部材の間に配置されるものである請求項1から4のいずれか1つに記載のダブルアーム型ロボット【請求項6】前記二組のアームは，前記第1及び第2の支持部材の間に互いに干渉することなく上下方向に対称に配置されるものである請求項1から5のいずれか1つに記載のダブルアーム型ロボット",
            "【請求項7】前記二組のアームがそれぞれ対面するように配置されることを特徴とする請求項1から6のいずれか1つに記載のダブルアーム型ロボット",
            "【請求項8】前記二組のアームの基端の関節部の回転中心軸が同軸方向に重なるように取り付けられたことを特徴とする請求項1から7のいずれか1つに記載のダブルアーム型ロボット",
            "【請求項9】前記二組のアームの基端の関節部の回転中心軸が同軸に重ならないものである請求項1から7のいずれか1つに記載のダブルアーム型ロボット"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，分割要件に反するものではなく，また，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしサの周知例1ないし10に記載された周知技術(以下，順に「周知技術1」ないし「周知技術10」という。)に基づいて，当業者が容易に発明をすることができたものということはできないとして，本件発明に係る本件特許を無効にすることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開平4−87785号公報(甲2)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開平10−278789公報(甲3)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開平10−278790号公報(甲4)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：特開昭58−109284号公報(甲5)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例4：特開平10−297714号公報(甲6)"
                },
                {
                  "fig": "カ",
                  "subject": "周知例5：特開平11−333768号公報(甲7)"
                },
                {
                  "fig": "キ",
                  "subject": "周知例6：特開平9−162257号公報(甲8)"
                },
                {
                  "fig": "ク",
                  "subject": "周知例7：特開平10−279050号公報(甲9)"
                },
                {
                  "fig": "ケ",
                  "subject": "周知例8：特開平10−12699号公報(甲10)"
                },
                {
                  "fig": "コ",
                  "subject": "周知例9：特開平9−314485号公報(甲11)"
                },
                {
                  "fig": "サ",
                  "subject": "周知例10：特開平10−92917号公報(甲12)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件発明1と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：第1駆動軸，ボス部，軸部により回転可能に連結されて，第1，第2モータによる回転力を伝達しハンド部に所望の動作をさせるアームを二組備えたダブルアーム型ロボットにおいて，前記二組のアームが第1駆動軸を介して取り付けられると共に，互いに上下に異なる高さで搬送チャンバに配置された搬送チャンバの上板及び下板とを備え，前記ハンド部は，前記アームを伸ばしきった伸長位置と前記アームを折り畳み前記ハンドを引き込んだ縮み位置との間を移動するようになされ，前記アームの前記第1駆動軸は前記二組のアームを挟んで配置され，前記ハンド部はワークを載置して前記伸長位置と前記縮み位置との間を移動するものであるダブルアーム型ロボット"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：関節部により回転可能に連結されて回転駆動源による回転力を伝達しハンド部に所望の動作をさせるアームを二組備えたダブルアーム型ロボットにおいて，前記二組のアームがその基端の関節部を介して取り付けられると共に，互いに上下に異なる高さで保持部分に配置された第1及び第2の支持部分とを備え，前記ハンド部は，前記アームを伸ばしきった伸長位置と前記アームを折り畳み前記ハンドを引き込んだ縮み位置との間を移動するようになされ，前記アームの前記基端の関節部は，前記二組のアームを挟んで配置され，前記ハンド部はワークを載置して前記伸長位置と前記縮み位置の間を移動するものであるダブルアーム型ロボットウ 相違点1：本件発明1は，二組のアームは「コラムに配置された第1及び第2の支持部材」に取り付けられ，「該第1及び第2の支持部材を上下方向へ移動可能に保持するコラムとからなる移動部材」を有し，「移動部材が取り付けられる旋回可能な台座部」とを備え，ハンド部は「第1及び第2の支持部材の移動方向及び前記支持部材が前記コラムから伸びる方向に関して直交する方向」に伸縮するが，引用発明では，二組のアームは，「搬送チャンバの上板及び下板」に取り付けられ，ハンド部の伸縮方向は明らかでない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件発明1は，「コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置され」，前記アームの前記基端の関節部は，「前記支持部材の前記コラムに取り付けられている側とは反対の自由端である先端部」に配置され，前記ハンド部は「縮み位置に移動したときに前記ワークを前記二組のアームの前記基端の関節部の間に位置させる」ものであるが，引用発明は，明らかではない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "分割要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "進歩性に係る判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1及び2についての判断の誤り"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原出願明細書により開示される事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原出願発明7について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原出願発明7は，原出願発明1ないし5を択一的に引用するが，その構成は，ロボットがアーム基端関節部の回転中心軸と平行な旋回中心軸を中心に旋回可能であることと，旋回中心軸に対するアーム基端関節部の偏心配置とを規定するものであって，この偏心配置は，ダブルアーム型ロボットに限らず，シングルアーム型ロボットにも適用できる構成であるから，原出願発明7は，原出願発明1ないし5とは異なる技術的手段により課題を解決することを意図するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願発明7は，ロボットの平面内の位置関係について，「基端の関節部の回転中心軸と平行な旋回中心軸を中心に旋回可能として，さらに基端の関節部の回転中心軸は，旋回中心軸から，二組のアームの伸縮方向と直交する方向で，二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づけるように偏心する」構成によって，ロボットの旋回半径を小さくするものである。",
                        "特に，同発明は，ロボットの旋回中心からのアーム基端関節部の回転中心の偏心方向が，①二組のアームの伸縮方向と直交する方向であること，②二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づける方向であることとされているところ，②「二組のアームの伸縮動作に伴い移動する基端以外の関節部」は，典型的には，縮み位置で外向きに折れ曲がる「肘関節部」であり，その偏心方向は，「肘関節部」で代表される基端以外の関節部を旋回中心軸に近づける方向である。さらに，上記①は，当該偏心方向が二組のアームの伸縮方向と直交する方向であることからすると，コラム型ロボットにおいては，基端の関節部の回転中心軸とロボットの旋回中心軸との位置関係は，ロボットの旋回中心と，アーム基端関節部と，コラムとが，この順で一線に並んだ配置を意味するものと解される。",
                        "原出願明細書において，台座の旋回中心，肩関節部の回転中心及びコラムの平面内における位置関係に関する記載は，【0021】，【0022】，【0034】，【0039】，【0053】及び図2にすぎず，これらの記載からは，台座の旋回中心からのアーム基端関節部の回転中心の偏心方向が，①二組のアームの伸縮方向と直交する方向であること，②二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づける方向であることが開示されているにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原出願発明7は，ロボットの旋回中心に対するアーム基端関節部の偏心方向を規定することにより，ロボットの旋回半径を小さくするものであるが，原出願発明1は，二つのアームを上下方向に配置することにより，旋回半径を小さくするものであり，両者は全く異なる課題を解決する発明である。すなわち，同発明1は，上下のアームの基端関節部が同軸状態から偏心されることを対象としているが，同発明7は，アーム基端関節部のロボット旋回中心に対する偏心を対象としているのであって，各発明における「偏心」とは，全く異なる部材間のものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原出願発明1は，基端の関節部の中心軸とロボットの旋回中心軸との間の平面内の位置関係とは全く関係がなく，原出願発明7の上位概念とはいえない。",
                        "したがって，原出願発明7が原出願発明1の従属項であることを理由に，原出願明細書において，台座の旋回中心，肩関節部の回転中心，コラムが略一直線上に配置される構成以外の構成も記載されているとする本件審決の認定は誤りである。",
                        "実際，略一直線上に配置される構成のみ「旋回半径を小さくする」という効果を達成することができるものである。本件発明1の構成を有しないロボットの方が，原出願発明1の構成を有するロボットと比較して，旋回半径が狭い場合もあり，これは，原出願明細書が，上記配置を前提に記載されているにもかかわらず，本件特許の分割出願の際，その記載を逸脱して出願してしまったため，「ロボットの旋回半径を小さくする」という目的を達成できない構成にまで拡張されてしまったものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，原出願発明1が原出願発明7の上位概念であることを前提として，同発明1には，同発明7で開示された限定のない構成，すなわち，基端関節部が旋回中心と一致する場合や，基端以外の関節部を旋回中心に近づかない程度に偏心させている場合も当然含まれると主張するが，「基端以外の関節部を旋回中心に近づかない程度に偏心させている場合」とは，ロボットの旋回半径(R)がアーム基端の関節部の回転中心軸の旋回半径(r)より大きいことを意味するようである。",
                        "しかしながら，原出願発明1において，基端の関節部を肘関節部の張り出し方向へオフセットさせた場合，「R＞r」の条件を充足するものの，ロボットの旋回半径は，従来技術よりむしろ大きくなってしまうものであり，課題を全く解決することができなくなるものである。",
                        "したがって，原出願明細書において，基端の関節部の位置関係を規定している原出願発明7及び原出願発明1のいずれも，少なくとも基端の関節部はアームの肘関節部の張り出し方向へオフセットさせることはできないことを前提とした発明であるというべきであって，「R＞r」であればよいとする発明を開示するものではない。被告の主張は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明が原出願明細書に開示されていない事項を含むことについて(ア) 本件発明1において，基端の関節部の回転中心軸，台座の旋回中心及びコラムの位置関係を定める部分は，「前記コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置される」との構成(以下「本件構成要件」という。)のみであるが，かかる記載によれば，例えば，肩関節部の回転中心が，台座の旋回中心からアームの伸縮方向と直交する方向でない方向に偏心している場合や，基端以外の関節部が突出する方向と同一方向に偏心している場合も含まれることになるから，本件構成要件には，台座の旋回中心，肩関節部の回転中心，コラムが，この順で略一直線上に配置される構成以外の構成も含まれることになる。このように，本件発明1及びこれに従属する本件発明2ないし9は，本件構成要件をも含む発明である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，原出願明細書等には，台座の旋回中心，肩関節部の回転中心，コラムが略一直線上に配置される構成以外の構成が開示されていると解することはできないから，本件発明は，原出願明細書等に開示されていない内容を含むことになる。また，先に指摘したとおり，本件構成要件を充足しない配置の方が，ロボットの旋回半径が小さくなる場合があるから，本件構成要件は，本件発明の課題である「旋回半径を小さくする」効果を達成できない範囲を含むものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件特許の分割出願は，分割要件に違反してされたものであることは明らかであって，これを適法として出願日の遡及を認めた本件審決の認定は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法29条1項3号違反",
              "text": [
                "本件特許の出願日は，本件原出願の出願日に遡及しないから，本件特許の出願日は平成18年4月12日となるところ，本件原出願の公開公報(特開2001―274218号公報。以下「原出願公開公報」という。甲1)が公知文献となる。",
                "そして，原出願公開公報には，台座の旋回中心，肩関節部の回転中心，コラムが，この順で略一直線上に配置される構成が開示されているところ，本件構成要件は，かかる構成を含む広い概念で記載されており，また，本件発明1のほかの構成が同公報に開示されていることは明らかである。",
                "本件発明2ないし9も，原出願公開公報の記載に基づいたものであるから，これらも同公報に開示されていることは，同様に明らかである。",
                "よって，本件発明は，原出願公開公報に係る発明と同一であって，本件特許は，新規性を有しないというべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "原出願明細書により開示される事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原出願発明7について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原出願発明7は，原出願発明1ないし5のダブルアーム型ロボットについて，特定の一形態に限定する従属請求項であって，同発明7が異なる技術的手段により異なる課題を解決する発明であるとの原告の主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願発明7の構成は，原出願発明の最良の一形態を示したものにすぎず，その効果は，従来と比較してより旋回半径を小さくすることにあるから，ロボット(台座)の旋回中心と，肩関節部の回転中心と，コラムが，この順に略一直線上に配置される構成は，実施例にすぎず，かかる構成に限定されるものではない。",
                        "原出願明細書の図2では，二組のアームの基端関節部の回転中心は同軸上とされているが，他方，【0042】では，上下アーム間の基端関節部の中心軸が互いに偏心していること，すなわち，上記各要素が一直線線上に配置されない構成を明記しているから，原出願明細書には，台座の旋回中心と，肩関節部の回転中心と，コラムが，この順に略一直線上に配置されない構成も含まれることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，コラムの旋回半径(R)が肩関節部の旋回半径(r)よりも大きい場合(本件発明1の技術的範囲)であっても，基端の関節部が肘関節の張り出し方向にオフセットすると，従来技術と同様に，旋回半径を小さくするという課題を解決できず，また，コラムの旋回半径Rが肩関節部の旋回半径rよりも小さい場合の方がロボットの旋回半径が小さくなる場合があるなどと主張するが，これは，本件発明における，旋回半径を小さくするとの目的に照らし，当業者の技術常識である設計手順に反した設計例を前提とする主張であって，失当である。",
                        "すなわち，当業者は，従来技術のロボットと同じサイズのワークを搬送対象として，旋回半径を小さくするという目的に沿ってロボットを設計する場合，ワークの中心をできる限りコラムの旋回中心に近付くように設計するものである。肩関節部が取り付けられる支持部材をコラムから旋回中心の外側に向かって伸ばすことは，旋回半径を小さくするという目的に反するので，当業者であればコラムの旋回領域の内側に向かって支持部材を伸ばすのが当然である。",
                        "したがって，支持部材は，旋回中心に向かって伸ばされることになり，その結果として，肩関節部もコラムの旋回領域の内側に位置することとなる。",
                        "原告が主張する，基端の関節部が肘関節の張り出し方向にオフセットする場合があるとすれば，それは，従来技術のロボットのような，比較的小さなワークよりも相当程度大きなサイズのワークを搬送する場合に限られるものである。その場合においても，ワーク同士の干渉を避けるため，コの字型コラムは，必ずその一端がワークの角部の外周より外側に飛び出すことになるから，従来技術と比較して，旋回半径が小さくなるという作用効果を有するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明が原出願明細書に開示されていない事項を含むことについて(ア) 先に指摘したとおり，原出願発明7には，少なくとも上下二組のアームのいずれかの「基端関節部の回転中心」が「台座の旋回中心」とコラムを結ぶ直線上以外の位置に存在する構成も含まれることは明らかであるから，原出願明細書には，ロボット(台座)の旋回中心と，肩関節部の回転中心と，コラムとが，この順に略一直線上に配置される構成以外の構成についても開示されているものである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願明細書における図2(原出願発明の実施例の概略平面図)には，アームの伸縮方向と直行する線上で，コラムと台座の旋回中心の間に肩関節部が配置される構成が開示されており，原出願発明7における「偏心」の前提となる，旋回中心と肩関節部の中心とが一致する場合は，同発明7の上位概念である同発明1に当然含まれるものである。",
                        "原出願明細書【0034】には，肩関節部の回転中心は，旋回中心からアームの伸縮方向と直交する一つの直線上にあることに限定されるものではなく，図2における肘関節部と反対側，すなわち，ワークの取り出し・供給方向の左半分のいずれかに位置することが開示されており，【0041】，【0042】には，肩関節部の回転中心が肘関節部と反対側に位置しない構成も含まれること，上下の肩関節部が同軸ではない構成も含まれることが開示されている。",
                        "もっとも，原出願発明の目的は，【0012】に記載されているとおり，旋回半径が小さく，装置の大型化・複雑化を伴わない上下移動機構により構成可能なダブルアーム型ロボットの実現にあるから，当業者であれば，旋回半径を小さくするために，コラムの旋回領域の内側に向かって支持部材を伸ばすものであって，その結果，肩関節部もコラムの旋回領域の内側に存在することになる。",
                        "そうすると，原出願明細書における肩関節部の位置に関する開示は，図2の実施形態や原出願発明7の特許請求の範囲に限定されるものではないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明1の構成は，原出願明細書に開示されているものというべきであって，分割要件を欠くものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法29条1項3号違反",
              "text": [
                "この点に関する原告の主張は，分割要件違反を前提とするものであるが，その前提を欠く以上，主張自体失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例には，縮み位置において，基板が二組のアームの基端のボス部，第1駆動部の間に位置する点が明示されていないとする。",
                    "しかしながら，引用例の第1図には，第1のアームの基端部側関節部がアーム部の搬送チャンバへの取付部分である駆動部の中心に重なるように配置されるともに，アーム部が想像線で示す待機姿勢をとったときのハンドの位置が部分的に示されている。また，ハンドの基板載置部の位置は，第1図に実線で示されるハンドの記載から合理的に推定できるから，基板と第1のアームの基端側関節部との位置関係が理解できる。",
                    "したがって，同図に示されるサイズの基板であっても，ハンドが待機位置に引き込まれたときには，少なくとも後端部分が「基端の連結中心A」の間に位置することになるから，当業者は，ハンドが縮み位置に移動したときに，ハンドに載置されている基板が2本の第1のアームの基端側関節の間に配置される構成が開示されていると理解できることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上からすると，本件審決は，本件発明と引用発明との一致点を過小に認定し，誤った一致点及び相違点の認定に基づいて本件発明の進歩性を判断しているから，そのこと自体を理由に取消しを免れない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1及び2についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例により開示された技術的事項について",
                  "text": [
                    "引用発明は，ロボット2台を配置する場合，2台が同時に動作できない死角の発生に伴う搬送時間の増大及び配置スペースが横長になることによる大型化を解決課題とするために，ロボットのアームを上下方向に相対向させた構成を特徴とする基板搬送装置に関する発明であり，特許請求の範囲も搬送チャンバ内に設置されることを必須の構成とするものではない。引用発明は，実施例の構成に限定されるものではなく，引用例には，上下に配置された2組のロボットのアーム及びハンドが上下方向に昇降する構成としてもよいと明記されている。ロボットのアームを搬送チャンバの天井と床に設ける構成は，引用発明の実施態様の1つにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明が搬送チャンバ内の物品搬送という特別な用途に用いられる技術であることを前提とし，「一つのアーム」についての周知技術を引用発明に適用することについて，搬送チャンバの内部容積が大きくなる欠点や，「二組のアーム」を有する「特別な用途」のものである引用発明に適用する「特別な動機」が必要であるなどとするが，その前提自体が誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の課題は，基板処理装置が横方向に大型化することによって，高価なクリーンルーム内に占める面積が増大することを解決することにあり，旋回半径の縮小という本件発明の課題と同一である。",
                        "そして，引用発明は，多段アーム型ロボット2つを上下に配置することにより，並列配置した従来技術の搬送装置の問題点を解消するというものであるから，引用例におけるアーム部及びハンド全体が昇降する機能を有する構成に関する記載に接した当業者であれば，アームのための上下移動機構として従来周知の構造，すなわちコラム型かテレスコピック型を採用することは明らかである。そして，周知技術1ないし4によれば，コラム型機構の方が，テレスコピック型機構よりも上下移動ストロークを大きくできることもまた，自明である。",
                        "そうすると，当業者は，設置スペースを小さくするためにアーム部及びハンド部を上下に配設した引用発明において，アーム部の上下移動機構として従来周知の構造であったコラム型の上下移動機構を同発明に組み合わせて，旋回半径を小さくするために上下に二組のアームを配設する構成を有する本件発明に容易に想到することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件審決の相違点1についての判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一致点の認定の誤りについて先に指摘したとおり，「ハンド部が縮み位置に移動したときにワークをアームの基端の関節部に位置させる」点について，本件審決が相違点として認定したこと自体，誤りであるし，仮にこの点が相違点であるとしても，当業者が，コラム型の上下移動機構を採用するに当たり，アーム部及びハンド部を縮み位置に移動した際にハンド部やハンド部に載置したワークとコラムとが交差しないような構成を適宜採用することは当然であり，かかる点は設計事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，相違点2のうち「コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置される」点について，引用発明において「省スペース化」を図る場合，直ちに当該構成を採用する動機を見出せないとする。",
                        "しかしながら，周知技術1ないし4のみならず，実願昭62−64194号(実開昭63−173107号)のマイクロフィルム(甲14。以下「甲14文献」と",
                        "いう。)のように，コラム型ロボット装置において，かかる配置を採用することは極めて普通であって，当業者が，引用発明にコラム型の上下移動機構を採用する際，かかる配置を採用することは当然である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明に，コラム式の上下移動機構を組み合わせるに当たり，相違点2の構成を採用することは周知であって，これを容易でないとする本件審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，本件発明1について，当業者が容易に想到し得るものではないとした本件審決の判断は誤りである。",
                    "したがって，本件発明1は，進歩性を欠くものというべきであるところ，本件発明2ないし9は，いずれも本件発明1に従属するものであるから，同様に，進歩性を欠くものというほかない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り",
              "text": [
                "引用例には，待機姿勢とは，ハンドを駆動部側に後退させた状態であり，各アームとハンドとによって三角形が作られる姿勢のことを意味するとの記載があるのみであるから，縮み位置において，基板が二組のアームの基端のボス部，第1駆動部の間に位置する点が明示されていないとした本件審決の判断は相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1及び2についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例により開示された技術的事項について",
                  "text": [
                    "引用発明は，ロボットを横方向に2台並べると，基板処理装置が横方向に大型化し，高価なクリーンルーム内において占める面積が増大するという課題を解決するために，ロボットのアームを搬送チャンバの天井と床にそれぞれ対向するように設けたものにすぎず，これを越えて，支持部材を上下に移動させてチャンバ以外において使用することを，同発明から想起することは困難である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1についての判断の誤りについて",
                  "text": [
                    "引用発明は，アームの水平方向の移動に障害物がなく，天井と床自体が上下に大きく移動することのない搬送チャンバ内の装置だからこそ，天井と床にそれぞれアームを配置する構成を採用したものであって，ロボットのアームが支持部材と共に上下に移動するような構成は全く想定も示唆もしていないのであるから，アームの支持部材がコラムによって上下移動する機構と組み合わせることはできない。",
                    "本件審決の相違点1についての判断は相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2についての判断の誤りについて",
                  "text": [
                    "本件審決が認定するとおり，引用発明において，省スペース化を図る場合，直ちに，「コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置」される構成を採用する動機付けは見出せない。",
                    "原告は，かかる構成は，コラム型のロボット装置においては極めて当然であるなどと主張するが，その根拠として指摘する周知例1ないし4には，外見的に類似する構成が示されているにすぎず，各発明の目的及び効果を無視した当該主張は相当ではない。",
                    "相違点2についての本件審決の判断は相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，本件発明1について，引用発明に周知技術を適用することによっては，容易に想到し得るものではないとした本件審決の判断は相当であり，本件発明2ないし9についての判断も，同様に相当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原出願明細書の記載",
              "text": [
                "原出願明細書(甲1)における台座の旋回中心と肩関節部の回転中心及びコラムの位置関係に関する記載を要約すると，以下のとおりとなる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲について",
                  "text": [
                    "【請求項1】関節部により回転可能に連結されて回転駆動源による回転力を伝達し所望の動作をさせるアームを二組備えたダブルアーム型ロボットにおいて，上記二組のアームに設けられる基端の関節部の回転中心軸を上下(または軸方向)に配置することを特徴とするダブルアーム型ロボット",
                    "【請求項2】上記二組のアームは上下軸方向に移動可能な移動部材に設けられてなることを特徴とする請求項1記載のダブルアーム型ロボット",
                    "【請求項3】上記移動部材はコラム形を成し，上記アームの伸縮方向の側部に位置してなることを特徴とする請求項2記載のダブルアーム型ロボット",
                    "【請求項7】上記基端の関節部の回転中心軸と平行な旋回中心軸を中心に旋回可能であり，さらに上記基端の関節部の回転中心軸は，上記旋回中心軸から，上記二組のアームの伸縮方向と直交する方向で，上記二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を上記旋回中心軸に近づけるように偏心してなることを特徴とする請求項1から5までのいずれかに記載のダブルアーム型ロボット"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，ワークの取り出し及び供給を行うダブルアーム型ロボットに関するものである。",
                        "従来のダブルアーム型ロボットは，両アームが縮んだ際，両肘関節部が左右対称に突出して，ロボットの旋回領域が大きくなってしまうという問題点がある。さらに，2つのハンド部が接触することがないように，コの字型コラムが基台上部の旋回中心の外側に向かって突出しており，ロボットの旋回半径がさらに大きなものとなってしまうという問題点等もあった。",
                        "そのため，他の装置にぶつかることがないように，ロボットの周囲に十分なスペースを設ける必要が生じ，クリーンルーム内の占有スペースの増大化によるコスト高，レイアウトの自由度低下という支障が生じる。",
                        "また，近年，液晶用ガラス基板の大型化により，ガラス板の撓みも大きくなり，それに伴い，ストッカの各段の間隔を大きくする必要が生じるため，ロボットの上下方向のストロークを大きくする必要がある。",
                        "従来のダブルアーム型ロボットでは，アームの縮み動作に伴い，両肘関節部が左右対称に突出するため，設置スペースを考慮すると，アームの移動機構はアームの下側に配置する必要があるが，上下移動機構として従来採用されている多段テレスコピック構造では，上下方向のストロークを大きくするほど複雑大型化するなどの問題が生じる。",
                        "本発明は，旋回半径が小さく，また，装置の大型化・複雑化を伴わない上下移動機構により構成可能なダブルアーム型ロボットを提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "かかる目的を達成するため，原出願発明1は，ダブルアーム型ロボットにおいて，二組のアームに設けられる基端の関節部の回転中心軸を上下(または軸方向)に配置するようにしており，二組のアームの伸縮動作に伴い移動する基端以外の各関節部の位置が，左右対称に位置することなく，上下(または軸方向)に重なるように移動することが可能となるため，アームの伸縮方向の側方に突出する関節部によるダブルアーム型ロボットの占有スペースを減らすことができ，その分だけダブルアーム型ロボットが旋回する際の旋回半径を小さくすることができる。また，コの字型コラムを設ける必要はなく，その分だけさらに旋回半径が小さくなる。",
                        "原出願発明2は，原出願発明1のダブルアーム型ロボットにおいて，二組のアームを上下軸方向に移動可能な移動部材に設けることにより，二組のアームの上下方向の位置を調整可能としたものである。",
                        "原出願発明3は，原出願発明1又は2のダブルアーム型ロボットにおいて，移動部材はコラム形を成し，アームの伸縮方向の側部に位置するようにすることにより，アームの最下位置を下げ，アームの作業可能範囲を広げることができるほか，機構を複雑化・大型化することなく上下移動方向のストロークを大きくし，さらに，設置スペースを小さくすることができるものである。",
                        "原出願発明7は，原出願発明1ないし6のダブルアーム型ロボットにおいて，基端の関節部の回転中心軸と平行な旋回中心軸を中心に旋回可能として，さらに基端の関節部の回転中心軸は，旋回中心軸から，二組のアームの伸縮方向と直交する方向で，二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づけるように偏心するようにしており，基端の関節部の回転中心軸をダブルアーム型ロボットの旋回中心軸からオフセットさせることによって，アームの伸縮方向の側方に突出する関節部がダブルアーム型ロボットの旋回中心軸に近づいて，ダブルアーム型ロボットの旋回半径を小さくすることができるものである(【0001】，【0009】～【0017】，【0021】，【0022】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原出願発明の実施例におけるダブルアーム型ロボットでは，アームの縮み位置において，ハンド部により保持されるワークの中心が，台座の回転中心と一致するように設計されている。図2中の2点鎖線の円は，ワークの角部の軌跡を表すとともに，台座を回動させる際にダブルアーム型ロボットの周囲に必要となる最小限領域を示すものである。",
                        "二組のアームをスライダに取り付ける位置を，肩関節部の回転中心が，台座の回転中心の偏心位置で肘関節部と反対側かつワークの取り出し・供給方向と直交する方向にあるようにオフセットすることによって，ハンド部が縮み位置にある場合においても，台座を回動させる際にダブルアーム型ロボットの周囲に必要となる最小領域円から肘関節部やハンド部が突出することがないようにしている。",
                        "さらに，肩関節部の回転中心と台座の回転中心とをオフセットすることで，台座を回動させる際，ダブルアーム型ロボットの周囲に必要となる最小領域円から肘関節部やハンド部が突出することがないようにして，ロボットの旋回半径を小さくすることができる(【0031】，【0034】，【0039】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原出願発明7のダブルアーム型ロボットでは，基端の関節部の回転中心軸と平行な旋回中心軸を中心に旋回可能として，さらに基端の関節部の回転中心軸は，旋回中心軸から，二組のアームの伸縮方向と直交する方向で，二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づけるように偏心するようにしているので，ダブルアーム型ロボットの旋回半径を小さくすることができる(【0053】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原出願明細書図2は以下のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原出願明細書により開示されている技術思想について",
                  "text": [
                    "以上の記載によると，原出願発明7は，基端の関節部の回転中心軸をダブルアーム型ロボットの旋回中心軸からオフセットさせることによって，アームの伸縮方向の側方に突出する関節部がダブルアーム型ロボットの旋回中心軸に近づき，それにより，ロボットの旋回半径を小さくすることができるとともに，台座を回動させる際にダブルアーム型ロボットの周囲に必要となる最小領域円から肘関節部やハンド部が突出することがないようにして，ロボットの旋回半径を小さくするという技術思想が開示されているものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書について",
                  "text": [
                    "本件明細書の記載を要約すると，以下のとおりとなる。なお，本件明細書の従来技術及び本件発明の解決課題に関する記載は，原出願明細書と同旨であるので，記載は適宜省略する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，ワークの取り出し及び供給を行うダブルアーム型ロボットに関するものである。",
                        "本発明は，旋回半径が小さく，また，装置の大型化・複雑化を伴わない上下移動機構により構成可能なダブルアーム型ロボットを提供することを目的とする(【0001】，【0013】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "かかる目的を達成するため，本件発明1は，ダブルアーム型ロボットにおいて，二組のアームがその基端の関節部を介して取り付けられるとともに，互いに上下に異なる高さでコラムに配置された第1及び第2の支持部材と第1及び第2の支持部材を上下方向へ移動可能に保持するコラムとからなる移動部材と，移動部材が取り付けられる旋回可能な台座部とを備え，ハンド部は第1及び第2の支持部材の移動方向及び支持部材がコラムから延びる方向に関して直交する方向であって，アームを伸ばしきった伸長位置とアームを折り畳みハンドを引き込んだ縮み位置との間を移動するようにされ，コラムは，台座部が旋回するときの台座部の旋回中心に関して，第1及び第2の支持部材にアームの基端の関節部の回転中心軸よりも外側を旋回するように配置されるとともに，アームの基端の関節部は，支持部材のコラムに取り付けられている側とは反対の自由端である先端部に，二組のアームを挟んで配置され，ハンド部はワークを載置して伸長位置と縮み位置の間を移動するものであって，縮み位置に移動したときにワークを二組のアームの基端の関節部の間に位置させるようにしている(【0014】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1のダブルアーム型ロボットによると，コラムに沿って昇降可能な一体若しくは別体の第1及び第2の支持部材を介して二組のアームを互いに上下に異なる高さで支持し，旋回台の旋回によりアームの向きを変更できるので，アームの作業可能範囲を広げることができ，さらに，機構を複雑化・大型化することなく上下移動方向のストロークを大きくできる。",
                        "また，ロボットの旋回半径に関して，コラムの旋回領域の内側にアーム基端の関節部を位置させるようにオフセットしているので，アームの基端の肩関節の回転中心からコラムまでの支持部材の長さにコラムの厚み寸法分を加えた長さにほぼ対応する分のロボットの旋回作動領域を小さくすることができる。すなわち，ロボットが旋回する際，コラム旋回領域の内側に折り畳んだ状態のアームが旋回する領域を確保できるため，ロボット作動領域の省スペース化が実現できるものであって，高価なクリーンルームや工場スペースの利用効率を大幅に高めることができる。",
                        "さらに，本件発明1によると，コラムから離れた位置(支持部材のコラム側とは反対の端部)にアームの基端の関節部を設けたので，上下の基端関節部の間に基板(ワーク)を引き込む動作(縮み動作)において，旋回半径に関してコラムよりも内側にワークの縁の移動軌跡が配置されることにより，ワークとコラムが干渉してワークが壊れることを防止できるほか，ハンド部の高さを互いに変えているため，コの字型コラムを設ける必要がないことから，旋回半径の径方向外側への突出物が減少し，さらに旋回半径を小さくできる。しかも，支持部材がコラムに対し異なる高さで設置されているために，アームを縮め位置に引き込んだ際にアームの基端の関節部即ち肩関節部の間にハンド部を収容させて旋回中心近傍にハンド部ひいてはワークを配置することができるので，旋回半径の最小化が可能となる(【0026】～【0030】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書により開示されている技術思想について",
                  "text": [
                    "以上の記載によると，本件発明1は，ロボットの旋回半径に関して，コラムの旋回領域の内側にアーム基端の関節部を位置させるようにオフセットすること及びコラムから離れた位置(支持部材のコラム側とは反対の端部)にアームの基端の関節部を設けることにより，ロボットの旋回半径を小さくする技術思想に基づく発明ということができ，特許請求の範囲における「前記コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置される」という構成によって，コラム式のダブルアーム型ロボットにおけるコラム，旋回中心及び基端の関節部(肩関節部)についての位置関係を定める発明であるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "分割要件の充足性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願明細書において，コラム，旋回中心及び基端の関節部(肩関節部)の位置関係に関しては，図2において，以下の図2修正図のとおり，台座を回動させる際にダブルアーム型ロボットの周囲に必要となる最小限領域を示した円の中心としての旋回中心(図2修正図における台座13の旋回中心)と，同旋回中心に対し，コラムが基端の関節部(肩関節部。同修正図における基端関節部3の回転中心軸)の外側にあること(ロボットの旋回半径(上記最小限領域を示した円の半径)R＞基端の関節部の回転中心軸の旋回半径(台座13の旋回中心と基端関節部3の回転中心軸とを結んだ直線)r)が図示されており，同図における旋回中心，コラム及び基端関節部の回転中心軸の位置関係は，本件発明1の「前記コラムは，前記台座部が旋回するときの前記台座部の旋回中心に関して，前記第1及び第2の支持部材に前記アームの前記基端の関節部の回転中心軸よりも外側を旋回するように配置される」との構成(本件構成要件)を満たすものである。",
                    "図2修正図",
                    "また，原出願発明7も，本件発明1も，いずれもロボットの旋回半径を小さくするという技術思想に基づく発明であり，原出願発明7は，上記原出願明細書図2について，基端の関節部の回転中心軸，台座の旋回中心軸，基端以外の関節部の位置関係に着目し，特許請求の範囲として規定しているところ，本件発明1は，コラム，台座の旋回中心軸，基端の関節部の回転中心軸の位置関係に着目し，特許請求の範囲として規定しているものである。",
                    "したがって，本件構成要件により，コラム式のダブルアーム型ロボットにおけるコラム，旋回中心及び基端の関節部(肩関節部)についての位置関係を定める本件発明1の技術思想は，原出願明細書及び図面に記載されたものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，原告は，原出願明細書には，台座の旋回中心からのアーム基端関節部の回転中心の偏心方向が，①二組のアームの伸縮方向と直交する方向であること，②二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づける方向であることが開示されているにすぎない，原出願発明7は，台座の旋回中心，肩関節部の回転中心，コラムが，この順で略一直線上に配置される構成を有することを前提としており，本件構成要件は，それ以外の構成も含むものである，原出願発明1は，原出願発明7の上位概念とはいえないから，原出願発明7が原出願発明1の従属項であることを理由に，原出願明細書において，台座の旋回中心，肩関節部の回転中心，コラムが略一直線上に配置される構成以外の構成も記載されているとすることはできない，略一直線上に配置される構成のみ「旋回半径を小さくする」という効果を達成することができるものであり，原出願発明7及び原出願発明1のいずれも，少なくとも基端の関節部はアームの肘関節部の張り出し方向へオフセットさせることはできないことを前提とした発明であるというべきであって，本件発明1のように，「R＞r」であればよいとする発明を開示するものではないなどと主張する。",
                    "しかしながら，原出願発明7及び本件発明1は，いずれもロボットの旋回半径を小さくするという共通の課題を前提として，旋回半径の増大をもたらす可能性がある各部材(コラム，ワーク，基端の関節部等)の配置や位置関係を各種設定することにより，課題の解決を図るものであって，基端の関節部の回転中心軸，台座の旋回中心軸，基端以外の関節部に着目して，その位置関係を規定したものである。原出願明細書のうち，原告が指摘する「台座の旋回中心からのアーム基端関節部の回転中心の偏心方向が，①二組のアームの伸縮方向と直交する方向であること，②二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づける方向であること」との記載は，原出願発明7に係る技術思想の説明にすぎず，原出願明細書の記載がこれに尽きるものではない。実際，同明細書図2には，本件構成要件と同一の構成が開示されているものである。",
                    "また，原告が主張するとおり，原出願発明7は，台座の旋回中心，肩関節部の回転中心，コラムが，この順で略一直線上に配置される構成を有する場合でなければ，ロボットの旋回半径を小さくするという目的を達成することは想定し難いことから，当業者が原出願発明7の構成を有するロボットを設計する際は，台座の旋回中心，肩関節部の回転中心，コラムが，この順で略一直線上に配置される構成を前提として設計するものと解されるが，原出願発明7の特許請求の範囲においては，かかる構成を前提とするものではなく，基端の関節部はアームの肘関節部の張り出し方向へオフセットさせることはできないことを前提としているものということはできない。",
                    "さらに，本件発明1においては，原告が主張するとおり，「R＞r」の要件を満たす場合であっても，台座の旋回中心，肩関節部の回転中心，コラムが略一直線上に配置される構成以外では，ロボットの旋回半径を小さくするという作用効果が発揮されない場合も想定されるものであるが，当業者であれば，原告が前提とする極端な設計は採用しないことが通常であるし，特許請求の範囲が，作用効果を有しない構成を含むからといって，必ずしも常に分割要件を欠くものということはできない。",
                    "結局のところ，原出願発明7においては，台座の旋回中心からのアーム基端関節部の回転中心の偏心方向が，①二組のアームの伸縮方向と直交する方向であり，②二組のアームの伸縮動作に伴い移動する基端以外の関節部の位置を旋回中心軸に近づける方向であるとの構成を規定しているにすぎず，台座の旋回中心，肩関節部の回転中心，コラムが，この順で略一直線上に配置される構成のみを開示しているものではないが，基端の関節部(肩関節)の回転中心が支持部材上に配置されていることに伴い，基端関節部(肩関節)の回転中心を台座の旋回中心から偏心させる方向については，支持部材の形状から，実際上において，原告主張の設計上の制約を伴うものにすぎない。",
                    "これに対し，本件発明1においても，同様に，「R＞r」の要件を満たす場合であれば，台座の旋回中心，肩関節部の回転中心，コラムが略一直線上に配置される構成にのみ限定されるものではないが，基端の関節部(肩関節)の回転中心が支持部材上に配置されていることに伴い，基端の関節部の回転中心を台座の旋回中心からオフセットさせる方向については，支持部材の形状から，実際上において，原告主張の設計上の制約を伴うものにすぎないのであるから，原出願発明7は，台座の旋回中心，肩関節部の回転中心，コラムが略一直線上に配置される構成に限定されるとの原告の主張は，その前提に誤りがあるといわなければならない。",
                    "原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上からすると，本件発明は，原出願明細書に包含されているものというべきであるから，本件出願は，平成18年法律第55号による改正前の特許法44条の定める分割要件を満たすものとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "事案の内容に鑑み，一致点の認定の誤りについての判断に先立ち，まず相違点についての判断の誤りについて判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載について",
                  "text": [
                    "引用例(甲2)の記載を要約すると，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の特許請求の範囲は，「駆動部と該駆動部の一側面に沿って動作するアーム部とよりなるロボットを備え，前記アーム部の先端に設けられたハンドに基板を載せて移動させる基板搬送装置であって，前記一側面が相対向するようにして上下に前記ロボットが配設されていることを特徴とする基板搬送装置」である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，半導体基板等に対してエッチング等の処理を施す処理装置における基板の搬送装置に関するものである。",
                        "半導体基板等にエッチング処理を施す装置において，基板を載せるハンドが先端に設けられたアーム部を有するロボットを有する搬送装置が用いられているところ，かかる搬送装置は，従来，ロボットを1台しか搭載しておらず，基板の搬送に要する時間が長く，処理装置のスループット(単位時間当たりの基板処理枚数)が低下するという問題があった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ロボットを2台並べて搬送装置を構成すると，ロボット相互の干渉により，スループットを向上させることができないのみならず，基板処理装置が横方向に大型になり，高価なクリーンルームにおいて占める面積が増大する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本発明の基板処理装置は，各ロボットのそれぞれのアーム部がどの方向に動作しても，アーム部，ハンドあるいはハンドに載せた基板が互いに干渉することはなく，しかも，上下のロボットのハンドを相互に重ねるようにして同時に処理室へ挿入することができる。ロボットは上下に配設するので，設置スペースは少なくとも従来と同様に小さく維持できる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本発明のロボットは，ハンドが二次元的にしか動作できないものに限られず，例えば，ハンドがアーム部に対して昇降する機能を有していたり，アーム部及びハンド全体が昇降する機能を有していてもいい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例3及び4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例3(甲5)は，ロボット装置に関する発明についての文献であるところ，従来のロボットにおいては，設置専有空間を広く確保する必要があり，特に，ロボットの後部空間では全く作業ができないという課題が指摘され，また，第7図には，シングルアーム型ロボットにおいて，コラム型の昇降機構と台座の旋回機構を有する構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "周知例4(甲6)は，自動荷格納用のロボット装置に関する発明についての文献であるところ，図1には，シングルアーム型ロボットにおいて，コラム型の昇降機構と台座の旋回機構を有する構成が開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例並びに周知例3及び4における技術思想の開示について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例3及4において，シングルアーム型ロボットではあるものの，コラム型の昇降機構と台座の旋回機構を有する構成が開示されており，かかる構成は，原出願発明に係る特許の出願当時，周知技術であったものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例においては，引用発明の実施例として，一対のロボットを搬送チャンバ内に配置する構成について開示しており，かかる実施例においては，チャンバ内の床と天井が，アームが取り付けられる支持部材に相当するものということができる。",
                        "また，引用発明の特許請求の範囲においては，アーム部やハンド全体が上下移動する構成を排除されているものではなく，引用例にも，ハンドがアーム部に対して昇降する機能や，アーム部及びハンド全体が昇降する機能が明示されているものである。",
                        "そうすると，当業者が，引用例の記載から，引用例の実施例において開示された搬送チャンバ内に上下一対に配設されたロボットにつき，「ハンドがアーム部に対して昇降する機能や，アーム部及びハンド全体が昇降する機能」を有する構成として，搬送チャンバとは無関係に，アーム部とハンド部とを，支持部材を介して周知技術であるコラム型の上下昇降機構に組み合わせることは，容易であるということができる。",
                        "この点について，被告は，引用発明は，ロボットを横方向に2台並べることによる基板処理装置の大型化という課題を解決するために，ロボットのアームを搬送チャンバの天井と床とにそれぞれ対向するように設けたにすぎず，支持部材を上下に移動させてチャンバ以外において使用することを想起することは困難であるなどと主張する。",
                        "しかしながら，本件明細書及び引用例における課題に関する具体的表現が相違するとしても，本件発明及び引用発明は，いずれも産業用ロボットにおいて普遍的な課題というべき省スペース化や可動範囲の拡大を目的とするものである。",
                        "また，周知例3においても，同様の課題が明示されており，シングルアーム型ロボットであっても，ダブルアーム型ロボットであっても，かかる課題は共通であるから，本件審決のように，引用発明について，「二組のアームを有する特別な用途」のものと理解し，シングルアーム型ロボットに適用するための「特別な動機」が必要となるものではない。",
                        "さらに，先に指摘したとおり，引用例にも，ハンドがアーム部に対して昇降する機能や，アーム部及びハンド全体が昇降する機能が明示されている以上，被告の主張はその前提を欠くものである。",
                        "被告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ハンド部の伸縮方向について",
                  "text": [
                    "引用発明においては，各ロボットのそれぞれのアーム部がどの方向に動作しても，アーム部，ハンドあるいはハンドに載せた基板が互いに干渉することはないとされていることから，ハンドの伸縮方向に制限はない。",
                    "また，本件明細書には，本件発明1において，ハンド部の伸縮方向を「第1及び第2の支持部材の移動方向及び前記支持部材が前記コラムから延びる方向に関して直交する方向」とする構成の有する技術的意義が明示的には記載されていない。",
                    "そして，支持部材はコラムにより保時されているのであるから，ハンド部がコラムと干渉するおそれがあるコラム方向に伸縮することは想定できないし，本件発明1及び引用発明は，いずれも二組のアームの突出方向に干渉が生じることを防止することが共通の課題とされているのであるから，二組のアーム同士及びコラムなどとの干渉を回避するために，ハンド部の伸縮方向を「第1及び第2の支持部材の移動方向及び前記支持部材が前記コラムから延びる方向に関して直交する方向」とする構成を採用することは，設計事項にすぎないものということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，相違点1の構成は，引用発明に周知例3及び4を組み合わせることにより，当業者にとって容易に想到し得るものであるというべきであるから，相違点1に関する本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例5ないし10について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例5(甲7)は，多関節ロボットに関する発明についての文献であるところ，従来のロボットにおいては，アームを折りたたんだ状態のまま回転する際，基台から突出している領域が大きくなるという課題が指摘され，また，図4には，ダブルアーム型ロボットにおいて，「縮み位置においてワークを二組のアームの基端の関節部の間に位置させる」構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "周知例6(甲8)は，薄型基板の搬送装置に関する発明についての文献であるところ，従来のセンタリング装置を廃止し，省スペース化を図るという目的が記載され，また，図5には，「縮み位置においてワークを基端の関節部の間に位置させる」構成が開示されているほか，ダブルアーム型ロボットにも当該発明は適用できる旨の記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "周知例7(甲9)は，非接触式ガラス基板ズレ検知装置に関する発明についての文献であるところ，機械的構造の簡素化及び省スペース化を図るという目的が記載され，図1には，「縮み位置においてワークを基端の関節部の間に位置させる」構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "周知例8(甲10)は，真空作業装置に関する発明についての文献であるところ，真空作業装置において，常時，薄型基板の有無が検出可能で，ロボットの動作を迅速に制御することを可能にするという目的が記載され，図2には，「縮み位置においてワークを基端の関節部の間に位置させる」構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "周知例9(甲11)は，真空作業装置に関する発明についての文献であるところ，真空作業装置において，常時，薄型基板の有無が検出可能で，ロボットの動作を迅速に制御することを可能にするという目的が記載され，図2には，「縮み位置においてワークを基端の関節部の間に位置させる」構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "周知例10(甲12)は，半導体ウエハ搬送用ロボットのハンドに関する発明についての文献であるところ，半導体ウエハを高精度でハンドの所定位置に固定させる目的等が記載され，図2には，「縮み位置においてワークを基端の関節部の間に位置させる」構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "したがって，原出願発明に係る特許の出願当時，シングルアーム型ロボット又はダブルアーム型ロボットにおいて，「縮み位置においてワークを基端の関節部の間に位置させる」構成あるいは「縮み位置においてワークを二組のアームの基端の関節部の間に位置させる」構成は，周知技術であったということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明と周知技術との組合せについて",
                  "text": [
                    "以上によると，仮に本件審決のとおり，「縮み位置においてワークを二組のアームの基端の関節部の間に位置させる」構成が一致点であるとは認められないとしても，当業者が，引用発明において，アーム部とハンド部とを支持部材を介してコラム式の上下昇降機構に組み合わせる際，アームを折りたたんだ縮み位置の状態において，省スペース化の観点から，周知技術である「縮み位置においてワークを二組のアームの基端の関節部の間に位置させる」構成を採用することは容易であるというべきである。",
                    "また，二組のアームを支持部材に配置する際，支持部材がコラムに取り付けられている付近に配置すると，アームとコラムとが干渉するおそれがあることは明らかであるから，アームの基端の関節部を，「前記支持部材の前記コラムに取り付けられている側とは反対の自由端である先端部」に配置することは，設計事項にすぎないというべきである。シングルアーム型ロボットに関してではあるが，周知例4(甲6)の図1においても，同様の構成が開示されているものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件構成要件について",
                  "text": [
                    "甲14文献(甲14)は，重量物搬送装置に関する発明についての文献であるところ，省スペース化を図るという目的が記載され，第4図には，回転テーブルの旋回中心に関して，第1アームの基端の関節部の回転中心軸よりも移動機構が外側を旋回するように配置される構成が開示されている。",
                    "また，周知例1(甲3)の図2，周知例2(甲4)の図3にも，同様の構成が開示されているから，かかる構成は，原出願発明に係る特許の出願当時，周知技術であったものということができる。",
                    "したがって，当業者が，引用発明に当該周知技術を組み合わせることは，容易であるということができる。",
                    "この点について，被告は，引用発明において，省スペース化を図る場合，直ちに当該構成を採用する動機は見いだせないなどと主張する。",
                    "しかしながら，引用発明も甲14文献も，省スペース化という課題は共通しており，引用発明において，支持部材におけるコラムが取り付けられた側の反対側の自由端にアームの基端部を配置した場合，コラムの旋回領域の内側にアーム部の旋回領域を確保するために，当該構成を採用することは，むしろ当業者における合理的な設計手法であるということができる。被告自身も，取消事由1において，本件発明1の特許請求の範囲内であっても，当業者は，省スペース化を実現することができないような設計を選択することはなく，通常，コラムの旋回領域の内側に向かって支持部材を伸ばすのであって，その結果として，肩関節部もコラムの旋回領域の内側に位置することとなるなどと主張しているところである。",
                    "被告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，相違点2の構成は，引用発明に周知技術1，2，5ないし10及び甲14文献により開示された知見を組み合わせることにより，当業者にとって容易に想到し得るものであるというべきであるから，仮に一致点の認定に関する本件審決の判断に誤りがないとしても，本件審決の相違点2についての判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の当否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "以上の検討結果によると，本件発明1について，引用発明に周知技術等を適用することによって，当業者が容易に想到し得るものではないとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし9について",
              "text": [
                "本件審決は，本件発明1に従属する本件発明2ないし9についても，本件発明1が，当業者にとって容易に想到し得るものではないことを前提として，本件発明1と同様に進歩性を認めている。",
                "しかしながら，前記(1)のとおり，本件発明1についての進歩性に係る判断が誤りである以上，本件発明2ないし9の進歩性に係る本件審決の前記結論を直ちに是認することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上からすると，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10034",
    "date": "2011-01-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081025",
    "ipprecedent_id": "2471",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}