{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009−19935号事件について平成22年9月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が下記商標(本願商標)につき商標登録出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，下記(1)の本願商標が下記(2)～(4)の各引用商標1～3と類似するか(商標法4条1項11号)，である。",
            "記"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "・商標",
                "・指定商品",
                "第29類",
                "「コラーゲンを主原料とする錠剤状・カプセル状・顆粒状・粉末状・液状・ゼリー状・ブロック状・飴状・軟カプセル状・粒状・スティック状又はペースト状の加工食品，ビタミンを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，ペプチドを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，カロチンを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，カルシウムを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，アミノ酸を主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，コラーゲンを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，カテキンを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，レシチンを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，コエンザイムQ10を主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，ポリフェノールを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，リコピンを主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，クエン酸を主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品，ブドウ糖を主成分とした錠剤状・カプセル状・薄膜状・棒状・顆粒状・粉末状・ゼリー状・ペースト状又は液状の加工食品」",
                "第32類",
                "「清涼飲料，果実飲料，乳清飲料，飲料用野菜ジュース」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用商標1",
      "text": [
        "・商標",
        "・ 出 願   日   平成16年8月31日",
        "・ 登 録   日   平成17年6月3日",
        "・登録番号  第4868569号",
        "・指定商品",
        "第32類",
        "「コンドロイチン・グルコサミン・コラーゲンを含有する清涼飲料，清涼飲料，果実飲料，ビール製造用ホップエキス，乳清飲料，飲料用野菜ジュース」"
      ]
    },
    {
      "fig": "(3)",
      "subject": "引用商標2",
      "text": [
        "・商標(標準文字)",
        "うるおう                ・ 出 願   日   平成16年8月18日",
        "・ 登 録   日   平成17年6月17日",
        "・登録番号  第4872484号",
        "・指定商品",
        "第5類",
        "「薬剤，医療用油紙，衛生マスク，オブラート，ガーゼ，カプセル，眼帯，耳帯，生理帯，生理用タンポン，生理用ナプキン，生理用パンティ，脱脂綿，ばんそうこう，包帯，包帯液，胸当てパッド，歯科用材料，医療用腕環，失禁用おしめ，はえ取り紙，防虫紙，乳糖，乳児用粉乳，人工受精用精液」",
        "第10類",
        "「洗眼器，おしゃぶり，氷まくら，三角きん，支持包帯，手術用キャットガット，吸い飲み，スポイト，乳首，氷のう，氷のうつり，ほ乳用具，魔法ほ乳器，綿棒，指サック，避妊用具，人工鼓膜用材料，補綴充てん用材料(歯科用のものを除く。)，業務用美容マッサージ器，医療用機械器具，医療用手袋，しびん，病人用便器，耳かき」"
      ]
    },
    {
      "fig": "(4)",
      "subject": "引用商標3",
      "text": [
        "・商標",
        "・ 出 願   日   平成20年1月22日",
        "・ 登 録   日   平成20年9月12日",
        "・登録番号  第5165627号",
        "・指定商品",
        "第29類",
        "「肉製品，加工水産物，加工野菜及び加工果実，食用たんぱく，コンドロイチンを主材料とする粒状・粉状・顆粒状・カプセル状・スティック状・液状・クリーム状・ペースト状・錠剤状とした加工食品，グルコサミンを主材料とする粒状・粉状・顆粒状・カプセル状・スティック状・液状・クリーム状・ペースト状・錠剤状とした加工食品，コラーゲンを主材料とする粒状・粉状・顆粒状・カプセル状・スティック状・液状・クリーム状・ペースト状・錠剤状とした加工食品」"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成20年3月18日付けで本願商標登録出願(商願2008−20381号)をしたが，拒絶理由通知を受けたので，平成20年10月1日付けで指定商品等の変更を内容とする手続補正(甲3)をしたものの，平成21年7月10日付けで上記引用商標1ないし3との類似を理由に拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2009−19935号事件として審理した上，平成22年9月15日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年10月7日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，本願商標の商標は引用商標1ないし3の商標と類似しかつ本願商標の指定商品は引用商標1ないし3の指定商品と同一又は類似の商品を包含するから商標法4条1項11号に該当する，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のような誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願商標と引用商標1との類否判断の誤り)",
                  "text": [
                    "本願商標と引用商標1とは，その商標が以下のとおり，外観が類似しておらず，称呼も同一ではなく，さらに，本願商標が著名性を有していることから，類似商標には該当しない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観の非類似",
                      "text": [
                        "本願商標は，商標の商品識別及び出所混同防止という見地から「本草製薬の」という部分で原告の商品であることを明示しているため，消費者が本願商標を使用した原告の商品(以下「原告商品」という。)と引用商標1を使用した商品とを誤認・混同するおそれはない。",
                        "外観上，本願商標の漢字部分は「潤煌」であり，他方，引用商標1は「潤甦」であって，2文字目の漢字が「煌」と「甦」で異なる。さらに，本願商標の「潤」と「煌」の間には，赤を白抜きした「うるおう」の文字があり，外観上は全く異なる。したがって，本願商標には識別力があり，引用商標1とは外観が著しく異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼の非類似",
                      "text": [
                        "引用商標1は，「潤甦」(ジュンソ)という漢字に，「JUＮKOU」(ジュンコウ)という誤った振り仮名を付したものであるから「JUＮKOU」の部分から「ジュンコウ」という称呼が生ずるとは認められない。",
                        "この点に関し被告は，乙12(広辞苑第6版)を引用し，「甦」については「甦生」(コウセイ)という慣用読みがあるから，「甦」の文字を「コウ」と読むことに問題はないと主張する。",
                        "しかし，乙12の「甦生」(こうせい)は，あくまで「甦生」という熟語の場合に「甦」の文字を「ソ」ではなく「コウ」と慣用的に読む場合があると記載してあるにすぎず，「甦」という単独の文字の場合に慣用的に「コウ」と読むと記載したものではなく，「甦生」以外の組合せでは，原則どおり「甦」は正しい音読みである「ソ」となるのである。したがって，「甦」の文字を「潤」という文字と組み合わせた場合に，「甦」の文字を「コウ」ということはできず，引用商標1からは「ジュンコウ」の称呼は生じないというべきである。",
                        "また，引用商標1の出願時，「ジュンコウ」の称呼を有する商標じゅんこうもち「巡行餅」(登録日  平成5年5月31日，登録番号第2536354号，甲9。以下「甲9商標」という。)が存在していたにもかかわらず，引用商標1は商標登録がなされているから，商標の称呼の類似性を判断するに当たり，単純な「ジュンコウ」という称呼で区別できないことは明らかであり，商標の称呼の類似性の判断に当たっては，商標全体よりその類似性の判断を行うべきである。",
                        "そうすると，本願商標を全体として判断した場合，その称呼は「ホンゾウセイヤクノウルオウ」であるから，引用商標1の「ジュンコウ」とは称呼が同一とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願商標の著名性",
                      "text": [
                        "本願商標を使用した原告商品は，平成19年12月に取引先への納入を開始し，平成20年1月よりその販売を開始した。原告は，原告商品の販売に際し，新聞広告，テレビコマーシャル等により，広告活動を行い，大きい販売実績を上げている。したがって，本願商標は，著名性を有し，引用商標1と類似商標とはいえない。",
                        "この点に関し被告は，本願商標の取引の実情から，本願商標に接する取引者・需要者は本願商標の「潤煌」の文字に接した際に自然な読みとして「ウルオウ」と理解するとはいい難く，「潤煌」の文字より「ジュンコウ」の称呼を生ずるものとして本願商標を把握，理解すると主張する。",
                        "しかし，「潤煌」の「煌」は常用漢字ではなく，社会で頻繁に使用される漢字ではないので，「コウ」とは読みづらいようであり，本願商標を付した原告商品を取り扱う業者の中に「ジュンコウ」という称呼で取り扱う業者はおらず，原告も「ジュンコウ」という称呼が生じることは当初想定していなかったものであって，実際に原告が「ウルオウ」という称呼で原告商品を取り扱い，本願商標の中にその振り仮名もあるため，実際の取引では「ウルオウ」という称呼で取引されているのであるから，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願商標と引用商標2との類否判断の誤り)",
                  "text": [
                    "本願商標と引用商標2とは，その商標等が以下のとおり，外観が類似しておらず，称呼も同一ではなく，さらに，本願商標が著名性を有していることから，類似商標には該当しない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観の非類似",
                      "text": [
                        "外観上，本願商標は「うるおう」という平仮名部分があるものの，漢字部分「潤煌」及び識別部分として「本草製薬の」部分がある。他方，引用商標2は単純に「うるおう」と平仮名で表記しただけであり，本願商標と引用商標2は外観上は全く異なるものである。したがって，本願商標は識別力があり，引用商標2とは外観が著しく異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼の非類似",
                      "text": [
                        "引用商標2の出願前には「ウルオウ」の称呼を有する2つの商標(「うるおう」登録番号第4524455号，甲10，以下「甲10商標」という。「うるおう輻射冷却」登録番号第4858763号，甲11，以下「甲11商標」という。)が存在し，また，引用商標2の出願後も「ウルオウ」の称呼を有する5つの商標(「カシスでうるおう  クリアなまなざし」登録番号第5033336号，甲12，以下「甲12商標」という。「うるおう／果実チューハイ」登録番号第5128729号，甲13，以下「甲13商標」という。「潤うしずく／UruouShizuku」登録番号第5136368号，甲14，以下「甲14商標」という。「うるおう美脚」登録番号第5140011号，甲15，以下「甲15商標」という。「潤うアロエ」登録番号第5231123号，甲16，以下「甲16商標」という。)が商標登録されている。",
                        "したがって，商標の称呼の類似性を判断するに当たり，単純な「ウルオウ」という部分の称呼のみでは，称呼の区別ができないことは明らかであり，商標の称呼の類似性の判断に当たっては，商標全体によりその類似性の判断を行うべきである。",
                        "そうすると，前記ア(イ) のとおり，本願商標を全体として判断した場合その称呼は「ホンゾウセイヤクノウルオウ」であるから，引用商標2の「ウルオウ」とは称呼が同一とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願商標の著名性",
                      "text": [
                        "前記ア(ウ) のとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "指定商品の非類似",
                      "text": [
                        "本願商標と引用商標2の指定商品とは類似していない。",
                        "この点に関し被告は，本願商標の指定商品中第32類「乳清飲料」が引用商標2の指定商品中第5類「乳児用粉乳」と，生産者・販売者等を共通にする互いに類似する商品であると主張する。",
                        "しかし，「乳清飲料」と「乳児用粉乳」とでは，同じ乳成分を原料とするものの，製品の段階では，前者は液体であり，後者は粉状の固体であって，両者の生産工程は著しく異なる。したがって，「乳」製品であるから当然に生産者を共通にする商品であるとはいえず，互いに類する商品であるとはいえない。また，販売者が共通であることは，商品の類似性を判断するに当たり決定的な重要性をもつものではなく，むしろ需要者が共通であるか否かを最も重視すべきであるところ，「乳児用粉乳」の需要者は乳児であり「乳清飲料」は子どもから大人一般であって，需要者が著しく異なるのであるから，両者は類似する商品ということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願商標と引用商標3との類否判断の誤り)",
                  "text": [
                    "本願商標と引用商標3とは，その商標が以下のとおり，外観が類似しておらず，称呼も同一ではなく，さらに，本願商標が著名性を有していることから，類似商標には該当しない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観の非類似",
                      "text": [
                        "前記ア(ア) と同様の理由で，本願商標は識別力があり，引用商標3とは外観が著しく異なることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼の非類似",
                      "text": [
                        "引用商標3は，「潤甦」(ジュンソ)という漢字に，「じゅんこう」という誤った振り仮名を付したものであるから「じゅんこう」の部分から「ジュンコウ」という称呼が生ずるとは認められない。",
                        "また，前記ア(イ) と同様に，引用商標3は，前記甲9商標が存在していたにもかかわらず商標登録がなされているから，商標の称呼の類似性を判断するに当たり，単純な「ジュンコウ」という称呼で区別できないことは明らかであり，商標の称呼の類似性の判断に当たっては，商標全体によりその類似性の判断を行うべきである。",
                        "そうすると，本願商標を全体として判断した場合，その称呼は「ホンゾウセイヤクノウルオウ」であるから，引用商標3の「ジュンコウ」とは同一称呼ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願商標の著名性",
                      "text": [
                        "前記ア(ウ) のとおりである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2) の各事実は認めるが，(3) は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の意義",
                  "text": [
                    "簡易，迅速をたっとぶ取引の実際においては，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標は，常に必ずしもその構成部分全体の名称によって称呼，観念されず，その一部だけによって簡略に称呼，観念され，1個の商標から2個以上の称呼，観念が生ずることがあるのは，経験則の教えるところである(最高裁昭和37年(オ)第953号・昭和38年12月5日第一小法廷判決参照)。そして，本願商標は，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものといえず，外観上，観念上及び称呼上から，「本草製薬の」，「潤煌」，「うるおう」の各文字部分が，常に一体不可分のものとしてのみ把握されるものではない。",
                    "そうすると，本願商標は，「本草製薬」の文字部分のほか，「潤煌」，「うるおう」の文字部分についても，それぞれ，要部として取引に資されるものといえるから，本願商標と引用商標との類否を検討するに際しては，この点に留意すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(ア) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標と引用商標1の外観を対比すると，本願商標は構成中に「潤煌」の漢字のほか，「本草製薬の」及び「うるおう」の文字を有するものであるのに対し，引用商標1は「潤甦」の漢字のほか，「JUＮKOU」の欧文字を有する構成からなるものであるから，全体観察においては，本願商標と引用商標1との外観は相違する。",
                        "しかし，独立して自他商品の識別標識としての機能を果たす本願商標の「潤煌」，引用商標1の「潤甦」及び「JUＮKOU」の各文字部分は，いずれも，強く印象を与えるような特殊な書体ではなく，かつ，「潤煌」と「潤甦」とは共に前半を「潤」の文字とする漢字2文字である点を共通にするから，外観において格別相違するという強い印象を与えるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し原告は，本願商標は「本草製薬の」という部分を明示しているため，消費者が本願商標を使用した商品を引用商標1を使用した商品と誤認・混同するおそれはないと主張する。",
                        "しかし，前記アのとおり，商標の構成部分の一部を抽出し，その部分を他人の商標と比較して商標そのものの類否を判断することができるというべきであるところ，本願商標は，構成中の「潤煌」又は「うるおう」の文字部分も要部であり，取引者・需要者に対して，商品の出所識別標識として強く支配的な印象を与えるものといえるものであって，「本草製薬の」の文字部分が省略され，「潤煌」又は「うるおう」の部分のみが独立した個々の商品の識別標識であるというべきであるから，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(イ) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標の構成のうち，共に横書きされた「本草製薬の」の文字と「潤煌」の文字を捉えた場合は，その構成文字に相応して，「ホンゾウセイヤクノジュンコウ」の称呼を生ずるものということができ，また，仮に，上段に横書きで書された「本草製薬の」の文字と下段に縦書きで書された「うるおう」の文字を捉えて称呼した場合には，「ホンゾウセイヤクノウルオウ」の称呼を生ずるものともいうことができるが，これらの読みはいずれも13音と冗長なものである。",
                        "したがって，本願商標は，称呼上からも，常に一体のものとして把握されるとはいい難く，構成中の「本草製薬」，「潤煌」及び「うるおう」の各文字部分から生ずる称呼が，それぞれに分離して把握されるものである。",
                        "そうすると，本願商標は，「潤煌」の文字部分より「ジュンコウ」の称呼を生ずるものである。",
                        "他方，引用商標1も，その構成文字に相応して「ジュンコウ」の称呼を生ずるものである。",
                        "したがって，本願商標と引用商標1とは，「ジュンコウ」の称呼を共通にする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し原告は，引用商標1は「潤甦」(ジュンソ)という漢字に「JUＮKOU」(ジュンコウ)という誤った振り仮名を付したものであるから，「JUＮKOU」の部分から「ジュンコウ」という称呼が生ずるとは認められないと主張する。",
                        "しかし，「潤甦」の文字は成語ではないから，既定の読み方が存在しないものであるところ，各漢字の読み方からして「ジュンコウ」と読むことは不自然ではなく，しかも引用商標1は「JUＮKOU」の文字を下段に併記してなるもので，これらの文字により，引用商標1の読みを特定しているということができるから，引用商標1から「ジュンコウ」の称呼を生ずることは明らかである。特に引用商標1の「JUＮKOU」は，漢字「潤甦」と同じ大きさで表してなり，これ自体も独立して自他商品の識別機能を有するものというべきであるから，該文字よりも「ジュンコウ」の称呼を生ずることも明らかである。",
                        "また，原告は，構成中の「潤煌」の文字を「ウルオウ」とのみ読むがごとき主張をしているが，本願商標の構成において，「潤煌」の文字を「ウルオウ」と称呼することは不自然であり，また，「潤煌」の文字に対して「ウルオウ」と読みを特定して振り仮名を付すようにしているものでもなく，本願商標に接する一般的な取引者・需要者は，「潤煌」の文字部分を「ジュンコウ」の称呼を生ずるものとして認識するというべきである。",
                        "じゅんこうもち    さらに，原告は，甲9商標「巡行餅」を例に挙げて，称呼の類似性を判断するに当たり，単純な「ジュンコウ」という称呼で区別できないことは明らかである旨主張する。",
                        "しかし，甲9商標については，そもそもその指定商品が引用商標1に係る指定商品と類似しないものであって，商標法4条1項11号の要件を満たさないものであるから，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "原告は，本願商標を使用した原告商品について，広告活動を行い，大きな販売実績を上げている旨主張する。",
                    "しかし，引用商標1との類似に係る本願商標の指定商品について，原告の本願商標の使用の事実は見当たらない。",
                    "そして，原告は，本願商標を「コラーゲンを主原料とする粉末状の加工食品」(原告商品)に使用しているものの，これについてみても，平成20年1月より販売を開始し，テレビコマーシャルやテレビショッピングを放映した等の事実はあるが，本願商標の使用期間は，2年9か月程度(審決時)と短いものである。",
                    "また，その販売実績については，1か月当たりの平均数を算出したところ，1箱60包入りの商品が，平成20年に約3650箱，平成21年に約3880箱，平成22年に約2430箱であり，1箱20包入りの商品が，平成21年に約900箱，平成22年に約610箱であり，EXとされる商品が，平成21年に約1970箱，平成22年に約1300箱である。そして，それら3種類の商品を1箱60包入りとして換算し(商品EXは60包入りとする)，1か月当たりの平均販売数を合算すると，平成20年に約3650箱，平成21年に約6160箱，平成22年に約3930箱である。",
                    "原告商品は，60包入りの商品で1日に2ないし4包を使用するものであるから，60包1箱の消費目安は15ないし30日分であるといえるところ，一般に，健康食品は繰り返し購入する商品であることからすると，その販売実績は決して大きいということはできないし，販売が増加傾向ともいえない。",
                    "そうとすれば，本願商標が，原告商品である健康食品を表示するものとして，その需要者に広く認識されているとはいえない。",
                    "したがって，本願商標に接する取引者・需要者は，本願商標の「潤煌」の文字に接した際に自然な読みとして「ウルオウ」と理解するとはいい難く，「潤煌」の文字より「ジュンコウ」の称呼を生ずるものとして本願商標を把握，理解するものである。",
                    "また，簡易，迅速をたっとぶ商取引の実際において，電話を用いた口頭による取引を行う場合があり，この場合，商標から生ずる称呼によって取引されることが一般的に行われているもので，本願商標と引用商標1の類似に係る商品の分野でも何ら変わるものではない。そして，商品の流通段階においては，商標の構成文字から生ずる称呼を記憶し，その称呼を頼りに取引に当たることも通常であるから，称呼の重要性も軽視できないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標と引用商標1とは，外観上の相違を有するとしても，両者共に独立して自他商品の識別標識としての機能を果たす「潤煌」，「潤甦」及び「JUＮKOU」の部分では，いずれも強く印象を与えるような特殊な書体ではなく，両漢字は，前半を「潤」の文字とする漢字2文字であるという点においては共通しており，また，両商標は，「ジュンコウ」の称呼を共通にするもので，さらに，上記文字部分では，いずれも特定の意味合いを有する語として理解されるというべき事実を見出すことができず観念上比較することはできないから，取引者・需要者に与える印象，記憶，連想等において，格別の差異があるとはいえず，また，取引の実情においても，引用商標1との類似に係る本願商標の指定商品について，原告の使用の事実は見当たらず，商標の構成文字から生ずる称呼の重要性も軽視できないから，本願商標と引用商標1とは類似の商標というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "本願商標が構成中に「うるおう」の平仮名のほか，「本草製薬の」及び「潤煌」の文字を有するものであるのに対し，引用商標2は「うるおう」の平仮名のみからなるものであるから，全体観察においては，本願商標と引用商標2との外観は相違する。",
                    "しかし，本願商標の構成において，独立して自他商品の出所識別標識としての機能を果たす「うるおう」の文字部分は，引用商標2とその綴りを共通にするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，「うるおう」の文字部分より「ウルオウ」の称呼を生ずるものである。他方，引用商標2も，その構成文字に相応して「ウルオウ」の称呼を生ずるものである。",
                        "したがって，本願商標と引用商標2とは，「ウルオウ」の称呼を共通にする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し原告は，甲10商標ないし甲16商標を挙げて，称呼の類似性を判断するに当たり，単純な「ウルオウ」という称呼で区別できないことは明らかである旨主張する。",
                        "しかし，甲10商標ないし甲13商標及び甲16商標については，そもそも，その指定商品が引用商標2に係る指定商品と類似しないものであるから，商標法4条1項11号の要件を満たさないものであり，また，甲14商標及び甲15商標は，その構成態様が，「潤うしずく」の文字と「UruouShizuku」の文字との上下二段書きからなる商標，及び「うるおう美脚」の文字を横書きした商標であって，いずれも構成全体をもって一体不可分のものとして捉えられるものであり，引用商標2とは互いに類似する商標ではないから，商標法4条1項11号に該当しないといえるものであって，いずれも本件とは事案を異にするものである。",
                        "よって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "前記(1)エのとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(エ) につき",
                  "text": [
                    "指定商品については，本願商標の指定商品中第32類「乳清飲料」が引用商標2の指定商品中第5類「乳児用粉乳」と，生産者・販売者等を共通にする互いに類似する商品であるというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標と引用商標2とは，外観上の相違を有するとしても，本願商標の構成において取引者・需要者の注意をひく赤地の四角形内に白抜きされた「うるおう」の部分では，引用商標2と「うるおう」の構成文字を共通にするものであって，また，両商標は，「ウルオウ」の称呼を共通にするもので，さらに，「水気を含む。ゆたかになる。」の観念を共通にするものであるから，取引者・需要者に与える印象，記憶，連想等において，格別の差異があるとはいえず，また，取引の実情においても，引用商標2との類似に係る本願商標の指定商品について，原告の使用の事実は見当たらず，商標の構成文字から生ずる称呼の重要性も軽視できないから，本願商標と引用商標2とは類似の商標というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "本願商標と引用商標3の外観を対比すると，本願商標が構成中に「潤煌」の漢字のほか，「本草製薬の」及び「うるおう」の文字を有するものであるのに対し，引用商標3は「潤甦」の漢字のほか，「じゅんこう」の振り仮名を有する構成からなるものであるから，全体観察においては，本願商標と引用商標3との外観は相違する。",
                    "しかし，本願商標及び引用商標3の構成において，独立して自他商品の識別標識としての機能を果たす本願商標の「潤煌」及び引用商標3の「潤甦」の各文字部分は，いずれも強く印象を与えるような特殊な書体ではなく，かつ，「潤煌」と「潤甦」とは共に前半を「潤」の文字とする漢字2文字である点を共通にする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "前記(1)ウ(ア)のとおり，本願商標は，「潤煌」の文字部分より「ジュンコウ」の称呼を生ずるものである。他方，引用商標3も，その構成文字に相応して「ジュンコウ」の称呼を生ずるものである。",
                    "したがって，本願商標と引用商標3とは，「ジュンコウ」の称呼を共通にする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "前記(1)エと同様であり，特に，引用商標3との類似に係る本願商標の指定商品中第32類「飲料用野菜ジュース」について，原告の使用の事実は見当たらない。",
                    "したがって，原告が本願商標を使用する健康食品の分野についてみても，一部の需要者には，原告が「潤煌」の文字を「ウルオウ」と称していることを認識されているとしても，本願商標に接する一般的な需要者は，「潤煌」の文字より「ジュンコウ」の称呼を生ずるものとして本願商標を把握，理解するものである。また，健康食品の分野以外の指定商品については，本願商標に接する取引者・需要者は，「潤煌」の文字より「ジュンコウ」の称呼を生ずるものとして本願商標を把握，理解するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標と引用商標3とは，外観上の相違を有するとしても，両者共に独立して自他商品の識別標識としての機能を果たす「潤煌」及び「潤甦」の部分ではいずれも強く印象を与えるような特殊な書体ではなく，前半を「潤」の文字とする漢字2文字であるという点においては共通しており，また，両商標は「ジュンコウ」の称呼を共通にし，さらに，上記文字部分ではいずれも特定の意味合いを有する語として理解されず観念上比較することはできないから，取引者・需要者に与える印象，記憶，連想等において格別の差異があるとはいえず，また，取引の実情においても，引用商標3との類似に係る本願商標の指定商品について，健康食品の分野についても，原告の使用により本願商標がその需要者に広く認識されているものとはいえず，それ以外の商品については，原告の使用の事実は見当たらないのであって，商標の構成文字から生ずる称呼の重要性も軽視できないから，本願商標と引用商標3とは類似の商標というべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標と各引用商標との類否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標の類否は，対比される両商標が同一又は類似の商品・役務に使用された場合に，商品・役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品・役務に使用された商標がその外観，観念，称呼等によって取引者・需要者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品・役務の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである。そして，商標の外観，観念又は称呼の類似は，その商標を使用した商品・役務につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，したがって，これら3点のうち類似する点があるとしても，他の点において著しく相違することその他取引の実情等によって，何ら商品・役務の出所の誤認混同をきたすおそれの認めがたいものについては，これを類似商標と解することはできないというべきである(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                "また，複数の構成部分を組み合わせた結合商標について，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者・需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合を除き，許されないというべきである(最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，同平成5年9月10日第二小法廷判決・民集47巻7号5009頁，同平成20年9月8日第二小法廷判決・裁判集民事228号561頁参照。)",
                "そこで，以上の観点に立って，本願商標と引用商標1ないし3との類否について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標1との類否(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "本願商標は，前記第2，2(1)のとおり，中央に大きく毛筆体様文字で「潤煌」の文字を配し，その上段に横書きでそれと縦横ともに約4分の1の大きさの楷書体様文字で「本草製薬の」の文字を配し，「潤」と「煌」との間に赤地の四角形内に白抜きで小さく「うるおう」の文字を縦書きした構成からなる結合商標と認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標1",
                      "text": [
                        "引用商標1は，前記第2，2(2)のとおり，上段に楷書体様文字で「潤甦」の文字を横書きし，下段にそれと1文字分がほぼ同じ大きさの欧文字で「JUＮKOU」の文字を横書きした構成からなるものであり，1文字分の大きさがほぼ同一なため，文字数の多い下段の「JUＮKOU」が横に大きく広がっており，全体として台形状に見える結合商標である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，両商標の外観が共通するのは，その構成部分に漢字2文字の部分を有し，そのうちの一文字が「潤」であることのみであって，全体的に観察すると，両商標の外観は著しく異なる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "「潤煌」については，強いていえば，「うるおってきらめく」という観念が生じる余地はあるが，もともと成語ではなく特定の観念は生じないものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標1",
                      "text": [
                        "「潤甦」については，強いていえば，「うるおいがよみがえる」あるいは「うるおってよみがえる」という観念が生じる余地があるが，もともと成語ではなく特定の観念は生じないものと認められる。また，「JUＮKOU」からも特定の観念は生じない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，両商標とも特定の観念を生じるとは認められないから，観念において比較することはできず，観念が同一又は類似するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "本願商標の構成中「本草製薬の」の文字部分については，乙8(広辞苑第6版)によれば，これを構成する「本草」の文字は「ホンゾウ」と読み，乙9(広辞苑第6版)によれば，「製薬」の文字は「セイヤク」と読む成語であり，「の」は格助詞であることから，「本草製薬の」の文字部分は，「ホンゾウセイヤクノ」と発音するものである。",
                        "また，本願商標の構成中「うるおう」の文字部分は，該文字に相応し「ウルオウ」と発音するものである。",
                        "さらに，本願商標の構成中「潤煌」の文字部分については，乙10(角川最新漢和辞典新版)によればこれを構成する「潤」の文字は「ジュン」と，乙11の1(角川最新漢和辞典新版)によれば「煌」の文字は「コウ」とそれぞれ音読みするのが一般的であるから，「潤煌」の文字部分は「ジュンコウ」と発音するのが自然である。ただし，本願商標を全体的に観察すれば，上記「うるおう」の文字部分が，「潤」と「煌」の文字部分の間に小さな文字で位置付けられていること，乙6(広辞苑第6版)によれば，「潤」の文字は本来「うるおう」と訓読みすることから，「潤煌」には「うるおう」との称呼も生じるというべきである。",
                        "そして，本願商標は，「本草製薬の」「うるおう」「潤煌」という複数の構成部分を組み合わせた結合商標と解されるところ，そのうち「潤煌」の文字の部分は，他の構成部分と比較してひときわ大きく表示され，しかも「潤煌」という文字自体が成語ではなく一種の造語と解されることから，この部分が取引者・需要者に対し強い印象を与えるようにもみえるが，一方で「本草製薬の」の部分は，一見して出願者の商号若しくは屋号であることが明らかであるから，この部分は極めて顕著な出所識別力を有する部分であり，さらに「うるおう」の部分は，文字こそ小さいが全体の構成の中央部分に赤地に白抜きで表示されているため極めて目立つ部分といえる。したがって，本願商標においては，「潤煌」の部分が他の構成部分に比して取引者・需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるとまではいえず，また，本願商標はそれ以外の部分から出所識別標識としての称呼が生じないと認められる場合ともいえないから，商標の類否判断において，ことさら「潤煌」の部分のみを抽出しこの部分だけを他人の商標と比較してその類否を判断することは許されないというべきである。",
                        "以上によれば，本願商標からは，「ホンゾウセイヤクノウルオウ」若しくは「ホンゾウセイヤクノジュンコウ」の称呼が生じるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標1",
                      "text": [
                        "上段の「潤甦」のうち，「潤」の文字は前記のとおり「ジュン」と音読みし，また，「甦」の文字は「ソ」と音読みするのが一般的であるから，「潤甦」の文字部分は「ジュンソ」と発音するのが自然である。もっとも，乙12(広辞苑第6版)によれば，一般的には「ソセイ」と音読みされる「甦生」という文字につき「コウセイ」と慣用読みすることが認められることから，「甦」の文字はまれに「コウ」と発音する場合があること，下段の「JUＮKOU」の文字からは「ジュンコウ」の称呼が生じること，引用商標1の構成を全体的に観察すると，下段の「JUＮKOU」が上段の「潤甦」の称呼を特定しているものと理解・認識される余地もあるから，引用商標1の上段の「潤甦」からは，「ジュンソ」若しくは「ジュンコウ」の称呼が生じるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，本願商標と引用商標1の称呼は，「ジュンコウ」との部分で一部重なっているといえるが，全体的に観察すると，両商標の称呼は類似しているとまではいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情",
                  "text": [
                    "証拠(甲17の1～3，甲18の1～6，甲19の1ないし4，甲20の1ないし4，甲21の1ないし3，乙13)及び弁論の全趣旨によれば，原告は，平成20年1月より，本願商標を使用したヒアルロン酸及びコラーゲン配合の健康食品(原告商品)の販売を開始したこと，その商品名は「本草製薬の潤煌」であり，実際の取引において原告は「潤煌」の部分につき「ウルオウ」と称呼して原告商品を販売していること(したがって，電話による取引においても「ホンゾウセイヤクノウルオウ」若しくは「ウルオウ」という称呼で取引されているものと推認される。)，原告商品は1包2グラムの粉末であり，20包入りと60包入り等の箱で販売されているが，その箱の表面中央及びスティック状の各包の表面に本願商標が使用されており，また，インターネット上の広告においても，本願商標が中央に大きく表示された原告商品の箱の写真を掲載し，商品名を「本草製薬の潤煌」と明記して販売していること，一方，引用商標1のうち「潤甦」の文字が付された商品は，その商標権者が販売する「コンドロビー濃縮液」と称する720ミリリットル瓶(甲21の1，2)に詰められた清涼飲料水(コンドロイチン硫酸含有食品)であり，瓶のラベル及びその瓶を収納する箱に，黒い縁取りのある金色の文字で「潤甦」と大きく表示され，その上段に小さく平仮名で「じゅんこう」と表示されており，その全体的な表記はほぼ引用商標3と同一であることが認められる。そうすると，本願商標が使用されている原告商品と引用商標1及び3が使用されている商品とは双方とも健康食品であるという点では共通性があるものの，商品の構成及びその販売形態は著しく異なるものと認められるから，実際の取引においては，商品の出所の誤認混同をきたすおそれがあるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標と引用商標1とは，外観が著しく異なり，両者とも特定の観念を生じないから観念において比較することができず，称呼も類似するとはいえない上，上記取引の実情をも考慮して取引者・需要者に与える印象，記憶，連想等を総合して判断すると，両者は類似の商標ということはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標2との類否(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "前記(2)ア(ア) のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標2",
                      "text": [
                        "引用商標2は，前記第2，2(3)のとおり，「うるおう」の平仮名のみからなる商標である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，両商標は，「うるおう」との文字で共通する部分があるのみであって，その外観は著しく異なる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "「潤煌」については，前記(2)イ(ア) のとおりである。また，乙6(広辞苑第6版)によれば，「うるおう」については，「水気を含む。ゆたかになる。」の観念を生ずるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標2",
                      "text": [
                        "上記のとおり，「水気を含む。ゆたかになる。」の観念を生ずる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，両商標は，観念を一部共通にすると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "前記(2)ウ(ア) のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標2",
                      "text": [
                        "本願商標2は，「うるおう」という文字商標であるから，「ウルオウ」との称呼が生じる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "本願商標と引用商標2の称呼は，「ウルオウ」との部分で一部重なる部分があるが，全体的には類似するとまではいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標と引用商標2とは，観念について一部共通する部分があり，称呼についても一部重なる部分があるものの，全体的には類似するとはいえず，特に外観が著しく異なるから，取引者・需要者に与える印象，記憶，連想等を総合して判断すると，両者は類似の商標ということはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願商標と引用商標3との類否(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "前記(2)ア(ア) のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標3",
                      "text": [
                        "引用商標3は，前記第2，2(4) のとおり，ゴシック体様の文字で「潤甦」の文字を横書きし，それぞれの漢字の上部に振り仮名風に小さく「じゅんこう」の文字を書してなるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，本願商標と引用商標3の外観は，その構成の中で大きな部分を占めるのが漢字2文字であり，そのうちの1文字がいずれも「潤」である点で共通するが，もう1文字につき前者が「煌」であり，後者が「甦」であって全く共通性のない文字であるばかりか，前記(2)ア(ア) のとおり，本願商標には識別力のある「本草製薬の」及び赤地の四角形内に白抜きの「うるおう」の文字が統一的にバランスよく配されているから，全体的に観察すると，両商標の外観は異なるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "前記(2)イ(ア) のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標3",
                      "text": [
                        "前記(2)イ(イ)と同様に，「潤甦」については，強いていえば，「うるおいがよみがえる」あるいは「うるおってよみがえる」という観念が生じる余地があるが，もともと成語ではなく特定の観念は生じないものと認められる。また，「じゅんこう」からも特定の観念は生じない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，両商標とも特定の観念を生じるとは認められないから，観念において比較することはできず，観念が同一又は類似するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標",
                      "text": [
                        "前記(2)ウ(ア) のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標3",
                      "text": [
                        "下段の「潤甦」のうち，「潤」の文字は前記(2)ウ(イ)のとおり「ジュン」と音読みし，また，「甦」の文字は「ソ」と音読みするのが一般的であるから，「潤甦」の文字部分は「ジュンソ」と発音するのが自然である。もっとも，前記(2)ウ(イ) のとおり，「甦」の文字はまれに「コウ」と発音する場合があること，上段の「じゅんこう」の文字からは「ジュンコウ」の称呼が生じること，引用商標3の構成を全体的に観察すると，上段の「じゅんこう」が下段の「潤甦」の称呼を特定しているものと無理なく理解・認識されるから，引用商標3の下段の「潤甦」からは，「ジュンコウ」若しくは「ジュンソ」の称呼が生じるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "対比",
                      "text": [
                        "以上のとおり，本願商標と引用商標3の称呼は，「ジュンコウ」との部分で一部重なっているといえるが，全体的に観察すると，両商標の称呼は類似しているとまではいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標と引用商標3とは，外観が異なり，両者とも特定の観念を生じないから観念において比較することができず，称呼も類似するとはいえない上，前記(2)エで述べた実際の取引の実情をも考慮して取引者・需要者に与える印象，記憶，連想等を総合して判断すると，類似の商標ということはできないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，本願商標と引用商標1ないし3が類似するとした審決の判断には誤りがあり，取消事由1ないし3はいずれも理由がある。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10339",
    "date": "2011-06-06",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081390",
    "ipprecedent_id": "2624",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}