{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007-35298号事件について平成22年7月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，2003年(平成15年)4月4日(パリ条約による優先権主張2002年9月6日，アメリカ合衆国)，発明の名称を「螺旋状相互係止噛み合い案内前進構造」とする発明について，国際出願(特願2004-534213号。請求項の数38。)をし，平成19年8月9日に特許請求の範囲について補正をしたが，同年9月27日付けで拒絶査定を受けた。",
            "これに対し，原告は，平成19年12月28日，拒絶査定に対する不服審判の請求をし(不服2007-35298号)，平成20年1月25日付けで特許請求の範囲について補正をした(甲4。以下「本件補正」という。)。",
            "特許庁は，平成22年7月13日付けで，本件補正を却下するとともに，「本件審判の請求は，成り立たない。」との審決をし(付加期間90日)，その謄本は同月23日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の請求項1の記載は，次のとおりである(以下，この発明を「本願発明」という。なお，本願発明の図4は別紙図1のとおりである。)。",
                "「【請求項1】",
                "間隔が隔てられた一対のアームを持つ開放したレシーバ部材及び前記レシーバー部材を閉鎖するための回転軸線を持つ閉鎖部材を含む医療用インプラントにおいて，",
                "a)螺旋状をなした噛み合うことができ且つ半径方向に相互係止できる第1及び第2の相互係止形態を含み，前記第1相互係止形態は前記閉鎖部材の外面に取り付けられており，",
                "b)前記第2相互係止形態は前記レシーバー部材の前記一対のアームの内面に取り付けられ，前記第1及び第2の相互係止形態は前記閉鎖部材を前記レシーバー部材内に組み立てるときに回転させることができ，前記第1及び第2の相互係止形態は，前記閉鎖部材の回転時に前記閉鎖部材を前記レシーバー部材内に案内し且つ前進し，",
                "c)前記第1及び第2の相互係止形態は，前記軸線を通る平面内にその実質的長さに沿って均等な断面を各々有し，",
                "d)前記相互係止形態は，前記インプラントの組み立て中及び組み立てに続く使用中に前記アームが半径方向に広がらないように作動的に抵抗する，",
                "インプラント。」",
                "〔判決注  構成要件の分説及び符号は，審決の表記に合わせた。〕"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の請求項1の記載は，次のとおりである(補正部分に下線を施した。以下，この発明を「本件補正発明」という。)。",
                "「【請求項1】",
                "間隔が隔てられた一対のアームを持つ開放したレシーバ部材及び前記レシーバー部材を閉鎖するための回転軸線を持つ閉鎖部材を含む医療用インプラントにおいて，",
                "a)螺旋状をなした噛み合うことができ且つ半径方向に相互係止できる第1及び第2の相互係止形態を含み，前記第1及び第2の相互係止形態の各々は，非線形のスラスト面を有し，前記非線形のスラスト面の一方は，他方の相互係止形態の非線形のスラスト面と噛み合い，前記第1相互係止形態は前記閉鎖部材の外面に取り付けられており，前記第1相互係止形態は，前記閉鎖部材から離れた場所において，前記第1相互係止形態が前記閉鎖部材に取り付けられた場所よりも，大きな断面積を有し，",
                "b)前記第2相互係止形態は前記レシーバー部材の前記一対のアームの内面に取り付けられ，前記第2相互係止形態は，前記間隔が隔てられたアームから離れた場所において，前記第2相互係止形態が前記アームに取り付けられた場所よりも，大きな断面積を有し，前記第1及び第2の相互係止形態は前記閉鎖部材を前記レシーバー部材内に組み立てるときに回転させることができ，前記第1及び第2の相互係止形態は，前記閉鎖部材の回転時に前記閉鎖部材を前記レシーバー部材内に案内し且つ前進し，",
                "c)前記第1及び第2の相互係止形態は，前記軸線を通る平面内にその実質的長さに沿って均等な断面を各々有し，",
                "d)前記相互係止形態の前記非線形のスラスト面の各々は，グリップ面を有し，前記グリップ面は，前記相互係止形態が接合されたときに半径方向に互いに重なって，前記アームを前記閉鎖部材に対して半径方向に係止することで，前記相互係止形態は，前記インプラントの組み立て中及び組み立てに続く使用中に前記アームが半径方向に広がらないように作動的に抵抗する，",
                "インプラント。」",
                "〔判決注  構成要件の分説及び符号は，審決の表記に合わせた。〕"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，審決は，①本件補正発明は，特開2002-52030号公報(甲1。以下，甲1を「引用例1」，甲1記載の発明を「引用発明1」ということがある。)及びドイツ実用新案第29810798号明細書(甲2。以下，甲2を「引用例2」，甲2記載の発明を「引用発明2」ということがある。)に記載された発明に基づき，容易に発明をすることができたものであるから，本件補正は独立特許要件を充足せず許されない，②本願発明は，引用発明1と同一であり，特許を受けることはできない，とするものである。",
            "審決は，上記結論を導くに当たり，引用発明1及び2の内容，同発明と本件補正発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の内容等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "間隔を隔てる一対のU脚6，7を持つ開放した頭部3及び頭部3を閉鎖するための回転軸線を持つ留めネジ9を含む椎骨にネジ留めする茎ネジ1において，",
                    "ア)螺旋状をなして噛み合うことができ且つ半径方向に相互係止できる雄ネジ部10及び雌ネジ部8を含み，雄ネジ部10及び雌ネジ部8の各々は，線形のスラスト面を有し，線形のスラスト面の一方は，他方のネジ部の線形のスラスト面と噛み合い，雄ネジ部10は留めネジ9の外面に取り付けられており，",
                    "イ)雌ネジ部8は頭部3の一対のU脚6，7の内面に取り付けられ，雄ネジ部10，雌ネジ部8の相互係止形態は留めネジ9をU脚6，7内に組み立てるときに回転させることができ，雄ネジ部10，雌ネジ部8の相互係止形態は，留めネジ9の回転時に留めネジ9をU脚6，7内に案内し且つ前進し，",
                    "ウ)雄ネジ部10及び雌ネジ部8の相互係止形態は，軸線を通る平面内にその実質的長さに沿って均等な断面を各々有し，",
                    "エ)雄ネジ部10及び雌ネジ部8の相互係止形態の線形のスラスト面の各々は，U脚6，7を留めネジ9に対して半径方向に係止することで，相互係止形態は，茎ネジ1の組み立て中及び組み立てに続く使用中にU脚6，7が半径方向に広がらないように作動的に抵抗する，茎ネジ1。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1と本件補正発明との一致点",
                  "text": [
                    "間隔が隔てられた一対のアームを持つ開放したレシーバー部材及び前記レシーバー部材を閉鎖するための回転軸線を持つ閉鎖部材を含む医療用インプラントにおいて，",
                    "a)螺旋状をなした噛み合うことができ且つ半径方向に相互係止できる第1及び第2の相互係止形態を含み，前記第1及び第2の相互係止形態の各々は，スラスト面を有し，前記スラスト面の一方は，他方の相互係止形態のスラスト面と噛み合い，前記第1相互係止形態は前記閉鎖部材の外面に取り付けられており，",
                    "b)前記第2相互係止形態は前記レシーバー部材の前記一対のアームの内面に取り付けられ，",
                    "前記第1及び第2の相互係止形態は前記閉鎖部材を前記レシーバー部材内に組み立てるときに回転させることができ，前記第1及び第2の相互係止形態は，前記閉鎖部材の回転時に前記閉鎖部材を前記レシーバー部材内に案内し且つ前進し，",
                    "c)前記第1及び第2の相互係止形態は，前記軸線を通る平面内にその実質的長さに沿って均等な断面を各々有し，",
                    "d)前記相互係止形態のスラスト面の各々は，前記アームを前記閉鎖部材に対して半径方向に係止することで，前記相互係止形態は，前記インプラントの組み立て中及び組み立てに続く使用中に前記アームが半径方向に広がらないように作動的に抵抗する，インプラント。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1と本件補正発明との相違点",
                  "text": [
                    "第1及び第2の相互係止形態の各々について，",
                    "本件補正発明の第1及び第2の相互係止形態のスラスト面の各々は非線形であって，グリップ面を有し，グリップ面は相互係止形態が接合されたときに半径方向に互いに重なっており，第1相互係止形態は閉鎖部材から離れた場所において，第1相互係止形態が閉鎖部材に取り付けられた場所よりも，大きな断面積を有し，第2相互係止形態は，間隔が隔てられたアームから離れた場所において，第2相互係止形態がアームの取り付けられた場所よりも，大きな断面積を有しているのに対し，",
                    "引用発明1のスラスト面の各々は線形であって，線形のスラスト面の各々は，グリップ面を有しておらず，第1相互係止形態が閉鎖部材から離れた場所において，第1相互係止形態が取り付けられた場所よりも断面積が大きいかどうか不明で，第2相互係止形態がアームから離れた場所において，アームに取り付けられた場所よりも，断面積が大きいかどうか不明な点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用発明2の内容",
      "text": [
        "骨接合装置において，",
        "螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含み，内ネジ9は段状に形成された下部フランク10とアンダーカット17との連続された非線形のスラスト面を有し，そのスラスト面とセットスクリュー3の外ネジ12の非線形のスラスト面と噛み合い，外ネジ12はセットスクリュー3から離れた場所において，外ネジ12はセットスクリュー3に取り付けられた場所よりも大きな断面積を有し，",
        "内ネジ9はフォークヘッド4の一対の脚部の内面に取り付けられ，内ネジ9は脚部から離れた場所において，内ネジ9は脚部に取り付けられた場所よりも大きな断面積を有し，",
        "外ネジ12及び内ネジ9の相互係止形態はフォークヘッド4内に組み立てるときに回転させることができ，外ネジ12及び内ネジ9の相互係止形態はセットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内し且つ前進し，",
        "相互係止形態の非線形のスラスト面の各々は，グリップ面を有し，グリップ面は，相互係止形態が接合されたときに半径方向に互いに重なって，脚部5をセットスクリュー3に対して半径方向に係止することで，相互係止形態は骨接合装置の組み立て中及び組み立てに続く使用中にフォークヘッド4が半径方向に広がらないように作動的に抵抗する，骨接合装置。"
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(独立特許要件充足性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤り",
              "text": [
                "審決は，引用発明2は，螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含み，かつ，外ネジ12及び内ネジ9の相互係止形態はセットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進するという特徴を有する，と認定する。",
                "しかし，引用発明2は，以下のとおり，支持棒をフォークヘッド4の底部に押し込んだ状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込んだ上で，これを約90度回転して外ネジ12と内ネジ9を係止させる構造しか示されていないから，審決の上記認定は，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，「セットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9が，螺旋状をなしている」，「セットスクリュー3をフォークヘッド4内に案内しかつ前進させる」との記載はない。螺旋状にねじ山が形成され，雄ねじと雌ねじがねじ山の全長にわたって回転するためには，ねじ山の傾斜角度は，ねじ山の始めから終わりまで均一でなければならないにもかかわらず，引用例2には，個々のフランクの傾斜角度は，ネジ山の少なくとも1つのセクションにおいて，「均一であるか，増加又は減少する」(・・・gleich ist, abnimmt oder zunimmt.)と記載されている。",
                    "この点について，被告は，引用例2の「・・・gleich ist, abnimmt oder zunimmt.」との記載は，「均一に(一様に)，増加又は減少する」と翻訳するのが正しいと主張する。しかし，上記記載は，「gleich ist」，「abnimmt」，「zunimmt」が併存した形で「oder」(英語の「or」)で結ばれた構文であり，「均一であるか，増加又は減少する」と翻訳すべきであり，被告の主張は，誤りである。",
                    "また，被告は，仮に引用例2には，「個々のフランクの傾斜角度は，ネジ山の少なくとも1つのセクションにおいて，均一であるか，増加又は減少する」と翻訳するのが正しいとしても，個々のフランクの傾斜角度が均一であるものが記載されているから，セットスクリュー3に螺旋状のねじ山があり，かつその回転時にフォークヘッド4内に案内しかつ前進する構造が示されていると主張する。しかし，引用発明2においては，ねじ山について，均一，増加，減少のいずれの構成を採用しても動作可能な発明が開示されているというべきであり，均一のみを取り上げて解釈を行うことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2の請求項7，8の「ネジ(gewinde)」は，螺旋状の1つにつながったネジではなく，支持棒の長手方向に対して垂直の円形の溝が複数平行に並んだものと解されるところ，同じ「ネジ(gewinde)」という文言を用いているフォークヘッドの「内ネジ(Innengewindes)14」とセットスクリューの「外ネジ(Aussengewindes)12」も，同様に，螺旋状ではなく，複数の円形の溝が平行に設けられたものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例2の「Eine weitere Ausfuhrungsform sieht vor,・・・gleich ist,",
                  "text": [
                    "abnimmt oder zunimmt.」との記載を，本件補正発明と同様に，溝底部からフォークヘッド4の脚部の自由端部に配置されている個々のフランクの形状は均一に例えば上又は下に湾曲した形状を意味するものと解釈すると，請求項2を引用する請求項4記載の骨接合装置は，フランクが半径方向に線形に上り勾配，すなわち断面において直線であり，かつ，均一に上又は下に湾曲した形状であるという，矛盾した構成となる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用例2には，「セットスクリューは，自由端部にまと15を備え，このまとは支持棒に面し，セットスクリューが締められたときにそれ自身が支持棒の表面にもぐり込み，それにより補助的に支持棒を保持する」と記載されている。上記記載は，引用発明2において，セットスクリューが回転する範囲は，まと15と支持棒の溝が整合しない範囲，すなわち180度未満であり，まと15が支持棒の表面にもぐり込むことにより，セットスクリューを係止することが可能であることを示すものである。そうすると，上記記載は，引用発明2が，支持棒をフォークヘッド4の底部に押し込んだ状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込み，これを約90度回転して外ネジ12と内ネジ9を係止させる構造であることを裏付けるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害要因の存在",
              "text": [
                "引用発明1に引用発明2を組み合わせるには，以下のとおり，阻害要因があり，引用発明1に引用発明2を適用することにより，本件補正発明が容易に想到できたとはいえない。",
                "すなわち，引用発明1においては，骨ねじの組み立て中，スラスト面に半径方向内側に向けた力が働きU脚が内側へ圧縮変形されるため，U脚は内側に若干曲げられることになる。これに対し，本件補正発明は，インプラントの組み立て中及び組み立てに続く使用中に，アームが半径方向に広がらないように作動的に抵抗するものであり，引用発明1のねじ山と本件補正発明の相互係止形態とは，力の作用の仕方が異なっている。",
                "また，引用発明2は，上記(1)のとおり，支持棒をフォークヘッド4の底部に押し込んだ状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込んだ上で，これを約90度回転して外ネジ12と内ネジ9を係止させる構造であるため，組み立て中においても，支持棒を抑える力は，全ての段のフランクにかかり，フォークヘッド4を広げる方向への力が各フランクに分散される。これに対し，引用発明1では，留めネジをU脚に係合させた上で回転させてロッドを押し込み始める当初よりフランクにロッドからの反力が加わるので，少ないフランクでもこのロッドからの反力に耐える必要がある。",
                "以上のとおり，引用発明2のフランクの構成を引用発明1の構成に置き換えることには，阻害要因が存在する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用発明2の相互係止形態の発明事項を引用発明1の相互係止形態に適用することにより，本件補正発明が容易に想到できたとして，本件補正発明が特許出願の際独立して特許を受けることができないとした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の新規性判断の誤り)",
          "text": [
            "審決は，本願発明は引用発明1と同一であると判断する。",
            "しかし，審決の判断は，以下のとおり，誤りである。",
            "本願発明は，逆角度ねじ形態を含む，ねじ山を備えた閉鎖部材では積極的に係止しないという問題を解決するために，ねじ山ではなく相互係止形態を備えた，案内前進構造を提供することを目的としている。",
            "これに対し，引用発明1の雄ネジ部10，雌ねじ部8は，U脚6，7を半径方向内方に積極的に引っ張る逆角度ねじ山であって，第1相互係止形態及び第2相互係止形態ではない。また，引用発明1のフォークヘッドのスラスト面は，スラスト面の全部が軸線から遠ざかる方向に面していることから，本願明細書の「本発明は，閉鎖体のスラスト面の一部だけが閉鎖体の軸線に向かって面し，ソケットのスラスト面の一部だけが軸線から遠ざかる方向に面することを必要とする」(甲3段落【0026】)との条件を満たさない。さらに，本願発明は，上記のとおり，第1相互係止形態と第2相互係止形態が噛み合うことによって機械的に相互係止する構造であり，相互係止形態のスラスト面は非線形に形成されるのに対し，引用発明1のスラスト面は線形であり，機械的に相互係止するものではない。",
            "したがって，審決は，引用発明1には第1相互係止形態及び第2相互係止形態がないにもかかわらず，これがあるものと誤って認定し，同認定に基づき本願発明と引用発明1とが同一であると判断した誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "text": [
            "審決は，本件補正発明と引用発明1との相違点について，引用発明2に記載された技術に基づいて，当業者が容易に発明をすることができたとしたが，拒絶理由通知及び拒絶査定において，引用例2について全く言及しておらず，引用例2は，審決において初めて示されたものであり，原告に意見陳述の機会はなかった。特許庁は，非線形のスラスト面により締付けトルクを加えて相互係止形態を噛み合い関係で回転したときにレシーバーが広がらないようにするとの本件補正発明の本質的部分である相違点について，拒絶理由通知及び拒絶査定において全く言及していない引用例2に基づいて，容易想到としたのであって，特許法159条2項，50条本文に違反する。",
            "また，本件補正発明は，本件補正前の請求項25に記載された発明と実質的に同一のものであるところ，審査官は，前置審査において審判の請求に係る査定の理由と異なる拒絶理由を発見したのもかかわらず，拒絶理由通知を行っておらず，特許法163条2項，50条に違反する。",
            "なお，原告が，早期審査に関する事情説明書や前置報告書に対する上申書において，引用例2について意見を述べていることをもって，実質的な防御の機会が与えられたとはいえない。また，引用例2は，本件補正発明に含まれていて，本件補正前の請求項25記載の発明には含まれていない構成についての容易想到性判断のために，新たに引用されたものではない。本件補正前の請求項25記載の発明に含まれる，「ねじ山が，その取り付けられた場所よりも離れた場所において断面積が大きい」との構成について，拒絶査定においては，引用文献4に基づき容易想到性の判断を行ったのに対して，審決においては，引用例を変更して引用例2に基づき容易想到であるとの判断を行っており，原告に意見書提出の機会を与えなかった違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(独立特許要件充足性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤りについて",
              "text": [
                "引用例2には，セットスクリュー3に外ネジ12が形成されるとともに，これに対応するフォークヘッド4には内ネジ9が形成されており，両者は半径方向に相互に係止されて，セットスクリュー3は，フォークヘッド4にねじ込まれて支持棒2を押し込み，溝底部7に固定することが示されている。また，ドイツ語の「Madenschraube」は，英語で「set screw」，日本語で「止めネジ」と訳され，一般に「ネジ」を意味するものであり，「ネジ」とは，「物をしめつけるための螺旋状の溝のあるもの」を意味する。そうすると，引用例2における「Madenschraube」(セットスクリュー3)及び「Gabelkopf」(フォークヘッド4)は，セットスクリュー3の外ネジ12とフォークヘッド4の内ネジ9とが，半径方向に相互に係止されるものであり，螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含むものであるといえる。また，セットスクリュー3は，回転してフォークヘッド4内の内ネジ9に案内されて溝底部7の方へ前進してフォークヘッド4と相互に係止することから，外ネジ12及び内ネジ9の相互係止形態は，セットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進するといえる。",
                "したがって，審決が，引用発明2について，「螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含み」かつ，「外ネジ12及び内ネジ9の相互係止形態はセットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進し」と認定したことに誤りはない。",
                "これに対し，原告は，引用例2には，「セットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9が螺旋状をなしている」及び「セットスクリュー3をフォークヘッド4内に案内しかつ前進させる」との記載はなく，むしろ，引用発明2は，支持棒をフォークヘッドの底部に押し付けた状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込んだ上で，これを約90度回転して外ネジ12と内ネジ9を係止させる構造である，と主張する。しかし，引用例2には，上記のとおり，セットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9が螺旋状をなし，セットスクリュー3をフォークヘッド4内に案内しかつ前進させることが示されている。",
                "また，原告は，引用例2には，「溝部からフォークヘッドの脚部の自由端部に配置されている個々のフランクの傾斜角度は，ネジ山の少なくとも1つのセクションにおいて，均一であるか，増加又は減少する。」と記載されていると主張する。しかし，引用例2の当該部分には，「溝部からフォークヘッドの脚部の自由端部に配置されている個々のフランクの傾斜角度は，ネジ山の少なくとも1つのセクションにおいて，均一に(一様に)，増加又は減少する。」(・・・gleich ist, adnimmt oder zunimmt.)と記載されているのであって，引用例2の別の実施形態は，本件補正発明と同様に，溝底部からフォークヘッド4の脚部5の自由端部に配置されている個々のフランクの形状は均一に，例えば上又は下に湾曲した形状であり，セットスクリュー3に螺旋状のねじ山があり，かつその回転時にフォークヘッド4内に案内しかつ前進する構造であると理解することができる。したがって，引用発明2において，フォークヘッド4の脚部の自由端部(上の段)から溝底部(下の段)に配置されている螺旋状のねじ山の傾斜角度はセットスクリュー3の前進する方向において均一であって，セットスクリュー3の案内及び前進に支障は生じない。",
                "仮に，引用例2に原告主張に係る記載があるとしても，個々のフランクの傾斜角度が均一である構成も記載されているといえるから，引用例2には，セットスクリュー3に螺旋状のねじ山があり，かつその回転時にフォークヘッド4内に案内しかつ前進する構造が示されているといえる。",
                "なお，引用例2が，約90度回転して外ネジ12と内ネジ9を係止させる構造であるとすると，フランクの傾斜角度が均一の場合，約90度回転させても外ネジ12と内ネジ9を係止することはできない。また，引用例2において，ネジ付き棒(支持棒2)(Gewindestab)との文言中に，内ネジ(Innengewindes)14及び外ネジ(Aussengewindes)12と共通するネジ(gewinde)という共通する文言があるからといって，フォークヘッド4内の内ネジ14とセットスクリュー3の外ネジ12が，ネジ付き棒(支持棒2)のネジと同様の構造と解することはできない。さらに，引用例2において，脚部の内ネジがクリスマスツリー状に形成されているのは，フォークヘッドの両方の脚部が曲げられるのを防止するためであるが，これは，上部フランク11及び下部フランク10が軸から半径方向視で上り勾配となっており，しかも上部フランク11の上り勾配が，下部フランク10の上り勾配より大きくなっている内ネジ9の断面形状について，フォークヘッド4の一方の側で軸方向に連なっている状態を捉えて表現されたものであり，内ネジ9の断面形状が左右対称であることを示したものではない。引用例2のセットスクリュー3とフォークヘッド4は，所定の角度だけ回転して固定する，いわゆる「ツイストロック」ではなく，螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるものであって，その相互係止形態はセットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進するものである。",
                "以上のとおり，引用発明2の「螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含み」，「外ネジ12及び内ネジ9の相互係止形態はセットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進し」との審決の認定に誤りはなく，本件補正発明の第1相互係止形態及び第2相互係止形態と引用発明2のセットスクリューの外ネジ及びフォークヘッドの内ネジとの配置は異ならないから，本件補正発明は，引用発明2の相互係止形態を，引用発明1の相互係止形態に適用することにより，容易に想到することができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害要因の存在について",
              "text": [
                "原告は，引用発明1と引用発明2との組合せには，阻害要因が存在すると主張する。",
                "しかし，引用発明1の「留めネジのスラスト面により，U脚に対して真上よりもU脚を内側に倒す方向に力がかか」ることは，本件補正発明の「係止形態は，前記インプラントの組み立て中及び組み立てに続く使用中に前記アームが半径方向に広がらないように作動的に抵抗する」点で一致する。また，上記(1)のとおり，引用発明2は，螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含み，外ネジ12及び内ネジ9の相互係止形態は，セットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進する構造であるから，支持棒(ロッド)からの反力は全てのフランクで受けるとはいえない。また，引用発明1の「椎骨にネジ留めする茎ネジ」，引用発明2の「骨接合装置」は，それぞれ「インプラント」に相当し，産業上の利用分野が共通しており，引用発明1の「留めネジの引っ張りの際に開き広がりを回避するように茎ネジを作り上げる」という課題，引用発明2の「フォークヘッドにセットスクリューを締結し，締着するときにフォークヘッドの両方の脚部が曲げられるのを防止する」という課題は，「レシーバーのアームが拡がらないようにする」という課題と共通している。",
                "したがって，引用発明1に引用発明2を適用することについて，阻害要因は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件補正発明は，引用発明1の構成に引用発明2の技術的事項を適用することにより，容易に想到できたといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の新規性判断の誤り)に対し",
          "text": [
            "原告は，①本願発明は，逆角度ねじ形態を含む，ねじ山を備えた閉鎖部材では積極的に係止しないという問題を解決するために，ねじ山ではなく相互係止形態を備えた案内前進構造を提供することを目的としているのであって，引用発明1のような逆角度ねじのねじ山は相互係止形態ではない，②審決には，引用発明1には第1相互係止形態及び第2相互係止形態がないのに，これらがあると認定した誤りがある，と主張する。しかし，本願発明には，逆角度ねじ形態を除外する特定事項はなく，引用発明1の雄ネジ部10，雌ネジ部8は，その機能，作用からみて，それぞれ本願発明の第1相互係止形態，第2相互係止形態に該当する。",
            "したがって，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)に対し",
          "text": [
            "原告は，審決が，拒絶理由通知及び拒絶査定において言及されていなかった引用発明2の相互係止形態を，引用発明1の相互係止形態に適用して本件補正発明が容易想到であるとしたことは，特許法159条2項，50条に違反すると主張する。",
            "しかし，拒絶査定不服審判における補正発明について，査定の理由と異なる拒絶理由を発見した場合に，特許法53条1項の規定による補正却下の決定を行う際には，同法50条ただし書の規定により，拒絶理由通知をする必要はない。",
            "また，原告は，本件補正発明は，本件補正前の請求項25に記載された発明と実質的に同一であり，審査官は，前置審査において審判の請求に係る査定の理由と異なる拒絶理由を発見していたのであるから，特許法163条2項，50条に基づき，原告に対し拒絶理由通知を行う必要があったと主張する。しかし，本件補正前の請求項25に記載された発明は，本件補正後の請求項7記載の発明に対応するものであり，本件補正発明と実質的に同一とはいえない。さらに，審査官は，本件補正発明が独立して特許を受けることができないことから，特許法53条1項により却下の決定をすべきとして前置報告を行ったのであって，新たに拒絶理由通知をする必要はない。",
            "なお，原告は，早期審査に関する事情説明書及び前置審査に関する上申書において，引用例2について意見を述べており，原告が閲覧により前置報告書の内容を認識していることが確認できたため，審尋を実施する必要はなかった。",
            "したがって，審決に原告主張の手続違背はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件補正は，独立特許要件を充足せず，また，本願発明は，引用発明1と同一のものと認められるから，審決の判断に誤りはなく，審決には，これを取り消すべき手続違背も認められないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(独立特許要件充足性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①引用発明2は，支持棒をフォークヘッド4の底部に押し込んだ状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込んだ上で，これを約90度回転して外ネジ12と内ネジ9を係止させる構造であるのに，審決は，螺旋状をなし噛み合うことができ且つ半径方向に相互に係止できるセットスクリュー3の外ネジ12及びフォークヘッド4に設けられた内ネジ9を含み，かつ，外ネジ12及び内ネジ9の相互係止形態はセットスクリュー3の回転時にセットスクリュー3をフォークヘッド4内に案内しかつ前進するという特徴を有すると認定した誤りがある，②引用発明1に引用発明2を適用することには阻害要因が存在する，③したがって，本件補正発明は，引用発明1の構成に引用発明2の技術的事項を適用することにより容易に想到できたとはいえない，と主張する。",
                "しかし，当裁判所は，引用発明2が，支持棒をフォークヘッド4の底部に押し込んだ状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込んだ上で，これを約90度回転して外ネジ12と内ネジ9を係止させる構成であるか否かにかかわらず，引用発明1に引用発明2を適用することに阻害要因はなく，本件補正発明は，引用発明1の構成に引用発明2の技術的事項を適用することにより容易に想到できたといえ，審決の独立特許要件充当性の判断に誤りはないものと判断する。その理由は，以下のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の記載",
                  "text": [
                    "引用例1(甲1)には，図面(別紙図2ないし4のとおり)とともに，以下の記載がある。",
                    "「【請求項1】椎骨の骨塊にネジ留め可能なネジ部分と，実質的にU形状でU脚(6，7)によって限定された補強棒(5)嵌め込み用凹所(4)を有した頭部(3)と，留めネジ(9)を用いて凹所(4)に補強棒(5)を固定するためのU脚(6，7)での雌ネジ部とを有する，背骨に沿って補強棒(5)を固定するための茎ネジ(1)において，上記雌ネジ部が，留めネジ(9)を引っ張る際にぶつけられるそのネジ面がマイナス角を有するように非対称の鋸歯ネジ部(8，10)であることを特徴とする茎ネジ。」",
                    "「【0004】",
                    "【発明が解決しようとする課題】このことに由来して，本発明の根拠をなす課題は，ネジ案内スリーブやそれ自体公知の外側リング装置を必要とすることなしに留めネジの引っ張りの際に開き広がりを回避するように茎ネジを作り上げることである。」",
                    "「【0005】",
                    "【課題を解決するための手段】この課題は本発明によれば，頭部の雌ネジ部が鋸歯ネジとして，留めネジを引っ張る際に当接部として用いられるそのネジ面がマイナスの角度を有するように形成されていることによって解決される。」",
                    "「【0006】言い換えれば，このネジ面は引っ込んでいる。これは，留めネジを引っ張る茎ネジの頭部が押し砕かれず，頭部のU脚を内側へ圧縮するパワーモーメントがこれに作用することを結果として伴う。このようにして最適な固定乃至拘束が最も簡単な構造形態で達成される。」",
                    "「【0012】図面に描かれた茎ネジ1は，不図示の雄ネジ部を有したシャフト2並びに補強棒5の収容のためのU形状の中央凹所4を有した頭部3を有する。上記凹所は，その内側で雌ネジ部8を担持するU脚6，7によって画定される。」",
                    "「【0013】上記凹所4に補強棒5を動かないように固定するために，グラブネジとして形成された留めネジ9が用いられる。当該ネジは頭部の雌ネジ部8に対応する雄ネジ部10を有する。」",
                    "「【0014】すでに言及したように，留めネジ9を引っ張る際の問題は，これまで形作られた茎ネジではネジ頭部3のU脚6，7が外方へ押圧され，それによって保持力が低下することになるか，あるいは上に被せられるべきスリーブ等を備えることが必要となるということにある。」",
                    "「【0015】本発明にしたがって備えられたネジ部8，10はこの問題を回避する。図3に，本発明に従い備えられた鋸歯ネジ部10が，図2での右側に描かれたネジ部分の拡大抜粋として具体的に説明されている。これから，留めネジ9を引っ張る際に当接・負荷除去面として用いられるそのネジ面11が半径方向12に対して角度βだけ引っ込んでいることが認識される。図3において，面11に垂直に作用する力成分Fnormal，茎ネジの軸線方向に作用する力成分Faxial 及び半径方向内方への結果として生じる力成分Fradial，すなわち要するに従来技術に従う茎ネジとは異なり上記留めネジを半径方向内方へ圧縮する力成分が書き入れられる。半径方向力成分Fradial に対してFradial＝Faxial・tanβが当てはまる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2の記載",
                  "text": [
                    "引用例2(甲2)には，図面(別紙図5のとおり)とともに，以下の記載がある(以下，原告提出の訳文のみを示す。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本考案の目的は，少ない空間を必要とするが，支持棒をフォークヘッド内に同様にしかっりと固定できるように，上述の骨接合装置を改良することである。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「考案による骨接合装置は，支持棒をキャップナットではなくセットスクリューによってフォークヘッドに固定するという主な利点を有している。セットスクリューは外ネジを有し，フォークヘッドの内ネジに締結され，締結端部によって支持棒を押し込み，溝底部に固定する。フォークヘッドにセットスクリューを締結し，締着するときにフォークヘッドの両方の脚部が曲げられるのを防止するため，脚部の内ネジがクリスマスツリー状に形成され，溝底部側のネジフランクが軸から半径方向視で上り勾配となっている。セットスクリューからフォークヘッドに伝達される支持力は，溝底部方向のフランクを把持する。このフランクは外側に勾配が付いているので，フォークヘッドは外側に曲げられず，両方の脚部はセットスクリューによって蟻継ぎ接合形式で保持され，むしろ内側に引っ張られる。",
                      "text": [
                        "そうすることによって，キャップナットまたはフォークヘッドの両脚部を把持する他の要素を使用しないで，脚部自体がセットスクリューを締結，締着したときに外側に曲げられないという主な利点が形成される。こうして，比較的高い応力がセットスクリューから支持棒に伝えられる。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「フランクが半径方向に湾曲され，段形部または屈曲部が設けられてもよい。これらの不連続の段形部は，応力をフォークヘッドのネジに望ましく伝えることができるという利点がある。」"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「図2の実施例では，骨スクリュー1のフォークヘッド4も同様にネジを有しているが，平坦な上部フランク11と段状に形成された下部フランク10が設けられている。下部フランク10の段は，アンダーカット17を形成するように設けられている。このアンダーカット17の特に肩部18によって，セットスクリュー3を締め付けたときに脚部5が半径方向外側に曲げられるのを防止している。つまり，半径方向のフォークヘッド4とセットスクリュー3とが係合する。この係合によって，既述のように脚部5の偏位を防止する。」"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「請求項15．",
                      "text": [
                        "上記請求項のいずれか一項に記載の骨接合装置であって，前記セットスクリュー(3)は，前記フォークヘッド(4)の前記内ネジ(14)に対応する外ネジ(12)を備えることを特徴とする，骨接合装置。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "text": [
                "上記記載及び別紙図2ないし4によれば，引用例1には，留めネジの引っ張りの際に開き広がりを回避する課題に対して，ネジ面11の角度βによって，ネジ部8，10が係合し，留めネジ9の引っ張りの際にU脚6，7が半径方向に広がることを防止する構成が示されている。また，上記構成によれば，引用発明1においては，ネジ面11の角度βによって，留めネジ9の引っ張りの際以外にも，茎ネジ1の組み立て中及び使用中にU脚6，7が半径方向に広がることも防止するものであると理解することができる。",
                "他方，上記記載及び別紙図5によれば，引用例2は，フォークヘッド4にセットスクリュー3を締結し，締着するときにフォークヘッド4の両側に脚部5が曲げられるのを防止することを課題として，同課題解決のため，次の構成を採用した。すなわち，①フォークヘッド4の内ネジ9は，段状に形成された下部フランク10とアンダーカット17との連続された，非線形のスラスト面を有している。②内ネジ9と噛み合う，セットスクリュー3の外ネジも，非線形のスラスト面を持ち，内ネジ9と外ネジ12は，相互係止形態をなしている。③非線形のスラスト面の各々は互いにグリップするグリップ面を形成し，グリップ面は相互係止形態が接合されたときに半径方向に互いに重なっている。④フォークヘッド4に設けられた内ネジ9は，脚部5から離れた場所において，内ネジ9が脚部5に取り付けられた場所よりも，大きな断面積を有している。⑤外ネジ12は，セットスクリュー3の外面に取り付けられており，セットスクリュー3から離れた場所において，セットスクリュー3に取り付けられた場所よりも，大きな断面積を有している。⑥セットスクリュー3を締め付けた時に，内側に引っ張られることで，脚部5が半径方向外側に曲げられるのを防止する。",
                "上記のような構成の引用発明1に引用発明2の技術的事項を適用することについて検討すると，両者は共に骨に補強棒ないし支持棒を固定するためのねじに関するものであり，レシーバー部材のアーム(U脚，脚部)が閉鎖部材(留めネジ，セットスクリュー)によって広がらないことを共通の課題としている。また，引用例2に記載された，外ネジと内ネジの相互係止形態のスラスト面の各々は，段状に形成された下部フランク10とアンダーカット17との連続された非線形のスラスト面であり，外ネジ12は，セットスクリュー3の外面に取り付けられており，セットスクリュー3から離れた場所において，セットスクリュー3に取り付けられた場所よりも，大きな断面積を有し，内ネジ9は，フォークヘッド4の一対の脚部の内面に取り付けられ，脚部から離れた場所において，脚部に取り付けられた場所よりも大きな断面積を有しているものと理解することができる。そうすると，引用発明2のセットスクリュー3が螺旋状に前進するものであるか，差し込んだ後に約90度回転して係止するものであるかにかかわらず，引用発明1の相互係止形態に代えて，引用発明2の相互係止形態を適用することは，困難とはいえない。",
                "これに対し，原告は，①引用発明1は，相互係止形態の断面積が大きいか否か不明ではなく，第1相互係止形態が閉鎖部材から離れた場所において，第1相互係止形態が取り付けられた場所よりも断面積が小さく，第2相互係止形態がアームから離れた場所において，アームに取り付けられた場所よりも断面積が小さいといえる，②引用発明1においては，骨ネジの組立時に，U脚を内側に倒す方向に力がかかるのに対し，本件補正発明においては，アームが半径方向に広がらないように抵抗するものである点で相違する，③引用発明2は，セットスクリュー3を約90度回転して外ネジ12と内ネジ9を係止させる構造であるから，セットスクリューの挿入時においても，支持棒(ロッド)からの反力はすべてのフランクで受ける点において本件補正発明と相違する，と主張する。",
                "しかし，上記原告の主張は，採用することができない。すなわち，上記のとおり，相互係止形態の断面積について，第1相互係止形態が閉鎖部材から離れた場所において，第1相互係止形態が取り付けられた場所よりも断面積が小さく，第2相互係止形態がアームから離れた場所において，アームに取り付けられた場所よりも断面積が小さい，との構成は，引用例2に開示されているから，引用発明1がこのような構成でないとしても，本件補正発明は容易に想到できたといえる。また，引用例1には，上記のとおり，「本発明の根拠をなす課題は，ネジ案内スリーブやそれ自体公知の外側リング装置を必要とすることなしに留めネジの引っ張りの際に開き広がりを回避するように茎ネジを作り上げることである」(甲1段落【0004】)と記載されており，引用発明1の「留めネジのスラスト面により，U脚に対して真上よりもU脚を内側に倒す方向に力がかか」ることと，本件補正発明の「係止形態は，前記インプラントの組み立て中及び組み立てに続く使用中に前記アームが半径方向に広がらないように作動的に抵抗する」こととは，「U脚」及び「アーム」が半径方向に広がるような力が働く場合に，半径方向内側に傾斜させる点で共通する。さらに，引用例2は，「セットスクリュー3を締め付けた時に，むしろ内側に引っ張られることで，脚部5が半径方向外側に曲げられるのを防止している」と記載されているように，本件補正発明と同様に，半径方向に広がるような力が働く場合に，半径方向内側に傾斜させる点で共通するものであるから，引用発明1に引用発明2の相互係止形態を適用することにより，本件補正発明と同一の構成となるといえる。なお，引用発明1の相互係止形態に代えて，引用発明2の相互係止形態を適用した場合に，支持棒(ロッド)からの反力の受け方が変わるとしても，引用発明1の構成に引用発明2の技術的事項を適用することに阻害事由があるとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明2が，支持棒をフォークヘッド4の底部に押し込んだ状態で，支持棒に接触する位置までセットスクリュー3をフォークヘッド4内に差し込んだ上で，これを約90度回転して外ネジ12と内ネジ9を係止させる構成であるとしても，引用発明1に引用発明2を適用することに阻害要因はなく，本件補正発明は，引用発明1の構成に引用発明2の技術事項を適用することにより容易に想到できたといえ，審決の独立特許要件充当性の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の新規性判断の誤り)について",
          "text": [
            "原告は，審決が，本願発明と引用発明1が同一のものであるとした判断について，本願発明においては，逆角度ねじ形態を含む，ねじ山を備えた閉鎖部材では積極的に係止しないという問題を解決するため，ねじ山ではなく，相互係止形態を備えた案内前進構造を提供することを目的としているのであって，引用発明1のような逆角度ねじのねじ山は相互係止形態ではない，と主張する。",
            "しかし，本願発明の請求項1は，前記第2，2(1)のとおりであり，本願発明の第1相互係止形態及び第2相互係止形態は，「螺旋状をなした噛み合うことができ且つ半径方向に相互係止できる」ものであって，「インプラントの組み立て中及び組み立てに続く使用中に前記アームが半径方向に広がらないように作動的に抵抗する」ものである。また，本願発明の請求項1の記載からは，引用発明1のような逆角度ねじのねじ山は，本願発明の相互係止形態ではないと解することもできない。そうすると，引用例1の「雄ネジ部10」，「雌ネジ部8」は，その機能，作用からみて，それぞれ本願発明の「第1相互係止形態」及び「第2相互係止形態」に当たる。",
            "さらに，原告は，①本願発明は，第1相互係止形態及び第2相互係止形態が噛み合うことにより機械的に相互係止する構造であり，相互係止形態のスラスト面は非線形に形成されるのに対し，引用発明1のスラスト面は線形であることから，機械的に相互係止するものではない，②引用発明1のフォークヘッドのスラスト面は，スラスト面の全部が軸線から遠ざかる方向に面していることから，本願明細書の「閉鎖体のスラスト面の一部だけが閉鎖体の軸線に向かって面し，ソケットのスラスト面の一部だけが軸線から遠ざかる方向に面することを必要とする」(甲3段落【0026】)との条件を満たしていない，と主張する。",
            "しかし，引用例1には，上記のとおり，「図3に，本発明に従い備えられた鋸歯ネジ部10が，図2での右側に描かれたネジ部分の拡大抜粋として具体的に説明されている。これから，留めネジ9を引っ張る際に当接・負荷除去面として用いられるそのネジ面11が半径方向12に対して角度βだけ引っ込んでいることが認識される。図3において，面11に垂直に作用する力成分 F normal，茎ネジの軸線方向に作用する力成分 F axial 及び半径方向内方への結果として生じる力成分 F radial，すなわち要するに従来技術に従う茎ネジとは異なり上記留めネジを半径方向内方へ圧縮する力成分が書き入れられる。半径方向力成分 F radial に対して F radial＝F axial・tanβが当てはまる。」との記載があり，引用発明1は，本願発明と同様に，発生する外方への力に抵抗する力が作用するものといえる。また，「閉鎖体のスラスト面の一部だけが閉鎖体の軸線に向かって面し，ソケットのスラスト面の一部だけが軸線から遠ざかる方向に面している」ことは，本願発明における構成要件ではない。したがって，原告の上記主張は，その主張自体失当である。",
            "以上のとおり，本願発明と引用発明1が同一のものであるとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "原告は，①特許庁が，非線形のスラスト面により締付けトルクを加えて相互係止形態を噛み合い関係で回転したときにレシーバーが広がらないようにするとの本件補正発明の本質的部分である相違点について，拒絶理由通知及び拒絶査定において全く言及していない引用例2に基づいて，容易想到としたのであって，特許法159条2項，50条本文に違反する，②本件補正発明は，本件補正前の請求項25に記載された発明と実質的に同一のものであるところ，審査官は，前置審査において審判の請求にかかる査定の理由と異なる拒絶理由を発見したのに，拒絶理由通知を行っておらず，特許法163条2項，50条に違反する，と主張する。",
            "しかし，特許法50条ただし書の規定によれば，拒絶査定不服審判における補正発明について，特許法53条1項の規定による補正却下の決定を行う際には，拒絶理由通知を行う必要はない旨規定されている。また，本件補正前の請求項25記載の発明は，本件補正後の請求項7に対応するものであって，本件補正発明と同一のものとはいえない。さらに，原告は，平成18年12月28日付け「早期審査に関する事情説明書」(甲7)及び平成20年8月20日付け「上申書」(甲14)において，引用例2について意見を述べている。",
            "これらの事情を考慮すれば，審判手続に，原告主張に係る手続違背があるとはいえず，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に本件審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}