{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2005−8566号事件について平成21年9月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は各自の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「抗ガングリオシド抗体を産生するヒトのBリンパ芽腫細胞系」とする発明について国際特許出願したところ，日本国特許庁から拒絶査定を受けたので，これに対する不服の審判請求をしたが，同庁から請求不成立の審決を受けたため，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，下記引用例1及び2との間で，上記発明が新規性(特許法29条1項3号)及び進歩性(同条2項)を有するか，である。",
            "記",
            "引用例1： Journal of the National Cancer Institute，1990年［判決注，平成2年］, Vol.82, No.22」，p 1757−1760(甲11)",
            "引用例2： Journal of Immunological Methods，1990年［判決注，平成2年］, Vol.134, No.1，p 121−128(甲12)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成5年(1993年)2月26日の優先権(米国)を主張して，平成6年2月9日，名称を「抗ガングリオシド抗体を産生するヒトのBリンパ芽腫細胞系」とする発明について国際特許出願(PCT／US94／1469，日本における出願番号 特願平6−519027号)をし，平成7年8月28日に日本国特許庁に翻訳文を提出(特表平8−507209号)したが，平成17年2月1日に拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記審判請求を不服2005−8566号事件として審理し，その中で原告は平成21年7月21日付けで特許請求の範囲の変更を内容とする手続補正(請求項の数13，以下「本件補正」という。甲6)をしたが，特許庁は，平成21年9月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年9月29日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項の数は前記のとおり13であるが，そのうち請求項1に係る発明(以下「本願発明」という。)の内容は，以下のとおりである。",
                "【請求項1】L612として同定され，アメリカン・タイプ・カルチャー・コレクション(American Type Culture Collection)にATCC受入番号CRL10724として寄託されているヒトのBリンパ芽腫細胞系。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，本願発明は，上記のとおり「L612として同定され，アメリカン・タイプ・カルチャー・コレクション(American Type Culture Collection)にATCC受入番号CRL10724として寄託されているヒトのBリンパ芽腫細胞系」とするものであるところ，本願優先日前に頒布された引用例1に「L612を分泌するヒトB細胞系」と，同じく引用例2に「L612を分泌する細胞系」と，各記載されているから，特許法29条1項3号にいう新規性及び同条2項にいう進歩性をいずれも欠き，特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用例1及び2記載事項認定の誤り)",
                  "text": [
                    "特許法29条1項3号でいう「刊行物に記載された発明」とは，「刊行物にその内容が記載された発明」を意味するものであり，「刊行物にその名称が記載された発明」を意味するものではない。",
                    "そして，引用例1に記載された「L612を分泌する細胞系」と本願発明の「L612として同定されるヒトのBリンパ芽腫細胞系」とは，同じ細胞系を指しているものの，本願発明では，「ATCC CRL10724で寄託されている細胞系」としてその技術内容(構成)を特定しているのに対し，引用例1及び2には，「L612」という名称(番号)が記載されるのみで，「ATCC CRL10724で寄託されている細胞系」等，その内容を特定する記載はない。ATCCの寄託番号自体は記号であるが，それによって内容が客観的に特定されるから，発明の記載に相当するのであり，L612細胞系という名称だけでは，その細胞系の内容が客観的に特定されない。",
                    "このように，引用例1及び2の記載では，L612細胞系がどのような細胞系であるかにつき，その内容が明らかではないので，引用例1及び2にL612細胞系の内容が記載されたということにはならない。",
                    "本願発明の場合，発明者がL612なる細胞系及びそれから分泌される抗ガングリオシド抗体を開発し，それを使って臨床試験を行い，その治療効果を示す試験データを研究論文として論文誌(引用例1及び2)に掲載したが，そのL612という細胞系がどのような細胞系であるかにつき論文では内容を明らかにしていない。そして，同出願に際し，その明細書に当該細胞系及び同細胞系から分泌される抗ガングリオシド抗体の詳細を記載するとともに，特許請求する発明の内容を客観的に特定するために，ATCCに寄託してその寄託番号で記載したのである。生物試料の場合，一般の機械装置や化学物質のように，言葉や記号式による表現のみを使ってその構成内容を特定することができないので，寄託という制度が採られ，客観的に内容が固定され，寄託番号によりその内容の特定が達成されているわけである。",
                    "発明者及び共同研究者は，本件出願において新規性喪失の不利益を回避するため，優先日前は第三者からL612細胞系の提供を要求されても，提供しない意図であったし，事実提供していないのであるから，L612細胞系が優先日前に分譲し得る状態にあったとはいえない。したがって，審決が，「分譲され得る状態にあった」という前提によって「刊行物に記載された発明」と判断したことは誤りである。",
                    "なお，引用例1及び2が発行された時点(平成2年)では，まだATCC寄託番号10724は付与されていない。",
                    "また，米国は先発明主義の国であるから，出願前の寄託は絶対条件ではなく，寄託なしに米国特許出願07／609803を出願したという原告自身の行為は何ら矛盾していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(L612細胞系が分譲され得る状態にあったと推定した誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1及び2の学術雑誌の投稿規定の内容は，甲13及び14(投稿規定)に示すとおりである。甲13訳文に記載されるとおり，引用例1に関する投稿規定の意味する内容は，材料の分譲(sharing)に関する注意書きの類であり，規制ではなく，合理的な要請を尊重することが期待されるが，無理な場合や商業的使用の場合にまで，そのように期待されるわけではないという趣旨の注意書きである。",
                        "したがって，分譲することに問題がなければ，その要請に応じることになるであろうが，優先日前に公知にしたくないといった特別の事情があれば，当然ながら，分譲の申出を断っても，何らとがめられることではない。当該投稿規定における「However，」文の存在は，分譲が絶対的な義務ではなく，例外もあることを如実に示している。",
                        "また，甲14訳文に記載されるとおり，引用例2に関する投稿規定の意味する内容も，材料の分譲に関する注意書きの類であり，規制ではなく，分譲に問題なければ，その要請に応じることになるであろうが，優先日前に公知にしたくないといった特別の事情があれば，当然ながら，受け取られるであろうとおりに行動せず，分譲の申出を断っても，何らとがめられることではない。",
                        "審決は，学術研究の分野では，研究成果を公表した場合，その公表に接した他の研究者が当該研究材料の提供を求めることがあり，その際のジャーナル側の要求事項が慣習法として捉えられることを指摘しており，また，当該研究材料の要請があった場合は，その分譲に応じることが反復して行われ，ルールとしての認識を持たれるに至った旨論じている。原告は，このようなことが広く行われていることに異論を唱えるものではないが，発表者側の都合にかかわらず，全員が常に遵守している慣習やルールとして確立しているとは理解しない。",
                        "すなわち，これらの投稿規定や業界における慣習は，「投稿＝分譲」と推定してよいことを裏付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，投稿規定につき「従わなければ論文を掲載しないという，一定の強制力がある」旨の解釈については争う。「遵守してください」という注意書きであっても，規定を置く意味は十分にあり，多くの投稿者が遵守すれば，学会において，一応の習慣が定着することに役立つ。投稿者の自由意思に任せられるような事柄であれば，そもそも規定を置く必要がないわけではない。原告は，投稿者の全くの自由意思に任せられると主張するのではなく，特別な事情があれば，生物材料の提供の要求に応じない場合がある(許される)と主張するものであり，本件のように，特許出願に際して新規性を確保するための限定された期間のみ断ることは許されるとするものであり，何ら投稿規定の存在を否定することにはならない。",
                        "なお，乙8の「1．編集方針」の項では，「全ての原稿は，ジャーナルの様式と編集基準への適合を確保するために校正を受けます。」と述べるものであり，編集が義務付けられているものではない。被告は，「義務」という語を使用して，絶対的に守らなければならない規則であるかのような印象を与えようと努めるが，投稿規定は，決して義務的なものではない。さらに，「3．特定の要件」の「方法」の項で規定することは，論文の書き方の指針であり，材料の分譲に関することではない。また，乙9につき，被告が挙げている箇所も，同様に書き方に関する指針であり，材料の分譲に関することではない。",
                        "乙8の「3．具体的要求事項」の「材料の分譲」の項において「…受諾することが求められている」との被告の翻訳は，「…尊重して応じることが期待されている」との意味である。また，乙9の「材料の入手可能性」の項において「…制限なく分譲するための用意があることを意味するものとみなされる。」の部分は，「…自由に配布する用意があることを暗に示していると受け取られる」との意味である。特に，「みなされる」という法律的に特別の意味がある言葉に翻訳すべきではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告としては，引用例1及び2の投稿規定に基づいて，L612細胞系が分譲され得る状態にあったのではないかと問いただすことには合理的な根拠があると考えるが，原告が「分譲され得る状態になかった」といえば，それ以上推定したりみなしたりし続けることのできない性質の事柄である。",
                        "また，原告が本件で問題に挙げているのは，特定の短期間のみ分譲を断る場面のことであり，同短期間がすぎれば，分譲を断るわけではなく，何ら投稿規定や倫理ガイドラインに背くことにはならない。",
                        "審決が，投稿規定や学術分野の慣行から，投稿したこと自体でもって，「…分譲され得る状態にあったと推定することができる」と認定したことには，論理の飛躍がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(A 博士の宣誓供述書の記載内容の判断の誤り)(ア) 審決は，(A 博士の)投稿時の意思を問題にしているが，投稿時の意思よりも，仮に求められた場合に分譲する意図があるか否かの方がよほど重要な問題である。",
                    "A博士の2009年(平成21年)6月3日付け宣誓供述書(甲15，",
                    "16)の3項及び4項は，それぞれ，共同研究者らは，本件国際特許出願の優先日である1993年(平成5年)2月26日前にL612細胞",
                    "を第三者に頒布するためには，A 博士の許可を得なければならない立場にあった旨，及び，A 博士は，1993年2月26日前には，仮に共同研究者のいずれかからL612細胞系を第三者に頒布することについて許可を求められたとしても，その許可を与える意思はなかったし，現実にそのような許可を求められた事実はなく，許可を与えた事実もなかった旨を供述している。なお，文理的には，A 博士自身の頒布意図について言及がないことになるが，共同研究者のいずれにも頒布許可を与える意図がなかったことから，当然に，自分も頒布意図がなかったと理解するのが，この宣誓供述書の全趣旨からいって順当である。",
                    "以上から，これらの宣誓供述書(甲15，16)は，本件出願の優先日前には，L612細胞系やそれから分泌される抗ガングリオシド抗体が現実に頒布されていないことだけでなく，第三者から分譲を要請されても応じない意思であったことを明確に陳述するものである。",
                    "なお，共同研究者は，当時はA博士の指揮下で博士課程修了後の研究生であり，研究生期間の終了後，同人らとは連絡を取れる状況になかったので，A 博士の統率権限に関する陳述でもって代えた次第である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "分譲の推定を覆すには，投稿時の意思いかんは関係がなく，事実として分譲されていなければ十分である。心変わり云々まで立証させなければ気が済まないような姿勢は，裁量権の横暴であり，意味のない判断基準の不当な運用である。",
                        "原告は，著者各人の宣誓供述書を得ることが不可能であったため，それに代わるものとして，研究グループの管理指導者の宣誓供述書を提出したものであり，内容としては十分にカバーしている。同様の事情の場合に，常に全員の意思や行為に関する宣誓供述がなければ推定を覆せないというのでは，所在不明者や死者が出た場合に救われないことになる。",
                        "また，米国特許出願第07／609803号は，審査過程でその後放棄され，他の部分継続出願第08／26320号(本件PCT出願の優先権基礎)に引き継がれているので，特許出願手続で発明の保護が確保されるまで新規性を喪失しないように努めることは当然のことであり，出願の継続が確定するまで秘密にしておく必要性は十分にあったというべきである。",
                        "なお，審決が依拠するL612細胞系が第三者に分譲され得る状態にあったという推定を覆すには，L612細胞系が現実に第三者に分譲されなかったという事実でもって十分であり，上記各宣誓供述書(甲15，16)が現実に第三者にL612細胞系を提供した事実がなかったことを陳述することで，審決の推定は覆るべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一般に，論文の共同投稿者の間の関係は，共同研究者としてチームを組んで研究したわけであるから，リーダーとして統率権限を有する者の下にあることが多いと解される。甲23及び24(宣誓供述書)の宣誓内容は，当該研究チームのメンバーがL612細胞系を第三者に提供する意図がなかった趣旨と現実に提供しなかった趣旨を供述するものであり，投稿規定を無視してよいと供述しているものではなく，誠実さを欠くことにはならない。",
                        "また，甲23及び24は，甲15及び16に基づく原告の主張を予備的に裏付ける意味で提出したものであり，原告としては，A 博士自身も第三者からのL612細胞系の分譲の要求に応じない意図であったことは，甲15及び16で十分に立証されると考えていたところ，念のため追加の宣誓供述書を提出する意向になった時点で用意し提出したものであって，格別な作為があったわけではない。",
                        "被告が提出した乙12及び13には，その論文の投稿時点における各研究者の所属が紹介されており，A 博士と他の共同投稿者とが異なる機関に所属していることが説明されているが，これによって，甲15，16，23及び24が宣誓供述している共同研究における各研究者の立場を変更するものではない。つまり，リーダーの指揮の下で共同研究を行った各研究者は，その共同投稿した論文に関しては，以降も研究成果の取扱いについて当該リーダーの指示(禁止及び許可を含む。)に従うべきであるから，甲15及び16並びに甲23及び24の宣誓供述内容に何ら疑問は生じない。また，一般論として，企業の研究者が大学の研究室に研究生として参画して共同研究を行った場合，各研究者の所属は現実のままで論文発表することは多々あることであり，各研究者の所属が異なることは，共通の統率権限の下で論文発表がされたことを否定する根拠にはならない。",
                        "また，乙16は，本件出願とは別件の国際出願であり，その発明者として甲23及び24に記載された共同報告者以外の者も挙がっているが，それはL612細胞系に関連して A博士と共同研究を行ったからであって，第三者としての当該発明者らにL612細胞系を提供したということにはならない。甲15，16，23及び24で供述している趣旨は，共同研究者以外の第三者から要請があった場合に提供する意図や提供した事実がなかったことを述べるものであり，その意味では宣誓供述に疑義は生じない。",
                        "一般に，研究成果を特許出願する場合又は論文発表する場合，発明者又は執筆者としては，研究に関与した者全員を挙げるというよりは，出願又は発表内容である研究事項に深く携わった者及び論文の執筆を行った者を挙げることが多く，同じ又は同様のテーマや材料についての特許出願又は研究発表でも，その中心的事項の捉え方に応じて異なる発明者又は執筆者が挙げられることは珍しくない。",
                        "このほか，原告は，共同研究者全員には連絡を取れる状態にはなかったことと，統率権限者がいたことから，統率権限者の宣誓供述でもって十分に立証できると考えたものである。業界で広く行われているであろう慣習についての推定は，否定する事実を陳述することで足りる程度の問題であり，被告が課した厳密な証明を求めるような判断手法や，100％要求どおりには従わなかった場合の否定的認定は，要求に対する実質的な満足度を見ることなく，形式的な達成程度を見ただけでの認定であり，過度の要求に基づく不当な行政権の行使である。",
                        "以上のとおり，審決が依拠した「引用例1，2において，投稿規定や当業者の慣習上，L612細胞系の分譲を希望する申出を断ることはできなかった」との推定は，甲15，16，23及び24の宣誓供述書によって覆るべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，甲23及び24は，甲15及び16を予備的に補うために提出したものであり，甲15及び16によっても審決は拒絶査定を取り消すべきであったから，審判審理において，審決自体が誤っており，取り消されるべきであり，訴訟費用は被告の負担とすべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告の取消事由の主張はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "学術論文において，細胞系のような生物材料については，言葉や化学式を用いてその生物材料の内容を完全に記述することができないのは事実である。",
                "しかし，論文における記述によって生物材料の内容が完全に明らかとなっていなくても，その物自体を入手することができれば，当業者はその内容を明らかにすることができ，また，使用できる。",
                "したがって，引用例1及び2の記述においてL612細胞系の内容が完全に明らかでないとしても，L612細胞系が分譲し得る状態にある限りは，引用例1及び2には，実質的なL612細胞系の内容が開示されているに等しい。",
                "また，本願発明が，引用例1及び2において明らかになっていない，L612細胞系の内容を明らかにしたものであるとしても，L612細胞系自体は引用例1及び2に記載されたものと同一のものであって，その物自体が新規な物になるわけではない。",
                "そして，学術論文を発表した後に，他の研究者から要請があった場合は，分譲に応じることが慣習となっていることから，審決では，L612細胞系が著者から分譲され得る状態にあったという前提によって，L612細胞系の内容が裏付けられ，「刊行物に記載された発明」とすることができると判断したものである。",
                "このような学術論文に記載された生物材料については，実質的にその内容が刊行物に記載されたものとして一般に取り扱われており，特許庁における審査実務においても，生物材料に関する発明に対して，学術論文を引用刊行物として特許法29条の拒絶理由を通知することは，日常的に行われている。",
                "このような生物材料の取扱いは，本願明細書についても何ら異なるものではない。そもそも「ATCC CRL10724」という番号も，それ自体は記号であって，何の技術的意義もないものであるが，ATCCに寄託された具体的な細胞系によって裏付けられ，出願が特許された後は，第三者に分譲され得る状態であることから，本願明細書に発明が記載されたものとして取り扱われているものである。",
                "なお，刊行物にATCCの寄託番号がなければ，発明が記載されたことにはならないという原告の主張は，寄託なしに米国特許出願07／609803を出願したという原告自身の行為と矛盾している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "投稿規定は，従わなければ論文を掲載しないという，一定の強制力のあるものであり，単なる注意書きの類のものではない。投稿者の自由意思に任せられるような事柄であれば，そもそも規定を置く必要などない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙8は，引用例1に係る投稿規定であり，乙9及び10は，引用例2に係る投稿規定及びジャーナル発表のための倫理ガイドラインである。",
                    "乙8の「1．編集方針」には，「すべての原稿は，ジャーナルの様式と編集基準に確実に適合するように編集することが義務づけられる」(訳文)と記載されており，「3．特定の要件」には，各項目に対する要請事項が記載される中で，例えば，「方法」については，「使用された方法の内容の記述は簡潔に，しかし研究の再現を許容するように十分詳細でなければならない」ことが規定されている。",
                    "同様に，乙9の「準備」の「論文の構成」の「材料と方法」には，研究の再現を許容するように充分な詳細を提供することを規定するとともに，「初めに」の「発表における倫理」には，発表する際の倫理及びジャーナル発表のための倫理ガイドラインを参照することが記載され，その倫理ガイドラインである乙10には，「著者の義務」の「報告の基準」として，「論文が，他の人がその研究を再現することを可能にするように，充分な詳細と参考文献を含めるべきである。詐欺的な又は故意に誤った陳述は非倫理的な態度を構成し，容認されない。」と規定されている。",
                    "このように，引用例1及び2に係る投稿規定は，原告が主張するような，著者に対する「念のためにご承知おきください。」という注意書きの類ではなく，著者に遵守することが求められている規定であることが明らかである。",
                    "故に，乙8の「3．特定の要件」の「材料の分譲」における「本学会誌における発表された論文の著者は，報告した研究において使用された生物学的材料を分けてほしいとの有資格研究者からの正当な要請を受諾することが求められている。」，及び乙9の「初めに」の「方針と倫理」の「材料の入手可能性」における「Journal of Immunological Methods誌における論文の発表は，発表された実験に使用された材料(例えば抗体，細胞系)を，学術研究者に対し，彼ら自らが使用するために，著者は制限なく分譲するための用意があることを意味するものとみなされる。」という，引用例1及び2の生物材料の分譲に関する投稿規定についても，単なる注意書きではなく，当然，著者に遵守することが求められている規定である。",
                    "したがって，引用例1及び2の投稿規定に基づけば，L612細胞系は分譲され得る状態にあったと推定するのが妥当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，論文で公表した研究材料につき，分譲の要請があった場合に分譲に応じることは，全員が常に遵守しているといえない場合があったとしても，広く行われているところであり，この点については原告も認めている。",
                    "そして，論文発表は，研究成果を公表し，第三者による評価を受けるためのものであるから，多くの論文著者は，学術雑誌の投稿規定の義務の程度にかかわらず，研究成果の要部である研究材料を隠蔽しながら，発表したという栄誉だけを得るようなことは考えない。",
                    "論文を発表しながらも，研究成果である細胞系などの生物材料を分譲しないのは，むしろ例外的な場合に限られるものであり，「投稿＝研究成果の公表＝分譲」と推定できるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，「引用例1及び2に記載されるL612細胞系は，第三者から分譲を請求された場合には，分譲され得る状態にあったものと推定することができる」とした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「引用例1及び2に記載されるL612細胞系は，第三者から分譲を請求された場合には，分譲され得る状態にあったものと推定することができる」ものではあるが，投稿規定に罰則があるわけではなく，もし「分譲に応じない意思」があったのであれば，その推定が覆る可能性があることは否定しない。",
                    "そして，投稿時のみならず要請時の意思も重要であることはいうまでもないが，投稿時とは事情が変わり，分譲に応じないように心変わりしたなどという特別な事情があるのであれば，本件においてそれを示さなければ，正しく審判しようがない。",
                    "被告は，審決をするに当たり，分譲に応じるのが通常ではあるが，一部分譲に応じない場合があることをも考慮し，直ちに，引用例1及び2の著者が，分譲の要請があった場合には分譲に応じるものと断定せずに，原告に対して，拒絶理由を通知し，引用例1及び2の著者の意思を確認すべく，「仮に第三者たる科学研究者に分譲を請求されても，これら投稿規定や当業者の慣習に反して決して応じない意思を前提に引用例1～2に掲載したものであること」を陳述した書面を提出するように促したが，その際にも，原告は，投稿後に心変わりしたという事情を何ら説明しなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲15及び16(2009年(平成21年)6月3日付け宣誓供述書)",
                  "text": [
                    "の「3．」及び「4．」は，1993年(平成5年)2月26日前に，引用例1及び2の共著者である共同研究者が，A 博士の許可を得なければならない立場にあり，A 博士が，同日前は，共同研究者が第三者に分譲することにつき許可する意思がなかったことを供述するものである。",
                    "すなわち，A 博士以外の共同研究者が，同日前に第三者に分譲を求められても，当該共同研究者の意思に関係なく，分譲に応じることはできなかったことを供述している。",
                    "しかし，原告も「文理的には，A 博士自身の頒布意図について言及がない。」と認めるとおり，A 博士自身については，第三者に分譲を求められた場合に分譲に応じない意思であったことは供述されていない。",
                    "原告は，甲15及び16(宣誓供述書)は，第三者から分譲を要請されても応じない意思であったことを明確に陳述していると主張するが，文理的にはそのように明記されていないのであるから，かえって明記できないような事情があるという疑いを生じさせることはあっても，A 博士自身が第三者から分譲を要請されても応じない意思であったことを読み取ることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そもそも，分譲に応じることを定めた投稿規定を有する学術論文に投稿している以上，その後，分譲する意思がなかった旨主張することは，信義則に反し，学術雑誌の信頼性をも損なう行為であるから，許されないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，1990年(平成2年)11月5日に，L612細胞系に関する米国出願(出願番号07／609803)がされたのであるから，引用例1及び2の刊行日以後において，L612細胞系について，第三者に分譲を求められた場合に分譲に応ぜず，秘密にしておく必要性があったものともみられない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおりであるから，甲15及び16(宣誓供述書)は，第三者から分譲を要請されても応じない意思であったことを明確に陳述しているものとはいえず，この点につき審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "なお，甲23及び24(2010年(平成22年)6月22日付け宣誓",
                  "text": [
                    "供述書)では，A 博士自身が，第三者に分譲を求められた場合に分譲に応じない意思であったこと，論文の共同報告者は，A 博士の指揮下でL612細胞系に関する研究を行った研究生であり，1993年2月26日前は，L612細胞系を第三者に頒布するためには A博士の許可を得なければならない立場であったことを供述している。",
                    "上記供述内容は，論文を公表した研究材料につき，分譲の要請があった場合には分譲に応じることを定めた投稿規定(乙8及び9)のある学術雑誌に論文を投稿した行為とは矛盾する内容であるとともに，アカデミア社会における慣習にも相反するものである。投稿規定に罰則がないから，その規定を無視してもよいとの供述は，誠実さを欠くものであり，その供述の信頼性に多少の疑問を抱かせるものである。",
                    "そして，甲23及び24の作成時期(被告が，第1準備書面でその欠如を指摘してから1月以上経過した後)からしても，何らかの作為があった疑いも生じる。",
                    "また，甲23及び24の「3」の，4人又は6人の研究生は，1993年2月26日前にL612細胞系を第三者に頒布するためには，A 博士の許可を得なければならない立場であったという説明については誤りがある。",
                    "すなわち，共同報告者のうち，Dr.B 及び Dr.C については，1992年2月までには，国立予防衛生研究所(日本)でL612抗体を用いた研究を行っており(乙12参照)，Dr.D については，1991年10月までには，John Wayne Cancer InstituteでL612抗体を用いた研究を行っている(乙13参照)。そして，乙12及び13には，甲23及び24に記載された合計7名の共同報告者とは異なる共同報告者が含まれている。",
                    "以上のとおり，共同報告者らは，1990年(平成2年)の論文執筆後，1993年(平成5年)2月26日前には，別の施設で他の共同研究者と研究を行っており，A 博士の指揮下の研究生ではなくなっていたものである(乙12，13参照)。",
                    "また，乙16は，1991年(平成3年)11月13日に優先日を有す",
                    "る国際出願であり，明細書7頁28～30行には，L612細胞系及びCRL10724の受託番号が明記されているが，その発明者は，A 博士の他，E 及び F であり，甲23及び24に記載される共同報告者以外の第三者である。これらのことからも，A 博士による，1993年2月26日前に現実にL612細胞系を第三者に提供した事実もなかった，及び第三者に提供する意図はなかったという宣誓供述には，疑義が生じるものである。",
                    "さらに，共同研究者のうち，少なくとも，Dr. Dについては，2009年1月当時においても，A 博士と共同執筆した乙13執筆当時と同じ JohnWayne Cancer Instituteに所属しており，連絡を取ることは可能であったはずであるが，原告は，同人の宣誓供述書を提出していない。",
                    "そして，1993年2月26日前に，A 博士の指揮下の研究生ではなくなっていた共同報告者については，A 博士に統率権限があったことは明らかではない。",
                    "連絡を取ることができる者について連絡を取ろうとしない原告の態度は誠実なものではない。",
                    "以上により，甲23及び24の宣誓供述書によっても，1993年2月26日前に，A 博士自身が第三者に分譲を求められた場合に分譲に応じない意思であったことが確かであると認めるには不十分である。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "仮に，甲23及び24の提出等により，審決における「引用例1，2に記載されるL612細胞系は，第三者から分譲を請求された場合には，分譲され得る状態にあった」という推定が覆るとしても，被告が，審決に先立ち，原告に対して拒絶理由を通知した際にも，原告は，A 博士の「分譲に応じない意思」を供述した宣誓供述書を提出できたにもかかわらず，これを提出しなかったのであるから，審決時においては，その判断に誤りがあったものではない。",
                    "甲23及び24の提出等によって，審決が覆るとしても，行政事件訴訟法7条の規定において民事訴訟の例によるとする民事訴訟法63条の規定を適用して，原告に訴訟費用の全部又は一部を負担させるべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法29条1項3号(新規性)適用の有無",
          "text": [
            "審決は，本願優先日前に頒布された引用例1及び2には「L612を分泌する・・・細胞系」なる記載があり，それ以上に本願発明にいうATCC受入番号CRL10724で寄託された細胞である旨の記載はないが，引用例1及び2にいう上記記載は本願発明を記載したことになるから特許法29条1項3号(新規性の欠如)に該当すると判断し，これに対し原告は，上記該当性を争うので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許は，発明を社会に公開することの代償として，一定期間に限って特許権という独占権を付与するものであるから，特許を受けるには，当該発明が出願前又は優先日前に広い意味で公に知られていないこと(「新規性」があること)が必要であり，特許法29条1項は，これを表すため，「公然知られた発明」(1号)・「公然実施された発明」(2号)・「頒布された刊行物に記載された発明」等(3号)につき，それぞれ新規性がないことを定めているところ，本件は，上記のうち3号の「頒布された刊行物に記載された発明」に該当するかどうかという事案である。",
                "ところで，上記にいう「刊行物に記載された発明」とは，刊行物に記載されている事項又は記載されているに等しい事項から当業者(その発明が属する技術の分野における通常の知識を有する者)が把握できる発明をいう，と解するのを相当とするところ，本件においては，本願発明が「L612として同定され，アメリカン・タイプ・カルチャー・コレクション(AmericanType Culture Collection)にATCC受入番号CRL10724として寄託されているヒトのBリンパ芽腫細胞系」であるのに，本願優先日前に刊行された引用例1及び2には「L612を分泌する細胞系」と記載されているだけで，ATCC受入番号の記載がないことから，引用例1及び2における上記記載だけで「刊行物に記載されているに等しい事項」といえるかということを検討する必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これにつき，審決は，引用例1及び2に記載されたL612細胞系は，第三者から分譲を請求された場合には分譲され得る状態にあったと推定できると認定判断したのに対し，原告は A博士の宣誓供述書の提出等により，上記の認定判断を争っている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1及び2の記載等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1(甲11)には以下の記載がある。なお，訳文については，当事者間に争いがないため，審決に記載されたものを使用した(引用例2についても同じ。)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「L612 ヒトモノクローナル抗体はヒト黒色腫の GM3 に強い結合親和性を有する IgM クラスの抗体である。・・・L612 を分泌するヒトB細胞系は，リンパ球からの培養系において，我々が他の2つのヒトモノクローナル抗ガングリオシド抗体 L55(抗GM2)，及び L72(抗 GD2)について以前記述したエプスタイン・バールウイルス形質転換技術によって樹立された。」(1757頁右欄3～15行)"
                        },
                        {
                          "fig": "b",
                          "subject": "「L612 の他の重要な特性は，患者の黒色腫に対するその強力な抗腫瘍作用である。ヒトモノクローナル抗体の薬効を評価するための，我々の進行中の臨床治験において，再発性皮膚黒色腫患者は病巣内にL612を投与された。近接した非腫瘍組織には障害を与えることなく，L612 に対する抗原を発現している癌細胞は殺傷された(データは非開示)。この結果は，L612 によって捕捉される GM3 エピトープは，ヒト腫瘍において特異的構造によって発現しているという証拠をもたらす。」(1760頁左欄1～14行)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例2(甲12)には以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「腫瘍細胞系及びハイブリドーマは，10 ％のウシ胎仔血清が補充された2mMのグルタミンを含むRPMI1640培地で培養された。",
                            "・・・ヒトモノクローナル抗体L612(IgM,κ),L55(IgM,κ),及びL72(IgM,κ)は我々の研究室において樹立され，既に述べた手法によって精製された。精製抗体の分注された試料は必要となるまで液体窒素冷凍庫に保管された。」(123頁左欄7～18行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「L612 はヒト腫瘍細胞のガングリオシド GM3 と反応することが見出されている。・・・しかしながら，現在の免疫組織化学的分析及び免疫接着吸収分析による追加の研究は L612 が強く腫瘍組織と反応することを明らかにした。赤血球，リンパ球，腫瘍細胞に隣接する通常組織を含む非腫瘍組織は，それらの細胞表面において抗原を発現していない。しかしながら，良性メラニン産生細胞組織においてGM3の発現を示す母斑標本とのいくつかの結合が見出された。本研究において限られた数の腫瘍組織が試験されたが，原発性黒色腫が，最も多量の抗原を発現していた。」(128頁左欄6～22行)"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一方，原告作成の平成21年7月21日付け意見書(甲7)には，以下の記載がある。",
                        "「引用例1～2に記載されたL612細胞系とこの出願に係る発明のL612細胞系とが同一の細胞系であることについては，請求人は認めるところであり，請求人が問題としている点は，引用例1～2の記載でもってこの出願の請求項が定義する発明のL612細胞系が記載されたといえるか否かである。」(2頁末行～3頁3行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "そこで検討するに，引用例1及び2記載のL612細胞系と本願発明に係るL612細胞系とは，",
                      "text": [
                        "① いずれも，その名称が「L612」であること",
                        "② いずれも，ヒトの黒色腫上に存在するガングリオシドGM3に結合性を示す抗体を産生するものであること",
                        "③ 本願発明の発明者(甲1によれば，A 博士である。)が引用例1及び2の著者の一人であること",
                        "④ 引用例1及び2に記載されたL612細胞系とこの出願に係る発明のL612細胞系とが同一の細胞系であることを，意見書(甲7)の中で原告自身が認めていること",
                        "からみて，両者は同一のものであると認められる。",
                        "他方で，引用例1及び2には，ATCCの寄託番号などL612細胞系の内容を特定するに足る記載はなく，また，そもそも細胞系を言葉や化学式などで完全に表現することはできず，引用例1及び2にもそのような記載はないものと認められる。したがって，引用例1及び2に記載された事項のみによっては，引用例1及び2にL612細胞系の発明が記載されているということができない。",
                        "しかし，L612細胞系が，本願優先日前に，引用例1及び2の著者から分譲され得る状態にあれば，L612細胞系の内容が裏付けられ，引用例1及び2にL612細胞系の発明が記載されているということができるものと認められ，この点につき当事者間に争いがない。",
                        "そうすると，本訴における争点は，L612細胞系が，本願優先日前に引用例1及び2の著者から分譲され得る状態にあったか否かに集約されるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "L612細胞系が，本願優先日前に，引用例1及び2の著者から分譲され得る状態にあったか否かについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1及び2が掲載された学術雑誌の投稿規定等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例1が掲載された学術雑誌の投稿規定(乙8)には以下の記載がある。",
                            "・(原告による翻訳)(甲13参照)",
                            "「著者への説明",
                            "3．特定の条件",
                            "材料の分譲",
                            "本学会誌に発表された論文の著者は，報告した研究で使用した生物学的材料を分けてほしいとの有資格研究者からの合理的な要請に応じるよう，期待されている。しかしながら，著者は，得ることが困難で増やすことができない材料を分け与えるよう，期待されていないし，商業的使用のために材料を提供するよう，期待されてもいない。」",
                            "・(被告による翻訳)(乙8参照)",
                            "「1．編集方針」(第2／20頁第7行)",
                            "「すべての原稿は，ジャーナルの様式と編集基準に確実に適合することが義務づけられる。ジャーナルは，医学雑誌編集者国際委員会の指針に従う。」(第2／20頁下から2行～第3／20頁第1",
                            "行)",
                            "「3．特定の要件」(第4／20頁第22行)",
                            "「方法",
                            "使用された方法の内容の記述は簡潔で，しかし有資格の調査員によるその研究の再現を許容するように充分詳細でなければならない。論文の方法のセクションは，語数の勘定から除外される(「Articles」を見よ。)。著者は(供給者の完全な名前と所在地を挙げて)試薬の完全な名称，型，量及び供給源を特定すべきである。；標識化合物及び標識に使用した同位体の標準的な省略形と同時に完全な名称；溶液の濃度；及び反応条件(例えば，インキュベーションの時間及び温度)。加えて，使用された技術や手順は，正確に名付けられ，明らかにそして完全に説明され，適切な場合は参考文献が付され，適切な副題の下にまとめられるべきである。方法のセクションは完全でなければならず，結果に示されるそれぞれのエンドポイントに対応する方法論を含めるべきである。著者は結果の一般化可能性を制限する実験条件を特定すべきである。」(第6／20頁，第16～29行)",
                            "「材料の分譲",
                            "本学会誌に発表された論文の著者は，報告した研究において使用された生物学的材料を分けてほしいとの有資格研究者からの正当な要請を受諾することが求められている。しかしながら，著者は，得ることが困難で，増殖することができない材料を分譲することは求められておらず，商業的使用のために材料を提供することも求められてはいない。」(第10／20頁第5～10行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，引用例2が掲載された学術雑誌の投稿規定(乙9)には以下の記載がある。",
                            "・(原告による翻訳)(甲14参照)",
                            "「医学研究室免疫学者協会機関誌",
                            "著者に対する指針",
                            "医学研究室免疫学者協会機関誌",
                            "用意",
                            "材料の入手可能性",
                            "医学研究室免疫学者協会機関誌に論文を発表することは，発表した実験で使用した材料(例えば，抗体，細胞株)を，学術研究者に対してその個人的な使用のために，著者が自由に配布する用意がある，ということを暗に示していると受け取られる。」・(被告による翻訳)(乙9参照)",
                            "「初めに」(第5／18頁第5行)",
                            "「発表における倫理",
                            "発表における倫理及びジャーナル発表のための倫理ガイドライン は ， http://www.elsevier.com/publishingethics 及 びhttp://www.elsevier.com/ehicalguidlines を参照。」(第5／18頁，第6～9行)",
                            "「方針と倫理」(第5／18頁，第10行)",
                            "「材料の入手可能性",
                            "Journal of Immunological Methods誌における論文の発表は，発表された実験に使用された材料(例えば抗体，細胞系)を，学術研究者に対し，彼ら自らが使用するために，著者は制限なく分譲するための用意があることを意味するものとみなされる。」(第5／18頁，第21～25行)",
                            "「準備」(第8／18頁，第1行)",
                            "「論文の構成」(第8／18頁，第21行)",
                            "「材料と方法",
                            "その研究が再現することを許容するように充分な詳細を提供しなさい。すでに発表された方法は，参考文献によって表示すべきである。：関連する修正のみ記述されるべきである。」(第8／18頁，下から4～1行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，引用例2が掲載された学術雑誌を発行する出版社(ELSEVIER)のホームページ(乙10)には以下の記載がある。",
                            "「ジャーナル発表のための倫理ガイドライン」(第1／5頁，第1～2行)",
                            "「論文審査のあるジャーナルにおける論文の発表は，まとまりのある，そして尊敬するに足る知識のネットワークの発達における基本的な構成要素である。それは，著者及び著者を支える機関の研究の質を直接反映する。査読された論文は科学的方法を支持し，具体化する。",
                            "それゆれ，出版の活動に関与する全ての関係者：著者，雑誌編集者，査読者，出版社，及び学会が所有するか又は出資するジャーナルの学会が，期待された倫理的行動の基準に合意することは重要である。」(第1／5頁，本文第1パラグラフ)",
                            "「著者の義務",
                            "報告の基準",
                            "新規な研究の報告の著者は，実施された研究の正確な説明と，その重要性の客観的な考察とを提示すべきである。裏付けとなるデータは，研究論文に正確に示されるべきである。研究論文は，他の人がその研究を再現することを可能とするように，充分な詳細と参照文献を含めるべきである。詐欺的な又は故意に誤った陳述は非倫理的な態度を構成し，容認されない。」(第3／5頁，著者の義務，報告の基準，第1パラグラフ)"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記の投稿規定やホームページの内容からみて，原告，被告いずれの翻訳によっても，引用例1及び2が掲載された学術雑誌に投稿した著者は，投稿した論文に記載された生物学的材料について，第三者から分譲の要求があったときは，その要求に応ずるよう求められていたといえる。",
                            "ただ，乙8や9の原文に記載された「Authors … are expected tohonor reasonable requests from qualified researchers to sharebiological materials…」，「… is taken to imply that the authorsare prepared to freely distribute materials used in the publishedexperiments …」という表現からすれば，これらの投稿規定が，上記学術雑誌に投稿した著者に，第三者に対して生物学的材料を提供することを強制しているものとまでは認められない。",
                            "そうすると，引用例1及び2が掲載された学術雑誌に投稿した著者が上記の投稿規定やホームページの内容に従うか否かは，基本的に著者の意思に依存するものというべきである。そして，本件についてみると，引用例1及び2の著者が，上記投稿規定やホームページの内容に反し，L612細胞系について，本願優先日前に第三者から分譲の要求があっても同要求に応じない意思を有していたものであれば，本願優先日前に第三者が引用例1及び2の著者からL612細胞系を入手し得なかったことになり，逆に応ずる意思を有していたのであれば，本願優先日前に第三者が引用例1及び2の著者からL612細胞系を入手し得たことになる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "論文著者による研究材料の分譲の慣習",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "「ナショナルバイオリソースプロジェクトにおける実費徴収および知的財産権の保護のあり方に関する報告書」と題する文献(乙1)には，以下の記載がある。",
                                "「(1)研究の自由(アカデミックフリーダム)の確保",
                                "過度に権利保護することで研究の発展に支障をきたすことがないように配慮した。なお，作製したバイオリソースを，論文等で発表した後は，希望する研究者に提供することが長年に渡る学術研究の慣習であり，実際に提供することを条件に採択・掲載する学術雑誌も存在する。」(17頁，9～13行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "「“科学技術動向”2002年9月号」と題する文献の13～19頁(乙3)には，以下の記載がある。",
                                "「なお，研究者が研究の過程において産出した突然変異体やトランスジェニック生物は，その研究結果に関する論文発表後，他の研究者による研究に供されて，研究コミュニティー内における共通の研究材料とすることによって，研究結果の再現性の確保や研究結果の比較が可能となる。したがって，研究の過程において産出したバイオリソースについては，論文発表後において保存・分譲することが論文発表者の義務となるという考え方が一般的に定着している。」(14頁，左欄12～25行)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，細胞系のような生物学的研究材料について論文等で発表した著者は，希望する研究者に対し，同材料を提供することが学術研究の社会における慣習であることが認められる。また，この点についても，当事者間に特段争いがない。",
                            "ただし，こうした学術研究の社会における慣習についても，論文等で発表した著者に対し，第三者による生物学的研究材料の分譲の要求に応じることを強制するものとまでは認められない。",
                            "そうすると，論文等で発表した著者が上記の慣習に従うか否かは，基本的に各著者の意思に依存するものというほかはない。そして，これを本件についてみると，引用例1及び2の著者が，上記慣習に反し，L612細胞系について，本願優先日前に第三者から分譲の要求があっても応じない意思を有していたものであれば，本願優先日前に第三者が引用例1及び2の著者からL612細胞系を入手し得なかったことになり，逆に応ずる意思を有していたのであれば，本願優先日前に第三者が引用例1及び2の著者からL612細胞系を入手し得たことになる。",
                            "そこで，引用例1及び2の著者が，L612細胞系について，本願優先日前に，第三者から分譲の要求があったときに同要求に応じる意思があったか否かについて，検討する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例1及び2の各著者の意思",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例1及び2の著者の一人である A博士の各宣誓供述書には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲15(A 博士の平成21年6月3日付け宣誓供述書)には，以下の記載がある。",
                                "「私，A は，以下のとおり供述する。",
                                "1．私は，1994年2月9日出願の国際出願第PCT／US94",
                                "／01469号(日本国平成6年特許願519027号)に係わ",
                                "る発明の，L612として同定されるヒトのBリンパ芽種細胞の発明者であり，当該L612細胞は，私が。エプスタインバーウイルスによる形質転換技術を用いて培養により樹立したものである。",
                                "2．学会論文誌”Journal of the National Cancer Institute,vol.82, No.22, November 21, 1990”に掲載された論文”Anti-Idiotype Monoclonal Antibody Carrying the InternalImage of Ganglioside GM3”の共同報告者の Dr. B, Dr. C, Dr. G,Dr. D, Dr Aのうち，Dr. Aは私であり，他の4人は，全員が私の指揮下でL612細胞より生産されたL612抗体に関する研究",
                                "を行った共同研究者である。",
                                "3．当該4人の共同研究者は，当時，特に上記国際特許出願の優先日である1993年2月26日前にL612細胞を第三者に頒布",
                                "するためには，私の許可を得なければならない立場にあった。",
                                "4．私は，1993年2月26日前は，仮に当該4人のいずれかか",
                                "らL612細胞系を第三者に頒布することについて許可を求められたとしても，その許可を求められたとしても，その許可を与える意図はなかったし，現実にそのような許可を求められた事実はなく，許可を与えた事実もなかった。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲16(A 博士の平成21年6月3日付け宣誓供述書)には，前記(a)の1と同じ記載のほか，以下の記載がある。",
                                "「2．学会論文誌”Journal of Immunological Methods, vol.134,No.2, November 6, 1990”に掲載された論文”Murine MonoclonalAnti-Idiotype (α) as a Probe to Detect Human MonoclonalAntibody Bound to Human Tumor Tissues ”の共同報告者のDr. H,Dr. I, Dr. B, Dr. C, Dr. G, Dr. J, Dr Aのうち，Dr. Aは私であり，他の6人は，全員が私の指揮下でL612細胞より生産されたL612抗体に関する研究を行った共同研究者である。",
                                "3．当該6人の共同研究者は，当時，特に上記国際特許出願の優先日である1993年2月26日前にL612細胞を第三者に頒布",
                                "するためには，私の許可を得なければならない立場にあった。",
                                "4．私は，1993年2月26日前は，仮に当該6人のいずれかか",
                                "らL612細胞系を第三者に頒布することについて許可を求められたとしても，その許可を求められたとしても，その許可を与える意図はなかったし，現実にそのような許可を求められた事実はなく，許可を与えた事実もなかった。」"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲23(A 博士の平成22年6月22日付け宣誓供述書)には，前記(a)の1，2，3と同旨の記載のほか，以下の記載がある。",
                                "「4．私は，1993年2月26日前は，仮に第三者からL612",
                                "細胞系の提供を要求されたとしても，L612細胞系を第三者に提供する意図はなかったし，また，仮に当該4人のいずれかからL612細胞系を第三者に提供することについて許可を求められたとしても，その許可を与える意図はなかったし，現実にそのような許可を求められた事実はなく，許可を与えた事実もなかった。」"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "甲24(A 博士の平成22年6月22日付け宣誓供述書)には，前記(a)の1，(b)の2，3と同旨の記載のほか，以下の記載がある。",
                                "「4．私は，1993年2月26日前は，仮に第三者からL612",
                                "細胞系の提供を要求されたとしても，L612細胞系を第三者に提供する意図はなかったし，また，仮に当該6人のいずれかからL612細胞系を第三者に提供することについて許可を求められたとしても，その許可を与える意図はなかったし，現実にそのような許可を求められた事実はなく，許可を与えた事実もなかった。」b 以上のとおり，甲15には，引用例1の(A 博士以外の)4人の共同著者は，いずれも A博士の指揮下で研究を行った共同研究者であって，本願優先日前，彼らがL612細胞を第三者に頒布するためには A博士の許可を得なければならなかったこと，A 博士は，仮に当該4人の共同著者からL612細胞系を第三者に頒布するための許可を求められてもその許可を与える意図はなかったことが記載され，甲23には，本願優先日前，A 博士自身も，仮に第三者からL612細胞系の提供を要求されても提供する意図はなかったことが記載されている。",
                                "また，甲16には，引用例2の(A博士以外の)6人の共同著者は，いずれも A博士の指揮下で研究を行った共同研究者であって，本願優先日前，彼らがL612細胞を第三者に頒布するためにはA博士の許可を得なければならなかったこと，A 博士は，仮に当該6人の共同著者からL612細胞系を第三者に頒布するための許可を求められてもその許可を与える意図はなかったことが記載され，甲24には，本願優先日前，A 博士自身も，仮に第三者からL612細胞系の提供を要求されても提供する意図はなかったことが記載されている。",
                                "そして，本訴において，A 博士の上記各宣誓供述の信用性を疑わせるに足る事情はないため，同供述は信用できるものということができ，その結果，本願優先日前，L612細胞系は，第三者である当業者にとって入手可能ではなかったものと認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，A博士の各宣誓供述の信用性につき，被告は縷々主張するが，以下のとおり，いずれも採用できない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "まず，被告は，甲23及び24の供述内容は，論文を公表した研究材料につき，分譲の要請があった場合には分譲に応じることを定めた投稿規定(乙8，9)のある学術雑誌に論文を投稿した行為とは矛盾する内容であるとともに，アカデミア社会における慣習にも相反するもので，投稿規定に罰則がないからその規定を無視してもよいという誠実さを欠く内容であり，その供述の信頼性に多少の疑問を抱かせるものである上，甲23及び24の作成時期が，被告がその欠如を指摘してから1月以上経過した後であることからも，何らかの作為があった疑いも生じる旨主張する。",
                                "しかし，本件において，原告は，(A 博士が)特許出願に際して新規性を確保するための限定された期間のみ，分譲の要請を断ることとしていた旨主張しているところ，同主張を前提とすれば，これが誠実さを欠くとか，上記供述の信頼性に疑問を抱かせるとはいえない。",
                                "また，その当否はともかくとして，原告は，甲23及び24を提出するまでもなく，甲15及び16から，A 博士自身がL612細胞系を第三者に分譲する意思がなかったことが明らかになると考えていたため，その提出時期が遅れたものと認められるので，これによって上記供述の信頼性が低下するものでもない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "また，被告は，乙12及び13上の記載等を根拠として，4人又は6人の共同研究者が，1990年の論文執筆後，1993年2月",
                              "text": [
                                "26日前には，別の施設で(A 博士とは)別の共同研究者と研究を行っており，A 博士の指揮下の研究生ではなかったので，上記4人又は6人の共同研究者が，1993年2月26日前にL612細胞",
                                "系を第三者に頒布するために，A 博士の許可を得なければならない立場にあったとの説明に誤りがある旨主張する。",
                                "しかし，引用例1(甲11)の1757頁の右下部の欄外の，投",
                                "稿時期の記載及び各著者の所属先についての記載，並びに引用例2(甲12)の冒頭の，投稿時期の記載及び各著者の所属先の記載によれば，これらの文献の投稿当時である1990年に，A 博士と上記4人又は6人の研究生は，いずれも「University of Californiaat Los Angeles」(UCLA)の「School of Medicine」(医学部)に所属していたものと認められる。",
                                "また，乙12及び13(いずれもガンの治療等に関する論文)によれば，1990年以降，上記共同研究生のうち，Dr.B 及び Dr.Cは，1992年2月までには，国立予防衛生研究所(日本)でL6",
                                "12抗体を用いた研究を行っており，Dr.D は，1991年10月",
                                "までには，John Wayne Cancer InstituteでL612抗体を用いた研究を行っていたこと，乙12及び13の著者には，甲23及び24に記載された(A 博士以外の)合計7名の共同報告者とは異なる共同報告者が含まれていることが認められる。",
                                "このように，Dr.B，Dr.C 及び Dr.D は，1990年の引用例1，2投稿後，1993年2月26日前には，UCLAとは別の施設で",
                                "他の共同研究者と研究を行っていたものである。",
                                "一方，乙16(国際公開第93／10221号公報)によれば，",
                                "乙16の国際特許出願の優先日は1991年11月13日，出願人",
                                "は原告，発明者の一人が A 博士であるから，同優先日までは，A 博士は原告に所属していたものと認められる。",
                                "してみると，本願優先日の平成5年(1993年)2月26日前",
                                "には，Dr.B，Dr.C 及び Dr.D は，A 博士と所属先を異にし，A 博士の指揮下の研究生ではなくなっていたことになる。",
                                "しかし，A 博士が乙12及び13の共同著者の一人となっていることからして，所属先は違っても，師弟関係ないし共同研究関係が続いていたことが窺える上，A 博士から原告代理人にあてたEメール(甲25)にも，「Dr．D，B・C ともUCLA，国立予防研究",
                                "所，JWCI時代をとおしてL612細胞を私の許可なく第三者に分譲することは許されておりませんでした。」との記載もあることから，所属先の違いという事情によっては，上記 Dr.B，Dr.C 及びDr.D がL612細胞系を第三者に頒布するために A 博士の許可を得なければならない立場にあった旨の説明が誤りであるとはいえない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "さらに，被告は，乙16(A 博士の他，E 及び Fといった，甲23及び24に記載される共同報告者以外の第三者をも共同発明者とする，L612細胞系に関する，1991年11月13日に優先日",
                              "text": [
                                "を有する国際特許出願に係る公報)上の記載を根拠として，A 博士による，1993年2月26日前に現実にL612細胞系を第三者",
                                "に提供した事実もなかった，及び第三者に提供する意図はなかったという宣誓供述には疑義が生じる旨主張する。",
                                "しかし，乙16の国際特許出願の発明者には A博士も含まれており，その他の発明者は A博士の共同研究者であるといえ，そのような立場の者にL612細胞系を提供したことが，第三者にL612細胞系を提供したことにはならない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "このほか，被告は，共同研究者のうち，少なくとも Dr. Dについては，連絡を取ることが可能な状態にあったにもかかわらず，原告は，同人の宣誓供述書を提出しておらず，連絡を取れる者について連絡を取ろうとしない原告の態度は誠実なものではない旨，1993年2月26日前に，A 博士の指揮下の研究生ではなくなっていた共同報告者については，A 博士に統率権限があったことは明らかではない旨主張する。",
                                "しかし，仮に，原告が，連絡を取ることが可能な者について連絡を取ろうとしなかったとしても，同事実が，A 博士の各宣誓供述の信用性に影響を及ぼすものではない。",
                                "また，前述のとおり，所属先の違いという事情のみでは，Dr.DがL612細胞系を第三者に頒布するには A博士の許可を得なければならない立場にあったことを否定するには足りない。",
                                "このほか，現に Dr.D がL612細胞系を第三者に頒布したという事実が証拠上認められるわけでもない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本願優先日前，A博士(及び共同研究者)は，L612細胞系につき，第三者から分譲を要求されても，同要求に応じる意思はなかったものと認められ，その結果，L612細胞系は，第三者にとって入手可能ではなかったことになり，「引用例1，2に記載されるL612細胞系は，第三者から分譲を請求された場合には，分譲され得る状態にあったものと推定することができる」とした審決の認定判断は誤りであって，同誤りが審決の結論に影響を及ぼすおそれがあることは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "特許法29条2項(進歩性)適用の有無",
          "text": [
            "審決は，本願発明が特許法29条2項(進歩性)によっても特許を受けることができない旨も述べるが，その理由とするところは前記2の新規性についての判断に付加する箇所はないので，前記2と同様の理由により審決は違法であることになる。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由は理由があり，審決は違法として取消しを免れない。ただし，審決の判断時において，その判断に誤りはなかったものと解し得るから，訴訟費用の負担については，本件訴訟の審理経過にかんがみ，民事訴訟法63条を適用し，各自の負担とすることとする。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10029",
    "date": "2010-10-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080767",
    "ipprecedent_id": "2383",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}