{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁長官が，意願2008−006212について，平成20年8月29日にした，同年6月9日付け提出の優先権証明書提出書に係る手続に対する却下処分を取り消す。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "特許庁長官が，上記却下処分に対する平成20年10月31日付け異議申立てについて，平成21年4月27日にした，異議申立てを棄却する旨の決定を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人(原告)は，「域内市場における調和のための官庁(商標及び意匠)」(Office for Harmonization in the Internal Market)出願を基礎とするパリ条約による優先権主張をして我が国の特許庁に意匠登録出願をしたところ，その優先権証明書提出書(本件提出書)に係る手続において，意匠法15条1項，特許法43条2項所定の優先権証明書を提出しなかったとして，意匠法68条2項，特許法18条の2第1項の規定により同手続を却下する旨の本件処分を受けた。本件訴訟において控訴人は，優先権証明書の提出期間内にその一部の写し等を提出していることなどからすれば，補正(原本の追完)が認められるべきであり，補正をすることができないものとして同手続を却下した本件処分は意匠法68条2項，特許法18条の2の規定に反する違法なものであると主張して，その取消しを求めるとともに，上記処分に対する異議申立てを棄却した本件異議決定についても，その後の手続補正書(優先権証明書の原本添付)の提出により瑕疵が治癒されたことを考慮しない違法なものであると主張して，その取消しを求めた。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，控訴人が期間内に提出したのは優先権証明書の一部を複写したものとその訳文であって，優先権主張のための手続として提出を要求されている優先権証明書の原本そのものを提出しなかったのであるから，本件出願についての優先権主張は効力を失い，また，期間経過後に優先権証明書の原本の提出による手続補正を認めることは，特許法43条2項，4項の規定の趣旨を没却することになるから，本件提出書に係る手続の瑕疵は，重大な要件の瑕疵であり，これを補正することはできず，したがって，同手続を却下した本件処分に違法はなく，本件異議決定にも違法はないなどとして，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争いのない事実及び争点は，原判決2頁22行目以下の「2  争いのない事実」及び4頁19行目以下の「3  争点」記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原審における主張",
          "text": [
            "原審における当事者の主張は，原判決4頁22行目以下の「4  争点に関する当事者の主張」記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "text": [
                "世界貿易機関を設立するマラケシュ協定(WTO協定)の附属書1C「知的所有権の貿易関連の側面に関する協定」(TRIPS協定)62条1項は，「加盟国は，第2部の第2節から第6節までに規定する知的所有権の取得又は維持の条件として，合理的な手続及び方式に従うことを要求することができる。」として，WTO協定の加盟国が要求することができる手続は，合理的なものであるべきことを要求している。",
                "優先権証明書の提出に関する手続は，優先権主張自体に関する手続とは異なり，手続としての重要性が大きくなく，また，パリ条約の加盟国における立法例において補正が許容されている。このような手続について，本件のような場合であっても補正を認めないことは，補正を一切認めない解釈を行うものであって，合理的とはいえず，そのような解釈，あるいは，そのような解釈を導く特許法の規定は，TRIPS協定の上記規定に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "優先権証明書提出の手続について，手続の補正が一切認められないのではなく，本件提出書に係る手続については，重大な要件の瑕疵があり，手続の本質的部分が欠落しているものであるから，もはやその補正をすることができないものである。したがって，補正を一切認めない解釈を行うことは合理的とはいえないとの控訴人の主張は，前提を欠いている。",
                "また，意匠法15条1項において準用する特許法43条1項，2項及び4項に規定する手続は，パリ条約4条D(1)，(3)及び(4)の規定に基づくものであるから，TRIPS協定62条1項に規定するWTO協定の加盟国が，知的所有権の取得の条件としてこれに従うことを要求することができる「合理的な手続」であり，TRIPS協定に「合致するもの」であることは明らかであって，特許法の上記規定及びこれについての処分行政庁の解釈は，TRIPS協定62条1項の規定に沿うものというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件提出書に係る手続の瑕疵は，重大な要件の瑕疵であり，補正することはできないから，同手続を却下した本件処分に違法はなく，これに対する異議申立てを棄却した本件異議決定にも違法はないと判断する。その理由は，原判決15頁22行目以下の「第3  当裁判所の判断」記載のとおりである。",
        "控訴人は，本件において補正を認めない解釈をすることや，そのような解釈をする場合の根拠となる特許法の規定は，TRIPS協定に違反すると主張する。しかし，パリ条約4条D(3)，(4)で定められているとおり，優先権証明書の提出に係る手続については，同盟国が，優先権の喪失を限度として，手続がされなかった場合の効果を定めることができるのであるから，国内法である特許法43条2項，4項において，一定期間内に優先権証明書(原本)の提出を求め，これが期間内に提出されない場合に優先権主張が効力を失うと定めることは，パリ条約の上記規定に沿うものであり，また，本件のように期間内に優先権証明書の原本が提出されなかった場合には，その時点で優先権を喪失したものとしてその後の補正を認めないとする解釈も，上記規定の趣旨に含まれ得る合理的な範囲内というべきであって，このような解釈をすることや，その根拠となる特許法の規定がTRIPS協定に反するとはいえない。",
        "したがって，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，控訴人の請求はいずれも理由がない。よって，これを棄却した原判決は相当であって，本件控訴は理由がないのでこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}