{
  "conclusion": [
    {
      "fig": "1",
      "text": "1審原告の控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "1審被告の控訴に基づき，原判決中，1審被告敗訴"
    },
    {
      "text": "部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "1審被告は，1審原告に対し，290万3066"
        }
      ]
    },
    {
      "text": "円及び内金11万8694円に対する平成21年"
    },
    {
      "text": "2月1日から，内金278万4372円に対する"
    },
    {
      "text": "平成22年2月1日から，各支払済みまで年5分"
    },
    {
      "text": "の割合による金員を支払え。",
      "content": [
        {
          "fig": "(2)",
          "text": "1審原告のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを100分し，"
    },
    {
      "text": "その1を1審被告の負担とし，その余を1審原告の"
    },
    {
      "text": "負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，主文第2項の(1)に限り，仮に執行する"
    },
    {
      "text": "ことができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "1審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。",
                "1審被告は，1審原告に対し，3億5000万円及び原判決別紙請求金額内訳表の金額欄記載の各内金額(ただし，同請求金額内訳表の起算日欄記載の日の早いものから順次3億5000万円に満つるまで。)に対する同請求金額内訳表の起算日欄記載の各日からそれぞれ支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は，第1，2審とも，1審被告の負担とする。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "1審被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，1審被告敗訴部分を取り消す。",
                "上記部分に係る1審原告の請求を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は，第1，2審とも，1審原告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特に断らない限り，「旧特許法35条」を「改正前特許法35条」と，「1審被告中央研究所」を「中央研究所」とそれぞれ読み替え，さらに，審級に応じた読替えをするほか，原判決に倣う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "1審原告の請求及び原判決",
          "content": [
            {
              "fig": "(1)",
              "subject": "1審原告の請求",
              "text": [
                "本件は，1審被告の従業員であった1審原告が，1審被告に在職中に行った発明に係る日本国特許6件，米国特許17件及び韓国特許5件についての特許を受ける権利を1審被告に承継させたことによる相当の対価として，改正前特許法35条3項及び4項に基づき，平成9年10月24日から平成20年11月21日までの分合計15億8799万5473円の一部である6億円及び原判決別紙請求金額内訳表の金額欄記載の各内金額(ただし，同請求金額内訳表の起算日欄記載の日の早いものから順次6億円に満つるまで。)に対する同請求金額内訳表の起算日欄記載の各日からそれぞれ支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決",
              "text": [
                "原判決は，前記期間中の相当の対価額合計6302万6136円及び原判決別紙認容金額内訳表の金額欄記載の各金額に対する同認容金額内訳表の起算日欄記載の各日からそれぞれ支払済みまで年5分の割合による遅延損害金の支払を求める限度で，1審原告の請求を認容した。",
                "原判決を不服として，1審原告は，主たる請求の額を原判決の認容額と合わせて3億5000万円の支払を求める限度で一部控訴し，1審被告は，全部控訴した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "1審原告の本件請求について判断する前提となる事実は，原判決2頁18行目から5頁11行目までに摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訴訟の争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明により1審被告が受けるべき利益の額(争点(1))",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各特許発明の技術的範囲"
                },
                {
                  "fig": "イ",
                  "subject": "1審被告が包括クロスライセンス契約において本件各特許により得た利益の額"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明がされるについて1審被告が貢献した程度(争点(2))"
            },
            {
              "fig": "(3)",
              "subject": "本件発明の相当の対価の額(争点(3))"
            },
            {
              "fig": "(4)",
              "subject": "消滅時効の成否(争点(4))"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原審における主張",
          "text": [
            "当事者の原審における主張は，原判決35頁23行目の「成り回路パターンの領域に」を「成り，回路パターンの領域に」と，38頁24行目の「クロス効果」を「1審被告又はルネサスが包括クロスライセンス契約を締結したことにより，1審被告又はルネサスが相手方に支払わずに済んだ財産的効果を金銭的に評価したもの(以下「クロス効果」という。)」と改めるほかは，同原判決5頁21行目から95頁5行目までに摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)ア(本件各特許発明の技術的範囲)についての当審における補充主張",
          "text": [
            "〔1審原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「半透光領域」の開示について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「第1光透過領域」及び「第2光透過領域」の意義について",
                  "text": [
                    "日本967-1発明は，「第1光透過領域」及び「第2光透過領域」の透過率やそれらが透明膜であることについて，いずれも構成要件としてはいない。同発明における「遮光領域」も，半透光領域の場合を含むのであって，完全遮光領域を必須の構成とするものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「ポリメチルメタアクリレート」について",
                  "text": [
                    "日本967号明細書には，実施例1及び3において，ポリメチルメタアクリレート(以下「PMMA」ともいう。)を適用し得ることが記載されているといえるものであるから，PMMAをハーフトーン型位相シフト透明膜として用い得ることが示唆されているということができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ArFエキシマレーザを用いることを前提として，透明膜をPMMAとすることについて",
                      "text": [
                        "日本967号明細書は，i線(波長365nm)の場合，透明膜の厚さは約0．37μmとなることを例示したものにすぎず，「実施例1，3において，透明膜を酸化インジウムとした場合について説明したが，これに限定されるものではなく，…ポリメチルメタアクリレートなどでも良い。」と明記されているとおり，露光の際に照射される光として，i線(波長365nm)を用いることに限定したものではなく，ArFエキシマレーザ等，他の波長の縮小投影露光を含むものである。",
                        "したがって，実施例1及び3において，PMMA膜を透明膜として用いた上で，i線(波長365nm)より波長の短い露光光(ArFエキシマレーザを含む)を利用した縮小投影露光装置の存在もあり得ることを示唆しているものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "PMMAの光透過率について",
                      "text": [
                        "日本967号特許の出願当時，「PMMA膜が，波長：220nmを下回る露光光(ArFエキシマレーザを含む)の場合，実質的に露光に寄与しない強度の光を透過させると同時に，透過光を位相シフトさせる透過膜であり得ること」は，当業者の間で知られていた(甲60の図4におけるPMMAの皮膜は850nmである。)。日本967号明細書には，実施例1及び3において，PMMAを適用し得る旨の記載があることからすると，PMMAをハーフトーン型位相シフト透明膜として用い得ることを明確に示唆しているものということができる。",
                        "原判決は，透明膜とは，約100％の透過率の膜のみを意味し，遮光膜とは，透過率0％の膜のみを意味することを前提として，日本967-1発明は，ハーフトーン膜を含むものではないとするが，その前提自体が，当業者の認識のみならず，出願当時の1審被告における用語の取扱いにも反するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「金属クロム層」について",
                  "text": [
                    "日本967号明細書は，Cr層(厚さ30nmの金属層)と酸化Cr層との積層構造により，ハーフトーン型位相シフトマスクを構成し得ることを開示している。",
                    "酸化Cr層の厚さは，通常約20nmであり，光透過率は，ほぼ100％である。",
                    "日本967号明細書によれば，Cr層(金属層)に酸化Cr層を積層した全体の層の厚さは50nm，Cr層の厚さは30nmであって，露光光としてi線(波長365nm)をCr層に用いた場合，3％程度の光を透過するから，実施例のCr層(金属層)は，「ハーフトーン」ということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第3図実施例について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "日本967号明細書の第3図実施例(1審原告が新たに付した符号については，別紙第3図説明図参照)において，「遮光膜」(金属層3，A領域)と位相シフト膜4a(透明膜4a)とを含んだ領域(C)が「半透光領域(第1光透過領域)」を形成し，「半透光領域を形成する層」の外の窓部(D，第2光透過領域)の透過光の位相と「遮光体」の一部(G)からの透過光の位相が，Eの位置(GとDの境界)で互いに反転する。",
                        "ここで，「半透光領域を形成する層」の一部を透過する光が，ウエハ上のレジストを感光しないように制御することが可能であり，また，「半透光領域を形成する層」の一部を構成する金属層3は，半透光領域の場合を含むものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，第3図(b)のマスク透過直後の光の振幅が，位相を反転させた光と位相を反転させない光とでほぼ同等に記載されていることを根拠に，「実質的に露光に寄与しない強度の光を透過させると同時に透過光の位相をシフトさせる半透光領域」であることを示唆する記載はないとするが，誤りである。",
                        "第3図(b)は，「位相シフト膜4a」(透明膜4a)を含んだ領域(G)の面積を大きくするように制御することにより，マスク透過直後の光の振幅が，位相を反転させた光と位相を反転させない光とでほぼ同等となる例を示したものであり，第3図(a)ないし(d)は，レンズを介し，当該光透過の面積を小さくなるよう制御することで，第1の光透過領域(同G領域)を透過する光の強度(光量)を小さくし，かつ第1の光透過領域(同G領域)と第2の光透過領域(同D領域)との境界において互いに透過光の位相が反転する「ハーフトーン型位相シフトマスク」を用いた露光法である集積回路の製造法の技術思想を開示しているものということができる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "第16図実施例について",
      "text": [
        "日本967号明細書の第16図実施例(1審原告が新たに付した符号については，別紙第16図説明図参照)は，位相シフト膜である透明膜4cが「半透光領域(第1光透過領域)」を形成し，その端部(C1の端部)で，「半透光領域(第1光透過領域)」(C1)を透過した光1と「透光領域(第2光透過領域)」(C2)とを透過した光2の位相を相互に反転させ，縮小投影露光することによって，半導体回路パターンの実像の端部が鮮明になることが開示されている。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "遮光領域について"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "日本967-1発明は，「遮光領域」が必須ではないことについて",
      "text": [
        "日本967-1発明の技術思想は，①境界を接する第1光透過領域と第2光透過領域とにおいて，②光の位相を相互に反転させて，③縮小投影露光をすることにより，④「端部が鮮明」になることに尽きるものである。",
        "日本967号明細書の第16図実施例は，遮光領域(A)を必要とすることなく，C領域の端部で相互に位相を反転させて，回路パターンの実像を鮮明にする「半透光領域」を形成する位相シフト膜(透明膜4c)を開示しているものである。同発明は，透明膜4cの端部(C1の端部)で，「第1光透過領域」(C1)を透過した光1と「第2光透過領域」(C2)を透過した光2の位相とを相互に反転させ，縮小投影露光することによって，半導体回路パターンの実像の端部が鮮明になるようにする発明であって，マスク上に「遮光領域」が存在するか否かは無関係である。",
        "日本967-1発明は，「遮光領域」を構成要件とはしておらず，日本967号明細書に開示された「遮光領域」は，「半透光領域」の場合を含むということができる。"
      ]
    },
    {
      "fig": "イ",
      "subject": "誤記について",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "日本967-1発明は，露光の際，1つの透過領域内において，透明膜，あるいは位相シフト溝を透過した光と，これらが形成されていない部分を透過した光とを，ある部分において弱め合うように干渉させることにより，マスク上のパターンの転写精度を向上させることを技術内容とする発明である。同発明は，上記各光を位相シフトの方法を用いて相互に干渉させ，光を大幅に減少させて端部を鮮明にする技術であるから，その相互干渉は，各光のいずれかが透過率0％の遮光領域によって透過を完全に遮られると，実現不可能となる。",
                "そこで，透明膜を透過した光と，透明膜が形成されていない部分とを透過した光の双方が併存していることが必須の要件となるものである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "日本967号明細書第3図によれば，「端部が鮮明」になるのは，透過領域Bと遮光領域Aとの境界ではなく，透過領域Bの第1光透過領域と第2光透過領域との境界であるから，日本967号明細書中の「位相シフト溝を透過した光と，これらが形成されていない部分を透過した光とが，透過領域と遮光領域との境界部分，または遮光領域の端部において弱めあうように干渉させる」との記載は明らかな誤記である。原判決は，日本967-1発明は，「遮光領域の端部付近であって，第1光透過領域と第2光透過領域の境界部分において弱め合うように干渉させるという構成を採用することにより，マスク上のパターンが複雑であっても，その転写精度を向上させるという作用・効果を有するもの」であるとするが，誤りである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "日本967号明細書第3図に示した遮光領域Aの幅は，集積回路の設計事項であり，回路設計の都合により，遮光領域Aの幅を狭くすることもあり得るから，当業者は，遮光領域Aの幅を細くした場合を当然に想到することができ，遮光領域の端部付近とはいえない個所でも，「第1の光透過領域と第2の光透過領域の境界部分において弱め合うように干渉させることによりマスク上のパターンの転写精度(を)向上させ(得)る」ものである。日本967号明細書には，「遮光領域の端部付近であって」を根拠付け得る記述はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原判決は，「回路パターン」は，第1光透過領域，第2光透過領域及び遮光領域で構成されていると解釈すべきであるとするが，日本967-1発明の構成要件にはこのような規定は存在しないのであるから，同発明の技術的範囲を実施例に限定するかのような判断は明らかに相当ではない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "以上からすると，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれると認めることはできないとした本判決の判断は，誤りである。",
            "〔1審被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "日本967-1発明の技術的範囲について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "日本967-1発明の技術的範囲に含まれるのは，商業的に実施されたことがないエッジ強調型位相シフトマスクであり，ハーフトーン型位相シフトマスクが含まれないことは，原判決が認定したとおりである。本件各特許が1審被告又は第三者において実施されたことはなく，かつ今後も実施される見込みはない。",
        "1審原告の当審における追加主張は，そのほとんどが原判決において排斥された原審における主張の単なる繰返しにすぎない。以下，当審における新たな主張を中心に反論する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "1審原告は，甲60の図4において，PMMAの膜厚は850nmであると主張するが，同文献の当該記載は典型的な場合について一般的に言及するものにすぎず，膜厚は種々の値に変化させる旨が明記されているものであるから，同図における膜厚の厚さは不明であるというほかない。",
        "日本967号明細書で開示されている露光光源はi線(波長365nm)であって，ArF線(波長193nm)を光源とする露光は開示も示唆もされていないことは，原判決が認定したとおりである。露光光源をi線とした場合，PMMAの光透過率がほぼ100％であることは1審原告も争うものではない。1審原告は，突如として日本967号明細書にはArF線についても開示されており，ArF線を用いた場合にはPMMAの光透過率は1％であるとして，これがハーフトーン膜に該当すると主張するに至ったが，日本967号明細書に開示も示唆もないArF線の透過率に関する議論は無意味である。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "遮光領域について",
          "text": [
            "日本967号明細書における以下の記載及び図面からすると，日本967-1発明の「光透過領域」とは，光透過率がほぼ100％の透過領域を意味するものというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "日本967号明細書において，第1光透過領域と第2光透過領域とで，マスク透過直後の光の振幅を示す第3図(b)(実施例1)及び第7図(b)(実施例2)では，プラスマイナス反対方向であってもほぼ同じ高さとなっており，第1光透過領域と第2光透過領域とで光透過率がほぼ同じであることを示しているが，位相を反転させない透過領域の光透過率はほぼ100％であるから，第1光透過領域と第2光透過領域とではいずれも光透過率はほぼ100％であることが開示されている。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "日本967号明細書において，第1光透過領域又は第2光透過領域のいずれかに配置される位相シフタについて一貫して「透明膜」と呼んでいるが，通常の用語例と日本967号発明の目的とに照らして解釈すれば，「透明」といえるためには，少なくとも，透過光がフォトレジスト膜を感光する程度の光透過率を有することが必須であると解される。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "以上からすると，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれると認めることはできないとした本判決の判断に，誤りはない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "subject": "争点(1)イ(1審被告が包括クロスライセンス契約において本件各特許により得た利益の額)についての当審における補充主張",
                  "text": [
                    "〔1審原告の主張〕"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件各発明の法的独占力又は事実上の独占力により得た利益について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "ハーフトーン型位相シフト技術を利用した微細加工半導体製品(以下「ハーフトーン微細加工半導体製品」という。)が，本件各特許権に抵触するか否かは，最終的には訴訟手続において判断されるべき問題であり，判決が確定するまでの間，何人も，抵触するか否かについて，確定的に判断することはできない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原判決は，日本967-1発明の「透過膜」が約100％の透過率の膜を意味し，かつ遮光膜は透過率0％の膜を意味するとして，ハーフトーン微細加工半導体製品は，本件各特許権に抵触しないとする。",
        "しかしながら，ハーフトーン微細加工半導体製品は，商品化するまで，巨額の投資金額とそれにより構築される装置及び人材を必要とするところ，半導体メーカーは，自己責任に基づいて，本件各特許権に抵触するか否かについて判断せざるを得ない。そのため，半導体メーカーは，投資リスクをできる限り回避するため，訴訟において，「透明膜」とは透過率100％の膜のみならず，透過率が数％の膜までをも含むと判断されるリスク等を予測して，事業戦略を決定せざるを得ない。この場合，半導体メーカーが採り得る合理的な選択肢の1つが，本件各特許について，対価支払によりライセンスを受けることである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "したがって，ハーフトーン微細加工半導体製品に関して，本件各特許権に抵触しないとの判決が確定するまでの間，本件各特許は，法的独占力を有するものということができる(少なくとも，事実上の独占力を有することは明らかである。)。",
        "本件発明の承継後，1審被告が取得した，本件各特許が有する法的独占力又は事実上の独占力により得た利益(本件各特許に対応するライセンシーから受領・享受した実施料及びクロス効果の額)であり，かつ，ライセンシーに返金する義務を負わない利益は，改正前特許法35条4項の「発明により使用者等が受けるべき利益」に該当するものである。それにもかかわらず，1審被告が相当の対価の支払を免れることは，使用者である1審被告の定めた勤務規則によって，自らの「財」である発明に対する権利を強制的に承継させられた発明者(1審原告)との関係で，信義則に反するものというほかない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "1審被告が本件各特許のいずれかを相手方に提示するなどした包括クロスライセンス契約について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "1審被告は，本件訴訟提起前は，ハーフトーン微細加工半導体製品(ただし，0．3μm以降の微細加工によるもの。以下，同じ。)は，本件各特許権に抵触すると自認して自社の同種製品を製造し，販売するとともに，複数の半導体メーカーが製造し，販売するハーフトーン微細加工半導体製品も本件各特許権に抵触していると主張して包括クロスライセンス契約を締結し，実施料及びクロス効果を取得しているものである。",
        "1審被告は，平成12年度以降に効力を有していた包括クロスライセンス契約に関し，締結交渉の際，本件各特許のいずれかを，提示特許(契約内容を決定する検討材料として相互に提示する，相手方が実施している可能性が高いと推測している特許や技術的意義が高いと認識している基本特許等をいう。)又は代表特許(提示特許のうち，相手方製品との抵触性及びその技術的価値が確認された特定の特許をいう。以下，提示特許及び代表特許を総称して，「提示特許等」という。)としたのは，A社ないしD社，E社及びG社との契約のみであるなどと主張し，書証として，公証人作成に係る事実実験公正証書(乙39，52～54。以下，総称して，「本件公正証書」という。)を提出するが，これらは，本件訴訟提起後に1審被告が依頼した公証人において，1審被告の社員が各公正証書作成日に陳述した事実を証明するものにすぎず，1審被告の上記主張を裏付ける客観的な証拠は存在しない。",
        "かえって，本件特許リスト(甲31)には，日本967号特許につき，「●●●●●●●●●●●」と記載されており，平成11年6月時点で，同特許は，既に他の●●●●●●●●●●●(ライセンス済み)であったということができる。",
        "しかも，1審原告に対する平成17年度実績報奨金明細書(甲19)の記載によると，少なくとも米国213号特許を対象として，包括クロスライセンス契約ではなく，単独でのライセンス契約が締結されているようである。1審被告は，当該ライセンス契約の詳細について明らかにすべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "1審被告にとって，日本967号特許は貴重な知的財産であるから，ライセンス交渉の相手方である特定数社に対してのみ交渉材料として提示され，その他の交渉相手には提示されていないということはあり得ない。むしろ，合理的な経済人として，1審被告は，どのような交渉の相手方であれ，極めて有利な交渉材料と自ら評価している同特許を提示して，有利な契約条件を獲得すべく，交渉するものと推察される。しかも，1審被告は，契約交渉の際，極めて有利な交渉材料たる上記特許を相手方に提示したからといって，何らの不利益を受けるものでもない。仮に，結果論として，同特許の提示が契約交渉に有効に機能しなかったとしても，1審被告の利益を害することにはならない。1審被告が極めて有利な交渉材料であると評価していた同特許を提示特許等として活用しなかったと主張するのであれば，1審被告はそれを裏付ける具体的な証拠を提出して，提示しなかった合理的な根拠並びに交渉の全経緯及び内容を立証すべきである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "1審被告との交渉の際，日本967号特許に無効事由が存在すると主張したのはB社のみであるところ，同社も，結局，1審被告とライセンス契約を締結し，1審被告に実施料を支払っている。1審被告は，1審原告に対し，B社が無効事由の存在を主張したことを根拠として特別の減額をすることなく，社内規定に従い，報償金を支払っている。そうすると，B社は，ライセンス交渉の際，無効主張をしたものの，1審被告の無効事由不存在の主張に強く反論できなかったものと推察されるし，仮に，この推測が誤りであるならば，1審被告がB社との交渉経緯を具体的に主張立証すべきである。",
        "いずれにせよ，1審被告は，各ライセンシーから実施料を受領したのであるから，日本967-1発明について，「発明により使用者等が受けるべき利益」(改正前特許法35条4項)を受領済みであることは明らかである。",
        "1審被告は，日本967号特許が無効事由を有することを知りながら，又はハーフトーン型位相シフトマスク技術をカバーしない特許であることを知りながら，このような事情を秘し，各ライセンシーとの間でライセンス契約を締結し，実施料を得たわけではないはずである。仮に，無効事由が存在したとしても，1審被告は，既に各ライセンシーから実施料を受領済みであって，その返還を予定していないのであるから，相当の対価の算出については，無効事由の存否とは無関係に，各貢献度の比率を決定すべきものである。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "1審被告は，B社のみならず，日本967号特許について，「微細加工を行っておらず，位相シフトマスクを実施していない」との反論を行ったA社についても，実施料及びクロス効果について，●●●●●％もの高率で配分している。",
        "1審被告は，本件訴訟提起後，A社ないしD社との交渉時における主張を一変させ，ハーフトーン微細加工半導体製品は，本件各特許発明を実施していないと主張し，1審原告に対する改正前特許法35条に基づく相当の対価の支払を拒否しようとしているものである。",
        "他方で，1審被告は，ライセンシー(半導体メーカー)に対しては，受領した実施料を一切返金していないし，今後返金する予定もない。このような1審被告の行為は，信義則違反又は権利の濫用であるというほかない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "クロス効果の対実施料百分率について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "1審被告又はルネサスが日本967号特許について配分したクロス効果は，実施料率に対する配分率(対実施料百分率)によると，平成12年度ないし平成13年度の2年間では平均●●●倍であり，平成14年度ないし平成16年度の3年間では平均●●●倍であったが，本件訴訟提起後の平成17年度には，突然，●●●●倍に急落した。同特許の技術分野である微細な半導体集積回路パターンを形成する技術について，平成12年度ないし平成16年度の5年間と，平成17年度の1年間で，格別の変化は生じていない。また，クロス効果の対象となったライセンス契約は，いずれも長期の有効期間を定めているから，クロス効果の配分率が急落した原因は，本件訴訟が提起されたことにほかならない。",
        "したがって，平成17年度のクロス効果の対実施料百分率(●●●●倍)は，明らかに信用性に欠けるものであり，同年度のクロス効果の額は，それ以前の3年間における平均値(●●●倍)を用いて算出すべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "平成12年度及び平成13年度の実施料及びクロス効果合計の日本967号特許への配分率は，通算して●●●●％であるのに対し，実施料及びクロス効果合計の全特許権1件当たりの平均配分率は，平成12年度が●●●●％，平成13年度が●●●●％であるから，日本967号特許に対する配分率が平均値と比較して極めて高いことは明らかである。",
        "仮に，1審被告がライセンス交渉の際，他社に対してライセンス可能な虎の子の知的財産権(日本967号特許)を提示し，少しでも自社に有利な契約条件を引き出すよう努力しなかったのであれば，これを正当化する事由を立証できない限り，1審被告の関係取締役及び関係幹部社員は，忠実義務違反又は善管注意義務違反の責任を問われかねないものである。",
        "逆に，1審被告がライセンス交渉の材料として日本967号特許を有効に活用しなかったにもかかわらず，正当な理由もなく，同特許について，平均分配率をはるかに超える高率の分配率を付与し，職務発明の報償金を1審原告に支払ったのであれば，1審被告の関係取締役及び関係幹部社員は，当該行為につき，忠実義務違反又は善管注意義務違反の責任を問われかねないものである。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上からすると，本件発明により1審被告が受けるべき利益の額については，平成12年度以降に効力を有していた全ての包括クロスライセンス契約について，算定すべきである。また，原判決の認定する包括クロスライセンス契約締結に係る本件各特許の寄与率は低きに失するものというほかない。",
            "〔1審被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "相当の対価の算定方式について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "改正前特許法35条4項の「その発明により使用者等が受けるべき利益」とは，使用者等が当該特許発明を実施することによって得られる利益の額ではなく，当該特許発明を独占的に実施することができることによる利益の額(第三者に実施許諾をすることによって得られる実施料収入等の利益の額を含む。)と解すべきであるところ，原判決も，「使用者等が受けるべき利益」が存在する前提として，当該発明が実施されたことを想定しているものである。当該発明が何人によっても実施されておらず，かつ当該不実施が当該発明に係る特許の禁止権に基づくものではない場合，使用者等に独占の利益を認めることはできない。",
        "本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれないこと，エッジ強調型位相シフトマスク及び補助開口型位相シフトマスクが商業的に成功しなかったこと，本件各特許が1審被告又は半導体メーカー等の第三者において実施されていたと認めることができないことは原判決が指摘するとおりである。エッジ強調型位相シフトマスク及び補助開口型位相シフトマスクが商業的に成功しなかったことからすれば，本件各特許が1審被告又は半導体メーカー等の第三者において実施されていなかったのは，本件各特許が有する禁止権に基づくものではないことは明らかである。",
        "したがって，本件各特許により1審被告が「受けるべき利益」は存在しない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "半導体又は液晶製品の業界においては，有力な特許を多数保有し，事業規模も大きな製造業者同士の間では，包括クロスライセンス契約が締結されることが一般的である。これは，当該業界では，1つの製品を製造する際，自社及び競業他社が保有する多数の特許を不可避的に実施せざるを得ず，優良な特許を多数保有する製造業者間に紛争が生じた場合，1つでも特許権侵害が認定されれば，製品の製造販売ができなくなるという，資本を投下して研究開発，製品開発，設計，製造，販売等を行い，これにより利益を上げることを目標とする製造業者にとって致命的な状況が生じるおそれがあるからである。そのため，有力な特許を多数保有し，事業規模も大きな製造業者同士の間では，互いの事業活動のフリーハンドを確保し，事業活動で得られる利益を最大化するために，特許番号等ではなく，事業分野や製品分野によりライセンス対象を特定する包括クロスライセンスを締結することになる。",
        "このような目的により締結される包括クロスライセンス契約は，当事者の有する膨大な数の特許から成る特許ポートフォリオの全体を，いわば1つの目的物として締結されるものであり，多くの場合，契約締結時に登録又は出願されている特許のみならず，契約有効期間中に新たにされた発明についてもライセンスの対象となる。",
        "したがって，ライセンス交渉の際，特定の提示特許等が示され，又は議論されることがあったとしても，当事者は最終的に契約の対象となる特許ポートフォリオ全体を1つの価値として評価するものということができる。しかも，その評価の対象は，契約締結時に存する特許だけではなく，契約締結後にどのような発明がされると合理的に予想されるのか，すなわち，いかに先端分野等での研究開発がされているかを含めた相手方の総合的な技術力や特許力を含むものと解される。仮に，提示特許等自体を相手方が評価することがあったとしても，それは，当該特許そのものの価値(過去の技術力や特許力)を具体的な金銭的価値として評価するものではなく，当該特許が徴表する総合的な技術力や特許力(将来の総合的な技術力や特許力)を評価するものということができる。そして，提示特許等のうちの1つが無価値であることが後日判明しても，それを理由として実施料の返還を要求することも，要求されることもないのであるから，膨大な数の特許から成る特許ポートフォリオ全体により受けるべき利益が存在する場合，どのような分配方法であれ，その利益の一部について当該特許ポートフォリオを構成する個々の特許に係る発明により「受けるべき利益」であると認定することは不適当であるというべきである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原判決は，包括クロスライセンス契約においては，ライセンス交渉の際に提示特許等とされた特許及び相手方が実施していたか，実施せざるを得ないことが認められるような特許について寄与を認めるものであり，本件各特許は，商業的に実施されていないことから，契約締結時において本件各特許を含む特定の特許が提示特許等とされたか否かを主要な考慮要素として，寄与率を評価するものである。",
        "しかしながら，原判決は，本件各特許が提示特許等とされたか否かについて，個別的，具体的な認定をせず，「他社との関係でも提示特許等としていることが推測される」などという根拠なき推測に依拠して，相当の対価の具体的な計算において，およそ本件各特許のいずれかが提示特許等とされたものと計算上同様に扱い，平成12年度以降に効力を有していた全ての包括クロスライセンス契約について，「提示特許等とされた包括クロスライセンス契約」であるとの認定をしたものであって，以下に詳述する各ライセンシーとの間の交渉経緯に照らし，明らかに不当である。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "1審被告がライセンス契約を締結したA社ないしR社とのライセンス交渉において，本件各特許を提示特許等としたか否か，しなかった場合における理由については，以下のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "A社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "B社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "C社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "D社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(オ)",
              "subject": "E社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(カ)",
              "subject": "F社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(キ)",
              "subject": "G社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(ク)",
              "subject": "H社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(ケ)",
              "subject": "I社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(コ)",
              "subject": "J社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(サ)",
              "subject": "K社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(シ)",
              "subject": "L社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(ス)",
              "subject": "M社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(セ)",
              "subject": "Ｎ社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(ソ)",
              "subject": "O社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(タ)",
              "subject": "P社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(チ)",
              "subject": "Q社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(ツ)",
              "subject": "R社について",
              "text": [
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "仮に，本件各特許が実施されていないにもかかわらず，「使用者等が受けるべき利益」が認定され得るとするならば，寄与率の認定の際，包括クロスライセンス契約の締結交渉において提示特許等とされたことを主要な要素として考慮するという一般論それ自体は，それなりの合理性を有するといえる。",
        "もっとも，平成12年度以降に効力を有していた包括クロスライセンス契約において，交渉の際，1審被告が本件各特許のいずれかを提示特許等としたのは，前記エのとおり，平成14年度ないし平成17年度についてA社ないしD社，平成18年度及び平成19年度についてA社ないしD社及びG社，平成20年度(ただし，11月21日まで。以下同じ。)についてA社ないしE社及びG社との間の契約のみである。1審原告は，そのほかにも，米国213号特許について単独でライセンス契約が締結されたなどと主張するが，平成17年度実績報奨金明細書において当該特許のみが記載されたのは，同特許のみが提示された相手方もあったため，ルネサスの事務手続において，それに応じた処理がされたからにすぎない。当該相手方と契約書については，既に1審原告に対して開示済みである。",
        "また，半導体業界のように，数千件ないし1万件を超える特許が対象となる包括クロスライセンス契約においては，ライセンス交渉の際，提示特許等以外の特許については，厳密な検討を経ることなく実施許諾に至ったものというべきであるから，これらの特許の寄与度は，無視し得る程度に小さいものである。",
        "しかも，サバイバル条項が付されている場合には，更新前の旧契約の有効期間中に登録された特許は，当該契約の締結に寄与することが時期的にあり得ないのみならず，更新契約の締結に寄与することもない。相手方は，将来の技術開発力を評価して包括クロスライセンス契約を締結するものである。1審被告は，このような場合でも，本件各特許のように社内規程に従って報奨の対象としているが，本来，特許発明とライセンス収入との間に，因果関係を認めることはできないものである。",
        "原判決は，平成9年度ないし平成11年度について，本件各特許が提示特許等とされた等の事情は認められないとしながらも，上記各年度において効力を有していた包括クロスライセンス契約における本件各特許の寄与率を，0．007％と評価し，相当の対価を算出している。原判決の判断基準によると，本件各特許の寄与率の評価は，包括クロスライセンス契約毎に，締結交渉の際に本件各特許のいずれかを提示特許等としたか否かにより区分されるべきであるから，上記の算出方法は誤りである。",
        "なお，1審被告は，本件特許リスト(甲31)作成当時，本件発明の技術的範囲にハーフトーン型位相シフトマスクも含まれるものと誤信していたところ，「●●●●●●●●●●●」との文言は，ライセンス交渉を申し入れる際に提示する特許リスト(特許数百件が含まれるもので，個別議論の対象とするものではない。)にリストアップされていたことを示すものにすぎない。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "1審被告は，ライセンス交渉の際，提示特許等とされなかった特許であっても，相手方が実施している蓋然性が高いと後に判断されれば実施料の配分を行っていたため，当時において参酌し得た資料に基づいて判断して，本件各特許に対しても実施料の配分を行った。",
        "しかしながら，本件各特許は，事後的，客観的に考察すれば，何人によっても実施されなかったものであるから，原判決の判断基準によると，本件各特許が提示特許等とはされなかった包括クロスライセンス契約については，本来，実施料の配分を行う必要がなかったものである。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "各年度において1審被告が得た実施料及びクロス効果の額について"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "平成12年度及び平成13年度について",
      "text": [
        "1審被告がライセンス交渉の際に本件各特許のいずれかを提示特許等とした相手方は，A社のみである。当該期間において，1審被告がA社から得た実施料の額及びクロス効果の額の合計額は●●●●●●●円である。"
      ]
    },
    {
      "fig": "イ",
      "subject": "平成14年度ないし平成16年度について",
      "text": [
        "1審被告がライセンス交渉の際に本件各特許のいずれかを提示特許等とした相手方は，A社ないしD社の4社である。当該期間において，1審被告が上記各社から得た実施料の合計額及びクロス効果の合計額は，●●●●●●●●円である。",
        "なお，1審原告は，B社は本件各特許について非抵触及び無効の主張をしたものの，結局1審被告と包括クロスライセンス契約を締結した以上，当該主張は弱々しいものにすぎず，本件各特許が1審被告の得た利益に大きく貢献したと主張する。",
        "しかしながら，本件各特許が決め手となって1審被告とB社との間に包括クロスライセンス契約が締結されたものではない。包括クロスライセンス契約は，当事者の特許ポートフォリオ及び将来の研究開発能力を含めた総合的な技術力や特許力を評価の対象として締結されるものであるから，ライセンス交渉の際，特許議論において結論が出ることはまれであり，両当事者が条件面についてある程度譲歩し，契約締結に至るのが通常である。実際，1審被告からB社に対し，本件各特許を含む合計●●件の特許が提示したところ，B社から日本967号特許について非抵触及び無効との反論を受けたものであるが，B社も，上記反論をする一方で，ポートフォリオとしての特許力を評価して早期の契約締結に至ったものである。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "平成17年度ないし平成20年度について",
      "text": [
        "1審被告がライセンス交渉の際に本件各特許のいずれかを提示特許等とした相手方は，平成17年度に効力を有していた包括クロスライセンス契約についてはA社ないしD社，平成18年度及び平成19年度についてはA社ないしD社及びG社，平成20年度についてはA社ないしE社及びG社である。1審被告が上記各社から得た実施料及びクロス効果の合計額は，●●●●●●●●●円である。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "各年度における本件各特許の寄与率について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "包括クロスライセンス契約における本件各特許の寄与率については，原判決が認定するとおり，平成12年度及び平成13年度が2％，平成14年度ないし平成16年度が3％，平成17年度が2％，平成18年度ないし平成20年度が2％と評価できる程度である。",
        "なお，ルネサス分社化後の平成15年4月1日以降は，1審被告の受けるべき利益額は，ルネサスに対する1審被告の株式の保有割合(55％)に応じて減額されるべきである(平成14年度ないし平成16年度については，平均値70％を乗じることとなる。以下の1審被告主張の各計算において同じ。)。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "1審原告は，1審被告による本件各特許に対する社内的評価(配分率)の高さからすると，原判決の認定する寄与率は低きに失するなどと主張する。",
        "しかしながら，1審被告における配分率は，1審被告の誤った主観的認識に基づいて配分された結果にすぎず，改正前特許法35条に基づいて職務発明の相当の対価を請求する訴訟においては，当該発明に係る特許の価値を客観的に評価した上で，寄与率を算定すべきである。原判決も，1審被告における従来の寄与率又は配分率に基づいて認定しているものではない。",
        "また，1審原告は，本件訴訟提起を契機として，実施料率にする配分率(対実施料百分率)が急激に低下したことを疑問視している。",
        "しかしながら，実際の実施料収入額とクロス効果の額との比率は，相手方により異なるものであり，実施料率に対する配分率は，包括クロスライセンス契約の全相手方に一律に妥当するものではないから，比較の対象となる実施料収入額とクロス効果の額の数値の基礎となる包括クロスライセンス契約の相手方が異なれば，比率も異なることはむしろ当然である。ルネサスは，平成17年度分からルネサス独自の報償規則を採用し，ライセンス交渉の準備段階において，提示特許等とするための具体的準備をした特許についてもクロス効果の額を計上する取扱いを行ったため，以前とは包括クロスライセンス契約の相手方の内訳が異なっているものである。1審原告の主張には理由がない。",
        "なお，職務発明の承継時にその評価を正確に行うことは極めて困難であり，使用者等が当初行った発明の評価に誤りがあることは珍しくないからこそ，実際よりも低く評価してしまった場合，発明者は裁判所が認定した相当の対価との差額を請求することができるのである。そうすると，本件訴訟のように，使用者等が実際よりも高く評価してしまう場合も十分にあり得るものであって，後の精査によって当初の高い評価が誤りであることが判明した場合であっても，なお使用者等は当初の誤った判断に拘束されなければならないとすると，著しく正義に反することは明らかである。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上からすると，平成12年度以降に効力を有していた包括クロスライセンス契約の全てについて，本件発明により1審被告が受けるべき利益を認定した原判決は誤りである。また，包括クロスライセンス契約における本件各特許の寄与率についても，原判決の認定はむしろ高率にすぎるものというべきである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "subject": "争点(2)(本件発明がされるについて1審被告が貢献した程度)についての当審における補充主張",
                  "text": [
                    "〔1審原告の主張〕"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件発明に至る経緯について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "1審原告の上司であった P1 が，真実，1審原告に対し，「位相シフトマスクの調査・検討」を指示したのであれば，1審被告は，その旨を立証するための具体的資料を書証として提出することが可能であるはずであるが，1審被告はそのような書証を提出しない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "1審被告は，工場勤務の技術者が中央研究所に伺い書を提出するのは，共同開発が行われる場合など，それなりの規模を有する場合に限られると主張する。",
        "しかしながら，工場の技術担当課の業務として新規の技術開発を行う場合，中央研究所の研究成果を利用する限り，その規模にかかわらず，中央研究所の許可なく行うことは，当時許されなかった。",
        "1審被告は， P1 が1審原告に対して研究テーマを示し，勉強しておくように指示しただけであるから，技術援助の伺い書が提出されなかったとも主張する。",
        "しかしながら， P1 の陳述書には，1審原告に対し，中央研究所の特定の研究者とコンタクトを取り，位相シフトマスクの研究について詳細に聴取する旨の指示をしたと記載されていることからすると，技術援助の伺い書が提出されないまま，このような指示をすることは，中央研究所の成果をかすめ取ることを意味するものであって，あり得ないものである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "1審原告が P2 研究報告を閲覧したのは，本件明細書原稿の提出後である。しかも，同報告は，レベンソン型位相シフトマスクに関する研究報告であり，同報告を詳細に検討しても，本件発明に想到することはできない。",
        "また，1審原告は， P2 研究報告(研究期間  昭和62年9月～昭和63年4月)及び中央研究所の P3 らによる研究報告(研究期間  昭和61年4月～昭和62年7月，昭和62年4月～昭和63年1月)より前の日に，位相シフトマスクに関して個人的に検討し，昭和58年11月3日，特許出願依頼をしたものである。"
      ]
    },
    {
      "fig": "エ",
      "subject": "本件出願依頼書の「●●●●●●●●●●●●●●●●」欄には，「●●●●",
      "text": [
        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」との記載がある。1審原告は，特許出願のテーマが中央研究所で研究されている研究テーマと関係したものであるかのように本件出願依頼書に記入すれば，1審被告においては，特許部から「特許出願要」の判定を得ることが容易であると考えていたため，このような記載をしたものと思われる。",
        "また，1審原告は，本件発明は， P1 から業務命令を受けて研究したものではないし，そのための便宜を1審被告から何ら得たものでもないから， P1 が共同発明者に加わるような内容の特許出願依頼書を作成したくはなかった。1審原告は，1審被告の社員として，昭和63年当時，既に多くの特許出願をしていたが，特許出願依頼書には，発明内容を全て記載するか，ベストの内容を記入しなければならないと指摘されたことはなかったため，依頼書の「●●●●●●●」の欄には， P1 が共同発明者として加わることがないよう， P1 が上司ではなかった昭和58年11月に1審原告が提出した本件旧発明に係る特許出願依頼書と類似した構造の位相シフトマスクをあえて記入した。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "本件各特許に係る出願経過について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件出願依頼書の評価は，「●」であり，1審被告の特許部のサポートを得られず，外部の特許事務所を通じて出願されることとなった。1審原告は，特許事務所のスタッフとともに，本件出願時明細書を作成した。1審原告は，それ以前に，既に25件の特許出願を経験していたが，当該スタッフは若年で，明細書作成について2年ないし3年程度の経験しか有していないものと推測され，しかも，半導体製造プロセス技術の出願については経験を有するが，半導体マスク技術の出願は初めてであるとのことであった。したがって，当該スタッフは，日本967-1発明の内容面については，一切貢献していない。1審原告は，各種図面を交付したり，同スタッフからの質問に回答するなどして，本件出願時明細書を作成した。",
        "1審原告は，日本967号発明の技術的範囲にハーフトーン型位相シフトが含まれるように，本件出願時明細書に，遮光領域を形成する金属層は酸化CrとCrとの積層とし，その膜厚を薄くして半透明膜とするという具体的条件(酸化CrとCrとが積層する金属層の膜厚が500～3000Å(＝50～300nm))や，透明膜として，出願日当時，遠紫外線に対して遮光性を有する材料として知られていたPMMAを用いてもよいことという，新規かつ具体的な記載をした。本件出願時明細書に記載された発明には，ハーフトーン型位相シフトマスクが含まれないとした原判決は，誤りである。",
        "なお，これらの記載は，1審原告の考えに基づくものであり，1審被告の特許部及び中央研究所等から得た知見が反映されているわけではない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "米国各特許に係る出願手続において，集積回路の製造方法に関するクレームの内容決定及び米国特許庁からの拒絶査定クレームに対する技術面における対応(先行技術との違いの指摘等)は，1審原告のみが行ったものであり，1審被告のほかの技術者は関与していない。その結果，米国807号特許は，日本967特許の審査請求前(平成7年11月21日)の段階で，遮光領域がないクレームとして登録されたものである。",
        "日本各特許の審査請求は，審査請求期限(平成7年11月21日)直前に，それまでに成立した米国各特許のクレームを参照して，集積回路の製造方法，マスク及びマスクの製造方法に分割して行われたものである。",
        "1審原告は，その際，「●●●●」等の文言を削除し，技術的範囲にハーフトーン型位相シフトマスクが含まれるように，1審被告の特許部に対して強く依頼したものであり，本件各特許の特許請求の範囲は，発明者である1審原告の強い依頼を参考にして，記載されたものである。1審原告が，本件出願時明細書に前記アの新規かつ具体的な記述をしていたからこそ，当該補正が可能となったものである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "市場の動向等について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "日本967号特許の登録当時，半導体製品に使われている回路パターンは，微細化が進展しており，微細になった回路パターンの形成には，日本967号特許は不可欠であったから，当初からマーケットが存在していたものということができる。しかも，その市場は，年々拡大していたものであって，1審被告がマーケット形成のために資金を投下する必要性は存在しなかった。",
        "また，同特許を実施するための技術は，ほとんどがマスク製造メーカーにより開発されたものであり，1審被告は，通常の半導体技術開発に必要とされる膨大な資金を設備投資に用いたり，多数の開発人員を投入することはなかった。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "1審被告が，微細化が進展した回路パターンの半導体を製造する半導体メーカーに対し，ライセンス契約の締結を求めて日本967号特許を提示すれば，当該半導体メーカーは，ほぼ1審被告の主張どおり，1審被告とライセンス契約を締結し，実施料を支払った。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上からすると，本件発明に対する1審原告の貢献度は，20％を下ることはないというべきであって，これを4％とした原判決は誤りである。",
            "なお，1審被告が指摘する各事情は，1審被告の設備や人材から1審原告がマスクの製造技術を学んだことを意味するにすぎず，1審原告の受けるべき相当の対価を著しく減額する要素として機能するものではない。",
            "〔1審被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件発明に至る経緯について"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "1審原告は，あたかも1審原告が初めて位相シフトマスクの有用性に着目したかのように主張するが，1審被告においては，昭和50年代末頃から位相シフトマスクに注目しており，その改良及び実用化に向けた研究開発活動が開始されている。例えば，中央研究所の P3 は，補助開口型位相シフトマスクに関する発明( P3",
      "text": [
        "発明)をし，同発明は昭和60年9月20日に特許出願されているものである。",
        "また，1審原告による本件旧発明は，原判決が認定するとおり，原理的に誤っていたことから，特許出願に至らなかったものであり，1審原告が P1 による指示や",
        "P2 研究報告等を閲覧する前から抱いていたというアイデア(本件旧発明に係るアイデア)は，原理的に誤っていた以上，本件発明の基礎となるものではない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "P1 は，1審原告に対し，「位相シフトマスクの調査・検討を開始することを指示」したものであって，中央研究所の情報を盗み出すように指示したものではない。1審原告の主張は，1審被告の主張を針小棒大に解釈した不当な主張である。",
        "また，1審原告は，本件明細書原稿の提出後に P2 研究報告を閲覧したと主張するが，同原稿の提出日は昭和63年6月30日であるのに対し，1審原告は，原審において，同年6月に中央研究所の P2 に会って， P2 研究報告に関する資料の写しを受け取ったなどと主張していたこと，本件明細書原稿には， P2 研究報告と同一の図や同報告の図に手書きで加筆された図があることからすると，同原稿提出後に初めて同報告を閲覧したとの1審原告の主張が虚偽であることは明らかである。1審被告は， P2 研究報告を参照することによって，本件発明が想到できるものと主張するのではなく，1審原告が1審被告に在籍していなければ， P2 研究報告を利用することができなかった以上，1審被告の知的資源である同報告が本件発明に貢献したことを指摘するものである。",
        "さらに，1審原告は，中央研究所に対する技術援助の伺い書の提出等がされていないことを根拠として， P1 から1審原告への指示の事実を否定する。しかし，1審被告において，中央研究所から情報提供を受ける場合に，必ずしも厳格な手続によらなくてはならないわけではない。1審被告の社内運用においては，中央研究所に対して技術援助の伺い書を提出するのは，研究所間の共同開発が行われる場合など，それなりの規模を有するプロジェクトの場合に限られており，1審原告に対して研究テーマを示し，勉強しておくようにと指示したにすぎない P1 が，伺い書等を提出しなかっただけである。",
        "なお，1審原告は， P1 から位相シフトマスクに関する調査の指示を受けた事実を否定することを意図して，当審において，特許出願のテーマが中央研究所の研究テーマと関連を有するかのように本件出願依頼書に記入すれば，特許出願が可能となる判定を得られるものと考え，そのような記載をしたなどと主張するが，1審被告において，特許出願を行うか否かは当該発明の内容によって判断されることであり，それがどの研究所で行われた発明であるか，又はどの従業員によって行われた発明であるかは無関係である。本件出願依頼書に1審原告自身が記載した「●●●●●●●●●●●●●●●●」欄の記載からすると，1審原告は， P2 研究報告の研究内容(●●●●●●●●●●●●●●●●●●●●●●●●●●●)を受けて，本件旧発明の内容を見直し，本件出願依頼書の作成に至ったものであることは明らかである。1審原告が同報告に接することができたのは， P1 による調査検討の指示があったからにほかならない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "1審原告は， P1 が共同発明者と認定されることを避けるため，本件出願依頼書には，あえて本件旧発明と類似の内容を記載したものであり，1審被告の慣行や実態に照らせば出願依頼書には発明内容を正確に記載する必要がないことから，本件出願依頼書の記載内容に基づいて本件当初発明の内容を認定することは誤りであると主張するようである。",
        "しかしながら，1審被告において，1審原告が指摘する慣行は存在しておらず，職務発明を行った者が，その発明内容を使用者である1審被告に報告して特許出願を要請する際，正確な報告を行わなければ発明の内容を特定することができないことは明らかである。1審原告の陳述書(甲1)においても，そのような慣行が存在していたことは一切触れられていない。1審原告の上記主張は失当というほかない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "本件各特許に係る出願経過について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件出願時明細書に記載された発明に，ハーフトーン型位相シフトマスクが含まれないとした原判決の認定に誤りはない。",
        "また，1審原告は，あたかも特許出願の経験豊富(25件)な1審原告が主導的な立場に立って本件出願時明細書を作成したかのように主張するが，その件数自体の根拠が不明であるのみならず，1審原告が発明者とされている特許出願には，本件各特許のようなマスクの構造に関するものは含まれていないから，仮に，特許事務所のスタッフが半導体マスク技術の出願について経験が乏しかったとしても，その点については1審原告も同様である。また，発明者が特許事務所のスタッフに発明内容の説明を行うことは当然の職務にすぎない。",
        "日本967号発明の特許化に成功したのは，1審被告の知財担当者らの熱意と能力経験によるほか，1審被告がマスクの製造のみではなく，半導体の設計や生産までを広く手がけていたことによるところが大きいものである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "1審被告の従業員であった1審原告が，1審被告による米国各特許に係る出願に当たり，請求項の補正に協力することは当然の職務にすぎず，特別な貢献であると評価することはできない。",
        "また，1審原告は，1審被告の特許部担当者に提出した社内資料(甲92)に基づいて，米国807号特許が遮光領域のないクレームとして成立したなどと主張するが，甲92の手書きの図には「●●●●」が明記されており，1審原告が遮光領域の存在しないハーフトーン型位相シフトマスクを特許請求の範囲に含ませることについては，思いもよらなかったことは明らかである。しかも，甲92は，「Serial No. 437, 268」と記載されているとおり，クレーム1に遮光領域が明記されている米国417号特許に関する文書であって，米国807号特許とは無関係である。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "市場の動向等について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "日本967-1発明の技術的範囲に含まれるのは，商業的に実施されなかったエッジ強調型位相シフトマスクにすぎず，1審被告は，ライセンス交渉の際，相手方から日本967号特許を実施していない旨及び同特許は無効である旨の反論を受けているから，日本967号特許を提示するだけで1審被告の主張どおりの契約が締結できたわけではない。日本967号発明は，エッジ強調型位相シフトマスクとしては優れた発明であったと思われるが，商業的に実施されなかった以上，市場の動向等に係る1審原告の主張は，その前提自体が誤りである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "ライセンス交渉は，担当者が長年にわたり構築した信頼関係に基づいて行われる，極めて厳しいものである。仮に，ライセンスに係る特許がいかに優れていたとしても，それを提示するだけで相手方が無条件で契約締結に応じてくれるほど容易なものではない。だからこそ，1審被告は，多大な人的，金銭的な投資により，ライセンス交渉専門部隊の育成及びノウハウの蓄積を図っているのである。1審原告の主張は，ライセンス交渉の現場担当者の努力を軽視するもので，不当である。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上からすると，原判決は，本件発明がされるに当たって1審被告がした貢献に関し，前提となる事実関係について原審における1審被告の主張をおおむね認めた限りにおいて正当ではあるが，1審被告の貢献度は99％を下回らないことは明らかであって，これを96％とした原判決の認定は低きに失するというほかない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "5",
                  "subject": "争点(3)(本件発明の相当の対価の額)についての当審における補充主張",
                  "text": [
                    "〔1審原告の主張〕"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件発明の譲渡価格について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件発明の譲渡価格は，本件発明の市場価格から法定通常実施権の価格を除することによって，算定することができる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "半導体集積回路は，平成9年以降，集積回路パターンの最小線幅が製造手段である縮小投影露光に用いる露光光の波長により微細化し，何らかの特別な手段を用いない限り，回路パターンを形成することが不可能となった。",
        "本件各特許は，集積回路パターンの最小線幅が縮小投影に用いる露光光の波長により微細化(300nm以下)した集積回路パターンを形成する技術を提供したものであり，平成20年の存続期間満了まで，本件各特許の実用的な代替手段は存在しなかった。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "本件各特許の存続期間中において，微細加工し，大量生産することによって製造利益が高くなる半導体製品は，マイクロコンピュータ，DRAM，フラッシュメモリなどのメモリ及び標準ロジックである。これらの製品はいわゆる汎用製品であるから，本件各特許についてライセンス契約を締結し，相応の対価を支払わなければ微細化が遅れ，本件各特許を実施した半導体メーカーの製品と比較して，全く競争力を有しない製品しか製造することができない。そのため，一部の半導体メーカーのみが本件各特許発明を実施することはあり得ず，大手メーカーは横並びに実施して，微細化した半導体製品を製造することになるのが通常である。",
        "上記半導体製品は，平成12年以降，回路パターンの最小線幅が縮小投影に用いる露光光の波長により明確に微細化したものであり，本件各特許の実施品の売上金額は，同年以降，平成20年まで，上記半導体製品の生産額を上回るものであり，少なくとも下回ることはないと推測される。",
        "平成12年から平成20年11月21日までの間，日本国内並びに米国及び韓国における半導体集積回路の製造の際，本件各特許を実施したと推定される製品の生産額は，合計42兆8605億円である。",
        "1審被告のライセンス交渉の責任者である P4 部長は，本件各特許は極めて重要であるから，半導体メーカーに対し，関連する半導体装置の生産額の4％を実施料として要求する旨を1審原告に対して説明した。仮に，  P4  部長の説明の半額(2％)でライセンス交渉が行われたとしても，半導体に関する特許権の通常の実施料率と同等であり，格別高い料率というわけではない。",
        "したがって，本件各特許の市場価格は，42兆8605億円の2％相当額である約8572億円となる。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "平成12年から平成20年11月21日までの間，1審被告及びルネサスの半導体製品の生産額は，合計6兆9162億円である。",
        "本件各特許が実施された割合について，他の日本国内の半導体メーカーにおける比率(0．44)と同等と仮定すると，本件各特許の実施品の生産額は，合計3兆0431億円と推定される。",
        "そうすると，法定通常実施権の価格は，3兆0431億円の2％相当額である約608億円となる。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "以上からすると，本件発明の譲渡価格は，8572億円から608億円を除した7964億円と推定される。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "小括",
          "text": [
            "1審原告は，平成9年10月24日から平成20年11月21日までの本件発明の相当の対価について，合計15億8799万5473円であると主張するものであるところ，改正前特許法35条4項は，相当の対価について，「その発明により使用者等が受けるべき利益の額」と定めるものではあるが，当該利益額は，本件発明の市場価格(7964億円)を十分考慮した上で，算出されるべきものである。",
            "したがって，原判決の認定は明らかに少額にすぎるものであり，相当ではない。",
            "〔1審被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "原判決の算定基準を前提とした相当の対価について",
          "text": [
            "相当の対価の額について，原判決の算定基準に基づき，各年度において本件各特許が提示特許等とされた包括クロスライセンス契約から得られた実施料及びクロス効果の額に本件各特許の寄与率及び1審原告の貢献度を乗じて算出すると，以下のとおりとなる。",
            "(計算式)相当の対価額＝各年度における実施料及びクロス効果の合計額×寄与率×1審原告の貢献率"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "平成12年度及び平成13年度について",
      "text": [
        "●●●●●●●円×2％×(100-99)％＝●●●●●●円"
      ]
    },
    {
      "fig": "イ",
      "subject": "平成14年度ないし平成16年度",
      "text": [
        "●●●●●●●●円×3％×(100-99)％×70％＝●●●●●●●●円"
      ]
    },
    {
      "fig": "ウ",
      "subject": "平成17年度ないし平成20年度",
      "text": [
        "●●●●●●●●●円×2％×(100-99)％×55％＝●●●●●●●●円"
      ]
    },
    {
      "fig": "エ",
      "subject": "合計●●●●●●●●円",
      "content": [
        {
          "fig": "(2)",
          "subject": "小括",
          "text": [
            "1審原告が，1審被告から，日本967号特許の実績報奨金として，合計2223万0932円の支払を受けていることは当事者間に争いがない。",
            "したがって，仮に，本件各特許が実施されていないにもかかわらず，「使用者等が受けるべき利益」が認定され得るとしても，1審被告が，1審原告に対して支払うべき相当の対価は，既に支払済みである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "6",
                  "subject": "争点(4)(消滅時効の成否)についての当審における補充主張",
                  "text": [
                    "〔1審原告の主張〕"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "1審原告は，本件訴訟提起時において，本件発明に係る相当の対価の請求権に関し，請求すべき元本債権が存在するか否か不明であり，相当程度の審理を経た時点において，初めて元本債権の存在を認識することが可能となったものである。",
            "特に，本件では，①債務者である1審被告が元本債権の存否を否認したこと，②債権者である1審原告がライセンス契約書，実施料支払報告書，実施料分配表及び各報償金の算定根拠となった資料等，元本債権の存在を確認するために必要な情報を有していなかったこと，③1審被告も，これらの情報を1審原告に開示することを拒否しており，原審における審理が進行後，文書提出命令に基づいて，1審被告はこれらの情報の一部を開示したことという各事情が存在するものである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "このような事情においては，1審原告は，元本債権の存否すら知り得ない状況に置かれていたというべきであって，元本及び遅延損害金の各債権の行使を信義則に反して怠っていたとは解されない。",
            "また，このような事情においては，1審被告が，その時効の完成を援用することは，信義則上許されないというべきである。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上からすると，平成9年10月24日ないし平成10年3月31日の間に1審被告が得た利益に基づく対価請求及び平成10年度に1審被告が得た利益に基づく対価請求についての各遅延損害金のうち，平成12年3月11日以前の分について消滅時効を認めた原判決は，誤りである。",
            "〔1審被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "本件訴訟は，技術に関する争点や相当の対価の額に関しては事実関係が複雑であるかもしれないが，実績報奨金の支払時期は明瞭であり，1審原告も支払時期について具体的に認識していたものである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "1審原告は，あたかも1審被告の帰責事由に基づいて，請求額の一部について消滅時効が完成してしまったかのように主張する。",
            "しかしながら，1審被告は，原審において，当初，任意で1審原告に対してライセンス契約書及びロイヤルティレポートを開示することとして，当事者間で開示条件について協議を重ねており，原審裁判所より，平成20年5月8日付け「秘密情報開示に関する契約書」案が提示されるまでに至っていた。1審被告は，それまでの1審原告との合意事項に従い，膨大な量の契約書等を再整理する等，任意の書面開示に応じるべく誠実に準備を行っていたが，1審原告は，それまでの協議を突如として一方的に全て破棄し，文書提出命令を申し立てたものである。さらに，1審原告訴訟代理人弁護士升永英俊及び補佐人(当時)弁理士南条雅裕は，文書提出命令が発令された旨の連絡を受けるや，その直後に決定の送達を受けることもなく訴訟代理人又は補佐人を辞任した。升永弁護士は，半年以上が経過した平成21年2月に至り，1審原告の訴訟代理人に復帰したが，その間，原審における審理は完全に停止することを余儀なくされていた。",
            "上記の事実経過から明らかなとおり，1審被告は誠実に訴訟を追行してきたにもかかわらず，1審原告の一方的な事情により，原審における審理は大幅に遅延してしまったのである。仮に，このような遅延がなければ，消滅時効は完成しなかったものと思われる。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上からすると，遅延損害金の一部について消滅時効が完成したことについて，一方的に1審被告を非難する1審原告の主張は不誠実であるというほかない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)ア(本件各特許発明の技術的範囲)について",
          "text": [
            "当裁判所は，本件各特許発明の技術的範囲について，原判決と同様，ハーフトーン型位相シフトマスクが含まれるとは認めることができないと判断するものである。その理由は，次のとおり加除訂正するほかは，原判決95頁8行目から112頁14行目までに説示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決106頁14行目の次に，改行して，以下を加える。",
                "「  なお，仮に，1審原告が主張するとおり，日本967-1発明における第1光透過領域又は第2光透過領域のいずれかがハーフトーン膜が存在する領域であるとした場合には，「一つの透過領域」内にハーフトーン膜が存在することになって，「一つの透過領域」と「他の透過領域」とを分離する領域が存在しないことになり，回路パターンを形成することができなくなるものである。1審原告の主張は，このような観点からも理由がないものというべきである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決109頁8行目の「そして，」から13行目「できなくなる。」までを削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決112頁3行目の次に，改行して，以下を加える。",
                "「  (4)  1審原告の当審における補充主張について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「半光領域」の開示について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ハーフトーン型位相シフトマスクについて",
                      "text": [
                        "「ハーフトーン型位相シフトマスク」とは，マスクを透過する露光光間に位相差を生じさせることによって，転写パターンの解像度を向上させる位相シフトマスクの一種であり，透光領域と，遮光部として，実質的に露光に寄与しない強度の光を透過させると同時に透過光の位相をシフトさせる半透光領域とを有し，両者を透過した光がその境界部分において互いに打ち消し合うことにより，境界部の解像度を向上させるものであることは，原判決の認定のとおりである。",
                        "そうすると，日本967-1発明が「ハーフトーン型位相シフトマスク」を包含するというためには，以下の条件を満たすことが必要となる。",
                        "①透光領域と，",
                        "②遮光部として，実質的に露光に寄与しない強度の光を透過させると同時に透過光の位相をシフトさせる半透光領域とを有し，",
                        "③両者を透過した光がその境界部分において互いに打ち消し合うことにより，境界部の解像度を向上させるものであること"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「第1光透過領域」及び「第2光透過領域」の意義について",
                      "text": [
                        "日本967-1発明が「ハーフトーン型位相シフトマスク」を包含するというためには，少なくとも「第1光透過領域」及び「第2光透過領域」のいずれかが，実質的に露光に寄与しない強度の光を透過させると同時に透過光の位相をシフトさせる半透光領域であることが必要である。",
                        "1審原告は，日本967-1発明には，「第1光透過領域」及び「第2光透過領域」の透過率やそれらが透明膜であることは構成要件とされておらず，完全遮光領域を必須の構成とするものではないなどと主張する。",
                        "確かに，日本967-1発明は，「第1光透過領域」及び「第2光透過領域」の透過率及びそれらが透明膜であることは構成要件とはされていない。",
                        "しかしながら，日本967-1発明は，「第1光透過領域」及び「第2光透過領域」のいずれか一方が透過光の位相をシフトさせる位相シフト手段を備えることは構成要件とされているものの，日本967号明細書の記載を参酌しても，当該位相シフト手段が実質的に露光に寄与しない強度の光を透過させるものであること，すなわち，「第1光透過領域」及び「第2光透過領域」のいずれか一方が半透光領域を形成することを示唆する記載はないから，「第1光透過領域」及び「第2光透過領域」の透過率及びそれらが透明膜であることが構成要件とされていないことをもって，「第1光透過領域」及び「第2光透過領域」のいずれか一方が半透光領域の場合を包含するということはできない。",
                        "また，1審原告は，「半透光領域を形成する層」の一部を透過する光が，ウエハ上のレジストを感光しないように制御することが可能であるとも主張するが，日本967号明細書には，露光光の強度を1審原告主張のように制御することに関する記載はないし，その旨の示唆もされていないものというほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "PMMAについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "1審原告は，日本967号明細書の実施例1及び3において，PMMAを適用し得ることが記載されているということができるので，PMMAを透明膜として用いた上で，i線(波長365nm)より波長の短い露光光(ArFエキシマレーザを含む)を利用した縮小投影露光装置の存在もあり得ることを示唆しているものというべきであると主張する。",
                            "しかしながら，1審原告が指摘する日本967号明細書の記載は，位相シフト膜として機能する透明膜をPMMAで形成することについて示唆するものということはできるが，ArFエキシマレーザを用いるとともに透明膜をPMMAとすることを開示するものではない。",
                            "また，甲60の図4のグラフを参照すれば，PMMAの透過率(曲線40)は，波長220nmでほぼ「．1」，すなわち10％程度であることは示されているものの，当該図面には波長193nmの光透過率は開示されていない。そして，光透過率は膜厚にも依存すると考えるのが自然であるところ，甲60には，図4におけるPMMAの膜厚は特定されていないから，上記主張の根拠とすることはできない。",
                            "甲60の図4には，波長193nmの光透過率は示されていないものの，波長300nmないし220nmの紫外線に対するPMMAの光透過率が示されており，また，甲64の図1には，193nmの紫外線に対するPMMAの紫外線吸収スペクトラムが示されていることから，これらを総合すれば，少なくとも，ArFエキシマレーザに対応する波長193nmにおいて，PMMAが紫外線を吸収する特性を有すること，すなわち，所定の光透過率を有することが示されているということができる。しかし，PMMAが，ArFエキシマレーザの波長193nmにおいて所定の光透過率を有し，露光光を所定の比率で透過するとしても，日本967号明細書には，「実質的に露光に寄与しない強度の光を透過させる」ことを示唆する記載はないから，PMMAを「ハーフトーン型位相シフトマスク」のハーフトーン膜として用いることが示唆されているとまで，いうことはできない。",
                            "なお，1審原告は，原審において，1審被告がPMMAの波長193nmにおける光透過率が100％に近いことを裏付けるために提出した乙25論文は，平成13年発表の論文であって，PMMAの透過率向上の成果を反映させたものであるから，日本967号特許の出願時における当業者の認識とは異なるとも主張するが，上記のとおり，PMMAが，ArFエキシマレーザの波長193nmにおいて所定の光透過率を有し，露光光を所定の比率で透過するとしても，PMMAをハーフトーン膜として用いることが示唆されているとまでいうことはできないから，乙25論文に係る原告主張を前提としても，上記結論が左右されるものではない。",
                            "仮に，特定波長において，PMMAが「ハーフトーン」であることが示されたとしても，それによってPMMAをハーフトーン型位相シフトマスクにおけるハーフトーン膜として用いることが示唆されているとまで，いうことはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "1審原告は，日本967号明細書に記載されたi線(波長365nm)は例示であって，露光の際に照射される光としてi線を用いることに限定したものではなく，ArFエキシマレーザ等の波長の縮小投影露光をも含むなどとも主張する。",
                            "しかしながら，日本967号明細書には，ArFエキシマレーザを用いることを前提として透明膜をPMMAとすることが開示されているということはできず，また，仮に，PMMA膜を透明膜として用いた上でArFエキシマレーザを用いることが示唆されていたとしても，PMMAをハーフトーン型位相シフトマスクにおけるハーフトーン膜として用いることが示唆されていることにはならないことは，先に認定したとおりである。",
                            "日本967号明細書には，「今仮に，はみ出した透明膜4aの基板2の主面から厚さをX1，基板2の屈折率をn，露光の際に照射される光の波長をλとすると，透明膜4aは，その厚さX1が，X1＝λ／〔2(n-1)〕の関係を満たすように形成されている。これは露光の際，マスク1aに照射され，一つの透過領域Bを透過した光のうち，透明膜4aを透過した光の位相と，通常の透過領域Bを透過した光の位相との間に180度の位相差を生じさせるためである。例えば，露光の際に照射される光の波長λを，0．365μm(i線)，透明膜4aの屈折率を1．5とすると，透明膜4aの基板2の主面からの厚さX1を，約0．37μmとすればよい。」との記載があり，透明膜の膜厚を定めるに当たり，膜厚と光透過率との関係は考慮されていないことからしても，透明膜は，専ら，露光の際に照射される光の位相を180度シフトさせるためのものであって，ハーフトーン膜として用いることを予定したものではないことは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "厚さ30nmの金属クロム層について",
                      "text": [
                        "1審原告は，日本967号明細書に実施例として記載されたCr層(金属層)の厚さは30nmであり，露光光としてi線(波長365nm)を用いると，3％程度の光を透過するから，実施例のCr層(金属層)は，「ハーフトーン」であると主張する。",
                        "しかしながら，日本967号明細書の実施例を説明するための図面である第3図(b)，第16図(b)等を参照すれば，金属層(遮光領域)におけるマスク透過直後の光の振幅は「0」とされており，これらの図面は，測定結果を示したものではないとしても，日本967号特許の原理を説明するものであるから，金属層が実質的に光を透過させない層として用いられていることを裏付けるものであるというべきである。実施例のCr層(金属層)は，「ハーフトーン」であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第3図について",
                      "text": [
                        "1審原告は，日本967号明細書の第3図について，「ハーフトーン型位相シフトマスク」の技術思想を開示していると主張する。",
                        "しかしながら，第3図の金属層3は「ハーフトーン」とはいえず，むしろ光を透過しない「遮光領域」として機能するものであるから，金属層3(領域A)を含む領域Cが「半透光領域を形成する層」を形成するということはできない。",
                        "また，日本967号明細書には，第3図(a)ないし(d)が，レンズを介して領域(G)の面積を制御することや，「半透光領域を形成する層」(C)の一部(G)を透過する光が，ウエハ上のレジストを感光しないように制御することは記載も示唆もされておらず，同図が，「ハーフトーン型位相シフトマスク」を開示しているということはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "第16図について",
                      "text": [
                        "1審原告は，日本967号明細書の第16図について，「ハーフトーン型位相シフトマスク」の技術思想を開示していると主張する。",
                        "しかしながら，先に認定したとおり，日本967号明細書には，透明膜4cをPMMAで形成することは示唆されているといえるが，PMMAをハーフトーン型位相シフトマスクにおけるハーフトーン膜として用いることが示唆されているとはいえないから，透明膜4cが「半透光領域」(C1)を形成しているということはできず，1審原告の主張は，その前提において誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「遮光領域」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "遮光領域の存在について",
                      "text": [
                        "1審原告は，日本967号発明は，透明膜の端部で「第1光透過領域」を透過した光の位相と「第2光透過領域」を透過した光の位相とを相互に反転させ，縮小投影露光することによって，半導体回路パターンの実像の端部が鮮明になるようにする発明であって，マスク上に「遮光領域」が存在するか否かは問わないと主張する。",
                        "しかしながら，日本967号発明が「ハーフトーン型位相シフトマスク」を用いた集積回路の製造方法を含むとはいえないことは，前記のとおりである。",
                        "また，日本967号発明の位相シフトマスクは，いわゆる「レベンソン型位相シフトマスク」における課題を解決したものであり，1つの透過領域内に，透明膜からなる位相シフト手段が形成された部分と，透明膜が形成されていない部分とを形成することにより，露光の際，1つの透過領域内で，透明膜を透過した光と透明膜が形成されていない部分を透過した光との間で光の位相が相互に反転し，露光光が干渉により弱め合うように構成したことにより，透過領域と当該遮光領域に隣接する遮光領域との境界部分又は遮光領域の端部において，実像の端部が鮮明になるようにしたものであるから，各透過領域を規定するためには，各透過領域に隣接する遮光領域が必要であり，また，実像の端部が鮮明になる箇所は，透過領域と当該遮光領域に隣接する遮光領域との境界部分又は遮光領域の端部であるから，遮光領域の存在は，日本967号発明の前提というべきである。",
                        "したがって，日本967号発明は，特許請求の範囲に遮光領域が構成要件として記載されていないとしても，原判決の認定のとおり，「遮光領域」が存在することが必要であるものというほかない。",
                        "1審原告は，日本967号明細書の第16図は，遮光領域(A)を必要とすることなく，C領域の端部で相互に位相を反転させて，回路パターンの実像を鮮明にする「半透光領域」を形成する位相シフト膜(透明膜4c)を図示しているとも主張する。",
                        "しかしながら，前記のとおり，日本967号特許は，「遮光領域」が存在することが必要であるから，1審原告の主張は，その前提において誤りである。",
                        "また，第16図において，遮光領域Aがなければ，第1光透過領域C(位相シフト膜)の端部で，第1光透過領域C1を透過した光1と第2光透過領域C2を透過した光2の位相が相互に反転して弱め合うとしても，ウエハ上の第1光透過領域C1の端部以外の領域では，光1と光2の光強度は同レベルであり，いずれもフォトレジスト膜を感光させることになるから，ウエハ上には，第1光透過領域C1の端部付近のみに回路パターンが形成されることになり，目的とする回路パターンを形成することができない。日本967号明細書の第16図は，遮光領域(A)を必要とすることなく，「半透光領域」を形成する位相シフト膜を図示しているということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "誤記について",
                      "text": [
                        "1審原告は，日本967号明細書の，「位相シフト溝を透過した光と，これらが形成されていない部分を透過した光とが，透過領域と遮光領域との境界部分，または遮光領域の端部において弱めあうように干渉させる」との記載は明らかな誤記であると主張する。",
                        "しかしながら，遮光領域の存在は日本967号特許の前提であって，透過領域Bの中の第1光透過領域と第2光透過領域との境界は，透過領域と当該遮光領域に隣接する遮光領域との境界部分にほかならないから，上記記載が誤記であるということはできない。",
                        "なお，第3図は，実際の測定結果等を示したものではなく，説明図であるから，図面上，透明膜を透過した光と透明膜が形成されていない部分とを透過した光との間で光の位相が相互に反転する箇所が，光透過領域の中の第1光透過領域と第2光透過領域との境界であるように記載されているとしても，「端部が鮮明」になる箇所は，第1光透過領域と第2光透過領域との境界であって「透過領域と遮光領域との境界部分」ではないことを裏付けるものではない。",
                        "さらに，1審原告は，第3図に示した遮光領域Aの幅は，回路設計の都合により狭くすることもあり得るから，遮光領域の端部付近とはいえない個所でも，第1の光透過領域と第2の光透過領域の境界部分において弱め合うように干渉させることによりマスク上のパターンの転写精度を向上させ得るから，原判決における，日本967-1発明が「遮光領域の端部付近であって，第1の光透過領域と第2の光透過領域の境界部分において弱め合うように干渉させることによりマスク上のパターンの転写精度を向上させるという作用・効果を有するもの」との認定も誤りであると主張するが，「端部が鮮明」になる箇所について，第1光透過領域と第2光透過領域との境界であるとは認められない以上，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件各特許発明の技術的範囲について",
                  "text": [
                    "以上からすると，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれると認めることはできないとした，原判決の認定に誤りはない。1審原告の主張はいずれも採用できない。",
                    "日本967号発明は，いわゆるレベンソン発明の改良である「エッジ強調型位相シフトマスク」として技術的に完成された発明である。1審被告においても，日本967号特許が「エッジ強調型位相シフトマスク」に係る特許として評価され，「戦略特許賞」の社内表彰を受けている(甲35の1～3，甲36)。",
                    "このように，日本967号特許を含む本件各特許は，自社又は他社において商業的に実施されることはなかったことが当事者間に争いがない「エッジ強調型位相シフトマスク」に係る特許であるというほかない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決112頁4行目「(4)」を「(5)」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)イ(1審被告が包括クロスライセンス契約において本件各特許により得た利益の額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "改正前特許法35条4項の「その発明により使用者等が受けるべき利益の額」の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用者等は，職務発明について特許を受ける権利又は特許権を承継することがなくても，当該発明について特許法35条1項が規定する通常実施権を無償で有することに鑑みれば，改正前特許法35条4項にいう「その発明により使用者等が受けるべき利益の額」とは，使用者等が当該特許発明を実施することによって得られる利益の額ではなく，当該特許発明を独占的に実施することができることによる利益の額(第三者に対する実施許諾をすることによって得ることができる実施料収入等の利益の額を含む。以下同じ。)であると解すべきである。",
                    "そして，その利益の額は，本来，職務発明についての特許を受ける権利の承継時において，当該権利を取得した使用者等が当該発明の実施を独占することによって得られると客観的に見込まれる利益の額をいうと解されるが，特許を受ける権利自体が，将来特許登録されるか否か不確実な権利である上，当該発明により使用者等が将来得ることができる利益をその承継時において算定することは，極めて困難であることに鑑みると，その発明により使用者等が実際に受けた利益の額に基づき，「その発明により使用者等が受けるべき利益の額」を事後的に算定することも，「利益の額」の合理的な算定方法の1つであり，同項の解釈として許容し得るところというべきである。以上説示したところは，職務発明として，改正前特許法35条3項及び4項が類推適用されるべき外国の特許を受ける権利を使用者等に譲渡した場合の対価請求においても，妥当するものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各特許発明は，前記認定のとおり，「エッジ強調型位相シフトマスク」に係る発明であるところ，本件各特許発明それ自体が自社又は他社において商業的に実施されることはなかったことは，当事者間に争いがないから，改正前特許法35条4項の「その発明により使用者等が受けるべき利益の額」の算定に当たり，そもそもハーフトーン型位相シフトマスクに係る事情を考慮することはできない。",
                    "しかし，本件において，1審被告が，半導体メーカー各社との間で，本件各特許発明をもラインセンス対象特許に含め，包括クロスライセンス契約を締結していたことは，当事者間に争いがない。",
                    "そして，包括クロスライセンス契約は，当事者双方が多数の特許発明等の実施を相互に許諾し合う契約であるから，当該契約において，一方当事者が自己の保有する特許発明等の実施を相手方に許諾することによって得るべき利益とは，それによって相手方から現実に支払を受ける実施料及び相手方が保有する複数の特許発明等を無償で実施することができることによる利益，すなわち，相手方に本来支払うべきであった実施料の支払義務を免れることによる利益(クロス効果)であると解することができる。",
                    "もっとも，営利企業が包括クロスライセンス契約を締結する場合，相互に支払うべき実施料の総額が均衡すると考えて契約条件を定めたものと解するのが合理的であるから，「相手方に本来支払うべきであった実施料の支払義務を免れることによる利益」に代えて，相手方が自己の特許発明を実施することにより，本来，相手方から支払を受けるべきであった実施料を基準として算定することも合理的である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "弁論の全趣旨によれば，1審被告又はルネサスが半導体メーカー各社と締結した包括クロスライセンス契約において，1審被告は自己が保有する約2万件の特許をその対象としていたこと，ルネサスはその保有する約4万件の特許をその対象としていたことが認められる。",
                    "このような包括クロスライセンス契約の締結交渉において，多数の特許の全てについて，逐一，その技術的価値や相手方による実施の有無等を相互に評価し合うことは現実的に不可能であるから，相手方が実施している可能性が高いと推測している特許や技術的意義が高いと認識している基本特許を，提示特許として相互に一定件数の範囲内で相手方に提示し，それらの特許に相手方の製品が抵触するか否か，当該特許の技術的価値の程度及び実施していると認められた製品の売上高等について具体的に協議し，相手方の製品との抵触性及び技術的価値が確認された特定の特許(代表特許)と対象となる製品の売上高を重視した上で，互いに保有する特許の件数，出願中の特許の件数も比較考慮することにより，包括クロスライセンス契約の諸条件が決定されていることが通常であるということができる。",
                    "そうすると，多数の特許が対象となる包括クロスライセンス契約においては，相手方への提示特許等として認められた特許以外の個別の対象特許(以下「非提示対象特許」という。)については，多数の特許のうちの1つとして，その他の多数の特許とともに厳密な検討を経ることなく当該契約の対象とされていたものというべきである。したがって，非提示対象特許については，包括クロスライセンス契約の対象特許である以上，同契約締結に対する何らかの寄与度は認められるものの，それは，提示特許等による寄与度を除いた残余の寄与度にすぎないと解される。そして，提示特許等が包括クロスライセンス契約締結に対する寄与度の相当部分を占めるものと評価すべき場合が多いと考えられること，非提示対象特許の数は極めて多いことが通常であることからすれば，非提示対象特許は，多数の特許群を構成するものとしてその価値を評価すれば足りるものであって，包括クロスライセンス契約に対する特段の寄与度を認めるまでの必要はないものというべきである。",
                    "もっとも，非提示対象特許であっても，包括クロスライセンス契約締結当時において相手方が実施していたこと又は実施せざるを得ないことが認められるような特許については，当該契約締結時にその存在が相手方に認識されていた可能性があり，また，特許権者が包括クロスライセンス契約の締結を通じて禁止権を行使しているものということができることから，提示特許等に準じるものとして，当該契約締結に対する一定の寄与度を認めるべきである。1審被告も，提示特許等とされなかった特許であっても，相手方が実施している蓋然性が高いと後に判断された場合，実施料の配分を行ったと主張するところである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "1審被告又はルネサスは，包括クロスライセンス契約に対する本件各特許の寄与を認め，合計約2223万円もの実績報奨金を支払ったものであり，上記実績補償金の金額を算定する際，認定した本件各特許の寄与率又は本件各特許への配分額は，1審被告又はルネサスが，1審原告と1審被告との間で職務発明に係る相当の対価請求について争いが生じる以前に，他の配分の対象となった特許の内容，交渉の経過等を総合的に考慮して算定したものであると推測される。",
                    "もっとも，包括クロスライセンス契約の対象に含まれる全2万件又は4万件にも及ぶ特許に対して実績報奨金の支払を決定する際，対象とされた各特許発明のそれぞれについて，商業的に実施されている技術や他社製品に採用されている技術との関係や公知例との関係等を厳密かつ客観的に検証することは，時間，手間及びコストのいずれの観点からも非現実的であり，この厳密な検証を行うこと自体，営利企業においては合理的であるとも認めることはできない。そのため，従業員等に対する報奨金の算定に当たり，全従業員等に対する報奨金の総額において合理的範囲内に収まる限りにおいて，厳密な検証を行うことなく，相当の対価の額が算定されていたとしても，不自然とまで，いうことができない。その結果として，使用者等が算定した報奨金の額が，厳密な検証を行った上で算定した額と異なった場合には，その不均衡の是正を求めることが可能であり，報奨金の額が改正前特許法35条4項の規定に従って定められる対価の額に満たないときは，従業者等は，同条3項の規定に基づき，その不足する額に相当する対価の支払を求めることができるものとされるところである(最高裁平成13年(受)第1256号同15年4月22日第三小法廷判決・民集57巻4号477頁参照)。",
                    "もちろん，実際上，従業者等に対して，本来支払うべき額を超えて相当の対価が支払われることも生じ得る。",
                    "この点について，1審原告は，1審被告がライセンス交渉の材料として日本967号特許を有効に活用しなかったにもかかわらず，正当な理由もなく，同特許について，平均分配率をはるかに超える高率の分配率を付与し，その対価を1審原告に支払ったのであれば，1審被告の関係取締役及び関係幹部社員は，忠実義務違反又は善管注意義務違反の責任を問われかねないものであるなどとも主張するが，使用者等が，本来支払うべき額を超えて対価を支払った場合に，1審原告の主張する責任を追及される余地があるとしても，厳密な検討に要する費用の節約や発明の奨励等の目的のために，不当利得返還請求などを差し控えることは考えられないわけではないから，1審原告に対し，その返還を求めることがなかったからといって，1審原告に支払った対価の額が相当であったということはできない。",
                    "以上，要するに，1審被告又はルネサスによる，本件各特許に実施料を配分すべき包括クロスライセンス契約の選択や寄与率に関する認定については，本件における主張立証の内容をふまえ，その認定に明らかな誤りがないか否か，明らかに不公正又は偏った認定となっていないか否か等の観点に基づいて，再検討を要するというべきである。",
                    "そこで，以下，上記観点をふまえて検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審被告が本件各特許を提示特許等として用いた包括クロスライセンス契約により得た利益について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(乙39，40，52～54，57～62)及び弁論の全趣旨によれば，1審被告が本件各特許を提示特許等として用いた包括クロスライセンス契約の相手方，支払を受けた実施料及びクロス効果の額については，以下のとおりである。",
                    "なお，ルネサスが設立された平成15年4月1日まで，包括クロスライセンス契約の対象となった特許は，約2万件であり，ルネサスが設立された後は約4万件であるところ，ルネサスにおける1審被告の出資割合は，55％である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成12年度及び平成13年度",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相手方  A社"
                        },
                        {
                          "fig": "b",
                          "subject": "実施料の額及びクロス効果の額の合計額  ●●●●●●●円"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成14年度ないし平成16年度",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相手方  A社ないしD社"
                        },
                        {
                          "fig": "b",
                          "subject": "実施料の額及びクロス効果の額の合計額  ●●●●●●●●円"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成17年度ないし平成20年度",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相手方  平成17年度  A社ないしD社",
                          "text": [
                            "平成18年度及び19年度  A社ないしD社及びG社",
                            "平成20年度  A社ないしE社及びG社"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実施料の額及びクロス効果の額の合計額  ●●●●●●●●●円"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "1審原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，ハーフトーン微細加工半導体製品に関して，本件各特許権に抵触しないとの判決が確定するまでの間，本件各特許は，法的独占力又は事実上の独占力を有するものであり，本件発明の承継後，1審被告が取得した，本件各特許が有する法的独占力又は事実上の独占力により得た利益であり，かつ，ライセンシーに返金する義務を負わない利益は，改正前特許法35条4項の「発明により使用者等が受けるべき利益」に該当するものであると主張する。",
                        "しかしながら，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれると認められないことは，先に争点1について述べたとおりである。もっとも，後記のとおり，1審被告は，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれると主張して，本件各特許を提示特許等として用いていたが，相手方から非抵触又は無効であるとの反論を受けていたものでもあって，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれないことは，日本967号明細書の記載から容易に明らかなものということができるものである。",
                        "また，非提示対象特許については，厳密な検討が省略されることが通常である以上，本件各特許が提示特許等とはされなかった包括クロスライセンス契約については，本件各特許が独占力を有していたものではないことは明らかである。",
                        "さらに，1審被告がライセンシーに対して返金する義務を負わないのは，包括クロスライセンス契約における合意内容に基づくものであって，本件各特許が何らかの独占力を有していたからというわけではない。",
                        "したがって，本件各特許が，ハーフトーン型位相シフトマスクについても独占力を有していたものと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審原告は，本件訴訟提起前において，1審被告は，ハーフトーン微細加工半導体製品が本件各特許権に抵触すると自認して自社の同種製品を製造し，販売するとともに，複数の半導体メーカーが製造し，販売するハーフトーン微細加工半導体製品も本件各特許権に抵触していると主張してライセンス契約を締結し，実施料及びクロス効果を取得しているものであるから，合理的な経済人として，1審被告は，どのようなライセンス交渉の相手方であれ，極めて有利な交渉材料と自ら評価している日本967号特許を提示して，有利な契約条件を獲得すべく，交渉するものと推察されるから，平成12年度以降に効力を有していた包括クロスライセンス契約に関し，本件各特許を提示特許等としたのは，A社ないしD社，E社及びG社との契約のみであるなどという本件公正証書に基づく1審被告の主張は虚偽であり，かえって，本件特許リストによると，日本967号特許は平成11年6月時点で，既に他の●●●●●●●●●●●(ライセンス済み)であったということができるなどと主張する。",
                        "確かに，本件公正証書は，本件訴訟提起後に1審被告が持参した資料に基づいて公証人が作成したものであって，1審被告は，包括クロスライセンス契約の契約書等を書証として提出していない。そして，本件公正証書を提出する理由として，ライセンス交渉においては，秘密として取り扱うことを前提として相手方等の売上金額等の開示を受けており，実施料額等についても，競合他社に知られた場合，将来の交渉において不利になる危険性もあることから，交渉の詳細や契約内容についてはもとより，契約締結の事実自体についても秘密保持の対象となり得ることなどを指摘するところ(乙44)，ライセンス交渉において，秘密保持義務が定められること自体はむしろ自然であって(乙41の1～3)，この点において，1審被告の説明も不合理ということはできない。また，公証人も，本件公正証書作成の際，1審被告が持参した資料の紙質等の経年劣化を確認する等の確認を行っていることがうかがわれる。",
                        "そして，ライセンス交渉において，1審被告と相手方との企業規模，市場占有率，技術力等の相違，当時の状況等の諸要素により，提示特許等を用いた交渉自体が行われなかったり，交渉が行われるとしても，状況に応じて選択される提示特許等が変更され得ることは，容易に推測し得るところである。1審被告は，本件各特許が提示特許等とはされなかった理由として，①日本967号特許は未登録であった，②相手方が微細加工用の技術を実施していないことが明らかであった，③契約締結の要請はむしろ相手方において強く，1審被告から提示を行うまでもなく実施料支払を承諾した，④1審被告から契約締結を打診したところ，相手方は特に争うことなく実施料支払について同意した，⑤相手方から，特許議論をすることなく，1審被告に対してライセンス料を支払う意思があることが伝えられたため，いかなる特許も提示されなかった，⑥更新前の契約において，フリークロスかつサバイバル条項が付されており，いかなる特許も提示されなかった，⑦1審被告において，相手方が有する半導体とは異なる分野の特許について妥当な条件で利用することを希望していたため，格別の特許議論をすることなく，1審被告が相手方にライセンス料を支払うことが事実上合意されており，いかなる特許も提示されなかったなどと説明する。上記主張を裏付ける資料は，交渉担当者の陳述書(乙57～62)しか存しないものの，上記説明内容自体は，いずれも不自然とまで，いうことはできない。",
                        "さらに，本件特許リストには，日本967号特許につき「●●●●●●●●●●●」と記載されているものの，同リストは，その体裁及び内容からすると，活用の可能性があるマスク関連の特許●●件をリストアップしたものであるところ，備考欄の記載について，厳密な検討を経た上でされたものとは解し難いのみならず，「●●●●」という記載の趣旨自体，必ずしもライセンス交渉に当たって交渉材料に用いたこと等を意味すると認められるものではない。",
                        "もとより，1審原告においては，1審被告の開示によらなければ，1審被告が締結した包括クロスライセンス契約の詳細を知ることは不可能である以上，仮に，本件公正証書に記載されていない包括クロスライセンス契約について，本件各特許が提示特許等として用いられていたとしても，当該契約に関する契約書等を書証として提出することは困難である。1審原告は，このような事情を前提として，1審被告に対し，交渉の全経緯及び内容等について，具体的な書証に基づいて立証することを要求するが，相当の対価の額について主張立証責任を負うものではない使用者等に対し，常に交渉の全経緯等について詳細な説明を求めることは，包括クロスライセンス契約の相手方との関係で秘密保持義務を負う使用者等に過大な負担をもたらすものというほかなく，審理に必要な範囲内において，合理的な説明手段を講じることを許容することは避けられないものである。以上説示したところからすると，本件において，このような事情を考慮しても，なお，本件公正証書を証拠として採用することが許されないということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審原告は，1審被告又はルネサスは，本件訴訟提起を理由として，平成17年度以降，日本967号特許に対するクロス効果の配分率を急落させたとも主張する。",
                        "しかしながら，クロス効果の額は，ルネサスのコンピュータサーバ内に保存されていたライセンス契約等に係る客観的データに基づくものであって(乙46～48，弁論の全趣旨)，その算定に当たり，何らかの作為が加えられたことを疑わせる具体的事情があると認めることはできない。また，配分率の変更は，ルネサスにおいて，1審被告での取扱いを変更し，原則として，提示特許等とされた特許についてのみ，クロス効果を配分することとしたことに伴うものである(乙45)。そして，前記のとおり，提示特許等についてのみ，包括クロスライセンス契約に対する貢献を認めること自体は，格別不合理なものということはできない。",
                        "なお，1審被告は，本件各特許が提示特許等として用いられなかった包括クロスライセンス契約についても，実施料を配分している。これは，ライセンス交渉の際に代表特許等とされなかったとしても，その準備段階において特に重要な特許であるとして具体的な準備をするまでに至った特許についても，相手方が実施している蓋然性が高いと判断された場合等には，特に貢献が大きかったものに準じて，配分の対象としたものである(乙45)。しかし，エッジ強調型位相シフトマスクが商業的に成功しなかったことは当事者間に争いがないのであるから，本件各特許発明を相手方が実施しているものと解することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "1審原告の主張は，いずれも採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各特許の実施料及びクロス効果に対する寄与度について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "寄与度算定の前提となる各事情について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件各特許発明の技術的範囲について",
                      "text": [
                        "前記のとおり，本件各特許発明の技術的範囲には，ハーフトーン型位相シフトマスクは含まれず，本件各特許発明が対象とする位相シフトマスクは，商業的には実用化されなかったことから，本件各特許を包括クロスライセンス契約の相手方が実施していたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告による日本967号特許に対する配分額及び配分率について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "平成9年度から平成11年度まで",
                          "text": [
                            "1審被告は，平成9度においては●●件の特許に，平成10年度においては●●件の特許に，平成11年度においては●●件の特許に，支払を受けた実施料及びクロス効果の額を配分したが，これらの配分を受けた特許には，本件各特許は含まれていない(乙46)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "平成12年度及び平成13年度について",
                          "text": [
                            "証拠(乙39，45)及び弁論の全趣旨によると，以下の事実が認められる。",
                            "①  1審被告は，包括クロスライセンス契約の相手方であるA社に対して，日本967号特許を含む●●件の特許を提示したが，A社から，位相シフトマスクを実施していないとの反論を受けたため，A社から支払を受けた実施料額及びクロス効果の額については，日本967号特許に配分しなかった。",
                            "②  1審被告は，ライセンス交渉の際，提示特許等とされなかった特許であっても，相手方が実施している蓋然性が高いと後に判断されれば，実施料の配分を行っていたため，日本967号特許に対し，当該各年度に支払を受けた実施料及びクロス効果の額の合計●●●●●●●●●円のうち，●●●●●●●●円を配分した。また，1審被告は，平成12年度においては●●件の特許に，平成13年度においては●●件の特許に，実施料及びクロス効果の額を配分した。なお，本件公正証書には，実施料配分表に記載された配分額は，日本967号特許及びその関連特許に対するものであるとの記載があるが，日本967号特許以外の本件各特許の寄与率は極めて小さく，ほぼ無視し得ることからすれば，日本967号特許の寄与率に包含されるとするのが相当である(以下，同じ。)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "平成14年度ないし平成16年度について",
                          "text": [
                            "証拠(乙39，46)及び弁論の全趣旨によれば，以下の事実が認められる。",
                            "①  1審被告は，当該期間における包括クロスライセンス契約の相手方のうち，A社との間では，新たな契約締結や契約更新の交渉は行われなかったが，交渉材料として用いられたことを評価するというルネサスの運用に従い，A社との関係でも，日本967号特許に対し，実施料及びクロス効果の額を配分した。",
                            "②  B社との契約交渉において，B社に対し，日本967号特許を含む●●件の特許が提示されたが，B社から，日本967号特許については非抵触及び無効であるとの反論がされた。",
                            "③  C社との契約交渉において，C社に対し，日本967号特許を含む●●件の特許が提示されたが，C社から，位相シフトマスクを実施していないとの反論がされた。",
                            "④  D社との間の契約交渉において，D社に対し，日本967号特許を含む●●件の特許が提示されたが，いずれについても具体的な議論はされなかった。",
                            "⑤  1審被告又はルネサスは，日本967号特許に，A社ないしD社から支払を受けた実施料及びクロス効果の額の合計●●●●●●●●円のうち●●●●●●●円を，その余の包括クロスライセンス契約の相手方から支払を受けた実施料及びクロス効果の額の合計●●●●●●●●●円のうち●●●●●●●●円を，それぞれ配分した(実施料額及びクロス効果の額の合計●●●●●●●●●円のうち，配分額合計●●●●●●●●円)。",
                            "なお，1審被告又はルネサスは，平成14度においては●●件の特許に，平成15年度においては●●件の特許に，平成16年度においては●●●件の特許に，支払を受けた実施料及びクロス効果の額を配分した。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "平成17年度ないし平成20年度について",
                          "text": [
                            "証拠(乙46)及び弁論の全趣旨によれば，以下の事実が認められる。",
                            "①  ルネサスは，支払を受けた実施料及びクロス効果の額につき，平成17年度においては●●件の特許にこれを配分し，日本967号特許に対しては，平成17年度の支払を受けた実施料及びクロス効果の額の合計●●●●●●●●●●●●円のうち，●●●●●●●円を配分した(乙46には，「2006年度」に配分された額として記載されているが，その前後の文脈に照らして，平成17年度の誤記と認める。)。",
                            "②  ルネサスは，平成18年度においては●●件の特許に，平成19年度においては●●件の特許に，支払を受けた実施料及びクロス効果の額を配分したが，本件各特許についてはこれらを配分しなかった。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告による日本967号特許に対する評価について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "日本967号特許は，平成3年度における1審被告の社内表彰である戦略特許賞「金賞」を受賞した(甲35の1～甲36)。",
                            "もっとも，戦略特許賞「金」候補補足説明書(甲35の3)には，日本967号発明は，エッジ強調型位相シフトマスクに関する発明であると紹介されているが，それは，「コンタクトホール」や「クロス配線部」にはレベンソン発明と日本967号発明とを併用せざるを得ないため，今後，加工の微細化の進展に伴い，日本967号発明の重要性はますます増大すると記載されているにすぎない。また，雑誌(日経マイクロデバイス平成4年4月号。甲105)には，日本967号特許の公開番号(特開平2-140743号)が記載され，エッジ強調型位相シフトマスクに関する発明として紹介されているが，同記事には，レベンソン発明以外は，1審被告が数多くの特許出願をしており，成立次第では他社にとって苦しい足かせになる可能性が高い旨が指摘されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "平成11年6月8日付けの本件特許リスト(甲31)において，日本967号特許は，「●●●●●●●●●●●」と記載されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件各特許は，1審被告の「●●●●●●●●●●●●●」平成14年2月18日作成の特許評価責任者説明会資料(甲30)において，「●●●●●●」として例示された●●件のうちの1例として紹介されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "実績年を平成16年度とする日本967号特許についての実績報奨金の額は，ルネサスの同年度支払分の実績報奨金の最高額であった(甲23)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "前記ア(イ)及び(ウ)の各事実によれば，1審被告において，本件各特許は，ライセンス交渉における提示特許等の候補の1つとして把握されており，平成12年度以降の交渉の際，実際に提示特許等として活用したのみならず，提示特許等として活用しなかった包括クロスライセンス契約についても，貢献を認めるなどしていたものである。",
                    "他方で，先に争点(1)アについて認定したとおり，本件出願時明細書に記載された発明は，エッジ強調型位相シフトマスク及び補助開口型位相シフトマスクに関するものであって，平成3年度における戦略特許賞「金賞」を受賞したのも，その当時，エッジ強調型位相シフトマスクが有力な技術であると一般的に評価され，雑誌記事において紹介されていたことによるものと推測される。",
                    "日本967-1発明は，平成7年における補正より現在の内容となったところ，1審被告は，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれるとの当時の1審被告又はルネサスの認識(あるいは1審被告又はルネサスにおいて，意図的にそのようなものとして取り扱ったこと)を前提として，本件各特許を高く評価したものにすぎないと認められるところ，客観的には，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれるとは認められず，仮に，含まれると解する場合，当該補正は，本件出願時明細書の要旨を変更するものとなってしまうことは，先に争点(1)アについて認定したとおりである。日本967号特許は，ライセンス交渉において，提示特許等として用いられたこともあったが，交渉の相手方が，日本967号発明の技術的範囲にハーフトーン型位相シフトマスクが含まれる等その価値を高く評価して，包括クロスライセンス契約を締結したと認めるに足りる証拠はない。現に，ライセンス交渉の相手方から，日本967号発明の技術的範囲にハーフトーン型位相シフトマスクが含まれることに疑義が示されている例もあることが認められることは，先に説示したとおりである。しかも，日本967号発明の技術内容からすると，日本967号発明の技術的範囲にハーフトーン型位相シフトマスクが含まれないことについて，相手方が指摘することは格別困難であるということはできないから，相手方からその旨の反論がされることは十分予想できるものである。",
                    "以上の諸事情からすれば，本件各特許の寄与率については，平成9年度から平成20年11月21日までの各年度を通じて，3％をもって相当と認める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "1審被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，本件各特許発明の技術的範囲にハーフトーン型位相シフトマスクが含まれていないこと及びレベンソン型位相シフトマスクとハーフトーン型位相シフトマスク以外の位相シフトマスクは商業的には実用化されておらず，1審被告及び第三者が本件各特許発明を実施していないことや，ライセンス交渉の相手方は，1審被告の有する特許ポートフォリオ等を評価して契約締結に至るものであるから，本件各特許のライセンス契約に対する貢献はないことを主張して，1審被告が本件各特許発明により受けた利益はゼロであると主張する。",
                        "しかしながら，前記のとおり，1審被告又はルネサスは，他社とのライセンス交渉において，当該交渉を有利に進めるために日本967号特許を交渉材料として用いており，現に包括クロスライセンス契約によって得た実施料及びクロス効果の額の一部を日本967号特許に対して配分していたのであるから，自社又は他社における実施の有無にかかわらず，1審被告が当該ライセンス契約において本件各特許発明により受けた利益がゼロということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審被告は，ルネサス分社化後は，本件各特許の寄与率も，1審被告の出資比率55％を乗じた割合によるべきであるとも主張する。",
                        "しかしながら，ルネサス分社化により，包括クロスライセンス契約の対象となる特許が約4万件と増加した後も，日本967号特許への配分額は減少したわけではないし，日本967号特許の寄与率自体を，包括クロスライセンス契約の対象となる特許数が増加した全特許数を基準に算定しながら，更に1審被告の出資割合に応じて減額することは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審被告の主張はいずれも採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上からすると，1審被告は，本件各特許(本件発明)により，前記(2)アの実施料の額及びクロス効果の額の合計額につき，それぞれ3％の寄与率を乗じた額の利益を得たものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)(本件発明がされるについて1審被告が貢献した程度)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "1審被告が貢献した程度を認定するに当たって考慮することができる事情について",
              "text": [
                "改正前特許法35条3項及び4項の規定は，職務発明に係る特許を受ける権利等が使用者等に承継される場合，当該発明をした従業者等と使用者等とが対等の立場で取引をすることが困難であることに鑑み，その承継時において，当該権利を取得した使用者等が当該発明の実施を独占することによって得られると客観的に見込まれる利益のうち，同条4項所定の基準(その発明により使用者等が受けるべき利益の額及びその発明がされるについて使用者等が貢献した程度)に従って定められる一定範囲の金額について，当該発明をした従業者等において確保できるようにして，当該発明をした従業者等を保護し，もって発明を奨励し，産業の発展に寄与するという特許法の目的を実現することを趣旨とするものであって，従業者等と使用者等との利害関係を調整する規定であると解するのが相当である。",
                "このように，改正前特許法35条3項及び4項が従業者等と使用者等の利害関係を調整する規定であることや，「その発明により使用者等が受けるべき利益の額」の算定に当たってその発明により使用者等が実際に受けた利益の額に基づいて事後的に算出することが許容されることとの均衡からすれば，「使用者等が貢献した程度」を認定するに当たっては，使用者等が「その発明がされるについて」貢献した事情のほか，特許の取得，維持やライセンス契約の締結に要した労力や費用，特許発明の実施品に係る事業が成功するに至った一切の要因や事情等を，使用者等がその発明により利益を受けるについて貢献した事情として考慮すべきものと解するのが相当である。",
                "そこで，以下，1審被告が本件発明により利益を受けるについて貢献した事情について，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審被告の貢献度の基礎となるべき具体的事情について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明に至る経緯",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件旧発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "1審原告は，1審被告に入社以来，マスクの製造や開発を行う部門に所属し，昭和58年11月頃，本件旧発明を行い，1審原告を代表発明者， P5 を共同発明者として，本件旧発明出願依頼書を作成し，提出した(甲1，40)。",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "本件旧発明は，マスクにおける位相シフト膜の作成方法に係る発明であり，「隣接したフォトマスクパターンの一方の光透過部に照射光の位相を180°シフトさせるための透明膜」を設けることについても記載されていることから，いわゆるレベンソン型位相シフト膜を対象としたものであり，当時公知であった P6 発明(特開昭57-62052号公報，乙3の1)及びレベンソン発明(特開昭58-173744号公報，乙1の1)における位相シフト膜を前提とした発明と認められる。",
                            "したがって，本件旧発明出願依頼書提出時点においては，日本967号特許(エッジ強調型位相シフトマスク)の技術思想は含まれてはいなかったものということができる。そして，当該記載及び本件旧発明出願依頼書中の図面に照らすと，本件旧発明は，透過領域内部の透明膜とそれが設けられていない部分の境界部分で正位相光と逆位相光による光の干渉が生じ，当該部分においてフォトレジストが露光しない領域が発生してしまうという重大な問題があったということができる(当該問題は，本件出願依頼書(乙16)において， P7 が中央研究所の P3 らによる研究報告第17936号(乙20)に基づいて指摘している。)。本件旧発明出願依頼書のコメント欄における部長又は関係先意見欄には，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」との評価が記載されているが，当該意見は，Cr膜厚に関するものであり，実際のマスクを構成する場合の1対の光透過領域相互の関係や，Cr膜上に位相シフト膜を形成したときに発生する段差部の光の回折等が不明であるとの指摘と解される。このように，本件旧発明は，発明自体具体化されておらず，発明自体の評価が低かったことから，結局，特許出願には至らなかった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，1審被告は，本件旧発明につき， P5 が共同発明者とされていることをもって，1審被告の貢献であるとするが，本件旧発明が前記のような問題を含む内容であることや，仮に， P5 が真実共同発明者であるとすると，後記のように本件旧発明出願依頼書とほぼ同一の内容を有する本件出願依頼書において， P5 が共同発明者とされていないことは不自然であることなどからすると， P5 が，共同発明者であったと認めることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件当初発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件当初発明について本件出願依頼書が作成された昭和63年頃，中央研究所において， P2 らが位相シフトマスクに関する研究をしており，同年5月13日，1審被告の社内において， P2 らの研究成果が報告された。",
                            "1審原告は，昭和63年3月頃，上司である P1 から，このような中央研究所における研究動向を伝えられるとともに，位相シフトマスクについて検討するように指示を受けたことを契機として，本件当初発明につき，同年5月17日，本件出願依頼書を作成し，提出した(甲38，乙16，23)。",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "評価担当者であった P7 は，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」とのコメントを本件出願依頼書に記載した。この指摘を受けて，1審原告は，上記の効果が得られる理由として記載した「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」との記載を削除するとともに，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と追記した。",
                            "このような本件出願依頼書の記載内容に照らすと，本件当初発明は，本件旧発明と実質的には同一の発明であったと認められるのみならず，本件旧出願依頼書提出以降，実証試験等は行われていなかったものと推測されるところである。",
                            "もっとも，1審原告は，本件出願依頼書作成時には，本件旧発明の問題点を認識していたものと認められ，当初は，現像条件等を最適化することで対応しようとしていたところ， P7 の指摘を受けたことから，●●●●●●●●●●●●●●●●●●●●●●●を提案したものと推測される。なお，1審原告は，本件当初発明は本件旧発明とは異なると主張するが，1審原告が相違点として主張するもののうち，●●●●●●●●●●●●●●●という点は， P7 の指摘を受けて修正したものであって，当初から，そのような案が提案されていたものではない。また，透過領域の位相シフタの境界部の影が形成されることを利用して転写パターンの像を鮮明にするという点は，本件出願依頼書の記載からは，本件当初発明がそのような内容を含むものと認めることはできない。かえって，前記効果が得られる理由の記載(「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」との記載)及び予想される効果の記載(「●●●●●●●●●●●●●●●●●●●●●●●●●●」との記載)からすれば，本件当初発明は，遮光領域を挟んで隣り合った1対の透過領域の一方の位相を反転させ，1対の透過領域の相互の透過光を干渉させることにより，パターン精度を向上させるというレベンソン発明(乙1の1)における位相シフト膜の作成方法の簡素化を目的としたものであり，本件旧発明と同様，レベンソン型位相シフトマスクを前提とした発明であって，日本967号特許(エッジ強調型位相シフトマスク)の技術思想，すなわち，日本967-1発明の作用である，1つの透過領域を形成する第1光透過領域と第2光透過領域を透過した光とを互いに干渉させることにより，パターン転写精度を向上させることを含むものではないと認められる。",
                            "また，本件出願依頼書には，本件当初発明にハーフトーン型位相シフトマスクが含まれることをうかがわせる記載もない。",
                            "本件当初発明が，レベンソン型位相シフトマスクを前提としたものであり，エッジ強調型位相シフトマスクの技術思想に至っていないことは，本件出願依頼書に，関係先意見( P7 コメント)として，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と記載されたことを受けて，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と追記されていることからも裏付けられる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "1審原告は， P1 から中央研究所の研究動向を聞いたのは，本件出願依頼書提出直前であり， P1 から位相シフトマスクの検討の指示を受けたことはないとも主張する。",
                            "しかしながら，1審原告は，本件出願依頼書の「●●●●●●●●●●●●●●●●●●」の欄に，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●」と記載されているのみならず，レベンソン発明に係る特許の公報番号及びレベンソン型位相シフトマスクの説明図が記載されていることからすると，1審原告が P2 研究報告等の中央研究所の研究報告(乙17，19，20)自体を直接閲覧したか否かは不明であるとしても，その研究内容や資料に接する機会はあったものと推測される。しかも，0．3μmパターンの解像は，昭和62年9月及び昭和63年3月にそれぞれ発行された研究報告(乙19，20)にも記載されている以上，中央研究所において位相シフトマスクの解像度向上に関する研究が行われていたことは，1審被告の社内において周知であったと解される。",
                            "また， P1 も，本件出願依頼書の「●●●●●」に，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と記載していることに照らして， P1",
                            "から中央研究所の研究動向を伝えられたのは，昭和63年3月頃であると認められる。",
                            "そして，1審原告は，前記aのとおり，本件旧発明の問題点について「●●●●●●●●●」で対応しようとしている点を除き，本件旧発明とほぼ同一内容の本件当初発明に係る本件出願依頼書を， P1 から位相シフトマスクに関する話があった後に提出していることからすると，本件旧発明が特許出願に至らなかった後，他から指示を受けることなく自主的に検討を続けて，改めて出願しようと思っていたという1審原告の主張は，不自然であり， P1 から位相シフトマスクを検討するように指示がされたものとみるのが合理的である。",
                            "したがって， P1 から位相シフトマスクの検討の指示を受けたことがないとの1審原告の前記主張は，採用することができない。",
                            "なお，1審原告は，レベンソン型位相シフトマスクとは基本構造が異なる位相シフトマスクとして，当時1審原告が考えていた最適の発明内容を記載すると，社内の政治的事情から， P1 が共同発明者として加わるおそれがあると考えたと説明する(甲93)が，客観的な裏付けは存在しないし，本件明細書原稿(乙18)の記載内容などからすると，1審原告の上記説明は採用できない。また，1審原告は，特許出願のテーマが中央研究所で研究されている研究テーマと関係したものであるかのように記入すれば，1審被告においては，特許部から「特許出願要」の判定を得ることが容易であると考えて，本件出願依頼書を記載したなどと主張するが，前記と同様に採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件出願依頼書提出後特許出願まで",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書原稿の作成",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件当初発明は，本件出願依頼書を提出した当初，●評価であったことから，1審原告が自ら明細書原稿を作成することとなり，1審原告は，昭和63年6月30日付けで，本件明細書原稿を作成した(乙18)。",
                            "本件明細書原稿(乙18)には，次のような記載がある。",
                            "①  「特許(実用新案登録)請求の範囲」欄",
                            "「1．遮光膜パターンが基板本体上に形成されたマスクにおいて，近接した透過領域間で双方の透過光が干渉して本来遮光領域となる領域で強め合うことがないように双方の透過領域を通過した光に位相差が生じるよう上記遮光膜パターンと同一の透明膜パターンをXY両方向に上記近接した透過領域距離の約1／2だけシフトさせて重ねたマスク」",
                            "「4．遮光領域内に露光により転写されない程度の大きさの微少な透過領域が複数追加してあって，本来の転写を目的とする透過領域を通過した光が上記微少な透過領域光と干渉して，遮光領域端で弱まるように，本来の透過領域と微少な透過領域とを通過した光の間に位相差が生じるようこれらの一方に透明膜を付けるか又は基板本体に溝を掘ったマスク」",
                            "「6．透過領域にあって，その周辺部に露光によって転写の影響を受けない程度の微小幅の領域とこれ以外の中央領域に分け，周辺領域と中央領域を通過した光が干渉して，周辺領域と中央領域との境界で弱まるように，周辺領域と中央領域とを通過した光との間に位相差が生じるようこれらの一方に透明膜を付けるか又は基板本体に溝を掘ったマスク」",
                            "「8．透過領域が近接し，かつそれらが繰り返している場合は，交互に透過領域の基板本体を深さd，材料の屈折率n，露光波長λが，d＝λ／2(n-1)の関係を有するように基板本体に溝を掘ったマスク」",
                            "「9．位相推移マスクの製法に関して，位相推移のためのパターンは，遮光膜のマスクパターンと同一，パターン幅を太らせる，ポジネガ反転させて細らせる又は太らせる，パターンエッヂのみ取り出し，くり返し部の抜き出し等の簡単なデータ変換したパターンデータを使用して，作成したマスク」",
                            "「10．上記特許請求範囲第1項から第9項に記載したマスクを用いて，微細Lsiパターンの露光を行う方法および製作したLsi」",
                            "②  「●●●●●●●●●●●●●●●●●●」欄",
                            "「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●」",
                            "③  「●●●●●●●●●●●●●」欄",
                            "「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●」",
                            "④  「●●」欄",
                            "「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●」",
                            "⑤  「●●●」欄",
                            "「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」",
                            "このほか，図面として，「●●●●●●●●●●●●●」，「●●●●●●●●●●●●●●●●●●」等がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "このような本件明細書原稿の記載に照らすと，本件明細書原稿には，本件当初発明(請求項1，実施例(1)及び(2))，補助開口型位相シフトマスク(請求項4，実施例(3)及び(4))，エッジ強調型位相シフトマスク(請求項6，実施例(5)ないし(8))及びレベンソン型位相シフトマスク(請求項8，実施例(9))が記載されていると認められ，本件当初発明と同様に，レベンソン型位相シフトマスクにおける位相シフト膜の作成方法の簡素化を目的としていたものということができる。",
                            "もっとも，図面の第3-1図(5)，(6)には，日本967号明細書(本件当初明細書等も同様)の図面第1図(第3図)及び第14図(第16図)に対応する図面が示されているが，請求項6の「周辺領域と中央領域を通過した光が干渉して，周辺領域と中央領域との境界で弱まるように」に対応する，あるいはこれを具体的に示唆する記載はない。",
                            "かえって，第2図の左側の図及びこれに関連する記載(「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "●●●●●●●●●●●●●●●●●」)との記載によれば，本件出願依頼書において P7 に指摘された，透明膜境界部(透明膜端部)における転写の問題の解決を意識していることから，遮光膜端部におけるエッジ強調は想定しておらず，依然として，日本967号特許のエッジ強調型位相シフトマスクの技術思想には至っていないと解される。「ハーフトーン型位相シフトマスク」についても同様である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件当初発明と同一の内容である請求項1に係る発明に関しては，前記アの本件旧発明及び本件当初発明の問題点に対する対応手段は，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と記載されているにすぎず，前記の P7 から指摘を受ける前の本件出願依頼書(乙16)の当初の記載内容と同様の記載がされているのみであって，他の対応手段は，●●●●●●●●●●●●●●●ことを含めて，何ら記載されていない。",
                            "また，補助開口型位相シフトマスクは，昭和62年3月27日に公開された P3",
                            "発明に係る公開特許公報(特開昭62-67514。乙4の1)に開示されている発明(特許請求の範囲は，「透明基板上に遮光膜を設け，その遮光膜を部分的に除去した開口パタンを形成したホトマスクにおいて，第1の開口パタンの周辺部分に微細な第2の開口パタンを形成し，上記第1の開口パタン，上記第2の開口パタンのどちらか一方に位相シフト層を設けたことを特徴とするホトマスク」)とほぼ同一の内容であり， P3 発明を参考にしたものと推認される。",
                            "さらに，本件明細書原稿の図1は，社外秘である P2 研究報告(乙17)中の図2．1(4頁)と同一であり，本件明細書原稿の図4も，同研究報告中の図3．1(5頁)に手書きで書き加えをしたものであると認められることからすれば，1審原告は，本件明細書原稿を作成するに当たって，同研究報告又はその原稿等を参考にしたものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許出願に至るまで",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "1審原告は，本件明細書原稿を提出後，社外秘である P3 らの研究報告第17582号(乙19)及び同第17936号(乙20)を借り出す(乙21の1・2)などして検討を加え，出願手続に関与した特許事務所の担当者との打合せの際，本件当初発明を説明する本件明細書原稿中の第2図の左側の図につき，「原理的におかしいので特許提案からのぞく」としてこれを削除することとした(乙22)。",
                            "そして，本件当初発明やレベンソン型位相シフトマスクに係る特許請求の範囲の記載や実施例の記載等を削除した上で，昭和63年11月22日，本件発明につき特許出願するに至った(乙8。以下，この出願を「本件特許出願」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件出願時明細書(乙8)に記載された発明の名称は，「マスクおよびその製造方法」であり，また，その特許請求の範囲には，次のような記載がある。",
                            "「1．遮光領域，及び透過領域を備え，少なくとも部分的にコヒーレントな光の照射によって所定パターンを転写するマスクであって，前記透過領域の一部に透明膜を形成し，前記透明膜を透過した光と，前記透明膜が形成されていない透過領域を透過した光との間に位相差が生じ，前記光の干渉光が，前記透過領域と遮光領域との境界部分において弱め合うように，前記透明膜を配置したことを特徴とするマスク」",
                            "「3．遮光領域，及び透過領域を備え，少なくとも部分的にコヒーレントな光の照射によって所定パターンを転写するマスクであって，前記透過領域の一部に位相シフト溝を形成し，前記位相シフト溝を透過した光と，前記位相シフト溝が形成されていない透過領域を透過した光との間に位相差が生じ，前記光の干渉光が，前記透過領域と遮光領域との境界部分において弱め合うように，前記位相シフト溝を配置したことを特徴とするマスク」",
                            "「6．遮光領域，及び透過領域をマスク基板に備え，少なくとも部分的にコヒーレントな光の照射によって所定パターンを転写するマスクであって，前記遮光領域の一部に，前記マスク基板の主面に達する溝を形成するとともに，前記溝を透過した光と前記透過領域を透過した光との間に位相差が生じ，前記光の干渉光が，前記遮光領域の端部において弱め合うように，前記溝の上方に透明膜を設けたことを特徴とするマスク」"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "このような特許請求の範囲の記載に照らして，本件出願時明細書に記載された発明は，エッジ強調型位相シフトマスク及び補助開口型位相シフトマスクに関するものであることは明らかであり，本件出願時明細書の発明の詳細な説明欄の記載に照らしても，本件出願時明細書に記載されていた発明にハーフトーン型位相シフトマスクが含まれると認めることはできない。",
                            "本件明細書原稿(乙18)に記載された発明は，レベンソン型位相シフトマスクにおける位相シフト膜の作成方法の簡素化を目的としたものであり，エッジ強調型位相シフトマスクの原理を示唆する記載はないことから，エッジ強調型位相シフトマスクに係る発明は，本件明細書原稿(乙18)提出時(昭和63年6月30日)から本件特許出願時(昭和63年11月22日)までの間に，1審原告において完成したものであるということができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許出願後特許査定に至るまで",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，平成7年11月21日，手続補正書を提出し，発明の名称を「集積回路装置の製造方法」に変更するとともに，特許請求の範囲につき，その請求項1を日本967号特許の請求項1と同一の内容のものに変更し，他の請求項についても「マスク」の発明ではなく「集積回路の製造方法」の発明とする等の補正を行い(乙9)，平成9年10月24日に特許登録を受けた。",
                        "また，1審被告は，本件特許出願につき分割出願をするとともに，本件特許出願につき優先権を主張して米国及び韓国に特許出願等を行い，日本967号特許以外の日本各特許，米国各特許及び韓国各特許の特許登録を受けた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審被告が前記(ア)のように本件出願時明細書の特許請求の範囲の記載を補正したことにつき，1審原告の関与を認めるに足りる証拠はない。",
                        "1審原告は，「●●●●」等の文言を削除するように1審原告が1審被告の特許部門に強く依頼した結果，日本967号特許にハーフトーン型位相シフトマスクが含まれるようになったなどと主張し，その旨の陳述書(甲93)を提出する。",
                        "しかしながら，日本967号特許は，先に認定したとおり，「遮光領域」の記載の有無に関わらず，「遮光領域」の存在を前提とするものであり，ハーフトーン型位相シフトマスクは含まれないものである。",
                        "また，1審原告が，日本967号特許の補正に関与したことを裏付けるに足りる他の資料は提出されていないし，1審原告も「強く依頼した」などと抽象的に指摘するのみで，具体的に主張するものではない。もちろん，技術開発等に関する資料は，従業員等といえども持ち出しが禁止されていることが通常であり，職務発明の相当の対価を請求する訴訟において，従業員等が十分な資料を提出できないこと自体は不自然なことではない。もっとも，本件において，1審原告は，昭和58年作成の本件旧発明出願依頼書(甲40)のように，作成後，長期間が経過した技術資料を含め，1審被告内部における多数の資料(甲30～32の2，甲35の1～3，甲38，40，49，50，92，95)を書証として提出し，1審被告から，1審原告は，1審被告退職時に営業秘密に係る資料等を全て返却した旨の誓約書(乙42)を1審被告に提出していたものであり，上記書証の一部について，当該誓約書の条項に違反する旨を指摘され，抗議を受けているものである(乙43の1)。この点について，1審原告は，当該資料は「営業秘密」には該当しないことについて確認済みであるなどと反論しているが(甲89)，本件各特許の出願に関する各種資料(本件旧発明出願依頼書，本件明細書原稿，「外国出願要否検討依頼の件」と題する文書(甲50)等)が書証として提出されている状況において，本件各特許について行われた重大な手続である補正や分割に関してのみ，1審原告が関与した旨を裏付ける資料が提出されていないことなどからすると，1審原告の関与はなかったとみるのが相当であって，これに反する1審原告の主張を採用することはできない。",
                        "他方で，1審被告の「中研知本許3半導体第1Gr．」が提出元として平成9年12月20日頃に作成した1審被告戦略特許取得速報には，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●また，1審被告は，前記のとおり，日本967号発明にハーフトーン型位相シフトマスクが含まれるとしてライセンス交渉を行っているところ，このように特許請求の範囲を補正して，「●●●●」等の文言を削除し，ハーフトーン型位相シフトマスクが含まれるかのようにも解される特許請求の範囲の記載を作成したのは，1審被告(その知的財産権担当者)であると認められる。",
                        "なお，1審原告は，「外国出願要否検討依頼の件」(甲50)中の「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」との記載をもって，本件発明が集積回路の製造方法をカバーしていることを指摘しているとも主張する。",
                        "確かに，本件明細書原稿(乙18)の特許請求の範囲には，「10．上記特許請求範囲第1項から第9項に記載したマスクを用いて，微細Lsiパターンの露光を行う方法および製作したLsi」との記載があることから，1審原告においても，日本967号発明の技術的範囲に，集積回路の製造方法まで含めることを検討していたと認めることはできるが，ハーフトーン型位相シフトマスクが含まれているかのような特許請求の範囲に補正したことにつき，1審原告の貢献があると認めるに足りる証拠はないから，1審原告が集積回路の製造方法まで含めることを検討していたことをもって，1審原告の貢献が大きいということはできない(1審原告自身，これが重大な貢献となるものではないことを自認している。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審原告は，米国各特許に係る出願手続において，クレームの内容決定及び米国特許庁からの拒絶査定クレームに対する技術面における対応は1審原告のみが行ったものであり，その結果として，米国807号特許(甲3の5)は，遮光領域がないクレームとして登録されたものであるなどと主張するが，1審原告がその根拠とする社内資料(甲92)は，米国417号特許(甲3の1)に関するものであり，米国特許807号特許(甲3の5)に関するものではないから，米国807号特許のクレーム1の成立とは無関係というべきであり，当該クレームにおいて，「遮光領域」がないものとされたことについて，1審原告による関与を裏付けるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ライセンス交渉について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，1審被告は，ライセンス交渉において，日本967号特許にはハーフトーン型位相シフトマスクが含まれるものとして，これを提示特許等として用いたこと，一部の交渉相手から日本967号特許は無効である等の指摘を受けたことはあったものの，結果として，日本967号特許に対し，1審被告又はルネサスが支払を受けた実施料及びクロス効果の額につき比較的高い割合で配分を行っていることに照らして，本件各特許により1審被告が前記の利益を得ることができたのは，客観的にはハーフトーン型位相シフトマスクを含まないと認められる日本967号特許を，それを含むものと主張して交渉を進めた1審被告のライセンス交渉担当者の貢献によるところが大きいものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審原告は，1審原告が「他社特許対策賞」(甲87)及び「グループ長知的所有権賞」(甲88)を受賞したことをもって，ライセンス交渉への1審原告の貢献が多大であると主張する。",
                        "しかしながら，甲87は，件名が「●●●●●●●●●●●●●●●●●●」とされており，F社が有する特許に対する対策に関する表彰であると推測されるものであり，甲88も，「●●●●●●●●●●●●●●●●●●●●●●●●●●●」と記載されていることからすると，本件各特許に関する表彰とは解されず，これらの受賞が，どの特許のどのような点が評価された結果によるものかは明らかではない。そして，仮に，これらの賞が本件各特許に基づくものであったとしても，1審被告内部における本件各特許に対する高い評価は，本件各特許にハーフトーン型位相シフトマスクが含まれることを前提としたものであって，そのことについての1審原告の貢献が認められないことは前記ウのとおりである。",
                        "このほか，ライセンス交渉において，1審原告が具体的にいかなる貢献をしたのかを認めるに足りる証拠もない。",
                        "1審原告の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "その他の1審原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，日本967号特許が，戦略特許賞「金賞」を受賞したことをもって，1審原告の貢献は大きいと主張する。",
                        "しかしながら，前記のとおり，日本967号特許に係る出願が戦略特許賞「金賞」を受賞したのは，これがエッジ強調型位相シフトマスクに係る発明であることが評価されたことによるものであるところ，エッジ強調型位相シフトマスクは，結局は，商業的に実用化されておらず，その後，1審被告の社内において日本967号特許が高く評価されたのは，補正を経るなどした上で，ハーフトーン型位相シフトマスクを含むものとしてライセンス交渉における提示特許等として活用することができると考えられたことによるから，戦略特許賞「金賞」を受賞したことをもって，1審原告の貢献を大きく評価することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審原告は，本件発明につき，上司からのヒント等はなく，1審被告の社内には，その母体技術もなかったとも主張する。",
                        "しかしながら，1審被告の社内において，上司等から本件当初発明の問題点の指摘がされていること，本件当初発明がされた当時，中央研究所において位相シフトマスクの研究が行われており，1審原告もこれを参考にしたと認められることは，前記のとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他，1審原告は，1審原告の貢献としてるる主張するが，いずれも1審被告の受けた利益に対する1審原告の貢献として認めるに足りる有意的な事情と認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "1審原告の主張は，いずれも採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "text": [
                "本件発明それ自体は，1審原告の研究開発によりされたものと認められるが，これにより1審被告が前記の利益を得ることができたのは，日本967号発明にハーフトーン型位相シフトマスクが含まれ得るかのように特許請求の範囲を補正し，かつ，日本967号発明にハーフトーン型位相シフトマスクが含まれることを前提にライセンス交渉が行われたことによるところが大きいものと認められる。そして，このような補正を行い，かつ，ハーフトーン型位相シフトマスクが含まれるものとしてライセンス交渉において積極的に活用したのは，1審被告の貢献によるところであるのに対し，他方で，これらの点における1審原告の貢献は，そのような補正及び活用の基礎となる本件発明をしたという限度にとどまるものと認められる。",
                "しかも，1審原告が行った本件当初発明は問題点を包含しており，これを解消するに当たっての1審被告内部における問題点の指摘や，1審被告内部において進められていた位相シフトマスクに関する研究成果の蓄積を無視することはできないこと，本件当初発明に係る請求項は，補正により削除されるに至っていること，1審原告が行った発明には，ハーフトーン型位相シフトマスクは含まれていないこと等の本件発明が特許を取得するに至る経緯及び日本967号発明の本来の技術的範囲等その他の一切の事情を考慮すれば，本件発明により受けるべき利益の額及び本件発明がされるについて1審被告が貢献した程度は，相当程度高いものと解される。",
                "もっとも，本件においては，本件各特許が提示特許等とされた包括クロスライセンス契約における実施料及びクロス効果の合計額に基づいて，相当の対価を算定するところ，1審被告は，本件各特許について比較的高率の貢献を認めていることに鑑みて，1審被告が貢献した程度は，95％をもって相当と認める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(3)(本件発明の相当の対価の額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "各年度における相当の対価の額",
              "text": [
                "前記2及び3における認定に基づき，1審原告が請求する各期間における相当の対価の額を算出すると，次のとおりである。",
                "なお，平成12年度ないし平成16年度については，1審被告が1審原告に対して支払った実績報奨金の額に応じて按分して，各年度の相当の対価の額を算出し，平成17年度ないし平成20年度については，実績報奨金の支払がないので，実施料及びクロス効果の額の総額に基づいて，これを期間に応じて按分して，各年度の相当の対価を算定する(いずれにおいても，小数点以下は切り捨てる。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成12年度及び平成13年度について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成12年度  ●●●●●●円",
                      "text": [
                        "(計算式)●●●●●●●円×160万円／(160万円＋400万円)×3％×(100-95)％＝●●●●●●円"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成13年度  ●●●●●●●円",
                      "text": [
                        "(計算式)●●●●●●●円×400万円／(160万円＋400万円)×3％×(100-95)％＝●●●●●●●円"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成14年度ないし平成16年度",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成14年度  ●●●●●●●●円",
                      "text": [
                        "(計算式)●●●●●●●●円×420万円／(420万円＋500万円＋743万0932円)×3％×(100-95)％＝●●●●●●●●円"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成15年度  ●●●●●●●●円",
                      "text": [
                        "(計算式)●●●●●●●●円×500万円／(420万円＋500万円＋743万0932円)×3％×(100-95)％＝●●●●●●●●円"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成16年度  ●●●●●●●●円",
                      "text": [
                        "(計算式)●●●●●●●●円×743万0932円／(420万円＋500万円＋743万0932円)×3％×(100-95)％＝●●●●●●●●円"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成17年度ないし平成20年度",
                  "text": [
                    "(計算式)●●●●●●●●●円×3％×(100-95)％＝●●●●●●●●●円",
                    "以上からすると，1審原告は，1審被告に対し，平成17年度ないし平成20年度にルネサスが本件発明から得た利益に基づく相当の対価として，合計●●●●●●●●●円の対価請求権を有している。",
                    "もっとも，上記年度において既払額はなく，また，各年度における実施料収入及びクロス効果の額も明らかではない。",
                    "そこで，平成17年度ないし平成20年度における各年度の相当の対価の額については，平成20年度が4月1日から11月21日までの235日であることに鑑み，便宜，1：1：1：0．64の比率で割り付けた金額を算定することとする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成17年度ないし平成19年度  各●●●●●●●●円",
                      "text": [
                        "(計算式)●●●●●●●●●円×1／(1＋1＋1＋0．64)＝●●●●●●●●円"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成20年度  278万4372円",
                      "text": [
                        "●●●●●●●●●円-(●●●●●●●●円×3)＝278万4372円(平成17年度ないし平成19年度分について切り捨てた端数を調整した。)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "既払額の充当",
              "text": [
                "1審被告が1審原告に対して支払うべき相当の対価は以上認定のとおりであるところ，1審被告は，1審原告に対して，実績報奨金として，既に合計2223万0932円を支払っているが，その支払は，便宜，実績報奨金の名目で，相当の対価を各年度に分割して支払っているにすぎず，各年度の実績報奨金の支払額と当該各年度に支払うべき相当の対価の分割額との間に過不足が生じた場合には，実績報奨金の過払額については，次年度以降の相当の対価の支払に充当され，反対に，相当の対価の不足額については，次年度以降の実績報奨金の支払分から充当されるべきものと解される。そして，過払額についても，不足額についても，以下の充当計算を行う期間にあっては，当事者間において，それぞれその支払を催告しているわけではないから，いずれも遅延損害金が発生していないものとして，過払額及び不足額の元本額に基づいて，充当計算を行えば足りると解される",
                "なお，以下の充当計算において，金額の前に付した「-」(マイナス)の符号は，過払額を示すものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成12年度  -●●●●●●●●円",
                  "text": [
                    "(計算式)平成12年度分の相当の対価の額-平成12年度分の既払金＝●●●●●●円-160万円＝-●●●●●●●●円"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成13年度  -●●●●●●●●円",
                  "text": [
                    "(計算式)平成13年度分の相当の対価の額-(平成12年度分の過払額＋平成13年度分の既払額)＝●●●●●●●円-(●●●●●●●●円＋400万円)＝-●●●●●●●●円",
                    "以下の計算においては，平成13年度と同様に，次の計算式において算定する。なお，平成17年度以降は，既払額はない。",
                    "(計算式)当該年度の相当の対価の額-(前年度の過払額＋当該年度分の既払額)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成14年度  -●●●●●●●●円",
                  "text": [
                    "(計算式)●●●●●●●●円-(●●●●●●●●円＋420万円)＝-●●●●●●●●円"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "平成15年度  -●●●●●●●●円",
                  "text": [
                    "(計算式)●●●●●●●●円-(●●●●●●●●円＋500万円)＝-●●●●●●●●円"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "平成16年度  -●●●●●●●●●円",
                  "text": [
                    "(計算式)●●●●●●●●円-(●●●●●●●●円＋743万0932円)＝-●●●●●●●●●円",
                    "なお，1審被告は，1審原告に対し，同年度分の実績報奨金として，日本967号特許を対象とした743万0932円のほか，米国213号特許を対象として，14万円を支払っている(甲19)。",
                    "これについて，1審被告は，ライセンス交渉の相手方に対し，日本特許と対応外国特許の両方の特許番号が相手方に提示された場合には，通知表に記載するのは日本特許のみであるのに対し，外国特許の特許番号のみが相手方に提示された場合には，通知表に外国特許を記載するという取扱いにしたからにすぎないと主張するが，1審被告においても，米国213号特許に対する実績報奨金の支払を既払額として主張しない。したがって，当該既払額は，相当の対価の額からは控除しない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "平成17年度  -●●●●●●●●円",
                  "text": [
                    "(計算式)●●●●●●●●円-●●●●●●●●●円＝-●●●●●●●●円"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "平成18年度  -●●●●●●●●円",
                  "text": [
                    "(計算式)●●●●●●●●円-●●●●●●●●円＝-●●●●●●●●円"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "平成19年度  11万8694円",
                  "text": [
                    "(計算式)●●●●●●●●円-●●●●●●●●円＝11万8694円"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "平成20年度",
                  "text": [
                    "充当額なし"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "1審被告が支払うべき相当の対価の額について",
              "text": [
                "以上からすると，1審被告が支払うべき相当の対価の額は，以下のとおりとなる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成19年度    11万8694円"
                },
                {
                  "fig": "イ",
                  "subject": "平成20年度  278万4372円"
                },
                {
                  "fig": "ウ",
                  "subject": "合計          290万3066円"
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，1審原告の控訴は棄却されるべきものであって，また，原判決は，1審被告の控訴に基づいて，本判決の主文第2項のとおり変更されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10062",
    "date": "2012-03-21",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成18年(ワ)23550",
    "precedent_id": "082180",
    "ipprecedent_id": "2911",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}