{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2009−800223号事件について平成22年6月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告両名の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，被告両名が権利者であり名称を「無水石膏の製造方法及び無水石膏焼成システム」とする発明についての特許第4202838号(出願日  平成15年6月25日，登録日  平成20年10月17日，請求項の数5。以下「本件特許」という。)の請求項1ないし5(以下「本件発明1」などといい，全体を「本件各発明」という。)に対し，原告が特許無効審判請求をし，被告らが平成22年1月22日付けで訂正請求(以下「本件訂正請求」という。)をして対抗したところ，特許庁が，上記訂正請求を認めた上，請求不成立の審決をしたことから，これに不服の原告が取消しを求めた事案である。"
        },
        {
          "fig": "2",
          "subject": "争点は，",
          "text": [
            "①特許請求の範囲の減縮を理由とする本件訂正請求を認めたことが適法か，",
            "②本件訂正後の請求項1ないし5記載の発明(以下「訂正後発明1」などという。)が下記引用例との関係で進歩性を有するか(特許法29条2項)，",
            "である。",
            "記",
            "・甲1：特公昭60−9852号公報(発明の名称「煆焼装置」，公開日  平成59年1月27日，公告日  昭和60年3月13日，以下，これに記載された発明を「甲1発明」といい，甲2以下も同様とする。)",
            "・甲2：特開2002−86126号公報(発明の名称「石膏ボード廃材の焼成方法」，公開日  平成14年3月26日)",
            "・甲3：特開平6−279075号公報(発明の名称「粉体焼成炉の排ガス排出路」，公開日  平成6年10月4日)",
            "・甲4：特開平11−100244号公報(発明の名称「セメント製造方法」，公開日  平成11年4月13日)",
            "・甲5：特開平10−230242号公報(発明の名称「石膏ボード廃材の処理方法及びその装置」，公開日  平成10年9月2日)",
            "・甲6：村上恵一監修「新しい資源・セッコウとその利用」190～191頁・〔株〕ソフトサイエンス社(昭和51年3月20日発行)",
            "・甲7：特許第2571374号公報(発明の名称「焼成装置における改良」，公開日  昭和62年9月24日)",
            "・甲8：特開2003−117343号公報(発明の名称「排ガス処理装置」，公開日  平成15年4月22日)",
            "・甲9：石膏石灰学会編著「石膏石灰ハンドブック」第1版第1刷444～445頁・〔株〕技報社(昭和47年6月15日発行)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告両名は，上記内容の本件特許の特許権者であり，原告は，平成21年10月28日，本件特許の請求項1ないし5に対し，本件発明1ないし5は上記甲1ないし9発明に記載された発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項に違反するとして，特許無効審判請求をした。",
                "特許庁は，上記請求を無効2009−800223号事件として審理し，その中で被告両名は平成22年1月22日付けで本件訂正請求(請求項の数5。甲20)をしたが，特許庁は，平成22年6月15日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年6月24日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正前発明の内容",
              "text": [
                "平成22年1月22日付け本件訂正前の発明の内容(設定登録時のもの)は，次のとおりである。",
                "・【請求項1】  内筒の内部で燃料を燃焼させて該内筒の下部の開口部から燃焼ガスを噴出させ，前記内筒を囲繞し，下部が逆円錐状に形成された本体に石膏廃材を供給し，該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら，前記燃焼ガスによって流動化させ，生じた無水石膏を前記本体の内部から外部に排出することを特徴とする無水石膏の製造方法。",
                "・【請求項2】  前記内筒及び本体を備える無水石膏焼成炉から排出される燃焼ガスを集塵して捕集されるダストの70質量％以上を，該無水石膏焼成炉に戻すことを特徴とする請求項1に記載の無水石膏の製造方法。",
                "・【請求項3】  前記集塵を2段階で行い，前段の集塵を集塵効率90％以上のサイクロンで行うことを特徴とする請求項2に記載の無水石膏の製造方法。",
                "・【請求項4】  前記前段の集塵を行うサイクロンを，前記無水石膏焼成炉の直上に配置し，該サイクロンにて集塵したダストを輸送機を介さずに直接該無水石膏焼成炉に戻すことを特徴とする請求項3に記載の無水石膏の製造方法。",
                "・【請求項5】  下部に開口部を備えた内筒と，該内筒を囲繞し，下部が逆円錐状に形成された本体とを備え，前記内筒の内部で燃料が燃焼するとともに，前記開口部より燃焼ガスが噴出し，前記本体の内部に供給された石膏廃材が該本体の内部で加熱されながら，前記燃焼ガスによって流動化し，前記本体の内部から外部に無水石膏として排出される無水石膏焼成炉と，該無水石膏焼成炉から排出される燃焼ガスが導入され，該燃焼ガスに含まれるダストを第一段階で集塵する，該無水石膏焼成炉直上に配置されたサイクロンと，該サイクロンの排気を第二段階で集塵する集塵機とを備え，該サイクロン及び該集塵機で捕集したダストを該無水石膏焼成炉に戻す経路を有することを特徴とする無水石膏焼成システム。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正の内容(訂正後発明の内容も含む)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項a   平成22年1月22日付け訂正請求書(甲20)による訂正後の請求項1ないし5は，次のとおりである(下線部分が訂正箇所)。",
                    "・【請求項1】  内筒の内部で燃料を燃焼させて該内筒の下部の開口部から燃焼ガスを噴出させ，前記内筒を囲繞し，下部が逆円錐状に形成された本体にナフタレンスルホン酸基を含む石膏廃材を供給し，該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら，前記燃焼ガスによって流動化させ，生じたⅡ型無水石膏を前記本体の内部から外部に排出することを特徴とする無水石膏の製造方法。",
                    "・【請求項2】ないし【請求項4】は変更なし(上記のとおり)",
                    "・【請求項5】  下部に開口部を備えた内筒と，該内筒を囲繞し，下部が逆円錐状に形成された本体とを備え，前記内筒の内部で燃料が燃焼するとともに，前記開口部より燃焼ガスが噴出し，前記本体の内部に供給されたナフタレンスルホン酸基を含む石膏廃材が該本体の内部で，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱されながら，前記燃焼ガスによって流動化し，前記本体の内部から外部にⅡ型無水石膏として排出される無水石膏焼成炉と，該無水石膏焼成炉から排出される燃焼ガスが導入され，該燃焼ガスに含まれるダストを第一段階で集塵する，該無水石膏焼成炉直上に配置されたサイクロンと，該サイクロンの排気を第二段階で集塵する集塵機とを備え，該サイクロン及び該集塵機で捕集したダストを該無水石膏焼成炉に戻す経路を有することを特徴とする無水石膏焼成システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項b，c，d   明細書の段落【0010】，【0011】の「330℃以上840℃以下」を「300℃以上500℃以下」と各変更し，段落【0011】の「20分以上の滞留時間を与える」を削除し，段落【0015】の「内部から外部に無水石膏として排出される」を「内部から外部にⅡ型無水石膏として排出される」に変更するもの(詳細は別添審決写し参照)。"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，①本件訂正は，願書等に記載されている事項の範囲内の訂正であり，また，実質上特許請求の範囲を拡張し又は変更するものでもなく適法である，②訂正後発明1ないし5はいずれも甲1ないし甲9発明等及び周知事項に基づいて当業者が容易に発明することができたということはできない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲1発明等の内容，本件訂正後の発明と甲1発明との一致点及び相違点a・b・cは，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件訂正の適否に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項aにつき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，訂正事項aについて，「詳述すれば次の(i)～(vi)の訂正事項を含むものである。」とし，「(ii)請求項1について，『該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら』とあるのを，『該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら』に訂正する。」(以下「訂正事項a(ii)」という。)に関し，「当該訂正事項は，本体の内部での石膏廃材の加熱について，『該本体出口における粉粒体温度が・・・℃以下になるように加熱』すると限定するものであり，特許請求の範囲の減縮を目的とするものである。」と認定し(審決5頁19～21行)，さらに，「そして，当初明細書等には，実施例について，『無水石膏焼成炉31の運転条件は，炉出口粉粒体温度が460℃，・・・を目標とした。』(段落【0034】)という記載があることから，当初明細書等に記載された事項の範囲内においてなされたものである。」と判断している(審決5頁22～25行)。",
                            "しかしながら，石膏廃材の加熱温度を本体内部で規定することと，炉本体出口の温度で規定することとは，技術的な意味が異なる。すなわち，本件訂正前の本件特許明細書及び図面(甲10。以下「当初明細書等」という。)には，炉の本体内部の温度が製品排出部の温度と実質的に同じとする記載は一切なく，「石膏廃材の温度に関する特定が実質に変更されるものでない」とする認定は，根拠のないものであり，当初明細書等の段落【0030】の記載によれば，石膏廃材が燃焼ガスと熱交換が完了して無水石膏Pに変化して後，エアーランス14を介して導入されたコンプレッサ6からの圧縮空気Cにより流動化され，開口部13dから製品排出管23を介して排出されるのであるから，排出される製品は外部から導入される圧縮空気Cと接触し，これにより冷却されて製品の温度は本体内部の温度より低くなることは容易に推定できる。したがって，「本体内部での該石膏廃材を・・・℃以下に加熱」とされたものを，「本体内部で該石膏廃材を，該本体出口における粉粒体温度が・・・℃以下になるように加熱」とする訂正は，特許請求の範囲の減縮を目的とするものでないことは明らかである。",
                            "そして，訂正前の「本体内部での該石膏廃材を330℃以上840℃以下に加熱しながら」は，これ自体，技術的に不明りょうというものでなく，また，誤記でもないのであって，特許法126条1項のいずれにも該当せず，このような訂正は，炉本体の内部の石膏廃材の加熱温度に関し，「炉本体の内部の温度」で規定したものを，「本体出口における粉粒体温度」で規定したものに変更したものであるから，特許請求の範囲を実質的に変更したものであることは明白である。",
                            "なお，この点に関し，被告らは，上記訂正事項a(ii)のうち，「本体内部で石膏廃材を・・・℃以下に加熱」とされたものを，「本体内部で該石膏廃材を，該本体出口における粉粒体温度が・・・℃以下になるように加熱」とする訂正事項は，本体の内部での石膏廃材の加熱についての訂正であって，本体の内部での石膏廃材の加熱温度の特定についての訂正でない旨主張するが，訂正事項a(ii)は「該本体の内部で石膏廃材を・・℃以下となるように加熱」とあるように，「本体の内部での石膏廃材の加熱温度の特定」について行われた訂正であることは明白であり，「加熱」に関する訂正であって，「本体の内部での石膏廃材の加熱温度の特定についての訂正ではない」とする被告らの主張は，技術的な内容を伴わない形式的な議論にすぎず，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，審決は，訂正事項a(ii)に関し，上記訂正事項は当初明細書等に記載された事項の範囲内においてなされたものであると判断し，その理由について，大要，次の点を挙げている(審決6頁15～28行)。",
                            "①  訂正後の「500℃」という上限値は当初明細書等には明記されていないが，本体出口において測定される温度は，本体内部での加熱温度と実質的に変わらないとみることができる。",
                            "②  口頭審理において被請求人(被告ら)が陳述したとおり，上限を「500℃以下」とすることに特に臨界的意義はないと認められる。",
                            "③  当初明細書等の【表2】には，実施例における「炉出口粉粒体温度(℃)」が，「460℃」(実施例1)，「470℃」(実施例2)，「450℃」(実施例3)，「470℃」(実施例4)であったことが記載されており，これらが，460℃を目標とした実測値であることを考慮すると，運転目標温度に対して実測温度が若干高くなることも多いといえ，当初明細書等に具体的に記載された460℃より多少高めの温度を上限として温度範囲を減縮することが，当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するということはできない。",
                            "しかしながら，上記審決の理由は，以下のとおり，全く妥当性を欠くものである。",
                            "すなわち，まず，上記①については，「500℃」の導入の問題と，「本体出口において測定される温度は，本体内部での加熱温度と実質的に変わらないとみることができる」といかなる関係にあるのか必ずしも明らかでないばかりか，本体内部の温度と出口温度が実質変わらないとする判断が根拠を欠くものであることは，上記aで指摘したとおりである。",
                            "また，上記②については，当初明細書には，加熱温度の上限を「500℃」とすること，また，500℃以下と500℃以上で作用効果上顕著な差異が生じることを窺わせる記載など一切ないのであるから，「500℃以下」と規定することに「臨界的意義」が存在しないことは，被告らが主張し，審決の認めるとおりである。",
                            "しかし，加熱温度を「500℃以下」と新たに設定することが，特許法126条3項の「願書に添付した明細書，特許請求の範囲又は図面(特許明細書等)に記載した事項の範囲内においてしなければならない」とする，いわゆる「新規事項の導入」に該当するか否かの判断は，「新たに導入した技術的事項」が特許明細書等に記載された範囲においてしたものか否かが判断されるべきであり，新たに導入された技術的事項が「臨界的意義」を有するか否かとは，本来，関係のないことである。「500℃」という新たな数値の導入は，当初明細書等の記載の範囲内においてなされたものでないことは明らかである。",
                            "さらに，上記③については，審決の上記認定は，上記実施例の各温度が460℃を目標とした実測値であるから，460℃より高めの温度，すなわち，ここでは「500℃」を上限として温度範囲を減縮することは「500℃」が「460℃」と比較して「多少高め」であるから，新たな技術事項の導入に当たらないという趣旨に解される。",
                            "しかし，第1に，審決の上記認定によると，下限の温度を「330℃」として上限の温度を定めるに際し，「460℃」と「500℃」の差異である「40℃」は「多少」の差異にすぎないことになるが，下限の「330℃」から当初明細書に例示された上限の「460℃」までの「130℃」の範囲の値からすれば，上記「40℃」の値は約30％に相当するものであり，このような値をもって「多少」とする判断は，数値範囲を技術的事項とする発明の理解において，数値の意味を軽視したもので妥当性を欠くというべきである。",
                            "第2に，当初明細書等の記載によると，実施例1ないし4の炉出口粉粒体温度は460℃を目標とした実測値を示すものである(段落【0034】)。そして，実施例1ないし4は，460℃を目標とした場合，炉出口粉粒体温度は460℃を中心に，上下に10℃の変動があることを示している。そうすると，当初明細書等の記載に基づくならば，炉出口粉粒体温度を460℃を目標として本体炉内で加熱する場合，測定値は，目標温度に対し上下に10℃程度変動するものであるといえる。そうすると，審決に基づくならば，炉出口粉体温度を460℃を目標として本体炉内で加熱する場合，測定値は，目標温度に対し少なくとも上方に40℃程度変動することもあり得る解釈となるから，当該「500℃」は明らかに，当初明細書等の記載事項に，新たな技術的事項を導入するものである。",
                            "第3に，審決は，「500℃」が当初明細書等の記載事項に新たな技術的事項を導入するものではないことのその他の理由として，運転目標値に対して実測温度が若干高くなることも多いことを挙げている。しかし，本件発明の無水石膏の製造方法における石膏廃材すなわち二水石膏を加熱焼成してⅡ型無水石膏が得られる反応は，発熱反応ではなく吸熱反応であるから(甲24)，外部から熱を加えて石膏廃材を処理する場合，通常，運転目標値に対して実測温度が目標値を中心に平均的に上下にばらつくか，低くなる傾向を示し，実測温度が若干高くなることが多くなる技術的根拠はない。",
                            "以上のとおり，運転目標値に対して実測温度が若干高くなることが多くなることを根拠とした「500℃」の訂正は，当初明細書等の記載事項に新たな技術的事項を導入するものであるから，この点に関する審決の判断は誤りである。",
                            "なお，被告らは，訂正事項a(ii)のうち，「330℃以上840℃以下」を「330℃以上500℃以下」と訂正する点は，特定される温度範囲に関する訂正事項であって，原告が主張するように，(本体内部における)石膏廃材の加熱温度範囲についての訂正でないと主張しているが，訂正事項a(ii)は，「本体の内部で石膏廃材を，・・・・℃以下に加熱」とするものであり，「本体の内部で該石膏廃材を，該本体出口における粉粒体温度が・・・℃以下になるように加熱」とするものであるから，「(本体内部における)石膏廃材の加熱温度範囲についての訂正」であることは明白であり，被告らの上記主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "text": [
        "訂正事項aのうち，「(v)請求項5について，『該本体の内部で加熱されながら』とあるのを，『該本体の内部で，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱されながら』に訂正する」(以下「訂正事項a(v)」という。)に関しては，上記訂正事項a (ii)と同様の訂正をするものであるから，上記訂正事項a(ii)に関して述べたのと同様の理由により，訂正事項a(v)は，特許法134条の2第5項において準用する特許法126条1項，3項及び4項に違反するものであり，この点に関する審決の判断は誤りである。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "訂正事項bにつき",
          "text": [
            "訂正事項bは，当初明細書等の段落【0010】の「下部が逆円錐状に形成された本体に石膏廃材を供給し，該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら，前記燃焼ガスによって流動化させ，生じた無水石膏を前記本体の内部から外部に排出する」を，「下部が逆円錐状に形成された本体にナフタレンスルホン酸基を含む石膏廃材を供給し，該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら，前記燃焼ガスによって流動化させ，生じたⅡ型無水石膏を前記本体の内部から外部に排出する」と訂正する，というものであるが，これは特許請求の範囲の上記訂正事項aの訂正に伴い，対応する発明の詳細な説明の記載を訂正するものであるから，上記訂正事項a (ii)について述べた理由と同じ理由により，特許請求の範囲の記載を実質的に変更するものであり，また，特許明細書等の記載の範囲内においてなされたものでないから，特許法134条の2第5項において準用する特許法126条3項及び4項に違反するものである。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "訂正事項cにつき",
          "text": [
            "訂正事項cは，当初明細書の段落【0011】の「ここで，石膏廃材粉末による粉粒体層温度を330℃～840℃に制御し，20分以上の滞留時間を与えることで，」を，「ここで，本体出口の粉粒体温度を330℃以上500℃以下に制御することで，」と訂正するものである。",
            "しかし，「石膏廃材粉末による粉粒体層温度を330℃～840℃に制御し」の「粉粒体層温度」は炉本体内部の温度をいうものであり，これを「炉本体出口」の温度に変更するものであるから，訂正事項a(ii)と同じであり，同訂正事項a(ii)の訂正に伴って訂正するものであるから，この訂正は実質的に特許請求の範囲を変更するものである。",
            "また，上限の温度に関し，「840℃以下」を「500℃以下」とすることも，訂正事項a(ii)に関して述べたように，特許明細書等に記載の範囲内のものではない。",
            "さらに，当該訂正は，段落【0011】における「20分以上の滞留時間を与える」の記載を削除している。しかし，当該記載の削除は，上記訂正事項a (ii)及び(v)の訂正に関連して行われたものであり，訂正前の本件発明1は当該滞留時間について言及していないものの，進歩性判断における訂正後発明1及び5の作用効果(高純度Ⅱ型無水石膏を得ること)の説明に関し，滞留時間という要因を不要にするものであり，訂正の前後において作用効果が共通ではないことから，新たな技術的事項を導入するものであって，実質的に特許請求の範囲を変更するものである。",
            "したがって，当該訂正は，特許法134条の2第5項において準用する特許法126条3項及び4項に違反するものである。"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "訂正事項dにつき",
          "text": [
            "訂正事項dは，当初明細書等の段落【0015】の「前記本体の内部に供給された石膏廃材が本体内部で加熱されながら，前記燃焼ガスによって流動化し，前記本体の内部から外部に無水石膏として排出される」を，「前記本体の内部に供給されたナフタレンスルホン酸基を含む石膏廃材が該本体内部で，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱されながら，前記燃焼ガスによって流動化し，前記本体の内部から外部にⅡ型無水石膏として排出される。」と訂正するものである。",
            "訂正事項dの「該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱」する点は，既に，訂正事項aにおいて述べたように，特許明細書等に記載された事項の範囲内においてなされたものでなく，また，実質上特許請求の範囲を変更するものであるから，特許法134条の2第5項において準用する特許法126条1項，3項及び4項に違反するものである。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "取消事由2(訂正後発明についての進歩性に関する判断の誤り)",
              "text": [
                "仮に本件訂正が適法であったとしても，審決は，訂正後発明1ないし5と甲1発明との相違点に関する判断を誤り，甲1ないし甲9等の記載事項から容易に想到できないと誤って判断したものであるから，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "訂正後発明1について",
          "text": [
            "次のとおり，審決は，訂正後発明1について，甲1発明との相違点 a及び b(審決22頁22～31行)に関する判断(審決22頁下から2行～27頁末行)を誤ったものである。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "相違点aについて",
      "text": [
        "審決は，石膏(硫酸カルシウム二水和物)を加熱して無水石膏を得る甲1において，加熱する石膏として単に石膏廃材を用いることに格別の困難性は認められないとした上で，ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材の中から「ナフタレンスルホン酸基を含む石膏廃材」を直に特定することができるとまではいえないとし，その理由として，いずれの引用文献にも，本件訂正後の明細書等(以下「訂正明細書等」という。)の段落【0011】に記載されるような，石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう課題認識については記載されていない，としている。",
        "しかし，相違点aは，「本件発明1〔判決注，訂正後発明1のこと。以下同じ〕では，本体に供給する石膏が『ナフタレンスルホン酸基を含む石膏廃材』であるのに対し，甲第1号証発明では，石膏(硫酸カルシウム二水和物)であるものの，ナフタレンスルホン酸基を含む石膏廃材であることの特定がされていない点」というものであるから，当該相違点の評価は，まず，石膏廃材から無水石膏を製造すること，及びナフタレンスルホン酸基を含む石膏がいずれも本件特許出願時において周知である状況において，石膏廃材としてナフタレンスルホン酸基を含む石膏廃材を使用することに格別の創意工夫を要するかどうかが検討されるべきである。",
        "これについては，審決は，いずれの引用文献にも「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう課題認識については記載されていない」ことを理由に「甲第1号証発明において，ナフタレンスルホン酸基を含むものも，含まないものもある多様な石膏廃材の中から『ナフタレンスルホン酸基を含む石膏廃材』を直ちに特定することができるとまではいえない。」としているので，この判断の妥当性について検討する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "まず，原料である石膏廃材として「ナフタレンスルホン酸基を含む石膏廃材」を選択することと，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生」することとは，何ら関係のないことである。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "また，ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材の中から「ナフタレンスルホン酸基を含む石膏廃材」を直に特定することについては，そもそも「ナフタレンスルホン酸基を含むものと含まないもの」の2種類の石膏廃材は，決して「多様」ではなく，また2種類の廃材からナフタレンスルホン酸基を含む石膏廃材を特定することは，当業者ならば直ちに特定できるか，あるいは極めて容易に特定できることであり，「ナフタレンスルホン酸基を含む石膏廃材」を特定することに特許性がないことは明らかである。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "さらに，そもそも，「850℃」という温度自体，本件訂正により加熱の上限温度を「500℃以下」としたことにより，訂正後発明1との関係においてはもやは格別の意味を有していないにもかかわらず，訂正前の温度を持ち出して特許性を検討すること自体，判断を誤っているといわざるを得ない。"
                  ]
                },
                {
                  "fig": "(d)",
                  "text": [
                    "訂正後発明1が，仮に，「ナフタレンスルホン酸基に由来してSOxが発生することを回避するためにナフタレンスルホン酸基を含まない石膏廃材を選択・使用する」，あるいは「加熱温度を850℃以下とする」ことを要件としている場合には，審決が問題としている「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題認識」が発明を評価する材料となり得ることがあっても，訂正後発明1はそのようなことを要件とするものではないから，相違点aを評価する上で，上記課題認識の有無を問題とすること自体誤りである。"
                  ]
                },
                {
                  "fig": "(e)",
                  "text": [
                    "さらにまた，ナフタレンスルホン酸基の分解温度850℃以下で石膏廃材を加熱処理することは，甲2，甲5，甲14等の各文献に示されているように周知の技術である。特に，甲2及び甲5にはナフタレンスルホン酸基に由来という技術認識は記載されていないものの，石膏廃材を加熱するとSOxが発生するため，その加熱温度の上限をそれぞれ850℃及び800℃にするという課題認識があったことが記載されている。"
                  ]
                },
                {
                  "fig": "(f)",
                  "text": [
                    "石膏廃材を加熱焼成した場合にSOxを発生させないとする点において，甲2及び甲5に記載された課題は訂正後発明1のそれと共通しているといえる。",
                    "仮に共通する課題を意識したものといえないとしても，別の課題認識と思考過程により導かれた甲2及び甲5記載の石膏廃材を加熱する際の上限温度は，訂正後発明1の課題認識に基づく上限温度850℃と同じ結果に至っている。このことは訂正後発明1の発明特定事項に至ることが当業者において容易であることを示しており，したがって，課題認識の相違にかかわらず，訂正後発明1は進歩性がないというべきである。"
                  ]
                },
                {
                  "fig": "(g)",
                  "text": [
                    "そして，係る周知技術を用いた石膏廃材処理においてはもはやナフタレンスルホン酸基の分解の問題は生じないから，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう」という課題自体，本件特許出願時において陳腐化した課題であるというべきである。",
                    "そうすると，この観点からも，当該課題認識が記載されていないことをもって，甲1発明において，「ナフタレンスルホン酸基を含むものも含まないものもある多様な石膏廃材の中から『ナフタレンスルホン酸基を含む石膏廃材』を直ちに特定することができるとまではいえない。」とした審決の判断は明らかに誤っているというべきである。"
                  ]
                },
                {
                  "fig": "(h)",
                  "text": [
                    "以上から明らかなように，相違点aは，無水石膏を製造するに当たりナフタレンスルホン酸基を含む石膏廃材を原材料として使用することが格別の困難性を伴うものか否かを，無水石膏の製造における原材料の選択の観点から評価されれば足りるのである。"
                  ]
                },
                {
                  "fig": "(i)",
                  "text": [
                    "審決は，「更に，石膏廃材をナフタレンスルホン酸基を含む石膏廃材に特定することによる効果についても，次の相違点bについての検討において述べるとおり，本件発明1においては，石膏廃材がナフタレンスルホン酸基の分解温度以上に加熱されないように石膏廃材の加熱温度が特定されていることを考慮すれば，当業者が予測し得るものということはできない。」(審決23頁30～35行)としている。",
                    "しかし，審決のこの点に関する判断も，上記(a) と同様に誤りである。すなわち，ナフタレンスルホン酸基を含む石膏廃材を選択したことによる効果は訂正明細書等に全く記載されていないのであるから，そもそも効果など存在しない。当該選択の結果SOxの発生が抑制されるのではなく，加熱温度に上限を設けることでSOxの発生が抑制されるにすぎない。",
                    "相違点aの検討に相違点bに起因する効果を持ち出し，しかも，訂正後発明1では石膏の加熱温度を「500℃以下」と訂正されているにもかかわらず，「ナフタレンスルホン酸基の分解温度以上に加熱されないように石膏廃材の加熱温度が特定されていることを考慮すれば」とナフタレンスルホン酸基の分解温度の「850℃」以下と特定されていた訂正前の発明の要件を持ち出して判断していること自体が誤りである。"
                  ]
                },
                {
                  "fig": "(j)",
                  "text": [
                    "審決も認めるように，甲1発明において，無水石膏を得るために加熱する石膏として石膏廃材を用いることに格別の困難性はないのであるから，ナフタレンスルホン酸基を含む石膏が本件発明出願以前より周知であることからすれば(甲11～13)，かかる材料を選択することは単なる材料の選択にすぎない。",
                    "したがって，相違点aは当業者が容易に想到し得たものであるから，審決の相違点aに関する判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "相違点bにつき",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "審決は，訂正明細書等の段落【0011】の記載から，訂正後発明1における上記加熱温度範囲の上限は，石膏廃材を石膏自体の分解温度はもちろんのこと，それより低いナフタレンスルホン酸基の分解温度以上に加熱されないようにしながら，二水石膏を完全にⅡ型無水石膏化することができるという技術的意義を有するものと認められる，としている。",
                    "しかしながら，訂正明細書等の段落【0011】は，加熱温度範囲に関し，「粉粒体層温度を330℃～840℃に制御し」が「本体出口の粉粒体層温度を330℃～500℃以下に制御することで」と訂正されており，もはや，加熱温度範囲の上限温度に関しては，技術的意義を有する「ナフタレンスルホン酸基の分解温度(850℃以上)」とは直接に関係のない範囲となっているのであり，かつ二水石膏を完全にⅡ型無水石膏化するという効果はあくまでも実施例に基づくものであるから，「ナフタレンスルホン酸基の分解温度以上に加熱されないようにしながら，二水石膏を完全にⅡ型無水石膏化することができるという技術的意義を有する」は訂正後発明1に基づくものではない。",
                    "したがって，上記認識は妥当性を欠くものである。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "審決は，訂正明細書等の実施例に言及して，「いずれも95質量％を超える高純度のものが得られている」としているが，95質量％を超える高純度のもの(二水石膏)が得られるという効果は，あくまでも実施例に基づく効果であり，以下に示すように，訂正後発明1によって必ず得られる効果ではない。したがって，相違点 b を検討するに当たり，実施例の効果のみを持ち出すことは誤りである。",
                    "すなわち，訂正明細書等の【表2】に示された実施例1ないし4にはⅡ型無水石膏が95質量％以上の含有量で得られることが記載されているが，これらは当該表に示されている各種条件(集塵ダストの炉への戻し率，炉出口粉粒体温度，炉出口ガス温度，平均滞留時間，等)及び紙を除去して【表1】の粒度分布を有する石膏廃材Mを使用することを満たして初めて得られるものであり，訂正後発明1の加熱温度条件のみによって得られるものでないことは明らかである。",
                    "なお，滞留時間に関する記載を削除する訂正は，訂正後発明1の課題又は作用効果を「Ⅱ型無水石膏が95質量％以上の含有量で得ること」に変更する意図でなされたものであり，本件発明を実質的に変更するものであることは，前記ア(ウ) において既に指摘したところであるが，被告らのこのような訂正の意図を看過した上に，実施例に基づく作用効果を考慮してなされた審決の判断は極めて妥当性を欠くものである。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "そもそも，相違点bは，訂正後発明1では本体の内部で材料を「本体出口における粉粒体温度が330℃以上500℃以下となるように」加熱するのに対し，甲1発明では「約350℃以上の温度に保つように」加熱している点であり，この相違点bの評価は，加熱温度範囲の上限を「500℃」とすることに創意工夫があるかどうかである。",
                    "無水石膏の製造において，訂正明細書等に記載されているナフタレンスルホン酸基の分解温度である「850℃」以下で加熱することは，甲2に「400℃～850℃」と，甲5に「300℃～800℃」と，甲14(特開平6−142633号公報)に「360℃～600℃」とそれぞれ記載されているように普通のことであるから，850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題認識があったかどうかにかかわりなく，上限温度を「500℃」に設定することに格別の技術的意義がない限り，その温度範囲の設定に格別の創意工夫があったと認められるはずはない。",
                    "ところで，審決は「500℃」には臨界的意義がないことを認めている(審決6頁19，20行)。そして臨界的意義がないことは，上限温度が840℃であっても460℃であっても500℃であっても作用効果において顕著な差異がないことを意味している。",
                    "そうすると，「500℃」に設定することに格別の技術的意義はなく，また，その温度範囲の設定に格別の創意工夫があったとは認められないことは明らかである。",
                    "なお，審決は，上記各引用文献の記載は，訂正後発明1と加熱方法が異なるから訂正後発明1の温度範囲を示唆することにはならない趣旨の理由を述べているが，硫黄酸化物の発生は材料の加熱温度に左右されるのであるから，加熱方法に差異があるからといって訂正後発明1の温度範囲を示唆することにならないとする審決の認定は誤りである。",
                    "また，原料石膏からⅡ型無水石膏を製造する場合の加熱範囲として，訂正後発明1の「330℃以上500℃以下」とするとは，上記甲2，甲5及び甲14に示される温度範囲に含まれるという意味において新規性はないが，この温度範囲が格別のものでないことは甲25(関谷道男「石膏」175頁・〔株〕技報堂)の記載，特に「図3.23  原料セッコウとその工業製品との相互関係」においてⅡ型無水石膏の焼成温度が400℃ないし600℃であることからも一層明らかである。"
                  ]
                },
                {
                  "fig": "(d)",
                  "text": [
                    "審決は，甲2，甲5及び甲14に記載された温度範囲が装置内のいずれかの箇所で実測された温度でなく，石膏廃材自体が加熱されるべき温度範囲を意図して記載されたものとして解釈される余地があるとしても，訂正後発明1の「500℃」より高い上限値が記載されているものであり，それらの上限値より更に下げるべき旨の記載も示唆も見当たらない，としている。",
                    "しかしながら，前記ア(ア) bのとおり，訂正後発明1の上限温度である「500℃」は何ら根拠のない値であるばかりか，「500℃以下」と設定することにより格別の技術的意義がないのであるから，甲2，甲5及び甲14に記載の温度範囲に照らしても単なる数値範囲の限定にすぎないというべきものである。",
                    "なお，仮に本件訂正で導入された「500℃」が格別の技術的意義を有するのであれば，この「500℃」という数値の導入は，まさに特許明細書等に記載された範囲においてなされたものでなく，また，特許請求の範囲を変更するものであり，特許法126条に違反するから，本件訂正の適否における判断と矛盾することになる。"
                  ]
                },
                {
                  "fig": "(e)",
                  "text": [
                    "審決は，甲2，甲5及び甲14には，実施例の95重量％を超える純度でⅡ型無水石膏が得られることが記載されていない趣旨のことを述べているが，実施例において得られるⅡ型無水石膏の純度はあくまでも各実施例に記載された焼成条件によって初めて得られるものであるから，相違点bの評価において，上記純度の数値を考慮することは妥当性を欠くというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(イ)",
          "subject": "訂正後発明2ないし4について",
          "text": [
            "審決は，訂正後発明2ないし4は訂正後発明1についてさらに特定事項を加えたものであるから，これらの発明についても当業者が容易に発明することができたものではない，と結論付けている。",
            "しかし，前記(ア) のとおり，訂正後発明1に対する審決の判断には誤りがあるから，訂正後発明2ないし4に対する審決の判断は前提において誤りである。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "訂正後発明5について",
          "text": [
            "審決は，訂正後発明5は訂正後発明1ないし4を実施するためのシステムに関する発明であって，訂正後発明1の特定事項と実質的に同じ特定事項を有するものであるとし，甲1に記載されるシステムの発明と訂正後発明5とを対比すると，訂正後発明1について述べた相違点aないしcと実質的に同じ相違点が含まれるとし，相違点a及びbと同じ相違点は容易に想到し得たものでないから，訂正後発明5は甲1ないし甲9及び周知事項に基づいて当業者が容易に発明することができたものということはできない，としている。",
            "しかしながら，前記(ア) のとおり，上記相違点a及びbに関する審決の判断は誤ったものであるから，訂正後発明5についての判断も同様に誤ったものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因(1)ないし(4) の各事実は認めるが，(5) は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告らの反論",
                      "text": [
                        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "(1)",
                          "subject": "取消事由1に対し"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "原告の主張(ア) aにつき"
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "この点に関する原告の主張は，そもそも，訂正前の「本体内部での該石膏廃材を330℃以上840℃以下に加熱しながら」という構成要件に対する訂正事項a(ii)の訂正の意味内容の認定判断を誤っている。",
            "すなわち，訂正事項a(ii)は，原告が主張するように「石膏廃材の加熱温度を本体内部で規定した」ものを「炉本体出口の温度で規定する」訂正ではない。訂正事項a(ii)は，「本体の内部での石膏廃材の加熱」について，単に「本体の内部で，該本体出口における粉粒体温度が・・・℃以下になるように加熱」とするものであるから，特許請求の範囲を減縮するものである。",
            "したがって，審決が，訂正事項a(ii)は特許請求の範囲の減縮を目的としたものであると認定判断したことは適法であり，原告の主張は失当である。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "原告は，(a) 石膏廃材の加熱温度を本体内部で規定することと炉本体出口の温度で規定することとは，技術的な意味が異なること，(b) 当初明細書等には，炉の本体内部の温度が製品排出部の温度と実質的に同じとする記載は一切ないこと，(c) 当初明細書等の段落【0030】の記載からすれば，排出される製品は外部から導入される圧縮空気Cと接触し，製品の排出用の外気である圧縮空気Cに直接さらされているので，これにより冷却されて製品の温度は本体内部の温度より低くなることは容易に推定できることを理由として，訂正事項a(ii)は，特許請求の範囲を変更するものである，と主張する。",
            "しかし，前記(ア)のとおり，訂正事項a(ii)は，「石膏廃材の加熱温度を本体内部で規定した」ものを「炉本体出口の温度で規定する」訂正ではない。さらにいえば，原告の主張は，訂正前の請求項1記載の「該本体の内部で該石膏廃材を」と，訂正後の請求項1記載の「該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が」とを比較し，かかる訂正が特許法126条4項に規定する要件を満たさないと主張するものであるが，特許法126条4項は，「実質上特許請求の範囲を拡張し，又は変更するものであってはならない」旨を規定するものであり，本来請求項毎に判断すべきものであって，請求項の一部の記載のみ，特に，その構成要件の部分的な記載を抜き出して判断すべき性質のものではない。仮に，原告の主張が前提とするように，訂正前の記載の「該本体の内部で該石膏廃材を」を「該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が」に訂正する点に着目するとしても，少なくとも，温度範囲までを一括りとした構成要件毎に対比すること，すなわち，訂正前の「該本体の内部で該石膏廃材を330℃以上840℃以下に加熱し」と，訂正後の「該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱し」とを対比して実質的な拡張，変更であるかを判断すべきであるから，原告の主張は請求項の記載を不当に切り出して判断したものであって，失当である。  また，当初明細書等の実施形態における，「13d  開口部」が外気に直接さらされるか否かに関しても，エアーランス14を介して導入されたコンプレッサ6からの圧縮空気Cにより流動化されるのは，エアーランス14の下部出口付近に存在する原料であるから，「13d 開口部」と図示された個所は製品排出管の中にあって外気に直接さらされないことは明らかであって審決の理由に誤りはなく，原告の認定の方が誤っているというべきである。なお，エアーランス14の下部出口付近に存在する原料が流動用の少量の圧縮空気Cにさらされていることは否定しないが，少量であるため熱容量の大きい粉粒体温度への影響は極めて軽微である。",
            "さらに，当初明細書等の段落【0010】，【0011】，【0034】，【0035】及び【表2】の記載からすれば，当初明細書等には，少なくとも，炉出口粉粒体温度が460℃程度であれば，炉本体の内部における石膏廃材が840℃を超えて加熱されないことが記載されていると認められるから，訂正事項a(ii)によって，本体内部での石膏廃材の加熱温度に関する特定が実質的に変更されるものでないことは明らかである。より具体的には，当初明細書等に炉の本体内部の温度が製品排出部の温度と実質的に同じとする明文はないが，当初明細書等にも記載され，審決も述べるように，石膏廃材の粉粒体が本体内部で全体として略均一な温度となった後に直接外気にさらされることなく排出される本体出口における粉粒体の温度は，本体内部での加熱温度と実質的に変わらないとみることができるのであるから，明文がないことは審決の理由が誤っていることを理由付けるものではない。",
            "さらにいえば，審決は「当該訂正事項によって，本体内部での石膏廃材の加熱温度に関する特定が実質的に変更されるものでない。」と認定しているのであって，この認定は，「炉の本体内部の温度が製品排出部の温度と実質的に同じかどうか」とは別問題である。すなわち，訂正後の「本体出口における粉粒体温度が330℃以上500℃以下になるように加熱」することで，訂正前の「該本体の内部で該石膏廃材を330℃以上840℃以下に加熱」することができるのであるから，原告の主張する「当初明細書等には，炉の本体内部の温度が製品排出部の温度と実質的に同じとする記載は一切なく」との主張は失当である。",
            "以上のとおり，審決の認定判断は，当初明細書等の記載に基づき，明細書の記載に沿って認定したものであるから，訂正事項a(ii)は，特許請求の範囲を実質的に変更するものではなく，審決の認定に誤りは存しない。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "原告の主張(ア) bにつき"
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "当初明細書等の段落【0034】，【0035】，【表2】の各記載からすれば，訂正前の特許請求の範囲の記載である「330℃以上840以下」の温度範囲内には「500℃」という値の温度を含んでいることは明らかであり，当初明細書等の発明の詳細な説明にも目標温度460℃に対する実際の測定温度が450℃ないし470℃の範囲で変動していることが記載されている。",
            "そうすると，当初明細書等には，「500℃」という特定の数値が「明記」されていなくとも，「330℃以上840℃以下」という記載中に，「500℃」という値自体は実質的に記載(明示)されているのである。",
            "したがって，訂正事項a(ii)は「特許明細書等に記載された事項の範囲内においてなされた」と認定判断した審決に誤りはない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "この点に関し，原告は，審決が訂正事項a(ii)が当初明細書等に記載された事項の範囲内であると認定した理由を①ないし③に要約し，それぞれを論難しているが，それら原告の主張は，次のとおり，いずれも失当である。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "原告の要約する審決の理由①に関し",
      "text": [
        "原告は，審決の理由①に対し，「本体出口において測定される温度は，本体内部での加熱温度と実質的に変わらない」とすることに根拠はないと主張する。",
        "しかし，当初明細書等の段落【0034】，【0035】，【表2】などの記載からすれば，審決が認定するとおり，訂正前の本件発明を具体的に実施する際には，炉出口での粉粒体温度が特定温度となるように運転条件を制御しているのであり，本件発明で使用しているいわゆるコニカルケトル炉における炉出口は外気に直接さらされる所ではないのであるから，比較的熱容量が大きい石膏廃材の粉粒体が本体内で全体として略々均一な温度となった後で本体内部から排出された直後の本体出口において測定される温度は，本体内部での加熱温度と実質的に変わらないとみることができる。",
        "したがって，原告の主張は，失当である。"
      ]
    },
    {
      "fig": "b",
      "subject": "原告の要約する審決の理由②に関し",
      "text": [
        "原告は，審決の理由②に対し，要するに特許法126条3項のいわゆる「新規事項の導入」に該当するか否かの判断は，「新たに導入した技術的事項」が特許明細書等に記載された範囲においてしたものか否かが判断されるべきであり，新たに導入された技術的事項が「臨界的意義」を有するか否かとは，本来，関係のないことである旨主張する。",
        "しかし，訂正後の上限値である「500℃」に臨界的意義は存しないのであるから，訂正前の上限値である「840℃」よりも低い「550℃」に訂正することは，それによって，新たな臨界的意義を持たせるものでないことからすれば，新たな技術的事項を導入するものでないことは明らかである。",
        "そして，前記(ア)のとおり，「500℃」という値自体は実質的に当初明細書等に記載されているのであるから，特許明細書等の記載の範囲内においてなされたものであることも明らかである。",
        "したがって，原告の主張は，失当である。"
      ]
    },
    {
      "fig": "c",
      "subject": "原告の要約する審決の理由③に関し",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "原告は，審決の理由③に対し，「500℃」という値は当初明細書等には一切記載がなく，加熱温度の上限値を「500℃」とする事項の導入は，特許明細書等の記載事項に基づくものではなく，また，特許明細書等の記載事項から自明な事項でもないこと，また，審決の上記認定は，上記実施例の各温度が460℃を目標とした実測値であるから，460℃より高めの温度，すなわち，ここでは「500℃」を上限として温度範囲を減縮することは「500℃」が「460℃」と比較して「多少高め」であるから，新たな技術的事項の導入に当たらないという趣旨に解されるところ，審決は誤った判断に基づくものである旨主張する。",
                    "しかし，前記(ア)のとおり，当初明細書等には，「500℃」という特定の数値が「明記」されていなくとも，「330℃以上840℃以下」という記載中に「500℃」という値自体は実質的に記載されているのであるから，「500℃」という数値について，特許明細書等に一切記載がなく，自明でもないとする原告の主張は失当である。",
                    "また，審決の上記認定は，単に「500℃」が「460℃」と比較して「多少高め」であるから新たな技術的事項の導入に当たらないという趣旨ではない。実施例における「炉出口粉粒体温度(℃)」が，「460℃」(実施例1)，「470℃」(実施例2)，「450℃」(実施例3)，「470℃」(実施例4)が，それぞれ460℃を目標とした実測値であることを考慮すると，運転目標温度(これを460℃に固定するのではなく，460℃から変動させることも通常行われる)に対して実測温度が若干高くなることも多いといえ，当初明細書等に具体的に記載された460℃より多少高めの温度を上限として温度範囲を減縮することは，特許明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するというものではないと認定しているのである。",
                    "さらに，ここでの「460℃」は，本体出口における粉粒体温度の運転目標温度の一例であり，「500℃」は，本体出口における粉粒体温度の実測値の上限であるため，原告が主張するように，単純に比較することはできない。しかも，460℃を500℃の記載があることと同視しているのではなく，前述したとおり，500℃は実質的に記載されているのであるから，「500℃」を採用することは合理的であって，何ら新たな技術的事項を導入するものではない。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "原告は，第2の理由として，数値の変動幅は目標温度に対して10℃程度と理解すべきであるところ，「500℃」は実施例の目標値から40℃の変動を認めるものであり，明らかに特許明細書の記載事項に新たな技術的事項を導入するものであること，第3の理由として，本件発明の無水石膏の製造方法における石膏廃材すなわち二水石膏を加熱焼成してⅡ型無水石膏が得られる反応は，発熱反応ではなく吸熱反応であるから，外部から熱を加えて石膏廃材を処理する場合，通常，運転目標値に対して実測温度が目標値を中心に平均的に上下にばらつくか，低くなる傾向を示し，実測温度が若干高くなることが多くなる技術的根拠はなく，運転目標値に対して実測温度が若干高くなることが多くなることを根拠とした「500℃」の訂正は，特許明細書等の記載事項に新たな技術的事項を導入するものであると主張する。",
                    "しかし，審決における「これらが，460℃を目標とした実測値であることを考慮すると，運転目標温度に対して実測温度が若干高くなることも多いといえ」とは，本件発明の無水石膏の製造方法における石膏廃材すなわち二水石膏を加熱焼成してⅡ型無水石膏が得られる反応において，運転目標温度に対して実測温度が低くなる場合に比較して高くなることが多いということではなく，運転目標温度に対して実測温度が高低いずれかになり易いかではなく，単にそのような現象，すなわち，運転目標温度に対して実測温度が若干高くなることも温度制御をする上で少なからず発生するであろうことを意味しているのであって，原告が主張するように，常に高くなるというような認定がなされているものではないし，また，原告が主張するように「10℃程度」を超えると直ちに新たな技術的事項を導入することになるという合理的理由も存しない。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "原告の主張(ア) cにつき",
              "text": [
                "原告の主張するとおり，訂正事項a(v)は，請求項5において上記訂正事項a(ii)と同様の訂正をするものである。",
                "しかし，前記のとおり，訂正事項a(ii)に関する審決の認定判断に誤りはないから，訂正事項a(v)に関する原告の主張は失当である。"
              ]
            },
            {
              "fig": "エ",
              "subject": "原告の主張(イ) につき",
              "text": [
                "原告の主張するとおり，訂正事項bは，当初明細書等の段落【0010】において訂正事項a(ii)と同様の訂正をするものである。",
                "しかしながら，訂正事項a(ii)について述べたとおり，上記訂正事項a(ii)に関する審決の認定判断に誤りはなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "オ",
              "subject": "原告の主張(ウ) につき",
              "text": [
                "訂正事項cは，訂正事項a(ii)及び(v)の訂正に関連して行われたものであり，前記のとおり，訂正事項a(ii)及び(v)の訂正は適法であるから，当該訂正は，特許法134条の2第5項において準用する特許法126条3項及び4項に違反するものでないことは明らかである。",
                "また，原告は，訂正後発明1及び5の作用効果を説明する上で，滞留時間という要因を不要とするものであり，訂正の前後において作用効果が共通ではないから新たな技術的事項を導入するものであって，実質的に特許請求の範囲を変更するものであると主張するが，訂正前後の本件発明1及び5においてはいずれも「滞留時間」について言及していないのであるから，訂正後の明細書等の段落【0011】において「滞留時間」に関する記載を削除したとしても，実質的に特許請求の範囲を変更するものではないことは明らかである。",
                "なお，当初明細書の段落【0011】においては「滞留時間」について言及しているが，ここでは，「20分以上の滞留時間を与えることで，硫黄酸化物をほとんど発生させずに，石膏廃材中の二水石膏を完全にⅡ型無水石膏化できる。」と記載されているのであって，滞留時間を20分以上とする効果を述べているにすぎず，本件発明1及び5そのものの作用効果を説明する上で，所定の長さ以上の滞留時間が必須であるとまで限定しているものではない。以上により，原告の主張は，失当である。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "取消事由2に対し",
                          "text": [
                            "訂正後発明と甲1発明との相違点に関する審決の判断に誤りはなく，原告の主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "訂正後発明1について"
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "相違点a a  原告の主張a(b) につき",
          "text": [
            "審決は，原告が主張するように，そもそも「ナフタレンスルホン酸基を含むものと含まないもの」の2種類の石膏廃材が「多様」であり，単にそのいずれかを選択したにすぎないと認定判断しているのではなく，「ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材」から「ナフタレンスルホン酸基を含むもの」を特定できないと認定判断しているのであるから，原告の上記主張は，審決の認定判断の理解を誤っており，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "原告の主張a(c) につき",
      "text": [
        "訂正後発明1における上限温度「500℃以下」とは，本体出口における粉粒体温度であって本体内部の温度ではない。本体出口における粉粒体温度を「500℃以下」とした場合でも，本体の内部では石膏廃材を330℃以上840℃以下で加熱しているのであるから，「850℃」という温度は，本件訂正により本体出口における粉粒体温度の上限温度を「500℃以下」としても，依然として訂正後発明1との関係において格別の意味を有するのであり，原告の主張は失当である。"
      ]
    },
    {
      "fig": "c",
      "subject": "原告の主張a(d) につき",
      "text": [
        "訂正後発明1は，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう」という課題を認識した上で，「該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら」という構成要件を採用することで，ナフタレンスルホン酸基が分解して硫黄酸化物が発生しない状態を維持しながら，高純度のⅡ型無水石膏を焼成することなどを可能としたのであるから，課題認識は相違点aを判断する上で重要な要素である。"
      ]
    },
    {
      "fig": "d",
      "subject": "原告の主張a(f) につき",
      "text": [
        "「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題」については甲2ないし甲5には記載も示唆もないのであり，前述したように，訂正後発明1は，かかる課題を認識した上で，ナフタレンスルホン酸基が分解して硫黄酸化物が発生しない状態を維持しながら，高純度のⅡ型無水石膏を焼成することなどを可能としたものであるのに対し，甲2及び甲5は石膏の分解温度から上限温度を述べているにすぎず，訂正後発明1の上記課題認識のない状況で，「ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材」から「ナフタレンスルホン酸基を含むもの」を特定できないことに変わりはない。",
        "したがって，原告の主張は，「多様な石膏廃材」から「ナフタレンスルホン酸基を含むもの」を特定できないとする審決の理由に対する反論とはなっていない。"
      ]
    },
    {
      "fig": "e",
      "subject": "原告の主張a(g) につき",
      "text": [
        "本件特許出願前に「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう」という課題を指摘した文献等はなく，原告が主張するように，同課題が陳腐化した課題であるとは到底いえない。例えば，甲2に開示されているようなロータリキルン炉形式のものを用いた場合，訂正明細書等の【表2】の比較例にも記載しているように，炉出口粉粒体温度を500℃に制御しても硫黄酸化物が発生しているのであり，まして，甲2に記載されているように850℃の熱風を吹き込んで加熱すれば硫黄酸化物が発生することは上記比較例の結果からも明らかである。このことは，甲2などでは，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう」という課題認識がなかったことの証左である。"
      ]
    },
    {
      "fig": "f",
      "subject": "原告の主張a(h) につき",
      "text": [
        "以上のとおり，相違点aは，原告が主張するように，「無水石膏を製造するに当たり，ナフタレンスルホン酸基を含む石膏廃材を原材料として使用することが格別の困難性を伴うものかどうかを，無水石膏の製造における原材料の選択の観点から評価されれば足りる」ということではなく，繰り返しになるが，訂正後発明1は，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題を認識した上で，ナフタレンスルホン酸基が分解して硫黄酸化物が発生しない状態を維持しながら，高純度のⅡ型無水石膏を焼成する」ことなどを可能としたという技術的意義を有するのである。",
        "したがって，相違点aは，訂正後発明1の特許性を基礎付ける重要な相違点である。"
      ]
    },
    {
      "fig": "g",
      "subject": "原告の主張a(i) につき",
      "text": [
        "多様な石膏廃材の内からナフタレンスルホン酸基を含む石膏廃材を特定するに当たって，それによる効果を勘案することは当然のことであって，相違点bにも起因する効果を持ち出すことは合理的である。そもそも，「ナフタレンスルホン酸基を含む石膏廃材」でなければ，訂正後発明1の範囲外であることからすれば，訂正明細書等に記載されている効果が，多様な石膏廃材の内から「ナフタレンスルホン酸基を含む石膏廃材」を特定したことによるものであることは明らかである。",
        "また，「500℃以下」であることはナフタレンスルホン酸基の分解温度以上に加熱されないようにすることであるから，石膏廃材の分解温度を考慮することが訂正前の「850℃以下」を持ち出したことにはならないのであって，原告の上記主張は失当である。"
      ]
    },
    {
      "fig": "h",
      "subject": "原告の主張a(j) につき",
      "text": [
        "訂正後発明1は，前記のとおり，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題を認識した上で，ナフタレンスルホン酸基が分解して硫黄酸化物が発生しない状態を維持しながら，高純度のⅡ型無水石膏を焼成することなどを可能としたものであって，単なる材料の選択にとどまるものではないから，原告の主張は失当である。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "相違点b a  原告の主張b(a) につき",
          "text": [
            "訂正後発明1は，前記のとおり，石膏の分解温度(1000℃)より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題を認識した上で，「該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら」という構成要件を採用することで，石膏廃材が「ナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避け」(段落【0011】)，高純度のⅡ型無水石膏を低燃費で焼成することを可能にしたものである。",
            "ここで，「本体出口における粉粒体温度が330℃以上500℃以下になるように加熱」することで，本体の内部で石膏廃材を330℃以上840℃以下に加熱することができるのであるから，「500℃」という上限温度は「ナフタレンスルホン酸基の分解温度(850℃以上)」以上に加熱しないという技術的意義を有しているのである。",
            "また，訂正後発明1の作用効果は，高純度のⅡ型無水石膏を得ることができるということのみではなく，「本体出口の粉粒体温度を330℃～500℃以下に」制御することで，ナフタレンスルホン酸基の分解温度以上に加熱されないようにすることをも可能にし，これにより，結果として，高純度のⅡ型無水石膏を得ることができるというものである。実施例の記載は，この点を裏付けるものであって，訂正後発明1の上記技術的意義の存在を裏付けるために実施例の記載を参酌することはなんら不合理ではなく，むしろ発明の技術的意義を正しく理解する上で必要なことである。",
            "したがって，相違点bの判断において，訂正後発明1における加熱温度範囲の上限は，石膏廃材を石膏自体の分解温度はもちろんのこと，それより低いナフタレンスルホン酸基の分解温度以上に加熱されないようにしながら，明細書の作用効果などの記載を参酌して，二水石膏を完全にⅡ型無水石膏化することができるという技術的意義を有するものと認めた審決の判断は相当であって，原告の上記主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "原告の主張b(b) につき",
      "text": [
        "上記のとおり，発明の技術的意義を理解する上で発明の詳細な説明を参酌することは合理的であり，また，審決も，訂正後発明1は二水石膏を完全にⅡ型無水石膏化することができるという技術的意義を有するものと認められることの裏づけとして，実施例の記載を参酌しているにすぎないのであるから，原告の主張は失当である。",
        "なお，原告はこれに関連して，本件訂正において，滞留時間に関する記載を削除したことは，本件発明の課題又は作用効果を「Ⅱ型無水石膏が95質量％以上の含有量で得ること」に変更する意図でなされたものであるなどと論難している。",
        "しかし，本件訂正において段落【0011】の滞留時間に関する記載を削除したのは，段落【0011】の記載を訂正後の請求項1の記載に合わせたものであって，原告が主張するような意図で行ったものではなく，原告の主張は失当である。"
      ]
    },
    {
      "fig": "c",
      "subject": "原告の主張b(c) につき",
      "text": [
        "訂正後発明1の「330℃以上500℃以下」の温度は，あくまでも本体出口における粉粒体温度であって，これによって本体の内部で該石膏廃材を330℃以上840℃以下に加熱することができ，ナフタレンスルホン酸基の分解温度以上に加熱されないようにしながら，高純度のⅡ型無水石膏を焼成することを達成することができるのであって，甲2，甲5及び甲14に示される温度範囲とは技術的意味が異なる。",
        "また，甲25に記載のⅡ型無水石膏の焼成温度「400℃～600℃」は，単に一般的に「400℃～600℃」で焼成(原料自体の温度が400℃～600℃になるように焼成)すればⅡ型無水石膏が得られることを開示するだけであり，「上記甲各号証が本件発明1における温度範囲を示唆することにならない。」とする審決の認定に何ら影響を与えるものではない。",
        "さらに，例えば，甲2に開示されているようなロータリキルンのものを用いた場合，訂正明細書等の【表2】の比較例にも記載しているように，炉出口粉粒体温度を500℃に制御しても硫黄酸化物が発生しているのである。",
        "これに対し，訂正後発明1は，上限温度を「500℃」に設定することで，石膏廃材が「ナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避け」(段落【0011】)，高純度のⅡ型無水石膏を低燃費で焼成することを可能にしたという技術的意義を有するのであるから，原告の主張に従っても上限温度を「500℃」に設定することに格別の創意工夫があったと認められるものである。",
        "したがって，この点に関する原告の主張は，失当である。"
      ]
    },
    {
      "fig": "d",
      "subject": "原告の主張b(d) につき",
      "text": [
        "前記(1) イのとおり，訂正後発明1の上限温度である「500℃」は根拠のあるものであり，「500℃以下」と設定することにより格別の技術的意義が存在するとともに特許法126条に違反するものでもないから，原告の主張は失当である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "イ",
              "subject": "訂正後発明2ないし4について",
              "text": [
                "前記アのとおり，訂正後発明1に対する審決の判断に誤りはなく，訂正後発明2ないし4に対する審決の判断にも誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "訂正後発明5について",
              "text": [
                "前記アとおり，訂正後発明1に対する審決の判断に誤りはなく，したがって，訂正後発明1と甲1発明との同様な相違点aないしcを有する訂正後発明5に対する審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (訂正前発明の内容)，(3) (本件訂正の内容)，(4) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件訂正の適否に関する判断の誤り)に対する判断",
          "text": [
            "審決は，本件訂正は願書等に記載されている事項の範囲内の訂正であり，また，実質上特許請求の範囲を拡張し又は変更するものでもないから適法であるとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当初明細書(本件特許公報，甲10)には，次の記載がある。",
                    "・  特許請求の範囲としての【請求項1】ないし【請求項5】は前記第3，1(2) のとおり。",
                    "・【発明の詳細な説明】",
                    "【発明の属する技術分野】",
                    "「本発明は，石膏廃材を焼成して無水石膏，特にⅡ型無水石膏を焼成する焼成システム及び無水石膏の製造方法に関する。」(段落【0001】)",
                    "・【従来の技術】",
                    "「近年の石膏製品の需要の増加とともに，建築物の解体等に伴う石膏廃材の発生量が増加している。特に，建築現場等で発生する廃石膏ボードについては，解体時の分別が困難であったり，リサイクル市場が不足しているため，そのほとんどが埋立処分されている。」(段落【0002】)",
                    "・「廃石膏ボードを埋め立てる場合には，管理型の産業廃棄物最終処分場で処分することとされている。そのため，処理コストの増大を招くとともに，最終処分場の涸渇化の問題があり，石膏廃材の有効利用が期待されている。」(段落【0003】)",
                    "・「そこで，本出願人は，ロータリーキルンを用い，炉内温度を焼点温度500～1200℃及び窯尻温度300～950℃に制御して石膏廃材を焼成することにより，Ⅱ型無水石膏の含有量が80重量％以上，半水石膏とⅢ型無水石膏の合計含有量が10重量％以下，CaOの含有量が10重量％以下，及び全有機炭素量0．3重量％以下の無水石膏類を製造する技術を提案した(特許文献1参照)。」(段落【0004】)",
                    "・「また，石膏廃材の有効利用に関する技術ではないが，特許文献2は，無孔の底，材料のための入口及び出口，並びに逆円錐形の容器の底に隣接して開いた熱ガス用の少なくとも1個の下方に向かって延設された管を有する容器を含む粒状材料熱処理装置において，底を管の近くの底で材料を制限するように形成し，ここで管から出る熱ガスが材料を加熱し，循環させるようにした装置，いわゆるコニカルケトル炉を用いて無水石膏を生成することの可能性に言及している。」(段落【0005】)",
                    "・【発明が解決しようとする課題】",
                    "「しかし，原料に石膏廃材を用いて無水石膏を製造する場合には，従来のロータリーキルン等を用いて焼成すると，局所的に過剰に加熱される部分が生じ，石膏廃材に高性能減水剤として混和されているナフタレンスルホン酸基が分解されて硫黄酸化物が発生するおそれがあるという問題があった。また，石膏自体も，1000℃以上に加熱すると，石膏が熱分解して大量に硫黄酸化物が発生するおそれがあるという問題があった。」(段落【0007】)",
                    "・「さらに，ロータリーキルン，コニカルケトル炉等，使用する炉の種類に関わらず，製品として得られるⅡ型無水石膏の純度を高く維持するとともに，燃費を低減することも要請されていた。」(段落【0008】)",
                    "・「そこで，本発明は，上記従来の技術における問題点に鑑みてなされたものであって，硫黄酸化物の発生を大幅に抑制することができるとともに，高純度のⅡ型無水石膏を得ることができ，燃費も低い無水石膏の製造方法及び無水石膏焼成システムを提供することを目的とする。」(段落【0009】)",
                    "・【課題を解決するための手段】",
                    "「上記目的を達成するため，本発明は，無水石膏の製造方法であって，内筒の内部で燃料を燃焼させて該内筒の下部の開口部から燃焼ガスを噴出させ，前記内筒を囲繞し，下部が逆円錐状に形成された本体に石膏廃材を供給し，該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら，前記燃焼ガスによって流動化させ，生じた無水石膏を前記本体の内部から外部に排出することを特徴とする。」(段落【0010】)",
                    "・「本発明にかかる無水石膏の製造方法は，粉粒体を流動化状態として，高温の燃焼ガスを接触させて加熱する間接加熱方式を採用し，粉粒体層は完全混合状態となり，全体として略々均一な温度となり，局所的に過剰に加熱されることはないため，原料としての石膏廃材粉末が，石膏自体の分解温度(1000℃以上)や，混和剤として含有されるナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避けることができる。これによって，硫黄酸化物の発生を大幅に抑制することができる。ここで，石膏廃材粉末による粉粒体層温度を330℃～840℃に制御し，20分以上の滞留時間を与えることで，硫黄酸化物をほとんど発生させずに，石膏廃材中の2水石膏を完全にⅡ型無水石膏化することができる。」(段落【0011】)",
                    "・「前記内筒及び本体を備える無水石膏焼成炉から排出される燃焼ガスを集塵して捕集されるダストの70質量％以上を，該無水石膏焼成炉に戻すことが好ましい。これによって，Ⅱ型無水石膏純度の低い飛散ダストを製品に混入することがなくなり，製品Ⅱ型無水石膏の高純度(95質量％以上)が確保される。」(段落【0012】)",
                    "・「前記集塵を2段階で行い，前段の集塵を集塵効率90％以上のサイクロンで行うことが好適である。サイクロンで可能な限り高温でダストを回収することにより，Ⅱ型無水石膏製造の熱量原単位を低減することができる。」(段落【0013】)",
                    "・「また，前記前段の集塵を行うサイクロンを，前記無水石膏焼成炉の直上に配置し，該サイクロンにて集塵したダストを輸送機を介さずに直接該無水石膏焼成炉に戻すこともできる。これによって，集塵したダストを無水石膏焼成炉に戻す経路を最短とすることができ，熱量原単位をさらに低減することができる。」(段落【0014】)",
                    "・「さらに，本発明は，無水石膏焼成システムであって，下部に開口部を備えた内筒と，該内筒を囲繞し，下部が逆円錐状に形成された本体とを備え，前記内筒の内部で燃料が燃焼するとともに，前記開口部より燃焼ガスが噴出し，前記本体の内部に供給された石膏廃材が該本体の内部で加熱されながら，前記燃焼ガスによって流動化し，前記本体の内部から外部に無水石膏として排出される無水石膏焼成炉と，該無水石膏焼成炉から排出される燃焼ガスが導入され，該燃焼ガスに含まれるダストを第一段階で集塵する，該無水石膏焼成炉直上に配置されたサイクロンと，該サイクロンの排気を第二段階で集塵する集塵機とを備え，該サイクロン及び該集塵機で捕集したダストを該無水石膏焼成炉に戻す経路を有することを特徴とする。これによって，上述のように，硫黄酸化物の発生を大幅に抑制しながら，石膏廃材から高純度のⅡ型無水石膏を低燃費で製造することができる。」(段落【0015】)",
                    "・【発明の実施の形態】",
                    "・「次に，上記構成を有する無水石膏焼成システムの運転要領について，図1乃至図3を参照しながら説明する。」(段落【0028】)",
                    "＊【図1】(本件発明の無水石膏焼成システムの一実施の形態を示すフローチャート)",
                    "＊【図3】(図1の無水石膏焼成システムの無水石膏焼成炉の断面図)",
                    "・「内筒12の内部に燃焼用空気管19を介して，ルーツブロワ7から燃焼用空気Aを，燃料供給管11を介して燃料としての都市ガスGを供給する。都市ガスGが内筒12の内部で燃焼し，内筒12の内部は，約1200℃に維持される。一方，ホッパ8，スクリューフィーダ9，スクリューコンベア10から，原料供給管16を介して本体13の内部に石膏廃材Mが供給される。本体13の内部は，通常，460℃程度に制御されるが，石膏廃材または製品の種類に応じて330℃乃至840℃の範囲で変化させることができる。」(段落【0029】)",
                    "・「内筒12の内部で都市ガスGが燃焼して発生した燃焼ガスは，スリット15から本体13の最下部に噴出する。この噴出した燃焼ガスにより石膏廃材Mが本体13の下部3aにおいて流動化し，燃焼ガスと熱交換する。熱交換が完了すると，石膏廃材Mは，製品としての無水石膏Pに変化し，エアーランス14を介して導入されたコンプレッサ6からの圧縮空気Cにより流動化され，開口部13dから製品排出管23を介して系外に排出される。」(段落【0030】)",
                    "・「まず，実施例1～3及び比較例1で用いる試験装置について，図5を参照しながら説明する。この試験装置は，無水石膏焼成炉31の本体33に燃焼用空気Aを供給するためのルーツブロワ41と，本体33に石膏廃材Mを供給するための原料ホッパ42，スクリューフィーダ43，及びスクリューコンベア44と，本体33に圧縮空気Cを供給するコンプレッサ40と，本体33からの燃焼ガス中のダストを集塵して集塵したダストDを本体33または製品ホッパ45に戻すためのサイクロン35，バグフィルタ36，及びスクリューコンベア38，39と，集塵後の燃焼ガスを大気に放出するファン37とを備える。」(段落【0033】)",
                    "＊【図5】(本件発明の無水石膏焼成システムの試験装置を示すフローチャート)",
                    "・「無水石膏焼成炉31は，下部のコーン部分の有効容積が1．5m3で，上部円筒部分の内径が1，850mmの試験用焼成炉である。また，無水石膏焼成炉31からの排気経路に設けられたサイクロン35は，集塵効率が93％であって，これによって排気ガスの第一段集塵を行い，さらにバグフィルタ36にて第二段集塵を行った後，ファン37を介して排気ガスを大気に放出した。サイクロン35及びバグフィルタ36の捕集ダストDは，合流した後，所定の割合をスクリューコンベア39を介して無水石膏焼成炉31に戻し，残部を製品に混入した。無水石膏焼成炉31の運転条件は，炉出口粉粒体温度が460℃，炉出口ガス温度が410℃であり，時産0．70t−無水石膏／hを目標とした。」(段落【0034】)",
                    "・「次に，実施例4で用いる試験装置について説明する。この試験装置の全体構成は，図1に示したシステムと同様であって，無水石膏焼成炉1は，上述の図5に示した無水石膏焼成炉31と同じものを用いた。無水石膏焼成炉1の直上に集塵効率が93％のサイクロン2を設け，炉排気ガスの第一段集塵を行い，さらにバグフィルタ3にて第二段集塵を行った後，ファン4を介して排気ガスを大気に放出した。サイクロン2の捕集ダストDは，輸送機を介さず直接無水石膏焼成炉31に全量戻した。また，バグフィルタ3の捕集ダストDも，スクリューコンベア5を介して全量無水石膏焼成炉31に戻した。無水石膏焼成炉1の運転条件は，炉出口粉粒体温度が460℃，炉出口ガス温度が410℃であり，時産0．70t−無水石膏／hを目標とした。」(段落【0035】)",
                    "・【表2】(段落【0041】)",
                    "・【発明の効果】",
                    "「以上説明したように，本発明にかかる無水石膏の製造方法及び無水石膏焼成システムによれば，石膏廃材を焼成して無水石膏，特にⅡ型無水石膏を焼成するにあたって，硫黄酸化物の発生を大幅に抑制することができ，高純度のⅡ型無水石膏を低燃費で焼成することができる。」(段落【0043】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本件各発明は，石膏廃材を焼成して製造されるⅡ型無水石膏の製造方法に関し，従来のロータリーキルン等を用いて焼成すると局所的に過剰に加熱される部分が生じ，石膏廃材に高性能減水剤として混和されているナフタレンスルホン酸基が分解されて硫黄酸化物が発生したり，また，1000℃以上に加熱すると，石膏自体も熱分解して大量に硫黄酸化物が発生するおそれがあるという問題があったことに対し，硫黄酸化物の発生を大幅に抑制することができるとともに，高純度のⅡ型無水石膏を得ることができ，燃費も低い無水石膏の製造方法及び無水石膏焼成システムを提供するために，内筒の内部で燃料を燃焼させて該内筒の下部の開口部から燃焼ガスを噴出させ，前記内筒を囲繞し，下部が逆円錐状に形成された本体に石膏廃材を供給し，該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら，前記燃焼ガスによって流動化させ，生じた無水石膏を前記本体の内部から外部に排出するという間接加熱方式を採用することによって，原料としての石膏廃材粉末が，石膏自体の分解温度(1000℃以上)やナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避けることができ，それによって，硫黄酸化物の発生を大幅に抑制しながら，石膏廃材中の二水石膏を完全にⅡ型無水石膏化することができる無水石膏の製造方法及び無水石膏焼成システム，という発明であることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正の内容",
              "text": [
                "平成22年1月22日付けでなされた本件訂正は，訂正事項aないしdを内容とするものであり，その内容は前記第3，1(3) のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項aの適否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項aは，審決が認定するとおり，訂正事項(ⅰ)ないし(ⅵ)(審決4頁17～32行)を含むものであるが，(ⅰ)，(ⅲ)，(ⅳ)及び(ⅵ)の訂正については当事者間に争いがないので，訂正事項a(ii)の適否について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正事項a(ii)は，「『該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら』とあるのを，『該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら』に訂正する。」というものである。",
                        "当該訂正事項は，本体の内部での石膏廃材の加熱に関し，「該本体の内部で該石膏廃材を330℃以上840℃以下に加熱」とあるのを「該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱」というように温度の測定位置と設定温度の範囲を限定するものであるから，特許請求の範囲の減縮を目的とするものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ところで，願書に添付した明細書，特許請求の範囲又は図面の訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしなければならず(特許法134条の2第5項，126条3項)，また，上記規定中，「願書に添附した明細書又は図面に記載した事項の範囲内」とは，明細書又は図面のすべての記載を総合することにより導かれる技術的事項であり，訂正が，このようにして導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該訂正は，「明細書又は図面に記載した事項の範囲内」においてするものということができるというべきである(なお，平成6年改正前の特許法17条2項にいう「明細書又は図面に記載した事項」に関する知財高裁平成18年(行ケ)第10563号平成20年5月30日特別部判決参照)。そして，上記明細書又は図面のすべての記載を総合することにより導かれる技術的事項は，必ずしも明細書又は図面に直接表現されていなくとも，明細書又は図面の記載から自明であれば，特段の事情がない限り，新たな技術的事項を導入しないものであると認めるのが相当である。"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで，訂正事項a(ii)が「明細書又は図面に記載した事項の範囲内」でなされたか否かについて検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，訂正前の「該本体の内部で該石膏廃材を330℃以上840℃以下に加熱しながら」との事項は，本体内部における石膏廃材の加熱温度を330℃以上840℃以下という範囲に数値を限定するものであるところ，上記当初明細書の記載(本件特許公報，甲10)によれば，上記数値限定の意味は，原料としての石膏廃材粉末からⅡ型無水石膏を生成するために必要とされる温度(330℃以上)を下限とし，石膏自体の分解温度(1000℃以上)や石膏廃材に混和剤として含有されるナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避けるための温度(840℃以下)を上限とすることによって，硫黄酸化物の発生を大幅に抑制するための数値限定であると認められる(段落【0011】参照)。したがって，上記数値限定事項は，本件各発明において，硫黄酸化物の発生を大幅に抑制するという効果を奏するために「明細書又は図面によって開示された技術的事項」であると認められる。",
                            "そこで，このような技術的事項を，訂正事項a(ii)の「該本体の内部で該石膏廃材を，該本体出口における粉粒体温度が330℃以上500℃以下になるように加熱しながら」と訂正することが，上記技術的事項との関係において，「新たな技術的事項を導入しないものである」と認められるか否かが問題となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ところで，本体内部の温度限定を「出口における粉粒体温度」と限定することは，本体内部の温度限定を上位概念と捉えれば，当初明細書等の実施例で記載されるとおり，本体内部に属する出口における粉粒体温度に限定するものにすぎず，もともと当初明細書等の実施例においては，【表2】において炉出口粉粒体温度で結果が表示されているように，本体内部の温度の特定は炉出口における粉粒体温度でなされていることを考慮すると，「出口における粉粒体温度」で限定することは，当初明細書等の記載から自明である技術的事項と認められるから，上記訂正をもって，「新たな技術的事項を導入しないもの」と認めるのが相当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点に関し，原告は，前記第3，1(5) ア(ア) aのとおり，当初明細書等には，炉の本体内部の温度が本体出口部の温度と実質的に同じとする記載は一切ないことや当初明細書等の段落【0030】の記載を根拠に，石膏廃材の加熱温度を本体内部で規定することと，炉本体出口の温度で規定することとは技術的な意味が異なると主張する。",
                            "しかし，当初明細書等に記載された実施例においては，炉出口粉粒体温度が460℃になることを目標とした旨記載され(段落【0034】，【0035】)，当初明細書等の【表2】には，実施例における「炉出口粉粒体温度(℃)」が，「460℃」(実施例1)，「470℃」(実施例2)，「450℃」(実施例3)，「470℃」(実施例4)であったことが記載されていることから，本件各発明を具体的に実施する際には，炉出口(本体出口)での粉粒体温度によって設定温度を特定して運転条件を調整しているものと認められ，訂正前の「本体内部で・・・以下に加熱しながら」との記載も必ずしも炉出口以外の本体内部における最高温度領域の温度を測定することに限定していると解することはできないこと，当初明細書等に記載された実施例の加熱炉の炉出口とは，例えば，図3の記載によれば，「33  本体」から「23  製品排出管」に通じる「13d  開口部」として図示された箇所に相当すると認められるところ，本件各発明においては，その構造上当該箇所が「23  製品排出管」の中にあって外気に直接さらされる所ではないこと，石膏廃材Mは，噴出した燃焼ガスにより本体13の下部3aにおいて流動化し，燃焼ガスと熱交換し，熱交換が完了すると製品としての無水石膏Pに変化し，エアーランス14を介して導入されたコンプレッサ6からの圧縮空気Cにより流動化されて，開口部13dから製品排出管23を介して排出されること(段落【0030】)も考慮すれば，エアーランス14を介して導入されたコンプレッサ6からの圧縮空気Cによって，炉出口付近の石膏廃材の温度が多少低くなることを考慮しても，本体出口において測定される温度は，本体内部での加熱温度と実質的には変わらないとみることが可能であるから，新たな技術的事項を導入したものとはいえず，この点に関する原告の主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "次に「330℃以上500℃以下になるように加熱しながら」と訂正する点について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正事項a(ii)の「・・・該石膏廃材を，・・・粉粒体温度が330℃以上500℃以下になるように加熱しながら」という事項は，本体内部での石膏廃材の加熱に関し，粉粒体温度を330℃以上500℃以下になるように数値範囲を限定するものであるから，訂正前の数値限定の範囲の上限値を「840℃以下」から「500℃以下」に変更するものである。",
                            "ところで，上記「500℃」という値は当初明細書等に明示的に表現されているものではない。そこで，上記「500℃」という値が，当初明細書等に記載された事項から自明であるといえるかどうかが問題となる。",
                            "しかし，「500℃」という特定温度は，もともと訂正前の「330℃以上840℃以下」の温度の範囲内にある温度であるから，上記「500℃」という温度が当初明細書等に明示的に表現されていないとしても，硫黄酸化物の発生抑制のための温度として分解温度以下である以上他の温度と異なることはなく，実質的には記載されているに等しいと認められること，当初明細書等に記載された実施例においては，炉出口粉粒体温度が460℃になることを目標とした旨が記載され(段落【0034】，【0035】)，当初明細書等の【表2】には，実施例における「炉出口粉粒体温度(℃)」が，「460℃」(実施例1)，「470℃」(実施例2)，「450℃」(実施例3)，「470℃」(実施例4)であったことが記載されていることからすれば，具体例の温度自体にも開示に幅があるといえること，したがって，具体的に開示された数値に対して30℃ないし50℃高い数値である近接した500℃という温度を上限値として設定することも十分に考えられること，また，訂正後の上限値である「500℃」に臨界的意義が存しないことは当事者間に争いがないのであるから，訂正前の上限値である「840℃」よりも低い「500℃」に訂正することは，それによって，新たな臨界的意義を持たせるものでないことはもちろん，500℃付近に設定することで新たな技術的意義を持たせるものでもないといえるから，「500℃」という上限値は当初明細書等に記載された事項から自明な事項であって，新たな技術的事項を導入するものではないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，原告は，前記第3，1(5) ア(ア) bのとおり，当初明細書等の記載によると，実施例1ないし4の炉出口粉粒体温度は目標値である460℃を中心に，上下に10℃の変動があることを示しているにすぎないにもかかわらず，審決の判断に基づくならば，炉出口粉粒体温度を460℃を目標として本体炉内で加熱する場合，「500℃」という測定値は，目標温度に対し少なくとも上方に40℃程度変動することもあり得る解釈となること，本件各発明の無水石膏の製造方法における石膏廃材を加熱焼成してⅡ型無水石膏が得られる反応は発熱反応ではなく吸熱反応であり，外部から熱を加えて石膏廃材を処理する場合，通常，運転目標値に対して実測温度が目標値を中心に平均的に上下にばらつくか低くなる傾向を示すのであって，実測温度が若干高くなることが多くなるという技術的根拠はないから，運転目標値に対して実測温度が若干高くなることが多くなることを根拠とした「500℃」の訂正は，特許明細書等の記載事項に新たな技術的事項を導入するものである旨主張する。",
                            "しかし，新たな技術的事項を導入しないものか否かを判断するに際しては，「500℃」という特定の温度が当初明細書等を総合した場合に自明といえるか否かが問題となるのであって，本件各発明においては，もともと「500℃」という特定の温度には何ら技術的意義はないのであるから，「500℃」という特定の温度が当初明細書等に記載された実施例の目標温度や実測値と比較して多少高めの温度であったとしても，臨界的意義はもちろん技術的意義の面でも実質的な差はない当初明細書等の「330℃以上840℃以下」という数値の範囲内である限り，「500℃」の訂正は，特許明細書等の記載事項に新たな技術的事項を導入するものとはいえないというべきであり，この点に関する原告の主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，訂正事項a(ii)は，当初明細書等に記載した事項の範囲内であって，かつ，実質上特許請求の範囲を拡張し又は変更するものと認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訂正事項a(ⅴ)は，請求項5において上記訂正事項a(ii)と同様の訂正をするものである。",
                    "したがって，訂正事項a(ii)と同様の理由により，訂正事項a(ⅴ)は，請求の範囲を減縮するものであり，当初明細書等に記載した事項の範囲内の訂正であって，かつ，実質上特許請求の範囲を拡張し又は変更するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正事項bの適否について",
              "text": [
                "訂正事項bは，当初明細書等の段落【0010】において本件訂正事項aと同様の訂正をするものである。",
                "したがって，訂正事項bは，訂正事項aと同様の理由により，当初明細書等に記載した事項の範囲内の訂正であって，かつ，実質上特許請求の範囲を拡張し又は変更するものと認めることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正事項cの適否について",
              "text": [
                "訂正事項cは，当初明細書等の段落【0011】において訂正事項aと同様の訂正をするものである。",
                "したがって，訂正事項cは，訂正事項aと同様の理由により，当初明細書等に記載した事項の範囲内の訂正であって，かつ，実質上特許請求の範囲を拡張し又は変更するものと認めることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "訂正事項dの適否について",
              "text": [
                "訂正事項dは，当初明細書等の段落【0015】において訂正事項aと同様の訂正をするものである。",
                "したがって，訂正事項dは，訂正事項aと同様の理由により，当初明細書等に記載した事項の範囲内の訂正であって，かつ，実質上特許請求の範囲を拡張し又は変更するものと認めることはできない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，訂正事項aないしdの訂正はいずれも適法であって，同旨の審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(訂正後発明についての進歩性に関する判断の誤り)に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正後発明1について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1(特公昭60−9852号公報)には，次の記載がある。",
                            "・「特許請求の範囲"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "粉末化されたあるいは粒状の石膏，または他の粒状材料を熱処理するための装置であって，使用に際しての前記材料により接触される無孔底を有する容器，熱処理されるべき前記材料のための入口，熱処理された材料のための出口，および少なくとも一本の下方に延びて熱ガスを通すようになされて前記底に隣接して容器の内側に開口した加熱管を具備し，前記容器は前記出口によって決まる材料の高さでの容器の横断面積よりも小さな面積の底を提供すべく少なくとも使用中の材料で占められる区域の側壁が傾斜せしめられており，前記容器の前記底は前記底における粒状材料を前記開口の近傍に制限すべく前記加熱管の前記開口に関して形状づけられ，寸法づけられかつ配置されておりそして前記容器の前記底は前記加熱管の前記開口の底端より下に設けられた少なくとも一個の内部突起を有し，しかして，操作中前記加熱管の下方部分から出る熱ガスが熱処理された材料の堆積を阻止すべく前記底を横切って連続的に前記材料を掃引するようになしたことを特徴とする粉末化されたあるいは粒状の石膏，または他の粒状材料を熱処理するための装置。"
          ]
        },
        {
          "fig": "2",
          "subject": "＜略＞"
        },
        {
          "fig": "3",
          "text": [
            "使用中の材料によって占められる容器の前記区域は逆円錐形であり，かかる容器の垂直軸線に実質的に沿って前記加熱管が配置されている特許請求の範囲第1項または第2項に記載の粉末化されたあるいは粒状の石膏，または他の粒状材料を熱処理するための装置。4  前記加熱管はその下方部分の側壁に付加的に複数のガス分配孔を有する特許請求の範囲第1項から第3項のいずれか一項に記載の粉末化されたあるいは粒状の石膏，または他の粒状材料を熱処理するための装置。"
          ]
        },
        {
          "fig": "5",
          "subject": "前記加熱管は上方部分で燃料供給源および酸素含有ガス源に接続されうるものであり，かつ前記加熱管は燃料バーナーを含む特許請求の範囲第1項から第4項のいずれか一項に記載の粉末化されたあるいは粒状の石膏，または他の粒状材料を熱処理するための装置。」",
          "text": [
            "・【発明の詳細な説明】",
            "・「本発明は粒状材料特に鉱物を熱処理するための，特に石膏(水和硫酸カルシウム)を煆焼するための装置に関する。」(第3欄22～24行)",
            "・「本発明によれば，使用中容器含有物によって接触せしめられる無孔底および熱処理される材料の入口，熱処理された材料の出口，および底に隣接して容器の内面に向いて開いた，熱ガスの通路のために設けられた少なくとも一つの下方に向って延びた加熱管を有する容器からなる粒状材料を熱処理するための装置を提供し，この容器の底は管開口近くで底で材料を制限させるように形作り，これによって使用中加熱管の下方部分から出る熱ガスは，底で材料を加熱と同時に循環させ，これによって容器の内容物全部を実質的に攪拌し加熱するようにする。」(第4欄18～29行)",
            "・「容器を連続式で運転するとき，材料例えば硫酸カルシウム二水和物のためのバルブ付入口を設け，熱処理された材料のためのバルブ付出口または溢流装置を設けるのが好ましい。容器への材料の供給または容器からの材料の放出を制御するため，適切な任意の方法を使用できる。」(第7欄4～9行)",
            "・「本発明の装置中での処理材料の流動化は，それが主として流入ガスによるにしろあるいは放出された蒸気による自己流動化によるにしろ，内容物の急速かつ効率的な混合に寄与し，熱伝達に寄与する，そしてまた連続運転中生成物の放出さえも容易にする。この使用のために容器には機械的攪拌機を備える必要はない。」(第7欄34～40行)",
            "・「主として有効煆焼温度を制御することによってこの装置で半水プラスターおよび無水プラスターまたはその混合物の製造を行うことができる。例えば処理すべき硫酸カルシウムの温度を約140～170℃に保つならば，硫酸カルシウム二水和物からの主たる煆焼生成物は半水石膏である，十方(判決注：「一方」の誤記と認められる。)更に高い温度，約350℃以上の温度では主生成物は無水硫酸カルシウムである。」(第8欄14～21行)",
            "・「燃料ガス例えば天然ガスはパイプ16を介して，容器中の材料の高さ10に近い所で管6内に配置したノズル混合形のガスバーナー17に供給する。空気はファン19から空気パイプ18を通ってこのバーナーに別々に供給する。ノズル混合バーナー17を通る燃料／空気混合物はスパーク針20で点火され，燃焼による熱いガス状生成物は管中を下方に向って通過し，その開放端13および孔14を通って出る。」(第9欄27～35行)",
            "・ 第1図(本発明による円錐煆焼容器の略図)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によると，甲1発明は，石膏を煆焼するための装置に関し，主として有効煆焼温度を制御することによってこの装置で半水プラスター及び無水プラスター又はその混合物の製造を行うために，加熱管内に配置した燃料バーナーを通る燃料／空気混合物に点火し，該加熱管の下方部分の開口及びガス分配孔から燃焼による熱ガスを出し，該加熱管は容器の垂直軸線に実質的に沿って配置された少なくとも一本の下方に延びて熱ガスを通すようになされて容器の底に隣接して容器の内側に開口したものであり，該容器は熱処理された材料のための出口によって決まる材料の高さでの容器の横断面積よりも小さな面積の底を提供すべく，少なくとも使用中の材料で占められる区域が逆円錐形であり，該容器へ熱処理されるべき材料としての石膏を供給し，前記石膏を約350℃以上の温度に保つように，加熱管の下方部分から出る熱ガスで容器の底で加熱と同時に循環させて前記石膏の流動化を起こさせ，前記熱処理された材料として生じた無水石膏を容器の内部から外部に排出する無水石膏の製造方法という発明であると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2発明の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2(特開2002−86126号公開公報)には，次の記載がある。",
                            "・「【特許請求の範囲】",
                            "【請求項1】 セメントクリンカ焼成用のサスペンションプレヒータに石膏ボード廃材を給養し，下部から400～850℃の熱風を吹き込むことにより，石膏ボード廃材の石膏と石膏に付着している紙とを同時に焼成する方法。」",
                            "・【発明の詳細な説明】",
                            "・【発明の属する技術分野】",
                            "「本発明は，石膏ボード廃材の焼成方法に関するものである。」(段落【0001】)",
                            "・【従来の技術】",
                            "「石膏ボード廃材は，石膏ボードおよびセメント原料への再利用が期待されているが，ボード表面をおおう質量比7～10%の紙の混入が問題となる。この紙の混入を防ぐ手段として，石膏ボード廃材の紙と石膏を機械的に分離し，石膏を回収する方法および石膏ボード廃材を焼成して石膏を回収する方法がある。」(段落【0003】)",
                            "・「前者の方法で回収した二水石膏は，セメント用の二水石膏として使用した場合，セメントの強度低下および凝結時間が遅延し，分離した紙の処分が問題となる。後者は，通常の手段で焼成すると，石膏の分解によるSOxの発生と，紙の燃焼によるSOxの発生が問題となる。」(段落【0004】)",
                            "・【発明が解決しようとする課題】",
                            "「石膏ボード廃材から石膏を回収するために，石膏ボード廃材に含まれる紙を除去する手段として，焼成による方法が考えられるが，ロータリーキルンとグレードクーラの組合せでは，石膏微粉の存在のため温度コントロールが難しく，石膏の分解が起こらない温度まで加熱し，紙を完全燃焼させることは困難である。したがって，本発明の目的は，石膏ボード廃材からリサイクル石膏を得る方法を提供することである。」(段落【0005】)",
                            "・【課題を解決するための手段】",
                            "「上述した本発明の目的は，セメントクリンカ焼成用のサスペンションプレヒータに石膏ボード廃材を給養し，下部から400～850℃の熱風を吹き込むことにより，石膏ボード廃材の石膏と石膏に付着している紙とを同時に焼成し，焼成された石膏をロータリーキルンで冷却することにより達成される。」(段落【0006】)",
                            "・【発明実施の形態】",
                            "「石膏ボード廃材に含まれる紙を完全燃焼させるために必要な温度は，紙の形態，粒度および燃焼時間によって異なるが，400～700℃の範囲であり，紙の耐火度が低い程，粒度の細かい程，燃焼時間が長い程，低温で完全燃焼させることができる。」(段落【0008】)",
                            "・「一方，加熱による石膏の分解は，約950℃から起こることが知られており，石膏ボード廃材を石膏の分解が起こらない温度まで加熱し，紙を完全に焼成するためには，石膏ボード廃材焼成時の温度を400～850℃の範囲に維持する必要がある。」(段落【0009】)",
                            "・「本発明における石膏ボード廃材の焼成方法は，ロータリーキルン以外の熱風源において発生させた400～850℃の熱風をサスペンションプレヒータ下部に導入し，石膏ボード廃材をサスペンションプレヒータに給養することにより，紙を完全に燃焼させると共に，石膏の分解によるSOxの発生を抑制し，かつロータリーキルンにおいて回収物の冷却を行うものである。」(段落【0010】)",
                            "・「実施例および比較例の焼成品を粉末X線回折で確認したところ，実施例1～3および比較例1，3の石膏の形態は，全て無水石膏であり，比較例2については，その殆どが無水石膏であったが，極微量の半水石膏も含まれていた。焼成品の粉末X線回折の結果より，上記表1における焼成品の強熱減量は，未燃焼の紙分の炭化に伴うものであると考えられ，強熱減量の値は，焼成品に含まれる不完全燃焼の紙の割合を知る目安になるものと考えられる。」(段落【0018】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によると，甲2発明は，石膏ボード廃材からリサイクル石膏を得る方法として，石膏を通常の手段で焼成すると石膏の分解によるSOxが発生するため，石膏ボード廃材を石膏の分解が起こらない温度まで加熱し，紙を完全に焼成するためには，石膏ボード廃材焼成時の温度を400ないし850℃の範囲に維持する必要があるとの認識の下，その解決手段として，セメントクリンカ焼成用のサスペンションプレヒータに石膏ボード廃材を給養し，下部から400ないし850℃の熱風を吹き込むことにより，石膏ボード廃材の石膏と石膏に付着している紙とを同時に焼成し，その結果，無水石膏を得ることができるという発明であることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5発明の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5(特開平10−230242号公開公報)には，次の記載がある。",
                            "・【特許請求の範囲】",
                            "「【請求項1】 石膏ボード用原紙が付着している石膏ボード廃材を間接加熱処理して，SOxを発生させることなく石膏ボード用原紙を灰化させるとともに，該廃材から発生する排煙を燃焼用空気として用い臭気を除去することを特徴とする石膏ボード廃材の処理方法。",
                            "【請求項2】 間接加熱処理温度が300～800℃である請求項1に記載の石膏ボード廃材の処理方法。」",
                            "・【発明の詳細な説明】",
                            "・「以上の燃焼処理における温度及び時間について説明する。廃材の加熱温度としては原紙部分を灰化させ得て，且つ石膏が熱分解して亜硫酸ガス(SOx)を発生しない温度であればよい。その温度は加熱処理する廃材量や滞留時間によっても異なるが，焼成品の出口温度として通常は300～800℃，好ましくは500～600℃である。300℃に達しない温度では回収される石膏はⅢ型無水石膏であるために再利用には好都合であるが，原紙部分を灰化させるのに長時間を要するために全体としての処理効率が悪い。」(段落【0015】)",
                            "・「これに比べて500～600℃の温度では，回収される石膏は，Ⅲ型無水石膏とⅡ型無水石膏との混合物となるが，比較的短時間で原紙部分を灰化することができるので好ましい。一方，熱処理温度が800℃を超える温度では，石膏が熱分解して亜硫酸ガスが発生し始め，回収される石膏はⅡ型無水石膏と生石灰の混合物となるので好ましくない。尚，加熱時間は上記の加熱温度や装置の処理容量等との関係によって変化するが，例えば，加熱時間が500～600℃である場合には，約5～10分間程度で十分である。」(段落【0016】)",
                            "・【実施例】",
                            "「次に実施例及び比較例を挙げて本発明を更に具体的に説明する。石膏ボード廃材・・・を，図1のAの粗粉砕機及び圧縮機にかけ・・・。次にそれらをBの振動篩にかけて・・・比較例試料1を得た。・・・又，上記比較例試料1を高速衝撃粉砕機Bにかけて原紙部分を解繊し，・・・比較例試料2を得た。",
                            "これらの比較例試料1及び比較例試料2を，図2に示したような傾斜(度)のあるステンレス製2重管の内筒側に仕込み(内筒径300mmφ，内筒回転速度2～3rpm，仕込量300kg／H)，排煙を燃焼用空気として回収しながら，内筒外面をLＮGバーナーを用い，回収石膏出口の石膏温度が550±50℃となるように加熱して，実施例試料1を得た。この時の各試料の内筒内滞留時間はそれぞれ約3分間であった。・・・",
                            "・・・同様に仕込量600kg／Hで，回収石膏出口の石膏温度が750±50℃となるように加熱し，内筒内滞留時間約1分30秒で，Ⅲ型無水石膏が約20重量％，Ⅱ型無水石膏が約80重量％の実施例試料3を得た。・・・実施例試料2～3を得る際，いずれも排気にはいわゆる煙は見られず，亜硫酸ガス臭もなかった。又，回収石膏にも生石灰は確認されなかった。」(段落【0025】～【0027】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によると，甲5発明は，石膏ボード用原紙が付着している石膏ボード廃材を間接加熱処理して石膏ボード用原紙を灰化させることを特徴とする石膏ボード廃材の処理方法に関し，SOxを発生させることなく処理するために，間接加熱処理温度を300ないし800℃，好ましくは500ないし600℃に設定して焼成した結果，Ⅱ型無水石膏が約80重量％の無水石膏を得ることができる，という発明であるこが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "周知例につき",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲14発明",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲14(特開平6−142633号公報)には，次の記載がある。",
                                "・【特許請求の範囲】",
                                "「【請求項1】 石膏ボード芯の少なくとも一部に石膏ボード用原紙が付着してなる石膏ボードの廃材を加熱して石膏ボード用原紙を炭化させることを特徴とする石膏ボード廃材から石膏を回収する方法。」",
                                "・【発明の詳細な説明】",
                                "・「また，得られる石膏を単に増量材として，或はアルカリ剤の存在下で水和させて再利用する場合には，石膏ボードの廃材を360℃以上で，好ましくは360～600℃で加熱して原紙を炭化させ脱水した石膏の殆どがⅡ型無水石膏とすることもできるし，原紙を燃焼させて石膏をⅡ型無水石膏とすることもできる。」(段落【0006】)",
                                "・「実施例1",
                                "石膏ボードの廃材(厚さ12mmの石膏ボードの端材，原紙は全体の約7％)を破砕機により破砕し，9mm目篩をパスした石膏ボードの破砕品を得た。この破砕品10kg(原紙の量約700g )を撹拌機付き間接伝熱竪釜石膏加熱装置により加熱し原紙を炭化させた。このときの加熱時間は180分で焼き上げ温度は300℃であった。この加熱品の石膏部分をX線回析で確認したところ，二水石膏及びⅡ型無水石膏はなく全てⅢ型無水石膏であった。」(段落【0008】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "上記記載によると，甲14発明は，石膏ボード廃材から石膏を回収する方法に関し，石膏ボードの廃材を，間接伝熱竪釜石膏加熱装置により，好ましくは360ないし600℃で加熱して原紙を炭化させ脱水した石膏のほとんどをⅡ型無水石膏とする，という発明であることが認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲11ないし甲13",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲11(特開平5−293350号公報)には，次の記載がある。",
                                "・「従来，石膏−水スラリー用分散剤として高度な分散性を示すナフタレンスルホン酸ホルムアルデヒド縮合物(以下ナフタレン系と称す)が知られている。」(段落【0002】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲12(特開平6−127994号公報)には，次の記載がある。",
                                "・「従来，石膏−水スラリー用分散剤として高度な分散性を示すナフタレンスルホン酸ホルムアルデヒド縮合物(以下ナフタレン系と称す)が知られている。」(段落【0002】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲13(特開2002−68820号公報)には，次の記載がある。",
                                "・「従来，石膏ボード等に用いられる石膏スラリーの製造には，分散剤としてリグニンスルホン酸塩やナフタレンスルホン酸塩ホルムアルデヒド縮合物，・・・等が使用されている・・・。」(段落【0002】)"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点aに関する判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，訂正後発明1と甲1発明とは，「内筒の内部で燃料を燃焼させて該内筒の下部の開口部から燃焼ガスを噴出させ，前記内筒を囲繞し，下部が逆円錐状に形成された本体に石膏を供給し，該本体の内部で該石膏を，加熱しながら，前記燃焼ガスによって流動化させ，生じた無水石膏を前記本体の内部から外部に排出する無水石膏の製造方法」の点で一致し，下記の点で相違しているとした上，相違点aについては甲1ないし甲9，甲11ないし甲17のいずれによっても当業者が容易に想到し得たということはできない，としている。",
                        "記",
                        "相違点a：訂正後発明1では，本体に供給する石膏が「ナフタレンスルホン酸基を含む石膏廃材」であるのに対し，甲1発明では，石膏(硫酸カルシウム二水和物)であるものの，ナフタレンスルホン酸基を含む石膏廃材であるとの特定がされていない点。",
                        "相違点b：訂正後発明1では，本体の内部で材料を「本体出口における粉粒体温度が330℃以上500℃以下になるように」加熱するのに対し，甲1発明では，「約350℃以上の温度に保つように」加熱している点。",
                        "相違点c：訂正後発明1では，加熱により生じた無水石膏を「Ⅱ型無水石膏」と特定するのに対して，甲1発明では，単に「無水石膏」であって型を特定していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，前記甲2，甲5及び甲14の記載からすれば，石膏廃材のような石膏製品の二水石膏を加熱脱水することで半水石膏や無水石膏を再製できることは当該技術分野における周知技術であると認められる。",
                        "したがって，石膏を加熱して無水石膏を得る技術が開示されている甲1発明において，加熱する石膏として「石膏廃材」を用いることは容易に想到し得ることである。",
                        "次に，前記甲11ないし甲13の記載によれば，ナフタレンスルホン酸基を含むナフタレンスルホン酸ホルムアルデヒド縮合物は石膏ボードに含有させる成分として周知であること，甲2，甲5及び甲14発明においては，石膏廃材を加熱すると硫黄酸化物が発生するため，その加熱温度の上限をそれぞれ850℃及び800℃と設定していることが認められる。",
                        "そうすると，ナフタレンスルホン酸基の分解温度である850℃以下において石膏廃材を加熱して無水石膏を焼成することは出願当時周知技術であったと認められるから，甲1発明において，このような周知技術を前提として，「ナフタレンスルホン酸基を含む石膏廃材」を供給する石膏として用いることは容易に想到し得ると認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関して被告らは，前記第3，3(2) ア(ア) cないしfのとおり，石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという訂正後発明1に示された課題認識は相違点aを判断する上で重要な要素であるところ，上記課題を指摘した文献はなく，甲2ないし甲5にも上記課題認識について記載もなければ示唆もないから，そのような課題認識のない状況で「ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材」から「ナフタレンスルホン酸基を含むもの」を特定することはできない旨主張する。",
                        "確かに，本件訂正明細書(甲20)の段落【0011】には「本発明にかかる無水石膏の製造方法は，粉粒体を流動化状態として，高温の燃焼ガスを接触させて加熱する間接加熱方式を採用し，粉粒体層は完全混合状態となり，全体として略々均一な温度となり，局所的に過剰に加熱されることはないため，原料としての石膏廃材粉末が，石膏自体の分解温度(1000℃以上)や，混和剤として含有されるナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避けることができる。これによって，硫黄酸化物の発生を大幅に抑制することができる。ここで，本体出口の粉粒体温度を330℃以上500℃以下に制御することで，硫黄酸化物をほとんど発生させずに，石膏廃材中の2水石膏を完全にⅡ型無水石膏化することができる。」(下線は訂正部分)との記載があり，上記記載によれば，訂正後発明1においては，石膏の分解温度(1000℃)より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題認識のもとに，ナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避けるために，本体出口の粉粒体温度を330℃以上500℃以下に制御することで，硫黄酸化物の発生を大幅に抑制する技術的事項が記載されていると認められる。",
                        "しかし，上記(イ) のとおり，甲2及び甲5発明においては，石膏廃材のような石膏製品の二水石膏を加熱すると硫黄酸化物が発生するため，その加熱温度の上限をそれぞれ850℃及び800℃と設定しており，その上限温度は訂正後発明1の課題認識に基づく上限温度850℃以下であるから，上記課題認識の有無にかかわらず，甲1発明に適用される周知技術において既に上記課題解決のための手段が達成されているばかりか，甲2及び甲5発明で示されている技術を用いる限り，「石膏の分解温度より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまう」という課題自体が発生しないのであって，それでも訂正後発明1と同じ作用効果を達成しているのであるから，甲1，甲2，甲5，甲11ないし甲14に上記課題認識について記載や示唆がないことは当業者(その発明の属する技術の分野における通常の知識を有する者)が訂正後発明1を想到することの妨げとなるものではないというべきである。",
                        "また，被告らは，上記課題認識のない状況で「ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材」から「ナフタレンスルホン酸基を含むもの」を特定することはできない旨主張するが，上記課題自体がそもそも発生しない状況で訂正後発明1と同じ課題解決手段を有する周知技術を適用するに当たり，「ナフタレンスルホン酸基を含むものと含まないものもある多様な石膏廃材」から「ナフタレンスルホン酸基を含むもの」を特定することは，単なる材料の選択の問題にすぎないというべきである。",
                        "したがって，この点に関する被告らの主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，相違点aについて容易想到ではないとした審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点bに関する判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点bは，前記のとおり，訂正後発明1では，本体の内部で材料を「本体出口における粉粒体温度が330℃以上500℃以下になるように」加熱するのに対し，甲1発明では，「約350℃以上の温度に保つように」加熱している点，というものである。",
                        "ここで，本体の内部で材料を「本体出口における粉粒体温度が330℃以上500℃以下になるように」加熱すると特定することは，前記2(3) イ(ウ) のとおり，本体内部での材料の加熱温度を特定することと実質的に変わらないとみることができる。そうすると，訂正後発明1と甲1発明とは，相違点bに関し，本体内部で石膏を加熱する温度範囲を特定する点では共通するものであるが，加熱温度範囲の下限値が，前者では「330℃」であるのに対し後者では「350℃」と異なる点，及び上限値が前者では「500℃以下」であるのに対し，後者では上限値を特定していない点で相違しているとみることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，まず下限値が異なる点であるが，訂正後発明1及び甲1発明のいずれにおいても，下限値はもともと石膏廃材等の二水石膏からⅡ型無水石膏を焼成するために必要な温度が少なくとも330℃以上であることによって設定される数値であるから，下限値を「330℃」に設定することと「350℃」に設定することには実質的な差違はないと認められる。",
                        "次に，訂正後発明1では上限値を「500℃以下」と定めているのに対し，甲1発明では上限値を設定していない点であるが，前記イ(ウ) のとおり，本件訂正明細書(甲20)の段落【0011】の記載によれば，訂正後発明1においては，石膏の分解温度(1000℃)より低い850℃でナフタレンスルホン酸基が分解して硫黄酸化物が発生してしまうという課題認識のもとに，ナフタレンスルホン酸基の分解温度(850℃以上)に加熱されることを避けるために，本体出口の粉粒体温度を330℃以上500℃以下に制御することで，硫黄酸化物の発生を大幅に抑制するという技術的事項が記載されていると認められるものの，訂正後発明1において上限値として臨界的意義を有しているのはナフタレンスルホン酸基の分解温度(850℃以上)以下で加熱することであって，前記2(3) イ(エ) で認定したとおり，もともと上限値を「500℃以下」と設定した点については臨界的意義はもちろんのこと何らの技術的意義も存しないのであるから，「500℃」という特定の温度を設定することについては格別の創意工夫を要しないこと，さらに，甲2，甲5及び甲14の各記載によれば，石膏廃材を加熱すると硫黄酸化物が発生するという課題認識の下にそれを抑制するために，加熱温度の範囲をそれぞれ，甲2では「400～850℃」，甲5では「300～800℃，好ましくは500～600℃」，甲14では「360～600℃」と設定していることからすれば，甲1発明において，硫黄酸化物の発生を極力抑制することを念頭に置いて甲2，甲5及び甲14に記載された周知技術を用いて，上限を「500℃以下」と設定することは，当業者が容易に想到し得ることであると認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関して，被告らは，前記第3，3(2) ア(イ) のとおり，訂正後発明1において「本体出口における粉粒体温度が330℃以上500℃以下になるように加熱」することで，本体の内部で石膏廃材を330℃以上840℃以下に加熱することができるのであるから，「500℃」という上限温度は「ナフタレンスルホン酸基の分解温度(850℃以上)」以上に加熱しないという技術的意義を有しているとし，「500℃」という温度設定に技術的意義があることを前提として縷々主張するが，上記(イ)のとおり，「500℃」という温度設定には何らの技術的意義もないのであって，仮に被告らの主張を前提としても，「500℃」という温度と「850℃」というナフタレンスルホン酸基の分解温度を結びつける記載もないのであるから，「500℃」という温度設定に被告らの主張するような技術的意義を認めることはできない。したがって，「500℃」という温度設定に技術的意義があることを前提とする被告らの主張はいずれも採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "よって，相違点bについて容易想到ではないとした審決の判断も誤りである。"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，審決は，訂正明細書等の段落【0011】の記載や【表2】の実施例を指摘して，訂正後発明1では，上限値を「500℃」と特定することによって，95質量％を超える高純度のⅡ型無水石膏が得られるという効果があるとし，これは，甲1，甲2，甲5及び甲14にはみられない顕著な効果である旨と判断しているが(審決24頁23行～26頁23行)，このような純度の向上に関する効果は，訂正明細書等の段落【0011】，【0012】，【0042】によれば，集塵手段を用いて捕集ダストを循環させることによって生じているものであって，決して，本体出口における粉粒体温度の上限値を「500℃」と設定したことによって生じる効果ではないから，この点に関する審決の判断も誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，訂正後発明1は，甲1発明及び甲2，甲5，甲11ないし14に記載された周知技術によって，当業者が容易に想到しうるものというべきであるから，審決には訂正後発明1に関する進歩性の判断を誤った違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正後発明2ないし4について",
              "text": [
                "訂正後発明2ないし4は訂正後発明1についてさらに特定事項を加えたものと認められるから，訂正後発明1が容易想到である以上，これらの発明についても当業者が容易に発明することができたものというほかない。したがって，審決には訂正後発明2ないし4に関する進歩性の判断を誤った違法がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正後発明5について",
              "text": [
                "訂正後発明5は訂正後発明1ないし4を実施するためのシステムに関する発明であって，訂正後発明1の特定事項と実質的に同じ特定事項を有するものであって，訂正後発明1について述べた相違点aないしcと実質的に同じ相違点が含まれると認められるから，訂正後発明1が容易想到である以上，訂正後発明5についても当業者が容易に発明することができたものというほかない。したがって，審決には訂正後発明5に関する進歩性の判断を誤った違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告の取消事由1の主張は理由がないが，取消事由2は理由があるので，審決は違法として取り消しを免れない。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10234",
    "date": "2011-03-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081181",
    "ipprecedent_id": "2544",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}