{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2010-800004号事件について平成22年11月2日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の下記2の発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲8)",
              "text": [
                "発明の名称：排気熱交換器",
                "出願日：平成19年7月11日(特願2007-182056号)",
                "優先権主張日：平成18年7月11日(特願2006-190428号)",
                "登録日：平成21年1月9日",
                "特許番号：第4240136号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成21年12月28日(無効2010-800004号)",
                "審決日：平成22年11月2日",
                "審決の結論：本件審判の請求は，成り立たない。",
                "審決謄本送達日：平成22年11月11日(原告に対する送達日)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "本件審決が判断の対象とした発明は，特許請求の範囲の請求項1ないし3に記載された各発明(以下「本件発明1」ないし「本件発明3」といい，本件発明1ないし3を併せて「本件発明」という。また，本件特許に係る明細書(甲8)を「本件明細書」という。)であって，その要旨は，次のとおりである。文中の「／」は，原文の改行部分を指す。",
            "【請求項1】エンジンでの燃焼により発生した粒子状物質を含有する排気ガスと前記排気ガスを冷却する冷却水との間で熱交換を行うとともに，熱交換後の前記排気ガスを前記エンジン側へ流出する排気熱交換器において，／内部を前記排気ガスが流れ，外部を前記冷却水が流れるステンレス製のチューブと，／前記チューブ内に配置され，前記排気ガスと前記冷却水との間での熱交換を促進させるステンレス製のインナーフィンとを備え，／前記インナーフィンは，前記排気ガスの流れ方向に略垂直な断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，前記排気ガスの流れ方向に平行な方向で部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，／前記断面形状にて，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンによって囲まれた領域の相当円直径をdeとし，前記切り起こし部の排気流れ方向での長さをLとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，／前記フィンピッチの大きさが，／2＜fp≦12(単位：㎜)／を満足する大きさであり，／前記切り起こし部の排気流れ方向での長さLが，／fh＜7，fp≦5のとき，0．5＜L≦7(単位：㎜)／fh＜7，5＜fpのとき，0．5＜L≦1(単位：㎜)／7≦fh，fp≦5のとき，0．5＜L≦4．5(単位：㎜)，または／7≦fh，5＜fpのとき，0．5＜L≦1．5(単位：㎜)／であって，／さらに，／X＝de×L0.14／fh0.18としたときに，／前記相当円直径deおよび前記切り起こし部の排気流れ方向での長さLが，前記粒子状物質が前記インナーフィンに堆積することを抑制するために，／1．1≦X≦4．3／を満足する大きさになっていることを特徴とする排気熱交換器",
            "【請求項2】前記相当円直径および前記切り起こし部の排気流れ方向での長さが，／1．2≦X≦3．9／を満足する大きさであることを特徴とする請求項1に記載の排気熱交換器",
            "【請求項3】前記相当円直径および前記切り起こし部の排気流れ方向での長さが，／1．3≦X≦3．5／を満足する大きさであることを特徴とする請求項1に記載の排気熱交換器"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，①本件明細書の特許請求の範囲の記載が，発明の詳細な説明に記載したものではないとはいえず(特許法36条6項1号)，明確ではないともいえない(同項2号)，②下記アの引用例1に記載された発明(以下「引用発明」という。)に下記イないしオの各引用例に記載された事項を適用しても，当業者が容易に発明をすることができたものということはできない(同法29条2項)，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：国際公開第2005／40708号(特表2007-510119号公報)(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭62-5098号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：実願平1-29390号(実開平2-122983号)のマイクロフィルム(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開2006-105577号公報(甲4，平成18年4月20日公開)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開2004-77024号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明並びに本件発明1と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：エンジンから来る排ガスと前記排ガスを冷却する冷却剤との間で熱交換を行う排ガス熱交換器において，内部を前記排ガスが流れ，外部を前記冷却剤が流れる管と，管内に配置され，熱伝導の改良を可能にするフィン薄板とを備え，同フィン薄板は，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，Qはhの0．5倍から8倍，管内の流体直径は0．5㎜から10㎜である排ガス熱交換器"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：エンジンでの燃焼により発生した粒子状物質を含有する排気ガスと前記排気ガスを冷却する冷却剤との間で熱交換を行う排気熱交換機において，内部を前記排気ガスが流れ，外部を前記冷却剤が流れるチューブと，前記チューブ内に配置され，前記排気ガスと前記冷却剤との間での熱交換を促進させるインナーフィンとを備え，前記インナーフェンは，略垂直な断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，前記断面形状にて，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，前記フィンピッチの大きさが，2＜fp≦12(単位：㎜)を満足する大きさである排気熱交換器"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件発明1では，排気ガスを冷却する冷却剤が冷却水であるのに対して，引用発明では，冷却剤が冷却水であるか否か不明である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件発明1では，熱交換後の排気ガスをエンジン側へ流出するのに対して，引用発明では，そのような構成を備えているか否か不明である点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：本件発明1では，チューブやインナーフィンがステンレス製であるのに対して，引用発明では，これらの材質が不明である点"
                },
                {
                  "fig": "カ",
                  "subject": "相違点4：本件発明1では，インナーフィンの排気ガスの流れ方向に略垂直な断面形状が波形状であって，排気ガスの流れ方向に平行な方向で切り起こし部が切り起こされるのに対して，引用発明では，インナーフィンや切り起こし部と排気ガスの流れ方向との関係が不明である点"
                },
                {
                  "fig": "キ",
                  "subject": "相違点5：本件発明1では，断面形状にて，一方側と他方側のうちの同一側で隣り合う凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンによって囲まれた領域の相当円直径をdeとし，切り起こし部の排気流れ方向での長さをLとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，前記切り起こし部の排気流れ方向での長さLが，fh＜7，fp≦5のとき，0．5＜L≦7(単位：㎜)(以下「条件1」という。)，fh＜7，5＜fpのとき，0．5＜L≦1(単位：㎜)(以下「条件2」という。)，7≦fh，fp≦5のとき，0．5＜L≦4．5(単位：㎜)(以下「条件3」という。)，または，7≦fh，5＜fpのとき，0．5＜L≦1．5(単位：㎜)(以下「条件4」という。)であって，さらに，X＝de×L0.14／fh0.18としたときに，前記相当円直径de及び前記切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになっているのに対して，引用発明では，fp，fhについて記載されているものの，L，de，Xについては不明であり，前記のような条件を満たすか不明である点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載要件に係る判断の誤り(取消事由1)"
                },
                {
                  "fig": "イ",
                  "subject": "相違点5についての判断の誤り(取消事由2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2及び3に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件明細書の記載要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の請求項1には，粒子状物質がインナーフィンに堆積することを抑制するために，「1．1≦X≦4．3」の値を決定したと記載されている。",
                "しかしながら，Xの値と粒子状物質の堆積抑制とは全く無関係である。また，本件明細書には，両者の関係についての記載はなく，粒子状物質の堆積抑制の根拠に関する被告の主張は，本件特許出願後の意見書や本件審判手続の答弁書において初めて主張されたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件明細書には粒子状物質がインナーフィンに堆積することを抑制することと「1．1≦X≦4．3」とすることとの関係が明記されていないが，排気熱交換器の分野において，熱交換性能や圧力損失が排気熱交換器の性能に影響することは技術常識であり，排気熱交換器内部の粒子状物質の堆積状況が熱交換性能や圧力損失に影響を与えることも技術常識であるから，熱交換性能や圧力損失を考慮した指数であるρと関連するXが粒子状物質の堆積と無関係であるとはいえず，Xの数値範囲を適切に限定すれば粒子状物質の堆積を抑制することができると判断するのが相当であるとして，「粒子状物質の堆積を抑制すること」と「1．1≦X≦4．3」の条件とは，直接的なつながりがないとはいえない旨説示する。なお，本件審決がいう「直接的なつながりがないとはいえない」は二重否定であるから，結局否定しないことと同じであり，「直接的なつながりがある」と解釈するのが相当である。",
                "しかしながら，粒子状物質の堆積状況が原因で，熱交換性能や圧力損失に影響を与える結果をもたらしたとしても，熱交換性能の一つのρが，粒子状物質の堆積にどの程度影響を与えるかは未知数である。仮に，それが堆積に影響を与えたとしても，極めて小さいかもしれないし，ρだけが粒子状物質の堆積に影響を与えるものでもない。それにもかかわらず，本件審決は，熱交換性能や圧力損失を考慮した指数であるρと関連するXの数値範囲を適切に限定すれば粒子状物質の堆積を抑制することができると断定しており，論理に飛躍がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，被告は，前記答弁書において，「粒子状物質の堆積を抑制すること」と「1．1≦X≦4．3」とのつながりは，次の①ないし③の手順で決定したと説明している。すなわち，①Kernの円管汚れ堆積モデル式(以下「本件モデル式」という。)は，dδ／dt＝K ×c×W-k ×v2×δ(δ：堆積暑さ，t：時間，K ，k ：定数，c：汚れの濃度，W：流量，v：流速)で表されるところ，その意1 2，味するところは，円管の汚れを抑制するためには，単位時間あたりに円管に付着する汚れの付着量(K ×c×W)を減らし，単位時間あたりに円管から剥離する剥離量(k ×v2×δ)を増加させればよいというものである，②次に，本件モデル式の検討に基づき，オフセットフィンの設計に用いられるパラメータとして，排気ガスの流速v，チューブ内を流通する排気ガス流れ方向に平行な面の面積及び切り起こし部のうち排気ガスの流れ方向と交差する面の面積に影響を及ぼすパラメータを抽出することとし，その結果，相当円直径de，切り起こし部の排気流れ方向での長さL及びフィン高さfhというパラメータを抽出した，③さらに，相当円直径deの増加に伴って，ρ比は極大値(ピーク)を有するように変化し，フィンの高さfhの増加に伴って，ρ比に関係する圧力損失ΔPg比は減少するように変化し，切り起こし部の排気流れ方向での長さLの増加に伴って，ρ比は低下するように変化することに着目し，抽出した切り起こし部の排気流れ方向での長さL，相当円直径de，フィン高さfhといったパラメータが，オフセットフィンに堆積する粒子状物質の量にどのような影響を及ぼすかを評価する基本式として，X’＝de×L／fhを導入し，このパラメータX’から発展して，Xを求めた，というものである。",
                "しかしながら，本件審決が説示するように，「粒子状物質の堆積を抑制すること」と「1．1≦X≦4．3」の条件とに，直接的なつながりがあるとするには，両者が1対1に対応し，一方の「1．1≦X≦4．3」が他方の「粒子状物質の堆積を抑制すること」の必要十分条件でなければならないが，粒子状物質の堆積の主要因は，本件モデル式(dδ／dt＝K ×c×W-k ×v2×δ)から明らかなように，右辺第1項の汚れの堆積要素と右辺第2項の汚れの剥離要素との引き算である。それが，どうして，X’＝de×L／fh及びX＝de×L0.14/fh0.18でもよいのか，本件明細書には，本件審決にいう「直接的」な理由は全く記載されていない。また，被告は，前記②で，排気ガスの流速v，チューブ内を流通する排気ガス流れ方向に平行な面の面積及び切り起こし部のうち排気ガスの流れ方向と交差する面の面積に影響を及ぼすパラメータ(de，L，fh)の抽出を本件モデル式の検討に基づいて行ったとしているが，これらのパラメータと本件モデル式，あるいは，これらのパラメータと粒子状物質の堆積とが，直接どのように結びつくのか具体的な記載は全くない。さらに，被告の前記答弁書には，「パラメータX’の範囲を適切に決定することで，排気熱交換器全体として所望のρ比以上とすることができる」旨記載されているが，「排気熱交換器全体として所望のρ比以上とすること」と粒子状物質の堆積の抑制が直接的にどうつながるのか，両者の関係についての論理的，物理的，数学的な説明もない。したがって，このパラメータX’の導出自体が不合理であるから，それに基づくXも不合理となる。",
                "また，本件発明によるEGRクーラについて，原告が行った目詰まり実験の結果(甲9)，本件発明には，粒子状物質がインナーフィンに堆積することを抑制するという作用効果が全くないことが判明しており，「1．1≦X≦4．3」であることと「粒子状物質の堆積を抑制すること」との間につながりがないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "text": [
                "「ガス出口絶対圧は圧力損失を代表できる指数である」という被告の主張は，意味不明である。ガス出口圧は，圧力損失のみで一義的に決定されるものではなく，ガスの温度によっても，その圧力は変化する。",
                "また，被告は，「圧力損失は粒子状物質の堆積抑制効果を代表する指数である」とも主張するが，圧力損失は，粒子状物質の堆積以外に，流路の構造や流速等の複合的は要素の相乗効果で決定されるのであり，粒子状物質の堆積のために生じる圧力損失部分と他の要素により生じる圧力損失部分との割合は不明であり，また，その区別は不可能に近い。",
                "さらに，被告が主張するとおり，「ρはガス出口圧を分子に置いている」としても，ρはガス出口圧を分子とするとともに，ガス出口温度を分母するものであり，ガス出口温度の変化により，ρも変化するのであるから，ρを出口圧と同一視することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "よって，特許請求の範囲の記載は，特許法36条6項1号及び同項2号に違反する。",
              "text": [
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "請求項1に記載した関数Xについて，本件明細書では，EGRガス密度ρ比で整理している(【0093】～【0097】)。EGRガス密度ρは，ρ＝Pg2／(R×Tg2)(Pg2：ガス出口絶対圧(Pa)，R：気体定数＝287．05J／(kg・K)，Tg2：ガス出口温度(K))で表され，ガス出口絶対圧を分子とするものであるところ(【0077】【0078】)，ガス出口絶対圧は圧力損失を代表できる指数であり(ガス出口絶対圧は入口圧力との関係で圧力損失を表すこととなり，出口圧力が高いほど圧力損失は小さくなる。)，圧力損失は粒子状物質の堆積抑制効果を代表できる指数であって，粒子状物質の堆積が少ないほど圧力損失が小さくなるという関係があるから，EGRガス密度ρは粒子状物質の堆積に影響を与えるものであるといえる。",
                "この点は，原告にも否定しようがない物理現象であり，そのため，原告も，「ρが粒子状物質の堆積にどの程度影響を与えるかは未知数である。仮に，それがその堆積に影響を与えたとしても，極めて小さいかもしれない。」と主張しているのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，パラメータ(de，L，fh)と本件モデル式とが直接どのように結びつくのか具体的な記載がないと主張するが，本件モデル式は関数Xを導くに当たり考え方の基本として参照しているだけであり，本件モデル式から直接関数Xが導き出されるものではない。また，原告は，パラメータ(de，L，fh)と粒子状物質の堆積とが直接どのように結びつくのかに関する具体的な記載もないと主張するが，本件明細書では，前記パラメータ(de，L，fh)がEGRガス密度ρに関係することを明らかにし，かつ，EGRガス密度ρが熱交換器の熱交換性能の向上に関係することや，EGR密度ρが粒子状物質の堆積抑制に関係することも明らかにしている。さらに，原告は，熱交換器全体として所望のρ比とすることと粒子状物質の堆積抑制とが直接的にどうつながるのか不明であり，両者の関係に関する論理的，物理的，数学的な説明がないと主張するが，本件明細書では前記パラメータ(de，L，fh)とEGRガス密度ρとの関係を説明しており，本件審決はこの関係を認めて「直接的なつながりがないとはいえない」と判断しているのである。本件審決の判断は極めて妥当である。なお，原告は，「「粒子状物質の堆積を抑制すること」と「1．1≦X≦4．3」の条件とは直接的なつながりがないとはいえない」と判断した本件審決を，「「粒子状物質の堆積を抑制すること」と「1．1≦X≦4．3」の条件とは直接的なつながりがある」と読み替えた上で，この判断には誤りがあると主張するが，「「粒子状物質の堆積を抑制すること」と「1．1≦X≦4．3」の条件とは直接的なつながりがないとはいえない」とする考えは，決して，上記のような読替えができるものではない。",
                "また，原告の行った実験が，被告が行った実験の再現を目指したものであるか否  10かは不明であるが，原告は目詰まりが生じた実験結果を持ち出して，「目詰まりが生じる」ことをもって「本件発明の効果がない」と理論をすりかえている。特許請求の範囲の記載から明らかなように，本件発明は，「粒子状物質がインナーフィンに堆積することを抑制する」ことを特徴としているのであり，本件発明の効果は粒子状物質の堆積抑制が本件発明を用いないインナーフィンに比べて大きいか否かで見るべきである。仮に，原告が設定した環境の下での実験で，原告主張のような目詰まりが生じたとしても，本件発明のインナーフィンは本件発明を用いないインナーフィンに比べれば粒子状物質の堆積は抑制できているはずである。原告の主張は，当を得たものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点5についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1はオフセットフィンの最適仕様を決定するために，フィン高さfhとフィンピッチfpの組合せに応じて条件1ないし4を定め，各条件ごとにセグメント長さLの範囲を定めたものであり，オフセットフィンが全ての条件を満たすように設計することに発明の意義があると認定し，その上で，引用発明は，条件1及び2を満たすことができるものの，条件3及び4を満たすことができないため，オフセットフィンの最適仕様を決定することはできず，他方，引用発明には，7≦fhについて一切記載されていないので，引用発明から条件3及び4を満たすように設計することが当業者にとって容易とはいえないし，引用発明に引用例2ないし5の各記載事項を適用しても，当業者が容易に発明することができたものであるとすることはできない旨説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，請求項1では，条件1ないし3は，それぞれ「，」で区切られ，条件3と4の間には「または」と記載され，各条件は並列記載になっている。また，実際，各条件の技術的範囲は，互いに独立し，重複していない。",
                "したがって，条件1ないし4は，四者択一として，いずれか一つが選択されるように記載されているのであり，本件発明1はオフセットフィンが条件1ないし4の  11全ての条件を満たすように設計することに発明の意義があるとした本件審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，本件審決が説示するとおり，引用判決は，条件1及び2を満足するのであるから，それだけで，本件発明1の条件1ないし4に係る構成を満足し，条件1ないし4に係る構成について相違していないこととなる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，本件審決は，X＝de×L0.14／fh0.18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになっている点は，当業者が容易に想到し得たものと認められる旨説示しているところ，この点について，当業者が容易に想到することができたものであることは，本件審決が説示するとおりである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，本件審決は，相違点5についての判断を誤るものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1は，熱交換器のオフセットフィンの最適仕様を決定することに意義がある。そのため，本件発明1の進歩性の有無は，最適仕様を決定するために必要な情報が公知技術に開示されているか否かで判断すべきであるところ，最適仕様を決定するために必要な情報とは，条件1ないし4の全てであることは当然である。原告の主張は，公知技術に求められる進歩性の判断と特許権侵害に対する判断とを混同するものであり，到底当を得たものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2及び3に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "前記2の〔原告の主張〕のとおり，相違点5についての判断を誤っている以上，本件発明1に係る本件審決の判断も誤りであるから，これらと同様の理由により，本件発明2及び3に係る本件審決の判断にも誤りがある。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "12",
          "text": [
            "前記2の〔被告の主張〕のとおり，相違点5についての判断に誤りがなく，本件発明1に係る本件審決の判断も誤りがなく，これらと同様の理由により，本件発明2及び3に係る本件審決の判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件明細書の記載要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書にはXの値と粒子状物質の堆積抑制の関係について記載がないなどとして，特許請求の範囲の記載は，特許法36条6項1号及び同項2号に違反する旨主張しているので，以下，順次検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法36条6項2号について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "関数Xを導くde，L，fhは，いずれも本件明細書において定義されているから(【0005】【0072】【0073】)，関数Xの値が明確でないとはいえないし，他に前記記載が明確性を欠くとすべき事情も見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，特許請求の範囲の記載は，特許法36条6項2号に違反しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条6項1号について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1において，X＝de×L0.14／fh0.18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさにするとしているのは，「相当円直径de，セグメント長さL，フィン高さfhを用いた関数Xと，EGRガス密度比ρとの関係に基づいて，オフセットフィンの最適仕様を決定した」(【0093】)ものであるが，本件明細書では，関数Xについて，EGRガス比密度ρとの関係に着目して，その最適範囲を数値限定したことは記載されているものの(【0094】～【0097】)，関数Xの値と粒子状物質の堆積抑制との関係については，特段の記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件明細書の発明の詳細な説明によると，ガス密度比ρは，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であり，ρ＝Pg2／(R×Tg2)(Pg2：ガス出口絶対圧(Pa)，R：気体定数＝287．  1305J／(kg・K)，Tg2：ガス出口温度(K))の式で表記されるところ(【0077】【0078】)，圧力損失は入口圧力と出口圧力の差であるから，Pg2(ガス出口絶対圧)は，圧力損失を代表する数値であるといえる。また，圧力損失には，粒子状物質の堆積以外に，流路の構造等も影響するから，圧力損失の数値をもって，直ちに粒子状物質の堆積抑制効果を代表する指数であるとはいえないものの，粒子状物質の堆積が少ないほど圧力損失は小さくなると考えられるから，粒子状物質の堆積状況は，圧力損失と無関係であるとはいえない。そして，関数Xの数値を「1．1≦X≦4．3」とすることにより，EGRガス密度比ρは，高水準を維持されることになるから(【0096】【0097】)，「粒子状物質の堆積を抑制する」ために関数Xの数値を「1．1≦X≦4．3」とすることの根拠を読み取ることができる。",
                    "そうすると，本件発明1は，本件明細書の発明の詳細な説明に記載されたものであり，当業者において，本件明細書の発明の詳細な説明の記載により，「排気熱交換器において，インナーフィンとしてオフセットフィンを用いた場合に，高い性能が得られるフィンについての諸条件を求めることにより，排気熱交換器の性能向上を図ることを目的とする」(【0013】)という本件発明1の課題を解決できると認識できる範囲のものであるといえる。",
                    "したがって，特許請求の範囲の記載は，特許法36条6項1号に違反するとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点について，原告は，被告が審決手続における答弁書で記載した本件モデル式とパラメータ(de，L，fh)との結び付きが不明であるとか，これらのパラメータと粒子状物質の堆積との結び付きも不明であるなどと主張する。",
                    "しかしながら，被告は，関数Xを導くに当たり本件モデル式を考え方の基本として参照したにすぎないとしていることからすると，本件モデル式とパラメータ(de，L，fh)との関係や本件モデル式から導かれたとするパラメータX’等について本件明細書に記載がないことをもって，本件発明1が発明の詳細な説明に記載  14したものではないとすることはできない。また，パラメータ(de，L，fh)と堆積抑制との関係については，本件明細書に直接の記載はないものの，前記のとおり，パラメータ(de，L，fh)から導かれるX(de×L0.14／fh0.18)について適切な限定を加えることにより，ガス密度比ρを高水準に維持することができるのであるから，本件明細書には，パラメータ(de，L，fh)と粒子状物質の堆積の抑制との関係性が示されているといえる。",
                    "さらに，原告は，原告が行った本件発明のEGRクーラの目詰まり実験の結果から，本件発明には粒子状物質の堆積抑制効果がないから，関数Xの数値を「1．1≦X≦4．3」とすることと「粒子状物質の堆積を抑制すること」との間につながりがないことは明らかであるとも主張しているが，原告の実験は，本件発明のEGRクーラ以外のものとの比較がされていないので，本件発明のEGRクーラ以外のものとの対比における相対的な効果の存在を否定することはできず，原告による実験の結果から，直ちに関数Xを「1．1≦X≦4．3」とすることと「粒子状物質の堆積を抑制すること」との間につながりがないことが明らかであるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，特許請求の範囲の記載は，特許法36条6項1号に違反しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点5についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，熱機関から排出される排気と冷却水との間で熱交換を行う排気熱交換器に関するもので，特に，排気再循環装置(EGR)に用いられる排気を冷却するガスクーラ(EGRクーラ)への適用に有効なものである(【0001】)。",
                        "従来のEGRクーラは，複数のチューブが積層され，チューブ内にインナーフィンが配置された構造であり，チューブ内を流れる排気と，チューブの外側を流れる冷却水とを熱交換させることで，排気を冷却するようになっているが，インナーフ  15ィンの種類としては，ストレートフィンやウェーブフィンのほか，インタークーラ等のEGRクーラとは異なる用途に用いられるオフセットフィンが知られている。EGRクーラとインタークーラとでは，冷却方式，要求される性能，仕様環境等が異なるため，オフセットフィンのフィンピッチfp，フィン高さfh，セグメント長さL等の各部位の寸法については，インタークーラ用のオフセットフィン等の従来から使用されているオフセットフィンの仕様を，EGRクーラにそのまま適用することはできない。本件発明は，チューブ及びインナーフィンを有する構造の排気熱交換器において，インナーフィンとしてオフセットフィンを用いた場合に，高い性能が得られるフィンについての諸条件を求めることにより，排気熱交換器の性能向上を図ることを目的とするものである(【0003】～【0013】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "セグメント長さLとEGRガス密度ρ比との関係に基づいて，オフセットフィンの最適仕様を決定すると，セグメント長さLとEGRガス密度ρ比との関係は図12のとおりである。なお，EGRガス密度ρ比は，EGRガス密度ρの最大値を100％としたときの比率である。図12中の曲線(a)は，fh＜7，fp≦5のときの計算結果であり，例えば，fh＝4．6，fp＝4．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦65とすることで，ρ比を95％以上にすることができ，0．5＜L≦25とすることで，ρ比を97％以上にすることができ，0．5＜L≦7とすることで，ρ比を99％以上にすることができる。また，曲線(b)は，fh＜7，5＜fpのときの計算結果であり，例えば，fh＝4．6，fp＝5．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦20とすることで，ρ比を95％以上にすることができ，0．5＜L≦8とすることで，ρ比を97％以上にすることができ，0．5＜L≦1とすることで，ρ比を99％以上にすることができる。曲線(c)は，7≦fh，fp≦5のときの計算結果であり，例えば，fh＝9，fp＝4．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦50とすることで，ρ比を95％以上にすることができ，0．5＜L≦15とすることで，  16ρ比を97％以上にすることができ，0．5＜L≦4．5とすることで，ρ比を99％以上にすることができる。曲線(d)は，7≦fh，5＜fpのときの計算結果であり，例えば，fh＝9，fp＝5．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦15とすることで，ρ比を95％以上にすることができ，0．5＜L≦6とすることで，ρ比を97％以上にすることができ，0．5＜L≦1．5とすることで，ρ比を99％以上にすることができる(【0085】～【0090】)。"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "EGRガス密度ρとは，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であり，EGRガス密度ρ(㎏／・㎥)は，ρ＝Pg2／(R×Tg2)(Pg2：ガス出口絶対圧(Pa)，R：気体定数＝287．05J／(kg・K)，Tg2：ガス出口温度(K))で表され，ρが大きいほどEGRガスの充填率が高くなり，EGR率を上げることが可能となる(【0077】【0078】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載からすると，本件発明1の条件1ないし4は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に分け，それぞれの範囲において，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であるEGRガス密度ρに着目し，ρ比を99％以上にするセグメント長さLの最適範囲を特定したものであると認められるから，前記各条件は，択一的な数値限定であるといえる。このことは，本件特許の請求項1では，前記各条件について，条件1ないし3は，それぞれ「，」で区切られ，条件3と4の間には，「または」と記載されることによって，各条件が択一的なものとして関連づけられていることからも明らかである。",
                    "なお，本件発明1の条件1ないし4は，フィンの高さfhについては，7㎜未満の場合と7㎜以上の場合，フィンピッチの大きさfpについては，5㎜以下の場合と5㎜超の場合に区分して設定されたものであるが(【0087】～【0090】)，fhについて7㎜という数値で区分し，また，fpについて5㎜という数値で区分を設けたことの格別の技術的意義の有無については，本件明細書に記載はない。",
                    "17ウ  この点について，被告は，本件発明1は，熱交換器のオフセットフィンの最適仕様を決定することに意義があるため，進歩性は最適仕様を決定するために必要な情報が公知技術に開示されているか否かで判断すべきであるところ，最適仕様を決定するために必要な情報とは，条件1ないし4の全てであることは当然であるなどと主張している。",
                    "しかし，被告の主張は，条件1ないし4を択一的なものとした前記請求項の記載を正解しないものである。しかも，本件発明1は，排気熱交換器のオフセットフィンの最適仕様を決定するための設計方法に関する発明ではなく，所定の条件を満足した「排気熱交換器」に関する発明であるところ，条件1ないし4は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に場合分けしたものであるから，そもそも各条件を全て充足する排気熱交換器は存在し得ないものでもある。",
                    "よって，被告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "条件1ないし4について",
                  "text": [
                    "前記のとおり，本件発明1は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に分け，それぞれの範囲におけるセグメント長さLの最適範囲を特定したものであり，各条件は，択一的な数値限定であるから，本件発明の内容としては，条件1ないし4のいずれかを満たせば足りるものである。",
                    "他方，引用発明は，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，Qはhの0．5倍から8倍となるものであるが，引用例1では，切り起こし部の排気流れ方向での長さ(本件発明1のLに相当する)については，特段これを限定する記載はないものの，フィン薄板を形成するに当たり，交互に大きさの異なる切り起こし部を配置する必然性はないし，実施例である図3の形状に照らしても，その長さはQ／2に当たるものと認めるのが相当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "18",
          "text": [
            "以上を前提として，引用発明における構造体のフィン高さ，フィンピッチ及び切り起こし部の排気流れ方向での長さにつき，本件発明1と同様の符号を用いて表記すると，1≦fh≦5，0．5≦fp≦30，0．25≦L≦20となり，この範囲内であれば，いずれの数値も採り得るものである。そうすると，引用発明は，本件発明1の条件1のfh，fpの数値が重複する範囲においては，同Lの数値(0．5＜L≦7)は引用発明のLの数値(fp≦5の場合も，0．25≦L≦20である。)に含まれ，また，条件2のfh，fpの数値が重複する範囲においては，同Lの数値(0．5＜L≦1)は引用発明のLの数値(5＜fpの場合も，0．25≦L≦20である。)に含まれるといったように，本件発明の条件1又は2の数値を充足する部分があることが認められる。",
            "本件発明1は，条件1ないし4を択一的な数値限定とするものであるから，引用発明が条件1又は2を充足する以上，条件1ないし4に係る構成については，本件発明1と引用発明とに相違はないということとなる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "関数Xについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1における相当円直径deとは，オフセットフィンの排気ガスの流れ方向に略垂直な断面形状において，一方側同士，他方側同士のように，同一側で隣り合う凸部と凸部との間でフィンとチューブによって囲まれる斜線領域Cを円に換算したときの直径(単位：㎜)を意味し，de＝4×S／lで表される。なお，Sは，ガス通路断面積(円の直径をDとしたときの円の断面積πD²／4に相当)である。また，lは，ぬれ縁長さ(円の直径をDとしたときの円周πDに相当)であり，フィンとチューブによって構成された1つのガス流通路内壁面の長さ(内壁と気体が接する部分の長さ)である(【0072】【0073】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証拠(甲10，16，17)及び弁論の全趣旨によれば，引用発明における「管内の流体直径」とは，本件発明1の相当円直径deに相当するものであることが認められるところ，引用発明の「管内の流体直径」は，0．5㎜から10㎜であるから(【0014】)，これを本件発明1の相当円直径に当てはめて表記する  19と，0．5≦de≦10となる。",
                        "次に，前記のとおり，引用発明における構造体のフィン高さ，フィンピッチ及び切り起こし部の排気流れ方向での長さにつき，本件発明1と同様の符号を用いて表記すると，1≦fh≦5，0．5≦fp≦30，0．25≦L≦20となるから，例えば，条件1を充足する数値の範囲内から，de＝2，L＝7，fh＝5を選択すると，X(X＝de×L0.14／fh0.18)＝1．97となり，引用発明から算出した関数Xは，本件発明1のXの数値範囲(1．1≦X≦4．3)を充足することとなる。なお，引用発明から算出した上記関数Xは，本件発明2のXの数値限定(1．2≦X≦3．9)及び本件発明3のXの数値限定(1．3≦X≦3．5)についても充足する。また，条件2を充足する数値の範囲から，de＝2，L＝1，fh＝5を選択すると(以上の数値は，条件1も充足するものでもあるが)，X(X＝de×L0.14／fh0.18)＝1．50となり，この場合も，引用発明から算出した関数Xは，本件発明1のXの数値範囲(1．1≦X≦4．3)を充足することとなる。なお，この関数Xも，上記同様，本件発明2及び本件発明3におけるXの数値限定を充足する。",
                        "したがって，X＝de×L0.14／fh0.18としたときに，前記相当円直径de及び前記切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成について，本件発明1と引用発明との間で相違はないということになる。本件発明2及び3についても同様である。なお，粒子状物質によるインナーフィンの目詰まりを防止することは周知の課題であるから，引用発明においても想定内の課題であったといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によると，本件相違点につき，引用発明に引用例2ないし5の各記載事項を適用しても当業者が容易に発明することができたものであるとすることはできないと説示した本件審決の判断は誤りであるから，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "20",
          "subject": "3  取消事由3(本件発明2及び3に係る判断の誤り)について",
          "text": [
            "本件発明2及び3は，本件発明1の関数Xについて，それぞれ数値限定を加えたものであるところ，前記1のとおり，引用発明から算出した関数Xの値は，本件発明2のXの数値限定(1．2≦X≦3．9)及び本件発明3のXの数値限定(1．3≦X≦3．5)をいずれも充足するものである。",
            "そうすると，前記1のとおり，相違点5についての判断に誤りがある結果，本件発明1は当業者が容易に発明をすることができたものということはできないとした本件審決の判断が取り消される以上，同判断を前提として，本件発明2及び3についても，これを容易に発明することができないとした本件審決の判断を是認することはできない。",
            "よって，取消事由3も，理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ]
}