{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，3億9422万9000円及びこれに対する平成20年5月24日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "3項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決の略称に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，次の甲事件及び乙事件からなる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲事件",
              "text": [
                "被控訴人が，控訴人に対し，控訴人と被控訴人との間で締結した被控訴人をサブライセンサー，控訴人をサブライセンシーとする本商標(「L.A. Gear」及び「L.A. Gear Sport」)の使用許諾に係る本件基本契約に基づき，未払のロイヤリティ合計2293万9666円及びうち2100万円に対する弁済期の翌日である平成18年8月2日から，うち193万9666円に対する弁済期の翌日である同年9月16日から支払済みまで約定の年15％の割合による遅延損害金の支払を求める事件"
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙事件",
              "text": [
                "控訴人が，被控訴人に対し，①本件基本契約の詐欺取消し，錯誤無効，契約条件の欠落による無効，瑕疵担保の規定による解除を原因とする不当利得返還請求権に基づく既払いのロイヤリティ等合計4053万0619円の返還及び②被控訴人の詐欺を原因とする不法行為による損害賠償請求権に基づく逸失利益等合計3億9422万9000円の賠償として，以上合計4億3475万9619円並びにこれら",
                "に対する①についてはその支払を催告した準備書面の送達の日の翌日，②については不法行為の後の日である平成20年5月4日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事件"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，本件基本契約につき，控訴人主張の詐欺，錯誤，契約条件の欠落，瑕疵の存在はいずれも認めることができないとして，同契約に基づく被控訴人の甲事件請求を認容し，控訴人の乙事件請求を棄却したため，控訴人がこれを不服として控訴した。",
            "控訴人は，当審において，乙事件請求中，不当利得返還請求部分を取り下げた。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提となる事実",
          "text": [
            "甲事件及び乙事件の各請求について判断する前提となる事実は，次のとおり付加訂正するほか，原判決3頁10行目ないし10頁21行目に摘示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁19行目の「甲1」の次に「，乙1」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁12行目の「2003年」を「平成15年」と，同行目及び13行目の各「2005年」を「平成17年」と，同行目及び14行目の各「2006年」を「平成18年」と，同行目の「2007年」を「平成19年」と訂正する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁1行目の「2003年」を「平成15年」と訂正する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決6頁3，17及び18行目の各「2005年」を「平成17年」と訂正する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁5，19及び20行目の各「2006年」を「平成18年」と訂正する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決6頁15行目の「2004年」を「平成16年」と訂正する。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決6頁21行目の「2007年」を「平成19年」と訂正する。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決8頁9行目を「(3) ロイヤリティ支払の有無」と，11ないし14行目を「控訴人は，被控訴人に対し，平成15年9月5日に契約一時金52万5000円(消費税込み)を支払ったほか(乙16，36)，同月11日に第1契約年度のミニマムロイヤリティ1050万円(消費税込み)を，平成17年8月22日に第2契約年度のミニマムロイヤリティ1575万円(消費税込み)をそれぞれ支払ったが(乙35，36)，平成18年8月1日を支払期限とする第3契約年度のミニマムロイヤリティ2100万円(消費税込み)を支払わなかった。」と，16ないし22行目を「控訴人は，被控訴人に対し，平成17年1月31日から同年9月30日までの間に第1契約年度のパーセントロイヤリティ合計2425万5619円を支払ったが，平成18年9月15日を最終支払期限とする第2契約年度のパーセントロイヤリティ184万7301円とこれに対する消費税相当額9万2365円の合計193万9666円を支払わなかった(甲2の1～8，乙35，36)。",
                "なお，控訴人が被控訴人に対して支払うべき第3契約年度のパーセントロイヤリティは発生していない。」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決10頁16頁の「A」を「被控訴人がLAGearとの間のライセンス契約の締結に向けた交渉を依頼していたSohatek社社長であるA」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件訴訟の争点",
          "text": [
            "本件訴訟の争点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件基本契約の詐欺取消しの可否(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "本件基本契約の追認又は法定追認の有無(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "本件基本契約の錯誤無効の成否(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "本件基本契約の契約条件の欠落による無効の成否(争点4)"
            },
            {
              "fig": "(5)",
              "subject": "本件基本契約の瑕疵担保の規定による解除の可否(争点5)"
            },
            {
              "fig": "(6)",
              "subject": "甲事件請求の権利の濫用の成否(争点6)"
            },
            {
              "fig": "(7)",
              "subject": "被控訴人による不法行為の成否並びに損害の有無及びその額(争点7)"
            },
            {
              "fig": "(8)",
              "subject": "ロイヤリティ支払債務の相殺による消滅の成否(争点8)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(本件基本契約の詐欺取消しの可否)について",
          "text": [
            "この点に関する当事者の主張は，次のとおり加除訂正するほか，原判決11頁9行目ないし28頁20行目に摘示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決11頁15行目の「2002年」を「平成14年(2002年)」と",
              "text": [
                "訂正する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決14頁5行目の「2003年」を「平成15年」と訂正する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決14頁14行目の「2002年7月1日付け」を削る。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決14頁22及び25行目の各「2005年」を「平成17年」と訂正する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原判決14頁末行ないし15頁1行目の「LAGearと2002年7月1日付",
              "text": [
                "け」を削る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決15頁10行の次に，改行の上，次のとおり加える。",
                "「 仮に，本件基本契約の締結前に，LAGearと被控訴人との間で，LAGearから被控訴人に対し，LAGearブランドに係るシューズについてのサブライセンス権限を授与する旨の口頭の合意が存在していたとしても，LAGearの被控訴人に対するライセンス付与の法的根拠が口頭の合意による授権であったにもかかわらず，被控訴人は，控訴人に対し，MOUに基づく授権であると故意に基づく虚偽の説明をし，控訴人は，これを信じて本件基本契約を締結したものであった。",
                "しかるところ，MOUは，正式なライセンス契約が締結される前に，ライセンシーがサブライセンシーとライセンス契約を締結して，サブライセンシーが「実商売」を開始できることを保証するため，ライセンサーとライセンシーとの間で締結される予備的合意書であって，その8項(b)には，正式な契約書が提出されない場合には，MOUを正式な契約書に置き換えるものとする旨の記載がされており，正式なライセンス契約が締結されなかった場合においても，ライセンス付与条項については確定的に法的拘束力を有するものである。",
                "以上のように，サブライセンス付与がMOUに基づく授権であるか，口頭の合意による授権であるかは法的拘束力に重大な差異があり，控訴人は，そのことを十分に意識していたことから，本件基本契約を締結するに際し，サブライセンスの法的根拠が表記されることを求め，被控訴人は，これに応じて，サブライセンス付与の法的根拠がMOUに基づくものであることを表明し，控訴人は，これを信じて本件基本契約を締結したものであった。",
                "したがって，真実は口頭によるシューズのサブライセンス授権の合意にすぎなかったにもかかわらず，これを秘し，MOUによる授権の合意が成立していると説明した被控訴人の行為は，重要な事実についての虚偽説明である詐欺に該当する。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決15頁13行目の次に，改行の上，次のとおり加える。",
                "「 (4) 口頭証拠排除の準則",
                "LAGearと被控訴人とが最終的かつ確定的に締結した平成18年(2006年)6月9日付けの和解契約書(乙82。以下「米国和解契約書」という。)及びライセンス契約書(乙83。以下「米国ライセンス契約書」という。)の効力及び解釈の準拠法は，同契約書の一般条項である15項(i)において，カリフォルニア州法であるとされている。",
                "しかるところ，英米法には，parol evidence rule(パロール・エヴィデンス・ルール−口頭証拠排除の準則)が存在し，最終的かつ確定的な契約書等文書が提出される以前の口頭合意事実のみならず，メモ，テレグラム，メール等の書証も証拠排除準則の対象とされる。LAGearと被控訴人は，この口頭証拠排除準則の適用を例外なく享受できるように，米国和解契約書の12項(b)及び米国ライセンス契約書の15項(f)において，ともに完全合意条項を規定した。",
                "そうすると，LAGearと被控訴人との間においてのシューズに係るライセンス権限の有無を判断するにおいては，両社が最終的かつ確定的に締結した米国和解契約書及び米国ライセンス契約書における諸規定の解釈のみに基づき判断されるべきであって，それ以外の証拠に基づく事実認定は許されないことになる。",
                "そして，上記両契約書においては，平成17年(2005年)12月31日以前の時期(MOUの締結時である平成14年(2002年)7月1日及び本件基本契約締結時である平成15年9月12日以前の時期も含まれる。)においては，被控訴人が，LAGearからシューズのライセンスを付与されていなかったという前提事実に関しては，LAGear及び被控訴人とも争いのない共通の認識を有していたことが明確に認定される。",
                "したがって，被控訴人が，遅くとも本件基本契約の締結前にはLAGearからシューズに関するライセンスを口頭の合意によって付与されており，控訴人に対するサブライセンス権限を有していたものと認定した原判決に誤りがある。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決15頁14行目を「 (5) 被控訴人の主張に対する反論」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "原判決17頁15行目の「2003年」を「平成15年(2003年)」と",
              "text": [
                "訂正する。",
                "(10) 原判決17頁25行目及び18頁11行目の各「2006年」を「平成1",
                "8年(2006年)」と訂正する。",
                "(11) 原判決19頁21行目の「2005年」を「平成17年(2005年)」",
                "と訂正する。",
                "(12) 原判決22頁19行目の「開催される」の次に「世界中のフットウェア事業者が参加する」を加える。",
                "(13) 原判決22頁21行目の「2003年」を「平成15年」に訂正する。",
                "(14) 原判決23頁24行目の「2006年」を「平成18年(2006年)」",
                "と訂正する。",
                "(15) 原判決28頁1行目の次に，改行の上，次のとおり加える。",
                "「 (2) 控訴人は，被控訴人が，シューズにつき，LAGearから書面によらないライセンスを受けていたとしても，その根拠がMOUであると控訴人に対して説明したことが詐欺行為に当たると主張する。",
                "しかしながら，契約書の解釈は，契約書の文言のみに基づいて行われるものではなく，また，契約締結後，契約の対象物の解釈について新たに合意した場合には，その物は当該契約の対象物であって，当該契約書がその根拠であるということができる。",
                "本件において，被控訴人は，LAGearとの間で，シューズをもライセンスの対象とすることに合意し，まずはMOUの表記を修正しようと提案したところ，その必要はないのでスピードアップのために正式なライセンス契約書の作成に取り掛かろうといわれたことから，法律の専門家でない被控訴人代表者は，シューズのライセンスの根拠もMOUであると考え，本件基本契約書においてその旨の記載がされたものであった。また，被控訴人が一般的に使用しているライセンス契約書のひな型にはライセンスの根拠がMOUであるとの記載があり(甲13，16)，これに必要最小限の変更を加えて作成する方法によってでき上がったものが本件基本契約書であった。",
                "被控訴人において，控訴人をだまそうとの意図は全くなかったものである。」(16) 原判決28頁2行目の「(2)」を「(3)」と，10行目の「(3)」を「(4)」と改める。",
                "(17) 原判決28頁20行目の次に，改行の上，次のとおり付加する。",
                "「 (5) 控訴人は，LAGearと被控訴人との間で締結された平成18年(2006年)6月9日付け米国和解契約書及び米国ライセンス契約書において，完全合意条項が定められていた点をとらえ，LAGearが本件基本契約時点において被控訴人に対してライセンス権限を与えていたか否かに関する事実認定においては，口頭証拠排除の準則が適用されるため，米国和解契約書又は米国ライセンス契約書以外の証拠に基づいた事実認定を行うことは許されないと主張する。",
                "しかしながら，口頭証拠排除の準則とは，契約書が当事者間の当該権利義務のすべての最終的な合意を表すものと意図されていると認められる場合には，その当該権利義務に関しては，契約書の内容と異なる契約締結以前の書面・合意等を証拠として提出することは許されないという法則であるが，この法則が問題となるのは，LAGearと被控訴人との訴訟において，両者間で締結された米国和解契約書及び米国ライセンス契約書の権利義務の解釈が問題となる場面であって，LAGearと被控訴人との間でどのような行為が行われていたかという事実認定の場面で適用されるものではない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(本件基本契約の追認又は法定追認の有無)について",
          "text": [
            "この点に関する当事者の主張は，次のとおり訂正するほか，原判決28頁22行目ないし29頁24行目に摘示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決28頁24行目の「2005年」を「平成17年(2005年)」と",
              "text": [
                "訂正する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決29頁1行目の「2006年6月9日付けライセンス契約書」を「米国ライセンス契約書」と訂正する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(本件基本契約の錯誤無効の成否)について",
          "text": [
            "この点に関する当事者の主張は，原判決30頁9行目の「2002年」を「平成14年(2002年)」と訂正するほか，原判決29頁末行ないし31頁20行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "争点4(本件基本契約の契約条件の欠落による無効の成否)についてこの点に関する当事者の主張は，原判決31頁23行目ないし32頁8行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "争点5(本件基本契約の瑕疵担保の規定による解除の可否)についてこの点に関する当事者の主張は，原判決32頁10行ないし33頁14行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点6(甲事件請求の権利の濫用の成否)について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件基本契約(甲1，乙1)の4条3項には「被控訴人は控訴人に対して，控訴人によるLAGearシューズ事業が第三者の商標権を侵害しないことを保証する」旨規定されており，11条1項には「LAGear商標の使用に関し，第三者から異議，不都合等の申立てを受けたときは，控訴人は直ちに被控訴人に連絡すること及び控訴人は第三者に対する防御，排除を被控訴人の指示なく勝手に行ってはならない」旨規定されていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成17年9月1日ないし平成18年8月31日の第2契約年度において，LAGear商標についてのいわゆる「実商売」を継続展開していたところ，平成17年2月1日，LAGearから「被控訴人はシューズライセンスを有しないから，控訴人はLAGearの商標権を侵害している」旨の警告を受けた(乙2)。そこで，控訴人は，被控訴人に対し，シューズライセンスを証明するためにMOUの開示を求めたが，被控訴人は，控訴人に対し，MOUを開示せず，更に虚偽説明を重ねるばかりであったため，控訴人は，やむを得ず，被控訴人に対し，第3契約年度の「実商売」を実質的に中止したものであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記アの各規定に照らすと，被控訴人は，控訴人に対し，LAGearシューズについてのライセンス付与事実の法的根拠であるMOUを開示して，控訴人が本件事業を継続するか，終了させるかを判断するために必要な事実を説明する義務を負っていたにもかかわらず，本件基本契約上のサブライセンシーに対する義務を履行しなかったため，第3契約年度において，やむを得ず，実質的には「実商売」を中止せざるを得なかったものであるから，被控訴人が，控訴人に対し，第3契約年度分の商標使用の対価としてのミニマムロイヤリティを請求することは，権利の濫用として許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，本件基本契約の14条1項及び17条1項によると，ライセンシー・サブライセンサーである被控訴人は，サブライセンシーである控訴人に対し，本商標を平成20年2月末日まで支障なく使用させる義務を負っていた。他方，ライセンサーであるLAGearとライセンシーである被控訴人とのライセンス契約によると，被控訴人は，本商標を平成19年12月31日までライセンシーとして使用できる権限しか得てない。",
                    "以上によると，被控訴人は，本件基本契約上の被控訴人の債務を完全に履行するために必要かつ十分なライセンスを得ることなく，控訴人に対してサブライセンスを付与したことになるものであって，このような事情からしても，被控訴人が，控訴人に対し，契約3年度のロイヤリティ請求権を行使することは権利の濫用として許されない。",
                    "〔被控訴人の主張〕",
                    "本件基本契約4条3項及び11条の規定は，被控訴人にMOUを開示する義務を負わせるものではない。",
                    "また，被控訴人は，LAGearが平成16年(2004年)11月30日に突然被控訴人のシューズを含むすべての製品に関するライセンス権限の存在を否定したことから，米国カリフォルニア州裁判所に訴訟を提起し，その後，和解契約及びライセンス契約を締結する等の方法によって，被控訴人がライセンス権限を有することの確認を求めたものであって，被控訴人は，自らが行い得る対応を十分に尽くしている。",
                    "被控訴人が，控訴人に対し，本件基本契約に基づいて未払のロイヤリティを請求することは，何ら権利の濫用ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(被控訴人による不法行為の成否並びに損害の有無及びその額)について",
          "text": [
            "この点に関する当事者の主張は，原判決34頁12行目ないし38頁11行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "8",
          "subject": "争点8(ロイヤリティ支払債務の相殺による消滅の成否)について",
          "text": [
            "〔控訴人の主張〕",
            "前記7の〔控訴人の主張〕において，控訴人は，逸失利益の算出において，現実に得た営業利益5123万9000円を控除しているが，その意味するところは，法的には，控訴人の被控訴人に対する損害賠償請求権を自働債権とし，本件基本契約の詐欺取消しに伴い，控訴人が法的根拠であるサブライセンスがないままに利益を得たことになる営業利益を受働債権として，対当額において相殺するというものである。",
            "ちなみに，上記相殺によって実質的に被控訴人に対して支払われたことになる控訴人の営業利益額5123万9000円は，甲事件において，被控訴人が控訴人に対して支払請求をしている未払のロイヤリティ2293万9666円を超えるものである。",
            "したがって，控訴人から被控訴人に対する第3契約年度分の未払のロイヤリティ2100万円(消費税込み)及び第2契約年度のパーセントロイヤリティ193万9666円(消費税込み)の合計2293万9666円は，実質的に支払済みである。",
            "〔被控訴人の主張〕",
            "争う。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(本件基本契約の詐欺取消しの可否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "当裁判所の認定する事実は，次のとおり加除訂正するほか，原判決39頁8行目ないし55頁6行目に摘示のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決39頁8行目の「(2)」を削り，16行目の「乙101の1・2」の次に「，乙106の1・2」を加える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決40頁4ないし5行目の「Sohatek社(原告のために，外国会社との商談を行う会社)のA」を「被控訴人のために外国会社との商談を行う会社であるSohatek社の社長であるA」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原判決41頁3行目の「2003年」を「平成15年」と，4行目の「20",
                  "text": [
                    "04年1月1日から2004年」を「平成16年1月1日から同年」と，5行目の「2005年1月1日から2005年」を「平成17年1月1日から同年」と，6",
                    "行目の「2006年1月1日から2006年」を「平成18年1月1日から同年」と，7行目の「2007年1月1日から2007年」を「平成19年1月1日から",
                    "同年」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原判決43頁11及び12行目の各「2005年」を「平成17年」と，同",
                  "text": [
                    "行目及び13行目の各「2006年」を「平成18年」と，同行目の「2007年」を「平成19年」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決44頁11行目ないし末行を次のとおり改める。",
                    "「 ケ Aは，控訴人がシューズのサブライセンシーとなることを了知していたLAGearとの間で，被控訴人のために，シューズのライセンスに関する交渉を続けたところ，平成15年(2003年)8月24日，LAGearから，シューズについてのライセンスを付与する条件として，初年度10万米ドル，2年度15万米ドル及び3年度20万米ドルとのミニマムロイヤリティの保証という条件が提示された(乙100)。",
                    "被控訴人は，LAGearから提案された上記条件を受諾し，Aを通じて，LAGearに対し，シューズのライセンスについてもMOUを作成するように提案したが，LAGearは，アパレルとシューズ以外のアクセサリーにおける契約書面の内容の調整，確定が難航し，交渉が長引いていたことから，正式のライセンス契約締結の契機とするために，シューズのライセンスについてのMOUの作成には応じないとの方針を採り，同作成には応じなかった(乙101)。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決45頁3行目の「許諾条件の「数字」(ミニマムセールス量)を合意，確定させた」を「許諾条件のミニマムセールスの数字について確認した」と，6行目の「合意，確定されていたことが認められる。」を「確認されていた。」と改める。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決45頁7行目の次に，改行の上，次のとおり加える。",
                    "「 しかしながら，平成15年(2003年)12月時点において，LAGearは，被控訴人に対し，正式のライセンス契約締結の前提として，商品カテゴリーごとの販売実績報告書の提出がないことなどを問題視しており(乙48)，また，平成16年(2004年)11月8日の時点においても，LAGearと被控訴人との間には，正式のライセンス契約について，ミニマムロイヤリティに相当する販売実績の不履行の場合，当該商品についてのライセンスを喪失させるか否か，また，ライセンス対象削除条項の適用開始時期等についての合意に達していなかった(甲83)。」"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原判決45頁24行目ないし46頁4行目を次のとおり改める。",
                    "「 上記ロイヤリティレポートのシートには，20の商品分類が記載されており，その中には，「シューズ及びフィットネスウェア」との分類も記載されていた。もっとも，上記商品分類のうち14分類については，平成15年(2003年)の各月の販売額が順次記載されていたが，「シューズ及びフィットネスウェア」の分類には，年間を通じて販売額の記載がされていなかった。」"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原判決46頁8行目の「被告が」の次に「展示会等での使用を」を加える。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "原判決47頁19行目の次に，改行の上，次のとおり加える。",
                    "「 Bは，Cに対し，同月17日，私たちの東京事務所で，控訴人がWSAで要請したシューズのサンプルについて話したが，控訴人側は，現時点で，控訴人が期待するスケジュールどおりにサンプルが入手できないと認識しているものの，将来の参考のために入手したいと思っているとの内容の電子メールを送信した(甲24)。」"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "原判決48頁3行目の「被告は」を削る。"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "原判決48頁7行目の「これらのスタイルをまだ注文することができるか否かを」を「これらのスタイルをまだ注文することができるか否か，注文することができるならば，最低注文数，注文後に商品出荷までに要する時間，東京でのFOB(本船甲板渡し条件)価格，注文の締切日を教えてくださいと」と，9行目の「工場」を「LAGear関係の工場」と，50頁5行目の「2004年」を「平成16年(2004年)」と，7行目の「2007年」を「平成19年(2007年)」と，8",
                  "text": [
                    "行目の「2002年」を「平成14年(2002年)」と改め，10行目の「乙7",
                    "4の1・2」を削り，14行目の「送付した」の次に「(乙106)」を加え，51頁7及び9行目の各「乙82の1等」を「乙82の1・2」と，同行の「乙83の1等」を「乙83の1・2」と，53頁10行目の「しよう」を「使用」と，15行目の「乙83の1等」を「乙83の1・2」と，17行目の「2006年」を「平成18年(2006年)」と，54頁23行目の「セ(イ)⑤」を「前記セ(イ)⑤」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "以上の認定事実によると，①被控訴人は，平成14年(2002年)7月1日にLAGearとの間でMOUを締結し，LAGearからアパレルとシューズ以外のアクセサリーに関するライセンスを付与されたこと，②MOUでは，正式なライセンス契約書の締結に至るまでの間，被控訴人において，許諾商品に係るLAGearブランド製品を製造販売し得るものであり，また，被控訴人において，上記許諾商品についてのサブライセンスを付与し得ることが前提とされていたこと，③MOUでは，正式な契約書が締結されなかった場合には，MOUを正式に契約書に置き換えるものとされていたこと，④その後，控訴人と被控訴人との間で，控訴人が被控訴人からLAGearのサブライセンスの付与を受けることに興味を示したため，被控訴人は，Aに対し，シューズのライセンス取得に関するLAGearとの交渉を依頼したこと，⑤平成15年(2003年)8月1日に開催されたWSAの展示会において，控訴人の社長らは，被控訴人とシューズについてのサブライセンス契約を締結する会社であるとしてLAGear側とのあいさつを交わしたこと，⑥Aは，被控訴人の意向を受け，シューズについても被控訴人がLAGearからライセンスを受けるための交渉を行い，これに対し，同月24日，LAGearから，シューズについてのライセンスを付与する条件として，初年度10万米ドル，2年度15万米ドル及び3年度20万米ドルとのミニマムロイヤリティの保証という条件が提示され，被控訴人は，上記条件を受諾したこと，⑦被控訴人は，LAGearに対し，シューズのライセンスについてもMOUを作成するように提案したが，LAGearは，正式のライセンス契約の早期締結を目指すとして，シューズのライセンスについてのMOUの作成は必要がないとの見解を採ったこと，⑧AとLAGearとの間の交渉の結果，確認された正式のライセンス契約書面に盛り込む「アパレルとシューズ以外のアクセサリー」にシューズを加えた許諾条件のミニマムセールス量の数字について確認がされていたこと，⑨平成16年(2004年)2月19日，Cは，LAGearブランドのシューズを仕入れることを希望している日本の小売店からの電子メールによる日本での販売者の問い合わせに対し，このメールを被控訴人のために商談を行っているAに転送しており，LAGearブランドのシューズの日本での販売について，被控訴人において対応することを求めていたということができること，⑩LAGear側の担当者であるCは，Aからの要請に基づき，同月20日，LAGearのシューズについてのサブライセンシー候補者として，控訴人に対して，控訴人が展示会で使用するための広告情報の提供やシューズサンプルを送付する旨の回答をし，同年8月には，LAGear側から控訴人に対してシューズサンプルが送付されており，シューズのサブライセンシーを受ける者として控訴人が存在していることを認識していたこと，⑪同年11月初旬ころには，AとLAGearとの間で，正式のライセンス契約書面の細部にわたる条項まで合意に達したところ，同条項においては，被控訴人がLAGearに支払うロイヤリティとして，保証ミニマムロイヤリティにつき，平成14年(2002年)7月1日から平成15年(2003年)12月31日までの第1契約年度は，実際の売上高に基づくロイヤリティを支払うとされたほか，第2契約年度以降については，靴のカテゴリーが記載され，そのうち，平成16年(2004年)1月1日から同年12月31日までの期間であって終期が近づいていた第2契約年度についても，靴のカテゴリーの保証ミニマムロイヤリティ額として2万5000米ドルを支払うとされ，また，これとは別に，最低ネット売上高につき，第2契約年度についても，靴について6486万円とされていたものであること，⑫LAGearと被控訴人とが，平成18年(2006年)6月9日付けで締結した和解契約及びライセンス契約において，両当事者は，法的責任の認否，訴訟上の請求と抗弁の相互の利益と不利益を認めないとされながらも，平成14年(2002年)7月1日から平成17年(2005年)12",
              "text": [
                "月31日までの期間に被控訴人からLAGearのライセンスマークを使用することを認可された「本和解以前の認可サブライセンシー」中に，スポーツウェア及びシューズ全般を認可商品とする控訴人名が記載されたことが認められる。",
                "以上のとおり，LAGearは，細部にわたる契約条項についてまで合意に達した正式のライセンス契約を締結する前であっても，MOUを締結した許諾商品については，被控訴人やサブライセンスを付与された者が製造販売をすることを認めていたこと，平成14年(2002年)7月1日のMOU締結時において，許諾商品にはシューズが入っていなかったが，その後，被控訴人は，Aを介して，LAGearに対してシューズのライセンスも取得したいと申し入れ，そのための交渉が行われ，平成15年(2003年)8月には，LAGearから提示されたシューズのライセンス付与のためのミニマムロイヤリティの保証という条件を被控訴人が受託し，その後は，シューズを含めた正式のライセンス契約締結のための交渉が続けられたこと，LAGearと被控訴人との間で平成16年(2004年)11月初旬ころに合意に達した正式のライセンス契約書面の条項においては，平成16年分だけみても，シューズに係るライセンス料としてミニマムロイヤリティ額が2万5000米ドルとされ，また，シューズに係る最低ネット売上高が6486万円とされており，この金額が正式なライセンス契約が締結された後のみの平成16年(2004年)12月31日までの短期間を対象として想定されたものとは考え難いものであること，LAGearと被控訴人との紛争後の和解契約においても，控訴人について，本和解以前の認可サブライセンシーとして，シューズについてのサブライセンスを付与された者とされていることなどに照らすと，被控訴人は，遅くとも，本件基本契約が締結された平成15年9月12日までには，LAGearから，アパレルとシューズ以外のアクセサリーに関し付与されていたMOUに基づくライセンスと同程度に，シューズに関するライセンスを付与され，控訴人に対するサブライセンス権限を有していたものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，被控訴人が，シューズに関してサブライセンス権限を有していなかったことを認識しながら，控訴人に対し意図的に同権限を有している旨を告げ，控訴人を欺罔したものとまでいうことはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，仮に，本件基本契約の締結前に，LAGearと被控訴人との間で，LAGearブランドに係るシューズについてのサブライセンス権限を授与する旨の口頭の合意が存在していたとしても，MOUの条項には正式な契約書が提出されない場合にはMOUを正式な契約書に置き換えるものとする旨の記載がされており，正式なライセンス契約が締結されなかった場合においても，ライセンス付与条項については確定的に法的拘束力を有するものであって，サブライセンス付与がMOUに基づく授権であるか，口頭の合意による授権であるかは法的拘束力に重大な差異があるから，真実は口頭によるシューズのサブライセンス授権の合意にすぎなかったにもかかわらず，これを秘し，MOUによる授権の合意が成立していると説明した被控訴人の行為は，重要な事実についての虚偽説明である詐欺に該当すると主張する。",
                "しかしながら，前記(2)のとおり，被控訴人は，LAGearに対し，当初はシューズのライセンスが含まれていなかったMOUの許諾商品の中にシューズも含めることを申し入れ，その許諾を得たと認めることができるものであって，被控訴人は，MOU中のライセンス付与条項を含めて当初のMOUの許諾商品にシューズを付加する形で他の許諾商品と同程度の条件でシューズのライセンスの付与を受けていたということができるのであるから，本件基本契約書において，被控訴人が，MOUにてLAGearから日本国内で本商標に係る商品の製造販売の権利の許諾を受けた旨の記載をし，この許諾商品中にシューズを含めたことをもって，詐欺に当たるということはできず，控訴人の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人は，英米法の口頭証拠排除の準則によって，LAGearと被控訴人との間におけるシューズに係るライセンス権限の有無を判断するにおいては，両社が最終的かつ確定的に締結した米国和解契約書及び米国ライセンス契約書における諸規定の解釈のみに基づき判断されるべきであって，それ以外の証拠に基づく事実認定は許されないと主張する。",
                "しかしながら，本件訴訟は，日本法を準拠法として，本件基本契約の効力をめぐって我が国の裁判所の審理・判断が求められているのであって，その認定判断に際して，我が国の裁判所が英米法の口頭証拠排除の準則に拘束されるいわれはなく，控訴人の主張は失当といわざるを得ない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(本件基本契約の追認又は法定追認の有無)について",
          "text": [
            "本件基本契約は，争点1について判断したとおり，控訴人主張の被控訴人の詐欺を理由として取り消し得べきものではないのであるから，被控訴人が予備的に主張する控訴人の追認又は法定追認の有無については，判断する必要がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(本件基本契約の錯誤無効の成否)について",
          "text": [
            "この点に対する判断は，原判決58頁12行目の「前記1(3)」を「前記1(2)」と改めるほか，原判決58頁4ないし15行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "争点4(本件基本契約の契約条件の欠落による無効の成否)についてこの点に対する判断は，原判決58頁24行目ないし59頁8行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "争点5(本件基本契約の瑕疵担保の規定による解除の可否)についてこの点に対する判断は，原判決59頁20行目ないし60頁3行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点6(甲事件請求の権利の濫用の成否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，前記1(1)のとおり，平成17年2月，LAGearから商標権侵害を警告することなどを内容とする書面(乙2)の送付を受け，また，証拠(乙69，弁論の全趣旨)によると，平成18年6月6日，LAGearブランド商品の輸入について名古屋税関において差止めを受けたことが認められる。",
                "また，LAGearと被控訴人との間のMOU(乙46)は，正式なライセンス契約が締結される前にライセンス事業を進めるためのものであったと認められるから，その後に許諾商品に加えられたシューズを含め，平成16年(2004年)11月30日付けの書面をもって，LAGearから被控訴人に対してLAGear商品のライセンス契約締結交渉の打切りが申し入れられたことにより，正式のライセンス契約の締結の可能性がなくなり，これ以降，本件基本契約の前提となったシューズのサブライセンス付与の根拠が失われる可能性が発生したことが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "しかしながら，前記1(1)のとおり，被控訴人は，平成17年(2005年)2月には，米国において，LAGearとその親会社に対し，「契約違反」，「善意かつ公正取引の違反」，「差止命令による救済」，「故意による契約妨害」，「故意による経済利得妨害」等の請求原因により訴えを提起し，これに敗訴した後，上訴するとともに，LAGearとの和解交渉を開始し，LAGearとの間で，平成18年(2006年)6月9日付け和解契約及びライセンス契約を締結し，これらの契約において，控訴人につき，スポーツウェア及びシューズ全般を対象商品とする平成14年(2002年)7月1日から平成17年(2005年)12月31日までの期間中に認",
              "text": [
                "可された以前の認可サブライセンシー及び平成18年(2006年)1月1日から平成19年(2007年)12月31日までの期間の認可サブライセンシーとして認めさせたことが認められる。",
                "また，控訴人が，平成18年6月6日に名古屋税関において差止めを受けたLAGearブランド商品は，本件基本契約5条の約定に従って，被控訴人の承認を得たり，被控訴人との協議を経て選定された製造業者によるものではなかったものであることが認められる(甲1，乙1，69)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，控訴人が，LAGearから上記警告を受けた後，被控訴人に対してMOUの開示を求めたにもかかわらず，控訴人がこれを開示しなかったとの事実があることをもってしても，被控訴人が，控訴人に対し，本件基本契約に基づき，未払の第3契約年度(平成18年9月1日から平成19年8月31日まで)のミニマムロイヤリティばかりでなく，未払の第2契約年度(平成17年9月1日から平成18年8月31日まで)のパーセントロイヤリティも含めて，その支払を求めることが権利の濫用となるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，控訴人は，本件基本契約14条1項及び17条1項に基づき，被控訴人は控訴人に対して本商標を平成20年2月末日まで支障なく使用させる義務を負っていたにもかかわらず，被控訴人がLAGearとの間の紛争後の和解によって締結したライセンス契約では平成19年12月31日までのライセンシーとしての使用権限しか得られておらず，被控訴人は，本件基本契約上の被控訴人の債務を完全に履行するために必要かつ十分なライセンスを得ることなく，控訴人に対してサブライセンスを付与したことになるとして，被控訴人のロイヤリティ請求権の行使が権利の濫用となると主張する。",
                "本件基本契約14条1項は，同契約の有効期間を平成19年8月31日までとするが，同契約17条1項は，同契約が期間満了その他控訴人の責に帰さない事由で終了したときは，控訴人は，その時点で有する商品在庫を契約終了後6か月に限り許諾地域内で販売することができるとしており，同規定によると，最長の場合，平成20年2月末日まで商品在庫を販売することができることになる。しかしながら，同項によると，その販売に当たって，控訴人はその販売金額の5％をロイヤリティとして被控訴人に支払うこととされているところ，被控訴人は，本件甲事件において，本件基本契約における平成19年8月31日までの第3契約年度までの未払ロイヤリティの支払を求めているだけであって，同日以降分のロイヤリティの支払を求めているものではなく，また，控訴人が平成20年2月末日まで商品在庫を販売しようとして支障を被った旨の主張立証があるわけではなく，被控訴人が，LAGearからライセンシーとして権限を付与されていた期間内分につき，控訴人に対し，ロイヤリティ請求権を行使することが権利の濫用として許されないものということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，控訴人の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(被控訴人による不法行為の成否並びに損害の有無及びその額)について",
          "text": [
            "控訴人は，被控訴人が，本件基本契約締結の際，LAGearのシューズに関するサブライセンス権限を有していなかったにもかかわらず，控訴人に対し，あえてこれを有するかのように装い，また，シューズについてLAGearから書面によらないライセンスを受けていたとしても，その根拠がMOUであると虚偽の説明をし，控訴人をその旨誤信させた行為が不法行為に該当すると主張する。",
            "しかしながら，前記1(2)ないし(4)のとおり，被控訴人の代表者及びその被用者のいずれの行為としてみても，控訴人主張に係る虚偽の説明を行ったと認めることはできず，被控訴人の代表者又はその被用者に不法行為の成立が認められないから，控訴人の主張は理由がない。",
            "なお，付言すると，前記1(1)のとおり，LAGearが，被控訴人に対して被控訴人との正式のライセンス契約との交渉を打ち切ると通告し，平成17年(2005年)2月に控訴人ほかに商標権侵害を警告すること等を内容とする書面を送付したことは事実として認められるところ，そのような行為によって，控訴人が営業上の損失を受けたことがあったとしても，それは，LAGearが自らの判断に基づいて行ったものと認めざるを得ないのであって，被控訴人がLAGearと意思を疎通してそのような行為に至らしめたと認め得るような特段の事情の認められない本件において，被控訴人に控訴人に対する不法行為責任を認めることはできない。"
          ]
        },
        {
          "fig": "8",
          "subject": "争点8(ロイヤリティ支払債務の相殺による消滅の成否)について",
          "text": [
            "控訴人は，不法行為に基づく損害賠償請求の逸失利益の算出において，営業利益額5123万9000円を相殺(控除)することをもって，未払のロイヤリティ合計2293万9666円を実質的に支払済みとなると主張するが，上記7のとおり，被控訴人には不法行為による損害賠償義務が認められないのであるから，同賠償義務が存在することを前提とする控訴人の主張は，その前提を欠き，これを採用することができない。"
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上の次第であるから，被控訴人の甲事件請求を認容し，控訴人の乙事件請求を棄却した原判決は相当であって，本件控訴は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}