{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が再審2010−950003号事件について平成22年12月1日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成9年8月20日，発明の名称を「介助機」とする発明について，特許出願(特願平9−260785号)をしたが，平成17年3月15日に拒絶査定",
            "がされ，これに対し，同年4月20日，不服の審判(不服2005−9621号事件)を請求した。",
            "特許庁は，平成19年11月12日，「本件審判の請求は，成り立たない。」との審決(以下「原審決」という。)をした。",
            "原告は，平成19年12月24日，当庁に対し，原審決の取消しを求める訴え(平成19年(行ケ)第10421号事件)を提起し，これに対し，当庁は，平成20年6月26日，原告の請求を棄却する旨の判決を言い渡した。",
            "原告は，平成20年7月9日，上記判決を不服として上告(平成20年(行ツ)第280号事件)を提起し，これに対し，最高裁判所は，平成21年1月15日，上告を棄却し，原審決が確定した。",
            "原告は，平成22年1月13日，原審決について再審(再審2010−9500",
            "01号事件)の請求をし，これに対し，特許庁は，同年4月14日，「本件審判の請求を却下する。」との審決(以下「前件再審審決」という。)をした。そして，原告は，平成22年5月12日，前件再審審決の取消しを求める訴え(当庁同年(行ケ)第10148号事件)を提起したが，当庁は，同年7月15日，原告の請求を棄却する旨の判決を言い渡した。さらに，原告は，平成22年7月24日に同判決を不服として上告受理の申立て(同年(行ノ)第10051号事件)をしたが，当庁は，同年10月5日，上告受理の申立てを却下した。",
            "原告は，平成22年9月28日，原審決について再び再審(再審2010−95",
            "0003号事件)の請求(以下「本件再審請求」という。)をし，これに対し，特許庁は，同年12月1日，「本件審判の請求を却下する。」との審決(以下「本件再審審決」という。)をし，その謄本は，同年12月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，以下のとおりである。",
            "「2．請求の理由",
            "本件再審における再審請求人の主張は，原審決には不服の理由に示す事項について民事訴訟法第338条第1項第4号及び同条第2項所定の再審の事由があるというものであり，その不服の理由は，『審決には虚偽の記述がある。無形偽造であり，刑法第156条所定の虚偽公文書作成罪(有印)に該当する疑いがある。』というものである。",
            "3．当審の判断",
            "(1)特許法においては，再審の請求期間について，『請求人が審決が確定した後再審の理由を知った日から三十日以内に請求しなければならない。』(特許法第173条第1項)と定められている。",
            "再審請求人が本件の再審の理由とする，再審請求書に記載された不服の理由1ないし5の内容は，先の二回目の再審の請求において再審の理由とした，再審請求書(二回目)に記載された不服の理由1ないし5と同じものである。そうすると，再審請求人は本件の再審の理由について，遅くとも二回目の再審の請求をした平成22年1月13日には知っていたことになるから，本件再審の請求をした平成22年9月28日は，再審の理由を知った日から三十日を過ぎており，本件再審の請求は，特許法第173条第1項の規定に適合しない。",
            "(2)再審の理由となる，特許法第171条第2項が準用する民事訴訟法第338条第1項第4号にいう『職務に関する罪』として，再審請求人が主張する刑法第156条所定の虚偽公文書作成罪については，公訴が提起されたものでなく，まして有罪の判決若しくは過料の裁判が確定したものではない。さらに，証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないとの事実が明らかにされたものでもない。そうすると，再審請求人が再審の理由として主張する理由は，特許法第171条第2項が準用する民事訴訟法第338条第2項の規定に適合しない。",
            "なお，再審請求人は，『同法338条2項前段の要件は，それが可罰行為に係わる再審原告の請求の当否すなわち本案判決の要件と同一のものである場合には，手続の重複と時間の浪費を招くにすぎず，訴訟経済の観点からも当然排除されるべきものである。したがって同法338条1項4号に該当する可罰行為が本案判決に係わるものである場合においては，有罪の確定判決を得ることができないとき，すなわち同法338条2項後段に該当すると解すべきである。』等と主張している。",
            "しかしながら，そもそも民事訴訟法第338条第2項の要件は，再審の訴えを，再審事由の存在する蓋然性が顕著な場合に限定して濫訴の弊害を防止しようとする趣旨によるものであると解されるところ，仮に再審請求人の主張どおりとすれば，確定審決に不服がある場合，その不服の点を審決の虚偽の記述とし，審決を作成した審判官の虚偽公文書作成罪を再審の理由としさえすれば，再審事由の存在する蓋然性を問わず自動的に再審が開始されることとなり，上記趣旨に沿わない事態となることは明らかであるから，上記再審請求人の主張は採用できない。",
            "4．むすび",
            "以上のとおり，本件再審の請求は不適法なものであって，その補正をすることができないものであるから，特許法第174条第1項において準用する，同法第135条の規定により，却下すべきものである。」(審決書2頁4行～3頁13行)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "取消事由に係る原告の主張は，別紙「平成23年2月1日付け準備書面(第1回)」写し記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "取消事由に係る被告の反論は，別紙「平成23年2月9日付け準備書面(第1回)」写し記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，「原審決には虚偽の記述がある。刑法156条所定の虚偽公文書作成罪(有印)に該当する疑いがある。よって，原審決には，民訴法338条1項4号及び同条2項所定の再審の事由がある。そうであるのに，本件再審審決は，特許法173条1項の再審の請求期間に係る判断を誤り(取消事由1)，民訴法338条2項に係る判断を誤り(取消事由2)，その結果，本件再審請求を却下したから，取り消されるべきである。」旨主張する。",
            "しかし，原告の主張は，採用の限りでない。その理由は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案に鑑み，民訴法338条2項に係る判断の誤り(取消事由2)から判断する。",
                "民訴法上の再審の訴えにおいては，民訴法338条1項4号に掲げる事由がある場合においては，「罰すべき行為について，有罪の判決若しくは過料の裁判が確定したとき，又は証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないときに限り，再審の訴えを提起することができる。」(民訴法338条2項)と定められており，この要件は，再審の訴えを，再審事由の存在する蓋然性が顕著な場合に限定して濫訴の弊害を防止しようとする趣旨によるものであると解されるから，この要件を欠くときには，再審の訴え自体が不適法となり，同条1項4号の再審事由自体の有無の判断に立ち入るまでもなく，再審の訴えは却下を免れないものであると解される(最高裁判所昭和44年(オ)第793号昭和45年10月9日第二小法廷判決参照)。",
                "そうすると，拒絶査定不服審判の確定審決に対する再審についても，これと同様に，特許法171条2項により準用される民訴法338条2項の要件を欠くときには，再審の請求自体が不適法となり，同条1項4号の再審事由自体の有無の判断に立ち入るまでもなく，再審の請求は，却下を免れないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これを本件についてみると，原告が主張する原審決に係る民訴法338条1項4号にいう「職務に関する罪」に関しては，「有罪の判決若しくは過料の裁判が確定した」ものではないことについて，当事者間に争いがない。また，「証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないとき」に当たると認めるに足りる証拠もない。そうすると，本件再審請求は，特許法171条2項が準用する民訴法338条2項の適法性要件を欠くものであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件再審請求は，「不適法な審判の請求であって，その補正をすることができないもの」として，これを却下するのが相当である(特許法174条1項，135条)。よって，これと同じ本件再審審決の結論に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告は，「有罪の確定判決若しくは過料の確定裁判」において判断される可罰的行為の有無と，再審請求の本案審理において判断される可罰的行為の有無は同一であるといえるから，手続の重複と時間の浪費を回避する訴訟経済の観点からも，本件の場合は，「証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないとき」(民訴法338条2項)に当たると解すべきである旨主張する。",
                "しかし，原告の上記主張は，採用の限りでない。すなわち，通常は，再審事由の有無の審理の過程において，「職務に関する罪」に係る確定判決又は確定裁判の基礎となった証拠が提出されることにより，手続の重複等が一定限度で回避されるであろうと想定される上，民訴法338条2項は，再審の訴えを，再審事由の存在する蓋然性が顕著な場合に限定して濫訴の弊害を防止するために，「職務に関する罪」について「有罪の確定判決若しくは過料の確定裁判」のあったこと自体を再審請求の適法性要件としたのであって，そのために手続の実質的重複等が生じるとしても，それは濫訴の弊害防止の観点からやむを得ないものとして法がこれを許容しているものと解されるから，訴訟経済の観点から本件の場合が「証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないとき」に当たると解すべきであるとする原告の上記主張は，採用の限りでない。",
                "そうすると，その余の取消事由1(特許法173条1項の再審の請求期間に係る判断の誤り)について判断するまでもなく，民訴法338条2項の要件不備を理由として本件再審請求を却下した本件再審審決は相当である。",
                "その他，原告は，縷々主張するが，いずれも理由がなく，上記判断を左右するに足りない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結 論",
          "text": [
            "以上のとおり，原告の主張は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}