{
  "conclusion": [
    {
      "text": "原告及び原告引受承継人の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告及び原告引受承継人の連帯負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告及び原告引受承継人が求めた判決",
      "text": [
        "特許庁が無効2008-800108号事件について平成22年10月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告による無効審判請求を不成立とする審決の取消訴訟であり，被告が特許権者である。",
        "争点は，本件特許のうち請求項1の本件発明が，当業者において本件出願前に頒布された刊行物に基づいて容易に発明することができたか否かである。なお，本件発明が，別の刊行物である甲第7号証に係る願書に最初に添付された明細書又は図面記載の発明と実質的に同一か否かも審判の段階では争われたが，本件訴訟ではこの判断の当否は争点になっていない。",
        "以下において，審判手続について「原告」というときは請求人であった原告を指し，それ以外の場合に「原告」というときは原告及び原告引受承継人を指す。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成12年9月29日，名称を「飲食物容器の供給方法及びその装置」とする発明につき特許出願し，平成19年11月30日，本件特許設定登録を受けた(特許第4046467号，請求項の数は10)。",
            "本件特許につき，エクセラ株式会社は，平成20年6月12日，請求項4，7，8及び1ないし3の発明につき無効審判請求をしたところ，特許庁はこれを無効2008-800108号事件として審理した上で，平成21年11月9日，請求項4，7，8及び1ないし3の発明に係る特許を無効とするとの第1次審決をした。",
            "被告は第1次審決の取消しを求めて知的財産高等裁判所に訴えを提起するとともに(平成21年(行ケ)第10395号)，平成22年3月2日，特許庁に対して訂正審判請求をしたところ，知的財産高等裁判所は，平成22年5月24日，特許法181条2項に基づき，第1次審決を取り消すとの決定をした。",
            "被告は，その後の平成22年6月18日，特許請求の範囲の記載のうち，請求項2ないし4，7及び8を削り，請求項5，6，9，10を請求項2ないし5に順次繰り上げ，かつ各請求項の記載の一部を改めるとともに，明細書の発明の詳細な説明の記載の一部を改める旨の訂正請求を行い(本件訂正)，その結果，被告の上記訂正審判請求は取り下げたものとみなされた(特許法134条の3第4項)。",
            "特許庁はさらに審理を行った上で，平成22年10月21日，「訂正を認める。本件審判の請求は，成り立たない。」との第2次審決をし，その謄本は平成22年10月29日に原告に送達された(以下において「審決」というときは，この第2次審決を指す。)。当初の審判請求人であるエクセラ株式会社は平成21年7月1日本訴原告に吸収合併されたが，第1次審決及び第2次審決においては「請求人」としてエクセラ株式会社の本店所在地及び商号が表示されている。",
            "原告引受承継人は，平成23年2月1日，吸収分割により，原告の各種コンベア等の設計・製作に関する事業を承継し，当裁判所の引受決定に基づき，原告として本件訴訟を引き受けた。なお，原告は平成23年3月17日に解散した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明",
          "text": [
            "本件発明は，いわゆる回転寿司の店舗において，搬送装置を使用して客の注文に応じて飲食物を供給する方法及び同方法に用いる装置に関する発明のものであり，本件訂正後の請求項の数は前記のとおり5であるが，そのうち本件発明(請求項1)の特許請求の範囲は以下のとおりである。",
            "【請求項1(本件発明)】",
            "「厨房内の飲食物容器の供給部から搬送方向に向かって往復移動する搬送手段を設け，前記供給部において前記搬送手段の定位置には飲食物容器の保持部を有し，注文客より注文を受付け，厨房内にて盛りつけられた注文品を載せた飲食物容器を前記保持部に載置したのち，前記搬送手段を作動させて前記飲食物容器を前記供給部から前記注文客の近傍であって前記注文客が前記注文品を取ることができる位置まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち前記保持部が前記供給部に戻るとともに，客が飲食物を取って飲食するために，飲食物が載置された飲食物容器が順次搬送される無端状をなす搬送路を備え，該搬送路により囲まれた中央の空間部内に，前記搬送手段で搬送する前記注文品を載せた飲食物容器と前記無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように，前記搬送手段の移動速度を，前記搬送路の循環搬送速度よりも速くし，かつ前記搬送手段の搬送面の高さを，前記搬送路の搬送面よりも若干高くした前記搬送手段を設けたことを特徴とする飲食物容器の供給方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が審判で提出した証拠方法及び主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠方法",
              "text": [
                "【甲第1号証】特開昭58-138415号公報",
                "【甲第2号証】特開昭56-60513号公報",
                "【甲第3号証】特開昭53-128872号公報",
                "【甲第4号証】特開昭61-135611号公報",
                "【甲第5号証】特開平6-211346号公報",
                "【甲第6号証】実開平7-3415号公報(実願平5-40286号のマイクロフィルム)",
                "【甲第7号証】特願平11-370712号(特開2001-145552号公報)",
                "【甲第8号証】特開平11-164764号公報",
                "【甲第9号証】特開平5-245033号公報",
                "【甲第10号証】実開昭61-113672号公報(実願昭59-200672号のマイクロフィルム)",
                "【甲第11号証】特開昭52-143432号公報",
                "【甲第12号証】特開平10-3316号公報",
                "【甲第13号証】特開昭57-131616号公報",
                "【甲第14号証】実開平2-80816号公報(実願昭63-161560号のマイクロフィルム)",
                "【甲第15号証】特開平8-237995号公報",
                "【甲第16号証】吉川和光著「実践メカトロニクス  アクチュエータ」(産業図書株式会社，昭和58年9月30日発行)4～7頁",
                "【甲第17号証】塩田泰仁・谷口雄三著「実践メカトロニクス  センサ」(産業図書株式会社，昭和58年10月25日発行)5，6頁",
                "【甲第18号証】武藤一夫著「メカトロ技術基礎用語辞典」第2版(工学図書株式会社，平成3年10月20日発行)33頁",
                "【甲第19号証】実開昭50-86031号公報(実願昭48-140115号のマイクロフィルム)",
                "【甲第20号証】実開昭53-148002号公報(実願昭52-51500号のマイクロフィルム)",
                "【甲第21号証】実開昭48-94339号公報(実願昭47-17581号のマイクロフィルム)",
                "【甲第22号証】特開平11-46959号公報",
                "【甲第23号証】特開昭60-148514号公報",
                "【甲第24号証】実開昭55-150075号公報(実願昭54-49697号のマイクロフィルム)",
                "【甲第25号証】特開2000-41823号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由(ただし，本件訂正によって削除された請求項2ないし4，7及び8に関するものを除き，本件訂正後の請求項1に係る本件発明についてのもののみ。)",
              "text": [
                "・無効理由3",
                "本件訂正後の本件発明は，①甲第8号証に記載された発明に甲第4号証に記載された発明及び甲第10，23，24号証に記載された周知技術を適用することに基づき，又は②甲第8号証に記載された発明に甲第1ないし3，5，6号証に記載された発明ないし周知技術及び甲第10，23，24号証に記載された周知技術を適用することに基づいて，当業者において容易に発明することができたものであるから，進歩性を欠く。",
                "・無効理由4",
                "本件訂正後の本件発明は，①甲第10号証に記載された発明に甲第4ないし6，8号証に記載された発明を適用することに基づき，②甲第10号証に記載された発明に甲第1ないし3，8号証に記載された発明を適用することに基づき，③周知の無端状搬送路(環状の搬送路)に甲第4ないし6，8号証に記載された発明を適用することに基づき，又は④周知の無端状搬送路に甲第1ないし3，8号証に記載された発明を適用することに基づいて，当業者において容易に発明することができたものであるから，進歩性を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由3について",
              "text": [
                "【甲第8号証に記載された発明(甲8発明)】",
                "「調理場から店内に個別注文の寿司を送るためのベルトコンベアである高速搬送レーンを設け，調理場において個別注文の寿司はネタ皿に乗せられ，高速搬送レーンによって店内に送られ，スタッフがネタ皿を適当位置で取り上げ，注文のあった顧客カウンターにおくものであって，周期道を描いてネタ皿を巡回搬送するクレセントチェーンを備え，該クレセントチェーンの内周側に，クレセントチェーンの移動速度以上の移動速度をもった高速搬送レーンを配設した，飲食物の搬送装置。」",
                "【甲8発明と本件発明の一致点】",
                "「厨房内の飲食物容器の供給部から搬送方向に向かって移動する搬送手段を設け，前記供給部において，注文客より注文を受付け，厨房内にて盛りつけられた注文品を載せた飲食物容器を載置したのち，前記搬送手段を作動させて前記飲食物容器を前記供給部から搬送するとともに，客が飲食物を取って飲食するために，飲食物が載置された飲食物容器が順次搬送される無端状をなす搬送路を備え，該搬送路により囲まれた中央の空間部内に，前記搬送手段の移動速度を，前記搬送路の循環搬送速度よりも速くした前記搬送手段を設けた飲食物容器の供給方法」である点",
                "【甲8発明と本件発明の相違点】",
                "・相違点1",
                "「搬送手段」が，本件発明では「往復移動する」ものであるのに対し，甲8発明では，「移動する」ものではあるが，「往復」するかどうか明らかでない点",
                "・相違点2",
                "本件発明では，供給部において「搬送手段の定位置には飲食物容器の保持部を有し」ているのに対し，甲8発明では，そのような特定がない点",
                "・相違点3",
                "本件発明では，搬送手段を作動させて飲食物容器を供給部から「注文客の近傍であって前記注文客が前記注文品を取ることができる位置まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち前記保持部が前記供給部に戻る」のに対し，甲8発明では，搬送手段を作動させて飲食物容器を供給部から「搬送」するものではあるが，その他の特定がない点",
                "・相違点4",
                "本件発明では，「搬送手段で搬送する注文品を載せた飲食物容器と無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように，前記搬送手段の移動速度を，前記搬送路の循環搬送速度よりも速くし，かつ前記搬送手段の搬送面の高さを，前記搬送路の搬送面よりも若干高くした」のに対し，甲8発明では，「前記搬送手段の移動速度を，前記搬送路の循環搬送速度よりも速くし」ているが，その他の特定がない点",
                "【甲8発明との対比での容易想到性に係る審決の判断(17，18頁)】",
                "「(相違点3について)",
                "甲4発明は，『いずれかの食卓から注文がなされると，列車は指示された食卓まで進んで停止し，』『再走行，帰着を行う』ものであるから，『注文客の近傍であって前記注文客が前記注文品を取ることができる位置まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち前記保持部が前記供給部に戻る』ものといえる。",
                "しかしながら，甲8発明は，・・・最少人数のスタッフを回転飲食台に専属従事させることを前提として，高速搬送レーンによって送られるネタ皿をスタッフが取り上げるものであるから，注文客が取ることを想定していない。そうすると，注文客が取ることを前提とする甲4発明の『注文客の近傍であって前記注文客が前記注文品を取ることができる位置まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち前記保持部が前記供給部に戻る』との技術事項を甲8発明に適用する動機付けがない。よって，当業者といえども甲4発明を甲8発明に適用して相違点3に係る本件発明のように構成することが容易になし得たこととはいえない。",
                "また，甲第1号証～甲第3号証，甲第5号証，甲第6号証にも甲4発明と同様の技術事項が記載されているとしても，上記と同様の理由により，それらの技術事項を甲8発明に適用して相違点3に係る本件発明のように構成することが容易になし得たこととはいえない。」",
                "「(相違点4について)",
                "甲第10号証には・・・無端状の二重の搬送路を設ける際に，内側の搬送路の搬送面を外側の搬送路の搬送面より高くする点が記載されている。また，甲第23号証，甲第24号証にも同様の技術事項が記載されている。",
                "しかしながら，甲8発明は，上記(相違点3について)で述べたとおり，高速搬送レーンによって送られるネタ皿をスタッフが取り上げるものであるから，注文客が取ることを想定していない。そして，記載事項(ト)(判決注：甲第8号証の段落【0011】)には，『高速搬送レーンは，顧客の目の前を移動するクレセントチェーンの奥に位置する別ルートの搬送路であるから，他の顧客は高速搬送レーン上を移動するネタ皿を取ることは出来ない。』と記載されている。そうすると，甲8発明においては，『搬送手段で搬送する注文品を載せた飲食物容器と無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように』する必要が生じず，甲8発明に甲第10号証，甲第23号証，甲第24号証に記載された技術事項を適用する動機付けがない上に，仮に適用しても『搬送手段で搬送する注文品を載せた飲食物容器と無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように』する点に想到することはできない。",
                "よって，甲8発明に甲第10号証，甲第23号証，甲第24号証に記載された技術事項を適用して相違点4に係る本件発明のように構成することが容易になし得たこととはいえない。」",
                "「以上の点から，相違点1，2の検討をするまでもなく，本件発明は，甲第8号証，甲第4号証に記載された発明，及び甲第10号証などに記載された周知技術に基づいて，当業者が容易に発明をすることができたものではない。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由4について",
              "text": [
                "【甲第10号証に記載された発明(甲10発明)】",
                "「皿載部を有するクレセントチエーンより成る飲食物搬送コンベアを，内側を高く，外側を低く二重に設置すると共に，一方の折り返し端部を主調理場へ突入させた，飲食物搬送装置。」",
                "【甲10発明と本件発明の一致点】",
                "「厨房内の飲食物容器の供給部から搬送方向に向かって移動する搬送手段を設け，前記供給部において前記搬送手段の定位置には飲食物容器の保持部を有するとともに，客が飲食物を取って飲食するために，飲食物が載置された飲食物容器が順次搬送される無端状をなす搬送路を備え，該搬送路により囲まれた中央の空間部内に，前記搬送手段の搬送面の高さを，前記搬送路の搬送面よりも若干高くした前記搬送手段を設けた飲食物容器の供給方法」である点",
                "【甲10発明と本件発明の相違点】",
                "・相違点1",
                "「搬送手段」が，本件発明では「往復移動する」ものであるのに対し，甲10発明では，「移動する」ものではあるが，「往復」するかどうか明らかでない点",
                "・相違点2",
                "「搬送手段」が，本件発明では「注文客より注文を受付け，厨房内にて盛りつけられた注文品を載せた飲食物容器を前記保持部に載置したのち，前記搬送手段を作動させて前記飲食物容器を前記供給部から前記注文客の近傍であって前記注文客が前記注文品を取ることができる位置まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち前記保持部が前記供給部に戻る」ものであるのに対し，甲10発明ではそのような特定がない点",
                "・相違点3",
                "「搬送手段」が，本件発明では「前記搬送手段で搬送する前記注文品を載せた飲食物容器と前記無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように，前記搬送手段の移動速度を，前記搬送路の循環搬送速度よりも速くし」たものであるのに対し，甲10発明ではそのような特定がない点",
                "【甲10発明との対比での容易想到性に係る審決の判断(19，20頁)】",
                "「(相違点2について)",
                "甲4発明は，『食卓と厨房間を周回するものであって，飲食物を運ぶ模型列車を係止する無端のチェーンドライブと，チェーンドライブ回転用モータとを備え，』『いずれかの食卓から注文がなされると，列車は指示された食卓まで進んで停止し，』『再走行，帰着を行う』ものであるから，『注文客より注文を受付け，厨房内にて盛りつけられた注文品を載せた飲食物容器を前記保持部に載置したのち，前記搬送手段を作動させて前記飲食物容器を前記供給部から前記注文客の近傍であって前記注文客が前記注文品を取ることができる位置まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち前記保持部が前記供給部に戻る』ものといえる。",
                "しかしながら，甲10発明の二重の飲食物搬送コンベアは，記載事項(ハ)(甲10の3頁13行～4頁4行)に『両コンベア(1)(2)を同時に使用することにより，一挙に多量の飲食物を消化出来る』等記載されているように，同種のコンベア，すなわち『客が飲食物を取って飲食するために，飲食物が載置された飲食物容器が順次搬送される無端状をなす搬送路』を二重に備えたものであって，注文客より注文を受付け，注文品を搬送することを想定していない。そうすると，甲4発明を課題の異なる甲10発明に適用する動機付けがない。",
                "よって，当業者といえども甲4発明を甲10発明に適用して相違点2に係る本件発明のように構成することが容易になし得たこととはいえない。",
                "また，甲第5号証，甲第6号証にも甲4発明と同様の技術事項が記載されているとしても，そして，環状の搬送路が周知のものであったとしても，上記と同様の理由により，甲10発明に甲第5号証，甲第6号証に記載された技術事項を適用して，あるいは周知の環状の搬送路の内側に甲4発明，甲第5号証，甲第6号証に記載された技術事項を適用して，相違点2に係る本件発明のように構成することが容易になし得たこととはいえない。",
                "さらに，甲第1号証～甲第3号証にも甲4発明と同様の技術事項が記載されているとしても，同様の理由により，甲10発明に甲第1号証～甲第3号証に記載された技術事項を適用して，あるいは周知の環状の搬送路の内側に甲第1号証～甲第3号証に記載された技術事項を適用して，相違点2に係る本件発明のように構成することが容易になし得たこととはいえない。」",
                "「(相違点3について)",
                "甲8発明は上記(1)(i)(判決注：無効理由3に係る対比)に記載したとおり，飲食物容器が順次搬送される無端状をなす搬送路を備え，該搬送路により囲まれた中央の空間部内に，注文品を載せた飲食物容器を載置し，移動速度を，前記搬送路の循環搬送速度よりも速くした搬送手段を設けたものである。",
                "しかしながら，甲10発明は，上記(相違点2について)で述べたとおり，注文客より注文を受付け，注文品を搬送することを想定していない。そうすると，甲10発明においては，「搬送手段で搬送する注文品を載せた飲食物容器と無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように」する必要が生じず，甲10発明に甲8発明を適用する動機付けがない。",
                "よって，当業者といえども甲10発明に甲8発明を適用して相違点3に係る本件発明のように構成することが容易になし得たこととはいえない。」",
                "「以上の点から，相違点1の検討をするまでもなく，本件発明は，甲第10号証に記載された発明，及び甲第4号証，甲第8号証に記載された発明，あるいは甲第1～3号証，甲第5号証，甲第6号証に記載された発明，若しくは周知技術に基づいて，当業者が容易に発明をすることができたものではない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は審判手続において，無効理由1及び2として本件訂正前の請求項についても主張し，審決はこれらの無効理由についても判断しているが，審決は本件訂正を認めているので，これらについては判断する必要がなかった。原告もその引受承継人も，本件訴訟において，これらの無効理由に係る取消事由の主張をしていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告及び原告引受承継人主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "無効理由3についての容易想到性の判断の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲8発明及び甲4発明はいずれも寿司等の飲食物を搬送する装置に関する発明であって技術分野が共通するところ，甲8発明の高速搬送レーンと甲4発明の配膳装置とは，いずれも客が注文した物品を搬送するコンベアであって，両者はその使用目的及び用途が共通する。また，甲4発明の配膳装置は飲食物(ネタ皿)を客が取れる位置まで搬送する装置である一方，甲8発明の高速搬送レーンは飲食物を客の近傍まで搬送する装置であるから，両装置の使用態様も近似する。そして，甲8発明の高速搬送レーンと甲4発明の配膳装置とは，厨房と店内を繋ぐように配置され，客が注文した商品を，注文した客が手に取ることができる位置まで搬送する点で構成が同一である。",
                "ここで，甲8発明も甲4発明もさらには本件発明も省力化を技術的課題の一つとするところ，省力化を検討する際に，従前は人の手で行っていたことを自動化することは当業者が当然に考慮する事柄であるし，甲第8号証の段落【0008】にいう「最小人数のスタッフ」を従事させることにはカウンター内のスタッフ(従業員)を0にすることも含まれるから(甲第8号証の請求項1でも，スタッフに宛てて飲食物を搬送するとの限定はされていない。)，甲8発明の高速搬送レーンの上の皿をスタッフが取り上げて客に手渡すことに代えて，皿を客の前で停止させ，客が自ら皿を取り上げるように改めることは(相違点3に係る構成)，当業者が容易に想到し得ることである。なお，スタッフが高速搬送レーンの上の皿を常に取り上げて客に提供することにすると，客席数や注文数が多くなればなるほど従業員が多数必要になるのであって，「従業員を最小人数にするということ，最小限の動きで効率的に捌くこと」と，「常に従業員が注文品を取り上げて顧客に提供すること」とは相反し，「最小人数の従業員を回転飲食台に専属従事させることを前提として，最小限の動きで，顧客の注文を効率的に捌く」という技術的課題を解決する上で，従業員が常に注文品を取り上げることは不可欠ではなく，むしろ有害ですらある。",
                "したがって，甲4発明の構成を甲8発明に適用する上で阻害要因は存せず，かかる適用の動機付けがないということはできない。したがって，甲8発明の高速搬送レーンの上の皿を客が取り上げることが想定されておらず，上記動機付けがないとする審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "客が甲8発明の高速搬送レーンの上の皿を物理的に取り上げることができないわけではなく(むしろ，甲第8号証の段落【0011】の記載は，注文客以外の客でも物理的に取り上げることができることを示唆している。)，甲第8号証の段落【0011】の記載や図1，2も，自己が取り上げることが許される性格の皿ではないため，注文客以外の客が皿を取り上げることができないことを指摘するのみである。また，前記(1)のとおり，甲8発明の高速搬送レーンの上の皿をスタッフが取り上げて客に手渡すことに代えて，皿を客の前で停止させ，客が自ら皿を取り上げるように改めることは(相違点3に係る構成)，当業者が容易に想到し得ることにすぎない。",
                "そして，本件発明の搬送装置において搬送手段の位置を高くしているのは，客の衣服等が搬送路の飲食物に付着する事態が生じることを避けて，客が注文した飲食物を取りやすくするためであって，本件出願当時の周知技術にすぎず(甲10，23，24)，甲8発明に甲4発明を適用したときに，内側の高速搬送レーンの位置を高くすること(相違点4に係る構成)は当然である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲8発明に甲4発明を適用することで，相違点1及び2に係る構成についても，当業者において容易に想到することができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "結局，甲8発明と本件発明の相違点に係る構成の容易想到性についての審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由4についての容易想到性の判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願日以前においても，循環搬送路に客から注文を受けた飲食物を載せて客の近傍まで搬送することが行われていたところ(甲70等)，甲第10号証中の各記載に照らしても，調理人が客から注文を受け付け，注文に応じた飲食物をコンベアに載せて客の近傍まで搬送することが排斥されていないことが明らかである。",
                "また，甲10発明と甲4発明は，飲食物を搬送する装置に関する発明であり，客から注文を受けた飲食物を搬送することがある点で共通するから，当業者であれば甲10発明に甲4発明を適用することに支障はない。",
                "したがって，相違点2に係る構成に関し，注文品(客から注文を受けた飲食品)を搬送することが想定されておらず，甲4発明を甲10発明に適用する動機付けがないとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)のとおり，甲10発明でも，調理人が客から注文を受け付け，注文に応じた飲食物をコンベアに載せて客の近傍まで搬送することが排斥されておらず，注文品を搬送することが想定されていないわけではない。したがって，甲10発明においても，搬送手段で搬送する飲食物(注文品)容器と無端状の搬送路で搬送する飲食物容器とを客が区別する必要があり，甲10発明に甲8発明を適用する動機付けがある。",
                "したがって，相違点3に係る構成に関し，かかる動機付けがないとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，甲10発明と本件発明の相違点に係る構成の容易想到性についての審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲4発明を主引用例とした場合の容易想到性の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲4発明を主引用例とした場合の本件発明の容易相当性につき，「請求人は審判請求書において，甲9発明に基づくもの以外に甲各号証の様々な組み合せに基づく容易想到性を主張しているが，甲各号証をどのように組み合わせても，上記で検討してきた諸点のうち，少なくとも『搬送手段で搬送する注文品を載せた飲食物容器と無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように，』搬送手段と搬送路の配置関係や移動速度を本件発明のように特定する点に想到することが容易になし得たこととはいえない。」(23頁)と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "搬送手段と搬送路と間で，搬送される飲食物容器の移動速度を変えることや，客に区別されるように装置の高さを変えることは，甲第8，10号証に記載されている。他方，本件特許の出願過程や明細書の図面に照らせば，注文品を搬送する搬送手段と，そうでない搬送路とが機能的に関連していないことは明らかである。",
                "そうすると，甲4発明に本件出願日当時に周知の「無端状搬送路」や甲第8，10号証に記載された発明を適用すれば，当業者において本件発明に容易に想到できたものである。",
                "しかるに，審決は前記のとおり，甲4発明を主引用例とした場合の本件発明の容易想到性を否定したものであって，審決のこの判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲8発明は，甲第8号証の段落【0011】の記載から明らかなとおり，高速搬送レーンで搬送される飲食物は，スタッフによって取り上げられて注文した客のところに置かれることを大前提としており，注文した客が自らの手で飲食物を取り上げることを予定していない。むしろ，甲8発明においては，一般のクレセントチェーンと高速搬送レーンとの間に仕切板を設けて，注文した客以外の一般の客が注文品を見ることができないようにする構成が開示されており，注文品が一般の客から取り上げられることがないようにすることが念頭に置かれている。",
                "他方，甲4発明の配膳装置は，客が個別に注文した飲食物を客のところに搬送するもので，客が飲食物を取り上げることが念頭に置かれており，甲8発明の搬送装置のように循環搬送装置と個別搬送装置の双方があるわけではない(個別搬送装置しかない。)。",
                "したがって，甲8発明の搬送装置と甲4発明の配膳装置とは，その使用目的，用途，使用態様が異なり，甲8発明に甲4発明を適用する動機付けはないし，甲8号証中にも，甲第4号証中にも，相違点3に係る構成に到達するためにしたはずであるという程度の示唆もない。なお，省力化という技術的課題が共通するというだけでは，甲8発明に甲4発明を適用する動機付けとして十分でない。また，甲第10号証では，客が個別に注文した飲食物を個別に搬送するという発想が記載されていない。",
                "よって，甲8発明に甲4発明を適用する動機付けはなく，相違点3に係る構成に容易に想到できないとした審決の判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点4に関し，甲4発明を考慮していないから，甲4発明の適用の当否に係る原告の主張は失当である。",
                "また，甲第8号証の段落【0011】の記載に照らせば，従業員(スタッフ)は高速搬送レーン上のネタ皿を取ることができるが，客は目の前に位置するクレセントチェーンの先のネタ皿を取ることはできないというべきであるし，段落【0015】の記載は，従業員と客とを区別するものであって，注文した客とその余の客を区別する趣旨のものではない。甲8発明は客が注文した飲食物を自ら取り上げることを想定していない一方，甲第10，23，24号証に記載された事項は，注文した客が自ら飲食物を取り上げる構成であって，両者は技術的な方向性が逆であるから，甲8発明に甲第10，23，24号証に記載された事項を適用する動機付けは存せず，また，甲第8号証等にはかかる適用により相違点4に係る構成に到達したはずであるとの示唆も存しない。",
                "したがって，相違点4に係る構成に容易に想到できないとした審決の判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，甲8発明と本件発明の相違点に係る構成の容易想到性についての審決の判断に誤りがあるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "甲第10号証1頁の「本案は飲食者の眼前を飲食物が移動し，飲食者に対し好みの飲食物を供給する」との記載は，これはいわゆる回転寿司店において，客が搬送レーンの上を移動する飲食物をその好みに応じて自ら取り上げるという当然の事柄を示すものにすぎず，客の注文に応じて作られた飲食物が搬送レーンを移動することを含意したり示唆したりするものではない。また，甲第10号証4頁の記載も，客が個別に注文することや，客の注文に応じて作られた飲食物が搬送されることを含意したり示唆したりするものではない。そうすると，甲10発明においては，客の注文を受け付け，注文に応じて作られた飲食物が搬送されることは想定されていないから，この旨をいう審決の認定判断に誤りがあるとはいえない。",
            "したがって，相違点2，3に係る構成に容易に想到できないとした審決の判断に誤りがあるとはいえず，甲10発明と本件発明の相違点に係る構成の容易想到性についての審決の判断に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は本件訂正後の請求項1の本件発明につき，無効審判手続において甲第4号証を主引用例とした無効理由を主張していないから，かかる無効理由に対する判断の誤りを審決取消事由として構成することはできないが，仮にそうでないとしても，本件発明の進歩性は否定されない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲第4号証に記載された発明(甲4発明)は「食卓と厨房間を周回するものであって，飲食物を運ぶ模型列車を係止する無端のチェーンドライブと，チェーンドライブ回転用モータとを備え，チェーンドライブの回転をコンピュータ制御するものにおいて，いずれかの食卓から注文がなされると，列車は指示された食卓まで進んで停止し，そのさい進行距離は正確にモータの回転数で検知され，コンピュータ処理されて誤差がほとんど無いとともに，再走行，帰着を行う配膳装置。」であると認定したから，甲4発明と本件発明との一致点は「厨房内の飲食物容器の供給部から搬送方向に向かって移動する搬送手段を設け，前記供給部において前記搬送手段の定位置には飲食物容器の保持部を有し，注文客より注文を受付け，厨房内にて注文品を載せた飲食物容器を載置したのち，前記搬送手段を作動させて前記飲食物供給容器を前記供給部から前記注文客の食卓まで搬送して停止させ，前記飲食物容器が前記注文客に取られたのち，搬送手段を前記供給部に帰着することを特徴とする飲食物容器の供給方法」である点にあり，両発明の相違点は，①「搬送手段」が，本件発明では「往復運動する」ものであるのに対し，甲4発明では，「再走行，帰着」するものではあるが，「往復運動する」ものではない点(相違点1)，②飲食物の客への提供方法が，本件発明では「客が飲食物を取って飲食するために，飲食物が載置された飲食物容器が順次搬送される無端状をなす搬送路」を備えるのに対し，甲4発明では無端状をなす搬送路を備えない点(相違点2)，③「搬送手段」が，本件発明では「搬送路により囲まれた中央の空間部内に設けている」のに対し，甲4発明ではそのような構成を備えない点(相違点3)，④「搬送手段」が，本件発明では「搬送手段で搬送する前記注文品を載せた飲食物容器と前記無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように，前記搬送手段の移動速度を，前記搬送路の循環搬送速度よりも速くし，かつ前記搬送手段の搬送面の高さを，前記搬送路の搬送面よりも若干高くした」のに対し，甲4発明ではそのような構成を備えない点(相違点4)にある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲4発明の配膳装置は個別の注文客の注文品を搬送するためにのみ用いられる装置であって，注文品以外の飲食物を搬送することは想定されていないから，「客が飲食物を取って飲食するために，飲食物が載置された飲食物容器が順次搬送される無端状をなす搬送路」を備える必要がない。したがって，甲4発明に周知の無端状搬送路や甲第8，10，23，24号証に記載された発明ないし技術事項を適用する動機付けがなく，当業者において相違点2，4に係る構成に想到することは容易でない。",
                "また，甲第10，23，24号証の搬送装置の内側の搬送路は，注文客の注文品を搬送する装置ではなく，甲第8号証の高速搬送レーンも客が自らの手でネタ皿を取り上げることを想定していない。そうすると，甲4発明の記載事項に係る上記理由とから，甲4発明に甲第8，10，23，24号証に記載された発明ないし技術事項を適用する動機付けがなく，当業者において相違点3に係る構成に想到することは容易でない。",
                "結局，甲第4号証を主引用例としたとしても，本件出願日当時，当業者において相違点2ないし4に係る構成に容易に想到することはできないから，この旨をいう審決の判断に誤りがあるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由3についての容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，特開平11-164764号公報(甲第8号証)に記載された発明(甲8発明)の高速搬送レーンの上のネタ皿を客自身が取り上げることは想定されておらず，甲8発明の高速搬送レーンに特開昭61-135611号公報(甲第4号証)に記載された発明(甲4発明)を適用する動機付けがないと判断したものであるが，甲第8号証の発明の詳細な説明には，次のとおりの記載がある。",
                    "・「従来，顧客の注文は，回転飲食台の内側にいるスタッフが職人に伝え，個別的に席まで運ぶことが多かった。しかし，店舗面積が拡大し，客席数が増えると，個別的な注文を捌ききれなくなる。」(段落【0006】)",
                    "・「・・・当然であるが，従来提案されている各種装置は，・・・未だ改良の余地を残している。隙間を空けないネタ皿の配置バランスや，バリエーションを持たせたネタ皿の順番構成などは，人的な判断に任せた方が効率的な場合が多いからである。時間帯による消費動向の判断，馴染みである顧客の好みの個別的判断など，より質の高い細かなサービスを瞬時に判断して対応することは，センサ装置と連動させたコンピュータ処理だけでは実現することが極めて困難である。要求されるサービス内容と店内状況は，短時間のうちにめまぐるしく変化するからである。」(段落【0007】",
                    "・「そこで本発明の目的は，最小人数のスタッフを回転飲食台に専属従事させることを前提として，最小限の動きで，顧客の注文を効率的に捌くことを可能とする点にある。」(段落【0008】)",
                    "・「【作用】・・・本発明に係る装置は，このクレセントチェーンの内側に高速搬送レーンを配設してなる。調理場において作られた個別注文の寿司は，ネタ皿に乗せられ，高速搬送レーンによって店内に送られる。回転飲食台の内側にいるスタッフは，高速搬送レーンによって運ばれたネタ皿を適当位置で取り上げ，注文のあった顧客カウンターに置く。高速搬送レーンは，顧客の目の前を移動するクレセントチェーンの奥に位置する別ルートの搬送路であるから，他の顧客は高速搬送レーン上を移動するネタ皿を取ることは出来ない。好ましくは，一般のクレセントチェーンと高速搬送レーンとの間に仕切板を設け，視覚的にも一般顧客からは見えないように配慮する。」(段落【0011】)",
                    "・「高速搬送レーンは店内スタッフが専用使用するものであり，店内スタッフが心理的に圧迫されない程度の移動速度を実現すれば良いので，その速度は，・・・とする。この速度はクレセントチェーンの約5倍の速度であるが，・・・・。この速度は，移動してくるネタ皿を通常の店内スタッフが十分な判断力とゆっくりした動作で取ることができる限界速度である。」(段落【0015】)",
                    "・「高速搬送レーン21はクレセントチェーンの内側全周にわたって設ける必要はない。カウンタの内側に配置されたスタッフの近くまでネタ皿を搬送できれば，店内スタッフの移動距離を軽減するという本発明の目的を達成することが出来るからである。」(実施例，段落【0018】)",
                    "・「また，各コンベアの先端部35には，例えばリミットスイッチを設けるなどして先頭のネタ皿がレーンの終点まで来た場合にコンベアの駆動を一時停止させることが望ましい。高速搬送レーン21で搬送されるネタ皿は，基本的には客席からの個別注文を含め店内スタッフが調理場に発した注文に応じて送られてくるものであるが，店内が混雑し，高速搬送レーンで搬送される皿数が多い場合などには，レーン上のネタ皿をスタッフが捌ききれないことも考えられるからである。」(段落【0020】",
                    "・「顧客カウンタの内側には，適当人数のスタッフを配置する。各スタッフは，客席に座った顧客からの個別注文を受け，調理場30に伝達する。調理場において作られた個別注文の寿司は，ネタ皿に乗せられ，高速搬送レーン21によって店内に送られる。カウンタ内にいるスタッフは，高速搬送レーン21によって運ばれたネタ皿を適当位置で取り上げ，注文のあった顧客カウンターに置く。尚，高速搬送レーン21は客席から見てクレセントチェーン11の奥に位置するから，高速搬送レーン上のネタ皿を他の顧客が取ることは出来ない。」(段落【0022】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これら甲第8号証の記載は，いずれも，飲食物を盛ったネタ皿を周軌道に沿って循環搬送するクレセントチェーン(略三日月形の板を環状に繋いで搬送面とする搬送装置)を設けた回転飲食台の内側に，客に対するサービスを行うスタッフ(飲食物の調理を行う職人以外の従業員)を配置し，スタッフが客から飲食物の注文を受け付けて職人に注文を引き継ぎ，職人が注文に応じて飲食物を調理し，これを上記クレセントチェーンとは別個の装置である高速搬送レーンに載せて客に向けて搬送し，飲食物を載せたネタ皿が客の近傍に来たところでスタッフがネタ皿を取り上げて，回転飲食台外側の席に座っている客にこれを渡すことを前提にしていることは明らかである一方，甲第8号証には，高速搬送レーンによって自己の近傍まで来たネタ皿を，客が自ら取り上げて飲食に供することもある旨の記載はなく，これを示唆する記載もない。そうすると，甲8発明では高速搬送レーンによって送られるネタ皿を客が取ることは想定されていないとの審決の認定に誤りがあるとはいえない。",
                    "原告は，甲8発明等の技術的課題の一つは省力化であるところ，甲第8号証の段落【0008】にいう「最小限」にはスタッフの人数を0にすることも含まれるなどと主張する。確かに，甲8発明はスタッフや職人の省力化を解決すべき技術的課題の一つとするが(段落【0008】)，甲第8号証中には，回転飲食台内側のスタッフをなくすことも可能である旨の記載も示唆もないし，前掲段落【0007】には，従来の装置における改善の余地として，コンピュータ処理だけでは要求されるサービス内容等を実現するのが困難で，かえって人の判断に任せた方が効率的な場合が多い旨の記載があり，客に対するサービスの提供の面において，スタッフ(従業員)の手を介する長所が指摘されている。加えて，客が店舗のスタッフから注文品の載ったネタ皿を受け取ることと，客が高速搬送レーンで送られたネタ皿を自ら取り上げることとの間では，客に対するサービスの質が別次元のものとなることは否めない。客がネタ皿を自ら取り上げることとしたのでは，慣れない客でも容易に取り上げることができるために，また事故が生じないよう，ある程度高速搬送レーンの搬送速度を小さくせざるを得ないから，甲8発明において，客の取りやすさを考慮して小さくしているクレセントチェーンの搬送速度に比して，作業効率を重視して高速搬送レーンの搬送速度を大きくできるとしている段落【0015】の記載の趣旨に反することになる。そうすると，甲第8号証の段落【0008】にいう「最小限」にスタッフの人数を0にすることが含まれるとまで読み込むことはできず，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲第4号証には，無効理由3について審決が認定した技術的事項が記載されている(前記第2の4(1))。しかし，前記イのとおり，甲8発明では高速搬送レーンによって送られるネタ皿を客が取ることは想定されていないから，甲8発明と甲4発明が同一の技術分野に属し，客に飲食物を供給するというごく抽象的なレベルでは使用目的，用途や使用用途に共通するところがあるとしても，客が搬送されてくるネタ皿を自ら取り上げることを前提とする甲4発明を適用する動機付けがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)のとおり，甲8発明では高速搬送レーンによって送られるネタ皿を客が取ることは想定されていないから，注文品を搬送する高速搬送レーンとそれ以外の飲食物を搬送する通常のクレセントチェーンの高さを各別に異ならせ，両搬送装置を移動する飲食物(ネタ皿)相互の区別をより明瞭にする必要に乏しく，かかる高さを異にする構成を採用する動機付けに欠ける。",
                "原告は，客が高速搬送レーンの上のネタ皿を物理的に取り上げることができないわけではないなどと主張して審決の認定を非難するが，甲第8号証の段落【0011】の記載にかんがみれば，甲8発明の装置において客が高速搬送レーンのネタ皿を自ら取り上げることがないように配慮されていることは明らかである。のみならず，甲8発明に基づく本件発明の容易想到性判断(動機付け)においては，装置の物理的構造上，客が高速搬送レーンからネタ皿を物理的に取り上げることができるか否かに焦点を当てるのではなく，サービスの同質性の有無も念頭に置く必要があるのであって，原告の上記主張は失当といわなければならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，甲8発明に甲4発明を適用することは困難で，本件出願当時，当業者において相違点3及び4に係る構成に容易に想到することはできないというべきであり，この旨をいう審決の容易想到性判断に誤りがあるとはいえない。よって，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由4についての容易想到性の判断の誤り)について",
          "text": [
            "実開昭61-113672号公報(実願昭59-200672号のマイクロフィルム，甲第10号証)に記載された発明は，内外二重の無端状(環状ないし周状)の搬送装置を設け，内側の搬送装置(搬送手段)を外側の搬送装置(搬送路)よりも若干高くした装置に関するものであるが，これは一重の搬送装置では客がカウンターの片側しか使用しないため，カウンターの両側を使用してもらうべく二重の搬送装置の構成としたものにすぎず(2頁)，そこには，搬送装置の外側に着席した客が注文を出すことや，客の注文に応じた飲食物を通常の搬送ルートとは別の搬送ルートを利用して当該客の近傍まで搬送することは記載も示唆もされていない。",
            "また，甲第10号証には，「両コンベア(1)(2)を同時に使用することにより，一挙に多量の飲食物を消化出来ると共に，又回転方向を内外逆にすることにより，お客に対し，商品の展示を2倍のスピードで提供することが出来，更に内外二段にすることにより，価格の区分及び商品区分等もし易くなるものである。」(3，4頁)との記載があるのみであるから，甲10発明の装置の目的が供給量の向上等にあることは明らかである。論理的に内側の搬送装置(搬送手段)を注文に応じた飲食物の搬送専用に用いることがあり得るとしても，あくまで装置の構成の選択の可能性のレベルの問題にすぎないし，甲第10号証において搬送装置を任意の位置まで動かしてから停止させる手段が全く開示されていないことにかんがみると，調理人が客から注文を受け付け，注文に応じた飲食物をコンベアに載せて客の近傍まで搬送することは甲10発明では想定されていないといわざるを得ない。",
            "そうすると，甲10発明に甲4発明や甲8発明を適用する動機付けに欠けるから，この旨をいう審決の判断に誤りがあるとはいえず，その余の点につき判断するまでもなく原告が主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲4発明を主引用例とした場合の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が第1次審決取消後の審判手続において提出した審判事件弁駁書(甲69)の「第2  本件発明1に対する無効理由」では，甲8発明と本件発明との一致点・相違点の主張がされているのみで，甲4発明と本件発明との一致点・相違点の主張はされていないし，甲第4号証を主引用例として扱ったことを窺わせる記載は存しない。したがって，原告が上記弁駁書で主張した無効理由では，甲第8号証のみが主引用例となり，甲第4号証は副引用例にすぎないことが明らかである。",
                "被告は，審判手続におけるこのような経緯に基づき，本件訴訟において甲第4号証を主引用例とする無効理由の主張に対する判断の誤りを審決取消事由として構成することはできないと主張する。しかし，被告は進んで，原告のこの点の取消事由に対して反論しており，甲第4号証も本件審判請求の証拠方法として掲げられているので，甲第4号証を主引用例とし，これに記載された発明に甲第10号証に記載された発明又は甲第19ないし22号証に記載された周知技術「無端状搬送路」を適用することに基づいて，当業者が本件発明に容易に想到できたか否かを以下に検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第4号証に記載された発明は，客の注文に応じて調理された飲食物を，食卓と厨房との間を周回する無端のチェーンドライブに係止された模型列車に載せて当該注文をした客の食卓まで搬送し(チェーンドライブはコンピュータで制御されているので，模型列車は食卓の近傍で停止する。)，配膳する装置に関する発明である一方(特許請求の範囲，発明の詳細な説明2，3頁)，甲第10号証に記載された発明は，内外二重の搬送装置をカウンターと調理場を結ぶように設ける装置に関する発明であるが，後記のとおり，搬送装置の外側に着席した客が注文を出すことや，客の注文に応じた飲食物を通常の搬送ルートとは別の搬送ルートを利用して当該客の近傍まで搬送することは記載も示唆もされていない。また，甲第19ないし22号証に記載されている搬送装置は，無端環状のものであるが，同様に，搬送装置の外側に着席した客が注文を出すことや，客の注文に応じた飲食物を通常の搬送ルートとは別の搬送ルートを利用して当該客の近傍まで搬送することは記載も示唆もされていない。そして，甲第8号証に記載された搬送装置は，クレセントチェーンを設けた回転飲食台の内側に高速搬送レーンを設けたものであるが，高速搬送レーンで搬送されるネタ皿を客が取り上げることは想定されておらず，スタッフがこれを取り上げるものである。そうすると，甲第4号証に記載された発明と甲第8，10号証に記載された発明や甲第19ないし22号証に記載された周知技術とは，搬送装置から客が飲食物を自ら取り上げることが含まれる点(甲第8号証においてはクレセントチェーンからのみである。)で共通するとしても，少なくともこれらを組み合わせる動機付けに欠け，当業者において本件発明に容易に想到することはできないというべきである。",
                "そうすると，審決が説示するとおり，「少なくとも『搬送手段で搬送する注文品を載せた飲食物容器と無端状をなす搬送路により搬送される飲食物容器とが客に区別されるように，』」搬送手段の移動速度を搬送路の循環搬送速度よりも速くしたり，搬送手段の搬送面の高さを搬送路の搬送面よりも若干高くするという構成(被告が主張する相違点4)に当業者において容易に想到することができないから，かかる審決の判断に誤りがあるとはいえず，原告が主張する取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10369",
    "date": "2011-09-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081633",
    "ipprecedent_id": "2687",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}