{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009−15782号事件について平成22年4月12日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，下記商標(以下「本願商標」という。)につき平成20年9月3日付けで立体商標として商標登録出願(以下「本願」という。)をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願商標が商標法3条1項3号に該当する(その形状を普通に用いられる方法で表示する標章のみからなる商標)ことを前提とした上で，「使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるもの」(同条2項)に該当するか，である。",
            "記",
            "・商標(立体商標)",
            "(第1図)",
            "(第2図～第4図)は別添審決書記載のとおり。",
            "・(指定商品)",
            "第29類",
            "「乳酸菌飲料」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成20年9月3日，立体商標としての商標登録出願(商願2008−72349号)をしたところ，平成21年5月26日付けで拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2009−15782号事件として審理した上，平成22年4月12日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年4月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本願商標は単に商品の収納容器(形状)を表示するにすぎないから商標法3条1項3号が規定する「その形状を普通に用いられる方法で表示する標章のみからなる商標」に該当する，②原告が使用する包装用容器には「ヤクルト」「Yakult」の文字商標が入っていて立体的形状のみが独立して自他商品識別力を獲得したものとは認められないから，商標法3条2項(使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるもの)には該当しない，等としたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "審決のうち，①本願商標が商標法3条1項3号に該当する(その形状を普通に用いられる方法で表示する標章のみからなる商標)とした部分は争わないが，②本願商標が「使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるもの」(商標法3条2項，いわゆる特別顕著性)に該当しないとしたことは，以下に述べるとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(商標法3条2項の解釈の誤り)",
                  "text": [
                    "審決は，商標法3条2項が適用されるためには使用に係る商標は出願に係る商標と同一の場合に限られるとして，本願商標には同法3条2項は適用されないと判断しているが，同法3条1項3号に該当する商標が同法3条2項の適用を受けることができるのは，使用に係る商標が出願に係る商標と同一の場合に限られるのではなく，「実質的に同一」であれば足りるというべきであって，審決には同法3条2項の解釈を誤った違法があり，その誤りは，審決の結論に影響を与えるものである。",
                    "すなわち，審決は「出願に係る商標が，商品等の立体的形状のみからなるものであるのに対し，使用に係る商標には，立体的形状に文字，図形等の平面標章が付されている場合，両商標の全体的構成は同一ではないことから，出願に係る商標については，使用により識別力を有するに至った商標と認めることができない。」(審決8頁3～7行)と認定判断している。",
                    "しかし，使用に係る商品等の立体的形状において，企業等の名称や記号・文字が付されたこと，又は，ごく僅かに形状変更がされたことのみによって，直ちに使用に係る商標が自他商品識別力を獲得し得ないとするのは妥当ではなく，使用に係る商標ないし商品等に当該名称・標章が付されていることやごく僅かな形状の相違が存在してもなお，立体的形状が需要者の目につき易く，強い印象を与えるものであったか等を総合勘案した上で，立体的形状が独立して自他商品識別力を獲得するに至っているか否かを判断すべきであるから，商標法3条2項の適用については，出願に係る商標(立体商標)と使用に係る商標ないし商品等の形状(立体的形状)は実質的に同一であることを要し，それで足りるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(商標法3条2項該当性判断の誤り)",
                  "text": [
                    "審決は，本願商標は使用により独立して自他商品識別力を獲得したものとは認められないから同法3条2項には該当しないと認定判断したが，本願商標は長年にわたり使用された結果，単独で自他商品識別力を獲得するに至っており，同法3条2項の要件を充足しているというべきであって，上記審決の認定判断は誤りである。",
                    "すなわち，立体的形状からなる商標が使用により自他商品識別力を獲得したかどうかは，当該商標ないし商品等の形状，使用開始時期及び使用期間，使用地域，商品の販売数量，広告宣伝のされた期間・地域及び規模，当該形状に類似した他の商品等の存否などの事情を総合考慮して判断するのが相当であるところ，次の事情を総合考慮して判断すると，本願商標は，使用により独立して自他商品識別力を獲得したものというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標及び原告商品の包装用容器の形状",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願商標は縦横比約2対1のおおむね円筒形の容器の形状からなるものであって，この容器形状は円形の底部と，円筒形の下胴部を有し，円筒形の下胴部の上には，容器胴部の全周にわたる半円形の深い窪みがあり，その深い窪みの上は下胴部の約三分の一の高さの円筒形の上胴部に続き，その上胴部の上縁は内側に傾斜した円錐形部分に続き，その円錐形部分の上端は容器端の円形の開口部に続いており，そして，上記の円筒形の下胴部，全周にわたる半円形の窪み，円筒形の上胴部及び円錐形部のどこにおいても格別の窪溝や凸稜は一切見られず，すべて平滑であることを特徴とするものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，原告が製造・販売する乳酸菌飲料「ヤクルト」・「ヤクルト400」・「ヤクルト400LT」の包装用容器(本件容器)の立体的形状も本願商標と同一である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点に関し，審決が「使用に係る商標と出願に係る商標が同一ではない」とする理由は，使用商標においては本件容器に平面標章(文字)が付されているという理由にすぎないから，本件容器の立体的形状が本願商標と同一であることは審決も認めているというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "使用開始時期及び使用期間",
                      "text": [
                        "原告商品「ヤクルト」は，昭和5年の Aによる乳酸菌シロタ株の強化・培養に始まり，その製造，販売が昭和10年から開始されたものであり，昭和13年に「ヤクルト」商標を登録し，昭和30年に株式会社ヤクルト本社(原告)を設立し，昭和38年にヤクルトレディによる販売店システムの導入を開始し，昭和43年から本願商標の立体的形状と同一のプラスチック容器を導入し，平成10年には特定保健用食品の許可を得ているものである。",
                        "原告は，本願商標の指定商品である「乳酸菌飲料」を主力商品としており，主力商品には原告の商号の略称でもある「ヤクルト」(Yakult)の文字を使用している。",
                        "原告商品「ヤクルト」の包装用容器は販売当初ガラス製であったが，大量生産，大量販売の業務展開を図るためのワンウエイ容器として，当時としては画期的であった軽量のプラスチック容器(合成樹脂容器)への転換を図り，著名なデザイナーである Bにデザイン作成を依頼して，検討の末，本願商標(立体的形状)を開発したものである。原告がプラスチック製の本願商標(立体的形状)に転換したのは昭和43年(1968年)である。当時，B のデザインに係る本願商標(立体的形状)はその斬新さゆえに業界において注目を集めた。",
                        "それ以来，原告は40年以上にわたり，継続してプラスチック製の本願商標(立体的形状)のワンウエイ容器を積極的に販売し，乳酸菌飲料の分野において圧倒的なシェアを占めるに至っている。",
                        "この間，原告は本件容器に文字商標としては「ヤクルト」(Yakult)を使用しているが，本件容器の立体的形状の特徴を変更することなく販売している。",
                        "なお，本件容器の立体的形状はグッドデザイン・ロングライフデザイン表彰を受けている(甲9ないし11の1・2)。",
                        "また，原告は，本願商標と同一の立体的形状について，諸外国に登録出願を行い，既に42か国において商標登録を得ている(甲12，13の1ないし42)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告商品の販売数量，広告宣伝のされた期間・地域及び規模本願商標を用いた原告商品の販売数量及び金額は甲3の1ないし22において，原告の宣伝広告費用は甲5において，各種宣伝広告は甲6の1ないし217においてそれぞれ証明されているとおりであり，本願商標を用いた原告商品の販売期間，市場占有状況(販売額及びシェア)，原告商品の広告宣伝費，放送宣伝費，広告宣伝期間等の広告宣伝実績は他社の乳酸菌飲料をはるかに凌いでいる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "アンケート調査の結果",
                      "text": [
                        "本願商標と同一の立体的形状の無色容器(文字等の平面標章が付されていないもの。)を示して，2008年(平成20年)に行われたアンケート調査(同年11月26日付け飲料容器銘柄想起調査 調査結果報告書，甲8。以下「平成20年アンケート調査」という。)及び2009年(平成21年)に行われたアンケート調査(同年8月19日付け飲料容器銘柄想起WEB調査 調査結果報告書，甲19，20。以下「平成21年アンケート調査」という。)によれば，平成20年アンケート調査ではアンケート対象者の98．8％が「ヤクルト」を想起しており，平成21年アンケート調査ではアンケート対象者の98．4％が「ヤクルト」を想起しているとの結果を得た。",
                        "なお，上記各アンケート調査について，法政大学大学院イノベーション・マネジメント研究科教授Cの鑑定意見(甲22)によれば，結論として，容器写真を提示した後に，製造者(メーカー)を同定するために実施された平成20年及び同21年の各アンケート調査は，調査目的に照らして適切であったと評されている。",
                        "この点に関し，審決は，「ヤクルト」(Yakult)の文字が周知著名であることを認定判断し，このことを理由として，平成20年及び同21年の各アンケート調査において99％以上のアンケート回答者が本願商標の立体的形状から原告商品を想起したのは「ヤクルト」(Yakult)の文字商標の周知著名性を拠り所としたものであって，本願商標の立体形状からではないと認定判断している(審決11頁4ないし12頁21行)。しかし，上記審決の認定判断は，平成20年及び同21年の各アンケート調査においてアンケート回答者に示されている対象容器が無色容器(文字等の平面標章が付されていないもの。)であること，つまり，「ヤクルト」(Yakult)の文字(ロゴ)が付されていないことを看過したものであって，誤りである。",
                        "また，被告は，上記アンケート調査に関して，原告以外の複数の業者によって本願商標と類似する容器が販売されている実情が反映されていないと主張するが，原告以外の複数の業者によって本願商標と類似する容器が販売されている実情は上記アンケート調査に反映されているのであって，原告以外の業者の商品を想起した回答者はせいぜい2％にも達しなかったということであるにすぎない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "原告商品及びその宣伝広告に「ヤクルト」(Yakult)の文字(ロゴ)が付されていることについて",
                      "text": [
                        "現実の取引の態様は多様であって，商品の提供者等は，当該商品に，常に1つの標章のみを付すのではなく，むしろ，複数の標章を付して，商品の出所を識別したり，自他商品の区別をしようとする例も散見されるし，また，取引者，需要者も，商品の提供者が付した標章とは全く別の商品形状の特徴(平面的な標章及び立体的形状等を含む。)によって，当該商品の出所を識別し，自他商品を区別することもあり得るところである。そのような取引の実情を考慮すると，当該商品に平面的に表記された文字，図形，記号等が付され，また，そのような文字等が商標登録されていたからといって，直ちに，当該商品の他の特徴的部分(平面的な標章及び立体的形状等を含む。)が，商品の出所を識別し，自他商品を区別するものとして機能する余地がないと解されるものではない。",
                        "以上のとおり，文字商標が周知著名であることは原告商品の立体的形状が自他商品識別機能を獲得することの妨げとなるものではないから，審決が原告商品及びその宣伝広告に「ヤクルト」(Yakult)の文字(ロゴ)が付されていることを理由として，「原告商品の宣伝広告は本願商標の立体形状の周知著名性を立証するものとは認められない」(審決11頁7～9行)，あるいは「本願商標に係る形状が包装用容器の一形態を示すものであることからすれば，その指定商品『乳酸菌飲料』は『ヤクルト』の文字商標により識別されているというべきである。したがって，本願商標は自他商品識別力を有するものではなく，かつ，使用された結果，需要者が何人かの業務に係る商品であることを認識することができるものに至ったものとは認められない。」(審決11頁17～22行)と認定判断していることは，いずれも誤りである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件容器の立体的形状に類似する他社商品の存在と原告の対策について",
                      "text": [
                        "乳酸菌飲料の市場においては，本件容器と類似する立体的形状の乳酸菌飲料が多数販売されていることは事実であるが，それらは，乙1ないし乙5に照らして明らかなとおり，本件容器の立体的形状を模倣した容器にすぎない。確かに，原告はこれまでこれらの模倣品に対して法的措置を採るなどの対策を講じてこなかったことは事実であるが，その理由は，日本の経済社会においては，訴訟等の法的措置を採ることを忌避する傾向があり，乳酸菌飲料という一般消費者を対象とし商品のイメージが重視される業界では，訴訟等の法的措置を採ることは営業上好ましいとされることはなく，これは日本経済における常識といえるものであるところ，特に，原告は乳酸菌飲料のリーディングカンパニー，トップ企業として，訴訟等の法的措置を採ることは避け，営業活動(営業努力)によって模倣(類似)商品問題を克服してきたのである。また，これまで本願商標と同一形状の模倣容器は市場に出現せず，深刻な誤認混同の問題が生じなかったことも理由の1つである。",
                        "したがって，模倣(類似)容器を使用している業者に対して訴訟等の法的な措置を講じていないからといって，本件容器の立体的形状が自他商品識別力を有するに至っていることが否定されるものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2) の各事実は認めるが，(3) は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法3条2項の適用要件については，次のように解釈されるべきである。すなわち，出願に係る商標が，指定商品に係る商品等の形状を表示するものとして同法3条1項3号に該当する場合に，それが同条2項に該当し登録が認められるかどうかは，使用に係る商標及び商品，使用開始時期及び使用期間，使用地域，当該商品の販売数量等並びに広告宣伝の方法及び回数等を総合考慮して，出願に係る商標が使用をされた結果，需要者が何人かの業務に係る商品であることを認識することができるものと認められるかどうかによって決定すべきものであり，その場合に，使用に係る商標及び商品は，出願に係る商標及びその指定商品と同一の場合に限られるべきである。",
                    "ただし，使用に係る商標の形状の全体を観察した場合，その立体的形状と出願に係る商標とが同一であり，その立体的形状が識別標識として機能するには，そこに付された平面標章部分が不可欠であるとする理由が認められず，むしろ平面標章部分よりも立体的形状に施された変更，装飾等をもって需要者に強い印象，記憶を与えるものと認められ，かつ，需要者が何人かの業務に係る商品であることを認識することができるに至っていることの客観的な証拠(例えば，同業組合又は同業者等，第三者機関による証明)の提出があったときは，直ちに商標の全体的な構成が同一ではないことを理由として同法3条2項の主張を退けるのではなく，提出された証拠から，使用に係る商標の立体的形状のみが独立して，自他商品を識別するための出所表示としての機能を有するに至っていると認められるか否かについて判断する必要があるというべきである。",
                    "したがって，これと同旨の審決の解釈に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，原告は，商標法3条1項3号に該当する商標が同法3条2項の適用を受けることができるのは，使用に係る商標が出願に係る商標と「同一」の場合に限られるのではなく，「実質的に同一」であれば足りるのであるから，審決は同法3条2項の解釈を誤ったものであると主張する。",
                    "しかし，審決は，同法3条2項が適用されるためには使用に係る商標は出願に係る商標と「同一」の場合に限られるとのみ判断したのではない。",
                    "原告が主張する「実質的に同一」とは，「出願に係る商標」と「使用に係る商標(又は商品等の形状)」とが「実質的に同一」であることを要するという趣旨であると解され，決して「出願に係る商標」と「使用に係る商標(又は商品等の形状)の立体的形状」との関係のみを指して両者が「実質的に同一」であることを要すると述べているものではないと解されるのであるから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標の構成",
                      "text": [
                        "本願商標は，次の特徴を有する。",
                        "① 全体の立体的形状は，縦横比約2対1の縦長の円筒形の容器であって，容器上部に飲み口を有する",
                        "② 飲み口部に当たる容器上部の形状は，上面部が開口した円錐台状となっており，また，胴体部に当たる容器中部から下部にかけての形状は，途中に弧状のくびれ部分が容器の周り全体にわたって設けられた円筒形となっている",
                        "③ 胴体部において，くびれ部分は，容器全体からみると，そのちょうど中央部分に当たる位置にあり，また，くびれ部分の上側にある円筒形部分と下側にある円筒形部分は，凹凸のない平滑な胴体であって，両者の高さ比は，ほぼ1対3である"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "使用商標の構成",
                      "text": [
                        "一方，使用商標は，いずれも陰影を有するアルミキャップ付きの乳酸菌飲料の容器であるところ，本件容器の立体的形状も，本願商標と同様に，上部は円錐台状の飲み口部(なお，当該飲み口部分には，アルミキャップが付いているものの，甲2，甲6の2，6の162及び6の207等をも総合して判断すれば，本願商標と同様の形状の飲み口部であると推認できる。)を有し，その下にくびれを有する円筒形の胴体部からなるものである。",
                        "そして，使用商標は，円筒形の胴体部に，「ヤクルト」の文字が大きく顕著に表示されているほか，その他の文字，数字及び図等も表示されているものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "比較",
                      "text": [
                        "そこで，本願商標と使用商標とを比較すると，使用商標には，本願商標には見られないアルミキャップが付いていることや容器の胴体部に「ヤクルト」の文字やその他の文字，数字及び図等が表示されていることから，本願商標と使用商標とは全体的構成において同一でないことはもちろんのこと，実質的にも同一ということはできない。ただし，本願商標と使用商標に係る立体的形状部分とを比較するならば，両者は同一の範囲内のものとみて差し支えないものであること，及び使用商標に係る原告商品も「乳酸菌飲料」であるから，本願商標の指定商品と同一のものであることは認める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告商品の立体的形状の使用開始時期につき",
                      "text": [
                        "原告商品「ヤクルト」は，昭和43年に，従来のガラス瓶による包装用容器からプラスチック製の使い捨て容器に変更され，変更後のプラスチック製の本件容器は，本願商標とほぼ同一の立体的形状を備えてきたものであることは認める。",
                        "ただし，その目的は，流通コストの低減や容器の衛生化などのメリットを狙ったワンウェイ化である(甲1の1ないし6)。また，「デザイン上では飲料容器の条件としての飲みやすい口の形(口との触覚的関係)，飲み心地(内容物の流出状態)，持ちやすさ，コンベアー・ラインでのガイドへの適合性，自動包装機への適応および今までのガラス瓶となるべく差のない量感をもつこと，などから現在の形に決定された。」(甲1の1)及び「いっそう衛生的になり，しかも持ちやすく，軽く，こわれにくい容器になる，などメリットが大きいとして…踏み切ったもの。」との記載があるものの(甲1の3)，これらの証拠には，上記以外に，本件容器の立体的形状に関する記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願商標と実質的に同一といえる立体的形状が外国において商標登録されていると主張するが，そうだとしても，本願商標の登録に際しては，あくまでも我が国において自他商品識別力を有することが要件となるのであるから，そのような外国での登録例があるからといって，直ちに我が国においても本願商標を同様に商標登録しなければならないということにはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品を含む原告の販売額，販売数量及び市場占有状況が，原告の指摘する文献(甲3の1ないし22)に記載されていること，それによれば，原告は，本件容器を使用した原告商品「ヤクルト」に関し，継続して積極的に広告宣伝及び販売を行い，その販売額及びシェアは，乳酸菌飲料の分野においてトップの地位を占めるに至っていることが認められるが，一方で，上記文献には，「①ヤクルト本社中心の市場であり，ヤクルト80，ヤクルトの断トツなシェアが目立っている。宅配を中心にした販売は非常に強力であり，今後もトップシェアは変わらないものとみられる。」との記載(甲3の1)や「’91食品マーケティング便覧(下巻)」には，「パッケージング動向 ’90年(見込)」について，「②ほとんどのメーカーの商品が65ml容量であり，その他容量としては『ヤクルト80』の80mlがあげられる。」との記載も存するのであって，必ずしも原告商品に限った記載ばかりではない(甲3の3)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "広告宣伝に関しては，新聞・雑誌等の広告記事(甲6の1ないし217)によれば，その広告紙面・誌面に「ヤクルト」，「Yakult」の文字及び使用商標が掲載されているものの，いずれの広告記事も本件容器の立体的形状が需要者に印象付けられるような広告宣伝はなされておらず，専ら乳酸菌飲料「ヤクルト」の商品自体を広告宣伝する内容にすぎない。",
                        "なお，原告商品「ヤクルト」の容器に関するものとしては，当該容器がガラス瓶からプラスチック製の使い捨て容器に変わった際に，「新容器の特長」として，「①まい日新しい容器。あなた専用の容器です ②空の容器はお返し頂く必要がありません ③カラフルで，楽しいキャップです④材質は，軽くて割れにくいポリスチレン ⑤容器からビン詰まで衛生的な一貫生産です ⑥指で簡単にあけられ，栓抜きはいりません ⑦花さし，硬貨入れなど工作材料になります」との記載が昭和44年及び同45年になされているだけであり(甲6の3，6の6，6の7，6の9，6の10，6の12，6の13及び6の20)，本件容器の形状自体についての説明や特徴を記載したものとはいえないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(エ) につき",
                  "text": [
                    "本件容器について，平成20年及び同21年の各アンケート調査が行われ，原告が主張するとおりの調査結果であったことは認めるが，それは，原告商品「ヤクルト」が業界において長年にわたり他社の追随を許さずにトップシェアを有していることや「今や『ヤクルト』と聞けば，この容器の形と味が思い浮かぶほどになりました。」(甲11の1)ともいわれていることからすれば，今回のような調査方法による以上，乳酸菌飲料の代名詞ともいえる「ヤクルト」を想起したと回答するのはむしろ当然の結果であり，本件容器の立体的形状に自他商品識別力があるからではない。",
                    "また，後記カのとおり，原告以外の複数の業者によって製造，販売されている本願商標と類似する立体的形状からなる容器に入った乳酸菌飲料が流通している実情において，本件容器の立体的形状のみで自他商品識別力があるというためには，本件容器のみによるアンケート調査では足りず，類似する他社の容器との関係をも踏まえた調査でなければ，真に，使用商標に係る立体的形状をもって自他商品識別力があることを立証したものとはいえないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張(オ) につき",
                  "text": [
                    "原告は，原告商品に「ヤクルト」(Yakult)などの表示が付されている点が，本件容器の形状が自他商品識別機能を獲得していると認める上で障害になるというべきではないと主張するが，使用商標は，そもそも，その立体的形状自体が独立して自他商品識別力を獲得するに至っているものとはいえないのであるから，原告の上記主張は，その前提を欠くものというべきである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告の主張(カ) につき",
                  "text": [
                    "審決の「後掲3(証拠調べ通知の内容)」(16頁以下)の2のとおり，乳酸菌飲料を取り扱う業界においては，本願商標と類似する立体的形状からなる容器に入った乳酸菌飲料が原告以外にも複数の者により製造，販売されていることが認められる。すなわち，その形状は，それぞれの立体的形状に多少の違いはあるものの，いずれも縦横比約2対1の縦長の円筒形の容器であって，上部に円錐台状の飲み口部(アルミキャップ状のものが付いている。)を有し，続くその下に，くびれのある円筒形の胴体部を有するものであり，また，いずれも胴体部に文字商標等が目立つ態様で表示されているものである。",
                    "それにもかかわらず，原告がかかる類似容器の存在に対し適切な処置を講じてきたことを認めるに足りる証拠の提出は一切ない。したがって，自他商品を識別するためには，本件容器の立体的形状に頼るよりもむしろ胴体部に顕著に表示された文字商標等によってなされているというべきである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，使用商標に係る立体的形状は，商品の機能をより効果的に発揮させたり，美観をより優れたものにする等の目的で同種商品が一般に採用し得る範囲内のものというべきであって，その立体的形状自体が独立して需要者に強い印象，記憶を与えるものということはできない。",
                    "したがって，前記事実を総合すると，使用商標に係る立体的形状は，乳酸菌飲料の容器の形状を表すものと認識されるにとどまるものであるから，独立して自他商品識別力を獲得するに至っているとはいえず，そうである以上，本願商標は，結局，使用により自他商品識別力を獲得するに至っているものとはいえないということになる。",
                    "なお，例えば，乙1ないし乙5のインターネット情報の記載にもみられるように，一般的な需要者は，原告商品「ヤクルト」の容器と原告以外の業者に係る乳酸菌飲料の容器とを，そっくり(微妙な違いしかない)であるとか，他メーカーのものを「ヤクルト」のものと勘違いするとか，この種の容器は，他メーカーのものであっても「ヤクルト」(乳酸菌飲料)を連想する人が多い，といった具合に相当似ているものと感じているようであり，要するに，原告商品「ヤクルト」をはじめとする乳酸菌飲料の容器はどれも皆似たようなものだという，一般的な需要者の感覚や認識が存在することが認められる。",
                    "このことからしても，本願商標は，その立体的形状のみでは指定商品「乳酸菌飲料」について自他商品識別力を獲得するに至っているものとはいえないとの被告主張の妥当性が裏付けられる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (審決の内容)の各事実は，当事者間に争いがない。",
            "また，前記のとおり，原告は，審決が本願商標は商標法3条1項3号に該当する(その形状を普通に用いられる方法で表示する標章のみからなる商標)とした部分は争わず，同法3条2項(使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるもの)該当性のみを争っているので，以下，平成20年9月3日付けでなされた本願に対し平成22年4月12日付けでなされた本件審決の当否につき，商標法3条2項該当性の有無の観点から検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標の商標法3条2項該当性の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲1の1ないし6，甲2，甲3の1ないし22，甲5，甲6の1ないし217，甲7ないし甲10，甲11の1・2，甲14，甲18ないし甲22，乙1ないし乙5)及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件容器の採用に至る経緯並びに使用開始時期及び使用期間(ア) 原告商品「ヤクルト」は，昭和5年に Aが乳酸菌シロタ株の強化・培養に成功したことを契機としてその製品化が進められ，昭和10年から製造，販売が開始されたものであり，昭和13年に「ヤクルト」という文字商標が登録され，昭和30年に原告が設立され，昭和38年にヤクルトレディによる販売店システムの導入が開始され，全国にわたり大規模に販売された。なお，原告商品「ヤクルト」は，平成10年に特定保健用食品の許可を得ている。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告商品「ヤクルト」の包装用容器は，販売当初ガラス製であったが，昭和43年にプラスチック容器へ転換された。このような容器の転換は，流通コストの削減，商品管理の徹底，労働力不足への対処及び労働環境の整備などの経営合理化や容器の衛生化，空容器の返却の煩わしさをなくすことなどを目的としたものであった(甲1の1ないし6)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件容器の立体的形状は著名なデザイナーであるBによってデザインされたものであったが，デザインに際しては，飲料容器の条件としての飲みやすい口の形，飲み心地，持ちやすさ，コンベアー・ラインでのガイドへの適合性，自動包装機への適応性，及びガラス瓶との差のない量感をもつことなどが考慮され，本件容器の立体的形状が決定された(甲1の1)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件容器は，平成20年(2008年)度グッドデザイン・ロングライフデザイン賞を受賞し(甲9ないし11)，このことを紹介したインターネット上の記事において，「コスト面から薄くて強度があり，持ち易く，以前のガラス瓶と同等のボリュウムを有し，口当たりも良好なフォルムを求めて，‥‥1968年に現行のデザインが出来た。今や『ヤクルト』と聞けば，このかたちと味が思い浮かぶほど浸透し，30余カ国に親しまれている。」と記載され(甲10)，また，受賞の際のデザイナーのコメントして，「‥‥。デザインにあたっては，牛乳びんのように『ヤクルト』といえば容器のカタチがすぐ思い浮かぶものにしたいと考えた。だだし，一見面白いが，しばらくすると飽きてしまうようなものにはしたくなかった。何十年も長く普通に使えるものを作りたいという思いがあった。」と記載されている(甲10)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告商品の種類及び使用商標の形状",
                  "text": [
                    "原告は，本願の指定商品である乳酸菌飲料を主力商品としており，使用商標に関しては，下記各写真のとおり，昭和43年以来，原告商品「ヤクルト」(写真1)に本件容器を使用しているほか，平成11年からは原告商品「ヤクルト400」(写真2)に，平成20年からは原告商品「ヤクルト400LT」(写真3)に，その容量に由来する多少の微差はあるもののほぼ同一の形状の本件容器を使用しており，平成21年からは「ヤクルトカロリーハーフ」(平成21年)という商品についても本件容器と同一の容器が使用されている。これらの容器には，赤色若しくは青色のアルミキャップが付されており，容器表面には多少のデザインが施された上，文字，数字及び図などが配置され，胴体部分には「ヤクルト」・「ヤクルト400」等の商品名が記載されており，特に，下部胴体部分には上段に小さく「Yakult」という商標が，下段に赤い太字体で大きく「ヤクルト」という商標がそれぞれ記載されている。",
                    "(写真1) (写真2) (写真3)",
                    "なお，原告は，上記の原告商品の外にも，本件容器とは異なる形状の容器を使用した「ヤクルト80」，「ヤクルト300V」，「ヤクルト300VLT」，「ヤクルトSHEs」，「プレティオ」，「ビフィア」，「ジョア」などの乳酸菌飲料を製造販売している(甲1の1・2，甲6の1～217，甲14，甲21)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と本件容器の立体的形状との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標の立体的形状の特徴",
                      "text": [
                        "本願商標の立体的形状は，前記第2，2に記載の本願商標のとおりであって，次のとおりの特徴を有する。",
                        "① 全体の立体的形状は，縦横比約2対1の縦長の円筒形の容器であって，容器の最上部に円形の開口部を有する",
                        "② より具体的にその形状を最下部から順に観察すると，中央部がややドーム状に窪んだ円形の底部と，円筒形の下胴部と，その上にあって容器胴部の全周にわたる半円形の深い窪みと，その窪みの上部に位置する円筒形の上胴部と，その上胴部の上縁から内側に傾斜した円錐形部分と，その上端の容器端の円形の開口部からなる",
                        "③ 上記の下胴部の高さと上胴部の高さとの比は約3対1である④ 上記の下胴部，窪み，上胴部及び円錐形部分のどこにも格別の窪溝や凸稜は見られず，すべて平滑である"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，原告商品に使用されている本件容器の立体的形状は前記イのとおりであって，内容物や文字等を捨象したその立体的形状は，本願商標とほぼ同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告商品の我が国における販売実績及び市場占有率",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "販売実績",
                      "text": [
                        "平成13年(2001年)ないし平成21年(2009年)「食品マ",
                        "ーケティング便覧」(甲3の13ないし16，甲3の18ないし22)の「上位ブランドシェア」によれば，原告商品の販売額は，平成12年(2000年)は約309億円，平成13年(2001年)は約289",
                        "億円，平成14年(2002年)は約314億円，平成15年(200",
                        "3年)は約356億円，平成16年(2004年)は約360億円，平",
                        "成17年(2005年)は約327億円，平成18年(2006年)は",
                        "約331億円，平成19年(2007年)は約364億円，平成20年",
                        "(2008年)は約459億円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "市場占有率",
                      "text": [
                        "「’85食品マーケティング便覧(上巻)」(株式会社富士経済，昭和59年(1984年)12月26日発行。甲3の1)によれば，市場占有",
                        "状況について，「①ヤクルト本社中心の市場であり，ヤクルト80，ヤクルトの断トツなシェアが目立っている。宅配を中心にした販売は非常に強力であり，今後もトップシェアは変わらないものとみられる。」と記載されている。",
                        "「2000年食品マーケティング便覧品目編Ｎo．4」(株式会社富士経済，平成12年(2000年)2月17日発行。甲3の12)ない",
                        "し「2004年食品マーケティング便覧Ｎo．5」(同社，平成16年(2004年)1月22日発行。甲3の16)，「2005年食品マーケ",
                        "ティング便覧Ｎo．5」(同社，平成17年(2005年)1月20日",
                        "発行。甲3の18)ないし「2009年食品マーケティング便覧Ｎo．5」(同社，平成21年(2009年)1月22日発行。甲3の22)",
                        "の「4．又は5．市場占有状況」によれば，原告は，平成10年から平成19年までの間，乳酸菌飲料における市場占有率が50％以上であり，平成20年は64．8％(見込み)，平成21年は66．2％(予測)となっている。また，原告商品のみでも，平成12年から平成20年までの間，業界の約42％以上のシェアを有している。",
                        "一方，原告商品以外の他社の商品の市場占有率についてみると，雪印ローリーにつき5．2％(平成10年：3位)，5．1％(平成11年：3位)，雪印ラビオ(旧雪印ローリー)につき3．8％(平成12年：3位)，3．9％(平成13年：3位)，カゴメ(雪印ラビオは，カゴメの完全子会社となり，社名をカゴメラビオに変更，カゴメとの事業統合を行っている。)につき4．6％(平成14年：3位)，4．2％(平成15年：3位)，日清ヨークにつき4．2％(平成16年：3位)，3．8％(平成17年：3位)，4．6％(平成18年：3位)，5．0％(平成19年：3位)，5．1％(平成20年(見込み)：3位)，5．1％",
                        "(平成21年(予測)：3位)である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "宣伝広告の状況",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "宣伝費",
                      "text": [
                        "原告商品等に関する広告宣伝費及び放送宣伝費については，本件容器の使用が開始された昭和43年は約9億6000万円であったが，翌年の昭和44年には約20億円となり，その後，昭和48年には約34億円，昭和57年には約50億円，昭和62年には約67億円，平成元年には76億円，平成16年には86億円とほぼ年々増加し，平成17年には95億円に達し，以後毎年90億円以上が費やされている(甲5)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "新聞・雑誌等の広告記事",
                      "text": [
                        "原告商品「ヤクルト」の容器がガラス瓶からプラスチック製の本件容器に変わった昭和43年において，「もうすぐ新容器！ビンからパックに変わります」「返ビン不要！」との宣伝文句とともに，本件容器の図柄が記載された(甲6の1)。",
                        "また，昭和44年及び同45年当時の広告記事として，「これが新容器！みなさまのご要望におこたえしました」との見出しとともに，右手に軽く握られた本件容器の写真が中央に大きく配置され，「まい日新しい，あなた専用の画期的な新容器です。これが，ヤクルトの新容器。軽くて，持ちやすい近代感覚のフォルムです。」との広告記事が記載され(甲6の7)，新容器の特徴として，複数の本件容器の写真と共に，「①まい日新しい容器，あなた専用の容器です ②空容器はお返し頂く必要がありません ③毎日キャップの色がかわります ④材質は，軽くて割れにくいポリスチレン ⑤容器からビン詰まで衛生的な一貫生産です⑥指で簡単にあけられ，栓抜きはいりません ⑦花さし，硬貨入れなど工作材料になります」等と記載され(甲6の9・10・12・13及び20)，その後の原告商品の広告記事には，ほぼ必ず記事のどこかに本件容器の写真若しくは図柄が掲載されてきた(甲6の1ないし217)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "アンケート調査結果",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成20年アンケート調査(甲8)",
                      "text": [
                        "平成20年(2008年)アンケート調査は，原告商品「ヤクルト」の無色容器の形状を一般消費者に提示したときのメーカー名等の想起状況を把握することを調査目的として，「セントラル・ロケーション・テスト(会場テスト)」という調査手法により，東京4会場及び大阪4会場の合計8会場において合計8日間(東京エリア10月2日～10月5日，大阪エリア10月9日～10月12日)かけ，本人及び家族が飲料関連のメーカー，小売業及び販売店に勤務していないこと並びに広告代理店，調査会社及びマスコミ関係に勤務していないことという条件を満たす20歳ないし59歳の男女480人を対象として実施されたものであり，本願商標と実質的に同一の立体的形状写真を提示し，容器から思い浮かべるイメージ(問1)，容器から思い浮かべる商品(問2)等の質問をした結果，問1及び問2のいずれかで，「ヤクルト」を想起したアンケート回答者の割合は98．8％であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成21年アンケート調査(甲19，甲20)",
                      "text": [
                        "平成21年(2009年)アンケート調査は，平成20年(2008",
                        "年)アンケート調査と同様に原告商品「ヤクルト」の無色容器の形状を一般消費者に提示したときのメーカー名等の想起状況を把握することを調査目的として，インターネット調査という手法により，本人及び家族が飲料関連のメーカー，小売業及び販売店に勤務していないこと並びに広告代理店，調査会社及びマスコミ関係に勤務していないことという条件を満たす全国に居住する15歳ないし59歳の男女5000人を対象として実際されたものであり，本願商標と同一の立体的形状写真を提示し，容器から思い浮かべるイメージ(Q7)，容器から思い浮かべる商品(Q8)等の質問をした結果，Q7で「ヤクルト」を想起したアンケート回答者の割合は93．8％であり，Q7で「ヤクルト」と回答しなかった回答者でも，Q8で「ヤクルト」と想起した回答者の割合は74．3％であって，Q7及びQ8のいずれかで「ヤクルト」と想起した回答者の割合は98．4％であった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件容器と類似する他社商品の流通状況と使用者の意識(ア) 乳酸菌飲料を取り扱う業界では，原告が，昭和43年に原告商品「ヤクルト」に本件容器を採用して以降，乳酸菌飲料の包装用容器としてはプラスチック製のワンウエイ容器が主流となり，かつ，容量も65mlのものが多く，その立体的形状は上部に円錐台状の口を有し，その下に胴体部分を有し，胴体にはくびれ又は凹みを有する形状のものが少なくとも12種類以上販売されている(甲7，甲16，甲18，乙1ないし乙5)。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件容器と類似する原告以外の他社商品に関するインターネット上のウェブサイトには，次のような記載がある。",
                        "・ 「使い捨て容器をワンウェイ容器と言いますが，この容器は専用の成型器で作っています。‥‥。雪印ローリーエースも良く似た容器ですし，他にもヤクルトとそっくりな容器で乳飲料を作っている会社はたくさんあります。」，「‥‥さんの言う通り，あの形に似ている容器ってたくさんありますね。」(乙1)",
                        "・ 「クロレラ乳酸菌」という商品の写真とともに，「冷蔵庫の中に入っていたので1本飲んだんだけど。何の疑いもなくヤクルトだと思っていたら，‥‥ん？」，「なんか違うみたい。容器はまるっきりヤクルトなんだが。」(乙2)",
                        "・ ヤクルトと類似の形状の他社製品を並べた写真とともに，「左：ヤクルトもどき，右：本物のヤクルト」と記載され，さらに「“もどき”のみを飲んでいるときは，それはそれで十分なヤクルト感がえられたけど，飲み比べてみると・・・うっっすっ。ヤクルトの方がはるかに濃厚。‥‥。パッケージも微妙に違うのねー。」(乙3)",
                        "・ 「りんご青森」という商品の写真とともに，「‥‥，どうもこの容器はヤクルトを連想する。ヤクルトいうのは乳酸菌飲料なので，飲み過ぎるとお腹がゆるくなる。‥‥。わたしだけではなく，このデザインこの大きさの容器を見たら，乳酸菌飲料を連想する人はとても多いと思う。すごいよねー。このすり込み。」(乙4)",
                        "・ 「そっくりさん，いらっしゃ～い！ヤクルト編」との表題のもと，「みどりプチコング」という商品の写真とともに，「いつも決まって容器がヤクルトと同じ65ml，味も大差なく，内容物も似通っており，飲んでいる私のお腹にはどれも同じ効果をもたらし，‥‥結局，値段だけが違うんだよね。ヤクルトとヤクルトそっくりさんたちは」(乙5)",
                        "・ 「ペプチド乳酸菌」という商品の写真とともに，「またまたでましたヤクルトそっくりさんの65mlプラボトル容器入り乳製品乳酸菌飲料。」(乙5)",
                        "・ 「クロレラパッカルゴールド」という商品の写真とともに，「ねえねえ，似てるでしょう，ヤクルトに」，「それにしても，容器の形に意匠登録はないんだろうか。ヤクルトのそっくりさんを見つける度にそう思うこの頃」(乙5)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件容器の立体的形状と類似する他社の乳酸菌飲料の包装用容器の使用に関し，警告，使用の差止めなど何らかの法的措置を執るなどの対策を講じたことはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ところで，商標法3条2項は，「前項第3号から第5号までに該当する商標であっても，使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるものについては，同項の規定にかかわらず，商標登録を受けることができる」旨規定している。したがって，本願商標のように，「その形状を普通に用いられる方法で表示する標章のみからなる商標」であって同法3条1項3号に該当する場合であっても，「使用をされた結果需要者が何人かの業務に係る商品であることを認識することができる」に至ったときは，商標登録が許されることになる。",
                    "そして，本願商標のような立体的形状を有する商標(立体商標)につき商標法3条2項の適用が肯定されるためには，使用された立体的形状がその形状自体及び使用された商品の分野において出願商標の立体的形状及び指定商品とでいずれも共通であるほか，出願人による相当長期間にわたる使用の結果，使用された立体的形状が同種の商品の形状から区別し得る程度に周知となり，需要者が何人かの業務に係る商品であることを認識することができるに至っていることが必要と解される。この場合，立体的形状を有する使用商品にその出所である企業等の名称や文字商標等が付されていたとしても，そのことのみで上記立体的形状について同法3条2項の適用を否定すべきではなく，上記文字商標等を捨象して残された立体的形状に注目して，独自の自他商品識別力を獲得するに至っているかどうかを判断すべきである。",
                    "そこで，以上の見地に立って本願商標について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1) で認定した事実を総合すると，本件容器の立体的形状に関し，次の点を指摘することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品は，本願商標の指定商品である乳酸菌飲料である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件容器とほぼ同一形状の容器は，昭和43年に，原告商品の容器がガラス瓶からプラスティック製のワンウェイ容器に変更された際に，著名なデザイナーによってデザインされたものであり，飲みやすさ，持ちやすさ，コンベアー・ラインでのガイドへの適合性，自動包装機への適応性などの機能性が重視されたシンプルな形状ではあったものの，当時，乳酸菌飲料の容器としては斬新な形状であった。",
                        "本件容器は，昭和43年の販売開始以来40年以上ほとんどその形状を変えることなく，一貫して原告商品に使用されてきた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告商品の販売額は，平成12年(2000年)以降300億円を超えており，特に平成20年(2008年)には459億円に達して",
                      "text": [
                        "いる。また，平成10年から平成19年までの間，乳酸菌飲料における原告の市場占有率は常に50％以上であり，原告商品のみでも，業界の約42％以上のシェアを占めている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告商品の宣伝広告費は，原告商品「ヤクルト」の販売を開始した昭和43年は約9億6000万円であったが，翌年には約20億円に急増し，その後もほぼ年々増加傾向にあって，昭和57年には約50億円，平成元年には約76億円，平成17年には約95億円に達しており，原告商品には毎年巨額の宣伝広告費用が費やされてきた。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "宣伝広告記事の内容は，本件容器が採用された昭和43年ころから，本件容器の形状の特徴及び利点を強調する宣伝が数多くなされ，その後，原告の宣伝には，ほぼ必ず本件容器の写真若しくは図柄が掲載されており，本件容器があたかも原告のシンボルマークのように扱われて，需要者に強く印象付けられるような態様で宣伝されてきた。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "平成20年及び同21年の各アンケート調査の結果によれば，男女480人を対象とした東京及び大阪における会場テストにおいても，また男女5000人を対象としたインターネット調査においても，本願商標と同一の立体形状の無色容器を示された回答者の98％以上が，同容器から「ヤクルト」を想起すると回答している。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "現在，乳酸菌飲料を取り扱う市場においては，本件容器と類似する立体的形状の容器を使用した他社商品が多数販売されており，証拠上確認できるものだけでも本件容器と類似する立体的形状の商品が12種類以上存在しているが，いずれも，原告が昭和43年に本件容器を採用した以降に登場した商品であること，インターネット上の記事(乙1ないし乙5)によれば，本件容器と酷似する立体的形状の商品に接した需要者は，それらの容器を「ヤクルトとそっくりな容器」，「ヤクルトのそっくりさん」，「ヤクルトもどき」，「この容器はヤクルトを連想する」というように，それらの容器が本件容器の模倣品であるとの意識を持っていることが窺われる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件容器を使用した原告商品は，本願商標と同一の乳酸菌飲料であり，また同商品は，昭和43年に販売が開始されて以来，驚異的な販売実績と市場占有率とを有し，毎年巨額の宣伝広告費が費やされ，特に，本件容器の立体的形状を需要者に強く印象付ける広告方法が採られ，発売開始以来40年以上も容器の形状を変更することなく販売が継続され，その間，本件容器と類似の形状を有する数多くの乳酸菌飲料が市場に出回っているにもかかわらず，最近のアンケート調査においても，98％以上の需要者が本件容器を見て「ヤクルト」を想起すると回答している点等を総合勘案すれば，平成20年9月3日に出願された本願商標については，審決がなされた平成22年4月12日の時点では，本件容器の立体的形状は，需要者によって原告商品を他社商品との間で識別する指標として認識されていたというべきである。",
                    "そして，原告商品に使用されている本件容器には，前記のとおり，赤色若しくは青色の図柄や原告の著名な商標である「ヤクルト」の文字商標が大きく記載されているが，上記のとおり，平成20年及び同21年の各アンケート調査によれば，本件容器の立体的形状のみを提示された回答者のほとんどが原告商品「ヤクルト」を想起すると回答していること，容器に記載された商品名が明らかに異なるにもかかわらず，本件容器の立体的形状と酷似する商品を「ヤクルトのそっくりさん」と認識している需要者が存在していること等からすれば，本件容器の立体的形状は，本件容器に付された平面商標や図柄と同等あるいはそれ以上に需要者の目に付きやすく，需要者に強い印象を与えるものと認められるから，本件容器の立体的形状はそれ自体独立して自他商品識別力を獲得していると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，上記イ(カ) に関し，「今や『ヤクルト』と聞けば，この容器の形と味が思い浮かぶほどになりました。」(甲11の1)ともいわれていることからすれば，今回のような調査方法による以上，乳酸菌飲料の代名詞ともいえる「ヤクルト」を想起したと回答するのはむしろ当然の結果であると主張する。",
                        "しかし，上記各調査は，「『ヤクルト』と聞いてどんな形状を想起するか」という質問ではなく，逆に無色の容器を示して，容器から思い浮かべるイメージ及び商品名を尋ねるものであるから，被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，上記イ(カ) に関し，平成20年及び同21年の各アンケート調査においては，同業他社の乳酸菌飲料の容器を用いた同種調査は行われていないが，本件容器のみによるアンケート調査では足りず，類似する他社の容器との関係をも踏まえた調査でなければ妥当でない旨主張する。",
                        "しかし，この種のアンケート調査で重要なのは，本件容器から「ヤクルト」等の文字商標及び図柄等を捨象した無色の立体的形状を提示されてどのような商品を想起するかであって，容器の形状が類似する他社商品の中から本件容器の立体的形状を選別できるかどうかではなく，同業他社の乳酸菌飲料の容器を用いた同種調査がされなければならない必然性はないというべきであるから，この点に関する被告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，上記イ(キ) に関し，取引の実情において，他社の類似する形状の包装用容器が多数存在すること，それにもかかわらず，原告が他社の類似容器の存在に対し適切な処置を講じてこなかったことを問題視する。",
                        "しかし，市場に類似の立体的形状の商品が出回る理由として，通常は，先行する商品の立体的形状が優れている結果，先行商品の販売の直後からその模倣品が数多く市場に出回ることが多いと認められるところ，取引者及び需要者がそれらの商品を先行商品の類似品若しくは模倣品と認識し，市場において先行商品と類似品若しくは模倣品との区別が認識されている限り，先行商品の立体的形状自体の自他商品識別力は類似品や模倣品の存在によって失われることはないというべきである。",
                        "そして，本件においては，前記認定のとおり，原告商品「ヤクルト」は，乳酸菌飲料の市場における先駆的商品であり，著名なデザイナーにデザインを依頼し，最初に本件容器の立体的形状を乳酸菌飲料に使用したものであり，現在市場に出回っている容器の立体的形状が類似する商品はその後に登場したものであると認められること，数多くの類似品の存在にもかかわらず，本件容器の立体的形状に接した需要者のほとんどはその形状から「ヤクルト」を想起する，という調査結果が存するのであるから，本件においては，市場における形状の独占性を過剰に考慮する必要はないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，上記イ(キ) のインターネット上の記事に関し，要するに，原告の「ヤクルト」をはじめとする乳酸菌飲料の容器はどれも皆似たようなものだという，一般的な需要者の感覚や認識が存在することからして，本願商標は，その立体的形状のみでは自他商品識別力を獲得するに至っていないことが裏付けられると主張する。",
                        "しかし，前記認定のとおり，インターネット上の記事から認められる重要な事実は，被告が主張するような「乳酸菌飲料の容器は原告商品も含めどれも皆似たようなものだ」という漠然としたものではなく，むしろ乳酸菌飲料の容器には本件容器と酷似した模倣品が数多く存在するとの需要者の認識であって，この事実は，被告の主張とは逆に，類似の形状の容器を使用する数多くの他社商品が存在するにもかかわらず，需要者はそれら容器の立体的形状は本件容器の模倣品であると認識しているということを示していると認められるのであって，それは，本件容器の立体的形状に自他商品識別力があることを強く推認させるというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，平成20年9月3日付けでなされた本願商標につき商標法3条2項の適用を否定した審決は誤りであることになるから，審決は違法として取り消しを免れない。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10169",
    "date": "2010-11-16",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080840",
    "ipprecedent_id": "2409",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}