{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800051号事件について平成22年1月21日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが，下記1のとおりの手続において，被告の下記2の本件発明に係る特許に対する原告らの特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲45)",
              "text": [
                "被告は，平成10年3月12日，発明の名称を「カッティングプロッタと該プロッタを用いたシール材のカット方法」とする特許出願(特願平10−82780号。",
                "国内優先権主張日：平成9年10月6日，優先権主張番号：特願平9−290259号)をし，平成16年8月27日，設定の登録(特許第3589441号。請求",
                "項の数：4。以下，この特許を「本件特許」といい，本件特許に係る明細書(甲45)を「本件明細書」という。)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成21年2月27日，本件特許(以下，本件特許に係る請求項1ないし4に係る各発明を，それぞれ「本件発明1」ないし「本件発明4」といい，これらを併せて「本件発明」という。)について，特許無効審判を請求し，無効2009−800051号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成22年1月21日，「本件審判の請求は，成り立たない。」との本件審決をし，同年2月2日，その謄本が原告らに送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明の要旨は，本件明細書における特許請求の範囲の請求項1ないし4に記載された別紙「本件発明の要旨」のとおり(文中の「／」は原文の改行部分を示す。)のものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件特許について，下記ア及びイの引用例に記載された各発明(以下「引用発明1」及び「引用発明2」という。)やその他の各引用例(甲4ないし35)に記載された発明に基づいて当業者が容易に発明をすることができたものということはできないなどとし，本件特許を無効にすることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平6−55892号公報(甲3)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平8−267868号公報(甲36)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明1並びに本件発明1及び3と引用発明1との各一致点及び相違点，引用発明2並びに本件発明1及び3と引用発明2との各一致点及び相違点は，別紙「引用発明1及び2の認定並びに各一致点及び相違点」のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1が引用例1を主引例とする関係で進歩性を有するとした判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1が引用例2を主引例とする関係で進歩性を有するとした判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明2ないし4が進歩性を有するとした判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1が引用例1を主引例とする関係で進歩性を有するとした判断の誤り)について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点・相違点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り",
                  "text": [
                    "本件審決は，引用発明1の「トンボA，B，C，D」は「複数のトンボ」であるという限りにおいて，本件発明1の「トンボ1，2，3」と共通するとした。",
                    "しかしながら，引用例1の図4及び機械的な精度の誤差の補正に必要な情報の取得において，引用例1のトンボが形成されたフィルムテンプレート等が用紙載置部分に正確に位置決めされること等に照らせば，引用例1のトンボA，B，C，Dの位置関係については，縦線A1の中心線と縦線C1の中心線とが作図用紙の縦軸に平行な同一の直線上にあり，縦線B1の中心線と縦線D1の中心線とが作図用紙の縦軸に平行な同一の直線上にあり，横線A2の中心線と横線B2の中心線とが作図用紙の横軸に平行な同一の直線上にあり，横線C2の中心線と横線D2の中心線とが作図用紙の横軸に平行な同一の直線上にあることになる。",
                    "そうすると，引用発明1の「トンボA，B，C，D」と本件発明1の「トンボ1，2，3」とは，各トンボがシート材の横軸−縦軸と平行な横線−縦線を有する点及び横線の中心線と縦線の中心線との交点がシート材の所定の点に位置するトンボと，前記所定の点を通り，シート材の縦軸に平行な直線を縦線の中心線とするトンボと，前記所定の点を通り，シート材の横軸に平行な直線を横線の中心線とするトンボとを有する点においても一致している。",
                    "したがって，トンボについて，本件発明1と引用発明1とで相違しているのは，本件発明1では前記所定の点がシート材の座標原点と定義されているのに対し，引用発明1では格別の定義がされているか不明な点，引用発明1は4つ目のトンボを有しているのに対して，本件発明1ではシート材に4つ目のトンボを有しているのか不明な点のみである。",
                    "引用発明1の「トンボA，B，C，D」と本件発明1の「トンボ1，2，3」とが「複数のトンボ」という点でのみ共通しているとした本件審決の判断は，以上のとおりの一致点を看過したものとして，誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の認定の誤り",
                  "text": [
                    "本件審決は，相違点3を想到することが容易ではなかったとする理由として，検出手段を，トンボ1，2，3の横線及び縦線の左右の側縁の位置から，前記トンボ1，2，3の横線及び縦線の中心線上に位置する点の座標を検出する検出手段とすることについて，いずれの甲号各証にも記載されていないことを挙げる。",
                    "しかしながら，上記検出手段の構成のうち，トンボの横線及び縦線の中心線上の点の座標を求めるという点については，本件発明1と引用発明1とで異なるところはないから，上記検出手段の構成のうち，本件発明1と引用発明1との相違点となり得るのは，トンボの横線及び縦線の中心線上の点の座標を求めるのに用いる座標として，トンボの横線及び縦線の「左右の側縁の位置」を用いるか否かという相違点2に相当する点だけである。",
                    "そうすると，本件審決は，相違点2として評価した事項と実質的に同一の事項を相違点3としても評価していることになり，これは，実質的に同一の事項を本件発明1の進歩性を肯定する要素として，二重に評価するものであって，不当な判断というべきものである。",
                    "本件審決には，相違点として評価すべきでない事項を相違点3として認定した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "当事者間に争いがないこと",
                  "text": [
                    "本件審決は，相違点2について当業者が容易に想到することができないものであるとした。",
                    "しかしながら，相違点2について当業者が容易に想到することができたことは被告も争わず，このことは当事者間に争いがないものであるから，相違点2について当業者が容易に想到することができないとした本件審決の判断の当否を検討するまでもなく，本件審決は取り消されるべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性",
                  "text": [
                    "仮に，本件審決の判断の当否について検討するとしても，その判断は以下のとおり誤っている。",
                    "本件審決は，引用発明1が検知する「ピーク値座標」は，本件発明1のようにあらかじめ定めたトンボの線の中心線に関して対称な位置に存在する検知対象である「左右の側縁の位置」とは技術思想を異にするとした。",
                    "しかしながら，本件発明1において，トンボの横線及び縦線の「左右の側縁の位置を検知」するのは，それらがトンボの横線及び縦線の中心線上に関して対象な位置にあり，それらの中間をとることによって当該中心線上の点の座標を検出することができるからである。そして，引用例1には，テストパターンの横線及び縦線の中心線に関して対称な2点の座標を検出し，当該2点の座標から当該テストパターンの横線及び縦線の中心線上の点の座標を求める構成が開示されている。",
                    "そうすると，引用例1に接した当業者であれば，トンボの横線及び縦線の中心線に関して対称な2点として，トンボの横線及び縦線の左右の側縁上の2点を選択し，これに応じて，反射型フォトセンサを「高精度」なものとすることによって，相違点2に係る本件発明1の構成とすることは，容易に想到することができたものである。",
                    "トンボの横線及び縦線といった線分の中心線上の点の座標を求めるために，本件発明1のように，あらかじめ定めた(トンボの横線及び縦線等の線分の)中心線に関して対称な2点の座標の中間を取ること，このような対称な2点として左右の側縁上の2点の座標を用いることは，本件特許の優先日当時の周知・慣用技術であって，その構成に進歩性が見いだせる余地はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "シート材の傾き補正を行う構成の付加",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明1において，機械的な精度の誤差を補正した後に引き続きプロッタを使用する場合には，既にシート材は正確に位置決めされており，シート材の傾き補正を行う構成を加える必要がないとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，機械的な精度の誤差の補正に必要な情報の取得及び算出は，プロッタの出荷前やプロッタの部品を交換した際に行われれば足り(現実には，プロッタの一生において，数回程度)，毎回の使用の際の機械的な精度の誤差の補正(データの補正)は，プロッタの製造後又はプロッタの部品交換後に算出された補正定数を利用してなされる。プロッタの本来の用途であるカッティング(作図)は，ユーザーによっては一日に何十回も行われるが，その際に，毎回，機械的な精度の誤差の補正に必要な情報の取得及び算出を行うことなどあり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，プロッタを使用する際には，ユーザーがシート材をプラテンに置くことになるところ，どうしても，定まらないばらばらの位置・傾きに，また伸縮の程度もまちまちのシート材を置くことになってしまうことが避けられない。",
                        "したがって，プロッタを使用する際，正確なカッティング(作図)を行うためには，原点の位置ずれ補正，傾き補正及び伸縮補正が必須である。",
                        "そして，原点の位置ずれ補正，傾き補正及び伸縮補正は，プロッタに対してシートが適切に置かれないこと，又はシート自体の伸縮を原因とした座標系の齟齬を解消するための補正であって，補正のために必要な情報は使用のたびに変動するから，原点の位置ずれ補正，傾き補正及び伸縮補正を行うために必要な情報は，使用のたびに取得及び算出される必要がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "このように，相違点3に係る構成である原点の位置ずれ補正機能，傾き補正機能及び伸縮補正機能は，プロッタにとって必須の技術であり，プロッタが世に出て間もない昭和50年代以降，媒体の原点の位置ずれ補正，傾き補正及び伸縮補正を行う発明又は考案が多数出願されており(甲4，27，29～36)，これらは本件特許の優先日前から当業者に周知・慣用されていた。",
                        "そして，カッティングプロッタは，昭和末期から平成初期にかけて，製造・販売が開始されたが，ペンプロッタのペンをカッターに置き換えたものであるところ，ペンプロッタで用いられた精密な位置制御技術や補正技術は，カッティングプロッタにそのまま承継された。",
                        "以上によると，プロッタが世に出始めたころから現在に至るまで，シートの位置ずれ，傾き及び伸縮を原因とするプロッタの座標系とシートの座標系との齟齬により作図(カット)が不正確になることとの本件発明1の課題が当業者に認識されており，これを解決するための手段である原点の位置ずれ補正，傾き補正及び伸縮補正が，プロッタの基本かつ必須の技術として当業者に認識し続けられてきたものであって，引用発明1のプロッタにおいて，機械的な精度の誤差の補正機能と並存して，相違点3に係る構成(原点の位置ずれ補正機能，傾き補正機能及び伸縮補正機能)を付加する十分な動機付けがあったということができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用発明1に係る機械的な精度の誤差の補正と，相違点3に係る原点の位置ずれ補正，傾き補正及び伸縮補正は，いずれも，プロッタの座標系とシートの座標系とが齟齬することによって，作図(カット)が不正確になるという課題に対して，このような座標系の齟齬を解消して正確な作図(カット)を行うことを目的としている点で共通しており，両者は，座標系の齟齬が，機械的な誤差を原因とするものか，シートの位置ずれ等を原因とするものかという点で相違するが，課題・目的という面では本質的に異なるところはない。",
                        "また，両者の補正は，互いに並存し得るものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "引用発明1と本件発明1とは，プラテン上に搭載されたシート材に，シート材表面に形成された複数のトンボ(各トンボは，いずれもシート材の横軸−縦軸と平行な横線−縦線を有し，その中には，横線の中心線と縦線の中心線との交点がシート材の所定の点に位置するトンボと，前記所定の点を通り，シート材の縦軸に平行な直線を縦線の中心線とするトンボと，前記所定の点を通り，シート材の横軸に平行な直線を横線の中心線とするトンボとが含まれている。)を基準にして，記憶手段に記憶させたデータに基づき，前記プラテン上に搭載されたシート材上をX−Y方向に相対的に移動させるヘッドに装着された作業具により作業を行うプロッタであって，トンボの横線及び縦線の中心線に関して対称な2点の位置を検知するヘッドに装着された反射型フォトセンサと，前記複数のトンボの中心線上に位置する点の座標を検出する検出手段と，該検出手段で検出した座標から，補正のための定数を算出する算出手段と，該算出手段により算出した補正のための定数に合わせて，前記記憶手段に記憶させたデータを改変する改変手段とを備えたプロッタである点で一致しており，上記共通の課題を解決するための構成の重要部分において一致している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1における原点の位置ずれ補正等の技術の内包",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1では，上記のとおり，プロッタの出荷前や保守時に行われる機械的な精度の誤差の補正定数の算出・記憶の際に，原点の位置ずれ補正定数の算出・記憶を行っている。そして，同発明では，ユーザーが作図を行う際，プロッタに記憶されている原点の位置ずれ補正定数(x’ ，y’ )に基づいて，作図データのA A",
                      "text": [
                        "改変(原点の位置ずれ補正，具体的には平行移動)を行った後，その他の機械的な精度の誤差の補正定数(台形歪補正定数，直角度補正定数)に基づき，作図データの改変(台形歪補正，直角度補正)を行うことになる。",
                        "すなわち，引用発明1では，原点の位置ずれ補正につき，台形歪補正として，作図範囲の左下頂点を原点とし，点から点への変換を行うため，その際には，固定原点(機械原点)から作図範囲の左下頂点(作図原点)への原点の位置ずれ補正(作図データの改変)が必須である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用発明1では，傾き補正のための補正定数を得て(引用例【0020】【図7】)，それによって作図のたびに傾き補正(作図データの改変)が行われている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用発明1の台形歪補正は作図範囲をシートのトンボ(テストパターン)で定まる範囲に合わせるものであるところ，台形状の図形が，作図範囲を画する境界線に相当する矩形(長方形)より大きくなることも，小さくなることもあり得るので，これは伸縮補正と何ら異ならない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，引用発明1には，原点の位置ずれ補正，傾き補正及び伸縮補正のすべての機能が内包されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3に係る構成と引用例の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明1に係るシート材の原点の位置ずれ補正，傾き補正及び伸縮補正を行うため，トンボの横線及び縦線の左右の側縁の位置から，前記トンボの横線及び縦線の中心線上に位置する点の座標を検出する検出手段とすることについて，引用例のいずれにも記載されていないことを根拠に，相違点3に係る構成を想到することが容易ではないとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本件審決が挙げる上記検出手段の構成のうち，本件発明1と引用発明1との相違点となり得るのは，相違点2に相当する事項だけである。",
                        "しかるところ，相違点2は別途検討しているのであるから，この点は除外して判断すべきであることからすると(なお，前記のとおり，本件発明1の進歩性の有無の判断において，相違点2について当業者が容易に想到することができたことは当事者間に争いがないのであるから，容易に想到することができないと判断することは許されない。)，相違点3に係る構成のうち，トンボの横線及び縦線の「左右の側縁の位置」からトンボの横線及び縦線の中心線上の点の座標を検出するという構成を除外しないで，これを本件発明1の進歩性の有無の判断の基礎とすることは許されない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1における原点の位置ずれ補正，傾き補正及び伸縮補正の技術的意義は，①カッティングを行うシート上の複数のマーク(本件発明1では，複数のトンボ)をセンサで読み取り，②読み取ったマークの位置データに基づいてプロッタの座標系とシートの座標系との対応関係(プロッタの座標系におけるシートの座標原点，プロッタのX軸，Y軸に対するシートの横軸及び縦軸の傾き，及び複数のトンボ間の設定距離に対する実測距離の比率)を求め，③当該対応関係に基づいて，シートの座標系で表されたカットデータをプロッタの座標系で表されたデータに改変(座標変換)するというものである。",
                        "上記①ないし③自体は，本件特許の優先日前からの周知技術であって(甲4，27，29，30～32，34ないし36)，本件発明1の相違点3に係る構成のうち，これらの周知技術と比べて新規な事項があるとしても，それは，複数のマークとして3つのトンボの中心線上の6点を用いることだけである。",
                        "しかるところ，プロッタの座標系とシートの座標系との対応関係を求めるために，3つのトンボの中心線上の6点を用いるとの座標変換を行うための具体的な構成は，甲29等にも示されるように，当業者が適宜の方法で行い得る設計的事項にすぎない。",
                        "そして，前記ア(カ)のとおり，本件発明1と引用発明1とは，補正を行うための構成の重要部分が一致している。",
                        "また，上記イのとおり，引用発明1には，原点の位置ずれ補正，傾き補正及び伸縮補正のすべての機能が含まれている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，無地の作図用紙(シール材)に作図(カット)を行う場合，原点の位置ずれ補正，傾き補正及び伸縮補正を行う必要性が必ずしも高いとはいえないが，そのような用途とは別に，プロッタには，既に作図用紙(シール材)に描かれた図形と整合を取るように作図(カット)を行う場合があり，この場合，原点の位置ずれ補正，傾き補正及び伸縮補正を行うことは不可欠であって，このような用途において，既に図形が描かれたシートの座標系を基準とした所定の位置に正確にカット(作図)を行うという需要は古くから認識されており，このような需要にこたえる補正技術に関して古くから多数の特許出願や実用新案登録出願がされてきた(甲4，29，32，33，36，53)。",
                        "そのような用途が引用例1に明記されていないからといって，引用発明1のプロッタにおいて，当業者が，当該用途をも念頭に置いて，原点の位置ずれ補正，傾き補正及び伸縮補正を付加する動機付けが否定されるものではない。",
                        "無地の作図用紙(シール材)に作図(カット)を行う場合，原点の位置ずれ補正，傾き補正及び伸縮補正を行う必要性が必ずしも高いといえないことが，引用発明1のプロッタにおいて，相違点3に係る原点の位置ずれ補正機能，傾き補正機能及び伸縮補正機能を付加する動機付けが存在することを否定する根拠とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，引用発明1が補正を行うための構成の重要部分において本件発明1と一致していること，補正を行うための具体的な構成がそもそも設計的事項であることに照らせば，引用発明1のプロッタに，原点の位置ずれ補正，傾き補正及び伸縮補正を行える構成を加えることとなった場合，補正を行うための具体的な構成として，本件発明1の構成を採用することは極めて自然かつ合理的である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によると，引用発明1との関係で，本件発明1が進歩性を有するとした本件審決の判断には誤りがあるというべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "一致点・相違点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り",
                  "text": [
                    "原告らは，引用発明1の「トンボA，B，C，D」と本件発明1の「トンボ1，2，3」とが，「複数のトンボ」という点でのみ共通しているとの本件審決の判断は，一致点を看過したもので誤っていると主張する。",
                    "しかしながら，引用発明1におけるテストパターンのうち，読み取りが行われるマーク(線)は，A1，A2，B1，C1，C2，D1上の部分にすぎない。",
                    "したがって，本件発明1と引用発明1とは，外観上，「トンボ」に見えるマークが複数形成されている以上の一致点を認めることはできず，原告らの主張は採用することができない。",
                    "また，引用発明1の「テストパターン」は，メーカーによるメンテナンス時に使用する機械的な精度の誤差補正に必要な情報を提供するためのマークであって，ユーザが実際のカッティング時に使用するプテラン上に載置されたシール材について，原点の位置ずれ補正，傾き補正及び伸縮補正に必要な情報を提供するマークである本件発明1の「トンボ」とはその技術的意義が全く異なっており，本件発明1の「トンボ」に相当するものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の認定の誤り",
                  "text": [
                    "原告らは，相違点3に係る構成中には相違点2に係る構成が含まれているとし，本件審決は，実質的に同一の事項を本件発明1の進歩性を肯定する要素として二重に評価するものであって，不当であると主張する。",
                    "しかしながら，相違点2は「反射型フォトセンサ」の構成を取り上げたものであるのに対し，相違点3は「検出手段」の構成(機能)を正確に認定したものであって，この点について二重評価であるとすべき理由はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての判断の誤りについて",
              "text": [
                "相違点2はそもそも相違点を構成するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "シート材の傾き補正を行う構成の付加",
                  "text": [
                    "原告らも，引用発明1の「テストパターン」がプラテン上に傾きなく正確に位置決めされる必要があることが技術常識であることについては認めている。",
                    "したがって，機械的な精度の誤差を補正した場合には，既に「テストパターン」が形成されたフィルムテンプレート(ないし作図用紙)が正確に位置決めされている以上，このような補正をした後に引き続き，当該フィルムテンプレート(ないし作図用紙)への作図を望んだ場合に，何らかの補正を加える必要はなく，そのように判断した本件審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1における原点の位置ずれ補正等の技術の内包",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，テストパターンが形成されたフィルムテンプレートは所定位置からずれた位置に載置されるものであるとし，このようなずれの補正を行った後，台形歪補正を行わなければならないと主張する。",
                        "しかしながら，引用発明1のフィルムテンプレートは「装置10の用紙設定位置に配置」されるものである(引用例1【0013】)。",
                        "原告らの主張は，このような当然の前提事項を無視するものであって，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明1には，X方向の傾き補正の技術は内包されていない。同発明は，X方向の移動がベルトコンベヤで行われることによって「移動量」の誤差が生じることを解決しようとした発明であり(引用例1【0003】)，X方向への移動によって「傾き」の誤差(XYプロッタ装置の座標系X方向にまっすぐ線が引けないこと)が生じないことは当然の前提となっている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明1においては，正確な作図を行うことが可能とするために行われる原点の位置ずれ補正やX・Y方向の傾き補正以外の補正(xinをx，yinをyへと補正する。)が行われている。",
                        "しかしながら，本件発明1の伸縮補正(トンボ間の設定距離に対する実測距離の比率)は，シール材に印刷されたトンボ線上の6点(AないしF点の合計12座標値)によって求められるものであるところ，引用発明1で行われる上記の補正は，このような6点の12座標値を全く検出していないものであって，本件発明1の伸縮補正に相当するものではなく，引用発明1には，本件発明1の伸縮補正が内包されているものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3に係る構成と引用例の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，プロッタを使用する場合には，原点の位置ずれ補正，傾き補正及び伸縮補正を行う必要があると主張する。",
                        "しかしながら，プロッタにおいて，原点の位置ずれ補正，傾き補正及び伸縮補正が必要か否かは，ユーザーがどのような出力結果を望むかによって決せられるものであって，あたかも常に必要であるかのように主張する原告らの主張は事実に反する。",
                        "すなわち，プロッタによって作図を行う際に原点の位置ずれ補正及び傾き補正を行うことは，ずれて曲がった位置に描かれているよりきれいな結果を得ることができるという程度の見栄えの問題であって，常に上記補正が必要となるものでなく，また，伸縮補正については，機械的な誤差の補正が完了し，正確な寸法，角度にて作図できるよう調整が完了したプロッタを，作図用紙が伸びたことをもって，図形自体を拡張し，あえて不正確な作図を行わせる理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告らは，原点の位置ずれ補正機能，傾き補正機能及び伸縮補正機能という相違点3に係る構成が周知・慣用技術であったと主張する。",
                        "しかしながら，プロッタの補正に関する従来技術として原告らが主張する各引用例において，上記3つの補正を行うものは，甲29と31のみであり，その他の多数の引用例は，1つ2つの補正を行うのみである。そして，甲29と31において，上記3つの補正が行われる理由は，これらの発明ないし考案が既に何らかの図形が描かれた用紙を用いる際に生じる問題点を解決するためである。",
                        "これに対し，引用例1には，既に何らかの図形が描かれた用紙に対して作図を行う旨の記載や示唆がなく，引用発明1に対して，相違点3に係る構成を付加する動機は見当たらない。",
                        "そもそも，引用発明1のフィルムテンプレート上に形成された「テストパターン」は，メーカーがメンテナンス時に使用するものであり，かつ，各「テストパターン」はプラテン上に傾きなく正確に位置決めする必要がある以上，引用発明1に触れた当業者において，これを本件発明1の「トンボ」として使用することが動機付けられるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告らは，引用発明1に係る機械的な精度の誤差の補正と，相違点3に係る原点の位置ずれ補正，傾き補正及び伸縮補正とが課題・目的において共通し，また，引用発明1に係る機械的な精度の誤差の補正と，相違点3に係る原点の位置ずれ補正，傾き補正及び伸縮補正とが構成の重要部分において一致していると主張する。",
                        "しかしながら，正確な寸法及び角度にて作図を行えるようにすることを目的として，機械的な精度の補正を行った引用発明1のプロッタに対して，あえて伸縮補正を付加して正確な寸法，角度で作図を行わない構成にする理由はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明1との関係で，本件発明1が進歩性を有するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1が引用例2を主引例とする関係で進歩性を有するとした判断の誤り)について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "データ改変手段",
                  "text": [
                    "引用例2において，「メモリ上のデータのサイズを印刷されたデータのサイズに一致するように拡大又は縮小」する際には，開始位置マークSPと終了位置マークEP間の設定距離(記憶手段上のSPからEPまでの距離)に対する実測距離(実距離)の比率を用いていると考えるのが自然であり，実際にも，引用例2には，「重ね印刷」に係る実施例に関して，メモリ上のデータのサイズを開始位置マークと終了位置マークの実距離と基準距離の比率で補正する構成が開示されている。",
                    "したがって，引用発明2の「改変手段」は，複数のマーク間の設定距離に対する実測距離の比率に合わせて文字や図形(シール)の輪郭のカットデータを改変するという点でも，本件発明1の「改変手段」と一致しているにもかかわらず，本件審決はこの点を看過している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "フォトセンサの構成",
                  "text": [
                    "本件審決は，引用発明2の「フォトインタラプタ6a」及び「フォトインタラプタ6b」について，「フォトセンサ」という限りにおいて，本件発明1の「高精度反射型フォトセンサ」と共通するとした。",
                    "しかしながら，引用例2の図2，6及び9等に照らせば，引用発明2のフォトセンサは，発光素子と受光素子とがシートを間に挟んで配置される透過型フォトセンサでなく，発光素子と受光素子とがシートに対して同じ側に配置される反射型フォトセンサと認められるから，引用発明2の「フォトインタラプタ6a」及び「フォトインタラプタ6b」は，「反射型フォトセンサ」という点でも，本件発明1の「高精度反射型フォトセンサ」と一致しており，本件審決はこの点を看過している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検知位置",
                  "text": [
                    "本件審決は，引用例1に記載のフォトセンサがトンボの線を左右に横切った際のピーク値座標を検知するものである点で，トンボの線の左右の側縁の位置を検知する本件発明1とは異なること，両者の技術思想が異なること及びトンボの線の左右の側縁の位置を検知することがいずれの引用例にも記載されていないことから，相違点8が容易に想到できたものとはいえないとした。",
                    "しかしながら，前記1の〔原告らの主張〕の(2)のとおり，トンボの縦線及び横線に関して検知する位置に係る構成(相違点2に相当する。)が容易に想到できたものでないと判断した本件審決は取り消されるべきであるから，引用例1に記載のフォトセンサと本件発明1とのトンボの縦線及び横線に関して検知する位置についての構成の異同は本件発明1の進歩性を基礎づけるものではなく，本件審決の判断は誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点8に係る本件発明1の構成の周知性",
                  "text": [
                    "前記1(3)のとおり，本件発明1の課題及び相違点8に係る本件発明1の構成の本質的部分は本件特許の優先日より前から当業者に周知されており，このような周知の補正技術(原点の位置ずれ補正，傾き補正及び伸縮補正)を引用発明2のプロッタに組み合わせて相違点8に係る本件発明1の構成を想到することは，当業者にとって容易であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2に引用発明1や周知技術を組み合わせて本件発明1に至ることの容易性の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(3)のとおり，相違点8に係る本件発明1の各種補正を行うための具体的な構成は，単なる設計事項であって，本件発明1の進歩性を基礎付けるものではない。",
                        "また，引用発明1と2とは，①いずれも，プロッタの座標系とシート(作図用紙等)の座標系とが齟齬することによってカット(作図)が不正確になるという共通の課題に対して，カット(作図)データを改変(座標変換)することによって，このような座標系の齟齬を解消して，正確なカット(作図)を行うという点で，課題・目的が共通し，また，その解決手段として，シートに印刷された複数のマークをセンサで読み取り，読み取ったマークの位置データに基づいてカット(作図)データを補正するという点で共通していること，②引用発明1が属するXYプロッタの技術分野と，引用発明2が属するカッティングプロッタの技術分野とは極めて近接していること，③引用発明2において，引用発明1の「テストパターン」及びその読み取り方法に係る構成を組み合わせることに格別の阻害要因が存在しないことに照らすと，引用発明2に引用発明1の補正に係る構成(シート上に「テストパターン」を設け，センサで検出した「テストパターン」中心線に関して対象な2点の座標から当該中心線上の点の座標を求め，求めた中心線上の点の座標に基づいてカット(作図)データを改変(座標変換)するという構成)を組み合わせることは，当業者であれば容易であったということができる。",
                        "さらに，引用例1に開示されている，本件発明1のトンボと同じ構成を有する「テストパターン」及びその検知方法を用いて，原点の位置ずれ補正，傾き補正及び伸縮補正という周知の補正を行う際，補正の具体的な方法として本件発明1のように構成することは，当業者が容易に行い得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "①相違点8に係る原点の位置ずれ補正，傾き補正及び伸縮補正は，プロッタにとって普遍的な課題を解決するための技術であったこと，②引用発明2と本件発明1及び周知の補正技術(原点の位置ずれ補正，傾き補正及び伸縮補正)とは，いずれも，用紙載置部分(プラテン)に対してシートが正確に置かれないことやシートの伸縮を原因として，プロッタの座標系とシート(作図用紙等)の座標系とが齟齬することによってカット(作図)が不正確になるという課題を解決することを目的とする点で共通していること，③このような共通の課題に対応した，引用発明2と本件発明1及び周知の補正技術の解決手段は，いずれも，シートに印刷された複数のマークをセンサで読み取り，読み取ったマークの位置データから得られるシートの座標系とプロッタの座標系との対応関係に基づいて，カットデータを補正するという点で構成が共通すること，④引用例2に開示されている，開始位置マークを検出手段で検出し，そこを印刷開始位置と判断して印刷を開始するという構成は，シート上の基準となる位置に合わせてカットを行うという点で，本件発明1の原点の位置ずれ補正と共通すること，⑤以上のとおりの引用発明2と相違点8に係る周知の補正技術との目的の共通性等に照らすと，引用発明2のプロッタに対して，相違点8に係る原点の位置ずれ補正，傾き補正及び帳表送り方向と垂直方向の伸縮補正とを組み合わせることに何らの阻害要因も存在しないことが認められる。",
                        "以上によると，引用発明2に対して，相違点8に係る原点の位置ずれ補正，傾き補正及び伸縮補正を組み合わせる十分な動機付けが存在していた。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によると，引用発明2との関係でも，本件発明1が進歩性を有するとした本件審決の判断には誤りがあるというべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤りについて",
              "text": [
                "本件審決においても，引用発明2は実測距離の比率を用いてデータを改変していること，また，引用発明2の「フォトセンサ」も「反射型」であることを当然の前提とするものであり，本件発明と引用発明2との一致点の認定に誤りがあるとする原告らの主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検知位置",
                  "text": [
                    "前記1(2)のとおり，相違点2は相違点を構成しないものであるから，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点8に係る本件発明1の構成の周知性",
                  "text": [
                    "引用発明2は，「開始位置マークSP」と「終了位置マークEP」を用いることにより，既に原点の位置ずれ補正及び伸縮補正を行うことができており，これによって「切り抜く際に元の図形を正しく切り抜くことができる。」という効果を得ることができる以上，「第1のフォトインタラプタ」及び「第2のフォトインタラプタ」の取付け位置をあえて「ヘッド」部分に変更してまで相違点8に係る構成を採用すべき理由は見当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2に引用発明1や周知技術を組み合わせて本件発明1に至ることの容易性の有無",
                  "text": [
                    "原告らは，引用発明2に引用例1の補正に係る構成を組み合わせることは，当業者にとって容易であったと主張する。",
                    "しかしながら，引用例1は，機械的な誤差の補正について開示するものである。",
                    "仮に，引用発明2に引用例1に記載された補正に係る構成を適用した場合に得られる構成としては，正確な位置関係に形成されたマークを読み込ませるという技術思想(具体的には，正確な位置関係に形成された開始位置マーク(SP)及び終了位置マーク(EP)を引用発明2のカッティングプロッタに読み込ませ，これにより引用発明2が備える機械的な誤差を補正する構成)にすぎない。",
                    "したがって，引用発明2に引用例1に記載された補正に係る構成を適用した場合であっても，相違点8に係る構成が得られるものではなく，原告らの主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明2との関係でも，本件発明1が進歩性を有するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2ないし4が進歩性を有するとした判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決は，本件発明1を容易に発明することができなかったとの判断を前提に，本件発明2ないし4も当業者が容易に発明できたものとはいえないと判断した。",
            "しかしながら，前記1及び2の各〔原告らの主張〕のとおり，本件発明1が容易に想到することができたものではないとする本件審決の判断は取り消されるべきものであるから，このような判断を前提とした本件発明2ないし4についての本件審決の判断も誤っており，取り消されるべきである。",
            "〔被告の主張〕",
            "原告らの本件発明2ないし4が進歩性を有するとした本件審決の判断が誤りであるとの主張は，本件発明1が進歩性を有するとしたことが誤りであることを前提とするものである。",
            "しかしながら，本件発明1について，原告らが主張するような進歩性がないとすることはできないから，本件発明2ないし4が進歩性を有しないとする原告らの主張も理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1が引用例1を主引例とする関係で進歩性を有するとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "本件発明1は，別紙「本件発明の要旨」の請求項1記載のとおりのものである。",
                "そして，本件明細書によると，本件発明は，シール材表面に印刷されたシールの輪郭をカットするための「カッティングプロッタ」及び「カット方法」に関する発明であって(【0001】)，カッティングプロッタを使用して，シール材表面に印刷されたシールの輪郭をカットした場合に，そのカット線が，シール材表面に印刷されたシールの輪郭から大幅にずれる等してしまう理由が，①プラテン上に搭載したシール材の横軸−縦軸の座標原点を，プラテンのX―Y軸の所望の座標位置に正確に合わせることが困難なこと，②シール材の横軸−縦軸がプラテンのX−Y軸と平行になるように，シール材をプラテン上に正確に搭載することが困難なこと，③シール材が，湿気を含んだり，乾燥したりして，その縦軸方向又は横軸方向に伸縮することによるとの認識に基づき(【0007】【0008】)，シール材の座標原点を示すトンボ1と，シール材の座標原点を通るシール材の縦軸を示すトンボ2と，シール材の座標原点を通るシール材の横軸の位置を示すトンボ3とであって，シール材の横軸x−縦軸yとそれぞれ平行な横線H−縦線Vを持つトンボ1，2，3を基準にして，シール材表面に印刷されたシールの輪郭を，カッタによりカットできるように構成し(【0031】)，3つのトンボの各軸線の中心線上6点のXY座標値を求め(【0039】～【0041】)，これによって，プラテンのX−Y軸上のシール材の座標原点，プラテンのX軸，Y軸に対する横軸x，縦軸yの傾き，シール材の縦軸y方向及び横軸x方向の各伸縮率を算出し(【0042】【0043】)，この算出されたシール材の座標原点，横軸x，縦軸yの傾き，伸縮率に合わせて，記憶手段に記憶させたシールの輪郭のカットデータを改変する手段を備え(【0046】【0047】)，このようにして，プラテン上に搭載されたシール材の横軸−縦軸の座標原点が，プラテンのX―Y軸の所望の座標位置から外れていたり，シール材の横軸x，縦軸yがプラテンのX軸，Y軸に対して傾いていたり，シール材が横軸x方向又は縦軸y方向に伸縮したりしていても，上記のとおりのトンボ1，2，3を利用して把握したシール材の原点の位置ずれ，傾きや伸縮の程度に合わせて，記憶手段に記憶させたシールの輪郭のカットデータを改変でき，シール材表面に印刷されたシールの輪郭を正確・美麗にカットすることができる(【0009】【0075】)との「カッティングプロッタ」及び「カット方法」に係る発明であると認めることができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "text": [
                "引用例1によると，引用発明1は，自己補正機能を有するXYプロッタ装置に関するものであって(【0001】)，1本のベルトでアームを制御する際において，X方向に移動の際，Y座標値がベルトから離れるほどX方向における移動量の誤差が大きくなり，また，アームを制御するベルトを2本にした構成にしても，実際の作図範囲の原点に対する作図誤差が生じてしまうものであったところ(【0003】)，このような課題を解決するために，各コーナー付近にカギ型のパターンが形成されている矩形フィルムテンプレートを装置の用紙設定位置に配置し(【0013】)，矩形作図範囲の境界付近に描かれたテストパターンのうち，センサをX方向とY方向に移動させてこれらのテストパターンをセンサが横切ることにより得られた少なくとも2組の座標距離と基準距離との差を読み取り，これらの値と基準値とを比較して補正情報を得，これに基づいて作図データの距離寸法，直角度等を自己補正するとの構成を採用することによって(【請求項1】)，メンテナンス時に，サービスマン対応で，容易に補正量の測定，入力及び記憶を自動的に行うことができ，個人差のない正確な補正を短時間に行うことができるようになる(【0005】【0022】)というペン式プロッタ装置の発明であると認めることができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点・相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，引用発明1の「トンボA，B，C，D」と，本件発明1の「トンボ1，2，3」とは，各トンボがシート材の横軸−縦軸と平行な横線−縦線を有する点及び横線の中心線と縦線の中心線との交点がシート材の所定の点に位置するトンボと，前記所定の点を通り，シート材の縦軸に平行な直線を縦線の中心線とするトンボと，前記所定の点を通り，シート材の横軸に平行な直線を横線の中心線とするトンボとを有する点においても一致しているから，引用発明1の「トンボA，B，C，D」と，本件発明1の「トンボ1，2，3」とが，「複数のトンボ」という点でのみ共通しているとの本件審決の判断は，一致点を看過したものとして誤っていると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，上記(2)のとおり，引用発明1のテストパターンである「トンボA，B，C，D」は，矩形フィルムテンプレートの各コーナー付近に形成された「カギ型のパターン」であり，これらのテストパターンに基づいて座標距離と基準距離との差を読み取り，これらの値と基準値とを比較して補正情報を得，これに基づいて作図データの距離寸法，直角度等をXYプロッタ装置自体が補正するようにするものであって，同装置のメンテナンス時に利用される機械的な精度の誤差補正に必要となる情報を提供するためのマークということができ，各トンボは，プテランのX−Y軸に平行な線となるように，傾きなくプテラン上に正確に位置決めされる必要があるものということができる。",
                        "他方，本件発明1における「トンボ」についてみると，シール材の横軸x−縦軸yと平行な横線H−縦線Vを持つものであって，プラテン上に搭載されたシール材の横軸−縦軸の座標原点がプラテンのX―Y軸の所望の座標位置から外れていたり，シール材の横軸x，縦軸yがプラテンのX軸，Y軸に対して傾いていたり，シール材が横軸x方向又は縦軸y方向に伸縮したりしていても，トンボ1，2，3を利用して把握したシール材の原点の位置ずれ，傾きや伸縮の程度に合わせて，記憶手段に記憶させたシールの輪郭のカットデータを改変でき，シール材表面に印刷されたシールの輪郭を正確にカットできるようにしたものであり，本件発明1における「トンボ」は，「プラテン上に載置されたシール材について，原点の位置ずれ補正，傾き補正及び伸縮補正に必要な情報を提供するためのマーク」であって，プラテンのX―Y軸に平行な線を有するものではなく，「シール材の横軸−縦軸の座標原点を示すトンボ1と，前記座標原点を通るシール材の縦軸の位置を示すトンボ2と，同座標原点を通るシール材の横軸の位置を示すトンボ3とであって，シール材の横軸−縦軸と平行な横線−縦線を持つシール材表面に印刷されたトンボ1，2，3」ということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，本件発明1の「トンボ1，2，3」と，引用発明1のテストパターンである「トンボA，B，C，D」とは，たといその形状が類似しているとしても，本件発明1の「トンボ1，2，3」は，プラテンとは無関係に，シール材の座標原点を通る縦軸又は横軸の位置を示す線となるように配置されるものであるのに対し，引用発明1の「トンボA，B，C，D」は，プラテンのX−Y軸に平行な線となるように傾きなくプテラン上に正確に位置決めされる必要があるものであるから，両者の位置関係は相違するものということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件発明1の「トンボ1，2，3」と，引用発明1のテストパターンである「トンボA，B，C，D」とにおいて，その縦軸及び横軸の技術的意義は異なるものであって，これを一致点とすることはできず，本件審決が，引用発明1の「トンボA，B，C，D」と，「トンボ1，2，3」とが「複数のトンボ」という限りにおいて共通するとしたことに誤りはなく，原告らの主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，トンボの横線及び縦線の中心線上の点の座標を求めるという点については，本件発明1と引用発明1とで異なるところはなく，上記検出手段の構成のうち，本件発明1と引用発明1との相違となり得るのは，トンボの横線及び縦線の中心線上の点の座標を求めるのに用いる座標として，トンボの横線及び縦線の「左右の側縁の位置」を用いるか否かという相違点2に相当する点だけであるとし，また，本件審決は，相違点2として評価した事項と実質的に同一の事項を相違点3としても評価していることになり，これは，実質的に同一の事項を本件発明1の進歩性を肯定する要素として二重に評価するものであって，不当な判断であると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしなから，発明の進歩性の判断において，判断対象となる発明と引用発明との間に複数の相違点が認定された場合において，仮にこれらの相違点に重複する構成要素が含まれていたとしても，各相違点ごとにその容易想到性の有無が適切に判断される限り，各相違点に重複する構成要素が含まれていることによって進歩性の判断に誤りが生ずるものではないから，複数の相違点において重複する構成要素が含まれていることのみをもって，当該進歩性の判断が違法となるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "しかも，本件審決は，相違点3として，本件発明1の検出手段が「トンボ1，2，3の横線及び縦線の左右の側縁の位置から，前記トンボ1，2，3の横線及び縦線の中心線上に位置するA点，B点，C点，D点，E点及びF点の座標であって，プラテンのX―Y軸上でのA点の座標(X1，Y1)，B点の座標(X2，Y2)，C点の座標(X3，Y3)，D点の座標(X4，Y4)，E点の座標(X",
                      "text": [
                        "5，Y5)及びF点の座標(X6，Y6)を検出する検出手段」であると認定しているところ，これは，相違点2のフォトセンサの構成の相違とは独立した相違点の認定ということができるから，相違点2と相違点3とをもって，原告ら主張のように同一の相違点について二重評価しているということもできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，いずれの観点からも，原告らの主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3についての判断の誤りについて",
              "text": [
                "以上の一致点・相違点の認定を前提に，まず，相違点3についての本件審決の判断の誤りがあるとの原告らの主張から検討することとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原点の位置ずれ補正，傾き補正及び伸縮補正機能を付加する動機付け(ア) 原告らは，機械的な精度の誤差の補正に必要な情報の取得及び算出は，プロッタの出荷前やプロッタの部品を交換した際に行われれば足りるが，他方，プロッタを使用する際には，ユーザーがシート材をプラテンに置くため，どうしても，定まらないばらばらの位置・傾きに，また伸縮の程度もまちまちのシート材を置くことになってしまうことが避けられないから，プロッタを使用する際，正確なカッティング(作図)を行うためには，原点の位置ずれ補正，傾き補正及び伸縮補正が必須であると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記1(1)のとおり，本件発明は「カッティングプロッタ」及び「カット方法」に係る発明であって，本件発明が原点の位置ずれ補正，傾き補正及び伸縮補正を行う必要がある理由は，プラテン上に搭載されたシール材から当該シール材表面に印刷されたシールの輪郭を正確・美麗にカットすることができることをその目的及び効果とするものということにある。これに対し，引用発明1は，前記1(2)のとおり，作図を行うペン式プロッタ装置の発明であって，原点の位置決め補正，傾き補正及び伸縮補正が予定されているものではないから，本件発明のように，プラテン上に置かれたシート材の原点の位置ずれ補正，傾き補正及び伸縮補正を行う動機付けは存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1における原点の位置ずれ補正等の技術の内包",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，原点の位置ずれ補正につき，引用発明1の台形歪補正として，作図範囲の左下頂点を原点とし，点から点への変換を行うため，その際には，固定原点(機械原点)から作図範囲の左下頂点(作図原点)への原点の位置ずれ補正(作図データの改変)が必須であると主張する。",
                        "しかしながら，引用発明1において，フィルムテンプレートは，装置の用紙設定位置に配置されるものであるから(引用例1【0013】)，機械的な精度の誤差の補正を行うためには，シート材が正確に位置決めされる必要があることになり，フィルムテンプレートの原点は，XYプロッタ装置の機械原点に一致しているものであるということができるから，原告らの主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告らは，引用発明1では，傾き補正のための補正定数を得て，それによって作図のたびに傾き補正(作図データの改変)が行われていると主張する。",
                        "しかしながら，前記1(2)のとおり，引用発明1は，アームがベルトによってX方向に移動の際，Y座標値がベルトから離れるほどX方向における移動量の誤差が大きくなるとの作図誤差を解決しようとする発明であって，X方向の傾きである水平線のずれが生じないことを前提とするものであるから，傾き補正の技術を内包するものということはできず，原告らの主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告らは，引用発明1の台形歪補正は作図範囲をシートのトンボ(テストパターン)で定まる範囲に合わせるものであるところ，台形状の図形が，作図範囲を画する境界線に相当する矩形(長方形)より大きくなることも，小さくなることもあり得るので，これは伸縮補正と何ら異ならないと主張する。",
                        "しかしながら，上記(イ)のとおり，引用発明1は，X方向の伸縮補正を行っているということはできるものの，X方向の伸縮補正とY方向の伸縮補正とを同時に行うものではないから，本件発明1と同様の伸縮補正の機能が内包されているということはできず，原告らの主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3に係る構成と引用例の記載とについて",
                      "text": [
                        "原告らは，本件発明1における原点の位置ずれ補正，傾き補正及び伸縮補正の技術的意義は，①カッティングを行うシート上の複数のマークをセンサで読み取り，②読み取ったマークの位置データに基づいてプロッタの座標系とシートの座標系との対応関係を求め，③当該対応関係に基づいて，シートの座標系で表されたカットデータを，プロッタの座標系で表されたデータに改変するというものであって，これらは，本件特許の優先日前からの周知技術であると主張する。",
                        "しかしながら，上記①ないし③は，カッティングプロッタにおいて印刷されたシールの輪郭に合わせてシールをカットする際に求められる抽象的な課題であったところ，本件における各引用例は，相違点3に係る補正の技術の具体的な解決課題を提示し解決するものではなく，そのような周知技術の存在も認めることができず，原告らの主張は採用することができない。",
                        "さらに，原告らが周知技術として挙げるものについてみても，甲29に記載されたX−Yプロッタ装置に係る発明は，目盛線が印刷されている記録紙への記録，他の図形が印刷されており，又は先に記録された図形が存在する記録紙上に既存の図形に対する相対位置や寸法精度を良好に保って記録するために記録紙上に想定される固定した直角座標に関する位置データによって記録紙への記録を行うため，原点の位置ずれ補正，傾き補正及び伸縮補正を行うものであるが，その補正内容は，位置検出マークを利用し，あらかじめ記憶装置に格納した第1の座標に関する位置データと，検出して求めた第2の座標に関する位置データから，第1の座標に関する位置データを第2の座標に関する位置データに変換する方法を決定するものであって，補正量を求める手段は，相違点3に係る本件発明1とは異なるものである。",
                        "また，同じく原告らが周知技術として挙げる甲31に記載された自動作図装置に係る発明は，共通項目，外形，枠等をあらかじめ印刷したシート作図用紙を用いて作図を行う際，原点の位置ずれ補正機能，傾き補正機能及び伸縮補正機能を行うものであるが，その補正内容は，シート作図用紙の原点に手動送りによりペン先を合わせて移動パルス指令をカウントするカウンタのリセットを行い，次に，目標点について，理論的座標値を演算回路に与え，また，ペン先を目標点に合わせてカウンタの内容を演算回路に入力し，演算回路の内部演算によりシート作図用紙の傾き及び伸縮を求めて補正データを得るものであって，補正量を求める手段は，相違点3に係る本件発明1とは異なるものである。",
                        "本件発明1は，3か所に形成されたトンボの各軸線の中心線上の6点のXY座標値を求め，これによって，座標原点の位置データ及び傾き・伸縮の補正量を算出する手段を採用するものであって，座標原点等の具体的な特定の点を表す目印ごとにその位置データを求めようとする甲29及び31に記載された発明を含め，上記手段を採用するものではなく，原告らが周知技術として挙げる各発明とは異なるものである。",
                        "さらに，前記1(2)のとおり，シール材への作図において，原点の位置決め補正，傾き補正及び伸縮補正が予定されていない引用発明1に，本件発明1における上記のとおりの3か所に形成されたトンボの各軸線の中心線上の6点のXY座標値を求め，これによって，座標原点の位置データ及び傾き・伸縮の補正量を算出する手段を採用するものではない甲4ないし35に記載された各発明や引用発明2を適用して，相違点3について容易に想到することができるものでもない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によると，引用例1を主引例とする関係で，本件発明1が進歩性を有するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1が引用例2を主引例とする関係で進歩性を有するとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "text": [
                "引用例2によると，引用発明2は，単色用印刷プリンタ等でインクリボン交換等により同一の帳表に繰り返し印刷して2色以上の印刷をしたり，印刷された帳表をカッティングプロッタで切り抜く場合に，出力データの位置合わせ，位置ずれを補正する出力装置に関するものであり(【0001】)，いったん印刷した帳表をプリンタやカッティングマシンにセットするたびに正確な位置決め操作が必要になったり，温度や湿度による帳表の伸縮やプラテンローラ等のフィード系の摩耗が距離精度に影響を与えて，カットずれ等の版ずれを発生するおそれがあるとの課題につき(【0002】)，簡単な操作で，同一帳表に同一データを繰り返し出力しても版ずれを起こさない出力装置を提供することを目的とするものであり(【0003】)，図形や文字を印刷した帳表からその図形や文字を切り抜く場合には，帳表に印刷された開始位置マークから終了位置マークまでの実距離を計測し，計測した実距離と記憶手段に記憶されているデータの開始位置マークから終了位置マークまでの距離とを比較し，同じ距離になるように上記記憶手段に記憶されているデータのサイズを補正するとともに，補正したデータに基づいて帳表からデータを切り抜くことによって(【請求項4】【0048】～【0052】)，切り抜く際に元の図形を正しく切り抜くことができる(【0056】)との発明であると認めることができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "データ改変手段",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，引用発明2の「改変手段」は，複数のマーク間の設定距離に対する実測距離の比率に合わせて文字や図形(シール)の輪郭のカットデータを改変するという点でも，本件発明1の「改変手段」と一致しているにもかかわらず，本件審決はこの点を看過していると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，引用例2には，重ね印刷について，誤差以上のずれが存在した場合は，メモリ3に記憶されているデータのサイズを実距離対基準距離の比率で補正し，補正されたデータを検出した開始位置マークを印刷開始位置と認識して出力することにより，版ずれを生ずることなく確実に重ね印刷を行うことができる(【0047】)との記載があり，印刷データを開始位置マークと終了位置マークの実距離と基準距離の比率で補正する構成が開示されているが，そのような引用発明2が一方向(帳表送り方向)の実距離と基準距離の比率で補正する構成を有するとしても，データの補正(改変)項目の部分的な一致は，「改変手段」全体としての機能としての技術的意義を有するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，前記1(1)のとおり，本件発明1の改変手段は，算出手段により算出したプラテンのX―Y軸上でのシール材の座標原点，プラテンのX軸，Y軸に対するシール材の横軸，縦軸の傾き，シール材表面のトンボ1，2間の設定距離に対する実測距離の比率，及びシール材表面のトンボ1，3間の設定距離に対する実測距離の比率に合わせて，シールの輪郭のカットデータを改変するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，本件審決が，「シート11表面の開始位置マークSP，終了位置マークEP間の実距離を算出し，メモリ3上のデータのSPからEPまでの距離が実距離に等しくなるように，前記メモリ3に記憶させた文字や図形の輪郭のデータを拡大又は縮小する手段」は，「シート材表面の複数のマーク間の実距離が設定距離と等しくなるように，前記記憶手段に記憶させた印刷物の輪郭のカットデータを改変する改変手段」という限りにおいて，カットデータを改変する改変手段と共通していると認定した点に誤りはなく，原告らの主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "フォトセンサの構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，引用発明2の「フォトインタラプタ6a」及び「フォトインタラプタ6b」は，「反射型フォトセンサ」という点でも，本件発明1の「高精度反射型フォトセンサ」と一致しているにもかかわらず，本件審決はこの点を看過していると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，引用例2には，検出手段はフォトインタラプタで構成され(【0018】)，この検出手段について，第1のフォトインタラプタと，第2のフォトインタラプタと，ロータリエンコーダとで構成され，第1のフォトインタラプタでSPを検出し，第2のフォトインタラプタでEPを検出し，検出結果は制御手段に送られるように設けられている(【0029】)などと記載されているものの，フォトインタラプタの具体的構造についての記載はなく，また，引用例2の図2，6及び9等を参照しても，フォトインタラプタ(6，6a，6b)として，小さな円柱状の突起物の存在が見て取れるが，その具体的構造は明らかではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，フォトインタラプタの受光部が「フォトセンサ」からなることは技術常識に基づいて認定できるとしても，引用例2において，フォトインタラプタが「反射型」フォトセンサであるかどうかは明示的な開示がないものといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，引用例2には，フォトインタラプタが「反射型」のフォトセンサであることの明示的な開示がないことから，本件審決が，フォトセンサが「反射型」であることについて一致点と認定せず，「フォトセンサ」という限りにおいて共通するとした上で，フォトセンサが「トンボ1，2，3の横線及び縦線の左右の側縁の位置を検知する前記ヘッドに装着された高精度反射型」フォトセンサであることについて，容易想到性の有無について検討されるべき相違点8における本件特許発明1の構成の一部とした点に誤りがあるということはできず，原告らの主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点8についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検知位置",
                  "text": [
                    "原告らは，本件審決が，引用例1に記載のフォトセンサがトンボの線を左右に横切った際のピーク値座標を検知するものである点で，トンボの線の左右の側縁の位置を検知する本件発明1とは異なることなどから，相違点8が容易に想到できたものとはいえないとしたことについて，トンボの縦線及び横線に関して検知する位置に係る構成が容易に想到できたものでないと判断した本件審決が取り消されるべきであるから，引用例1に記載のフォトセンサと本件発明1とのトンボの縦線及び横線に関して検知する位置についての構成の異同が，本件発明1の進歩性を基礎づけるものではないと主張する。",
                    "しかしながら，引用例のいずれにも，トンボの線の中心線上に位置する点を検出するために，トンボの線の中心線に関し対称な位置に存在する「左右の側縁の位置」を検知するとの技術の記載はなく，本件発明1におけるトンボの縦線及び横線に関して検知する位置に係る構成が容易に想到できたものでないと判断した本件審決に誤りがあるということはできないから，原告らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点8に係る本件発明1の構成の周知性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，本件発明1の課題及び相違点8に係る本件発明1の構成の本質的部分は，本件特許の優先日より前から当業者に周知されていたと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記1(4)のとおり，本件発明1は，3か所に形成されたトンボの各軸線の中心線上の6点のXY座標値を求め，これによって，座標原点の位置データ及び傾き・伸縮の補正量を算出する手段を採用するものであるところ，原告らが周知技術として挙げる各発明は，原点の位置ずれ補正，傾き補正及び伸縮補正の構成があるものについても，上記手段を採用するものではないから，本件発明1の構成の本質的部分が周知であるとする原告らの主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2に引用発明1や周知技術を組み合わせて本件発明1に至ることの容易性の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，相違点8に係る本件発明1の構成は単なる設計事項であること，相違点8に係る補正はプロッタにとって普遍的な課題を解決するための技術であるところ，本件発明1，引用発明2や周知技術においてカットデータの補正という構成の共通性があることなどに照らすと，引用発明2に相違点8に係る原点の位置ずれ補正，傾き補正及び伸縮補正を組み合わせる十分な動機付けが存在していたと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，上記(1)のとおり，引用発明2は，2色以上の重ね印刷，温度・湿度による帳表の伸縮及びプラテンローラ等のフィード系の摩耗が距離精度に影響を与えることによるカットずれ等の版ずれが発生するおそれがあるとの課題につき，帳表に印刷された開始位置マークから終了位置マークまでの実距離を計測し，計測した実距離と記憶手段に記憶されている距離とを比較し，データのサイズを補正するものであって，一方向(帳表送り方向)の伸縮補正のみを前提としているものである。そして，引用発明2においては，帳表が載置される際，帳表送り方向と垂直方向の位置ずれや傾きを伴うと，フォトインタラプタ6a及び6bが走査されるラインが開始位置マークSPや終了位置マークEPの位置とずれることとなるから，フォトインタラプタによってこれらのマークを読み取ることが不可能となることが予想される。",
                        "以上のとおり，引用例2には，帳表送り方向と垂直な方向についての実距離の計測や，帳表の傾きを補正することについての開示や示唆はなく，引用発明2は，帳表送り方向と垂直な方向への伸縮補正や傾き補正が予定されていないものであって，その動機付けも存在しないということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明2は，帳表が載置される際に，帳表送り方向と垂直方向の位置ずれや傾きが生じないことを前提とした発明であって，これらの位置ずれや傾き補正を行うことには阻害要因があるということができ，引用発明2に，相違点8に係る傾き補正及びY軸方向への伸縮補正を組み合わせる動機付けが存在するということはできず，原告らの主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，原告らは，引用発明2に，引用発明1の補正に係る構成(シート上に「テストパターン」を設け，センサで検出した「テストパターン」中心線に関して対象な2点の座標から当該中心線上の点の座標を求め，求めた中心線上の点の座標に基づいてカット(作図)データを改変(座標変換)するという構成)を組み合わせることは，当業者であれば容易であったと主張する。",
                        "しかしながら，前記1のとおり，そもそも，引用発明1は，本件発明1におけるような，トンボの横線及び縦線の中心線上に位置する6点を検出して，原点の位置ずれ補正，傾き補正及び伸縮補正のそれぞれの補正量を求め，シールの輪郭のカットデータを改変するとの具体的構成を有するものではないから，いずれもこれらの構成を有しない引用発明2に引用発明1を組み合わせることによっては，相違点8に係る本件発明1の構成を導くことができないものである。",
                        "その上，前記1のとおり，引用発明1は，メンテナンス時の機械的な誤差の補正に関するものであり，シール材への作図の段階において，原点の位置決め補正，傾き補正及び伸縮補正が予定されたものではないから，いったん印刷した帳表を更に印刷又はカットする際の誤差の補正を課題とする引用発明2とは，技術課題やその適用の場面も異なるものであって，引用発明2に引用発明1の構成を適用する動機付けを見いだすこともできない。",
                        "したがって，いずれにしても，原告らの主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によると，引用例2を主引例とする関係でも，本件発明1が進歩性を有するとした本件審決の判断に誤りはないといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2ないし4が進歩性を有するとした判断の誤り)について",
          "text": [
            "原告らは，本件発明1が進歩性を有しないことを前提として，本件発明2ないし4が進歩性を有しないと主張するところ，上記1及び2のとおり，本件発明1に進歩性がないとすることはできないから，本件発明2ないし4が進歩性を有しないとする原告らの主張も理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告らの請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10072",
    "date": "2010-11-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080850",
    "ipprecedent_id": "2412",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}