{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800145号事件について平成22年2月5日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "当事者間に争いのない事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "原告は，発明の名称を「ラベル帳票」とする特許第3960552号の特許(以下「本件特許」という。)の特許権者であり，本件特許は，平成15年10月29日に出願され，平成19年5月25日に設定登録されたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決に至る経緯",
              "text": [
                "被告は，平成21年7月3日，特許庁に対し，本件特許を無効にすることについて審判(無効2009−800145号)を請求した。特許庁は，平",
                "成22年2月5日，「特許第3960552号の請求項1及び2に係る発明についての特許を無効とする。」との審決(以下，単に「審決」という。)をした。審決謄本は，平成22年2月17日，原告に送達された(弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の請求項1及び2の各記載は，次のとおりである(甲26。以下，これらの請求項に係る発明を項番号に対応して，「本件発明1」などといい，これらをまとめて「本件発明」という。)。",
            "「【請求項1】",
            "台紙上に上紙が剥離可能に貼合された帳票であって，",
            "上紙は，本票と分離票とが輪郭切り取り線で隣接された伝票片を備え，かつ分離票を除いた裏面領域に粘着剤を塗工した粘着剤層が設けられてなるとともに，",
            "台紙は，粘着剤層と対向する表面領域に剥離剤を塗工した剥離剤層が設けられ，かつ台紙裏面から台紙表面まで到達する深さの切り込みであって輪郭切り取り線を囲んで分離票よりも大きな輪郭を有する輪郭ハーフカット線が形成され，輪郭ハーフカット線よりも内側の表面領域に情報記載欄を備えてなり，",
            "伝票片裏面の台紙をめくって輪郭ハーフカット線を切断し，輪郭ハーフカット線の内側部分を残した状態で上紙から台紙を剥がし取ると伝票片を被着体に貼付でき，輪郭切り取り線を切断して本票から分離票を切り離すと分離票に相当する部位に台紙の情報記載欄が現れるようになっている    ことを特徴とするラベル帳票。",
            "【請求項2】",
            "請求項1に記載のラベル帳票において，",
            "前記輪郭切り取り線は，カット部とアンカット部を有する通常ミシン線と，通常ミシン線のアンカット部に設けられたカット部とアンカット部を有するマイクロミシン線とからなる混合ミシン線である",
            "ことを特徴とするラベル帳票。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，審決は，本件発明1，2は，米国特許第6410113号明細書(甲1。なお，甲1の図1ないし4は，別紙図面1ないし4のとおりである。)に記載された発明(以下「甲1発明」という。)及び周知技術に基づく無効理由(以下「無効理由1」という。)，及び，特開2002−14617号公報(甲2。なお，甲2の図1ないし4は，別紙図面5",
            "ないし8のとおりである。)に記載された発明(以下「甲2発明」という。)及び周知技術に基づく無効理由(以下「無効理由2」という。)があると判断した。",
            "審決は，上記判断をするに当たって，甲1，甲2発明の内容，本件発明と甲1，2発明との一致点・相違点について，次のとおり認定した(なお，審決は，本件特許に係る特許請求の範囲の請求項1の前段と後段の「輪郭ハーフカット線を切断し」との構成が整合しておらず，構成を不明りょうとするものであるが，審査段階における原告の意見書における説明，口頭審理における当事者の陳述を斟酌して，上記後段の「輪郭ハーフカット線を切断し」との文言は，ないものとして解釈するのが適当である旨判断した。審決の同判断に誤りがないことについて当事者間において争いがない。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "ライナー上にラベルが剥離可能に接着された出荷用ラベルであって，ラベルは，第1アドレスが印字されたラベル14とラベル縁取り部分14bとが周辺ダイカット34を境に隣接し，かつ裏面にコーティングされた接着剤層が設けられるとともに，",
                "ライナーは，接着剤層と対向する表面に剥離剤をコーティングした剥離剤層が設けられ，かつライナーの裏面から表面まで到達する深さの切り込みであって周辺ダイカット34を囲んでラベル14よりも大きな輪郭を有する周辺ダイカット36が形成され，周辺ダイカット36よりも内側に第2アドレスの印字された領域を備えてなり，",
                "ラベル裏面のライナーをめくって，周辺ダイカット36の内側部分を残した状態でラベルからライナーを除去すると出荷用ラベルをコンテナに貼付でき，周辺ダイカット34によりラベル14を除去するとラベル14に相当する部分に第2アドレスが露出する出荷用ラベル。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "台紙上に上紙が剥離可能に貼合された帳票であって，",
                    "上紙は，残置部と分離票とが輪郭除去予定線で隣接された伝票片を備え，かつ裏面に粘着剤を塗工した粘着剤層が設けられてなるとともに，台紙は，粘着剤層と対向する表面領域に剥離剤を塗工した剥離剤層が設けられ，かつ台紙裏面から台紙表面まで到達する深さの切り込みであって輪郭除去予定線を囲んで分離票よりも大きな輪郭を有する輪郭ハーフカット線が形成され，輪郭ハーフカット線よりも内側の表面領域に情報記載欄を備えてなり，",
                    "伝票片裏面の台紙をめくって，輪郭ハーフカット線の内側部分を残した状態で上紙から台紙を剥がし取ると伝票片を被着体に貼付でき，輪郭除去予定線を利用して残置部から分離票を除去すると分離票に相当する部位に台紙の情報記載欄が現れるようになっているラベル帳票。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1−1",
                      "text": [
                        "残置部に関し",
                        "本件発明1では「本票」と特定されるものであるのに対して，甲1発明では「ラベル縁取り部分14b」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1−2",
                      "text": [
                        "輪郭除去予定線に関し",
                        "本件発明1では「切り取り線」であるのに対して，甲1発明では「ダイカット」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1−3",
                      "text": [
                        "粘着剤を塗工する領域に関し",
                        "本件発明1が「分離票を除いた裏面領域」と特定されるものであるのに対して，甲1発明では，上記特定を有していない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点1−4",
                      "text": [
                        "分離票の除去に関し",
                        "本件発明1では「輪郭切り取り線を切断して本票から分離票を切り離す」と特定されるものであるのに対して，甲1発明では，上記特定を有していない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2と甲1発明との相違点",
              "text": [
                "相違点1−1ないし1−4に加えて，次の点で相違する。",
                "本件発明2では「輪郭切り取り線は，カット部とアンカット部を有する通常ミシン線と，通常ミシン線のアンカット部に設けられたカット部とアンカット部を有するマイクロミシン線とからなる混合ミシン線である」と特定されるものであるのに対して，甲1発明では，上記特定を有していない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲2発明",
              "text": [
                "台紙上に表示ラベルが剥離可能に仮着された荷札であって，",
                "表示ラベルは，情報領域Aと受領確認領域Bとが切り込み4を境に隣接し，かつ裏面に粘着剤層を設けられるとともに，",
                "台紙は，粘着剤層と対向する表面が剥離性であり，かつ台紙裏面から台紙表面まで到達する深さの切り込みであって切り込み4を囲んで受領確認領域Bよりも大きな輪郭を有する切り込み7が形成され，",
                "表示ラベル裏面の台紙をめくって切り込み線7の内側を残した状態で表示ラベルから台紙を剥離して粘着剤層を露出させて表示ラベルを荷物に貼付し，切り込み4を利用して受領確認領域Bを表示ラベル3から剥離するようにした荷札。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1と甲2発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "台紙上に上紙が剥離可能に貼合された帳票であって，",
                    "上紙は，本票と分離票とが輪郭除去予定線で隣接された伝票片を備え，裏面に粘着剤層が設けられてなるとともに，",
                    "台紙は，粘着剤層と対向する表面領域が剥離性であり，かつ台紙裏面から台紙表面まで到達する深さの切り込みであって輪郭除去予定線を囲んで分離票よりも大きな輪郭を有する輪郭ハーフカット線が形成され，伝票片裏面の台紙をめくって，輪郭ハーフカット線の内側部分を残した状態で上紙から台紙を剥がし取ると伝票片を被着体に貼付でき，輪郭除去予定線を利用して本票から分離票を除去するようになっているラベル帳票。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2−1",
                      "text": [
                        "輪郭除去予定線に関し",
                        "本件発明1では「切り取り線」であるのに対して，甲2発明では「切り込み」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2−2",
                      "text": [
                        "粘着剤層に関し",
                        "本件発明1が「分離票を除いた裏面領域に粘着剤を塗工した」と特定されるものであるのに対して，甲2発明では，上記特定を有していない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2−3",
                      "text": [
                        "剥離性に関し",
                        "本件発明1が「表面領域に剥離剤を塗工した剥離剤層」によって該機能を有しているのに対して，甲2発明では，剥離剤層を備えているか否か不明である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点2−4",
                      "text": [
                        "台紙に関し",
                        "本件発明1が「輪郭ハーフカット線よりも内側の表面領域に情報記載欄を備えてなり」と特定されるものであるのに対して，甲2発明では，上記特定を有していない点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点2−5",
                      "text": [
                        "本件発明1では「輪郭切り取り線を切断して本票から分離票を切り離すと分離票に相当する部位に台紙の情報記載欄が現れるようになっている」と特定されるものであるのに対して，甲2発明では，上記特定を有していない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2と甲2発明との相違点",
              "text": [
                "相違点2−1ないし2−5に加えて，次の点で相違する。",
                "本件発明2では「輪郭切り取り線は，カット部とアンカット部を有する通常ミシン線と，通常ミシン線のアンカット部に設けられたカット部とアンカット部を有するマイクロミシン線とからなる混合ミシン線である」と特定されるものであるのに対して，甲2発明では，上記特定を有していない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由についての原告の主張",
      "text": [
        "無効理由1に係る認定判断については，取消事由1ないし4の，無効理由2に係る認定判断については，取消事由5ないし9の誤りがある。",
        "［無効理由1について］"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(相違点1−1に関する認定及び容易想到性判断の誤り)審決は，甲1発明の「ラベル縁取り部分14b」は，伝票としての情報を備えることとなるので，「本票」と呼べるものであると認定した上，甲1発明において，相違点1−1の構成を採用することは，当業者が容易になし得ることであると判断する。",
            "しかし，甲1発明は，返送用アドレス付き出荷用ラベルという特殊なラベルであり，周知文献(特開2003−246457号公報(甲27)，特開200",
            "1−354267号公報(甲28)，特開平11−59022号公報(甲29)，",
            "特開平10−236036号公報(甲30))に開示された配送伝票とは，目的において異なる。また，甲1発明の明細書及び図面を参照しても，「ラベル縁取り部分14b」に情報を表記するとの記載も示唆もない上，情報を記入する必然性も動機付けもない。さらに，審決は，甲1発明の「ラベル縁取り部分14b」と本件発明1の「本票」とは，「被着体」の上に残置される部分(「残置部」)という点で共通していると認定するが，「残置部」が意味する状態は不明確であり，上記周知文献により，伝票の残置部に「商品名」や「問い合わせの電話番号」等の情報を表記することが周知のことであるとしても，甲1発明の「ラベル縁取り部分14b」に「商品名」や「問い合わせの電話番号」等の情報を表記することは容易に着想し得ることとはいえない。甲1発明の「ラベル縁取り部分14b」は，単にラベル14を支持する「支持枠」にすぎず，本件発明1の「本票」とは相違する上，このような単なる「支持枠」に電話番号等の情報を表記するような設計変更の余地があるとはいえない。",
            "したがって，審決には，相違点1−1の認定の誤り，これを前提に甲1発明において相違点1−1の構成を採用することは当業者が容易になし得ることであるとした判断の誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1−2，1−3，1−4に関する認定及び容易想到性判断の誤り)",
          "text": [
            "審決は，一方で，甲1発明の分離票(ラベル14)は，周辺ダイカット34により残置部(ラベル縁取り部分14b)と分離された状態にあることから，分離票はその裏面に設けられた粘着剤層により台紙(ライナー)に剥離可能に保持されていることになると認定し，同認定を前提とすると分離票の裏面側に粘着剤層を設けることは必須となる。他方，審決は，甲1発明の「ラベル14」は，その裏面に必ず粘着剤層を設けて再貼付しなければならないものではないとも認定し，分離票の裏面側に粘着剤層を設けることが必須ではないかのような認定をしており，その認定において矛盾する点がある。",
            "また，審決は，分離票(ラベル14)は，その裏面に必ず粘着剤層を設けて再貼付しなければならないものではないことの根拠として，甲1発明の明細書に，再添付されたラベルは剥がれ落ちるおそれがあること，ラベル14は所望により再貼付されるものであることが開示されていることを挙げる。しかし，再添付されたラベルは剥がれ落ちるおそれがあることが開示されているのは，甲1発明の明細書の【発明の背景】欄であり，甲1発明の従来技術に関する記載である。また，ラベル14は所望により再貼付されるものであるとは，コンテナを返送する場合には，ラベル14をコンテナの他の表面に再貼付するが，返送しない場合には再貼付する必要がないという意味であり，ラベル14に粘着剤層を設けなくてもよいと認定することができる根拠にはならない。さらに，甲1発明は，コンテナを返送する際にも利用できるように作られた出荷用ラベルであり，「ラベル14」の裏面領域の粘着剤を塗工しないという構成を採用することは，容易でない。",
            "以上のとおり，審決の無効理由1における相違点1−2，1−3，1−4に関する認定には誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1における顕著な作用効果の認定の誤り)",
          "text": [
            "本件特許の明細書の段落【0049】の「台紙11―2の分離票P12に相当する部位には，分離票P12を切り離すことによって情報記載欄18が現れるため，受取人に更なる情報を伝達することも可能である。」との記載からすれば，同明細書の段落【0022】の「帳票上に更なる情報を掲載できるという効果」とは，「本票」と「分離票」の2つの伝票を備えたラベル帳票において，「本票」と「分離票」に表記されている情報以上に更なる情報を伝達することも可能であることを意味する。これに対し，甲1発明においては，「本票」に相当する構成を備えておらず，「本票」と「分離票」に表記されている情報以上に更なる情報を伝達するという効果を奏することはできない。",
            "したがって，審決には，無効理由1において本件発明1の上記顕著な作用効果を看過した誤りがある。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明2に関する認定及び容易想到性判断の誤り)前記1ないし3のとおり，本件発明1に関して誤りがある以上，これを前提とする本件発明2に関する認定及び容易想到性判断にも誤りがある。",
            "［無効理由2について］"
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由5(相違点2−1，2―2に関する認定及び容易想到性判断の誤り)審決は，甲2発明の「切り込み4」は，分離票(受領確認領域B)と本票(情報領域A)を切り離した状態にするものであるので，分離票の裏面に設けられた「粘着剤層」により，荷札から分離票が剥がれ落ちないように保持していることになると認定しており，同認定からは分離票の裏面側に粘着剤層を設けることは必須となる。他方，審決は，甲2発明において，必ずしも分離票の裏面側に粘着剤層が必要であるという訳ではないとし，分離票の裏面側に粘着剤層が必須ではないかのような認定をしており，認定において矛盾がある。",
            "甲2発明において，受領確認領域Bに対応する部位を他の台紙部分から切り離し可能にする切り込みを形成してなること，剥離された受領確認領域Bは配達記録帳等に貼付することが可能であることからすれば，受領確認領域Bの裏面側に粘着剤層を設けることは必須である。",
            "甲2発明における，粘着剤層を設けることが必須である構成から粘着剤を取り除くこと，及び，切り込みをミシン線等の切り取り線に変更することは，容易とはいえない。",
            "したがって，審決の無効理由2における相違点2−1，2―2に関する認定判断には誤りがある。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "取消事由6(相違点2−4に関する認定及び容易想到性判断の誤り)審決は，ラベル帳票は取り扱いやすいように限られた表面積しか有しておらず，この限られた表面積を有効利用することは自明の課題であると認定する。",
            "しかし，特開平7−195868号公報(甲9)，特開平11−28875号公",
            "報(甲10)，特開平7−134554号公報(甲11)，特開2000−21",
            "1269号公報(甲12)，特開平10−138664号公報(甲49)，特開",
            "平9―327985号公報(甲50)のいずれにも，上記課題の記載又は示唆はない。",
            "また，上記公報には，最上層である本件発明1の上紙に相当する部分と，最下層である本件発明1の台紙に相当する部分との間に，情報を記載するための部材を別途設けることにより，商品広告や「毎度ありがとうございます。」等のメッセージを印字することを可能にしたものであり，台紙に情報記載欄を設けている本件発明1とは，記載の目的において異なる。",
            "甲2発明の明細書には，上紙に記載された情報以外の内容を掲載しようとする解決課題はなく，台紙に情報を記載するという示唆もない。",
            "したがって，甲2発明において，顧客により多くの情報を伝えるために，「切り込み7」の内側の台紙部分に情報記載欄を設けることを採用することは，容易になし得ることであるとした審決の判断は誤りである。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "取消事由7(相違点2−5に関する認定及び容易想到性判断の誤り)前記5，6のとおり，甲2発明において，「受領確認領域B」の裏面に粘着剤層を設けることは必須であり，「切り込み7」の内側の台紙部分に情報記載欄を設けることは当業者が容易に想到し得るとはいえない。",
            "相違点2−5の構成を採用することは，容易想到であるとした審決の判断は誤りである。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明1における顕著な作用効果の認定の誤り)",
          "text": [
            "本件発明1においては，「本票」と「分離票」の2つの伝票を備えたラベル帳票において，「本票」と「分離票」に表記されている情報以上に更なる情報を伝達するとの顕著な作用効果がある。これに対し，甲2には，「本票」と「分離票」以外に情報記載欄を設けるとの記載も示唆もない。審決には，本件発明1の上記顕著な作用効果を看過した誤りがある。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由9(本件発明2に関する認定及び容易想到性判断の誤り)前記5ないし8のとおり，無効理由2における本件発明1に関する認定判断に誤りがある以上，これを前提とする本件発明2に関する認定判断にも誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "［無効理由1について］"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1−1に関する認定及び容易想到性判断の誤り)に対して",
          "text": [
            "甲1発明が出荷用ラベルに返送用アドレスが付いているものであるとしても，また「ラベル縁取り部分14b」を「支持枠」と呼称したとしても，伝票の残置部に「商品名」や「問い合わせの電話番号」等の情報を表記するが周知である以上，伝票の残置部である「ラベル縁取り部分14b」に，上記のような情報を表記することは容易に着想できたといえる。また，甲1発明において，RA番号(判決注・return authorization number(返品確認番号)のこと)を問い合わせるための電話番号を記載しようとするならば，どこに記載するかは設計事項にすぎず，「ラベル縁取り部分14b」に記載することが考えられる。なお，審決は，被着体に貼付直後の出荷用ラベルも「残置部」であり得ることを前提に本件発明1と甲1発明の一致点を認定しているのであって，残置部との記載が不明確ということはない。",
            "したがって，審決の相違点1−1の認定に誤りはなく，これを前提に甲1発明において相違点1−1の構成を採用することは当業者が容易になし得るとした判断にも誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1−2，1−3，1−4に関する認定及び容易想到性判断の誤り)に対して",
          "text": [
            "甲1発明において「ダイカット」をミシン線等の「切り取り線」に置き換えて，分離票(ラベル14)を「切り取り線」によって保持することは当業者が容易になし得ることであり，分離票の裏面側に粘着剤層を設けることは必須ではない。また，分離票の裏面側に粘着剤を塗工するか否かは，分離票の再貼付の必要性等に応じて変更される設計的事項にすぎない。さらに，甲1発明においては，ラベル14の裏面に接着剤非形成部分26が設けられており，ラベル14の裏面領域に接着剤を塗工しない構成を採用することに技術的困難はないから，接着剤非形成部分26の大きさをどの程度とするかは当業者が通常行う工夫の範囲内のことにすぎない。なお，甲1発明において，分離票(ラベル14)が粘着剤層により保持されている場合でも，分離票(ラベル14)を再貼付しないという選択も可能であり，審決の認定判断に矛盾はない。",
            "したがって，審決の無効理由1における相違点1−2，1−3，1−4に関する認定判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件発明1における顕著な作用効果の認定の誤り)に対して帳票上に更なる情報を掲載できるという効果は，甲1発明も奏する効果である。",
            "したがって，審決には，無効理由1において本件発明1の上記顕著な作用効果を看過した誤りはない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明2に関する認定及び容易想到性判断の誤り)に対して前記1ないし3のとおり，本件発明1に関する認定及び容易想到性判断に誤りがない以上，これを前提とする本件発明2に関する認定及び容易想到性判断にも誤りはない。",
            "［無効理由2について］"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2−1，2−2に関する認定及び容易想到性判断の誤り)に対して",
          "text": [
            "甲2発明において「切り込み」をミシン線等の「切り取り線」に置き換えることによって分離票(受領確認領域B)を保持することは，当業者が容易になし得ることであり，分離票の裏面側に粘着剤層を設けることは必須ではない。",
            "また，分離票を「切り取り線」によって保持させ，分離票を除いた裏面領域に粘着剤を塗工する伝票は，本願出願前に周知であるから，甲2発明を見た当業者が上記周知の構成に設計変更することは容易になし得る。なお，伝票片の整理保管の仕方としては，記録帳に粘着剤層を設けて伝票片をその粘着剤層に貼付したり，穴あきホルダーに係止したりするなど様々な形態が採用されていることからすれば，受領確認領域Bの裏面に粘着剤層を設けることが必須とはいえないから，審決の認定判断に矛盾はない。",
            "したがって，審決の相違点2−1，2−2に関する認定及び容易想到性の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(相違点2−4に関する認定及び容易想到性判断の誤り)に対して",
          "text": [
            "ラベル帳票において，限られた表面積を有効利用するという課題は，自明の課題である。また，特開平7−195868号公報(甲9)，特開平11−28",
            "875号公報(甲10)，特開平7−134554号公報(甲11)，特開20",
            "00−211269号公報(甲12)にも上記課題を示唆する記載があり，本件特許と同じ技術分野において，本件特許出願時点で広く知られた課題であった。",
            "したがって，審決の無効理由2における相違点2−4に関する認定及び容易想到性判断には誤りはない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点2−5に関する認定及び容易想到性判断の誤り)に対して",
          "text": [
            "前記5のとおり，甲2発明において分離票の裏面側に粘着剤層を設けることは必須ではなく，これを前提とする原告の主張は失当である。",
            "したがって，審決の相違点2−5に関する認定及び容易想到性判断には誤りはない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明1における顕著な作用効果の認定の誤り)に対して前記6のとおり，ラベル帳票において，限られた表面積を有効利用するという課題は，自明の課題である。また，特開平7−195868号公報(甲9)，特開平11−28875号公報(甲10)，特開平7−134554号公報(甲",
          "text": [
            "11)，特開2000−211269号公報(甲12)にも上記課題を示唆する",
            "記載があり，甲2発明に，分離票を本票から剥がした際にメッセージ等が現れるように工夫したラベル帳票に係る周知技術を適用することは，当業者が容易になし得ることである。",
            "したがって，審決に，本件発明1の顕著な作用効果を看過した違法はない。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由9(本件発明2に関する認定及び容易想到性判断の誤り)に対して前記5ないし8のとおり，本件発明1に関する認定及び容易想到性判断に誤りがない以上，これを前提とする本件発明2に関する認定及び容易想到性判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告が主張する取消事由には理由がなく，審決を取り消すべき違法は認められないから，原告の請求を棄却すべきものと判断する。その理由は，以下のとおりである。",
        "［無効理由1について］"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1−1に関する認定及び容易想到性判断の誤り)について",
          "text": [
            "原告は，甲1発明は，返送用アドレス付き出荷用ラベルという特殊なラベルであり，周知文献に開示された配送伝票とは全く異種のものであること，甲1発明の「ラベル縁取り部分14b」は単なる「支持枠」であって，電話番号等の情報を表記する動機付けはないこと，審決における「残置部」との文言は不明確であることに照らすならば，審決の相違点の認定に誤りがあり，また，甲1発明の「ラベル縁取り部分14b」から，本件発明1の「本票」に置換することは，容易とはいえないと主張する。",
            "しかし，原告の主張は，以下のとおり採用できない。",
            "すなわち，審決は，前記一致点(第2の3(2)ア)及び相違点1−1(第2の3(2)イ(ア))の記載に照らすと，本件発明のうち被着体の上に残置されるすべての部分を「残置部」と呼称しているのではなく，本件発明1では「本票」，甲1発明では「ラベル縁取り部分14b」をそれぞれ「残置部」と呼称しているものと認められ，「残置部」との文言が不明確であるとはいえない。審決の相違点1−1の認定には誤りはない。",
            "また，甲1発明は，返送用アドレス付きの出荷用ラベルであることを考慮しても，残置部である「ラベル縁取り部分14b」に「商品名」や「問い合わせの電話番号」等の情報を表記することは，容易に着想し得るものと認められる(特開2003−246457号公報(甲27)，特開2001−354267",
            "号公報(甲28)，特開平11−59022号公報(甲29)，特開平10−2",
            "36036号公報(甲30)参照)。また，甲1発明のラベル14(本件発明1の「分離票」に相当)に，電話番号等の情報を表記することができる以上，「ラベル縁取り部分14b」に，「商品名」や「問い合わせの電話番号」等の情報を表記することは，当業者が容易に着想し得るものと認められる。",
            "したがって，相違点1−1に関して，審決のした認定及び容易想到性判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1−2，1−3，1−4に関する認定及び容易想到性判断の誤り)について",
          "text": [
            "甲1発明において，配送中の不用意な分離票の剥がれ落ちを防止するとともに，分離票を容易に剥がすことができるように，分離票の保持手段である粘着剤層に代えて，切り取り線を採用し，分離票を除いた裏面領域に粘着剤を塗工することは，当業者が容易に着想し得ることであり，これにより甲1発明は輪郭切り取り線を切断して本票から分離票を切り離すとの構成を備えることになるから，甲1発明において，相違点1−2，1−3，1−4の構成を採用することは，当業者が容易になし得るといえる。",
            "ところで，原告は，審決には，甲1発明について，分離票の裏面側に粘着剤層を設けることが必須か否かに関する認定に矛盾があり，また甲1発明において分離票の裏面側に粘着剤層を設けないという構成を採用することは，想到し得ないと主張する。",
            "しかし，原告の上記主張は，以下のとおり採用できない。すなわち，甲1発明では，再貼付が必要な場合を前提としているから，同発明において，開示されている技術的事項は，分離票の裏面側に粘着剤が塗工されたものであるといえる。しかし，分離票の裏面側に粘着剤を塗工するか否かは，分離票を再貼付することが必要な場合であるか否かによって，適宜選択できる構成というべきである。そして，甲1発明において，ラベル14の裏面に接着剤非形成部分26が設けられているのであるから，ラベル14の裏面領域に接着剤を塗工しない構成を採用することに技術的な困難はなく，接着剤非形成部分26の大きさをどの程度とするかは当業者が通常行う工夫の範囲内といえる。",
            "この点，審決は，「甲第1号証には，再貼付されたラベルは剥がれ落ちるおそれのあること，『ラベル14』は所望により再貼付されるものであることが開示されており・・・甲第1発明の『ラベル14』は，その裏面に必ず粘着剤層を設けて再貼付しなければならないというものではない。」と述べ，甲1には，裏面に粘着剤層を設けない技術を含めた技術的事項が開示されていると認定したかのような記載部分が存在する。前記のとおり，甲1発明において開示されている技術的事項は，分離票の裏面側に粘着剤が塗工されたものであるから，審決の上記記載部分には，妥当を欠く点がある。しかし，再貼付の必要性の有無に応じて，分離票の裏面側に粘着剤が塗工されないものを選択することは，容易であるといえる以上，審決の上記記載部分は，結論に影響を与えるものとはいえない。",
            "以上のとおりであるから，甲1発明において，相違点1−2，1−3，1−4の構成を採用することは，当業者が容易になし得ることであるとした審決の認定及び容易想到性判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件発明1における顕著な作用効果の認定の誤り)について原告は，本件発明1は，「本票」と「分離票」の2つの伝票を備えており，「本票」と「分離票」に表記されている情報以上に更なる情報を伝達することが可能であるとの顕著な作用効果を有することを前提として，審決には，無効理由1において本件発明1の上記顕著な作用効果を看過した誤りがあると主張する。",
            "しかし，「本票」と「分離票」に表記されている情報以上に更なる情報を伝達することができるという効果は，顕著な作用効果ということはできず，原告の上記主張は，採用できない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明2に関する認定及び容易想到性判断の誤り)について前記1ないし3のとおり，審決の無効理由1における本件発明1に関する認定及び容易想到性判断に誤りはないから，それを前提とする本件発明2に関する認定判断にも誤りはない。",
            "［無効理由2について］"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2−1，2−2に関する認定及び容易想到性判断の誤り)について",
          "text": [
            "原告は，甲2発明においては，粘着剤層を設けることが必須であるから，粘着剤を取り除き，切り込みをミシン線等の切り取り線に変更することは，単なる設計変更ということはできないと主張する。",
            "しかし，原告の主張は，以下のとおり採用できない。すなわち，分離票の再貼付が不要であったり，分離票を整理・保管する記録帳に粘着剤層が設けられたりしている場合には，切り込みに代えてミシン線等にし，分離票の裏面側から粘着剤層を取り除くことは，当業者が容易になし得る事項であるといえる。",
            "また，原告は，審決には，甲2発明について，分離票の裏面側に粘着剤層を設けることが必須か否かに関する認定に矛盾があると主張する。しかし，必要性の有無に応じて，分離票の裏面側に粘着剤が塗工されないものを選択することは，容易であるといえる以上，審決に，甲2発明について，分離票の裏面側に粘着剤層を設けることが必ずしも必須でないような記載部分があったとしても，その記載は，結論に影響を与えるものとはいえない。",
            "したがって，甲2発明において，相違点2−1，2−2の構成を採用することは，当業者が容易になし得ることであるとした審決の認定及び容易想到性判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(相違点2−4に関する認定及び容易想到性判断の誤り)について",
          "text": [
            "原告は，甲2発明において，顧客により多くの情報を伝えるため，「切り込み7」の内側の台紙部分に情報記載欄を設けることは，当業者が容易に想到し得るとした審決の判断には誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり採用できない。すなわち，ラベル帳票において，限られた表面積を有効利用するという課題は，特開平7−195868号公報(甲9)の段落【0007】，特開平11−28875号公報(甲1",
            "0)の段落【0024】に記載がある上，技術常識に基づいて導くことのできる自明の課題である。また，分離票を本票から剥がした際にメッセージ等が現れるように工夫したラベル帳票は，本願出願前に周知であること(特開平7−195868号公報(甲9)，特開平11−28875号公報(甲10)，特開",
            "平7−134554号公報(甲11)，特開2000−211269号公報(甲",
            "12)，特開平10−138664号公報(甲49)，特開平9―327985",
            "号公報(甲50)参照)からすれば，当該周知の構成を甲2発明に適用することは，当業者が容易に想到し得るものと認められる。なお，上記文献で開示された構成は，上紙と台紙との間に情報記録欄のための紙を設けたものであって，台紙にメッセージ等を表記した情報記録欄を設けていないものの，上記のとおり，ラベル帳票の限られた表面積を有効利用することは自明の課題であること，そのために分離票を剥がした下層にメッセージ等が現れるように工夫したラベル帳票が本件特許出願前に周知であることに照らすと，甲2発明の「切り込み7」の内側の台紙部分に情報記録欄を設けることは当業者にとって容易想到であるといえる。",
            "したがって，審決の相違点2−4に関する認定判断に誤りはない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点2−5に関する認定及び容易想到性判断の誤り)について",
          "text": [
            "前記5，6のとおり，甲2発明において，「受領確認領域B」の裏面に粘着剤層を設けないことや，「切り込み7」の内側の台紙部分に情報記載欄を設けることは，当業者が容易に想到し得るものと認められる。",
            "したがって，審決の相違点2−5に関する認定判断に誤りはない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "取消事由8(本件発明1における顕著な作用効果の認定の誤り)について原告は，本件発明1においては，輪郭ハーフカット線よりも内側の表面領域に情報記載欄を備えることにより，「本票」と「分離票」に表記されている情報以上に情報を伝達することが可能となる点において，顕著な作用効果があると主張する。",
            "しかし，「本票」と「分離票」に表記されている情報以上に更なる情報を伝達することができるという効果は，顕著な作用効果ということはできず，原告の上記主張は，採用できない。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由9(本件発明2に関する認定及び容易想到性判断の誤り)について前記5ないし8のとおり，審決の無効理由2における本件発明1に関する認定及び容易想到性の判断に誤りはないから，それを前提とする本件発明2に関する認定判断にも誤りはない。"
          ]
        },
        {
          "fig": "10",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10092",
    "date": "2010-10-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080799",
    "ipprecedent_id": "2397",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}