{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−24014号事件について平成22年1月18日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の本件出願に対する拒絶査定不服審判の請求について，特許庁が，補正後の請求項1ないし3を下記2(2)とする本件補正を却下した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願及び拒絶査定",
              "text": [
                "発明の名称：数式編集システム",
                "出願番号：平成8年特許願第328693号",
                "出願日：平成8年12月9日(甲9)",
                "手続補正日：平成17年5月30日(甲11)",
                "拒絶査定日：平成17年11月7日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求及び本件審決",
              "text": [
                "審判請求日：平成17年12月14日",
                "手続補正日：平成18年1月10日(甲10。以下，同日付け手続補正書による補正を「本件補正」という。)",
                "審決日：平成22年1月18日",
                "審決の結論：本件審判の請求は，成り立たない。",
                "原告に対する審決書謄本送達日：平成22年2月2日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1ないし3の記載(ただし，平成17年5月30日付け手続補正書(甲11)による補正後のもの)",
              "text": [
                "【請求項1】複数の数学記号が記憶されている数学記号テーブルから任意に選択される数学記号と入力手段から入力される数値及び文字とによって所望の数式を決定する数式編集手段と，所定の書式により形成された数式データを一般数学的態様で表示される数式データに変換して出力する数式処理手段とを有する数式編集システムであって，前記数式編集手段は，決定された数式を分析して所定の書式に従って形成した数式データと操作者の要求に応じて該数式データの表わす数式の計算及びグラフ化の処理を要求する信号とを前記数式処理手段に送信し，該数式処理手段からの出力を受信して文書編集領域の所定の位置に該出力を一般数学的に自然な表記態様で表示する機能を有し，該数式編集手段によって数式を決定するための操作においては，数式に必要な数学記号の選択に応じて，自然の形の数式を数式編集領域に表示するとともに，自然な形の数式には，数式の決定に必要な数値及び文字を編集できる位置を表示する枠部を設け，該枠部に必要な数値及び文字を入力することを特徴とする数式編集システム",
                "【請求項2】請求項1において，前記数式処理手段からの出力は，一時記憶手段に一時的に記憶された後，文書編集領域の所定の位置に書き込まれてなることを特徴とする数式編集システム",
                "【請求項3】請求項1又は2において，前記数式編集手段は，通信手段を介して前記数式処理手段と数式データの送受信を行うことを特徴とする数式編集システム(2) 本件補正後の請求項1ないし3の記載(ただし，下線部分は本件補正による補正箇所である。以下，本件補正後の請求項1に記載された発明を，「本件補正発明」といい，本件補正発明に係る明細書(甲9～11)を「本件補正明細書」という。)",
                "【請求項1】複数の数学記号が記憶されている数学記号テーブルから任意に選択される数学記号と入力手段から入力される数値及び文字とによって所望の数式を決定する数式編集手段と，所定の書式により形成された数式データを一般数学的態様で表示される数式データに変換して出力する数式処理手段とを有する数式編集システムであって，前記数式編集手段は，決定された数式を分析して所定の書式に従って形成した数式データと操作者の要求に応じて該数式データの表わす数式の計算及びグラフ化の処理を要求する信号とを前記数式処理手段に送信し，該数式処理手段からの前記数式データ及び前記数式データの表わす数式の計算結果の出力を受信して文書編集領域の所定の位置に該出力を一般数学的に自然な表記態様で表示する機能を有し，該数式編集手段によって数式を決定するための操作においては，数式に必要な数学記号の選択に応じて，自然の形の数式を数式編集領域に表示するとともに，自然な形の数式には，数式の決定に必要な数値及び文字を編集できる位置を表示する枠部を設け，該枠部に必要な数値及び文字を入力することを特徴とする数式編集システム",
                "【請求項2】請求項1において，前記数式処理手段からの出力は，一時記憶手段に一時的に記憶された後，文書編集領域の所定の位置に書き込まれてなることを特徴とする数式編集システム",
                "【請求項3】請求項1又は2において，前記数式編集手段は，通信手段を介して前記数式処理手段と数式データの送受信を行うことを特徴とする数式編集システム"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件補正発明は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしクの文献に記載された周知技術(以下，該当する書証の番号を基準に，順次，「甲2技術」ないし「甲8技術」という。)に基づいて当業者が容易に発明をすることができたものであるから，独立特許要件を満たさないとして，本件補正を却下し，本件出願に係る発明の要旨を前記2(1)のとおり認定した上，当該発明は引用発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開昭63−233465号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "片桐重延ほか「数学ソフトによる数式処理と関数」平成7年9月10日東京電機大学出版局(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "野寺隆ほか「パソコン用数式処理システム」平成元年4月1日日経バイト第57号(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "Stephen Wolfram「Mathematica A System for Doing Mathematics by Computer」昭和63年(1988年)Addison-Wesley Publishing Company, Inc.(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "実願平2−121024号(実開平4−78657号公報)のマイクロフィ",
                  "text": [
                    "ルム(甲5)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "特開平7−21131号公報(甲6)"
                },
                {
                  "fig": "キ",
                  "subject": "趙燕結ほか「自然な数式ヒューマンインタフェースに関する研究」平成7年7月20日情報処理学会研究報告95巻70号57頁社団法人情報処理学会(甲7)"
                },
                {
                  "fig": "ク",
                  "subject": "「マイクロソフト ワード 数式エディタ ガイドブック」平成5年11月5日マイクロソフト株式会社(甲8)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。なお，「／」は，原文における改行箇所である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：数式処理を行い，画面上のデータ入力位置が文字行及び桁の座標で規定されるデータ処理装置であって，／関数記号等の数式記号の各々について，通常用いられる表記形式によるシンボルパターンをもった表示記号を任意に指定可能に備えており，これらの表示記号を任意の画面座標に入力可能にする表示記号データ入力手段と，表示記号データ入力手段を用いて入力された表示記号を，指示された画面座標に対応させてコード形式で記憶するデータ記憶手段と，データ記憶手段に記憶されたコード形式の表示記号を読み出して，対応する数式記号のドットパターンを生成するパターン生成手段と，パターン生成手段により生成された表示記号のシンボルパターンを表示する表示手段と，文字，数字等のデータを数式のデータとして入力可能とするキーボードと，データ利用手段を有し，／表示記号データ入力手段は，表示記号のリストがコード形式で登録されているアイコンテーブルを用いて，表示記号を入力可能とするものであり，／表示記号を用いることにより複雑な数式も簡単な入力操作で入力および画面表示を行わせることができ，画面表示される数式も実際のイメージと同じであるため，入力確認や修正作業が容易となり，入力処理を，著しく効率化できるとともに，入力データの信頼性も向上させることができるデータ処理装置"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：複数の数学記号が記憶されている数学記号テーブルから任意に選択される数学記号と入力手段から入力される数値及び文字とによって所望の数式を決定する数式編集手段と，所定の書式により形成された数式データを一般数学的態様で表示される数式データに変換して出力する数式処理手段とを有する数式編集システムとの点"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件補正発明の「数式編集手段」では，「決定された数式を分析して所定の書式に従って形成した数式データと操作者の要求に応じて該数式データの表わす数式の計算及びグラフ化の処理を要求する信号とを前記数式処理手段に送信し，該数式処理手段からの前記数式データ及び前記数式データの表わす数式の計算結果の出力を受信して文書編集領域の所定の位置に該出力を一般数学的に自然な表記態様で表示する機能を有し」ているのに対し，引用発明のものでは，データ利用手段を有するにとどまり，本件補正発明の有している該機能について特定されていない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件補正発明では，「該数式編集手段によって数式を決定するための操作においては，数式に必要な数学記号の選択に応じて，自然の形の数式を数式編集領域に表示するとともに，自然な形の数式には，数式の決定に必要な数値及び文字を編集できる位置を表示する枠部を設け，該枠部に必要な数値及び文字を入力する」ものであるのに対し，引用発明では，「簡単な入力操作」，「画面表示される数式も実際のイメージと同じ」にとどまり，数式を決定するための操作における「数式編集領域」，「枠部」等の構成について特定されていない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件補正発明の作用効果についての判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "審判における手続違背(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1に関する本件補正発明の特徴は，数式編集手段が「決定された数式を分析」して数式データを「所定の書式に従って形成」すること，すなわち，使用者が所定の書式や数式を直接入力する必要がない点にある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，本件審決は，相違点1に関して，入力された数式を計算処理のために分析するのは普通のことであると判断している。しかしながら，その根拠となる周知技術として引用するものは，使用者が数式計算の対象となり得る所定の形式をそのまま入力するもの(甲2)や，既存の数式処理ソフトウェア「Mathematica」のように独自の難解な記述言語に基づいて所望の数式を記述しなければならないもの(甲3，4)や，関数電卓に関するものであるから，本件補正発明の前記特徴とは無関係のもの(甲5，6)であって，いずれも，「入力された数式を計算処理のため分析すること」や数式データを「所定の書式に従って形成」することについて何ら記載がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点1に係る前記(1)記載の本件補正発明の特徴は，周知技術ではなく，本件審決は，この点で周知技術の認定を誤るものである。むしろ，相違点1に係る上記特徴は，本件補正発明の進歩性を十分に基礎付けるものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，被告は，従前，引用例の図1記載の実施例を引用発明としてきたところ，本件訴訟に至って初めて引用例が従来技術とするもの(乙1～7。数式を通常の表現形式のまま画像データとして入力する方式)を新たな引用発明として差し替えているが，新たな拒絶理由を付加するものであって，原告から特許庁における審査段階又は審判段階での補正の機会を奪う，公正な主張とはいえず，このような主張は認められるべきでない。",
                "仮に，引用例が従来技術とするものを新たな引用発明として差し替えることが許されるとしても，これらには，「複数の数学記号が記憶されている数学記号テーブル」，「数式編集手段」又は「一般数学的態様で表示される数式データに変換して出力する数式処理手段」が存在せず，本件補正発明とは相違するが，これらの新たな相違点は，いずれも周知技術であるとはいえない。また，被告が新たに周知例であると称して引用する乙1ないし7にも，これらの新たな相違点に関する技術は記載されていないから，結局，相違点1が周知であることの例証になっていない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲2ないし6は，いずれも，「数式データを扱うデータ処理装置の技術分野において，所定の書式に従って形成した数式データと操作者の要求に応じて該数式データの表す数式の計算及びグラフ化の処理を行うこと，及び計算結果の出力を表示すること」が周知の技術事項であることを示すために引用したものであり，「入力された数式を計算処理のため分析すること」や数式データを「所定の書式に従って形成」することを示すためのものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正明細書の記載(【0018】，【0019】，図3)によれば，",
              "text": [
                "本件補正発明にいう「数式を分析」することとは，入力された数式を図3の流れ図に従い数式処理手段の所定の書式に従うような文字列からなる数式データに変換することと認められる。",
                "そして，引用例には，「数式を通常の表現形式のまま画像データとして入力する方式」が従来の技術として開示されているところ，当該方式において，「入力された数式を計算処理のため」に認識し，認識した数式データを用いて計算処理することは，周知の技術事項である(乙1～7)。このように，計算処理手段で計算処理を行うためには，入力された数式を当該計算処理手段に固有の所定の書式に従って形成する必要があるという技術常識を踏まえれば，入力された数式を計算処理のために分析することは，普通のことである。",
                "また，入力方法についても，甲2には，数式の所定の書式を「Integrate」等と直接入力せず，ファンクションキーで「数式ブロック」を選択して「要素」に入力する例や，マウス選択によるスイッチで入力する技術が開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点1に係る本件補正発明の構成が普通のことであるとした本件審決の相違点1についての判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点2に関する本件補正発明の特徴は，数式編集手段の操作においては「自然な形の数式には，数式の決定に必要な数値及び文字を編集できる位置に表示する枠部を設け，該枠部に必要な数値及び文字を入力する」ことであり，ここで「数式の決定」にいう「数式」とは，分析されて計算の対象となる数式であるから，単にグラフィックデータとして表示するためだけに用いられるデータではなく，枠部を利用して数式を決定している点にある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，本件審決が周知技術として引用する引用例は，単なる数式エディタのガイドブックであって，枠部を利用して計算の対象となる数式の決定を行うものではない(甲8)か，入力の際に枠部が用いられるわけではないもの(甲2)，あるいは本件出願の1年数か月前に研究会参加者のみに配布されたレアな学会論文であって単独で周知技術を認定することには無理があるもの(甲7，15)である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点2に係る前記(1)記載の本件補正発明の特徴は，周知技術ではなく，本件審決は，この点で周知技術の認定を誤るものである。むしろ，相違点2に係る上記特徴は，本件補正発明の進歩性を十分に基礎付けるものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲8の「スロット」には，自然な数式を作成するために，「自然な形の数式には，数式の決定に必要な数値及び文字を編集できる位置に表示する枠部を設け，該枠部に必要な数値及び文字を入力する」ことに関する周知の技術事項が開示されている。",
                "甲2には，数学ソフトウェアの「関数ラボ」の数式の入力方法として，ファンクションキーで「数式ブロック」を選択し，「要素」に数値等を入力することが記載されているが，該「要素」は，「枠部」といえる。したがって，甲2は，上記の周知の技術事項を裏付けている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲7における「ボックス」も，同様に「枠部」といえることは，原告も自認するところである。そして，甲7は，社団法人情報処理学会の平成7年7月20日の研究報告であるから，本件の出願日(平成8年12月9日)には，会員である情報処理の専門家の間では広く読まれたといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点2に関する本件審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件補正発明の作用効果についての判断の誤り)について〔原告の主張〕",
          "text": [
            "本件補正発明には，①自然な態様の表記による数式を，難解な記述言語を理解する必要なく容易に表記できるという効果，②数学的に自然な表記による数式を，既存の文書編集アプリケーションで作成した書類に取り入れることで，同アプリケーションを資源として確保できるという効果，③数式の編集に要する時間が格段に短縮されるという効果を有する。そして，引用発明及び周知技術(甲7技術を除く。)からこれらの効果を予想することは，到底不可能である。",
            "したがって，本件補正発明の効果を格別なものとはいえないと判断した本件審決には，誤りがある。",
            "〔被告の主張〕",
            "原告の主張する①及び③の効果は，いずれも，引用発明又はこれに周知技術を適用することにより，予想される範囲内のものである。②の効果は，「文書編集アプリケーションで作成した書類」が本件補正発明の発明特定事項となっていないので，本件補正発明の効果とはいえず，また，引用発明も文書編集アプリケーションの数式記述機能に依存する必要がないから，引用発明から予想される範囲内のものである。",
            "したがって，本件審決に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審判における手続違背)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲7は，「数式の決定」を行うために枠部を利用しているという点及び「決定された数式を分析」している技術(甲7技術)を開示している点で，本件補正発明との関係では重要な文献であり，甲7技術は，引用発明よりも本件補正発明に近いと評価することが可能なものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところが，本件審決は，拒絶査定(甲12)及び拒絶理由通知書(甲13)に記載のない甲7技術を初めて引用したため，原告は，甲7の存在について知る機会や，意見を述べ，あるいは補正をする機会をまったく与えられなかった。このように重要な文献を証拠に用いる以上は，手続の適正の観点から，拒絶理由通知(特許法50条)を発して，出願人(原告)に補正の機会を付与すべきであったが，本件審決に当たって，そのような機会は与えられなかった。これは，特許法159条2項に違反する。しかも，甲7は，研究会参加者のみに配布された入手困難な文献であり，単独で周知技術を認定できるような文献とは到底いい得ない。",
                "〔被告の主張〕",
                "甲7技術は，周知技術であるところ，周知技術とは，当業者ならば当然知っているはずの事項であるから，審査又は審判において周知技術について意見書提出や補正の機会を与えなくても，当業者である出願人に対して不意打ちになることはない。",
                "したがって，周知技術については，平成14年法律第24号及び平成18年法律第55号による改正前の特許法159条2項が準用する同法50条の適用はないと解するのが相当である。",
                "ゆえに，審判体において，周知技術について再度の拒絶理由通知をしたり補正の機会を与えるべき義務は認められず，審判手続に原告の主張する違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正発明は，前記第2の2(2)記載のとおりであるところ，本件補正明細書(甲9～11)には，発明の詳細な説明として，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，電子計算機を用いて，複雑な数式でも一般数学的に自然な表記態様で表示することのできる数式編集システムに関するものであり(【0001】)，従来，パーソナルコンピュータ等の電子計算機を用いて数学独特の数式を画面上の数式編集領域等に記述するための数式編集システムが，①数学記号や数値の各々に1行を割り当てるために数式編集領域上の表示が数学的表記たり得ず，学習者の理解を阻害すること，②市販されている文書編集アプリケーションの数式記述機能においては，数学記号をメニューからマウスで選択して画面上の文書編集領域にドラッグして数式を作成するため，上記①同様の問題があるほか，数学記号をグラフィックデータとして作成し，それらをマウスの操作により適当に配置するという手間を必要とすること，③数学的に自然な態様で表記された数式の記述を一定の書式に従った入力を解析してグラフィックデータとして出力することのできる「Mathematica」のような数式処理ソフトウェアにおいては，当該ソフトウェア独自の難解な記述言語をマスターしなければならないことといった欠点を有していたことから，これらの課題を解決するために考案されたものである(【0002】～【0010】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正発明は，概ね，中央処理装置，数式編集手段，入力手段(マウス及びキーボード等)，表示手段(数式編集領域，英数字入力領域及び文書編集領域が表示される。)，数学記号が格納されている常時読出し可能な数学記号テーブル及び所定の書式に従った文字列を解釈して一般数学的に自然な表記態様の数式データに変換する数式処理手段等からなる(【0012】，図1，図5～9)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記数式編集手段は，数式を編集するための数式編集領域を表示手段上に設け，操作者が所望の数学記号をメニューから選択することができ，入力手段から必要な数値又は文字を入力することで，容易に所望の数式を編集できるようにするものである(【0013】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件補正発明の操作者が，例えば積分式を解答として入力するため，上記数式編集領域の「記号」メニューからインテグラル記号を選択すると，数式編集領域には同記号に併せて積分区間の上限及び下限並びに被積分関数等の数式を編集できる枠部が表示される(【0016】)。そこで，操作者は，マウス又はキーボード操作により，表示手段上に設けられた英数字入力領域に文字又は数字を入力することで，数式編集領域上の積分式の枠部にこれらの文字又は数字を表示して数式を作成する(【0017】，図5～7)。しかし，数式編集領域で作成した数式は，このままでは一般数学的に自然な表記態様(例えば，積分式において，インテグラル記号と積分区間を表す2つの数字又は文字が，行を意識して存在していないほどに互いに最適な距離を保って表記されること。)たり得ない(【0013】，【0014】)。",
                    "そこで，本件補正発明の操作者は，これまでに入力した数式を，一般数学的に自然な表記態様にするために，数式編集領域のメニューから「データを更新」をマウスで選択する(【0018】)。すると，数式編集手段は，数式編集領域で作成された数式に基づき，当該数式を，数式処理手段の所定の書式に従う記述態様の文字列に変換する(【0013】，【0019】，図3)。なお，ここでいう文字列とは，数字，アルファベット等の文字，括弧，アスタリスク，四則演算記号等の混合態様によるものであり，それらの組合せで積分式等の数式を意味するものである(【0013】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "数式処理手段は，数式編集手段によって生成された所定の前記文字列からなる数式データを受け取り，あらかじめ定められた手続に基づいてその文字列からなる数式データを解釈して，一般数学的に自然な表記態様の数式データとして出力する。また，数式処理手段は，数式編集手段からの要求に基づいて，上記数式データの意味する数式の計算を行い，その計算結果を出力するほか，当該数式の定義域に基づいてその数式を関数とみなし，グラフ化処理を行うこともできる(【0014】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "そして，数式処理手段から出力された結果は，最終的に，表示手段上の文書編集領域の所定の位置に，一般数学的に自然な表記態様やグラフにより記述される(【0011】，【0022】，図8，図9)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，本件補正発明の特許請求の範囲には，数式編集手段が数式を「決定」するものであり，かつ，そのようにして「決定」された数式は，やはり数式編集手段により「分析」される結果，数式処理手段がこれを一般数学的態様で表示される数式データに変換できるように所定の書式により形成された数式データに形成される旨が記載されている。しかし，この「決定」及び「分析」の意義に関しては，上記特許請求の範囲の記載のみからは，必ずしも一義的に明らかとまではいい難い。",
                "そこで，本件補正明細書を参酌すると，前記(1)エのとおり，本件補正発明の操作者は，マウス又はキーボード操作により，数式編集領域に現れた例えば積分式の枠部に数字又は文字を表示して数式を作成するが，当該数式は，このままでは一般数学的に自然な表記態様とはいえないことから，これを一般数学的に自然な表記態様にするために，数式編集領域のメニューから「データを更新」をマウスで選択すると，数式編集手段は，数式編集領域で作成された数式に基づき，当該数式を，具体的には【0019】及び図3に従って，数式処理手段の所定の書式に従う記述態様の文字列に変換することとされている。",
                "したがって，上記特許請求の範囲中の「決定」とは，数式編集領域上で編集された数式を確定して数式編集手段に入力することを意味するほか，「分析」とは，このようにして「決定」(すなわち入力)された数式を，数式編集手段が，数式処理手段の所定の書式に従う記述態様の文字列からなる数式データに変換することを意味するものと解するのが自然である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件補正発明の特許請求の範囲には，「該数式編集手段によって数式を決定するための操作においては，数式に必要な数学記号の選択に応じて，自然の形の数式を数式編集領域に表示するとともに，自然な形の数式には，数式の決定に必要な数値及び文字を編集できる位置を表示する枠部を設け，該枠部に必要な数値及び文字を入力する」と記載されている。したがって，ここにいう「枠部」は，数式を決定するための操作によって表示された自然な形の数式に設けられたものであって，数式の決定に必要な数値及び文字を編集できる位置を表示して必要な数値及び文字が入力されるものであるといえる。",
                "そして，枠部の意義に関する上記の理解は，上記発明の詳細な説明欄の記載とも一致する(【0016】，【0017】，図5～7)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が認定した相違点1は，前記第2の3(2)ウに記載のとおりであるが，そのうち，「所定の書式に従って形成した数式データと操作者の要求に応じて該数式データの表す数式の計算及びグラフ化の処理を行うこと」及び「計算結果の出力を…表示すること」が周知技術であることについては，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，相違点1のうち，「決定された数式を計算処理のため分析すること」に関する本件補正発明の特徴について，数式編集手段が「決定された数式を分析」して数式データを「所定の書式に従って形成」すること，すなわち，操作者が所定の書式や数式を直接入力する必要がない点が，本件補正発明の進歩性を基礎付けるものである旨を主張する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "ところで，特開平3−103962号公報(乙1)は，例えば原稿紙面の",
              "text": [
                "文字列・数式列等を画像入力機で画像情報として読み取り，内蔵の文字認識手段にてパターンマッチング法により文字列・数式として文字認識を行う結果，キーボードで入力された数式と同様に扱われて画面上に表示され，計算が実施できる技術を開示している。",
                "特開平2−47787号公報(乙2)は，手書きにより数式を入力すると，その数字及び記号を含む文字をストローク方式等により認識し，これらを数式として認識されるように文字列として抽出し，更に，数式の終結を指示する文字が入力されるとこれを認識して当該数式の演算を実行して画面上に当該数式及び計算結果を表示する技術を開示している。",
                "特開平1−302484号公報(乙3)は，例えば手書きによる数字及び記号を含む文字からなる数式を，その座標の集合に基づき内蔵の文字認識手段及び関数認識手段が認識し，その結果に基づいて当該数式を所定のコード列で出力するとともに，当該数式に従って計算を行い，ディスプレイ上に当該数式及び計算結果を表示する技術を開示している。",
                "特開平1−250165号公報(乙4)は，手書きにより数式を入力すると，内蔵の認識手段がこれを文字あるいは数式的に意味のある直線として認識し，内蔵の数式処理手段がこれをコード化して数式データに変換して演算処理し，表示装置上に当該数式及び計算結果を表示する技術を開示している。",
                "特開平1−130291号公報(乙5)は，手書きにより文字及び記号等を入力すると，内蔵の認識手段がこれを特定の形式のデータとして認識した上で，演算手段が計算を行えるように特定のコード列に変換して出力し，表示手段上に当該数式及び計算結果を表示する技術を開示している。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，乙1ないし5の各文献は，いずれも，数式データを扱うデータ処理手段の使用に当たり，操作者の利便性に配慮した入力手段により入力(「決定」)された数式に関する情報を認識した上で，計算のために所定の形式に変換(「分析」)し，これに基づいて当該数式及び計算結果を表示画面上に表示する技術を開示している。これらによれば，入力された数式を計算処理のため分析すること並びに数式及び計算結果を表示画面上に表示する技術は，本件の出願日(平成8年12月9日)当時において，周知であったといえるから，本件補正発明にいう数式編集手段が「決定された数式を分析」して数式データを「所定の書式に従って形成」し，更にその数式及計算結果を表示画面上に表示することは，周知技術であるといえる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "次に，引用発明は，前記第2の3(2)ア記載のとおりであるが，これは，アイコンテーブルを用いて表示記号を入力可能とする(表示記号データ入力手段)ことで，入力手段を効率化するほか，入力された数式をデータ記憶領域にコード形式で記憶し，このコード形式のデータを基にパターン生成手段によって実際のイメージと同じ(一般数学的に自然な表記態様)に数式を表示手段上の特定の位置に画面表示するものである。すなわち，引用発明は，数式を通常の表現形式のまま画像データとして入力する方式では，数式の修正時の操作が煩雑となり，また，入力された数式を解析する場合に，まず画像のパターン認識をしなければいけなかった点を効率化すべく(甲1の2頁右上欄19行～左下欄4行参照)，アイコンテーブルを用いた入力手段としたものであり，入力された数式をデータ記憶手段に記憶するためには，上記周知技術と同様に，数式に関する情報をコード形式にする必要がある。",
                "そして，引用発明に関して，入力(「決定」)された数式に関する情報を認識した上で，これを計算のための所定の形式に変換(「分析」)する前記周知技術を採用し，もって当該数式を一般数学的に自然な表記態様で表示手段上の特定の位置(例えば，文書編集領域)に画面表示することには何ら困難性は見当たらず，これは，容易に想到可能である。よって，これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "これに対して，原告は，被告が訴訟段階に至って乙1ないし5記載の技術を新たな引用発明として差し替えており，新たな拒絶理由を付加するものであるなどと主張する。しかしながら，乙1ないし5は，いずれも，周知技術を説明したものであって，新たな引用発明として差し替えたものでないことは，明らかである。",
                "また，上記周知技術の内容と引用例の記載に照らすと，本件審決及びその手続においてこれらの文献を指摘しなかったからといって，そのことにより本件審決の手続が違法となるものでもない。",
                "したがって，原告の上記主張及びこれに立脚する主張は，いずれも採用できない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2に関する本件補正発明の特徴について，枠部を利用して数式を決定している点が，本件補正発明の進歩性を基礎付けるものである旨を主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，甲8は，ワードプロセッサー・ソフトウェアであるマイクロソフト社の「ワード」の機能の1つである数式エディタのガイドブックである。",
                "そして，甲8には，「「テンプレート」とは，数式作成のためのひな型で，数学記号と空白スロットから構成されています。数式を作成するには，まずテンプレートを挿入し，空白スロットに記号や文字を入力します。また，テンプレートのスロットに別のテンプレートを挿入すると，複雑な数式が容易に作成できます。テンプレートを挿入すると，カーソルは最初に入力する空白スロットへ自動的に移動します。」，「テンプレートのスロットでは，入力した文字や記号の書式は自動的に設定されます。」との記載があるほか，「テンプレートパレット」の説明として数式に用いられる各種の記号が掲載されており，これらのパレットから選択することで，これらの記号を数式エディタのウィンドウ(画面)上に挿入することができ，特に，テンプレートパレットから挿入された記号については，空白スロットに数字又は文字を入力できるようになっている旨が記載されている。",
                "以上の記載によれば，甲8技術は，テンプレートパレットからの選択によりウィンドウ上に表示される数式に用いられる記号に，スロットと称する枠部を設け，当該スロットに数式の決定に必要な数値及び文字を入力することで数式を作成する技術であって，本件補正発明にいう「枠部」に関する技術と技術思想及び内容を同じくするものである。そして，甲8に係る「ワード」がかねてより広く用いられていることは，当裁判所に顕著であるから，甲7その他の文献に記載の技術を参照するまでもなく，当該技術(甲8の刊行は平成5年11月5日)は，本件の出願日(平成8年12月9日)当時，周知であったといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，引用発明(甲1)は，数式記号の入力表示方式と題する発明であり，数式を通常用いられる表現形式に近い形で入力・表示することを目的とするものであるから，引用発明に数式を入力するための構成として，前記周知技術を採用し，必要な数値や文字の編集位置を示す「枠部」を設けるようにすることは，当業者が容易に想到できたことである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，相違点1に関して，同じ技術分野に属する上記周知技術を引用発明に組み合わせることには何ら困難性は見当たらず，これは，容易に想到できるものであり，これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対して，原告は，甲8技術が枠部を利用して計算の対象となる数式の決定を行うものではないから，周知技術とはいえない旨を主張する。しかしながら，原告の主張に係る数式の「決定」の意義は，前記のとおり数式を分析及び計算のために入力することであるところ，この点は，前記相違点1に関する判断から明らかなとおり，それ自体周知技術であるばかりか，相違点2に関する構成とは別個の技術である。したがって，原告の上記主張は，相違点2に関して，甲8記載の技術が周知技術であるとの認定を何ら妨げるものではなく，採用できない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(本件補正発明の作用効果についての判断の誤り)について(1) 原告は，本件補正発明には，①自然な態様の表記による数式を，難解な記述言語を理解する必要なく容易に表記できるという効果，②数学的に自然な表記による数式を，既存の文書編集アプリケーションで作成した書類に取り入れることで，同アプリケーションを資源として確保できるという効果，③数式の編集に要する時間が格段に短縮されるという効果がある旨を主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかしながら，引用発明は，アイコンテーブルからの選択により，通常用いられる表記形式による数学記号を指定して数式を入力するものであって，自然な態様の表記による数式を，難解な記述言語を理解する必要なく容易に表記できるものであるから，前記①の作用効果を備えているといえる。また，前記③の作用効果は，このような引用発明に周知技術を適用することで予想できる範囲内のものである。したがって，上記①及び③に関して，本件補正発明の有する作用効果が格別なものであるとはいえない。",
                "また，前記②の作用効果については，そもそも本件補正明細書には何ら記載がないばかりか，例えば「ワード」に関する甲8技術からも予想できる範囲内のものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(審判における手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件補正発明との関係では重要な文献である甲7が拒絶査定及び拒絶理由通知では引用されず，本件審決に至って初めて引用されたことが手続違背である旨を主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，甲7は，画面上に表示された枠部を利用して数式を決定する技術について記載した文献であるところ，本件に関する拒絶査定(甲8技術を周知技術として指摘している。)及び拒絶理由通知書には何ら記載がなく，本件審決において，相違点2に関して枠部を利用した技術の周知性を裏付けるものとして初めて引用されたものである。",
                "しかしながら，甲8を含むその他の文献から，本件補正発明の相違点1及び2のいずれに関する特徴についても周知技術であることを認定できることは，前記のとおりである。したがって，甲7は，甲8を補強するために示されたにすぎないものというべきであって，異なる拒絶理由を構成する文献とはいえず，これが本件審決よりも前に示されなかったからといって，本件審決を取り消すほどの違法性はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由4も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10071",
    "date": "2010-10-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080791",
    "ipprecedent_id": "2390",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}