{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−29956号事件について平成22年8月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，原告が名称を「ペレット状生分解性樹脂組成物およびその製造方法」とする発明につき特許出願をしたが，拒絶査定を受けたので，これに対する不服の審判請求をし，その中で平成19年11月2日付けで特許請求の範囲の変更等を内容とする手続補正(本件補正)をしたものの，特許庁が上記補正を却下した上，請求不成立の審決をしたことから，その取消しを求めた事案である。"
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件補正と拒絶査定を受ける前の平成18年5月1日付けでなした手続補正(原審補正)が適法か，である。",
            "なお，本件補正の根拠条文たる平成18年法律第55号による改正前の特許法(以下「法」という。)17条の2第4項4号及び原審補正の根拠条文たる同法17条の2第3項を含む法17条の2の内容は，次のとおりである。    法17条の2",
            "第1項：  特許出願人は，特許をすべき旨の査定の謄本の送達前においては，願書に添付した明細書，特許請求の範囲又は図面について補正をすることができる。ただし，第50条の規定による通知を受けた後は，次に掲げる場合に限り，補正をすることができる。"
          ]
        }
      ]
    },
    {
      "fig": "1",
      "subject": "第50条(第159条第2項(第174条第1項において準用する場合を含む。)及び第163条第2項において準用する場合を含む。以下この項において同じ。)の規定による通知(以下この条において「拒絶理由通知」という。)を最初に受けた場合において，第50条の規定により指定された期間内にするとき。"
    },
    {
      "fig": "2",
      "subject": "拒絶理由通知を受けた後第48条の7の規定による通知を受けた場合において，同条の規定により指定された期間内にするとき。"
    },
    {
      "fig": "3",
      "subject": "拒絶理由通知を受けた後更に拒絶理由通知を受けた場合において，最後に受けた拒絶理由通知に係る第50条の規定により指定された期間内にするとき。"
    },
    {
      "fig": "4",
      "text": [
        "拒絶査定不服審判を請求する場合において，その審判の請求の日から30日以内にするとき。",
        "第2項：(略)",
        "第3項：  第1項の規定により明細書，特許請求の範囲又は図面について補正をするときは，誤訳訂正書を提出してする場合を除き，願書に最初に添付した明細書，特許請求の範囲又は図面(第36条の2第2項の外国語書面出願にあつては，同条第4項の規定により明細書，特許請求の範囲及び図面とみなされた同条第2項に規定する外国語書面の翻訳文(誤訳訂正書を提出して明細書，特許請求の範囲又は図面について補正をした場合にあつては，翻訳文又は当該補正後の明細書，特許請求の範囲若しくは図面)に記載した事項の範囲内においてしなければならない。",
        "第4項：前項に規定するもののほか，第1項第3号及び第4号に掲げる場合において特許請求の範囲についてする補正は，次に掲げる事項を目的とするものに限る。"
      ]
    },
    {
      "fig": "1",
      "subject": "第36条第5項に規定する請求項の削除"
    },
    {
      "fig": "2",
      "subject": "特許請求の範囲の減縮(第36条第5項の規定により請求項に記載した発明を特定するために必要な事項を限定するものであつて，その補正前の当該請求項に記載された発明とその補正後の当該請求項に記載される発明の産業上の利用分野及び解決しようとする課題が同一であるものに限る。)"
    },
    {
      "fig": "3",
      "subject": "誤記の訂正"
    },
    {
      "fig": "4",
      "subject": "明りようでない記載の釈明(拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る。)",
      "text": [
        "第5項：第126条第5項の規定は，前項第2号の場合に準用する。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "出願",
                  "text": [
                    "原告は，平成13年12月27日，名称を「ペレット状生分解性樹脂組成物およびその製造方法」とする発明について特許出願(特願2001−395721号，請求項の数6。公開特許公報は特開2003−192928号，甲1)をした。",
                    "上記出願当時の請求項1の内容は，下記のとおりである。",
                    "記",
                    "「【請求項1】生分解性天然樹脂(A)と生分解性合成樹脂(B)とを均質に混合してなるペレット状生分解性樹脂組成物において，樹脂(A)と樹脂(B)の合計を100質量部とした場合，両者の質量比がA：B＝60～90：40～10であることを特徴とするペレット状生分解性樹脂組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1次補正(審決にいう「原審補正」)",
                  "text": [
                    "上記出願に対して特許庁は，平成18年2月24日付けで上記請求項1は特開2001−316520号公報(乙1)との関係で新規性(法29条1項3号)及び進歩性(法29条2項)を欠く等として拒絶理由通知(甲2の1)を発したので，これを受けた原告は，平成18年5月1日付けで特許請求の範囲の変更等を内容とする手続補正(第1次補正，審決のいう「原審補正」，請求項の数4，甲2の3)をした。",
                    "上記補正後の請求項1の内容は，下記のとおりである(下線は二重のものも含め補正部分)。",
                    "記",
                    "【請求項1】90～120℃で加熱溶解した生分解性天然樹脂(A)と130～180℃で加熱溶解した生分解性合成樹脂(B)とを前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で混練し，均質に混合したものをホットカットしてなるペレット状生分解性樹脂組成物であって，生分解性天然樹脂(A)と生分解性合成樹脂(B)の合計を100質量部とした場合，両者の質量比がA：B＝60～90：40～10であることを特徴とするペレット状生分解性樹脂組成物。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2次補正とその却下及び拒絶査定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記第1次補正(原審補正)に対して特許庁は，平成19年1月16日付けで，最後の拒絶理由通知とする拒絶理由通知(甲2の4)を発した。その理由とするところは，①補正後の請求項1には，(A)の熱分解温度よりも僅かに低い混練温度で混練する旨記載されているが，当初明細書等にはこの点について明示的に記載されていないから，請求項1ないし4に記載した事項は，願書に最初に添付した明細書又は図面に記載した事項の範囲内にない，②発明の詳細な説明には，「溶融」，「加熱溶融」，「加熱溶解」なる用語が混在しており，不明りょうである，③請求項1における「僅かに」なる記載は多義的に解され不明りょうである(法36条6項2号〔特許を受けようとする発明が明確であること〕違反)とするものであった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これを受けた原告は，さらに平成19年3月26日付けで特許請求の範囲の変更等を内容とする手続補正(第2次補正，甲2の6)をしたが，そのうち【請求項1】に関する部分は，下記のとおりであった。",
                        "記",
                        "【請求項1】90～120℃である熱分解しない温度で融解した生分解性天然樹脂(A)と130～180℃で融解した生分解性合成樹脂(B)とを混練し，均質に混合したものをホットカットしてなるペレット状生分解性樹脂組成物であって，生分解性天然樹脂(A)と生分解性合成樹脂(B)の合計を100質量部とした場合，両者の質量比がA：B＝60～90：40～10であることを特徴とするペレット状生分解性樹脂組成物。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかし特許庁は，上記第2次補正のうち請求項1に関する部分である「90～120℃である熱分解しない温度で融解した生分解性天然樹脂(A)」なる記載は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものではない等を理由に平成19年8月21日付けで上記補正を却下する決定(甲2の7)をするとともに，同日付けで，原審補正後の本願について，前述の平成19年1月16日付け拒絶理由通知書(甲2の4)に記載した理由を根拠に拒絶査定(甲2の8)をした。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "不服審判請求と第3次補正及び審決",
                  "text": [
                    "上記ウの拒絶査定に対し，原告は，平成19年10月11日付けで不服の審判請求(甲2の9)をするとともに，平成19年11月2日付けで特許請求の範囲の変更等を内容とする手続補正(第3次補正，審決にいう「当審補正」，以下「本件補正」という，請求項の数4)をしたが，特許庁は，平成22年8月23日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年9月13日原告に送達された。",
                    "なお，本件補正後の請求項1の内容は，下記のとおりである。",
                    "記",
                    "【請求項1】90～120℃で加熱融解した生分解性天然樹脂(A)と130～180℃で融解した生分解性合成樹脂(B)とを混練し，均質に混合したものをホットカットしてなるペレット状生分解性樹脂組成物であって，生分解性天然樹脂(A)と生分解性合成樹脂(B)の合計を100質量とした場合，両者の質量比がA：B＝60～90：40～10であることを特徴とするペレット状生分解性樹脂組成物。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，本件補正は法17条の2第4項各号に掲げる「請求項の削除」・「特許請求の範囲の減縮」・「誤記の訂正」・「明りょうでない記載の釈明」のいずれの事項をも目的とするものではないから不適法であり，また，原審補正(第1次補正)も当初明細書等に記載した事項の範囲内においてしたものではなく不適法であるから，本願は原査定の理由により拒絶すべきである，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，第3次補正たる本件補正の却下に関する判断を誤り(取消事由1)，また，第1次補正たる原審補正における新規事項の有無に関する判断を誤った(取消事由2)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件補正の却下に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件補正は概ね原審補正の請求項1のうち「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」を削除することを内容とするもの(以下「補正事項1」という。)であるが，この削除部分である「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という新規事項は，前述した平成19年1月16日付け拒絶理由通知(甲2の4。以下「最後の拒絶理由通知」という。)の〔理由1〕の記(1)に記載されているように，当初明細書等(公開特許公報，甲1)の記載から自明な事項とはいえない事項である。",
                            "したがって，補正事項1は，もともと当初明細書等に記載されていない事項を削除する補正というべきであるから，法17条の2第4項4号に掲げる特許請求の範囲についての「明りょうでない記載の釈明」に該当する。",
                            "すなわち，「明りょうでない記載の釈明」とは，請求項の記載そのものが文理上意味が不明りょうであること，請求項自体の記載内容が他の記載との関係において不合理を生じていること，又は請求項自体の記載は明りょうであるが請求項に記載した発明が技術的に正確に特定されず不明りょうであること等をいい，「釈明」とはそれらの不明りょうさを正して，「その記載本来の意味内容」を明らかにすることである(特許庁審査基準(5明りょうでない記載の釈明(第17条の2第5項4号)52(明りょうでない記載の釈明の意味))参照)から，補正事項1を含む本件補正は，まさに「明りょうでない記載の釈明」に該当するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，被告は，最後の拒絶理由通知における指摘は，「生分解性天然樹脂(A)の熱分解温度よりも低い混練温度」という混練温度条件が明りょうでないことを指摘したのではなく，「僅かに」という記載が明りょうに理解できないことを指摘したに留まり，当該発明特定事項の記載は「僅かに」の記載を除けば明りょうでない記載ではないのであるから，補正事項1のように当該発明特定事項の記載全体を削除することは「明りょうでない記載の釈明」に当たらない旨主張する。",
                            "しかし，法17条の2第1項3号に基づく最後の拒絶理由通知で指摘された特定箇所の記載不備の拒絶理由を解消するための補正は「明りょうでない記載の釈明」に該当するものであり，結果として指摘された特定箇所の記載不備を解消する補正であればよく，どのような補正に限るという根拠はない。上記拒絶理由は，新規事項を含む記載において明りょうでない記載があるというものであり，これを明りょうにして拒絶理由を解消するために結果として新規事項の削除の補正となったにすぎないから，被告の主張は失当である。",
                            "また，被告は，原告が指摘する上記審査基準の記載に関し，新規事項を削除する補正は正に記載を削除することであるから，補正の結果が上記審査基準に示されている「その記載本来の意味内容を明らかにする」ことになるとは限らない旨主張する。",
                            "しかし，本拒絶理由は，請求項自体の記載は明りょうであるが請求項に記載した発明が技術的に正確に特定されず不明りょうであること等に該当するものであり，「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」を削除することにより請求項に記載した発明が明りょうになることは明白であるから，被告の上記主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件補正において削除した「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という発明特定事項は新規性や進歩性に何ら関与せず，また，「明りょうでない記載の釈明」は，拒絶理由通知で指摘された拒絶の理由に示す事項についてするものに限られるところ(特許庁審査基準の(同5．3拒絶の理由に示した事項との関係)参照)，本件補正は，原審補正についてなされた拒絶理由通知で指摘された拒絶理由についてなされたものであるから，この点でも本件補正は法159条1項において読み替えて準用する法53条1項の規定により却下すべき理由はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特許庁の審査の運用では，最後の拒絶理由通知後の自明な事項でない補正は法53条1項の規定により却下されるが，それ以前の手続補正については補正の却下はされずに拒絶査定される(法49条1号)。したがって，拒絶理由通知(法50条)に対して補正事項1が認められなければ，原審補正についての拒絶理由は法17条の2第3項の規定に適合しないとして解消できないことになり，発明の保護が図れないから，補正事項1を含む本件補正を認めない審決の判断は妥当でない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関して，被告は，「明りょうでない記載の釈明」は「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」なる発明特定事項における「僅かに」という記載の不明りょうさを解消することであって，この発明特定事項全体を削除することではないと主張する。",
                            "しかし，「僅かに」は「生分解性天然樹脂(A)の熱分解温度よりも低い混練温度で」についての事項であり，その記載中の「僅かに」が不明であれば，この限定を削除することによって，「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」を明りょうにすることができるのであって，結果として不明りょうな部分を明りょうにすることにより拒絶理由が解消されるのである。",
                            "特に，最後の拒絶理由通知は，「僅かに」は「生分解性天然樹脂(A)の混練温度が熱分解温度よりも僅かに低い」というものであり，その結果，請求項1に記載の発明が明確でないというものであり，「僅かに」を削除し，更に「生分解性天然樹脂(A)の混練温度」を削除しないと請求項1は明確にならないのであるから，これらの発明特定事項を削除する補正は適法なものである。したがって，被告の上記主張は失当である。",
                            "また，被告は，上記発明特定事項全体を削除しなくても，最後の拒絶理由通知に対する反応として適宜分割出願をするなど，原告が選択できる手段は他にも存在したにもかかわらず，原告は自ら上記発明特定事項の記載全体を削除するだけの補正を選択し，その結果，本件補正が法17条の2第4項の規定に適合しないことになったとも主張する。",
                            "しかし，拒絶査定についての理由は平成19年3月26日付けの補正(甲2の6)が却下されたものであり，補正事項1が直接の理由になったわけではないから，再度最後でない拒絶理由通知がなされる余地があったものを審査官が法に合致するとして裁量により拒絶査定をしてしまったものであるが，一方で，審査官や審判官に伺いをした出願については補正の却下がされない方策が講じられているのであり，そのような手続を知らないあるいはできなかった出願については当然のように補正を却下することは極めて不公平である。したがって，一定の場合には再度の拒絶理由通知を義務づける程度のことが必要であり，そうでないと審査官や審判官の恣意的判断に委ねられて極めて公平を欠く結果になる。その点で，この審査官や審査官の恣意的判断に委ねられるという運用基準はきわめて不当なものであり，法の下の平等(憲法14条)に反するものである。",
                            "分割出願ができたので発明の保護が図れるとの被告の主張は便法にすぎず，分割出願は特許出願において補正が却下された場合にするものであるとの考え方は分割出願の趣旨に反するものであるばかりか，出願人にとって経済的負担が大きい手続である。",
                            "したがって，被告の上記主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(原審補正における新規事項の有無に関する判断の誤り)",
                  "text": [
                    "審決は，請求項1に係る発明特定事項として，「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で混練する」を追加する補正を含む原審補正は当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであるから，当初明細書等に記載した事項の範囲内においてしたものでないと判断しているが，前記アのとおり，本件補正は却下されるべきものではなく，本件補正に示された特許請求の範囲に基づいて特許性が判断されるべきものであるから，本件補正は当初明細書に記載した事項の範囲内においてしたものであって，法17条の2第3項に規定する要件を満たしているというべきである。したがって，審決の判断は妥当でない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2) の各事実は認めるが，(3) は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "原告は，当初明細書等に記載されていない事項を削除する補正は，法17条の2第4項4号に規定する「明りょうでない記載の釈明」に該当すると主張するが，以下のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，法17条の2第4項4号は，最後の拒絶理由通知に対する補正の目的として，「明りょうでない記載の釈明(拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る。)」と規定しているから，「明りょうでない記載の釈明」を目的とする補正は，法律上，審査官が拒絶理由中で特許請求の範囲が明りょうでない旨を指摘した事項について，その記載を明りょうにする補正を行う場合に限られており，新規事項の追加状態を解消する目的の補正が法17条の2第4項4号に該当する余地はないというべきである。",
                        "本件の場合は，最後の拒絶理由通知(甲2の4)において，「理由1」として法17条の2第3項の新規事項に関する拒絶理由が示されており，さらに，「理由2」として法36条4項の拒絶理由，「理由3」として法36条6項2号の拒絶理由(不明確)という記載不備に関する理由が示されている。",
                        "ここで，原告は，「理由1」で指摘された請求項1の「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」なる発明特定事項の記載全体を削除した。しかし，最後の拒絶理由通知の「理由3」において請求項1の記載が明確でないとの記載不備については，「(2)請求項1における『僅かに』なる記載は，多義的に解され不明瞭である。」と指摘しているにすぎない。この指摘は，「生分解性天然樹脂(A)の熱分解温度よりも低い混練温度」という混練温度条件が明りょうでないことを指摘したのではなく，「僅かに」という記載が「生分解性天然樹脂(A)の熱分解温度」と比べてどの程度低いのか明りょうに理解できないことを指摘したにとどまる。",
                        "そうすると，当該発明特定事項の記載は，上記拒絶理由で指摘された「僅かに」の記載を除けば，明りょうでない記載というわけではないから，当該発明特定事項の記載全体を削除することは「明りょうでない記載の釈明」に当たらないことは明らかである。",
                        "このように，新規事項を含む記載と明りょうでない記載とは別のものであって，新規事項の記載を削除することによって当初明細書等に記載した事項の範囲内にするための補正をしたことが，一義的に不明りょうな記載を明りょうな記載にしたことになるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，審査基準の記載を引用した上で，補正事項1を含む本件補正は，明りょうでない記載の釈明に該当すると主張する。",
                        "しかし，原告が指摘する審査基準の記載は，「請求項の記載そのもの」，「請求項自体の記載内容」，「請求項に記載した発明」等につき，「その記載本来の意味内容」を明らかにすることであるとしているのに対して，新規事項を削除する補正は正に記載を削除することであるから，補正の結果が上記「その記載本来の意味内容」を明らかにすることになるのかは，請求項の記載内容等に応じて決まることである。",
                        "したがって，法17条の2第3項に規定される新規事項の記載を削除する補正が上記審査基準の「明りょうでない記載の釈明の意味」の場合に該当するとは直ちにいえないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件補正において削除した新規事項は本願発明の新規性や進歩性に何ら関与しないから，本件補正を却下すべき理由はない旨主張する。",
                        "しかし，本件補正において削除した新規事項が本願発明の新規性や進歩性に関与しないことは，本件補正を却下すべき理由がないことと関係するものではないから，その両者を結びつけて補正却下の誤りをいう原告の上記主張は理由がない。",
                        "なお，当初明細書に対する平成18年2月24日付け拒絶理由通知(甲2の1)において，審査官は，本願の特許請求の範囲請求項1ないし3の「ペレット状生分解性樹脂組成物」に係る発明が引用文献1(特開2001−316520号公報，乙1)に基づいて法29条1項(新規性)及び29条2項(進歩性)の規定により特許を受けることができないと指摘したのに対し，原告は，平成18年5月1日提出の手続補正書(甲2の3)において原審補正を行い，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で混練し」等を含む記載に補正したのであるから，この原審補正が先の新規性及び進歩性に関する拒絶理由を回避する目的で行われたことは明らかである。",
                        "したがって，この点からも本件補正において削除した新規事項が本願発明の新規性や進歩性に関与しないとする原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件補正は原審補正についてなされた拒絶理由通知で指摘された拒絶理由についてなされたものであると主張する。",
                        "しかし，本件の場合，最後の拒絶理由通知(甲2の4)で指摘された法36条6項2号に係る記載不備は「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」の「僅かに」なる記載についてであって，この記載全体が明りょうでないと指摘されたものではなく，新規事項の記載を削除した本件補正が法第17条の2第4項4号に規定する「明りょうでない記載の釈明」に該当しないことは，前記アのとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "原告は，補正事項1が認められなければ原審補正についての拒絶理由は法17条の2第3項)の規定に適合しないとして解消できないことになり，発明の保護が図れない旨主張する。",
                    "しかし，最後の拒絶理由通知(甲2の4)の指摘からすると，求められている「明りょうでない記載の釈明」は，「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」なる発明特定事項における「僅かに」という記載の不明りょうさを解消することであって，この発明特定事項全体を削除することではない。そして，上記発明特定事項全体を削除しなくても，最後の拒絶理由通知に対する反応として適宜分割出願をするなど，原告が選択できる手段は他にも存在した。それにもかかわらず，原告は自ら上記発明特定事項の記載全体を削除するだけの補正を選択し，その結果，本件補正が法17条の2第4項の規定に適合しないことになったのであるから，本件補正が認められなければ「発明の保護が図れない」とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，本件補正は却下されるべきものではなく，本件補正に示された特許請求の範囲に基づいて特許性が判断されるべきものであるから，本件補正は当初明細書に記載した事項の範囲内においてしたものである旨主張する。",
                "しかし，前記(1) のとおり，補正事項1は法17条の2第4項各号の規定に該当しないとして，本件補正を却下した審決の判断に誤りはない。",
                "したがって，本件補正が却下されたことから，本願発明として原審補正により補正された請求項1に係る発明に基づいて特許性を判断した審決に誤りはなく，「本件補正に示された特許請求の範囲に基づいて特許性が判断される」という原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書等(甲1)には，次の記載がある。",
                "・【請求項1】は，前記第3，1(1)アのとおり",
                "・【発明の属する技術分野】",
                "「本発明は，ペレット状生分解性樹脂組成物およびその製造方法に関する。」(段落【0001】)",
                "・【従来の技術】",
                "「従来，脂肪族ポリエステルなどの如く，比較的生分解性が高い合成樹脂が知られているが，これらの合成樹脂は，自然環境下においてエステル結合の加水分解が先ず最初に生じて比較的低分子量の物質になり，次いで微生物によりさらに低分子量に分解され，最終的には水と炭酸ガスに分解される。しかしながら，このような分解には長時間を要し，生分解性樹脂としては不十分である。さらに，ポリ乳酸の如き従来の生分解性合成樹脂は，ポリエチレン，ポリプロピレン，塩化ビニル樹脂などの如き汎用樹脂に比較して価格が高いという問題があり，未だ十分に普及するには至っていない。」(段落【0002】)",
                "・【発明が解決しようとする課題】",
                "「以上の如き問題を解決する方法として，生分解性合成樹脂に，澱粉などの生分解性が高い天然樹脂(高分子物)を添加することが行われている。このような方法によれば，澱粉などの優れた生分解性と価格とによって，比較的生分解性に優れかつ比較的安価な生分解性樹脂組成物が提供される。しかしながら，上記従来の方法では，澱粉などの天然物の添加量には限界があり，得られる樹脂組成物中において40質量％が限界であり，これ以上の澱粉を合成樹脂中に均質に混練することはできなかった。」(段落【0003】)",
                "・「その最大の理由は，合成樹脂の溶融温度は160℃前後であり，一方，澱粉などの溶融温度が100℃前後であることによる。すなわち，澱粉の量が組成物の50質量％を超えると，組成物を160℃前後に加熱すると澱粉が分解し，得られる組成物は変色・着色したり，得られる組成物の樹脂物性が極端に低下する。一方，澱粉などが分解しない温度では，合成樹脂が溶融せず，澱粉などと合成樹脂とが均質に混合しない。」(段落【0004】)",
                "・「従って，本発明の目的は，澱粉などの生分解性天然樹脂の含有量が50質量％を超えても，生分解性天然樹脂と生分解性合成樹脂とが変色・着色や物性低下を生じることなく，両者が均質に混合されたペレット状生分解性樹脂組成物を提供することである。」(段落【0005】)",
                "・【発明の実施の形態】",
                "「次に好ましい実施の形態を挙げて本発明をさらに詳しく説明する。本発明において使用する生分解性天然樹脂(A)としては，澱粉，各種変性澱粉，澱粉誘導体，キチン，キトサン，アルギン酸，グルテン，コラーゲン，ポリアミノ酸，バクテリアセルロースまたはプルランなどが挙げられる。特に好ましい生分解性天然樹脂(A)は澱粉類であり，例えば，未加工澱粉および加工澱粉のいずれであってもよい。未加工澱粉としては，例えば，馬鈴薯澱粉，甘藷澱粉，タピオカ澱粉，タロイモ澱粉などの地下澱粉および小麦澱粉，コーンスターチ，サゴ澱粉，米澱粉などの地上澱粉，ワキシースターチ，ハイアミローススターチなどの特殊澱粉を挙げることができる。」(段落【0008】)",
                "・「加工澱粉としては，白色デキストリン，黄色デキストリン，ブリテイシュガムなどの焙焼デキストリン，酸化澱粉，低粘度変性澱粉などの分解産物とアルファー澱粉を挙げることができる。さらに，澱粉誘導体としては酢酸エステル，リン酸エステルなどの澱粉エステル，カルボキシエチルエーテル，ヒドロキシエチルエーテル，ヒドロキシプロピルエーテル，陽性澱粉などの澱粉エーテルを挙げることができる。」(段落【0009】)",
                "・「上記本発明のペレット状樹脂組成物は，前記生分解性合成樹脂(B)をその融点以上で，混練機中において溶融混練し，この混練物中に，前記生分解性天然樹脂(A)を，樹脂(A)と樹脂(B)の合計を100質量部とした場合，両者の質量比がA：B＝60～90：40～10になる比率で混入させて均質に混練後ペレット状に造粒することによって得られる。前記生分解性合成樹脂(B)の好ましい溶融温度は約130～180℃である。溶融している樹脂(B)に前記樹脂(A)を添加する際の温度は，該樹脂(A)の添加によって混合物の温度が幾分低下するが，好ましい温度は約90～120℃である。樹脂(B)に対する樹脂(A)の混合は一度に行なってもよいし，さらに分割混合してもよい。特に好ましい混練機は2軸スクリュータイプの押出機である。」(段落【0013】)",
                "・「上記好ましい混練機である押出機を用いる本発明の製造方法を図面を参照してさらに詳しく説明する。図1は本発明の製造方法を図解的に説明する図である。モーターMで駆動されるスクリューと該スクリューを内包しているシリンダーとノズルとを有する混練押出機にホッパー1から樹脂(B)が供給され，樹脂(B)の融点以上，例えば，130～180℃，好ましくは160℃±5℃に加熱されているスクリューフィーダー2を経由して樹脂(B)は加熱溶融され，規定量が加熱シリンダーに供給され，スクリューによって混練されつつ，シリンダー内を前進する。」(段落【0014】)",
                "・【図1】(本発明の製造方法を図解的に説明する図)",
                "・「シリンダーの途中には，樹脂(B)用と同様なホッパー1’とスクリューフィーダー2’とが設置され，該ホッパー1’には樹脂(A)が供給され，樹脂(A)の融点以上，例えば，90～120℃，好ましくは100℃±5℃に加熱されているスクリューフィーダー2’を経由して，加熱溶融されている樹脂(B)と混合される。混合物は，スクリューによって均質に混合されて，不図示のノズルから1本または複数本の紐状に押し出される。なお，フィーダー2’の位置は，樹脂(A)と樹脂(B)との混合比率により位置を適当に変えることが好ましく，例えば，シリンダーの全長をLとした場合，その中央部のL／3の幅内の位置が好ましい。フィーダー2’の位置がフィーダー2に近すぎると，樹脂(B)が変質し易く，また，ノズルに近すぎると樹脂(A)と樹脂(B)との均一混練性が低下する。」(段落【0015】)",
                "・【実施例】",
                "「次に実施例および比較例を挙げて本発明をさらに詳しく説明する。",
                "実施例1",
                "図1に示す如き基本構成を有する2軸押出機(ＮRII46，(株)フリージアマクロス製)のホッパー1に生分解性化学合成系樹脂(脂肪族ポリエステル樹脂，商品名「ビオノーレ」，昭和高分子(株)製)を100Kg／hr．の供給量で供給した。シリンダーは150℃に加熱されている。同時にホッパー1’からタロイモ澱粉を500Kg／hr．の供給量で供給した。シリンダーの中央部に設けられたスクリューフィーダー2’は約100℃に加熱されている。上記条件でビオノーレと澱粉とを溶融混練して径3mmの3本のノズルから紐状に押出成形し，同時に冷却空気を押出物に吹きあて，押出物が固化した段階でホットカットしてペレット状樹脂組成物を600kg／hr．の生産量で得た。得られたペレットは硬い粒状であり，白色であって着色または変色は認められなかった。」(段落【0019】)",
                "・「実施例2～6",
                "実施例1と同様にして，下記表1の樹脂(A)および樹脂(B)を用いて，それぞれのペレット状樹脂組成物を得た。」(段落【0020】)",
                "・【表1】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によると，本件出願に係る発明は，ペレット状生分解性樹脂組成物及びその製造方法に関する発明であって，従来，生分解性合成樹脂に澱粉などの生分解性が高い天然樹脂(高分子物)を添加することが行われていたところ，このような方法によれば，澱粉などの優れた生分解性と価格とによって，比較的生分解性に優れかつ安価な生分解性樹脂組成物の提供が可能であるが，合成樹脂の溶融温度は160℃前後であり，一方，澱粉などの溶融温度が100℃前後であることにより，上記従来の方法では，澱粉の量が組成物の50質量％を超え組成物を160℃前後に加熱すると澱粉が分解し，得られる組成物は変色・着色したり，得られる組成物の樹脂物性が極端に低下する一方，澱粉などが分解しない温度では，合成樹脂が溶融せず，澱粉などと合成樹脂とが均質に混合しないという問題が生じることから，澱粉などの天然物の添加量には限界があり，得られる樹脂組成物中において40質量％が限界であり，これ以上の澱粉を合成樹脂中に均質に混練することはできなかったことを踏まえ，澱粉などの生分解性天然樹脂の含有量が50質量％を超えても，生分解性天然樹脂と生分解性合成樹脂とが変色・着色や物性低下を生じることなく，両者が均質に混合されたペレット状生分解性樹脂組成物を提供することを目的とし，それを達成するために，90～120℃で加熱溶解した生分解性天然樹脂(A)と130～180℃で加熱溶解した生分解性合成樹脂(B)とを前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で混練し，均質に混合したものをホットカットしてなるペレット状生分解性樹脂組成物であって，生分解性天然樹脂(A)と生分解性合成樹脂(B)の合計を100質量部とした場合，両者の質量比がA：B＝60～90：40～10であることを特徴とするペレット状生分解性樹脂組成物を提供する，という発明であると認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件手続の経緯",
          "text": [
            "前記のとおり，特許庁における手続の経緯(請求原因1)は当事者間に争いがないが，その詳細は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "平成18年2月24日付け拒絶理由通知の内容",
              "text": [
                "甲2の1によれば，原審補正前の本願に対する平成18年2月24日付け拒絶理由通知書の概要は次のとおりである。",
                "・「1.  この出願の下記の請求項に係る発明は，その出願前に日本国内又は外国において，頒布された下記の刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明であるから，特許法29条1項3号に該当し，特許を受けることができない。」",
                "・「2．この出願の下記の請求項に係る発明は，その出願前日本国内又は外国において，頒布された下記の刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明に基づいて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。」",
                "・「        記",
                "・請求項  1−3              ・請求項4−6",
                "・理由    1，2              ・理由2",
                "・引用文献1                  ・引用文献1−2  」",
                "・「            引用文献等一覧",
                "1．特開2001−316520号公報",
                "2．特開平10−286822号公報    」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "平成18年5月1日付け原審補正(第1次補正)の内容",
              "text": [
                "甲2の3によれば，原審補正は，当初明細書等の記載のうち，特許請求の範囲請求項1及び請求項4の各記載内容並びに段落【0006】及び【0007】の各記載を変更するものであるが，そのうち請求項1の変更内容は前記第3，1(1)イのとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "平成19年1月16日付け拒絶理由通知(最後の拒絶理由通知)の内容",
              "text": [
                "甲2の4によれば，最後の拒絶理由通知の内容は，次のとおりである。",
                "「［理由1］",
                "平成18年5月1日付けでした手続補正は，下記の点で願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものでないから，特許法第17条の2第3項に規定する要件を満たしていない。",
                "記"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "補正後の請求項1には，(A)の熱分解温度よりも僅かに低い混練温度で混練する旨記載されているが，当初明細書等にはこの点について明示的に記載されていない。",
                "また，当初明細書の「溶融している樹脂(B)に前記樹脂(A)を添加する際の温度は，該樹脂(A)の添加によって混合物の温度が幾分低下するが，」(【0013】)なる記載は，低下後の温度と(A)の熱分解温度との比較を意味していないから，(A)の熱分解温度よりも僅かに低い混練温度で混練することが当初明細書等の記載から自明な事項であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "補正後の請求項4は(A)と(B)の質量比が特定されていない。",
                "当初明細書等には，(A)と(B)の質量比が特定されない製造方法は明示的に記載されていない。",
                "また，該製造方法は，当初明細書等の記載から自明な事項とはいえない。",
                "なお，当該補正がなされた明細書又は図面における請求項1～4に記載した事項は，願書に最初に添付した明細書又は図面に記載した事項の範囲内にないことが明らかであるから，当該請求項に係る発明については新規性，進歩性等の特許要件についての審査を行っていない。",
                "［理由2］",
                "この出願は，発明の詳細な説明の記載が下記の点で，特許法第36条第4項に規定する要件を満たしてない。",
                "記"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "発明の詳細な説明には，「溶融」，「加熱溶融」，「加熱溶解」なる用語が混在しており，不明瞭である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「溶解」なる用語は溶質が溶媒に溶け込む現象を意味するが，発明の詳細な説明には溶媒についての記載がなく，本願発明における「加熱溶解」について十分に開示されているとはいえない。",
                "よって，この出願の発明の詳細な説明は，当業者が請求項1～4に係る発明を実施することができる程度に明確かつ十分に記載されていない。",
                "［理由3］",
                "この出願は，特許請求の範囲の記載が下記の点で，特許法第36条第6項第2号に規定する要件を満たしていない。",
                "記"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "「溶解」なる用語は溶質が溶媒に溶け込む現象を意味するが，請求項には溶媒についての記載がなく，「加熱溶解」なる記載は不明瞭である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項1における「僅かに」なる記載は，多義的に解され不明瞭である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項2における「前後」なる記載は，多義的に解され不明瞭である。よって，請求項1～4に係る発明は明確でない。」"
            },
            {
              "fig": "(4)",
              "subject": "平成19年3月26日付け手続補正書(第2次補正)の内容",
              "text": [
                "甲2の6によれば，平成19年3月26日付け手続補正書の内容は，上記(3) の最後の拒絶理由通知を受けて，原審補正後の明細書等の記載のうち，特許請求の範囲請求項1及び4並びに段落【0006】及び【0007】の記載をさらに変更するものであるが，そのうち，請求項1の内容は前記第3，1(1)ウ(イ)のとおりであるが，その概要は「90～120℃で加熱溶解した生分解性天然樹脂(A)と130～180℃で加熱溶解した生分解性合成樹脂(B)とを前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で混練し，」とある部分を「90～120℃である熱分解しない温度で融解した生分解性天然樹脂(A)と130～180℃で融解した生分解性合成樹脂(B)とを混練し，」に変更したものである(概ね前者の「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」を削除)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "平成19年8月21日付けの第2次補正却下と拒絶査定の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2の7によれば，第2次補正を却下した内容は，次のとおりである。",
                    "「上記補正は，請求項1において「90～120℃で加熱溶解した生分解性天然樹脂(A)」を「90～120℃である熱分解しない温度で融解した生分解性天然樹脂(A)」に変更する補正を含むものである。",
                    "補正後の「90～120℃である熱分解しない温度で融解した生分解性天然樹脂(A)」なる記載は当初明細書等に明示的に記載されていない。",
                    "また，当初明細書等の記載は90～120℃が生分解性天然樹脂(A)の熱分解しない温度である点については言及しておらず，技術常識を考慮しても，「90～120℃である熱分解しない温度で融解した生分解性天然樹脂(A)」なる記載は，当初明細書等の記載から自明な事項とはいえない。",
                    "したがって，この補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものでなく，特許法17条の2第3項の規定に違反するものであるから，同法第53条第1項の規定により，上記結論の通り決定する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲2の8によれば，本願に対する拒絶査定の内容は次のとおりである。",
                    "「この出願については，平成19年1月16日付け拒絶理由通知書に記載した理由によって，拒絶をすべきものです。",
                    "なお，意見書及び平成18年5月1日付け手続補正書の内容を検討しましたが，拒絶理由を覆すに足りる根拠が見いだせません。",
                    "なお，平成19年3月26日付け手続補正書については補正却下の決定がなされました。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "不服審判請求と平成19年11月2日付け本件補正(第3次補正)の内容",
              "text": [
                "甲2の9，10によれば，原告は平成19年10月11日付けで不服の審判請求書を提出し，本件補正を行ったが，その内容は前記第3，1(1)エのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(本件補正の却下に関する判断の誤り)について",
          "text": [
            "審決は，本件補正のうち補正事項1は法17条の2第4項各号に掲げるいずれの事項をも目的とするものではないから不適法であるとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "補正事項1は法17条の2第4項各号に該当するか",
              "content": [
                {
                  "fig": "ア",
                  "subject": "法17条の2第4項4号につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "法17条の2第4項4号は，「明りょうでない記載の釈明(拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る。)」と規定している。ここで「明りょうでない記載」とは，それ自体意味の明らかでない記載など，記載上不備が生じている記載であって，特に特許請求の範囲について「明りょうでない記載」とは，請求項の記載そのものが文理上意味が不明りょうである場合，請求項自体の記載内容が他の記載との関係において不合理を生じている場合，又は請求項自体の記載は明りょうであるが請求項に記載した発明が技術的に正確に特定されず不明りょうである場合等をいい，その「釈明」とは，記載の不明りょうさを正してその記載本来の意味内容を明らかにすることをいうものと解される。",
                        "ところで，補正事項1は，前記のとおり，本願に係る発明のうち，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という記載を削除するものである。",
                        "したがって，補正事項1が「明りょうでない記載の釈明」に該当するためには，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」との記載が上記明りょうでない記載と認められ，それを削除することによってその記載の本来の意味内容が明らかになるものであることを要する。",
                        "しかし，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」の記載のうち，「僅かに」の部分を除く「前記生分解性天然樹脂(A)の熱分解温度よりも低い混練温度で」との記載は，生分解性天然樹脂(A)の熱分解温度と混練温度との高低の関係をいうものであることが明白であるから，その記載自体の意味は明りょうであって，当該記載を除くことが，特許請求の範囲について明りょうでない記載をその記載本来の意味内容を明らかにするものであるとはいえず，むしろ，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」全体を削除すると，生分解性天然樹脂(A)と生分解性合成樹脂(B)との「混練」に関し，補正前発明と本件補正後の発明とではその実質に相違が生ずる可能性があると認められる。",
                        "したがって，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」との記載全体を削除することを内容とする補正事項1は，そもそも「明りょうでない記載の釈明」を目的としたものと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "法17条の2第4項4号括弧書き該当性",
                      "text": [
                        "法17条の2第4項4号に該当するためには，補正事項が「拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る」(同項4号括弧書き)ところ，同括弧書きの意義は，拒絶理由通知で指摘していなかった事項について「明りょうでない記載の釈明」を名目に補正がされることによって，既に審査・審理した部分が補正されて，新たな拒絶理由が生じることを防止するために，「明りょうでない記載の釈明」は最後の拒絶理由通知で指摘された拒絶の理由に示す事項についてするものに限定されるという趣旨と解される。",
                        "前記3の本件出願の手続の経緯のとおり，最後の拒絶理由通知(甲2の4)においては，まず，［理由1］において，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」混練する旨は当初明細書等(甲1)に明示的に記載されていないし，自明でもないと指摘して，法17条の2第3項に規定する要件を満たしていないとし，さらに，［理由3］において，「(2) 請求項1における『僅かに』なる記載は多義的に解され不明瞭である」として，「僅かに」という記載に限って法36条6項2号に規定する要件を満たしてない旨指摘していることが認められる。",
                        "以上によれば，最後の拒絶理由通知において明りょうでないと指摘された記載は，文中の「僅かに」という記載のみであることは明らかであるから，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という記載全体を削除する本件補正は，審査官が「拒絶の理由に示す事項」の範囲を超え，むしろ［理由1］で指摘された新規事項の追加についての拒絶理由を回避するためになされたものと認めるのが相当である。",
                        "したがって，補正事項1は，法17条の2第4項4号括弧書きの「拒絶の理由を示す事項についてするもの」に該当しないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "法17条の2第4項1ないし3号につき",
                  "text": [
                    "前記のとおり，補正事項1は，本願に係る発明の構成の一部を削除するものであるから，法17条の2第4項1号の「第36条5項に規定する請求項の削除」を目的とするものに該当しないことはもちろん，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という発明特定事項を削除するものであって，それにより特許請求の範囲が拡張されることが明らかであるから，同項2号の「特許請求の範囲の減縮(第36条第5項の規定により請求項に記載した発明を特定するために必要な事項を限定するものであつて，その補正前の当該請求項に記載された発明とその補正後の当該請求項に記載される発明の産業上の利用分野及び解決しようとする課題が同一であるものに限る。)」を目的とするものであるともいえず，さらに，同項3号の「誤記の訂正」を目的とするものにも該当しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，補正事項1について法第17条の2第4項各号に掲げるいずれの事項をも目的とするものではないとして，本件補正を却下した審決に誤りはない(なお，審決は，4頁の「3むすび」において，「補正事項1を含む当審補正は，特許法17条の2第5項において準用する同法第126条第5項の規定に適合しない」とするが，被告準備書面第1回の2頁下7行～4行が指摘するように上記補正は「特許法17条の2第4項の規定に適合しない」の誤りであるものの，審決書全体の記載からみて，この誤りは審決の結論に影響を及ぼすものではない)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する補足説明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，補正事項1は，もともと当初明細書等に記載されていない事項を削除する補正であるから，法17条の2第4項4号に掲げる特許請求の範囲についての「明りょうでない記載の釈明」に該当すると主張するが，原告の上記主張に理由がないことは，前記(1)ア(ア)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，「明りょうでない記載の釈明」に該当するためには結果として指摘された特定箇所の記載不備を解消する補正であればよいというべきところ，平成19年1月16日付けでなされた最後の拒絶理由通知(甲2の4)は，新規事項を含む記載において明りょうでない記載があるというものであり，これを明りょうにして拒絶理由を解消するために結果として新規事項の削除の補正となったにすぎないから，補正事項1は「明りょうでない記載の釈明」に該当するとか，最後の拒絶理由通知は，請求項自体の記載は明りょうであるが請求項に記載した発明が技術的に正確に特定されず不明りょうであること等に該当するとするものであるから，補正事項1により請求項に記載した発明が明りょうになることは明白である旨主張する。",
                        "しかし，前記(1)ア(イ)のとおり，法17条の2第4項4号括弧書きの「拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る」とは，同号の「明りょうでない記載の釈明」を目的とする補正については，審査官が拒絶理由中で特許請求の範囲が明りょうでない旨を指摘した事項についてその記載を明りょうにする補正を行う場合に限られるのであって，審査官が指摘した事項を含んでさえいれば補正する範囲は問わないというものではなく，その補正の範囲は，その補正によって新たな拒絶理由が生じない程度の範囲に限られるというべきであるから，新規事項の追加状態を解消する目的の補正に同号を適用する余地はないというべきである。",
                        "そして，前記(1)ア(イ)のとおり，補正事項1のうち「僅かに」を除く「前記生分解性天然樹脂(A)の熱分解温度よりも低い混練温度で」との部分は，最後の拒絶理由通知において「明りょうでない」と指摘された部分ではなく，また，それ自体「明りょうでない」とはいえないから，上記部分の削除を含む補正事項1は，最後の拒絶理由通知において審査官が指摘した事項の範囲を超えて補正しようとするものであって妥当でない。原告の主張に従えば，「明りょうでない記載の釈明」との名の下に，明りょうでない記載をその記載本来の意味内容を明らかにすることを超えて補正できることになり，法17条の2第4項4号の趣旨を没却することになる。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "原告は，本件補正において削除した新規事項は本願発明の新規性や進歩性に何ら関与しないから，本件補正を却下すべき理由はない旨主張する。",
                    "しかし，補正事項1において削除される事項が本願発明の新規性や進歩性に関係しないか否かは，補正事項1が「明りょうでない記載の釈明」を目的とする補正であるか否かを判断するに当たって何ら関わりのないことであるから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "原告は，補正事項1が認められなければ原審補正についての拒絶理由は法17条の2第3項の規定に適合しないとして解消できないことになり，発明の保護が図れない旨主張する。",
                    "しかし，前記ア(イ) のとおり，法17条の2第4項4号括弧書きの「拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る」とは，同号の「明りょうでない記載の釈明」を目的とする補正については，審査官が拒絶理由中で明りょうでない旨を指摘した事項について，その記載を明りょうにする補正を行う場合に限られるのであって，新規事項の追加状態を解消する目的の補正に同号を適用する余地はないのであるから，補正事項1が認められなければ発明の保護が図れない旨の原告の上記主張は採用することができない。",
                    "その他，原告は，本件では，再度最後でない拒絶理由通知がなされる余地があったものを審査官が裁量により拒絶査定をしてしまったものであるが，当然のように補正を却下することは極めて不公平であって，このように審査官や審判官の恣意的判断に委ねられるという運用基準は法の下の平等(憲法14条)に反するとか，分割出願は特許出願において補正が却下された場合にするものであるとの考え方は分割出願の趣旨に反するものであるとか，出願人の経済的負担も大きい等と縷々主張するが，いずれも法17条の2第3，4項を正解しない独自の見解であって，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(原審補正における新規事項の有無に関する判断の誤り)について",
          "text": [
            "審決は，原審補正は当初明細書等に記載した事項の範囲内においてしたものではなく法17条の2第3項に規定する要件を満たしていないから不適法であって，結局，本願は原査定の理由により拒絶すべきであるとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "法17条の2第3項の規定の趣旨",
              "text": [
                "願書に添付した明細書，特許請求の範囲又は図面の補正は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしなければならず(法17条の2第3項)，また，上記規定中，「願書に添附した明細書又は図面に記載した事項の範囲内」とは，明細書又は図面のすべての記載を総合することにより導かれる技術的事項であり，補正が，このようにして導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該補正は，「明細書又は図面に記載した事項の範囲内」においてするものということができるというべきである(なお，平成6年改正前の特許法17条2項にいう「明細書又は図面に記載した事項」に関する知財高裁平成18年(行ケ)第10563号平成20年5月30日特別部判決参照)。そして，上記明細書又は図面のすべての記載を総合することにより導かれる技術的事項は，必ずしも明細書又は図面に直接表現されていなくとも，明細書又は図面の記載から自明であれば，特段の事情がない限り，新たな技術的事項を導入しないものであると認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，原審補正のうち，請求項1に「生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で混練する」を追加する補正が，「明細書又は図面に記載した事項の範囲内」でなされたか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」との技術的事項は，「生分解性天然樹脂(A)の熱分解温度」と「混練温度」との関係を特定したものと理解されるところ，当初明細書等には「熱分解温度」という直接の文言は見当たらない。",
                    "そこで，当初明細書等のうち，生分解性天然樹脂(A)の「熱分解温度」に関連するとみられる記載及び生分解性天然樹脂(A)の温度について関連するとみられる記載につき検討すると，段落【0004】，【0013】，【0015】，【0019】，【0020】の記載から，次の点が理解できる。",
                    "①  澱粉に関し，分量が組成物の50質量％を超え，組成物を160℃前後に加熱すると分解すること",
                    "②  生分解性天然樹脂(A)に関し，溶融している生分解性合成樹脂(B)に前記樹脂(A)を添加する際の温度は，該樹脂(A)の添加によって混合物の温度が幾分低下するが好ましい温度は約90～120℃であり，より好ましくは100℃±5℃に加熱されているスクリューフィーダー2’を経由して加熱溶融されている樹脂(B)と混合されるものであること",
                    "③  タロイモ澱粉，馬鈴薯澱粉，タピオカ澱粉，コーンスターチ，白色デキストリン及び小麦粉澱粉に関し，これらの澱粉と生分解性合成樹脂(B)とが混練される際のシリンダーは150℃に加熱されていること，同時にホッパー1’から500Kg／hr．の供給量で供給されること及びシリンダーの中央部に設けられたスクリューフィーダー2’は約100℃に加熱されていること",
                    "さらに，段落【0008】及び【0009】に記載されているように，「生分解性天然樹脂(A)」は澱粉以外にも様々な樹脂を含むものとされている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載からすると，当初明細書等の記載においては，「生分解性天然樹脂(A)の熱分解温度」に関し，澱粉の分解温度が160℃前後であることが示されるにとどまり，タロイモ澱粉，馬鈴薯澱粉，タピオカ澱粉，コーンスターチ，白色デキストリン及び小麦粉澱粉からなる特定の澱粉については分解温度すら明示されていない。",
                    "また，澱粉については「熱分解温度」が記載されているにもかかわらず，それと「混練温度」との関係についての記載はない。",
                    "そして，当初明細書等には，「溶融している樹脂(B)に前記樹脂(A)を添加する際の温度は，該樹脂(A)の添加によって混合物の温度が幾分低下するが，好ましい温度は約90～120℃である」(段落【0013】)こと，「好ましくは100℃±5℃に加熱されているスクリューフィーダー2’を経由して，加熱溶融されている樹脂(B)と混合される」(段落【0015】)ことが示されているが，段落【0008】及び【0009】のとおり，生分解性天然樹脂(A)には種々のものが含まれるので，そのような温度(90～120℃)が「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度」とされるのかどうか不明であるし，上記温度は前記の澱粉の分解温度(160℃)との関係では「僅かに低い」とは到底いえないものである。",
                    "さらに，タロイモ澱粉，馬鈴薯澱粉，タピオカ澱粉，コーンスターチ，白色デキストリン及び小麦粉澱粉からなる特定の澱粉については，シリンダーが150℃に加熱されており，当該澱粉を供給するスクリューフィーダー2’の加熱温度が約100℃とされていることが示されているが，当該特定の澱粉についても，澱粉の温度それ自体と混練温度それ自体は示されていないし，ましてや，技術常識からその分解温度は一様ではないと理解される「生分解性天然樹脂(A)」について，「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度」がどの程度のものであるのかも不明である。",
                    "以上のとおりであるから，当初明細書等においては，本願発明の「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という技術的事項について明示的な記載はないし，それを示唆する記載もなく，かつその熱分解温度及びその熱分解温度よりも僅かに低い混練温度が自明であるともいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本願に係る発明の「前記生分解性天然樹脂(A)の熱分解温度よりも僅かに低い混練温度で」という技術的事項は，当初明細書等に記載されたものでもまた自明でもなく，特段の事情も見当たらないので，当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する補足説明",
              "text": [
                "この点に関し，原告は，そもそも本件補正は却下されるべきものではなく，本件補正に示された特許請求の範囲に基づいて特許性が判断されるべきものであるから，本件補正は当初明細書等に記載した事項の範囲内においてしたものである旨主張する。",
                "しかし，前記4(1)のとおり，補正事項1は法17条の2第4項各号の規定に該当しないとして本件補正を却下した審決の判断に誤りはないのであるから，「本件補正に示された特許請求の範囲に基づいて特許性が判断される」という原告の上記主張は失当であって，原審補正により補正された発明に基づいて法17条の2第3項の要件を判断した審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}