{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴及び本件附帯控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人(附帯被控訴人)の負担とし，附帯控訴費用は被控訴人(附帯控訴人)の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人(附帯被控訴人)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。",
                "被控訴人(附帯控訴人)は，控訴人(附帯被控訴人)に対し，1億円及びこれに対する平成19年12月8日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件附帯控訴を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，附帯控訴費用も含め，第1，2審を通じて被控訴人(附帯控訴人)の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人(附帯控訴人)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中被控訴人(附帯控訴人)敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人(附帯被控訴人)の請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，附帯控訴費用も含め，第1，2審を通じて控訴人(附帯被控訴人)の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，被控訴人(附帯控訴人，原審被告。以下「被告」という。)の従業員であった控訴人(附帯被控訴人，原審原告。以下「原告」という。)が，被告の特許(特許第2666632号)に係る「ビリルビンの測定方法」に関する発明(本件発明)が原告を発明者とする職務発明であり，その特許を受ける権利を被告に譲渡した旨主張し，平成16年法律第79号による改正前の特許法35条3項(以下，同改正前の特許法35条を「特許法旧35条」という。)の規定に基づき，被告に対し，上記譲渡に係る相当の対価の一部請求として1億円及びこれに対する平成19年12月8日(訴状送達の日の翌日)から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，本件発明の一部は原告の職務発明であると認定し，243万6624円及びこれに対する平成19年12月8日から支払済みまで年5分の割合による金員の支払を命じる限度で原告の請求を一部認容した。",
            "そこで，原告は，1億円及びこれに対する平成19年12月8日から支払済みまで年5分の割合による金員の支払を求めて控訴を提起し，被告は，原判決中被告敗訴部分を取り消し，原告の請求を棄却することを求めて附帯控訴を提起した。",
            "なお，原判決の略語表示は，当審においてもそのまま用いる。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等",
          "text": [
            "原判決2頁16行目ないし10頁18行目のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決10頁20行目ないし24行目のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(原告の発明者該当性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "次のとおり付加するほかは，原判決11頁2行目ないし18頁17行目のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決11頁23行目の後に，行を改めて次のとおり挿入する。",
                    "「 酵素法と化学的酸化法は明らかに異なるものであり，平成2年1月当時，被告の社内方針に従って酵素法の開発を検討していたことと，原告が同年2月9日の時点で会社の方針から離れて自己責任で金属酸化を試みたことは十分に両立可能な事実である。したがって，同年1月当時，被告の社内方針に従って酵素法試薬の開発を検討していたとしても，そのことは，原告が新たなビリルビン測定方法の開発に当たり酵素法以外の方法を試みることとし，ビリルビンの金属酸化を試みることより検討を開始したことを否定する事実とはならない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決13頁2行目の後に，行を改めて次のとおり挿入する。",
                    "「 原告が酵素法に代わり化学的酸化法を試みようと明確に決意したのは，平成2年2月9日に，Aから加熱試験の結果を電話で聞いた時である。すなわち，原告は，同日，電話で加熱試験の結果を聞き，出張先から研究室に戻り，その時提出されていた同月8日付けデータ集(乙1の3)に，原子吸光分析用標準液によるスクリーニング試験をpH4で行うことと，選択した金属で緩衝剤の検討をpH3，5，10で行うことを書き込んで指示した。酵素法と称している日本商事の直接ビリルビン測定試薬が実際は化学的酸化法であることが確認されれば，化学的酸化法の検討をしても営業部や開発部を説得できると考えたからである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決17頁23行目の冒頭に「(ア)」を付加する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決18頁14行目の後に，行を改めて次のとおり挿入する。",
                    "「(イ) Aの証言及び陳述書(乙3)には，BODの至適pHは7．2であるのに，日本商事の酵素法試薬のpHは，至適pHから大きく外れたpH3．5～4．5で直接ビリルビンにのみ特異的に反応させるというものであり，酵素反応らしくないと常々思っていたことから，原告が大阪出張中で不在の平成2年2月9日に，原告の指示を受けることなく，日本商事の酵素法試薬が酵素による反応かどうかを確認するために，日本商事の酵素法試薬の失活実験を行った旨の陳述がある。",
                    "しかし，以下のとおり，Aの証言及び陳述書(乙3)には不自然な点があるから，Aの陳述は，信用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "日本商事ネスコートVE試薬の添付文書には，総ビリルビン測定用のBOD量が400 U/dl，直接ビリルビン測定用のBOD量が20 U/dl と記載されており，酵素の至適pHから外れたところで酵素量が1／20であることからすると，ビリルビン測定に関し多少の知識のある者にとっては，同試薬による直接ビリルビンの測定は酵素法ではないと思うのが当然であるが，Aは，20倍異なるという点には明確に触れず，自ら酵素法でないと考えた旨陳述しているから，Aの陳述には信用性がない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "Aは，陳述書(乙3，16頁)において，「日本商事の製品によるビリルビンとの反応は，酵素反応ではなく，BOD自体に含まれている銅イオンや，少量添加された銅イオンによる化学的な酸化反応ではないかと考え，平成2年2月9日に加熱実験(乙1の4)をした」と記載している。しかし，BODが銅を含む酵素であることは当時からよく知られた事柄であり，活性部位と同じものを安定剤として添加することもよく行われていたから，BOD溶液に銅が添加されていても，それは酵素の安定剤であり，通常，これが反応に関与するとは考えない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "また，Aのノート(乙2)に，平成2年1月24日付けで，銅を添加して実験を行った旨の記載があり，銅単独の添加では反応しないことはその時点で分かっていたことであるから，Aが，日本商事の製品におけるビリルビンの反応が銅イオンによる反応であると考えたのは不自然であり，信用できない。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "さらに，Aは，平成2年2月8日，三価のマンガン3系列，銅3系列につき実験を行っており(乙1の3)，この実験では，マンガンには酸化作用がみられるの対し，銅は無添加と同等で酸化作用が全くみられなかったから，日本商事の製品における反応が銅によるものと考えて同月9日に加熱実験をしたというAの主張は不自然である。"
                      ]
                    },
                    {
                      "fig": "e",
                      "text": [
                        "Aは，陳述書(乙3，17ないし21頁)及び証言において，「銅単独で両ビリルビンを酸化する能力があり，チオ尿素は間接ビリルビンの反応抑制剤であると考え，銅イオンと同等の酸化力がありそうなものを探し，三価のマンガンやメタバナジン酸イオンを見出した」と陳述する。しかし，銅単独では両ビリルビンを酸化する能力はなく，他方，チオ尿素は，直接ビリルビンの反応促進剤であり，銅は，チオ尿素が存在すると，直接ビリルビンのみ特異的に酸化する。Aの陳述は，誤った知見に基づくものであり，信用性が認められない。"
                      ],
                      "content": [
                        {
                          "fig": "(ウ)",
                          "subject": "原告は，昭和63年ころにビリルビン測定に関する特許文献を収集して一覧表を作成し(甲32)，そこには，日水製薬出願に係る公開特許公報(特開昭63−118662号公報，乙7，甲32末尾の",
                          "text": [
                            "特許文献一覧表の No.18)も含まれており，平成2年1月の月報(乙18の1，2)にも，原告及びAが既存の特許を承知していた旨記載されていた。また，原告は，実験(乙1の11)により，銅は単独ではビリルビンを酸化する能力はないが，チオ尿素が存在すると直接ビリルビンを特異的に酸化することを確かめた。したがって，これらのことに照らし，「日本商事製の試薬組成の構成がおかしいとの報告を受けた時，中身は日水製薬の特許ではないかと疑いを持ち，加熱実験を指示し，加熱しても正常に反応すると電話で聞いた時，中身は日水の特許であろうと即座に話した」(甲37，3頁)旨の原告の供述は信用性がある。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "平成2年2月9日の加熱した試薬を使用した実験(乙1の4)においては，R-2 に銅を添加した実験を6系列行っており，このうち5系列は，日本商事の R-1 を使用して R-2 に銅を添加したものであり，1系列はその対照実験である。ところで，同月8日(乙1の3)の実験では，銅を3系列で添加しても酸化作用がみられないという結果が出ているから，日本商事の R-1 にチオ尿素が含まれているとの疑いを感じなければ，通常はこのような実験は行わないと考えられる。したがって，このような実験が行われていることは，原告が，日本商事のR-1 にチオ尿素が含まれているとの疑いを感じていたことを示している。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "平成2年2月14日に甲36の実験を行い，同月15日に乙1の5の実験を行い，同月16日に乙1の6の実験を行ったものであり，この実験の順序は，以下のとおり，不自然ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "2月14日の実験(甲36)でバナジウム標準液に際立った作用がみられたが，バナジン酸に次いで効果がみられたもの(●●●●●●●)でさえ，無添加分(785)を差し引いて比較すると，バナジウム標準液の1／3以下であった(●●●●●●●●，バナジウ"
                    }
                  ]
                },
                {
                  "fig": "ム",
                  "text": [
                    "3660，無添加 785，●●●●●●，3660-785=2875，●●●●●)。",
                    "このような場合，1／3以下のものを詳細に検討するよりも，酸化還元電位の理論から当然効果が現れてよいものを追加実験する方が見逃しがなくなる。そこで，同月15日には，バナジウム標準液の原料であるバナジン酸での確認実験を行うとともに，同月14日の実験で効果のみられなかったものの中で，卒業論文の知見により確認の必要があると判断したコバルト，セリウム，マンガンの3種類について価数を変えて実験を行った。コバルト，セリウム，マンガンにつき価数の小さいものの実験も指示したのは，Aに対する教育のためであった。コバルト，セリウム，マンガン以外の金属の実験は，同月14日の実験結果にこだわらず，Aが目についたものを選択したものである。また，同月15日の実験により，三価のマンガン単独で，バナジン酸に次ぐ酸化力があることが分かった。"
                  ],
                  "content": [
                    {
                      "fig": "b",
                      "text": [
                        "原告は，2月15日の実験を分光光度計で行うようにAに指示したわけではない。Aが同月17日に行ったと主張する実験(乙1の7)において初めて実験に用いた金属は25種類であった。すなわち，同日の実験では38種類の金属について実験が行われたが，そのうち11種類は同月15日の実験(乙1の5)で用いられており，2種類は同月16日の実験(乙1の6)で用いられたから，同月17日の実験で初めて用いられた金属は，25種類(38種類から11種類及び2種類を差し引いた残りの25種類)であった。なお，同月15日の実験(乙1の5)では11種類の金属が用いられたが，そのうち4種類については既に1月24日に実験が行われていたから，2月15日の実験(乙1の5)で初めて用いられた金属は7種類(11種類から4種類を差し引いた残りの7種類)である。初めて実験するのに同月15日には7種類につき分光光度計を用い，同月17日には25種類につき自動分析装置を用いることは，不自然である。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "原告は，卒業論文(甲30)で，マンガンとともにコバルト，セリウムを触媒として用いていたことから，Aに対し，マンガン，コバルト，セリウムについて価数を変えて追加実験をするように指示し，2月15日，16日の追加実験が行われたことは，次の事実から裏付けられる。すなわち，原告は，卒業論文において，自動酸化(空気酸化)の触媒を研究したが，甲30の2頁には，気相酸化の場合は11例中7例で5酸化バナジウム(V O )が触媒として使用されることの記載がある。甲30の64ないし67頁にあるとおり，液相反応において臭素と金属1種の組合せ(2元系)による酸化作用が大きい金属は，酸化力の大きい方から，コバルト，マンガン，セリウム，クロム，鉄，ニッケルである。また，臭素と金属2種類の組合せ(3元系)による酸化作用が大きい金属は，酸化力の大きい方から，セリウム＋コバルト，マンガン＋コバルト，クロム＋コバルト，コバルト単独(これのみは2元系)である。触媒として有効な金属はみな酸化還元電位が高く，溶液中で酸化力が強いことが化学一般で知られており，卒業論文における理論は石油化学に限られない。",
                        "マンガンについては，カフェインへの混入事故から，既に酵素共存下ではあるが添加実験をしてかなりの効果がみられていた(乙1の3)にもかかわらず，2月14日の実験(甲36，38の1)で",
                        "はマンガンについては効果がみられなかった。原子吸光分析用標準液の原料は，バナジウムはバナジン酸アンモニウム(甲56)であり，マンガンは硝酸マンガン(二価)であったので，原告は，三価のマンガンと，酸化還元電位によれば理論的に三価のマンガンより強い酸化力をもち，2月14日の実験で効果がみられず，卒論で酸化力が大きいとされたコバルト，セリウムの3種類で価数を変えて実験をするようにAに指示した。",
                        "過マンガン酸カリウムはビリルビンの既存の酸化剤であり，二酸化鉛は水不溶性であるから，酸化還元電位の理論を承知しているものであれば，マンガンに加えて三価のコバルト，四価のセリウムの再確認を指示することは，妥当なものであって，唐突な発想ではない。"
                      ],
                      "content": [
                        {
                          "fig": "(カ)",
                          "text": [
                            "原告は，昭和61年ころ，ジアゾ法のビリルビン測定試薬に使用しているカフェイン溶液にマンガンが混入したため検量線が原点を下回る(測定値が低下する)現象が生じ，対策として試薬中に過剰のEDTA を添加して解決したことから，マンガンがビリルビンを破壊することを知っており，本件発明を着想した。"
                          ]
                        },
                        {
                          "fig": "(キ)",
                          "subject": "平成2年1月24日の実験(乙2)は，化学的酸化法に用いられる金属を使用しており，これは酵素法と化学的酸化法の併用であって，純粋な酵素法の実験ではない。この実験では，酵素法で界面活性剤10種類，金属4種類(マンガン，●，銅，●●●●)を添加して検討しており，マンガンは，カフェインへの混入事故から想起して実施し，●，銅，●●●●は特開59−160764号公報，特開昭63−1",
                          "text": [
                            "18662号公報から想起して実施したものであり，これらの2件の特許は，酵素法ではなく化学的酸化法の特許に係るものであり，原告の指示で作成されたビリルビン測定法に関する特許文献の一覧表(甲32末尾の特許文献一覧表)に記載(№8，№18)されている。",
                            "平成2年1月24日の実験(乙2)における界面活性剤の検討とは，間接ビリルビンを反応させるための検討であり，金属を添加しているのは，金属イオンで主に間接ビリルビンを反応させるためである。",
                            "実験ノート(乙2)の平成2年1月30日の欄には，「●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と記載されており，三価のマンガンは間接ビリルビンを直接酸化するための直接酸化剤として添加されたものとうかがわれ，この時既に三価のマンガンが間接ビリルビンを酸化することが分かっていたこと，三価のマンガンが酵素の賦活剤として使用されたものでないことが示されている。"
                          ]
                        },
                        {
                          "fig": "(ク)",
                          "text": [
                            "被告は，乙1の7の実験では，原子吸光分析用標準液の原液(1000 ppm)をそのまま使用した後に1 mM に換算したのであって，希釈操作はしていないと主張する。",
                            "しかし，①乙1の7の実験は，標準液の稀釈操作や装置の性能に照らすと，2月16日の午後5時ころから始めて午後8時までには終了しないこと，②Aの証言と一致ないこと，③乙1の7上に R-2 のpHが記載されていることと整合しないこと，④他のデータ中では R-2 中濃度で金属濃度が記載されていること，⑤換算は不可能であること，⑥2月14日に実験した可能性があることに照らすならば，被告の主張に係る実験方法は，事実に反する。",
                            "また，被告は，実験ノート(乙2)の平成2年2月15日の記載は，データ集等の記載と合致せず，乙1の6の実験が平成2年2月16日に行われたと主張するが，同主張は，不自然である。」"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論",
              "text": [
                "次のとおり付加，訂正するほかは，原判決18頁19行目ないし28頁8行目のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決24頁24行目の後に，行を改めて次のとおり挿入する。",
                    "「(ア) Aが作成した実験ノートの記載や実験データからすると，Aが少数の金属イオンについて実験に着手しているのを見て原告が原子吸光用標準液を用いて実験するように勧めたのは，平成2年2月中旬でしかあり得ない。",
                    "原告は，平成2年2月8日の実験データ(乙1の3)中の「pH4．0 全金属」という記載を，原子吸光分析用標準液についてのものと主張するが，この実験データは明らかに酵素法によるものであり，各種金属イオンは，賦活剤として添加し，その効果を確認しているものであり，金属を酸化剤としているものではない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決24頁25行目の「(ア)」を「(イ)」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決26頁21行目の後に，行を改めて次のとおり挿入する。",
                    "「(イ) 原告は，甲36(乙1の7と同内容)の実験は，平成2年2月14日に実施されたと主張する。しかし，Aは，その日の午後に試薬の調整を始めており，しかも同日はバレンタインデーであり，早々に退社している。この日に2時間もかかるという自動分析装置による実験をして更にデータをまとめたというのは不自然である。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ウ)",
                          "text": [
                            "原告は，平成2年2月8日の実験データ(乙1の3)から，日本商事の試薬においてマンガンが作用していると考えるのではなく，銅が作用していると考えるのは不自然であると主張する。しかし，同日の実験は酵素法による実験であり，酵素により酸化している可能性があり，三価のマンガンは賦活剤にすぎないから，この実験から，三価のマンガンイオンに酸化作用があるということはできない。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "原告は，Aが，チオ尿素が反応抑制剤として作用し得ると想定したのは不自然であると主張する。しかし，Aは，その作用を検証する実験をし，想定に反する結果も出ていたから，不自然であるとはいえない。」"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決26頁22行目の「(イ)」を「(オ)」と改める。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(相当の対価の額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "次のとおり付加，訂正するほかは，原判決28頁11行目ないし34頁16行目のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決29頁26行目の後に，行を改めて次のとおり挿入する。",
                    "「 被告は試薬の販売を行うのみであり，試薬を用いて本件発明を実施するのは販売先の検査機関である。超過売上高は，被告の売上から，被告が法定通常実施権を有することにより得られた売上を差し引くことにより求められるところ，被告は，検査機関等に本件発明の実施を許諾することはできないから，法定通常実施権を有することにより得られた売上はなく，被告の売上から差し引くべきものはない。したがって，相当の対価の算定に当たり，超過売上高を考慮する必要はない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決33頁6行目の後に，行を改めて次のとおり挿入する。",
                    "「c 被告の開発部，営業部の依頼は酵素法(調整試薬)であり，化学的酸化法(無調整試薬)はこれと異なるものであった。",
                    "原告は，会社の上層部に対しては酵素法を開発するとしながら，自己責任で，当時，既に時代遅れとされていた化学的酸化法を主として検討し，酵素法と同等以上の性能をもち，ビリルビン測定試薬として初めての無調整試薬を完成させ，平成18年の段階で，酵素法(44％)を上回る市場占有率(47％)を得たのであるから，この点についての原告の貢献度は高く評価されるべきである。",
                    "甲34(日臨技臨床検査精度管理調査報告書よりの抜粋)によれば，平成18年度には，被告の市場占有率は，生化学検査主要項目24項目(AMY が2方法で集計されているので実質23項目)のうち総ビリルビン測定試薬(T-BIL)において46．7％，直接ビリルビン(D-BIL)において47．7％であり，他の22項目の最大市場占有率が平均20．4％であるのと比較しても際立っており，平均を超えた部分は，本件発明の優位性を示す。",
                    "原告は，体外診断薬製造承認申請書に添付する外部評価の3件中2件に関与し，学会誌に本件発明について投稿して販売にも協力した。",
                    "平成2年当時の被告の臨床諸検査薬の開発は，大阪研究所約50名，大阪研究所赤穂農園約20名，東京研究所4名で行っており，投資のほとんどは大阪研究所に対して行われており，東京研究所は恵まれていなかった。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決33頁7行目の「c」を「d」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論",
              "text": [
                "次のとおり付加，訂正するほかは，原判決34頁18行目ないし43頁7行目のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決41頁22行目の後に，行を改めて次のとおり挿入する。",
                    "「a 本件発明の特徴的部分①は，Aが着想し，具体化したものであって，原告は，その技術的思想の創作に現実に加担したとはいえない。また，本件発明の特徴的部分②は，Aが着想し実験を重ねた結果得られた技術的思想の創作である。原告は，単に上司として，一般的な管理や，発明の過程における一般的な指導をしたにすぎないから，原告は，特徴的部分②について技術的思想の創作に現実に加担したとはいえない。したがって，本件発明の発明者は，特徴的部分①及び②のいずれについてもA一人である。",
                    "仮に，原告の寄与割合があるとしても，以下のとおり，0％から2．22％にすぎない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決41頁23行目の「a」を「b」に，42頁11行目の「b」を「c」に，42頁22行目の「c」を「d」に，それぞれ改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決43頁3行目の冒頭に「(ア)」を付加する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決43頁7行目の後に，行を改めて次のとおり挿入する。",
                    "「(イ) 相当の対価は，直接ビリルビン測定試薬及び総ビリルビン測定試薬の売上高の合計について算出すべきではなく，直接ビリルビンの売上高についてのみ算出すべきである。",
                    "本件発明の特徴的部分①はA単独の発明であり，特徴的部分②はAと原告の共同発明である。そして，総ビリルビン測定試薬においては本件特許の請求項1記載の発明しか実施されておらず，特徴的部分①しか実施されていない。他方，直接ビリルビン測定試薬においては，請求項1記載の発明及び請求項3記載の発明のいずれもが実施されており，特徴的部分①及び②が実施されている。したがって，原告が共同発明者である特徴的部分②が実施されている直接ビリルビン測定試薬の売上高についてのみ相当の対価を計算すべきである。",
                    "総ビリルビン測定試薬の売上高と直接ビリルビン測定試薬の売上高の割合は2対1であり，直接ビリルビン測定試薬の売上高は，直接ビリルビン測定試薬及び総ビリルビン測定試薬の売上高の合計の3分の1である。そうすると，直接ビリルビン測定試薬の売上高は，直接ビリルビン測定試薬及び総ビリルビン測定試薬の売上高の合計68億1840万円の3分の1である22億7280万円である。",
                    "仮に，超過売上高の割合が40％，仮想実施料率が3％，発明者貢献度(1−会社貢献度(0．9))が0．1であり，特徴的部分②における原告の寄与割合が30％であるとしても，相当の対価の算定に当たり，これらの割合は，直接ビリルビンの売上高にのみ乗じるべきである。そうすると，原告が受けるべき相当の対価の額は，81万8208円となる(22 億 7280 円× 0.4 × 0.03 × 0.1 × 0.3=81 万 8208円)。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原判決43頁10行目ないし61頁21行目のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(原告の発明者該当性)について",
          "text": [
            "次のとおり付加するほかは，原判決61頁23行目ないし80頁15行目のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決66頁1行目の後に，行を改めて次のとおり挿入する。",
                "「 原告は，「酵素法と化学的酸化法は異なるものであり，平成2年1月当時，被告の社内方針に従って酵素法の開発を検討していたことと，原告が同年2月9日の時点で会社の方針から離れて自己責任で金属酸化を試みたことは十分に両立可能な事実である。したがって，同年1月当時，被告の社内方針に従って酵素法試薬の開発を検討していたとしても，そのことは，原告が新たなビリルビン測定方法の開発に当たり酵素法以外の方法を試みることとし，ビリルビンの金属酸化を試みることより検討を開始したことを否定する事実とはならない。」と主張する。",
                "しかし，実験の経過や，化学的酸化法について原告からAに対する具体的指示等を裏付ける証拠がないことなどに照らすと，原告が被告の社内方針に反して化学的酸化法による検討を行っていたとは認められないから，原告の上記主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決67頁10行目の後に，行を改めて次のとおり挿入する。",
                "「 原告は，①平成2年2月9日，電話で加熱試験の結果を聞き，出張先から研究室に戻り，その時提出されていた同月8日付データ集(乙1の3)に，原子吸光分析用標準液によるスクリーニング試験をpH4で行うことと，選択した金属で緩衝剤の検討をpH3，5，10で行うことを書き込んで指示したこと，②酵素法と称している日本商事の直接ビリルビン測定試薬が実際は化学的酸化法であることが確認されれば，化学的酸化法の検討をしても営業部や開発部を説得できると考えたことを主張した上，「原告が，酵素法に代わり化学的酸化法を試みようと明確に決意したのは，平成2年2月9日に電話でAに加熱試験の結果を聞いた時である。」と主張する。",
                "しかし，乙1の3によれば，2月8日の実験は，日本商事の特許に抵触するpH3．5～4．5の範囲からはずれるpH5．0の酢酸緩衝液又は乳酸緩衝液に界面活性剤や銅，三価のマンガンなどの金属を添加し，ビリルビンの酵素法反応を日本商事の酵素法試薬と対比して調べる酵素法の実験であると認められ，同実験の結果を踏まえて原告がAに対して指示をしたとしても，酵素法に関する指示であったとみるのが自然である。乙1の3には，「pH3．0，5．0で全緩衝剤」，「pH3．0，5．0，10．0」，「pH4．0で全金属」との記載があるが，その趣旨は必ずしも明らかではなく，それらの記載があることによって，原告がAに対して化学的酸化法による実験を指示したと認めることはできない。したがって，原告の上記主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決73頁4行目の後に，行を改めて次のとおり挿入する。",
                "「e 原告は，「(Aは，)BODの至適pHは7．2であるのに，日本商事の酵素法試薬のpHは，至適pHから大きく外れたpH3．5～4．5で直接ビリルビンにのみ特異的に反応させるというものであり，酵素反応らしくないと思っていたことから，原告の指示を受けることなく，日本商事の酵素法試薬が酵素による反応かどうかを確認するために，日本商事の酵素法試薬の失活実験を行った」旨のAの証言及び陳述書(乙3)は不自然であると主張する。",
                "しかし，この点に関する原告の主張は，以下のとおり採用することができない。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "原告は，「日本商事ネスコートVE試薬の添付文書には，総ビリルビン測定用のBOD量が400 U/dl，直接ビリルビン測定用のBOD量が20 U/dl と記載されており，酵素の至適pHから外れたところで酵素量が1／20であることからすると，ビリルビン測定に関し多少の知識のある者にとっては，同試薬による直接ビリルビンの測定は酵素法ではないと思うのが当然であるが，Aは，20倍異なるという点には明確に触れず，自ら酵素法でないと考えた旨陳述していることから，Aの陳述には信用性がない。」と主張する。",
                    "しかし，間接ビリルビンの反応性が低いとすると，総ビリルビン測定試薬の酵素量が多いこともそれほど不自然とはいえない。Aが，20倍という点を供述していなくても，Aの陳述書(乙3)には，「日本商事の総ビリルビン測定試薬を用いて直接ビリルビンのみを反応させる実験と，直接ビリルビン測定試薬を用いて反応させる実験を比べ，添加量が少なく，至適pHをはずれた反応(直接ビリルビン測定試薬による反応)が，至適pHにおける反応(総ビリルビン測定試薬による反応)と同じくらい速く進むことは不自然に思えた」(乙3，15頁)旨の記述があり，日本商事の直接ビリルビン試薬においてBODの添加量が少ないことに触れられているから，Aの供述が，不自然であると解することはできない。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "原告は，「Aは，陳述書(乙3，16頁)において，『日本商事の製品によるビリルビンとの反応は，酵素反応ではなく，BOD自体に含まれている銅イオンや，少量添加された銅イオンによる化学的な酸化反応ではないかと考え，平成2年2月9日に加熱実験(乙1の4)をした』と記載しているが，BODが銅を含む酵素であることは当時からよく知られた事柄であり，活性部位と同じものを安定剤として添加することもよく行われていたから，BOD溶液に銅が添加されていても，それは酵素の安定剤であり，通常，これが反応に関与するとは考えない。」と主張する。",
                    "しかし，Aの陳述書(乙3，15ないし16頁)によれば，Aは，日本商事の総ビリルビン測定試薬を用いて直接ビリルビンを反応させる実験と，同社の直接ビリルビン測定試薬を用いて反応させる実験を比べるなどした上，①BODのみでは，pH3．6にしても，直接ビリルビンにのみ特異的に反応せず，間接ビリルビンの反応が続くことや，②直接ビリルビンの反応が，pHの違いにかかわらず不自然に早く生じることから，日本商事の製品によるビリルビンとの反応は，酵素反応ではなく，BOD自体に含まれている銅イオンや，少量添加された銅イオンによる化学的な酸化反応ではないかと考えたものであり，その推論が不自然であるとはいえない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "また，原告は，「Aのノート(乙2)に，平成2年1月24日付けで，銅を添加して実験を行った旨の記載があり，銅単独の添加では反応しないことはその時点で分かっていたことであるから，Aが，日本商事の製品におけるビリルビンの反応が銅イオンによる反応であると考えたのは不自然であり，信用できない。」と主張する。",
                    "しかし，乙2の平成2年1月24日の欄には，実験の手順としてBODを用いる酵素法によることが図示されており，同日の実験は，酵素法による実験であることが認められ，「界面活性剤検討」との表題が付されていることから，間接ビリルビンの反応抑制剤としての界面活性剤を検討することが実験の主眼であったものと認められる。そうすると，銅は，酵素の安定剤として添加されていたと考えられ，この実験により，Aが，銅単独の添加では反応に影響しないことを認識していたとはいえない。"
                  ]
                },
                {
                  "fig": "(d)",
                  "text": [
                    "さらに，原告は，「Aは，平成2年2月8日，三価のマンガン3系列，銅3系列につき実験を行っており(乙1の3)，この実験では，マンガンには酸化作用がみられるの対し，銅は無添加と同等で酸化作用が全くみられなかったから，日本商事の製品における反応が銅によるものと考えて同月9日に加熱実験をしたというAの主張は不自然である。」と主張する。",
                    "しかし，前記のとおり，平成2年2月8日の実験(乙1の3)は，酵素法による実験であり，三価のマンガンは賦活剤にすぎず，酵素によりビリルビンの酸化が行われている可能性があるから，この実験から，三価のマンガンイオンに酸化作用がある，との結論を導くことはできないし，銅に酸化作用がないともいえない。"
                  ]
                },
                {
                  "fig": "(e)",
                  "text": [
                    "原告は，「Aは，陳述書(乙3，17ないし21頁)及び証言において，『銅単独で両ビリルビンを酸化する能力があり，チオ尿素は間接ビリルビンの反応抑制剤であると考え，銅イオンと同等の酸化力がありそうなものを探し，三価のマンガンやメタバナジン酸イオンを見出した』と陳述する。しかし，銅単独では両ビリルビンを酸化する能力はなく，他方，チオ尿素は，直接ビリルビンの反応促進剤であり，銅は，チオ尿素が存在すると，直接ビリルビンのみ特異的に酸化する。",
                    "そのため，Aの陳述は，誤った知見に基づくものであり，信用性が認められない。」と主張する。",
                    "Aの陳述書(乙3，20頁)によれば，Aは，日水製薬の特許を見て，チオ尿素が間接ビリルビンの反応抑制剤として作用し得ると想定し，バナジン酸イオンや三価のマンガンイオンについてチオ尿素が反応抑制剤として作用するか実験をしたが(乙1の11，平成2年2月23日)，思うような結果が出なかったことが認められる。そして，日水製薬出願の特許に係る公開特許公報(乙7，特開昭63−118662)には，その特許に係る発明が，銅イオンとチオ尿素若しくはその誘導体が錯体を形成し，この錯体が直接ビリルビンを選択的に酸化する作用を示すことに基づく旨記載されており(3頁左上欄12行目ないし15行目)，チオ尿素が間接ビリルビンの反応抑制剤として作用し得るとのAの想定は客観的には誤っていたものである。しかし，結果的にチオ尿素が直接ビリルビンを選択的に酸化するために添加されているという点では，Aの想定は誤りではなかったし，仮にAの想定が誤っていたとしても，その故に，直ちにAの陳述全体の信用性がないとはいえない。むしろ，実験により思うような結果が出なかったことまで述べていることからすれば，Aの陳述は虚偽であるとは認められない。"
                  ],
                  "content": [
                    {
                      "fig": "f",
                      "text": [
                        "原告は，①昭和63年ころにビリルビン測定に関する特許文献を収集して一覧表を作成し(甲32)，そこには，日水製薬出願に係る公開特許公報(特開昭63−118662号公報，乙7，甲32末尾の特許文献一覧表の No.18)も含まれており，平成2年1月の月報(乙18の1，2)にも，原告及びAが既存の特許を承知していた旨記載されていたこと，②原告は，実験(乙1の11)により，銅は単独ではビリルビンを酸化する能力はないが，チオ尿素が存在すると直接ビリルビンを特異的に酸化することを確かめたこと，③したがって，これらのことに照らし，「日本商事製の試薬組成の構成がおかしいとの報告を受けた時，中身は日水製薬の特許ではないかと疑いを持ち，加熱実験を指示し，加熱しても正常に反応すると電話で聞いた時，中身は日水の特許であろうと即座に話した」(甲37，3頁)旨の原告の供述は信用性があると主張する。",
                        "しかし，平成2年1月の月報(乙18の1，2)には，酵素法による試薬の開発について記載されているのみであり，特許も酵素法に関する特許に言及されているにとどまり，乙7の特許への言及はなく，化学的酸化法による試薬の開発を示唆する記載はない。また，同年2月23日の実験データ(乙1の11)のうちには，銅は単独でビリルビンを酸化する能力はないが，チオ尿素が存在すると直接ビリルビンを特異的に酸化することが示されていると解される部分があるものの，全体としてみると，界面活性剤を入れない場合，界面活性剤 TritonX-405 を入れた場合，界面活性剤●●●●●●を入れた場合を分け，更にそれぞれの場合をチオ尿素のある場合とない場合に分けて実験を行っており，間接ビリルビンの酸化抑制剤として何が適当かを確かめることが実験の目的であったと推認されるものであって，同日の実験(乙1の11)により，原告が日水製薬の特許を追試する実験を行ったものと認めることはできない。したがって，原告の上記主張は，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "g",
                      "text": [
                        "原告は，「平成2年2月9日の加熱した試薬を使用した実験(乙1の4)においては，R-2 に銅を添加した実験を6系列行っており，このうち5系列は，日本商事の R-1を使用して R-2に銅を添加したものであり，1系列はその対照実験である。ところで，同月8日(乙1の3)の実験では，銅を3系列で添加しても酸化作用がみられないという結果が出ているから，日本商事の R-1 にチオ尿素が含まれているとの疑いを感じなければ，通常はこのような実験は行わないと考えられる。したがって，このような実験が行われていることは，原告が，日本商事の R-1 にチオ尿素が含まれているとの疑いを感じていたことを示している。」と主張する。",
                        "しかし，前記のとおり，平成2年2月8日の実験(乙1の3)は，酵素法による実験であり，マンガンや銅を添加したのは，酵素法において金属イオンの影響を確かめるために賦活剤の一種として金属を添加したとみるのが相当である。また，同月9日の実験(乙1の4)は，酵素を失活させて行われていることから，酵素以外に含有されている酸化剤等の物質を確かめるために行われたとみるのが相当である。このような両実験の内容に鑑みると，同月8日の実験(乙1の3)によって銅の酸化作用の有無を判断し，更に銅の酸化作用を確かめるために同月9日の実験(乙1の4)を行ったとみるのは，相当ではない。そうすると，同月8日の実験と同月9日の実験が順に行われたことから，「原告が日水製薬の特許を意識し，日本商事のビリルビン測定試薬の中身がチオ尿素と銅ではないかと推測して平成2年2月9日の失活実験(乙1の4)を指示し，推測が正しいことを確認した」との原告の主張が直ちに認められるわけではない。"
                      ]
                    },
                    {
                      "fig": "h",
                      "text": [
                        "原告は，「平成2年2月14日に甲36の実験を行い，同月15日に乙1の5の実験を行い，同月16日に乙1の6の実験を行った。」と主張するが，その点に関する原告の主張は，以下のとおり，いずれも採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(a)",
                  "text": [
                    "原告は，「平成2年2月14日の実験(甲36)でバナジウム標準液に際立った作用がみられたが，バナジン酸に次いで効果がみられたもの(●●●●●●●)でさえ，無添加分を差し引いて比較すると，バナジウム標準液の1／3以下であった。このような場合，1／3以下のものを詳細に検討するよりも，酸化還元電位の理論から当然効果が現れてよいものを追加実験する方が見逃しがなくなる。そこで，同月15日には，バナジウム標準液の原料であるバナジン酸での確認実験を行うとともに，同月14日の実験で効果のみられなかったものの中で，卒業論文の知見により確認の必要があると判断したコバルト，セリウム，マンガンの3種類について価数を変えて実験を行った。コバルト，セリウム，マンガンにつき価数の小さいものの実験も指示したのは，Aに対する教育のためであった。コバルト，セリウム，マンガン以外の金属の実験は，同月14日の実験結果にこだわらず，Aが目についたものを選択したものである。また，同月15日の実験により，三価のマンガン単独で，バナジン酸に次ぐ酸化力があることが分かった。」と主張する。",
                    "しかし，原告が，遷移金属について価数の大きいものが酸化剤として働き，小さいものが還元剤として働くことを承知しており，特にコバルト，セリウム，マンガンの3種類について，卒業論文の知見により確認の必要があると判断したのであれば，これら3種類について価数の大きいものの実験を重視するよう指示するのが通常であるにもかかわらず，価数の小さいものも含めて指示している点で，原告の主張は，不自然である。この点，原告は，価数の低いものの実験を指示した理由は，Aの教育目的にあると主張する。しかし，原告がAに対して具体的な指導をした形跡を窺うことはできず，原告の主張は，採用することができない。また，原告が，それまで検討していた酵素法とは異なる化学的酸化法の検討を目的として実験を指示したのであれば，実験ノート等にその旨の記録が存在するはずであるが，そのような記録が存在することを裏付ける証拠はない。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "原告は，平成2年2月15日の実験を分光光度計で行うようにAに指示したわけではないとした上，Aが同月17日に行ったとする実験(乙1の7)で初めて用いられた金属は25種類，同月15日の実験(乙1の5)で初めて用いられた金属は7種類であり，初めて実験するのに同月15日には7種類につき分光光度計を用い，同月17日には25種類につき自動分析装置を用いることは，不自然であると主張する。",
                    "しかし，自動分析機の方がマニュアルより手間が省けることに照らすと，種類の多いときに自動分析機を用いたとする被告の主張は不自然であるとはいえない。2月15日の実験(乙1の5)，同月16日の実験(乙1の6)，同月17日の実験(乙1の7)の順に実験が行われたとの被告の主張は，第4，2(3)ア(イ)c(原判決67頁13行目ないし71頁23行目)のとおり，合理性が認められる。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "原告は，「昭和61年ころ，ジアゾ法のビリルビン測定試薬に使用しているカフェイン溶液にマンガンが混入したため検量線が原点を下回る(測定値が低下する)現象が生じ，対策として試薬中に過剰のEDTA を添加して解決したことから，マンガンがビリルビンを破壊することを知っており，本件発明を着想した。」と主張する。",
                    "乙21及び弁論の全趣旨によれば，昭和61年7月ころ，ジアゾ法により，Bil AR Ⅱ カフェイン溶液にマンガン及び EDTA を添加する実験が行われ，原告がそれに基づいて作業標準書の改訂を行ったことが認められる。しかし，ジアゾ法のビリルビン測定試薬に使用しているカフェイン溶液にマンガンが混入して測定値が低下し，試薬中に過剰の EDTA を添加して解決したことから，直ちにマンガンがビリルビンの酸化剤として作用したとは断言できないし，乙21によれば，その実験で用いられたマンガンは，原子吸光用マンガン標準液であることが認められ，二価のマンガンであるから，その実験結果から，三価のマンガンについて本件発明を着想したとは認められない。",
                    "(d)① 原告は，「平成2年1月24日の実験(乙2)は，化学的酸化法に用いられる金属を使用しており，これは酵素法と化学的酸化法の併用であって，純粋な酵素法の実験ではない。この実験では，酵素法で界面活性剤10種類，金属4種類(マンガン，●，銅，●●●●)を添加して検討しており，マンガンは，カフェインへの混入事故から想起して実施し，●，銅，●●●●は特開59−160764号公報，特開昭63−118662号公報から想起して実施したものであり，これらの2件の特許は，酵素法ではなく化学的酸化法の特許に係るものであり，原告の指示で作成されたビリルビン測定法に関する特許文献の一覧表(甲32末尾の特許文献一覧表)に記載(№8，№18)されている。平成2年1月24日の実験(乙2)における界面活性剤の検討とは，間接ビリルビンを反応させるための検討であり，金属を添加しているのは，金属イオンで主に間接ビリルビンを反応させるためである。」と主張する。",
                    "しかし，平成2年 1月24日の実験データ(乙2)には，実験の手順としてBOD(BOX)を用いる酵素法によることが図示されており，同日の実験は，酵素法による実験であることが認められる。そして，酵素法によることが前提とされていることから，「界面活性剤検討」との表題は，間接ビリルビンの反応抑制剤としての界面活性剤の検討をすることを示すものと認められ，原告の主張は，採用することはできない。また，前記のとおり，原告は，会社の方針に従って酵素法の検討をしており，同年1月の月報などにも，化学的酸化法を検討する形跡がないことからすると，ビリルビン測定法に関して収集した特許文献の一覧表の中に，化学的酸化法の特許に係る特許公報があり，その中に金属等の記載があったとしても，それらの文献から，同年1月24日の実験データ(乙2)に記載された金属を化学的酸化法における酸化剤として想起したとは認め難い。",
                    "② 原告は，「実験ノート(乙2)の平成2年1月30日の欄には，『●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●』と記載されており，三価のマンガンは間接ビリルビンを直接酸化するための直接酸化剤として添加されたものとうかがわれ，この時既に三価のマンガンが間接ビリルビンを酸化することが分かっていたこと，三価のマンガンが酵素の賦活剤として使用されたものでないことが示されている。」と主張する。",
                    "しかし，直接化剤とは，酸化されにくい間接ビリルビンを酸化されやすい直接ビリルビンにするものと考えられ，直接化剤そのものにビリルビンに対する酸化作用があるとはいえない。したがって，実験ノート(乙2)の上記記載から，この時既に三価のマンガンが間接ビリルビンを酸化することが分かっていたとはいえず，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "(e)",
                  "text": [
                    "その他，原告は，「乙1の7の実験において，稀釈操作はしておらず，原子吸光分析用標準液の原液(1000 ppm)をそのまま使用し，後に1 mM に換算した」との被告の主張は真実に合致しないこと，「実験ノート(乙2)の平成2年2月15日の記載は，データ集等の記載と合致せず，乙1の6の実験が平成2年2月16日に行われた」との被告の主張は不自然であることなど，これまで摘示した以外にも細部にわたり縷々主張する。",
                    "しかし，これらの主張を考慮しても，本件発明の特徴的部分①の発明者はAのみであり，原告がその発明者ではないとの判断が左右されることはない。すなわち，第4，2(3)ア(イ)a(原判決65頁4行目ないし66頁2行目)のとおり，平成2年1月当時，原告は，被告の社内方針に従って酵素法試薬の開発を検討していたものと認められる。仮に，原告主張のように，原告がAに指示して化学的酸化法について平成2年2月14日にスクリーン実験を行い，卒業論文の知見等に基づいて同月15日，16日の追加実験を指示するなど，化学的酸化法による検討を実際に行っていたとすると，化学的酸化法は，従前の社内方針であった酵素法とは大きく異なる方法であり，原告はAの上司の立場にあったのであるから，原告からAに対し，化学的酸化法に関する知見や仮説の開示があり，実験について具体的な指示があったものと考えられ，Aの実験ノート等にも，原告によって開示された知見や仮説，具体的な指示等の記録が存在するはずである。しかし，本件においては，原告による具体的指示等を裏付ける証拠はなく，さらに，原告の主張には，酵素法によると認められる実験を化学的酸化法によるものと主張するなど，合理性の乏しい点がみられる。Aの陳述書の記述や証言の中には，明確とはいえない部分もあり，細部も含めてそれらのすべてが真実として立証されているとはいえないが，これまで検討したところによれば，Aが，重金属のスクリーニング実験の結果，バナジン酸イオン，三価のマンガンイオンがビリルビンの酸化剤として有効であることを見出し，「総ビリルビン又は直接ビリルビンを測定する際に，バナジン酸イオン又は三価のマンガンイオンをビリルビンの酸化剤として用いる」という本件発明の特徴的部分①を着想しこれを具体化したことは認められ，それに反する原告の主張は採用することができない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決73頁5行目の「e」を「i」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(相当の対価の額)について",
          "text": [
            "次のとおり付加するほかは，原判決80頁17行目ないし94頁11行目のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決83頁3行目の後に，行を改めて次のとおり挿入する。",
                "「 超過売上高は，被告の売上から，被告が法定通常実施権を有することにより得られたと認められる売上を差し引くことにより求められるものであり，この場合，差し引かれるべき売上は，特許法旧35条の趣旨に照らすならば，実際に法定通常実施権を行使したことにより得られた売上に限られず，法定通常実施権を有することにより得られたと認められる売上がこれに当たるというべきである。そうすると，本件においては，本件発明の実施をしたのは検査機関等であり，被告は，形式的には本件発明の自己実施をしていなかったものであるが，そのことの故に，超過売上高の算定に当たって被告の売上から差し引くべきものがないとはいえない。被告が法定通常実施権を有することにより得られたと認められる売上相当分を，本件発明の位置づけ，被告の市場占有率，ビリルビン測定方法の方法別施設割合その他，本件に現れた諸般の事情を総合考慮した上で，控除の対象とすることは差し支えないというべきである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決89頁19行目の後に，行を改めて次のとおり挿入する。",
                "「c 甲34(日臨技臨床検査精度管理調査報告書よりの抜粋)によれば，被告の市場占有率は，総ビリルビン測定試薬において46．7％，直接ビリルビン測定試薬において47．7％と，他社に比べて高い割合を占めていることが認められる。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決91頁12行目の「所与のものであったこと」の後に「，本件試薬の市場占有率」と挿入する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決93頁18行目の後に，行を改めて次のとおり挿入する。",
                "「 被告は，原告が共同発明者である本件発明の特徴的部分②は，総ビリルビン測定試薬には実施されておらず，直接ビリルビン測定試薬にのみ実施されているから，原告が受けるべき相当の対価の額は，直接ビリルビン測定試薬の売上高についてのみ計算されるべきであるとする。",
                "しかし，本件発明の特徴的部分②が，総ビリルビン測定試薬には実施されておらず，直接ビリルビン測定試薬にのみ実施されていることを考慮に入れたとしても，その上で，本件発明の特徴的部分①及び②のそれぞれの技術的意義，それぞれの着想及び具体化への原告及びAの関与，本件試薬の製品化への原告の関与などを総合考慮すると，原告とAの本件発明全体(本件発明の特徴的部分①及び②を含む。)に対する寄与割合は，原告が30％，Aが70％と認めるのが相当である。したがって，相当の対価の額を算出するに当たっては，これらの寄与割合を，直接ビリルビン測定試薬の売上高のみではなく，本件試薬全体の売上高に乗ずるのが相当である。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は，被告に対し，243万6624円及びこれに対する平成19年12月8日から支払済みまで年5分の割合による金員の支払を求める限度で理由があり，その余は理由がないから，その限度で原告の請求を認容した原判決は相当であり，本件控訴及び本件附帯控訴はいずれも理由がない。",
            "よって，本件控訴及び本件附帯控訴はいずれも棄却し，控訴費用は原告の負担とし，附帯控訴費用は被告の負担とすることとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10010等",
    "date": "2010-08-31",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(ワ)31700",
    "precedent_id": "080669",
    "ipprecedent_id": "2342",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}