{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009−1688号事件について平成22年9月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が下記商標(本願商標)につき出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①本願商標が下記引用商標と商標自体が類似するか，及び，②本願商標の指定商品が引用商標の指定商品と類似するか，である(商標法4条1項11号)。",
            "記"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "・ 商 標        ・指定商品",
                "第30類",
                "「不透明の気密性袋に密封包装した福井",
                "県産の炊飯用精白米」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用商標",
      "text": [
        "・商標                        ・指定商品(ただし，書換登録後のもの)",
        "第31類",
        "「種子類，木，草，芝，ドライフラワー，苗，苗木，花，牧草，盆栽，あわ，きび，ごま，そば，とうもろこし，ひえ，麦，籾米，もろこし，飼料用たんぱく，飼料，獣類・魚類(食用のものを除く。)・鳥類及び昆虫類(生きているものに限る。)，蚕種，種繭，種卵」(下線は判決で付記)",
        "・出願        昭和49年8月19日",
        "・登録        昭和52年6月6日",
        "・書換登録    平成19年2月14日",
        "・登録番号    第1274106号",
        "・権利者      千葉市中央区星久喜町1203番地",
        "株式会社みかど育種農場"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成19年11月9日，前記内容の商標につき商標登録出願(商願2007−114174号)をしたが，特許庁から平成21年1月8日付けで拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2009−1688号事件として審理し，平成22年6月29日付けでは原告に証拠調べ通知(甲5)を発した上，平成22年9月21日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年10月1日原告に送達された。",
                "なお，上記手続中において原告がなした本願の指定商品の変遷は，次のとおりである。",
                "・出願時(平成19年11月9日)  第30類「米」",
                "・平成20年4月21日補正時      第30類「福井県福井市上天下町の有限会社土橋商店で販売する玄米および精米」",
                "・平成20年7月2日補正時        第30類「福井県産の炊飯用玄米および炊飯用精白米」",
                "・平成21年1月21日補正時      第30類「福井県産の炊飯用精白米」",
                "・平成22年7月5日補正時        第30類「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写し(更正決定も添付)のとおりである。その要点は，本願商標と引用商標とは，その商標と指定商品とがいずれも類似するから，商標法4条1項11号に該当し本願は商標登録を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のような誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(商標の類否判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が本願商標と引用商標とが類似すると判断した理由の第一は，本願商標は「天下米」の漢字を筆書き風文字で縦書きしてなるところ，「天下米」の文字は，全体として熟語的な意味合いを生ずるものとはいえないものであり，これが常に一体不可分のものとしてのみ理解されるとする格別の理由は見いだし難いということにあるが，「天下米」の文字をそのように認定すべき合理的根拠は，全く示されていない。",
                            "本願商標は，「天」「下」「米」の漢字三文字を，風格のある表現態様にて墨痕鮮やかに縦書した構成に特徴がある。",
                            "本願商標を構成している冒頭の二文字「天下」は，一般的には「てんか」と読まれているが，「てんが」と読まれることもある。審決が引用する広辞苑第6版(甲8)によれば，「天下」という用語につき「①天の覆っている下。②一国全体。全国。③一国の政治。④天子の称。⑤親王・内親王・摂政・関白などの敬称。⑥江戸時代に，将軍の称。⑦実権を握って思うままにふるまうこと。⑧世間。世の中。伎(わざ)。⑨世に類がない。この上ない。」という意味合いが挙げられている。",
                            "この「天下」という単語は，上付きの接頭語として，また下付きの接尾語として，他の単語に結合し易く，非常に造語性に富んでいる。",
                            "例えば，上付きの接頭語として慣用されている熟語としては，「天下の政見(ママ)を掌握した人」を意味する「天下人」という熟語，「世間どこにも共通する」ことを意味する「天下一枚」という熟語，「天下にただ一つというほどすぐれていること」を意味する「天下一品」という熟語，その他「天下一」「天下芸」「天下国家」「天下御免」「天下太平」「天下無双」など数多く知られている。",
                            "他方，下付きの接尾語として慣用されている熟語としても，「妻の権力が強くて，夫の頭があがらないこと」を意味する「嬶天下」という熟語，「天下全体。全世界」を意味する「満天下」という熟語，「一国を治めてさらに天下を安んずること」を意味する「治国平天下」という熟語，「天上の世界と地上の世界。天地の間。宇宙の間」を意味する「天上天下」という熟語など数多く知られている。",
                            "しかして，これらの用例からみて，本願商標を構成する「天下米」という造語に対し，「全体として熟語的な意味合いを生ずるものとはいえないものであり，これが常に一体不可分のものとしてのみ理解されるとする格別の理由は見いだし難い」とした審決の認定は，日本語の常識として不自然であり，合理的な説明とはなり得ない。",
                            "原告が指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」に使用する本願商標の「天下米」は，日本一，つまり天下で一番おいしい名米「コシヒカリ」，これを日本で一番最初に開発した“コシヒカリ発祥の地”の福井県において産出されたコシヒカリを丹念に精米して炊飯用の精白米として全国に広めたいとの大望を抱いて採択したものである。",
                            "ところで，本願商標を構成する「天下米」という文字列は，接頭語「天下」と，主食商品であることを表示する「米」の文字とを合成して「天下米」とした造語であって，語韻語調においても「テンカマイ」あるいは「テンガマイ」とわずか5音の覚えやすく良い音律の響きをもって呼称される。また，意味内容的にも，前述の用例「天下人」「天下芸」「天下一品」と共通してイメージ的にも一体不可分に結合しており，木に竹を継いだような不自然な構成ではない。このように，本願商標は，特に「天下」の部分と「米」の部分に分離して認識されるべき格別の事情も見い出せず，全体として「常に一体不可分のものとして」認識することが素直な観察である。それゆえ，原告が本願商標をその指定商品に使用した場合にも，これに接する取引者，需要者は，本願商標を全体として一体不可分のものと認識するのが自然であって，特に語尾の「米」の文字部分だけを注目し，わずか3文字中の「米」の文字部分を商品の普通名称に該当するとして識別の注意対象から外して，「天下」の文字部分だけで自他商品を識別するものではないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，広辞苑第6版に「てんかごめ」や「てんかまい」の単語項目が掲載されていたならば，もはや，本願商標「天下米」は商標法3条1項1号にいう普通名称であるということであって，商標登録を受けることができない商標ということになる。広辞苑第6版に「天下米」の単語項目が掲載されていないということは，本願商標「天下米」が造語商標として商標登録を受けることができる自他商品の識別力を備えていることを示す何よりの根拠である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "特許庁においては，「天下」という語に強い造語力を認めており，「天下」の文字を接頭語として冠した多くの商標を数多く造語商標として商標登録をしている。実際に引用商標「天下」の語を含む商標を，引用商標の指定商品「籾米」と同じ類似群コードに属する商品を指定して商標登録された事例は多数存在する(甲13ないし20参照)。このほか，「天下」を接尾語として合成された造語商標の登録例も存在する(甲21，22参照)。",
                            "そして，特許庁における過去の登録例や審決例は，審査・審判において具体的事案に対する法の解釈適用の結果を先例として示したものであって，類似の事案に対して繰り返される判決と同様に，登録例・審決例には特許庁の抽象的な一貫した経験則が含まれている一方，当該法の適用を受ける国民も，特許庁における当該法規範の適用に対する結果予測に多分の信頼を抱いているのが通例であるから，裁判所において類似の事案に繰り返される判例と同様に遵守されるべき国家的権威が付帯している。",
                            "すなわち，対象事案と共通した問題点を含んだ類型的事案の解決のために示された登録例・審決例に含まれる経験則は，他の同じ類型事案に対しても平等に適用されるべきであり，それでこそ法に基づく公正な行政処分として国民一般も尊重し，確立された行政解釈として，これに信頼を寄せることができるのである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が本願商標と引用商標とが類似すると判断した理由の第二は，簡易迅速を旨とする商取引の場にあって，取引者，需要者は，その商品に付された商標の商品識別の機能を有する部分を適宜抽出し，その称呼を簡略化して取引に資する場合があることは経験上明らかとの前提の下に，本願商標は「天下」の文字部分より，単に「テンカ」と略称して取引されるということにある。",
                            "しかし，いかに簡易迅速を旨とする商取引の場にあっても，わずか3文字で5音構成の簡素な本願商標「天下米」の中の「天下」の文字部分だけことさらに注目し，一体不可分に構成された商標「天下米」から称呼「テンカ」を切り出したことは不自然である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "最高裁判決等に示された商標の類否判断の基準は，以下のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "最高裁昭和39年(行ツ)第110号「しょうざん事件」",
                              "text": [
                                "最高裁は，同事件の判決において，「商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎり，その具体的な取引状況に基づいて判断するのを相当とする。」と説示する。",
                                "すなわち，この「しょうざん事件」の最高裁判決が示した商標の類否判断の基準を摘記すると，次のとおりである。",
                                "イ．対比される両商標が同一又は類似の商品に使用された場合に商品の出所について誤認混同を生ずるおそれがあるか否かによって決すべきであること",
                                "ロ．使用された商標の外観，観念，称呼等が取引者に与える印象，記憶，連想等を総合して全体的に考察すること",
                                "ハ．その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すること"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "最高裁平成6年(オ)第1102号「小僧寿し事件」",
                              "text": [
                                "最高裁は，「寿し」を指定商品に含む登録商標「小僧」と「小僧すし」という商標の類否が争われた「小僧寿し」事件において，「商標の外観，観念又は称呼の類似は，その商標を使用した商品につき出所を誤認混同するおそれを推測させる一応の基準にすぎず，したがって，右三点のうち類似する点があるとしても，他の点において著しく相違するか，又は取引の実情等によって，何ら商品の出所を誤認混同するおそれが認められないものについては，これを類似商標と解することはできないというべきである。」と説示している。",
                                "すなわち，この「小僧寿し事件」の判決を通じて，最高裁判決が示した商標の類否判断の基準を摘記すると，次のとおりである。",
                                "ニ．商標の外観，観念又は称呼を比較して，その商標を使用した商品について出所の誤認混同のおそれを推測する3点観察法は，商標の類否判断の一応の基準にすぎないこと",
                                "ホ．他の点において著しく相違するか，又は取引の実情等によって何ら商品の出所を誤認混同するおそれが認められないものについては，これを類似商標と解することはできないこと"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "このほか，平成22年(行ケ)第10102号の「WORLD」事件の知財高裁判決(平成22年9月6日言渡し)は，上記イ～ホの最高裁判決が示した基準を踏襲しつつも，次の基準を補足している。",
                                "①  複数の構成部分を組み合わせた結合商標を対比の対象とする際には，まずは結合商標の外観,観念,称呼の態様を総合的に観察してみて，一体のものとして対比の対象とするのか分離して対象とするのかを決すること",
                                "②  その上で，具体的な取引の実情が認定できる場合には，その状況も踏まえて，不可分なものとするのか，それとも分離しその一部を抽出してみるのかを決すべきこと"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上の最高裁判決等に示された商標の類否判断の基準に準拠して，本願商標と引用商標とを比較してみると，以下のとおりである。",
                            "まず，本願商標の外観構成は，全体的に筆運びの強弱バランスがほどよく調和して，看る者の視覚に印象的には“どっしり”とした安心感を与える。また，その「天下米」という言葉からは“天下に並ぶものがないほどにおいしい米”という意味合いを仄めかしている。",
                            "また，本願商標から自然に生ずるところの「テンカマイ」「テンガマイ」は，簡素で語韻語調のよい5音構成であって，取引者や需要者の記憶にとどまりやすく，商品市場で「米」を買おうと思った際に，直ちに「天下米」と連想することができ商品選択上も優位に立たせるといった特徴がある。",
                            "これに対し，引用商標の外観構成は，商標公報(甲1)から明らかなとおり，単純なゴシック体で「天下」と横書きしたものであり，特段に外観的に人目を惹き付ける個性はない。",
                            "また，「天下」という言葉自体からは，審決も認定するとおり，「天のおおっている下」(広辞苑第6版)という意味合い，観念を生ずるのであって，本願商標の「天下米」という言葉が有する観念「天下に並ぶものがないほどおいしい米」とは想起されるイメージを全く異にしている。",
                            "そして，引用商標を構成する「天下」の文字が“天のおおっている下”という意味合いでは，商品の出所を表示する出所表示の機能の面においても，自他商品を識別する識別標識としての機能の面においても，また商品イメージや企業イメージを需要者に印象付ける宣伝広告表示としての機能の面においても，パンチ力に乏しく取引者や需要者の記憶にはとどまりにくい。",
                            "また，引用商標から自然に生ずる「テンカ」「テンガ」も，わずか3音であって，日本人の常識語として誰でも知ってはいるが，特別顕著な自他商品識別力に富んでいるともいえず，本願商標から生ずる称呼「テンカマイ」「テンガマイ」と比べて指定商品との関連も強くなく，炊飯してすぐに食せる「米」を連想させるほどのものでもない。",
                            "してみれば，最高裁判決「しょうざん事件」が示した前記ロの基準に照らして，本願商標と引用商標は「天下」の文字を構成要素として含んではいても，米の商品市場に置かれた商品取引の実情からみて，さらに，最高裁判決「小僧寿し事件」における上記ホの基準に照らしても，取引者，需要者が当該商品の出所について誤認混同するおそれはないというべきである。",
                            "このほか，前記「WORLD」事件の判決に示された商標類否の判断基準に従えば，全体が一連一体に構成されている本願商標「天下米」は，取引の慣習上「テンカ」又は「テンガ」なる称呼しか生じず，しかも「天のおおっている下」という観念が生ずる引用商標「天下」とは，外観，観念，称呼のいずれの態様においても，取引者，需要者は明確に区別して認識でき，しかも，本願商標「天下米」が使用される指定商品も「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」であって，その具体的な取引の実情も，原告ウェブサイト(甲12)に示されるように，取引市場における商品の展示，在庫など取扱いの態様も，佐藤農園のウェブサイト(甲27)に示されているような「籾米」とは全く相違しているので，商品の出所について混同が生ずるおそれは全くない。",
                            "したがって，「WORLD」事件判決に照らしても，本願商標「天下米」と引用商標「天下」とは相互に非類似であるというべきであり，これを類似するとした審決の認定判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，「リラ・宝塚事件」の最高裁判決から，審決の維持に都合のよい部分，すなわち「しばしば，その一部だけによって簡略に称呼，観念され，一個の商標から二個以上の称呼，観念の生ずることがあるのは，経験則の教えるところである」というくだりだけを“いいとこ取り”して，審決の認定判断に係る「本願商標『天下米』と引用商標とは，『テンカ』の称呼及び『天をおおっている下』の観念を共通にする類似の商標である・・・・・」と結論の正当性の根拠にしている。",
                        "しかし，類似群コード“33A01”に属する商品分野に「天下」の文字を含む登録商標が数多く存する(甲13ないし22参照)から，「天下」の文字部分のみが識別力が特に高いということはできず，本願商標は「天下米」と一連不可分に結合された文字構成全体に識別力を発揮する原因があるというべきであり，本願商標「天下米」の全体構成を「天下」の部分と「米」の部分とに分断することは，正に，「リラ・宝塚事件」の最高裁判決が指摘する「取引上不自然であると思われるほど不可分に結合していると認められる商標」を分断する商標類否判断方法と同じである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，インターネットのサーチエンジン“Google”により「天下米」と原告会社名「土橋商店」をキーワードとして検索したところ1万2800件ヒットした(甲33参照)ことからすれば，本願商標「天下米」と原告は，インターネット上無名ではなく，相当広い範囲で周知であるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(指定商品の類否判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「精白米」と「籾米」について，①品質が一致すること，②用途が一致すること，③生産者が一致すること，④販売部門及び需要者の範囲が一致することを挙げて，「本願商標の指定商品である『不透明の気密性袋に密封包装した福井県産の炊飯用精白米』と引用商標の指定商品中の『籾米』とは・・・類似する商品である」とするが，誤りである。",
                        "審決は，本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品中の「籾米」との類否判断を行うに際し，本願商標「天下米」が使用される指定商品の種類・性質等を全く考慮することもなく，これら両商品がともに類似群コード“33A01”に属する商品であると機械的形式的に当てはめて類否判断をしている。そして，被告は，本願商標の指定商品の具体的な商品形態もその材料「米」が福井県産という原産地名で特定されている商品特質も，その「精白米」の具体的用途が炊飯用だけに限定されていることもすべて無視すればよいとする甚だ乱暴な商品類否判断の方法を断行したことを言明している。",
                        "審決の上記認定は，籾米も精白米もともに米(稲の果実)であることに変わりはなく，穀物であり，籾米なくして精白米は存在し得ないものであるから，精白米と籾米は互いに密接な関係にあるといえ，米との品質において一致するという非常に乱暴粗略な発想に原因がある。",
                        "このような類否判断の方法は，最高裁昭和33年(オ)第1104号「橘正宗」事件判決における「それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売にかかる商品と誤認される虞があると認められる関係にある場合には，たとえ，商品自体が互に誤認混同を生ずる虞がないものであっても・・・類似の商品にあたる」と抽象的に表現された文言の形式的機械的解釈に基づく論理誤謬を冒しており，基本的に誤りである。",
                        "平成19年9月26日言渡しの知財高裁判決(平成19年(行ケ)第10042号「腸能力事件」)の説示を整理すると以下のとおりである。",
                        "ⅰ．今日の取引社会にあっては，需要者，取引者は，商標によって，出所の同一性を識別判断するのが通常であること",
                        "ⅱ．仮に両商品に「同一の商標」(商標法4条1項11号にいう「他人の登録商標」)が付されれば，たとえ商品の種類・性質等が大きく異なっていたとしても，通常は両商品の出所が同一であるか又は関連性を有すると誤認するおそれが存在することとなること",
                        "ⅲ．そうすると，指定商品の類似の範囲は際限なく拡大し，不合理な結果を招くこと",
                        "ⅳ．したがって，商品に使用した場合に商品の出所について混同を来すか否かを判断する際に想定する仮想的な商標(同号にいう「類似する商標」)に「同一の商標」を含めて機械的形式的に判断するのは，必ずしも適切でないこと",
                        "この「腸能力事件」判決の説示に遵うならば，発芽能力を喪失し，生きていない福井県産の炊飯用精白米を不透明の気密性袋に密封包装された形態の第30類の指定商品(福井県産の炊飯用精白米)は，そのような不透明の気密性袋に密封包装する必要がなく，それどころか気密性袋に密封包装すると，かえって呼吸が阻害されて差し障りが起こり，しかも食用に供するには籾摺り・精米処理が不可欠な「籾米」と比べると，保管の形態も店頭における展示の形態等も全く異なり，商品としての種類・性質も顕著に異なっている。",
                        "それにもかかわらず，「不透明の気密性袋に密封包装された福井県産の炊飯用精白米」と「籾米」とを取引上混同の生じやすい類似商品であると決め付けた審決の認定判断は明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "審判段階における農産物検査法に基づく原告の主張",
                      "text": [
                        "穀物農産物の消費の合理化に寄与することを目的とする農産物検査法において，精白米と籾米に対する品位等の検査項目で重視される項目が異なっているが，同事実は，一般の取引者や需要者にとっても「精白米」と「籾米」を購入する際の重大関心事であり，「農産物検査法におけるそのような検査項目の違いを特段考慮すべき事情はない」とすることは許されない。",
                        "原告は，審判請求書(甲3)において，具体的に法令上の根拠を示して上記の点につき主張していたが，審決は，この主張に対しては何ら審理判断していない。",
                        "精米ともみ(籾米)について重視される品位項目の違いは，商品の種類，性質等の評価に影響を及ぼす重要な事項であるから，これらの農産物検査法に基づく原告の主張を排斥するにしても，排斥する合理的理由を示さないことは，審決に「理由」を記載すべきことを定めた商標法56条1項で準用する特許法157条2項4号に違背し，審理不尽及び判断遺脱の違法を侵しているというべきである。",
                        "しかも，原告は，審決時には本願商標の指定商品を第30類の「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」に減縮補正しており，品質，用途，需要者が一致しているといえない旨主張していた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特許庁商標課の「類似商品・役務審査基準」等に基づく原告の主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特許庁商標課の「類似商品・役務審査基準」(甲4)のⅷ頁には，「類似商品審査基準」として，判定項目(①生産部門，販売部門の同一性，②原材料及び品質の同一性，③用途の同一性，④需要者の同一性，⑤完成品と部品との関連性)が公表されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「精白米」と「籾米」の品質・用途が一致するとした審決の誤り",
                          "text": [
                            "審決は，「『精白米』とは，『精米(玄米をついて種皮・外胚乳・膠質層・胚などを取り除くこと。また，ついて精白した米)』のことをいう。また『籾米』とは，『皮を取り去る前の米』のことをいう」との広辞苑第6版の記載を引用して，「精白米」と「籾米」の品質が一致しているとの認定判断を示した。",
                            "しかし，広辞苑第6版(甲8)には，「精白米」と「籾米」の品質が同一である旨の記載は見当たらず，「精白米」について“つきしらげた米。精米。白米”，「籾米」について“皮を取り去る前の米。もみよね。あらしね。もみ。かちしね。”との記載があるだけである。",
                            "そもそも，「精白米」と「籾米」の品質・用途は，農産物検査法や同施行規則に定められる規定の趣旨からみても明らかであり，常識的にも，籾殻を被ってそのままでは食べられず，高温多湿の状況下ではカビが生えやすく，悪臭・穀象虫も発生しやすく，貯蔵・保管にも温度及び湿度の管理を行うことのできる特別の冷蔵設備が不可欠である「籾米」と，炊飯することによってアルファー化し主食としてそのまま食することができる「精白米」とは，その品質・用途が顕著に異なる。",
                            "さらに，審決は，「精白米」と「籾米」の用途が一致する理由として，「『米』は，『五穀の一つとされ，小麦とともに世界で最も重要な食料穀物』」との広辞苑第6版(甲8)の記載を引用する。",
                            "しかし，被告による引用は部分的で，誤解を招く。広辞苑第6版では，その説明文の前に「稲の果実。籾殻を取り去ったままのものを玄米，精白したものを白米または精米という」と記載されており，籾殻を被ったままの「籾米」と「精白米」との用途・品質の違いを明確に区別している。広辞苑を正確に読み解くならば，籾殻を被った状態の「籾米」はそのまま食し得ず，「種籾」として稲作に使用するか，「保管米」として品質劣化を抑制しながら保管しておくか，いずれかの用途に用いるものであって，炊飯により主食のご飯の素材として用いられる「精白米」とは用途・品質を異にするものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「精白米」と「籾米」の生産者が一致するとした審決の誤り",
                          "text": [
                            "審決は，【楽天市場】における“こめ庵［会社概要］”のウェブサイト(http://www.rakuten.co.jp/komean-sugasawa/info.htmll)の宣伝文から，「会社概要 当店は関東の米処，千葉県北東部『水郷地域』のど真ん中に位置する産地の米屋です。・・・(中略)・・・また中間業者を通さないことでコストの削減をはかり，お客様に適正な価格でおいしいお米を提供できるよう努力しております。」という記載，及び「産地の米屋だからできること  当店は，種籾の販売から農薬，肥料の販売，生産者との稲の生育状況等の情報交換，収穫後の仕入れ，農産物検査［お米の格付け］，低温倉庫での保管，低温精米をすべて行っております。稲の成長の過程を見守り，把握し，そして収穫後には徹底した保管管理を経て商品とし，消費者の皆様へお届けするという一貫した生産体制による品質管理を行っております。」との記載に基づき「精白米」と「籾米」の生産者が一致すると認定している。",
                            "しかし，実際には「籾米」の生産者は農家であって，「こめ庵」は農家が栽培した稲の収穫後に脱穀済みの「籾米」を仕入れて籾摺り等の加工を施し「玄米」や「白米」(「七分搗き米」「精白米」)にして，これを販売している「米屋」(米販売店)であり，稲作は行っていないため，籾殻を被ったままの「籾米」を商品としては販売しておらず，そのままの形態では市場に流通させていない。こめ庵のウェブサイト上の「生産者との稲の生育状況等の情報交換，収穫後の仕入れ」との記載は，「こめ庵」が生産者ではないことを示す何よりの根拠記載であり，前記ウェブサイトにも「籾米」にだけ価格を付してない。",
                            "さらに被告は，米の生産者が稲作農家であることは周知であるから，精白米と籾米は生産者が同じであると主張するが，論理的飛躍が甚だしく，信州屋のウェブサイト上に「お米の情報」として「当店独自の自然“モミ米” 貯蔵品新型籾摺機で当日玄米にします」，「モミ米保管米を玄米・胚芽米・白米(無洗米)に籾摺り精米加工しております」との記載があることからも，上記主張が誤りであることは明らかである。",
                            "したがって，最終的に減縮補正された本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」は，「籾米」とは生産者が一致せず，これに反する審決の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「精白米」と「籾米」の販売部門・需要者が一致するとした審決の誤り",
                          "text": [
                            "審決は，【楽天市場】“グルメの信州屋”のウェブサイト(http://www.rakuten.co.jp/shinshuya/info.html)に「●当社はおいしい新潟米・信州米の販売を中心とした食品小売業です」という宣伝文と「お米の情報 当店独自の自然“モミ米”貯蔵品新型籾摺機で当日玄米にします」と掲記されている宣伝文句を根拠に，籾殻を被った「籾米」のままで顧客に販売しているわけでもないのに，「精白米」と「モミ米(籾米)」との販売部門及び需要者の範囲が一致していると認定した上，さらに，信州屋が，別の【楽天市場】のウェブサイト(http://item.rakuten.co.jp/shinshuya/c/0000000107/)に掲載している「信州屋の店長一押し商品!：グルメの信州屋」の項に「21年産信州の自然乾燥米ピカピカの秋田小町10キロ白米」という宣伝文，そして，その同じ信州屋が【楽天市場】に掲載している別のウェブサイト(http://item.rakuten.co.jp/shinshuya/1500225/)における「信州屋独自のモミ米(籾米)信州屋独自の種籾，モミ米保管米です，一年中信州屋のお米はモミ米保管米を玄米・胚芽米・白米(無洗米)に籾摺り精米加工しております」などの【楽天市場】の宣伝文句を繰り返し引用して，「精白米」と「籾米」の販売部門及び需要者の範囲は一致するとの結論を誘導するが，これは「炊飯用精白米」を購入する一般消費者やこれを売買取引している取引業者の一般常識に反する。",
                            "信州屋の「当店独自の自然“モミ米”貯蔵品新型籾摺機で当日玄米にします」及び「モミ米保管米を玄米・胚芽米・白米(無洗米)に籾摺り精米加工しております」との宣伝文句からも明らかなとおり，信州屋は，「籾米」をそのまま販売しているわけではなく，「籾米」で保管しておくと品質劣化が少ないため，顧客には籾摺りをして「玄米」として販売したり，さらに精米して「精白米」として販売している。需要者も，信州屋の保管している「籾米」そのままでは食することができないので，「籾米」は買わずに，信州屋が籾摺り加工をした食用米形態の商品として購入し，これを自分らの家族で食するのである。",
                            "そして，「信州屋」自身も，保管している「籾米」は同店独自の“モミ米”貯蔵品新型籾摺機で籾摺りした食用の「玄米」「白米」であるとの意識をもって，玄米価格，精米価格で販売しているものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "本願商標の指定商品を単なる「福井県産の炊飯用精白米」の包装，販売形式と誤認した審決の誤り",
                          "text": [
                            "審決は，原告が「不透明な気密性袋に密封包装した福井県産の炊飯用精白米」と「籾米」とは類似していないと主張したことに対して，「商品がどのように包装されて販売されるかということは，商品の類否とは無関係である・・・」として一蹴した。",
                            "しかし，「不透明な気密性袋に密封包装した福井県産の炊飯用精白米」という指定商品の記載は，福井県というコシヒカリ発祥の地で生産された名米を炊飯用に精白加工した原産地及び用途特定の商品であって，同商品は不透明の気密性袋に密封包装した商品形態を備えている客観的事実をそのまま表したものであり(甲12参照)，単なる「精白米」の陳列方法や販売促進方法，商品購入の申込み方法を記載したものでないことは客観的に明らかである。",
                            "また，東京高裁昭和62年(ネ)第1462号事件判決(昭和63年3月29日言渡し)も判示するとおり，「商標法における『商品』は，商取引の目的物として流通性のあるもの，すなわち，一般市場で流通に供されることを目的として生産され，取引される有体物」をいうのであるから，「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」は，実際にそのままの形態で市場において売買の目的物になっており，しかも有体物として陳列，搬送，保管も可能で，かつ，福井県産の炊飯用精白米としての使用価値を有しているから，商品であることは疑う余地がない。",
                            "原告が，米どころ福井県(越前)で生産された混ぜ物のない炊飯用精白米を不透明の気密性袋に密封包装することにより，有害光線や酸素の影響を抑制して経時的な品質劣化(味落ち)がなく炊飯に適した精白米の提供を継続することによって，需要者の信頼を得てリピート客も増え，やがて本願商標に信用も化体して自他商品の識別力も増強していくことになる。",
                            "このように，本願商標の使用対象である「不透明な気密性袋に密封包装した福井県産の炊飯用精白米」は，商標法上の「商品」であるということができ，審決の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "「籾米」及び本願商標の指定商品の貯蔵方法，搬送，食用処理の方法",
                          "text": [
                            "「籾米」はカビが生えやすく高温多湿の状態になると変質して悪臭を発したり穀象虫などの害虫が発生するので，10℃以下の低温倉庫の中で通気性の袋に収納し，これらを積み重ねたりせずに，多段式のラックに載置してファン等で空気を循環させて保管籾米の含水率を常時20％程度に保っておくことが必要である(甲31参照)。仮に，店頭に展示して需要者の要望に応じて貯蔵中の「籾米」を籾摺り・精米加工サービスして引き渡す場合には，展示用の「籾米」が見えるように陳列ケースの中に入れて顧客の観察に供することになる。",
                            "これに対し，本願商標「天下米」の指定商品は「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」であって，コシヒカリ発祥の地の福井県において収穫された高品質の米を一切混ぜ物せずに炊飯用に精米して不透明の気密性袋に密封包装した商品形態であり，そのまま積み重ねて常温で保管することもでき，原告では低温冷蔵室内で保管等しておき，注文が入ると，3日以内に宅配業者を通じて発送している。なお，宅配業者に配達をゆだねる場合には，密封包装した気密性袋が破れないようパッキングケースに収納して送っている。それゆえ，本願商標「天下米」に係る「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」は，商標の具体的表示形態も，内容物である「福井県産の炊飯用精白米」に相応しく商品価値を品格よく表示することができる。また，包装袋を開き，洗米して電気釜などの炊飯器で蒸煮すればすぐに食することができる。",
                            "しかるに，引用商標の指定商品である「籾米」は，籾摺り・精米加工サービスを施して需要者に引き渡すとしても，同サービスの提供は第44類の役務区分に属すると解されるので，第30類の「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と誤認混同が生ずるおそれは全くない。仮に，通気性の袋を求められた場合にも，通気性の袋に引用商標「天下」を付した商品の具体的形態は「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」とは全く外観が異なり，需要者が取引上受ける印象も全く異質なものとなる。",
                            "してみれば，本願商標に係る指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標に係る指定商品「籾米」とは，商品としての種類・性質等が大きく異なるので，本願商標「天下米」を上記指定商品に付して販売したとしても，取引者，需要者が引用商標の商標権者の業務との間に混同を生ずるおそれは全くない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "不服2009−1688号事件も終結して，当該不服審判が特許庁の係属を離れ，かつ，事件が知的財産高等裁判所に移審して特許庁長官の指定した審判合議体として職権審理を行う権限がないのに，被告は，「照会メール」(乙7の1)に，あたかも，審判手続が特許庁に係属しているかのごとく正式に所属「特許庁審判部36部門」と表記して職権に基づいて調査をしているかのように「信州屋」に対し質問を発し，「信州屋」の回答を収集しており，同行為は違法である。",
                        "なお，乙7の2は，上記照会(乙7の1)に対する信州屋の回答メールと解されるが，「田んぼで取れたままの状態での種籾，籾米でのお届けとなります」との記載につき，これらを購入した消費者がどのように炊飯して食するのかの記載がなく，不自然である。",
                        "また，乙8は，農家「柴田家」のウェブサイトと解されるが，特定の農家が自ら精米して「精白米」を販売していることが，審決の適法性といかなる関係があるのか不明である。",
                        "このほか，乙4は，被告が「証拠調べ通知書」(甲5)を起案するに際し基礎資料として利用したとする書証であるところ，本訴係属を機に過去にサーチしてあったウェブサイトのデータ記録の中から再発見したものとしても，原告に示していない以上，新たな証拠というべきであって，原告の「前審判断経由の利益」を害するものであるから，乙4に基づく被告の主張は許されない。",
                        "ところで，原告提出の「グルメの信州屋」のウェブサイト(甲10)は，「証拠調べ通知書」(甲5)の起案日(平成22年6月29日)以降に記載内容が更新され変更されているのであって，乙4と甲10とは記載内容が同一ではない。また，乙4が「証拠調べ通知書」(甲5)に引用したとする「信州屋」のウェブサイトの内容を本件合議体が見たまま印刷したものであるならば，乙4の最下欄には甲10と同じウェブサイトアドレスと印刷の年月日が印字されているはずである。ところが，「証拠調べ通知書」(甲5)を起案するに際し基礎資料としたウェブサイトの写しとして提出された乙1ないし4には，そのようなウェブサイトアドレスは全く記載されていない。",
                        "そうすると，これらの乙1ないし4は，合議体が閲覧したウェブサイトをそのまま忠実に印刷したものではなく，拒絶査定を維持する上で有利な部分を選んで編集した内容を記録したものと推認することができ，本件合議体が「証拠調べ通知書」(甲5)を起案の際に閲覧した「こめ庵」及び「信州屋」のウェブサイトの内容を忠実に記録したプリントとは認め難いため，乙1ないし4に基づく被告の反論は争う。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と「籾米」という商品形態と，「籾米」と「種籾」という商品形態とでは，前者間の差異が後者間の差異よりも格段に大きい。",
                        "ちなみに，審決も，信州屋のウェブサイトの「信州屋の21年長野県産コシヒカリ種モミ米5キロ:グルメの信州屋」の項における「信州屋独自のモミ米(籾米)信州屋独自の種籾，モミ米保管米です，一年中信州屋のお米はモミ米保管米を玄米・胚芽米・白米(無洗米)に籾摺り精米加工しております」との記載を引用しているところ，信州屋では，モミ米(籾米)と種籾とモミ米保管米とを全く区別せずに販売している。また，「グルメの信州屋」のウェブサイト(甲10)にも，「一番お薦めは通常の一般流通しております玄米保存米では無く・・・“種籾”(たねもみ)の状態のままの保存方法」(3頁の囲枠内5～6行)，さらに同3頁の右下側の囲枠の下3行～下2行には「品種は長野県産のコシヒカリ籾米『もみ』です  種籾ですから・・・秋には稲になります」と，「籾米」と区別せずに扱っており，取引市場において「籾米」と「種籾」とを区別して扱っているとはいえない。",
                        "また，被告は，乙9(商標法施行規則第6条別表31類)の商品区分を提出して「籾米」と「種籾」とが別異の商品であることを立証したとしているが，「前項の商品の区分及び役務の区分は，商品又は役務の類似の範囲を定めるものではない。」(商標法6条3項)ので，無意味な証拠である。",
                        "したがって，「籾米」は商品区分・第31類中の第一項に属し，「種籾」は商品区分・31類中の第十二項に属するという理由をもって，「籾米」と「種籾」とが別異の商品であるとする被告の反論は，「籾米」と「種籾」との差異よりも違いが大きい「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」が「籾米」とは確実に非類似であることを裏付けるものであり，被告の反論は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，審決は，商標の類否判断及び指定商品の類否判断を誤った違法があるので，取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)(2)の各事実は認めるが，(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法4条1項11号に係る商標の類否は，対比される両商標が同一又は類似の商品又は役務に使用された場合に，商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品又は役務に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎりその具体的取引状況に基づいて判断すべきものである(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁)。そして，商標は，その構成部分全体によって他人の商標と識別すべく考案されているものであるから，みだりに，商標構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判定することは許されないが，他方，簡易，迅速を尊ぶ取引の実際においては，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標は，常に必ずしもその構成部分全体の名称によって称呼，観念されず，その一部だけによって簡略に称呼，観念され，1個の商標から2個以上の称呼，観念が生ずることがあるのは，経験則の教えるところであり，複数の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部を抽出し，この部分を他人の商標と比較して商標そのものの類否を判断することができるというべきである。この場合，一つの称呼，観念が他人の商標の称呼，観念と同一又は類似であるとはいえないとしても，他の称呼，観念が他人の商標のそれと類似するときは，両商標はなお類似するものと解すべきである(最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，同平成5年9月10日第二小法廷判決・民集47巻7号5009頁，知財高裁平成20年(行ケ)第10295号平成21年1月29日判決参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，本願商標は，「天下米」の漢字を筆書き風文字で縦書きした構成からなるところ，その構成中の「天下」の文字は，「天のおおっている下」(広辞苑第6版，乙6の1)の意味を有する親しまれた語であり，また，その構成中の「米」の文字については，「稲の果実。籾殻(もみがら)を取り去ったままのものを玄米，精白したものを白米または精米という。五穀の一つとされ，小麦とともに世界で最も重要な食糧穀物。粳(うるち)は炊いて飯とし，糯(もちごめ)は蒸して餅とする。また，菓子・酒・味噌・醤油などの原料。」(広辞苑第6版，乙6の2)との記載があるように，「稲の果実」の意味を有する語であって，その加工された状態に応じて，「玄米」や「白米，精米」(すなわち「精白米」(広辞苑第6版，乙6の3))ともいわれるが，「米」を主食とする我が国においては非常に親しまれている語である。しかし，これらの語を組み合わせた「天下米」の文字は，広辞苑第6版(乙6の4)その他の国語辞典にも掲載が見当たらないことから，全体として熟語的な意味合いを生ずるものとはいえないものである。",
                    "そして，本願商標の指定商品は，第30類「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」であるところ，本願商標「天下米」が，その指定商品の出所を表示するものとして，需要者の間に広く知られているといった事実も見当たらず，また，原告からもそのような主張立証はない。",
                    "そうすると，本願商標の指定商品の取引者，需要者は，本願商標「天下米」が「天下」の文字と「米」の文字とを結合したものであると容易に認識できるとともに，本願商標を構成する後半の「米」の文字部分は，その指定商品である「米」(精白米)を指称する普通名称と理解するのが通常であって，自他商品の識別標識としての機能を有しない部分であるといえることから，本願商標において，その機能を果たすのは，前半の「天下」の文字部分にあるというべきである。",
                    "したがって，本願商標は，その構成中の「天下」の文字部分が商品の出所識別標識として強く支配的な印象を与えるものとみることができるのであって，本願商標の要部といえるものであるから，「天下米」の文字全体に相応した「テンカマイ」の称呼のほか，独立して自他商品の識別標識としての機能を果たす「天下」の文字部分より，「テンカ」の称呼及び「天のおおっている下」(天下)の観念をも生ずるというべきである。",
                    "一方，引用商標は，「天下」の漢字をゴシック体で横書きした構成からなるものであるから，その構成文字に相応して，「テンカ」の称呼及び「天のおおっている下」(天下)の観念を生ずるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と引用商標の類否判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観",
                      "text": [
                        "本願商標と引用商標との外観を全体観察をもって対比した場合，本願商標が「天下米」の漢字を筆書き風文字で縦書きした構成からなるものであるのに対し，引用商標は「天下」の漢字をゴシック体で横書きした構成からなるものであるから，両者の外観は相違するといえる。しかし，商標の類否を判断するに当たっては，必ずしも全体観察によってのみなされるべきものではなく，出所識別標識として強く人の印象に残る部分については，その部分を抽出して要部観察によりその類否を考察することも必要である。",
                        "そして，前記イのとおり，本願商標を構成する「天下」の文字部分は，商品の出所識別標識として強く支配的な印象を与えるものとみることができるのであって，本願商標の要部といえるものである。",
                        "そうすると，本願商標と引用商標とは，その外観を全体観察をもって対比した場合には相違する点を有するとしても，本願商標の要部である「天下」の文字と引用商標の「天下」の文字とを対比した場合には，その漢字が共通するものであって，外観においても近似した印象を与えるものであるといえるから，その全体観察における外観上の相違は，さほど重視されることはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼及び観念",
                      "text": [
                        "本願商標は，前記イのとおり，その構成中，独立して自他商品の出所識別標識としての機能を果たす「天下」の文字部分により，「テンカ」の称呼及び「天のおおっている下」(天下)の観念を生ずるものである。",
                        "他方，引用商標も，前記のとおり，その構成文字に相応して，「テンカ」の称呼及び「天のおおっている下」(天下)の観念を生ずるものである。",
                        "したがって，本願商標と引用商標とは，「テンカ」の称呼及び「天のおおっている下」(天下)の観念を共通にする。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，本願商標と引用商標とは，全体観察における外観上の相違を有するとしても，要部観察においては，外観上も近似した印象を与えるものであるといえるから，その全体観察における外観上の相違は，さほど重視されるべきではなく，むしろ，両商標は，「テンカ」の称呼及び「天のおおっている下」(天下)の観念を共通にするものであるから，取引者・需要者に与える印象，記憶，連想等において，格別の差異があるとはいえず，類似の商標というべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張に対する反論",
                  "text": [
                    "原告は，「本願商標と引用商標とは，外観構成が相違する。また，本願商標からは，『天下に並ぶものがないほどにおいしい米』のような観念が生じ得るのに対し，引用商標からは，『天のおおっている下』の観念が生じ，観念においても相違する。さらに，本願商標から生ずる『テンカマイ』又は『テンガマイ』の称呼は簡素で語韻語調の良い5音構成で，取引者や需要者の記憶にとどまりやすいのに対し，引用商標から生ずる『テンカ』又は『テンガ』の称呼は3音であり，特別顕著な自他商品識別力に富んでいるともいえないものである。してみれば，『しょうざん事件』や『小僧寿し事件』の最高裁判決に照らしても，本願商標と引用商標とは，取引者・需要者が商品の出所について誤認混同するおそれはないというべきである。したがって，本願商標と引用商標とは相互に非類似であり，これを類似として，本願商標の登録を排斥した審決の認定判断は誤りである。」旨主張する。",
                    "しかし，本願商標と引用商標とが類似する商標であることは前記ウのとおりであり，本願商標の指定商品と引用商標の指定商品中「籾米」とが類似する商品であることは後記(2)のとおりである。のみならず，引用商標がその指定商品に含まれる「籾米」に使用される場合を考えると，「籾米」が「米」であることとの関連で，他の「米」でなく「天下」の「米」であるとの意味で，「テンカマイ」と称呼される事態や，商標としての「天下」と「籾米」を簡略に表記した普通名称としての「米」が接近して表示され，外観上あたかも「天下米」という商標であるかのように見え，そのような「テンカマイ」の称呼をもって把握される事態などが生じ得るから，やはり，本願商標と引用商標とは，その出所について混同を生ずるおそれは十分ある(東京高裁平成11年(行ケ)第134号平成11年12月16日判決参照)。したがって，原告の上記主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "指定商品が類似のものであるかどうかは，商品自体が取引上誤認混同のおそれがあるかどうかにより判定すべきものではなく，それらの商品が通常同一営業主により製造又は販売されている等の事情により，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売にかかる商品と誤認されるおそれがあると認められる関係にある場合には，たとえ，商品自体が互いに誤認混同を生ずるおそれがないものであっても，類似の商品にあたると解するのが相当である(最高裁昭和36年6月27日第三小法廷判決・民集15巻6号1730頁)。",
                    "そして，具体的な比較方法としては，生産部門が一致するかどうか，販売部門が一致するかどうか，原材料・品質が一致するかどうか，用途が一致するかどうか，需要者の範囲が一致するかどうか，完成品と部品との関係にあるかどうかを総合的に考慮して判断するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品中「籾米」との類否に関しては争いがあるが，本願商標の指定商品は，「(不透明の気密性袋に密封包装した福井県産の炊飯用)精白米」であることから，その商品の本質は「精白米」である。したがって，前記アの指定商品の類否判断基準を踏まえて比較すべき具体的商品は「精白米」と「籾米」ということができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "生産者の同一性",
                      "text": [
                        "広辞苑第6版によれば，①「米」とは，「稲の果実。籾殻(もみがら)を取り去ったままのものを玄米，精白したものを白米または精米という。五穀の一つとされ，小麦とともに世界で最も重要な食糧穀物。」(乙6の2)，②「籾米」とは，「皮を取り去る前の米。」(乙6の5)，③「精白米」とは，「つきしらげた米。精米。白米。」(乙6の3)とされるように，「稲の果実」である「米」は，籾殻を取り去る前の状態のものを「籾米」といい，その「籾米」から籾殻を取り去り，さらに精白した状態のものを「精白米」というにすぎないのであるから，「籾米」も「精白米」も共に「米」(稲の果実)であることに変わりはない。",
                        "そして，「米」(稲の果実)の生産者が稲作農家であることは，周知の事実であるから，「精白米」と「籾米」はいずれも生産者が稲作農家という点で同じである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "販売者の同一性",
                      "text": [
                        "「籾米」は，稲作農家はもとより，いわゆる米屋においても販売されている事実がある(乙1及び乙4)。",
                        "なお，乙4(信州屋のウェブサイト)について，原告は，「信州屋は，21年長野県産コシヒカリ種モミ5キロを，籾米のままでは販売していない」旨主張しているので，この点に関して，被告が信州屋に対して，「21年長野県産コシヒカリ種モミ5キロは，玄米や精白米ではなく，籾米のまま販売されているのか否か」を問い合わせた(乙7の1)ところ，「田んぼでとれたままの状態での種籾，籾米でのお届けになります。」との回答(乙7の2)を得ている。",
                        "他方，「精白米」は，米屋による販売だけでなく，稲作農家によっても直接販売されている事実がある(乙3及び乙8)。",
                        "したがって，「精白米」と「籾米」は，ともに「米屋」あるいは「稲作農家」により販売されているものであるから，販売者を共通にする。",
                        "なお，原告は，審決の「3(2)ア(エ)c」に記載した信州屋のウェブサイトからの引用部分をもって，信州屋は，籾を被ったままの籾米(モミ米)を籾摺機を持たない一般消費者に売り渡していない旨主張する。",
                        "しかし，原告が提出した甲10(乙4のウェブサイトを平成23年1月7日に印刷したもの)には，「長野県22年産コシヒカリの籾米「もみ」です あす楽対応【smtb-T】【送料無料】信州屋の22年長野県産コシヒカリ  モミ米5キロ 」(3枚目中段あたり)との記載や「加工には必要な分のみ，コイン精米所又は精米所で加工してください」及び「籾米からのコイン精米機は全国的には設置が少ないです，ご了承ください。」(3枚目下段あたり)との記載もあることからすれば，信州屋は，上記商品を，種子としてまくために使用される「種籾」としてだけでなく，食用に供される「籾米」として一般消費者向けにも販売しているものと解するのが自然である。そうでなければ，コイン精米所等での加工に関する上記各記載は，全く無意味なものになってしまうからである。",
                        "原告の上記主張は，自らが提出した証拠(信州屋のウェブサイト，甲10)との関係においても矛盾する。そして，証拠調べ通知書(甲5)の「(4)ウ」及び審決の「3(2)ア(エ)c」にそれぞれ記載した「21年長野県産コシヒカリ種モミ米5キロ」についても，「籾米」のまま販売していることは乙7の1及び2のとおりであって，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原材料・品質の一致(「精白米」と「籾米」との関係を含む。)",
                      "text": [
                        "前記(ア)のとおり，「米」のうち，籾殻を取り去る前の状態のものを「籾米」といい，その「籾米」から籾殻を取り去り，さらに精白した状態のものを「精白米」というにすぎないから，「籾米」も「精白米」もともに「米」(稲の果実)であることに変わりはなく，穀物である。",
                        "すなわち，「籾米」なくして「精白米」は存在し得ないから，「精白米」と「籾米」は互いに密接な関係にあり，「米」との品質において一致する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "用途の一致",
                      "text": [
                        "「籾米」については，その一部が種籾として使用されるとしても，その大半は，「玄米」あるいは「精白米」として，食用に供されるものである。",
                        "そして，稲作農家によって生産された「米」は，「籾米」という状態であれ，「精白米」の状態であれ，その主たる用途は，食用である。",
                        "したがって，「精白米」と「籾米」は，用途も一致する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "需要者の範囲の一致",
                      "text": [
                        "前記(イ)及び(エ)のとおり，「精白米」も「籾米」も主たる用途は食用であり，一般需要者に販売されているから，あらゆる人が需要者となり得る。したがって，「精白米」と「籾米」は，需要者の範囲が共通する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イによれば，「精白米」と「籾米」とは，互いに密接な関係にある商品であって，商品の品質，用途，生産者が一致しており，また，販売部門及び需要者の範囲なども一致しているといえ，これらを総合的に考慮し判断すれば，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売にかかる商品と誤認されるおそれがあるというべきであるから，商品自体が互いに誤認混同を生ずるおそれがないものであっても，類似の商品に当たると解すべきである。",
                    "そうすると，本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品中「籾米」とは，互いに類似する商品であるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張に対する反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「審判段階における農産物検査法に基づく原告の主張」について",
                      "text": [
                        "原告は，「農産物検査法に基づく精白米と籾米に対する品位等の検査項目に照らして考察しても，精米ともみ(籾米)について重視される品位項目は顕著に相違しているから，両商品の需要者は，全く異なると，具体的に法令上の根拠を示して主張していた。しかるに，審決は，この主張に対しては何らの審理判断をしておらず，審理不尽及び判断遺脱の違法を冒している。」旨主張する。",
                        "しかし，前記アのとおり，指定商品が類似のものであるかどうかは，商品自体が取引上誤認混同のおそれがあるかどうかにより判定すべきものではなく，それらの商品が通常同一営業主により製造又は販売されている等の事情により，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売にかかる商品と誤認されるおそれがあると認められる関係にある場合には，たとえ，商品自体が互いに誤認混同を生ずるおそれがないものであっても，類似の商品にあたると解するのが相当である(最高裁昭和36年6月27日第三小法廷判決・民集15巻6号1730頁)。そして，具体的な比較方法としては，生産部門，販売部門，原材料・品質，用途，需要者の範囲が一致するかどうか，完成品と部品との関係にあるかどうかをもって総合的に考慮し判断するのが相当であるから，たとえ，「農産物検査法」に基づく「精白米」と「籾米」との品位等の検査項目が相違しているとしても，商標法とは法目的を異にする農産物検査法におけるそのような検査項目の違いを特段考慮すべき事情はなく，その点に関して審決に記載がなくとも，そのこと自体をもって審理不尽及び判断遺脱の違法性があるとはいえない。",
                        "よって，原告の上記主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「特許庁商標課の『類似商品・役務審査基準』に基づいてした原告の主張」について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「精白米と籾米の品質・用途，生産者，販売部門及び需要者が一致するとした審決の誤り」につき",
                          "text": [
                            "原告は，「広辞苑第6版(甲6)には『精白米』と『籾米』との品質が同一である旨の記載は見当たらず，むしろ，広辞苑を正確に読み解くならば，『籾米』は，そのまま食し得ず，『種籾』として稲作に使用するか，『保管米』として品質劣化を抑制しながら保管しておくか，いずれかの用途に用いるものであって，炊飯することにより主食のご飯の素材として用いられる『精白米』とは用途・品質を異にすることを理解できるはずである。」，「『籾米』の生産者は農家であって，米屋ではないから，本願商標の指定商品『不透明の気密性袋に密封包装した福井県産の炊飯用精白米』は，『籾米』とは生産者が一致しない。」及び「被告が『籾米』を販売しているとする米屋(信州屋)は，顧客に『籾米』をそのまま販売しているわけではなく，『玄米』や『精白米』にして加工してから販売しているのであるから，販売部門及び需要者は一致しない。」旨主張する。",
                            "しかし，前記イのとおり，審決は，本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品中「籾米」との類否判断を行った上で，総合的な判断に基づいて，本願商標の指定商品と引用商標の指定商品(籾米)とが類似するとの結論を導いたものであって，この判断に何ら誤りはない。",
                            "また，乙4につき，信州屋が需要者である一般消費者に「籾米」の状態のまま販売していることは乙7の1及び2のとおりである。",
                            "したがって，原告の上記主張は，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「本願商標の指定商品を単なる『福井県産の炊飯用精白米』の包装，販売形式と誤認した審決の誤り」につき",
                          "text": [
                            "原告は，審決が「商品がどのように包装されて販売されるかということは，商品の類否とは無関係である」と判断した点に対し，「本願商標の指定商品は，商標法上の商品であるから，この点に関する審決の認定は誤りである。」旨主張する。",
                            "しかし，審決は，指定商品の類否判断の観点からみて，「商品がどのように包装されて販売されるかということは，商品の類否とは無関係である」と判断したのであって，本願商標の指定商品が商標法上の商品であることについては何ら否定しておらず，原告の上記主張は，失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに原告は，「“種籾”の状態のままで保存された籾米は，・・・」などのように述べ，農家の稲作や家庭菜園での栽培のために蒔かれる種子としての「種籾」と，食用に供される「籾米」とをあたかも同一の商品であるかのように論じ，その上で，商品「籾米」と商品「精白米」とは，使用目的も消費者に要求される品質も全く異なる旨主張する。",
                        "しかし，審決が本願商標の指定商品と類似すると判断した引用商標の指定商品は，食用としての穀物である「籾米」であって，農家の稲作や家庭菜園での栽培のためにまかれる種子としての「種籾」ではない。種子としての「種籾」は，引用商標の指定商品中「種子類」(商標法施行規則第6条別表第31類に例示されている「種子類」は，「農産用種子」や「園芸用種子」を含む包括的概念表示である。)の範ちゅうに属する商品であって，食用としての穀物である「籾米」とは別異の商品であるから，「種籾」と「籾米」とは，商品の用途や品質が全く異なるものであって，その流通経路や需要者等もおのずと異なるものといえる。",
                        "そうすると，「種籾」における取引の実情等をそのまま別異の商品である「籾米」に当てはめ，その上で，「籾米」と「精白米」とは，使用目的も消費者に要求される品質も全く異なる旨の原告の主張は，論理の飛躍がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標と引用商標とは，全体観察における外観上の相違を有するとしても，要部観察においては，外観上も近似した印象を与えるものであるから，その全体観察における外観上の相違は，さほど重視されるべきではなく，むしろ，両商標は，「テンカ」の称呼及び「天のおおっている下」(天下)の観念を共通にするものであるから，取引者・需要者に与える印象，記憶，連想等において格別の差異があるとはいえず，類似の商標というべきであり，かつ，本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品「籾米」とは，互いに類似する商品である。",
                "したがって，本願商標は，商標法4条1項11号に該当するというべきであり，審決の認定判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "商標法4条1項11号該当性の有無",
          "text": [
            "審決は，本願商標「天下米」と引用商標「天下」は類似し，また本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品の一部「籾米」も類似するから，本願は商標法4条1項11号に該当し商標登録を受けることができないと判断するところ，原告は上記類似該当性をいずれも争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件における基礎的事実関係",
              "text": [
                "証拠(甲1ないし3，12，33)及び弁論の全趣旨によれば，本件における基礎的事実関係は以下のとおりであることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成3年2月2日に設立された有限会社であって，その目的は「1．燃料品の販売，2．肥料及び農薬の販売，3．前各号に附帯する一切の業務」であり，資本金の額は金500万円である(商業登記簿)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告又はその前身である土橋商店は，創業90年以上にわたる肥料商としての経験を有し，その経験をもとに，栽培技術・施肥設計・土作りに徹底的にこだわった米作りに乗り出し，コシヒカリ発祥の地である福井県産の米を，「天下米」の名称で売り出し，「有限会社土橋商店」名義のウェブサイトでも販売している(甲12)。",
                    "そして，ウェブサイトのサーチエンジン「Google」により「天下米」と「土橋商店」をキーワードとして検索すると，平成23年(2011年)2月2日現在で約1万2800件がヒットしている(甲33)が，周知の有無に関し，それ以上の証拠は提出されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成19年11月9日に特許庁に対し本願商標「天下米」の出願をし，その指定商品とされた内容は，平成22年7月5日の補正までの間，前記第3，1(1)アのとおりの変遷があった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，審決において引用商標とされた「天下」は，前記のとおり昭和49年8月19日に出願され，昭和52年6月6日に登録された商標であるが，設定登録当時の指定商品は「穀物，豆，粉類，飼料，種子類，その他の植物及び動物で他の類に属しないもの」であったが，平成19年2月14日の書換登録後は，前記のとおり「種子類，木，草，芝，ドライフラワー，苗，苗木，花，牧草，盆栽，あわ，きび，ごま，そば，とうもろこし，ひえ，麦，籾米，もろこし，飼料用たんぱく，飼料，獣類・魚類(食用のものを除く。)・鳥類及び昆虫類(生きているものに限る。)，蚕種，種繭，種卵」とするものであった(下線は判決で付記)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標「天下米」と引用商標「天下」とは類似するか",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうる限り，その具体的な取引状況に基づいて判断するのを相当とする(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                    "また，複数の構成部分を組み合わせた結合商標と解されるものを類否判断の対象とする場合，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないと解すべきである(最高裁平成20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。",
                    "そこで，上記観点に立って，本願商標「天下米」と引用商標「天下」との類否につき以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は本願商標「天下米」につき「天下」「米」と分離した上で，「米」の部分には自他商品の識別機能がなく「天下」の部分が要部であるとするが，「米」が普通名詞であるとしても，わずか3文字の漢字からなる「天下米」につき，このように分離して観察すべき十分な根拠はないというべきであって，本願商標については，基本的に「天下米」として一体的にみるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，一体である本願商標「天下米」と引用商標「天下」を比較してみる。",
                        "本願商標は，前記第2，2(1)のとおり「天下米」との縦書きの筆書風の文字よりなるところ，「天下」・「米」という構成要素から「この上なくすばらしい米」といった観念が生じるとともに，「テンカマイ」との称呼を生じる。",
                        "他方，引用商標は，前記第2，2(2)のとおり「天下」の横書きのゴシック体の文字よりなるところ，「天下」とは，「天のおおっている下」・「一国全体。全国」・「一国の政治。万機。また，その権力」・「天子の称」・「実権を握って思うままにふるまうこと」・「世間。世の中」・「世に類がない。この上ない」(広辞苑第6版，甲8)といった各種の観念が生じるものであり，また「テンカ」との称呼が生じるものである。",
                        "以上によれば，本願商標と引用商標とは，まず，その外観上，いずれも図柄等のない文字のみで構成された商標であって，「天下」の部分で完全に一致しており，文字が縦書きか横書きか，筆書風かゴシック体か等の点で違いはあるものの，その外観の違いがさほど顕著であるともいえない。",
                        "また，観念については，本願商標からは「この上なくすばらしい米」といった観念，引用商標からは「天下」ないしそれに準ずる観念(「世に類がない，この上ない」という観念を含む。)が生じるものである。",
                        "称呼上も，両商標は「テンカ」の部分で一致する。",
                        "そして，商品取引の実情を検討すると，前記のとおり原告は福井県に本店を有し平成3年2月2日に設立された資本金500万円の有限会社であって，創業90年となる来歴の主たる業務は肥料商であり，ウェブサイトによる「天下米」と「土橋商店」の検索結果も1万2800件程度であることからすると，全国的にみた一般需要者が「天下米」なる文字を見，あるいは「テンカマイ」なる称呼を聞いたときに，その販売業者としての「土橋商店」(原告)を直ちに想起するとまではいえないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本願商標と引用商標とは，外観は，その受ける印象が相当程度異なるものの，「天下」が共通であるから，一定程度の共通性が認められ，観念は，本願商標が「米」に関するものであるとしても，「この上なくすばらしい」「世に類がない」という意味を含む「天下」を共通にしているから，相当程度共通しており，称呼も「テンカマイ」と「テンカ」であって相当程度共通しているといえるから，前述した取引の実情を考慮すると，商標法4条1項11号にいう「類似する商標」であると認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，取消事由1において，審決が本願商標「天下米」を「天下」と「米」とに分離して判断したことが誤りである旨主張するところ，この点については，前記のとおり，本願商標は「天下米」として一体的に解すべきであり，その限りにおいて原告の主張は理由があるが，いずれにしても，審決による本願商標と引用商標の類否判断の結論に影響を及ぼすものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，特許庁において，「天下」の文字を接頭語，接尾語とする多くの商標につき登録が認められている旨主張するが，各出願商標が登録要件を充たすか否かは事案ごとの判断であるから，「天下」の文字部分を含む他の商標が登録を認められたからといって，本願商標が登録を認められるかとは別の問題であって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，インターネット上，本願商標の「天下米」と原告名「土橋商店」をキーワードとして検索すると，多数ヒットすることからすれば，本願商標「天下米」と原告は決して無名ではなく，相当広い範囲で周知であると主張するが，広くインターネットが普及した現代社会において，この程度の事実によって，原告と本願商標との結びつきが全国的にみた一般需要者にとって周知であるとまで認めるには足りない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標の指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と引用商標の指定商品「籾米」とは類似するか",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "指定商品が類似のものであるかどうかは，商品自体が取引上誤認混同のおそれがあるかどうかにより判定すべきものではなく，それらの商品が通常同一営業主により製造又は販売されている等の事情により，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売にかかる商品と誤認されるおそれがあると認められる関係にある場合には，たとえ，商品自体が互いに誤認混同を生ずるおそれがないものであっても，商標法4条1項11号にいう類似の商品にあたると解するのが相当である(最高裁昭和36年6月27日第三小法廷判決・民集15巻6号1730頁参照)。",
                    "以上を前提として，本件における本願商標と引用商標の各指定商品の類否を検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願商標の指定商品である「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」と，引用商標の指定商品の「籾米」とが，商品として同じでないことは明らかであるが，本願商標の指定商品が「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」であるとしても，その基本的な特徴は「精白米」である(それ以外の包装方法，産地，用途は付随的な特徴にすぎない。)ことに加え，「籾米」とは「皮を取り去る前の米」(広辞苑第6版，乙6の5)であり，「精白米」は「つきしらげた米。精米。白米」(広辞苑第6版，乙6の3)であって，その基本的な特徴部分はいずれも「米」であり，単にその状態が異なるにすぎない。",
                    "そして，両指定商品に関して，一般的に，稲作農家が籾米を生産して販売し，米屋が精白米を販売するという細かな違いが存在するとしても，「米」は食用に供されるもので，その需要者は一般消費者であるなど，その基本的な性質は同じであることに加え，本願商標は，単に「天下米」と記載するのみであって，それ以上に，米の状態，すなわち「精白米」であって「籾米」でないことは記載していないのであるから，それぞれの指定商品に本願商標及び引用商標が付された場合，同一営業主の製造又は販売にかかる商品と誤認されるおそれがあると認められる。",
                    "このように，本願商標をその指定商品「不透明の気密性袋に密封包装した福井県産の炊飯用精白米」に使用した場合，引用商標をその指定商品中「籾米」に使用した場合とで誤認混同が生じるおそれがあるということができるから，本願商標と引用商標の各指定商品は類似するというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，取消事由2の主張において，審決が，本願商標と引用商標の指定商品がともに特許庁における類似群コード“33A01”に属するとの機械的当てはめによって類否判断をしたと主張する。",
                        "しかし，審決は，単に上記類似群コードの一致のみを類否判断の根拠としたものではない上，前記イのとおり，いずれにしても本願商標と引用商標の各指定商品は類似するものであるから，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，審決が農産物検査法に基づく原告の主張につき審理判断していない点が審理不尽及び判断遺脱である旨主張する。",
                        "しかし，審決は，生産部門，販売部門，原材料・品質，用途，需要者の範囲が一致するかどうか等をもって，両指定商品の類否を総合的に判断したものである。",
                        "そして，農産物検査法と商標法とでは立法趣旨を異にすることは明らかであって，仮に農産物検査法に基づく「精白米」と「籾米」との品位等の検査項目が相違するとしても，その相違が商標法上の指定商品の類否の判断に直接影響を及ぼすものではなく，農産物検査法における検査項目の違いにつき審決に記載がなくとも，それによって直ちに審理不尽及び判断遺脱の違法性があるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，精白米と籾米とでは，品質・用途，貯蔵方法，搬送，食用処理の方法が異なる旨主張する。",
                        "確かに，前記のとおり，籾米は「皮を取り去る前の米」であり，「精白米」は「つきしらげた米。精米。白米」であるから，原告が主張するように，籾米は，高温多湿の状況下ではカビが生えやすく，悪臭や害虫も発生しやすく，貯蔵や保管にも温度や湿度の管理のために特別の冷蔵設備が必要であり，そのままでは食べられないものであって，他方，精白米は，炊飯することで主食としてそのまま食べられるもので，袋に密封された商品形態では常温で保管することも可能であるものといえる。",
                        "しかし，本願商標は単に「天下米」と表示するのみであって，引用商標「天下」との違いは「米」の部分のみであり，原告が主張する上記相違点が明らかになるように「籾米」との違いを強調した「精白米」などとの表示はない。",
                        "以上からすれば，単に「天下米」として，米を一括りに表示している本願商標をその指定商品に使用した場合，引用商標を籾米に使用した場合との混同のおそれがあるというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，精白米と籾米とでは，生産者，販売部門，需要者が異なる旨主張する。",
                        "確かに，一般論として籾米の生産者は稲作農家であり，「米屋」は精白米を販売しているものと解され，被告が提出する乙1ないし4等の証拠(稲作農家が直接精白米を販売したり，米屋が籾米を販売している事例)を参酌してもなお，一般的に籾米と精白米とで生産者や販売者に相違があることに変わりはない。",
                        "しかし，本願商標は単に「天下米」と表示するのみであり，原告が主張する上記相違点が明らかになるように「籾米」との違いを強調した「精白米」などの表示はない。",
                        "そうすると，本願商標をその指定商品に使用した場合，引用商標を籾米に使用した場合との混同のおそれがあるというべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，審決が「商品がどのように包装されて販売されるかということは，商品の類否とは無関係である」と判断した点に対し，本願商標の指定商品は商標法上の商品であるから，この点に関する審決の認定は誤りである旨主張する。",
                        "しかし，審決は，本願商標の指定商品が商標法上の商品であることを否定したものではなく，原告の上記主張は審決を正解しないものである。",
                        "また，審決は，指定商品の類否判断の観点からみて，商品がどのように包装されて販売されるかということは，商品の類否とは無関係であると判断したものであって，その判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，乙4は本訴提起後に初めて提出された新たな証拠であり，これに基づく主張は許されない旨主張する。",
                        "しかし，乙4にかかるウェブサイトは，平成22年6月29日付け証拠調べ通知書(甲5)や審決において，そのアドレスが記載されていたものであり，同アドレスを入力することによって容易にウェブサイトにアクセスすることができるものと認められるから，乙4が新証拠である旨の原告の主張は理由がない。",
                        "また，原告は，乙1ないし4の最下欄にウェブサイトアドレス及び印刷の年月日が記載されていないことからすれば，乙1ないし4は，そのまま忠実に印刷されたものでなく，被告が編集したものである旨主張する。しかし，最下欄にウェブサイトアドレスが表示されるかどうかは，印刷方法の違いに基づくものと解され，被告が乙1ないし4を意図的に編集したことを認めるに足る証拠はなく，原告の上記主張は採用できない。",
                        "このほか，原告は，被告による審判手続終了後の証拠(乙7の1及び2)収集行為が違法であるとも主張するが，被告が訴訟活動追行のため一定限度の証拠収集行為をすること自体は何ら問題がないのみならず，前記のとおり，乙7の1及び2の記載内容にかかわらず，審決の判断内容に誤りはなく，この証拠収集行為の違法性を検討するまでもない。",
                        "なお，原告は，被告が上記証拠を収集するに当たり，あたかも審判手続が特許庁に係属しているかのごとく「特許庁審判部第36部門」と照会メール(乙7の1)に表示したとも主張するが，そのような表示があることによって直ちに，被告があたかも審判手続が特許庁に係属しているかのごとく装ったものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，本願商標につき商標法4条1項11号に該当するとした審決に誤りはなく，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}