{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，補助参加によって生じた費用も含め，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2009−390081号事件について平成22年2月24",
        "日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が有する名称を「有機エレクトロルミネッセンス素子」とする発明についての特許第3981331号(請求項の数11)につき，原告が平成21年6月29日付けで特許請求の範囲の変更等を内容とする訂正審判請求(請求項の数3)をしたところ，特許庁が独立特許要件を欠くとして請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
            "なお，原告が有する上記特許の全請求項(1～11)につき被告補助参加人保土谷化学工業株式会社が平成20年3月10日付けで無効審判請求(無効2008−800045号)をし，これに対し原告が平成20年6月3日付けで訂正請求(請求項の一部削除を含む，請求項の数6)をしていたところ，特許庁は平成21年2月26日付けで，訂正を認めた上，上記特許(請求項1～6)を無効とする旨の審決をしたことから，原告(出光興産株式会社)が被告補助参加人(保土谷化学工業株式会社)を相手方として審決取消訴訟(平成21年(行ケ)第10096号)を提起し，同訴訟は本件訴訟と並行して審理が進められている。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記訂正審判請求に係る発明(請求項1～3)が，下記の引用例1ないし3に記載された発明から容易想到で独立特許要件を満たさないか(特許法29条2項，126条5項等)，である。",
            "記",
            "引用例1：雑誌「Organic Electronics 2 (2001)」37～43頁部分の「Efficient electrophosphorescence using a doped ambipolarconductive molecular organic thin film」(ドープした両極性導電性分子有機薄膜を用いた効率的なリン光発光)2001年(平成13年)3月発行(甲1。以下これに記載された発明を「引用発明」又は「甲1発明」という。)",
            "引用例2：国際公開特許公報(WO95／09147号)・発明の名称「有機エレクトロルミネッセンス素子及びアリーレンジアミン誘導体」，国際公開日1995年(平成7年)4月6日(甲2，以下これに記",
            "載された発明を「甲2発明」という。)",
            "引用例3：城戸淳二監修「有機EL材料とディスプレイ」・株式会社シーエムシー 平成13年2月28日発行(甲3，以下これに記載された発明を「甲3発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成13年5月24日の優先権(特願2001−155290",
                  "text": [
                    "号)を主張して，平成14年5月8日，名称を「有機エレクトロルミネッセンス素子」とする発明につき特許出願をし，平成19年7月6日に特許第3981331号として設定登録(請求項の数11)を受けた(以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところが，保土谷化学工業株式会社(被告補助参加人)は，平成20年3月10日付けで，上記特許の全請求項につき無効審判請求をしたので，特許庁は，同請求を無効2008−800045号事件として審理し，その中で原告は平成20年6月3日付けで，特許請求の範囲等の変更(請求項の一部削除を含む)を内容とする訂正請求して対抗した(請求項の数6，甲5の1)が，特許庁は，平成21年2月26日，「訂正を認める。特許第3981331号の請求項1乃至6に係る発明についての特許を無効とする。」旨の審決をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，これに不服の原告は，当庁に上記審決の取消しを求める審決取消訴訟(平成21年(行ケ)第10096号)を提起し，同訴訟は本件と並行して審理が進められている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，原告は，上記訴訟係属中の平成21年6月29日，上記特許につき特許請求の範囲の変更等を内容とする訂正審判請求をした(請求項の数3，甲6の1。以下「本件訂正」といい，本件訂正後の発明を「訂正発明」と総称する。)ので，特許庁は，同請求を訂正2009−390081号事件として審理した上，平成22年2月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年3月8日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正審判請求の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告がなした本件訂正審判請求の内容の詳細は，別添「審判請求書」写しのとおりである。そのうち，上記訂正後の【請求項1】ないし【請求項3】の内容(以下「訂正発明1」等という。)は，以下のとおりである(下線は訂正部分)。",
                    "イ・【請求項1】",
                    "「一対の電極間に発光層及び正孔輸送層を含む複数層の有機媒体を形成してなり，該発光層内に下記(A)で表される基又はその置換誘導体を配位子として有する有機Ir錯体からなる燐光性の発光材料を含有する有機エレクトロルミネッセンス素子において，該正孔輸送層内に下記化合物3を含有することを特徴とする有機エレクトロルミネッセンス素子。」",
                    "【化1】",
                    "【化2】",
                    "・【請求項2】",
                    "「前記有機Ir錯体が，Irに前記配位子が2又は3個配位したものであることを特徴とする請求項1に記載の有機エレクトロルミネッセンス素子。」",
                    "・【請求項3】",
                    "「前記有機Ir錯体が，トリス−(2−フェニルピリジル)イリジウムであることを特徴とする請求項1に記載の有機エレクトロルミネッセンス素子。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，訂正発明は甲1発明ないし甲3発明に基づいて当業者が容易に発明をすることができたから，独立して特許を受けることができず，本件訂正は特許法126条5項の規定に適合しない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，訂正発明1～3は甲1発明ないし甲3発明に基づいて当業者が容易に発明をすることができたから独立特許要件がないとする審決には，以下のような誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(訂正発明1認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件訂正後の明細書(以下「訂正明細書」という。)に記載されているとおり，実施例1の有機EL素子(化合物3を使用)の10000cd／㎡時の発光効率が50cd／Aになるとしても，参考例3(化合物4を使用)や参考例4(化合物6)でも40cd／Aであり，訂正発明1の作用効果が格別顕著とはいえないと認定する。",
                        "しかし，参考例3及び4は，出願当初は実施例として記載されていたものであり(甲31参照)，本件特許出願によって初めて開示された新規な発明であって，従来技術ではない。原告が，参考例3及び4につき，訂正発明1の特許請求の範囲に含めない旨の判断をしただけで，従来技術は比較例2(ＮPDを使用：10000cd／㎡時の発光効率が20",
                        "cd／A)である。したがって，審決が実施例1と参考例3及び4の発光効率を比較して，訂正発明1の作用効果が格別顕著とはいえないと認定したのは誤りである。このことは，「参考資料1」である甲14を参照しても，実施例1の発光効率が50cd／Aを若干下回ると認定しても同じことである。",
                        "なお，本件で問題となる素子の発光効率とは「外部効率」であって，素子全体の構成に依存するものであるから，正孔輸送材料の差による比較をするのであれば，同じ素子構成であることを前提として比較しなければならない。したがって，「参考資料1」である甲14に記載された化合物3を用いた素子の発光効率は，甲14に記載されたα−ＮPDを用いた素子の発光効率とのみ比較可能であって，訂正明細書の参考例3や4とは比較可能ではない。審決は，この点でも誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも，訂正発明1は，高輝度領域においても発光効率が高い有機エレクトロルミネッセンス素子に関する発明であり，より具体的には，燐光素子でありながら実用的な高輝度領域(1000～10000cd／㎡)での急激な発光効率の低下という従来技術の課題を克服した発明である(甲6の2)。",
                        "有機エレクトロルミネッセンス(有機EL)素子は，電圧が印加されると，陽極から正孔が，陰極から電子が注入され，発光層においてこれらが再結合し励起状態が形成される。励起状態には一重項励起と三重項励起の二種類があり，電子スピンの統計則により，一重項励起子と三重項励起子が25％対75％の割合で生成する。一重項励起子が基底状態に戻る際に放出されるエネルギーに基づく発光が「蛍光」であり，蛍光発光を生じさせる素子が「蛍光(発光)素子」である。他方，三重項励起子が基底状態に戻る際に放出されるエネルギーに基づく発光が「燐光」であり，燐光発光を生じさせる素子が「燐光(発光)素子」である。蛍光素子，燐光素子の区別は，発光層に用いる材料(発光材料)によって決まる。なお，発光層は，主たる材料(ホスト)にごく少量の別の材料(ドーパント)を添加して成膜される。訂正発明1における「有機Ir錯体」は発光層のドーパントである。",
                        "本件特許の出願当時，有機エレクトロルミネッセンス(有機EL)素子としては，蛍光素子と燐光素子とが存在した。理論的には，一重項励起と三重項励起とは1対3の割合で生じるので燐光素子の方が発光効率を高めることができる。しかし，一般に表示パネルの実用輝度領域とされる1000～10000cd／㎡の高輝度領域においては，本件特許の出願当時，燐光素子の発光効率は急激に低下することが知られていた。",
                        "その原因は，三重項状態間の相互干渉による励起状態の消滅，いわゆる「三重項三重項消滅」にあるとされ，理論的に解決困難な燐光素子の欠点であると考えられていた(甲1)。",
                        "したがって，本件特許の出願当時，燐光素子は，将来的には実用化の可能性があると期待されてはいたものの，燐光素子を実用化するには従来の常識を超えた技術革新が必要と考えられていたのであって，当面の実用化目的には蛍光素子しかないと考えられていた。",
                        "原告は，長年にわたる有機EL分野での研究実績などから，励起された三重項状態の消滅が起こる原因として，正孔輸送材料に含まれる芳香族環の電子軌道構造，特にナフチル基のような縮合芳香族環構造が三重項励起状態に影響し励起状態を緩和させ，消光させていると着想し，正孔輸送材料の構造と高輝度領域での効率との関係について鋭意検討を行った。",
                        "その結果，当該着想どおり，正孔輸送材料としての有用性が知られている数多くのアミン誘導体の中で，縮合芳香族環構造が少ないアミン誘導体，中でも縮合芳香族環構造を全く持たないアミン誘導体が上記課題の解決に著しく有効であることを見出し，本件特許出願に係る発明を完成させた。そのうち，訂正発明1では，化合物3を用いた素子に限定したものである。",
                        "通常の着想であれば，発光材料を工夫することにより課題を解決しようとするはずのところ，原告は，一見，課題の解決と関係のなさそうな正孔輸送層の材料(正孔輸送材料)に着目したものであり，これによって，理論的に解決困難な燐光素子の欠点であるとされた，実用的な高輝度領域における発光効率の急激な低下という課題を解決したのである。",
                        "なお，高輝度領域における発光効率の急激な低下は蛍光素子においては生じない。したがって，訂正発明1の課題は燐光素子に特有の課題である(甲8参照)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲1発明の技術内容理解の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，引用例1(甲1)に記載された，正孔輸送材料が異なるデバイスI，Ⅱ及び図2と，引用例1の図2を輝度と発光効率の関係に換算した無効2008−800045号事件の答弁書(甲10)21頁の図",
                      "text": [
                        "3とから，「発光層内に含有される材料が同じであっても，正孔輸送層内に含有される材料が異なると高輝度領域における発光効率の低下の程度が変化することがわかるのであり，当業者であれば正孔輸送層内に含有される材料を改良すれば高輝度領域の発光効率を改善できる可能性があることを認識できるはずであるから，正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易でない旨の上記請求人の主張は採用することができない」とする。",
                        "しかし，審決の上記認定は，引用例1(甲1)の技術的意味を正しく理解していないことによる誤った認定である。",
                        "まず，引用例1は，正孔輸送材料にm−MTDATAを用いたデバイスIに関する論文であって，正孔輸送材料にα−ＮPDを用いたデバイスⅡは，これと対比するための従来技術として記載されているにすぎないものである。",
                        "そして，引用例1によって，正孔輸送材料を変更するというアプローチはうまく行かないことについて，実験データ及び理論的解析が当業者一般に示されたのであるから，「正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易」であるなどとは到底いえない。",
                        "また，仮に，当業者がこの点につき容易に想到したとしても，引用例1における従来技術であるデバイスⅡの正孔輸送材料であるα−ＮPDにエネルギー準位が近い化合物3(甲17)を用いる動機付けがない。",
                        "当業者であれば，正孔輸送材料にα−ＮPDとエネルギー準位が近い化合物を用いれば同様の結果しか得られないと考えるのが当然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1には，デバイスIが「高効率の有機リン光発光素子」であることを論証することを目的とする研究に関するもので，デバイスⅡについては「比較のために作製した」にすぎないことが明記されている。そもそも，引用例1は，蛍光発光素子の最大内部量子効率が，理論上25％であるのに対し，燐光発光素子の最大内部量子効率が，理論上100％であるとされているところ，燐光発光素子を実際に作製して，どれだけ理論上の最大内部量子効率に近づけるかを検討したものである。そして，公知のデバイスⅡに対して，正孔輸送材料を変えてデバイスIを作製し，検討した結果，低輝度領域においてはデバイスⅡよりも高い外部量子効率を達成した(したがって発光効率も高い)ことが一応の成果ではあるものの，高輝度領域においては逆にデバイスⅡよりも外部量子効率が下がってしまったが，それはやむを得ないということが引用例1の趣旨である。",
                        "そして，引用例1では，デバイスIにおいては，正孔輸送層のLUMOと発光層のLUMOの差を大きくしたので，正孔輸送層と発光層の界面において三重項励起子を閉じ込めることができ，(低輝度領域での)発光効率を高くすることができたと考察されている。このように，引用例1は，LUMOレベルがα−ＮPDと大きく異なるm−MTDATA",
                        "を選択して初めて発光効率の大きな改善効果が期待できることを示しているものであり，当業者は，発光効率を改善するために，α−ＮPDとエネルギー準位において同様の化合物3を選択することは全く念頭にない。",
                        "また，引用例1では，デバイスⅡの(低輝度領域での)外部量子効率が低い(発光効率が低い)理由については，正孔輸送層のLUMOが低い(したがって，正孔輸送層と発光層とのLUMOの差が小さい)ことが原因であること，デバイスⅡの外部量子効率が見かけ上6％未満といっても，「HTL発光」(所望の発光層からの発光ではない正孔輸送層の発光，蛍光発光と考えられる)を含めて6％未満であり，デバイスI(外部量子効率約12％)との実際の発光効率の差は，見かけ上の差よりもさらに大きいことが考察されている。この考察からも明らかであるように，引用例1に接した当業者であれば，正孔輸送材料にα−ＮPD又はこれと類似する化合物を用いた燐光素子を設計したとしても，発光効率は低いものしか得られないと考えるのである。",
                        "高輝度領域については，デバイスIもデバイスⅡもいずれも発光効率は低いのであり，引用例1の研究は，高輝度領域についてはひとまずあきらめ，低輝度領域に限定すれば，デバイスIはデバイスⅡよりも発光効率が優れていることを，一応の成果としているものである。",
                        "要するに，引用例1は，公知のデバイスⅡに対して，正孔輸送材料を変えてデバイスIを作製し，検討した結果，低輝度領域においてはデバイスⅡよりも高い外部量子効率を達成したが，一方，高輝度領域においては正孔輸送層の化合物がm−MTDATA(デバイスI)でもα−ＮPD(デバイスⅡ)でも，外部量子効率の低下を防ぐことができなかったという文献である。",
                        "したがって，引用例1に接した当業者は，低輝度領域の発光効率を向上させるために正孔輸送材料を変更すること，特にm−MTDATAを用いることについては検討する可能性があるとしても，引用例1における従来技術にすぎないα−ＮPD又はこれに類似する化合物を正孔輸送材料として用いることを検討する動機付けはない。むしろ，引用例1によって，正孔輸送材料を変更するというアプローチはうまくいかない(高輝度での外部量子効率の低下を防ぐことができない)ことについて，実験データ及び理論的解析が当業者一般に示されたのであるから，引用例1には正孔輸送材料を変更することへの阻害要因があるというべきである。",
                        "なお，仮に正孔輸送材料を変更するというアプローチを当業者が試みたとしても，化合物3を正孔輸送材料として用いた場合に，α−ＮPDを正孔輸送材料として用いた場合と比較して顕著な作用効果を奏するということは，引用例1からは予測困難な結果である。",
                        "ちなみに，丙8(松下電工株式会社先行技術開発研究所の菰田卓哉作成の「ナノ有機機能材料とその工業応用～白色有機ELの技術開発動向と照明への展開～」と題する文献)は，本件特許出願の優先日(平成13年5月24日)よりも技術がかなり進歩した後の平成20年に公開された資料である。つまり，丙8の記載と，本件特許出願の優先日における当業者の課題認識とは，全くかけ離れたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(引用例2及び3記載の正孔輸送材料を甲1発明と組み合わせることが容易とした判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，訂正発明1の正孔輸送材料である化合物3が，引用例2(甲2)において「化合物(61)」として，引用例3(甲3)において「TBPB」として記載されており，公知であることから，「蛍光発光用の材料として知られていたものを，燐光発光用の材料として用いることができない格別の阻害要因があるとはいえない」とする。",
                        "しかし，審決の上記認定は，有機EL素子についての当業者の技術常識に反し，到底承服できない。さらに，知財高裁平成21年1月28日判決(平成20年(行ケ)第10096号事件)での判示に照らしても，審決は，進歩性の判断手法を誤ったものである。",
                        "すなわち，本件において，甲1と甲2，甲3において，訂正発明1の課題である，実用的な高輝度領域における燐光素子の急激な発光効率の低下の問題を解決するような具体的構成，又はそのような構成に至るべき蓋然性が記載ないし示唆されているかを検討しなければならないのに，訂正発明1の課題をかんがみることなく，組合せの動機付けについて検討することもなく，いきなり「格別の阻害要因があるとはいえない」として，あたかも，有機ELという同一技術分野に属する以上は原則として組合せが容易であるかのような認定をするのは，あまりにも乱暴な議論である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "可視光の色は光の波長によって決まり，光の波長とエネルギーの間には，E(エネルギー)＝h(プランク定数)×c(真空中の光速)／λ(波長)の関係があるところ，有機EL素子では，有機化合物の励起子が基底状態に戻る際に放出するエネルギーを利用して発光することから，有機化合物が発光する光の波長(λ)は，有機化合物の励起子が有するエネルギーギャップに応じて放出されるエネルギーの大小により定まる固有値となる。エネルギーギャップが大きいと波長の短い青色が，小さいと波長の長い赤色が発光することになる。このように，有機EL素子が何色に発光するかは，蛍光素子であれ燐光素子であれ，実際に発光するドーパント材料の励起子のエネルギーギャップの大小によって決まる。すなわち，蛍光は，ドーパント材料の一重項励起子のエネルギーギャップの大小により蛍光の色合いが，燐光は，ドーパント材料の三重項励起子のエネルギーギャップの大小により燐光の色合いが定まるのである。",
                        "有機EL素子は発光によって色を表現することに使用するため，光の三原色である赤(波長590～650nm)，緑(波長520～550",
                        "nm)，青(波長420～470nm)を用意する必要がある。",
                        "しかし，同じ色の光を発光させる場合において，蛍光素子と燐光素子とでは，ホスト材料に求められるHOMOとLUMOのエネルギーギャップが異なる。すなわち，燐光素子に使用できるホスト材料には，蛍光素子に使用できるホスト材料よりも，HOMOとLUMOのエネルギーギャップが大きな有機化合物が必要となる。",
                        "このように，燐光発光素子においては，発光層のホスト材料のエネルギーギャップが蛍光発光素子のそれに比べて大きいという特徴がある。",
                        "燐光発光素子の正孔輸送材料は，そのようなホスト材料のLUMO，HOMOのレベルに合うようにしなければならない。つまり，正孔輸送材料のLUMOがホスト材料のLUMOより適度に高くないと電子が正孔輸送層に通り抜けてしまうし，正孔輸送材料のHOMOとホスト材料のHOMOの段差があまり大きいと正孔が発光層まで届かないから，いずれにしても発光しない。",
                        "要するに，蛍光素子であれ燐光素子であれ，その発光材料に合った正孔輸送材料が必要なのであり，素子全体の構成の中で，適切な正孔輸送材料を選択しなければならないのである。したがって，蛍光素子のために開発された正孔輸送材料を簡単に燐光素子に転用できるわけではない。蛍光用に開発された正孔輸送材料は，あくまでエネルギーギャップの小さい蛍光用の発光材料(ホスト材料)に合わせて開発されたものであるから，燐光発光素子にそのまま転用しても「正孔を発光層へ輸送する機能を有」しないと当業者は考えるのである。",
                        "また，引用例3の133頁の表1の「要求項目」は，必要条件であって，これらの要求項目をすべて満たせば発光するという意味でないのは自明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，「引用例2において実施例として優れているとされているような材料や，引用例3の表2・・・中において，引用発明の正孔輸送層内に含有される材料と同じm−MTDATAと並置して記載され，しかもTgが高く優れているような材料は検討する優先順位が高い」と認定している。",
                        "しかし，前述のとおり，かかる認定は，引用例1に接した当業者が，正孔輸送材料を改良することにより課題を解決するという発想に想到することが容易であるとの誤った認定に基づくもので，前提において誤りである上，引用例2，引用例3の技術的意味に照らしても誤りである。",
                        "まず，引用例2は蛍光素子にしか言及しておらず，ここに記載された正孔輸送材料である化合物(61)(訂正発明1の化合物3と同一)を燐光性の発光材料とともに用いることについて，甲2には開示も示唆もない。",
                        "しかも，甲2発明は「発光寿命が長い有機EL素子」を得ることを目的としている(一見，「駆動電圧が低減された有機EL素子」を得ることをも目的としているように読めるが，駆動電圧の低減と発光寿命が長いこととは両立が難しく，引用例2が実際に検討しているのは発光寿命のみである。)。よって，高輝度領域でも発光効率の高い有機EL素子を得るという，燐光素子に特有の課題を解決することを目的とする訂正発明1とは，発明の目的，解決しようとする課題が全く異なる。",
                        "したがって，「引用例2において実施例として優れているとされているような材料」を訂正発明1の正孔輸送材料として「検討する優先順位が高い」という審決の認定は誤りである。",
                        "さらに，引用例2には，100以上もの多数の化合物が正孔輸送材料の候補として開示されているところ，引用例2の実施例1ないし7の化合物は，発光寿命の長い素子が得られるという観点から選択されたものである。したがって，化合物(61)が7つの実施例の1つであるからといって，発明の目的が異なる訂正発明1との関係では意味のない選択であり，訂正発明1の課題の解決を目的とする当業者からみれば，引用例2には，100以上の多数の化合物が正孔輸送材料の候補として開示されており，その中の1つが化合物(61)であるということ以上の意味はない。",
                        "仮に，実施例1ないし7の中から化合物を1つ選択するとしても，化合物(61)を用いた場合の素子の発光寿命は，160時間と実施例の中では最も短く，当業者がことさらに化合物(61)に着目する理由もない。",
                        "以上のとおり，甲2発明の目的で選択された正孔輸送材料である化合物(61)を，燐光素子に特有の課題の解決を目的とする訂正発明1の目的で用いることにつき動機付けが存在しないし，多数の候補化合物の中から化合物(61)を訂正発明1の目的で当業者が容易に選択し得るとする根拠もない。",
                        "また，引用例3の表2に記載された各正孔輸送材料は，主としてTg(ガラス転移温度)が高いか低いかの観点から列挙されている(高い方が望ましい)。なお，「寿命を含めた耐久性能」と関係のある指標はTgであり，IP(イオン化ポテンシャル)は直接の関係はない。上記の点は，表1の要求項目にも「5．ガラス転移温度が高い。」として記載されている。",
                        "そして，前述のとおり，ガラス転移温度(Tg)が高いことは，必要条件の1つにすぎず，燐光発光素子の正孔輸送材料としてより重要なことは，そのエネルギー準位(LUMO，HOMO)が燐光用の発光材料(ホスト材料)のエネルギー準位に見合っているということである。つまり，審決の「Tgが高く優れているとされている・・・ような材料は検討する優先順位が高い」との認定は，「耐熱性(耐久性)が高いことが重要であり，発光するかどうかは二の次である」というに等しく，技術常識に反する認定である。なお，TBPBがm−MTDATAと上下に「並置して記載」されていることは偶然であり，格別の意味はなく，この点を「検討する優先順位が高い」ことの根拠の1つとする点においても，審決は誤りである。",
                        "訂正発明1の課題の解決を目的とする当業者からみれば，引用例3には26もの多数の化合物が正孔輸送材料の候補として開示されており，その中の一つが「TBPB」(訂正発明1の化合物3と同一)であるということ以上の意味はない。仮に，表2の中から化合物を1つ選択するとしても，TBPBのTgは132℃で，表2の化合物の中では中程度であり，ことさらに当業者がTBPBに着目する理由はない。",
                        "したがって，引用例3の表2に記載された26の化合物のうちから，TBPBを訂正発明1の目的で用いることにつき動機付けが存在せず，多数の候補化合物の中からTBPBを訂正発明1の目的で当業者が容易に選択し得るとする根拠もない。",
                        "以上のとおり，審決の認定は，事後的に先行技術を読み込んだものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用例1の趣旨について",
                      "text": [
                        "被告補助参加人は，引用例1は，高発光効率の素子を得ることが主目的の研究ではなく，高効率のための素子構成の工夫をしているわけではない旨主張するが，そうであるならば，引用例1には，訂正発明1の課題及び解決手段について開示も示唆もないことになるから，甲1発明を主引用例として訂正発明1の進歩性を否定した審決の判断は誤りとなる。",
                        "また，被告補助参加人は，デバイスIとデバイスⅡによる発光効率の相違について，正孔輸送材料の相違だけでなく，素子構成の相違も無視することができない旨主張するが，そうであるならば，審決が，引用例1に接した当業者が正孔輸送材料のみに着目すると決めつけて，「当業者であれば正孔輸送材料内に含有される材料を改良すれば高輝度領域の発光効率を改善できる可能性があることを認識できるはずである」と認定したのは技術的に誤りということになる。",
                        "被告補助参加人の主張によれば，引用例1に接した当業者は，「デバイスⅡでは正孔障壁層があるので，高電流(高電圧)の高輝度側でも，正孔の素通りを食い止める効果が比較的高く，発光効率の低下の程度を小さくしている」と考えるというのであるから，審決が認定したように「正孔輸送材料内に含有される材料が異なると高輝度領域における発光効率の低下の程度が変化する」などと単純に考えるはずがない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用例1と引用例2，引用例3の組合せの動機付けについて原告は，本件特許発明の課題(燐光発光素子における実用的な高輝度領域での急激な発光効率の低下の克服)が，本件特許出願時に知られていなかった課題であるとか，当業者が誰も解決を試みなかった課題であるなどとは主張していない。問題は，そのような課題の認識を前提にして，引用例1に接した当業者が，あえて正孔輸送材料に着目して，引用例1と，もともと蛍光発光素子用に開発された公知の正孔輸送材料とを組み合わせるという解決手段により，上記課題を解決しようとする動機付けがあるかということである。",
                        "「蛍光素子のために開発された正孔輸送材料を簡単に燐光素子に転用できるわけではない」ことは，科学上の客観的知見であり，技術常識である。被告補助参加人の主張は，引用例1と引用例2，引用例3とを組み合わせ，又は引用例1のデバイスⅡの正孔輸送材料を，引用例2又は引用例3に開示された正孔輸送材料に置換する動機付けを何ら説明するものではない。",
                        "また，引用例1及び引用例3には，「従来の蛍光素子の正孔輸送材」を燐光発光素子の正孔輸送材料として，特段の工夫をすることなくそのまま使用できるといった記載はなく，この点が周知になっていたとする根拠はない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "化合物3を正孔輸送材料に用いた製品について",
                      "text": [
                        "甲32(分析報告書)記載のとおり，米国Kodak社が販売しているOLED wireless Frameという製品の有機ELパネルに化合物3が用いられている。化合物3が用いられている層が正孔輸送層であることまでは分析不可能であるが，陽極と陰極の間のいずれかの層に含まれていることは確認されており，正孔輸送層に用いられている蓋然性が高い。また，実際の製品に採用されているということは，高輝度で高発光効率である点が評価されたからにほかならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(甲7及び甲13に基づいて，訂正発明1の作用効果が顕著ではないと認定した誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，無効審判請求人(被告補助参加人)による甲7及び甲13の実験結果に依拠して，ガラス基板洗浄方法の違い等の「実験条件の違いが結果の違いをもたらしたと考えるのが最も自然な解釈である。」とし，もって，「訂正明細書に記載された，訂正発明1の作用効果は，特定の条件の下での効果に限られ，発明を特定するために必要な事項からなる訂正発明1の作用効果が格別なものであるということはできない」と認定した。",
                        "しかし，甲7及び甲13の実験は，いずれも素子メーカーではない被告補助参加人が自ら素子を製作しており，実験の信頼性にはそもそも疑問がある。審決は，原告において，訂正発明1の作用効果の確認実験の結果(甲14)を提出しているにもかかわらず，その結果を無視する一方で，これと矛盾する甲7及び甲13の実験の信用性については特に検証することなく所与の前提としており，誤っている。",
                        "また，原告が，甲7及び甲13の実験には製造プロセスの清浄度について疑問があることを指摘したにもかかわらず，審決は，「甲7及び甲13の実験結果が技術常識に反する条件で行われたと断定できるものではないから，請求人の上記主張は採用することができない。」とする。",
                        "しかし，特許法29条1項柱書の文言上，出願された発明は進歩性を有することが推定されており，進歩性を有しないことの立証責任を審査官・審判官が負うのである。したがって，甲7及び甲13の実験が技術常識に合致する条件で行われたことにつき，審判官が立証責任を負うのであり，技術常識に合致しない条件で行われたものであることにつき請求人が立証責任を負うものではない。審決は，立証責任を訂正審判請求人に転嫁するものであって，特許法の解釈・適用を誤っている。",
                        "甲7及び甲13の実験が技術常識に合致する条件で行われたものか否かが不明であるならば，これらの実験結果を排除した上で，訂正発明1の作用効果を認定しなければならない。",
                        "なお，「丙9の2でも1380cd／㎡までしか測定されていない」旨の被告補助参加人の主張は事実に反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "各種書証の評価",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "丙3(A作成の平成22年3月19日付け報告書)につき",
                          "text": [
                            "丙3の9頁によれば，被告補助参加人の設置したクリーンブース内の●(省略)●と記載されており，本件特許出願当時の技術常識であるクラス1000(1ft3中に含まれる0．5μm以上の浮遊粒子の",
                            "個数が1000個以下)を達成するクリーンルーム内において，あるいは少なくともこれに準じる清浄な環境下で，基板の洗浄から有機膜の真空蒸着に至るまでのすべての製造工程を行うことが実現されていないことがむしろ明らかにされている。",
                            "また，被告補助参加人がクリーンベンチ内で実施している工程はあくまで基板洗浄のみである。●(省略)●"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "丙4(B ら作成の平成22年5月28日付け実験報告書)につき素子の製造プロセスが清浄でない環境下で行われた場合に顕れる影響は一様ではなく，ダークスポットの発生はその一つの可能性にすぎない。つまり，ダークスポットが発生した場合には素子の製造プロセスが清浄でない環境下で行われたと認められるといえるが，ダークスポットが発生していない場合には素子の製造プロセスが清浄な環境下で行われたと認められるとはいえない。",
                            "また，丙4の水の接触角の確認試験については，以下のとおり重大な疑問がある。",
                            "すなわち，丙4には，「プラズマ洗浄後，蒸着室内に1時間放置した」と記載されているが，「減圧下に」1時間置いたとは記載されていない。減圧下に置いたことが特に記載されていない以上は，常圧下で放置したと認められる。",
                            "有機物質は，減圧下で遊離しやすくなり，成膜も可能となるが，逆に減圧下にさらすからこそ，蒸着装置に付着した有機物質が汚染源となるのである。常圧下で1時間放置して測定しても有機物質はほとんど遊離せず，したがって汚染が進行しないのであるから，接触角が小さいのは当たり前であり，そのような実験には何の意味もない。",
                            "また，素子製造環境の清浄度を問題としているのであるから，素子を作製した蒸着装置と同一の蒸着装置で接触角の測定試験をしなければ意味がない。",
                            "この点，丙4では，接触角測定試験に用いた蒸着装置については「株式会社エイコーエンジニアリング社製」と記載されているが，素子を作製した蒸着装置については何の記載もないから，同一の蒸着装置で測定したものか不明である。",
                            "仮に，同一の蒸着装置で測定したものであるとしても，接触角の測定試験は，素子を作製した時点と同じ状態の蒸着装置で測定しなければ意味がない。接触角の測定試験自体は2，3時間でできる試験であるにもかかわらず，丙4では，素子の作成が「平成22年5月12日～14日」，接触角測定試験が「平成22年5月19日～",
                            "21日」となっており，間に数日間の不自然な空白が開いている。",
                            "これでは，この数日間に蒸着装置の清掃と接触角の測定とを繰り返し，たまたま所望の実験結果が得られたのが「平成22年5月19日～21日」であったとみられてもやむを得ない。また2，3時間でできる接触角の測定に何故3日も要したかも理解できない。",
                            "以上のとおり，丙4の実験は信用性に乏しく，「蒸着装置内の有機汚染は実質的に存在しない」などといえる根拠はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "丙5(Cら作成の平成22年2月8日付け実験報告書)につき",
                          "text": [
                            "被告補助参加人は，ドイツのメルク社の実験結果(丙5)を提出して，被告補助参加人の甲7などとよく一致している旨主張する。",
                            "しかし，丙5の記載によれば，メルク社がクリーンルームを使用しているのは前処理のみであり，この「前処理」とは，有機EL素子の製造において，通常，ITO基板洗浄工程を意味するため，メルク社の実験においても，真空蒸着装置はクリーンルームの外に設置され，被告補助参加人の蒸着装置と同様に，有機物等で汚染されている蓋然性が高いと考えられる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "丙7(B，D 作成の平成20年1月31日付け実験報告書)につき被告補助参加人は，韓国 Dankook 大学の D 教授と被告補助参加人が「共同で行った」と称する実験結果(丙7)を提出して，甲7，甲13などと同様の結果となっていると主張している。",
                            "しかし，丙7の実験を行ったのは，被告補助参加人従業員の B であって，D 教授ではない。被告補助参加人は，「第三者の専門家である大学教授の監督の下に行われた実験である」と主張しているが，単に実験室の場所を貸し，実験器具の操作方法の説明を与えた程度である可能性が排除されていない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "第三者による作用効果の確認試験",
                          "text": [
                            "甲33は，第三者であるCSIRO(豪州連邦科学産業機構)の",
                            "実験報告書である。CSIROは，オーストラリアの政府系研究機関であり，世界でも有数の規模の総合研究機関であって，日本の産業技術総合研究所に相当するような公的機関である。",
                            "甲33の試験結果によれば，実用的な高輝度領域である1000～10000cd／㎡において，化合物3(甲33では「HT」と",
                            "表記)を正孔輸送材料として用いた素子が従来のＮPDを正孔輸送材料として用いた素子と比較して，優れた発光効率を示し，顕著な作用効果を奏するものであることは明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "訂正発明2及び3につき",
                  "text": [
                    "審決は，訂正発明2，3及び甲1発明の技術的内容についての理解を誤り，その結果，甲1発明と訂正発明2，甲1発明と訂正発明3との各相違点についての認定判断を誤り，甲1発明において相違点に係る訂正発明2，3の構成とすることは容易に想到し得ると誤った判断をしたものであって，訂正発明1と同様の理由により，違法として取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否(被告及び被告補助参加人)",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，訂正発明1と甲1発明との相違点の判断につき，「引用発明のm−MTDADAに替えて，引用例2，引用例3に記載された材料を選択して上記相違点に係る訂正発明1の発明特定事項となるようにすることは当業者であれば容易になし得ることである。」(審決18頁3～5行)と判断し，次いで，訂正発明1の作用効果について検討し，「訂正明細書に記載された，訂正発明1の作用効果は，特定の条件の下での効果に限られ，発明を特定するために必要な事項からなる訂正発明1の作用効果が，格別なものであるということはできない。」(審決20頁11～13行)と判断した。",
                    "原告が指摘する審決20頁24～30行の認定(参考例3，4に関する部分)は，訂正明細書に記載された具体例の数値を比較し，訂正発明1の化合物を用いた実施例1の発光効率が，訂正発明1以外の化合物からなる有機EL素子の発光効率と同程度であることを考慮して，訂正発明1の化合物の作用効果が格別でないと説示したのであって，審決20頁11～13行の上記判断を補足したものにすぎない。",
                    "すなわち，訂正明細書の段落【0032】～【0035】に記載された10000cd／㎡の高輝度領域における発光効率によると，実施例1(段落【0032】)の発光効率50cd／Aは，参考例3(段落【0033】)及び参考例4(段落【0035】)の発光効率40cd／Aと比べて，その差が10cd／Aでしかない。また，原告による再現実験(訂正審判の参考資料1)によると，実施例1の化合物3を用いた有機EL素子の発光効率は50cd／Aを下回っている(甲14の3頁(3)実験結果)。",
                    "このように，実施例1の発光効率は，参考例3や参考例4と同様に格別顕著なものではないから，訂正発明1の作用効果が格別なものであるとはいえない。",
                    "また，仮に，高輝度領域における発光効率50cd／Aが有機EL素子に係る作用効果として格別顕著なものであったとしても，この発光効率は実施例1で使用された特定の条件下での効果に限られる。そのような特定の条件で特定されていない訂正発明1については，後記(4)のとおり，その作用効果が格別のものであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，「素子の発光効率とは・・・『外部効率』であって，素子全体の構成に依存するものであるから，正孔輸送材料の差による比較をするのであれば，同じ素子構成であることを前提として比較しなければならない」と主張する。",
                    "上記主張が正しいとすると，正孔輸送層の材料だけでなく，発光層のホスト材料や電子輸送層，電極等の材料，各層の膜厚等の素子構成が変わると，素子の発光効率も変わることになる。",
                    "そうすると，素子の発光層内に含有される発光材料及び正孔輸送層内に含有される化合物を特定した訂正発明1では，実施例1で使用された素子における一部の素子構成しか特定されていないのであるから，たとえ実施例1の発光効率が顕著な作用効果であったとしても，実施例1の作用効果は直ちに訂正発明1の作用効果であるとはいえないことになる。",
                    "以上のことから，「訂正発明1の作用効果が格別なものであるとはいえない」とした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決17頁25～31行の認定が誤りであるとして，正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易であるとはいえない旨主張するが，失当である。",
                    "引用例1(甲1)の訳文2頁1～21行によれば，引用例1の図1に記載されたデバイスIとデバイスⅡは，発光層内に「Ir(ppy) 」という有機Ir錯体からなる燐光性の発光材料を含有する構成を備えている有機エレクトロルミネッセンス素子である点で共通するものである。そして，各デバイスの正孔輸送層内に含有する化合物について，デバイスIはm−MTDATAであるのに対し，デバイスⅡはα−ＮPDである点で相違し，引用例1の図2(訳文4頁参照)には，デバイスI及びデバイスⅡの電流密度に対する量子効率を示すグラフが記載されている。この図示された電流密度と量子効率の関係を輝度と発光効率の関係に置き換えると(甲10の21頁【図3】参照)，各デバイスの発光効率は，輝度増加に伴い低下するが，デバイスIでは急激に低下するのに対し，デバイスⅡはデバイスIに比べて緩やかに低下し，高輝度領域においては，デバイスⅡの発光効率がデバイスIを上回っている。",
                    "したがって，当業者であれば，引用例1の記載に基づき，発光材料が同じであっても正孔輸送材料の種類によって高輝度領域における発光効率が変化することを理解できる。",
                    "そして，原告も認めるように，本件特許の出願当時，表示パネルの実用輝度領域とされる1000～10000cd／㎡の高輝度領域において燐光素子の発光効率が急激に低下することが知られていた(甲1参照)。",
                    "そうすると，高輝度領域における燐光素子の発光効率を改善したいという課題は，本件特許の出願当時，当業者が認識していた事項であるといえる。上記のとおり，引用例1の記載に基づき，正孔輸送材料の種類によって高輝度領域における発光効率が変化することを理解できるのであるから，引用例1に接した当業者であれば，正孔輸送材料を変更することにより高輝度領域における発光効率を改善できる可能性があることも十分認識できたというべきである。",
                    "よって，「当業者であれば正孔輸送層内に含有される材料を改良すれば高輝度領域の発光効率を改善できる可能性があることを認識できるはずであるから，正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易でない旨の上記請求人の主張は採用することができない」とした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「甲1における従来技術であるデバイスⅡの正孔輸送材料であるα−ＮPDにエネルギー準位が近い化合物3を用いる動機付けがない」，「当業者であれば，正孔輸送材料にα−ＮPDとエネルギー準位が近い化合物を用いれば同様の結果しか得られないと考えるのが当然である」旨主張する。",
                    "しかし，前記アのとおり，高輝度領域における燐光素子の発光効率を改善したいという課題は，本件特許の出願当時，当業者が認識していた事項であり，引用例1に接した当業者であれば，正孔輸送材料を変更することにより高輝度領域における発光効率を改善できる可能性があることは十分認識できたことである。",
                    "そして，原告が認めるように，本件特許の出願当時，高輝度領域における燐光素子の発光効率の急激な低下の原因については，いわゆる「三重項三重項消滅」にあるとされ，理論的に解決困難なものと認識されていた(甲1参照)。このような理論的に解明されていない課題に対して新規な技術が見出された場合は，試行錯誤的に材料を選択しながら実験を行うことにより改良を図るのが普通であって，有機Ir錯体による燐光発光素子の新規な技術が開発された場合においても，引用例1の記載に基づき，正孔輸送材料の変更により高輝度領域における発光効率を改善できる可能性があることを認識した当業者であれば，正孔輸送材料を試行錯誤的に選択しつつ試験を進めることになる。その際，全く新規な材料から始めるのではなく，まずは正孔輸送機能が確認されている蛍光発光用の正孔輸送材料を試してみようと考えるのが自然であるし，特に蛍光発光用の正孔輸送材料の中で，発光効率に限らず優れているとされている材料については，試行する優先順位は高いといえる。",
                    "また，前述のとおり，本件特許の出願当時，高輝度領域における燐光素子の発光効率の急激な低下は，理論的に解決困難なものと認識されていたのであるから，エネルギー準位が近いと同様の結果しか得られないかどうかは実験してみないと分からないことである。デバイスⅡの正孔輸送材料の「α−ＮPD」は，デバイスIの正孔輸送材料の「m−MTDATA」に比べて高輝度領域での発光効率が良い(甲10参照)のであるから，むしろエネルギー準位がα−ＮPDに近い化合物3は，高輝度領域での発光効率を改善するために用いる動機付けが十分あるといえる。",
                    "したがって，「甲1における従来技術であるデバイスⅡの正孔輸送材料であるα−ＮPDにエネルギー準位が近い化合物3を用いる動機付けがない」という原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「甲1には正孔輸送材料を変更することへの阻害要因があるというべきである」と主張するが，前記イのとおり，引用例1においてα−ＮPDにエネルギー準位が近い化合物3を適用する動機付けがあり，阻害要因というべき事情はない。",
                    "なお，原告は，「仮に正孔輸送材料を変更するというアプローチを当業者が試みたとしても，化合物3を正孔輸送材料として用いた場合に，α−ＮPDを正孔輸送材料として用いた場合と比較して顕著な作用効果を奏するということは，甲1からは予測困難な結果である」と主張するが，後記(4)のとおり，化合物3を正孔輸送材料として用いた場合に顕著な作用効果を奏するとはいえないから，原告の主張は前提において失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，組合せの動機付けについて検討することもなく「格別の阻害要因があるとはいえない」とした審決の認定は，進歩性の判断手法を誤ったものであると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，審決は，「蛍光発光用の材料として知られていたものを，燐光発光用の材料として用いることができない格別の阻害要因があるとはいえない」と認定しただけではない。",
                        "審決は，原告による平成21年12月11日付け意見書(甲11)における，阻害要因の有無のみに着目した上記判断が妥当でない旨の原告の主張や，引用例1からは正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易でない旨の原告の主張について検討し，「発光層内に含有される材料が同じであっても，正孔輸送層内に含有される材料が異なると高輝度領域における発光効率の低下の程度が変化することが分かるのであり，当業者であれば正孔輸送層内に含有される材料を改良すれば高輝度領域の発光効率を改善できる可能性があることを認識できるはずであるから，正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易でない旨の上記請求人の主張は採用することができない。」(審決17頁25～31行)と判断し，さらに「正孔輸送層内に含有される材料を改良するにあたって，試行錯誤的に材料を選択しながらデータをとって，優れた材料を探すことは普通に行われていることであるし，特に，引用例2において実施例として優れているとされているような材料や，引用例3の表2・・・中において，引用発明の正孔輸送層内に含有される材料と同じm−MTDATAと並置して記載され，しかもTgが高く優れているとされているTBPBのような材料は検討する優先順位が高いといえる。」(審決17頁32行～18頁2行)と述べた上で，「引用発明のm−MTDATAに替えて，引用例2，引用例3に記載された材料を選択して上記相違点に係る訂正発明1の発明特定事項となるようにすることは当業者であれば容易になし得ることである。」(審決18頁3～5行)と判断している。",
                        "そうすると，審決は，甲1発明の「正孔輸送層内に含有される材料」に対して，引用例2や引用例3に記載された材料を適用する動機付けがあることを実質的に検討した上で，相違点の容易想到性を判断したことは明らかであり，審決には，進歩性の判断手法につき原告が主張するような誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，前記(2)のとおり，燐光素子の正孔輸送材料を変更することにより高輝度領域における発光効率を改善できる可能性があることは，当業者が十分に認識できた課題であって，そのような可能性を認識した当業者であれば，正孔輸送材料を試行錯誤的に選択しながら試験を進めるところ，蛍光発光用の正孔輸送材料の中で優れているとされている引用例2や引用例3の材料については，試行する優先順位が高いといえる。",
                        "したがって，引用例2及び引用例3に記載された正孔輸送材料を甲1発明と組み合わせることは当業者が容易になし得ることであるとした審決の上記判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，燐光素子に使用できるホスト材料には，蛍光素子に使用できる材料よりも，HOMOとLUMOのエネルギーギャップが大きな有機化合物が必要となり，燐光発光素子の正孔輸送材料は，そのようなホスト材料のLUMO，HOMOのレベルに合うようにしなければ発光しないから，蛍光素子であれ燐光素子であれ，その発光材料に合った正孔輸送材料が必要なのであり，蛍光素子のために開発された正孔輸送材料を簡単に燐光素子に転用できるわけではない旨主張する。",
                    "しかし，本件の出願当時，蛍光発光用の公知の正孔輸送材料やホスト材料におけるLUMO及びHOMOのレベルや当該レベルによる発光のメカニズムが知られていた場合は，蛍光発光用の公知の正孔輸送材料の中で優れているとされている材料を用いて，発光可能なエネルギーレベルを有するものだけを試行すればよいのであるから，さらに材料の絞り込みが容易になるといえる。",
                    "また，逆に，本件の出願当時，上記の技術的事項が知られていなかった場合は，試験をしなければ発光機能を確認できないのであるから，引用例1に接した当業者であれば，試行錯誤的に正孔輸送材料を選択し，特に蛍光発光用の公知の正孔輸送材料の中で優れているとされていた材料については優先的に試してみようと考えるのが普通である。",
                    "蛍光素子のために開発された正孔輸送材料を燐光素子に転用できないとする原告の主張には理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例2や引用例3の材料を検討する優先順位が高いとした審決の認定が，前提において誤りである旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，前記(2)のとおり，引用例1に接した当業者が正孔輸送材料を改良することにより課題を解決するという発想に想到することは容易であり，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，審決において，「引用例2には，有機EL素子の正孔輸送層内に含有される材料として，訂正発明1の化合物3と同様な化合物(61)が記載・・・されている。また，引用例3には，有機EL素子の正孔輸送層内に含有される材料(ホール輸送材料)への要求項目として表1が記載・・・されており，さらに引用例3の表2には，正孔輸送層内に含有される材料(ホール輸送材料)として，訂正発明1の化合物3と同様なTBPBと，引用発明で用いられているm−MTDATAとが並置して記載・・・されている。」(審決16頁下から7行～17頁2行)と述べたように，引用例2及び引用例3には，訂正明細書(甲6の2)の実施例1の「化合物3」と同じ材料が記載されている。",
                        "そして，引用例2の実施例6(甲2の62頁5ないし8行)で使用された「化合物(61)」は，「発明の開示」欄に「正孔輸送材料として用いることにより，発光寿命が長い有機EL素子が得られることを見出した」(甲2の2頁下8行ないし4行)と記載されるように，有機EL素子の発光寿命を改善する正孔輸送材料として優れるものである。",
                        "また，引用例3の表2(甲3の136頁)には「TBPB」等のホー",
                        "ル輸送材料の化合物がTg温度とともに記載されており，「初期に最も活用されたホール輸送材料は前述したTPDで・・・寿命を含めた耐久性の面では十分な特性を発揮することがはできなかった。・・・TPDのTgが低い(約60℃)ことが主たる原因と考えられた。・・・・これら芳香族アミン系で，高いTgを有するホール輸送材料の探索や開発が進められている。」(甲3の135頁の7ないし23行)と記載されるように，Tgが132℃の「TBPB」は，従来の「TPD」よりもT",
                        "gが高く，ホール(正孔)輸送材料として優れるものである。",
                        "このように，引用例2及び引用例3において優れるとされている正孔輸送材料について，試験対象とする優先順位が高くなるのは明らかである。",
                        "したがって，引用例2や引用例3の材料につき，「検討する優先順位が高いといえる」とした審決の上記認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「甲7及び甲13の実験は，いずれも素子メーカーではない被告補助参加人が自ら素子を製作しており，実験の信頼性にはそもそも疑問がある」旨主張する。",
                        "審決が引用した甲7及び甲13，原告による甲14には，いずれも訂正明細書(甲6の2)の実施例1で使用されていた化合物3や比較例2で使用されたＮPDを含む有機EL素子の試料による実験結果が示されている。化合物3を含む試料においては，両者の実験結果の発光効率は異なるが，ＮPDを含む試料の場合は，両者とも低い発光効率となっている。前者の甲7及び13の実験によれば，甲7の5枚目に記載された表1には，化合物3を使用した試料及びＮPDを使用した試料における10000cd／㎡時の発光効率(cd／A)は，訂正明細書の発光層「トリス−(2−フェニルピリジル)イリジウム(Ir(ppy))」の組成比8重量％と同じ「8wt％」の欄において，化合物3が26(1回目)，27(2回目)，ＮPDが24(1回目)，23(2回目)と記",
                        "載されている。また，甲13の3枚目の表1には，化合物3及びＮPDを使用した試料のうち，Ir(ppy)が「8wt％」の発光効率(cd／A)は，化合物3が20，ＮPDが19と記載されており，いずれの試料も訂正明細書の比較例2に記載された発光効率「20cd／A」(段落【0036】とほぼ同様の結果が得られている。",
                        "そこで，審決は，「上記訂正発明1と同様の化合物3を含む有機EL素子と訂正明細書において比較例とされているＮPDを含む有機EL素子との実験結果は，両者において格別効果に差異があるとは認められないものであり，訂正明細書に記載された両者の顕著な差異とは，相違するものとなっている。」(審決19頁末行～20頁3行)とした。",
                        "原告の平成21年12月11日付け意見書(甲 11)で指摘されるように，仮に甲7及び甲13の実験が当業者の技術常識に反する条件で行われたのであれば，ＮPDを使用した試料の発光効率は訂正明細書に記載された比較例2の発光効率よりもかなり低い値となると考えられるところ，上述のとおり，甲7及び甲13の実験におけるＮPDの発光効率は，訂正明細書に記載された比較例2の発光効率とほぼ同様の発光効率となっている。このようなＮPDを使用した実験結果からみても，甲7や甲13の実験が技術常識に反する条件で行われたと断定できるものではないから，甲7や甲13の実験結果に基づいて，訂正発明1の効果につき検討することができないとする理由はない。",
                        "よって，当該実験結果の信頼性に疑問があるとする原告の主張は審決の判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，原告は，審決20頁11ないし13行の認定につき，原告による甲14の実験結果を無視した旨主張するが，失当である。",
                        "原告による甲14は，訂正明細書の実施例及び比較例2の結果に対応するものとして提示されたが，甲7及び甲13の実験と甲14の実験とは，正孔輸送層の形成条件において共通するものの，基板の洗浄条件や陽極，発光層，電子注入層，陰極の各膜厚が相違するなど，両者の実験条件は異なっている。また，前記(ア)のとおり，甲7及び甲13の実験結果が技術常識に反する条件で行われたものとはいえない。そこで，審決は，両者の実験内容からみて，甲14や訂正明細書の実施例の発光効率が甲7や甲13の発光効率よりも高くなっているのは，これらの実験条件の相違によるものと考えざるを得ないと判断したものであって，甲14を決して無視したわけではない。そして，甲14や訂正明細書で用いられた実験条件は，訂正発明1において何ら特定されていない事項であるから，甲14の実験結果により訂正発明1の作用効果が格別なものであると結論付けることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「甲7及び甲13の実験が技術常識に合致する条件で行われたものであることにつき審判官が立証責任を負う」と主張する。",
                    "しかし，甲7及び甲13の実験結果が技術常識に反する条件で行われたものでないことは，審決20頁の14ないし23行で述べたとおりであり，かつ，前記アのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正発明2及び3についての判断の誤りに対し",
              "text": [
                "原告は，訂正発明2及び3についても，訂正発明1と同様の理由により，違法として取り消されるべき旨主張するが，前記(1)ないし(4)のとおり，訂正発明1についての審決の判断に誤りはないから，訂正発明2及び3について審決の判断が誤りであるとする原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告補助参加人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "有機EL素子の発光効率に関する技術的背景につき",
              "text": [
                "丙8(平成20年における有機EL技術の状況を解説した資料)や甲16(独立行政法人ＮEDOによる有機ELデバイス開発計画の平成16年における説明書)などには，原告が主張する高輝度領域での発光効率の低下が特に問題であるとするような記載は全くなく，高輝度領域での発光効率の低下は，ある程度必然的に生ずるが，それがために燐光素子の実用性が否定されるとは誰も考えていなかったことがわかる。",
                "有機EL素子の製造技術は，平成13年当時に比べ，現在では格段に進歩しており，有機EL素子の発光効率は素子構成の相違により大きく変動し得るものである。",
                "原告が，現在の最新鋭の設備と技術を使用して，実施例と同等の数値を得たとしても，その事実だけで，本件特許出願当時の技術水準において，当業者が容易かつ確実に訂正発明1の作用効果を得ることができることの証明にはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3に対し(引用例1と引用例2，引用例3の組合せについて)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1が，高輝度領域での高発光効率をあきらめるべきことを教示しているとか，正孔輸送材料を変更するというアプローチはうまく行かないことを示しているかのごとく主張するが，原告は，引用例1の記載を一方的に都合よく引用しており，適切ではない。",
                        "引用例1に記載されたデバイスIは，本件訂正前の発明の新規性を否定する公知技術である。引用例1の正孔輸送材を除くように本件訂正前の発明を減縮しようとも，訂正後の正孔輸送材は，引用例1の正孔輸送材と同じ使い方ができることが周知の材料であったから，このような材料の置換に何の困難も認められないのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の著者は，CBPという発光層ホスト材料の性質に興味を持ち，その検討のために，2種類のデバイス(素子)を作製し，励起子形成領域の場所を決定するという実験を行ったのである。",
                        "結果的に，m−MTDATAを使用したデバイスIにおいて，簡単な素子構成で比較的高い発光効率を得た点にも注目しているが，高発光効率の素子を得ることが主目的の研究ではないから，高効率のための素子構成の工夫をしているわけではない。したがって，この文献から，高輝度領域の高効率化についての限界がわかるとか，当業者に正孔輸送材の選択による高輝度化の検討をあきらめさせるといった意味が出てくるはずがない。引用例1は，1999年(平成11年)に燐光素子の最初の報告がされた直後に現れた多数の報告の1つであり，多くの研究者により各種の材料及び素子構成についての基礎的な検討がされていた時期のものである。",
                        "素子の発光効率が，材料と素子構成(積層された層の数と種類及び各層の組成と厚さ，表面あるいは界面の状態)によって定まることはいうまでもない。引用例1は2つの素子の比較検討を行っているが，両素子の比較においては，材料の相違と同時に，素子構成の相違の影響を同時に考慮しなければ正しい判断にはならない。",
                        "引用例1のデバイスIとデバイスⅡの重要な相違点は，デバイスⅡには正孔障壁層と電子輸送層が存在するのに，デバイスIでは，これら2つの層が存在しない点である。また，発光層の厚さが，デバイスIでは60nmであるのに，デバイスⅡでは，20nmと薄いという相違点もある。",
                        "発光効率との関係で，特に注目されるのは正孔障壁層の有無である。",
                        "発光効率を高めるためには，発光層の中を正孔及び電子が素通りすることなく，有効に発光層で結合して，励起子を生成するのに使用されるよう，発光層の中に電子及び正孔を閉じ込める構成が望ましい。正孔障壁層は，正孔が無駄に陰極側に流れないように，正孔を発光層中へ閉じ込める効果を有する層である。",
                        "デバイスIでは，低輝度において高い発光効率を示すのに，高輝度側では急速に発光効率が低下している。デバイスⅡの場合，低輝度側ではデバイスIよりも発光効率が低いが高輝度側ではかえって発光効率がデバイスⅡよりも高い。",
                        "この相違を生ずる理由の一つとして，正孔輸送材が相違することは一つの要素であるが，同時に，上記の素子構成の相違も無視することができない。",
                        "デバイスIについては，低輝度では正孔障壁層がなくても無駄に流れる正孔の割合はあまり高くないが，高輝度にするために大電流(高電圧)とすると，正孔障壁層が存在しないために，正孔が発光層を素通りする割合が急速に増大すると考えれば，高輝度側での急速な発光効率の低下が容易に理解できる。",
                        "他方，デバイスⅡでは，正孔障壁層があるので，高電流(高電圧)の高輝度側でも，正孔の素通りを食い止める効果が比較的高く，発光効率の低下の程度を小さくしていると考えられる。",
                        "したがって，デバイスIについては，素子構成の工夫によって高輝度領域でも高発光効率を維持できる可能性が考えられたし，また，デバイスⅡについても，正孔輸送材を変更することによる改良の可能性が当然考えられたのである。",
                        "そして，現に，デバイスⅡの方が，素子構成の効果もあるとはいえ，高輝度でも比較的高い発光効率を維持しているのであるから，発光効率の変動しない素子のためには，むしろLUMOやHOMOの値がαＮPDに近い化合物を試みることも十分想定されるのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "正孔輸送材の変更の容易性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのとおり，引用例1から，高輝度領域の発光効率について，正孔輸送材の相違及び素子構成の相違がいずれも影響する事実がわかる。",
                        "そして，引用例1に使用されているm−MTDATAとαＮPDは，",
                        "いずれも，周知の蛍光素子用の正孔輸送材である(甲2，3)から，燐光素子の正孔輸送材として従来蛍光素子に使用されてきた材料が使用可能であることも，引用例1から確認される。この知見に基づき，燐光素子の発光特性の改良のために，他の公知の正孔輸送材を試してみることは，当業者にとって当然に想到されることである。したがって，審決の論理に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，蛍光素子と燐光素子では，正孔輸送材と発光層の材料のLUMOの値の関係が異なるから，蛍光素子用に開発された正孔輸送材を燐光素子に適用することが容易であるとするのは誤りであると主張する。",
                        "しかし，上記のとおり，引用例1において公知の蛍光素子用の正孔輸送材であるm−MTDATAとαＮPDが燐光素子に適用され，蛍光素子と比較して，顕著に高い発光効率を達成している。他方で，本件特許の明細書における正孔輸送材の一般的記載は，すべて蛍光素子用の正孔輸送材を包括的に記載した引用例2を，その一般式を含めて援用する内容である。",
                        "そうである以上，引用例1の開示に基づき，引用例2の正孔輸送材(特に引用例2の実施例に使用されているもの)を，燐光素子の正孔輸送材に適用してみることは，当業者が極めて容易に想到することであり，当然に試みることである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "その他の原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "発光効率が高輝度側で低下する現象についての一つの理由は，三重項励起子同士の衝突による消滅が起きやすくなるという現象である。",
                        "原告は，この現象のために，高輝度領域での高発光効率の燐光素子は，実用化があきらめられていた旨主張するが，誤りである。原告は，この点に関し，引用例1が，デバイスIの発光効率のデータから励起子形成領域の幅が狭いと推定される旨記載している点を引用するが，引用例1は，単に当該特定の素子について得られたデータの説明をしているだけで，一般的に高輝度領域での発光効率の向上が不可能などとは言っておらず，そのような理由もない。",
                        "前記のとおり，デバイスIの発光効率曲線は，2層だけで構成されたデバイスIの簡単な素子構成に大きく影響されていると解するのが合理的である。",
                        "引用例3の170～171頁及び丙1の38頁に説明されているように，本件特許出願当時，燐光素子は有機EL素子の発光効率(量子効率)に革命をもたらした技術として，有機EL技術の分野における最大の関心事となっていたのである。",
                        "三重項励起子どうしの衝突による消滅がある程度不可避としても，材料の選択及び素子構造の工夫により，全体的に発光効率を高めることによって，高輝度領域である程度の低下があっても実用に十分な発光効率を有する素子の開発がされていたことは当然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，高輝度領域での発光効率の低下が専ら三重項励起子同士の衝突による消滅に起因するものであれば，それは発光層内部の現象であるから，そもそも正孔輸送材の選択によって解決できる問題ではない。",
                        "正孔輸送材は，そのLUMO及びHOMOの値に基づき，発光層への正孔の流れ込みを容易にする機能と，発光層からの電子の流れに対する障壁としての機能が定まり，この2つの機能の高低によって，発光効率に影響すると考えられている。発光層内部において三重項励起子の数が多くなったことによる衝突を防止するような効果は持ち得ない。",
                        "もちろん，このような単純な理論による予測性は定性的な傾向にとどまり，実際にどの程度の発光効率となるかは，LUMOやHOMOの値から予想されるよりも大きい場合も小さい場合もあり得る。そうであるから，多くの材料について試行錯誤的に実験は行われるのである。",
                        "しかし，理論から極端に離れるような現象はなかなか生じない。",
                        "後記のとおり，有機EL素子の発光効率(外部量子効率又は電流効率)は，素子の内部における発光効率と発光層で発生した光を素子の外へ取り出す際の取出し効率によって定まる。",
                        "すなわち，使用する材料が同一であっても，①素子の構成によって内部的に発生する光量に関する効率が変動し，②素子の構成によって光を外部へ取り出す効率も変動するので，一つの実験において，比較的高い発光効率の数値が得られたとしても，材料の選択のみによってその結果が得られたか否かは不明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許出願がされて約10年が経過し，この10年は有機ELの技術が飛躍的に進展した時代でもあるが，未だに訂正発明を実施した，高輝度で高発光効率の製品は存在しない。最近10年間における研究開発において，発光効率の向上は主要な目的の一つであったが，原告を含む誰も，本件特許の化合物3を，この目的について採り上げていない。",
                        "また，現在においても，原告は，本件特許の化合物3を正孔輸送材に使用することにより，高輝度での高発光効率が得られるとの原告の主張を説明する技術的理由を提出できていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，「正孔輸送材料としての有用性が多く知られている数多くのアミン誘導体の中で，縮合芳香族環構造が少ないアミン誘導体，中でも縮合芳香族環構造を全く持たないアミン誘導体」が著しく有効であることを見出し，訂正発明を完成させた旨主張する。",
                        "しかし，引用例3の136，137頁の表2をみると，本件出願当時の代表的な正孔輸送材である26個の化合物の中で，縮合芳香族環構造を持たない化合物が18個であり，原告の主張は特別な選択を意味するものではない。原告の主張をそのまま受け取ると，本件特許の実施例における発光効率は，公知の大半の正孔輸送材を，公知の燐光素子の構成に適用して得られる程度のものであったことに帰着する。実施例の発光効率の値も，化合物3を選択した作用効果ではなく，原告がたまたま採用した実験条件における素子構成の結果であったと考えざるを得ない。",
                        "換言すれば，化合物3の選択に特段の技術的意味はないのである。",
                        "原告が，本件訂正において，アミン誘導体を化合物3だけに限定したのは，他のアミン誘導体でも同レベルの発光効率が得られるとすると，化合物3への限定に特段の意味はないとの判断がされることを回避しようとしたからであろうが，その点は，特許請求の範囲の記載を化合物3に限定しようがしまいが，同じである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4に対し(発光効率の実験データについて)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許発明の作用効果は，その発明の全範囲にわたって進歩性を裏付けるに足りるものであることが，明細書の記載によって当業者に理解可能であり，再現可能でなければならない。",
                    "訂正発明は，有機EL素子の発明であり，素子の発光効率が，正孔輸送材料と有機金属錯体を特定するだけで定まるものでないことはいうまでもない。",
                    "引用例1及び引用例3からすれば，本件特許出願当時，燐光素子の正孔輸送材として，従来の蛍光素子の正孔輸送材が使用できることも周知になっており，そうである以上，素子構成に新規な特徴のある燐光素子に使用するという発明であれば別の評価もあり得るが，周知の正孔輸送材を燐光素子一般に使用することを独占するような発明は本来認められるべきではない。もし認められるとすれば，よほど特別な作用効果が見出された場合である。",
                    "発明の構成として進歩性がなく，顕著な作用効果によって進歩性が認められる発明の場合には，その発明の範囲全体にわたって顕著な作用効果が必要と解される。素子構成についても，他の材料との組合せについても，広範な可能性のある訂正発明について，ただ一つの実施例で，顕著な作用効果が確認されたとは到底認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，訂正発明の使用する化合物3は，公知の燐光素子に使用されているαＮPDと比較し，素子の発光効率に影響する電子的な性質であるLUMOとHOMOの値がほぼ同一である。したがって，理論的には，同一構成の素子において，αＮPDを使用した場合と化合物3を使用した場合とで，大きな相違を生ずることは考えにくい。",
                    "そして，被告補助参加人が実際に実験をしたところ，高輝度領域での顕著な相違は認められなかった(甲7，甲13参照)。審決が，この実験結果を援用したところ，原告は，この実験が技術常識に合致する条件で行われたものであることにつき，審判官が立証責任を有すると主張し，また，その製造プロセスにおける清浄度が極めて重要であると主張し，清浄度の必要性に関連する証拠(甲18ないし30)を提出している。",
                    "有機EL素子の発光効率は，素子の構成に大きく影響されるため，実施例の記載に準拠したとしても，具体的な実験条件の相違(その結果生ずる素子構成の相違)により，データに実質的な相違を生ずることは十分起こり得ることである。",
                    "したがって，原告が原告の実験条件において，実施例に近い発光効率の数値を得たとしても，それが直ちに訂正発明の作用効果を示すことにはならない。当業者が，技術水準に従った実験において実施例とは異なる結果を得た場合，実施例のデータのみをもって特許発明としての作用効果とはいえない。実施例の作用効果と特許発明の作用効果とは区別されなければならない。",
                    "当業者である被告補助参加人の実験が，技術常識に反するものであるか否かの立証責任は，審決取消訴訟である以上原告に存するのであり，被告が負うものではないが，以下，念のため，被告補助参加人が提出した実験が適正であることの主張立証を示す。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "丙3は，甲7等の実験担当者による報告書であり，被告補助参加人が有機EL用材料のメーカーであって，材料評価のために有機EL素子を日常的に作製し試験していること，有機EL素子の研究につき多大な功績をあげている九州大学及び信州大学の研究室の指導を受け，情報交換をしながら，被告補助参加人の有機EL素子作製技術を確立し，実施していること等から，被告補助参加人の担当者が，有機EL素子を作製し材料を評価する点につき当業者に該当すること，及び被告補助参加人の有機EL作製装置が，現在の技術水準において適正な構成であり，本件特許出願当時の技術水準よりも高いものであることを示している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "丙4は，清浄度の低いプロセスにより作製した有機EL素子にダークスポットが発生するかどうか，蒸着室内の有機汚染の有無を水接触角により測定する点につき，それぞれ確認した報告書である。丙4に示されるとおり，被告補助参加人の装置で作製した有機EL素子にダークスポットはみられず，蒸着装置内の有機汚染は実質的に存在しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告補助参加人の製造プロセスには，各甲号証に記載される注意事項に反する点はない。清浄度に関する文献が述べていることは，パーティクルによる汚染の防止と有機汚染の防止の必要性に尽きるが，これらの汚染を防止するのに十分な工夫は，現在では常識であり，当然，被告補助参加人の装置及びプロセスにおいても充足されている。",
                    "いずれにしても，世界的業績をあげている大学の研究室における現在の設備と同等の設備による実験が，10年前の技術水準における実験条件に劣るはずがない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "丙5は，ドイツのメルク社が本件特許の実施例を追試した報告書である。",
                    "メルク社は現在のフラットパネルディスプレイの主流である液晶パネル用材料につき世界のトップメーカーであるが，次世代ディスプレイである有機ELディスプレイ用の材料開発にも力を注いでおり，現在の世界のトップメーカーの1社である。",
                    "丙5の実験結果は，化合物3についても，αＮPDについても，被告補助参加人のデータよりも発光効率がやや高いが，化合物3とαＮPDの相違が小さく，輝度と発光効率の関係もほとんど変わらない点において，被告補助参加人の甲7などとよく一致している。",
                    "第三者の当業者が，本件特許実施例の記載を，現在の進んだ製造設備で再現しようとしても，原告主張のようにはならない。また，この実験は，メルク社が全く独立して行ったものであり，被告補助参加人は関与していない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "丙7は，韓国 Dankook大学の D教授と被告補助参加人が共同で行った，本件特許実施例の追試結果であるが，やはり，甲7，13などと同様の結果(化合物3とαＮPDの間に実質的な差はみられない)となっている。",
                    "この報告は，被告補助参加人の装置ではなく，大学研究室の装置を使用し，第三者の専門家である大学教授の監督の下に行われた実験である点に意義がある。なお，D 教授は，現在有機EL素子の実用化において世界で最も進んでいるサムスングループにおいて，有機EL技術の研究に従事した経歴を有し，実際的な製造技術にも詳しい，韓国の有機EL分野における指導的な研究者である。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "以上の証拠を参照すると，当業者が本件特許の実施例と比較例の記載に準拠して有機EL素子を作製し，化合物3とαＮPDの効果を比較する実験をすると，本件特許の記載と異なり，化合物3に顕著な作用効果があるとの結果にはならない。",
                    "そして，これらの一連の実験が，当業者の技術水準に即した実験であることを否定する根拠が存在しない以上，訂正発明における化合物3使用の効果が格別のものであるといえないことは明らかである。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原告は，本件特許につき，高輝度領域における発光効率の低下がない点をもって，進歩性の根拠として主張する。そうであれば，当業者が容易にそのような高い発光効率を，特許発明の範囲において確実に再現できる手段を開示している必要がある。例えば，特別な清浄度が必要であるというなら，その清浄度を得る手段を開示する必要があるし，また，ガラス基板や各層の形成につき特定の手段が必要であるなら，その内容を開示する必要がある。",
                    "これらの開示がない以上，被告補助参加人又は第三者の実験が訂正発明の実施態様に含まれることは明らかであり，発光効率に関する顕著な作用効果の主張は根拠がない。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "丙9の1，2は，原告が，それぞれ本件特許の比較例の実験，実施例の実験であるとする「本件特許出願当時の実験記録」と称するものである。",
                    "本件特許に関する争いでは，当初より実施例の意味が一つの争点となっており，これまで当時の実験記録を直ちに提出せず，今になってこのような証拠を提出してきたのは不思議である。",
                    "また，丙9の1，2では，約1000cd／㎡までの低輝度での発光効率を検討対象としていたことが明らかであり，そのうち丙9の2のＮo．5のデータが本件特許の化合物3のデータであるというのであるから，「本件明細書を作成した時点では10000cd／㎡の発光輝度における発光効率のみを測定していた」との原告の主張は自己矛盾も甚だしい。",
                    "さらに，丙9の1，2が，原告主張どおりのものか疑問であり，特に，丙9の2の2枚目欄外に記載されている部分(原告によれば，高輝度での測定値とされる部分)は，その体裁からして，いつ記載されたか，何を意味するのか不明である。",
                    "仮に，原告の主張を前提としても，本件特許出願時において，訂正発明に対応する実験結果は得られていなかったといわざるを得ない。",
                    "丙9の1，2，丙10の各記載からすれば，要するに本件出願当時において，原告の有機EL素子に関する検討は，輝度1000cd／㎡程度までの範囲を対象としていたのである。",
                    "原告は，丙9の2のサンプルＮo．5の欄外の数値の殴り書きが，高輝度領域の測定値というが，そのように認めるのは困難である。",
                    "原告は，高輝度領域につき，低輝度領域から連続した測定をしていない理由として，当時，高輝度(高電圧)領域では素子特性の変化の懸念があったので，パルス電圧による測定をしたとするが，仮にそうであれば，本件出願時において，訂正発明の素子につき高輝度領域において発光効率が低下しないことを確認していなかっただけでなく，そもそも高輝度領域において連続使用が可能であることすら確認していなかったことになる。",
                    "本件は，機械的発明のように，発明の構成が示されれば作用効果が理解できるタイプの発明に関する事案ではなく，特定の材料を選択したことにより，実験的に顕著な作用効果を得たことを根拠として，特許が付与されるべきことを主張している発明である。そうであるにもかかわらず，作用効果の主張の根幹をなす，10000cd／㎡における発光効率の値が，比較例との同一の状態での比較試験の結果ではなく，原告の主張どおりであっても1000cd／㎡付近までのデータによる推測にすぎなかったというのであれば，実施例の記載を進歩性の根拠とすることは到底認められない。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "念のため，丙9の1，2に記載されているデータについて検討し，同データを前提としても，原告の主張が成り立たないことを説明する。",
                    "まず，丙9の1及び2につき，丙10の陳述書の計算方法に従って，全部のサンプルにつき，本件特許の数値と比較し，さらに，10cd／㎡未満については数値が安定していないので，この部分を除く。",
                    "図1(ＮPD)では，200cd／㎡付近以下の範囲で，発光効率が著しく高く，図2(ST16−16)では，200cd／㎡付近のデータに",
                    "不自然な曲がりやばらつきが目立つ。この当時の原告の測定は，200cd／㎡付近以下のデータについて，何らかの理由により信頼性が欠けるものと思われる。",
                    "原告は，横軸を対数とする表示を使用して，ＮPDに関する10000cd／㎡の発光効率を推測している(丙10の7頁)。約1000cd／㎡までの測定値から，10000cd／㎡の数値を推測することはおよそ不当であるが，厳密な比較実験が必要とされる本件特許の場合，明らかに無意味である。",
                    "本件では，図において，10000cd／㎡までの間がどのような変化をするか予測することはできない。",
                    "注目されるべきは，ＮPDを使用した素子につき，丙9の1のデータとその他の証拠のデータとが一致しないことである。",
                    "ＮPDを使用した素子につき，丙9の1では，1000cd／㎡において約40cd／Aであるのに，甲14では30cd／Aを下回っている。",
                    "すなわち，約10cd／Aの相違がある。丙9の1は，複数のデータ間のばらつきも小さく，決して偶然の結果とはいえないはずである。",
                    "出願当時の原告の有機EL素子作製条件では，発光効率が約10cd／A高くなる傾向があったのではないかと考えられ，そうであれば，化合物3のデータもその点を考慮して評価すべきこととなる。",
                    "丙9の1のデータと丙9の2のデータの相対的な関係は，絶対値が幾分高いが，測定値の存在する範囲で，丙5のメルク社の実験と類似している。",
                    "すなわち，丙5では，輝度が1000cd／㎡付近において，ＮPD使用素子の発光効率が30cd／Aをやや上回り，化合物3使用素子の発光効率が35cd／Aをやや上回っている。",
                    "丙10において，ＮPD使用素子の10000cd／㎡での発光効率が1000cd／㎡での約40cd／Aから20cd／Aにまで低下すると",
                    "推測したのは，客観的に誤っており，その原因は，信頼性に乏しい200cd／㎡以下の数値を使用したり，対数軸を使用して，実測値からはるかに離れた点の値を強引に推測するという不適切な推測方法にある。",
                    "丙9の2の2枚目欄外の記載はそもそも論評に値しない。実際に測定したのか，いつ測定したのか不明である上，原告は，測定方法が低輝度領域の測定とは異なる旨説明している。測定方法の異なるデータを比較したり，組み合わせることが不適切なことはいうまでもない。",
                    "しかも，原告の主張を前提としても，10000cd／㎡の発光効率を50cd／Aとする根拠にはならない。丙10の5頁の表から，10000cd／㎡を挟む範囲のデータを抜き出してみると，10000cd／㎡の推測値は，47と37の中間である。それにもかかわらず，実施例にあたかも実測値のごとく50cd／Aと記載することは許容されない。",
                    "丙9の1，2及び丙10によれば，本件特許に記載されている他の実施例，参考例のデータも，実測に基づかないものと考えざるを得ない。すなわち，原告の主張を前提としても，本件特許の出願は，明細書に記載されているような作用効果を確認してされたものではなく，裏付けのない推論ないし期待を明細書化したものである。被告補助参加人，メルク社，韓国の大学研究室において，本件特許のデータが再現できなかったのは当然のことであった。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(訂正審判請求の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "独立特許要件(容易想到性)の有無",
          "text": [
            "審決は，訂正発明1～3は甲1発明ないし甲3発明から容易に想到できるとし，一方，原告はこれを争うので，以下検討する。",
            "なお，前記のとおり，引用例1の頒布時期は平成13年3月，引用例2のそれは平成7年4月，引用例3のそれは平成13年2月であって，いずれも本件特許の優先権主張時である平成13年5月24日よりも時期が前である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正明細書(甲6の2)には，以下の記載がある。",
                    "・【発明の詳細な説明】",
                    "【技術分野】",
                    "「本発明は，壁掛テレビの平面発光体やディスプレイのバックライト等の光源として使用される有機エレクトロルミネッセンス素子に関し，特に，高輝度でも発光効率が高く，消費電力が低い有機エレクトロルミネッセンス素子に関するものである。」(段落【0001】)",
                    "・【背景技術】",
                    "「有機物質を使用した有機エレクトロルミネッセンス(EL)素子は，固体発光型の安価な大面積フルカラー表示素子としての用途が有望視され，多くの開発が行われている。一般にEL素子は，発光層および該層を挟んだ一対の対向電極から構成されている。発光は，両電極間に電界が印加されると，陰極側から電子が注入され，陽極側から正孔が注入される。さらに，この電子が発光層において正孔と再結合し，励起状態を生成し，励起状態が基底状態に戻る際にエネルギーを光として放出する現象である。",
                    "従来の有機EL素子の構成としては，様々なものが知られているが，例えば，特許文献1には，ITO(インジウムチンオキシド)／正孔輸送層／発光層／陰極の素子構成の有機EL素子において，正孔輸送層の材料として，芳香族第三級アミンを用いることが開示されており，この素手構成により，20V以下の印加電圧で数百cd／㎡の高輝度が可能となった。さらに，燐光性発光ドーパントであるイリジウム錯体を発光層にドーパントとして用いることにより，輝度数百cd／㎡以下では，発光効率が約40ルーメン／W以上であることが報告されている(非特許文献1)。",
                    "また，有機EL素子をフラットパネルディスプレイなどへ応用する場合，発光効率を改善し，低消費電力化することが求められているが，上記素子構成では，発光輝度向上とともに，発光効率が著しく低下するという欠点を有しており，そのためフラットパネルディスプレイの消費電力が低下しないという問題がある。特に，パッシブ駆動の場合，実用上，瞬間的に数千cd／㎡以上の輝度が必要となるため，高輝度域での発光効率を向上させることが重要であった。しかしながら，現状用いられている正孔輸送材料では，高輝度域において3重項の失活過程が支配的となるため，発光効率の減少は，改善できていなかった。",
                    "【特許文献1】特開昭63−295695号公報",
                    "【 非 特 許 文 献 1 】 T.Tsutsui.et.al.Jpn.J.Appl.PhysVol.38(1999)pp.L1502-L1504」(段落【0002】)",
                    "・【発明が解決しようとする課題】",
                    "「本発明は，前記の課題を解決するためになされたもので，数千cd／㎡以上の高輝度においても発光効率が高く，消費電力が低い有機EL素子を提供することを目的とするものである。」(段落【0003】)・【課題を解決するための手段】",
                    "「本発明者らは，前記の好ましい性質を有する有機EL素子用材料を開発すべく鋭意研究を重ねた結果，下記一般式(I)で表されるアミン誘導体，好ましくはポリアセン系縮合芳香族構造を含まないアリールアミン誘導体又はポリアリールアミン誘導体を利用することによりその目的と達成し得ることを見出した。本発明は，かかる知見に基づいて完成したものである。」(段落【0004】)",
                    "・「すなわち，本発明は，一対の電極間に発光層または発光層を含む複数層の有機媒体を形成してなり，該有機媒体内に重金属を含有する有機金属錯体からなる燐光性の発光材料を含有する有機EL素子において，該有機媒体内に下記一般式(I)で表されるアミン誘導体を含有することを特徴とする有機EL素子を提供するものである。」(段落【0005】)・「一般式(I)」",
                    "【化1】",
                    "(段落【0006】)",
                    "・「(式中，Bは，置換もしくは無置換のトリアリールアミノ基，置換もしくは無置換のジアミノアリール基，置換若しくは無置換の芳香族環基，置換若しくは無置換のポリフェニル基又は置換若しくは無置換のカルバゾリル基であり，A及びCは，それぞれ独立に，単結合又は炭素数6～40のアリーレン基であり，Ar1，Ar2，Ar3及びAr4は，置換もしくは無置換のアリール基である。ただし，Ar1，Ar2，Ar3及びAr4のうち少なくとも2つがジアリールアミノ基及び／又はポリフェニル基を有する。また，前記ポリフェニル基は，フェニル基同士が単結合又は連結基で結合し，環状構造を形成していてもよい。)」(段落【0007】)・【発明の効果】",
                    "「本発明の有機EL素子は，数千cd／㎡以上の高輝度においても発光効率が高く，消費電力が低いものである。このため，フラットパネルディスプレイなど，高輝度で使用する素子に極めて有用である。」(段落【0012】)",
                    "・【実施例】",
                    "「以下，本発明を実施例に基づいてさらに詳細に説明する。",
                    "参考例1",
                    "25mm×75mm×1．1mm厚のITO(In−Sn−O)透明",
                    "電極付きガラス基板(ジオマティック社製)をイソプロピルアルコール中で5分間超音波洗浄を行なった後，UVオゾン洗浄を30分間行なった。洗浄後の透明電極ライン付きガラス基板を真空蒸着装置の基板ホルダーに装着し，酸素−アルゴンの混合雰囲気下，プラズマ洗浄を行った。",
                    "次に，透明電極ラインが形成されている側の面上に，前記透明電極を覆うようにして膜厚50nmの下記化合物1を成膜した。この化合物1膜は正孔輸送層として機能する。この膜上に，4，4’−Ｎ，Ｎ’−ジカルバゾール−ビフェニル(CBP)とトリス−(2−フェニルピリジル)イリジウム(Ir(Ppy))を組成比8重量％に制御して，二元蒸着して成膜した。この膜は，発光層として機能する。次に，この発光層上に，膜厚10nmの2，9−ジメチル−4，7−ジフェニル−1，10−フ",
                    "ェナントロリン(BCP)及び膜厚40nmのトリス(8−キノリノール)アルミニウム膜(Alq膜)を積層し，成膜した。BCP膜は正孔障壁層として，Alq膜は，電子注入層として機能する。その後，アルカリ金属であるLi(Li源：サエスゲッター社製)とAlqを二元蒸着させ，電子注入層(陰極)としてAlq：Li膜を形成した。このAlq：Li膜上に金属Alを蒸着させ金属陰極を形成し有機EL素子を製造した。",
                    "得られた有機EL素子について，電圧，電流を変えて，発光輝度を測定し，発光輝度10000cd／㎡時の発光効率(＝(輝度)／(電流密度))を算出したところ35cd／Aであった。」",
                    "【化7】",
                    "化合物1の記載は省略",
                    "(段落【0030】)",
                    "・「実施例1",
                    "参考例1において，化合物1の代わりに，下記化合物3を使用した以外は同様にして有機EL素子を作製した。",
                    "得られた有機EL素子について，電圧，電流を変えて，発光輝度を測定し，発光輝度10000cd／㎡時の発光効率(＝(輝度)／(電流密度))を算出したところ50cd／Aであった。",
                    "【化9】」",
                    "(段落【0032】)",
                    "・「比較例2",
                    "参考例1において，化合物1の代わりに，下記化合物ＮPDを使用した以外は同様にして有機EL素子を作製した。",
                    "得られた有機EL素子について，電圧，電流を変えて，発光輝度を測定し，発光輝度10000cd／㎡時の発光効率(＝(輝度)／(電流密度))を算出したところ20cd／Aと，実施例1に比べ発光効率が劣るものであった。",
                    "【化13】",
                    "」(段落【0036】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，従来の有機EL素子の構成では，発光輝度向上とともに発光効率が著しく低下するという欠点を有していたところ，訂正発明(1～3)は，数千cd／㎡以上の高輝度においても発光効率が高く，消費電力が低い有機EL素子を提供することを目的とした発明であり，燐光性の発光材料を含有する有機EL素子において，「化合物3」(正孔輸送層として機能するもの)を使用した場合には，発光輝度10000cd／㎡時の発光効率が50cd／Aであったとされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明(甲1発明)の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，以下の記載がある(訳文による)。",
                    "・「4’4’4’’−トリス(3−メチルフェニルフェニルアミノ)トリフェニルアミン(m−MTDATA)正孔輸送層と緑色発光層として有機金属りん光体であるfac−トリス(2−フェニルピリジン)イリジウム(Ir(ppy) )でドープした4’4’−Ｎ，Ｎ’−ジカルバゾ",
                    "ール−ビフェニル(CBP)ホストとから構成される高効率の有機リン光発光(エレクトロホスホレセンス)デバイスを論証する。」(訳文1頁「要約」欄1行～3行)",
                    "・「ここで，インジウムスズ酸化物(ITO)アノード，4’4’4’’−トリス(3−メチルフェニルフェニルアミノ)トリフェニルアミン(m−MTDATA)[10]正孔注入層(HIL)，両極性導電性Ir(pp"
                  ],
                  "content": [
                    {
                      "fig": "y)",
                      "subject": "：CBP発光層及びMgAg／Agカソードから構成される相当単純化した二層構造において，CBPが電子輸送ホストとして機能することもできることを実証する。この単純化したOLEDはより複雑なヘテロ構造リン光発光OLED［2，3，5］で得られた最良の結果に匹敵する外部量子効率(η )及び電力効率(η )を示す。CBP層の",
                      "text": [
                        "ext p",
                        "両極性輸送特性を調べるために，われわれは典型的な2種類のデバイス構造における励起子形成領域の場所を決定する。」(訳文2頁1行～6行)・「デバイスⅠに関し，まず50nm厚のm−MTDATA層を堆積し，続いて60nm厚のIr(ppy)：CBP発光・輸送層を蒸着した。」(訳文2頁9～11行)",
                        "・「ITO／α−ＮPD(50nm)／7％Ir(ppy )：CBP(2",
                        "0nm)／BCP(10nm)／トリス(8−ヒドロキシキノリン)ア",
                        "ルミニウム(Alq )(40nm)Mg−Ag(100nm)／Ag(2",
                        "0nm)[3]から構成される従来のヘテロ構造デバイス(デバイスⅡ)を比較のために作製した。」(訳文2頁17行～19行)",
                        "・「従来から，電流の増大に伴ってη が徐々にロールオフするのは，三ext",
                        "重項・三重(T−T)項消滅によるものと考えられてきた[20，21]。」(訳文2頁下4行～3行)",
                        "・(図2)",
                        "デバイスI(〇)及びデバイスII(□)の電流密度に対する外部量子効率(η )。",
                        "ext",
                        "(訳文4頁13行～14行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，引用例1は，高効率の有機リン光発光デバイスを開示するものであり，従来から，電流の増大に伴って外部量子効率が低下するのは，「三重項三重項消滅」によるものと考えられているとした上で，2種類のデバイス構造(m−MTDATA及びα−ＮPDをそれぞれ正孔注入層に用いたもの)につき実験を行った結果(低電流においては，外部量子効率はm−MTDATAを用いたものの方が高く，高電流においては，外部量子効率はいずれも低下するものの，α−ＮPDを用いたものの方が相対的に高いこと)が開示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(訂正発明1認定の誤り)について",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告は，①参考例3及び4は，本件特許出願によって初めて開示された新規な発明であり，審決が実施例1と参考例3及び4の発光効率を比較して，訂正発明1の作用効果が格別顕著ではないと認定したのは誤りである旨，②甲14に記載された化合物3を用いた素子の発光効率は，甲14に記載されたα−ＮPDを用いた素子の発光効率とのみ比較可能であって，訂正明細書の参考例3や4と比較可能ではない旨，それぞれ主張する。",
                            "しかし，審決は，被告補助参加人が，訂正発明1と同じ化合物3を含む有機EL素子を用いて行った実験(甲7，甲13参照)において顕著な効果がみられないことを根拠として，訂正発明1には顕著な効果がない旨判断したものであり，訂正明細書(甲6の2)における実施例1の効果を，参考例3及び4の効果と比較したり，原告による再現実験の結果(甲14)を考慮した点は，あくまで参考程度のものにすぎない。",
                            "そうすると，審決が，その判断過程において，訂正発明1の実施例1と参考例3及び4とを比較したり，再現実験の結果(甲14)を考慮したとしても，これらは審決の結論に直結するものではなく，審決が，被告補助参加人が行った実験の結果(甲7，甲13)を，信頼に値するものとして考慮したこと自体が誤りでない限り(この点の当否については，後記エにおいて検討する。)，審決がその結論に至ったことに誤りはないことになる。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "原告は，訂正発明1は，燐光素子でありながら実用的な高輝度領域での急激な発光効率の低下という課題を克服した発明であって，このように訂正発明1の課題は燐光素子に特有の課題であり，通常の着想であれば，発光材料を工夫することにより課題を解決しようとするはずのところ，原告は正孔輸送材料に着目したものである旨主張する。",
                            "しかし，これらはいずれも訂正発明1の容易想到性の判断の誤りを主張するものであって，そもそも訂正発明1の認定の誤りの主張ではない。",
                            "そして，訂正発明1の，甲1発明及び甲2，甲3発明からの容易想到性については，後記ウにおいて検討する。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "以上のとおり，審決による「訂正発明1の認定」に誤りはなく，原告の主張は理由がない(上記のとおり，訂正発明1の容易想到性の問題については，後記ウにおいて検討し，審決が被告補助参加人が行った実験の結果を採用したことの当否については，後記エで検討する。)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲1発明の技術内容理解の誤り)について",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告は，①引用例1によって，正孔輸送材料を変更するというアプローチはうまくいかないことについて，実験データ及び理論的解析が当業者一般に示されたのであるから，「正孔輸送材料を改良することにより課題を解決するという発想に当業者が想到するのは容易」であるとは到底いえない旨，②仮に，この点が容易想到であったとしても，引用例1における従来技術であるデバイスⅡの正孔輸送材料であるα−ＮPDにエネルギー準位が近い化合物3を用いる動機付けがないこと，③引用例1は，公知のデバイスⅡに対して，正孔輸送材料を変えてデバイスIを作製した結果，低輝度領域においてはデバイスⅡよりも高い外部量子効率を達成したが，高輝度領域においては，いずれにおいても外部量子効率の低下を防ぐことができなかったという文献であって，引用例1に接した当業者が，従来技術にすぎないα−ＮPD又はこれに類似する化合物を正孔輸送材料として用いることを検討する動機付けがない旨，それぞれ主張する。",
                            "しかし，これらは，いずれも引用例1に接した当業者(その発明の属する技術の分野における通常の知識を有する者)が，正孔輸送材料を化合物3に変更することが容易想到であったかどうかの問題であって，取消事由3で検討する内容と重複するものであり，「甲1発明の技術内容理解の誤り」といった独自の取消事由を構成するものではない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "原告は，化合物3を正孔輸送材料として用いた場合に，α−ＮPDを正孔輸送材料として用いた場合と比較して顕著な作用効果を奏することは，引用例1からは予測困難である旨主張する。",
                            "しかし，この点は，訂正発明1が顕著な作用効果を有するかの問題であって，取消事由4で検討する内容と重複するものであり，「甲1発明の技術内容の理解の誤り」といった独自の取消事由を構成するものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(引用例2及び3記載の正孔輸送材料を甲1発明と組み合わせることが容易とした判断の誤り)について",
                  "text": [
                    "原告は，引用例2及び3記載の正孔輸送材料を甲1発明と組み合わせることが容易想到ではない旨主張するので，以下検討する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "引用例2(国際公開特許公報WO95／09147号)の明細書には，以下の記載がある。",
                            "・「本発明は有機エレクトロルミネッセンス素子(以下，有機EL素子と略称する。)及び新規なアリーレンジアミン誘導体に関する。さらに詳しくは，アリーレンジアミン誘導体を有機EL素子成分として，特に，正孔輸送材料として用いることにより，著しく発光寿命が改善された有機EL素子，並びに有機EL素子の発光寿命を著しく改善しうる新規なp−フェニレンジアミン誘導体及び4，4’−ビフェニレン誘導体に関するものである。」(1頁4～10行)",
                            "・「本発明は，このような状況下で，駆動電圧が低減された有機EL素子，あるいは発光寿命が著しく改善された有機EL素子を提供することを目的とする。",
                            "そこで，本発明者らは，上記の好ましい性質を有する有機EL素子を開発すべく鋭意研究を重ねた結果，特定の構造を有するアリーレンジアミン誘導体を有機EL素子の成分，特に，正孔輸送材料として用いることにより，発光寿命が長い有機EL素子が得られることを見出した。」(2頁下11行～下4行)",
                            "・「(4)一般式(III)",
                            "〔式中，R10～R17は，それぞれ水素原子，炭素数1～6のアルキル基若しくはアルコキシ基又はフェニル基を示し，それらはたがいに同一であっても異なっていてもよく，また，R10とR11，R11とR13，R12とR13，R14とR15，R15とR17及びR16とR17は，そ",
                            "れぞれ結合して環を形成していてもよい。〕",
                            "で表される4，4’−ビフェニレンジアミン誘導体」(4頁10～下4行)",
                            "・「また，一般式(III)で表される4，4’−ビフェニレンジアミン誘導体の具体例としては，",
                            "・・・(中略)で表される化合物などを挙げることができる。」(31頁下3行～40頁4行)",
                            "・「実施例1",
                            "25mm×75mm×1．1mmのガラス基板上に，ITO電極を",
                            "100nmの厚さで製膜したものを透明支持基板とした。これをイソプロピルアルコールで超音波洗浄した。",
                            "この透明支持基板を真空蒸着装置〔日本真空技術(株)製〕の基板ホルダーに固定し，モリブテン製の抵抗加熱ボートにトリス(3−メチルフェニルフェニルアミノ)トリフェニルアミン(MTDATA)200mgを入れ，別のモリブテン製抵抗加熱ボートに製造例1で得られた化合物(1)200mgを入れ，さらに，別のモリブテン製抵抗加熱ボードに4，4’−ビス(2，2−ジフェニルビニル)ビフェニル(DPVBi)200mgを入れた。",
                            "真空チャンバー内を1×10−4Paまで減圧したのち，MTDAT",
                            "A入りのボートを加熱して0．1～0．3nm／秒の速度でMTDA",
                            "TAをITO電極上に60nm製膜した。その後，化合物(1)入り",
                            "のボートを加熱し，化合物(1)を蒸着速度0．1～0．3nm／秒で堆積させ，膜厚20nmの正孔輸送層を製膜した。続いて，この正孔輸送層の上に，もう一つのボートよりDPVBiを発送層として40nm積層蒸着した。蒸着速度は0．1～0．2nmであった。",
                            "次いで，真空チャンバー内を大気圧に戻し，新たにトリス(8−キノリノール)アルミニウム(Alq)100mgを入れたモリブデン",
                            "製ボートを蒸着装置に取り付けたのち，真空チャンバー内を1×10−4Paまで減圧した。このボートからAlq(電子注入層)を0．1～0．2nm／秒で20nm堆積させた。",
                            "最後に，これを真空チャンバーから取り出し，上記注入層の上にステンレススチール製のマクスを設置し，再び基板ホルダーに固定した。",
                            "また，タングステンバスケットに銀ワイヤー0．5gを入れ，モリブテン製ボートにマグネシウムリボン1gを入れたのち，真空チャンバー内を1×10−4Paまで減圧して，マグネシウムを1．8nm／秒，同時に銀を0．1nm／秒の蒸着速度で蒸着して陰極を作製した。」(60頁11行～61頁14行)",
                            "・「実施例6",
                            "実施例1において，正孔輸送材料として製造例1で得られた化合物(1)の代わりに，製造例6で得られた化合物(61)を用いた以外は，実施例1と同様にして素子を作製した。」(62頁5～8行)(イ) 次に，引用例3(城戸淳二「有機EL材料とディスプレイ」)には，以下の記載がある。",
                            "・「以上述べてきた役割から，その要求事項をまとめると表1のようになる。",
                            "表1 ホール輸送材料への要求項目",
                            "要求項目",
                            "1．ホール移動度が高い。",
                            "2．(電気)化学的に安定である。",
                            "3．イオン化ポテンシャルが小さい。＊",
                            "4．電子親和力が小さい。",
                            "5．ガラス転移温度が高い。",
                            "6．真空蒸着が可能である。",
                            "7．薄膜形成能が優れている。",
                            "＊ホール注入層を使用する場合は大きくてもよい。」(133頁下段)・「3 ホール輸送材料",
                            "これまで，非常に多くのホール輸送材料が報告されているが，ほとんどがト芳香族3級アミンを基本にしたものである。初期に最も活用されたホール輸送材料は前述したTPDで，九州大学の研究グループから紹介され，世界的に使用されるようになった。しかし，寿命を含めた耐久性の面では十分な特性を得ることはできなかった。発光層として用いるAlq のTgが183℃程度と非常に高いのに対し，TPDのTgが低い(約60℃)ことが主たる原因と考えられた。我々もAlq の薄膜が100℃以上の高温に放置しても全く膜構造の変化は認められず，熱的に非常に安定であることを確認している。駆動電流のジュール熱によって素子温度が上昇しホール輸送層のTgに近づくと，分子運動が活発化し分子同士の凝集によってホール輸送層の膜構造の変化や結晶化が起こる。膜構造変化は素子にとって致命的で，電極界面での接触不良や膜自体の不均一化によって駆動電圧の上昇と発光輝度の低下を引き起こす。TPDの膜構造の変化はAFM観察などで詳細に調べられている。",
                            "芳香族3級アミン系材料はトリフェニルアミンの結合様式の違いによって，2つのフェニル基が非共役系で結ばれたアルキレン結合型と共役したアリーレン結合型，それにフェニル基を共有したフェニレンジアミン型がある。これら芳香族アミン系で，高いTgを有するホール輸送材料の探索や開発が進められている。一連のホール輸送材料の分子構造やTgおよびIPを表2にまとめた。」(135頁7行～23行)",
                            "・「表2 ホール輸送材料の分子構造とガラス転移温度(Tg)およびイオン化ポテンシャル(IP)",
                            "」(136頁)",
                            "・「5 3重項材料",
                            "電子とホールが再結合して，分子が励起する際，そのスピン多重度の違いにより，3重項励起子と1重項励起子が3対1の割合で生成する。従って，1重項励起子の割合は25％であり，これが，外部量子効率が5％で頭打ちになる原因とされた。そこで，残りの75％を占める3重項励起子を用いて，効率を向上させる試みが行われている。",
                            "今までは，室温で安定に発光する3重項材料が見つからなかったこともあり，外部量子効率を大幅に向上させるのが困難であるとされた。",
                            "しかし，1999年にプリンストン大学のグループが，3重項材料Ir(ppy) をドーパントに用いた素子が，従来の外部量子効率を大幅に上回る8％を示したことにより，3重項材料が大いに注目されるようになった。Ir(ppy) の分子構造を図6に示す。」(170頁8～17行)",
                            "・「図6 3重項材料",
                            "＜＜その他は省略＞＞」",
                            "(171頁)"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "審決は，「正孔輸送層内に含有するアミン誘導体について，訂正発明1は，化合物3であるのに対し，甲1発明では，m−MTDATAである点」を相違点とした上，相違点の構成の甲1発明からの容易想到性につき，以下のように認定判断した。",
                            "「引用例2には，有機EL素子の正孔輸送層内に含有される材料として，訂正発明1の化合物3と同様な化合物(61)が記載・・・されている。",
                            "また，引用例3には，有機EL素子の正孔輸送層内に含有される材料(ホール輸送材料)への要求項目として表1が記載・・・されており，さらに引用例3の表2には，正孔輸送層内に含有される材料(ホール輸送材料)として，訂正発明1の化合物3と同様なTBPBと，引用発明で用いられているm−MTDATAとが並置して記載・・・されている。",
                            "引用例2，3に記載された正孔輸送層内に含有される材料は，訂正発明1のように，『下記(A)で表される基又はその置換誘導体を配位子として有する有機Ir錯体からなる燐光性の発光材料』とともに用いる旨の限定がされているものではないが，蛍光発光用であろうと燐光発光用であろうと正孔輸送層内に含有される材料は，正孔を発光層へ輸送する機能を有すれば良いのであり，正孔輸送層内に含有される材料への要求項目も蛍光発光用と燐光発光用とで区別されているわけではないから，蛍光発光用の材料として知られていたものを，燐光発光用の材料として用いることができない格別の阻害要因があるとはいえない。",
                            "・・・してみれば，引用発明のm−MTDATAに替えて，引用例2，引用例3に記載された材料を選択して上記相違点に係る訂正発明1の発明特定事項となるようにすることは当業者であれば容易になし得ることである。」(16頁下7行～18頁5行)"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "一方，前記(2)アのとおり，甲1には「従来から，電流の増大に伴ってη が徐々にロールオフするのは，三重項・三重(T−T)項消滅ext",
                          "text": [
                            "によるものと考えられてきた[20，21]。」との記載があり，続いて記載されているグラフからも，甲1記載のデバイスI及び II のいずれも，電流密度が大きくなるにつれて量子効率が低下していることが認められ，以上からすれば，電流密度が大きくなる(電流が増大する)につれて燐光素子の外部量子効率(η )が低下するという課題が甲1発行ext",
                            "前(平成13年3月)から公知であったことが認められる。",
                            "そして，電流の増大や電流密度が大きくなるにつれて量子効率が低下するということは，訂正明細書における「発光輝度向上とともに，(燐光素子の)発光効率が著しく低下すること」と同旨であると認められ，本件特許の優先権主張(平成13年5月24日)又は出願前(平成14年5月8日)に，高輝度領域において燐光素子の発光効率が低下するという課題が，当業者間で公知であったものといえる。",
                            "そして，課題があればそれを解決しようと試みるのが当業者であり，その際に，従来品を構成する部材の一部を，同様の機能を有することが知られている他の部材に置き換えてみることは，当業者がまず試みる創作活動の一つと認められる。してみると，甲1発明を構成する部材の一つである正孔輸送材料であるm−MTDATAを，他の公知の正孔輸送材料に置き換えてみることは，甲1発明に接した当業者にとって，初めに試みるべき創作活動といえる。そして，前記(ア)，(イ)のとおり，訂正発明1で用いられる正孔輸送材料である化合物3は，有機EL素子の新たな正孔輸送材料を提供する発明に関する甲2において，代表的な化合物といえる実施例の化合物(化合物(61))として記載され，また，目次の内容等からして，有機EL素子の詳細かつ実用的な書籍であると認められる甲3の136頁の表2において，「m−MTDATA」とと",
                            "もに「TBPB」と称して記載されているものである。",
                            "そうすると，甲1発明に接し，同発明の「m−MTDATA」を他の公知の正孔輸送材料に置き換えてみようとする当業者にとって，「m−MTDATA」に代えて，甲2記載の化合物(61)や甲3記載のTB",
                            "PB(いずれも訂正明細書にいう化合物3と同じもの)を試してみることに格別の創意を要したものとはいえない。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "原告は，訂正発明1は，燐光素子でありながら実用的な高輝度領域(1000～10000cd／㎡)での急激な発光効率の低下という従来技術の課題を克服した発明であるところ，一般に表示パネルの実用輝度領域とされる1000～10000cd／㎡の高輝度領域においては，本件出願時，燐光素子の発光効率は急激に低下することが知られており，その原因は，三重項状態間の相互干渉による励起状態の消滅，いわゆる「三重項三重項消滅」にあるとされ，理論的に解決困難な燐光素子の欠点であると考えられていた旨主張する。",
                            "確かに，前記(エ)のとおり，本件特許の優先日又は出願日当時，高輝度領域において燐光素子の発光効率が低下することが知られ，その原因は，三重項状態間の相互干渉による励起状態の消滅，いわゆる「三重項三重項消滅」にあるとされていた。しかし，この高輝度領域において燐光素子の発光効率が低下することが，原告のいう「理論的に解決困難」と考えられていたことを認めるに足る証拠はない。",
                            "また，原告は，甲2は蛍光素子にしか言及しておらず，甲2に記載された正孔輸送材料である化合物(61)(訂正発明1の化合物3と同一)を燐光性の発光材料とともに用いることについて，甲2には開示も示唆もない旨主張する。",
                            "しかし，蛍光素子と燐光素子の違いが存在するとしても，蛍光素子と組み合わせて用いられる正孔輸送材料を燐光素子と組み合わせて用いることができない旨の確立された学説が本件出願時存在したことを認めるに足る証拠もなく，甲2が蛍光素子にしか言及しておらず，甲2に記載された正孔輸送材料である化合物(61)(訂正発明1の化合物3と同一)を燐光性の発光材料とともに用いることについて，甲2に開示も示唆もないとしても，前記(エ)のとおり，課題解決のために，公知の正孔輸送材料を甲1発明に適用しようとする動機付けはあったというべきであり，甲2の化合物(61)を燐光素子と組み合わせて用いることに特段の阻害要因があったものともいえない。",
                            "同様に，原告は，甲2発明は「発光寿命が長い有機EL素子」を得ることを目的としており，引用例3の表2に記載された各正孔輸送材料は，主としてガラス転移温度の高低によって列挙されており，訂正発明1の目的で引用例2記載の化合物(61)や引用例3記載の「TBPB」を選択する根拠はないとも主張するが，仮に，引用例2が発光寿命の長さを，引用例3がガラス転移温度の高低を，それぞれ問題としていたとしても，いずれも，有機EL素子における望ましい正孔輸送材料として，訂正発明1の「化合物3」と同一の化合物を開示していた以上，これを，甲1発明に適用すべき動機付けはあったというべきである。",
                            "このほか，原告は，通常の着想であれば，発光材料を工夫することにより課題(高輝度領域における燐光素子の発光効率の低下)を解決しようとするところ，原告は，正孔輸送材料に着目したものであり，これによって，理論的に解決困難な燐光素子の欠点である「実用的な高輝度領域における発光効率の急激な低下」という課題を解決した旨主張するが，前記(2)アのとおり，引用例1の図2のグラフからは，正孔輸送材料がm−MTDATAとα−ＮPDの場合で，高輝度領域での量子効率が変化することを読み取ることができ，当業者が発光材料ではなく正孔輸送材料に着目する動機付けはあったというべきである。"
                          ]
                        },
                        {
                          "fig": "(カ)",
                          "text": [
                            "原告は，燐光素子に使用できるホスト材料には，蛍光素子に使用できるホスト材料よりも，HOMOとLUMOのエネルギーギャップが大きな有機化合物が必要となるものであり，引用例1における従来技術であるデバイスⅡの正孔輸送材料であるα−ＮPDにエネルギー準位が近い化合物3を用いる動機付けはない旨主張する。",
                            "しかし，原告が主張するように，α−ＮPDと化合物3が，HOMO及びLUMOのエネルギー準位，すなわちHOMOとLUMOのエネルギーギャップも同程度の化合物であるならば，蛍光素子と燐光素子の違いはあるものの，両者はむしろ互換性が高いものといえ，甲1発明におけるm−MTDATAに代えて，従来技術であるα−ＮPDとエネルギー準位が近い化合物3を用いる動機付けが存在するというべきである。",
                            "また，原告は，引用例1は，LUMOレベルがα−ＮPDと大きく異なるm−MTDATAを選択して初めて発光効率の大きな改善効果が期待できることを示すものであり，当業者は，発光効率を改善するために，α−ＮPDとエネルギー準位において同様の化合物3を選択することは全く念頭にない旨主張する。",
                            "しかし，前記(2)アのとおり，引用例1の図2のグラフによれば，α−ＮPDを用いたデバイス II は，電流密度が一定程度以上になると，量子効率が，m−MTDATAを用いたデバイスIに比較して優れることが読み取れるから，甲1発明に接した当業者においては，他の正孔輸送材料としてα−ＮPDと化学構造上共通する部分が大きいといえる化合物3を用いてみる動機付けが働くものといえる。"
                          ]
                        },
                        {
                          "fig": "(キ)",
                          "text": [
                            "以上検討したとおり，審決には，甲1発明と甲2発明，甲3発明からの，訂正発明1の(構成の)容易想到性の判断において誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(甲7及び13に基づいて，訂正発明1の作用効果が顕著でないとした認定の誤り)について",
                  "text": [
                    "原告は，審決が，甲7及び甲13に基づいて訂正発明1の作用効果が顕著ではないと判断したことは誤りであり，訂正発明1には顕著な作用効果がある旨主張するので，以下検討する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "content": [
                            {
                              "fig": "a",
                              "text": [
                                "甲7(B ら作成の平成20年1月31日付け実験報告書)には，以下の記載がある。",
                                "・「2．実験の内容 2)実験方法",
                                "再現実験A(実験日時：平成19年11月19～20日)",
                                "① 試料1",
                                "ITO(In−Sn−O)透明電極(膜厚110nm)ライン付",
                                "きガラス基板(三容真空社製)を中性洗剤を用いて水洗し，さらに中性洗剤中で5分間の超音波洗浄を行った。続いて，蒸留水による注ぎ洗いを行い，蒸留水中で5分間の超音波洗浄を行った。アセトンを用いた5分間の超音波洗浄を2回行った後，イソプロピルアルコール中で5分間の超音波洗浄を行い，さらにイソプロピルアルコール中にて煮沸洗浄を行った。ドライエアーにて基板を乾燥させた後，UVオゾン処理を15分行った。洗浄後の透明電極ライン付きガラス基板を真空蒸着装置のホルダーに装着し，蒸着装置内にセッティングした。次に，透明電極ラインが形成されている側の面上に，透明電極を覆うようにしてアミン誘導体(化合物1)を膜厚50nmとなるように成膜した。このアミン誘導体の膜は正孔輸送層として機能する。次にこの膜上に，CBPとトリス−(2−フェニルピリジル)イリジウム(Ir(ppy) )を組成比8重量％となる",
                                "ように制御しながら，二元蒸着して膜厚20nmとなるように成膜した。この膜は，発光層として機能する。次に，この発光層上に，BCPを膜厚10nmとなるように成膜した。BCPは正孔障壁層",
                                "(ホールブロッキング層)として機能する。続いて，Alq3を膜厚40nmとなるように成膜した。Alq3は電子輸送層として機能する。次に，基板ホルダーをグローブボックスに移動し，金属用のマスクを装着後，金属蒸着用チャンバーに移動した。LiFを膜厚0．5nmとなるまで成膜した。LiFは，電子注入層として機能する。最後に，Alを膜厚100nmとなるまで成膜し，有機EL素子を作製した。有機EL素子の作製は2回繰り返して行った。",
                                "得られた有機EL素子について，電圧を印加し，発光輝度を測定し，発光輝度10000cd／㎡時の電流効率を表1にまとめて示す。」",
                                "・「② 試料2",
                                "正孔輸送層の材料であるアミン誘導体(化合物1)をアミン誘導体(化合物3)に代えて，試料1と同様の条件で有機EL素子を作製した。有機EL素子の作製は2回繰り返して行った。",
                                "得られた有機EL素子について，電圧を印加し，発光輝度を測定し，発光輝度10000cd／㎡時の電流効率を表1にまとめて示す。」",
                                "・「④ 試料4",
                                "正孔輸送層の材料であるアミン誘導体(化合物1)をアミン誘導体(ＮPD)に代えて，試料1と同様の条件で有機EL素子を作製した。有機EL素子の作製は2回繰り返して行った。",
                                "得られた有機EL素子について，電圧を印加し，発光輝度を測定し，発光輝度10000cd／㎡時の電流効率を表1にまとめて示す。」",
                                "・「3) 実験結果",
                                "」"
                              ]
                            },
                            {
                              "fig": "b",
                              "text": [
                                "甲13(Bら作成の平成20年11月19日付け実験報告書)には，以下の記載がある。",
                                "・「2．実験の内容 2)実験方法",
                                "① 実験1",
                                "ITO(In−Sn−O)透明電極(膜厚110nm)ライン付",
                                "きガラス基板(三容真空社製)を超純水中で5分，イソプロピルアルコール中で5分，さらに，超純水中で5分，イソプロピルアルコール中で5分間の超音波洗浄を行い，さらにイソプロピルアルコール中にて煮沸洗浄を行った。ドライエアーにて基板を乾燥させた後，真空蒸着装置のホルダーに装着し，蒸着装置内にセッティングした。",
                                "次に，透明電極ラインが形成されている側の面に対して酸素プラズマ処理を5分間行った。次に，透明電極を覆うようにしてアミン誘導体(化合物3)を膜厚50nmとなるように成膜した。このアミン誘導体の膜は正孔輸送層として機能する。次にこの膜上に，CBPとトリス−(2−フェニルピリジル)イリジウム(Ir(ppy)",
                                "3)を組成比8重量％となるように制御しながら，二元蒸着して膜厚20nmとなるように成膜した。この膜は，発光層として機能する。次に，この発光層上に，BCPを膜厚10nmとなるように成膜した。BCPは正孔障壁層(ホールブロッキング層)として機能する。続いて，Alq3を膜厚40nmとなるように成膜した。A",
                                "lq3は電子輸送層として機能する。次に，基板ホルダーをグローブボックスに移動し，金属用のマスクを装着後，金属蒸着用チャンバーに移動した。LiFを膜厚0．5nmとなるまで成膜した。LiFは，電子注入層として機能する。最後に，Alを膜厚100nmとなるまで成膜し，有機EL素子を作製した。",
                                "得られた有機EL素子について，電圧を印加し，発光輝度を測定し，発光輝度10000cd／㎡時の電流効率を表1にまとめて示す。",
                                "また，幅広い発光輝度に対する電流効率(発光効率)のデータをプロットしたものを図1に示す。」",
                                "・「② 実験2",
                                "正孔輸送層の材料であるアミン誘導体(化合物3)をアミン誘導体(ＮPD)に代えて，実験1と同様の条件で有機EL素子を作製した。",
                                "得られた有機EL素子について，電圧を印加し，発光輝度を測定し，発光輝度10000cd／㎡時の電流効率を表1にまとめて示す。",
                                "また，幅広い発光輝度に対する電流効率(発光効率)のデータをプロットしたものを図1に示す。」",
                                "「",
                                "」"
                              ]
                            },
                            {
                              "fig": "c",
                              "text": [
                                "甲9(E 作成の平成20年5月19日付け実験報告書)には，以下の記載がある。",
                                "・「4．実験A"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "素子作製",
              "text": [
                "特許第3981331号の実施例1に記載の燐光発光の有機EL",
                "素子の製造法に準じて，化合物3を用いた有機EL素子を作製した。",
                "以下，詳細に説明する。",
                "25mm×75mm×0．7mm厚のITO(100nm)透明",
                "電極付きガラス基板(旭硝子株式会社製)をイソプロピルアルコール中で5分間超音波洗浄を行なった後，UVオゾン洗浄を30分間行なった。洗浄後の透明電極ライン付きガラス基板を真空蒸着装置の基板ホルダーに装着し，酸素−アルゴンの混合雰囲気下，プラズマ洗浄を行った。次に，透明電極ラインが形成されている側の面上に，前記透明電極を覆うようにして膜厚50nmの化合物3(Ｎ，Ｎ，Ｎ’，Ｎ’−テトラキス(4−ビフェニル)−4，4'−ベンジジン)を成膜した。この化合物3膜は正孔輸送層として機能する。",
                "この膜上に，4，4’−Ｎ，Ｎ’−ジカルバゾール−ビフェニル(CBP)とトリス−(2−フェニルピリジル)イリジウム(Ir(p",
                "py) )を組成比8重量％に制御して，二元蒸着して，40nm",
                "成膜した。この膜は，発光層として機能する。次に，この発光層上に，膜厚10nmの2，9−ジメチル−4，7−ジフェニル−1，",
                "10−フェナントロリン(BCP)及び膜厚40nmのトリス(8",
                "−キノリノール)アルミニウム膜(Alq膜)を積層し，成膜した。",
                "BCP膜は正孔障壁層として，Alq膜は，電子注入層として機能する。その後，アルカリ金属であるLi(Li源：サエスゲッター社製)とAlqを二元蒸着させ，電子注入層(陰極)としてAlq",
                "：Li膜を形成した。このAlq：Li膜上に金属Alを蒸着させ",
                "金属陰極を形成し有機EL素子を製造した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "評価",
              "text": [
                "得られた有機EL素子について，電圧，電流を変えて，発光輝度を測定した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実験結果",
              "text": [
                "実験結果を次の図に示す。特許第3981331号の実施例1に",
                "記載の燐光発光の有機EL素子は，1，000～10，000cd",
                "／㎡の実用的な高輝度領域においても，発光効率はほとんど低下しなかった。",
                "5．実験B"
              ]
            },
            {
              "fig": "(1)",
              "subject": "素子作製",
              "text": [
                "甲第4号証(特開平7−126615)で開示されている実施例",
                "2において，陰極をMg／Agの代わりに，金属Alを用いた以外は同じ構成にして，蛍光の有機EL素子を作製した。",
                "有機EL素子の作製方法は，実験Aの項で製造したものと同じであるが，有機層などは下記のようにした。",
                "まず，第1層として，化合物3(Ｎ，Ｎ，Ｎ’，Ｎ’−テトラキス(4−ビフェニル)−4，4'−ベンジジン)を50nm蒸着し",
                "た。ひき続き，第2層として，膜厚50nmのトリス(8−キノリノール)アルミニウム膜(Alq)を積層し，成膜した。その上に，LiFを1nm成膜した。さらに，金属Alを100nm成膜し，",
                "有機EL素子を製造した。",
                "同様にして，第1層をαＮPDとし蛍光の有機EL素子を合わせて作製した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "評価",
              "text": [
                "得られた有機EL素子について，電圧，電流を変えて，発光輝度を測定した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実験結果",
              "text": [
                "実験結果を次の図に示す。蛍光発光の有機EL素子において，従来の燐光発光材料に見られるような1000～10000cd／㎡",
                "の高輝度領域で発光効率の低下は見られなかった。また，αＮPDと化合物3で大きな差は見られなかった。",
                "」"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "d",
                              "text": [
                                "甲14(E 作成の平成21年10月30日付け実験報告書)には，以下の記載がある。",
                                "・「4．実験"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "素子作製",
              "text": [
                "特許第3981331号の実施例1に記載の燐光発光の有機EL",
                "素子の製造法に準じて，化合物3を用いた有機EL素子を作製した。",
                "以下，詳細に説明する。",
                "25mm×75mm×0．7mm厚のITO(In−Sn−O)",
                "透明電極付きガラス基板(旭硝子株式会社製)をイソプロピルアルコール中で5分間超音波洗浄を行なった。引続き，この基板を純水中で5分間超音波洗浄を行ない，さらにイソプロピルアルコール中で5分間超音波洗浄を行なった後，UVオゾン洗浄を30分間行なった。洗浄後の透明電極ライン付きガラス基板を真空蒸着装置の基板ホルダーに装着した。次に，透明電極ラインが形成されている側の面上に，前記透明電極を覆うようにして膜厚50nmの化合物3(Ｎ，Ｎ，Ｎ’，Ｎ’−テトラキス(4−ビフェニル)−4，4'−",
                "ベンジジン)を成膜した。この化合物3膜は正孔輸送層として機能する。この膜上に，4，4’−Ｎ，Ｎ’−ジカルバゾール−ビフェニル(CBP)とトリス−(2−フェニルピリジル)イリジウム(I"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "r",
                      "text": [
                        "(ppy) )を組成比8重量％に制御して，二元蒸着して，4",
                        "0nm成膜した。この膜は，発光層として機能する。次に，この発光層上に，膜厚10nmの2，9−ジメチル−4，7−ジフェニル",
                        "−1，10−フェナントロリン(BCP)及び膜厚40nmのトリ",
                        "ス(8−キノリノール)アルミニウム膜(Alq膜)を積層し，成",
                        "膜した。BCP膜は正孔障壁層として，Alq膜は，電子注入層として機能する。その後，LiFを蒸着し，さらに金属Alを蒸着して金属陰極を形成し有機EL素子を製造した。",
                        "次に，化合物3のかわりにＮPDを用いて有機EL素子を作製した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "評価",
              "text": [
                "得られた有機EL素子について，電圧，電流を変えて，発光輝度を測定した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実験結果",
              "text": [
                "実験結果を次の図に示す。特許第3981331号の実施例1に",
                "記載の燐光発光の有機EL素子は，1，000～10，000cd",
                "／㎡の実用的な高輝度領域においても，発光効率は低下しなかった。",
                "一方，化合物3の代わりにＮPDを使用した素子は，化合物3を用いた素子と比較すると，効率が低く，また，1，000～10，000cd／㎡の実用的な高輝度領域において，発光効率は低下した。",
                "」"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "text": [
                            "ところで審決は，訂正発明1の効果の顕著性を以下のように認定・判断した。",
                            "「また，作用効果について，無効2008−800045号の請求人は，甲第7号証，甲第13号証に提示されたように，訂正発明1と同様の化合物3を含む有機EL素子と訂正明細書において比較例とされているＮPDを含む有機EL素子との対比実験を行っている。",
                            "・・・上記訂正発明1と同様の化合物3を含む有機EL素子と訂正明細書において比較例とされているＮPDを含む有機EL素子との実験結果は，両者において格別効果に差違があるとは認められないものであり，訂正明細書に記載された両者の顕著な差違とは，相違するものとなっている。",
                            "上記実験結果と訂正明細書中の効果の違いの原因を検討すると，ガラス基板洗浄方法の違い，陽極，発光層，陰極などの各層の厚さの違い，電子注入層の材料，層厚の違い等，実験条件が明らかに異なっている。",
                            "したがって，これら，実験条件の違いが結果の違いをもたらしたと考えるのが最も自然な解釈である。そして，これらの条件は，訂正発明1では，何ら特定されていない。なお，訂正明細書中には，請求人の実験条件を排除する旨の明確な記載もない。",
                            "してみれば，訂正明細書に記載された，訂正発明1の作用効果は，特定の条件の下での効果に限られ，発明を特定するために必要な事項からなる訂正発明1の作用効果が，格別なものであるということはできない。」(18頁6行～20頁13行)"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "そして，審決は，「一対の電極間に発光層及び正孔注入層を含む複数の有機媒体を形成してなり，該発光層内に2−フェニルピリジン及びその置換誘導体を配位子として有する有機Ir錯体からなる燐光性の発光材料を含有する有機エレクトロルミネッセンス素子において，該正孔注入層内にアミン誘導体であるm−MTDATAを含有する有機エレクトロルミネッセンス素子」を引用発明(甲1発明)として認定した上で，前記のとおり，引用例2，3に記載された正孔輸送材料の中から化合物(61)ないしTBPBを選択し，甲1発明のm−MTDATAに代え",
                          "text": [
                            "て用いることは容易想到である旨判断したのであるから，訂正発明1の有する効果についても，本来，甲1発明の有する効果と比較した検討を行うべきところ，審決は，α−ＮPDを用いた有機EL素子(甲1において，デバイス II として記載されているもの)の効果と訂正発明1の効果とを比較検討している。",
                            "そうすると，審決は，訂正発明1が甲1発明と比較して顕著な効果を有するか否かについて正しく検討していないともいえる。",
                            "しかし，前記(2)アのとおり，引用例1の図2のグラフによれば，α−ＮPDを用いたデバイス II は，電流密度が一定程度以上になると，量子効率がm−MTDATAを用いたデバイスIに比較して優れることが読み取れるため，引用例1に記載された発明を全体として捉えた場合，高輝度領域で達成し得た量子効率としては，m−MTDATAよりも優れているα−ＮPDを用いたデバイス IIのデータにより評価するのが，従来技術との比較との点でより妥当である。この点に加え，原告及び被告補助参加人のいずれも，訂正発明1による効果につき，訂正明細書記載の化合物3を用いた有機EL素子とα−ＮPDを用いた有機EL素子との性能の比較により検討することを前提として，異論なく，主張立証をしている。",
                            "したがって，審決が，m−MTDATAではなくα−ＮPDを用いた",
                            "有機EL素子の効果と，訂正発明1の効果を比較検討している点は，審決の結論に影響を及ぼすものではないものと解される。",
                            "そして，審決は，前記(イ)のとおり，訂正明細書記載の実験では，化合物3を含む有機EL素子とα−ＮPDを含む有機EL素子との間で，(高輝度領域での)発光効率に顕著な差があるが，被告補助参加人が提出した実験(甲7，13)では，両素子による効果に格別の差違があるとは認められず，これらの違いは，実験条件の違いによるものと考えるのが最も自然な解釈であり，訂正発明1の作用効果は，特定の条件の下での効果に限られ，発明を特定するために必要な事項からなる訂正発明1の作用効果が，格別なものであるということはできないと判断している。",
                            "そして，訂正明細書(甲6の2)に記載された，化合物3を用いた有機EL素子の実施例1及び実施例1が引用する参考例1，並びにα−ＮPDを用いた有機EL素子の比較例2に関し，各実験の信ぴょう性を疑うに足る内容を見出すことはできない。また，原告から提出された甲9及び14は，これらの実施例及び比較例を追試したものであり，同様の結果が得られているものと認められるが，これらの実験にも，格別，信ぴょう性を疑うに足る内容を見出すことはできない。",
                            "一方，被告補助参加人から提出された甲7，13もこれらの実施例及び比較例を追試したものであり，これらの実験では，化合物3を用いた有機EL素子とα−ＮPDを用いた有機EL素子による効果に格別差違があるとは認められないとの結果が得られているが，甲7，13にも，格別，実験の信ぴょう性を疑うに足る内容を見出すことはできない。",
                            "そうすると，訂正明細書に記載された実施例1及び比較例2の結果，甲9，14記載の追試の結果，及び甲7，13記載の追試の結果のいずれも，正しいものとして採用せざるを得ず，以上を前提とした場合，化合物3を用いた有機EL素子とα−ＮPDを用いた有機EL素子の間で，高輝度領域における発光効率に顕著な差が生じるのは，原告が訂正明細書や甲9及び甲14記載の具体的な実験条件を採用した場合に限られるものといえ，これらの場合に限られない訂正発明1は，甲1発明に比較して有利な効果を奏し得ない場合を包含することになるから，「訂正発明1の作用効果が，格別なものであるということはできない」との審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "原告は，甲7及び甲13の実験は，いずれも素子メーカーではない被告補助参加人が自ら素子を製作しており，実験の信頼性には疑問がある旨主張する。",
                            "しかし，仮に被告補助参加人が素子メーカーでないとしても，同事実によって，直ちに，甲7及び甲13の実験の信頼性が否定されるものではない。",
                            "また，原告は，甲7及び甲13の実験に製造プロセスの清浄度について疑問があることを指摘したにもかかわらず，審決は同主張を採用しなかったが，(特許発明が)進歩性を有しないことの立証責任は審査官・審判官が負い，甲7及び甲13の実験が技術常識に合致する条件で行われたことにつき，審判官が立証責任を負うものであり，これらの実験が技術常識に合致する条件で行われたか否か不明ならば，これらの実験結果を排除すべき旨主張する。",
                            "そこで検討するに，原告及び被告補助参加人が行った，「化合物3」及びα−ＮPDをそれぞれ用いた有機EL素子の高輝度領域における発光効率のデータをまとめてみると，以下のとおりとなる(いずれも10000cd／㎡時のデータであるが，甲9及び14については，グラフからの読み取り値である。)。",
                            "化合物3 α−ＮPD",
                            "訂正明細書(甲6の2) 50cd／A 20cd／A",
                            "原告による追試(甲9，14) 約47cd／A 約22cd／A",
                            "被告補助参加人による追試(甲7)",
                            "26及び27cd／A 24及び23cd／A",
                            "(訂正明細書同様，CBPとIr(ppy) を組成比8重量％としたもの)被告補助参加人による追試(甲13)",
                            "20cd／A 19cd／A",
                            "これらのデータからすると，α−ＮPDを用いた有機EL素子の高輝度領域における発光効率は，原告の実験と被告補助参加人の実験との間で大差はない。そして，単純な比較はできないものの，α−ＮPDを用いた有機EL素子につき，発光効率が最も高いのは，被告補助参加人による甲7のデータである。",
                            "不適切な条件の下で実験を行えば，発光効率に悪影響があることは自明であるから，被告補助参加人の実験は，少なくともα−ＮPDを用いた有機EL素子においては，原告の実験を適切に追試しているものと解される。そして，被告補助参加人の実験条件は，化合物3を用いた有機EL素子の場合とα−ＮPDを用いた有機EL素子の場合とで同じとされている上，α−ＮPDを正孔輸送材料に用いた素子と，化合物3を正孔輸送材料に用いた素子とにおいて，製造プロセスの汚染による影響を受ける程度に違いがあることを認めるに足りる証拠もない。",
                            "以上からすれば，被告補助参加人の実験は，化合物3を用いた有機EL素子においても原告の実験を適切に追試しているものと解され，被告補助参加人による甲7及び13の実験は，技術常識に合致した条件で行われているものと強く推認されるものであり，これに反する原告の主張は採用できない。",
                            "なお，原告は，被告補助参加人が実験の際に設置したクリーンブースが，本件特許出願当時の技術常識以下であることや，被告補助参加人が有機蒸着室への成膜材料の出し入れを「外気」環境において行っており，その際に外界から汚染物質が混入した可能性があること等を主張する。",
                            "しかし，前記のとおり，被告補助参加人の実験の結果等(少なくともα−ＮPDについては原告による実験と同等以上の結果が出ており，これと同じ条件で行った化合物3の実験についても，信用できるものと解されること)からすれば，原告の上記主張は，単なる推測にすぎないというべきである。",
                            "このほか，原告は，被告補助参加人が提出した様々な実験結果(第三者が行ったものや，被告補助参加人が他の大学で行ったもの)の信用性を争うとともに，自らが行った実験の結果と整合する第三者(CSIRO)の実験結果(甲33)を提出する。",
                            "しかし，いずれにしても，被告補助参加人による甲7及び13の実験結果の信用性を否定できない以上，原告の上記主張の当否にかかわらず，訂正発明1には，顕著な効果がない部分が含まれることに変わりはない。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "以上検討したとおり，審決には，甲1発明と甲2，3記載の発明からの容易想到性判断における，訂正発明1の効果の顕著性の判断に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "訂正発明2，3について",
                  "text": [
                    "訂正発明2及び3は，訂正発明1における有機エレクトロルミネッセンス素子における有機Ir錯体につき，それぞれ「Irに前記配位子が2又は3個配位したものであること」，「トリス−(2−フェニルピリジル)イリジウムであること」を特徴とするものであって，いずれも訂正発明1を更に限定するものではあるが，引用例1(甲1)には，有機金属錯体としてIr(ppy) が挙げられているから，訂正発明2及び3についても，訂正発明1と同様の理由により，進歩性を欠くものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がなく，訂正発明1～3に独立特許要件がないとした審決の判断に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}