{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010−800024号事件について，平成22年7月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が権利者であり発明の名称を「袋による包装方法」とする特許第3908897号(ただし，平成20年3月27日訂正審決後のもの。請求項の数7。本件特許)につき，原告がその請求項1ないし6につき無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記訂正後の請求項1ないし6に係る発明(以下「本件発明1」等といい，全体を「本件各発明」という。)が下記引用例との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・甲1：実公昭50−33402号公報(考案の名称「包装装置」，公開日  昭和47年12月1日。以下，これに記載された発明を「甲1発明」という。)",
            "・甲2：米国特許第5092104号明細書(発明の名称「UNIVERSAL BAG SPREADER APPARATUS(汎用袋拡開装置)」，登録日  平成4年(1992年)3月3日。以下，これに記載された発明を「甲2発明」という。)",
            "・甲3の1：特公昭62−12085号公報(発明の名称「真空放送装置」，公開日  昭和58年11月10日，公告日  昭和62年3月17日。以下，これに記載された発明を「甲3の1発明」という。)",
            "・甲3の2：実開昭59−80204号(考案の名称「袋体のシール装置」，公開日  昭和59年5月30日。以下，これに記載された発明を「甲3の2発明」という。)",
            "・甲4の1：特開平6−191519号公報(発明の名称「粉粒体の袋詰め方法」，公開日  平成6年7月12日。以下，これに記載された発明を「甲4の1発明」という。)",
            "・甲4の2：特開平4−72119号公報(発明の名称「袋詰機における袋口縁部シール装置」，公開日  平成4年3月6日。以下，これに記載された発明を「甲4の2発明」という。)",
            "・甲4の3：実開平4−29903号(考案の名称「真空包装機のチャンバー内で袋口を緊張させる装置」，公開日  平成4年3月10日。以下，これに記載された発明を「甲4の3発明」という。)",
            "・甲5：特表平9−501378号公報(発明の名称「熱溶融性プラスチック材料製のバッグを製造し且つ位置決めする機械」，国際公開日  平成7年(1995年)1月26日。以下，これに記載された発明を「甲5発明」という。)",
            "・甲6：実開平5−13901号(考案の名称「袋内の残気排除装置」，公開日  平成5年2月23日。以下，これに記載された発明を「甲6発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成12年3月3日の優先権(特願2000−58654号)を主張して，平成12年8月8日に前記名称の発明につき特許出願(特願2000−240048号)をして平成19年1月26日には本件特許登録を取得(請求項の数7)し，その後，平成20年1月28日に訂正審判請求(訂正2008−390009号)をして平成20年3月27日にその認容決定(請求項の数7)を得たところ，原告は，平成22年2月5日，本件特許の請求項1ないし6につき，本件発明1ないし6は上記甲1ないし甲6発明に基づいて当業者が容易に発明をすることができたから特許法29条2項に違反するとして，特許無効審判請求をした。",
                "特許庁は，上記請求を無効2010−800024号事件として審理した上，平成22年7月13日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年7月23日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "上記訂正後の請求項の数は前記のとおり7であるが，無効審判請求がなされている請求項1ないし6の内容は，次のとおりである。",
                "・【請求項1】包装品を充填した袋の開口端部を搬送ベルト上に横置きにして，その開口端部に上方からエアを吹き付けて同開口部を前記搬送ベルトに対して偏平状態にさせた後，前記袋の開口を開かせ，開口した前記袋内に2本の拡開口バーを挿入しそれを横に広げて袋の開口を横に広げ，横に広げられた前記袋の開口端部を挟んでシールすることを特徴とする袋による包装方法。",
                "・【請求項2】包装品を充填した袋の開口端部を搬送ベルト上に横置きにして，その開口端部に上方からエアを吹き付けて同開口端部を粘着性をもつ前記搬送ベルトに対して偏平状態に付着させた後，前記袋の開口を開かせ，開口した前記袋内に2本の拡開口バーを挿入しそれを横に広げて袋の開口を横に広げ，横に広げられた前記袋の開口端部を挟んでシールすることを特徴とする袋による包装方法。",
                "・【請求項3】包装品を充填した袋の開口端部を搬送ベルト上に横置きにして，その開口端部に上方からエアを吹き付けて同開口端部に吸引力を働かせる前記搬送ベルトに対して偏平状態に保持させた後，前記袋の開口を開かせ，開口した前記袋内に2本の拡開口バーを挿入しそれを横に広げて袋の開口を横に広げ，横に広げられた前記袋の開口端部を挟んでシールすることを特徴とする袋による包装方法。",
                "・【請求項4】前記袋の開口に向けてエアを吹いて前記開口を開かせることを特徴とする請求項1から3のいずれか1つに記載の袋による包装方法。",
                "・【請求項5】前記袋の開口を吸引によって開かせることを特徴とする請求項1から3のいずれか1つに記載の袋による包装方法。",
                "・【請求項6】前記拡開口バーによって横に広げられた状態の開口端部を前記搬送ベルトと脱気用部材で挟み，前記袋と前記脱気用部材とを相対移動させ同脱気用部材によって袋の開口端と充填包装品との間にある空気をしごいて排出させた後，前記袋開口端部のシールを行うことを特徴とする請求項1から3のいずれか1つに記載の袋による包装方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，本件発明1ないし6は甲1ないし甲6発明に基づいて当業者が容易に発明することができたものとはいえない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲1ないし甲6の記載内容は，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(甲2発明に対する評価及び甲3の1発明との結合に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，次のように分説することができる。",
                        "A  包装品を充填した袋の開口端部を搬送ベルト上に横置きにして，",
                        "B  その開口端部に上方からエアを吹き付けて同開口部を前記搬送ベルトに対して偏平状態にさせた後，",
                        "C  前記袋の開口を開かせ，",
                        "D  開口した前記袋内に2本の拡開口バーを挿入しそれを横に広げて袋の開口を横に広げ，",
                        "E  横に広げられた前記袋の開口端部を挟んでシールすることを特徴とする袋による包装方法。",
                        "審決は，Bの偏平状態化工程及びCの開口工程につき，本件明細書(特許審決公報，甲10の2)の段落【0008】及び【0009】を引用した上で，甲3の1発明において，甲2発明を容易に採用し得ることを否定し，その根拠として，甲2発明は，本件発明1における袋の開口部を搬送ベルトに対して偏平状態にする工程に相当するとしても，当該工程の後に引き続いて採用されるのは，容器にクリップや締具を装着する工程であって，容器の開放端を開かせる工程，すなわち袋の開口を開かせる工程ではないことを挙げている(審決15頁15～18行)。",
                        "しかし，審決の上記論旨は，単に甲2発明において後続する開口工程の存否を形式的に論じているにすぎず，甲3の1発明と甲2発明との共通性を全く看過している点において，以下に述べるように技術上の判断において明白な誤りが存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3の1発明と甲2発明の技術上の共通性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3の1は，甲3の1発明の技術的課題として「包装袋がコンベヤ等の搬送手段上において，容易に位置ずれすることのないよう安定的に保持すること，」(第5欄25行～27行)という技術的課題を明らかにしている。",
                            "上記課題に対応して，甲3の1発明においては，包装品を充填した袋(包装袋36)を第1図に示すように，吸着ベルト46によって搬送した上でノズル48からの空気の噴射によってCの開口工程を実現している。",
                            "前記のような確実な開口が実現し得るのは，吸着ベルト46において「包装袋36」の下側フィルムは搬送ベルト(吸着ベルト46)の平坦面に密着しているからであって，当該密着が形成されていなければ上記作用効果はもとより不可能である。",
                            "一方，甲2発明においては，甲2の11欄45～50行(後記第4，2(2)イ(ア) b)及び13欄30～40行(後記第4，2(2)イ(ア) c)に記載のとおり，Bの偏平状態化工程と同一の技術的事項を開示し，袋端部の平坦化によってクリップや締具による装着のために最適状態が実現されることが明らかにされている。",
                            "すなわち，甲2発明においては，前記のようなBの偏平状態化工程を採用することによって，必然的に下側フィルムの搬送ベルトに対する密着状態及び開口部の画一的な平坦形状を実現しているのである。",
                            "以上を考慮するならば，甲3の1発明における吸着ベルトによる搬送工程と甲2発明による上方からのエアの吹き付けを伴う搬送工程とは，少なくとも下側フィルムが搬送手段に対し密着状態を実現し，これによって次の工程を確実に実現し得る点において明らかに共通しているのである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関して，被告は，甲3の1発明における次の工程は袋の開口工程であるのに対し，甲2発明における次の工程は袋の閉止工程であるから，両者は次の工程自体に全く共通性がないと反論する。",
                            "しかし，甲3の1発明における開口工程及び甲2発明における閉止工程は，共に下側フィルムの搬送ベルト又は搬送手段に対する密着状態を必要とし，かつ当該密着状態に立脚している点においても共通していることは前記において指摘したとおりである。",
                            "のみならず，上側フィルムの平坦化についても，甲3の1発明における開口工程と，甲2発明による閉止工程とは，以下に述べるように採用すべきか否かの点において部分的な共通性が存在する。",
                            "①  甲2発明による閉止工程の場合には，上側フィルムの平坦化は必須の要件である。",
                            "②  これに対し，甲3の1発明においては，上側フィルムが平坦化した場合の方が，そうでない場合よりもCの開口工程において開口端部に対して送気を行う場合，上下方向の領域範囲を画一的な開口部の形成によって効率的な開口ができる点において好ましいという状況にある。",
                            "すなわち，甲3の1発明の開口工程においては，上側フィルムの平坦化は，甲2発明の閉止工程のように必要不可欠というわけではないが，開口効率上より好ましい限度において双方は部分的に共通しているのである。したがって，被告の反論は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲3の1発明に対する甲2発明による置換又は重畳の可否",
                      "text": [
                        "審決が，甲2発明においてCの開口工程が不存在であることを根拠として，甲2発明においてもBの偏平状態化工程に基づく技術的趣旨が実現されていることを無視し，甲3の1発明との関係を全く判断しようとしていないのは，結局，甲3の1発明において甲2発明の偏平状態化工程を採用する必要性が存在せず，双方の発明を結合する要因は存在しない，という点にある。",
                        "しかし，前記(イ) において論じたように，双方の発明は搬送状態に際して開口部における下側フィルムが搬送手段に密着している点において共通しており，しかもそのような密着状態によって次の工程(甲3の1発明の場合にはCの開口工程，甲2発明の場合にはクリップや締具の装着)を確実に実現し得る点においても共通している。",
                        "このような場合，甲2発明に着目し，甲3の1発明の搬送状態として",
                        "①  吸着ベルト46における吸着機能に代えて，甲2発明の偏平状態化工程を採用するという置換，",
                        "②  甲3の1発明の吸着ベルト46の吸着機能に加えて，甲2発明の偏平状態化工程をも採用するという重畳，",
                        "のいずれかを採用することは，当業者において容易に想到し得る事項である。",
                        "なぜなら，甲3の1発明及び甲2発明は，共に開口部における下側フィルムが搬送手段と密着しており，当該密着によって次の工程を確実に実現し得る点において共通していることを考慮するならば，甲3の1発明において，次の開口工程を更に確実に実現するために，前記置換又は重畳によって開口部につき画一的な平坦形状とするような技術的改良を行うことは極めて自然な推移であって，何らの困難性も存在しないからである。",
                        "このように，甲3の1発明と甲2発明における搬送段階における共通性及び前記置換及び重畳の想到容易性を考慮するならば，審決のように，甲2発明においてCの開口工程が開示されていないという形式論は，全く無意味である。なぜなら，甲3の1発明をベースとして甲2発明によってBの工程を採用した場合には，次のCの工程によって袋の開口部が確実に大きく開かれるようにすることが可能となるのみであって，次の工程であるクリップや締具による装着等を考慮する必要がないからである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，甲3の1発明をベースとしたうえで，甲2発明の採用の可否に関する審決の判断は，双方の発明の共通性更には甲3の1発明における吸着ベルト46の吸着機能に対し，甲2発明による置換又は重畳の想到容易性を全く看過している点において重大な欠陥を有しており，取消しを免れない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲5発明に対する認定判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，甲3の1発明をベースとして，甲5発明を容易に採用し得ることを否定し，その根拠として，甲5発明の第二のノズル43は，コンベアベルト18の側方に位置する下方フラップFの縁部に向けて圧縮空気を噴射しており，バッグの開口部をコンベアベルト18に対して偏平状態にする作用を奏していないことを挙げている(審決15頁31～34行)が，以下のとおり，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "すなわち，まず，甲5発明は，第二のノズル43及び第一のノズル31の作動の後に，包装物(製品)の挿入を行っているが，当該挿入に至る前段階における技術上の課題として，「バッグの前進速度が速くなると，充填ステーションから直ぐ上流領域にて支持体表面がバッグを把持する力が弱くなることである。更に，バッグは，巻き上がったり，局部的に持ち上がったりして，膨張前に，安定状態を保つことは出来ない。」(6頁10～13行，後記第4，2(2)ウ(ア)e)ことを挙げており，搬送ベルト(コンベアベルト18)と袋(バッグS)に対する把持力の弱体化，及び「膨張」，具体的には開口を行う前段階において，搬送ベルトからの上方向への離脱(巻き上がり)によって安定状態を維持することができないことを明示している。",
                            "そして，甲5は，前記課題を解決するための第二のノズル43に基づく技術的機能につき，「固定すべきバッグの縁部に直接，向けられた第二のノズルを提供し，水平位置にて固定手段と同一高さで搬送面と安定した接触状態にバッグを保つことが可能である。」(7頁21行～25行，後記第4，2(2)ウ(ア)g)と記載しており，袋(バッグS)自体を固定手段，すなわち固定装置25と同一の高さレベルにて搬送ベルト(コンベアベルト18)に対し安定した接触状態，すなわち密着状態を維持することが可能であることを明らかにしている。",
                            "上記のような課題及びこれに対応している第二のノズル43の技術的意義を考慮するならば，第二のノズルによる圧縮空気の噴射は決してフラップFと搬送ベルト(コンベアベルト18)との接触状態だけではなく，開口部を含むバッグ全体における搬送ベルト(コンベアベルト18)に対する安定した接触状態，すなわち密着状態を目的とし，かつ実現しているのである。",
                            "また，甲5の図3及び図4を参照した場合，上側フィルムと下側フィルムの開口部における位置はほとんど同一であり，せいぜい図3によって下側フィルムがわずかに上側フィルムよりも水平方向に突出しているにすぎない。このような図示に基づく実施形態の場合には，第二のノズル43は単に下側フラップFだけでなく，上側フラップ，すなわち上側フィルムをも含む開口部全体に対し，第二のノズル43からのエアの吹き付けを行っており，甲5発明は必然的にそのような実施形態を包摂しているのである。",
                            "このように，甲5発明における第二のノズル43の噴射の対象が，単に下側フィルムであるフラップFの突出部分にすぎないかのような審決の前記指摘事項は，甲5の客観的記載事項から逸脱した単純かつ明白な誤解である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aからも明らかなように，甲5発明においては，第二のノズル43による上方からのエアの吹き付けによって，開口部における下側フィルム(フラップF)の搬送ベルト(コンベアベルト18)に対する密着状態が実現している。",
                            "そして，審決が指摘するように，甲5発明においては，第二のノズル43が作動する前段階において，三方シールによって袋(バッグS)が成形されており，開口部における上側フィルムと下側フィルムとは相互に当接し合った状態にある。",
                            "このような場合，第二のノズル43の作動によって，下側フィルム(フラップF)が搬送ベルト(コンベアベルト18)に密着することによって，上側フィルムもまた下側フィルム(フラップF)と同様に搬送ベルトに沿って平坦化しており，結局開口部における画一的な平坦形状をも確保することができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，第二のノズル43による上方からのエアの噴射によって，甲5発明はBの搬送ベルトに対する偏平状態化工程に基づく技術的趣旨を達成しているのであって，これに反する審決の上記判断は，甲5の記載事項を十分斟酌しないばかりか，前記技術的趣旨に関する理解不足によるものであって，明白な誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決は，甲3の1発明をベースとして，甲5発明を容易に採用し得ることを否定する根拠として，第二のノズル43から圧縮空気が噴射される前の段階において既にバッグ全体が偏平になっていると解されることから，仮に第一のノズル31からバッグの開放側部を通じてバッグ内に空気を噴射してバッグを膨張させる工程が，本件発明1における袋の開口を開かせる工程に相当するとしても，バッグの開口部が確実に大きく開かれるようにするために，バッグの開口部を搬送ベルト(コンベアベルト18)に対して偏平状態にさせる工程が行われていないことを挙げているが(審決15頁38行～16頁6行)，以下のとおり，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，審決が指摘している「バッグ全体が偏平」における「偏平」がどのような趣旨であるかは全く不明である。",
                            "ただし，審決が，第二のノズル43における圧縮空気の噴射は三方シールによってバッグが形成された後に行われ，しかもその段階ではバッグには商品がいまだ充填されていないことを根拠として挙げていることを考慮するならば，開口部において上側フィルムと下側フィルムが双方に当接し合っていることをもって「偏平」と評価したものと解する以外にないが，そのように解すると，甲5発明において，いかなる目的の下に第二のノズル43による上側からのエアの噴射を採用したかという本来の技術的趣旨が全く不明瞭とならざるを得ない。",
                            "この点については，結局，甲5発明が第二のノズル43による上方からのエアの吹き付けを採用しているのは，前記(ア) において指摘した技術的課題の下に，Bの搬送ベルトに対する偏平状態化工程によって下側フィルムの搬送ベルト(コンベアベルト18)に対する密着状態及び開口部における画一的な平坦形状を実現することによって次の工程である第一のノズル31による開口工程に際し，「バッグの開口部が確実に大きく開かれるようにする」ことを目的としているというべきである。現に，甲5発明において，第二のノズル43による圧縮空気の吹き付けに基づく双方のフィルムの当接状態の後に，図4に示すような大きな開口が確実に実現されていることは，前記の点を明瞭に裏付けている。",
                            "この点に関し，被告は，甲5の記載である「固定装置25の直ぐ上流で，突出するフラップFに圧縮空気ジェットを噴射して理想的な挿入状態を確実にするための第二のノズル43が，フレームの縁部に固定されて設けられる」(11頁11～13行)との部分の国際公開公報(乙1)における原文表記を持ち出し，上記「理想的な挿入状態を確実にする」との記載は，突出するフラップF(the protruding flap F)を固定装置25(the securing means 25)への理想的な挿入状態にするために第二のノズル43を設けていると解すべきであると主張する。",
                            "しかし，上記英文のうち，”its”(自らの)が”the protruding flap F('s)”を意味している以上，”therein”(その中へ)もまた，”protruding flap F”を対象としていることから”(in)the protruding flap F”の趣旨であって，被告主張のように，”(in)the securing means 25”ではあり得ない。したがって，被告の指摘する英文の翻訳は，「固定装置25に対し直接上流となるような位置にある突出フラップFに向けて，圧縮空気ジェットを噴出することによって，フラップF自体における理想的な挿入状態を確実にするための第二のノズル43が，フレームの縁部に固定されて設けられている。」というべきである。この翻訳からも明らかなように，甲5における前記英文に対応する記載部分は，フラップFにおける製品の理想的な挿入状態に関する記載と理解することに何ら誤りはない。",
                            "以上のとおり，審決は上側フィルムと下側フィルムとの当接状態とBの「偏平状態」とを混同しているばかりか，第二のノズル43の作動工程とこれに引き続く第一のノズル31の作動工程との有意義な関係を全く見失っている点において，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決が上記のような明白に誤った説示に至った原因として，甲5発明においては，第二のノズル43の作動及びこれに引き続く第一のノズル31の作動の段階では，包装品(製品)が袋(バッグS)中に挿入されていない点において，甲3の1発明におけるCの開口段階に適用することは困難と判断したことが想定される。",
                            "しかし，甲3の1発明を前提とした上で，Bの工程として甲5発明を採用し得るという立論においては，既に甲3の1発明において，Aの包装品の充填が実現されている以上，前記相違は既に克服されており，本来問題となり得ない。",
                            "仮にそうでないとしても，甲3の1発明においてCの開口工程の前段階において，開口部における画一的な平坦形状を実現し得ていないという状態は，甲5発明における第二のノズル43の作動の前段階においても変わりはない。すなわち，包装品の充填時期にかかわらず，開口工程の前段階における技術的課題において，甲3の1発明と甲5発明とは基本的に共通しているのである。そうすると，甲3の1発明におけるCの開口工程の前段階において，甲3の1発明の吸着ベルト46の吸着機能に加えて，同様に前記吸着機能に立脚している甲5発明に着目しその第二のノズル43による上方からの噴射機能を更に重畳することは，当業者においては容易に想到し得る技術的改良であって，そこには何らの困難性も存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "このように，審決は，甲5発明における第二のノズル43の作動に基づくBの搬送ベルトに対する偏平状態化工程の成否，及び当該作動に引き続く第一のノズル31の作動との関係に関する判断内容，更には甲3の1発明における吸着ベルトの吸着機能に加えて，甲5発明の第二のノズル43の機能の重畳の可否に関する判断を懈怠している点で完全に誤っており，取消しを免れることができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "原告は，甲3の1発明における吸着ベルトによる搬送工程と甲2発明による上方からのエアの吹き付けを伴う搬送工程とは，少なくとも下側フィルムが搬送手段に対し密着状態を実現し，これによって次の工程を確実に実現し得る点において明らかに共通していると主張している。",
                    "しかし，甲3の1発明は，「このように吸着ベルト46に吸着担持された包装袋36が，前記の送気ノズル48の前方を通過すると，その通過タイミングに合わせて(または常時作動により)図示しないコンプレツサからの圧縮空気が，該ノズル48から包装袋開口部に向けて供給送気され，これによつて該開口部は充分に開放される」(12欄15～21行)ものである。すなわち，甲3の1発明において，下側フィルムが搬送手段に対し密着状態を実現することによって確実に実現し得る次の工程とは，袋の開口工程であり，本件特許発明のC工程に相当する。",
                    "一方，甲2発明の技術的課題は，次の工程である袋の閉止工程において容器18の開口端部にクリップや締具を装着しやすくするために，閉止工程で障害となる容器18の開口部に含まれる空気を排出することである。すなわち，甲2発明において，上方からのエアの吹き付けを伴う搬送工程の次の工程とは，クリップや締具を装着する袋の閉止工程であり，本件発明1のE工程に相当する。",
                    "したがって，甲2発明においては，Bの偏平状態化工程を採用することによって，必然的に下側フィルムの搬送ベルトに対する密着状態を実現しているとの原告の主張は，明らかな誤りである。",
                    "また，甲3の1発明における次の工程は袋の開口工程であるのに対し，甲2発明における次の工程は袋の閉止工程であるから，両者は次の工程自体に全く共通性がない。このことは，甲3の1発明における吸着ベルトによる搬送工程と，甲2発明による上方からのエアの吹き付けを伴う搬送工程とが共通していないことの証左である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "原告は，甲3の1発明において，次の開口工程を更に確実に実現するために甲3の1発明の吸着ベルト46の吸着機能と甲2発明の偏平状態化工程との置換又は重畳によって開口部につき画一的な平坦形状とするような技術的改良を行うことは極めて自然な推移であって，何らの困難性も存在しないと主張する。",
                    "しかし，甲3の1には，送気ノズル48による袋の開口工程の前に，袋の開口部を吸着ベルトに対して偏平状態にさせることの示唆がない。すなわち，原告が主張する「甲3の1発明をベースとして甲2発明によってBの工程を採用した場合には，次のCの工程によって袋の開口部が確実に大きく開かれるようにすることが可能となる」との技術的特徴は，本件発明によって初めて解決された技術的課題であって，甲3の1及び甲2のいずれにも示唆する記載はない。",
                    "原告は，本件発明の技術的課題を知った上で，甲3の1発明と甲2発明との組み合わせの可能性を主張しているにすぎない。",
                    "そうすると，甲3の1発明と甲2発明に基づいて本件発明の技術的課題を導き出すこと自体が当業者であっても困難であるから，甲3の1発明に対する甲2発明による置換又は重畳も，当然に困難である。",
                    "したがって，上記原告の主張は，甲3の1及び甲2の客観的記載事項に基づくものとはいえないから，明らかに誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア) aにつき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，搬送ベルト(コンベアベルト18)と袋(バッグS)に対する把持力の弱体化，及び「膨張」，具体的には開口を行う前段階において，搬送ベルトからの上方向への離脱(巻き上がり)によって安定状態を維持することができないと主張する。",
                            "しかし，甲5発明は，コンベヤベルト18に対するバッグの把持力を増すために，コンベヤベルト18を吸引し接着性のある材料層で覆う一方，突出するフラップF(下方のフラップが上方のフラップよりも突出する部分)を固定装置25への理想的な挿入状態にするために，第二のノズル43を設けているのである。",
                            "また，甲5の図1ないし図4には，第二のノズル43が固定装置25を構成する支持部材26の上面に向けて設置された状態が描かれており，第二のノズル43が圧縮空気ジェットを噴射して，突出するフラップFが支持部材26に対して巻き上がったり，局部的に持ち上がったりするのを防ぐことが示されている。",
                            "以上により，甲5には，突出するフラップFが支持部材26に対して巻き上がったり局部的に持ち上がったりして固定装置25を構成する支持部材26と加圧部材27の間に挿入できない不具合を防ぐために，第二のノズル43が，突出するフラップFに圧縮空気ジェットを噴射して固定装置25への理想的な挿入状態を確実にすることが記載されているにすぎない。",
                            "したがって，甲5発明では「搬送ベルト(コンベアベルト18)に対し安定した接触状態，すなわち密着状態を維持することが可能である」との原告の主張は，甲5の客観的記載事項に基づくものではなく，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，甲5の図3及び図4を参照した場合，上側フィルムと下側フィルムの開口部における位置はほとんど同じであり，せいぜい図3によって下側フィルムがわずかに上側フィルムよりも水平方向に突出しているにすぎないと主張している。",
                            "しかし，甲5発明は，この突出するフラップFが，固定装置25によって固定された後に，第一のノズル31がバッグ内に圧縮空気を噴射してバッグを膨張させている。この甲5発明の必須の構成要素に基づけば，固定手段25が下方のフラップを固定するためには，下方のフラップが上方のフラップよりも突出していることが必要である。また，甲5には，「突出するフラップF」という記載は多数あるが，上側フィルムと下側フィルムの開口部における位置がほとんど同じであるとの記載は全くないし，示唆もない。",
                            "したがって，上側フィルムと下側フィルムの開口部における位置はほとんど同じであるとの原告の主張は，甲5の客観的記載事項に基づくものではなく，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(ア) bにつき",
                      "text": [
                        "原告は，甲5発明においては，第二のノズル43による上方からのエアの吹き付けによって，開口部における下側フィルム(フラップF)の搬送ベルト(コンベアベルト18)に対する密着状態が実現していると主張している。",
                        "しかし，甲5発明は，「コンベヤベルト18上におけるバッグに対する把持力を強くするため，ベルトの表面には，一連の穴21が形成されており，下方チャンバ22により空気がこれらの穴を通じて吸引され」(9頁末行～10頁2行，後記第4，2(2)ウ(ア) j。)，「更に，コンベヤベルト18に対するバッグの把持力を増すため，ベルトの表面は，例えばシリコンゴムのような，僅かに接着性のある材料層で覆われている」(11頁11～15行，後記第4，2(2)ウ(ア)l)ことから，下側フィルムとコンベアベルト18との密着状態は，吸引装置とベルト表面の素材により達成されている。",
                        "また，甲5発明は，「コンベヤベルト18により保持されたバッグの突出フラップFは，コンベヤベルトの側方にてフレームの側部に乗る」(10頁4～5行，後記第4，2(2)ウ(ア) j。)ことから，第二のノズル43が突出する下方フラップFに圧縮空気ジェットを噴射しても，バッグを偏平状態化するものではないし，コンベヤベルト18に密着させるものでもない。",
                        "したがって，甲5発明において，Bの偏平状態化工程に基づく密着状態は当然実現されているとの原告の主張は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(イ) aにつき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「バッグ全体が偏平」における「偏平」がどのような趣旨であるかは全く不明であると主張する。",
                            "しかし，甲5発明は，折り重ねられたバンドBにベローズ状の凹所を形成し，バンドBが延伸ローラ9によって延伸され，融着及び切断装置10によってバッグが完成し，完成したバッグがコンベヤベルト18で搬送されるから，コンベヤベルト18上のバッグは第一のノズル31によって膨張させられるまで全体が偏平になっていると解することに何の疑念もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，甲5発明が第二のノズル43による上方からのエアの吹き付けを採用しているのは，「バッグの開口部が確実に大きく開かれるようにする」ことを目的としていると主張する。",
                            "しかし，甲5の公表特許公報は，英文で公開された国際公開公報(乙1)の日本語訳である。甲5には，「固定装置25の直ぐ上流で，突出するフラップFに圧縮空気ジェットを噴射して理想的な挿入状態を確実にするための第二のノズル43が，フレームの縁部に固定されて設けられる」(11頁11～13行，後記第4，2(2) ウ(ア) l。)と記載されている。この部分の国際公開公報(乙1)における原文表記は，「there is a second nozzle 43 which is fixed to the edge of the frame so as to direct a jet of compressed air against the protruding flap F directly upstream of the securing means 25, so as to ensure its optimum insertion therein.」(11頁18～23行)である。”its”及び ”therein”は直前のもの又はことを意味するから，原文において，”its”は”the protruding flap F('s)”を意味し，”therein”は”(in) the securing means 25”を意味している。",
                            "したがって，上記「理想的な挿入状態を確実にする」との記載は，突出するフラップF(the protruding flap F)を固定装置25(the securing means 25)［支持部材26と加圧部材27の間］への理想的な挿入状態にするために，第二のノズル43を設けていると解すべきであるから，原告の上記主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(イ) bにつき",
                      "text": [
                        "原告は，甲3の1発明におけるCの開口工程の前段階において，甲3の1発明の吸着ベルト46の吸着機能に加えて，同様に前記吸着機能に立脚している甲5発明に着目しその第二のノズル43による上方からの噴射機能を更に重畳することは，当業者においては容易に想到し得る技術的改良であって，そこには何らの困難性も存在しないと主張する。",
                        "しかし，前記のとおり，甲5発明の吸着機能は，吸引装置とベルト表面の材料層が有するのであって，第二のノズル43による上方からの噴射機能によるものではない。",
                        "また，第二のノズル43による上方からの噴射機能は，突出するフラップFに圧縮空気ジェットを噴射して，突出するフラップFの固定装置25への理想的な挿入状態を確実にすることを目的としていることは明らかである。",
                        "さらに，甲5発明の第二のノズル43による上方からの噴射は袋に包装品を充填する段階において行われるものであるのに対し，甲3の1発明は包装品が充填された袋を密封する段階のものであるから，工程(構成)においても共通性はない。",
                        "したがって，甲3の1発明と甲5発明は，目的及び構成において全く共通性がないから，甲3の1発明と甲5発明とを組み合わせることの動機付けとなるものが存在しないのであって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (発明の内容)，(3) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の有無",
          "text": [
            "審決は，本件特許の請求項1ないし6(本件発明1ないし6)は甲1発明ないし甲6発明から容易想到とはいえないとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲10の2)には，次の記載がある。",
                    "・【従来の技術】",
                    "「プラスチック製の袋に包装品を充填したのち，その袋の開口端部をシールして包装品とすることは既に広く行われている。しかしながら，このような袋による包装方法は，厚手で腰の強いプラスチック袋を用いた包装に対しては行われているものの，薄くて柔軟なプラスチック製の袋を用いた包装品に対しては実用されていないのが現状である。」(段落【0002】)",
                    "・「その理由は，薄手で腰の弱いプラスチック袋に包装品を充填した後，その開口部をシールしようとしても，その袋が柔らかで腰が弱いため皺のない状態で開口部をきれいにシールすることが極めて困難なためである。」(段落【0003】)",
                    "・【発明が解決しようとする課題】",
                    "「本発明は，包装品を充填された薄いプラスチック製の袋の開口端部を皺のない状態でシールすることを可能とした，袋による包装方法を提供することを課題としている。」(段落【0006】)",
                    "・「本発明の包装方法によると，包装品を充填した袋の開口端部は先ず搬送ベルトに偏平状態にして保持され，袋はこの状態で開口されるので袋の開口部は確実に大きく開かれる。このように大きく開かれた開口内には2本の拡開口バーが挿入されて開口は横に広げられるので，品物を充填してある袋は開口端部が横に広げられて偏平となる。こうして偏平にされた袋の開口部をシーラで挟んでシールするので，開口部は皺のない状態でシールされる。」(段落【0008】)",
                    "・「このように，本発明の包装方法によれば，極く薄くて腰の弱いプラスチックの袋であっても，その開口が確実に開かれ，そこに挿入した拡開口バーにより袋の開口端部は確実に偏平状態に伸ばされて皺を生じさせることなくシールすることができる。」(段落【0009】)",
                    "・【発明の実施の形態】",
                    "「以下，本発明による包装方法を，薄いプラスチック袋によるスライス食パンの包装に適用した場合について図示した実施形態により具体的に説明する。図1は，本発明の実施の一形態による包装方法の全体工程を示す平面図である。図1において，2は供給コンベアで，この供給コンベア2は，スライス食パンが充填されて開口をあけたまゝのスライス食パン入りの袋4を前工程から矢印3の方向に搬送して来る。6はブレードコンベアであって，供給コンベア2によって搬送されて来るスライス食パン入りの袋4を横にしたまゝ矢印7の方向に搬送する。」(段落【0013】)",
                    "・【図1】(本件発明の包装方法をスライス食パンの包装に実施するための包装装置の構成を示す平面図)",
                    "・ 「8はガイドで，このガイド8は，供給コンベア2によって搬送されて来たスライス食パン入りの袋4の底部が図2に示すように当接されて，ブレードコンベア6によって移送されるスライス食パン入りの袋4を案内する働きをする。10と12は，袋4の開口端の空の部分を偏平になるようにベルトコンベア14，16に対し押しつけるための袋平整形ブローで，袋平整形ブロー10は短形状のエア吹出し口を有するが，袋平整形ブロー12は袋の開口端を強く吹きつけるよう丸いエア吹出し口を有している。」(段落【0014】)",
                    "・",
                    "・【図2】(図1のA−A線に沿う断面図)",
                    "・「エンドレスのベルトコンベア14と16は，シリコンベルトやウレタンベルトなど，プラスチック製の袋に対し粘着性をもつ(薄いプラスチック製の袋を付着させた状態で保持する)材料でつくられていて，袋4の開口部を搬送する搬送コンベアを構成している。これらのベルトコンベア14と16は，互いに間隔を保って平行に張設されて共に矢印15の方向に移動されている。この部分におけるブレードコンベア6，袋平整形ブロー10，12，ベルトコンベア14，16，及びスライス食パン入り袋4の位置関係を横から見た状態が図3に示してある。」(段落【0015】)",
                    "・【図3】(図1のB−B線に沿う断面図)",
                    "・「図示した装置は以上の構成を有し，これによれば，スライス食パンを充填された袋4は次のようにシールして包装される。すなわち，スライス食パンを入れた袋4がブレードコンベア6によって矢印7の方向に送られて，袋平整形ブロー10，12の配置されている位置に来ると，これらの袋平整形ブロー10，12から吹き出されるエアによって袋4の開口端部は，ベルトコンベア14，16に押しつけられて，これらのベルトコンベア14，16の表面に袋4の下面が付着した状態になって保持される。」(段落【0023】)",
                    "・「以上のようにしてベルトコンベア14，16上で偏平になってベルトコンベア14，16上に下面が密着されて付着した状態となった袋の開口部はシーラ42とシーラ受け46によって挟まれてシール部50が形成され密封される。こうしてシールされた，スライス食パン入りの袋4 は結束機52に送られ，開口部側の袋部分がすぼめられて適宜の結束が行われる。」(段落【0026】)",
                    "・【発明の効果】",
                    "「本発明の包装方法によれば，包装品を充填した袋の開口端部は先ず搬送ベルトに偏平状態にして保持され，この状態で袋は開口されるので袋の開口部は確実に大きく開かれる。",
                    "こうして大きく開かれた開口内には2本の拡開口バーが挿入されて横に広げられるので，品物を充填してある袋は開口端部が横に広げられて偏平になり，偏平にされた袋の開口部をシーラで挟んで，極く薄くて腰の弱いプラスチックの袋であっても皺のない状態でシールされる。」(段落【0034】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本件各発明は，包装品が充填された薄いプラスチック製の袋の開口端部を皺のない状態でシールすることを可能とするために，まず，包装品を充填した袋の開口端部を搬送ベルトによって搬送し，袋平整形ブローから吹き出されるエアによって袋の開口端部をベルトコンベアに押しつけて，ベルトコンベアの表面に袋の下面が付着した状態にして保持し，この状態で袋を開口することによって袋の開口部を確実に大きく開き，このように大きく開かれた開口内に2本の拡開口バーを挿入して開口を横に広げる結果，品物を充填してある袋は開口端部が横に広げられて偏平となり，こうして偏平にされた袋の開口部をシーラで挟んでシールする，という発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "各引用例の意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3の1発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3の1(特公昭62−12085号公報)には，次の記載がある。",
                        "a「発明の目的",
                        "本発明は・・・，従来のノズル脱気による真空包装方式に内在していた前記欠点を解決し，大量の包装袋を円滑に高速で真空包装処理することのできる真空包装装置を提供することを目的とする。より具体的には，内部に被包装物が充填された包装袋を搬送ライン上に戴置して順次下流に搬送するに際し，",
                        "①  包装袋がコンベヤ等の搬送手段上において，容易に位置ずれすることのないよう安定的に保持すること，",
                        "②  被包装物の形態や嵩張り状態の程度に関係なく，包装袋の開口部を開放するようにして，順次到来する包装袋中に，迅速かつ確実に真空吸引ノズルを挿入し得るようにすること，",
                        "③  包装袋の開口部中に真空吸引ノズルを挿入した状態で，搬送手段により搬送されつつ真空吸引を実施して脱気を行ない，このとき該ノズルと包装袋とが安定的に保持されて，位置ずれを生じないこと，",
                        "④  真空吸引ノズルを挿入した包装袋に真空吸引を施しつつ搬送する途次において，該包装袋の開口部を安定的に保持しながら，該開口部におけるノズル先端より内方で溶着密封を施して，高い真空到達度を達成すること，",
                        "等が本発明における前記問題点に対する解決課題である。これにより，大量の包装袋の円滑な真空包装処理が高速で達成される」(5欄16～末行)",
                        "b「第1図は，本発明装置の実施例が好適に応用される一連の真空包装ラインの概略構成を示す。この真空包装ラインは，被包装物10の搬送経路に従つて，製袋充填セクシヨン12，包装袋の開口開放セクシヨン14および真空包装セクシヨン16の3つのブロツクに大別される。」(6欄33～38行)",
                        "・【第1図】(本発明の真空包装装置の一実施例)",
                        "c「第1図の実施例では，包装袋36はその開口部を横にして水平に搬送され，真空吸引ノズル66は該開口部に水平に挿入されるようになつている」(6欄末行～7欄3行)",
                        "d「製袋充填セクシヨン12につき概略説明すると，ロール状に巻かれた気密性でかつ加熱溶着等のヒートシール可能な包装用フイルム18を，一対の引張りローラ20により繰出すと共に，ターニングバー22を介して走行方向を転換させ，フオーマ(製袋器)24により折返して断面形状において横U字形を呈する連続フイルムを形成する。",
                        "スプロケツト26に巻掛けされて循環走行する無端チエン28に，図示形状のプツシヤ30を所定間隔で配設し，このプツシヤ30により被包装物10を，前記横U字形に形成したフイルム18の間に送り込む。被包装物10を挟持したフイルム18は，コンベヤ32上を搬送されると共に，このコンベヤ32の所定位置に上下の関係で対向的に配設した加熱切断刃34(本体作動部は図示せず)により，所定間隔で横方向に加熱融着および切断されて，一端部が開口し内部に被包装物10を充填した個々の包装袋36が得られる。」(7欄9～27行)",
                        "e「前記の製袋充填セクシヨン12におけるコンベヤ32の搬送方向下流に，包装袋の開口開放セクシヨン14が整列的に隣接配置される。この包装袋の開口開放セクシヨン14は，少なくとも一端部が開口した包装袋36(実施例では一端部のみ開口している)の開口部を充分開放せしめて，後工程での真空吸引ノズルの挿入を容易にするために設けられる。そして包装袋36を搬送ベルト面に吸着固定する吸着ベルト46と，この吸着ベルト46の側方に配置されて，前記包装袋36の開口部を送気により充分開放させる送気ノズル48とから基本的に構成される。すなわち，吸着ベルト46は，水平に所定間隔離間して平行配置したローラ50，50に巻掛けた無端ベルトコンベヤであつて，その搬送ベルト面に多数の通孔52が穿設されると共に，対向する上下のベルトの間に真空源(図示せず)に接続する真空箱54が介装され，該真空箱54の上方開口部は，上部搬送ベルト面の裏側に近接して臨んでいる。従つて，真空箱54を真空源に連通すれば，吸着ベルト46の上部搬送ベルト面には負圧帯域が形成され，この負圧帯域に載置された包装袋36は，吸着ベルト46に確実に吸着固定されたまま搬送されることになる。」(8欄14～37行)",
                        "f「前記製袋充填セクシヨン12(例えば第1図～第3図の何れか)で被包装物10を充填され，かつ少なくとも一端部を開口された個々の(非連続の)包装袋36は，次工程の包装袋の開口開放セクシヨン14に移送される。そして真空箱54の真空付勢を行なうことにより負圧帯域が形成された吸着ベルト46の搬送ベルト面に，前記包装袋36は確実に吸着固定されて矢印方向に搬送される(第7図①参照)。",
                        "このように吸着ベルト46に吸着担持された包装袋36が，前記の送気ノズル48の前方を通過すると，その通過タイミングに合わせて(または常時作動により)図示しないコンプレツサからの圧縮空気が，該ノズル48から包装袋開口部に向けて供給送気され，これによつて該開口部は充分に開放される(第7図②参照)。この場合に，包装袋36はベルト46に確実に安定吸着されているから。前記ノズル48からの送気によつて吹飛ばされたり，位置ずれを生じたりすることはない。",
                        "開口部が充分開放された包装袋36は，真空包装セクシヨン16に搬送され，第1図および第7図③に示すように，搬送ベルト56およびその上方に平行に配設された押えベルト58とにより挟圧保持される。これによつて包装袋36は，その搬送途次において，搬送ベルト56に対し位置ずれを来たすことはない。このように両ベルト56，58により包装袋36が挟圧保持されるのとタイミングを合わせて，第1図のように同期的に周回走行している一連のノズル66が，順次対応の包装袋36の開口部に挿入され(第7図③)，ノズル挿入状態で搬送される途次において，前記一対の弾性ベルト82，82により包装袋36の開口部周縁は密着的に挟圧される(第7図④参照)。またこれと同時に，包装袋36に挿入されている当該の真空吸引ノズル66は，弁作用下に真空ポンプ76に連通して真空吸引が行なわれ，包装袋36の脱気がなされる(第7図④および第7図⑤)。」(12欄5～末行)",
                        "・【第7図】(本件発明に係る真空包装装置を稼動させた場合の，包装袋の真空包装工程を概略的に①ないし⑧として順次示した説明図)",
                        "g「次いで包装袋36は，前記真空吸引ノズル66が開口部中に挿入され，かつ前記一対の弾性ベルト82，82により開口部周辺を密着的に挟圧された状態のまま搬送され，その間に前記第1の密封融着装置84により，開口部周辺の密封融着(シール)が施される(第7図⑥参照)。」(13欄6～11行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲3の1発明は，審決が認定するとおり(審決9頁8～22行)，「製袋充填セクション12，開口開放セクション14及び真空包装セクション16からなる真空包装装置であって，製袋充填セクション12で被包装物10が充填され，かつ，一端部が開口された個々の包装袋36は，開口開放セクション14において，多数の通孔52が穿設された吸着ベルト46の裏側に臨む真空箱54を真空付勢することで負圧帯域が形成された該吸着ベルト46の搬送ベルト面に吸着固定されつつ搬送され，送気ノズル48の前方を通過する時に送気ノズル48から圧縮空気が送気されて開口部が開放され，次いで，開口部が充分に開放された包装袋36は，真空包装セクション16に搬送され，搬送ベルト56および押えベルト58により挟圧保持され，両ベルトと同期して走行する真空吸引ノズル66が開口部に挿入されるとともに，一対の弾性ベルト82により開口部周縁が挟圧され，真空吸引により包装袋36の脱気がなされた後，密封融着装置84により開口部周辺のシールが施されるものであり，少なくとも開口開放セクシヨン14および真空包装セクシヨン16において包装袋36は開口部を横にして水平に搬送される真空包装装置」という発明であると認めることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2(米国特許第5092104号明細書)には，次の記載がある。",
                        "a・「Referring to the drawings in detail and, in particular to FIG.1,"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "universal bag spreader apparatus of this invention, indicated generally at 12, is utilized in conjunction with a baked goods production system 14. The baked goods production system 14",
                          "text": [
                            "utilizes 1) a bakery and packing assembly 20 wherein a product,",
                            "such as hamburger or hot dog buns, are baked to achieve a baked product 16 which is placed in a container member 18 that may consist of a clear plastic bag of various sizes, shapes, and thicknesses; 2) a continuous conveyor assembly 22 to convey the bag container member 18 enclosing the baked product 16 on a belt or roller conveyor structure;」(5欄51～63行)",
                            "・審決書における訳文：「詳細な図面および特に図1を参照すると，12で示された本発明の汎用袋拡開装置は，焼成商品生産システム14に関連して利用される。焼成商品生産システム14は，1)内部でハンバーガーやホットドッグ用のパンのような物品が焼成されて焼成品16となり，これは種々の寸法，形状および厚みの透明なプラスチック袋からなる容器18中に配置される焼成包装組立体20と，2)前記焼成品16を封入した袋容器18をベルトまたはローラーコンベア上で搬送する連続コンベヤ集合体22とを利用している。」",
                            "・Fig−1(図1)",
                            "b・「The primary object of the universal bag spreader apparatus 12 of this invention is to utilize air flow to place the open bag end of the container member 18 in the best condition for subsequent operation through the bag closing assembly which is spread out and flattened to a minimum height.」(11欄45～50行)",
                            "・審決書における訳文：「本発明に係る汎用袋拡開装置12の主たる目的は，空気流を利用して容器18の開放袋端を，次工程のために袋閉成機構によって拡開され平坦にされて最小の高さとなった最良状態にすることにある。」",
                            "c・「The universal bag spreader apparatus of this invention provides a means of achieving an adjustable air flow and volume which can be directed through a discharge nozzle in a precise manner against the top and open end of a container member operable to 1) first contact and drive out any air contained with the container member through the open end thereof; and 2) force an outer open end of the air evacuated container member into a flattened condition for a subsequent bag closing operation,",
                            "thus placing in the best condition for attaching a clip member and tie member thereto.」(13欄30～40行)",
                            "・審決書における訳文：「本発明に係る汎用袋拡開装置は，容器の頂部および開放端に対して排気ノズルを介して調節可能な空気流を指向させる手段を提供するものであり，この空気流は1)第1に容器の開放端に接触して該容器に含まれている空気を追い出し，また2)空気が排出された容器の外部開放端を次の袋閉成工程のために平坦となる条件として，該容器にクリップや締具を装着するのに最適な状態におくものである。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲2発明は，焼生品を封入したプラスチック袋からなる容器18を連続コンベヤ集合体22に載せ，連続コンベヤ集合体22の外周に配置されたエプロン状の板の上で，ベルト上で搬送される容器の開放端に排気ノズルを介して調節可能な空気流を指向させることにより，該開放端を平坦にし，次の工程において容器にクリップや締具を装着するのに最適な状態とする袋拡開装置，という発明であると認めることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5(特表平9−501378号公報)には，次の記載がある。",
                        "a【特許請求の範囲】",
                        "「1・・・，熱溶融性プラスチック材料で出来たバンドであって，長手方向の折り線に沿って折り重ねられ，互いに重なり合った上下のフラップを有しており，その下方のフラップが上方のフラップを横方向に越えて突出するようになされている該バンドを，所定の方向に送り且つ間欠的に前進させる手段と；・・・」(2頁5～8行)",
                        "b「5．請求の範囲第4項に記載の機械にして，前記固定手段の上流に配置され且つ前記バッグの突出する縁部の方向に向けられている第二のノズルにして，該バッグを支持部材に対して安定的な接触状態に保つための第二のノズルを備えることを特徴とする機械。」(3頁8～11行)",
                        "c【発明の詳細な説明】〔技術分野〕",
                        "「こうした機械の極く一般的な適用分野は，焼いた後にその風味が失われないように密封バッグ内に直接，挿入しなければならない，ベーカリ製品又はパン塊のような腐敗し易い商品，又は食料品を包装する分野である。」(5頁6～8行)",
                        "d〔背景技術〕",
                        "「伊国特許出願第VI91A000086号の明細書には，熱溶融性材料製の透明なフィルムから成るバンド(帯状物)から開始して，熱溶融性プラスチック材料製バッグを製造する機械と，及びそのバッグを該機械の下流に配置された充填装置に向けて間欠的に前進させる手段とが記載されている。",
                        "充填ステーションは，送りベルトから一つの製品を一度に一つずつ機械の充填領域に向けて搬送するクランプを備えている。製品を挿入する前に，各バッグは，バッグの固定手段と整合されたノズルから放出される圧縮空気ジェットによって膨張される。",
                        "この機械は，生産量を著しく増大させるものの，バッグの融着及び切断段階と充填段階との間にて生じる幾つかの公知の欠点がある。」(5頁23～6頁2行)",
                        "e「上述の特許の明細書に記載された機械のもう一つの欠点は，バッグの前進速度が速くなると，充填ステーションから直ぐ上流領域にて支持体表面がバッグを把持する力が弱くなることである。更に，バッグは，巻き上がったり，局部的に持ち上がったりして，膨張前に，安定状態を保つことは出来ない。」(6頁10～13行)",
                        "f「充填前に，バッグの開放側部を通じて各バッグに圧縮空気を噴射して，バッグを膨張させる噴射手段と，該噴射手段により膨張させる間に各バッグをその下方フラップの縁部に沿って保持する固定手段」(7頁11～13行)",
                        "g「該加圧装置は，固定したバッグ内に圧縮空気を噴射する第一のノズルをその略中央位置に備えることが望ましい。",
                        "固定手段の上流に配置され且つ固定すべきバッグの縁部に直接，向けられた第二のノズルを提供し，水平位置にて固定手段と同一高さで搬送面と安定した接触状態にバッグを保つことが可能である。」(7頁21～25行)",
                        "h〔好適な実施例の説明〕",
                        "「バンドBは，厚さ数ミクロンで，透明であることが望ましい熱溶融プラスチック材料で形成したフィルムで構成され，該フィルムは，予め長手方向に沿って折り重ねられている。フィルムは，その二つのフラップの内の一方のフラップFが他方のフラップよりも幅が広くなるように折り重ねられ，一方のフラップFの縁部が他方のフラップの縁部よりも突出するようにする。」(8頁23～27行)",
                        "i「ブレード11により為される融着及び切断の結果，三つの連続した側部に沿って閉鎖される一方，突出するフラップFがある側方の縁部にて開放した，互いに隣接する二つのバッグの側縁部が形成される。」(9頁18～20行)",
                        "j「コンベヤベルト18上におけるバッグに対する把持力を強くするため，ベルトの表面には，一連の穴21が形成されており，下方チャンバ22により空気がこれらの穴を通じて吸引される。チャンバ22は，パイプ23により吸引装置24に接続されている。",
                        "コンベヤベルト18により保持されたバッグの突出フラップFは，コンベヤベルトの側方にてフレームの側部に乗る。",
                        "バッグを充填する際にバッグの突出するフラップFを固定する装置が，端部の延伸ローラ19に近接する位置に配置されている。」(9頁末行～10頁7行)",
                        "k「ノズル31が固定装置25の加圧部材27に挿通されてインペラに接続され，固定装置25が突出するフラップFを固定した後に，バッグを膨張させ得るようになされている。」(10頁15～17行)",
                        "l「本発明によれば，固定装置25の直ぐ上流で，突出するフラップFに圧縮空気ジェットを噴射して理想的な挿入状態を確実にするための第二のノズル43が，フレームの縁部に固定されて設けられる。",
                        "更に，コンベヤベルト18に対するバッグの把持力を増すため，ベルトの表面は，例えばシリコンゴムのような，僅かに接着性のある材料層で覆われている。」(11頁11～15行)",
                        "・【図1】(製品充填ステーションを省略した本発明によるバッグ製造機械の全体的な斜視図)",
                        "・【図3】(本発明による機械の端部領域の平面図)",
                        "・【図4】(図3の細部の平面図)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲5発明は，プラスチックフィルムから構成されるバンドが長手方向の折り線に沿って折り重ねられ，互いに重なり合った上下のフラップのうち，下方フラップFの縁部が上方フラップの縁部よりも突出するようにされたものを融着・切断することにより，三つの連続した側部にて閉鎖されるとともに突出するフラップFがある側方の縁部にて開放するバッグを形成し，コンベヤベルト18上に吸引保持された該バッグの突出する下方フラップFの縁部をコンベアベルト18の側方に配置された固定装置25により固定した後に，固定装置25に備えられた第一のノズル31からバッグの開放側部を通じてバッグ内に圧縮空気を噴射してバッグを膨張させ，その後，バッグにベーカリ製品等の商品を充填するバッグ製造機械であって，固定装置25の上流に配置された第二のノズル43から，突出する下方フラップFの縁部に向けて圧縮空気を噴射し，バッグを搬送面と安定した接触状態に保つバッグ製造機械，という発明であると認めることができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲3の1発明とを対比",
              "text": [
                "前記(1) 及び(2) によれば，本件発明1と甲3の1発明とを対比すると，両者は「包装品を充填した袋の開口端部を搬送ベルト上に横置きにして行う包装方法であって，袋の開口を開かせる工程と，袋の開口端部を挟んでシールする工程を含む，袋による包装方法。」という点で一致し，「本件発明1は，袋の開口を開かせる工程の後であって，かつ，袋の開口端部を挟んでシールする工程の前に，開口した袋内に2本の拡開口バーを挿入しそれを横に広げて袋の開口を横に広げる工程を含むのに対して，甲3の1発明は，そのような工程を含まない点」(相違点1)及び「本件発明1は，袋の開口を開かせる工程の前に，袋の開口端部に上方からエアを吹き付けて袋の開口部を搬送ベルトに対して偏平状態にさせる工程を含むのに対して，甲3の1発明は，そのような工程を含まない点」(相違点2)で相違するとした審決の認定に誤りはない。",
                "原告は，上記相違点2に関する審決の判断に関し，甲3の1発明と甲2発明との組合せ等について言及するので，以下これについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3の1発明と甲2発明との組合せについて",
                  "text": [
                    "本件発明1において，袋の開口を開かせる工程(C工程)の前に，袋の開口端部に上方からエアを吹き付けて袋の開口部を搬送ベルトに対して偏平状態にさせること(B工程)の技術的意義については，前記(1) アの段落【0008】及び【0009】の記載によれば，薄くて腰の弱いプラスチックの袋であっても袋の開口部が確実に大きく開かれるようにするためであること，すなわち，袋の開口過程(C工程)をより効果的にするためその前段階で用いられるものであると認められる。",
                    "また，甲3の1発明は，前記(2) ア(イ) 記載のとおりの発明であるから，",
                    "甲3の1発明に甲2発明を参酌することによって本件発明1が容易想到というためには，甲3の1発明において，製袋充填セクション12で被包装物10が充填され，かつ，一端部が開口された個々の包装袋36が吸着ベルト46の搬送ベルト面に吸着固定されつつ搬送された後，送気ノズル48から圧縮空気が送気されて開口部が開放される前に，甲2発明の「排気ノズルを介して調節可能な空気流を指向させる手段」を適用することを要する。",
                    "しかし，前記(2) イ(ア) cの記載によれば，甲2発明においてベルト上で搬送される容器の開放端に排気ノズルを介して空気流を指向させることの目的は，排気ノズルによる空気流によって，容器18の外部開放端を次の袋閉成工程のために平坦にするものであって，袋の閉成工程(本件発明のE工程)の前工程に用いられる機能である。",
                    "このように，甲2発明の「排気ノズルを介して調節可能な空気流を指向させる手段」は袋の閉口といった袋の開口過程(C工程)とは全く逆の工程に用いられるものであるから，甲3の1発明における袋の開口過程の前段階に甲2発明の「排気ノズルを介して調節可能な空気流を指向させる手段」を適用することの動機付けとなるものが存在しないといわざるを得ない。したがって，甲3の1発明に甲2発明を参酌しても，当業者(その発明の属する技術の分野における通常の知識を有する者)が相違点2を容易に想到し得るものとすることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3の1発明と甲5発明との組合せについて",
                  "text": [
                    "甲5発明の意義は，前記(2) ウ(イ) のとおりであるから，甲5発明において，第二のノズル43は，コンベアベルト18の側方に位置する下方フラップFの縁部に向けて圧縮空気を噴射するものであって，上方フラップを含むバッグの開口部をコンベヤベルト18に対して偏平状態にする作用を奏するとはいえない。したがって，甲5発明には，本件発明のB工程，すなわち，「開口端部に上方からエアを吹き付けて同開口部を前記搬送ベルトに対して偏平状態にさせ」る技術事項が開示されているとは認められないから，甲3の1発明に甲5発明を参酌したとしても，当業者が相違点2を容易に想到し得るものとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲3の1発明と甲2発明及び甲5発明との組合せについて",
                  "text": [
                    "前記ア及びイのとおり，甲3の1発明に甲2発明を参酌しても，また，甲3の1発明に甲5発明を参酌しても，本件発明1の容易想到性が否定されるところ，甲2発明は内容物が入った状態の袋の閉止工程のために「排気ノズルを介して調節可能な空気流を指向させる手段」を使用するものであるのに対し，甲5発明は内容物が入っていない段階の袋の開口工程のために第二のノズル43から突出する下方フラップFの縁部に向けて圧縮空気を噴射するものであるから，両者はそれぞれ目的及び適用場面を異にするものであり，甲3の1発明に対し甲2発明と甲5発明を併用して組み合わせることの動機付けとなるものが存在しないといわざるを得ない。",
                    "したがって，甲3の1発明に甲2発明及び甲5発明を参酌しても，当業者が相違点2を容易に想到し得るとすることはできないというほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告主張の取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(甲2発明に対する評価及び甲3の1発明との結合に関する判断の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(イ) (甲3の1発明と甲2発明の技術上の共通性)につき",
                      "text": [
                        "原告は，甲3の1発明における吸着ベルトによる搬送工程と甲2発明による上方からのエアの吹き付けを伴う搬送工程とは，少なくとも下側フィルムが搬送手段に対し密着状態を実現し，これによって次の工程を確実に実現し得る点において明らかに共通していると主張する。",
                        "しかし，甲2発明においては，原告が指摘する箇所を考慮しても，下側フィルムが搬送ベルトに対し密着状態であるか否かは明らかではなく，かえって，前記(2) イ(ア) b及びcの記載によれば，甲2発明において「排気ノズルを介して調節可能な空気流を指向させる手段」によって容器18に含まれている空気を追い出して，容器18の開放袋端を平坦にして最小の高さにしていることは認められるものの，原告が主張するように，開放袋の下側フィルムを「密着」することまで読み取ることはできないし，また，甲2発明において，エアの吹き付けを行う容器18の開放端は，固定されたエプロン状の板の上に戴置されているから，開放端の下側フィルムがそのエプロン状の板に密着してしまうと容器18の搬送に支障を来すと認められることを考慮すると，甲2発明においてはむしろ下側フィルムが搬送ベルトに対して密着状態とはなっていないと考えるのが相当である。したがって，甲3の1発明における吸着ベルトによる搬送工程と甲2発明による上方からのエアの吹き付けを伴う搬送工程とが下側フィルムが搬送手段に対し密着状態を実現している点で共通であると認めることはできない。",
                        "仮に，原告が主張するように，甲3の1発明における吸着ベルトによる搬送工程と甲2発明による上方からのエアの吹き付けを伴う搬送工程とが，少なくとも下側フィルムが搬送手段に対し密着状態を実現し，これによって次の工程を確実に実現し得るとしても，前記(3) アのとおり，甲3の1発明における次の工程は袋の開口工程であるのに対し，甲2発明における次の工程は袋の閉止工程であるから，下側フィルムが搬送手段に対し密着する可能性がある点を除けば，両発明の当該工程は全く逆の工程の前段階の工程であって，技術的な共通性を認めることができないといわざるを得ない。",
                        "また，原告は，甲2発明において，下側フィルムは「密着を伴う平坦化」について部分的な共通性があるとも主張する。",
                        "しかし，仮に原告が主張するような密着を伴う平坦化について部分的な共通性があったとしても，そのような部分的な共通性が存する程度では，甲3の1発明の開口工程と甲2発明の閉止工程という決定的な差違を補うものと認めることはできないというべきである。",
                        "以上のとおり，この点に関する原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(ウ)(甲3の1発明に対する甲2発明による置換又は重畳の可否)につき",
                      "text": [
                        "原告は，甲3の1発明と甲2発明とは搬送状態に際して開口部における下側フィルムが搬送手段に密着している点において共通していることを前提に，このような場合，甲2発明に着目し，甲3の1発明の搬送状態として，①吸着ベルト46における吸着機能に代えて，甲2発明の偏平状態化工程を採用するという置換，②甲3の1発明の吸着ベルト46の吸着機能に加えて，甲2発明の偏平状態化工程をも採用するという重畳のいずれかを採用することは，当業者において容易に想到し得る事項であると主張する。",
                        "しかし，そもそも甲3の1発明と甲2発明とは搬送状態に際して開口部における下側フィルムが搬送手段に密着している点において共通しているといえないことは前記(ア) のとおりである。また，甲3の1及び甲2のいずれにも，袋の開口部を搬送ベルトに対して偏平状態にさせた後に袋の開口を開かせることの本件発明の技術的意義(本件明細書の段落【0008】及び【0009】参照)は開示されておらず，その示唆もないことに加えて，甲3の1発明において原告が主張する「吸着ベルト46の吸着機能」は，袋の開口工程において用いられる機能であるのに対し，原告が主張する「甲2発明の偏平状態化工程」は，甲2の排気ノズルによる空気流によって容器18の外部開放端を次の袋閉成工程のために平坦にするものであり，袋の閉成工程(本件発明のE工程)の前工程に用いられる機能であって，全く逆の工程に用いられるものであることを考慮すると，吸着ベルト46における吸着機能に代えて甲2発明の偏平状態化工程を採用するという置換をしたり，あるいは甲3の1発明の吸着ベルト46の吸着機能に加えて甲2発明の偏平状態化工程をも採用するという重畳を行うことは，当業者といえども容易になし得る事項であるとはいえないというべきである。",
                        "以上のとおり，この点に関する原告の主張も採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲5発明に対する認定判断の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア) につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，第二のノズルによる圧縮空気の噴射は決してフラップFと搬送ベルト(コンベアベルト18)との接触状態だけではなく，開口部を含むバッグ全体における搬送ベルト(コンベアベルト18)に対する安定した接触状態，すなわち密着状態を目的とし，かつ実現しているのであるとか，第二のノズル43は単に下側フラップFだけでなく，上側フラップ，すなわち上側フィルムをも含む開口部全体に対し，第二のノズル43からのエアの吹き付けを行っているなどと主張する。",
                            "しかし，甲5発明の意義は前記(2)ウ(イ)のとおりであり，特に，前記(2)ウ(ア)a，b，k及びlの記載からすると，甲5発明は，上方と下方で異なる長さのフラップをもつバッグを前提に，突出している下方のフラップFに対して第二のノズル43から圧縮空気ジェットを噴射して，突出している下方のフラップFが，固定装置25に確実に挿入されて固定され，ノズル31によってバックが膨張するものである，と認められる。",
                            "したがって，第二のノズル43は，コンベアベルト18の側方に位置する下方フラップFの縁部に向けて圧縮空気を噴射するものであるから，バッグの開口部をコンベヤベルト18に対して偏平状態にする作用を奏するとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，仮に，原告が主張するように，甲5発明において，下側フィルム(フラップF)を搬送ベルト(コンベアベルト18)に密着状態とするものであるとしても，そのことは，バックの下方フラップFを固定装置25に確実に挿入し固定することを意味するのであって，本件発明1のB工程のように「開口端部に上方からエアを吹き付けて同開口部を前記搬送ベルトに対して偏平状態にさせ」て，下方のフラップのみならず，上方のフラップも併せた開口部を搬送ベルトに対して扁平状態にするものとは目的，作用効果が異なっている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，原告は，甲5の図3及び図4においては下方のフラップの突出の程度は極めて小さい旨主張する。",
                            "しかし，前記(2) ウ(ア) a及びkのとおり，甲5発明には「上下のフラップを有しており，その下方のフラップが上方のフラップを横方向に越えて突出する」ものであって，「固定装置25が突出するフラップFを固定」することが明記されていることからすれば，少なくとも固定装置25が固定できる程度には下方のフラップは突出していることは明らかであるから，原告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(イ) につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲5発明が第二のノズル43による上方からのエアの吹き付けを採用しているのは，結局Bの搬送ベルトに対する偏平状態化工程によって下側フィルムの搬送ベルト(コンベアベルト18)に対する密着状態及び開口部における画一的な平坦形状を実現することによって次の工程である第一のノズル31による開口工程に際し，「バッグの開口部が確実に大きく開かれるようにする」ことを目的としているからに他ならないと主張する。",
                            "しかし，前記(ア) のとおり，甲5発明が第二のノズル43による上方からのエアの吹き付けを採用しているのは，上方と下方で異なる長さのフラップを持つバッグを前提に，突出している下方のフラップFに対して第二のノズル43から圧縮空気ジェットを噴射して，突出している下方のフラップFが，固定装置25に確実に挿入され固定されるようにするものであるから，搬送ベルトに対する偏平状態化工程によって下側フィルムの搬送ベルト(コンベアベルト18)に対する密着状態及び開口部における画一的な平坦形状を実現するかどうかにかかわらず，エアの吹き付けは，あくまで下方のフラップFを固定装置25に確実に挿入するためのものであって，原告の上記主張は失当である。",
                            "なお，この点に関し，原告は，甲5の原文である国際公開公報(乙1)における原文表記「there is a second nozzle 43 which is fixed to the edge of the frame so as to direct a jet of compressed air against the protruding flap F directly upstream of the securing means 25, so as to ensure its optimum insertion therein.」(11頁18～23行)の英文のうち，”its”(自らの)が”the protruding flap F('s)”を意味している以上，”therein”(その中へ)もまた，”protruding flap F”を対象としていることから”(in)the protruding flap F”の趣旨であって，前記英文に対応する記載部分は，フラップFにおける製品の理想的な挿入状態に関する記載と解すべきである旨主張する。",
                            "しかし，この点については，被告が主張するとおり，\"its\"と\"there in\"もともに\"the protruding flap F('s)を指すものであることは明らかであって，上記英文は，突出するフラップF(the protruding flap F)を固定装置25(the securing means 25)への理想的な挿入状態にするために，第二のノズル43を設けていると解すべきであるから，原告の上記主張は根拠がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，甲3の1発明におけるCの開口工程の前段階において，甲3の1発明の吸着ベルト46の吸着機能に加えて，同様に前記吸着機能に立脚している甲5発明に着目し，その第二のノズル43による上方からの噴射機能を更に重畳することは，当業者においては容易に想到し得る技術的改良であって，そこには何らの困難性も存在しないなどと主張する。",
                            "しかし，上記のように，甲5発明では，突出している下方のフラップFが固定装置25に確実に挿入され固定されるために第二のノズル43から圧縮空気ジェットを噴射するものであるのに対して，甲3の1発明では，Cの開口工程の前段階において，吸着ベルト46の吸着機能によって送気ノズル48のエアによる位置ずれを防止して安定的に保持して搬送するものである。",
                            "そうすると，甲5発明のように突出している下方のフラップFに圧縮空気ジェットを噴射して固定装置へそれを確実に挿入し固定する技術と，甲3の1発明のような送気ノズルのエアによる位置ずれを吸着ベルトによって防止する技術とは異なるから，原告が主張するように両者の技術はともに吸着機能に立脚しているとすることはできす，甲3の1発明の吸着ベルト46の吸着機能に加えて，甲5発明に着目し，その第二のノズル43による上方からの噴射機能を更に重畳することは当業者といえども容易に想到し得るということはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，この点に関する原告の主張はいずれも採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}