{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800056号事件について平成22年3月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，特許第3660326号(発明の名称「デジタル地図情報提供方法，デジタル地図情報提供システム」，平成14年5月31日出願・特願2002−159007号，平成17年3月25日設定登録，設定登録時の請求項の数は12であった。以下「本件特許」という。甲1)の特許権者である。",
            "被告は，平成20年3月28日，本件特許(請求項1ないし12)について無効審判を請求し，特許庁は，平成21年3月30日，本件特許(請求項1ないし12)を無効とする審決をし，その謄本は，同年4月10日，原告に送達された。",
            "原告は，平成21年5月7日，審決取消訴訟(平成21年(行ケ)第10119号)を提起し，同年6月4日，訂正審判(訂正2009−390075号)を請求した。知的財産高等裁判所は，平成21年7月3日，特許法181条2項の規定により審決を取り消す決定をした(甲7)。",
            "原告は，平成21年8月7日，訂正請求をした(以下「本件訂正」という。",
            "本件訂正により請求項の数は10とされた。本件訂正後の明細書を「訂正明細書」という。甲8)。",
            "特許庁は，平成22年3月17日，「訂正を認める。特許第3660326号の請求項1ないし10に係る発明についての特許を無効とする。」との審決(以下，単に「審決」という。)をし，その謄本は，同月30日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項の記載は次のとおりである。",
            "【請求項1】",
            "作成したデジタル地図情報提供側の，第1のコンピュータシステムから所与の情報記憶媒体または公衆回線を介して，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって，",
            "第1のコンピュータシステムの，オブジェクト単位で地図情報の更新又は排他制御を実行可能であってオブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータを，第1のコンピュータシステムから第2のコンピュータシステムに提供し，提供されたデータ構造及びデータ定義の少なくとも一つとデータに基づき，第2のコンピュータシステムにオブジェクト単位で地図情報の更新又は排他制御を実行可能であってオブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築するステップと，",
            "第1の空間データベースのデジタル地図情報の更新に伴い発生する差分更新データを第2のコンピュータシステムに提供するステップと，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースを更新するステップと，を含み，",
            "前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，",
            "提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行することを特徴とするデジタル地図情報提供方法。",
            "【請求項2】",
            "請求項1において，",
            "各オブジェクトに対し一意の空間インデックスを付与するテーブルを含み，  第1のコンピュータシステム又は第2のコンピュータシステムにアクセスするGISエンジンからは空間インデックスを指定することによりオブジェクト単位で形状データにアクセス可能であることを特徴とするデジタル地図情報提供方法。",
            "【請求項3】",
            "請求項1又は2のいずれかにおいて，",
            "第1のコンピュータシステムが，第1の空間データベースを更新する際の入カデータに基づき，更新後のデジタル地図情報と更新前のデジタル地図情報の差分更新データを自動的に抽出するステップを含み，  前記差分更新データを第2のコンピュータシステムに提供することを特徴とするデジタル地図情報提供方法。",
            "【請求項4】",
            "請求項1乃至3のいずれかにおいて，",
            "前記差分更新データには，変更されたオブジェクトの形状の外周の代表点の座標値の差分更新データを含むことを特徴とするデジタル地図情報提供方法。",
            "【請求項5】",
            "請求項1乃至4のいずれかにおいて，",
            "前記差分更新データには，変更されたオブジェクトの属性データを含むことを特徴とするデジタル地図情報提供方法。",
            "【請求項6】",
            "作成したデジタル地図情報提供側の，第1のコンピュータシステムから所与の情報記憶媒体または公衆回線を介して，GISベンダー又はGISユーザを含むデジタル地図情報利用側の，第2のコンピュータシステムにデジタル地図情報を提供するデジタル地図情報提供システムであって，第1のコンピュータシステムの，オブジェクト単位で地図情報の更新又は排他制御を実行可能であってオブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータを，第1のコンピュータシステムから第2のコンピュータシステムに提供し，提供されたデータ構造及びデータ定義の少なくとも一つとデータに基づき，第2のコンピュータシステムにオブジェクト単位で地図情報の更新又は排他制御を実行可能であってオブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する手段と，第1の空間データベースのデジタル地図情報の更新に伴い発生する差分更新データを第2のコンピュータシステムに提供する手段と，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースを更新する手段と，を含み，",
            "前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，",
            "提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行することを特徴とするデジタル地図情報提供システム。",
            "【請求項7】",
            "請求項6において，",
            "各オブジェクトに対し一意の空間インデックスを付与するテーブルを含み，第1のコンピュータシステム又は第2のコンピュータシステムにアクセスするGISエンジンからは空間インデックスを指定することによりオブジェクト単位で形状データにアクセス可能であることを特徴とするデジタル地図情報提供システム。",
            "【請求項8】",
            "請求項6又は7のいずれかにおいて，",
            "第1のコンピュータシステムが，第1の空間データベースを更新する際の入カデータに基づき，更新後のデジタル地図情報と更新前のデジタル地図情報の差分更新データを自動的に抽出する手段を含み，",
            "前記差分更新データを第2のコンピュータシステムに提供することを特徴とするデジタル地図情報提供システム。",
            "【請求項9】",
            "請求項6乃至8のいずれかにおいて，",
            "前記差分更新データには，変更されたオブジェクトの形状の外周の代表点の座標値の差分更新データを含むことを特徴とするデジタル地図情報提供システム。",
            "【請求項10】",
            "請求項6乃至9のいずれかにおいて，",
            "前記差分更新データには，変更されたオブジェクトの属性データを含むことを特徴とするデジタル地図情報提供システム。」",
            "(以下，請求項1ないし10に係る発明を，それぞれ「本件発明1」ないし「本件発明10」といい，本件発明1ないし10を包括して「本件各発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件各発明は，本件特許出願前に日本国内において頒布された刊行物である特開平11−312233号公報(以下「引用例」という。甲3)記載の発明(以下「引用発明」という。)，周知の技術事項及び引用例の記載に基づいて，当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当し，無効とすべきであるとするものである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "審決が，本件各発明に進歩性がないとの結論を導く過程において認定した引用発明の内容，本件各発明と引用発明の一致点，相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明の内容",
              "text": [
                "作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって，第1のコンピュータシステムの，地物の図形データ毎に地図情報の更新を実行可能であって地物の図形データをその図形情報とその属性情報で管理する第1のデータベースの地物の図形データのデータ構造を有する図形情報及び地物の図形データの属性情報と属性情報に付随する任意の情報を，第1のコンピュータシステムから第2のコンピュータシステムに提供し，提供されたデータ構造を有する図形情報及び属性情報と属性情報に付随する任意の情報に基づき，第2のコンピュータシステムに地物の図形データ毎に地図情報の更新を実行可能であって地物の図形データをそのデータ構造を有する図形情報とその属性情報で管理する第2のデータベースを構築するステップと，",
                "第1のデータベースのデジタル地図情報の更新に伴い発生する差分更新データを第2のコンピュータシステムに提供するステップと，提供された前記差分更新データを用いて第2のコンピュータシステムの第2のデータベースを更新するステップと，を含む，デジタル地図情報提供方法。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本件各発明と引用発明の一致点",
      "text": [
        "作成したデジタル地図情報提供側の，第1のコンピュータシステムから，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって，第1のコンピュータシステムの，オブジェクト単位で地図情報の更新又は排他制御を実行可能であってオブジェクトをその属性データを含むデータで管理する第1の空間データベースのオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータを，第1のコンピュータシステムから第2のコンピュータシステムに提供し，提供されたデータ構造及びデータ定義の少なくとも一つとデータに基づき，第2のコンピュータシステムにオブジェクト単位で地図情報の更新又は排他制御を実行可能であってオブジェクトをその属性データを含むデータで管理する第2の空間データベースを構築するステップと，第1の空間データベースのデジタル地図情報の更新に伴い発生する差分更新データを第2のコンピュータシステムに提供するステップと，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースを更新するステップと，",
        "を含むデジタル地図情報提供方法。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "本件発明1と引用発明の相違点",
      "content": [
        {
          "fig": "(ア)",
          "subject": "相違点1",
          "text": [
            "作成したデジタル地図情報提供側の，第1のコンピュータシステムから，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムへ，デジタル地図情報を提供する点に関し，本件発明1では「所与の情報記憶媒体または公衆回線を介して・・・提供する」と特定されるのに対して，引用発明は該特定を有しない点。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "相違点2",
          "text": [
            "本件発明1は，第1の空間データベースのデータについて「オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータ」と特定され，第2のコンピュータシステムの実行するステップについて「オブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する」と特定されるのに対して，引用発明は該特定を有しない点。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "相違点3",
          "text": [
            "本件発明1は，「前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行する」と特定されるのに対して，引用発明は該特定を有するか否か定かでない点。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "本件発明2と引用発明の相違点",
      "text": [
        "本件発明2と引用発明は，本件発明1と引用発明の相違点1ないし3に加えて以下の相違点4で相違する。",
        "相違点4",
        "本件発明2は「各オブジェクトに対し一意の空間インデックスを付与するテーブルを含み，第1のコンピュータシステム又は第2のコンピュータシステムにアクセスするGISエンジンからは空間インデックスを指定することによりオブジェクト単位で形状データにアクセス可能である」と特定されるのに対して，引用発明は該特定を有しない点。"
      ]
    },
    {
      "fig": "オ",
      "subject": "本件発明3と引用発明の相違点",
      "text": [
        "本件発明3と引用発明は，本件発明1と引用発明の相違点1ないし3に加えて以下の相違点5で相違する。",
        "相違点5",
        "本件発明3は「第1のコンピュータシステムが，第1の空間データベースを更新する際の入カデータに基づき，更新後のデジタル地図情報と更新前のデジタル地図情報の差分更新データを自動的に抽出するステップを含み，前記差分更新データを第2のコンピュータシステムに提供する」と特定されるのに対して，引用発明は該特定を有しない点。"
      ]
    },
    {
      "fig": "カ",
      "subject": "本件発明4と引用発明の相違点",
      "text": [
        "本件発明4と引用発明は，本件発明1と引用発明の相違点1ないし3及び本件発明3と引用発明の相違点5に加えて以下の相違点6で相違する。",
        "相違点6",
        "本件発明4は「前記差分更新データには，変更されたオブジェクトの形状の外周の代表点の座標値の差分更新データを含む」と特定されるのに対して，引用発明は該特定を有しない点。"
      ]
    },
    {
      "fig": "キ",
      "subject": "本件発明5と引用発明の相違点",
      "text": [
        "本件発明5と引用発明は，本件発明1と引用発明の相違点1ないし3及び本件発明3と引用発明の相違点5に加えて以下の相違点7で相違する。",
        "相違点7",
        "本件発明5は「前記差分更新データには，変更されたオブジェクトの属性データを含む」と特定されるのに対して，引用発明は該特定を有しない点。"
      ]
    },
    {
      "fig": "ク",
      "subject": "本件発明6ないし10と引用発明の相違点",
      "text": [
        "本件発明6ないし10のデジタル地図情報提供システムは，それぞれ本件発明1ないし5のデジタル地図情報提供方法における「方法」及び「ステップ」を，それぞれ「システム」及び「手段」に置き換えたものに相当し，本件発明6ないし10と引用発明の相違点は，本件発明1ないし5と引用発明の相違点と同じである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決には，引用発明の認定の誤り(取消事由1)，一致点の認定の誤り(取消事由2)，相違点2に関する容易想到性の判断の誤り(取消事由3)，相違点3に関する容易想到性の判断の誤り(取消事由4)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，引用発明について，「作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」と認定した点には誤りがある。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の「クライアントシステム」を「第2のコンピュータシステム」と認定した点の誤りについて",
                  "text": [
                    "引用例には，請求項5，請求項8及びこれらを引き写した【0010】，【0013】以外には，「クライアントシステム」という語は用いられていない。引用例中，実施例について記載された【0015】，【0031】，【0045】，【0050】，【0051】には，「クライアント」という語が用いられているが，「クライアントシステム」と同義であるかは不明である。",
                    "したがって，引用例の請求項1，請求項5，【0001】，【0003】の記載から，引用例の「クライアントシステム」又は引用例の「クライアントシステム」を有するクライアント側が，本件発明1の「GISユーザ」を含む「第2のコンピュータシステム」であるとした審決の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検索・更新について",
                  "text": [
                    "引用例の図1，図2，図17のクライアントは，引用例の【0015】によれば，サーバに対して検索・更新を行っているから，引用例のクライアントとサーバは，一つの組織下の一つのシステムである。",
                    "これに対し，本件発明1のコンピュータシステムは，訂正明細書の図1から明らかなように，第1のコンピュータシステムから第2のコンピュータシステムへ一方的なデータの提供が行われるだけであり，第2のコンピュータシステムから第1のコンピュータシステムに対して検索・更新を行うことはできないから，第1のコンピュータシステムと第2のコンピュータシステムは，別のシステムである。",
                    "したがって，引用例のサーバとクライアントについて，第1のコンピュータシステムと第2のコンピュータシステムに当たるとした審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の引用発明の認定は，前記(1)の部分について誤りがあるので，その他の部分の認定も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一致点の認定の誤り(取消事由2)について",
          "text": [
            "審決が，「作成したデジタル地図情報提供側の，第1のコンピュータシステムから，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」との点を本件発明1と引用発明の一致点とした認定は誤りである。その理由は，以下のとおりである。",
            "引用例の【0001】に「・・・家屋の新築・撤去による街の変化・・・」と記載されており，【0002】に「自治体などで・・・」と記載されており，【0050】に「・・・例えば自治体などで地理情報システムを利用する場合・・・」と記載されていることから，引用発明は，自治体や企業体などの組織内での一つのシステムである。引用例の【0003】，【0004】では，インターネット等を通じた地図の入手に言及されているが，引用例の実施例の記載(【0014】，【0015】，【0050】，【0051】，図1，図2，図17)によれば，引用例にいうインターネット等を通じた地図の入手は，ある組織の一つのシステムという限界の中のものである。",
            "これに対し，本件発明1の第1のコンピュータシステムは，地図情報提供側に存在するものであり，第2のコンピュータシステムは，GISベンダー又はGISユーザ側に存在するものであるから，本件発明1のシステムは，異なる組織間を結ぶシステムである。本件発明1の地図情報提供側は，国土地理院等の地理情報を提供する機関・組織であって，訂正明細書【0031】に記載されているように地図情報の作成やメンテナンスを行う空間データ提供元であり，訂正明細書【0034】，【0035】に記載されているように，地図の更新も行う。作成された地図について，地図情報提供側が著作権を有するので，本件発明1のデジタル地図情報利用側は，改変や更新をすることができない。そのため，更新される地図情報は，地図情報提供側の第1のコンピュータシステムから，地図情報利用側の第2のコンピュータシステムへ一方的に提供されるだけとなる。地図情報利用側は，GISを提供したり販売したりするGISベンダー，及びGISを利用するGISユーザである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2に関する容易想到性の判断の誤り(取消事由3)審決が，相違点2に関し，引用発明において，本件発明1の相違点2に係る構成(第1の空間データベースのデータについて「オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータ」と特定され，第2のコンピュータシステムの実行するステップについて「オブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する」と特定されるとの構成)を備えることは，周知の技術事項に基づいて当業者が容易に想到し得たことであるとした判断は，誤りである。その理由は，以下のとおりである。",
            "すなわち，本件発明1は，オブジェクトによる管理であるのに対し，引用発明は，メッシュ分割するものであり，メッシュ単位の管理ができるだけで，オブジェクト単位の管理はできない。",
            "本件発明1の第1の空間データベース及び第2の空間データベースは，オブジェクトをUMLクラス図とその属性データで管理するものである。これにより，第1の空間データベース及び第2の空間データベースの構造，すなわちオブジェクト間の関連がUMLクラス図で規定され，関連データを容易にたどることができるようになり，メッシュで分割することなくオブジェクト単位で管理することが可能となる。そのため，相違点2に係る本件発明1の構成は，メッシュで分割することなくオブジェクト単位で管理することを実現するために不可欠の構成である。",
            "したがって，相違点2は，メッシュ単位で管理するか，オブジェクト単位で管理するかの相違に係るものであり，相違点2に係る本件発明1の構成は容易に想到し得たものではない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "相違点3に関する容易想到性の判断の誤り(取消事由4)審決が，相違点3に関し，引用発明において，本件発明1の相違点3に係る構成(「前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行する」との構成)を備えることは，当業者が容易に想到し得たことであるとした判断は，誤りである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1におけるオブジェクトによる管理",
              "text": [
                "相違点3に係る本件発明1の構成の重要な点は，メッシュ分割せずにオブジェクト単位で管理すること，メッシュ単位ではなくオブジェクト単位で更新又は排他的制御を実行することである。訂正明細書【0002】，【0004】，【0005】，【0006】等に記載されたように，従来技術では，地図情報はメッシュ及びレイヤで管理されていたが，これとの対比で，本件発明1は，メッシュ分割せずにオブジェクト単位で管理するものである。本件発明1のオブジェクトとは，扱う対象を指し，地物がこれに当たり，具体的には，訂正明細書【0071】に記載されているように，「都道府県界」，「市町村特別区界」などである。これらの地物単位ごとにオブジェクト番号を付して管理することが，オブジェクト単位の意味である。",
                "本件発明1におけるフィーチャー(地物。空間データのオブジェクトの対象)は，メッシュ(領域)により分割されておらず，図形データの管理は，ユニークなオブジェクト番号(図形ID)で管理されている。",
                "本件発明1では，空間データベースを，UMLクラス図により構築しており，これにより，現実世界を，地図間の関連を含め，忠実に表現することができ，ある地物に関連する他の地物を意識できるため，関連地物を含めた更新が容易となる。UMLクラス図に図案のメッシュは存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例におけるメッシュによる管理",
              "text": [
                "メッシュ(領域)とは，地物に関係ない地理的な区分であり，メッシュごとに種々の地物が存在し，かつ一つの地物が複数メッシュにまたがることが多い。デジタル地図におけるメッシュとは，公共測量規定と平面直角座標系によって規定された紙地図上の図葉であり，引用例の【0019】にいう領域，図葉がこれに当たる。引用発明は，オブジェクト単位での管理を行っておらず，メッシュ単位で管理を行っている。引用例は，メッシュ(領域)単位の管理をするので，領域IDが不可欠であり，領域IDの下に図形IDを設けて領域ID＋図形IDにより管理し(引用例【0016】ないし【0020】)，複数の領域にまたがる図形データは，複数の領域ID＋図形IDを有する(引用例【請求項4】，【0040】ないし【0042】)。",
                "本件発明1は，引用例の図13のような道路については，その道路を指定するオブジェクトによって管理しているが，メッシュによる管理には，オブジェクトという考え方は相容れないから，引用発明については，オブジェクト単位の管理は行われていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性",
              "text": [
                "したがって，相違点3に係る本件発明1の構成は，容易に想到し得たものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由はいずれも理由がなく，審決に取り消されるべき違法はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り(取消事由1)に対し",
          "text": [
            "引用例の請求項1に記載された図形データ管理方法を実行するコンピュータシステムが本件発明1の「第1のコンピュータシステム」に当たり，引用例の請求項5に記載されたクライアントシステムが本件発明1の「第2のコンピュータシステム」に当たり，前者が後者に対してネットワークを介してデジタル地図情報を提供するから，審決による引用例の認定に誤りはない。",
            "引用例の記載中，特許請求の範囲の記載から引用発明を認定することも，その実施例から引用発明を認定することも許される。",
            "引用例には，発明の詳細な説明【0014】，【0015】に，実施例の一つとして，地図情報データベースを格納するサーバと地図情報データが提供されるクライアントが一つの組織下にあるシステムが記載されているが，それだけではなく，特許請求の範囲欄には，実施例の上位概念である発明も記載されている。審決は，引用例の請求項1及び請求項5に基づいて，地図データを管理するコンピュータシステムと地図データが提供されるクライアントシステムからなり，これらの二つのシステムが一つの組織内にあるか異なる組織に置かれているかを問わない発明を引用発明として認定したものであり，審決の引用発明の認定には誤りはない。",
            "また，クライアントシステムとは，サーバシステムからサービスを受けるコンピュータシステムを意味するものであり，コンピュータシステムとは，種々のハードウェアやソフトウェアなどコンピュータの動作に必要な複数の構成要素からなるシステムを意味するものである。引用例の図2には，「クライアント」として，ディスプレイ201，キーボード202，マウス203，プリンタ204，スキャナ205，計算機208及び地理情報DB209により構成されたシステムが記載されている。そのため，引用例における「クライアント」との語は，「クライアントシステム」の省略か又は「クライアント側」を意味するものと解され，引用例の発明の詳細な説明に「クライアントシステム」の語が用いられず，「クライアント」の語しか用いられていないとしても，引用例の特許請求の範囲の記載は，発明の詳細な説明の記載によって支持されているといえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "一致点の認定の誤り(取消事由2)に対し",
          "text": [
            "前記1のとおり，引用例には，一つの組織内のシステムの発明のみが記載されているわけではない。",
            "本件発明1は，デジタル地図情報提供側とデジタル地図情報利用側が別々の組織にあるとの限定をしたものではなく，また，それらが一つの組織内にあることを排除したものでもない。",
            "本件発明1において，第2のコンピュータシステムは，「第1のコンピュータシステムから所与の情報記憶媒体または公衆回線を介して，GISベンダー又はGISユーザを含むデジタル地図情報利用側の」と限定されているのみであり，第2のコンピュータシステムから第1のコンピュータシステムに対して地図の編集や更新ができないとか，第1のコンピュータシステムへの逆配信はしないなどの限定はされていない。また，本件発明1において，第1のコンピュータシステムは，「作成したデジタル地図情報提供側の」と限定されているのみであり，第1のコンピュータシステムの地図情報を第2のコンピュータシステムが編集・更新することを禁止するものとは解されない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2に関する容易想到性の判断の誤り(取消事由3)に対し引用発明は，「地物の図形データ毎に地図情報の更新を実行可能であって地物の図形データをその図形情報とその属性情報で管理する第1のデータベース」及び「地物の図形データ毎に地図情報の更新を実行可能であって地物の図形データをそのデータ構造を有する図形情報とその属性情報で管理する第2のデータベース」との構成を備えており，この「地物の図形データ」は本件発明1のオブジェクトに当たるから，第1のデータベース及び第2のデータベースは，オブジェクト単位で管理されているものといえる。",
            "UML(Unified Modeling Language)は，ある対象をモデル化する手法であって，本件特許出願前に周知であり，UMLでは，概念の階層関係や概念が分かれる数を示すためのクラス図や 0.．＊，◆などの記号も，一般的に使われている。",
            "他方，本件発明1において，オブジェクトのデータ構造をUMLクラス図で表すということは，訂正明細書によれば，クラス図及び記号 0.. ＊，◆を用いて，行政境界・道路の階層関係やそれらの下位概念が分かれる数など，地図の分野において常識として知られていることを図表化した程度のことにすぎない。",
            "したがって，引用発明において，本件発明1の相違点2に係る構成を備えることは，周知の技術事項に基づいて，当業者が容易に想到し得たことである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "相違点3に関する容易想到性の判断の誤り(取消事由4)に対し引用例に記載された領域301は，引用例の【0019】に記載されているように，任意の形状であり，図形データ管理方法を採用する際に管理者(地図データ設計者)が任意に決められるものと解され，公共測量規定や平面直角座標系等の何らかの規定によって定められるものではない。",
            "引用例には，二つ以上の領域にまたがる図形を処理する発明も記載されているし，一つの領域内の図形のみを処理する発明も記載されている。",
            "引用例の図3，図5ないし図12の例は，一つの領域内での時間的拡張を扱うものであるのに対し，引用例の請求項4，【0040】ないし【0042】，図13，図14の例は，空間的拡張をも扱うとした応用例にすぎない。",
            "引用例において，家屋・道路など，複数の地物の図形データは地理情報に当たり，引用例の図3及び【0016】に示されたように，図形302，構成点303，領域301からなる図形情報と，属性情報304が結び付けられ，図形データごとに管理されている。",
            "したがって，引用例は，メッシュ分割せずにオブジェクトにより管理することを示している。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がなく，審決には，取り消されるべき違法はないと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，引用発明について，「作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」とした認定に誤りはない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例の記載",
                      "text": [
                        "引用例には，次のとおりの記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【請求項1】 家屋・道路など，複数の地物のそれぞれを図形データとし，これら図形データをデータベースに登録して管理する図形データ管理方法であって，",
                          "text": [
                            "前記地物の図形データとして該地物の生成時間と消滅時間のデータを設け，",
                            "時間経過により地物に変化が生じた場合，新たに生成された地物に対しては該地物の図形データに生成時間を格納して前記データベースに登録し，消滅した地物に対しては前記データベースに登録されている該地物の図形データに消滅時間を格納して前記データベースに登録し，時間を指定して前記データベースに登録された地物の図形データが検索されたとき，該指定時間が前記生成時間と消滅時間の間に入る地物の図形データを取得可能にすることを特徴とする図形データ管理方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「【請求項5】 請求項1乃至請求項3のいずれかの請求項記載の図形データ管理方法において，",
                          "text": [
                            "前記データベースにネットワークを介して接続されたクライアントシステムに図形データを転送する際，該クライアントシステムが前記データベース中の古い図形データを既に取得している場合には，前記データベースにおける該古い図形データと指定された時間での図形データの変化差分を該クライアントシステムに転送することを特徴とする図形データ管理方法。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「【0001】",
                          "text": [
                            "【産業上の利用分野】本発明は，地理情報処理(GIS  :  Giographic Information System)や，計算機支援設計(CAD : Computer Aided Design)のような図形処理システムにおける図形データ管理方法に係り，特に家屋の新築・撤去による街の変化のような，時間によって変化していくデータの効率的な管理方法に関する。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "「【0003】近年，紙地図の電子化に基づく地理情報システム(GIS Geographic Information System)が開発され，利用されてきた。GISは電子化された地図を扱うため，地図の更新，過去の地図の保管や検索も紙地図と比べて比較的容易となった。従来のGISにおいて過去の地理情報を保管するためには，月一度など，定期的に地理情報DB(Data Base)の全内容をDAT(Digital Audio Tape)などの外部記憶メディアにバックアップする，という方式を取っていた。また，特開平8−44846号公報の「地図利用システム」には，地図データベースにおける地図データの削除及び追加の管理，そして地図データの一括変更時における地図データベースの管理の方式について記載されている。",
                            "【0004】しかし，これらの方式は，(1)時間軸方向の検索，たとえば「現在から10年前までの，この地域の変遷」という検索を行う場合，過去のバックアップの全てを参照する必要がでてくるなど，非常に困難となる，(2)全地理データがバックアップの対象となるため，バックアップ時間，履歴データの格納空間が常に大きな負担となる，という問題点があった。また，インターネット・イントラネットの普及に伴い，GISのネットワーク対応が行われてきた。地理情報DBサーバに地理情報を格納し，それぞれのユーザが自分の端末からサーバにアクセスし，ネットワークを経由して地図その他の地理情報を取得できるようになった。しかし地理情報は一般に大量のデータを持つため，(3)通信時間の増大，ネットワークへの負荷増大という問題点があった。",
                            "【0005】",
                            "【発明が解決しようとする課題】本発明は，以下の三点の課題を解決することを目的としている。",
                            "(1)時間軸方向の検索を行うのを高速かつ容易にする履歴情報管理。",
                            "(2)メンテナンス(バックアップ)時間，履歴データの格納空間をできるだけ少なくする履歴情報管理。",
                            "(3)ネットワークを経由して地図その他の地理情報を取得する場合，通信時間，ネットワークへの負荷を最小限にする通信方法。",
                            "【0006】",
                            "【課題を解決するための手段】上記目的を達成するため，本発明は，家屋・道路など，複数の地物のそれぞれを図形データとし，これら図形データをデータベースに登録して管理する図形データ管理方法であり，前記地物の図形データとして該地物の生成時間と消滅時間のデータを設け，時間経過により地物に変化が生じた場合，新たに生成された地物に対しては該地物の図形データに生成時間を格納して前記データベースに登録し，消滅した地物に対しては前記データベースに登録されている該地物の図形データに消滅時間を格納して前記データベースに登録し，時間を指定して前記データベースに登録された地物の図形データが検索されたとき，該指定時間が前記生成時間と消滅時間の間に入る地物の図形データを取得可能にするようにしている。",
                            "【0007】また，家屋・道路など，複数の地物のそれぞれを図形データとし，これら図形データをデータベースに登録して管理する図形データ管理方法であり，前記地物の図形データとして該地物の変化時間，変化属性，属性の変化差分を一組としたデータを設け，時間経過により地物に変化が生じた場合，変化が生じた度にその変化に応じて，前記データベースに登録された該地物の図形データの前記一組のデータのうち，変化時間に変化が生じた時間を，変化属性に図形の属性の内の変化が生じた属性を，属性の変化差分に該属性における変化量を格納して，該地物の図形データを前記データベースに登録し，時間を指定して前記データベースに登録された地物の図形データが検索されたとき，該指定時間までの変化を含む地物の図形データを取得可能にするようにしている。",
                            "【0008】また，前記各地物の図形データに一意なID番号を付与し，前記図形データの生成時間の付加情報として過去の図形データのID番号データを，消滅時間の付加情報として未来の図形データのID番号データを設け，時間経過により地物に変化が生じた場合，変化後の地物の図形データを作成し，該図形データの前記過去の図形データのID番号データとして変化前の地物の図形データのID番号を格納し，変化前の地物の図形データの前記未来の図形データのID番号データとして前記変化後の地物の図形データのID番号を格納して前記データベースにそれぞれ登録し，時間経過による地物の変化を管理可能にするようにしている。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「【0010】また，前記データベースにネットワークを介して接続されたクライアントシステムに図形データを転送する際，該クライアントシステムが前記データベース中の古い図形データを既に取得している場合には，前記データベースにおける該古い図形データと指定された時間での図形データの変化差分を該クライアントシステムに転送するようにしている。」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明の意義",
                      "text": [
                        "前記(ア)の引用例の記載によれば，引用発明は，GIS(地理情報システム)等の図形処理システムにおける図形データ管理方法に関するものであり(【0001】)，従来のGISにおいては，過去の地理情報の保管は，定期的に地理情報DB(Data Base)の全内容を外部記憶メディアにバックアップする方式を取っていたため，(1)時間軸方向の検索が非常に困難となる，(2)全地理データがバックアップの対象となるため，バックアップ時間，履歴データの格納空間が常に大きな負担となる，さらに，(3)ネットワークを経由して地図その他の地理情報を取得するため，通信時間やネットワークへの負荷が増大する，という問題点が生じるとの課題の認識に基づくものである(【0003】【0004】)。そして，請求項1に記載のとおり，家屋・道路など，複数の地物のそれぞれを図形データとし，これら図形データをデータベースに登録して管理するとともに，地物の図形データとして該地物の生成時間と消滅時間のデータを設け，地物の図形データに生成時間及び消滅時間を格納して前記データベースに登録し，時間を指定した検索により，指定時間が生成時間と消滅時間の間に入る地物の図形データを取得可能にするものであって(【請求項1】)，これにより，(1)時間軸方向の検索を行うのを高速かつ容易にする履歴情報管理，(2)メンテナンス(バックアップ)時間，履歴データの格納空間をできるだけ少なくする履歴情報管理，(3)ネットワークを経由して地図その他の地理情報を取得する場合，通信時間，ネットワークへの負荷を最小限にする通信方法，といった技術課題を解決するもの(【0005】)であると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "審決の引用発明に係る認定の当否",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "コンピュータシステムによる実行について",
                          "text": [
                            "引用例の【0001】(前記(ア)c)に「本発明は，地理情報処理(GIS : Giographic Information System)・・・のような図形処理システムにおける図形データ管理方法に係り」(「Giographic」は「Geographic」の誤記と認められる。)と記載されており，引用例の【0003】(前記(ア)d)に「近年，紙地図の電子化に基づく地理情報システム(GIS：Geographic Information System)が開発され，利用されてきた。」と記載されており，一般的に，地理情報システム(GIS)の意義については，「地理情報システム(Geographical Information System)とは，①地理情報の取得・構築，②地理情報の保存・管理，③地理情報の分析，④地理情報の総合，⑤地理情報の表示・伝達の処理作業をコンピュータによって系統的に行うシステム，またはソフトウェアを指す」(岡部篤行「地理情報科学」地理情報科学事典2ないし3頁，平成16年(2004年)4月30日初版第1刷，株式会社朝倉書店参照)とされているから，引用例において，請求項1(前記(ア)a)の家屋・道路などの複数の地物の図形データは，デジタル地図情報であり，請求項1(前記(ア)a)の図形データ管理方法は，コンピュータシステムで実行されることが認められる。",
                            "家屋・道路などの複数の地物の図形データは，デジタル地図情報であるから，データベースに登録して管理したりネットワークで転送できることは明らかであり，図形データの管理・転送については，請求項1(前記(ア)a)に，「家屋・道路など，複数の地物のそれぞれを図形データとし，これら図形データをデータベースに登録して管理する図形データ管理方法であって」と記載されており，請求項5(前記(ア)b)に，「前記データベースにネットワークを介して接続されたクライアントシステムに図形データを転送する際」と記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "情報を転送される側と転送する側の当事者について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "情報を転送される側について",
                              "text": [
                                "引用発明の意義は，前記(イ)のとおりである。そして，引用例の【0004】には，「インターネット・イントラネットの普及に伴い，GISのネットワーク対応が行われてきた。地理情報DBサーバに地理情報を格納し，それぞれのユーザが自分の端末からサーバにアクセスし，ネットワークを経由して地図その他の地理情報を取得できるようになった。しかし地理情報は一般に大量のデータを持つため，(3)通信時間の増大，ネットワークへの負荷増大という問題点があった。」と記載され，引用例の【0005】に，引用発明の3点の課題の一つとして，「(3)ネットワークを経由して地図その他の地理情報を取得する場合，通信時間，ネットワークへの負荷を最小限にする通信方法。」と記載されており，引用例の請求項5は，「請求項1乃至請求項3のいずれかの請求項記載の図形データ管理方法において，前記データベースにネットワークを介して接続されたクライアントシステムに図形データを転送する際，該クライアントシステムが前記データベース中の古い図形データを既に取得している場合には，前記データベースにおける該古い図形データと指定された時間での図形データの変化差分を該クライアントシステムに転送することを特徴とする図形データ管理方法。」であることから，引用例の請求項5記載の発明は，上記の【0004】，【0005】に示された課題を解決するための発明であるものと認められる。",
                                "そうすると，引用例の請求項5の「クライアントシステム」は，インターネット・イントラネット等のネットワークを経由して地図その他の地理情報を取得するユーザ側のコンピュータシステムであるといえる。",
                                "そして，訂正明細書に「第2のコンピュータシステムは，例えばデジタル地図情報の提供を受けるユーザーのコンピュータシステム(例えば各種GISベンダーやGISユーザー企業のコンピュータ)である。」(【0010】)と記載されていることから，GISユーザーとは，デジタル地図情報の提供を受けるユーザーであると認められ，したがって，引用例の請求項5のクライアントシステムは，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムに当たる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "情報を転送する側について",
                              "text": [
                                "また，前記aのとおり，引用例の請求項1の図形データ管理方法は，デジタル地図情報をコンピュータシステムで管理するものであり，デジタル地図情報をデータベースに登録して管理したりインターネット等のネットワークで転送できることは明らかであり，引用例の請求項1記載のデータベースを含むコンピュータシステムは，デジタル地図情報を提供する側のコンピュータシステムであるといえる。",
                                "そして，訂正明細書の請求項1に「作成したデジタル地図情報提供側の，第1のコンピュータシステムから所与の情報記憶媒体または公衆回線を介して，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」と記載されていることから，第1のコンピュータシステムは，デジタル地図情報提供側にあり，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供するものであると認められる。したがって，引用例の請求項1記載のデータベースを有するコンピュータシステムは，デジタル地図情報を提供する側の第1のコンピュータシステムに当たる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "デジタル地図情報の提供について",
                          "text": [
                            "引用例の請求項1に記載されたようなデータベースを有するコンピュータシステムから，インターネット等のネットワークを介して，デジタル地図情報を，引用例の請求項5に記載されたようなクライアントシステムに転送することは，デジタル地図情報を提供することに当たる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "小括",
                          "text": [
                            "そうすると，引用発明は，「作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法」であるということができ，審決の引用発明の認定に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1の「第2のコンピュータシステム」と引用例の「クライアントシステム」について",
                      "text": [
                        "原告は，引用例中の「クライアント」という語が「クライアントシステム」という語と同義か明らかでないこと，引用例の請求項1，請求項5，【0001】，【0003】の記載から，引用例の「クライアントシステム」又は引用例の「クライアントシステム」を有するクライアント側が，本件発明1の「GISユーザ」を含む「第2のコンピュータシステム」であると認定することはできないと主張する(前記第3，1(1)ア)。",
                        "しかし，原告の主張は，以下のとおり，採用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「クライアント」とは，「サーバーが提供するサービスを利用する側のコンピュータまたはプログラム。ユーザーが使用する端末装置，あるいは端末装置側のプログラムを指す。」(デジタル用語辞典2002−2003年版550頁，平成14年(2002年)3月18日第3",
                          "text": [
                            "版第1刷発行，日経BP社)，「ほかのコンピューターやソフトウェアからサービスを受ける側のコンピューター(またはソフトウエア)のこと。・・・逆にサービスを提供する側のコンピューターやソフトウエアは，サーバーと呼ぶ。・・・」(日経パソコン用語事典2004年版575頁，平成15年(2003年)9月16日初版第1刷発行，日",
                            "経BP社)とされており，引用例中の「クライアント」という語も，そのような意味として解することができる。",
                            "また，「システム」という語は，「目的となる業務を遂行するために体系化され，まとまって機能する組織。コンピュータでは『情報システム』として機能するハードウエアとソフトウエアの組み合わせを指す。ただし，単純にシステムとして，コンピュータを稼働させるために基本となるハードウエアやOSだけを指す場合もある。」(デジタル用語辞典2002−2003年版631ないし632頁)，「意味 コ",
                            "ンピュータで行う作業の中核部分の構成を指す。解説 パソコン本体やディスプレイ，プリンタなどの周辺機器そしてソフトウェアと全体的な構成を指したり，パソコンの中のOS部分を指すこともある。また，複数のコンピュータとそれを管理するソフトウェアをまとめてネットワーク化されたものを呼ぶ場合もあり，状況に応じていろいろな意味を持つ。」(誰でもわかる パソコン・IT・ネット用語辞典337頁 平成18年(2006年)3月5日初版発行 株式会社新星出",
                            "版社)とされているから，「クライアントシステム」とは，その文言の意味に照らせば，クライアントとしての業務を遂行するためのコンピュータの構成との趣旨であると解され，引用例の請求項5，請求項8，【0010】，【0013】の記載における「クライアントシステム」という語の用いられ方に照らし，引用例においては，「クライアント」とほぼ同義で用いられているものと認められる。",
                            "そして，前記ア(ウ)b(a)のとおり，引用例の【0004】，【0005】，請求項5の記載によれば，請求項5記載のネットワークは，イントラネットのみならずインターネットをも含むものと認められ，引用例の請求項1及び請求項5の記載から，当業者は，ネットワークを介して接続された二つのコンピュータシステムを認識し得ると認められ，それら二つのコンピュータシステムが，一つの組織下のものに限定されるとする根拠はなく，それぞれ異なる組織に属する二つのコンピュータシステムも，それに含まれるものといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，引用例の図1，図2，【0014】，【0015】に，一つの組織下での一つのシステムが記載されていたとしても，それらは，実施例の記載にとどまるから，それらの記載が存在することにより，引用例に記載された発明が，一つの組織下での一つのシステムに限定されるということはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，原告の前記主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "検索・更新について",
                      "text": [
                        "原告は，引用例の図1，図2，図17のクライアントは，引用例の【0015】によれば，サーバに対して検索・更新を行っているから，引用例のクライアントとサーバは，一つの組織下の一つのシステムであるのに対し，本件発明1のコンピュータシステムは，第2コンピュータシステムから第1コンピュータシステムに対して検索・更新を行うことはできないから，第1コンピュータシステムと第2コンピュータシステムは，別のシステムであるとした上で，引用例のサーバとクライアントについて，本件発明1の第1コンピュータシステムと第2コンピュータシステムに当たるとした認定は誤りであると主張する。",
                        "しかし，引用例の【0015】は，図2に基づいて本件発明1の実施例について説明したものであり，引用例の【0015】や図2に，実施例として，クライアントとサーバが一つの組織下にあるシステムが示されていたとしても，前記(ア)bと同様に，それらは，実施例の記載にとどまるから，それらの記載が存在することにより，引用例に記載された発明が，一つの組織下にあるシステムに限定されるということはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決の引用発明の認定は，「作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」との部分について誤りがあるので，その他の部分の認定も誤りであると主張する。",
                "しかし，前記(1)のとおり，審決の引用発明の認定は，「作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」との部分について誤りがないから，原告の上記主張は，その前提において，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一致点の認定の誤り(取消事由2)について",
          "text": [
            "審決が，「作成したデジタル地図情報提供側の，第1のコンピュータシステムから，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」との点を本件発明1と引用発明の一致点とした認定に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定",
              "text": [
                "前記1のとおり，審決が，引用発明について，「作成したデジタル地図情報提供側の，第1のコンピュータシステムからネットワークを介して，GISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」とした認定に誤りはない。そして，訂正明細書の【0010】に「第2のコンピュータシステムは，例えばデジタル地図情報の提供を受けるユーザーのコンピュータシステム(例えば各種GISベンダーやGISユーザ企業のコンピュータ)である。」と記載されていることから，デジタル地図情報の提供を受けるデジタル地図情報利用側には，GISユーザの他にGISベンダーが含まれることが認められる。",
                "他方，本件発明1は，「作成したデジタル地図情報提供側の，第1のコンピュータシステムから所与の情報記憶媒体または公衆回線を介して，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」との構成を有する。",
                "そうすると，本件発明1と引用発明は，「作成したデジタル地図情報提供側の，第1のコンピュータシステムから，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって」との点で一致するものと認められ，この点を本件発明1と引用発明の一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「引用例の【0001】に『・・・家屋の新築・撤去による街の変化・・・』と記載されており，【0002】に『自治体などで・・・』と記載されており，【0050】に『・・・例えば自治体などで地理情報システムを利用する場合・・・』と記載されていることから，引用発明は，自治体や企業体などの組織内での一つのシステムである」こと，「引用例の【0003】，【0004】では，インターネット等を通じた地図の入手に言及されているが，引用例の実施例の記載(【0014】，【0015】，【0050】，【0051】，図1，図2，図17)によれば，引用例にいうインターネット等を通じた地図の入手は，ある組織での一つのシステムという限界の中のものである」ことを主張する。しかし，原告の上記主張は，以下のとおり，採用することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例の【0001】の記載は，前記1(1)ア(ア)cのとおりであり，家屋の新築・撤去による街の変化は，時間によって変化していくデータの例として挙げられている。また，引用例の【0002】には，従来技術として，自治体などでの地理情報を用いる業務では，過去の履歴情報を保管することが重要となり，これまではこれらの地理情報を紙地図で管理する方法を取っていたが，この方法では，検索が大変な作業であり，保管も負担となることが書かれている。引用例の【0050】には，引用例記載の発明を，LAＮ等のネットワーク上に分散する複数の地理情報DBサーバ，クライアント間での通信に応用することにより，ネットワーク負荷低減，高速応答性を実現することが記載されており，例えば自治体などで地理情報システムを利用する場合，地理情報をメンテナンスする部署，利用する部署が複数あって交錯しており，地理情報の容量が大きいため，地理情報のダウンロード・アップロード時におけるネットワークへの負荷，通信時間の低減が課題となることが記載されている。",
                        "このような引用例の記載によれば，引用例に記載された発明の課題が，自治体における地理情報を用いた業務を例に説明されていることが認められるが，そのような記載があったとしても，そのことから，引用発明が，自治体のような組織内での一つのシステムに限られるものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例の【0004】には，「また，インターネット・イントラネットの普及に伴い，GISのネットワーク対応が行われてきた。地理情報DBサーバに地理情報を格納し，それぞれのユーザが自分の端末からサーバにアクセスし，ネットワークを経由して地図その他の地理情報を取得できるようになった。しかし，地理情報は一般に大量のデータを持つため，(3)通信時間の増大，ネットワークへの負担増大という問題があった。」との記載があり，【0005】には，発明が解決しようとする課題として，「(3)ネットワークを経由して地図その他の地理情報を取得する場合，通信時間，ネットワークへの負荷を最小限にする通信方法。」と記載されている。これらの引用例の記載によれば，引用例記載の発明は，インターネット等を通じた地理情報の入手において，通信時間，ネットワークへの負荷を最小限にする通信方法を実現することを課題としており，これは，同一組織内において地理情報を取得する場合のみならず，組織の外部からインターネットを通じて地理情報を取得する場合の課題も含むものと解され，したがって，その課題を解決するための引用発明も，同一組織内における地理情報の取得に限られず，組織の外部から地理情報を取得する場合を含むものと解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点，原告は，引用例の実施例の記載(【0014】，【0015】，【0050】，【0051】，図1，図2，図17)によれば，引用例にいうインターネット等を通じた地図の入手は，ある組織での一つのシステムという限界の中のものであると主張する。",
                        "引用例の実施例の記載のうち，【0014】，【0015】は，引用例の図2を用いて実施例を説明するものであるが，前記1(1)イ(イ)のとおり，【0015】の記載を根拠として，引用発明が一つの組織下の一つのシステム上のものに限られるとはいえない。",
                        "また，引用例の【0050】，【0051】は，図17を用いて，クライアントがサーバに最新地理情報を要求する場合について示すものであるが，クライアントがサーバとは別組織にある場合も，サーバに地理情報を要求することができるから，クライアントがサーバに地理情報を要求することができることを根拠として，クライアントとサーバが同一組織内のものに限られるとはいえない。",
                        "引用例の【0031】によれば，図1には，図形の三つの時間拡張である(1)「生成／消滅」拡張，(2)「変化」拡張，(3)「置換」拡張をすべて付加した汎用テーブルが示されており，図1の上部は，(1)時間方向への検索ができること，(2)更新分のみのバックアップができること，(3)最新データのみの送信ができることを概略的に示している。しかし，図1によっても，引用発明のクライアントとサーバが同一組織内のものに限られるとはいえない。",
                        "したがって，引用例の実施例の記載(【0014】，【0015】，【0050】，【0051】，図1，図2，図17)によっても，引用例にいうインターネット等を通じた地図の入手が，ある組織での一つのシステムという限界の中のものであるとはいえず，原告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の第1のコンピュータシステムは，地図情報提供側に存在するものであり，第2のコンピュータシステムは，GISベンダー又はGISユーザ側に存在するものであるから，本件発明1のシステムは，異なる組織間を結ぶシステムであって，本件発明1の地図情報提供側は，国土地理院等の地理情報を提供する機関・組織であり，地図情報利用側は，GISベンダー及びGISユーザであるなどと主張する。しかし，この点に関する原告の主張も，以下の理由により，採用することができない。",
                    "すなわち，本件発明1は，「作成したデジタル地図情報提供側の，第1のコンピュータシステムから所与の情報記憶媒体または公衆回線を介して，GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステムにデジタル地図情報を提供する方法であって，」との構成を備える。ここで，第1のコンピュータシステムは，「作成したデジタル地図情報提供側の，第1のコンピュータシステム」と特定されているのみであって，「作成したデジタル地図情報提供側」には，他に何らの限定もないから，「地図情報提供側」について，国土地理院等の地理情報を提供する機関・組織を意味するものと限定して解釈すべき根拠はない。また，第2のコンピュータシステムは，「GISベンダー又はGISユーザを含むデジタル地図情報利用側の第2のコンピュータシステム」と特定されており，「GISベンダー又はGISユーザを含むデジタル地図情報利用側」との記載は，デジタル地図情報利用側に「GISベンダー又はGISユーザ」が含まれることを確認的に記載したものにとどまるものと認められ，「デジタル地図情報利用側」の語を，「GISベンダー又はGISユーザ」に限ると限定的に定義したものとは認められない。そして，訂正明細書の請求項1には，地図情報提供側と地図情報利用側が別々の組織に属するものに限る旨の文言は存在しない。そうすると，本件発明1は，地図情報提供側と地図情報利用側が別々の組織に属するものに限定されることはなく，第1のコンピュータシステムと第2のコンピュータシステムが同一組織内において一つのシステムとして機能するものを排除するとは解されない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2に関する容易想到性の判断の誤り(取消事由3)について審決が，相違点2に関し，引用発明において，本件発明1の相違点2に係る構成(第1の空間データベースのデータについて「オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータ」と特定され，第2のコンピュータシステムの実行するステップについて「オブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する」と特定されるとの構成)を備えることは，周知の技術事項に基づいて当業者が容易に想到し得たことであるとした判断に，誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の相違点2に係る構成の意味について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベース」，「UMLクラス図で規定されたオブジェクトのデータ構造」の意味",
                  "text": [
                    "UML(Unified Modeling Language)とは「国際標準化団体OMG(Object Management Group)が標準化した，オブジェクト指向の開発手法で使用するソフトウエア・モデリング言語。『ユーエムエル』と読む。統一モデリング言語とも呼ぶ。各種のダイアグラムを使って，ソフトウエア開発のための分析・設計を行う。UMLは，ダイアグラムの表記法とメタモデル(表記法を定義するモデル)を定めたもので，オブジェクト指向分析・設計で使用する。使用するのは，①クラス図(クラス間関連の静的な関連を記述する)②シーケンス図(オブジェクト間の動的な関連を記述する)③アクティビティ図(手順を記述する)−など。」(デジタル用語辞典2002−2003年版371ないし372頁)とされている。UMLにおいて，0．．＊は多重度と呼ばれ，ある概念につながる概念が複数であることを示し，◆は集約と呼ばれ，ある概念が下位概念に分けられることを示す。UMLがクラス図や上記記号を用いることは周知の事項であり，これらのことは，甲9に添付された資料(甲9に添付された資料甲6，甲8の1ないし4)によっても認められる。",
                    "訂正明細書には，UMLについて，「図5は，本実施の形態の地図情報データベースの空間データのデータ構造を定義するための地物UMLクラス図である。各クラス301～338毎にオブジェクトを生成するようにしてもよい。」(【0070】)，「本実施の形態では，第1のコンピュータシステムから第2のコンピュータシステムに対して図5に示すような空間データのデータ構造と，図6に示すような空間データのデータ定義を，データと共に提供する。」(【0073】)と記載されており，図5には，オブジェクトとして挙げられた地物が，階層構造により配置されており，地物は，一般地物・基準地物・被覆地物に分けられ，一般地物が人為的地物・非人為的地物に分けられ，人為的地物が境界・人工物に分けられ，非人為的地物であり自然地物である水部は，河川水涯線・河川水涯線一条・海岸線・湖沼に分けられている。そして，0．．＊を用いて，行政境界につながる街区界が複数あることが示されており，◆を用いて，道路が道路縁，道路縁線，歩道自転車道，道路中心線，分離帯に分けられることが示されている。",
                    "また，地物338には，空間属性335，主題属性336，時間属性337が結び付けられている。",
                    "さらに，各オブジェクトのデータ定義については，後記イのとおり，図6に例が示されている。",
                    "そうすると，本件発明は，UMLクラス図(図5)により，オブジェクトである各地物の概念とそれらの間の関連を，記号 0..＊，◆等を用いて表現するとともに，オブジェクトの属性データに関連する定義付け(図6)を行い，空間データベースにおいて，オブジェクトをUMLクラス図とその属性データで管理するものと認められる。そして，「オブジェクトをUMLクラス図とその属性データで管理する」とは，「地物等のオブジェクトを，UMLのクラス図により階層的に表示し，その属性データとともに管理する」との意味と解され，また，「UMLクラス図で規定されたオブジェクトのデータ構造」とは，上記のようにクラス図で示された階層的な構造を意味すると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「オブジェクトの属性データを含むデータ定義」の意味訂正明細書には，「図6は，各オブジェクトのデータ定義の一例について説明するための図である。」(【0071】)，「本実施の形態では，第1のコンピュータシステムから第2のコンピュータシステムに対して図5に示すような空間データのデータ構造と，図6に示すような空間データのデータ定義を，データと共に提供する。」(【0073】)と記載されており，「図面の簡単な説明」には，「【図6】本実施の形態の各オブジェクトのデータ定義の一例について説明するための図である。」と記載されており，図6には，オブジェクトである都道府県界，市町村・特別区界，建物等につき，地物属性名称，地物属性定義，地物属性値(例)が示されている。例えば，都道府県界について，地物属性名称は，管理番号・名称・代表点とされ，管理番号についての地物属性定義は都道府県コード(JISコード2桁)であり，地物属性値(例)は「00」とされ，名称についての地物属性定義は都道府県名称であり，地物属性値(例)は「東京都」，「岐阜県」等とされ，代表点についての地物属性定義は「サーフェス面を代表する」であり，地物属性値(例)は「数学XY座標値」とされている。例えば，このうち代表点は，その地物属性定義，地物属性値(例)に照らし，都道府県界の位置をその代表的な地点のXY座標値で示すものであると認められ，オブジェクトである都道府県界の「属性データ」そのものか「属性データに付随するデータ」であると解することができる。そうすると，「オブジェクトの属性データを含むデータ定義」とは，「オブジェクトの属性データ又は属性データに付随するデータを示すデータ定義」の意味であると解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1の相違点2に係る構成の意味",
                  "text": [
                    "前記ア，イによれば，本件発明1の相違点2に係る構成である「第1の空間データベースのデータについて『オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データを含むデータ定義の少なくとも一つとデータ』と特定され，第2のコンピュータシステムの実行するステップについて『オブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する』と特定される」との構成は，「第1の空間データベースのデータについて『オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造及びオブジェクトの属性データ又は属性データに付随するデータを示すデータ定義の少なくとも一つとデータ』と特定され，第2のコンピュータシステムの実行するステップについて『オブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する』と特定される」との構成と解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)アのとおり，UMLのクラス図や記号は周知の事項である。また，地物が，一般地物・基準地物・被覆地物に分けられ，一般地物が人為的地物・非人為的地物に分けられ，人為的地物が境界・人工物に分けられ，非人為的地物である自然地物のうち水部は，河川水涯線・河川水涯線一条・海岸線・湖沼に分けられること，行政境界に含まれる街区界が複数あること，道路が道路縁，道路路線，歩道自転車道，道路中心線，分離帯に分けられることなど，図5に示された事項は，地図の分野において周知のことといえる。",
                    "また，図5に示されたように，オブジェクトである地物に属性があり，それが空間属性・時間属性などに分けられることも，地図の分野において当然に認識し得ることである。",
                    "そうすると，本件発明1の相違点2に係る構成のうち第1の空間データベースのデータを特定する「オブジェクトをUMLクラス図とその属性データで管理する第1の空間データベースのUMLクラス図で規定されたオブジェクトのデータ構造」との構成，及び第2の空間データベースを特定する「オブジェクトをUMLクラス図とその属性データで管理する第2の空間データベースを構築する」との構成も，周知の事項から容易に想到し得るものであったと認められ，これらの構成を，地物の図形データをその図形情報と属性情報で管理する引用発明のデータベースに適用することも，容易に想到し得るものであったといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，例えば，オブジェクトの一つである都道府県界が，都道府県コードとしての管理番号，都道府県名称，都道府県界の代表的な地点のXY座標を有するように，各オブジェクトがそれぞれに属性データ又は属性データに付随するデータを有するように構成することは，地図の分野においては普通に行われることであると推認される。そうすると，本件発明1の相違点2に係る構成のうち第1の空間データベースのデータの特定に係る「オブジェクトの属性データ又は属性データに付随するデータを示すデータ定義」との構成は，容易に想到し得るものであったといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明1の相違点2に係る構成は，容易に想到し得るものであったとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対し",
              "text": [
                "原告は，相違点2に係る本件発明1の構成は，メッシュで分割することなくオブジェクト単位で管理するための不可欠の構成であり，メッシュ単位で管理するか，オブジェクト単位で管理するかの相違に係るものであり，引用発明がメッシュ単位の管理しかできないことから，相違点2に係る本件発明1の構成は，引用例から容易に想到し得たものではないと主張する。",
                "しかし，後記4のとおり，引用発明にも，オブジェクト単位でデータ処理を行うことが記載されているから，原告の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "相違点3に関する容易想到性の判断の誤り(取消事由4)について審決が，相違点3に関し，引用発明において，本件発明1の相違点3に係る構成(「前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行する」との構成)を備えることは，当業者が容易に想到し得たことであるとした判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1におけるオブジェクトによる管理について本件発明1は，「前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行することを特徴とする」との構成を備える。",
                "訂正明細書の記載によれば，本件発明1は，背景技術として，従来のGIS(地図情報システム)の空間データ(主に地図データ)が，メッシュ及びレイアで管理されたフォーマット形式で提供されていたこと(【0002】)を前提とし，定期的なメンテナンスのたびにメッシュ及びレイヤで管理された空間データの総入れ替えが生じ，時間的にも費用的にも無駄な作業が発生する(【0006】)との課題を解決するために，第1及び第2の地図情報データベースがオブジェクト単位で地図情報の更新又は排他制御を実行できるように(【0018】)，本件発明1が上記構成を備えるようにしたものと認められる。そして，オブジェクト単位に管理することの意味について，訂正明細書には，「オブジェクト単位に管理するとは，任意に決定されたオブジェクトが複数のメッシュにまたがる場合でも更新又は排他制御をメッシュにとらわれずオブジェクト単位で行うことを意味する。」(【0019】)と記載されている。",
                "また，訂正明細書の図6，【0071】，【0072】には，オブジェクトのデータ定義の一例が示されており，各オブジェクトが管理番号によって一義的に特定できることが記載されており，地物を，各地物毎にオブジェクト番号をつけて管理していることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例におけるメッシュを前提とした管理",
                  "text": [
                    "引用例には，以下のとおり，メッシュで区切られた領域について記載されており，複数の領域にまたがる図形のデータの管理方法について記載されている。",
                    "すなわち，引用例の【0019】には，「領域301は，図形を含む領域を示す。これは紙地図の図葉に対応する。領域の形状は任意で，たとえば500m×700mの長方形メッシュ，不定形形状の街区を領域とすることができる。403に，領域のデータ構造を示す。領域は，そのIDと，それがどんな地理情報か(道路地図，都市計画図など)，いつ作成されたか等の属性，領域内部に含まれる0個以上の図形302から構成される。」との記載があり，メッシュで区切られた領域について記載されている。",
                    "そして，引用例の請求項4，図13及びその説明である【0039】ないし【0041】には，領域をメッシュで分割することを前提として，次のとおり，複数の領域にまたがる図形のデータの管理方法について記載されている。すなわち，請求項4には，「家屋・道路など，複数の地物のそれぞれを図形データとし，図形の集合を領域とし，図形データを領域に属する図形データとしてデータベースに登録して管理する図形データ管理方法であって，領域間にまたがる巨大な図形を折れ線で表現し，該巨大な図形のうちの各領域に属する図形データに接続図形の始点の図形IDと領域ID，及び終点の図形IDと領域IDを格納し，該図形データをデータベースに登録し，領域を超える巨大な地物を管理可能にすることを特徴とする図形データ管理方法。」との記載があり，図13及びその説明である【0039】ないし【0041】には，請求項4記載の発明の実施例として，図形の中には，複数の図面や領域にまたがって存在する巨大な図形もあり，これらの図形は，領域の境界線で二つに分断されるが，これらの分断された図形に関連性をもたせるため，図形テーブル1301に，始点に接続する図形のID，終点に接続する図形のIDを格納するとともに，領域をまたがる図形を指すため，接続領域IDと接続図形IDのペアを格納することが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例におけるオブジェクトによる管理",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，引用例においては，以下のとおり，地物を表す図形データをオブジェクトとして管理することも記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例の請求項1記載の発明は，「地物の図形データとして該地物の生成時間と消滅時間のデータを設け，時間経過により地物に変化が生じた場合，新たに生成された地物に対しては該地物の図形データに生成時間を格納して前記データベースに登録し，消滅した地物に対しては前記データベースに登録されている該地物の図形データに消滅時間を格納して前記データベースに登録」することを構成とし，請求項5記載の発明は，「クライアントシステムが前記データベース中の古い図形データを既に取得している場合には，前記データベースにおける該古い図形データと指定された時間での図形データの変化差分を該クライアントシステムに転送することを特徴とする図形データ管理方法」を構成としており，複数の地物をそれぞれ図形データとし，図形データごとにデータベースに登録し，それぞれに生成，消滅，変化のデータが格納されることを前提とする。これらの図形データの取扱いは，地物をオブジェクトとしてデータ管理を行っているものと解することができ，メッシュとは無関係のデータ処理であり，メッシュで分割されない地物の管理であるか，メッシュで分割される地物の管理であるかを問わず，実施可能なものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例の【0008】には，「各地物の図形データに一意なID番号を付与」することが記載されており，本発明の特徴を示す概念図である図1には，1図形のデータ構造として，図形IDのもとに初期属性，生成時間，構成点座標等を有することが示されているから，1図形を一つの図形IDで管理していることが認められる。",
                            "そうすると，ここでは，各地物毎にオブジェクト番号をつけて管理する(前記(1))のと同様に，各地物を，その図形データに図形IDを付すことによって管理することが記載されていると認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用例の図3，図4及びそれらの説明である【0016】ないし【0021】には，引用例における地理情報のデータ構造が示されており，図4の説明として，【0017】には，「401に，図形のデータ構造を示す。図形は，そのIDと，線色・構成点数などの属性，1個以上の構成点303から構成される。一つの点(305)も，構成点が一つの図形として見ることができる。図形のIDは，システム全体で一意の通し番号等が用いられる。異なるシステム間での一意性を保つため，図形の座標(重心等)で代用することもできる。」と記載されていることから，図形は，システム全体で一意の図形IDを付され，各図形がその図形IDで代表され，属性・構成点数などを有する一つのまとまったデータとして認識されているものと認められる。",
                            "また，図5とその説明である【0022】，図6と【0025】によれば，図形データは，図形IDで代表される図形ごとにデータベースに登録され，それぞれに生成，消滅，変化が表されるものと認められる。",
                            "そうすると，これらの点からしても，引用例において，各地物の図形データが，図形IDを付すことによって管理されていることが記載されていると認められる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "前記aないしcの引用例の記載によれば，引用例には，地物をオブジェクトとして管理することが記載されているものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記アのとおり，引用例には，メッシュによる分割を前提とした管理が記載されているが，そのような記載があるとしても，引用例に，地物をオブジェクトとして管理することが記載されているとの前記(ア)dの認定が妨げられることはない。その理由は，前記(ア)aないしcに示したほか，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "すなわち，前記アのとおり，引用例の請求項4，図13及びその説明である【0039】ないし【0041】の記載は，複数の領域にまたがる地物の図形のデータの管理方法に係るものである。",
                            "他方，引用発明は，第1のコンピュータシステムの第1のデータベースは，「地物の図形データ毎に地図情報の更新を実行可能であって地物の図形データをその図形情報とその属性情報で管理する」ものであり，第2のコンピュータシステムの第2のデータベースは，「地物の図形データ毎に地図情報の更新を実行可能であって地物の図形データをそのデータ構造を有する図形情報とその属性情報で管理する」ものであるから，少なくとも，地物が複数の領域にまたがらず，一つの領域内に存在する限りは，地物の図形データごとにデータ管理を行うものであり，これは，オブジェクト単位にデータ処理を行うものということができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，前記(ア)cのとおり，引用例において，図形は，システム全体で一意の図形IDを付されて管理されており，その管理のために，図形IDの他に常に領域IDが必要なわけではない。引用例においても，「領域ID＋図形ID」によるデータの取扱いは，前記アのように複数の領域にまたがった図形を取り扱うときの実施例において示されているのみであり，むしろ他の実施例(図1，図4ないし図6)においては，図形のデータ構造は，領域IDを有しておらず，図形ID，初期属性，生成時間，生成前図形ID，消滅時間，構成点等を有するものと認められ，システム全体で一意の図形IDによって地物ごとの管理を行っているものであると認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，訂正明細書において，解決課題を提供する従来技術として記載されたメッシュ及びレイヤで管理された地図データは，更新済みの全空間データが新たな提供データとして作成されるものであり(訂正明細書【0004】)，定期的なメンテナンスのたびにメッシュ及びレイヤで管理された空間データの総入れ替えが生じるようなもの(訂正明細書【0006】)として記載されている。これに対し，引用発明は，地物に変化が生じた場合のデータの更新を，地物の図形データごとに行うものであり，メッシュ及びレイヤで管理された空間データの総入れ替えが生じるものではない。そうすると，引用発明は，訂正明細書に従来技術として記載されたようにメッシュ及びレイヤで地図データを管理するものには当たらない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，引用例発明は，メッシュの存在を前提とするものであるが，地物ごとの図形データに図形IDを付することによって地図データを管理しており，メッシュ単位の管理をしているものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の有無について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)のとおり，引用例には，地物をオブジェクトとして管理することが記載されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，本件特許の出願時点(平成14年5月31日)において，地理情報の処理に当たって，地物をオブジェクトとして認識し，取り扱うことは，周知の技術事項であったものであり，これは，甲2(特開2000−18163号公報)によっても裏付けられる。",
                        "すなわち，甲2に記載された発明は，サーバの管理するデータを複数のクライアントが編集するクライアントサーバにおいて，複数のクライアント間での編集データの排他制御及び同期(統一)をとるための技術に関するものである(【0001】)。実施例のクライアントサーバシステムは，サーバが管理する地図データを複数のクライアントが手分けして編集するものであり，ユーザが編集対象とすることができる最小単位のデータについて排他制御を行うことが可能であり，その最小単位のデータとは，分離して編集することに適さないデータ，例えば地図上の道路，鉄道線路，建物等の個々の地理的事物を表す図形データであるとされ，そのような地理的事物をオブジェクトということが示されている(【0016】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "地物の図形データをオブジェクトとして取り扱う場合，その処理をオブジェクト単位で行うことができるように，更新処理や排他制御等をオブジェクト単位で実行可能とすることは当然の要請であり，そのために，地物の図形データの処理をメッシュで分割せずにオブジェクト単位で行うことは，当業者にとって自明のことということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件発明1の相違点3に係る構成(「前記第1及び第2の空間データベースは，地図情報を構成する各フィーチャーの形状データをメッシュで分割せずにオブジェクト単位で管理し，前記差分更新データとして，メッシュで分割せずにオブジェクト単位で管理された各フィーチャーの形状データが，第2のコンピュータシステムに提供され，提供された前記差分更新データを用いて第2のコンピュータシステムの第2の空間データベースの形状データを，メッシュ単位ではなくオブジェクト単位で更新又は排他制御を実行する」との構成)は，当業者が容易に想到し得たことであると認められ，同旨の審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。原告は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10126",
    "date": "2010-12-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080981",
    "ipprecedent_id": "2460",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}