{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008-800254号事件について平成22年7月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の下記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が下記1(3)のとおりの本件訂正を認めた上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至る手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成10年4月30日，名称を「くつ下及びその製造方法」とする発明について特許出願(特願平10-120756号。国内優先権主張日：平成9年5月6日。以下「本件原出願」という。)をし，平成10年11月11日，発明の名称を「くつ下」とする分割出願(特願平10-320874。以下「本件出願」という。)をして，平成14年6月7日に設定登録(特許第3316189号)を受けた(以下「本件特許」という。)。なお，国内優先権主張に係る特許出願の明細書(甲4の1)を「優先権当初明細書」といい，本件原出願に係る明細書(甲5の1)を「原出願当初明細書」という。また，同出願に係る特許請求の範囲の請求項1ないし13を，順に，「原出願発明1」ないし「原出願発明13」といい，併せて，「原出願発明」という。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成20年11月14日，本件特許につき特許無効審判を請求し，特許庁に無効2008-800254号事件として係属した。被告は，平成21年1月30日付けで訂正請求をし，特許庁は，同年9月28日，訂正を認めた上，「特許第3316189号の請求項1～5に係る発明について特許を無効とする。」との審決をした。",
                "被告は，これを不服として知的財産高等裁判所に上記審決の取消しを求める訴え(平成21年(行ケ)第10356号)を提起したところ，同裁判所は，平成22年1月29日，同審決を取り消す旨の決定をし，同決定は確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記取消決定確定後の無効審判請求事件(無効2008-800254号事件)において，被告は，平成22年2月22日付けで訂正請求(以下「本件訂正」という。)をしたところ，特許庁は，同年7月7日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との本件審決をし，同月15日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正前後の特許請求の範囲の記載",
          "text": [
            "本件訂正請求前及び同請求後の特許請求の範囲の記載は，別紙「本件訂正前発明」及び同「本件訂正後発明」のとおりである。なお，文中の「／」は，原文の改行箇所を，アンダーラインは，本件訂正の訂正箇所をそれぞれ示す。以下，本件訂正前の請求項1ないし5に記載の発明を，順に，「本件発明1」ないし「本件発明5」といい，併せて，「本件発明」という。また，本件訂正後の請求項1ないし5に記載の発明を，順に，「本件訂正発明1」ないし「本件訂正発明5」といい，併せて，「本件訂正発明」という。さらに，本件発明に係る明細書(甲3の7)を「本件明細書」といい，本件訂正発明に係る明細書(甲51)を「本件訂正明細書」という。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件訂正は，特許請求の範囲の減縮又は明瞭でない記載の釈明を目的とした訂正に該当し，訂正前の明細書等に記載した事項の範囲内のものであり，実質上特許請求の範囲を拡張し，又は変更するものではなく，これを認めることができる，②本件訂正発明には，記載要件違反(平成14年法律第24号による改正前の特許法(以下「法」という。)36条4項，特許法36条6項1号，同項2号)は存在しない，③本件出願は，特許法44条2項の適用により，平成10年4月30日に出願したものとみなされ，あるいは，同法41条2項の適用により，平成9年5月6日に出願したものとみなされるところ，本件訂正発明は，下記アの引用例1記載の発明(以下「引用発明」という。)，下記イ及びウの引用例2又は3記載の発明に基づいて当業者が容易に発明をすることができたものということはできないとして，本件訂正発明は無効とされるべきものではない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：実願昭57-160787号(実開昭59-64904号)のマイクロフイルム(甲8)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特公昭48-13624号公報(甲27)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：日本靴下協会「靴下工学」(甲28。昭和54年10月20日発行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件訂正発明1と引用発明との相違点及び本件訂正発明4と引用発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：拇指袋と，それに隣接する3指の小指袋と，以上の4本の指袋に続く4本胴と，小指袋に隣接する最外側の小指袋と，これらに続く胴部分とを，一体に編成してある指袋付靴下であって，上記拇指袋から小指袋までの編地中，小指袋の，少なくとも爪先が当たる部分を除いた，残りの部分の全部又は大部分を，胴部分の編地中足巾の最も広い部分に当たる部分の編糸よりも細い編糸にて編成すると共に，少なくとも，拇指袋の爪先が当たる部分を，前記編糸よりも太い編糸にて編成してあること，を特徴としてなる指袋付靴下"
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1と引用発明との相違点：本件訂正発明1は，「爪先部の小指側よりも親指側の厚みを増加する厚み増加用編立部分が，前記爪先部の先端部でかつ親指側に偏って編み込まれ，かつ前記厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されている」点"
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明4と引用発明との相違点：本件訂正発明4は，「親指部の厚みを増加する厚み増加用編立部分が編み込まれていると共に，くつ下の他の指部にも，他の指部の厚みを増加する厚み増加用編立部分が，他の指部の先端部でかつ分割部側に偏って編み込まれ，前記爪先部の親指部の両側面の各々から前記爪先部の先端を上に向けて見た，前記親指部の厚み増加用編立部分の端縁がV字状に形成されていると共に，前記他の指部の分割部側の側面から前記爪先部の先端を上に向けて見た，前記分割部側の厚み増加用編立部分の端縁がV字状に形成されている」点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明の記載要件に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法36号6項2号に係る判断の誤り(取消事由2)"
                },
                {
                  "fig": "イ",
                  "subject": "法36条4項に係る判断の誤り(取消事由3)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明の進歩性に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件出願の分割要件に係る判断の誤り(取消事由4)"
                },
                {
                  "fig": "イ",
                  "subject": "国内優先権に係る判断の誤り(取消事由5)"
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性に係る判断の誤り(取消事由6)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正要件に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，訂正前の請求項1及び請求項4の「くつ下編機によって筒編して得たくつ下」を「丸編機によって筒編して得たくつ下」とする訂正(以下「本件訂正1」という。)をし，訂正前の請求項1の「前記厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から見たとき，厚み増加用編立部分の端縁が実質的にV字状に形成されている」，請求項3の「厚み増加用編立部分の親指側の面積が拡大するように，前記増加用編立部分を爪先部の親指側の側面から見たとき，厚み増加用編立部分の端縁が実質的にV字状に形成されている」，請求項4の「前記爪先部の親指部の両側面の各々から見た，前記親指部の厚み増加用編立部分の端縁がV字状に形成さている」及び同項の「前記他の指部の分割部側の側面から見た，前記分割部側の厚み増加用編立部分の端縁がV字状に形成されている」の各「見た」の前に，それぞれ「前記爪先部の先端を上に向けて」を加える訂正(以下「本件訂正2」という。)をしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本件訂正発明の厚み増加用編立部分の端縁が実質的にV字状に形成されていること自体に格別の技術的意義があるということはできないものの，その端縁が実質的にV字状に形成されて，はじめて，厚み増加用編立部分が形作られているのであるから，厚み増加用編立部分については技術的意義を持つことがうかがえる以上，端縁が実質的にV字状に形成されていることも，技術的意義を持つような厚み増加用編立部分を形成し得ているという技術的意義を有するとした上で，本件訂正前の請求項1の「厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から見たとき，厚み増加用編立部分の端縁が実質的にV字状に形成されている」と記載された事項も，同様の技術的意義を内包していたということができる旨説示している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，本件訂正前の特許請求の範囲及び本件明細書の記載(【0005】～【0007】【0009】【0010】【0031】)からすると，本件発明の要旨は，くつ下編機によって筒編して得たくつ下が，その爪先部における最先端位置が親指側に偏って位置する非対称形であること，該くつ下の爪先部の形状が，親指が他の指よりも太い人の足の形状に近似するように，前記爪先部の小指側よりも親指側の厚みを増加する厚み増加用編立部分が，前記爪先部の先端部でかつ親指側に偏って編み込まれていること，かつ前記厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から見たとき，厚み増加用編立部分の端縁が実質的にV字状に形成されていることを特徴とするくつ下であり，厚み増加用編立部分が本件発明の本質的部分であって，厚み増加用編立部分の端縁が実質的にV字状に形成されていることに技術的意義はなかったものである。また，そもそも，「V字」の意義が不明であるし，くつ下のゴアラインとは，かかとや爪先の成形のための線であり，針上げピッカー，針下げによって目減らし，目増やしした境目のラインのことであるから，丸編機でくつ下を製造した場合には，このラインは，かかとや爪先に必ず現れるのであり，複数のゴアラインが特定の形状を呈したとしても，当該くつ下において，どのような編み方をしたかを結果として明らかにする痕跡にすぎないのであり，厚み増加用編立部分の端縁がV字状に形成されることは，技術的思想でも何でもない。",
                    "しかるに，本件審決は，本件訂正により，編機と「V字」の観察方向を限定したことで，これまで格別な技術的意義があるとはいえなかった「V字」自体に，技術的意義を見いだすことができるとしているのであるから，本件訂正によって新たな技術的事項が導入されたものにほかならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件訂正は，実質上特許請求の範囲を変更するものであり，特許法134条の2第3項で準用する126条4項に違反する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正に係る審理不尽，理由不備",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審判手続において，本件訂正について，弁駁書(3)(甲52)により，厚み増加用編立部分の端縁の形状がV字状であること自体に技術的意義はないこと，V字状自体が極めて曖昧模糊としていること，「上に向ける」の「上」とは何を意味するのか，逆V字は含まれないのか，「上に向ける」ことで何の意味があるのかなどが不明であることを主張し，さらに，「上に向けて」見るというのは観察者の積極的行為を必要とするから，それ自体に何らかの意味を生ずる可能性があるのであって，かかる限定を加えることにより，本件明細書に記載されない別の技術的思想を加えようとするものであるなどと主張して，本件訂正は実質上特許請求の範囲を変更するものであることを明らかにした。",
                    "しかるに，本件審決は，「原告の主張では，どのような意味で，技術的意義が変わり，そのことが，何故に，実質上特許請求の範囲を変更することになるかについては，判然としない。」などと説示し，原告の主張を理解しようとする素振りが全くなく，原告が指摘した点について判断していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決には，本件訂正についての審理不尽，理由不備の違法がある。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "訂正要件に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正1について",
                  "text": [
                    "くつ下編機は，横編機等を含む広い概念であり，これを丸編機に限定する訂正は，単に技術的範囲を減縮するものであって，実質上特許請求の範囲を変更するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正2について",
                  "text": [
                    "原告は，厚み増加用編立部分の端縁がV字状に形成されていることには技術的意義が認められないにもかかわらず，観察方向位置を付加することで何らかの技術的意義を付加することは，実質上特許請求の範囲を変更するものであると主張する。",
                    "しかしながら，本件審決は，厚み増加用編立部分の端縁がV字状に形成されていることは，技術的意義を有していると明示しているのであり，その技術的意義が認められないことを前提とした原告の主張は認める余地のないものである。",
                    "被告は，爪先部の先端を上に向けて見たときとの構成要件を追加し，技術的限定を加えて技術範囲を減縮する訂正をしただけであり，新たな技術的意義を加えたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，訂正要件に係る本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正に係る審理不尽，理由不備について",
              "text": [
                "争う。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法36条6項2号に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明の請求項1及び請求項4には，いずれも「人の足の形状に近似する」との記載があり，また，本件訂正明細書の発明の詳細な説明には，「人の足の形状に可及的に近似」との記載があるが(【0006】)，「近似」の程度については全く記載がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，上記「近似」について，くつ下の爪先部の形状が一般的な人の足，すなわち，親指が他の指よりも太い人の足の形状に似せた形状であることを表現しているものと認められるとした上で，この似せた形状であることを「人の足の形状に近似する」と表現した記載自体が，明確さに欠けるとまではいうことはできない旨説示している。",
                "しかし，一般的なくつ下においても，人のつま先が収容可能な程度にくつ下の爪先部分が形成されているのであり，また，足の形状に類似させた非対称形のくつ下自体は公知のものである。したがって，本件訂正明細書における「近似」の記載では，本件訂正発明に係るくつ下が，どの程度の(可及的)近似をもって，従来公知のくつ下と区別されるのかが全く明らかになっていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件訂正発明の請求項1及び請求項4の記載は，不明確であり，特許法36条6項2号に違反する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，「人の足の形状に近似する」との記載について，「近似」の程度が発明の詳細な説明に記載されていないから不明確であると主張としている。",
                "しかしながら，ここでいう「近似」は，その程度の問題ではなく，「人の足の形状に倣った」(本件訂正明細書【0011】)程度の意味であるから，通常の知識を有する者であれば容易に理解されるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，「人の足の形状に近似する」と表現した記載自体が明確さに欠けるとまではいうことはできないと判断した本件審決に何ら誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(法36条4項に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決手続において，本件訂正発明の無効理由として，特許法36条4項違反を主張していたところ，本件審決は，原告の同主張の理由について，①，②のとおり，簡略化して整理した上で，本件訂正明細書の記載を引用して，本件訂正発明を実施できる旨の判断をした。",
                "①  本件訂正発明1は，「丸編機によって筒編して得たくつ下が，その爪先部における最先端位置が親指側に偏って位置する非対称形であって」と記載された事項を有するが，当該事項に関し，同発明を実施することができない。",
                "②  図1の記載にあるように，「厚み増加用編立部分」を甲側と足裏側とで相似となるように実施することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審判手続において，原告は，本件訂正発明を実施できない理由として，爪先部の最先端位置の形成手段が開示されていないこと，本件訂正明細書(【0015】)の「増加」「減少」の記載に基づいたとしても，甲側と足裏側で非相似となるくつ下を編成し得ることなどを詳細に主張していた。",
                "また，被告は，答弁書(甲34)において，爪先部の最先端位置の形成手段について，本件発明の図面(図1，図2)は爪先部に仮想的に足もしくは足の模型等を挿入した状態を示している，最先端位置Gは一般的な靴下を示す図4と同様，仮想的に足等を挿入した状態での爪先側の先端位置を指しているなどとした上で，実際の靴下は伸縮性を持ち，製品の状態では型板が挿入され，厚さ方向にプレスされるから，プレスにより点V(G)がL’Lを結ぶ直線より前方に位置するとか，本件発明の製編が完了した靴下を製品として梱包する以前に，靴下の内部に型板を挿入して加圧(プレス)の仕上げ工程を経ることは当業者には常識であり，製編が完了した時点で発明品としての靴下は一旦，完成するため，完成後の作業内容まで出願明細書中で触れる必要性はないなどと主張していた。",
                "しかるに，本件審決は，爪先部の最先端位置の形成手段について，当事者双方の主張を全く無視し，本件訂正明細書の記載を引用して，得られたくつ下はその爪先部における最先端位置が親指側に偏って位置する非対称形のものであると認定したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件審決には，当事者の主張を無視して独自の判断をした誤りがある。",
                "〔被告の主張〕",
                "本件訂正明細書の記載に実施可能要件が認められるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件出願の分割要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原出願が2以上の発明を包含するものであるとの判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，原出願発明3は「厚み増加用編立部分を爪先部の親指側の側面から見たとき，厚み増加用編立部分の端縁がV字状である」と記載された事項を有するものと認められ，また，原出願当初明細書(【0013】【0018】)は，当該事項を詳しく説明するものであり，ここには，厚み増加用編立部分の親指側の面積が拡大するように，厚み増加用編立部分を爪先部の親指側の側面から爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されていることが記載されていることが認められると説示している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，原出願当初明細書の上記部分にV字という記載があるとしても，厚み増加用編立部分の親指側の面積を拡大する目的で，厚み増加用編立部分の端縁を実質的にV字状に形成するなどといったV字の作用的説明は一切されていない。",
                    "また，原出願当初明細書には，「厚み増加用編立部分の親指側の面積を増大すべく，親指側の側面部を形成する厚み増加用編立部分の端縁を形成する連結線HJ，HMの挟角を大にするほど，連結線HJ又は連結線IKと，H位置とI位置とを結ぶ直線HIとの各傾斜角αが小さくなり，爪先部の幅(最先端Gと直線HIとの間隔)が狭くなる傾向にある。」と記載されているが(【0019】)，仮に，連結線HJとHMでV字が形成されていることを認めるとしても，それ自体はV字が記載されているというだけのことであり，上記記載は，厚み増加用編立部分の親指側の面積を増大させるために，そのV字を形成する連結線HJとHMの挟角を大きくすればするほど，爪先部の幅が狭くなる傾向にあるということを意味するにすぎない。すなわち，原出願当初明細書の上記記載は，厚み増加用編立部分の親指側の面積が拡大する目的で，厚み増加用編立部分の端縁を実質的にV字状に形成することを意味するものではないのである。",
                    "したがって，厚み増加用編立部分の端縁がV字状を形成するとしても，それは，特定の手順(編み方)をした場合の痕跡がV字であったというだけのことであるから，「端縁を実質的にV字状とすることによって，くつ下編機によって厚み増加用編立部分を容易に形成できる」という原出願当初明細書(【0007】)の表現は極めて不適切であり，特定の手順によって厚み増加用編立部分を編み込んだ場合には，出来上がったくつ下の当該部分の周辺に近い部分に「V字状の痕跡が見られた」という表現が適切である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明は，原出願発明には含まれない事項を作用的表現をもって上位概念化した発明であるので，特許法44条1項に規定する特許出願の分割の実質的要件(原出願が2以上の発明を包含するものであること)に欠けるものである。",
                    "しかるに，本件審決は，特許法44条1項の解釈適用を誤り，その結果，本件訂正発明の出願日の認定を誤ったため，登録実用新案第3044598号公報(甲1。平成9年12月22日発行)記載の発明(以下「甲1発明」という。)を考慮せずに本件訂正発明の新規性，進歩性を判断したものであるから，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願発明と本件訂正発明との同一性に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件訂正発明1と原出願発明1とを対比すると，前者がくつ下という物の発明であるのに対し，後者はくつ下の製造方法という物を生産する方法の発明であって，そもそも発明の対象を異にしているし，本件訂正発明1は，「厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されている」と記載された事項を有するのに対し，原出願発明1は，厚み増加用編立部分の端縁に係る事項を発明特定事項としておらず，この点で相違していると認められるから，本件訂正発明1は，原出願発明1と同一であるとも，実質的に同一であるともいうことはできない旨説示している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決は，厚み増加用編立部分の端縁がV字状であること自体には格別の技術的意義はなく，丸編機による特定の手順(製法)によって編み込まれた場合に付随的に生じたものであることを認めた上で，その端縁が実質的にV字状に形成されて，はじめて，厚み増加用編立部分が形作られているのであるから，端縁がV字状であることには，厚み増加用編立部分を形成し得ているという技術的意義を有しているということができると判断しているのであり，本件審決は，本件訂正発明1は形式的には物の発明であるが，実質的には特定の製法に基づく発明(その物自体は公知であるから，仮に，本件訂正発明1に特許性が認められるとしても，結局は，その製法自体に着目した発明である。)であるとの理解をしていると判断せざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件訂正発明1と原出願発明1を分説すると，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明1について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "丸編機によって筒編して得たくつ下が，その爪先部における最先端位置が親指側に偏って位置する非対称形であって"
                        },
                        {
                          "fig": "b",
                          "subject": "該くつ下の爪先部の形状が，親指が他の指よりも太い人の足の形状に近似するように，前記爪先部の小指側よりも親指側の厚みを増加する厚み増加用編立部分が，前記爪先部の先端部でかつ親指側に偏って編み込まれ"
                        },
                        {
                          "fig": "c",
                          "subject": "かつ前記厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されていることを特徴とするくつ下"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原出願発明1について",
                      "text": [
                        "a′くつ下編機によって筒編してくつ下を製編する際に，該くつ下の爪先部を筒編して製編するとき",
                        "b′前記爪先部の厚みを増加する厚み増加用編立部分を爪先部の親指側に偏って編み込むように",
                        "c′前記くつ下編機の編み立て方向を前記親指側方向にシフトさせつつ製編することを特徴とするくつ下の製造方法"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "両発明を対比すると，",
                      "text": [
                        "①  aとa′は，丸編機によってくつ下を筒編する点及びくつ下の爪先部を筒編して製編する点で，同一である。",
                        "また，原出願発明1は，b′「厚み増加用編立部分」を「親指側に偏って編み込む」のであるから，a「爪先部が非対称形」である点でも同一である。",
                        "②  爪先部の形状において，厚み増加用編立部分が，前記爪先部の親指側に偏って編み込まれている点で，bとb′は同一である。",
                        "③  本件訂正発明1は，cにおいて，厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，その端縁がV字状に形成されているとの形状的要件が記載されているのに対して，原出願発明1では，c′において，くつ下編機の編み立て方向を前記親指側方向にシフトさせつつ製編するとの製法的要件が記載されており，形式的記載は異なっている。",
                        "しかしながら，本件審決の理解によるならば，cは，丸編機による特定の製法によって厚み増加用編立部分を編み込んだ場合に付随的に生じるものであり，そのような厚み増加用編立部分を特定製法によって形成し得た結果という程度の技術的意義しかないということである。そして，本件訂正明細書(【0013】～【0015】)には，実施例の製造方法として，編み立て方向を親指側の方向にシフトさせることで図1に示すくつ下を得ることができる旨記載されている一方で，原出願に係る特許公報(甲5の6)の明細書においても，全く同様の記載(【0014】【0015】)がされた上で，図1に示すくつ下を得ることができる旨記載されている。また，両者の図1は全く同じ図面であるから，結局，本件訂正発明1のくつ下において，「厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，その端縁がV字状に形成されている」とは，原出願発明1における製法によって形成した結果を別の形式をもって表現したことに相違ない。厚み増加用編立部分の端縁がV字状に形成されていること自体は技術的思想ではなく，単に特定の製法によってくつ下を製編した際の痕跡に過ぎないから，両発明を技術的思想として対比する場合は，単なる形式面(発明の対称，特許請求の範囲の形式的記載)で判断するのではなく，実質的に判断すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特許法44条1項に規定する特許出願の分割に際しては，分割によって除外された後の原出願に基づく特許発明と，分割出願に基づく特許発明は同一であってはならず，両者は別異の発明でなければならない。また，仮に，形式的には異なる発明であっても，実質的に同一の発明である場合は，同一技術思想に対して二重に特許を取得することになるから，特許出願の分割は許されるべきではない(特許法39条参照)。",
                    "これを本件についてみると，上記のとおり，原出願発明1と本件訂正発明1は，発明の形式及び特許請求の範囲の記載形式は異なっているものの，実質的には同一発明であるから，特許出願の分割は許されないというべきである。",
                    "しかるに，本件審決は，特許法44条1項の解釈適用を誤り，その結果，本件訂正発明の出願日の認定を誤ったため，甲1発明を考慮することなく，本件訂正発明の新規性，進歩性を判断したものであるから，取り消されるべきである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "原出願が2以上の発明を包含するものであるとの判断の誤りについて",
              "text": [
                "本件出願が適法であるとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願発明と本件訂正発明との同一性に係る判断の誤りについて",
              "text": [
                "本件審決の判断に誤りはなく，取り消されるべき理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(国内優先権に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書には，「針釜が正方向に回動した際の針数の減少数と，逆方向に回動した際の針数の減少数が実質的に同数である」(【0014】)，「「実質的に同数」とは，針釜が正方向に回動した際の針数の減少数又は増加数と，逆方向に回動した際の針数の減少数と増加数の間に，編み立てに関与する編針の針数の約10％程度が相違してもよいことを意味する」(【0016】)など，優先権当初明細書にはない「実質的」との記載が多数存在する。そして，本件訂正明細書の上記記載からすると，例えば，編針の針数を約10％の範囲で任意に相違させて本件訂正明細書に記載された編み方によって作成したくつ下の厚み増加用編立部分の端縁の形状は厳密な意味でV字状でなくとも，本件訂正発明には含まれることになるが，これが優先権当初明細書においては記載されていなかった事項であることは明らかである。",
                "特許請求の範囲の記載に変更がなくとも，実施例が追加される等の事情によって優先権主張に係る特許出願の明細書に記載された発明の範囲を超える場合には，超えた発明(後の出願に係る発明)については，特許法41条2項に基づく出願日遡及の効果は認められないというべきであるところ，本件では，優先権当初明細書に記載された発明と比較して，本件訂正発明の請求項1及び請求項3の権利範囲が広がっていることは明らかであるから，出願日遡及の効果は認められないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，本件審判手続でも弁駁書(3)等で繰り返し主張していたが，本件審決は，「訂正請求書の提出前においては無かったもので，実質的には，審判請求書の要旨を変更する補正といえる」としてこれを採用しなかったものであり，本件審決に審理不尽の違法があることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，上記のとおり，本件出願については，特許法41条2項による国内優先主張日(平成9年5月6日)への遡及効は認められないから，本件出願の出願日は，実際の出願日である平成10年11月11日とすべきところ，本件審決は，その認定を誤った結果，甲1発明を考慮せずに本件訂正発明の新規性，進歩性を判断したものであるから，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正明細書の「実質的に同数の」という記載は優先権当初明細書になかったから，本件出願の遡及効は認められないとして，誤った出願日に基づき本件訂正発明の新規性，進歩性を判断した本件審決は取り消されるべきであると主張している。",
                "しかしながら，原告の主張は，「審判請求書の要旨を変更するものであり，特許法131条の2第1項に違反し，採用することができない。」とする本件審決の判断のとおりであり，審決を取り消す理由とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "なお，原告が主張する本件訂正明細書の記載とは「実質的に同数の(針数)」のみであって，これは「実質的にV字状」とは異なる概念，定義付けである。本件訂正明細書に記載された定義も「実質的に同数とは」とあるように「実質的に同数」の意味を定義したものであって，「実質的に」そのものを定義したものではない。"
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件訂正明細書にある「実質的に同数」なる記載は「V字状」とは全く関連しないものであり，かかる記載が本件訂正明細書にあることは，「実質的にV字状」から「V字状」に訂正したことによる発明の技術的範囲には何らの影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明と本件訂正発明1との相違点として，本件訂正発明1は，「①爪先部の小指側よりも親指側の厚みを増加する厚み増加用編立部分が，②前記爪先部の先端部でかつ③親指側に偏って編み込まれ，かつ④前記厚み増加用編立部分の親指側の面積が拡大するように，⑤前記厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されている。」と認定している。",
                "しかるに，引用発明には，厚み増加用編立部分との用語はないが，拇指袋は，被せる対象となる親指の形状に近似させたものであり，その厚みを増加させていることは明らかである。そして，厚み増加用編立部分は，くつ下を履いたときに，親指に対する圧迫感を緩和できるとの技術的意義を持つものであるから，履く足の形(特に親指の形)に類似したくつ下を形成すれば，親指に対する圧迫感を緩和できることは至極当然のことであり，あえて厚み増加用編立部分との特殊な用語を用いるまでもない。また，技術的意義はあってもそれ自体新規な技術でも何でもなく，単にくつ下における爪先部分を被せる対象となる足の形に類似した形状に形成したというだけのことである。",
                "したがって，拇指袋は，実質的に厚み増加用編立部分と同じであり，上記①は引用発明との相違点にはならない。",
                "そして，本件審決は，引用発明における拇指袋の先端位置が爪先部の最先端位置であること，親指側に偏って位置していること，他の指袋よりも幅広く図示され，爪先部の小指側よりも親指側の厚みが増加されるように編成されていることを認定しているから，上記②ないし④が相違点にならないことは当然である。",
                "したがって，引用発明と本件訂正発明1との相違点は形式的には上記⑤のみである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用発明の構成について，太い編糸や細い編糸といった糸使いに特徴を有し，編地組織上の工夫に特徴は見られず，その端縁がV字状に形成されるような編地組織については到底思いつかないものであると説示する。",
                "しかし，本件訂正発明1は，物に関する発明であるから，その編成方法，すなわち手順(製法)は問題とならない。本件審決は，V字状自体には格別な技術的意義があるとはいえないとしつつ，特定の手順(製法)的要素を加味して理解した場合に，技術的意義が現出するという理解をしている。そうすると，本件審決は，本件訂正発明1についてその客観的意味からは何の技術的意義も明らかとならない用語(V字)に対して，特定の手順(製法)的要素を加味して理解した上で，その点に技術的意義を見いだし，進歩性判断を行っているのであるから，特許法70条1項，特許法29条2項の解釈適用を誤ったことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件審決は，本件訂正発明1の要旨認定を誤り，その結果，引用発明との対比判断を誤ったものである。",
                "また，同様の理由により，本件訂正発明2ないし5の進歩性の判断についても誤ったものである。",
                "よって，本件審決は，取り消されるべきである。",
                "〔被告の主張〕",
                "原告は，引用発明に対する本件訂正発明1の進歩性に関する本件審決の判断は誤りであると主張しているが，本件審決は，本件訂正発明1は「爪先部の小指側よりも親指側の厚みを増加する厚み増加用編立部分が，前記爪先部の先端部でかつ親指側に偏って編み込まれ，かつ前記厚み増加用編立部分の親指側の面積が増大するように，前記厚み増加用編立部分を爪先部の親指側から前記爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されている」点で引用発明とは相違していると，両者の相違を明瞭に示している。",
                "本件審決の上記判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(本件訂正に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正要件に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正明細書には，概略，次の記載がある(下線部は，本件訂正により付加された部分である。)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "図1に示すくつ下の爪先部の親指側の側面(図1(b)の矢印AAの方向)から爪先部の先端を上に向けて見た厚み増加用編立部分の端縁HJ，HMをV字状とすることにより，後述するくつ下の製造方法によって容易に厚み増加用編立部分を形成できる(【0012】)。図1に示すくつ下は，爪先部の厚みを増加する厚み増加用編立部分を親指側に偏って編み込むように，くつ下編機の編み立て方向を親指側の方向にシフトさせて製編することによって得ることができる。かかるくつ下編機として汎用されている丸編機によって，図1に示すくつ下を製編する例を説明する(【0013】)。筒編部から編み立て，最終端となる開口部まで製編し逢着部とすると，爪先部を形成する部分の各端縁には，各部分の縁部を形成するループの一部が互いに絡み合わされて連結されて成る連結線HJ，IK，KL，HMが形成されるが，かかる連結線のうち連結線HJ，HMは，親指側の側面部を形成する厚み増加用編立部分の端縁であり，図1においては，爪先部の親指側の側面〔図1(b)の矢印AAの方向〕から爪先部の先端を上に向けて見たときV字状である(【0014】～【0016】)。図1に示すくつ下の爪先部において，先端位置Gを親指側に偏って位置させつつ，厚み増加用編立部分の親指側の面積を増大すべく，親指側の側面部を形成する厚み増加用編立部分の端縁を形成する連結線HJ，HMの挟角を大にするほど，連結線HJ又は連結線IKと，H位置とI位置とを結ぶ直線HIとの各傾斜角αが小さくなり，爪先部の幅(最先端Gと直線HIとの間隔)が狭くなる傾向にある(【0017】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "丸編機を用いて図2に示すくつ下を製編する例について説明する(【0018】)。筒編部を編み立てた後，最終端となる開口部まで製編して逢着部とすると，爪先部を形成する部分の各端縁には，各部分の縁部を形成するループの一部が互いに絡み合わされて連結されて成る連結線ＮP，OQ，ＮT，OS，SU，VＮ，WＮ，YOが形成されるが，これらの連結線のうち，連結線ＮT，VＮは，親指側の側面部を形成する厚み増加用編立部分の端縁であって，親指側の側面(図2(b)の矢印AA方向)から爪先部の先端を上に向けて見たとき略V字状である(【0018】～【0021】)。また，厚み増加用編立部分の端縁を形成する連結線ＮT，VＮは，変曲点Ｎ′V′によって外方に曲折されているため，図1に示す方法によって形成した厚み増加用編立部分(図2Bにおいて，一点鎖線で囲む部分)に比較して，厚み増加用編立部分の面積を親指側に偏って広く形成できる。このため，図2に示すくつ下を履いたとき，親指に対する圧迫感を更に一層軽減できる(【0022】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "くつ下には，爪先部が親指部と他の指部とに分割されて成る足袋様のくつ下があるが，かかる足袋様のくつ下にも本発明を適用できる。図3(b)は爪先部の先端側から見た図である(【0023】)。親指部の両側面の各々〔図3(b)に示す矢印BB，BBの各方向〕から爪先部の先端を上に向けて見た厚み増加用編立部分の端縁をV字状とし，かつ，他の指部の分割部側の側面(図3(b)に示す矢印CCの方向)から爪先部の先端を上に向けて見た厚み増加用編立部分の端縁をV字状とすることによって，後述する丸編機を用いた製造方法によって足袋様くつ下を容易に製造できる(【0024】)。丸編機を用いて図3に示すくつ下を製編する例について説明する(【0025】)。筒状部を編み立てた後，最終端となる開口部まで製編し逢着部とすると，親指部及び他の指部を形成する部分の各端縁には，各端縁を形成するループの一部が互いに絡み合わされて連結されて成る連結線が形成され(【0028】)，かかる連結線のうち連結線A A  ，A A  ，A A ，A A  ，B B  ，B B は，親指部及び他の指部の側面部を形成する厚み増加用編立部分の端縁であって，親指部の両側面の各々から爪先部の先端を上に向けて見たときV字状であり，かつ，他の指部の分割部側(図3(b)の矢印CC方向)から爪先部の先端を上に向けて見たときV字状である(【0029】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載からすると，本件訂正発明において，「厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から前記爪先部の先端を上に向けて見たとき，厚み増加用編立部分の端縁がV字状に形成されていること」(以下「訂正V字要件」という。)は，丸編機によって筒編してくつ下を製造する場合に適した形状，構造を特定する要件であり，その技術的意義は，丸編機による筒編によって当該くつ下を製造する場合に，厚み増加用編立部分がより容易に形成できることや，爪先部の先端を上に向けて見たときの厚み増加用編立部分のV字の挟角を大にすることにより，厚み増加用編立部分の親指側の面積の拡大に寄与することにあるということができる。また，爪先部の先端を上に向けて見たときに厚み増加用編立部分の端縁がV字に形成されていることを示している図1ないし図3からすると，以上の技術的意義は，本件訂正の前後にかかわらず，爪先部の先端を上に向けて見たときに厚み増加用編立部分の端縁がV字になることを前提とするものであるということができる。",
                        "なお，上記(ア)b記載の図2に係る実施例は，本件訂正発明3に対応するものであると認められるところ，本件訂正発明3は本件訂正発明1を引用しているから，本件訂正発明1は，上記ア(ア)記載の図1に係る実施例のほかに，図2に係る実施例も包含するものであり，本件訂正発明1のV字状についても，アルファベットのVと同等の形状だけでなく，アルファベットのVに類する形状である略V字状も含むものであるといわなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明について",
                  "text": [
                    "本件明細書において，厚み増加用編立部分の端縁がV字状であることに関する記載は，上記(1)アの下線部分を除き，本件訂正明細書の上記記載と同様のものであるから，本件発明の「厚み増加用編立部分の親指側の面積が拡大するように，前記厚み増加用編立部分を爪先部の親指側の側面から見たとき，厚み増加用編立部分の端縁が実質的にV字状に形成されている」という事項(以下「V字要件」という。)についても，技術的意義を有するものといわなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明のV字要件と本件訂正発明の訂正V字要件とは，それぞれ技術的意義を有するところ，その技術的意義に違いはないということができるから，本件訂正により，新たな技術的事項が導入されたものとまでは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，本件発明では，本来，厚み増加用編立部分の端縁をV字状に形成することに格別な技術的意義があるとはいえないにもかかわらず，特定の手順(製法)的要素を加味して理解した上で本件訂正を行った場合には技術的意義がでてくるというのであれば，訂正によって新たな技術的事項を導入したものにほかならないなどと主張しているが，上記のとおり，本件発明のV字要件には，くつ下編機による筒編によって当該くつ下を製造する場合に厚み増加用編立部分がより容易に形成できることや，爪先部の先端を上に向けて見たときの厚み増加用編立部分のV字の挟角を大にすることにより，厚み増加用編立部分の親指側の面積を増大させることができることの技術的意義が認められるのであるから，原告の主張はその前提において採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，本件訂正は，実質上特許請求の範囲を変更するものであるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正に係る審理不尽，理由不備について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決は本件訂正が実質的に特許請求の範囲を変更するものであるとする原告の主張を理解せず，判断もしていないとして，本件審決には，審理不尽，理由不備の違法があると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決は，本件訂正が実質上特許請求の範囲を変更するという原告の主張について，本件発明1のV字要件の技術的意義について，本件明細書の記載に基づき認定した上で，当該認定に係る技術的意義が本件訂正により変更したものであるかを検討し，その技術的意義に変更はないとの判断を示しているのであるから，この点に関し，本件審決に審理不尽又は理由不備の違法があるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2(特許法36条6項2号に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正発明の請求項1及び請求項4の「人の足の形状に近似する」との記載は，不明確であり，特許法36条6項2号に違反する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，「一般的に，人の足は親指が他の指よりも太く且つ足の最先端の位置は親指側に位置する非対称形であること」(本件訂正明細書【0006】)は周知であり，本件訂正発明の爪先部の形状が，こうした一般的な人の足の形状に似ていることや，一般的な人の足の形状に倣った形状であることは，当業者であれば十分に理解できるものであって，その近似の程度が具体的かつ詳細に示されていないからといって，当該発明を把握することができないということはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決が，上記請求項の記載について，明確さに欠けるとまではいうことはできないとした判断に誤りはないから，取消事由2にも，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由3(法36条4項に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正発明が法36条4項に違反するか否かについて，本件審決は当事者双方の主張を全く無視して独自の判断を行ったものであり，審理不尽，理由不備の違法があると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記の点に関する審判手続での原告の主張は，概略，①本件訂正発明1は，「丸編機によって筒編して得たくつ下が，その爪先部における最先端位置が親指側に偏って位置する非対称形であって」と記載された事項を有するものであるが，当該事項に関し，発明を実施することができない，②図1の記載にあるように，厚み増加用編立部分を甲側と足裏側とで相似となるように実施することはできない，というものである。",
                "これに対し，本件審決は，本件訂正明細書の記載(【0013】～【0016】，図1)を詳細に検討した上で，①本件訂正発明1の「丸編機によって筒編して得たくつ下が，その爪先部における最先端位置が親指側に偏って位置する非対称形であって」と記載された事項は，実施することができないとはいえない，②図1の記載にあるように，厚み増加用編立部分を甲側と足裏側とで実施することができると認められると説示しているのであって，本件訂正発明が法36条4項に違反するか否かの判断において，本件審決が当事者双方の主張をいずれもそのまま採用せずに判断することはもとより許されるのであり，それによって本件審決に審理不尽，理由不備の違法が生ずるものでないことは明らかであるから，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，上記①及び②の点について，実施可能性の有無について検討すると，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書には次の記載がある。",
                    "図1に示すくつ下は，爪先部の厚みを増加する厚み増加用編立部分を親指側に偏って編み込むように，くつ下編機の編み立て方向を親指側の方向にシフトさせて製編することによって得ることができる。かかるくつ下編機として汎用されている丸編機，すなわち複数本の編針(図6(a)に示す編針50と同一編針)が周囲に配設された針釜(図6(b)に示す針釜60と同一針釜)を一定方向に回転して編み立てる回転動作と，この針釜を正逆方向に交互に回動して編み立てる回動動作とを併せ持つ丸編機によって，図1に示すくつ下を製編する例を説明する(【0013】)。",
                    "まず，針釜を一定方向に回転させて所定長さの筒編部(図4)を編み立てた後，針釜を正逆方向に交互に回動させ，編み立てに関与する編針の針数を増減させることによってくつ下の爪先部を編み立てる。かかる針数の増減は，正逆方向に回動する針釜が回動方向を変更する際に行う。図1に示す爪先部を編み立てる際には，くつ下の足裏側を示す図1(c)のHI位置まで編み立てた後，編み立てに関与する編針の針数を順次減少させてJK位置まで編み立てる。この場合，針釜が正方向に回動した際の針数の減少数と，逆方向に回動した際の針数の減少数とが実質的に同数である。更に，JK位置まで編み立てた後，J位置側に針釜が回動する際に，針数を順次増加させてH位置まで編み立てると同時に，K位置側に針釜が回動する際に，針数を順次減少させてL位置側まで編み立てることによって，編み立て方向をくつ下の親指側の方向にシフトさせつつ編み立てることができる。その結果，爪先部の足裏側に，厚み増加用編立部分を親指側に偏って編み込むことができる(【0014】)。",
                    "次いで，H位置側に針釜が回動する際に，針数を増加(判決注：図1の記載に照らし，減少の誤記であると認める。)させてM位置まで編み立てると同時に，L位置側に針釜が回動する際に，針数を減少(判決注：同様に増加の誤記であると認める。)させてK位置側まで編み立てることによって，編み立て方向をくつ下の親指側の方向にシフトさせつつ編み立てることができる。その結果，甲部側に厚み増加用編立部分を親指側に偏って編み込むことができる。この厚み増加用編立部分は一体化されている。この様に，MK位置まで編み立てた後，針数を順次増加させてHI位置まで編み立てることによって爪先部を形成できる。この場合，針釜が正方向に回動した際の針数の増加数と，逆方向に回動した際の針数の増加数とが実質的に同数である(【0015】)。",
                    "さらに，HI位置まで編み立てた後，針数を所定本数に保持しつつ，くつ下の甲部側に形成された最終端となる開口部まで製編し逢着部とする。ここで，爪先部を形成する部分の各端縁には，各部分の縁部を形成するループの一部が互いに絡み合わされて連結されて成る連結線HJ，IK，KL，HMが形成されている。この連結線HJ，IK，KL，HMは，針釜が正方向又は逆方向に回動した際の回動端でもある。かかる連結線のうち連結線HJ，HMは，親指側の側面部を形成する厚み増加用編立部分の端縁であり，図1においては，爪先部の親指側の側面(図1(b)の矢印AAの方向)から爪先部の先端を上に向けて見たときV字状である(【0016】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本件訂正明細書には，図1記載のくつ下を編み立てる手順が具体的に記載されているものであり，爪先部における最先端位置が親指側に偏って位置する非対称形であるくつ下をくつ下編機で筒編する工程及び厚み増加用編立部分を甲側と足裏側とで相似となるように製造するための工程は，いずれも，当業者において，容易に理解することができるものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，爪先部の最先端位置が親指側に偏って位置する点について付言すると，本件訂正発明の場合には，厚み増加用編立部分を持たない他のくつ下に比して，親指部分に余分に糸が編み込まれた領域を有しているから，爪先部に足を挿入した状態では，G点が最先端位置になるものと推認されるし，実際の製造過程では，型板を挿入しプレスされるものであるから，G点が最先端位置となる傾向は，一層顕著になるものということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件訂正明細書の記載が本件訂正発明の実施可能要件を具備しないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由3にも，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消理由4(本件出願の分割要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原出願が2以上の発明を包含するものであるとの判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願当初明細書には，厚み増加用編立部分の端縁がV字状を形成することについて，前記1(1)アの下線部を除き，本件訂正明細書の記載と実質的に同様の記載があるから(【0014】【0015】【0018】【0019】【0023】【0024】【0026】【0031】，図1～図3)，原出願当初明細書には，訂正V字状要件と同様の技術的思想が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，厚み増加用編立部分の端縁がV字状を形成することには技術的意義はなく，本件訂正発明は，原出願発明には含まれない事項を作用的表現をもって上位概念化した発明であるので，特許法44条1項に規定する特許出願の分割の実質的要件(原出願が2以上の発明を包含するものであること)に欠けるものであると主張する。",
                    "しかしながら，上記(1)のとおり，原出願当初明細書には，「訂正V字状要件」と同様の技術的思想が記載されていることが認められるから，厚み増加用編立部分の端縁をV字状に形成することには，厚み増加用編立部分がより容易に形成できることや，V字の挟角を大にすることにより厚み増加用編立部分の親指側の面積の拡大に寄与するなどの技術的意義があるということができるのであり，原告の主張はその前提において採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願発明と本件発明との同一性に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願は，分割出願であるところ，本件出願が適法な分割出願であったというためには，分割出願時点において，特許法44条1項の要件を備えていたか否かが判断されるべきである。そこで，以下，各当事者の主張もその見地から善解して，原出願発明と本件発明についての同一性の有無について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成21年10月29日付け訂正後の本件原出願に係る特許請求の範囲は，次のとおりである(乙5，8)。",
                    "【請求項1】丸編機によって筒編してくつ下を製編する際に，該くつ下の爪先部を筒編して製編するとき，前記爪先部の厚みを増加する厚み増加用編立部分を爪先部の親指側に偏って編み込むように，前記丸編機の編み立て方向を前記親指側方向にシフトさせつつ製編することを特徴とするくつ下の製造方法",
                    "【請求項2】丸編機の編み立てに関与する編針を親指方向にシフトしつつ製編する請求項1記載のくつ下の製造方法",
                    "【請求項3】くつ下編機として，複数本の編針が周囲に配設された針釜を一定方向に回転して編み立てる回転動作と，前記針釜を正逆方向に交互に回動して編み立てる回動動作とを併せ持つ丸編機を用い，前記針釜を正方向に回動する際に編み立てに関与する編針の針数を増加し且つ前記針釜を逆方向に回動する際に編み立てに関与する編針の針数を減少する第1操作と，前記針釜を正方向に回動する際に編み立てに関与する編針の針数を減少し且つ前記針釜を逆方向に回動する際に編み立てに関与する編針の針数を増加する第2操作とを繰り返して製編する請求項1又は請求項2記載のくつ下の製造方法",
                    "【請求項4】爪先部が親指部と他の指部とに分割されて成るくつ下を，前記親指部と他の指部とを個別に丸編機によって筒編して製編する際に，該親指部の厚みを増加する厚み増加用編立部分を親指部に編み込むように，前記丸編機の親指部を編み立てる編針の針数を増減して親指部を製編し，且つ前記他の指部の厚みを増加する厚み増加用編立部分を分割部側に偏って編み込むように，前記丸編機の編み立て方向を前記分割部側方向にシフトさせつつ製編することを特徴とするくつ下の製造方法",
                    "【請求項5】丸編機によって他の指部を製編する際に，丸編機の他の指部の編み立てに関与する編針を親指方向にシフトしつつ製編する請求項4記載のくつ下の製造方法",
                    "【請求項6】くつ下編機として，複数本の編針が周囲に配設された針釜を一定方向に回転して編み立てる回転動作と，前記針釜を正逆方向に交互に回動して編み立てる回動動作とを併せ持つ丸編機を用い，前記針釜を正方向に回動する際に編み立てに関与する編針の針数を増加し且つ前記針釜を逆方向に回動する際に編み立てに関与する編針の針数を減少する第1操作と，前記針釜を正方向に回動する際に編み立てに関与する編針の針数を減少し且つ前記針釜を逆方向に回動する際に編み立てに関与する編針の針数を増加する第2操作とを繰り返して製編する請求項4又は請求項5記載のくつ下の製造方法"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明は，くつ下編機によって筒編して得たくつ下に関するものであり，爪先部の親指側に偏って編み込み，爪先部の厚みを増加する厚み増加用編立部分の具体的な形状，構造を，所定の要件(V字要件)により特定した物の発明である。",
                    "他方，原出願発明は，前記のとおり，丸編機によって筒編するくつ下の製造方法に関するものであり，爪先部の厚みを増加する厚み増加用編立部分を，爪先部の親指側に偏って編み込むための具体的な手法を特定した方法の発明である。",
                    "このように，本件発明，原出願発明とも，爪先部の厚みを増加する厚み増加用編立部分に着目した点で共通しているものの，両者は，発明の種類(カテゴリー)を異にする上，本件発明が厚み増加用編立部分の具体的な形状，構造を所定の要件(V字要件)により特定した点に特徴があるのに対し，原出願発明は，爪先部の親指側に偏って編み込むための具体的な手法を特定した点に特徴があるように，それぞれの特徴点は異なっており，同一の発明であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，本件発明において，厚み増加用編立部分の端縁がV字状に形成されていること自体は技術的意義がないことを前提として，原出願発明と本件発明は同一であると主張するが，本件発明のV字要件に技術的意義が認められることは，前記1(1)イのとおりであり，また，前記(2)ウのとおり，原出願発明と本件発明は同一ということはできないから，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件出願について，特許法44条2項が適用されるとした本件審決の判断に誤りはなく，取消事由4には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消理由5(国内優先権に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の当否について",
              "text": [
                "原告は，本件審判手続における平成22年4月2日付け弁駁書(3)の中で，本件訂正発明に対する予備的な無効理由として，本件訂正明細書の【0014】から【0016】には，優先権当初明細書には記載のない「実質的に同数」との記載があり，優先権当初明細書に記載された発明の範囲を超えているから，出願日遡及の効果は認められず，したがって，本件訂正発明は，甲1発明に基づき，当業者が容易に発明できたものであると主張したものであるが，これに対し，本件審決は，原告の上記主張は，本件訂正に係る申立書の提出前にはなかったものであり，実質的には，審判請求の要旨を変更する補正に当たるので，特許法131条の2第1項の規定に違反し，採用することはできないと判示している。",
                "しかしながら，原告は，本件の審判請求書(甲33)において，本件出願の当初から，その明細書には優先権当初明細書には記載のない「実質的に同数」との記載があるから，本件発明は優先権当初明細書に記載された発明の範囲を超えており，特許法41条2項の適用を受けることができない旨主張しているのであるから，上記弁駁書(3)の主張が，審判請求の要旨を変更する補正であるとはいえない。",
                "したがって，本件審決には，特許法131条の2第1項の解釈を誤り，その結果，原告の主張内容について審理しないままこれを排斥したという判断の誤りがあったといわなければならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張の当否について",
              "text": [
                "そこで，原告の主張について検討すると，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "優先権当初明細書には，概略，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲について",
                      "text": [
                        "【請求項3】爪先部の親指側の側面から見た厚み増加用編立部分の端縁がV字状である請求項1又は請求項2記載のくつ下",
                        "【請求項7】爪先部の親指側の両側面の各々から見た厚み増加用編立部分がV字状であり，且つ他の指部の分割部側の側面から見た厚み増加用編立部分の端縁がV字状である請求項5又は請求項6に記載のくつ下"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "爪先部の親指側の側面から見た厚み増加用編立部分の端縁HJ，HMをV字状とすることにより，後述するくつ下の製造方法によって容易に厚み増加用編立部分を形成できる(【0009】)。図1に示すくつ下は，丸編機によって製編される(【0010】)。",
                            "筒状部を編み立てた後，最終端となる開口部まで製編し逢着部とすると，爪先部を形成する部分の各端縁には，各部分の縁部を形成するループの一部が互いに絡み合わされて連結されて成る連結線HJ，IK，KL，HMが形成され，かかる連結線のうち連結線HJ，HMは，親指側の側面部を形成する厚み増加用編立部分の端縁であって，図1においては，爪先部の親指側の側面から見たときV字状である(【0010】【0011】)。図1に示すくつ下の爪先部において，先端位置Gを親指側に偏って位置させつつ，厚み増加用編立部分の親指側の面積を増大すべく，親指側の側面部を形成する厚み増加用編立部分の端縁を形成する連結線HJ，HMの挟角を大にするほど，連結線HJ又は連結線IKと，H位置とI位置とを結ぶ直線HIとの各傾斜角αが小さくなり，爪先部の幅(最先端Gと直線HIとの間隔)が狭くなる傾向にある。この点，図2に示す編立て方法によれば，爪先部の先端位置Gを親指側に偏って位置させつつ，爪先部の幅を一定に保持して厚み増加用編立部分の親指側の面積を拡大できる(【0012】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "図2に示す編立て方法によれば，筒状部を編み立てた後，最終端となる開口部まで製編し逢着部とすると，爪先部を形成する部分の各端縁には，各部分の縁部を形成するループの一部が互いに絡み合わされて連結されて成る連結線ＮP，OQ，ＮT，OS，SU，VＮ，WＮ，YOが形成されるが，かかる連結線のうち連結線ＮT，VＮは，親指側の側面部を形成する厚み増加用編立部分の端縁であって，親指側の側面から見たとき略V字状である。また，厚み増加用編立部分の端縁を形成する連結線ＮT，VＮは，変曲点Ｎ′V′によって外方に曲折されているため，図1に示す方法によって形成した厚み増加用編立部分〔図2(b)において，一点鎖線で囲む部分〕に比較して，厚み増加用編立部分の面積を親指側に偏って広く形成できる。このため，図2に示すくつ下を履いたとき，親指に対する圧迫感を更に一層軽減できる(【0013】～【0016】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "くつ下には，爪先部が親指部と他の指部とに分割されて成る足袋用のくつ下がある。かかる足袋用のくつ下にも本発明を適用できる。図3(b)は爪先部の先端側から見た図である(【0017】)。親指部の両側面の各々から見た厚み増加用編立部分の端縁をV字状とし，かつ他の指部の分割部側の側面から見た厚み増加用編立部分の端縁をV字状とすることによって，後述する丸編機を用いた製造方法によって足袋様くつ下を容易に製造できる(【0018】)。図3に示す足袋用くつ下は，丸編機によって製編できる。筒状部を編み立てた後，最終端となる開口部まで製編し逢着部とすると，親指部及び他の指部を形成する部分の各端縁には，各縁部を形成するループの一部が互いに絡み合わされて連結されて成る連結線が形成され，かかる連結線のうち連結線A A  ，A A  ，A A  ，A A  ，B B ，B B  は，親指部及び他の指部の側面部を形成する厚み増加用編立部分の端縁であって，親指部の両側面の各々から見たときV字状であり，かつ，他の指部の分割部側から見たときV字状である(【0019】～【0022】)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記ア(イ)の記載は，本件訂正明細書の記載内容と実質的に同じであるから，優先権当初明細書には，「訂正V字状要件」と同様の技術的思想が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法41条2項の適否について",
                  "text": [
                    "原告は，特許請求の範囲の記載に変更がなくとも，実施例が追加される等の事情によって優先権主張に係る特許出願の明細書に記載された発明の範囲を超える場合には，超えた発明(後の出願に係る発明)については，特許法41条2項に基づく出願日遡及の効果は認められないというべきであるところ，本件では，優先権当初明細書に記載された発明と比較して，本件訂正発明の請求項1及び請求項3の権利範囲が広がっていることは明らかであるから，出願日遡及の効果は認められないものであると主張する。",
                    "しかしながら，例えば，「尚，これまでの図1の説明において言う「実質的に同数」とは，針釜が正方向に回動した際の針数の減少数又は増加数と，逆方向に回動した際の針数の減少数と増加数との間に，編み立てに関与する編針の針数の約10％程度が相違してもよいことを意味する。」という記載(本件訂正明細書【0016】)や，「この針数の正逆方向の減少数は実質的に同数である。」(同【0018】)という記載は，優先権当初明細書にはないものであるが，ここでいう実質的とは，いずれもV字の形状に関するものではなく，針釜が正方向に回動した際の針数の減少数又は増加数と，逆方向に回動した際の針数の減少数又は増加数の相違に関するものである。そして，V字は，正方向に回動した際の回動端であるところの連結線HJと連結線HM又は連結線ＮTと連結線VＮによって規定されるものであるから，正方向と逆方向の間における針数の増加数又は減少数の相違は，V字の形状，構造に影響しない。",
                    "そうすると，優先権当初明細書に記載された発明と比較して，本件訂正発明の請求項1及び請求項3の権利範囲が広がっているということはできない。",
                    "したがって，原告の主張は理由がなく，本件審決の前記判断の誤りは，特許法41条2項の適用という結論に影響を及ぼすものではなかったといわなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件訂正発明は，優先基礎出願の開示範囲を超える発明ということはできないから，本件出願については，特許法41条2項による優先権主張日への遡及効が得られるものと認められ，取消事由5にも，結果的にみれば，理由がないといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消理由6(容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，爪先部の小指側よりも親指側の厚みが増加されるように編成されているものの(甲8の第1図，第2図)，その特徴は，拇指袋から小指袋までの編地中，小指袋の少なくとも爪先が当たる部分を除いた残りの部分の全部又は大部分を，胴部分の編地中足巾の最も広い部分に当たる部分の編糸よりも細い編糸にて編成するとともに，少なくとも，拇指袋の爪先が当たる部分を前記編糸よりも太い編糸にて編成してあることにより，編糸を細くした分だけ，足先部の巾は狭くなり，また各指又間の編地の厚さが薄くなっているので，その分，靴をはき易くなっており，指又部に介在する指袋の編地部分でもって各小指が圧迫されないといった長所が得られ，編糸bよりも太く，したがって強い編糸にて編成されているので，この拇指袋の爪先が当たる部分には，充分な耐摩耗性強度が得られるのであって，強くてはき心地のよい指袋付靴下を得ることができるというところにあり(甲8)，太い編糸や細い編糸といった糸使いに特徴を有するものである。",
                "また，本件訂正発明1の目的は，人の足の形状に可及的に近似し，着用した際に親指側に圧迫感等を与えることを防止し得るくつ下を提供することにあるから(本件訂正明細書【0006】)，引用発明と目的を異にするものである。",
                "さらに，引用発明は，爪先部の小指側よりも親指側の厚みを増加させるために適宜の編立部分を設けたものではないし，それを示唆するものでもないから，当該厚み増加用編立部分を設けることの動機付けがあるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，引用例2には，全周を構成するコース部の間に，円周の一部を構成する多数の挿入コースの幅を順次狭くし，次に順次広く構成され，このコースの両端部が交錯され，かつその挿入コースの交錯部における遊び糸は切断されており，その挿入コースによって所定位置にふくらみ部分を構成してヒール部及びトウ部もしくはヒール部を形成してなる円型丸編機により編み立てられた靴下という発明が記載され，引用例3には，くつ下の編成技術についての発明が記載されているが，いずれも厚み増加用編立部分を設けることについては記載されていない。",
                "そうすると，引用発明，引用例2又は3記載の発明に基づいて，当業者が本件訂正発明1を想到することが容易であると認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件審決は本件訂正発明1の客観的意味からは何の技術的意義も明らかとならない用語(V字)に対して，特定の手順(製法)的要素を加味して理解した上で，その点に技術的意義を見い出し，進歩性判断を行っているのであるから，本件訂正発明1の要旨認定を誤り，その結果，引用発明との対比判断を誤ったものであると主張している。",
                "しかしながら，本件訂正発明1の訂正V字状要件には，前記1(1)ア(イ)のとおり，技術的意義が認められるのであって，原告の主張はその前提において採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前記(2)のとおり，引用発明，引用例2又は3記載の発明に基づいて，当業者が本件訂正発明1を想到することが容易であると認めることはできないから，同様の理由により，本件訂正発明1を引用する本件訂正発明2及び3についても，引用発明，引用例2又は3記載の発明に基づいて，当業者が想到することが容易であると認めることはできない。",
                "また，原告は，本件訂正発明4及び5について，当業者が引用発明，引用例2又は引用例3記載の発明に基づいて容易に想到することができたとはいえないとする本件審決の判断に対しては，具体的な取消事由の主張をしていないが，この点に関する原告の主張は，要するに，前記(3)と同様に，客観的意味からは何の技術的意義も明らかとならない用語(V字)に対して，技術的意義を見い出し，進歩性判断を行うことはできないというものであると解され，これに理由がないことは前記のとおりである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由6にも，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}