{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "「原判決のうち控訴人ら敗訴部分を取り消す。被控訴人の請求を棄却する。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "インクジェットプリンタに使用されるインクタンクなどの液体収納容器及び該容器を備える液体供給システムに関する発明の特許権者である被控訴人は，控訴人らによる原判決別紙物件目録(1)及び(2)記載の各インクタンク(被告製品1及び2)の輸入，販売及び販売のための展示行為によって本件特許権1(請求項1，訂正後の請求項1)又は本件特許権2(請求項5，訂正後の請求項3)が侵害されたか，上記輸入行為等は特許法101条2号により侵害されるものとみなされる旨等主張して，上記輸入，販売行為等の差止請求をした。",
            "被控訴人は，原審で，被告製品1に係る差止請求の訴えを取り下げ，また被告製品1の輸入行為等が本件特許権を侵害する旨等の主張を撤回したが，控訴人らは上記訴え取下げに同意せず，この部分の請求は棄却となった。当審ではこの部分は審理の対象ではない。",
            "原審は，被告製品2は本件発明1(訂正が確定する場合には本件訂正発明1)の技術的範囲に属し，その販売行為等は本件特許権を侵害する，被告製品2の販売行為等は特許法101条2号により本件特許権2(本件発明2ないし本件訂正発明2に係る特許権)を侵害するものとみなされる，控訴人らが主張する無効理由は理由がないか，あるいは本件特許権は訂正によってその無効理由が解消されるもので，特許無効審判により無効とされるべきものには当たらない，被控訴人の被告製品2の販売等の差止請求は権利濫用には当たらないなどとして，控訴人らに対する被告製品2の販売及び販売のための展示の行為の差止請求を認容したが，被告製品2の輸入行為の差止請求については，控訴人らが被告製品を輸入した事実もそのおそれも認められないとして，これを棄却した。",
            "当審の審理範囲は，原審が請求を認容した部分の当否である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "下記本件訂正前における本件特許権の請求項の記載及びその構成毎の分説は，原判決別紙1「特許請求の範囲」及び別紙2「構成要件の分説」に示されているとおりである。被控訴人は，平成21年8月3日，本件特許権につき訂正請求をし，特許請求の範囲の記載は原判決別紙1のとおりに改められたが(本件訂正)，特許庁は，本件訂正を認め，本件訂正発明1，2等についての特許を無効とするとの審決をした。この審決については，控訴人らからその取消しを求める訴えが提起され(当庁平成22年(行ケ)第10056号)，本判決と同日にその判決が言い渡されることになっている。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点は原判決「事実及び理由」中の第2の2のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，次のとおり，争点3−1(本件発明は，進歩性を欠くか)についての当審における当事者の主張を付加するほか，原判決「事実及び理由」中の第2の3記載のとおりである。",
        "なお，控訴人らは，平成22年12月22日の当審第2回口頭弁論期日において，原告製インクジェットプリンタを使用した新たな実験に基づいて，原判決別紙物件目録(2)記載第1(6)のインクタンク(フォトシアン)が本件訂正発明の技術的範囲に属しないとの主張を追加し，実験報告書(乙A72)を提出しようとしたが，当裁判所は同主張は民訴法157条に該当するものとして，被控訴人の申立てに基づきこれを却下した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人らの当審主張",
          "text": [
            "【本件訂正発明1について】"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "乙A1発明1(本件訂正発明2と対比する場合の乙A1発明と区別するため，「乙A1発明1」と表記する。)",
              "text": [
                "本件訂正発明1との関係でみると，特開2002−370378号公報(乙A1)",
                "に記載された発明すなわち乙A1発明1は，次のとおりのものである。",
                "「複数の印刷記録材容器をキャリッジ移動方向に並ぶ互いに異なる位置に装着して移動するキャリッジと，",
                "該印刷記録材容器に備えられる接点と電気的に接続可能な装置側接点と，各印刷記録材容器に対応して設けられ，装着されていない又は通信異常のある印刷記録材容器を発光で表示する表示ランプと，",
                "装着される印刷記録材容器それぞれの接点と接続する装置側接点に対して共通に電気的接続し印刷記録材容器のインク色を識別するための識別情報を送信するための配線を有した電気回路とを有する記録装置の前記キャリッジに対して着脱可能な印刷記録材容器において，",
                "前記装置側接点と電気的に接続可能な前記接点と，",
                "印刷記録材容器のインク色を識別するための識別情報を保持する記憶素子と，前記接点から入力される印刷記録材容器のインク色を識別するための識別情報に係る信号と，記憶素子の保持する印刷記録材容器のインク色を識別するための識別情報とが一致した場合に，応答信号を前記配線を通じて印刷装置側の制御回路に対して送り返す動作を制御する記憶装置と，",
                "を有する印刷記録材容器。」",
                "なお，原判決がした乙A1発明1に関する認定(144，145頁)には，同一の語が先行して登場しないのに「前記メモリアレイ」とするなど，その内容の一部に誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1と乙A1発明1の対比",
              "text": [
                "発明の一致点及び相違点は，当該発明全体で対比すべきものであるところ，乙A1発明1の「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて応答する制御を行う」構成は，本件訂正発明1の「制御部」と共通する。他方，本件訂正発明1で特定されている発明は液体インク収納容器の発明であって，記録装置側の構成は相違点として認定すべきものではない。",
                "また，原判決がした相違点1の認定のうち，構成要件1A3’及び1A5’に対応する構成を組み合せたものに相当する「・・・すなわち，本件光照合処理に用いられる・・・」との部分は，本件訂正発明1の特許請求の範囲の記載にない文言を用い，かつ不必要な認定をするもので，誤りである。",
                "そして，内容的に異なる相違点は別個のものとして認定すべきである。",
                "そうすると，本件訂正発明1と乙A1発明1との一致点及び相違点は次のとおりである。",
                "｛本件訂正発明1と乙A1発明1との一致点｝",
                "「複数の液体インク収納容器を搭載して移動するキャリッジと，",
                "該液体インク収納容器に備えられる接点と電気的に接続可能な装置側接点と，搭載される液体インク収納容器それぞれの前記接点と接続する前記装置側接点に対して共通に電気的接続し色情報に係る信号を発生するための配線を有した電気回路とを有し，記録装置の前記キャリッジに対して着脱可能な液体インク収納容器において，",
                "前記装置側接点と電気的に接続可能な前記接点と，",
                "少なくとも液体インク収納容器のインク色を示す色情報を保持可能な情報保持部と，",
                "前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて応答する制御を行う制御部と，",
                "を有する液体インク収納容器。」",
                "｛本件訂正発明1と乙A1発明1との相違点｝",
                "・相違点1",
                "記録装置に関して，本件訂正発明1は，「液体インク収納容器」(印刷記録材容器)が搭載される側の記録装置が，「前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され前記液体インク収納容器の発光部からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段」を有し「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」記録装置，と特定されるのに対して，乙A1発明1は該特定を有しない点。",
                "・相違点2−1",
                "液体インク収納容器に関して，本件訂正発明1の液体インク収納容器に「受光手段に投光するための光を発光する発光部」が備えられている(構成要件1D’)のに対し，乙A1発明1の液体インク収納容器には発光部が備えられておらず，記録装置側の操作パネルに，装着されていない又は通信異常のある液体インク収納容器を報知するための表示ランプが備えられている点。",
                "・相違点2−2",
                "本件訂正発明1では，液体インク収納容器に，前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて前記発光部の発光を制御する制御部を備える(構成要件1E’)のに対し，乙A1発明1では，液体インク収納容器の制御部は，記録装置との接点から入力される色情報に係る信号と，情報保持部の保持する前記色情報とが一致した場合に，応答信号を記録装置側の制御回路に対して送り返す動作を制御するものの，前記制御部において記録装置側の表示ランプを直接発光させるものではない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許権の優先日当時の周知技術",
              "text": [
                "特開平11−263025号公報(乙A36)，特開2003−291364号公",
                "報(乙A67)，特開2002−5818号公報(乙A18)中の記載に照らせば，",
                "次の各点は本件特許権の最先の優先日(以下「優先日」という。)当時における当業者の周知技術であったというべきである(周知技術1)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "液体インク収納容器が搭載される記録装置が，「キャリッジの移動により対向する液体インク収納容器が入れ替わるように配置され液体インク収納容器からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段」を有する点。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「キャリッジの位置に応じて特定されたインク色の液体インク収納容器からの光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」記録装置とする点。",
                    "また，特開2002−301829号公報(乙A3)，特開平4−275156号",
                    "公報(乙A4)及び特開2002−5818号公報(乙A18)中の記載に照らせ",
                    "ば，「液体インク収納容器に，交換されるべき液体インク収納容器が誤りなく選択されるようすべく，あるいは，記録装置側の受光手段に投光するための光を発光すべく，発光部を設ける点」は本件特許権の優先日当時における当業者の周知技術であったというべきである(周知技術2−1)。",
                    "さらに，WO 02／40275号国際公開公報(乙A30)及び米国特許第61",
                    "51041号公報(乙A68)中の記載に照らせば，「液体インク収納容器の制御部が，記録装置との接点から入力される液体インク収納容器を識別する色情報に係る信号と，液体インク収納容器側の情報保持部で保持している前記色情報とに応じて液体インク収納容器に設けた発光部(LED)を発光させる点」は，本件特許権の優先日当時における当業者の周知技術であったというべきである(周知技術2−2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明1の容易想到性",
              "text": [
                "本件特許権の優先日当時，相違点1は実質的な相違点ではないか，当業者において乙A1発明1及び周知技術1に基づいて容易に相違点1に係る構成に想到することができたものであり，相違点2−1も当業者において乙A1発明1及び周知技術2−1に基づいて容易に相違点2−1に係る構成に想到することができたものであり，相違点2−2も当業者において乙A1発明1及び周知技術2−2に基づいて容易に相違点2−2に係る構成に想到することができたものである。",
                "なお，同色のインクタンクを記録装置(プリンタ)に位置を誤って装着した場合に，当該インクタンクを検出するという課題の解決手段は，乙A1発明1で開示されていたが，本件訂正発明1の発明者は，インクタンクを一つずつ交換するときに起こり得る上記課題(事態)を認識していなかった。訂正明細書では，インクタンクの設置位置を入れ違えた場合に当該インクタンクを検出するという課題の解決手段しか開示されていない。記録機器(プリンタ)と液体インク収納容器(インクタンク)とをつなぐ信号線が共通である共通バス接続方式を採用しながら，インクタンクの誤装着を防止することは，本件訂正発明1によって初めて奏することができた格別の作用効果ではない。",
                "したがって，本件訂正発明1は，本件特許権の優先日当時，当業者において乙A1発明1及び周知技術に基づいて容易に想到できたものにすぎず，進歩性を欠く。",
                "【本件訂正発明2について】"
              ]
            },
            {
              "fig": "(1)",
              "subject": "乙A1発明2の要旨",
              "text": [
                "本件訂正発明2との関係でみると，特開2002−370378号公報(乙A1)",
                "に記載された発明すなわち乙A1発明2の要旨は，次のとおりである。",
                "「複数の印刷記録材容器をキャリッジ移動方向に並ぶ互いに異なる位置に装着して移動するキャリッジと，",
                "印刷記録材容器に備えられる接点と電気的に接続可能な装置側接点と，各印刷記録材容器に対応して設けられ，装着されていない又は通信異常のある印刷記録材容器を発光で表示する表示ランプと，",
                "装着される印刷記録材容器それぞれの接点と接続する装置側接点に対して共通に電気的接続し印刷記録材容器のインク色を識別するための識別情報を送信するための配線を有した電気回路とを有する記録装置と，",
                "記録装置のキャリッジに対して着脱可能な印刷記録材容器と，",
                "を備える印刷記録材供給システムにおいて，",
                "前記印刷記録材容器は，",
                "装置側接点と電気的に接続可能な前記接点と，",
                "印刷記録材容器のインク色を識別するための識別情報を保持する記憶素子と，前記接点から入力される印刷記録材容器のインク色を識別するための識別情報に係る信号と，記憶素子の保持する印刷記録材容器のインク色を識別するための識別情報とが一致した場合に，応答信号を前記配線を通じて印刷装置側の制御回路に対して送り返す動作を制御する記憶装置と，を有し，",
                "前記制御回路は，応答信号の有無により装着されていない又は通信異常のある印刷記録材容器を検出して表示ランプの発光で表示する印刷記録材供給システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明2と乙A1発明2との対比",
              "text": [
                "本件訂正発明2と乙A1発明2との一致点及び相違点は，次のとおりに認定すべきである。",
                "｛本件訂正発明2と乙A1発明2との一致点｝",
                "「複数の液体インク収納容器を互いに異なる位置に搭載して移動するキャリッジと，",
                "該液体インク収納容器に備えられる接点と電気的に接続可能な装置側接点と，搭載される液体インク収納容器それぞれの前記接点と接続する前記装置側接点に対して共通に電気的接続し色情報に係る信号を発生するための配線を有した電気回路とを有する記録装置と，",
                "前記記録装置の前記キャリッジに対して着脱可能な液体インク収納容器と，を備える液体インク供給システムにおいて，",
                "前記液体インク収納容器は，",
                "前記装置側接点と電気的に接続可能な前記接点と，",
                "少なくとも液体インク収納容器のインク色を示す色情報を保持する情報保持部と，前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とが一致した場合に応答する制御を行う制御部と，",
                "を有する液体インク供給システム。」",
                "｛本件訂正発明2と乙A1発明2との相違点｝",
                "・相違点1",
                "記録装置に関して，本件訂正発明2は，「該液体インク収納容器からの光を受光する位置検出用の受光部を一つ備え，該受光部で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段」(構成要件2A3’)を有し「前記受光部は，前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され」(構成要件2E’)と特定されているのに対し，乙A1発明2は，該特定を有しない点。",
                "・相違点2",
                "液体インク収納容器に関して，本件訂正発明2は，「前記液体インク収納容器位置検出手段の前記受光部に投光するための光を発光する発光部と」(構成要件2D3’)，「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とが一致した場合に前記発光部を発光させる制御部と，を有し，」(構成要件2D4’)と特定されるのに対して，乙A1発明2の液体インク収納容器は，発光部を有しておらず，制御部は，接点から入力される色情報に係る信号と，情報保持部の保持する前記色情報とが一致した場合に応答信号を配線を通じて印刷装置側の制御回路に対して送り返す動作を制御するものの，発光部を発光させるものでない点。",
                "・相違点3",
                "液体インク供給システムが実行する検出内容に関して，本件訂正発明2は，「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」(構成要件2F’)と特定されるのに対して，乙A1発明2は，応答信号の有無により装着されていない又は通信異常のある印刷記録材容器を検出するものの，本件訂正発明2のような検出内容でない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明2の容易想到性",
              "text": [
                "本件訂正発明2も，本件訂正発明1と同様に，本件特許権の優先日当時，当業者において乙A1発明2及び前記周知技術1，2−1，2−2に基づいて容易に想到できたものにすぎず，進歩性を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人の当審主張",
          "text": [
            "【本件訂正発明1について】"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1と乙A1発明1の対比について",
              "text": [
                "特許請求の範囲の記載においては，発明のさまざまな特定の仕方が可能であり，当該発明が対象としている物自体の構成以外の要件によって当該物を特定することも許される。したがって，液体インク収納容器に関する発明である本件訂正発明1につき，記録装置側の構成を相違点としてはならないものではない。また，乙A1発明1では，インクタンクに発光部が設けられておらず，「発光部の発光を制御する」インクタンクの「制御部」の構成が開示されていないから，同「制御部」を本件訂正発明1と乙A1発明1との一致点としなければならないものではない。また，本件訂正発明1と乙A1発明1との相違点2を2つに分けて認定する必要はない。",
                "そうすると，本件訂正発明1と乙A1発明1との一致点及び相違点に係る原判決の認定は誤りではないが，上記一致点及び相違点を控訴人ら主張のとおりのものとしたとしても，後記のとおり，本件訂正発明の優先日当時，当業者において，乙A1発明1及び周知技術に基づいて容易に相違点に係る構成に想到できたものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許権の優先日当時の周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙A36，67に記載された事項は，いずれも液体インク収納容器に付したバーコードや反射体に，液体インク収納容器以外の機器から光を当てて，その反射光により，液体インク収納容器の異同を検出するものであって，液体インク収納容器に発光部を設けることも，同発光部からの光を受光する受光手段を記録装置側に1つだけ設けることも，開示されていない。",
                    "発光部が液体インク収納容器側にあるか記録装置側にあるかの違いを無視して，「キャリッジを移動させながらインクタンクからの光を順次受光することで，すべてのインクタンクに対し誤装着検出を行う」という抽象的な構成を抽出するのは，相当でない。",
                    "また，乙A18に記載された事項は，液体インク収納容器中に浮遊した立体形半導体素子を無線接続で利用することを前提としたものであって，記録装置側に受光部を1つだけ設けることは開示されていないし(むしろ，各液体インク収納容器の下に受光部がそれぞれ設けられているというべきである。)，各液体インク収納容器と記録装置とを有線のバス接続をする本件訂正発明1とは基本的な構成が異なっている。なお，コストの問題は，装置の構成を決定する上での一考慮要素にすぎず，コストの低減の必要から直ちに受光部を1つに限る構成が採用されることになるものではない。",
                    "そうすると，乙A18，36，67に照らしても，本件特許権の優先日当時，「液体インク収納容器が搭載される記録装置が，『キャリッジの移動により対向する液体インク収納容器が入れ替わるように配置され液体インク収納容器からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段』を有する点」や，「『キャリッジの位置に応じて特定されたインク色の液体インク収納容器からの光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する』記録装置とする点」(控訴人らが主張する周知技術1)が周知技術であったとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙A3，4のいずれにおいても，液体インク収納容器の発光部からの光を記録装置の受光部で受光することは開示されていない。",
                    "乙A18で開示されている発光部及び受光部の構成も，本件訂正発明1の発光部及び受光部の構成とは，これらを用いることにより液体インク収納容器の色情報を判別するための原理も，その果たす役割も，全く異なるものである。また，乙A18では，立体型半導体素子へのエネルギーの供給を非接触で行う構成が採用されており，記録装置と電気的に接続する構成と組み合わせると，乙A18の技術的思想に反することになる。",
                    "したがって，乙A3，4，18に照らしても，本件特許権の優先日当時，「液体インク収納容器に，交換されるべき液体インク収納容器が誤りなく選択されるようすべく，あるいは，記録装置側の受光手段に投光するための光を発光すべく，発光部を設ける点」(控訴人らが主張する周知技術2−1)が当業者の周知技術であったとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "乙A30では，インクタンク(液体インク収納容器)の発光部からの光をプリンタ(記録装置)側の受光部で受光する構成は開示されていないし，また発光部をプリンタのキャリッジ上に設けるかインクタンク側に設けるかは等価でも設計事項にすぎないものでもない。",
                    "乙A68では，インクタンクとプリンタのプロセッサーとが別々の配線で接続されており，共通の接続線を用いるバス接続が採用されていない。また，乙A68の構成は，プリンタ本体がインクタンクのメモリの内容(識別情報)を調べ，その結果インクタンクの種類を把握するというものであり，インクタンクはプリンタ本体からの信号と自身の識別情報の異同を判別する機能を有していない。乙A68のプリンタは，インクタンク搭載位置とインクタンクの種類との関係を，プリンタ本体とインクタンクとの間の通信によって把握することで，プリント制御を行うものであり，インクタンクはどの搭載位置に装着されても差し支えないものである(インクタンクの入れ違いが問題にならない。)。",
                    "したがって，乙A30，68に照らしても，本件特許権の優先日当時，「液体インク収納容器の制御部が，記録装置との接点から入力される液体インク収納容器を識別する色情報に係る信号と，液体インク収納容器側の情報保持部で保持している前記色情報とに応じて液体インク収納容器に設けた発光部(LED)を発光させる点」(控訴人らが主張する周知技術2−2)が，当業者の周知技術であったとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1の容易想到性について",
              "text": [
                "前記のとおり，控訴人らが主張する周知技術はいずれも本件特許権の優先日当時における当業者の周知技術ではないし，上記優先日当時，当業者において，乙A1発明1及び周知技術に基づいて，容易に本件訂正発明1と乙A1発明1との相違点に係る構成に想到できたものではない。",
                "【本件訂正発明2について】",
                "本件訂正発明2と乙A1発明2の一致点及び相違点が控訴人ら主張のとおりであるとしても，本件訂正発明1と同様に，本件特許権の優先日当時，当業者において，乙A1発明2及び周知技術に基づいて，容易に本件訂正発明2と乙A1発明2との相違点に係る構成に想到できたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告製品2は本件発明1(本件訂正が確定するならば本件訂正発明1)の技術的範囲に属し，控訴人らが主張する無効理由は理由がないか又は訂正によって解消されるもので，本件特許権は特許無効審判により無効とされるべきものに当たらず，被控訴人の被告製品2の販売等の差止請求は権利濫用に当たらないから，被控訴人の各請求のうち被告製品2の販売行為及び販売のための展示行為の差止請求は理由があると判断する。その理由は，争点3−1(本件発明は，進歩性を欠くか)につき次のとおり付加して判断するほか，原判決「事実及び理由」中の「第3 当裁判所の判断」1記載のとおりである(160頁18行目～161頁3行目を除く。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人らの当審主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人らが主張する本件訂正発明1と乙A1発明1の一致点及び相違点，本件訂正発明2と乙A1発明2の一致点及び相違点の認定の当否はともかくとして，原判決136頁以下の判示内容と同様に(ただし，後記のとおり判断を補足する。)，特開2002−301829号公報(乙A3)，特開平4−275156号公報(乙",
              "text": [
                "A4)，特開2002−5818号公報(乙A18)，特開平11−263025号",
                "公報(乙A36)，特開2003−291364号公報(乙A67)中に，本件訂正",
                "発明1と乙A1発明1の相違点について本件訂正発明1の構成に容易に想到できるとすべきまでの周知技術ないし事項や，本件訂正発明2と乙A1発明2の相違点について同様に評価すべき周知技術ないし事項が記載されているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決を引用した上記認定判断は，控訴人らが当審で改めて援用したWO02／40275号国際公開公報(乙A30)及び米国特許第6151041号公",
              "text": [
                "報(乙A68)に照らしても左右されるものではない。控訴人らの主張は，相違点について本件訂正発明1，2の構成に想到できる裏付けとしてこれらの公報に表れる周知技術ないし事項を挙げるものであるが，本件訂正発明1，2の技術的課題ないしそれを踏まえての相違点の構成に至る動機付けの主張を伴わないままにその容易性を主張するものであって，この点において既に理由がない。",
                "原判決が前記各公報の記載を分析して判断したのは，この意味で念のための判断と位置付けるべきものである。当裁判所としても，乙A30及び乙A68記載の技術的事項について念のために検討するに，控訴人らが周知技術の認定資料として挙げるWO 02／40275号国際公開公報(乙A30)では，複数のインクカートリッジ(インクタンク)をキャリッジに搭載するプリンタにおいて，各インクカートリッジとプリンタの間の接続に共通バス接続方式を用いるとともに，各インクカートリッジの記憶装置にインク色に係る情報を保持させ，プリンタに設けられた識別装置との間の応答動作においてインクカートリッジの上記情報との照合作業を行うことで，インクカートリッジの誤装着を検出する構成が開示されている(2～12，23～44頁，第4図等)。また，乙A30中には，プリンタのキャリッジに，交換対象となるインクタンクをユーザに報知するLEDを設ける構成が開示されている(41頁)。",
                "確かに，乙A30のプリンタ及びインクカートリッジ(インクタンク)は，共通バス接続方式の下で，インクカートリッジが誤りなく装着されているか否かを検出するための機構を備えているものであるが，プリンタの識別装置は電気配線を通じてインクカートリッジからインク色等に係る情報(信号)を取得するだけで，本件訂正発明のような，光を利用してインクタンクの識別を行う構成は開示も示唆もされていない。また，乙A30のキャリッジのLEDは，交換対象となるインクタンクをユーザに対し視覚を通じて報知するために設けられるもので，本件訂正発明1の発光部とは，当該部材を設ける目的も，これが果たす機能の点でも大きく異なるものであって，設置場所をキャリッジからインクタンクに移し，機能を本件訂正発明1のようなものに変更することは，当業者にとって容易でないというべきである。",
                "また，控訴人らが周知技術の認定資料として挙げる米国特許第6151041号公報(乙A68)も，本件訂正発明のような，光を利用してインクタンクの識別を行う構成を開示ないし示唆するものではない。",
                "したがって，乙A30，68にも，本件訂正発明1と乙A1発明の相違点に相当する周知技術ないし事項や，本件訂正発明2と乙A1発明の相違点に相当する周知技術ないし事項が記載されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，本件訂正発明の出願日当時，当業者において，乙A1発明に周知技術を組み合わせることにより，本件訂正発明1と乙A1発明の相違点に係る構成に，また乙A1発明に周知技術を組み合わせることにより，本件訂正発明2と乙A1発明との各相違点に係る構成に，それぞれ容易に想到することができたということはできず，その余の点について判断するまでもなく，控訴人らの上記主張を採用することはできない。",
                "控訴人らは，当審において，以下に判断する点のほかにも被告製品2の本件訂正発明1の技術的範囲の属否や無効事由等についてるる主張するが，いずれも原審における自らの主張を反復ないし敷衍するか，独占禁止法違反に基づく権利濫用の主張を含め，原判決の認定判断を非難するものにすぎず，原判決の認定判断を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原判決がした進歩性に係る認定判断についての補足説明",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙A1(特開2002−370378号公報)の段落【0038】，【003",
              "text": [
                "9】の記載や図3等に照らせば，乙A1発明の認定のうち，原判決144頁下から2行目の「データバス」は例えば「電気回路」と，145頁上から5行目の「EEPROM(記憶装置)」は例えば「記憶素子」と，145頁上から6行目の「前記メモリアレイ」は例えば「記憶装置」と，それぞれ改めることも可能かもしれないが，そうだとしても乙A1発明と本件訂正発明の一致点及び相違点の認定，相違点に係る容易想到性の判断に消長を来たすものではない。",
                "また，控訴人らが主張するように，訂正発明1と乙A1発明の相違点1のうち構成要件1A3’及び1A5’に相当する構成に係る部分の体裁を改めて認定したときでも，乙A1発明と本件訂正発明の相違点に係る構成の容易想到性の結論が変わらないことは，前記1のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，原判決が判示する本件訂正発明1と乙A1発明の相違点1，2は，液体インク収納容器(インクタンク)が所定の位置に搭載されているか否かを検出する記録装置(プリンタ)側の「位置検出手段」の構成，すなわち受光部側の構成(相違点1)と，これに対向する発光部側の構成(相違点2)とに区分して認定されてはいるが，両者は一体となって所期の機能を果たし，その作用効果を奏することになるものである(本件訂正発明2に関しても同様)。",
                "それぞれ機能的に関連する他の相違点も視野に入れつつ従前技術との間で相違する構成の容易想到性を判断する手法は当然あり得べきものであるし，関連性が高い場合には複数の相違点について概ね統一されたほぼ同様の判断がされることも少なくないところ，このような判断手法によった原判決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件訂正発明は進歩性を欠くものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，本件控訴は理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10064",
    "date": "2011-02-08",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成21年(ワ)3527",
    "precedent_id": "081064",
    "ipprecedent_id": "2494",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}