{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010−890009号事件について平成22年10月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告の下記1の本件商標に係る商標登録を無効とすることを求める原告の下記2の本件審判請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，原告が本件審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標(乙1)",
          "text": [
            "登録番号：登録第5076547号",
            "出願日：平成17年1月6日",
            "拒絶査定日：平成17年11月21日",
            "拒絶査定不服審判請求日：平成18年1月6日",
            "審決日：平成19年7月11日(甲77，103。以下，同日付け審決を「本件登録審決」という。)",
            "登録日：平成19年9月14日",
            "商標の構成",
            "指定商品：第30類「黒糖を使用した棒状形のドーナツ菓子」"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成22年2月5日，特許庁に対し，本件商標の登録を無効にすることを求めて審判を請求した。特許庁は，これを無効2010−890009号事件として審理し，同年10月13日，本件審判請求が成り立たないとする本件審決をし，その謄本は，原告に対し，同月21日，送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，本件商標が，平成6年の使用開始以来，その特徴ある態様と実質的に同一の範囲内の商標が継続して商品の包装用箱に使用され，また，テレビあるいはカタログ等での広告に使用された結果，本件登録審決時点において，需要者が被告の業務に係る商品であることを認識することができる商標であったということができるものであり，商標法3条1項3号及び同条2項に違反して登録されたものではないから，同法46条1項によりその登録を無効とすべきでない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件商標の商標法3条2項の該当性に係る認定・判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "商標法3条2項は，本来であれば同条1項3号ないし5号に該当し，識別性がなく登録要件を欠く商標について，特定の者の出所表示として，その商品又は役務の需要者の間で全国的に認識されているといえるような場合に，例外的にこれを救済する規定であると解される。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "しかしながら，そもそも，本件商標は，「黒糖」の文字と「ドーナツ棒」の文字とを2段で縦書きしてなるものであるところ，その指定商品である「黒糖を使用した棒状形のドーナツ菓子」という「商品の普通名称を普通に用いられる方法で表示する標章のみからなる商標」(商標法3条1項1号参照)である。そして，このような指定商品を単に文字表記した標章は，一般的な自他商品識別力を欠くものであり，その使用によっては特別顕著性を獲得し得る余地がないので，商標法3条2項による救済も受けられないとされているのである。このことは，商標権の効力が，指定商品の普通名称を普通に用いられる方法で表示する商標には及ばないこと(商標法26条1項)の趣旨とも一致する。",
            "なお，原告は，本件審判手続の段階から，本件商標が指定商品を単に文字表記したものにすぎず，一般的な自他商品識別力を欠くから，これをどれほど使用しても商標法3条2項の特別顕著性が生じないことを主張している。そして，本件商標が同条1項1号に該当することは，同条2項の該当性を否定すべき理由であるから，原告の上記主張は，本件訴訟の審理範囲内である。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "仮に，本件商標が商標法3条1項3号に該当するとしても，本件商標は，特段の特徴を有せず，同項1号に限りなく近い商標として自他商品識別力が希薄であるから，これをいくら使用しても同法3条2項の特別顕著性が生じない。",
            "また，商標権の効力は，全国的であるから，品質表示にすぎない商標が権利として登録され，独占権が認められるためには，当該商標が，全国規模で，特定人の商品表示として知られている必要がある。しかるところ，被告は，全国規模の特別顕著性が確立されていたことを立証していない。",
            "すなわち，本件商標の構成は，特徴的ではなく，また，黒糖を使ったドーナツは，特に被告が所在する九州地方ではごくありふれた菓子であって多数の類似他社製品が存在するから，そのようなドーナツについて本件商標を使用しても，商品の品質及び原材料を示すだけであって，およそ出所表示として機能するものではない。殊に，被告は，本件商標が熊本を中心とした九州地方で使用されていた事実を示すにとどまり，また，売上高の一部を示す証拠を提出するだけで，具体的な譲渡数量や営業規模等を示す証拠を提出せず，さらに，広告宣伝の方法，回数及び内容についても，証拠を提出していない。",
            "なお，被告は，本件商標が商標法3条1項3号に該当しない旨を主張するが，この主張は，本件訴訟の審理の範囲外として許されない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "以上のとおり，本件商標は，自他識別能力を欠くもので，全国規模の特別顕著性についても立証がないから商標法3条2項の要件を満たさないところ，本件審決は，この点に関する認定・判断を誤っている。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "本件商標は，指定商品の単なる文字表記や普通に用いられる方法での表示ではなく，普通に用いられる方法で表示する標章のみからなる商標(商標法3条1項1号参照)ではない。すなわち，ある表示が普通名称であるか否かは，抽象的に文字につきこれを判定すべきでなく，当該文字の用法，なかんづくその使用時期における経済的社会的背景，当該文字と商品との関連，当該商品取引の実質的関係等においてこれを決定すべきであり，国語辞書への掲載の有無も，普通名称の該当性判断に当たって一つの大きな要素となる。",
            "しかるところ，我が国の主たる辞書類には，「ドーナツ棒」あるいは「黒糖  ドーナツ棒」の項目は存在しないし，また，社会的・経済的観点から見ても，菓子業界の取引者が本件商標をその指定商品について普通に用いられる名称として使用すべき必然性もなく，更に，インターネット上においてすら，被告以外による使用例は見出せない。むしろ，黒糖を使用した棒状形のドーナツ菓子は，「棒状のドーナツ」などと称され得る一方，「ドーナツ棒」などとは称されず，そのような文字は，取引界や消費者を含む需要者全体について普通に使用されていない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "むしろ，「ドーナツ」と「棒」というそれぞれ単独の文字に着目すると，輪形であることが通常である商品の「ドーナツ」は，これとは相容れない「棒」との結びつきを必ずしも直感させるわけではない。むしろ，本件商標は，「棒」と「ドーナツ」を「棒状ドーナツ」と普通の結合態様で表示したものはなく，「ドーナツ」＋「棒」の順に結合させたものであって，普通には用いられない方法による表示である。しかも，棒状のドーナツ自体がありふれたものとはいえないから，本件商標は，十分に自他商品識別力を生じる。",
            "このように，本件商標は，商標法3条1項1号所定の普通名称とは認定され得ないものである。なお，原告が主張する同項1号の該当性は，本件審決では取り扱われておらず，そもそも，本件訴訟の審理範囲外である。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "本件登録審決は，本件商標が商標法3条1項3号に該当するとした上で，同条2項に該当するとして，本件商標の商標登録を認めている。",
            "しかしながら，前記のとおり，本件商標は，自他商品識別力を有し，同条1項3号にも該当しないというべきであるが，仮に，本件登録審決が説示するように，本件商標が同号に該当して自他商品識別力を有しないとしても，被告は，本件商標と同一又は同一範囲の商標の使用，使用の始期(平成6年ころ)，使用期間，使用地域，売上高及び広告方法を立証しており，他の証拠と併せて総合勘案すれば，本件商標は，特定の者の出所表示としてその商品の需要者の間で全国的に認識されていると認められる。このように，被告がその業務に係る商品に使用した結果，本件商標は，本件登録審決時点において，本件商標から商品の出所と被告との関連を認識することができる程度に広く知られるに至っており，同法3条2項所定の特別顕著性を具備していたといえる。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "よって，原告の主張には理由がなく，本件審決の結論は，正当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の商標法3条1項3号の該当性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の構成は，前記第2の1に記載のとおり，右側やや上に「黒糖」，左側に「ドーナツ棒」の各文字を2列に縦書きしてなるものであって，右側の「黒糖」の文字はやや細く，左側の「ドーナツ棒」の文字はやや太く，かつ，片仮名をやや崩したように表し，いずれの文字も手書き風に標記されているものである。また，本件商品の指定商品は，前記第2の1に記載のとおり，第30類「黒糖を使用した棒状形のドーナツ菓子」である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「黒糖」とは，黒砂糖と同義であり，「まだ精製していない茶褐色の砂糖。甘蔗汁をしぼって鍋で煮詰めたままのもの。」(広辞苑第5版・平成10年11月11日発行)とされており，「ドーナツ」とは，「小麦粉に砂糖・バター・卵・ベーキング-パウダーまたはイーストなどをまぜてこね，輪形・円形などに作って油で揚げた洋菓子。」(同上)とされているから，本件商標のうち「黒糖」と「ドーナツ」との部分は，洋菓子であるドーナツの品質及び原材料を普通に用いられる方法で表示している。そして，「棒」は，「ドーナツ」の文字の直後に置かれることによって，ドーナツの形状を普通に用いられる方法で表示しているといえる。したがって，本件商標は，その指定商品に用いられた場合，まさに「黒糖を使用した棒状形のドーナツ菓子」の品質，原材料及び形状を普通に用いられる方法で表示する標章であるといえる(商標法3条1項3号)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，本件商標が指定商品の普通名称を普通に用いられる方法で表示している(商標法3条1項1号参照)にすぎないから，そもそも商標法3条2項が適用される場合ではない旨を主張する。",
                "しかしながら，本件で提出された全証拠及び弁論の全趣旨によっても，「黒糖を使用した棒状形のドーナツ菓子」について，「黒糖ドーナツ棒」との普通名称が存在し，あるいは普通に用いられる方法として表示されているとは認められない。",
                "したがって，原告の上記主張は，その前提を欠くものとして採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の商標法3条2項の該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "証拠及び弁論の全趣旨によると，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の使用開始時期等",
                  "text": [
                    "被告は，主たる営業所を熊本市に置き，菓子類を製造・販売する会社であるが，かねてより原材料に黒糖を使用した棒状形のドーナツ菓子(以下「本件商品」という。)を製造・販売していたところ(甲60，78，乙2の1)，平成6年秋ころ，日本生活協同組合連合会・学校生活協同組合の通信販売を通じた本件商品の販売を開始した。被告は，その際，上記通信販売カタログに本件商品の包装箱の写真を掲載したが，当該包装箱は，縦長直方体であり，黒色である包装箱表面には本件商標と形状において同一と見られ，「黒糖」部分が赤色で「ドーナツ棒」部分が金色の標章が掲示されており，併せて，当該包装箱側面の黒色部分には，当該標章の各文字を「黒糖」と「ドーナツ棒」とで2段に横書きした標章が掲示されていた(甲29，59，67)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標の使用期間，使用地域，使用態様等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，平成7年ころ，自社の通信販売カタログ(3000部)の刊行を開始して以来，平成19年6月までにこれを合計29回刊行し，遅くとも平成13年10月以降は，そこに前記包装箱や，本件商標と形状において同一と見られる前記標章を「黒糖」と「ドーナツ棒」とで2段に横書きした紙片をその側面に貼付した金属製の包装箱又は本件商品の個別の透明ビニール製包装袋であって，当該標章を1段に横書きしたものが白色で印刷されたもの(以下，これらの包装箱及び包装袋を併せて「本件包装」という。)の写真を毎号掲載した。そして，上記カタログの発行部数は，例えば平成18年6月刊行のものが6万5000部になるなど，おおむね増加傾向にある(甲30～42，60，78，乙2の1，11)。",
                        "また，被告は，遅くとも平成13年ころには，自社のホームページを開設して，本件商品を含む自社商品の広告等を開始した(甲30)ほか，自社の店舗に加えて，平成18年4月，那覇市に那覇本店を，同年5月，東京都赤坂に東京赤坂店を，それぞれ出店して本件商品の販売を開始し，更に本件登録審決時点までに，熊本市内の鶴屋百貨店，熊本空港，九州自動車道宮原サービスエリア，宮崎空港，大分空港，福岡空港等で本件商品の販売を開始していた(甲60，78，乙2の1)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，平成16年，神奈川県の情報誌である「ぱど」の同年5月14日号(配布場所及び部数は，横須賀・三浦版2エリア11万1100部，首都圏版111エリア659万8200部，全国210エリア1196万9200部。甲18)並びに東京及び横浜周辺で配付された無料情報誌である「ラーラぱど」の同月18日号(配布場所及び部数は，東京都内19万5000部，横浜・川崎市内6万8000部。甲19)に，自社名及び本件包装の写真とともに本件商品の広告を掲載したほか，熊本日日新聞刊行の情報誌「まいらいふ」同年6月号(甲12)，熊本日日新聞の同年9月16日号(甲10)，「くまにちすぱいす」同年11月20日号(甲17)その他の印刷媒体にその広告を掲載し，同年9月，そのテレビ広告を鹿児島読売テレビ及び熊本県民テレビにて複数回放映した(乙10)。さらに，被告は，岡山県所在の山陽新聞社が刊行する情報誌である「レディア」152号(平成17年1月27日刊行。甲24，乙4の2)，琉球新報社刊行の情報誌「うない」平成17年5月・6月合併号(甲26)及び熊本日日新聞刊行の情報誌「デリすぱ」同年7月1日号(甲25)その他の印刷媒体に，いずれも自社名及び本件包装の写真とともに本件商品の広告を掲載した(甲60，78，乙2の1)。",
                        "なお，被告及び本件商品を含む被告製造商品に関する広告宣伝費は，平成17年8月ないし平成18年7月が4405万4024円，同年8月ないし平成19年7月が8923万6193円であった(乙2の1)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，平成7年ころ，郵便局のふるさと小包全国版に本件商品の広告を掲載し(甲14，60，78，乙2の1)，同年4月，日本生活協同組合連合会を通じて全国150の単位生活協同組合に本件商品の供給を開始し(甲7～9，13，27，60，78，乙2の1)，大丸百貨店(甲16，61，62，68)，三越百貨店(甲2)及び高島屋百貨店(甲15，23)といった大手百貨店による通信販売にも本件商品の供給を開始したほか，遅くとも平成16年夏ころまでには，京都府所在の株式会社千趣会(甲22)による通信販売にも本件商品の供給を開始したが(甲60，78，乙2の1)，これらの通信販売カタログには，本件包装の写真が掲載されており，自社名が掲載されているものもあった。",
                        "なお，学校生活協同組合による本件商品の売上高は，平成12年4月ないし平成18年5月に9602万4000円(甲1)，キッスビー健全食株式会社(三越百貨店)による本件商品の売上高は，平成13年3月ないし平成18年5月に707万6000円(甲2)，そして株式会社大丸ホームショッピングによる本件商品の売上高は，平成10年2月ないし平成18年5月に7223万0000円(甲61)であった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，平成8年ころ，日本直販による全国テレビショッピングを通じて本件商品の販売を開始し(平成11年ころまで)，平成13年，QVCテレビショッピング及びTBSテレビショッピング(関東エリア)にて本件商品の販売を開始した(甲60，78，乙の2の1)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "インターネット上のショッピングモールであるQVC(甲47，50)は，平成16年8月10日までには，楽天市場(甲50)及びYAHOOショッピング(甲49，甲51)は，平成17年12月18日までには，シャディ Online(甲48)は，平成18年6月26日までには，いずれも，本件包装の写真を掲示して本件商品をインターネット上で販売していた。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "テレビ局であるTKU熊本は，平成15年9月4日，被告及び本件商品について紹介する番組を放映し，その要旨は，その後，本件包装の写真とともに，そのホームページに掲載され(甲46)，平成16年12月にも，本件商品等を紹介する番組を放映したほか，同じくテレビ局であるRKK熊本放送も，同年9月，本件商品等を紹介する番組を放映した(甲60，78，乙2の1)。",
                        "スカイネットアジア航空は，平成15年12月，その機内誌である「スカイネット」に，本件包装の写真とともに，被告及び本件商品を紹介する記事を掲載し(甲6)，熊本県内を対象とする情報誌である月刊くまもと「家族時間」も，同月刊行の第5号で，本件包装の写真とともに被告及び本件商品を紹介する記事を掲載した(甲11)。また，日本経済新聞は，平成16年4月3日付け(甲43)及び平成18年9月9日付け(甲65，乙5)の九州版において，朝日新聞は，平成16年4月9日付けの熊本版において(甲44)，主として東京圏及び大阪圏で販売されている夕刊フジも，同年8月8日付けのもので(甲21，乙4の1)，それぞれ本件包装の写真とともに，被告及び本件商品を紹介する記事を掲載し，朝日新聞は，その後，当該記事を同紙のインターネット版にも掲載した(甲45)。",
                        "さらに，熊本市で刊行されている情報誌「モコス」は，同年12月16日刊行の平成17年1月号で(甲20)，コープ出版株式会社による「CO−OP  ＮAVI」は，平成18年8月号で(甲63，64)，いずれも本件包装の写真とともに被告及び本件商品を紹介する記事を掲載した。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "被告は，平成14年11月，熊本市で開催された第24回全国菓子大博覧会において，本件商品に関して「リッチモントクラブ賞」と称するものを受賞した(甲5，60，69～72，74，78，81，乙2の1)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商品の販売数量又は売上高",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，平成6年ころ，生活協同組合による通信販売で本件商品2万5000箱を売り上げ，2325万円の売上げを得た(甲60)。",
                        "被告のその後の売上総額は，平成16年8月ないし平成17年7月が5億6672万7717円，同年8月ないし平成18年7月が7億5122万0682円，同年8月ないし平成19年7月(本件商品のこの期間の生産数は，合計3414万1  10976本である。)が10億8919万9297円であるが(以上合計24億0714万7696円)，本件商品がその売上総額の約7割を占めているから，本件商品の売上高は，平成18年8月ないし平成19年7月の1年間で約7億6244万円となる(乙2の1・4)。",
                        "なお，本件商品1本の販売単価は，概ね約23円ないし50円程度である(甲6～9，13～16，20，22，23，25～27，29～42，47～50，62，67，68)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標に類似した他の標章の存否",
                  "text": [
                    "原材料に黒糖を使用したと思われる棒状のドーナツ菓子は，我が国に少なからず存在するが，これらに用いられてる標章には，「黒棒」(トリオ食品株式会社製造。甲104の1)，「黒棒名門」(クロボー製菓株式会社製造。甲104の9)，「黒糖ケーキドーナツ」，「ミニ黒糖ドーナツ」(いずれもエーケーエム株式会社製造。甲104の10・12)，「豆乳ドーナツ(黒糖)」，「黒糖豆乳ドーナツ」(いずれも山田製菓株式会社製造。甲104の15・16)，「黒糖豆乳ドーナツ」(株式会社木村製造。甲104の18)，「可愛いくろぼう」(株式会社橋本製菓製造。甲104の25)，「黒糖みつ手づくりスティックドーナツ」(有限会社優華堂製造。甲104の26)及び「かりんとうドーナツ黒糖味」(株式会社アンデル製造。甲106の1)などがある。しかし，上記の菓子について，平成6年秋ころから本件登録審決時点(平成19年7月11日)までの間に「黒糖ドーナツ棒(コクトウドーナツボウ)」との外観又は称呼を有する標章を使用して販売していることが確認できるのは，被告のみである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の商標法3条2項の該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ある標章が商標法3条2項所定の「使用をされた結果需要者が何人かの業務に係る商品であることを認識することができるもの」に該当するか否かは，出願に係る商標と外観において同一と見られる標章が指定商品とされる商品に使用されたことを前提として，その使用開始時期，使用期間，使用地域，使用態様，当該商品  11の数量又は売上高等及び当該商品又はこれに類似した商品に関する当該標章に類似した他の標章の存否などの事情を総合考慮して判断されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これを本件についてみると，前記認定のとおり，被告は，平成6年秋ころ以来，本件登録審決時点(平成19年7月11日)に至るまでの約13年弱の間，本件商標と形状において同一と見られ，「黒糖」部分が赤色で「ドーナツ棒」部分が金色の標章や，本件商標と形状において同一と見られる各文字を1段又は「黒糖」と「ドーナツ棒」とで2段に横書きした標章を，一貫して指定商品である黒糖を使用した棒状形のドーナツ菓子(本件商品)の包装(本件包装)に付して使用している。",
                    "そして，被告は，上記の期間中，本件包装が付された本件商品を，九州地方を中心としつつもそれ以外の地の店舗や，テレビショッピング番組並びに自社及び複数のインターネット上のショッピングモールを通じて販売していたほか，本件商品を自社及び複数の大手百貨店等による通信販売により全国的に販売するに当たり，本件包装の写真を通信販売カタログ，テレビ広告，複数地域の各種情報誌又は新聞に，しばしば自社名とともに本件商品の広告として掲載しており，その宣伝広告費も，本件登録審決当時に先立つ1年間で8923万6193円に及んでいる。また，地方テレビ局の番組，各種情報誌及び新聞も，本件包装の写真とともに被告及び本件商品を紹介しており，その結果がインターネット上のホームページに掲載されたものもあった。",
                    "さらに，被告による本件商品の生産数は，本件登録審決当時に先立つ1年間で3414万1976本と相当大量であり，同時期の売上高である約7億6244万円という金額も，1本概ね約23円ないし50円程度という本件商品の販売単価に比較するとき，相当高額なものに及んでいるといえる。",
                    "他方で，本件商品と同種の商品は，我が国に少なからず存在し，これらに関する標章には各種のものがあるが，当該商品について，平成6年秋ころから本件登録審決時点(平成19年7月11日)までの間に「黒糖ドーナツ棒(コクトウドーナツ  12ボウ)」との外観又は称呼を有する標章を使用して販売していることが確認できるのは，被告のみである一方，他の商品に付された標章には「黒糖」，「ドーナツ」及び「棒」を組み合わせたものは存在せず，むしろ，本件商標とは外観及び称呼を異にするものしか証拠上は確認できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件商標と外観において同一と見られる標章を付した包装(本件包装)が指定商品とされる本件商品に使用されており，その使用開始時期，使用期間，使用地域，使用態様，当該商品の数量又は売上高等及び本件商品又はこれに類似した商品に関する本件商標に類似した他の標章の存否などの事情を総合考慮するとき，本件商標は，使用をされた結果，本件登録審決時点(平成19年7月11日)において，需要者が被告の業務に係る商品であることを認識することができるものになっていたものと認めることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対して，原告は，本件商標が熊本を中心として九州地方だけで使用されていた事実が立証されたとしても，それ以上の立証はないなどとして，本件商標が商標法3条2項の要件を満たさないと主張する。しかしながら，被告による本件商標の使用態様等は，前記認定のとおりであって，原告の上記主張は，この点においても，その前提を欠くものとして採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件商標の商標法3条2項の該当性を認めた本件審決の判断に誤りはないといわなければならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由は理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}