{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2009-800106号事件について平成22年6月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告からの無効審判請求に基づき原告の特許を無効とする審決の取消訴訟である。争点は，請求項1ないし4に係る発明の進歩性(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成8年10月17日，名称を「ポイント集計システム」とする発明につき，特許出願をし(特願平8-274856号)，平成11年8月13日，特許登録を受けた(特許第2965518号，請求項の数は4)。",
            "これに対し，被告は，平成21年5月22日，請求項1ないし4につき無効審判請求をした。",
            "特許庁は，これを無効2009-800106号事件として審理した上で，平成22年6月9日，「特許第2965518号の請求項1～4に係る発明についての特許を無効とする。」との審決をし，その謄本は平成22年6月17日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各特許発明の要旨",
          "text": [
            "本件発明1ないし4(以下まとめて「本件各発明」という。)は，加盟店の会員に対する各別の売上げに応じたポイントを会員の獲得ポイントとして集計するポイント集計システムに関する発明で，特許請求の範囲は以下のとおりである。",
            "【請求項1(本件発明1)】",
            "「加盟店ごとに設置された複数の加盟店端末を備えたネットワークと接続して，前記加盟店を会員が利用した際の売り上げに応じたポイントをその会員の獲得ポイントとして集計するポイントサービス機能を前記ネットワークに付加するポイント集計システムであって，",
            "ポイントサービスに賛同する前記加盟店についての店舗特定データと，これらの加盟店でのポイント還元率データとを関係づけて格納した加盟店ファイルと，",
            "ポイントサービスを利用できる会員についての会員特定データと，これらの会員が保持するポイント数データとを関係づけて格納した会員マスタファイルと，",
            "前記会員が前記加盟店を利用した際に前記加盟店端末から送信される店舗特定データ，会員特定データ及び売り上げ金額データを含む送信データを，前記ネットワークの通信網を介して受信するデータ受信手段と，",
            "前記データ受信手段で受信した前記店舗特定データを用いて前記加盟店ファイルにアクセスして，この店舗特定データに対応した前記ポイント還元率データを読み出すと共に，前記データ受信手段で受信した売り上げ金額データと前記ポイント還元率データとを用いて演算してポイント数を算出するポイント演算手段と，",
            "前記データ受信手段で受信した前記会員特定データを用いて，前記会員マスタファイルにアクセスして，この会員特定データに対応した前記ポイント数データを読み出すと共に，このポイント数データに前記ポイント演算手段で算出したポイント数を加算して，最新ポイント数データとするポイント加算手段と，",
            "前記ポイント加算手段で得られた最新ポイント数データを用いて前記会員マスタファイルの前記ポイント数データを更新するポイント更新手段とを備えることを特徴としたポイント集計システム。」",
            "【請求項2(本件発明2)】",
            "「前記ポイント加算手段で得られた最新ポイント数データを，前記送信データの送信元である前記加盟店端末に前記ネットワークの通信網を介して返信するデータ返信手段を更に備えることを特徴とした請求項1記載のポイント集計システム。」",
            "【請求項3(本件発明3)】",
            "「前記加盟店端末に入力されたポイント還元率変更データに基づいて，前記加盟店ファイルに格納された前記ポイント還元率データを変更する還元率データ変更手段を更に備えることを特徴とした請求項1又は請求項2に記載のポイント集計システム。」",
            "【請求項4(本件発明4)】",
            "「複数の前記ネットワークを接続して，これらのネットワークにおけるポイント数データを統合管理することを特徴とした請求項1から請求項3のいずれか一項に記載のポイント集計システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "「本件発明1ないし3は甲第1号証に記載された発明(甲1発明)に基づいて，本件発明4は甲1発明に基づき又は甲1発明及び周知技術に基づいて，それぞれ当業者において容易に発明することができたものであるから，進歩性を欠く。」というものである。審決が認定した一致点，相違点を下記に掲げるが，相違点についての審決の判断は，本訴訟の争点に関して必要な都度，後に摘記する。",
            "【甲第1号証】特開平6-295390号公報",
            "なお，審決が認定した甲第1号証に記載された発明(甲1発明)，本件発明1，3と甲1発明の一致点及び相違点はそれぞれ下記のとおりである。",
            "【甲第1号証に記載された発明(甲1発明)】",
            "「加盟店ごとに設置された複数の店舗端末35が通信回線を介して接続された処理装置1により点数の発行・集計を行うサービスポイントの点数管理システムであって，",
            "処理装置1は，",
            "特定地域内の店舗を対象としたコードに対応させて特定地域内の店舗を対象とした点数付与率を記憶した購入条件テーブル14と，",
            "会員である顧客についての顧客IDと，これらの顧客の顧客IDに対応させて顧客の累積点数を記憶した顧客データベース12bと，",
            "顧客が商品を購入した際に店舗端末35から送信される端末ID，顧客ID及び購入した合計金額情報を含む商品購入情報を通信回線を介して受信するデータ受信手段と，",
            "データ受信手段で受信した端末IDをキーに端末データベース12aから特定地域内の店舗を対象としたコードを検索抽出し，その特定地域内の店舗を対象としたコードに関する購入条件テーブル14の中の購入条件と照合判定し，条件を満たす場合には，購入条件テーブル14からそのコードに対応した特定地域内の店舗を対象とした点数付与率を読み出すとともに，該点数付与率にデータ受信手段で受信した合計金額情報を乗じたものを今回購入点数として発行する点数発行手段9と，",
            "データ受信手段で受信した顧客IDを用いて顧客データベース12bにアクセスして，この顧客IDに対応した累積点数を読み出すとともに，この累積点数に点数発行手段9で発行された今回購入点数を加算した点数を，顧客IDに対応した累積点数として顧客データベース12bの累積点数を更新する点数集計手段7と，",
            "更新された点数情報を，店舗端末35へ通信回線を介して送出する点数通知手段5とを備え，",
            "点数集計手段7は，更新された点数情報を点数通知手段5に送出し，",
            "店舗端末35の端末操作に応じて点数付与率をランダムに発生させることができ，",
            "点数集計手段7は，ひとつの店舗グループが管理する点数を，顧客の要望に応じて他の店舗グループが管理する点数に，所定のレートで変換し，複数種類の点数サービスを共通化させることができる，",
            "サービスポイントの点数管理システム。」",
            "【本件発明1と甲1発明の一致点】",
            "「加盟店ごとに設置された複数の加盟店端末を備えたネットワークを有し，前記加盟店を会員が利用した際の売り上げに応じたポイントをその会員の獲得ポイントとして集計するポイントサービス機能を有するポイント集計システムであって，",
            "ポイントサービスに賛同する加盟店についての店舗を特定するデータと，これらの加盟店でのポイント還元率データとを関係づけて格納した加盟店ファイルと，",
            "ポイントサービスを利用できる会員についての会員特定データと，これらの会員が保持するポイント数データとを関係づけて格納した会員マスタファイルと，",
            "前記会員が前記加盟店を利用した際に前記加盟店端末から送信される会員特定データ及び売り上げ金額データを含む送信データを，前記ネットワークの通信網を介して受信するデータ受信手段と，",
            "前記店舗を特定するデータを用いて前記加盟店ファイルにアクセスして，この店舗を特定するデータに対応した前記ポイント還元率データを読み出すと共に，前記データ受信手段で受信した売り上げ金額データと前記ポイント還元率データとを用いて演算してポイント数を算出するポイント演算手段と，",
            "前記データ受信手段で受信した前記会員特定データを用いて，前記会員マスタファイルにアクセスして，この会員特定データに対応した前記ポイント数データを読み出すと共に，このポイント数データに前記ポイント演算手段で算出したポイント数を加算して，最新ポイント数データとするポイント加算手段と，",
            "前記ポイント加算手段で得られた最新ポイント数データを用いて前記会員マスタファイルの前記ポイント数データを更新するポイント更新手段と",
            "を備えるポイント集計システム」である点。",
            "【本件発明1と甲1発明の相違点】",
            "・相違点1",
            "「本件発明1の『ポイント集計システム』は，『加盟店ごとに設置された複数の加盟店端末を備えたネットワークと接続して，前記加盟店を会員が利用した際の売り上げに応じたポイントをその会員の獲得ポイントとして集計するポイントサービス機能を前記ネットワークに付加する』ものであるのに対して，甲1発明の『処理装置1により点数の発行・集計を行うサービスポイントの点数管理システム』は『前記加盟店を会員が利用した際の売り上げに応じたポイントをその会員の獲得ポイントとして集計するポイントサービス機能を有するポイント集計システム』といえるものの，本件発明1のように，『加盟店ごとに設置された複数の加盟店端末を備えたネットワークと接続して』『，ポイントサービス機能を前記ネットワークに付加する』ものであるか否か不明な点。」",
            "・相違点2",
            "「『店舗を特定するデータ』が，本件発明1では『店舗特定データ』であるのに対して，甲1発明では『特定地域内の店舗を対象としたコード』である点。」",
            "・相違点3",
            "「『前記加盟店ファイルにアクセスして，この店舗を特定するデータに対応した前記ポイント還元率データを読み出す』ために用いられる『前記店舗を特定するデータ』が，本件発明1では，『前記会員が前記加盟店を利用した際に前記加盟店端末から送信される送信データ』に『含まれる』とともに，『データ受信手段で受信』されたものであるのに対して，甲1発明では，『顧客が商品を購入した際に店舗端末35から送信される商品購入情報』に『含まれる』とともに，『データ受信手段で受信』される『端末IDをキーに端末データベース12aから検索抽出された』ものである点。」",
            "【本件発明3と甲1発明の相違点】",
            "・相違点1～3  本件発明1と甲1発明の相違点1～3に同じ。",
            "・相違点4",
            "「本件発明3が『前記加盟店端末に入力されたポイント還元率変更データに基づいて，前記加盟店ファイルに格納された前記ポイント還元率データを変更する還元率データ変更手段を更に備える』のに対して，甲1発明では『店舗端末35の端末操作に応じて点数付与率をランダムに発生させることができる』点。」",
            "【本件発明2，4と甲1発明の相違点】",
            "・相違点1～3  本件発明1と甲1発明の相違点1～3に同じ。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1の容易想到性の判断の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1と甲1発明との相違点1の容易想到性につき，次のとおり説示する(15頁)。",
                    "「甲第1号証には，『キャッシュディスペンサなどの銀行端末に同様な機能を追加することにより，設備流用によるシステムコストの低減，銀行・店舗のタイアップよるサービスの強化を図ることができる。』(記載事項(シ))と記載されている。",
                    "ところで，銀行端末は，普通，当該端末が設置された銀行の店舗が加盟する所定の銀行ネットワークに接続されていると解されるから，上記記載は，甲1発明の『処理装置1により点数の発行・集計を行うサービスポイントの点数管理システム』の機能を『加盟店ごとに設置された複数の加盟店端末を備えたネットワーク』に追加することを示唆するものといえる。",
                    "してみると，甲1発明の『サービスポイントの点数管理システム』を『加盟店ごとに設置された複数の加盟店端末を備えたネットワークと接続して，前記加盟店を会員が利用した際の売り上げに応じたポイントをその会員の獲得ポイントとして集計するポイントサービス機能を前記ネットワークに付加』し，本件発明1の相違点1に係る発明特定事項とすることは，甲1発明に基づいて当業者が容易に想到し得る程度の事項である。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲第1号証の段落【0085】(審決にいう記載事項(シ))に記載されている事項は，①銀行端末に点数の発行，集計を行うサービスポイントの点数管理機能を追加することにより，各店舗において銀行端末とサービスポイントの点数の発行，集計を行うサービスポイント点数管理用の加盟店端末を別々に設置する必要がなくなり，設備流用によりシステムコストを低減することができること，②上記のような銀行端末を設置した店舗では銀行との協力関係が向上し，サービスの強化を図ることができることの2点である。ここで，上記「店舗」は小売店等の店舗であって，銀行の支店，支所等ではなく，銀行とは別の主体であることは明らかである。ところで，サービスポイント点数管理機能を有する端末を銀行ネットワークに接続するときは，セキュリティ上の問題が生じるから(銀行ネットワークは，他のネットワークとの通信を遮断した閉鎖型ネットワークで運用されるのがセキュリティ上当然である。)，当該端末に複数のネットワーク回線が接続されるようにして，接続しているネットワークを適宜切り替えるようにするのが常識的である。このように上記端末を構成するときは，上記端末が銀行端末機能とサービスポイント点数管理機能とを並列的に有し，これら2つの機能のいずれかを適宜選択して使用することになる。そうすると，端末のサービスポイント点数管理機能は，当該端末が銀行ネットワークに接続されていることを必ずしも前提としていないから，設備を流用することによりシステムコストを低減することや，銀行と加盟店店舗が協力関係を向上させること(タイアップ)によりサービスを強化することを実現する上で，端末のサービスポイント点数管理機能自体が銀行ネットワークとの接続を前提とする必要はない。したがって，「上記記載は，甲1発明の『処理装置1により点数の発行・集計を行うサービスポイントの点数管理システム』の機能を『加盟店ごとに設置された複数の加盟店端末を備えたネットワーク』に追加することを示唆するものといえる。」との審決の判断は誤りであり，本件出願当時，当業者において相違点1に係る構成に容易に想到できたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決は，相違点1の容易想到性に関して，さらに次のとおり説示する(15頁)。",
                    "「このような『VAＮセンタ』に『サービスポイントの点数管理システム』の『処理装置1』をわざわざ設置する場合，通常は何らかの技術的な意図を持って設置されると解すべきであるから，『VAＮセンタ』に配設されているネットワークに『処理装置1』を接続し，『サービスポイントの点数管理システム』の機能を上記複数のネットワークに付加することも当業者であれば必要に応じて適宜選択し得る技術選択肢の一つにすぎない。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "しかしながら，甲第1号証の段落【0015】(審決にいう記載事項(エ))では，単に「処理装置1」が設置される場所が記載されているにすぎず，「処理装置1」が「VAＮセンタ」に設置されたとしても，「処理装置1」が「VAＮ」(付加価値通信網)に接続されることを直ちに意味するものではない。「処理装置1」を適当な温度，湿度等の下で使用するためだけに，「計算センタや事務処理センタ」の一種である「VAＮセンタ」に設置することも考えられる。しかも，上記段落の記載では，「処理装置1」の設置場所が「VAＮセンタ」に限定されているわけでもない。",
                    "そうすると，サービスポイント点数管理システムの機能を有する端末を「VAＮセンタ」に設置し得るとしても，このことから「『サービスポイントの点数管理システム』の機能を上記複数のネットワークに付加することも当業者であれば必要に応じて適宜選択し得る技術選択肢の一つにすぎない。」との結論を導く審決の相違点1の容易想到性に係る判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2の容易想到性につき，次のとおり説示する(16，17頁)。",
                    "「甲第1号証には，【発明が解決しようとする課題】の欄に『また店舗側としても・・・店舗の実情に則し，かつ顧客の手間を煩わせず購入行為自体を楽しめるような販売促進をサポートする点数管理システムを必要としている。』(記載事項(イ))と記載され，『新規開店時・・・の販売促進効果を高めることができる。』(記載事項(キ))と記載されており，『店舗の実情に即し』の『店舗』及び『新規開店』の店舗は個々の店舗と解されるから，甲第1号証には，『サービスポイントの点数管理システム』において個々の店舗の実情や新規開店に応じて販売促進効果を高めることが示唆されている。",
                    "してみると，甲1発明の『サービスポイントの点数管理システム』において，個々の店舗の実情や新規開店に応じて販売促進効果を高めるために，点数付与率を設定する単位を『特定地域内の店舗』から個々の店舗に変更し，本件発明1の相違点2に係る発明特定事項とすることは，甲1発明に基づいて当業者が容易に想到し得る程度の事項である。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，甲第1号証の段落【0065】の記載(審決にいう記載事項(キ))は，ある地域内に店舗を新規開店する場合や新たな地域に複数の店舗を開店する場合には，当該地域内に存在するすべての加盟店舗について一様に点数付与率を変化させ，当該地域全体の販売促進効果を高めることを目的とするものであって，かかる販売促進効果は当該地域の店舗について個別に点数付与率(サービスポイント付与率)を変化させたのでは得られない効果である。甲1発明の特定の地域内の店舗における一律の点数付与率の設定の構成を，個々の店舗における点数付与率の設定の構成に改めることは，正反対の構成に変更するものであって，後者の構成は甲第1号証に記載も示唆もされていない。",
                    "なお，段落【0113】の(9)は，特定の地域内に存する複数の店舗に共通な「特定の売り場」に共通の点数付与率を設定し，販売促進効果を上げようとする趣旨の記載であって，店舗内の売り場について各別の点数付与率を設定する構成が記載されているからといって，個々の店舗ごとに各別の点数付与率を設定する構成に想到し得ることが裏付けられるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点3の容易想到性につき，次のとおり説示する(17頁)。",
                    "「システムを設計するに当たり，送信するデータの種類を増減したり，データベースを参照するようにするか否かは，当業者が必要に応じて適宜成し得る設計事項といえる。",
                    "してみると，甲1発明において，端末IDをキーに端末データベース12aから『特定地域内の店舗を対象としたコード』を検索抽出することにかえて，店舗端末35から送信される商品購入情報に『特定地域内の店舗を対象としたコード』が『含まれる』とともに，『データ受信手段で受信』されるようにし，本件発明1の相違点3に係る発明特定事項とすることは当業者が必要に応じて適宜成し得る設計事項である。",
                    "そして，本件発明1による効果も，甲1発明から当業者が予測し得た程度のものであって，格別のものとはいえない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，前記(2)のとおり，「店舗を特定するデータ」が本件発明1では「店舗特定データ」であるのに対し，甲1発明では「特定地域内の店舗を対象としたコード」であって，後者の構成から前者の構成に想到することは当業者において容易でない。そうすると，後者の構成から前者の構成に容易に想到し得ることを前提とする，審決の相違点3に係る判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件出願当時，当業者において，甲1発明に基づいて相違点1ないし3に係る構成に容易に想到できたものではないから，これに反する審決の容易想到性の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明2の容易想到性の判断の誤り(取消事由2)",
          "text": [
            "本件発明1と同様に，本件発明2も，本件出願当時，当業者において，甲1発明に基づいて相違点1ないし3に係る構成に容易に想到できたものではないから，これに反する審決の容易想到性の判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明3の容易想到性の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点4の容易想到性につき，次のとおり説示する(19頁)。",
                "「甲第1号証には，点数付与率(ポイント還元率データ)を変更することについて，『処理装置1内に購入条件テーブル14を備え，管理者端末11から複数の購入条件を随時，任意に設定することができるようになっている。購入条件には，各々点数付与率および被点数算出情報が対応づけられている。』(記載事項(カ))と記載され，甲第1号証には，管理者端末11からとはいえ，購入条件テーブル14(加盟店ファイル)に格納された点数付与率(ポイント還元率データ)を変更することが記載されている。",
                "そして，甲1発明において『店舗端末35の端末操作に応じて点数付与率をランダムに発生させる』のは，付加的に『購買行為を娯楽化し，顧客の購買意欲を向上させる』(記載事項(ケ))ためであるから，そのような付加的事項を考慮しなければ，管理者端末11の有する上記機能を店舗端末35に持たせて，本件発明3の相違点4に係る発明特定事項とすることは，当業者が容易に想到し得る程度の事項である。",
                "してみると，本件発明3の相違点4に係る発明特定事項は，甲1発明に基づいて当業者が容易に想到し得る程度のものといえる。",
                "また，本件発明3による効果も，甲1発明から当業者が予測し得た程度のものであって，格別のものとはいえない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，甲第1号証の段落【0054】(審決にいう記載事項(カ))に記載されているのは，管理者端末11に，サービスポイントの点数付与率等に対応する購入条件を入力する構成であって，店舗端末35の構成が記載されているわけではない。本件発明3では，店舗端末に加盟店の店員が入力することによって，ポイント還元率(点数付与率)を変更する構成を有するものであって，甲1発明とは構成が大きく異なる。また，段落【0075】(審決にいう記載事項(ケ))にも，加盟店の店舗端末の操作者が入力する値に従って点数付与率を変化させるものではなく，上記操作者が店舗端末を操作するときに，この操作をきっかけとして点数付与率がランダムに変化する構成が記載されているにすぎない。",
                "したがって，本件出願当時，当業者において，甲1発明に基づいて相違点4に係る構成に容易に想到し得たものではなく，これに反する審決の判断は誤りである。",
                "そして，本件発明1(前記1)と同様に，本件出願当時，当業者において，甲1発明に基づいて相違点1ないし3に係る構成に容易に想到し得たものではないから，本件発明3は，甲1発明に基づいて容易に想到できたものではなく，これに反する審決の容易想到性の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件発明4の容易想到性の判断の誤り等(取消事由4)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明4と甲1発明との相違点につき，次のとおり説示する(20頁)。",
                "「甲1発明の『サービスポイントの点数管理システム』は，次の構成要件を備えるものである。",
                "『点数集計手段7は，ひとつの店舗グループが管理する点数を，顧客の要望に応じて他の店舗グループが管理する点数に，所定のレートで変換し，複数種類の点数サービスを共通化させることができる』",
                "甲1発明の『店舗グループ』は『ポイントサービスのネットワーク』と解されるから，『ひとつの店舗グループが管理する点数を，顧客の要望に応じて他の店舗グループが管理する点数に，所定のレートで変換し，複数種類の点数サービスを共通化させること』は，『複数のネットワークにおけるポイント数データを統合管理すること』といえ，この場合，『複数の前記ネットワークを接続して』いることは明らかである。",
                "してみると，甲1発明は，上記限定事項2に相当する構成を備えているから，『V．本件発明1について(1)対比』における検討結果(判決注：引用は省略)を参酌して本件発明4と甲1発明とを対比すると，両者は，上記『V．本件発明1について(1)対比』であげた相違点1～3でのみ相違し，他に相違点はない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，甲第1号証の段落【0082】(審決にいう記載事項(サ))に照らせば，顧客の累積点数の他グループ間の変換レート等を処理装置に記憶させておけば，店舗端末が他グループのネットワークに接続していなくても，他グループの累積点数に変換等できることが明らかである。そうすると，あるグループのネットワークが他のグループのネットワークと相互に接続されている必要はない。",
                "したがって，「本件発明4が『複数の前記ネットワークを接続して，これらのネットワークにおけるポイント数データを統合管理すること』との構成を有しているのに対して，甲1発明はかかる構成を有しない点」(相違点5)も，本件発明4と甲1発明の相違点であるというべきである。",
                "そして，前記のとおり，本件発明1，2と同様に，本件出願当時，当業者において，甲1発明に基づいて相違点1ないし3に係る構成に容易に想到し得たものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，前記相違点5を予備的に本件発明4と甲1発明の相違点と認定し，本件発明4の容易想到性について次のとおり説示する(20，21頁)。",
                "「なお，仮に甲1発明が，限定事項2に相当する構成を備えておらず，該限定事項2が新たな相違点5となる場合の容易想到性についても検討する。",
                "甲第6号証の記載(記載事項(ミ)，(ム))から，『複数のネットワークを接続すること』は本件出願前に周知であったといえるとともに，該周知技術を甲1発明の『サービスポイントの点数管理システム』に適用し，複数のポイントサービスのネットワークと接続したものとすることに格別の困難性は見出せない。",
                "ところで，甲1発明は『ひとつの店舗グループが管理する点数を，顧客の要望に応じて他の店舗グループが管理する点数に，所定のレートで変換し，複数種類の点数サービスを共通化させる』ものであるから，上記周知技術を甲1発明の『サービスポイントの点数管理システム』に適用するに当たり，『複数のネットワークにおけるポイント数データを統合管理する』ようにすることは，当業者が必要に応じて適宜成し得る設計事項である。",
                "そして，本件発明4による効果も，甲1発明及び周知技術から当業者が予測し得た程度のものであって，格別のものとはいえない。",
                "してみると，仮に甲1発明が，上記限定事項2に相当する構成を備えていないとしても，本件発明4は，甲1発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかし，本件発明1，2と同様に，本件出願当時，当業者において，甲1発明又は甲1発明及び周知技術に基づいて相違点1ないし3に係る構成に容易に想到し得たものではない。相違点5に係る構成についても同様である。そうすると，本件出願当時，当業者において，甲1発明又は甲1発明及び周知技術に基づいて，本件発明4の構成に容易に想到できたものではなく，これに反する審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証の段落【0085】(審決にいう記載事項(シ))には，銀行端末を他の目的に流用すること，すなわち上記銀行端末に点数管理システムの機能を追加することが明記されており，銀行ネットワークに接続された端末の機能と点数管理システムの機能とが両立しないわけではない。ユーザにおいて，端末の銀行端末機能と点数管理機能を切り替えて使用しなければならないとする原告の主張は失当である。",
                "また，「VAＮ」は，企業内通信ネットワークを相互に接続するものであり，「現金支払や座席予約業務等」といったセキュリティが要求される業務を取り扱うものであるから(甲6)，銀行端末に点数管理機能を追加することが，銀行端末のセキュリティの面から常識的に考えられないものではない。",
                "そして，甲1発明の「処理装置1」が「VAＮセンタ」に設けられるのであれば，「処理装置1」が「VAＮ」に接続されると解するのが常識的である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明は，個々の店舗の実情に即して販売促進をサポートすることを解決すべき課題としており(段落【0008】，【0009】)，甲第1号証の段落【0065】でも，個々の店舗の点数付与率を変化させて，新規開店時の販売促進効果を高めることが記載されている。したがって，甲第1号証では，個々の店舗を単位として点数付与率を設定することが強く示唆されているのであって，段落【0113】においては，個々の店舗よりさらに小さい単位である，特定の売り場ごとに点数付与率を設定することすら記載されている。",
                "そうすると，甲第1号証に接した当業者が，個々の店舗ごとに点数付与率を設定することは，当業者において容易に想到できたというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件出願当時，当業者において，甲1発明に基づいて相違点1ないし3に係る構成に容易に想到できたものであって，審決の容易想到性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "本件出願当時，当業者において，甲1発明に基づいて相違点1ないし3に係る構成に容易に想到できたものであって，審決の容易想到性判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "甲第1号証の段落【0015】には，「処理装置1」に「データ入力手段2」を組み込んで店舗内に設置しても，公衆通信回線等を介して「処理装置1」に接続される「端末3」(顧客端末，店舗端末)に「データ入力手段2」を組み込んでもよい旨が記載されている。また，「通信回線」はVAＮ，専用回線を含み得る概念である。",
            "そうすると，「専用回線」を通じて「処理装置1」と接続される「管理者端末11」の機能を，同じく「専用回線」を通じて「処理装置1」と接続される「店舗端末35」に持たせることは，本件出願当時の当業者において容易に想到し得る程度の事柄であって，この旨をいう審決の判断に誤りはない。",
            "したがって，本件出願当時，当業者において，甲1発明に基づいて相違点1ないし4に係る構成に容易に想到できたものであって，審決の容易想到性判断に誤りはない。",
            "なお，ネットワークに接続された端末から，ネットワークのサーバ上のデータを更新することは，甲第7，8号証に記載された周知技術であるから，甲1発明に同周知技術を組み合わせれば，店舗端末において入力された点数付与率によって，処理装置に格納された点数付与率を更新する構成(相違点4)に容易に想到することができる。したがって，本件出願当時，当業者において，甲1発明及び周知技術に基づいて相違点1ないし4に係る構成に容易に想到できたともいうことができる。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "審決は，甲1発明において，一つの店舗の端末が複数のネットワークに接続されている等と認定しておらず，原告の主張は失当である。",
            "本件出願当時，当業者において，甲1発明又は甲1発明及び周知技術に基づいて相違点に係る構成に容易に想到できたものであって，審決の容易想到性判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第1号証の段落【0015】には，「処理装置1」が店舗，事業グループのセンタ又は「VAＮセンタ」等に設置される旨が，段落【0022】には，「処理装置1」が店舗に設置されるか，大規模なシステムの場合には計算センタ，事務処理センタに設置される旨が，段落【0085】には，「キャッシュディスペンサなどの銀行端末に同様な機能を追加することにより，設備流用によるシステムコストマ マの低減，銀行・店舗のタイアップよるサービスの強化を図ることができる。」との記載があるから，甲1発明の「処理装置1」をネットワークに接続することにより，ネットワークを通じて販売促進のためのサービスポイントの発行・管理の機能を果たすことが，甲1発明においても除外されていないことは明らかである。",
                    "また，前記のとおり，銀行の決済システムを構成するキャッシュディスペンサ等の銀行端末に，サービスポイントの発行・管理を行うという異種のサービスを提供する構成を追加し得ること(段落【0085】)は，甲第1号証において銀行の決済システムの個性に着目した記載がされていないことにも照らせば，サービスポイントの発行・管理以外のサービスを提供する端末にサービスポイントの発行・管理の機能を追加し得ることを示唆するものであるところ，銀行端末は通常銀行が管理・運営するネットワークに接続されているから，これはさらに，サービスポイントの発行・管理以外のサービスを提供するネットワークにサービスポイントの発行・管理の機能を追加し得ることも示唆するものである。",
                    "ところで，本件出願当時，各加盟店に設置された端末をネットワークで相互に接続して，例えば売買代金の決済処理を行ったり，販売すべき物品の管理を行う程度のことは，当業者の技術常識ないし周知技術であったことが明らかである(甲第1号証の段落【0003】，【0004】，【0023】，甲第10号証(本件明細書)の段落【0002】，【0003】参照)。",
                    "そうすると，審決が説示するとおり，甲第1号証においても，「加盟店ごとに設置された複数の加盟店端末を備えたネットワーク」に「処理装置1により点数の発行・集計を行うサービスポイントの点数管理システム」の機能を追加することが示唆されていると解して差し支えない。",
                    "したがって，甲第2号証(特開平7-73247号公報)や甲第3号証(特開平7-210763号公報)で各加盟店に設置された端末装置とホスト装置とをネットワークで接続して，サービスポイントの発行・管理を行う構成が開示されていることにもかんがみれば，本件出願当時，当業者において，甲1発明に基づいて，相違点1に係る構成に容易に想到することができたというべきであって，これと同趣旨の相違点1の構成に係る審決の容易想到性の判断に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，セキュリティ上の観点から，銀行端末に複数のネットワーク回線が接続されるとしても，接続しているネットワークを適宜切り替えるようにするのが常識的であり，顧客は銀行端末機能とサービスポイント点数管理機能のいずれかを適宜選択して使用することになる等と主張する。しかしながら，仮に銀行の決済システムを構成する端末に高度のセキュリティ上の配慮が必要になるとしても，他のサービスを提供するネットワークを接続してはならなかったり，銀行の決済機能とサービスポイントの発行・管理等の機能を一つの端末で同時に使用してはならないまでの理由はなく，単にセキュリティ上の格段の措置を講ずれば足りるから，原告の上記主張は失当である。",
                    "なお，審決は，サービスポイントの発行・管理以外のサービスを提供するネットワークにサービスポイントの発行・管理以外のサービスの機能を追加することを示唆する記載の一つとして甲第1号証の段落【0085】を引用したにすぎず，銀行のネットワークの機能を前提に，相違点1に係る構成の容易想到性を判断したわけではない。",
                    "また，原告は，「処理装置1」が「VAＮセンタ」に設置されたとしても，「処理装置1」を適当な温度，湿度等の下で使用するためだけに，「計算センタや事務処理センタ」の一種である「VAＮセンタ」に設置することも考えられ，「処理装置1」が「VAＮ」(付加価値通信網)に接続されることを直ちに意味するものではない等と主張する。しかしながら，甲第1号証には，「処理装置1」を適当な温度，湿度等の下で使用するために，これを「VAＮセンタ」に設置する旨は全然記載されていない。",
                    "また，「VAＮ」(付加価値通信網)はコンピュータ端末相互をネットワークで接続して，異なるシステム間でも情報をやり取りし得る点(ネットワークサービス)にその眼目があるところ(甲6)，甲第1号証の段落【0015】の「処理装置1」を「VAＮセンタ」等に設置する旨の記載に接した者は，当然に「処理装置1」が「VAＮ」や外部とのネットワークに接続されるものと認識するのであって，原告が主張するように，「処理装置1」が，管理の便宜の点のみに着目して，建物である「VAＮセンタ」に設置され，「VAＮ」等には接続されないと認識すると解するのは不自然ないし不合理であって，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "結局，相違点1に係る構成についての審決の容易想到性の判断に誤りがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第1号証の段落【0008】ないし【0010】，【0065】，【0109】ないし【0129】では，販売促進効果を高めるべく，店舗の販売の実情に即してサービスポイントの付与の態様を変える構成が記載されており，特に段落【0113】では，「店舗内の特定の売り場」を対象にしてサービスポイント付与の条件(購入条件)を変化させる構成が記載されていることにかんがみると，審決が説示するとおり，「甲第1号証には，『サービスポイントの点数管理システム』において個々の店舗の実情や新規開店に応じて販売促進効果を高めることが示唆されて」おり，「甲1発明の『サービスポイントの点数管理システム』において，個々の店舗の実情や新規開店に応じて販売促進効果を高めるために，点数付与率を設定する単位を『特定地域内の店舗』から個々の店舗に変更し，本件発明特定事項とすることは，甲1発明に基づいて当業者が容易に想到し得る程度の事項である」ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，甲第1号証の段落【0065】の記載(審決にいう記載事項(キ))は，当該地域内に存在するすべての加盟店舗について一様に点数付与率を変化させる構成に係るものであって，これによる販売促進効果は当該地域の店舗について個別に点数付与率(サービスポイント付与率)を変化させたのでは得られない効果であるから，甲1発明の特定の地域内の店舗における一律の点数付与率の設定の構成を，個々の店舗における点数付与率の設定の構成に改めることは，正反対の構成に変更するものであって，後者の構成は甲第1号証に記載も示唆もされていない等と主張する。しかしながら，一つの地域内の複数の店舗で一斉に販売促進のためのサービスポイントの付与条件の変動を行う方が，一つの店舗内で販売促進のためのサービスポイントの付与条件の変動を行うよりも，販売促進効果が高いことがあるとしても，前記のとおり甲第1号証に，店舗の実情に即してサービスポイントの付与の態様を変える構成が開示されている以上，当業者において，前者の機能を果たす構成を後者の機能も果たし得る構成に変更することに格別の支障があるわけではなく，システムの修正を行うことで当業者において容易に変更できるものと認めるのが相当であるから，前記アの結論が左右されるものではない。",
                    "また，原告は，甲第1号証の段落【0113】の(9)の記載は，特定の地域内に存する複数の店舗に共通な「特定の売り場」に共通の点数付与率を設定し，販売促進効果を上げようとする趣旨の記載であって，個々の店舗ごとに各別の点数付与率を設定する構成に想到し得ることが裏付けられるものではない等と主張するが，原告が主張するとおりに段落【0113】の記載を理解したとしても，当業者は店舗ごとにサービスポイントの付与条件を設定し得る構成に容易に想到し得るというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "結局，相違点2に係る構成についての審決の容易想到性の判断に誤りがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が説示するとおり，「システムを設計するに当たり，送信するデータの種類を増減したり，データベースを参照するようにするか否かは，当業者が必要に応じて適宜成し得る設計事項」であって，「店舗を特定するデータ」の取扱方法を変更して，「本件発明1の相違点3に係る発明特定事項とすることは当業者が必要に応じて適宜成し得る設計事項である」ということができるから，相違点3に係る構成についての審決の容易想到性の判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，本件発明と甲第1号証の相違点1ないし3に係る構成を採用したことによる効果も，当業者の予測を超えた格別のものとまではいえないから，上記相違点に係る構成，したがって本件発明1についての審決の容易想到性の判断に誤りがあるとはいえない。",
                "そうすると，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の容易想到性の判断の誤り)について",
          "text": [
            "審決は，本件発明2は，本件発明1の構成に，「前記ポイント加算手段で得られた最新ポイント数データを，前記送信データの送信元である前記加盟店端末に前記ネットワークの通信網を介して返信するデータ返信手段を更に備えること」との限定を加えたもので，本件発明2と甲1発明の一致点及び相違点は，本件発明1と甲1発明の一致点及び相違点と同様であると認定判断し，この点について原告は争っていない。",
            "そうすると，本件発明1と同様に，本件発明2と甲1発明の相違点に係る構成も，本件出願当時，当業者において，甲1発明に基づいて，容易に想到できたもので，本件発明2の効果も当業者の予測を超えた格別のものとまではいえず，本件発明2についての審決の容易想到性の判断に誤りがあるとはいえないから，原告が主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明3は，本件発明1の構成に，「前記加盟店端末に入力されたポイント還元率変更データに基づいて，前記加盟店ファイルに格納された前記ポイント還元率データを変更する還元率データ変更手段を更に備えること」との限定を加えたもので，本件発明3と甲1発明は，本件発明1と甲1発明の一致点と同様の点で一致し，本件発明1と甲1発明の相違点1ないし3と同様の点及び前記相違点4で相違する。",
                "甲第1号証の段落【0054】では，「管理者端末11」から必要な入力を行ってサービスポイントの付与条件(購入条件)を設定し得る構成が記載されているところ，上記段落は甲第1号証の実施例に係る部分であって，甲第1号証の特許請求の範囲の記載においては「管理者端末11」を設ける構成が必要不可欠のものとはされていない。甲1発明においては，一つの店舗内に複数の店舗端末と「処理装置1」を設置して，「処理装置1」でサービスポイントの発行・管理を行う構成が予定されており(図2参照)，「処理装置1」に接続された店舗端末35を用い，直接「処理装置1」に必要な入力を行って，「処理装置1」内の点数発行手段9(さらに必要に応じて点数集計手段7)等の設定を変更し，サービスポイントの付与条件(購入条件)を変更(設定)することも可能であることは明らかである。",
                "他方，甲1発明の「処理装置1」の設置場所として，一つの店舗の内部や，当該店舗の外部であって事業グループを構成する団体が管理する建物の内部や，「VAＮセンタ」，計算センタ，事務処理センタの各内部のいずれをも選択できる(段落【0015】，【0022】)とされている。POSレジスタ等であり入力を担う「店舗端末35」(図27等参照)とサービスポイントの発行・管理を行う「処理装置1」を一つの装置にまとめて機能させる程度のことは，本件出願当時，当業者において容易になし得ることである。",
                "したがって，審決が説示するとおり，「管理者端末11の有する上記機能を店舗端末35に持たせて，本件発明3の相違点4に係る発明特定事項とすることは，当業者が容易に想到し得る程度の事項である」ということができる。そして，相違点4に係る構成を採用した効果，さらには本件発明3と甲1発明の相違点1ないし4に係る構成を採用した効果も，甲1発明から当業者が予測できる効果を超える格別のものではない。",
                "そうすると，本件発明1と同様に，本件発明3についての審決の容易想到性の判断に誤りがあるとはいえず，原告が主張する取消事由3は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，原告は，甲第1号証の段落【0054】に記載されているのは，管理者端末11の構成であって，店舗端末35の構成が記載されているわけではないし，段落【0075】にも，加盟店の店舗端末の操作者が店舗端末を操作するときに，この操作をきっかけとして点数付与率がランダムに変化する構成が記載されているにすぎない等と主張する。しかし，甲第1号証の段落【0054】に「管理者端末11」の機能に関する記載がされているとしても，前記のとおり，甲第1号証においては「管理者端末11」で行う作業の少なくとも一部を「店舗端末35」に担わせることも当業者においては容易に想到できるものである。また，「管理者端末11」で行うサービスポイントの付与条件の変更に関わる作業を「店舗端末35」に担わせるときは，「店舗端末35」で行われる操作を契機として，サービスポイントの付与条件(点数付与率)を変動させる構成にすることも，当業者においては容易になし得る程度の事柄であるということができる。したがって，原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4の容易想到性の判断の誤り)について",
          "text": [
            "本件発明4は，本件発明1の構成に，「複数の前記ネットワークを接続して，これらのネットワークにおけるポイント数データを統合管理すること」との限定を加えたもので，本件発明4と甲1発明とは，本件発明1と甲1発明の一致点と同様の点で一致し，少なくとも本件発明1と甲1発明の相違点1ないし3と同様の点で相違する。",
            "仮に，原告主張のように，本件発明4と甲1発明とが，上記限定事項「複数の前記ネットワークを接続して，これらのネットワークにおけるポイント数データを統合管理すること」(審決にいう「限定事項2」，「相違点5」)で相違するとしても，甲第1号証の段落【0015】，【0022】には，「処理装置1」を複数の店舗をまとめる事業グループのセンタ，「VAＮセンタ」，計算センタ，事務処理センタ等に設置することが記載されているし，段落【0082】にはグループ間で顧客のサービスポイントの累積点数を移動させたり，累積点数を変換したりすることが記載されていることにも照らすと，当業者にとっては，システムを修正することによって，「複数の前記ネットワークを接続して，これらのネットワークにおけるポイント数データを統合管理する」という程度のことは，容易になし得た程度のものであるということができる。",
            "したがって，本件出願当時，当業者において，甲1発明に基づいて，相違点5(限定事項2)に係る構成に容易に想到できたというべきであり，本件発明4の容易想到性に係る審決の判断に誤りがあるとはいえない。",
            "結局，本件発明4の進歩性に係る審決の結論に誤りはなく，原告が主張する取消事由4は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}