{
  "conclusion": [
    {
      "text": "特許庁が無効2010-800042号事件について平成22年10月"
    },
    {
      "text": "6日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が特許権者である特許の無効審判請求について，特許庁がした請求不成立の審決の取消訴訟である。争点は，明確性要件違反，実施可能要件違反，新規性及び進歩性の有無，審決の判断遺脱の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成22年3月11日，被告が特許権者であり，発明の名称を「麦芽発酵飲料」とする本件特許第4367790号(平成20年6月11日出願，平成16年12月10日(優先権主張  平成15年12月11日，平成16年10月27日，日本国)を国際出願日とする特願2005-516184号の分割出願，平成21年9月4日設定登録)の請求項1～9について，無効審判の請求をした(無効2010-800042号)。",
            "特許庁は，平成22年10月6日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月15日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1～9に係る発明は，以下のとおりである(以下，各発明を「本件発明1」，「本件発明2」等といい，これらを総称して「本件発明」という。)。",
            "【請求項1】",
            "「A成分として，麦を原料の一部に使用して発酵させて得た麦芽比率が20％以上でありアルコール分が0．5～7％であるアルコール含有物；および，",
            "B成分として，少なくとも麦を原料の一部としたアルコール含有物を蒸留して得たアルコール分が10～90％であるアルコール含有の蒸留液；",
            "からなり，A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって，A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10であることを特徴とする麦芽発酵飲料。」",
            "【請求項2】",
            "「A成分のアルコール含有物の原料として，少なくとも，麦芽，ホップ，水を含むことを特徴とする請求項1に記載の麦芽発酵飲料。」",
            "【請求項3】",
            "「A成分のアルコール含有物の原料として，更に米，トウモロコシ，コウリャン，バレイショ，デンプン，糖類，麦芽以外の麦，苦味料，または着色料からなるものを用いることを特徴とする請求項2に記載の麦芽発酵飲料。」",
            "【請求項4】",
            "「A成分のアルコール含有物が，ビールまたは発泡酒であることを特徴とする請求項1～3のいずれかに記載の麦芽発酵飲料。」",
            "【請求項5】",
            "「B成分のアルコール含有の蒸留液が，焼酎，ウイスキー，ウオッカ，スピリッツまたは原料用アルコールであることを特徴とする請求項1に記載の麦芽発酵飲料。」",
            "【請求項6】",
            "「B成分のアルコール含有の蒸留液における原料としての麦が，大麦または小麦である請求項1に記載の麦芽発酵飲料。」",
            "【請求項7】",
            "「B成分のアルコール含有の蒸留液が，麦焼酎であることを特徴とする請求項1に記載の麦芽発酵飲料。」",
            "【請求項8】",
            "「B成分のアルコール含有の蒸留液におけるアルコール分が，麦スピリッツであることを特徴とする請求項1に記載の麦芽発酵飲料。」",
            "【請求項9】",
            "「B成分のアルコール含有の蒸留液におけるアルコール分が，25～45％であることを特徴とする請求項1に記載の麦芽発酵飲料。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判で原告が主張した無効理由(平成22年9月10日の口頭審理において，補正を許可しない旨の決定がなされた進歩性欠如の無効理由を除く。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明1は明確でなく，請求項1を引用する本件発明2～9も明確でないから，本件発明1～9についての特許は，特許法36条6項2号に規定する要件を満たしていない特許出願に対してされたものであり，同法123条1項4号に該当し，無効にすべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "本件明細書の発明の詳細な説明は，本件発明1～9について，当業者が発明の技術上の意義を理解するために必要な事項を記載したものでないから，本件発明1～9についての特許は，特許法36条4項1号に規定する要件を満たしていない特許出願に対してされたものであり，同法123条1項4号に該当し，無効にすべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3",
              "text": [
                "本件発明1～9は，本件出願前，日本国内又は外国において公然知られた発明であるか，公然実施をされた発明であるから，本件発明1～9についての特許は，特許法29条1項1号又は2号の発明に対してされたものであり，同法123条1項2号に該当し，無効にすべきものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4",
              "text": [
                "本件発明1～9は，本件出願前，日本国内又は外国において頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明1～9についての特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号に該当し，無効にすべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の判断",
          "text": [
            "審決は，無効理由1ないし4について，いずれも理由がないものと判断した。その前提として，本件発明の特定事項を次のとおり(a)～(e)に分類している。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "subject": "A成分として，麦を原料の一部に使用して発酵させて得た麦芽比率が20％以上でありアルコール分が0．5～7％であるアルコール含有物；および，"
                },
                {
                  "fig": "(b)",
                  "subject": "B成分として，少なくとも麦を原料の一部としたアルコール分を蒸留して得たアルコール分が10～90％であるアルコール含有の蒸留液；からなり，"
                },
                {
                  "fig": "(c)",
                  "subject": "A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって，"
                },
                {
                  "fig": "(d)",
                  "subject": "A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10であることを特徴とする"
                },
                {
                  "fig": "(e)",
                  "text": [
                    "麦芽発酵飲料。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法36条6項2号違反に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「特許・実用新案審査基準」に記載された例1については，その発明特定事項中の数値範囲は，すべて「合金を構成する成分の量」(質量％)という「同じ観点のもの」であり，各成分の合計が100質量％を超えないことが当然に求められるというべきであるところ，本件発明1の特定事項(c)中の数値範囲である「麦芽発酵飲料のアルコール分」と特定事項(d)中の数値範囲である「A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率」とは，「異なる観点のもの」(6頁32行)であるとし，「そうすると，各特定事項において，数値で特定されたすべての範囲にわたり，本件発明1の飲料が存在する必要はないものといえ，そもそも本件発明1と例1とを同列に議論することができない。よって，請求人の主張は当を得たものとはいえない。」(6頁34行～37行)と判断した。",
                "しかし，審決は，特定事項(c)中の数値範囲である「麦芽発酵飲料のアルコール分」と特定事項(d)中の数値範囲である「A成分の由来のアルコール分：B成分の由来のアルコール分の率」とが「異なる観点のもの」であるとすると，なぜ「各特定事項において，数値で特定されたすべての範囲にわたり，本件発明1の飲料が存在する必要はない」のか，その理由を何ら示していない。審決のこの判断は，少なくとも審理不尽に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，以下のとおり，その結論においても誤ったものである。",
                "まず，審決は，特定事項(c)が規定する「麦芽発酵飲料のアルコール分」と特定事項(d)が規定する「A成分の由来のアルコール分：B成分の由来のアルコール分の率」とは「異なる観点のもの」であるというが，両者は相互に密接に関係しており，単純に「異なる観点のもの」といえるのか疑問である。",
                "すなわち，特定事項(a)及び(b)においてA成分とB成分のアルコール分がそれぞれ規定されている以上，A成分とB成分とを混合して得られる麦芽発酵飲料においては，全体としての「麦芽発酵飲料のアルコール分」が決まれば「A成分の由来のアルコール分：B成分の由来のアルコール分の率」が決まり，逆に，「A成分の由来のアルコール分：B成分の由来のアルコール分の率」が決まれば「麦芽発酵飲料のアルコール分」が決まるという関係にあるのであって，特定事項(c)が規定する「麦芽発酵飲料のアルコール分」と特定事項(d)が規定する「A成分の由来のアルコール分：B成分の由来のアルコール分の率」との間には，A成分とB成分とを混合して得られる同じ一つの麦芽発酵飲料のアルコール分を直接規定するか(特定事項(c))，あるいは，A成分とB成分の混合割合で規定するか(特定事項(d))という違いがあるにすぎない。",
                "そして，特定事項(a)(b)を充足する場合には，特定事項(c)が規定する「麦芽発酵飲料のアルコール分」と特定事項(d)が規定する「A成分の由来のアルコール分：B成分の由来のアルコール分の率」とを同時に充足することができないのであるから，特定事項(a)～(d)が技術的に矛盾していることは明らかである。",
                "また，本件発明1において，特定事項(a)～(d)は並列的に記載されており，いずれかの特定事項が他の特定事項に優先すると解釈することもできない。したがって，仮に，特定事項(a)～(d)が正しいとすると，特定事項(a)が規定する「アルコール分が0．5～7％」のA成分のうち，少なくともアルコール分が「0．5％」の部分，及び，特定事項(c)が規定する「アルコール分が3～8％」の麦芽発酵飲料のうち，アルコール分が「7．7％超～8％」の部分においては本件発明1の麦芽発酵飲料は存在せず，本件発明1は実施できないことになるから，本件発明1を合理的に解釈しようとすると，特定事項(a)～(d)に規定されている数値範囲のいずれか1つ又は複数が誤っていると考えざるを得ない。",
                "よって，本件発明1の技術的範囲は不明確であり，第三者に不測の不利益を及ぼすおそれがあるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同様に，本件発明1を引用する本件発明2～9を明確であるとした審決の判断も，誤りであることは明白である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法36条4項1号違反に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，まず，「実施例1によれば，A成分由来のアルコール分とB成分由来のアルコール分との率が本件発明の範囲のものは，それ以外のものと比較して，飲み応えとキレ味の総合的評価が高い。」(9頁23行～25行)と実施例1を評価する。",
                "そこで，実施例1の表1をみると，A成分由来のアルコール分とB成分由来のアルコール分との率が「80：20」である発明品5は，A成分由来のアルコール分とB成分由来のアルコール分との率が「90：10」である発明品4に比べて，「飲用後のキレ味」の評点ではわずかに上回るものの，「飲み応え」の評点が低く，この結果だけをみれば，A成分由来のアルコール分とB成分由来のアルコール分との率が特定事項(d)が規定する範囲内の麦芽発酵飲料は，それ以外の麦芽発酵飲料に比べて，「飲み応え」があり，「飲用後のキレ味」も良いと評価される可能性がある。",
                "しかし，発明品5には，発明品4に比べて2倍以上の水が添加されており，発明品5の「飲み応え」の評点が発明品4よりも低下するのは当然のことなのである。",
                "なお，実施例1には「総合的評価」なるものは一切記載されていないから，上記審決の指摘における「飲み応えとキレ味の総合的評価が高い」というのは，明細書の記載に基づかない審決独自の解釈である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，審決は，「実施例2及び実施例4によれば，B成分として麦を原料の一部としたものは，それ以外のものと比較して，飲み応えが損なわれず，キレ味の評価が高い。」(9頁25行～27行)と実施例2，4を評価する。",
                "しかし，実施例2の表2をみると，B成分として麦を原料の一部としていないものを使用した比較例3，4の「飲み応え」の評点は，それぞれ「4．7」「4．5」であり，B成分として麦を原料の一部としたものを使用した発明品6，7の「飲み応え」の評点「4．8」「4．7」に比べて，それほど「飲み応え」が損なわれているとは思われない。",
                "また，「飲用後のキレ味」に関しては，表2をみる限り，B成分として麦を原料の一部としたものを使用した発明品6，7の評点の方が，B成分として麦を原料の一部としていないものを使用した比較例3，4よりも高い結果となっている。",
                "しかし，実施例1～4においては，配合組成が同じか又は類似する麦芽発酵飲料であるにもかかわらず，「飲用後のキレ味」の評点に最大で「1．4」ものばらつき(例えば発明品3と発明品11における「飲用後のキレ味」の評点の差)があり，「飲用後のキレ味」の評点に関しては，実施例1～4で行われた味覚官能試験なるものの再現性は極めて乏しいのである。一方，実施例2の表2に示された「飲用後のキレ味」の評点の差は，比較例3と発明品6とで「0．8」，比較例4と発明品7とで「1．0」であるから，いずれもばらつきの範囲内であるとも考えられる。",
                "なお，実施例4においては，B成分として麦を原料の一部としていないものは使用されていないから，実施例4に基づいて「B成分として麦を原料の一部としたものは，それ以外のものと比較して，飲み応えが損なわれず，キレ味の評価が高い」とはいえない。しかも，実施例4の表4に示される結果は，段落【0046】及び【0047】の記載内容と整合しておらず，その信頼性には疑問がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，審決は，「実施例3によれば，A成分の麦芽比率が本件発明の範囲のものは，それ以外のものと比較して，飲み応えとキレ味の総合的評価が高い。」(9頁27行～29行)と実施例3を評価する。",
                "しかし，実施例3における発明品9の「飲み応え」の評点は「3．1」で，B成分を含まない比較例6の「飲み応え」の評点「3．0」とほぼ同じであり，発明品10，11の「飲用後のキレ味」の評点は，それぞれ「3．2」「3．0」で，B成分を含まない比較例6の「飲用後のキレ味」の評点「3．5」を下回っている。なお，実施例3には「総合的評価」なるものは一切記載されていないから，「飲み応えとキレ味の総合的評価が高い」というのは，明細書の記載に基づかない審決独自の解釈である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決は誤った評価に基づいて，「これら実施例の記載を総合すれば，A成分の麦芽比率，及び，B成分由来のアルコール分とB成分由来のアルコール分との率を本件発明の範囲のものとすること，並びに，B成分として麦を原料の一部として使用することにより，飲み応えとキレ味とを合わせ持つという本件発明の効果がある程度は理解できる。」(9頁30行～33行)と指摘するが，この指摘が誤ったものであることは明白である。",
                "また，審決は，「仮に発明の詳細な説明の記載の一部に不備があったとしても，それを形式的にとらえるのではなく，発明の詳細な説明の記載全体を見ることによって，本件発明の奏する効果は理解でき，本件発明について「発明が解決しようとする課題及びその解決手段」を理解することができるのは明らかである。」(10頁3行～7行)と説示する。",
                "しかし，「発明の詳細な説明の記載全体を見る」と，本件発明の課題及び効果とされていることは，麦芽使用比率の高い従来の麦芽発酵飲料(例えばビール)によって既に達成又は実現されていることであり，先行技術との対比において，本件発明の課題及び効果なるものの意味するところは不明なのであるから，「発明の詳細な説明の記載全体を見る」と，本件発明の技術上の意義を理解することができないのは明白であり，「本件明細書の発明の詳細な説明には，「発明が解決しようとする課題及びその解決手段」が記載されているといえ，発明の詳細な説明の記載は委任省令要件を充足しているものと認められる。」(10頁8行～10行)と判断したことも誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，委任省令(特許法施行規則24条の2)が規定する「発明の技術上の意義を理解するために必要な事項」とは，単なる「記載事項」として形式的に発明の詳細な説明に記載されていればよいというものではなく，実質的に記載されていることが求められる事項である。したがって，発明の課題やその解決手段とされるものが本件明細書のどこに形式上記載されているかを指摘するにとどまる被告の主張は，委任省令要件充足の主張たり得ない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許法29条1項1号又は2号に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，無効審判請求書(甲12)において，甲1～甲6に基づいて，当業者の技術常識として，本件発明でいうA成分(「麦を原料の一部に使用して発酵させて得たアルコール含有物」)とB成分(「少なくとも麦を原料の一部としたアルコール含有物を蒸留して得たアルコール含有の蒸留液」)とを混合してなる麦芽発酵飲料が本件出願前に広く一般に知られた周知の麦芽発酵飲料であることを明らかにし，この周知の飲料を前提に，本件発明を甲1又は甲2に記載された発明と対比して，その新規性欠如を主張し，また，進歩性欠如を主張した。",
                "ここで，本訴の取消事由において取り上げる甲1～甲6の書誌事項は，次のとおりである。",
                "甲1「赤土亮二著「飲食店の業種別カクテル・メニュー」1990年10月10日発行，株式会社旭屋出版，164頁」",
                "甲2「「カクテル大辞典800」，成美堂出版，2003年10月1日発行，280～283頁」",
                "甲3「英国特許出願公告明細書第1506220号，公告日：1978年4月5日」",
                "甲4「西独国特許発明明細書第19617904号，発行日：1997年5月28日」",
                "甲5「ホッピーでハッピー党編，「ホッピーでハッピー読本」，2000年8月22日発行，株式会社アスペクト，30～32頁，34～35頁」",
                "甲6「「酒税法の改正等のあらまし」，平成15年4月，税務署，1～4頁」",
                "したがって，たとえ審決に明示的な判断が示されていないとしても，新規性欠如及び進歩性欠如の無効理由を審理判断するに際して，審決が，その前提として，甲1～甲6に基づく周知技術に関しての原告の上記主張を審理判断の対象としたことは明らかである(仮に，そうでないとしたら，審決には判断の遺脱があることになる)。そして，原告が主張する上記の周知の飲料は，特許法29条1項1号又は2号違反に関する取消事由3，及び特許法29条2項違反に関する取消事由4において，原告主張の前提となるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲1に記載された「カクテルのレシピは，この配合以外にはあり得ない，というものでは当然ない」としつつも，「使用する酒の種類や量，それぞれの条件を若干変更して実施されたこともあったであろうとは推測し得るところである。しかし，それらはあくまで推測の域を出るものではない」(19頁16行～19行)と認定する。",
                "しかし，原告が主張する，「甲1に記載されたビールとジンとを混合してなる周知の麦芽発酵飲料において，そのアルコール度数が混合前のビールに比べてそれほど高くならないような割合で，ビールとジンとが混合されたこともあった」という事実は，甲1にビールとジンとを混合してなる麦芽発酵飲料のレシピが記載されているという事実，審決が認定する「カクテルのレシピは，この配合以外にはあり得ない，というものでは当然ない」という事実，「アルコール度数(アルコール分)に対する人の好みは千差万別であり，アルコール度数の高い酒を好む人もいれば，アルコール度数の低い酒を好む人」もいるという事実(甲5)，本件出願前からの消費者の低アルコール志向という事実(甲7～9)を前提とし，これらに基づいて，経験則上又は論理則上，存在したと推定される事実なのであり，審決の上記認定が誤りであることは明らかである。",
                "また，審決は，「黒ビール及びドライ・ジンとして，具体的にどのようなアルコール分のものが使用され，それらを具体的にどのような比率で混合し，どの程度のアルコール度数のカクテルが製造され実施されたのかは全く不明であるし，実施されたものが本件発明1の特定事項(c)及び(d)の範囲内のものであるかどうかも当然に不明である。」(19頁19行～24行)と指摘する。",
                "しかし，原告は，無効審判請求書において，甲2に記載されたようなビールとウイスキーを混合してそのアルコール度数が混合前のビールに比べてそれほど高くならないような割合で混合された麦芽発酵飲料として，ビール及びジンとしてそのアルコール分が最も典型的な5％及び40％のものを使用し，両者を混合して得られるアルコール分が元のビールのアルコール分に近い5．4％又はそれ未満となる麦芽発酵飲料を具体的に提示し，当該麦芽発酵飲料においては特定事項(c)及び(d)の双方が充足されることを示している。",
                "さらに，審決は，「特許法29条1項1号又は2号に基づく新規性欠如を主張する場合において，具体的にどのような発明が，本件出願前に，公然知られ，又は，公然実施されたかは，そもそも無効を主張する請求人が主張・立証すべき事項である」(19頁24行～27行)と説示するが，上記のとおり，原告は，無効審判請求書において，存在が明らかな複数の事実に基づいて，本件発明1の特定事項(a)～(e)を充足する発明が，本件出願前に，公然知られたか公然実施されたと合理的に推認できることを具体的に主張，立証している。",
                "原告が主張，立証した「甲1に記載されたビールとジンとを混合してなる周知の麦芽発酵飲料において，そのアルコール度数が混合前のビールに比べてそれほど高くならないような割合で，ビールとジンとが混合されたこと」は，守秘義務を負わない不特定多数の者が出入りする場所である飲食店で行われたと考えられるから，公然知られたか，又は公然実施されたことである。",
                "以上のとおり，審決が，「そうすると，本件発明1が，本件出願前に公知・公用発明であったとはいえず，甲1号証に基づく請求人の主張は採用できない。」(19頁38行～20頁1行)と判断したことが誤りであることは明白である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の甲2に基づく新規性欠如の主張に対し，審決は，「甲1に対するものと同様であり，本件発明1が，本件出願前に公知・公用発明であったとはいえず，甲2に基づく請求人の主張は採用できない。」(21頁1行～3行)と判断する。",
                "しかし，甲1に基づく原告の主張に対する審決の認定，判断が誤りであることは上述したとおりであり，それと「同様である」とする甲2に基づく原告の主張に対する審決の判断が誤りであることは明白である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「本件発明2～9は，本件発明1の特定事項をより下位の概念のものとするか，同特定事項の数値範囲を限定するものであるから，本件発明1と同様に，本件出願前に，公然知られていたか又は公然実施をされていた発明であったとは認められない。」(21頁8行～11行)と判断した。",
                "しかし，本件発明2～9が特定事項とする，本件発明1の特定事項の下位の概念，及び，同特定事項の数値範囲の限定は，いずれも本件出願前，周知の事項である。そして，本件発明1が本件出願前，公然知られていたか又は公然実施をされていた発明である以上，本件発明2～9も本件出願前，公然知られていたか又は公然実施をされていた発明であることは明白であり，審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(特許法29条2項に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，前記3(1)のとおり，甲1～甲6に基づき，本件発明でいうA成分(「麦を原料の一部に使用して発酵させて得たアルコール含有物」)とB成分(「少なくとも麦を原料の一部としたアルコール含有物を蒸留して得たアルコール含有の蒸留液」)とを混合してなる麦芽発酵飲料が，本件出願前に広く一般に知られた周知の麦芽発酵飲料であることを前提に，本件発明が進歩性を欠如すると主張するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「甲1に記載された発明に基づいて本件発明1を発明するためには，少なくとも，得られる飲料のアルコール分を，甲1に記載された発明の「約8．2％」から本件発明1の「3～8％」の範囲に含まれるように下げる必要がある。」(22頁22行～25行)ところ，甲1に記載された「ドックス・ノーズ」のアルコール度を下げる方向への改良には「阻害要因がある」と認定したが，以下に示すとおり，この認定は誤りである。",
                    "まず，審決は，甲1に，「ドックス・ノーズ」に関して，「ビールでもの足りないむきには，ちょっとクセのある黒ビールにジンを入れたこれがおすすめ。以外に強く(「意外に強く」の誤記)，男性向き。」と記載されていることを根拠に，「これによれば，「ドックス・ノーズ」は，ビールのアルコール度ではもの足りない人向けの，ビールよりもアルコール度を上げた飲料であるものと認められる。」(23頁11行～13行)と認定するが，この認定には飛躍がある。すなわち，「ビールでもの足りない」という記載は必ずしも「ビールのアルコール度ではもの足りない」ということを意味しない。ビールには，アルコール分以外に，例えばホップに由来するビール独自の香味成分が含まれており，「ビールでもの足りない」ということは，必ずしもビールのアルコール度ではもの足りないということを意味するとは限らない。",
                    "甲1に「ビールでもの足りないむきには，ちょっとクセのある黒ビールにジンを入れたこれがおすすめ。」と記載されているとおり，「ドックス・ノーズ」のレシピとしては，ビールに代えて「クセのある黒ビール」を用いることが推奨されているのであり，「クセのある黒ビール」とは，アルコール度というよりは，むしろ黒ビール独特の香味の点で，「ビールでもの足りないむき」を満足させるものである。",
                    "また，黒ビールに入れられるジンについても同様であり，ジンはアルコール度を上げるためというよりは，むしろジン独特の香味を加えることで，「ビールにもの足りないむき」を満足させるために用いられると解するのが相当である。",
                    "また，仮に，甲1の「ドックス・ノーズ」が，「ビールのアルコール度ではもの足りない人向けの，ビールよりもアルコール度を上げた飲料」であったとしても，「ドックス・ノーズのアルコール度を下げる方向への改良には，阻害要因がある」とする審決の認定は誤りである。",
                    "なぜなら，「ビールのアルコール分ではもの足りない人向きのアルコール度を上げた飲料」とは，ビールよりもアルコール度を上げた飲料のことであって，必ずしも「ドックス・ノーズ」よりもアルコール度を上げた飲料である必要はないから，「ドックス・ノーズ」のアルコール度を，ビールのアルコール度を下回らない範囲で，甲1に記載されたレシピにおけるアルコール度よりも下げる方向に変更することには，何らの不都合もないからである。",
                    "いずれにせよ，「ドックス・ノーズのアルコール度を，ビールのアルコール度に向けて，下げる方向への改良」には「阻害要因がある」とした審決の認定は誤りであり，当該阻害要因の存在を根拠に，「消費者の低アルコール志向の有無にかかわらず，甲1に基づく限り，そこには上記のような阻害要因が存在するから，ドックス・ノーズのアルコール度を下げる方向への改良は，当業者が容易に行い得たこととは認められない。」(23頁27行～30行)とした認定もまた誤りである。",
                    "アルコールに対する消費者の好みは千差万別であり，アルコール分をどの程度に調整して飲むかは，各人の嗜好やその日の体調等に併せて各人が決めるものであり，しかも，本件出願時には消費者の低アルコール志向は始まっていたのである(甲7～甲9)から，これら消費者の嗜好に合わせて，甲1に記載されたレシピよりもビールに対するジンの量を相対的に少なくして，「ドックス・ノーズ」のアルコール分をビールに近いものとする程度のことは当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「「ビールテイストとしての飲み応え」と「飲用後のキレ味」の両者を合わせ持つという本件発明1の効果は，ビールのアルコール度を上げた飲料であり，上述のように本件発明1の飲料とは全く異なるものである甲1の「ドックス・ノーズ」から，当業者が予測し得ることではない。」(23頁30行～34行)と述べるが，以下のとおり，「「ビールテイストとしての飲み応え」と「飲用後のキレ味」の両者を合わせ持つ」という効果の観点からみて，本件発明1の麦芽発酵飲料と，甲1の「ドックス・ノーズ」とは，それほど異なる飲料であるとはいえない。",
                    "すなわち，本件発明1がA成分由来のアルコール分：B成分由来のアルコール分の率が「97．5：2．7～90：10」という特定事項(d)によって「「ビールテイストとしての飲み応え」と「飲用後のキレ味」の両者を合わせ持つ」とされるのは，実施例1の実験にその根拠があるものと思われるが，上記2のとおり，実施例1の実験は，A成分由来のアルコール分：B成分由来のアルコール分の率と「飲み応え」の関係を調べる実験としては適切ではない。",
                    "しかも，仮に，実施例1の実験が発明品5に発明品4と同量の水を添加して行われていたとすると，A成分由来のアルコール分とB成分由来のアルコール分の比率が特定事項(d)の範囲内である「90：10」の発明品4と，範囲外である「80：20」の発明品5との間には「飲み応え」及び「飲用後のキレ味」の双方において差異はないと考えられるのである。さらに，実施例1の実験においては，A成分由来のアルコール分とB成分由来のアルコール分の比率が「80：20」の発明品5までしか実験が行われていないから，「飲み応え」と「飲用後のキレ味」の双方を合わせ持つとされる本件発明の効果が奏されるB成分由来のアルコール分の上限は不明といわざるを得ない。",
                    "したがって，A成分由来のアルコール分とB成分由来のアルコール分の率が「90：10」である場合に「「飲み応え」と「キレ」の双方を合わせ持つ」という本件発明の効果が奏されるのであれば，A成分由来のアルコール分とB成分由来のアルコール分の率が「80：20」の場合はもとより，B成分由来のアルコール分の比率がそれ以上となって，甲1の「ドックス・ノーズ」におけるB成分由来のアルコール分の比率に接近した場合にも，同様の効果が奏される蓋然性は高いのである。",
                    "また，実験報告書(甲21)によれば，原告が実施例1の実験を追試したところによれば，A成分にB成分を特定事項(d)が規定する範囲内で添加しても，「「飲み応え」と「飲用後のキレ味」の両者を合わせ持つ」とされる本件発明1の効果を確認することができなかったのであるから，「「飲み応え」と「飲用後のキレ味」の両者を合わせ持つ」という効果の観点からみて，本件発明1の麦芽発酵飲料が，甲1の「ドックス・ノーズ」と異なるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本件発明1は，甲2に記載された発明に基づいて当業者が容易に発明をすることができたものとはいえない。」と判断するに際し，甲2に記載された「ボイラーメーカー」のアルコール度を下げる方向への改良には「阻害要因がある」と認定したが，誤りである。",
                    "すなわち，審決は，甲2に記載された「ボイラーメーカー」は「ウイスキーとビールの両方の風味等を味わうためのカクテルであると認められる」ところ，「甲2の「ボイラーメーカー」を基に本件発明1の麦芽発酵飲料とするため」に「ウイスキーの量を極端に減少させる」と「ウイスキーによる風味等も極端に減少するものと推認され，「ウイスキーとビールの両方を楽しむ」ことができなくなってしまう」と指摘する(25頁14行～20行)が，これは審決の憶測にすぎない。",
                    "例えば，実験報告書(甲21)の表2，図2に示されるとおり，原告が行った実施例1の追試実験によれば，常圧蒸留して製造された麦焼酎をB成分とした場合には，A成分由来のアルコール分とB成分由来のアルコール分の率が特定事項(d)が規定する範囲内である「95：5」の場合でも，「焼酎由来の香味」は強く感じられる(評点「4．3」)のであり，「90：10」の場合にはかなり強く感じられる(評点「4．6」)のである。甲2の「ボイラーメーカー」で用いられるウイスキーも，一般には常圧蒸留で製造される蒸留酒であるので，アルコール分以外の香味成分等を比較的多量に含んでいると考えられ，その割合を，ビール(A成分)由来のアルコール分とウイスキー(B成分)由来のアルコール分の率が「90：10」となる程度まで減少させても，ウイスキーの香味は十分に感じられるとするのが相当である。",
                    "甲2の「ボイラーメーカー」は，その「作り方」に，「ウイスキーをショット・グラスに入れ，ビア・マグに沈める。ビールで満たす。」と記載されているとおり，ウイスキーを入れたショット・グラスをビア・マグの底に置き，その上からビールを注いでビア・マグを満たすことによって作られ，そのまま撹拌せずに飲用されるものである。したがって，ビア・マグ内でビールとウイスキーとは均一な混合状態にはなく，ショット・グラスが沈められているビア・マグの底部ではウイスキーの濃度は高いものの，ビア・マグの上部ではウイスキーの濃度は低く，ビア・マグ上部におけるアルコール度はビールとそれほど変わらないと考えられる。つまり，甲2の「ボイラーメーカー」は，そのアルコール度を下げるまでもなく，本件発明1のすべての特定事項を充足する麦芽発酵飲料を含んでいるといえる。",
                    "さらに，「ボイラーメーカー」には，先にビールを入れたビア・マグの中にウイスキーを入れたショット・グラスを沈めるという作り方もあり，この場合には，ビア・マグ上部におけるウイスキーの濃度はより一層薄く，ビールに近いと考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「「ビールテイストとしての飲み応え」と「飲用後のキレ味」の両者を合わせ持つという本件発明1の効果は，「ウイスキーとビールの両方を楽しむ」ための飲料であり，上述のように本件発明1の飲料とは全く異なるものである甲2の「ボイラーメーカー」から，当業者が予測し得ることではない。」(25頁35行～39行)とするが，上述したとおり，当業者は，実施例1の表1に示された結果に基づいて，本件発明1～9の効果を確認することができないのであり，また，本件発明1の上記効果が奏されるとされるB成分由来のアルコール分の上限は不明であって，B成分由来のアルコール分の比率が，甲2の「ボイラーメーカー」におけるウイスキー由来のアルコール分の比率に接近した場合にも，同様の効果が奏される蓋然性は高いのであり，本件発明1の麦芽発酵飲料と，甲2の「ボイラーメーカー」とが全く異なるものであるとはいえない。",
                    "しかも，実験報告書(甲21)のとおり，原告が実施例1の実験を追試したところによれば，A成分にB成分を特定事項(d)が規定する範囲内で添加しても，「「飲み応え」と「飲用後のキレ味」の両者を合わせ持つ」とされる本件発明1の効果を確認することができなかったのであり，そうであれば，効果の観点からみて本件発明1の麦芽発酵飲料が甲2の「ボイラーメーカー」とは全く異なるものであるとはいうことができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2～9についての判断の誤り",
              "text": [
                "審決は，「本件発明2～9は，本件発明1の特定事項をより下位の概念のものとするか，同特定事項の数値範囲を限定するものであるから，本件発明1と同様に，甲1号証又は甲2号証にそれぞれ記載された発明に基づいて，当業者が容易に発明をすることができたものとは認められない。」(26頁8行～12行)と判断した。",
                "しかし，本件発明2～9が特定事項とする，本件発明1の特定事項の下位の概念，及び，同特定事項の数値範囲の限定は，いずれも本件出願前，周知の事項である。したがって，本件発明1が甲1又は甲2に記載された発明に基づいて，当業者が容易に発明をすることができたものである以上，本件発明2～9も甲1又は甲2に記載された発明に基づいて，当業者が容易に発明をすることができたものであることは明白である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "明確性の要件については，新規性・進歩性等の判断対象となる請求項に係る発明について，特許請求の範囲における構成の記載からその構成を一義的に知ることができれば特定の問題として必要にして十分なのであり，また，第三者に不測の不利益を及ぼすか否かという観点からみても，特許請求の範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確でなければ，明確性の要件については充足されるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許請求の範囲の記載は，その文言上不明確な点は存しない。また，各特定事項についてみても，「麦芽比率％」，「アルコール分％」，「由来アルコール分の率」として，「物の構成」として明確に特定されている。",
                "したがって，特許請求の範囲の記載によって，特許を受けようとする本件発明1の構成を当業者は一義的に理解できるのであるから，特許を受けようとする発明の特定の問題として本件特許請求の範囲の記載は必要にして十分である。また，本件発明1の発明の範囲は，上記の特許請求の範囲の記載それ自体で明確であるから，第三者に不測の不利益を及ぼすほどに不明確なものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2～9は，審決認定のとおり，「本件発明1の特定事項をより下位の概念のものとするか，同特定事項の数値範囲を限定するものである」(7頁5行～6行)から，本件発明1と同様の理由によって，明確性要件を充足する。"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「実施可能要件」としては，請求項に係る発明を実施することができる程度，すなわち，「物の発明にあってはその物を作ることができ，かつ，その物を使用できる」程度に，発明の詳細な説明に記載しなければならないのであり(審査基準3・2実施可能要件(4)項参照)，実施可能要件としてかかる記載が要求されるのは，特許による独占権の付与の代償として，社会に対し発明がどのように実施されるかを公開することを保証する必要があるからであり，かかる公衆への発明の開示である実施可能要件を欠いた出願について特許が付与された場合には，権利者と第三者との間で著しく公平を欠くことになるからであると解される。",
                "本件明細書においては，実施例1～4において本件発明品を製造した上で官能試験に供して，本件発明の課題解決による効果についての評価実験を行っており，実施例5及び実施例6として本件発明品の製造方法についての実施例も記載されている。したがって，本件明細書の記載は，「物の発明にあってはその物を作ることができ，かつ，その物を使用できる」程度に，発明の詳細な説明に記載しなければならない」とする実施可能要件を充足するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "無効審判における特許法36条4項1号違反の無効理由に関する原告主張は，「本件明細書の発明の詳細な説明の記載は委任省令要件に違反している」というものである(甲15，乙2)から，原告は，実施可能要件違反を主張するものではなく，委任省令要件違反を主張するものである。",
                "したがって，無効審判事件において，実施可能要件は審理及び審決の判断の対象とはなっていないから，本件訴訟の審理の対象外であり，本件明細書の記載は委任省令要件に違反しないとした審決の認定判断の是非のみが，審理の対象となるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書の発明の詳細な説明には，段落【0007】において【発明が解決しようとする課題】が当業者に理解できるように記載されており，段落【0008】，段落【0011】～【0031】，【0032】～【0050】の実施例1～6において，本件発明1の「課題を解決するための手段」が当業者に理解できるように記載されているから，本件明細書の記載は，委任省令要件を充足する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "原告は，本件出願前に事実として存在した公知公用の発明を主張立証して新規性欠如を主張するのではなく，以下のとおり，「単なる原告の推認」に基づく新規性欠如を主張しているにすぎないのであって，特許法29条1項1号及び2号の要件事実からして，主張自体失当なものである。",
            "すなわち，黒ビール及びドライ・ジンとして又はビール及びウイスキーとして，具体的にどのようなアルコール分のものが使用され，それらを具体的にどのような比率で混合し，どの程度のアルコール度数のカクテルとして製造され実施されたのかが，具体的な事実として特定されていない。しかも，これらの事実については，甲1及び2に記載された発明のほかには，いかなる発明についても存在したとの証明がなされておらず，また，これらの発明について公知公用となったとする時点についての事実の証明もなされていない。",
            "そして，これらの事実が立証されていないのであるから，当該「発明」が本件発明1の特定事項(c)及び，特定事項(d)の範囲内のものであるかどうかも当然に不明であり，本件発明1の特定事項をすべて充足する発明が本件出願前に存在したとの事実も立証されておらず，当該「発明」の構成が，本件出願前に，「不特定の第三者」に，「公然知られた」(1号)，あるいは「公然実施をされた」(2号)との事実も立証されていない。",
            "なお，原告がいうところの周知技術とは，A成分とB成分とを混合してなる飲料が知られていたという程度のものにすぎず，甲1～6，18及び27には，本件発明における特定事項(c)及び特定事項(d)を具備した麦芽発酵飲料は示されていない。そして，特定事項(c)及び特定事項(d)を充足する麦芽発酵飲料が存在したことについては，「どこにも記録がない」ことを原告が自認している。「どこにも記録がない」というのであれば，本件発明が公知となったか否かについても，公然実施されたか否かについても，何人も知る余地はないのであるから，この自認によって，特許法29条1項1号の公知の主張も，同条1項2号の公然実施の主張も成り立たないことは明白である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1に記載された「ドックス・ノーズ」と名付けられたカクテルは，高アルコール度のドライ・ジンを30ml～45mlと多量にグラスに入れた上で，低アルコール度の黒ビール300mlで割るというカクテルの処方である。したがって，「ドックス・ノーズ」は，材料として使用する黒ビールの低アルコール度を，高アルコール度のドライ・ジンを多量(30～45ml)に添加することによってアルコール度をはるかに高く(強く)したカクテル飲料であり，「ビールではもの足りない人向け」のカクテルであり，「強く，男性向き」のカクテルの処方が記載されているものである。",
                    "そして，甲1の「ドックス・ノーズ」とは，カクテルの材料として使用する黒ビールとドライ・ジンが，A成分とB成分に該当するというだけのものにすぎないから，本件発明1の特徴であるところの，A成分とB成分は「A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率を97．5：2．5～90：10」で混合するという特定事項(d)も，アルコール分が「3～8％」の数値範囲内にある麦芽発酵飲料とするという特定事項(c)も，記載されていない。審決認定のとおり，甲1の「ドックス・ノーズ」は，当業者の技術常識によれば，特定事項(c)に関してはその数値範囲外の「約8．2％」であり，特定事項(d)に関してはその数値範囲を大きく外れた「約56：44」である。",
                    "したがって，甲1の「ドックス・ノーズ」は，本件発明1の構成からなる麦芽発酵飲料とは，味や香味の点で大きく相違し，「両者は飲料として全く異なるものである」とする審決の認定判断は，正当なものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1の「ドックス・ノーズ」に基づいて本件発明1を発明するためには，得られる飲料全体のアルコール度を，材料として使用するビールのアルコール分程度(5．1～5．5％)に，はるかに下げたものとする必要があるところ，「ドックス・ノーズ」のカクテル処方自体が，ビールの低アルコール(5％)ではもの足りない人向けに，ドライ・ジンを多量に加えてアルコール度を黒ビール(5％)よりもはるかに高めた(約8．2％)ことを特徴とするカクテル飲料であり，しかも，「ビールではもの足りないむき」のための「強く，男性向き」のカクテルであることが特徴として記載されていることからすれば，黒ビールよりもはるかに高めた「ドックス・ノーズ」のアルコール度を，全く逆のビールと同程度にまで下げる方向へ改良することには，阻害要因があるのであり，かかる阻害要因を認めた審決の認定判断は正当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲1と本件発明1とは，目的も課題も構成も全く異なるものであり，一般に，飲料の味や香味が成分の比率によって変化することは当業者の技術常識であるから，甲1に記載された飲料は，味や香味の点で本件発明1の飲料とは大きく相違するのである。審決の認定のとおり，「両者は飲料として全く異なるもの」であり，本件発明1の効果は甲1から当業者が予測し得るものではないから，本件発明1の進歩性が認められるのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2に記載された「ボイラーメーカー」と名付けられたカクテルは，ショット・グラスに多量のウイスキー30mlを満杯に満たしてビア・マグに沈め，適量のビールを注ぐという処方であり，「ウイスキーとビールの両方を楽しむ」ことを目的とするカクテルであって，カクテルの度数は35度という極めて強いカクテルが記載されている。",
                    "そして，甲2の「ボイラーメーカー」は，カクテルの材料として使用するビールとウイスキーが，A成分とB成分に該当するというだけのものにすぎず，アルコール分が「3～8％」の数値範囲内にある麦芽発酵飲料とするという特定事項(c)については，アルコール分が「35％」である点で大きく相違するものである。また，本件発明1の特徴である「A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率を97．5：2．5～90：10」で混合するという特定事項(d)は記載されておらず，この点を当業者の技術常識によって算出すれば，「約3：97」とその数値範囲を大きく外れたものである。",
                    "しかも，甲2の「ボイラーメーカー」は，ビール由来のアルコール分とウイスキー由来のアルコール分の率を「約3：97」と，ウイスキー由来のアルコール分を極めて高くした処方によってもたらされる味や香味を有するカクテルであるところ，一般に，飲料の味や香味が成分の比率によって変化することは当業者の技術常識であるから，「甲2に記載された発明の飲料は，味や香味の点で本件発明1の飲料と大きく相違すると考えられ，両者は飲料として全く異なるものである」とする審決の認定判断は，正当なものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2の「ボイラーメーカー」に基づいて本件発明1を発明するためには，得られる飲料全体のアルコール度を35度から大きく下げて，特定事項(c)の数値範囲内(3～8％)とする必要があるところ，ウイスキーのアルコール分(43％)は，ビールのそれ(5％)と比較して，はるかに大きいものであるから，全体のアルコール分を「35度」から「3～8％」にまで下げるためには，ウイスキーの量を極端に減少させて，極めて微量な量にする必要がある。しかし，そのような場合には，「ウイスキーをショット・グラスに入れ，ビア・マグに沈め」ることもできないし，ウイスキーによる風味等も極端に減少することは自明のことであるから，「ウイスキーとビールの両方を楽しむ」こともできなくなってしまう。",
                    "このように，ウイスキーを30mlも使用することによって高めた「ボイラーメーカー」のアルコール度を，全く逆のウイスキーの量を極端に減少させて極めて微量な量とすることによって「3～8％」のアルコール度にまで下げる方向へ改良することには，阻害要因があり，この阻害要因を認めた審決の認定判断は正当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲2と本件発明1とは，目的も課題も構成も全く異なるものである。また，一般に，飲料の味や香味は成分の比率によって変化することは当業者の技術常識であるから，甲2に記載された飲料は，味や香味の点で本件発明1の飲料とは大きく相違する。審決の認定のとおり，「両者は飲料として全く異なるもの」であり，本件発明1の効果は甲2から当業者が予測し得るものではないから，本件発明1の進歩性が認められるのである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法36条6項2号違反に関する判断の誤り)について",
          "text": [
            "本件発明の特許請求の範囲の記載において，A成分及びB成分のいずれにおいても，「麦芽比率％」，「アルコール分％」及び「由来アルコール分の率」の数値範囲は特定されており，その原料成分も具体的に記載されているから，特許を受けようとする発明は，「物の構成」として明確に特定されているものと認められる。",
            "原告が，本件発明が特許法36条6項2号に違反するとして主張するところは，上記認定に照らして，採用することができない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法36条4項1号違反に関する判断の誤り)について",
          "text": [
            "本件明細書の発明の詳細な説明には，【発明が解決しようとする課題】が当業者に理解できるように記載されており，実施例1～4において，本件発明の実施品を製造した上で官能試験に供してその効果についての評価実験を行っており，実施例5及び実施例6において，本件発明品の製造方法が開示されているから，本件発明1の「課題を解決するための手段」が当業者に理解できるように記載されている。したがって，本件明細書の記載は，委任省令要件(特許法施行規則24条の2)を充足する。",
            "原告が，本件発明が特許法36条4項1号に違反するとして主張するところは，上記認定に照らして，採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許法29条1項1号又は2号に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，無効審判において甲1～甲6を提出するとともに，無効審判請求書(甲12)において，当業者の技術常識として，本件発明でいうA成分(「麦を原料の一部に使用して発酵させて得たアルコール含有物」)とB成分(「少なくとも麦を原料の一部としたアルコール含有物を蒸留して得たアルコール含有の蒸留液」)とを混合してなる麦芽発酵飲料が本件出願前に広く一般に知られた周知の麦芽発酵飲料であると主張し，この周知の飲料を前提に，本件発明を甲1又は甲2に記載された発明と対比して，その新規性欠如を主張し，本訴においても同様の主張をする(なお，原告は，審決が，甲1又は甲2に記載された発明に基づく新規性欠如を検討する前提として，甲1～甲6に基づく周知技術に関しての原告の上記主張を審理判断の対象としたのでないとすれば，審決には判断の遺脱がある旨も主張する。)。",
                "そこで，甲1～甲6を順次検討するに，甲1に記載された飲料は，「ドックス・ノーズ」という名称のカクテルであり，ドライ・ジンとビールとを特定の割合で混合した飲料であって，混合処方にはオールドとニューとがあり，黒ビール300mlに対してドライ・ジンを，オールドでは45ml，ニューでは30ml，それぞれ混合することが開示されている。",
                "甲2に記載された飲料は，「ボイラーメーカー」という名称のカクテルであり，ウイスキーをショット・グラスに入れ，ビア・マグに沈めるものであり，混合処方は，ビール適量に対してウイスキー30mlであることが開示されている。なお，甲2には，「スピリッツをビールで割るという飲み方は沢山ある。たとえばテキーラ，ジン，ウイスキーなど。それぞれアルコール度数を低くし，飲みやすくしている」旨の記載もある。",
                "甲3に記載された飲料は，「whisky  mac」と称されるものであり，ウイスキーとビールの混合飲料である。",
                "甲4に記載された飲料は，ビールベースのアルコール含有飲料であり， 60～94％のビールと，6～40％のビール蒸留物と，8～12g／lの炭酸ガスの組成を有し，飲料のアルコール含量が8．5～15容量％であることが開示されている。",
                "甲5に記載された飲料は，アルコール分0．8％の麦芽発酵飲料であるホッピーと焼酎との混合飲料であり，アルコール度が約3％から約8％となる旨が開示されている。なお，甲5には，「お好みの度数で楽しんで下さい」との記載があり，飲用する者の好みのアルコール度数で飲用できることが示唆されている。",
                "甲6には，平成15年4月から施行される改正された酒税法の解説において，スピリッツ類に分類される酒類の実例として，「麦芽，ホップ，水を原料として発酵させたものに麦しょうちゅうを加えた発泡性のある酒類(エキス分2度未満)」と，リキュール類に分類される酒類の実例として，「麦芽，ホップ，水を原料として発酵させたものに麦しょうちゅうを加えた発泡性のある酒類(エキス分2度以上)」が記載されている。ここにいう「麦芽，ホップ，水を原料として発酵させた」発泡性のあるものとは，通常，ビールやいわゆる発泡酒と推測されるから，甲6には，ビールや発泡酒に麦焼酎を加えた飲料が開示されている。",
                "以上によれば，本件発明のA成分に該当するビールのような麦芽飲料と，B成分に該当する焼酎，ウイスキー，ジンなどの蒸留酒を混ぜ合わせて飲料とすることは，周知のことと認められる。",
                "したがって，A成分とB成分とを混合してなる麦芽発酵飲料が，本件出願前，広く一般に知られた周知のアルコール飲料である旨の原告の主張には理由がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，審判請求書において，原告が周知であると主張する飲料と本件発明との相違点は，周知のアルコール飲料において，飲料のアルコール分や，A成分，B成分に由来するアルコール分の比率について明記されていない点である旨述べており，アルコール分や比率が異なるとは述べていないことからみて，原告の主張は，混合割合を問わず，A成分とB成分とを混合してなる麦芽発酵飲料が周知のアルコール飲料である旨の主張であることが明らかである。",
                "一方，審決では，「(1) 甲1に基づく公知・公用の主張(17頁～20頁)」と「(2)",
                "甲2に基づく公知・公用の主張(20頁～21頁)」において，本件発明1と対比して，甲1及び甲2の個別の記載事項に基づいてどのような公知発明，公用発明が開示されているかの検討が行われているものの，甲3～甲6については何ら触れられておらず，原告の主張する「甲1～甲6に基づいて，A成分とB成分とを混合してなる麦芽発酵飲料が周知のアルコール飲料であること」についての検討は行われていない。",
                "例えば，審決は，「特許法29条1項1号又は2号に基づく新規性欠如を主張する場合において，具体的にどのような発明が，本件出願前に，公然知られ，又は，公然実施をされたかは，そもそも無効を主張する請求人が主張・立証すべき事項であるところ，請求人は，「本件出願前，当然にあり得た筈であると合理的に推認することができる」などと言うにとどまり，具体的な発明及びその存在について，何ら主張・立証を行っていない。」(19頁24行～29行)とするが，甲1及び甲2を検討するのみで，原告が新規性欠如を立証する証拠として提出した甲3～甲6についての検討は行われていない。",
                "したがって，審決には，本件発明に関して原告の主張する無効理由3に判断の遺脱があると認められるところ，A成分とB成分とを混合してなる麦芽発酵飲料が，本件出願前，周知のアルコール飲料である旨の原告の主張に理由があることは，前示のとおりであるから，審決における上記の判断の遺脱はその結論に影響を及ぼすべきものであって，審決を取り消すべき瑕疵といわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(特許法29条2項に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，無効理由3と同様に，甲1～甲6に基づき，本件発明でいうA成分(「麦を原料の一部に使用して発酵させて得たアルコール含有物」)とB成分(「少なくとも麦を原料の一部としたアルコール含有物を蒸留して得たアルコール含有の蒸留液」)とを混合してなる麦芽発酵飲料が，本件出願前に広く一般に知られた周知の麦芽発酵飲料であることを前提に，本件発明が進歩性を欠如すると主張する(なお，原告は，審決が進歩性欠如を検討するに際して，甲1～甲6に基づく周知技術に関しての原告の上記主張を審理判断の対象としたのでないとすれば，審決には判断の遺脱がある旨も主張する。)。",
                "しかし，この点に関して審決は，「平成22年9月10日の口頭審理(以下，単に「口頭審理」という。)において，平成22年8月27日付け口頭審理陳述要領書による，本件出願前，公然知られたか，又は公然実施をされた発明(特許法29条1項1号または2号)に基づく進歩性欠如の無効理由を追加する補正には，特許法第131条の2第2項1号および2号のいずれに該当する事由もないことから，当該理由を追加する補正を許可しない旨の補正許否の決定がなされた(第1回口頭審理調書)。」(3頁7行～13行)とし，特許法29条1項1号又は2号の発明(公知発明，公用発明)に基づく進歩性欠如の無効理由は新たな主張であるとして排斥し，同条1項3号の発明(刊行物発明)に基づく進歩性欠如の無効理由のみを判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，審判において原告(請求人)がした主張をみてみる。",
                "原告は，審判請求書(甲12)において，無効理由4の主張に関して，「請求項1に係る発明でいうA成分とB成分とを混合してなる麦芽発酵飲料は，上記「(4-3)ア．(3-2)本件出願前周知の麦芽発酵飲料」で述べたとおり，本件出願前，周知の麦芽発酵飲料であり，その一例として，甲1には，A成分としてビール，B成分としてジンを用いた「ドックス・ノーズ」と呼ばれる麦芽発酵飲料が，また，甲2には，A成分としてビール，B成分としてウイスキーを用いた「ボイラーメーカー」と呼ばれる麦芽発酵飲料が記載されている。」(38頁)，「このように，甲1又は甲2に記載された本件出願前周知の麦芽発酵飲料において，そのアルコール度数(アルコール分)を消費者の低アルコール志向に合わせて，A成分であるビールと同程度にとどめる場合には，必然的に請求項1に係る麦芽発酵飲料が得られるのであって，そこにはなんらの技術的困難性もなければ，独創性も存在しない。」(39頁)と記載した。上記で引用される「(4-3)ア．(3-2)本件出願前周知の麦芽発酵飲料」では，甲1～甲6を証拠とする「周知の麦芽発酵飲料」が存在することを主張しており，また，上記記載により，「本件出願前周知の麦芽発酵飲料」に基づいて，本件発明1が容易に発明できたことを明確に主張しているものと認められる。しかも，甲1及び甲2は，「麦芽発酵飲料」が周知であることを示す「一例として」取り上げていることが明記されている。",
                "これに対して審判合議体は，平成22年7月12日付け通知書(甲20，乙1)の第1の3において，原告に対して，「請求人が主張する理由3(特許法29条1項1号又は2号違反)の無効理由は，例えば請求項1に係る発明が，甲1等を根拠に請求人がその存在を主張する発明(公然知られた発明又は公然実施をされた発明(特許法29条1項1号又は2号の発明))と同一であることを理由とするものであるところ，この理由4の無効理由は，これら特許法29条1項1号又は2号の発明に基づく進歩性欠如の無効理由ではなく，甲1または甲2に記載された発明(特許法29条1項3号の発明)に基づく進歩性欠如の無効理由であると理解してよいか。」と，釈明を求めた。",
                "そして，原告は，平成22年8月27日付け口頭審理陳述要領書(甲15)において，「請求人が意図する理由4は，甲1又は甲2に記載された発明(特許法29条1項3号の発明)に基づく進歩性欠如の無効理由であることはもちろん，それにとどまらず，理由3で甲1又は甲2等を根拠にその存在を主張した発明(特許法29条1項1号又は2号の発明)に基づく進歩性欠如の無効理由を含むものです。」(4頁～5頁)と述べ，さらに，「カ．請求人主張の補足」(20頁～21頁)においても，本件発明が，公然知られたか又は公然実施された発明(特許法29条1項1号又は2号の発明)に基づいて当業者が容易に発明をすることができたものである旨を主張した。",
                "以上のとおり，原告は，審判において，無効理由3(新規性欠如)と同様に，甲1～甲6に基づき，「公然知られた発明又は公然実施をされた発明(特許法29条1項1号又は2号の発明)」として「周知の麦芽発酵飲料」を主張立証していたものと認められるから，そのような公然知られた発明又は公然実施をされた発明に基づく進歩性欠如の無効理由4を，審判請求の当初から主張していたことが明らかであり，甲1又は甲2はその例示として取り上げられたにすぎないものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，審決が，特許法29条1項1号又は2号の発明(公知，公用発明)に基づく進歩性欠如の無効理由は新たな主張であるとして排斥し，同条1項3号の発明(刊行物発明)に基づく進歩性欠如の無効理由のみを判断したことは誤りであり(なお，審決は，刊行物発明に基づく進歩性欠如の判断に関しても，甲1及び甲2のみを取り上げ，甲3～甲6は全く検討していない。)，審決には，原告の主張する無効理由4に判断の遺脱があるといわなければならない。",
                "そして，本件発明のA成分に該当するビールのような麦芽飲料と，B成分に該当する焼酎，ウイスキー，ジンなどの蒸留酒を混ぜ合わせて飲料とすることが周知であることは，前示のとおりであるから，審決における上記の判断の遺脱はその結論に影響を及ぼすべきものであって，審決を取り消すべき瑕疵といわなければならない(しかも，更に進歩性の有無の観点から検討すれば，例えば甲4には，ビールとビール蒸留物を混合してなり，アルコール含量が8．5～15容量％であるアルコール含有飲料が開示されており，本件発明のアルコール分3～8％と近接するアルコール度を有するものと認められる。また，甲5には，麦芽発酵飲料と焼酎との混合飲料において，アルコール度が約3％から約8％となる旨が開示されており，飲用する者の好みのアルコール度数で飲用できることも示唆されているものと認められる。さらに，甲6に記載される「スピリッツ類」及び「リキュール類」は，ビールや発泡酒に麦焼酎を加えた飲料であって，改正前の酒税法上ビール様飲料である「発泡酒」に分類されていたものであるから，ビールと同程度のアルコール度数であると推測される。)。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "小括",
          "text": [
            "以上のとおり，審決には，原告の主張する取消事由3及び取消事由4に関して判断の遺脱があり，本件発明について，改めてその新規性及び進歩性の有無を検討しなければならない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，審決は取り消されるべきものであるから，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10350",
    "date": "2011-10-04",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081666",
    "ipprecedent_id": "2701",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}