{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2007-890156号事件について平成22年9月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が登録を受けた商標権につき原告の無効審判請求を不成立とした審決の取消訴訟である。争点は，①本件商標が他人の著名な略称を含むか否か(商標法4条1項8号)，②本件商標が他人の業務に係る商品等を表示するものとして需要者の間に広く認識されている商標等と類似するか否か(同項10号)，③本件商標につき他人の業務に係る商品等と混同を生ずるおそれがあるか否か(同項15号)，④本件商標が他人の業務に係る商品等を表示するものとして需要者の間で広く認識されている商標と類似し，不正の目的をもって使用されるものであるか否か(同項19号)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成14年10月22日，標準文字で「空手道極真館」と表して成り，別紙指定商品・指定役務目録記載の商品及び役務を指定商品・指定役務とする商標(本件商標)につき，登録出願し，特許庁から平成16年2月18日に登録査定を，同年3月12日に設定登録を受けた(登録第4755605号)。",
            "原告は，平成19年9月21日，本件商標につき，第25類の指定商品及び第41類の指定役務の全部に関して，商標法4条1項8号，10号，15号及び19号に該当するとの理由で無効審判請求をしたところ(無効2007-890156号)，特許庁は，平成20年7月23日，原告の上記請求は成り立たないとの審決をした(第一次審決)。",
            "そこで，原告が第一次審決の取消しを求めて知的財産高等裁判所に訴えを提起したところ(平成20年(行ケ)第10323号)，同裁判所は，平成21年10月30日，商標法4条1項8号等の該当性に係る審決の判断には誤りがあるとして，第一次審決を取り消す旨の判決をし(第一次判決)，この判決は確定した。",
            "特許庁は，その後，さらに審理をした上で，平成22年9月28日，再度原告の請求を不成立とする第二次審決(以下「審決」というときは，特に断らない限り，この第二次審決を指す。)をし，その謄本は同年10月7日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の無効理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「極真」の語は，A      (A                )が創設し主宰していた団体「極真会館」ないし「極真会」，A      が創設した空手道の流派「極真空手」の略称あるいは後記引用商標の略称として，空手及び格闘技に興味がある需要者の間で著名であるところ，本件商標の要部は「極真」の文字部分にあり，本件商標は上記の著名な略称を含む。そうすると，本件商標は商標法4条1項8号に当たる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "下記引用商標AないしDは，空手及び格闘技に興味がある需要者の間で，A      が創設・主宰が主宰していた団体「極真会館」ないし「極真会」，A      が創設した空手道の流派「極真空手」の業務に係る商品，役務を示すものとして広く認識されている。また，本件商標の要部は「極真」の文字部分にあるところ，本件商標と上記引用商標は類似し，その指定商品・指定役務も類似する。したがって，本件商標は商標法4条1項10号に当たる。",
                "【引用商標A】",
                "・登録第3370400号",
                "登録日  平成10年10月9日",
                "無効審決確定による消滅日  平成19年6月28日",
                "・登録第4027344号",
                "登録日  平成9年7月11日",
                "無効審決確定による消滅日  平成19年6月28日",
                "【引用商標B】",
                "・登録第4027345号",
                "登録日  平成9年7月11日",
                "無効審決確定による消滅日  平成19年6月28日",
                "・登録第4038439号",
                "登録日  平成9年8月1日",
                "無効審決確定による消滅日  平成19年6月28日",
                "【引用商標C】",
                "登録第4027346号",
                "登録日  平成9年7月11日",
                "無効審決確定による消滅日  平成19年6月28日",
                "【引用商標D】",
                "登録第4041083号",
                "登録日  平成9年8月8日",
                "無効審決確定による消滅日  平成19年6月28日"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標と前記(2)の引用商標は，自他の業務に係る商品・役務と誤認混同を生ずるおそれがあり，したがって本件商標は商標法4条1項15号に当たる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "前記(2)の引用商標は，空手及び格闘技に興味がある需要者の間で，A",
              "text": [
                "が創設・主宰していた団体「極真会館」ないし「極真会」，A      が創設した空手道の流派「極真空手」の業務に係る商品，役務を示すものとして広く認識されている。また，本件商標は上記引用商標と類似する。そして，被告は，A      の高弟の一人にすぎないにもかかわらず，自己の名義で本件商標を出願し，その登録を受けたものであって，その出願経緯がB      ことB    による「極真空手」に関連する商標の出願経緯と実質的に同様であることにも照らせば，本件商標の登録は，商標法が予定する商標秩序を乱し，公正な取引秩序を害し，公序良俗に反する。したがって，被告は不正の目的をもって本件商標を使用するものであって，本件商標は商標法4条1項19号に当たる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "そもそも本件商標は「極真会館」の語を含むものではないし，「極真」の語は，かつてはA      が創始した空手の一流派である「極真空手」の略称であるとはいえても，他人の氏名等や著名な略称であるとはいえない。A      の生前においては，「極真」の語は上記「極真空手」ないしA      が設立した「国際空手道連盟極真会館」の略称「極真会館」を指すものとして，空手に関心を有する者を中心に我が国において広く知られていたものと認められるが，A      死亡後の分派により，本件商標の登録査定時(平成16年2月18日)には，特定の者又は団体を示すものとして需要者の間で広く知られているものとは認められない。また，商標法4条1項8号にいう「他人」を自然人たるA      と特定するとしても，A",
              "text": [
                "の死亡後は，同人の保護すべき人格的利益は消滅した。したがって，本件商標は商標法4条1項8号に当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の登録査定時において引用商標は特定の者又は団体の業務に係る商品又は役務を表示するものとして需要者の間で広く知られているものとは認められず，また本件商標と引用商標とはその外観が明らかに相違し，称呼，観念が類似しないから，両商標は類似しない。したがって，本件商標は商標法4条1項10号に当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標の登録査定時において引用商標は，原告らが行う空手道の教授及び空手道着に使用するものとして需要者の間で広く知られているものとは認められず，また被告が本件商標をその指定商品，指定役務につき使用しても，原告又は原告と何らかの関連を有する者の業務に係る商品又は役務とその出所につき混同を生ずるおそれはない。したがって，本件商標は商標法4条1項15号に当たらない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件商標の出願時及び登録査定時において，引用商標「極真会」等は需要者の間で広く認識されておらず，また本件商標と引用商標とは類似しない。そして，A      の死亡後の分派の事情や空手道の流派「極真空手」に関連する商標を巡って分派間で争いが生じたことなどを考慮すれば，本件商標が「不正の目的」をもって使用されるものともいうことはできない。したがって，本件商標は商標法4条1項19号に当たらない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審理不尽等)",
          "text": [
            "第一次判決は，本件商標が商標法4条1項8号に当たるか否かに関して，第一次審決が，本件商標の出願時及び登録査定時において「極真」の語が原告自身又は原告が運営する団体「極真会館」の略称として著名であるか否かを判断していないし，本件商標が同条10号，15号及び19号に当たるか否かに関しても，第一次審決が上記各時点において原告自身又は原告が運営する上記団体が周知であるか否か及び原告自身又は上記団体の業務に係る商標と本件商標とが類似するか否かを判断しておらず，これらの各点を審理・判断すべきであると判示した。",
            "しかるに，審決はA      が死亡した時点から本件商標の出願時及び登録査定時までの間の「極真空手」各流派の離合集散状況や商標(標章)使用状況を適切な証拠を用いて認定しておらず，本件商標の出願時及び登録査定時における「極真」の語の著名性等の審理が尽くされていない(しかも，第一次審決の審理で得られた主張及び証拠では審決をするのに不十分であるにもかかわらず，当事者に主張や証拠を補充する機会が付与されていない。)。",
            "上記は審理不尽の違法であるとともに，第一次審決を取り消した第一次判決の拘束力ある判断に従わないものであるから，手続違背の瑕疵がある(行政事件訴訟法33条1項)。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(「極真」の語の著名性判断の誤り，商標法4条1項8号)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「極真」の語の著名性等について，次のとおり判断する(18，19頁)。",
                "「商標法第4条第1項第8号は，『他人の肖像又は他人の氏名若しくは名称若しくは著名な雅号，芸名若しくは筆名若しくはこれらの著名な略称を含む商標(その他人の承諾を得ているものを除く。)』は，商標登録を受けることができない旨規定している。",
                "そして， 同規定の趣旨は，『人(法人等の団体を含む。以下同じ。)の肖像，氏名，名称等に対する人格的利益を保護することにあると解される。すなわち，人は自らの承諾なしにその氏名，名称等を商標に使われることがない利益を保護されているのである。略称についても，一般に氏名，名称と同様に本人を指し示すものとして受け入れられている場合には，本人の氏名，名称と同様に保護に値すると考えられる。』平成16年(行ヒ)343号判決(最高裁第2小法廷  平成17年7月22日言渡し参照)と解される。これを本件についてみると，本件商標は，『空手道極真館』の文字よりなるものであり，原告の主張する『極真会館』の文字を含むものでないから，原告のこれを根拠とする主張はその前提において，採用できない。",
                "また，本件商標は，『極真』の文字を含むものであるが，・・・『極真』は，本件商標の登録査定時にA      の創出した空手の流派の名称ということができても，他人の氏名若しくは名称とはいえず，また，これらの著名な略称とも認められない。",
                "加えて，原告は，『極真』の語が『A      』が創設し，そのA      の屋号である『極真会館』の著名な略称に該当するとの理解を前提としつつ，極真関連商標を相続により原告が承継した旨主張しており，これは，商標法第4条第1項第8号の『他人』すなわち人格権的利益の帰属主体を，自然人であるA      と特定し，『極真』をもって，A      を指称する著名な略称に該当することを主張するものと解される。",
                "しかしながら，本件商標の出願時である平成14年10月22日及び登録査定時である同16年2月18日において，A      は既に死亡(同6年4月26日死亡)しており，A",
                "死亡後はその保護すべき人格的利益は消滅しているから，その著名な略称について商標法第4条第1項第8号の該当性は認める余地はないから，原告の上記主張はそれ自体失当であり，採用できない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「極真」の語は，A      の生前においては，同人が設立・運営する団体「極真会館」の略称として，我が国の空手に関心がある者の間で著名であった。",
                "そして，A      が死亡し，さらにその妻のC        が死亡した後は，三女の原告がA      の権利義務のほぼすべてを承継しており，その肖像権も承継している。あるいは，少なくとも，原告はA      の死亡後，同人の肖像権を継続して管理してきた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，A      の存命中から「極真会館」本部道場で空手の教授や空手道着の販売等を行ってきており，また，A      の死亡後は，団体「極真会館」を管理・運営してきた。",
                "他方，A      が死亡した時点から本件商標の出願時及び登録査定時までの間，「極真」の語を団体「極真会館」の略称として使用してきたのは原告らのみであって，「極真空手」の他の流派は自己の団体の略称として「極真」の語を使用してこなかった。そうすると，A      の生前に培われた「極真会館」の略称としての「極真」の著名性は，原告が運営する団体「極真会館」に引き継がれたものというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)，(3)の事情に基づけば，本件商標の出願時及び登録査定時において，「極真」の語は，原告が運営する団体「極真会館」の略称として，我が国の空手に関心がある者の間で著名であったというべきである。",
                "しかるに，審決は，「極真」の語は，A      の死亡後の分派により，本件商標の登録査定時(平成16年2月18日)には，特定の者又は団体を示すものとして需要者の間で広く知られているものとは認められず，単にA      が創始した空手道の流派の略称として需要者の間で認識されているにすぎないと判断しており，この判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(「極真」の語及び引用商標の周知性判断の誤り，商標法4条1項10号，19号)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「極真」の語や引用商標の周知性等につき，次のとおり判断する(17，18頁)。",
                "「A      は，極真空手と呼ばれる空手の流派の創始者であり，昭和39年，同空手に関する団体として国際空手道連盟極真会館を設立し，同団体は，『極真会館』と略称され，A",
                "が死亡した平成6年4月26日には，極真会館は，日本国内に，総本部，関西本部のほか，55支部，550道場，会員約50万人を有する団体であることが認められる。また，極真会館による活動等を背景にして，A      が生存時には，『極真』といえばA      が創出した『極真空手』ないしは，A      が設立した上記『極真会館』を指すものとして一般に通用していたものと認められ，さらに『国際空手道連盟極真会館』の略称『極真会館』は，空手に関心のある者を中心に，我が国において，広く知られていたものと認められる。",
                "しかしながら，『極真会館』は，A      の死後，遺言書の問題や運営方針等の違いから，各支部長らが，それぞれ極真空手を正当に承継するものであるとして独自の活動を始めた。そして，被告を含む独自の活動を始めた団体は，いずれもA      の『極真会館』において極真空手の修行をし，その流儀を汲むものであり，『極真会館』を名乗るものも少なくなかった。",
                "その結果，平成15年5月の時点における，A      死亡時に支部長であったものの所属は，『D  派』3名，『E派』12名，『H  派』17名，『全日本極真連合会』12名，『極真館』3名，無所属3名であった。",
                "さらに，これらの各団体の主催する大会，行事などについて，空手(道)に関する雑誌などにおいて紹介されている。",
                "以上によれば，本件商標の登録査定時において，『極真』は，A      の創設した空手の流派である『極真空手』の略称として認識されるというべきであり，特定の者，及び団体の名称又は略称として広く知られているものとして認めることはできない。",
                "そして，『極真会館』については，A      の生前に，A      の創設した『国際空手道連盟極真会館』の略称として認識されていたことは認め得るとしても，少なくとも本件商標の登録査定時においては，特定の者及び団体の名称又は略称として広く知られているものとして認めることはできない。",
                "なお，原告は，A      の唯一の相続人であり，A      存命中から引き続き「極真会館」本部所在地の道場において，夫と共に空手の教授を行い，空手道着の販売を行っていること(判決注：A      の妻C        がA      の道場の運営を支え，空手道着の販売を行なってきたこと，原告もA      の生前から道場の運営に協力し，死後も運営に携わっていることをいうものと解される。)は認めることができるが，提出された証拠等によっては，本件商標の登録査定時において，『極真会館』の文字が，原告らが行う空手の教授及び商品『空手道着』に使用する商標として，需要者に広く知られていると認めることはできない。",
                "また，原告は，別件極真関連商標に関する商標登録無効審判事件の特許庁及び裁判所の認定判断などを根拠として本件無効審判に係る無効事由が存するものであると主張するものであるが，原告の示す上記事件は，本件商標とその判断をすべき基準時(それぞれの商標登録出願時及び登録査定時)を異にするものであり，さらに，上記事件とは，商標の構成態様及びその無効事由(上記極真関連商標に関する審判事件は,商標法4条1項7号の該当性を争うもの。)を異にするものであるから，当該事件は，本件審判とは明らかに事案を異にするものである。そして，本件審判においては，上記のように認定すべきであるから，原告の主張は採用できない。",
                "さらに，『極真会館』以外の極真関連商標(『極真会(筆縦書)』『極真空手／ KYOKUSHIＮ  KARATE』『KYOKUSHIＮ』)についても，『極真会館』同様に，提出された証拠等によっては，本件商標の登録査定時において，原告らが行う空手の教授及び空手道着に使用する商標として，需要者に広く知られていると認めることはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，前記2と同様に，本件商標の出願時及び登録査定時，「極真」の語は，原告が運営する団体「極真会館」の略称として，また引用商標は上記団体を出所とするものとして，我が国の空手に関心がある者の間で周知であった。",
                "しかるに，審決は，「極真」の語及び引用商標の周知性を否定しており，この判断(商標法4条1項10号該当性)には誤りがある。",
                "同様の理由で，商標法4条1項19号の周知性についての審決の判断にも誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標の類否判断の誤り等，商標法4条1項10号)",
          "text": [
            "本件商標の構成のうち「空手道」の部分は，指定商品又は指定役務との関係で，自他識別機能を有しないし，本件商標のうち「館」の部分も，学校や道場を表す接尾辞にすぎず，自他識別機能を有しない。そうすると，本件商標の要部は「極真」の部分にあり，「キョクシン」との称呼が生じる。他方，引用商標の要部は「極真」又は「KYOKUSHIＮ」であって，「キョクシン」との称呼が生じる。また，本件商標からも引用商標からも「極真空手」の観念が生じる。",
            "仮に本件商標の要部が「極真館」であるとしても，この要部から生じる称呼「キョクシンカン」は引用商標Aから生じる称呼「キョクシンカイ」と，拗音，撥音を含む各7音のうちの最後の1音が相違するだけで，冒頭の2音節が共通するし，最後の1音節にはアクセントが置かれず，消え入るように発音されるにすぎない。そうすると，上記両称呼は類似する。",
            "また，仮に本件商標の要部が「極真館」であるとしても，この要部からも「極真空手」の観念が生じるところ，引用商標BないしDからも「極真空手」の観念が生じる。そうすると，本件商標とこれらの引用商標との間では生じる観念が共通する。",
            "ところで，被告がA      の氏名を冒用し，A      の遺志を継ぐなどと表示して空手の教授を行なうことは，原告が被告に対してA      の氏名等の使用を許諾したかのように装い，取引者等にこの旨誤信させるものである。そうすると，かような具体的な取引状況も勘案すると，本件商標は引用商標と類似する。",
            "なお，本件商標と引用商標とでは，商品「空手道着」，役務「空手の教授」の点で指定商品ないし指定役務が同一である。",
            "しかるに，審決は，「本件商標は，商標法4条1項10号・・・に該当するものということができない。」と判断するが，かかる判断には誤りがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(混同のおそれの判断の誤り，商標法4条1項15号)",
          "text": [
            "前記4のとおり，本件商標の要部は「極真」の部分であるところ，同要部及び引用商標から生じる称呼の共通性等に照らせば，本件商標をその指定役務に使用したときに，他人の業務たるA      が創設した極真空手の業務に係る役務であると出所の混同を生じさせるおそれがある。",
            "そうすると，本件商標は商標法4条1項15号に該当し，これに反する審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(不正の目的の認定判断の誤り，商標法4条1項19号)",
          "text": [
            "被告は，原告からA      の氏名等の使用の許諾を受けることなく，A      の氏名を勝手に商業的に使用し，またA      の遺志を継いでいるなどと僭称している。かかる被告の行為は，自らの商品又は役務をA      が創設した極真空手の業務に係る商品又は役務と誤認させる行為であって，商標法4条1項19号にいう「不正の利益を得る目的，他人に損害を加える目的その他の不正の目的」をもって本件商標を使用しているといえる。",
            "しかるに，審決は，「本件商標は，商標法4条1項19号・・・に該当するものということができない。」と判断するが，かかる判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決は乙第7号証や乙第23号証の2のみから「極真空手」各流派の離合集散状況等を認定したわけではない(しかも，上記書証のうち乙第23号証の2が発行されたのは本件商標の登録査定の時点よりも以前のことである。)し，審決に審理不尽の違法はない。",
            "また，本件の審判体は第一次審決後に提出された証拠等の提出を求める旨の指令書を原告に送り，新たな証拠等の提出を求めたにもかかわらず，原告は上記指令書に何ら応答しなかったのであって，原告は主張，立証の補充をする機会を付与されながら自ら逸したにすぎず，審決に手続違背の違法はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "A      が平成6年4月26日に死亡した後は，極真空手に関連する各派閥の離合集散状態及び極真空手に関連する標章の使用状態，派閥の分裂状態からみても，「極真」の名称自体は，A      が創出した空手の流派の名称であるとはいえるが，これが他人の氏名，名称又はその略称であるということはできない。",
            "そうすると，本件商標の出願時及び登録査定時，「極真」の語が原告が運営する団体「極真会館」(や原告自身)の略称として著名であったなどということはできない。したがって，審決による「極真」の名称等の著名性判断に誤りはない。",
            "なお，A      が死亡した後は，商標法4条1項8号で保護されるべき同人の人格的利益は消滅し，原告がこれを相続することはできない。また，原告ら遺族派は，平成11年以前は「極真」の略称を使用していなかった。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "A      の死亡後の極真空手に関連する各派閥の離合集散状態，極真空手に関連する各標章の使用状態，「極真」を名乗る多数の団体が乱立する状態に照らせば，本件商標の出願時においても登録査定時においても，「極真」の語も引用標章も原告が運営する団体「極真会館」を示すものとして需要者の間に広く認識されていなかった。",
            "したがって，この旨をいう審決による周知性判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "本件商標は漢字である「空手道極真館」を標準文字で記して成り，全体がまとまりよく表されている。そうすると，その構成の全体をもって，需要者において一体不可分のものとして認識され，把握される。また，本件商標の構成のうち「空手道」の部分が武道としての「空手」を表示するものにすぎないとしても，「極真」の部分と「館」の部分は一方が他方よりも注意を惹くような態様で表記されるものではなく，外観的特徴の点で差異がない。「館」が接尾語であるからといって，「館」とこれに接する語(「弘道」等)とを分離して観察するのは，不合理であって，「弘道館」等は一体不可分の語として機能するものである。したがって，「極真」の部分と「館」の部分を分離して考察すべき格別の理由はなく，需要者はこれらを一体のものとして認識，把握するはずである。そうすると，本件商標からは，「カラテドウキョクシンカン」又は「キョクシンカン」の称呼が生じる。そして，本件商標からは特定の観念が生じない。",
            "他方，引用商標Aは筆文字縦書きで「極真会」と記して成るもの，引用商標Bは欧文字横書きで「KYOKUSHIＮ」と記して成るもの，引用商標Cは漢字横書きで「極真会館」と記して成るもの，引用商標Dは漢字及び欧文字で「極真空手／KYOKUSHIＮ  KARATE」と上下2段横書きして成るものであるから，本件商標とはその外観が異なる。",
            "また，その構成文字に従って，引用商標Aからは「キョクシンカイ」の，引用商標Bからは「キョクシン」の，引用商標Cからは「キョクシンカイカン」の，引用商標Dからは「キョクシンカラテ」の称呼が生じる。そうすると，本件商標と引用商標とは，称呼の構成音数，音感，音調を異にし，両者を称呼において聞き分けることができる。なお，引用商標Aの称呼「キョクシンカイ」と本件商標の称呼「キョクシンカン」とは音数が同一であるが，前者の末尾の「イ」はそれ自体が短音を構成し，澄んだ解放音として軽い音質を生じさせる一方，後者の末尾の鼻音「ン」はかような性格を有しないから，両者は明瞭に聞き分けることができ，類似するものではない。",
            "そして，引用商標はいずれも造語であって，引用商標A，Cからは特定の観念が生じない一方，引用商標Bからは「空手の極真」程度の観念が，引用商標Dからは「極真空手」の観念が生じる。そうすると，本件商標と引用商標とは生じる観念が共通しない。",
            "極真空手が分派して以降，狭い地区内に複数の派閥の道場がひしめく現象が顕著になり，被告の「極真館」道場の近辺も同様の状況になっている。しかし，入門希望者が被告の「極真館」と他の分派の道場とを混同して入門手続をした例はなく，空手着の需要者，取引者も，被告の「極真館」と他の分派の道場とを峻別して空手着を選択してきている。そうすると，取引の実情に照らしても，本件商標をその指定商品に使用した場合に，出所の誤認混同が生じるおそれはないといい得る。",
            "以上のとおり，本件商標と引用商標とは，その外観も，生じる称呼や観念も異なり，取引の実情を勘案しても両者が類似するとはいえない。",
            "したがって，本件商標と引用商標とが類似しないとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "text": [
            "前記4のとおり，需要者，とりわけ空手道を志す者は，極真空手が複数の流派に分派し，その名称中に「極真」の語を採用して活動していた状況の下でも，それぞれの流派の固有の名称として認識，識別し，各流派を区別できていた。",
            "そうすると，本件商標をその指定商品，指定役務に使用した場合でも，需要者，取引者に原告が運営する団体「極真会館」の業務に係る商品，役務であるとか，引用商標に関連する業務に係る商品，役務であるという，出所の混同を生じるおそれはない。",
            "したがって，かかる混同のおそれを否定した審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6に対し",
          "text": [
            "前記のとおり，本件商標は引用商標と類似しないし，被告による本件商標の使用には商標法4条1項19号にいう「不正の目的」がない。",
            "そうすると，「不正の目的」がないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審理不尽等)について",
          "text": [
            "第一次判決(甲104)は，商標法4条1項8号に関し，原告自身又は団体「極真会館」が同号にいう「他人」に当たることを前提とし，原告が同号の主張をしているものと解して，第一次審決が原告自身又は原告が運営する団体「極真会館」自体が同号の著名性を有するか否かを判断しなかったことをもって審理不尽と評価し，また，同項10号，15号，19号該当性についても，本件商標の出願時及び登録査定時における，原告自身又は原告が運営する『極真会館』という団体の周知性やそれらの業務に係る商標と本件商標との類否などに第一次審決の審理不尽があると評価し，これらにつき再度審理判断を要するとしたものである。",
            "これを受けた審決は，本件商標の同項8号該当性に関し，A      の死亡後はその略称について同号に該当する余地はないと説示し，また，A      の死亡後の極真空手の分派状況及び極真空手に関連する商標の出願状況等に係る18頁までの詳細な事実認定を基礎にして，「極真」の語は同号にいう「他人の氏名若しくは名称」にも「これらの著名な略称」にも当たらないと判断したものであり，この判断は本件商標の登録査定時についてのものであることが明らかである(19頁)。この判断は第一次判決の拘束力に従ったものであり，そこに拘束力違背はないし，審理不尽の違法も存しない。",
            "また，審決は，本件商標の同項10号等の周知性の判断に関しても，A      の死亡後の極真空手の分派状況及び極真空手に関連する商標の出願状況等に係る事実認定(12～18頁)を基礎に，本件商標の登録査定時において，「極真」の語も引用商標Cないし名称「極真会館」も，特定の者や団体の名称又は略称として需要者に広く知られていたとは認められず，引用商標A，B，Dも同様である旨説示したものであるから(19，20頁)，上記各号の無効理由に関しても，審決に第一次判決の拘束力違背はないし，審理不尽の違法も存しない。",
            "そして，審決時までに提出された主張及び証拠では不十分であるとは認められないし，本件商標の登録査定後に発行等がされたことの一事をもって極真空手の分派状況等を裏付ける証拠として使用することができないわけではなく，審決が不適切な証拠を用いて事実認定をしたとも認められない。",
            "ほかに，審決に審理不尽の違法があるとは認められないから，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(「極真」の語の著名性判断の誤り)について",
          "text": [
            "審決は，A      の死亡後の極真空手の分派状況及び極真空手に関連する商標の出願状況等を基礎にして，本件商標の登録査定時，「極真」の語は商標法4条1項8号にいう「著名な略称」に当たらないと説示したものであるが，原告は，上記当時，「極真」の語は原告が運営する団体「極真会館」の略称として著名であったなどと主張する。",
            "しかしながら，証拠(甲16，19，20，36，37，47，48，53，55，56，58，59，64，74，85，95，97の7，8，甲98，99，103，乙71，72)及び弁論の全趣旨によれば，A      の死後，同人が創設した団体「極真会館」の運営を巡って対立が生じ，D  派やE派等の複数の団体(派閥，流派)に分裂したこと，各団体はA      が生前主宰していた空手道の「極真空手」を承継するなどと標榜して，独自に「極真」の語を含む標章を使用して空手の教授等に関係する活動を行なってきたことが認められる。",
            "そして，「極真空手」に関連する商標の出願状況，商標登録の有効・無効や権利行使を巡る係争の状況等にも照らせば(甲3，4，17，18，21～27，54，63，75，89～91)，本件商標の登録査定(平成16年2月18日)時，「極真」の語が，A      の三女である原告が極真会本部道場で運営する団体「極真会館」の略称として，空手の教授を受けようとしたり，空手道着等を購入しようとしたりなどする本件商標の指定商品，指定役務の需要者の間で著名であるとまでいうことは困難である。",
            "また，A      の生前，「極真」の語が，A      が創設した空手道場「極真会館」ないし同人が創始し，主宰していた空手道の流派「極真空手」の略称として，わが国の空手の教授を受けようとしたり，空手道着等を購入しようとしたりなどする需要者の間で著名であったとしても，A      の相続人にすぎない原告がかかる著名性を当然に承継することになるものではないし，前記のとおり，A      が創設した団体は分裂，分派して各団体がめいめい「極真空手」を承継するなどと標榜して活動している状況及びこの事実が広く知られている事実関係に照らすと，A",
            "の死亡後である本件商標の登録査定時においても，「極真」の語が，A      の三女である原告が極真会本部道場で運営する団体「極真会館」の略称として著名であるとまでいうことはできない。そして，A      の死後に分派した流派が自己の団体ないし流派の略称として「極真」の語を使用してこなかったとしても，分派によって「極真」の語と特定の団体との結び付きが低下した事実に変わりはないから，上記結論に影響を及ぼすものではない。",
            "このほかに，原告が主張する各種の事情を考慮しても，原告の前記主張を採用することはできず，審決の著名性判断に誤りはないから，原告の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(「極真」の語及び引用商標の周知性判断の誤り)について",
          "text": [
            "前記2と同様に，A      の死後，同人が創設した団体「極真会館」の運営を巡って対立が生じ，D  派やE派等の複数の団体に分裂し，各団体はA      が生前主宰していた空手道の「極真空手」を承継するなどと標榜して，独自に「極真」の語を含む標章を使用して空手の教授等に関係する活動を行なってきたものであるから，この事実が広く知られている事実関係にも照らすと，「極真」の語と原告が極真会本部道場で運営する団体「極真会館」との結び付きは低下し，本件商標の登録査定時において，「極真」の語が，A      の三女である原告が極真会本部道場で運営する団体「極真会館」を示すものとして，空手の教授を受けようとしたり，空手道着等を購入しようとしたりなどする本件商標の指定商品，指定役務の需要者の間で広く認識されているということは困難である。",
            "また，A      の生前からA      や団体「極真会館」の支部長らが引用商標(登録が抹消される以前のものを含む。)を使用してきたとしても，上記分派が広く知られている状況に照らせば，本件商標の登録査定時，引用商標が，A      の三女である原告が極真会本部道場で運営する団体「極真会館」を示すものとして，空手の教授を受けようとしたり，空手道着等を購入しようとしたりなどする本件商標の指定商品，指定役務の需要者の間で広く認識されているということは困難である。",
            "なお，本件商標の出願時においても，上記と異なる認定は導かれない。",
            "そして，このほかに，原告が主張する各種の事情を考慮しても，「極真」の語又は引用商標の周知性をいう原告の主張を採用することはできず，審決の周知性判断に誤りはないから，原告の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標の類否判断の誤り等)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記3のとおり，本件商標の登録査定時，引用商標が，A      の三女である原告が極真会本部道場で運営する団体「極真会館」を示すものとして，需要者の間で広く認識されていたわけではないから(周知性)，原告が主張する商標法4条1項10号，19号の無効理由は理由がないが，さらに進んで判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標は漢字「空手道極真館」を標準文字で横書きして成るところ，審決が説示するとおり，その構成文字に従って「カラテドウキョクシンカン」の称呼を生じるか，又はうち「空手道」は武道の一範疇を示す普通名称であることから，その余の構成部分が要部となって，「キョクシンカン」との称呼が生じる。本件商標のうち「極真館」の部分はまとまりよく記されているものと理解できるから，先頭の2字「極真」の部分と最後尾の「館」とに分けて称呼されるものではない。「空手道」の部分は普通名称であるが，「極真館」の部分は造語であるから，そこからは特定の観念が生じないが，本件商標から一武道である空手に関わる施設ないし団体である「極真館」程度の観念が生じる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用商標Aは，筆字風の縦書きで「極真会」と記して成るものであって，その構成文字から「キョクシンカイ」の称呼が生じる。また，「極真会」は造語であって，引用商標からは特定の観念が生じないか，団体であることを示す「会」が末尾にあることに着目して，運動特に空手に関係する団体である「極真会」程度の観念が生じる。",
                "引用商標Bはゴシック体の欧文字(いずれも大文字)で「KYOKUSHIＮ」と横書きして成るものであって，その構成文字から「キョクシン」との称呼が生じる。また，「KYOKUSHIＮ」は造語であるから，引用商標Bからは特定の観念が生じないか，A      が創始した空手の流派「極真空手」を知る者であれば，上記流派の略称と認識し，上記流派の観念を生じる。",
                "引用商標Cはゴシック体の漢字で「極真会館」と横書きして成るものであって，その構成文字から「キョクシンカイカン」との称呼が生じる。また，「極真会館」は造語であるから，引用商標Cからは特定の観念が生じないか，「会館」が建物を表す接尾語であることに着目し，A      が創始した空手の流派「極真空手」を知る者であれば，上記流派と関係する建物程度の観念を生じる。",
                "引用商標Dはいずれもゴシック体で，上段に漢字「極真空手」，下段に欧文字(いずれも大文字)「KYOKUSHIＮ  KARATE」と横書き(2段書き)で記して成る。引用商標Dからは，特に下段の欧文字部分のつづりに着目して，「キョクシンカラテ」との称呼が生じ，また，引用商標Bと同様に，引用商標Dからは特定の観念が生じないか，A      が創始した空手の流派「極真空手」を知る者であれば，上記流派ないしその空手のスタイルの観念を生じる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)，(3)によれば，本件商標と引用商標とは，その文字構成が異なり，生じる観念も異なるものであるし，称呼も必ずしも類似しないから，両商標は類似しない。",
                "したがって，審決の両商標の類否判断に誤りはない。",
                "原告は，本件商標の構成部分である「極真館」から生じる称呼「キョクシンカン」と引用商標Aから生じる称呼「キョクシンカイ」が類似すると主張するが，前者の最後尾の音「ン」は鼻音であり，後者の最後尾の音「イ」は独立した母音であるから，両称呼は明確に聞き分けることができ，両称呼は類似するものではない。",
                "これらのほか，本件商標と引用商標が類似するとすべき取引の実情は認められないので，類否判断の誤りをいう原告の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(混同のおそれの判断の誤り)について",
          "text": [
            "前記2，3のとおり，本件商標の登録査定時，「極真」の語が，A      の三女である原告が極真会本部道場で運営する団体「極真会館」を示すものとして，空手の教授を受けようとしたり，空手道着等を購入しようとしたりなどする本件商標の指定商品，指定役務の需要者の間で広く認識されているとか，これらの需要者の間で著名であるということは困難である。",
            "また，前記4のとおり，本件商標の構成のうち「極真」の部分のみが要部であるということはできない。",
            "そして，本件商標から生じる観念や，A      が死亡した後の「極真空手」の各分派の活動状況等にもかんがみると，被告が本件商標をその指定商品，指定役務に使用したとしても，需要者において，「他人」たる原告が極真会本部道場で運営する団体「極真会館」や同団体と何らかの関係を有する者の業務に係る商品，役務であるとの出所の混同が生じるおそれがあるとはいえない。",
            "したがって，審決による出所の混同のおそれの判断の誤りをいう原告の取消事由5は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(不正の目的の認定判断の誤り)について",
          "text": [
            "前記のとおりのA      死亡後の「極真空手」の各分派の状況等に照らすと，被告が本件商標をその指定商品，指定役務に使用したとしても，他人たる原告が極真会本部道場で運営する団体「極真会館」の業務に係るものであると需要者に誤認混同させたり，上記団体に損害を与える目的等があるとまではいえないから，被告による上記使用につき商標法4条1項19号所定の「不正の目的」があるとまではいえない。",
            "したがって，審決による不正目的の認定判断の誤りをいう原告の取消事由6は理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "小括",
          "text": [
            "結局，原告が主張する商標法4条1項8号，10号，15号，19号の無効理由はいずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}