{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800169号事件について平成22年7月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，特許第3993996号(発明の名称「車椅子」。以下「本件特許」という。)の特許権者である。",
            "本件特許は，平成13年10月23日，出願され(特願平2001−325007号)，平成15年5月7日，出願公開された(特開2003−126168号)。",
            "被告は，平成19年3月13日付け拒絶査定を受け(甲41の6)，同年4月10日，拒絶査定不服審判を請求するとともに(甲41の7)，同日付けで，明細書の全文を変更する手続補正を行った(甲41の8)。",
            "平成19年6月29日，拒絶査定が取り消されて特許査定がされ，本件特許は，同年8月3日，設定登録された(設定登録時の請求項の数は3であった。)。",
            "原告は，平成21年7月30日，本件特許につき無効審判を請求し(無効2009−800169号)，被告は，同年11月6日付けで訂正請求をした(以下「本件訂正」といい，本件訂正後の明細書を「訂正明細書」という。本件訂正後も請求項の数は3であった。)。",
            "特許庁は，平成22年7月23日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年8月2日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1に記載された発明(以下「本件特許発明という。」)は，次のとおりである。",
            "左右側枠を一個または二個以上のX枠で連結した構造であって，該X枠は中央で相互回動可能に結合され，下端部を該左右側枠下部に枢着した一対の回動杆からなり，該一対の回動杆の各上端には上側杆がそれぞれ取り付けられ，該上側杆は上記左右側枠に具備されている座梁部に取り付けられている杆受けにそれぞれ支持されるように設定されており，該回動杆下端部は軸を介して該左右側枠下部に取り付けられており，該左右側枠下部には，上下に配列している複数個の軸穴が設けられており，該車椅子の所望の巾に対応して該複数個の軸穴のうちの一つを選択して該軸穴に該軸を支持させることによって，該X枠の上端部は該左右側枠に対して上下位置を変えることなく，かつ該X枠の長さを変えることなく該車椅子の巾を調節可能にしたことを特徴とする車椅子。",
            "(訂正明細書，審決では「巾」という文字が用いられているが，本判決においては「幅」という文字を用いることもある。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本件訂正を認めた上で，原告主張の無効理由について，次のとおり判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲7記載の発明(以下「甲7発明」という。)及び甲14に記載された技術事項に基づいて当業者が容易に本件特許発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1記載の発明(以下「甲1発明」という。)及び甲2に記載された技術事項に基づいて当業者が容易に本件特許発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲8記載の発明(以下「甲8発明」という。)及び甲1発明に基づいて当業者が容易に本件特許発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲10に記載された技術事項及び甲1発明に基づいて当業者が容易に本件特許発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件訂正後の請求項1の記載は，特許を受けようとする発明が明確であり，特許法36条6項2号に適合する。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "訂正明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるから，特許法36条4項1号に適合する。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "平成19年4月10日付け手続補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものであり，特許法17条の2第3項を充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，当業者が容易に本件特許発明をすることができたものではないとの結論を導く過程において認定した甲7発明，甲1発明，甲8発明の内容，本件特許発明と甲7発明，甲1発明及び甲8発明のそれぞれの一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲7発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7発明の内容",
                      "text": [
                        "一対のサイドフレームと，中心ピボット手段によりピボットを介して相互連結された第一及び第二クロスブレース部材を含み，この第一及び第二クロスブレース部材が，それぞれ下端付近において一方のサイドフレームに連結し，且つ，反対の上端付近において第一シート支持部材44及び第二シー卜支持部材76に連結しており，長さを調整可能であり，サイドフレームが折り畳みポジションからオープンポジションまで動くよう折り畳み可能に相互結合しており，オープンポジションにおいてシートの高さを調整することなくサイドフレーム間の距離を調整するための選択的な調整が可能である，クロスブレース手段と，サイドフレームに取り付けられた部材266とを備え，第一シート支持部材44及び第二シー卜支持部材76が部材266に支持される車いす。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明と甲7発明の一致点",
                      "text": [
                        "左右側枠を一個または二個以上のX枠で連結した構造であって，該X枠は中央で相互回動可能に結合され，下端部を該左右側枠下部に枢着した一対の回動杆からなり，該一対の回動杆の各上端には上側杆がそれぞれ取り付けられ，該上側杆は上記左右側枠に具備されている座梁部に取り付けられている杆受けにそれぞれ支持されるように設定されており，該回動杆下端部は該左右側枠下部に取り付けられており，該X枠の上端部は該左右側枠に対して上下位置を変えることなく，該車椅子の巾を調節可能にしたことを特徴とする車椅子。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明と甲7発明の相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "回動杆下端部の左右側枠下部に対する取り付けが，本件特許発明においては「軸を介して」取り付けられているが，甲7発明においてはそのような特定がない点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件特許発明においては「左右側枠下部には，上下に配列している複数個の軸穴が設けられており，車椅子の所望の巾に対応して該複数個の軸穴のうちの一つを選択して該軸穴に軸を支持させることによって」「X枠の長さを変えることなく」車椅子の巾を調節可能としているが，甲7発明においてはX枠の「長さを調整可能」とすることにより車椅子の巾を調節可能としている点。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "シザーメカニズム16により連結された2つの側枠14A，14Bからなり，シザーメカニズム16は，各側枠14A，14Bと一体に設けられたサイドメンバー18A，18Bを備え，シザーメカニズム16はさらにクロスメンバー20を備え，これらのクロスメンバー20の一端はサイドメンバー18Aまたは18Bの上端に回転可能に取付けられ，他端は反対側のサイドメンバー18Aまたは18Bにスライド可能に連結されており，これらのクロスメンバー20の中間位置で相互に回転可能に取付けられ，シザーメカニズム16は側枠14A，14Bが離れた第一ポジション(図1，3，4，5A及び5B)と，側枠14A，14Bが隣接した第二ポジション(図2及び6)との間で動くことができる車椅子10。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明と甲1発明の一致点",
                      "text": [
                        "左右側枠を一個または二個以上のX枠で連結した構造であって，該X枠は中央で相互回動可能に結合され，下端部を該左右側枠下部に取り付けられている一対の回動杆からなり，該回動杆下端部は該左右側枠下部に取り付けられており，該X枠の上端部は該左右側枠に対して上下位置を変えることなく，かつ該X枠の長さを変えることのない車椅子。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明と甲1発明の相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "回動杆下端部の左右側枠下部への取り付けが，本件特許発明では「軸を介して」「枢着した」のに対し，甲1発明では「スライド可能に連結されて」いるとともに，本件特許発明では「左右側枠下部には，上下に配列している複数個の軸穴が設けられており，車椅子の所望の巾に対応して該複数個の軸穴のうちの一つを選択して該軸穴に軸を支持させる」のに対し，甲1発明ではそのような特定事項を備えていない点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件特許発明では「一対の回動杆の各上端には上側杆がそれぞれ取り付けられ，該上側杆は左右側枠に具備されている座梁部に取り付けられている杆受けにそれぞれ支持されるように設定されて」いるのに対し，甲1発明ではそのような特定事項を備えていない点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件特許発明では「車椅子の巾を調節可能にした」のに対し，甲1発明では「折りたたみが可能」であるにとどまる点。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲8発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲8発明の内容",
                      "text": [
                        "左右の下部フレームから立設された左右の垂直パイプに幅調節パイプ，幅調節ケースを介してクロスバーの上部末端が枢着され，左右の下部フレームにクロスバー下端枢着部を介してクロスバーの下部が枢着されており，クロスバーは2本のバーが互いに重なり，クロスバー軸止部で軸動可能に軸止され，幅調節パイプの上部に上下に配列している複数個の孔を設け，幅調節ケースの内部に設けられたピンを幅調節パイプの孔に嵌入すると望ましい幅で調節固定される6輪式歩行器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明と甲8発明の一致点",
                      "text": [
                        "左右側枠を一個または二個以上のX枠で連結した構造であって，該X枠は中央で相互回動可能に結合され，端部を該左右側枠端部に枢着した一対の回動杆からなり，該回動杆端部は軸を介して該左右側枠端部に取り付けられており，該左右側枠端部には，上下に配列している複数個の軸穴が設けられており，所望の巾に対応して該複数個の軸穴のうちの一つを選択して該軸穴に該軸を支持させることによって，該X枠の端部は該左右側枠に対して上下位置を変えることなく，かつ該X枠の長さを変えることなく巾を調節可能にしたこと。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明と甲8発明の相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件特許発明は「車椅子」であるが，甲8発明は「歩行器」である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "上下に配列している複数個の軸穴が設けられている端部は，本件特許発明では下部であるのに対し，甲8発明では上部であり，左右側枠に対して上下位置を変えないX枠の端部は本件特許発明では上端部であるのに対し，甲8発明では下部である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件特許発明では「該一対の回動杆の各上端には上側杆がそれぞれ取り付けられ，該上側杆は上記左右側枠に具備されている座梁部に取り付けられている杆受けにそれぞれ支持されるように設定されて」いるのに対し，甲8発明ではそのような特定事項を備えていない点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決には，甲7発明及び甲14に記載された技術事項に基づく容易想到性の判断の誤り(取消事由1)，甲1発明及び甲2に記載された技術事項に基づく容易想到性の判断の誤り(取消事由2)，甲8発明及び甲1発明に基づく容易想到性の判断の誤り(取消事由3)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲7発明及び甲14に記載された技術事項に基づく容易想到性の判断の誤り(取消事由1)",
          "text": [
            "甲7発明に甲14に記載された技術事項を適用して本件特許発明と甲7発明の相違点2に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断は，誤りである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "X枠の上下端の一方を上下にスライド可能とすることについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上端がスライドする場合",
                  "text": [
                    "次の文献の記載によれば，左右側枠を連結するX枠の下端が上下位置を変えずに上端が上下にスライドすることは周知慣用技術である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲14には，従来技術として，X枠の上端が上下にスライドして折り畳まれる車いすが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲43(【0002】，図1)には，従来技術として，X枠の上端が上下にスライドして折り畳まれるいすが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲44の1・2(甲44の2，2頁12ないし17行，4頁8ないし17行，第1図，第2図)には，X枠の上端が上下にスライドして折り畳まれる歩行補助具が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲45(第1図，第2図)には，X枠の上端が上下にスライドして高さ，幅が調節される折り畳みいすが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "下端がスライドする場合",
                  "text": [
                    "他方，次の文献の記載によれば，X枠の上端が上下位置を変えずに下端が上下にスライドすることは周知慣用技術である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1には，X枠の下端が上下にスライドして折り畳まれる車いすが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲46(【0006】，図1)には，X枠の下端が上下にスライドしてX枠が幅調節される棚が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲47(【0014】，図2，図6，図7)には，X枠の下端が上下にスライドして折り畳まれる歩行補助器が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲48(第3図，第5図)には，X枠の下端の位置が上下に変更されてX枠の幅を調節して座布を緊張させるいすが記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲51には，X枠の上端の上下位置を変えずに下端がスライドして幅調節を行う機構が示されており，「スライドパイプを脚棒に固定することで，各脚棒をほぼ任意の間隔に固定することを可能にした」ことが示唆されている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "X枠の上端下端の配置を逆転させることについて",
              "text": [
                "次の文献の記載によれば，X枠の開閉により幅調節がされるX枠において，上端下端の配置を逆転させることは，周知慣用技術である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲43(【0003】，【0008】，図1)及び甲46(【0006】，【0022】，図1)には，X枠で幅調節がされることと，その幅調節のためにX枠の上端下端のいずれかがスライドすればよいことが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲45には，X枠の上端が上下にスライドして幅調節がされることが記載され，甲48には，X枠の下端が上下位置を変更されて幅調節がされることが記載されている。甲14にも，X枠の上端が上下にスライドして幅調節がされる車いすが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲52には，X枠の上端に固定部材を設けてその上下位置を変えず，下端をスライド可能とした第一実施例(【0017】，【0018】)と，X枠の下端に固定部材を設けてその上下位置を変えず，上端をスライド可能とした第二実施例(【0019】)が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲14記載の技術事項を甲7発明に適用することの容易性について",
              "text": [
                "甲14記載の技術事項を，上端は上下位置を変えることなく下端が上下にスライドするものに変更して甲7発明に適用することは，当業者が容易に想到し得たものである。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲7発明に甲14記載の技術事項をそのまま適用するならば，X枠の下端が上下位置を変えずに上端が上下にスライドするものとなる。しかし，甲14に記載された技術事項は，甲14の第1図に示された従来の折り畳み車いすに，その通常の構造に何ら変更を加えることなく，容易に取り外すことができる幅調節のための装置を付加するものであり(甲14，2頁右欄8ないし16行，3頁左欄7ないし14行)，第1図に示された従来の折り畳み車いすにのみ取り付けられると限定して解釈されるべきものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲43，44の1・2，45ないし48によれば，X枠の上端をスライドさせるか下端をスライドさせるかは単なる設計事項であり，X枠の上端下端の配置を逆転させることは周知慣用技術である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，折り畳みのためにX枠の下端が上下にスライドすることは周知慣用技術であるし，甲1発明のようにX枠の下端が上下にスライドする折り畳み車いすも公知である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性の有無",
              "text": [
                "X枠の上端が上下にスライドすること，X枠の下端が上下にスライドすることは，いずれも周知慣用技術であり(前記(1)ア，イ)，また，X枠の上端下端の配置を逆転させることは周知慣用技術であり(前記(2))，甲14記載の技術事項を，上端は上下位置を変えることなく下端が上下にスライドするものに変更して甲7発明に適用することは，当業者が容易に想到し得た(前記(3))。したがって，甲7発明に甲14に記載された技術事項を適用して本件特許発明と甲7発明の相違点2に係る本件特許発明の構成を容易に想到することはできた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明及び甲2に記載された技術事項に基づく容易想到性の判断の誤り(取消事由2)",
          "text": [
            "甲1発明に甲2記載の技術事項及び周知慣用技術を適用しても，本件特許発明と甲1発明の相違点1，3に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断は，誤りである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "車いすの幅を調節することについて",
              "text": [
                "次の文献の記載によれば，車いすにおいて，その幅を調整することは，周知慣用技術である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2(図1，図4，図6，図7)には，左右側枠がX枠で連結された折り畳み車いすで，その車いすの幅調節がされることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3(【0006】，【0011】，図4，図5)，甲4(【0006】，【0012】，図2，図3)，甲5(【0016】，図1，図3，図5)，甲7には，左右側枠が伸縮するX枠で連結された車いすで，その車いすの幅調節がされることが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲14，甲49(【0022】，図4，図5)，甲50(【0004】，【0006】，図6)には，左右側枠がX枠で連結された折り畳み車いすで，その車いすの幅調節がされることが記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "X枠の一端をスライド途中で止めて幅調節することについて",
              "text": [
                "次の文献の記載によれば，長さが変わらないX枠で左右側枠を連結し，そのX枠の一端を左右側枠に沿ってスライドさせて折り畳む機構において，その一端をスライド途中で止めて幅調節することは，周知慣用技術である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲14には，X枠の上端が上下にスライドして折り畳まれる車いすにおいて，上端がスライドして幅調節がされることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲49(【0022】，図4，図5)，甲50(【0004】，【0006】，図6)には，左右側枠をX枠で連結した折り畳み車いすにおいて，水平方向にX枠の一端がスライドして側枠の間隔を調整できることが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲43(【0002】，【0003】，【0008】，図1)には，左右側枠をX枠で連結した折り畳みいすにおいて，X枠の上端下端のいずれがスライドすれば折り畳むことができ，このX枠の開閉により幅調節がされることが記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "X枠の下端部の取付構造について",
              "text": [
                "X枠のスライドする下端の位置決め方法として，上下方向に並ぶ複数の軸穴から任意の軸穴を選択することは周知慣用技術であった。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性の有無",
              "text": [
                "車いすにおいて，その幅を調整することは，周知慣用技術であり(前記(1))，長さが変わらないX枠で左右側枠を連結し，そのX枠の一端を左右側枠に沿ってスライドさせて折り畳む機構において，その一端をスライド途中で止めて幅調節することは，周知慣用技術であり(前記(2))，X枠のスライドする下端の位置決め方法として，上下方向に並ぶ複数の軸穴から任意の軸穴を選択することは周知慣用技術であるから(前記(3))，甲1発明に甲2記載の技術事項及び周知慣用技術を適用するならば，相違点1，3に係る本件特許発明の構成を容易に想到することができた。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲8発明及び甲1発明に基づく容易想到性の判断の誤り(取消事由3)",
          "text": [
            "甲8発明に甲1発明を適用しても，本件特許発明と甲8発明の相違点1，2に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断は誤りである。その理由は，以下のとおりである。",
            "すなわち，本件特許発明の技術課題は，X枠で左右側枠を連結した車いすにおいて，その座面の高さを一定に保ったまま，X枠の幅調節をすることであり，このような技術課題は，本件特許の出願前より，当業者において周知の課題であった(甲2，3，6，7等)。本件特許発明は，X枠による幅調整に伴う座位置を補償することを技術課題とするものではない。",
            "また，甲8発明は，左右側枠をX枠で連結した構造の歩行器において，X枠端部の上下いずれかが左右側枠に対して上下位置を変えることなく，かつ，該X枠の長さを変えることなく幅調節を可能にする発明である。そして，甲14，43，45，46，48の記載によれば，X枠の開閉により幅調節がされるX枠において，上端下端の配置を逆転させることは，周知慣用技術であり，そのような構成の採用は単なる設計事項である。",
            "さらに，歩行器と車いすは，いずれも人の移動を補助する福祉機器であり，その主たる開発者，メーカーは重複している。",
            "したがって，甲8発明に甲1発明を適用し，相違点1，2に係る本件特許発明の構成を容易に想到することはできた。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由はいずれも理由がなく，審決の認定，判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲7発明及び甲14に記載された技術事項に基づく容易想到性の判断の誤り(取消事由1)に対し",
          "text": [
            "甲7発明に甲14に記載された技術事項を適用して相違点2に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断に誤りはない。その理由は，以下のとおりである。",
            "甲14記載の技術事項については，上端下端の配置を逆転させるようなことは想定されておらず，甲1にも上端下端の配置を逆転させることを示唆する記載はない。また，甲1発明の車いすは，使用状態(第一ポジション，図5A)と折畳み状態(第二ポジション，図6)のいずれかを採ることはできるが，使用時の幅調整はできないから，甲7発明とは課題が異なる。甲7発明に甲14に記載された技術事項を適用した上，さらに甲1発明を考慮することは容易とはいえない。甲14記載の車いすの横筋かいの下端は底棒4に回転可能に取り付けられていて，それ以上下方向に移動できない構造であるから，この部分をスライド可能にすることは困難である。",
            "そうすると，仮に甲2，7，16，17に示されるように，複数の軸穴と軸によって高さや幅を調整する構造が周知であるとしても，甲7発明に甲14に記載された技術事項を適用して，相違点2に係る本件特許発明の構成を容易に想到することはできなかった。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明及び甲2に記載された技術事項に基づく容易想到性の判断の誤り(取消事由2)に対し",
          "text": [
            "甲1発明に甲2記載の技術事項及び周知慣用技術を適用しても相違点1，3に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断に誤りはない。その理由は，以下のとおりである。",
            "甲1発明の車いすは，使用状態と折畳み状態のいずれかの状態を採ることのみが予定されているから，使用時に幅調整をするとの技術思想はなく，甲1発明に，車いすの幅を調節するための甲2記載の技術事項を適用する動機付けはない。",
            "また，甲2記載の車いすは，クロスブレース14を構成するクロスブレースメンバー38の上端52，下端46の，上側グロウタブ72，下側グロウタブ58に対する各取付位置を選択することにより，幅が調節される。そのため，甲2に記載された技術事項を甲1発明に適用できたとしても，その結果，甲1発明の左右側枠上下部に横方向に並ぶ複数の孔を設けることとなり，相違点1に係る本件特許発明の構成と異なるものとなる。"
          ]
        },
        {
          "fig": "3",
          "subject": "甲8発明及び甲1発明に基づく容易想到性の判断の誤り(取消事由3)に対し",
          "text": [
            "甲8発明に甲1発明を適用して相違点1，2に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断に誤りはない。その理由は，以下のとおりである。",
            "すなわち，甲1発明の車いすは，使用状態と折畳み状態のいずれかの状態を採ることのみが予定されているから，使用時に幅調整をするとの技術思想はなく，甲1発明からは，X枠による幅調整に伴う座位置の変化を補償するとの技術課題は生じない。また，甲8発明は歩行器の発明であるから，甲8発明からも，X枠による幅調整に伴う座位置の変化を補償するとの技術課題は生ぜず，左右側枠に対して上下位置を変えないX枠の端部を下端部から上端部に変更する動機が生じることもない。したがって，甲1発明を甲8発明に適用して相違点1，2に係る本件特許発明の構成を容易に想到することはできなかった。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "甲7発明及び甲14に記載された技術事項に基づく容易想到性の判断の誤り(取消事由1)について",
          "text": [
            "甲7発明に甲14に記載された技術事項を適用して本件特許発明と甲7発明の相違点2に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲14記載の技術事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲14には，次の記載がある。",
                    "「横筋かい9はその中央の点において接続されておりそこでピボツトボルト12に交わりその両端および下端において棒4および7のまわりに回転することができる。」(2頁左欄4ないし7行)",
                    "「横筋かい9はその下端において棒4とピボツト接続をしており座席8のための側面棒7にその上端において同じ仕方で接続されている。」(2頁左欄17ないし19行)",
                    "「横筋かい9は直立材2および3の間において座席の側面棒7および底棒4と下端においてピボツト接続している。このピボツト接続はさまざまな方法で得られるが，たとえば棒4および7に回転可能なスリーブ29を取りつけ，これらのスリーブを棒9の端にしつかり固定してそしてこのスリーブを支えている棒にそつてスリーブが動かないようストツプ30を棒7にもたせることによつても得られる。もちろん他の仕方のピボツト接続を用いてもよい。」(2頁左欄35ないし44行)",
                    "「クランク26が回転すると足21の上のストリップ22を支えている側面棒は明らかに引き上げられ，そしてこの運動につづいて筋かい9の折りたたみ運動および側面骨組が相互に接近する運動がつづく。いすの幅がこのようにして小さくなるといすは狭い出入口あるいは他の狭いすき間を通ることができる。この結果は乗り手が単にクランク26を回転することによって得られる。狭い出入口を通過した後クランクを反対方向にまわせば側面骨組は開きそしていすはもとの全幅を回復する。",
                    "このようにしていすは乗り手により容易に調節可能となりしかも通常の構造に何ら変更を加える必要はない。」(2頁右欄43行ないし3頁左欄9行)",
                    "「クランク26がその真下にある座席の側面にある棒7をあげるよう回転する時はこの棒7に接続した筋かい9の接近した端はやはりあげられ，そしてピボツト12のまわりに回転する。したがつてこの棒9と底棒4とのピボツト接続は他の側の側面骨組をこの付属品17を持つ骨組に向つてひき寄せ，そして他の筋かい9をひきあげてもう1つの側面棒7をもひきあげる。それゆえこの2つの側面骨組は互いにひき寄せられる。」(3頁左欄15ないし23行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載によれば，甲14には，X状の横筋かいで側面骨組が連結された車いすにおいて，横筋かいの上端及び下端が回転でき，横筋かいは長さを変えることなく，またその下端は上下位置を変えずに上端が上下にスライドして車いすの幅を調整可能とする技術事項が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲14記載の技術事項を甲7発明に適用することの容易性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲14記載の技術事項は，前記(1)イのとおりであり，下端は上下位置を変えずに上端が上下にスライドして車いすの幅を調整可能とするものである。",
                    "他方，甲7発明は，前記第2，3(2)ア(ア)のとおりであり，オープンポジションにおいてシートの高さを調整することなくサイドフレーム間の距離を調整するための選択的な調整が可能であるものであり，X枠の上端部の上下位置を変えることなく車いすの幅の調節を可能としたものである(前記第2，3(2)ア(イ)のとおり，X枠の上端部の上下位置を変えることなく車いすの幅の調節を可能としたとの点は，本件特許発明と甲7発明の一致点でもある。)。",
                    "そうすると，甲7発明に甲14記載の技術事項を組み合わせて相違点2に係る本件特許発明の構成を容易に想到し得るというためには，少なくとも，X枠の下端が位置を変えずに上端がスライドする甲14記載の技術事項について，上端が位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることが容易といえなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，原告は，甲14記載の技術事項を，上端は上下位置を変えることなく下端が上下にスライドするものに変更して甲7発明に適用することは，当業者が容易に想到し得たものであると主張し，その根拠として，①「甲7発明に甲14記載の技術事項をそのまま適用するならば，X枠の下端が上下位置を変えずに上端が上下にスライドするものとなるが，甲14に記載された技術事項は，甲14の第1図に示された従来の折り畳み車いすに，その通常の構造に何ら変更を加えることなく，容易に取り外すことができる幅調節のための装置を付加するものであり(甲14，2頁右欄8ないし16行，3頁左欄7ないし14行)，第1図に示された従来の折り畳み車いすにのみ取り付けられると限定して解釈されるべきものではない」(前記第3，1(3)ア)，②「甲43，44の1・2，45ないし48によれば，X枠の上端をスライドさせるか下端をスライドさせるかは単なる設計事項であり，X枠の上端下端の配置を逆転させることは周知慣用技術である」(前記第3，1(3)イ)，③「折り畳みのためにX枠の下端が上下にスライドすることは周知慣用技術であるし，甲1発明のようにX枠の下端が上下にスライドする折り畳み車いすも公知である」(前記第3，1(3)ウ)と主張する。しかし，原告の上記主張は，以下の理由により，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①について",
                      "text": [
                        "甲14によれば，第1図は，従来から知られている折り畳み車いすの一般的構造を示したものであり，甲14に記載されたいす幅調整付属装置は，第1図に示された折り畳み車いすにのみ取り付けられるものではないと解される。しかし，甲7発明との組み合わせによる本件特許発明の容易想到性を考慮するに当たって認定すべき甲14記載の技術事項は，前記(1)イのとおりであり，第1図に例示された構造のものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲43，44の1・2，45ないし48には，次のような技術事項が記載されている。",
                            "甲43(実願平4−93821号(実開平6−52597号)のCD−ROM，考案の名称  脚装置)には，「脚杆1に沿ってスライド自在に設けた取付部4をスライドさせながら，X状の桟杆部材3の上下の端部間の開き角度を変えて，脚杆1の対向間隔を調整」(【0003】)することができる脚装置が記載されており，「少なくとも上側若しくは下側の端部を枢着する取付部4を脚杆1に沿ってスライド自在に構成」(【0008】)することが記載されており，スライドさせる取付部4を上側又は下側とできることが示されている。",
                            "甲44の1・2(実願昭54−170733号(実開昭56−87024号)のマイクロフィルム，考案の名称  歩行補助具)には，「前輪脚3，3へ摺動筒2，2を外挿し，X状に交差軸着した杆材1，1の上端を摺動筒2，2の上端内側へピン8，8をもつて軸着し，下端を前輪脚3，3の下端内側へ軸着し，握り棒9を有する二つ折りの操作レバー4の各端部を摺動筒2，2へピン8，8をもって軸着」(甲44の2，2頁12ないし17行)するとの構造を有する歩行補助具が記載されており，「二つ折りの操作レバー4は逆V字状になりながら摺動筒2，2を引き上げて行き，・・・X状の杆材1，1は閉じて行き，前輪脚3，3は相互に接近する」(甲44の2，4頁8ないし12行)との態様で折りたたまれることが記載されており，X状の杆材1，1の下端が上下位置を変えず，上端が上下方向に摺動するとの構成により，X状の杆材1，1が閉じることが記載されている。",
                            "甲45(実用新案出願公告第645号，折畳椅子)には，支桿を中央部で緩着した二組の交差桿を備え，高さを変えることのできる折り畳みいすが記載されており，X状の交差桿の下端が上下位置を変えず，上端が上下方向に動き，X枠の高さが変わることが示されている。",
                            "甲46(特開平11−266937号公報，発明の名称  伸縮式棚装置)には，「後側の下端部(あるいは上端部)に上下に延びるスライドガイド1，1を設けた左右の支持側板2，2と，中央で互いに交差するように枢着されると共に，それぞれの一端3a，3aを支持側板2，2のそれぞれの後側の上端部(あるいは下端部)に枢支し，それぞれの他端3b，3bをスライドガラス1，1に沿って移動調整可能な状態で，支持側板2，2の反対側のそれぞれの後側の下端部(あるいは上端部)に枢支している一対の支持杆3，3と，支持杆3，3のそれぞれの他端3b，3bをスライドガイド1，1の移動調整位置に固定する第1の固定手段4，4」(【0006】)などを具備した伸縮式棚装置が記載されており，「このような構成では棚板5の左右の支持側板2，2が支持杆3，3によって相互に連結されていて，その支持杆3，3の他端をスライドガイドに対して移動調整し，第1の固定手段4により，その移動調整位置に固定するので，棚板5の長さが伸縮調整されても，それに対応できるから，容易に，しかも，安定した棚板支持ができる。」(【0009】)として，X状をなす支持杆3，3の一端が左右の支持側板2，2に枢支され，他端がスライドガイドに沿って移動できるようにして，棚の幅を調整することが記載されている。そして，「支持側板2，2は，それぞれ，その後側の下端部に上下に延びるスライドガイド1，1を設けているが，支持側板を上下反転した状態，即ち，支持側板の後側の上端部に上述したスライドガイド1，1を設けて，これに対して支持杆3，3の他端3b，3bを摺動可能に位置調整できるようにしてもよい。」(【0022】)として，支持杆3，3のスライドする方の端部を上下入れ替えてもよいことが記載されている。",
                            "甲47(実願平3−47926号(実開平4−131229号)のマイクロフィルム，考案の名称  歩行補助器用車輪ロツク装置)には，「連結機構11は，直線状部材11a，11bを各々の中央部において交差させ各々回動自在に連結してなるX字状連結部材から構成されている。各部材11a，11bの上端は前側枠対2の各側枠2a，2bの上部に回動自在に連結されている。また各部材11a，11bの下端は，それぞれ各側枠2a，2b上をスライド自在なスライド部材15に回動自在に連結されている。これにより，各スライド部材15が各側枠2a，2b上をスライドして部材11a及び11bの交差角が変化し，各側枠2a，2bが相互に接近・離反し得るようになっている。」(【0014】)との構成を備える歩行補助器が記載されており，X字状連結部材の上端は側枠に対して上下位置を変えず，下端は側枠にスライド自在に取り付けられており，X字状連結部材の交差角が変化して側枠の幅が変わることが記載されている。",
                            "甲48(特許第107020号明細書，折畳椅子)には，X枠の上端は上下位置を変えず，下端の高さを変えることによって幅を調節する椅子が記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲43，44の1・2，45ないし48に開示された技術内容は，上記のとおりである。",
                            "しかし，無効審判においては，甲1，2，7，8，10，14に記載された公知技術に基づく容易想到性が無効審判請求の理由とされており，甲43，44の1・2，45ないし48は，審判において証拠として提出されておらず，甲43，44の1・2，45ないし48に記載された公知技術との対比における進歩性欠如等の無効原因は，無効審判で審理判断されていないから，その無効原因を本訴において新たに主張することは許されない。また，仮に，甲43，44の1・2，45ないし48に記載・開示された技術内容が周知技術であったしても，同技術は，無効審判において審決が基礎とした甲1，2，7，8，10，14に記載された技術とは異なるものであって，これらを単に補完する技術ともいえないから，本訴において，甲43，44の1・2，45ないし48に記載された技術を周知技術であると扱った上で，審理の対象とすることも許されない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記③について",
                      "text": [
                        "甲1発明は，前記第2，3(2)イ(ア)のとおりであり，クロスメンバー20の下端はサイドメンバー18A，18Bにスライド可能に連結されているから，X枠の下端が上下にスライドするということはできる。しかし，甲1発明は，シザーメカニズム16が，側枠14A，14Bが離れた第一ポジション(図1，3，4，5A及び5B)と，側枠14A，14Bが隣接した第二ポジション(図2，6)との間で動くことができる車椅子であり，甲1の各図面等の記載に照らし，第一ポジションは使用位置，第二ポジションは折り畳み位置であると認められ，不使用時に折り畳めるとしても，使用時の幅の調整ができるものではない。そのため，甲1発明は，オープンポジション(使用時の状態)においてシートの高さを調整することなくサイドフレーム間の距離(幅)を調整するための選択的な調整(前記第2，3(2)ア(ア)の甲7発明の内容参照)を課題とする甲7発明とは，課題を異にする。また，甲1には，X枠の下端が位置を変えずに上端がスライドする甲14に記載された技術事項について，上端が位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることを示唆する記載もない。したがって，甲1発明を考慮したとしても，甲14記載の技術事項を，上端は上下位置を変えることなく下端が上下にスライドするものに変更して甲7発明に適用することを当業者が容易に想到し得たということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告の主張は，いずれも採用することができない。そして，無効審判において提出された証拠を検討しても，甲7発明に甲14記載の技術事項を適用するに当たり，X枠の下端が位置を変えずに上端がスライドする甲14記載の技術事項について，上端が位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることを容易に想到し得たと認めるに足りる証拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "そうすると，甲7発明に甲14記載の技術事項を適用して相違点2に係る本件特許発明の構成を容易に想到することができたとはいえず，審決の同旨の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明及び甲2に記載された技術事項に基づく容易想到性の判断の誤り(取消事由2)について",
          "text": [
            "甲1発明に甲2記載の技術事項及び周知慣用技術を適用しても，本件特許発明と甲1発明の相違点1，3に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2記載の技術事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，次のとおりの記載がある。",
                    "「A sling (not shown) may be supported by the seat rails 16. The length and height of the sling may vary.」(3欄2ないし4行)",
                    "(吊り布(図示せず)がシートレール16に支持されうる。吊り布の長さや高さは変えられる。)",
                    "「The crass-brace 14, as shown in FIG. 3, is a folding mechanism including two members, generally indicated at 38, connected by a pivot 40. The upper and lower ends 52, 46 of each cross-brace member 38 are connected to corresponding upper and lower side rails 28,30 by corresponding upper and lower grow-tabs 72,58.",
                    "A pair of lower grow-tabs 58 (FIG.4) each has a first end 64 connected to a lower side rail 30, A plurality of laterally spaced apertures 68 extends to a second end 66 of each lower grow-tab 58. Although only three apertures are shown, any suitable number of apertures may be provided. The apertures 68 in the lower grow-tabs 58 are adapted to co-align. The lower grow-tabs 58 are longitudinally spaced to provide a channel 62 therebetween. The channel 62 is adapted to receive the lower end 46 of a cross-brace member 38. An aperture 69 provided in the lower end 46 of a cross-brace member 38 is adapted to co-align with one of the co-aligning apertures 68 in the lower grow-tabs 58. The co-aligning pair of apertures 68，69 are adapted to receive a fastener 70 for pivotally connecting the lower end 46 of the cross-brace member 38 to the lower grow-tabs 58. The spacing between the lower side rails 30 may be varied by varying the position of the lower end 46 of each cross-brace member 38 relative to the lower grow-tabs 58, as shown in FIGS. 6 and 7. The tab apertures 68 may be uniformly spaced to permit the spacing between the lower side rails 30 to be uniformly and incrementally adjusted.」(3欄13ないし39行)",
                    "(図3に示されるように，クロスブレース14は折畳機構であり，符号38でその全体が示されている2つの部材がピボット40で連結してなる。各クロスブレースメンバー38の上端52及び下端46は，対応する上下各グロウタブ72，58により対応する上下各サイドレール28，30に連結されている。一対の下側グロウクブ58(図4)のそれぞれが，下側サイドレール30に連結している第一の端64を有している。複数の孔68が，各下側グロウタブ58の第二の端66まで横方向に間隔を開けて延在している。3個の孔しか図示されていないが，好適な任意の数の孔が設けられてもよい。各下側グロウタブ58の孔68は，一列に並んでいる。各下側グロウタブ58の間には前後方向の間隔があり，溝62が設けられている。この溝62はクロスブレースメンバー38の下端46を受けるようになっている。クロスブレースメンバー38の下端46に設けられた孔69は，下側グロウタブ58に設けられた一列に並ぶ孔68のいずれかと一列に並ぶようになっている。一列に並んだ一対の孔68，69は，クロスブレースメンバー38の下端46と下側グロウタブ58とを回動可能に連結するためにファスナー70を受ける。下側サイドレール30間の間隔は，図6及び図7で示すように，各クロスブレースメンバー38の下端46の位置を下側グロウタブ58に対して変えることにより変動させることができる。下側サイドレール30間の間隔を一定かつ漸増的に調節可能とするよう，タブの孔68の間隔を一定間隔としてもよい。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載から，甲2には次の技術事項が記載されているものと認められる。",
                    "「折畳機構であるクロスブレース14は，2つのクロスブレースメンバー38がピボット40で連結してなり，各クロスブレースメンバー38の上端52及び下端46は，対応する上下各グロウタブ72，58により対応する上下各サイドレール28，30に連結されることにより，下側サイドレール30間の間隔を変動させるものであって，クロスブレースメンバー38の下端は下グロウタブ58に横方向に並ぶ複数の孔68にファスナー70を介して取り付けられるもの。」",
                    "そして，これに甲2のその他の記載や図3ないし7を参酌すると，甲2に記載された幅調節のための機構は，次のとおりであると認められる。",
                    "すなわち，2つのクロスブレースメンバー38がピボット40で連結しており，クロスブレースメンバー38の上端52は，連結具74を介し，上グロウタブ72に横方向に並ぶ複数の孔84にファスナー88により取り付けられ，上グロウタブ72により上サイドレール28に連結されている。他方，クロスブレースメンバー38の下端46は，下グロウタブ58に横方向に並ぶ複数の孔68にファスナー70を介して取り付けられ，下グロウタブ58により下サイドレール30に連結されている。そして，上サイドレール28，下サイドレール30の間隔変動は，上グロウタブ72及び下グロウタブ58の横方向に並ぶ複数の孔の選択によるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2に記載された技術事項を適用した場合の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2に記載された技術事項，幅調節のための機構は，前記(1)イのとおりであるから，仮に，甲2に記載された技術事項を甲1発明に適用したとすれば，甲1発明の左右側枠上下部に横方向に並ぶ複数の孔を設けることとなり，本件特許発明と甲1発明の相違点1に係る本件特許発明の構成(回動杆下端部の左右側枠下部への取り付けが，「軸を介して」「枢着した」ものであり，「左右側枠下部には，上下に配列している複数個の軸穴が設けられており，車椅子の所望の巾に対応して該複数個の軸穴のうちの一つを選択して該軸穴に軸を支持させる」との構成)とは異なるものとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，原告は，甲14，43，49，50によれば，長さが変わらないX枠で左右側枠を連結し，そのX枠の一端を左右側枠に沿ってスライドさせて折り畳む機構において，その一端をスライド途中で止めて幅調節することは，周知慣用技術であるとの主張(前記第3，2(2))を前提として，甲1発明に甲2記載の技術事項及び周知慣用技術を適用するならば，相違点1，3に係る本件特許発明の構成を容易に想到することができたと主張する(前記第3，2(4))。しかし，原告の上記主張は，以下の理由により，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，X枠の上端の上下位置を動かさず下端をスライドさせるものであるところ，前記1(2)ウと同様に，X枠の下端が位置を変えずに上端がスライドする甲14記載の技術事項について，上端が位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることは容易に想到し得たとは認められないから，甲1発明に甲14記載の技術事項を適用しても，本件特許発明を容易に想到し得たとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲43に記載された技術事項は，前記1(2)イ(イ)aのとおりである。また，甲49(特開2000−237243号公報，発明の名称  車椅子の台)，甲50(特開平5−208035号公報，発明の名称  車椅子)には，水平方向に設置したX枠の一端を固定し，他端がスライドするようにし，幅方向に設けた部材により調節後の幅を固定することによって幅を調節できるようにした車いすが記載されている。",
                        "しかし，甲43，49，50に記載・開示された技術内容は，無効審判において審決が基礎とした甲1，2，7，8，10，14に記載された技術とは異なるものであり，また，これらを単に補完する技術ともいえないから，本訴において，甲43，49，50に記載された技術を周知技術であると扱った上で，審理の対象とすることは許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，甲2に記載された技術事項を甲1発明に適用できたとしても，相違点1に係る本件特許発明の構成とは異なるものとなり，相違点1に係る本件特許発明の構成を容易に想到し得たとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，甲1発明に甲2記載の技術事項及び周知慣用技術を適用しても，相違点1，3に係る本件特許発明の構成を容易に想到することができたとはいえず，同旨の審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲8発明及び甲1発明に基づく容易想到性の判断の誤り(取消事由3)について",
          "text": [
            "甲8発明に甲1発明を適用して本件特許発明と甲8発明の相違点1，2に係る本件特許発明の構成を容易に想到することはできなかったとした審決の判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲8発明は，前記第2，3(2)ウ(ア)のとおりであり，下端が上下位置を変えずに上端がスライドする構成のX枠を備えるものである。そして，本件特許発明と甲8発明の相違点2は「，上下に配列している複数個の軸穴が設けられている端部は，本件特許発明では下部であるのに対し，甲8発明では上部であり，左右側枠に対して上下位置を変えないX枠の端部は本件特許発明では上端部であるのに対し，甲8発明では下部である点。」(前記第2，3(2)ウ(ウ)b)である。",
                "そうすると，相違点2に係る本件特許発明の構成を容易に想到し得たというためには，甲8発明のように，下端が上下位置を変えずに上端がスライドする構成のX枠について，上端が上下位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることを容易に想到し得たといえなければならない。",
                "この点につき，原告は，甲14，43，45，46，48の記載によれば，X枠の開閉により幅調節がされるX枠において，上端下端の配置を逆転させることは，周知慣用技術であり，そのような構成の採用は単なる設計事項であるとして，相違点2に関する本件特許発明の構成を容易に想到し得たと主張する。しかし，原告の上記主張は，以下の理由により，採用することができない。",
                "すなわち，前記1(2)ウと同様に，X枠の下端が位置を変えずに上端がスライドする甲14記載の技術事項について，上端が位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることは容易に想到し得たとは認められない。",
                "また，甲43，45，46，48記載の技術事項は，前記1(2)イ(イ)のとおりであり，X枠の上端又は下端の一方の上下位置を変えず，他方をスライド可能とすることによってX枠の幅を変えることが記載されている。",
                "しかし，甲43，45，46，48に記載・開示された技術内容は，無効審判において審決が基礎とした甲1，2，7，8，10，14に記載された技術とは異なるものであり，また，これらを単に補完する技術ともいえないから，本訴において，甲43，45，46，48に記載された技術を周知技術であると扱った上で，審理の対象とすることは許されない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうすると，甲8発明のように，下端が位置を変えずに上端がスライドする構成のX枠について，上端が位置を変えずに下端がスライドする構成となるように上下の配置を逆転させることを容易に想到し得たとは認められず，甲8発明に甲1発明を適用して本件特許発明の相違点2に係る構成を容易に想到することができたとはいえない。また，甲8発明は歩行器の発明であり，甲1発明は車いすの幅を調整する発明ではないから，甲8発明に甲1発明を適用しても，車いすの幅を調節可能とする本件特許発明を容易に想到し得たとはいえない。",
                "したがって，甲8発明に甲1発明を適用して相違点1，2に係る本件特許発明の構成を容易に想到することができたとはいえず，同旨の審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の判断の誤りの有無",
          "text": [
            "これまで述べたように，甲7発明に甲14記載の技術事項を適用した場合，甲1発明に甲2記載の技術事項を適用した場合，甲8発明に甲1発明を適用した場合のいずれについても，本件特許発明を容易に想到し得たとは認められず，同旨の審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由がない。原告は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10278",
    "date": "2011-03-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081199",
    "ipprecedent_id": "2559",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}