{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007-31134号事件について平成22年7月5日にした審決を取り消す。",
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「副甲状腺ホルモンの類似体」とする発明について，平成8年7月3日に国際特許出願をした(国際出願番号  PCT／US96／11292，出願番号  特願平9-505897。パリ条約による優先権主張  平成7年7月13日，平成7年9月6日，平成8年3月29日  米国。以下「本願」といい，同出願に係る外国語書面の翻訳文を「本件当初明細書」という。)(甲4)。",
            "原告は，平成19年8月10日付けで拒絶査定を受け(甲11)，同年11月19日，拒絶査定不服審判(不服2007-31134号事件)を請求し(甲12)，同年12月19日，明細書を変更する旨の手続補正書を提出した(以下「本件補正」という。)(甲13)。",
            "特許庁は，平成22年7月5日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は同年7月26日に原告に送達された(甲17)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正による補正後の明細書(以下「本件明細書」という。)の特許請求の範囲の請求項1は次のとおりである(以下，上記請求項1に係る発明を「本件発明」といい，同発明に係るペプチドを「本件ペプチド」という。)(甲13)。",
            "【請求項1】式：［Glu22，25，Leu23，28，31，Aib29，Lys26，30］hPTHrP(1-34)ＮH のペプチド。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである(甲17)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願優先日前に頒布された刊行物であるThe  Journal  of  Biological  Chemistry(1995  Mar)，Vol.270，Ｎo.12，p.6584-6588(甲7の1。以下「引用文献」という。)に記載された発明(以下「引用発明」といい，同発明に係るペプチドを「引用発明ペプチド」という。)の内容，本件発明と引用発明との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明の内容",
                      "text": [
                        "hPTHrP(1-34)ＮH の5位をIleに，19位をGluに，21位をValに置換したペプチド"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "構成アミノ酸の数個を置換した，hPTHrP(1-34)ＮH のペプチド"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明では，22及び25位をGluに，23，28及び31位をLeuに，29位をAibに，26及び30位をLysに置換したものであるのに対し，引用発明では，5位をIleに，19位をGluに，21位をValに置換したものである点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ヒト副甲状腺ホルモン関連タンパク質(hPTHrP。以下「PTHrP」ということがある。)の改変体を製造しようとすること，その際，ヒト副甲状腺ホルモン(hPTH。以下「PTH」ということがある。)とPTHrPとでアミノ酸残基の異なる部位に着目することは，引用文献に接した当業者であれば，容易に想到し得たことであり，hPTHrP(1-34)ＮH の改変体において，PTHとPTHrPとで共通するアミノ酸が占める部位以外の部位である，22，23，25，26，28，29，30及び31位のアミノ酸を置換しようとすることは，当業者が容易になし得た。",
                    "本件明細書には，本件ペプチドのPTHレセプターへの結合及びアデニル酸シクラーゼ活性の刺激に対する効果が記載されておらず，本件発明が格別の効果を奏するとはいえない。",
                    "したがって，本件発明は，引用発明に基づいて，当業者が容易に発明することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "平成14年法律第24号による改正前の特許法36条4項違反について",
              "text": [
                "本件明細書の発明の詳細な説明には，本件ペプチドが奏する効果についての具体的な記載はなく，所定の効果を示すことについて，具体的な技術的説明も記載されておらず，本件発明について当業者が実施することができるように明確かつ十分に記載されていないから，平成14年法律第24号による改正前の特許法(以下「特許法」という。)36条4項に規定する要件を満たしていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "本件審決は，本件ペプチドの構成に関する容易想到性の判断の誤り(取消事由1)，容易想到性の判断の前提としての本件ペプチドの効果に関する認定の誤り(取消事由2)，特許法36条4項違反についての判断の誤り(取消事由3)があり，本件審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件ペプチドの構成に関する容易想到性の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "PTH及びPTHrPは，共通のPTH／PTHrPレセプターへ結合して，シグナルを発生し，多くの生物学的な作用を分担する。レセプターへの結合活性や安定性に優れたPTH及びPTHrPの改変体は，ホルモン関連疾患等の治療に用いることができるため，当該改変体の創製は，本願優先日当時，当業者にとって技術課題であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ヒトのPTH，PTHrP及び本件ペプチドにおける1ないし34位のアミノ酸残基は，別紙1(甲14の2の一部を転記したもの)のとおりである。PTHとPTHrPとで34のアミノ酸残基のうち異なる部位は，1，5，8，10，11，14ないし19，21ないし23，25ないし31，33及び34位の合計23か所(以下「本件23か所」という。)であり，本件ペプチドとPTHとでは，1，5，8，10，11，14ないし19，21，23，25，27，29ないし31，33及び34位の合計20か所で，本件ペプチドとPTHrPとでは，22，23，25，26及び28ないし31位の合計8か所で異なっている。",
                    "引用文献の表Ⅱに記載された引用発明ペプチド［Ile5，Glu19，Val21］PTHrP(1-34)のAR-40細胞への結合能はIC ＝約38nMであるが，このリガンドは本件ペプチドと，5，19，21ないし23，25，26，28ないし31位の合計11箇所でアミノ酸残基が異なっている(別紙1参照)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献においては，本件23か所のうち5位，19位，21位の重要性にのみ着目してPTHとPTHrPを改変した数個の改変体のAR-40細胞への結合能を測定しているが，表Ⅱ記載のリガンド［Ile5］PTHrP(1-34)は，PTHrPの5位のヒスチジン(His)をPTHと同じイソロイシン(Ile)へ置換したものであり，AR-C40細胞への結合能を向上させることが開示されている。一方，表Ⅱ記載のリガンド［His5］PTH(1-34)は，PTHの5位のイソロイシン(Ile)をヒスチジン(His)に置換したものであるが，AR-40細胞への結合能が顕著に低下することが開示されている。",
                    "また，甲1ないし3，5及び7並びに乙3の公知文献によると，当業者は，Ｎ末端1ないし13位並びに20，24及び32位の全てについて置換可能であるか検討しており，その結果からも上記各部位のアミノ酸の果たす機能は完全には解明できておらず，上記各部位のアミノ酸の置換をさらに検討することは自然である。",
                    "以上のとおり，引用発明ペプチドと本件ペプチドとでは，相違するアミノ酸残基が11か所あり，上記公知文献等によると，引用発明ペプチドやPTHrPの34アミノ酸残基中，本件23か所にのみに着目して改変部位を選択する根拠は示唆されておらず，また，PTHrPにつき本件23か所中の特定の8か所の改変を想起させるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "改変に用いる置換アミノ酸として，天然のアミノ酸のほか，非天然のアミノ酸を用いることも可能であり，甲2，4及び5には，置換アミノ酸として合計71種類のアミノ酸が記載されている。したがって，ペプチド中のアミノ酸それぞれにつき71種類のアミノ酸が選択できるのであり，引用発明ペプチドから本件ペプチドを得るためには，天文学的数値の選択肢があり，当業者は引用発明から本件発明を容易に想到することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件ペプチドは，PTHrPの30位のグルタミン酸(Glu)(酸性，親水性)がリシン(Lys)(塩基性，親水性)に置換されているが，30位のアミノ酸残基は，PTHではアスパラギン酸(Asp)，PTHrPではグルタミン酸(Glu)といずれも酸性残基であるのに対して，性質の異なる塩基性残基でも目的の効果が達成できることは，本件明細書の実施例により初めて確認された。したがって，PTHrPの30位を上記のように置換することは，当業者にとって容易ではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によると，引用発明ペプチドやPTHrPの特定の部位を特定数選択し，特定のアミノ酸で置換して，被検者の骨の成長を刺激することができる新規な本件ペプチドを得ることは，当業者には容易ではなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の前提としての本件ペプチドの効果に関する認定の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件ペプチドの効果は不明であるから，本件発明が格別の効果を奏するとはいえないと判断した。また，この点に関して，被告は，特定のペプチド改変体に係る発明が容易想到でないとされるためには，解決すべき課題やペプチド改変体の構造のみならず，当該特定のペプチド改変体の奏する効果が予測できない顕著なものである必要があるとしている。",
                    "しかし，特定のペプチド改変体に係る発明が容易想到でなく，特許されるべきであるとされるためには，当該特定のペプチド改変体が，引用文献及び技術常識から，当業者が容易に想起できない効果を有することで十分であり，その効果が予測できない顕著なものである必要はない。そして，以下のとおり，当業者は，本件明細書の記載及び技術常識から，本件ペプチドの効果を認識することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，発明の目的を達成する手段として本件ペプチドが記載されており，発明の詳細な説明には，本件ペプチドは，被検者の骨の成長を刺激することができるため，単独であるいはビスホスホネートやカルシトニン等の抗骨吸収抑制治療と同時に投与される際に，骨粗鬆症や骨折の治療に有用であることが記載されており，表1(別紙2のとおりである。)には，PTH改変体である30種のペプチドが奏する効果として，PTHレセプターへの結合に関する具体的データ，即ち，SaOS-2細胞上のPTHレセプターに対しての結合親和性(IC 値)，及び，アデニル酸シクラーゼ活性を刺激する活性(EC 値)も具体的に記載されている。したがって，当業者は，本件ペプチドの効果として，PHTレセプターへの結合及びアデニル酸シクラーゼ活性の刺激に対する効果，すなわち，被検者の骨の成長を刺激することができる効果を直接的に理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また，PTH(1-34)は2個の両(親媒)性のアルファヘリックス(親水性及び疎水性クラスター領域を有するヘリックス)ドメインを有することが知られており，第1αへリックス(Ｎ末端側)は4-13番目のアミノ酸残基間に，第2αへリックス(C末端側)は21-29番目のアミノ酸残基間に，それぞれ形成されている。これらのαへリックス構造は，PTH／PTHrPレセプターとの結合特異性に寄与していると考えられている。したがって，PTH又はPTHrP改変体において第1及び第2αへリックスが存在すれば，PTH／PTHrPレセプターとの結合特異性が確保されていると理解できる。当業者は，本願優先日当時に利用可能であったペプチドの構造解析法で解析すれば，本件ペプチドが，2個のαへリックス構造を有し，その位置はPTHのαへリックスとおおよそ同じ位置を保っているので，PTH／PTHrPレセプターとの結合特異性を示し，被検者の骨の成長を刺激することができる効果を有すると認識できる。",
                            "αへリックスドメインのアミノ酸配列相同性を検討すると，本件ペプチドの第1αへリックス構造を構成する4-13位は，PTHrPと100％(10／10)の相同性を，第2αへリックス構造を構成する21-29位は，PTHと44％(4／9)，PTHrPと33％(3／9)の相同性を示す。PTH及びPTHrPは21ないし29位において共通の効果を示す構造を有すると考えられるから，PTHとPTHrPとでアミノ酸残基が異なる位置では，どちらのアミノ酸残基が選択されても共通の効果を示す第2αへリックス構造を形成できる可能性が高いと考えられる。本件ペプチドの21ないし29位は，PTH又はPTHrPいずれかのアミノ酸残基と67％(6／9)の相同性を示しており，置換したアミノ酸の特性から検討しても，本件ペプチドは，PTH及び／又はPTHrPと同様の第2へリックス構造をとると解される。したがって，当業者は，本件ペプチドが，PTH及び／又はPTHrPと同様の2個のαへリックス構造を有し，PTH／PTHrPレセプターとの結合特異性を示し，被検者の骨の成長を刺激することができる効果を有すると認識できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "さらに，本願優先日当時，PTH及びPTHrPは，2個のヘリックスをＮ末端及びC末端に有しており，Ｎ末端へリックスはレセプターのシグナル発生機構に関係し，C末端へリックスはレセプターへの結合親和性に関係し，レセプターへの特異的結合は，ヘリックスの立体構造並びに疎水性及び親水性アミノ酸の分布が主な決定要因であることは，当業者の常識であった。",
                            "本件ペプチドのＮ末端へリックス構造を形成するアミノ酸ドメインはPTHrPと同一であるので，当業者は本件ペプチドのシグナル発生に関する機能が維持されていることは当然理解できる。",
                            "PTH及びPTHrPは，いずれもヘリックスの21ないし31位領域で明確な疎水クラスター及び親水クラスターが形成されているから，レセプターへの結合は，C末端のへリックス構造においてこれらクラスター構造が保持されれば確保されることが理解される。本件ペプチドにはC末端へリックス構造が存在し，かつヘリックスホイール分析によると，本件ペプチドのC末端へリックスの21ないし31位はPTHrPと同じアミノ酸部位により構成された疎水クラスター及び親水クラスターを形成し，PTHrPと比較すると更に22及び29位のアミノ酸残基も親水クラスターの構成要素となっている。このように疎水クラスター及び親水クラスター構造も強く保存されているので，当業者は，本件ペプチドにレセプターへの結合機能が保存されていることが理解できる。",
                            "したがって，当業者は，本件ペプチドは，レセプターへ結合する機能が維持されており，かつ，レセプターのシグナルを発生する機能も維持されているから，「被検者の骨の成長を刺激することができる効果」を有すると認識することができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "さらに，以下のとおり，本件ペプチドには予測できない顕著な効果があり，当業者は，本件明細書の記載からそのことを認識することができる。",
                        "本件ペプチドは，PTH及び／又はPTHrP(1-34)の半分以下の量でアデニル酸シクラーゼ活性を50％刺激することが可能であり，2倍以上の活性を示した。特にPTHrP(1-34)との対比では，2．8倍の顕著な高活性を示す。",
                        "また，本件ペプチドとPTH(1-34)とを腹腔内単回注射したところ，本件ペプチドは，PTHと同程度の投与量及び最大血中濃度で，PTHより最大濃度到達時間が遅いにもかかわらず，血中濃度の持続時間が非常に長く(消失半減時(t)が遅い)，かつ全身クリアランス(CLtot＝消失速度／血中濃度：一定時1／2間内に薬物が代謝・排泄される量を体積で換算した価)も非常に小さいため，曝露量が顕著に大きい。",
                        "このように，本件ペプチドは，PTHやPTHrPよりも，患者への投与量，投与回数を少なくして負担を減少させることができるという，当業者が予測できなかった極めて優れた効果を有する。",
                        "本件明細書の表1(別紙2)から，PTHの疎水クラスターを構成するアミノ酸中，いずれかのアミノ酸を疎水性の高いアミノ酸に置換すると結合性が上昇し，その結果cAMP活性も上昇すること，嵩高いアミノ酸残基が多くなると逆に結合性が低下し，それに応じて活性も低下するという結果が確認できる。そして，公知のへリックスホイール分析を本件ペプチドに適用し，かつ上記の表1から確認できる結果を参照することにより，本件ペプチドのC末端へリックスの疎水クラスター及び親水クラスターの作用機能は，PTHrPのものよりも強力になり，その結果，本件ペプチドがレセプターへ結合する機能はPTHrPよりも優れたものに強化されていることが認識できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，上記効果を具体的に示す甲10の表A並びに甲14の3の表B’及びD記載のデータ(以下「本件データ」という。)は，本件明細書には明示されていない。しかし，本件明細書中には，本件ペプチドは，「被検者の骨の成長を刺激することができ，骨粗鬆症や骨折の治療に有用」な効果を有するとして，具体的，明示的な記載があり，本件データは本件ペプチドそのものに内在する効果であり，しかも，アデニル酸シクラーゼ活性は本件明細書にも記載されていた評価項目であり，さらに，前記のとおり，当業者は本件明細書の記載から，本件ペプチドの効果は予測できない顕著なものであることを認識できるのであるから，本件データは，本件明細書に記載された本件ペプチドの効果を確認する補強データとして，参酌されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件ペプチドの効果は本件明細書から明確であり，さらに，本件ペプチドは従来技術のペプチドと比較して極めて優れた効果を奏するものであるから，本件発明は容易想到とはいえない。",
                    "この点，被告は，本件明細書には本件ペプチドが奏する効果は記載されていないと主張する。しかし，化学物質の発明であれば，一律に「物の構造に基づく効果の予測が困難な技術分野」であるとして，出願時に実施例でその効果を開示することを求めることは不当であり，明細書に当該発明の効果が具体的に開示されている必要はない。本件ペプチドが，「被検者の骨の成長を刺激することができる」効果を示すことは，通常の技術常識を備えた当業者であれば，本件明細書の記載から認識できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条4項違反についての判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書において本件ペプチドの構造は特定されており，前記のとおり，当業者は，ヘリックス構造の立体的解析，ヘリックスホイール分析技術等を含む本願優先日当時の技術常識に基づき，本件明細書の記載から，本件ペプチドが目的とする効果を奏し，かつPTHrPよりも優れた効果を奏することは容易に認識できる。したがって，本件ペプチドの具体的数値データは必要ではない。",
                    "また，当業者は，本件明細書の記載により，本件ペプチドを合成することが可能である。",
                    "本件発明は，被検者の骨の成長を刺激することができ，骨粗鬆症や骨折の治療に有用である新規なPTHrPペプチド改変体の発明であり，本件明細書の表1(別紙2)に列記されたペプチドと同様に，本件ペプチドが被検者の骨の成長を刺激することができる効果を有することは明らかである。",
                    "したがって，当業者は，本件明細書及び本願優先日当時の技術常識に基づき，本件ペプチドをどのように製造し，どのように使用するか理解できるから，本件明細書の詳細な説明には，本件発明について当業者が実施することができるように明確かつ十分に記載されている。",
                    "なお，化学物質の発明であっても物の構造に基づく効果の予測は可能であり，本件データや回答書(甲16)の参考図3，6及び7に基づく主張も，本件明細書の記載に基づいたものであるから，これらも勘案されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，明細書に代表的な実施例が記載されている必要があるところ，本件明細書にはその記載がないから，本件発明は，容易想到であると判断する。しかし，本件明細書の表1(別紙2)に記載された実施例は，本件当初明細書に記載されている2つの一般式で表され，本件ペプチドも含まれる特徴的技術思想を共有する多数のペプチドの代表例であるので，表1の実施例は本件発明の代表的実施例といえる。また，本件ペプチドと表1のペプチドとは，「Ｎ末端へリックスのシグナル発生機能，及びC末端へリックスの疎水-親水クラスター構造を維持することによるレセプター結合機能，が保存されて目的とする効果を維持しているPTH／PTHrP改変体」である共通の技術的思想を有し，本件ペプチドの効果は表1の実施例に基づき認識可能であるから，表1の実施例は代表的実施例であるといえる。さらに，本件ペプチドのように，その物をどのように作り，どのように使用するかを理解することができ，当業者がその発明の実施をすることができる場合にまで，代表的な実施例が求められているわけではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件明細書の発明の詳細な説明には，本件発明について，当業者が実施することができるよう，明確かつ充分に記載されており，特許法36条4項の要件を満たしている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件ペプチドの構成に関する容易想到性の判断の誤り(取消事由1)に対して",
              "text": [
                "本願優先日当時，基本的機能を共有するタンパク質には，当該機能に特徴的に強く保存されたアミノ酸配列が存在すること，既にいくつかの相同な配列が同定されているペプチドにおいて，強く保存されたアミノ酸配列を保存しつつ，座位ごとにバリエーションを持たせるように改変することによって，更に同様の機能を有すると考えられるペプチドを化学的に製造することができることは，当業者にとって周知の技術的事項であった。新規で活性のあるPTH又はPTHrPの改変体を得るため，Ｎ末端13アミノ酸ドメイン並びにC末端21アミノ酸残基のうちPTH及びPTHrPに共通する20位，24位，32位を保存しつつ，その他の座位ごとに公知例とは異なるバリエーションを持たせようとすることは，通常の研究プロセスにおける常套手段であり，引用文献に接した当業者が，更に別の改変体を製造しようとして，PTHrPのC末端21アミノ酸残基に包含される22，23，25，26及び28ないし31位のアミノ酸残基を置換した改変体を製造しようとすることは，容易に想到し得たことである。",
                "本願優先日前に頒布された乙3(国際公開第95／11988号)には，ラットPTHの30位のアスパラギン酸(Asp)(酸性，親水性)をリシン(Lys)(塩基性，親水性)に置換しても，その活性が維持又は向上することが記載されており，当業者は，同様の活性を有する既に公知のヒトPTHrPについても，30位の酸性残基を塩基性残基に置換しても，その活性を維持又は向上する可能性があると認識したといえるから，ヒトPTHrPの30位のグルタミン酸Glu(酸性，親水性)をリシンLys(塩基性，親水性)に置換する阻害事由はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の前提としての本件ペプチドの効果に関する認定の誤り",
              "text": [
                "(取消事由2)に対して"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "タンパク質，ペプチドの技術分野，特に，生理活性を有するタンパク質の活性が維持された部分ペプチド断片の技術分野において，その1つのアミノ酸残基を置換した場合においてもなおその活性が維持されるか否かは不明であって，たとえアミノ酸配列からαヘリックス構造等の高次構造が存在することや，ペプチドの活性に影響しない部位の1，2の保存的アミノ酸置換であれば活性が維持されるであろうことが予測可能であったとしても，それはあくまでも予測可能であるというだけであり，実際にアミノ酸を置換したペプチド改変体を製造してその活性を確認しなければ，その予測の真偽は不明であるということが，本願優先日前の技術常識である。",
                    "原告は，「PTH又はPTHrP改変体において第1及び第2αへリックスが存在すれば，受容体との結合特異性が確保されていると理解できる」と主張するが，この点は本件当初明細書には記載されておらず，本願優先日当時，当業者に周知の技術的事項であったともいえず，さらに，たとえあるリガンドが対応する受容体と結合して複合体を形成したとしても，その生物学的効果が常に維持されるものではないことは，本願優先日当時の当業者に自明な技術的事項であるから，第1及び第2αへリックスが存在することがPTH又はPTHrP改変体にアゴニスト活性が存在することを証明することにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，物の構造に基づく効果の予測が困難な技術分野に属するペプチドを含む化学物質の発明が容易想到でないと判断するためには，解決すべき課題やペプチド改変体の構造のみならず，引用発明と比較した有利な効果を有し，かつ，その効果が当業者であっても予測できない格別顕著なものであることが必要といえる。そして，引用発明と比較した有利な効果を有すること，それが顕著な効果であることは，出願当初の明細書に記載されているか，当業者が技術常識に基づき出願当初の明細書の記載からそのような効果があることが推認できることが必要である。",
                    "本件当初明細書には，特許請求の範囲として，PTH及びPTHrP改変体が一般式(マーカッシュ形式の化学構造式)で表示され，発明の詳細な説明に，当該一般式に含まれる改変体の例が一行記載として記載され，当該一般式に含まれるペプチド改変体のうちPTH改変体である30種のペプチドについては，表1(別紙2)にその奏する効果(Kd値及びEC 値)も記載されているのに対して，PTHrP改変体に関する具体的な実施例は全く記載されていない。ところで，PTH改変体とPTHrP改変体はアミノ酸配列が大きく異なる物質であり，PTH改変体やPTHrP改変体は，改変の位置及び種類によって活性に変化が生じるから，PTHrP改変体である本件ペプチドが，PTH又はPTH改変体と同様の効果を奏することを予想することはできないといえる。したがって，本件ペプチドが上記30種のペプチドと同じ効果を奏するペプチドであり，上記30種のペプチドに関する記載をもって，本件ペプチドの効果が本件当初明細書に記載されているに等しいということはできない。",
                    "また仮に，本件ペプチドが上記30種のペプチドと同じ効果を奏し，その効果が本件当初明細書に記載されているに等しいと当業者が理解できたとしても，上記表1に列記された30種のペプチドの奏する効果(EC ＝0．5～30(nM))は，原告が審判請求書についての平成20年5月15日付手続補正書(甲14の1)の表Bにおいて新たに追加したPTH及びPTHrPの奏する効果(EC ＝0．40±0．16(nM)及び0．48±0．16(nM))よりも低いものがほとんどであるから，表1に列記された30種のペプチドがPTH及びPTHrPに比べ予測できない優れた効果を奏するとはいえない。したがって，本件ペプチドには当業者が予測できない優れた効果があるとはいえない。",
                    "さらに，本件ペプチドの効果が本件当初明細書から推測できたとしても，せいぜい上記表1に列記された効果と同程度のものであるか，それらより劣る可能性がある。したがって，本願の後に実施された試験結果に基づいて，上記表1に記載された効果を大きく超える格別な効果を奏することを新たに提示したとしても，その効果は，本件当初明細書に記載された事項の範囲内のものではなく，当業者であっても推測することができないものであるから，本件当初明細書に記載されていたとはいえないし，上記表1に記載の効果を補強するものでもない。",
                    "甲14の3の表Dにおいて本件ペプチドの奏する効果として記載されている消失半減時(t1／2)や全身クリアランス(CLtot＝消失速度／血中濃度)という評価項目及びその具体的な数値は，表1を含め本件当初明細書には一切記載されておらず，これら本件当初明細書の記載に基づかない評価項目及び数値に基づいて本件ペプチドが格別の効果を奏するとする原告の主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条4項違反についての判断の誤り(取消事由3)に対して",
              "text": [
                "ペプチドを含む化学物質の発明については，単に化学構造式を提示するだけではなく，その活性等の有用性を明細書において明らかにしなければ，何に使用できるか分からず，実施可能に記載されているということができない。",
                "リガンドの改変体が高次構造を維持し受容体との結合特性を維持するものであったとしても，そのことと生理活性を維持することとは同視できない。また，本件ペプチドがPTH及びPTHrPの高次構造である2個のαヘリックス構造を保存することのみを根拠として，本件ペプチドの生理活性に重要な部位が不活化されていないということもできない。",
                "本件当初明細書にはPTHrP改変体に関する具体的な試験例は全く記載されておらず，PTH改変体とPTHrP改変体はアミノ酸配列が大きく異なる物質であり，PTHrP改変体である本件ペプチドがPTH又はPTH改変体と同様の効果を奏することは予想できない。したがって，本件当初明細書の表1(別紙2)に列記されたペプチドと同様に，本件ペプチドが被検者の骨の成長を刺激することができる効果を有することが明らかであるとはいえない。",
                "以上のとおり，本件発明については，明細書に当業者が実施可能な程度に記載されているとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件ペプチドは，当業者が，容易に製造，作製することができるものであって，また，本件当初明細書には，本件発明につき当業者が予測することができない効果が記載されているとは認められないことから，当業者は，引用発明を基礎として，何らの困難を伴うことなく，本件発明に至ることができるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "はじめに",
          "text": [
            "本件発明は，その特許請求の範囲を「式：［Glu22，25，Leu23，28，31，Aib29，Lys26，30］hPTHrP(1-34)ＮH のペプチド。」とするものである。",
            "発明が，特許法29条2項に違反しないと判断されるためには，その前提として，常に，当該発明の効果が，当初明細書の「特許請求の範囲」又は「発明の詳細な説明」に記載又は示唆されていることが求められるものではない。しかし，先願主義の下，発明を公開した代償として，発明の実施についての独占権を付与することによって，発明に対するインセンティブを高め，産業の発展を促進することを目的とする特許制度の趣旨に照らすならば，当該発明による格別の効果が，当初明細書に記載又は示唆されているか否かは，発明の容易想到性の判断を左右するに当たって，重要な判断要素になることはいうまでもない。",
            "特に，本件のような，アミノ酸配列を規定したペプチドに係る発明については，①特定のアミノ酸配列が，ペプチドにおける既知のアミノ酸配列を変化させて，ペプチドの物性を改良することは，全ての当業者が試みるものと解されること，②アミノ酸の数が少ないペプチドについて，当該発明の効果を切り離して，単に製造をするだけであれば，さほど技術的な困難を伴わないと解されること等の諸事情を勘案すると，容易想到性の有無を判断するに当たり，当該発明の効果は，重要な技術的意味を有する考慮要素とされるべきである。",
            "もっとも，当該発明の効果は，常に，当初明細書に記載されていることを要するものではなく，当初明細書に記載されなかった効果について，追加記載ないし事実主張や立証の補充が，全て排斥されるとまではいえない。しかし，前記特許制度の趣旨に照らすならば，本件のようなアミノ酸配列を規定したペプチドに係る発明については，当初明細書に記載されなかった効果についての追加記載及び事実主張や立証の補充が許容される場合は，限定される場合が多いものと解するのが相当である。",
            "以上の点を踏まえて，本件発明の容易想到性の有無を判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件ペプチドの構成に関する容易想到性の判断の誤り(取消事由1)及び容易想到性の判断の前提としての本件ペプチドの効果に関する認定の誤り(取消事由2)について",
          "text": [
            "取消事由1及び2は，互いに重複する内容を含む主張であるから，併せて判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の内容は，第2の3(1)ア(ア)記載のとおりであり，本件発明と引用発明の相違点は同ア(ウ)記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願の出願経緯等",
                  "text": [
                    "原告は，平成8年7月3日に本願に係る出願手続を行ったが，本件当初明細書においては，請求項の数は31であり，特許請求の範囲として，PTH及びPTHrP改変体が一般式(いわゆるマーカッシュ形式の化学構造式)で表示され(なお，特許請求の範囲の請求項1(PTH改変体に関する発明)及び請求項21(PTHrP改変体に関する発明)は，別紙3記載のとおりである。)，「発明の詳細な説明」に，当該一般式に含まれる改変体の例が羅列して記載され，当該一般式で表示されたPTH改変体のうち30種のペプチドについては，表1(別紙2)にその奏する効果(Kd値及びEC 値)が記載されていた(甲4)。",
                    "原告は，本願につき分割出願を行い，平成15年1月16日，分割された後の特許請求の範囲を補正する旨の手続を行った(請求項の数1)(甲8)。",
                    "特許庁から，特許法36条6項1号違反，同条4項違反，29条2項を理由として，平成19年3月26日付けで拒絶理由通知がされ，原告は，同年7月2日付け意見書に，本件ペプチドのPTHレセプターへの結合分析(Kd値)及びアデニル酸シクラーゼ活性の刺激分析(EC 値)の結果を記載して，特許庁に提出した。これらの分析結果は，Kd値が0．0096μM，EC 値が0．35nMであった(甲9，10)。",
                    "原告は，本願につき拒絶査定を受け，平成19年11月19日，拒絶査定不服審判を請求し，同年12月19日，本件補正を行ったが，特許請求の範囲は，平成15年に補正されたものと同一であり，本件当初明細書における表1もそのまま残されている(甲4，8，13)。",
                    "さらに，原告は，平成20年5月15日，上記審判請求における請求の理由を追加する旨の手続補正書を提出した。同書面には，本件ペプチドとhPTH(1-34)及びhPTHrP(1-34)のEC 値を比較対比した表(表B’)，並びに，本件ペプチドとhPTH(1-34)とを腹腔内単回注射して，最大血中濃度，暴露量，最大濃度到達時間，消失半減時，クリアランスの測定結果(表D)が記載されている(甲14の1，14の3)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件明細書の記載",
                  "text": [
                    "本件明細書の「発明の詳細な説明」には，次のような記載がある(甲13)。",
                    "「発明の背景",
                    "副甲状腺ホルモン(PTH)は，副甲状腺によって産生されるポリペプチドである。成熟循環性形態のホルモンは，84アミノ酸残基から構成される。PTHの生物学的な作用は，Ｎ-末端のペプチド断片(例えば，1から34番目のアミノ酸残基)によって再現されうる。副甲状腺ホルモン関連タンパク質(PTHrP)は，PTHとＮ-末端相同性のある139～173アミノ酸タンパク質である。PTHrPは，共通のPTH／PTHrPレセプターへの結合などの多くのPTHの生物学的な作用を分担する。・・・PTHは，骨の量及び質を改善することが示された。・・・間欠的に投与されるPTHの同化作用が，同時抗吸収療法(concurrent antiresorptive  therapy)を伴うまたは伴わないにかかわらず骨粗鬆症の男性及び女性で観察された。」",
                    "「【0014】本発明の各ペプチドは，被検者(即ち，ヒト患者等の哺乳動物)の骨の成長を刺激することができる。したがって，本発明のペプチドは，単独であるいはビスホスホネートやカルシトニン等の抗吸収療法(antiresorptive  therapy)と同時に投与される際に，骨粗鬆症や骨折の治療に有用である。",
                    "【0015】本発明のペプチドは，製薬上許容できる塩の形態で提供されてもよい。このような塩の例としては，以下に限られないが，有機酸(例えば，酢酸，乳酸，マレイン酸，クエン酸，リンゴ酸，アスコルビン酸，コハク酸，安息香酸，メタンスルホン酸，トルエンスルホン酸，またはパモイックアシッド(pamoic acid))，無機酸(例えば，塩酸，硫酸，またはリン酸)，および高分子酸(polymeric  acid)(例えば，タンニン酸，カルボキシメチルセルロース，ポリ乳酸，ポリグリコール酸，またはポリ乳酸-グリコール酸の共重合体)が挙げられる。",
                    "【0016】治療上有効な量の本発明のペプチドおよび製薬上許容できる担体(例えば，炭酸マグネシウム，ラクトース，または治療化合物がそれと共にミセルを形成できるリン脂質)で，被検者への(例えば，経口，静脈内，経皮的，肺，経膣，皮下，経鼻的，イオン導入，または気管内による)投与を目的とする治療用組成物(例えば，ピル，錠剤，カプセル，または液体)を形成する。経口投与を意図するピル，錠剤，またはカプセルは，活性組成物を小腸中を未消化な状態で通過させるのに十分な時間，胃内で胃酸または腸の酵素から保護するための物質で被覆してもよい。治療用組成物はまた，皮下または筋肉内投与を目的とする生分解性のまたは非生分解性の徐放性配合物の形態であってもよい。・・・持続的な投与はまた，埋込型または外部型ポンプ(例えば，インフューサイド(登録商標)ポンプ(IＮFUSAIDTM  pump))を用いることにより達成されてもよい。投与は，例えば，一日に一回投与等の間欠的に，あるいは，例えば，徐放性配合物等を低投与量で連続的に行われてもよい。」",
                    "「【0021】構造",
                    "PTH(1-34)は2個の両性のアルファらせんドメインを有することが既に報告された。・・・第一のα-ヘリックスは4から13番目のアミノ酸残基間に形成されるが，第二のα-ヘリックスは21から29番目のアミノ酸残基間に形成される。」",
                    "「【0023】合成",
                    "本発明のペプチドは，標準的な固相合成によって調整できる。・・・［Aib34］hPTH(1-34)ＮH の調整方法を以下に説明する。本発明の他のペプチドは，当該分野における通常の知識を有するものによって同様の方法により調製できる。」",
                    "「【0031】機能分析",
                    "A．PTHレセプターへの結合",
                    "本発明のペプチドについて，SaOS-2(ヒトの骨肉腫細胞)上に存在するPTHレセプターへの結合能を試験した。」",
                    "「【0033】結合アッセイを様々な本発明のペプチドについて行い，各ペプチドについて，IC 値(モノ-125I-［ＮLe8，18，Tyr34(3-125I)］bPTH(1-34)ＮH の結合の最大阻害の半分値(half  maximal inhibition))を算出した。",
                    "【0034】表1に示されるように，すべての試験ペプチドは，SaOS-2細胞上のPTHレセプターに対して高い結合親和性を有していた。",
                    "B．アデニル酸シクラーゼ活性の刺激",
                    "本発明のペプチドのSaOS-2細胞の生物学的な応答の誘導能を測定した。」",
                    "「【0035】試験ペプチドに関する代表的なEC50値(アデニル酸シクラーゼの最大刺激の半分値(half  maximal  stimulation  of adenylate  cyclase))を算出し，表1に示した。すべての試験ペプチドは，骨芽細胞の増殖(例えば，骨の成長)の近位のシグナルとして示唆される生物学的な経路である，アデニル酸シクラーゼ活性の潜在的な刺激剤であることが分かった。",
                    "【0036】【表1】(別紙2のとおり)」",
                    "なお，上記の記載は，本件当初明細書の「発明の詳細な説明」も同様である(甲4)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用文献の記載",
                  "text": [
                    "引用文献は，その表題を「副甲状腺ホルモン(PTH)-PTH-関連ペプチドハイブリッドペプチドは，リガンドの1-14及び15-34ドメイン間の機能的相互作用を明らかにする。」(日本語訳)とするものである(甲7の1，7の2)。",
                    "引用文献には，以下の記載がある(甲7の1，7の2)。",
                    "「副甲状腺ホルモン(PTH)及び副甲状腺ホルモン関連ペプチド(PTHrP)は，共通のPTH／PTHrPレセプターに結合する。これらリガンドにおける構造-機能関係を研究するため，我々は，構造類似性の高い1-14部分を交換したPTH-PTHrPハイブリッドペプチドを合成し，機能性評価を行った。」(6584頁左欄1行目から6行目の訳。なお，訳は，基本的には甲7の2及び本件審決中でなされている甲7の1の訳に基づくものである。以下同様である。)",
                    "「全体的に，結果は，PTH及びPTHrPの双方とも，1-14ドメインと15-34ドメインはレセプターに結合する際に相互作用をし，5，19，21残基が直接的又は間接的にこの相互作用に寄与しているという仮説と一致した。」(6584頁左欄23行目から27行目の訳)",
                    "「アミノ末端及びカルボキシル末端の改変を組み合わせた効果・・・［Ile5，Glu19］PTHrP(1-34)がAR-C40細胞へ，［Glu19］PTHrP(1-34)のそれより140倍も大きく，PTHrP(1-34)そのもののそれとほぼ等しいアフィニティで結合することが見いだされた(表Ⅱ)。Ile5の改変は，Val21の改変効果，及びGlu19／Val21の組み合わせ改変の効果を修正できる(表Ⅱ)。したがって，これらの結果は，ハイブリッドペプチドを用いた評価と一致する。Ile5改変のアフィニティ強化効果は，Ile5改変が，PTHrP(1-34)そのもののアフィニティ，及び，24位の不変性ロイシンをグルタミン酸に置換することによって，結合アフィニティが非常に弱くなったアナログである［Glu24］PTHrP(1-34)の結合アフィニティをも改善したことを考慮すると，19位及び21位を置換したアナログに限られない。」(6585頁右欄下から7行目から6586頁左欄14行目の訳)",
                    "「表Ⅱ",
                    "5，19及び21位におけるリガンド改変のレセプター結合に対する効果",
                    "リガンドを，AR-C40細胞への125I-［Ｎle8，18，Tyr34］bPTH(1-34)ＮH の結合を阻害する能力についてのラジオレセプター競合アッセイによって測定した。IC 値は，3回以上の実験から得られたデータの平均±S．E．である。",
                    "リガンド                          AR-C40細胞への結合(IC )",
                    "nM PTHrP(1-34)                              15±2",
                    "［Glu19］PTHrP(1-34)            1，400±500",
                    "［Val21］PTHrP(1-34)                250±70",
                    "［Glu19，Val21］PTHrP(1-34)  5，500±1，200",
                    "［Ile5］PTHrP(1-34)                 3．8±1．0",
                    "［Ile5，Glu19］PTHrP(1-34)         10±3",
                    "［Ile5，Val21］PTHrP(1-34)         15±3",
                    "［Ile5，Glu19，Val21］PTHrP(1-34)38±5",
                    "［Glu24］PTHrP(1-34)                ＞10，000",
                    "［Ile5，Glu24］PTHrP(1-34)   1，700±300",
                    "PTH(1-34)                                8．7±2．0",
                    "［Arg19］PTH(1-34)                    2．8±0．8",
                    "［His5］PTH(1-34)                  7，300±1，200",
                    "［His5，Arg19］PTH(1-34)            410±60",
                    "」(6586頁右欄の訳)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願優先日前に頒布された刊行物の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "Biochemistry(1990)，Vol.29，p．1580-1586(甲1)",
                      "text": [
                        "上記刊行物には，次のような記載がある。",
                        "「本研究は，より強力なPTH及びPTHrPのアンタゴニストを設計するための合理的なアプローチのための基礎を提供するものであって，これは，既に構造的な操作に対する寛容性が確立されたアンタゴニストの配列内で，(レセプターの結合活性を増加させるために)疎水性残基を導入することに基づいている。」(1580頁要約欄下から3行目から最終行の訳)",
                        "「副甲状腺ホルモン関連タンパク質(PTHrP)と副甲状腺ホルモン(PTH)とは，Ｎ末端ドメインに相同性がある(図1)。",
                        "いくつかの研究室においてin  vitroやin  vivoで得られた結果が示唆しているのは，従来PTHレセプターと考えられていたものと，このホルモン(注：PTHrPのことである。)との相互作用によって，PTHrPの生物学的活性の発現が生じるということである。PTHrP及びPTHの両方のＮ末端フラグメント(34アミノ酸長)は，同様の生物学的特徴を示す(Horinouchi et  al．，1987；Kemp  et  al．，1987)。・・・この生物学的活性の類似は，Ｎ末端13アミノ酸ドメイン以外の無視できないほどの構造的な相違にもかかわらず，生じている。」(1580頁左欄11行目から23行目の訳)",
                        "「",
                        "図1：ヒトPTH及びヒトPTHrPのＮ末端配列1-34の比較。両配列の共通残基は，六角形の中心に一文字表記をしている。アミノ酸が異なる部位は，2つの一文字表記で表している。六角形の上側角の文字はPTHに対応し，下側角の文字はPTHrPに対応している。・・・」(1581頁左欄  図1の訳。ただし，5位は「H」と「I」が上下逆の誤記であると思われる。)",
                        "「表Ⅱ：ウシ腎臓皮質膜を用いたPTH及びPTHrP由来のアゴニストアナログ及びアンタゴニストアナログの結合活性及びシクラーゼ活性",
                        "」(1583頁  表Ⅱの訳)",
                        "「Ala12，D-Ala12，Aib12を含むアゴニストアナログ(1-3)のK 及びK は，それぞれ，0．7～1．0nM及び0．6～1．5nMである。こb mれらの値は，元のアナログである(I)で得られた値(0．7nM)と近い。Pro12アナログ(4)は，結合活性及びシクラーゼ活性の点で，［Tyr34］hPTH(1-34)ＮH (I)より約840～3500倍，小さな値を示した。」(1583頁左欄4行目から10行目の訳)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開平6-184198号公報(甲2)",
                      "text": [
                        "甲2は，発明の名称を「ペプチド類」とする発明に係る公開特許公報である。同公報で公開された明細書の特許請求の範囲の請求項8は，PTH配列の1ないし38位のα-アミノ酸単位のうち少なくとも1個は，PTHrP中の対応する位置に存在するα-アミノ酸単位により置換されているPTH化合物に関する発明に係るものであり，請求項12は，残りの1ないし38位にある1またはそれ以上のα-アミノ酸単位が天然または非天然アミノ酸単位によりさらに置換されている請求項8のPTH化合物に関する発明に係るものである。",
                        "上記発明におけるPTH化合物では，PTH配列の1ないし34位を含む，1ないし38位のすべてについて，置換可能であることが示されている。",
                        "また，「発明の詳細な説明」には，以下の記載がある。",
                        "「【0001】【産業上の利用分野】本発明は，副甲状腺ホルモン(PTH)の変異型，それらの製造方法，それらを含む薬学的調製物および医薬としてのそれらの用途に関するものである。」",
                        "「【0180】したがって本発明化合物は，カルシウム涸渇もしくは再吸収の増大に伴う骨の状態の全て，または，骨におけるカルシウムの固定が望ましい，例えば種々の起源の骨粗鬆症(例えば，若年性，閉経の，閉経後の，外傷後の，老齢による，またはコルチコステロイド療法もしくは非働性を原因とする，)，骨折，骨格の脱ミネラル化に伴う急性および慢性状態を含む骨障害，骨軟化症，歯根膜の骨喪失または関節炎もしくは骨関節炎による骨喪失，または副甲状腺機能低下症の処置といった骨の全ての状態の予防または処置を適応とする。」",
                        "さらに，実施例として，hPTH(1-34)ないし(1-38)について，1か所又は複数か所のアミノ酸残基を置換した例が列記されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開昭63-313800号公報(甲3)",
                      "text": [
                        "甲3は，発明の名称を「副甲状腺ホルモン拮抗剤」とする発明に係る公開特許公報である。同公報には，hPTHの8，12，18及び34位の全部又は一部のアミノ酸残基を置換してなる，拮抗剤の効果を有するペプチドに関する発明が記載されている。",
                        "同公報に掲載された明細書の「発明の詳細な説明」には，次のような記載がある。",
                        "「PTHの二次構造分析では，12位付近の領域においてPTHがベータ-ターンであることが推定された。・・・本発明では，二次構造コンホーメーションを安定化させるために，この領域において一連のアミノ酸置換を行った。」(3頁左上欄7行目から14行目)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開平5-320193号公報(甲5)",
                      "text": [
                        "甲5は，発明の名称を「副甲状腺ホルモン誘導体」とする発明に係る公開特許公報であり，その発明は，PTH(1-34)の3，14ないし17，25ないし27及び34位のうち1ないしそれ以上を他のアミノ酸残基で置換したPTH誘導体に関するものである。",
                        "上記公報の「発明の詳細な説明」には，以下のような記載がある。",
                        "「【0001】【従来の技術】副甲状腺ホルモン(PTH)は副甲状腺で合成された後，その標的器官である骨，腎臓，腸に作用して，主に血中カルシウムやリン酸イオンの濃度を調節する重要な働きをしている。PTHは84個のアミノ酸からなるペプチドホルモンであるがその生物学的作用はＮ末端(1-34位)のペプチドフラグメントで再現できる事が知られている・・・。」",
                        "「【0002】【発明が解決しようとする課題】PTHの生物学的作用からして，これを医薬として用いれば種々の骨疾患等に対する有用な医薬品になりうる事が期待されるが，ペプチドが有する次のような性質がそれを困難にしている。1．体内で種々の酵素により分解を受けやすい。2．種々の経路における体内への吸収効率が非常に低い。3．例えば酸化等，種々の物理化学的条件にたいし，不安定である。このような問題点を解決すべく，又当該ホルモンの構造活性相関を解明すべく，PTH(1-34)活性フラグメントについて種々の誘導体の合成がなされてきた。」",
                        "また，【実施例2】の表2(段落【0022】)には，［D-Ala3］hPTH(1-34)の生物活性がhPTH(1-34)との相対活性で表すと2．17に上昇することが記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "国際公開第93／06846号(甲6の1)",
                      "text": [
                        "甲6の1は，表題を「PARATHYROID  HORMOＮE  AＮALOGUES  AＮD  USE  IＮ  OSTEOPOROSIS  TREATMEＮT」(訳・副甲状腺ホルモンアナログ及びその骨粗鬆症治療での使用)とする国際特許出願の内容を公開したものであるが，これには次のような記載がある。",
                        "「本発明は，天然副甲状腺ホルモンの23位が置換された副甲状腺ホルモンアナログに関し，このアナログは，副甲状腺ホルモンオイルの収縮期血圧及び拡張期血圧への典型的作用，平滑筋弛緩及び血管平滑筋カルシウム交換への作用，並びに心臓への陽性変周期及び陽性変力作用を生じることなしに，骨細胞内のカルシウム交換に効果があることが発見された。」(1頁4行目から11行目の訳)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "国際公開第95／11988号及びその翻訳文(特表平9-504177号公報)(乙3)",
                      "text": [
                        "乙3は，発明の名称を「PTH活性を有する化合物およびこれをコードする組み換えDＮAベクター」とする国際特許出願の内容を公開したものであるが，PTHの11位をArgに置換すると活性を維持すること，13位をArgやGluに置換すると完全な活性を，Glyに置換すると40％より高い活性を示すこと，19，22及び30位を正の電荷の残基に置換すると活性が維持されるか，又はわずかに高められることが記載されている(特表平9-504177号公報の73頁から74頁)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件ペプチドの相違点に係る構成に至ることの容易想到性について",
              "text": [
                "上記認定事実に基づいて，容易想到性の有無について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献及び上記刊行物の記載内容を要約すると，以下のとおりである。すなわち，",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用文献には，PTHrP改変体のAR-C40細胞への結合の測定結果を示した表(表Ⅱ)が記載されているが，引用文献で開示されているPTHrP改変体は，いずれも5，19及び21位の一部又は全部のアミノ酸残基を置換したものであり，特に，5位をIleに置換したときにAR-C40細胞への結合活性が向上するとの技術が開示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1には，PTH並びにPTHrPの改変体について，「表Ⅱ：ウシ腎臓皮質膜を用いたPTH及びPTHrP由来のアゴニストアナログ及びアンタゴニストアナログの結合活性及びシクラーゼ活性」が記載されているが，表Ⅱに列記されているヒト及びウシのPTH並びにPTHrPの改変体は，8，12，18及び34位(ヒトについては12及び34位)の全部又は一部を置換したものである。このうち12位は本件23か所には含まれていない部位である。さらに，この表によると，12位にどのアミノ酸を置換するかによって，結合活性及びシクラーゼ活性が上昇したり低下したりするとの技術が開示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲2には，PTH配列の1ないし38位のα-アミノ酸単位のうち少なくとも1個が，PTHrP中の対応する位置に存在するα-アミノ酸単位により置換されているPTH化合物，残りの1ないし38位にある1またはそれ以上のα-アミノ酸単位が天然または非天然アミノ酸単位によりさらに置換されているPTH化合物が記載されている。これによると，1ないし38位の全てのアミノ酸残基につき置換の可能性があることが開示されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲3には，ヒトPTHの8，12，18及び34位の全部又は一部のアミノ酸残基を置換することによって副甲状腺ホルモン拮抗剤が製造されることが開示されている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "甲5には，PTH(1-34)の3，14ないし17，25ないし27及び34位のうち1ないしそれ以上を他のアミノ酸残基で置換したPTH誘導体が開示されている。このうち3位は，本件23か所には含まれていない部位であるが，［D-Ala3］hPTH(1-34)は生物活性が上昇することが記載されている。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "甲6の1に記載されているのは，PTHの23位のみを置換した改変体であり，この改変体は骨細胞内のカルシウム交換に効果があることが開示されている。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "乙3には，PTHの13位の置換で活性が高められることが開示されているが，13位は本件23か所には含まれていない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によると，①レセプターへの結合に優れたPTH及びPTHrPの改変体を製造するに当たり，本件23か所のみならず，任意の部位における，任意の個数のアミノ酸残基を置換することが，実際に試みられており，本願優先日当時，当業者において，ヒトPTHrP(1-34)ＮH の改変体を製造するに当たり，1ないし34位の全てについて，任意の個数のアミノ酸残基を置換することが可能であることが技術常識であり，②本願優先日当時，置換に当たって選択されるアミノ酸は，天然アミノ酸に限られず，非天然アミノ酸も含まれること等が技術常識であった。",
                    "そうすると，改変体の有する効果を考慮に入れることなく，単に，引用発明ペプチドの1ないし34位の任意の部位を天然又は非天然アミノ酸に置換して，ヒトPTHrP(1-34)ＮH の改変体を得ることには，格別の困難はない。したがって，このようなヒトPTHrP(1-34)ＮH の改変体の一つである本件ペプチドの構成に至ることは，当業者において，容易になし得たといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の効果について",
              "text": [
                "本件発明の効果の観点から，容易想到性の有無について，さらに検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件当初明細書の記載",
                  "text": [
                    "本件当初明細書の「発明の詳細な説明」には，本件発明の効果に関し，以下の記載がある。すなわち，①表1(別紙2)には，本件当初明細書の特許請求の範囲に記載されているPTH改変体のうち30個のペプチドについて，PTHレセプターへの結合及びアデニル酸シクラーゼ活性の刺激に関する試験結果が記載されている(なお，表1には，本件当初明細書の特許請求の範囲に記載されているPTHrP改変体についての試験結果はなかった。)。また，②本件当初明細書の特許請求の範囲に記載されていた各ペプチドは，被検者の骨の成長を刺激することができ，骨粗鬆症や骨折の治療に有用であるとの記載がある。",
                    "本件当初明細書の表1(別紙2)にはPTH改変体のうち30個のペプチドについての試験結果が記載されているだけで，PTHrP改変体の試験結果は記載されていないところ，上記表1に記載されているPTH改変体には，本件ペプチドと置換する部位及び置換するアミノ酸が同一の改変体は含まれていない。また，3か所以上で置換が行われている改変体は，いずれも，本件ペプチドでは置換が行われていない部位での置換を含んでおり，しかも，8か所において置換が行われている改変体は［Cha7，11，Ｎle8，18，31，Aib16，19，Tyr34］hPTH(1-34)ＮH の1個しかない(なお，これも，31位以外は，置換が行われている部位が本件ペプチドとは全て異なっている。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "効果に関する記載の位置づけについて",
                  "text": [
                    "本件当初明細書の特許請求の範囲においては，発明に係るPTH改変体及びPTHrP改変体が，いわゆるマーカッシュ形式の化学構造式で記載されており(請求項1及び21は，別紙3記載のとおり)，本件ペプチドは，請求項21の化学構造式で記載されたPTHrP改変体のうちの1個にすぎない。",
                    "また，引用文献及び上記刊行物の記載によると，本願優先日当時，PTHやPTHrPの改変体について，置換する部位や置換に使用するアミノ酸により，活性に差異があり，改変後のペプチドの構成からその効果を予測することは困難であったといえること，本件ペプチドのように，34個のアミノ酸残基のうち8か所(全体の約4分の1)のアミノ酸残基が置換されたような場合，当業者において，事後に効果確認のための試験等をすることなく，特定の効果を認識ないし予測することは困難であったといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上の事実を前提とすると，本件発明は，容易に想到し得た発明であったと判断すべきである。すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "別紙1記載のとおり，ヒトのPTH(1-34)ＮH とPTHrP(1-34)ＮH とでは，1，5，8，10，11，14ないし19，21ないし23，25ないし31，33及び34位の合計23か所(本件23か所)においてアミノ酸残基が異なっている。このように，PTHとPTHrPは，アミノ酸配列が大きく異なるにもかかわらず，同様の生物学的特徴を示すことから，PTH又はPTHrPのアナログの構造活性相関や生体内動態を検証するための実験系において，PTHとPTHrPとを同等に取り扱うことは，本願優先日当時，当業者にとって周知の事項であったといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記のとおり，PTH又はPTHrPの改変体については，様々な部位で様々なアミノ酸残基への置換が行われていたが，置換する部位や置換に使用するアミノ酸によって，その改変体が示す活性に差異が生じており，その効果を予測することは困難であったこと，特に，本件ペプチドではヒトPTHrP(1-34)ＮH のうち8か所においてアミノ酸残基の置換が行われており，その効果を予測することは極めて困難であったことからすると，PTHrP改変体をPTH改変体と同じように使用することができると考えられるとしても，本件当初明細書における上記記載内容のみでは，当業者において，本件当初明細書に本件ペプチドの効果について実質的に開示がされていたとはいえず，また，本件当初明細書に当時の技術常識から当業者が本件発明の効果を認識できる程度の記載があったとも認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「第4，1  はじめに」において言及したとおり，本件のような，アミノ酸配列を規定したペプチドに係る発明については，①ペプチドにおける既知のアミノ酸配列を変化させて，ペプチドの物性を改良することは，全ての当業者が試みるものであり，かつ，②アミノ酸の数が少ないペプチドについて，当該発明の効果を切り離して，単に製造をするだけであれば，さほど技術的な困難を伴わないと解されること等に照らすならば，本件ペプチドは，当業者において，引用発明に基づいて，容易に，その構成に至ることができたものというべきであり，本件発明には，当業者が予測できない効果が存在すると認めることもできないことから，本件発明は，当業者が，引用発明に基づき，容易に想到し得た発明といえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張に対して",
                  "text": [
                    "原告は，本件明細書において本件ペプチドの構造は特定されているのであるから，当業者は，ヘリックス構造の立体的解析，ヘリックスホイール分析技術等を含む本願優先日当時の技術常識に基づき，本件明細書の記載から，本件ペプチドが目的とする効果を奏し，かつPTHrPよりも優れた効果を奏することは容易に認識できると主張する。",
                    "しかし，本件当初明細書においては，特許請求の範囲がいわゆるマーカッシュ形式の化学構造式で記載され，その発明には本件ペプチドを含む多数のPTH及びPTHrPの改変体が含まれていたこと，PTHやPTHrPの改変体は，置換する部位及び置換するアミノ酸によって，その活性が異なること，本件当初明細書の「発明の詳細な説明」には，置換する部位の特定及び置換するアミノ酸の方向性(例えば，疎水性／中性／親水性，塩基性／中性／酸性，嵩高いもの／嵩高くないもの等)，さらには置換と2個のα-ヘリックスとの関係に関して何らの記載又は示唆がないことが認められる。そうすると，本件補正の結果，発明に係る改変体が本件ペプチドに特定されたとしても，当業者が，ヘリックス構造の立体的解析，ヘリックスホイール分析技術等を含む本願優先日当時の技術常識に基づいて，本件ペプチドの効果を認識することができるとは認められない。",
                    "また，原告は，本件ペプチドの効果の認定に当たっては，本件データも勘案されるべきであると主張する。",
                    "しかし，上記のとおり，本件発明については，本件当初明細書にその効果が示されておらず，また，本件当初明細書に当業者がその効果を認識できる程度の記載があるとは認められないことからすると，出願後になされた試験結果を勘案することはできないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1及び2は理由がなく，その余の点について判断するまでもなく，本件審決にはこれを取り消すべき違法はない。その他，原告は，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10367",
    "date": "2011-12-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081921",
    "ipprecedent_id": "2805",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}