{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−14472号事件について平成22年2月22日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の本件出願に対する拒絶査定不服審判の請求について，特許庁が，補正後の特許請求の範囲の記載を下記2の別紙2のとおりとする本件補正を却下し，発明の要旨を下記2の別紙1の本件補正前の特許請求の範囲のとおりと認定した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願(甲4)及び拒絶査定",
              "text": [
                "発明の名称：エレベータ巻上ロープの細い高強度ワイヤ",
                "出願番号：特願2002−547828号",
                "国際出願日：平成13年12月7日",
                "パリ条約による優先権主張日：平成12年(2000年)12月8日及び平成13年(2001年)6月21日(フィンランド共和国)",
                "拒絶査定日：平成20年3月5日(甲17)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求及び本件審決",
              "text": [
                "審判請求日：平成20年6月9日(不服2008-14472号事件)",
                "手続補正日：平成20年7月9日付け(甲20。以下，同日付けの補正を「本件補正」といい，本件補正前の明細書(甲4，5，16)を「本願明細書」，本件補正後の明細書(甲4，5，16，20)を「本件補正明細書」という。)",
                "審決日：平成22年2月22日",
                "審決の結論：本件審判の請求は，成り立たない。",
                "審決謄本送達日：平成22年3月9日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "text": [
            "本件補正前及び本件補正後の各特許請求の範囲は，別紙1「本件補正前の特許請求の範囲」及び別紙2「本件補正後の特許請求の範囲」記載のとおりである。以下，本件補正前の特許請求の範囲の請求項1に記載された発明を「本願発明」，本件補正後の特許請求の範囲の請求項1に記載された発明を「本件補正発明」という。なお，別紙2の下線部分は，本件補正による補正箇所である。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正は，請求項の削除，特許請求の範囲の減縮，誤記の訂正及び明瞭でない記載の釈明のいずれをも目的とするものではなく，平成14年法律第24号による改正前の特許法17条の2第4項(以下「法17条の2第4項」という。)各号のいずれの事項にも該当しないから却下を免れない，②仮に本件補正が特許請求の範囲の減縮を目的としたものであったとしても，本件補正発明は，下記アの引用例1に記載された発明(以下「引用発明1」という。)及び下記イの引用例2に記載された発明(以下「引用発明2」という。)並びに下記ウの周知例に記載された周知技術(以下「本件周知技術」という。)に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項に該当するものであるから，本件補正は，平成18年法律第55号による改正前の特許法17条の2第5項において準用する特許法126条5項の規定に違反するものとして却下すべきものである，③本願発明も，引用発明1及び2並びに本件周知技術に基づいて当業者が容易に発明をすることができたものであって，同法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平7−10434号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平9−21084号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例：ワイヤロープハンドブック編集委員会編「ワイヤロープハンドブック 初版」日刊工業新聞社平成7年3月30日発行(甲18)(ただし，754ないし759頁)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明1並びに本件補正発明と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：巻上げ機械装置がトラクションシーブを介して1組のロープとかみ合い，該1組のロープは，実質的に円形の断面のロープを含み，該ロープは，負荷を保持する部分を有し，前記ロープは，カウンタウエイト案内レール及びエレベータ案内レールに案内されるカウンタウエイト並びにエレベータカーを支持するトラクションシーブエレベータ"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：巻上機がトラクションシーブを介して1組の巻上ロープとかみ合い，該1組の巻上ロープは，実質的に円形の断面の巻上ロープを含み，該ロープは，負荷保持部を有し，前記巻上ロープは，軌道上を移動するカウンタウエイト及びエレベータカーを支持するエレベータであるとの点"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件補正発明では，巻上ロープは，円形及び／又は非円形断面の鋼線からより合わされた負荷保持部を有し，前記巻上ロープの鋼線の断面積は，約0．015㎟より大きく，約0．2㎟より小さく，前記巻上ロープの鋼線は，約2000N/㎟を超える強度を有しているのに対し，引用発明1では，巻上ロープがそのような鋼線から構成されているか明らかではない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件補正発明では，巻上ロープの直径は，公称負荷が1000kg未満のエレベータにおいては2．5ないし5mm であり，公称負荷が1000kg より大きいエレベータにおいては5ないし8mm であるのに対して，引用発明1では，巻上ロープの直径がそのようになっているか明らかではない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正を却下した判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正が特許請求の範囲の減縮を目的とするものと認められないとした判断の誤り(取消事由1)"
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明が独立特許要件を満たさないとした判断の誤り(取消事由2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明が進歩性を有しないとした判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正が特許請求の範囲の減縮を目的とするものと認められないとした判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "限定的減縮について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願発明に「前記巻上ロープの直径は，公称負荷が1000kg未満のエレベータにおいては2．5～5mm であり，公称負荷が1000kg より大きいエレベータにおいては5～8mm である」との発明特定事項を新たに追加する本件補正は，本願発明を特定するために必要な事項を限定するものとは認められず，法第17条の2第4項第2号に該当するものとは認められないとした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，法17条の2第4項2号に規定する「特許請求の範囲の限定的減縮」に該当するためには，①特許請求の範囲の減縮であること，②発明を特定するための事項の限定であること，③補正前と補正後の発明の解決しようとする課題と産業上の利用分野が同一であること，との3要件を満たさなければならないとされる。",
                    "まず，本件補正が上記①及び③の要件を満たすことは明らかである。",
                    "次に，上記②についてみると，「巻上ロープの直径」が発明を特定するための事項であるか否かが検討されるべきところ，この「発明を特定するための事項」は，補正前の請求項の記載に基づき，明細書及び図面の記載を考慮して，その作用と対応して把握されるべきものである。",
                    "本願発明では，例えば，本願明細書【0006】には，エレベータシャフト内の空間利用効率を向上させることを目的とすることが記載され，【0009】には，ワイヤを用いることにより，本件補正発明のとおりの，直径を有するロープをエレベータに使用することができ，それによってエレベータシャフト内の空間利用効率を向上させることができることが記載されていたもので，本願発明に係る請求項1では，本件補正発明における直径を有するロープを実現するためのワイヤの断面積を規定していたものである。",
                    "また，本願明細書【0022】の「ワイヤの断面積は，円形ワイヤと実質的に同じ，すなわち0.015㎟～0.2㎟の範囲であることが好ましい。この太さの範囲のワイヤを用いると，ワイヤ強度が約2000N/㎟以上で，ワイヤの断面積が0.015㎟～0.2㎟，そして鋼鉄材料の断面積がロープの断面積に対して大きい鋼線ロープを製造することが容易になる」との記載によると，「断面積が約0.015㎟より大きく，約0.2㎟より小さく，強度が約2000N/㎟以上」という条件が，本願発明を特定する際，ロープの断面積を小さくするという作用効果のために付加されたものであって，巻上ロープの直径をより小さくすることができるという作用効果は，本願発明にもあったことが分かる。",
                    "さらに，引用例2【0003】には，直径略1.5mm のストランド6本からなるロープの直径が被覆層を含めて直径略4mm であることが記載されているように，通常，ワイヤの断面積は，ロープの直結に直接結びつくものであることが分かる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本願発明のロープと本件補正発明のロープとは，その作用が同一であり，「巻上ロープの直径」は，本願発明を特定するための事項であったということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "公衆の利益，出願間の取扱いの公平性の観点について",
              "text": [
                "本願発明は，強度の高いワイヤを利用して細い巻上ロープをエレベータに利用可能とすることを目的とするものであって，このことは，本願明細書に明記されている。",
                "強度の高いワイヤを使用することは，本願発明の特徴として，本願発明に係る特許請求の範囲にも規定されていた。",
                "被告は，本件補正発明の特定事項が本願発明の特定事項の限定に該当するか否かの判断に際して，本願発明にない新たな作用効果が付加されたことを理由として，発明を特定するための事項の限定ではないとしたと思われるが，特許請求の範囲の補正が発明特定事項の限定に該当するか否かの判断に対して，その作用との対応性を求めることは，出願人の特許を受ける権利を不当に制限するものである。",
                "本件補正発明は，本願発明の特定事項である巻上ロープの性状(鋼線の断面積と強度)を更なるロープの性状(ロープの直径)で限定したものであり，このように，巻上ロープの性状を更なる性状で限定することは，本願発明に係る特許請求の範囲に記載の構成を更に減縮する補正であって，仮に本願発明にない新たな作用効果が付加されたものであったとしても，何ら公衆の利益及び出願間の取扱いの公平性を害するものではなく，発明特定事項を限定的に減縮するものであるということができる。",
                "したがって，巻上ロープの直径を限定する本件補正は，何ら公衆の利益を害するものではなく，出願間の取扱いの公平性を害するものでもなく，このような補正を認めないことは，不合理であり，出願人の利益を著しく害することになるから，本件補正は認められるべきものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "限定的減縮について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正前の請求項1には，巻上げロープに関して，「巻上機がトラクションシーブを介してかみ合い，軌道上を移動するカウンタウエイトおよびエレベータカーを支持すること」，「断面が実質的に円形であること」，「円形および／または非円形断面の鋼線からより合わされた負荷保持部を有していること」及び「巻上ロープの鋼線は，その断面積が，約0．015㎟より大きく，約0．2㎟より小さく，約2000Ｎ／㎟を越える強度を有すること」が特定されているが，「巻上ロープの直径」に関連する記載はないこと，また，原告の主張によると，本件補正後の「巻上ロープの直径」に関する事項により，従来の巻上ロープの直径をより小さくすることができ，場合によっては巻上ロープの本数を減らすこともできるという本件補正前の発明にはない新たな作用効果が付加されるものであることからして，上記の特定事項の下位概念となるものでもない。",
                    "さらに，ロープは，複数本のワイヤがより合わされ，場合によっては被覆が施されることによって構成されるものであることからすると，ワイヤの断面積は直ちにはロープの直径に結びつかず，ワイヤの断面積を規定するだけでは，ロープの直径を規定したことにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件補正発明の「巻上ロープの直径」に関する事項は，本願発明の発明を特定するための事項の限定ということができず，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "公衆の利益，出願間の取扱いの公平性の観点について",
              "text": [
                "法17条の2第4項の規定は，迅速・的確な権利付与を確保する審査手続を確立するために，最後の拒絶理由通知に対する補正は，既に行った審査結果を有効に活用できる範囲内で行うこととする趣旨で設けられたものである。",
                "したがって，補正が，同項2号に規定する特許請求の範囲の減縮を目的とするものに該当するか否かを判断するに当たり，公衆の利益を害するかどうかを判断する必要性はなく，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件補正発明が独立特許要件を満たさないとした判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2はエレベータの技術分野に属するものであるとし，引用発明1の巻上ロープに引用発明2の巻上ロープの鋼線の構成を採用することができるとした。そして，確かに，引用例2【0006】には，ロープの用途として，「エレベータの吊持用」との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "しかしながら，引用例2【0002】には，ロープを形成するストランドの直径が約1.5mm であると記載されていること，【図6】にロープの直径がストランドの直径の約3倍であることが示されていることからすると，ロープの直径は約4.",
                  "text": [
                    "5mm ということが分かる。",
                    "しかるところ，建築基準法施行令に基づくエレベータの安全基準(甲29)や欧州における昇降機の構造及び据付けに関する安全基準EＮ81−1(甲28)によると，エレベータ吊持用ロープの直径は8mm 以上でなければならないとされ，これを下回る場合には，これらの安全基準で定めた安全性を確保するため，ロープを構成するワイヤの強度が重要とされる。",
                    "このように，引用発明2におけるロープの直径が約4.5mm と安全基準の半分程度であることや，ロープの強度が開示されていないことからすると，引用発明2におけるロープがエレベータ吊持用であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用例2【0039】【0043】記載のロープは，織機の綜絖枠吊持用ロープであって，エレベータ吊持用ロープではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明2は，エレベータの技術分野に属するものであるとした本件審決の認定判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(1)のとおり，引用発明2はエレベータの技術分野に属するものではないので，引用発明1の巻上ロープに引用発明2の巻上ロープのワイヤ(鋼線)に関する構成を適用することはできない。",
                        "エレベータ用ロープとは，エレベータの乗員の安全性を確保することができるロープである。エレベータの安全性が確保されない場合には，乗員の生命をも脅かすというエレベータ特有の性質によって，エレベータには厳しい安全基準が設けられている。したがって，エレベータ用ロープとは，エレベータの安全基準に定められた水準で安全性を確保することができるロープであり，その選択は困難を極めるものであって，公知のロープやワイヤをもって，エレベータ用ロープを想到することが容易であるとすることは，是認することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，上記(1)ウのとおり，引用例2【0039】【0043】記載のロープは，「織機の綜絖枠吊持用ロープ」であって，「エレベータ吊持用ロープ」ではない。そして，①ロープの機械的特性は，使用条件によって変わるものであるところ，織機におけるロープのたわみ回数(600回／分ないし1000回／分)や，織機のロープに掛かる張力の方がエレベータのロープに掛かる張力に比べて著しく低いはずであることからすると，織機とエレベータとでは，ロープの使用条件が著しく異なること，②織機用ロープには，乗員の安全性を確保しなければならないという事情がないのに対し，エレベータの場合，乗員の安全性を確保するため，安全基準に定められた安全率を満たさなければならず，エレベータ用ロープに要求される条件は，はるかに厳しいものであること，③引用例2【0007】に「シーブ直径Dとワイヤロープ100の直径dとの比率(D/d)は，ワイヤロープ100の寿命に大きな関係があり，安全面でも重要な事項であるため，各分野において安全性を考慮して規定されている」との記載は，織機の分野において綜絖枠吊持用として使用されるロープを，他分野であるエレベータの分野においてエレベータ吊持用のロープとして使用することができないことを裏付けていることなどに鑑みると，引用例2記載の織機用ロープをエレベータ用ロープとして使用することはできないものである。",
                        "したがって，引用例2記載の織機用ロープから，エレベータ用ロープを容易に想到することができるものでもない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，①ロープ化したために，引っ張り，曲げ，金属疲労などの強度的行動が素線の場合よりも複雑になるとされている(甲18の764頁)ように，ワイヤの機械的特性からロープの機械的特性を推定することが不可能であること，②エレベータ用ロープには織機ロープとは著しく異なる機械的特性が要求されることから，織機用ロープのワイヤを使って作られたロープが，エレベータ用ロープに要求される機械的特性を満たすかどうかを推定することが不可能であること，③エレベータでは，トラクションシーブやプーリも重要な支持部材として機能するところ，強度の高いワイヤは硬度も高いため，強度の高いワイヤを使用すると，トラクションシーブやプーリの摩耗を促進させることになって，エレベータの安全性を損なうことになること，④強度の高いワイヤを使用するとロープの硬度も高くなり，ロープの柔軟性が低下することになるため，ロープが曲げ疲労に耐えるように，トラクションシーブやプーリの直径を大きくする必要が生じ，省スペース化の目的に反することに鑑みると，引用例2記載のロープのワイヤから，エレベータ用ロープを容易に想到することができるものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件周知技術の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，周知例に，円形断面の鋼線からより合わされた負荷保持部を有するワイヤロープであって，その鋼線の断面積が約0．015㎟から約0．2㎟までの間の値とし，その鋼線の強度につき約2000N/㎟を超える値とする技術が記載されており，引用発明1における巻上ロープに本件周知技術であるワイヤロープの構成を採用すると，相違点1に係る本件補正発明の発明特定事項とすることに各別の困難はないとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，周知例には，一般的なワイヤロープの構成が記載されているだけであって，エレベータ用ロープとして使用可能なワイヤロープの構成が開示されているわけではなく，また，開示されたワイヤが，エレベータ用ロープに使用可能かどうかは記載されていない。",
                        "そうすると，前記ア(ウ)のとおり，引用例2記載のロープのワイヤからエレベータ用ロープを容易に想到することができないことと同様に，周知例記載のワイヤからエレベータ用ロープを容易に想到することもできないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正発明の利点について",
                  "text": [
                    "エレベータにおいては，厳しい安全基準を満たしながら，狭いエレベータシャフト内にエレベータカー，カウンタウエイト，トラクションシーブ，プーリ，巻上機，ガイドレール，その他の電気系統や安全装置等を設置し，ロープの通り道も確保し，さらには，カーとシャフト壁との空間の幅などについても安全基準が定められており，エレベータシャフト内では，僅かな空間を確保するためにも様々な制約が伴う。",
                    "このような制約の下で，本件補正発明は，①ロープの直径の小さなロープを使用することができ，場合によってはロープの本数を減らすこともできるため，トラクションシーブやプーリの厚みが増すことがなく，また，強度の高いワイヤを使用しているにもかかわらず，細いワイヤを用いることでロープの柔軟性を確保することができるため，従来のロープに比べ，直径の小さいトラクションシーブやロープを用いることができ，トラクションシーブ及びプーリの体積を減少することができること，②直径の小さなトラクションシーブを用いることができるため，要求されるトルクが少なくなり，トラクションシーブのモータの体積を減少することができること，③機械の重さを，機械室なしエレベータで現在一般的に使われている機械の重さの半分程度にまで減らすことができること，④断面が円形のロープを使用するため，エレベータシャフト内におけるプーリや他の要素の配置の制限を少なくすることができること，⑤小さなトラクションシーブやプーリを用いることができることから，トラクションシーブやプーリを介して隣り合うロープ部分とロープ部分との間隔を狭めることができ，エレベータシャフト内におけるロープの占有空間を減らすことができること，このようにして，空間利用効率の向上を図ることができる。",
                    "また，空間利用効率の向上以外にも，細いワイヤを使用し，ロープとトラクションシーブやプーリとの接触面積が増えることにより双方の摩耗を抑えることができ，ワイヤの硬度が高くてもトラクションシーブの摩耗を抑えることができ，さらに，細いワイヤを用いることでロープの柔軟性を確保することができるため，ロープそのものも疲労に強くなるとの利点が生ずる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によると，本件補正発明は，引用発明1及び2並びに本件周知技術から容易に想到することができないものであって，特許法29条2項により独立して特許を受けることができないものであるとした本件審決には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "建築基準法施行令(昇降機関係)や欧州における昇降機の構造及び据付けに関する安全基準は，その施行や発行の時点で製品として要求される安全基準として，エレベータ吊持用ロープの直結が8mm 以上であることを求めるものであるが，これをもって，エレベータ吊持用ロープの直径が8mm 未満のエレベータ吊持用ロープが使用できないとしても，これは，法的規制との関係で，そのような形での利用がされないということにすぎない。",
                    "発明に係る技術思想という次元でみた場合には，「エレベータ吊持用ロープの直径を定める」ために，その直径が8mm を下回る範囲の直径を当業者において実験的に求めることそれ自体が困難になるものではない。",
                    "現に，上記のとおりの法的規制があるにもかかわらず，本件補正発明においては，「前記巻上ロープの直径は，公称負荷が1000kg 未満のエレベータにおいては2．5～5mm であり，公称負荷が1000kg より大きいエレベータにおいては5～8mm である」と特定し，そのロープの直径は，「公称負荷が1000kg より大きいエレベータ」において，8mm の一点のみでしか，上記の安全基準を満たしておらず，それ以外の範囲において安全基準を満たさないエレベータ吊持用ロープを用いたものが発明とされている。",
                    "以上のとおり，引用例2に記載された「ロープ」が，エレベータ吊持用ロープであるということはできないとすることに合理的根拠がなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例2【0039】【0043】に記載のロープについて，その用途として記載されているのは，「綜絖枠の吊持用」であって，「エレベータの吊持用」ではない。",
                    "しかしながら，引用例2【0006】に記載のとおり，ワイヤロープは，通常，重量物を牽引したり吊持するために用いられ，エレベータの吊持用としてその用途も挙げられている。そして，ワイヤロープは，通常，重量物を牽引したり吊持するために用いられるものであって，その一実施例として，【0039】【0043】には，織機の分野における綜絖枠の吊持用ロープが記載されているのであり，【0006】の記載を併せてみれば，【0039】【0043】に記載のワイヤロープは，綜絖枠の吊持用ロープのみに限定されるものではなく，その用途としてエレベータの吊持用が含まれているというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用例2記載のワイヤロープは，エレベータカー吊持用ロープでもあるから，引用発明2はエレベータの技術分野に属するものであるとした本件審決の認定判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(1)のとおり，引用発明2がエレベータの技術分野に属するものではないとすることができず，引用発明1の巻上ロープに引用発明2のロープに関する構成を適用することができるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(1)のとおり，引用例2記載のワイヤロープは，その用途としてエレベータの吊持用としても用いられるものであるところ，引用例2【0039】には，直径が0．12～0．17mm の素線を75本用いた単位ロープが記載され，【0043】には，この素線を用いた単位ロープの引っ張り強度が280kgf 以上であることが記載されていることから，「ロープ強度＝素線の断面積×素線の本数×素線の強度」によって，直径が0．12ないし0．17mm である素線の強度を計算すると，素線の強度は約1612～3235N/㎟(なお，ワイヤロープ技術分野において一般的に知られている「より減り率」(甲9)を考慮すると，当該数値より2ないし3割大きな数値となる。)となり，引用例2には，ロープの素線が約2000N/㎟を超える強度を有する技術が開示されていると理解できる。",
                        "そうすると，引用発明1と引用発明2とは，いずれも，「巻上ロープは，実質的に円形の断面の巻上ロープを含み，該ロープは，負荷保持部を有するエレベータ」という同一の技術分野に属するものであるから，引用発明1における巻上ロープに，引用発明2における「巻上ロープは，円形および／または非円形断面の鋼線からより合わされた負荷保持部を有し，前記巻上ロープの鋼線の断面積は，約0．071㎟である」構成を採用し，その際，引用例2に記載された技術である「ロープの素線が約2000N/㎟を超える強度を有する技術」を付加して，相違点1に係る本件補正発明の発明特定事項とすることに格別な困難性はなく，そのように判断した本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件周知技術の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例には，ワイヤロープ材として硬鋼線材である SWRH62 が使用されることが記載され，その硬鋼線材である SWRH の線径として0．08ないし0．2mm(断面積は約0．005ないし0．031㎟)，引っ張り強さとして2．50ないし3．14GPa(2500ないし3140N/㎟)であることが記載されており，これは，ワイヤロープの鋼線の断面積を約0．005㎟から約0．031㎟までの間の値とし，その鋼線の強度を約2500N/㎟から約3140N/㎟までの間の値としたものが示されているものであり，また，「ミニロープ」の応用分野として，「自動化機器，情報化機器，輸送機器，医療機器，…その他産業機械一般」との記載がある。",
                        "そして，「エレベータ」は「輸送機器」に含まれるものであるから，周知例には，ワイヤロープの鋼線の断面積は約0．005㎟から約0．031㎟までの間の値とし，その鋼線の強度を約2500N/㎟から約3140N/㎟までの間の値としたワイヤロープを，エレベータに使用することが示されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，周知例には，「巻上ロープの鋼線の断面積は，約0．015㎟より大きく，約0．2㎟より小さく」との事項と重複し，「巻上ロープの鋼線は，約2000Ｎ／㎟を超える強度を有している」との事項に包含されている技術が示されていることになるから，相違点1に係る本件補正発明の発明特定事項は，本件周知技術に示されているということができる。",
                        "したがって，引用発明1に本件周知技術を採用することは，当業者であれば容易に想到し得たことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正発明の利点について",
                  "text": [
                    "上記ア及びイのとおり，本件補正発明は，引用発明1及び2並びに本件周知技術に基づいて当業者が容易に発明をすることができたものであるから，原告主張に係る本件補正発明の効果も，当然，引用発明1及び2並びに本件周知技術から，当業者が予測し得る範囲のものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によると，本件補正発明が特許法29条2項により独立して特許を受けることができないものであるとした本件審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明が進歩性を有しないとした判断の誤り)について〔原告の主張〕",
          "text": [
            "本件審決は，本願発明は引用発明1及び2並びに本件周知技術に基づいて当業者が容易に発明をすることができたものであるとした。",
            "しかしながら，本件補正発明と同じく，本件発明1及び2並びに本件周知技術に基づいて，当業者は本願発明を容易に想到することができないものである。",
            "したがって，本願発明は特許法29条2項により特許を受けることができないとした本件審決は取り消されるべきものである。",
            "〔被告の主張〕",
            "本願発明は，本件補正発明から，「前記巻上ロープの直径は，公称負荷が1000kg 未満のエレベータにおいては2．5～5mm であり，公称負荷が1000kg より大きいエレベータにおいては5～8mm である」との事項を省いたものである。",
            "そして，上記2の〔被告の主張〕のとおり，本願発明の発明特定事項を全て含む本件補正発明が，引用発明1及び2並びに本件周知技術に基づいて当業者が容易に発明をすることができたものであるから，本願発明も，同じく，引用発明1及び2並びに本件周知技術に基づいて当業者が容易に発明をすることができたものである。",
            "したがって，本願発明は特許法29条2項により特許を受けることができないとした本件審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "本件審決は，本件補正が特許請求の範囲の減縮を目的とするものとは認められないとして本件補正を却下するに際して，本件補正のうちの請求項1に係る「巻上ロープの直径」の追加について，本願発明の発明特定事項のいずれかを概念的に下位にしたものではなく，法17条の2第4項2号にいう「限定的減縮」を目的とするものではないと判断しているが，同判断の誤りをいう取消事由1に対する検討はひとまずおき，本件審決は，以上の判断に続け，本件補正発明が独立特許要件を満たさないとも判断して，本件補正を却下しているので，まず，その判断の誤りをいう取消事由2から検討することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(本件補正発明が独立特許要件を満たさないとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2によると，引用発明2は，通常，重量物を牽引したり，吊持ちするために用いられ，具体的な用途としては，エレベータの吊持用，織機の綜絖駆動用等(【0006】)としての，多くの細線をより合わせることによって得られるワイヤロープの構造に関するものであること(【0001】)，このワイヤロープでは，プーリやローラの直径は，ワイヤロープがたわんで形成される円弧の直径(シーブ直径)に設定されているところ，シーブ直径とワイヤロープの直径との比率は，ワイヤロープの寿命に大きな関係があり，安全面でも重要な事項であるため，各分野において安全性を考慮して規定されていること(【0007】)，例えば，織機の分野において，生産性の向上を図るために，ワイヤロープによって吊持ちされた綜絖枠の上下動を高速化すると，ワイヤロープの耐用年数が減少し(【0008】【0009】)，その不都合をなくそうとして，ワイヤロープのたるみの度合いを小さくするために，プーリの直径を従来より大きくしようとすると，織機の部品コストが増加するとの問題があり(【0010】)，このような問題は，織機以外の分野においても，ワイヤロープをプーリに架設して使用する限り同様に存在するものであること(【0011】)，ワイヤロープとしては，直径0.3mm 前後の高張力硬鋼線などの各種グレードの硬鋼線を用いた素線からなるワイヤロープ構造とすることができること(【0002】【0003】【0025】【0026】)，発",
                  "text": [
                    "明の具体例の1つとして，織機の分野における綜絖枠の吊持用に適用することができる単位ロープは，直径0.12ないし0.17mm の細い素線を合計75本使用して形成され，1本当たり280kgf 以上の引っ張り強度を有していること(【0039】【0043】)の発明であると認めることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "そして，上記の直径0.3mm の鋼線の断面積は約0.071㎟(＝π×",
                  "text": [
                    "(0.3 ㎟)2)である。",
                    "また，上記の1本当たり280kgf の引っ張り強度を有する直径0.12mm ないし0.17mm の素線の強度は約1612N/㎟(直径0.17㎟につき，＝280kgf×9.8N/(π×(0.17mm/2)2×75 本))ないし約3235N/㎟(直径0.12㎟につき，＝280kgf×9.8N/(π×(0.12mm/2)2×75 本))となるから，1 本当たり280kgfの引張り強度を有すること，かつ，ワイヤロープをより合わせた場合に「より減り率」によって強度が低下すること(甲9)をも合わせ考慮すると，引用例2には，素線の強度が1612ないし3235N/㎟以上の素線の使用が想定されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1と引用例2との組合せ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1は，前記第2の3(2)アのとおりのトラクションシーブエレベータに係る発明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(1)によると，引用例2に記載の巻上ロープについて，「円形及び／又は非円形断面の鋼線からより合わされた負荷保持部」に相当するものであり，また，引用例2には，巻上ロープを構成する鋼線の断面積が約0.071㎟，鋼線の強度が1612ないし3235N/㎟以上のものを使用することが例示されており，この断面積と強度との組合せによるワイヤロープは，相違点1に係る本件補正発明の構成を満たすものということができる。",
                        "そして，引用例2には，ワイヤロープの用途としてエレベータ吊持用のロープが記載されているから，この引用例2を，同じエレベータの技術分野に属する引用例1に適用し，相違点1に係る本件補正発明の構成とすることは，当業者にとって容易に想到することができるものということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件補正発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件補正明細書によると，本件補正発明の技術的意義は，以下のとおりのものと認められる。",
                            "エレベータ開発作業における目的の 1 つとして，空間の効率的かつ経済的な利用を達成することが求められているところ(【0002】)，本件の発明は，小さなトラクションシーブにより，小型で経済的に設計されたエレベータとエレベータ機械とを実現し，また，建物及びエレベータ昇降路における空間利用を以前よりも更に効果的にするような機械室やエレベータを開発することなどを目的とするものである(【0006】【0009】)。",
                            "そのために，本件補正発明は，前記第2の2(別紙2の【請求項1】)のとおりの構成を備えるものであって，特に，トラクションシーブを解して巻上機とかみ合う巻上ロープの鋼線の断面積は，約0．015㎟より大きく，約0．2㎟より小さく，前記巻上ロープの鋼線は，約2000N/㎟を超える強度を有し，巻上ロープの直径は，公称負荷が1000kg 未満のエレベータにおいては2．5ないし5mm であり，公称負荷が1000kg より大きいエレベータにおいては5ないし8mm であることを特徴とするものである。",
                            "そして，このような巻上ロープの構成とすることによって，トラクションシーブの直径を小さく設計できることから，機械のサイズ及び重さを減らし，エレベータの取付け時間及びコストも減らすことができるなど，様々な利点がある(【0009】【0019】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，他方，巻上ロープの直径については，本件補正によって，請求項1において「公称負荷が1000kg 未満のエレベータにおいては2．5～5mmであり，公称負荷が1000kg より大きいエレベータにおいては5～8mm」と追加されたものの，本件補正明細書の発明の詳細な説明において，「軽くて細いロープは，取り扱いが容易であり，取付けをかなり早くする。たとえば，1000kg より下の公称負荷および2m/s より下の速度向けのエレベータでは，本発明の細くて強い鋼線ロープの直径は，ほんの3～5mm ていどである。約6mm もしくは8mm の直径のロープにより，本発明によるかなり大きくて早いエレベータが達成できる。」(【0009】)，「強くて，通常よりもかなり細い巻上ロープを使用することにより，トラクションシーブとローププーリの直径と大きさを，通常の大きさのロープを使用したときよりもかなり小さく設計できる。このためまた，エレベータの駆動モータとして，より小さなサイズとより少ないトルクを持ったモータの使用が可能になり，その結果，モータの購入コストが低減する。たとえば，1000kg より少ない公称負荷用に設計された本発明のエレベータでは，トラクションシーブの直径は120～200mm が好ましいが，トラクションシーブの直径は，これより小さいものすらよい。トラクションシーブの直径は，使用する巻上ロープの太さに依存する。」(【0019】)，「エレベータで通常使われるロープの場合，ロープは，金属ロープ溝と接触するように設計され，8～10mm の太さであり，このように太さが決まると，被覆は少なくとも1mm の厚さとなる。…細いワイヤの使用により，ロープそれ自体をより細くすることが可能である。なぜならば，細い鋼製ワイヤは，より太いワイヤよりも強い材料から製造できるからである。たとえば，0．2mm のワイヤを用いると，かなりよい構造の太さ4mm のエレベータ巻上ロープを製造できる。」(【0022】)，「図5aおよび5bに示すロープは，直径が約4mm の鋼線ロープである。たとえば2：1吊下げ比を用いるとき，本発明の細くて強い鋼線ロープの直径は，公称負荷が1000kg より少ないエレベータにおいては2．5～5mm が好ましく，公称負荷が1000kg より大きいエレベータにおいては5～8mmが好ましい。原理的にこれより細いロープを使うことができるが，この場合は，ロープの数を多くする必要がある。さらに，吊下げ比を増やすと，上述のものより細いロープが使用可能であり，同時により小さくてより軽いエレベータ機械を実現できる。」(【0023】)などと記載されるのみである。",
                            "しかるところ，本件補正明細書には，エレベータの吊下げ比に関する規定はなく，また，巻上ロープの直径を2.5ないし5mm や5ないし8mm にすることについては，好ましいなどとされているだけであって，臨界的意義をもって記載されているものでもない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知事項の存在",
                      "text": [
                        "そして，甲24ないし26によると，エレベータにおいては，かご重量に合わせて，巻上ロープの直径が適宜決定されるものであって，これは，周知の事項ということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，相違点2に係る本件補正発明の構成は，当業者において，その使用するエレベータに応じて適宜採用することができる設計的事項にすぎないといわざるを得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，建築基準法施行令に基づくエレベータの安全基準(甲29)や欧州における昇降機の構造及び据付けに関する安全基準EＮ81−1(甲28)によると，エレベータ吊持用ロープの直径は8mm 以上でなければならないとされているところ，引用発明2におけるロープの直径が約4.5mm と安全基準の半分程度であることや，ロープの強度が開示されていないことからすると，引用発明2におけるロープがエレベータ吊持用であるということはできないと主張する。",
                    "しかしながら，前記(1)のとおり，引用例2には，ワイヤロープをエレベータ吊持用のロープとして用いることが記載され，また，本件補正発明における巻上ロープの鋼線と同様の強度を有する硬鋼線を用いることが開示されており，他方，上記(2)イ(ア)のとおり，本件補正発明における巻上げロープの直径については臨界的意義を持つものとして記載されているものでないことからすると，原告主張に係る安全基準として，本件補正発明が，甲2発明に比して特別の意味を有していると認めることはできず，原告の主張は理由がない。",
                    "なお，原告は，上記安全基準を挙げて，エレベータ吊持用のロープの直径は8mm以上でなければならず，これを下回る場合には，これらの安全基準で定めた安全性を確保するため，ロープを構成するワイヤの強度が重要となると主張するところである。",
                    "しかしながら，本件補正発明の巻上ロープの直径である2.5ないし5mm 又は5ないし8mm については，公称負荷が1000kg より大きいエレベータにおける直径の上限値8mm のみが上記安全基準の8mm 以上に該当するだけであって，それ以外は，この安全基準を満たさないものであり，また，原告は，巻上ロープの直径が8mm を下回る場合にはロープを構成するワイヤの強度が重要となると主張するが，このワイヤの強度については，引用発明2と同程度のものであって，この点からも，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決が引用した引用例2のロープは，織機の綜絖枠吊持用ロープであって，エレベータのロープと比べてロープに掛かる張力が著しく低いこと，エレベータ用ロープでは，乗員の安全性確保のために要求される条件がはるかに厳しいこと，エレベータ用ロープには，引っ張りや曲げなどについて，織機ロープと著しく異なる機械的特性が要求されることから，織機用ロープをワイヤを使って作られたロープが，エレベータ用ロープに要求される機械的特性を満たすかどうか推定することが不可能であることなどを主張する。",
                    "しかしながら，引用例2には，本件補正発明と同様の性能を有する鋼線を使用することが記載され，この鋼線を用いたロープをエレベータ吊持用ロープとして使用することができることが記載されていること，ロープ全体としての引っ張り強度，曲げ疲労等については，本件補正発明にもその対策のための具体的な構成が特定されているものではなく，実際のロープを製造するに当たって適宜勘案すべきものと解することができること，そして，本件補正発明と同様の，巻上機がトラクションシーブを解して1組の巻上ロープとかみ合い，この1組の巻上ロープは，実質的に円形の断面の巻上ロープを含み，このロープが負荷保持部を有し，この巻上ロープが軌道上を移動するカウンタウエイト及びエレベータカーを支持するエレベータとの構成を有する引用発明1に，本件補正発明の鋼線と同様の強度を有するワイヤを使用するものである引用発明2を組み合わせることにより，本件補正発明と同様の機械的特性を導くことができるものであること，引用発明1に引用発明2を適用することについての特段の阻害事由も認められないことからすると，原告が本件補正発明の特性等として主張するところをもって，引用発明1に引用発明2を適用することが容易に想到し得ないとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件引用発明1と本件周知技術との組合せの是非について検討するまでもなく，本件補正発明は進歩性を有するものではなく，本件補正は独立特許要件を欠くものとして不適法なものである。",
                "よって，本件補正が限定的減縮を目的とするものとは認められないとして本件補正を却下した本件審決の判断の誤りをいう取消事由1について改めて検討するまでもなく，取消事由2に理由がない以上，本件補正は却下されるべきものであるから，本件審決の結論それ自体に誤りはないといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由3(本願発明が進歩性を有しないとした判断の誤り)について(1) 本願発明は，本件補正発明から，「前記巻上ロープの直径は，公称負荷が1000kg 未満のエレベータにおいては2．5～5mm であり，公称負荷が1000kgより大きいエレベータにおいては5～8mm である」との事項が除かれたものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，本件補正発明と同じく，本件発明1及び2並びに本件周知技術に基づいて，当業者は本願発明を容易に想到することができないものであると主張する。",
                "しかしながら，上記1のとおり，本願発明の発明特定事項を全て含む本件補正発明は，引用発明1及び2に基づいて当業者が容易に発明をすることができたものであるから，本願発明も，引用発明1及び2に基づいて当業者が容易に発明をすることができたものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願発明は進歩性を有するものではない。",
                "以上によれば，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10212",
    "date": "2011-02-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081067",
    "ipprecedent_id": "2495",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}