{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，補助参加によって生じた費用を含め，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人サンウエーブ工業株式会社は，控訴人に対し，1000万円及びこれに対する平成21年5月27日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人積水ハウス株式会社は，控訴人に対し，200万円及びこれに対する平成21年5月27日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，補助参加によって生じた費用を含め，第1，2審とも被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要及び当事者の主張等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "控訴人(原審原告)を「原告」と，被控訴人サンウエーブ工業株式会社(原審被告)を「被告サンウエーブ工業」と，被控訴人積水ハウス株式会社(原審被告)を「被告積水ハウス」と，被控訴人ら補助参加人(原審被告ら補助参加人)を「補助参加人」という。原審において用いられた略語は，当審においてもそのまま用いる。",
            "原審の経緯は，以下のとおりである。",
            "原告は，発明の名称を「地震時ロック方法及び地震対策付き棚」とする特許権を有する。原告は，同特許権に係る特許出願についての出願公開後，被告らに対し，特許出願に係る発明の内容を記載した書面を提示して警告をしたにもかかわらず，被告らが同特許権に係る発明の技術的範囲に属する製品を販売したとして，特許法65条1項に基づき補償金の一部請求として，被告サンウエーブ工業に対しては1000万円を，被告積水ハウスに対しては200万円を，それぞれ支払うよう求めた。これに対し，被告ら及び補助参加人は，被告物件は本件特許発明の技術的範囲に属さず，また，本件特許は特許無効審判により無効にされるべきものであると主張して，これを争った。",
            "原判決は，被告物件は，本件特許発明の技術的範囲に属すると認めることができないとして，原告の請求をいずれも棄却した。これに対し，原告は，原判決の取消しを求めて，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等及び争点",
          "text": [
            "次のとおり訂正するほかは，原判決の「事実及び理由」欄の「第2 事案の概要」，「1 判断の基礎となる事実」，「2 争点」(原判決2頁21行目ないし7頁5行目)記載のとおりであるから，これを引用する。",
            "原判決3頁2行目の「なお」から4行目「個所である。」までを，「なお，下記特許請求の範囲の請求項1の下線部は，平成20年11月22日付け手続補正書により補正された個所である。(甲48)」と改める。",
            "原判決5頁14行目ないし18行目を，「原告が上記(3)の警告に際して被告らに送付した公開特許公報に記載された特許請求の範囲の請求項1及び請求項4は下記のとおりであったが，その後，平成20年11月22日付け手続補正書により，上記(1)アのとおり特許請求の範囲の請求項1について補正が行われ，その補正された特許請求の範囲に基づき特許権の設定登録がされた。(甲16，24，48)」と改める。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点に対する当事者の主張",
          "text": [
            "次のとおり当審における主張を追加するほかは，原判決の「事実及び理由」欄の「第3 争点に関する当事者の主張」(原判決7頁6行目ないし26頁21行目)記載のとおりであるから，これを引用する。",
            "争点1(被告物件は本件特許発明の技術的範囲に属するか)について",
            "【原告の主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Cについて",
              "text": [
                "当業者とは，公知技術ないし慣用技術を知っており，明細書等に示唆がなくても，技術常識を適用して，実施例の構成を置換することができる者を指す。本件特許発明は，係止体が常時ロック位置にある方式(B方式)の地震時ロック方法において，解除が確実で解除機構を単純にするという課題を解決するため，閉じられた位置で扉等と全く接触しない前部の係止部を有するとの構成に新規性，進歩性があり，被告物件もかかる構成を有している。被告物件は，本件特許発明の地震検出という非本質的構成について，公知技術ないし慣用技術を用いて，本件特許発明の実施例に記載された球を倒立分銅と中間体の組合せに置換したにすぎず，被告物件における倒立分銅は，本件明細書に実施例として記載された球と比較してみても，震動するもので係止体の動きを妨げるという同じ技術思想であり，倒立分銅と中間体からなる機構も，地震ロック技術において公知技術ないし慣用技術にすぎない(甲12，27，34，35，37等)。",
                "なお，本件特許発明は，解除が確実で解除機構を単純にするという課題を解決するため扉等がばたつくという発明であり，地震検出手段を「球」に限るとする出願人(原告)の意図はなく，したがって，振動するものの種類は限定されない。本件明細書ないし出願経過を総合しても，本件特許における係止体の回動の動きを妨げる構成について，球による妨げや直接の妨げに限定されることはない。また，出願人(原告)は，振動するものとして球以外の倒立振子を用いたものや，扉等の戻る動きと関係なく解除されるものが公知であったにもかかわらず，本件明細書の背景技術には，誤って，ゆれによって球が動く地震時ロック方法が用いられているとの記載をしたが，これを理由として，本件特許発明の技術的範囲を限定的に解釈することは，妥当でない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら及び補助参加人の主張に対し",
              "text": [
                "被告ら及び補助参加人は，構成要件Cの「前後または左右のゆれ」を球の前後または左右のゆれと解釈すべきと主張する。しかし，被告ら及び補助参加人の上記主張は，失当である。すなわち，本件明細書の記載によれば，一貫して地震のゆれとの意味で用いられていることから，球の前後または左右のゆれと解釈することはできない。",
                "また，被告ら及び補助参加人は，被告物件のラッチ体の回動の動きが妨げられる部分は軸の上部であり，中間体を用いているから，被告物件は，「係止体が地震時に前後または左右のゆれでその後部において回動の動きが妨げられ扉等の開く動きを許容しない状態になり」との構成部分を充足しないと主張する。しかし，被告ら及び補助参加人の上記主張も失当である。すなわち，被告物件のラッチ体の回動の動きが妨げられる部分は，軸の上部であるとしても，ラッチ体全体の後部であることに変わりはなく，軸の位置に応じて後部で回動の動きを妨げる構成とすることは設計事項にすぎないから，被告物件は，上記の構成部分を充足する。",
                "さらに，被告ら及び補助参加人は，被告物件の感震体は，本件特許発明の球とは異なり，前後左右のどの方向に倒れても中間体を作動させること，地震時には，コマが首を振るように倒れたまま軸のまわりに回転し，中間体を作動させたままの状態になることなどを理由として，被告物件は，構成要件Cを充足しないと主張する。",
                "しかし，被告ら及び補助参加人の上記主張も失当である。すなわち，球と倒立分銅とは，その振動軌跡は異なるものの，振動することに変わりはなく，地震時の動きで係止体の回動の動きを妨げるものであるから，被告物件が感震体として倒立分銅を用いていることをもって，構成要件Cを充足しないとはいえない。なお，構成要件Cは，収納物がない状態，すなわち収納物により扉等に開く方向の力がかからない場合に限定されており，被告物件において，収納物により扉等に開く方向の力がかかった場合の中間体の作用・効果について検討する必要はない。",
                "【被告ら及び補助参加人の反論】"
              ]
            },
            {
              "fig": "(1)",
              "subject": "構成要件Cについて",
              "text": [
                "本件明細書の段落【0002】，【0016】，【0018】の記載によれば，「前後または左右のゆれ」は，球の前後または左右のゆれと解すべきである。これに対して，被告物件は，倒立分銅を用いており，球を用いていないので，構成要件Cを充足しない。",
                "また，本件特許発明の実施例においては，係止体が回動軸を挟んで前部と後部に分けられていることからすれば，構成要件Cにおける係止体の「その後部」とは，「回動軸を挟んで前部である係止部と対向している部分」を指すと解すべきである。",
                "これに対して，被告物件のラッチ体は，回動軸の上部においてラッチ保持具(中間体)によって回動を妨げられるものであるから，構成要件Cを充足しない。",
                "さらに，被告物件の倒立分銅とラッチ保持具の組合せにおいては，①倒立分銅上部の円錐状の凹みが軸対称であるため，どの方向に倒れてもラッチ保持具の後部が上昇する，②倒立分銅は，地震時にコマが首を振るように倒れたまま軸のまわりに回転する傾向があるため，ラッチ保持具は，押し上げられたままの状態となる，③地震終了後，ラッチ保持具とラッチ体が係合した状態でラッチ体に扉等を開く方向の力が加わっていると，倒立分銅のゆれが止まっても，ラッチ保持具が係止位置にとどまるため，ロック状態が継続するなど，本件特許発明の実施例における球とは機能において異なる。この点からも，被告物件は，本件特許発明の構成要件Cを充足しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対し",
              "text": [
                "原告は，本件特許発明は，解除が確実で解除機構を単純にするという課題を解決するため，閉じられた位置で扉等と全く接触しない前部の係止部を有し軸で回動可能な係止部との構成を採用しており，この点で本件特許発明と被告物件は共通すると主張する。しかし，本件明細書の段落【0003】，【0021】によれば，本件特許発明は，解除機構を単純に出来るとの課題を解決する手段として，地震時に係止体が扉等の戻る動きとは独立し扉等の戻る動きで解除されず，扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく，前記係止体は扉等の開く動きを許容して動き可能な状態になるとの構成を採用したものであり，上記課題を解決する手段として，閉じられた位置で扉等と全く接触しない前部の係止部を有し軸で回動可能な係止部との構成を採用したとは記載されていない。本件明細書には，係止部が閉じられた位置で扉等と全く接触しないとの構成がいかなる作用効果を奏するかについての記載はなく，原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原判決と同様に，被告物件は，本件特許発明の構成要件Cを充足せず，本件特許発明の技術的範囲に属さないから，本件控訴はいずれも棄却すべきものと判断する。その理由は，次のとおり付加するほかは，原判決の「事実及び理由」欄の「第4 当裁判所の判断」(原判決26頁23行目ないし44頁3行目)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "構成要件Cの充足性について(補充)",
          "text": [
            "原告は，本件特許発明は，係止体が常時ロック位置にある方式(B方式)の地震時ロック方法において，解除が確実で解除機構を単純にするという課題を解決するため，閉じられた位置で扉等と全く接触しない前部の係止部を有するとの構成に特徴があるのに対して，被告物件も同様の構成を有しており，地震検出という非本質的構成について，公知技術ないし慣用技術を用いて，本件特許発明の球を倒立分銅と中間体の組合せに置換したものであるから，被告物件は，本件特許発明の構成要件Cを充足すると主張する。",
            "しかし，原告の主張は，次のとおり採用することができない。すなわち，本件特許発明は，開き戸，引き出し等(以下「扉等」という。)を地震時に自動ロックする扉等の地震時ロック方法及びこれを用いた地震対策付き棚に関するものである。本件明細書では，【背景技術】の欄において，従来，地震時に扉等を自動ロックする地震時ロック装置においては，ゆれによって球が動くことにより地震を検出する地震時ロック方法が用いられているが，この場合において係止体は扉等の戻る動きにより解除されていたため解除機構が複雑になっていたことを本件特許発明の課題として挙げている(段落【0002】)。また，本件明細書では，【発明が解決しようとする課題】の欄において，本件特許発明の目的について，上記背景技術における課題を解決し，地震時に係止体が，扉等の戻る動きとは独立し，扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく扉等の開く動きを許容して動き可能な状態になる構成にすることにより解除機構を単純にできる扉等の地震時ロック方法及びこれを用いた地震対策付き棚の提供との記載がある(段落【0003】)。しかし，そのような課題に対し【課題を解決するための手段】の欄に記載された事項としては，わずかに，地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になるとの記載が付加されているほかは，上記【発明が解決しようとする課題】の欄の記載が，そのまま繰り返されているだけで，課題を解決するための具体的な手段が示されているとはいえない。そして，【発明を実施するための最良の形態】欄には，本件特許発明の参考例として，「球」を用いた地震検出方法が示され，これによれば，係止体の係止部が扉等の係止具に係止することなく単に停止されるものであり地震時に扉等がばたつくロック状態となる旨説明されている(段落【0019】)。このような本件明細書の記載内容に照らすならば，本件特許発明の実施例に示された図18，19(別紙図面1，2)以外の技術的事項が開示されているとはいえない。",
            "上記によれば，本件特許発明は，地震時に扉等を自動ロックする地震時ロック装置において，地震時に，ゆれによって「球」が動き，「球」が回動可能な係止体の後部に作用することにより，係止体の動きを制御し，地震のゆれがなくなることにより，「球」が地震前の状態に復帰し，上記係止体の動きを許容するようになるとの実施例に示された技術が開示されていることを前提として，上記係止体は扉等の係止具を停止することはあっても，扉等に係止されることはないことにより，ロックを解除するのに扉等を押すなどの特別な動作を要しないとの目的を達することができるとの発明と理解される(なお，上記係止体が扉等の閉じられた位置で扉等と全く接触しない前部の係止部を有することが，上記課題との関係でいかなる技術的意義を有するかについては，本件明細書には何ら記載されていない。また，本件明細書では，ロック状態の確実な解除は，本件特許発明の解決課題としても効果としても挙げられていない。)。",
            "構成要件Cの「地震時に前後または左右のゆれでその後部において回動の動きが妨げられ扉等の開く動きを許容しない状態になり」とは，地震時に前後または左右のゆれで動き出した「球」により，係止体の後部において回動の動きが妨げられ，上記係止体が扉等の開く動きを許容しない状態になると理解するのが相当である。",
            "そうすると，被告物件は，地震時に前後または左右のゆれで動き出した「球」により，係止体の後部において回動の動きが妨げられ，上記係止体が扉等の開く動きを許容しない状態とするものではなく，地震時のゆれで動作する感震体(倒立分銅)と感震体(倒立分銅)の動作に対応してラッチ体に係合する中間体により，地震時にラッチ体(係止体)の回動の動きを妨げるものであるから，本件特許発明の構成要件Cを充足しない。",
            "これに対し，原告は，被告物件は，地震検出という非本質的構成について，公知技術ないし慣用技術を用いて，本件特許発明の球を倒立分銅と中間体の組合せに置換したにすぎないと主張する。しかし，上記のとおり，本件特許発明に係る特許請求の範囲の記載は明確でなく，発明の詳細な説明にも，上記実施例以外に当業者が発明を実施することができる程度の説明がない以上，上記説示した解釈を妨げる理由とはならない。その他，原告は，縷々主張するが，いずれも採用の限りでない。"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の請求をいずれも棄却した原判決は相当であって，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10070",
    "date": "2011-02-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成21年(ワ)6994",
    "precedent_id": "081115",
    "ipprecedent_id": "2511",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}