{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2009−800069号事件について平成22年3月2日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告は，被告の有する本件特許について無効審判請求をしたが，特許庁から請求不成立の審決を受けた。本件はその取消訴訟であり，争点は，訂正要件充足性の有無，容易推考性の存否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「データ表示装置及びデータ表示方法」とする特許第3876256号(本件特許)の特許権者である。本件特許は，平成16年2月16日に出願されたが，平成7年5月1日にした特許出願(特願平7−107710号)の一部を新たな特許出願としたものである。",
            "原告は，平成21年3月31日，本件特許について無効審判請求をした。この請求は無効2009−800069号事件として特許庁に係属し，被告はその手続中の平成21年10月14日付けで訂正請求(本件訂正)をしたところ，特許庁は，平成22年3月2日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は平成22年3月12日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正の内容",
          "text": [
            "本件訂正は，訂正事項1～6から成る。このうち訂正事項1～3は，それぞれ特許請求の範囲の請求項1～3に対応するもので，これらを後記(2)の請求項1～3のとおり訂正するというものである。また，訂正事項4～6は，発明の詳細な説明において特許請求の範囲と同様の記載がされている部分(段落【0013】～【0015】)について，訂正事項1～3と同様の訂正をするものである。",
            "本件特許の本件訂正前後の請求項1～3の記載は，次のとおりである(以下，本件訂正後の請求項1～3に記載された発明を「訂正発明1」～「訂正発明3」という。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前の請求項1～3",
              "text": [
                "【請求項1】",
                "「移動体が移動すべき目的地までの経路を設定する経路設定手段と，施設に関する情報を進入可能な進行方向と共に該施設が設置されている道路毎に記憶した記憶手段と，",
                "前記設定された経路を前記移動体が移動中に当該移動体の進行方向を認識する認識手段と，",
                "前記認識された移動体の進行方向に基づいて当該移動体の進行方向前方にあり，かつ，当該移動体が進入可能な前記経路上に存在する施設を前記記憶手段から検索する施設検索手段と，",
                "前記施設検索手段により検索された施設の名称を表示する施設名称表示手段と，を備え，",
                "前記施設名称表示手段は，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に表示することを特徴とするデータ表示装置。",
                "【請求項2】",
                "「前記施設名称表示手段は，所定の施設名描画領域の上下に配された個別施設名描画領域に，前記施設の名称を表示することを特徴とする請求項1に記載のデータ表示装置。」",
                "【請求項3】",
                "「移動体が移動すべき経路を設定する経路設定工程と，",
                "前記設定された経路を前記移動体が移動中に当該移動体の進行方向を認識する認識工程と，",
                "施設に関する情報を進入可能な進行方向と共に該施設が設置されている道路毎に記憶した記憶手段から，前記認識された移動体の進行方向に基づいて当該移動体の進行方向前方にあり，かつ，当該移動体が進入可能な前記経路上に存在する施設を前記記憶手段から検索する施設検索工程と，",
                "前記施設検索工程により検索された施設の名称を表示する施設名称表示工程と，を備え，",
                "前記施設名称表示工程は，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に表示することを特徴とするデータ表示方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正による請求項1～3",
              "text": [
                "【請求項1】(下線部分が訂正事項1)",
                "「移動体が移動すべき目的地までの経路を設定する経路設定手段と，施設に関する情報を進入可能な進行方向と共に該施設が設置されている道路毎に記憶した記憶手段と，",
                "前記設定された経路を前記移動体が移動中に当該移動体の進行方向を認識する認識手段と，",
                "前記認識された移動体の進行方向に基づいて当該移動体の進行方向前方にあり，かつ，当該移動体が進入可能な前記経路上に存在する施設を前記記憶手段から検索する施設検索手段と，",
                "前記施設検索手段により検索された施設の名称を表示する施設名称表示手段と，カーソル表示手段と，",
                "カーソル位置を変更するカーソル移動手段と，",
                "リセット手段と，",
                "を備え，",
                "基準初期化状態においては，前記施設名称表示手段が，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に施設名称表示を行うと共に前記カーソル表示手段がカーソル位置を現在地に最も近い施設となるように表示し，",
                "前記リセット手段は，前記カーソル移動手段によって移動したカーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，当該表示状態を前記基準初期化状態における表示状態に更新することを特徴とするデータ表示装置。」",
                "【請求項2】(下線部分が訂正事項2)",
                "「前記施設名称表示手段は，所定の施設名描画領域に上下に渡って配された個別施設名描画領域に，前記施設の名称を表示することを特徴とする請求項1に記載のデータ表示装置。」",
                "【請求項3】(下線部分が訂正事項3)",
                "「移動体が移動すべき経路を設定する経路設定工程と，",
                "前記設定された経路を前記移動体が移動中に当該移動体の進行方向を認識する認識工程と，",
                "施設に関する情報を進入可能な進行方向と共に該施設が設置されている道路毎に記憶した記憶手段から，前記認識された移動体の進行方向に基づいて当該移動体の進行方向前方にあり，かつ，当該移動体が進入可能な前記経路上に存在する施設を前記記憶手段から検索する施設検索工程と，",
                "前記施設検索工程により検索された施設の名称を表示する施設名称表示工程と，表示リセット工程と，",
                "を備え，",
                "前記施設名称表示工程は，基準初期化状態においては，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に施設名称表示を行うと共にカーソル位置を現在地に最も近い施設となるように表示し，",
                "前記表示リセット工程においては，カーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，当該表示状態を前記基準初期化状態における表示状態に更新することを特徴とするデータ表示方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項1，3は特許請求の範囲の減縮を目的とするものに，訂正事項2は明瞭でない記載の釈明を目的とするものに，それぞれ該当し，かつ，いずれも願書に添付した明細書又は図面に記載した事項の範囲内のものであり，また，実質上特許請求の範囲を拡張し又は変更するものでもない。",
                    "訂正事項4～6は，訂正事項1～3に伴い，特許請求の範囲の記載と発明の詳細な説明の記載との整合をとるための訂正であり，明瞭でない記載の釈明を目的とするものに該当し，かつ，訂正事項1～3と同様に，いずれも願書に添付した明細書又は図面に記載した事項の範囲内のものであり，また，実質上特許請求の範囲を拡張し又は変更するものでもない。",
                    "したがって，訂正事項1～6は，特許法134条の2第1項ただし書き，及び同条5項が準用する同法126条3項，4項の規定に適合する適法な訂正である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の訂正要件充足性に関する主張，すなわち，a リセット要求に従い，表示状態を「基準初期化状態における表示状態に更新する」ことは，願書に添付した明細書又は図面に記載されていない，b カーソル位置に応じた処理を特定せずに，単にカーソルを表示し，カーソルを移動させることのみの技術的意義は，願書に添付した明細書又は図面に記載されていない，c 訂正された発明は，「現在地に最も近い施設の名称が最下段となるよう」に表示されていないもののみを対象としており，実質的に特許請求の範囲を変更するものであるとの主張については，次のとおり，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "aの主張について",
                      "text": [
                        "「リセット要求」は，願書に添付した明細書又は図面の「カーソル初期化要求」(ステップS68)に相当するものと認められるから，上記「リセット要求」に従う「表示状態の更新」は，願書に添付した明細書又は図面の「カーソルリセット」(ステップS8，S9)に相当するものといえる。ところで，願書に添付した明細書又は図面には，データ表示の動作処理に，「カーソル初期化」(ステップS27，S28)及び「カーソルリセット」(ステップS8，S9)という2つのカーソル位置の初期化動作を含むことが記載されているが，該カーソル位置の初期化動作後の表示状態については段落【0058】～【0061】に記載されているだけである。当該記載は，カーソル位置の初期化動作後の表示状態が，「基準初期化状態における表示状態」である「経路上での施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に施設名称表示を行うと共にカーソル位置を現在地に最も近い施設となるように表示」する表示状態であることを表している。そうすると，「リセット要求」に従う表示状態の更新が，「基準初期化状態における表示状態」への更新であることは，願書に添付した明細書又は図面の記載を総合的に理解した場合の合理的な解釈であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "bの主張について",
                      "text": [
                        "「移動体が進入可能な経路上に存在する施設」から選択した施設を表示する「カーソル位置」が，「現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い」，「経路上での施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に」表示した施設の中から「現在地に最も近い施設」を選択して表示するという構成は，「カーソル位置に応じた処理を特定せずに，単にカーソルを表示し，カーソルを移動させる」だけのものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "cの主張について",
                      "text": [
                        "「カーソル移動手段によって移動したカーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，当該表示状態を前記基準初期化状態における表示状態に更新する」という記載は，あらゆるカーソル位置の表示状態の中で，「カーソルが現在地に最も近い施設以外の施設を選択している」という表示状態にある時の「リセット手段」又は「表示リセット工程」の動作を特定したものと認められ，「現在地に最も近い施設の名称が最下段となるよう」に表示されていないもののみを対象としているとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由に対する判断",
              "text": [
                "原告が主張した無効理由は，訂正発明1～3は，特開平6−294661号公報(甲2)及び特開平6−307879号公報(甲3)に記載された発明に基づいて，又は，これら2文献と特開平6−274792号公報(甲4)又は特開平7−98",
                "799号公報(甲5)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。なお，原告は，慣用手段を示す刊行物として，特開平6−96390号公報(甲9)も提出した。",
                "審決は，特開平6−294661号公報(甲2)の記載から次の甲2発明を認定し，訂正発明1～3に共通する構成と甲2発明とは少なくとも次の相違点で相違しているとした上，「リセット要求に従い」，「現在地に最も近い施設の名称が最下段となるように上下に施設名称表示を行うと共にカーソル位置を現在地に最も近い施設となるように表示」する「表示状態に更新する」構成については，特開平6−307879号公報(甲3)，特開平6−274792号公報(甲4)，特開平7−9",
                "8799号公報(甲5)及び特開平6−96390号公報(甲9)に開示ないし示",
                "唆がないから，甲2発明にこれらの文献に記載の発明を組み合わせても，相違点に係る訂正発明1～3の構成に至らないことが明らかであるなどとして，訂正発明1～3は，当業者が容易に発明をすることができたとはいえないとした。",
                "【甲2発明】",
                "「車両の走行経路を予測する手段と，",
                "道路付属施設を含む背景データを，「流出」又は「流入」といった道路属性114と共に該道路付属施設が付属している道路番号112を含む道路網データとリンクして記憶した地図データ記憶手段2，",
                "前記予測された走行経路を前記車両が走行状態の場合に当該車両の進行方向を検出する位置計測手段1と，",
                "前記検出された車両の進行方向に基づいて進行方向側に指定された検索距離を辿った地点までにあり，かつ，走行経路上に存在する背景データを全て前記地図データ記憶手段2から案内情報として抽出する出力選定手段5と，",
                "該出力選定手段5によって検索された案内情報を表示する出力手段6とを備え，該出力手段6は，前記出力選定手段5により走行経路上の背景データを現在位置から近い順に並び換え，案内情報を走行順に上下に表示する車載用ナビゲーション装置。」",
                "【相違点】",
                "訂正発明1ないし3は，「表示状態」の「更新」に関し，「基準初期化状態においては，現在地に最も近い施設の名称が最下段となるように上下に施設名称表示を行うと共にカーソル位置を現在地に最も近い施設となるように表示し，カーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，当該表示状態を基準初期化状態における表示状態に更新する」と特定されているのに対して，甲2発明では，このような特定がなされていない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件充足性に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審判段階の原告の主張aに対する審決の判断は誤りであるから，訂正事項1，3，4，6につき，願書に添付した明細書又は図面の記載の範囲内のものであるとした審決の認定判断は誤りである。",
                "訂正前明細書の「カーソル位置の初期化」は，段落【0058】～【0063】の記載からすれば，「途中から異なる路線に進入した場合」又は「前回の初期化でカーソル位置に対応していた施設を通過してしまい，進行方向前方の最も近い施設が変更された場合」等に行われる，進行方向前方の最も近い施設を基準初期化位置とする処理をいう。",
                "一方，訂正前明細書には「カーソル初期化」がどのような処理を行うかについて具体的な記載はないが，「カーソル初期化」は「リセット」を意味するとされており(段落【0131】)，「リセット」は元に戻すという意味であるから，この処理は「上キー又は下キーが押されてカーソル位置が最下段の施設とは別の位置にあるとき，これを元の状態に戻す処理」と解するのが普通であり，カーソルの基準位置は最下段の位置であるから，カーソル初期化とは，「最下段の位置以外にあるカーソルを最下段に位置させる処理」と解するのが自然である。",
                "そうすると，リセット要求により行われる「カーソル初期化」と基準初期化状態にする「カーソル位置の初期化」とは異なるから，リセット要求に応じて表示状態を基準初期化状態に更新することは，訂正前明細書に記載されておらず，「リセット要求」に従い「基準初期化状態における表示状態」に更新されることが合理的な解釈であるとした審決の判断は誤りである。",
                "被告は，「カーソル初期化(リセット)」等の用語と「カーソル位置の初期化」とは同一であると主張するが，訂正前明細書には，「カーソル位置の初期化」についてのみ処理後の表示状態が記載されているのであって，それ以外の用語については処理後の表示状態が記載がされていないのであり，これらの用語の処理が同一であるとする根拠はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審判段階の原告の主張bに対する審決の判断は誤りであるから，訂正事項1，3，4，6につき願書に添付した明細書又は図面の記載の範囲内のものであるとした審決の認定判断は誤りである。",
                "上記(1)で主張したとおり，カーソル初期化の処理は，単に，カーソル位置を最下段に移動させるだけの処理にすぎず，施設表示が更新され，現在地に最も近い施設の名称が最下段となるのは，カーソル位置の初期化によって達成されるものである。本件訂正による「カーソル表示手段」及び「カーソル移動手段」は，「リセット手段」と併せて機能が限定されたものであり，カーソル位置に応じた処理を何もせずに，単にカーソルを表示し，カーソルを移動させるだけの機能を含むものと解される。",
                "他方，訂正前明細書には，カーソルの表示・移動を行う構成と，①マップモードに移行する際に，現在のカーソル位置に対応する施設付近の地図表示を行わせる構成，②カーソルが表示された施設までの距離を表示する構成，という他の構成とを組み合わせて技術的意義を有する発明しか記載されておらず，カーソル位置に応じた処理を特定せずに，単にカーソルを表示し，カーソルを移動させるだけの発明は記載されていない。",
                "したがって，訂正事項1，3，4，6は，訂正前明細書に記載された事項の範囲内においてされたものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審判段階の原告の主張cに対する審決の判断は誤りであるから，訂正事項1，3につき願書に添付した明細書又は図面の記載の範囲内のものであるとした審決の認定判断は誤りである。",
                "訂正前の請求項1における「前記施設名称表示手段は，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に表示する」との構成は，カーソル位置の初期化の処理後の状態を通常の表示状態として記載したものと思われる。",
                "これに対し，訂正後の請求項1は，リセット要求があったときの表示状態が基準初期化状態となることと，その際の基準初期化状態の内容を特定するだけのものである。すなわち，リセット要求があったときのみ表示状態を基準初期化状態における表示状態に変更することを特定するものであって，カーソルが最下段にある場合に常に基準初期化状態となるということは特定されておらず，カーソル位置が最下段にあるときには，車両が進行してカーソル表示がされた施設を車両が通過しても，カーソル位置の初期化の処理を行わないものをも含む発明となったのである。",
                "この点は，訂正前後の請求項3についても同様である。",
                "以上のとおり，訂正事項1，3によれば，訂正前に特定されていた通常状態(カーソルが最下段に表示される施設名称に位置する状態)における施設名称の配置の特定がなされなくなったのであるから，これらの訂正事項は，実質的に特許請求の範囲を変更するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易推考性の存否に関する判断の誤り)",
          "text": [
            "現在地に最も近い施設の名称が表示される位置を「基準位置」と定義すれば，特開平6−294661号公報(甲2)に記載された発明は，常に現在地に最も近い施設の名称が最上段又は最下段(基準位置)となるように上下に施設名称表示を行うものであるから，この発明において，カーソルを表示させ，リセット要求があると移動したカーソルを基準位置(最上段又は最下段)に復帰させるようにすれば，基準位置が最上段か最下段かが特定されていない点を除き訂正後の請求項1と同じ構成となる。したがって，審決指摘の相違点は，実質的には，「訂正発明1が，カーソルを表示させ，リセット要求があると移動したカーソルを基準位置に復帰させるようにしたものであるのに対し，甲2発明では，カーソルを表示させることが特定されていない点」(以下「実質的相違点1」という。)，及び「訂正発明1が基準位置を最下段とするのに対し，甲2発明では，基準位置を最上段とするか最下段とするかの特定がされていない点」(以下「実質的相違点2」という。)となる。実質的相違点2については，基準位置を最下段とすることが特開平6−307879号公報(甲3)に記載されている。実質的相違点1については，表示画面の適宜位置にカーソルを表示し，カーソルを移動させる手段，及び，移動したカーソルをホームポジション等基準となる位置に移動させる手段を設けることは，車載用ナビゲーションにおいて慣用された技術(少なくとも，車載用ナビゲーションの上位技術であるコンピュータの表示装置では当たり前の技術)であって，そのような慣用技術を何らの技術的意義もなく採用したものにすぎない(いわゆる無意味な限定というべきものである)から，単なる設計的事項にすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(1)の主張に対し",
              "text": [
                "原告の主張は，リセット要求により行われる「カーソル初期化」と基準初期化状態にする「カーソル位置の初期化」とは異なることを前提としている。",
                "訂正前明細書には，「リセット要求」に相当するものとして，「カーソル初期化(リセット)」(段落【0131】)以外にも，「カーソル位置の初期化」(段落【0060】)，「カーソルリセット」(【図7】)，「カーソル初期化」(【図8】)，「初期位置呼出」(【図12】)及び「カーソル位置リセット」(【図18】)といった別々の用語が用いられているが，カーソル位置の初期化動作後の表示状態については，訂正前明細書の段落【0058】～【0061】にしか記載されていないから，これらの文言はすべて同一の表示状態へ更新するものである。すなわち，「カーソル位置の初期化」と「カーソル初期化(リセット)」は，同一の処理を意味するものと解釈されるものである。",
                "なお，訂正前明細書の【図18】には，リセット要求後の処理は明示されていないが，訂正前明細書には，カーソル位置の初期化により表示状態を基準初期化状態における表示状態に更新する点は記載されているので，「リセット要求に従い，当該表示状態を前記基準初期化状態における表示状態に更新する」ことは，訂正前明細書の記載から自明な事項である。",
                "原告の主張を前提とすると，リセット要求に応じてカーソル位置の最下段への移動(カーソル初期化)がなされ，その後に最下段の施設表示の変更(カーソル位置の初期化)がなされるという2段階の処理がされることになるが，このような2段階の表示画面の更新は不自然であり，訂正前明細書の記載に基づかない勝手な解釈である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1(2)の主張に対し",
              "text": [
                "上記(1)で主張したとおり，「カーソル位置の初期化」と「カーソル初期化(リセット)」は，同一の処理を意味するものと解釈されるものであって，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1(3)の主張に対し",
              "text": [
                "訂正事項1の「基準初期化状態においては，前記施設名称表示手段が，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に施設名称表示を行うと共に前記カーソル表示手段がカーソル位置を現在地に最も近い施設となるように表示し，」の訂正は，施設名称表示手段が「前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に表示」を行うのみならず，さらに「カーソル表示手段がカーソル位置を現在地に最も近い施設となるように表示」する点を限定したものである。",
                "また，「前記リセット手段は，前記カーソル移動手段によって移動したカーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，当該表示状態を前記基準初期化状態における表示状態に更新する」の訂正は，リセット要求がなされた場合にも，リセット要求に従って，「基準初期化状態」の表示状態となることを規定したものである。したがって，これらの訂正は，特許請求の範囲の減縮を目的とするものである。また，訂正事項3についても同様である。",
                "原告は，訂正後の発明を，カーソルが現在地に最も近い施設以外の施設を選択している場合に限って，リセット要求がなされて「基準初期化状態」となるかのように曲解しているが，上記のとおり誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "原告の主張は，訂正発明と甲2発明との相違点が，訂正発明が「表示画面の適宜位置にカーソルを表示し，カーソルを移動させる手段，及び，移動したカーソルをホームポジションに移動させる手段を設けている」のに対し，甲2発明がこのような手段を設けていない点であることを前提とした上で，この相違点が，慣用された技術であるとするものである。",
            "しかし，上記1で主張したとおり，訂正発明は，リセット要求がなされた場合に，単にカーソルをホームポジションに移動させるものではない。訂正発明は，「カーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，当該表示状態を基準初期化状態における表示状態に更新する」ものである。",
            "また，審決認定の相違点における「施設名称表示」は，移動体の進行方向前方にあり，自動車が進入可能な経路上に存在する施設名称を表示するものである。審決の認定する相違点には，このような施設名称表示も含まれており，原告主張の実質的相違点1，2が相違点となるものではない。",
            "さらに，原告は，原告主張の実質的相違点2が特開平6−307879号公報(甲3)に記載されていると主張する。仮にそうであるとしても，甲2発明に特開平6−307879号公報(甲3)に記載された発明を組み合わせることができることを説明する必要があるが，後述のとおり，そのような組合せはできない。",
            "訂正発明1は，地図表示を必要としない場合であっても移動体の進行方向前方にあり，移動体が進入可能な経路上に存在する施設の名称を表示するものである。これに対し，甲2発明は，メイン表示画面の地図表示を必須として，メイン表示画面に表示できない周辺領域についての通過地点情報をサブ画面に表示するものであって，メイン表示画面に表示できる領域の通過地点情報はサブ画面に表示されない。",
            "このように，甲2発明は，訂正発明1のような地図表示を必要としない態様を採用することを積極的に排除するものである。また，そのような甲2発明に，カーソルを表示させ，リセット要求があると移動したカーソルを最下段に復帰させる構成を付加しても，訂正発明1～3とは到底異なるものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件充足性の有無)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，リセット要求により行われる「カーソル初期化」と基準初期化状態にする「カーソル位置の初期化」とは異なるから，リセット要求に応じて表示状態を基準初期化状態に更新することは，訂正前明細書に記載されておらず，したがって，訂正事項1，3，4，6につき訂正前明細書の記載の範囲内のものであるとした審決の判断は誤りであると主張する(取消事由1(1))。",
                    "訂正前の請求項1～3及び訂正前明細書(段落【0055】～【0063】，【図8】)の記載によれば，「カーソル位置の初期化」は，「途中から異なる路線に進入した場合」，「前回の初期化でカーソル位置に対応していた施設を通過してしまい，進行方向前方の最も近い施設が変更された場合」等に自動的に行われるもので，進行方向前方の最も近い施設を最下段として上下に施設名称を表示し，かつ，最も近い施設の位置をカーソル位置の基準初期化位置としてカーソルを表示する処理であると認められる。これに対し，「カーソル初期化」については，ユーザからリセットあるいはカーソル初期化要求がされた場合に表示画面を更新する旨の記載はあるが(段落【0109】，【0131】～【0133】，【図7】，【図11】)，更新の結果としていかなる表示を行うかに関する明確な記載はない。",
                    "ところで，訂正前明細書には，全体の処理の流れを記載した【図7】と，このうちMAIＮの処理の流れを記載した【図8】があるところ，「カーソル位置の初期化」に関する【図8】のS27，S28と，「カーソル初期化」に関する【図7】のS8，S9とは別の位置に記載されているから，これらの処理は別個の処理と認めるのが相当である。",
                    "【図7】 【図8】",
                    "そうすると，「カーソル初期化」によりいかなる処理がなされるかが問題となるが，訂正前明細書の段落【0102】，【0107】，【0133】，【0137】等の記載からすると，「カーソル」の文言は，画面上の位置によって，その画面に表示された施設名等の表示物が選択された状態であることを示すための，下線，色，記号等を意味するものと解されるから，段落【0058】～【0061】の記載を併せ考慮すると，「カーソル初期化(リセット)」については，カーソルの位置を「基準初期化位置」である最下段に戻すとともに，カーソルを上下キーによって移動させる前に選択されていた施設に戻す意味であると解するのが相当である。この場合，前回の「カーソル位置の初期化」(S28)の処理からリセット要求に基づく「カーソル初期化」(S9)の処理までの短時間の間に最も近い施設を通過している可能性もないとはいえず，その場合，「カーソル初期化」の結果として，その時点で進行方向前方の最も近い施設ではない施設が選択される事態もないわけではない。",
                    "しかし，そのような場合に関しては，技術常識に照らし，「カーソル初期化」から短時間の後になされる「カーソル位置の初期化」の処理によって，最も近い施設を選択し直すことが予定されているものと解されるから，結局，リセット要求の結果として，「カーソル初期化」(と上記の場合には「カーソル位置の初期化」)の処理により，必ず「進行方向前方の最も近い施設」が「基準初期化位置」である最下段に表示された上でカーソルによって選択されている状態になるのであり，ユーザによるリセット要求もこれを前提としてなされるものといえる。",
                    "以上のとおり，訂正前明細書には，「リセット要求」に従って，カーソルを単に基準位置に位置付けるに止まらず，仮に進行方向前方の最も近い施設が変更された場合にあっても，最も近い施設を基準初期化位置に表示した上でそこにカーソルを位置付けることが記載されているものといえる。",
                    "したがって，リセット要求に応じて表示状態を基準初期化状態に更新することは，訂正前明細書に記載されているといえるから，原告の取消事由1(1)の主張は採用することができず，訂正事項1，3，4，6は訂正前明細書の記載の範囲内のものであるとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「カーソル初期化」の処理がカーソルを移動させるだけの処理であることを前提として，訂正後の請求項1～3の「カーソル」は，カーソル位置に応じた処理を何もせずに，単にカーソルを表示し，カーソルを移動させるだけの機能を含むものであり，そのような発明は訂正前明細書に記載されていないと主張する(取消事由1(2))。",
                    "しかし，上記アで説示したとおり，「カーソル初期化(リセット)」は，カーソルの位置を「基準初期化位置」である最下段に戻すだけでなく，カーソルを上下キーによって移動させる前に選択されていた施設に戻す意味も含むものと解するのが相当である。したがって，原告の上記主張はその前提を欠くもので，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，訂正事項1，3によれば，訂正前に特定されていた通常状態(カーソルが最下段に表示される施設名称に位置する状態)における施設名称の配置の特定がなされなくなったのであるから，これらの訂正事項は，実質的に特許請求の範囲を変更するものであると主張する(取消事由1(3))。",
                "訂正前の請求項1における「前記施設名称表示手段は，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に表示する」との構成は，その内容に照らし，明細書における「カーソル位置の初期化」の処理後の表示状態を特定したものと認められる。ただし，訂正前明細書に記載された唯一の実施例は，上記の表示状態以外にも，現在地に最も近い施設の名称が最下段となっていない態様による表示を行うものであり(段落【0063】，【図18】)，上記の構成は，変遷する表示状態の中から特定の表示状態を特定して構成したものであって，その他の表示状態を排除するものではないと解される。",
                "そして，本件訂正前後の請求項1の文言を対比すると，訂正事項1は，訂正前に特定されていた「前記施設名称表示手段は，前記経路上での前記施設の実際の存在位置に応じた配列で，かつ，現在地に最も近い施設の名称が最下段となるように上下に表示する」との構成について，①さらに「カーソル表示手段がカーソル位置を現在地に最も近い施設となるように表示」するという限定を加え，かつ，②そのような表示状態を「基準初期化状態」と定義した上，③「移動したカーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，表示状態を基準初期化状態における表示状態に更新する」として，基準初期化状態へと表示状態が更新される一態様を特定したものと認められる。",
                "そうすると，訂正事項1は，施設名称表示手段について，訂正前においては一定の表示状態で表示を行うことが特定されていたところを，訂正後においてはその表示状態による表示を限定し，これに加えてその表示状態への更新を行うことを特定するようにし，それとともに，その更新を特定するために必要な技術的事項を追加したものであるから，特許請求の範囲を実質的に拡張し又は変更するものではなく，この点に関する審決の判断に誤りはない。また，これと同内容の訂正を行う訂正事項3についての判断にも誤りはない。",
                "原告の取消事由1(3)の主張は，上記認定に反し，訂正後の発明の構成について独自の解釈をした上，訂正事項1が実質的に特許請求の範囲の変更に当たると主張するものであって，採用することができない。",
                "以上のとおり，取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易推考性の存否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明1～3",
              "text": [
                "訂正発明1～3の特許請求の範囲は上記第2，2(2)のとおりであるところ，これと本件明細書の段落【0001】，【0009】，【0011】，【0012】，【0016】，【0023】等の記載によれば，訂正発明1～3は，車載用ナビゲーションシステム(装置)などに用いられるデータ表示装置及びデータ表示方法に関するものであって，高速道路等を走行する場合には，インターチェンジ，サービスエリア等の施設(以下「高速施設」という。)の情報が有用であるのに，地図形態の画像表示を行う従来技術ではこれらを適切に表示することができないことから，地図上で自車表示を行うマップモードとは別に，高速道路等において用いるハイウェイモードを設け，地図表示ではなく，進路前方に存在する進入可能な高速施設を最寄りの施設から順に下から上へと表示することにより，適度な情報量で必要な施設情報を容易に表示することができるというものであり，最寄りの高速施設を通過した場合や，ユーザのカーソル操作により表示が変更された状態でリセットの操作がされた場合などに，最寄りの高速施設が最下段になるよう表示を更新する構成を備えるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明",
              "text": [
                "特開平6−294661号公報(甲2)の段落【0001】，【0002】，【00",
                "04】，【0007】～【0010】，【0043】，【0068】，【0079】，【図15】等の記載によれば，甲2発明は，車載用ナビゲーション装置に関するもので，道路地図を表示装置に表示する従来技術では，画面に表示できる地図の領域に限りがあり，運転者にとって，表示されない領域についての情報を確認できず，迷いが生じるなどの問題があることから，地図表示外の領域についての情報をも提供することを目的とするもので，指定された検索範囲内にあり，かつ，通過予測経路の周辺の領域に存在する公共施設，自然，道路付属設備等の背景データを検索し，これを現在位置から近い順に並べ換え，案内情報として道路地図とは別に表示するものであって，その際，道路施設等の案内情報を上下に並べて表示する構成も含むものであることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決が相違点として認定した訂正発明1～3の構成は，カーソルが現在地に最も近い施設以外の施設を選択している表示状態にある場合に，リセット要求に従い，表示状態を基準初期化状態に更新することを特徴とするものである。この構成においては，カーソルが選択する施設名称表示がカーソルの移動によって変更され，かつ，ユーザのリセット要求と関連させて，施設名称表示とカーソル表示位置が更新されることも予定されている。このように，施設名称表示と関連させてカーソルの移動・表示を行う構成は，特開平6−307879号公報(甲3)，特開平6−274792号公報(甲4)及び特開平7−98799号公報(甲5)のいず",
              "text": [
                "れの文献にも開示されておらず，これらの文献に記載された発明を甲2発明に適用したとしても，相違点に係る訂正発明1～3の構成に至らないとした審決の判断に誤りはない。",
                "原告は，甲2発明と訂正発明1～3の実質的な相違点は，カーソルを表示し，移動させ，移動したカーソルをホームポジションに移動させる点にあるとした上，そのような点は慣用技術であると主張し，そのような慣用技術を示す文献として特開平6−96390号公報(甲9)を挙げている。しかし，上記説示のとおり，訂正発明1～3におけるカーソルの移動やリセット要求は，選択される施設名称表示の変更やその更新と関連して特定されているのであって，単なるカーソルの表示，移動，ホームポジションへの復帰のみを特定するものではない。原告の上記主張は，前提を欠くものであって採用できない。",
                "なお，審決には，甲2発明と特開平6−96390号公報(甲9)との組合せについても判断したかのような記述がある。しかし，原告は，審判手続において，上記主張に係る慣用技術を示す文献として上記文献を提出したものであり，本件訴訟においても，この文献は公知文献ではなく，上記の慣用技術を示す文献にとどまる旨主張している。したがって，本件審判手続及び本件訴訟においては，この文献を上記の慣用技術を示すものとして判断するのが限界であり，そのような枠組みの限界において判断する限り，相違点に関する審決の判断に誤りはないといわざるを得ない。",
                "以上のとおり，取消事由2には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はいずれも理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}