{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2010-800006号事件について平成22年11月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の請求に基づき原告を特許権者とする特許を無効とした審決の取消訴訟である。争点は，進歩性の有無等である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年11月15日の優先権を主張して，平成13年11月14日，名称を「酸化チタン系熱放射性塗料」とする発明につき国際特許出願をし(PCT／JP2001／009932。日本における出願番号は特願2002-543601号)，平成20年3月21日，特許登録を受けた(特許第4096736号，特許公報は乙10)。",
            "これに対し，被告は，平成22年1月6日，本件特許の請求項1，2につき無効審判を請求した。",
            "特許庁は，上記請求を無効2010-800006号事件として審理し，平成22年11月12日，「本件特許の請求項1及び2に係る発明についての特許を無効とする。」旨の審決をし，その謄本は同年11月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "【請求項1】(本件発明1)",
            "「還元酸化チタン(Ti O ，Ti O ，Ti O ，Ti O ，Ti O など，TinO ，で表すことができる低次酸化チタン)を基材とし，これに，無機接着剤を2n-1配合し，場合によっては，クロマイト(Cr O )，アルミナ(Al O )及びシリカ(SiO )を添加することを特徴とする，工業炉用酸化チタン系熱放射性塗料。」",
            "【請求項2】(本件発明2)",
            "「工業炉の内壁表面に，主に還元酸化チタンからなる塗膜を形成するための塗料であって，金属チタンの原料鉱物(チタン原鉱石及びチタンスラグを含む)を粉砕して得る粉末を基材とし，これに，無機接着剤を配合し，場合によっては，クロマイト(Cr O )，アルミナ(Al O )，及びシリカ(SiO )を添加することを特徴とする，工業炉用酸化チタン系熱放射性塗料。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審判甲第1号証(特公昭63-29712号)には，実質的に以下の発明(甲第1号証発明)が記載されていることが認められる。",
                "「粉状のクロム鉄鉱を基材とし，これに結合剤および場合によつては分散剤を配合した工業炉用熱放射性塗料組成物。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明 1 と審判甲 1 発明の一致点と相違点は次のとおりである。",
                "【一致点】",
                "「基材に無機接着剤を配合した工業炉用放射性塗料」である点。",
                "【相違点1】",
                "塗料の基材について，本件発明1においては「還元酸化チタン(Ti O ，TiO ，Ti O ，Ti O ，Ti O など，TinO ，で表すことができる低次酸3 5 4 7 5 9 6 11 2n-1化チタン)」と特定されているが，甲第1号証発明においては「粉状のクロム鉄鉱」と規定されている点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審判甲第2号証(山田幸生・赤井誠，「高温伝熱面のふく射率評価」，機械技術研究所所報，昭和56年〔1981年〕，Vol.35，No.6，p.287,296-299,301)は，工業用加熱炉の炉壁の表面のふく射率を高めることにより加熱効果を高め燃料消費量の節減を図ることを前提に，固体表面に種々のコーティングを行いそのふく射率を評価したものであり，審判甲1発明と同一の技術分野に係るものである。審判甲2には，チタニアTiO の測定結果について記載されているところ，審判甲2に記載された発明は文言としては「チタニアTiO 」を基材として使用するものとしているが，実際には「チタニアTiO 」から酸素が欠陥した「低次酸化チタン」。すなわち「還元酸化チタン」を基材として使用しているものということができる。",
                "そうすると，審判甲1発明において，基材としてクロミアCr O を多量に含むクロマイトに代えて，審判甲2における「チタニアTiO 」，実際には「低次酸化チタン」，すなわち「還元酸化チタン」を使用することは当業者が容易になし得たことである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審判甲第6号証(特開61-270254号公報)には，実質的に以下の発明(審判甲6発明)が記載されていることが認められる。",
                "「少なくとも0.1～20重量％の二酸化チタンを含有する産業廃棄物及び／又は天然鉱石並びに必要に応じ添加剤を出発材料として，通常の技術により製造する方法により製造した黒色セラミックス粉末材料を炉の壁面に塗布する熱吸収材料」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件発明2と審判甲6発明の一致点と相違点は次のとおりである。",
                "【一致点】",
                "「工業炉の内壁表面に塗布する材料であって，チタン含有材料を粉砕して得る粉末を基材としてなる工業炉用酸化チタン系塗料」である点。",
                "【相違点2】",
                "本件発明2においては，基材原料として「金属チタンの原料鉱物(チタン原鉱石及びチタンスラグを含む)」を使用することが特定されているが，甲第6号証発明においては「少なくとも0.1～20重量％の二酸化チタンを含有する産業廃棄物及び／又は天然鉱石」を使用することが規定されている点。",
                "【相違点3】",
                "本件発明2においては「無機接着剤」を配合することが特定されているが，審判甲6発明においては，必要に応じ「添加剤」を用いるものである点 。",
                "【相違点4】",
                "本件発明2においては，工業炉の内壁表面に塗膜を形成する材料成分が，「主に還元酸化チタンからなる」ものであるが，審判甲6発明においては「少なくとも0.1～20重量％の二酸化チタンを含有する」ものであり，「還元酸化チタン」に関する規定がない点",
                "【相違点5】",
                "本件発明2においては，塗料の性質について「熱放射性」と特定されているが，審判甲6発明では「熱吸収」と規定されている点"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以下の理由により，本件発明2は審判甲6発明に基づいて当業者が容易に発明をすることができたものである。",
                "①  相違点2に対する判断",
                "金属チタンの原料として使用されるチタン原鉱石(イルメナイト鉱，ルチル鉱)やチタンスラグは周知のものであるから，甲第6号証発明において，その基材原料として「金属チタンの原料鉱物(チタン原鉱石及びチタンスラグを含む)」を使用することは当業者が容易になし得ることといえる。",
                "②  相違点3に対する判断",
                "「無機接着剤」を配合することは塗料の分野において周知の事項であり，当業者が必要に応じ適宜配合できるものにすぎない。そうすると，甲第6号証発明において，必要に応じ用いるものとされる「添加剤」すなわち「無機接着剤」について，これを用いる態様とすることは当業者が容易に想到し得るものといえる。",
                "③  相違点4に対する判断",
                "本件明細書においても，「イルメナイト，ルチルなどの原鉱石を砕いて本発明の基材とする，と述べたが，酸素分圧の低い高温の炉内では，TiO は還元酸化チタンに変化するものであり」(段落【0012】)と記載されており，そうすると，甲第6号証発明においても「少なくとも0.1～20重量％の二酸化チタンを含有する」ものであるから，このTiO は炉内において還元酸化チタンに変化するものと解され，結局，塗膜の成分は「還元酸化チタン」であるといえる。そうすると，この相違点4は実質的に相違点とは認められない",
                "④  相違点5に対する判断",
                "熱放射率を測定するような熱平衡状態にある場合は，熱放射率と吸収率とは等しいことは技術常識である(Kirchhoffの法則)。そうすると，本件発明2における「熱放射性」の点と審判甲6発明における「熱吸収性」の点は同一の事象について別の表現で特定したものと言え，この点は相違点ではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法167条違反)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本件発明1，2につき，次のとおり，3回にわたって無効審判請求を提起している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成20年7月8日付け無効審判請求。",
                    "特許庁は，この請求を無効2008-800128事件(1回目別件審判事件)として審理し，審決に対しては被告から審決取消訴訟が提起され(知財高裁平成21年〔行ケ〕第10130号)，請求を棄却する旨の判決がなされ，確定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成21年12月25日付け無効審判請求。",
                    "特許庁は，この請求を無効2009-800257事件(2回目別件審判事件)として審理を開始したが，平成22年11月16日，手続を中止した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成22年1月6日付け無効審判請求。",
                    "特許庁は，この請求を無効2010-800006事件(本件審判請求事件)として審理した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審判請求事件における当事者及び訴訟物は，1 回目別件審判事件及びこれに対する審決取消訴訟，並びに2回目別件審判事件における当事者及び訴訟物と同一である。すなわち，被告は，1回目別件審判事件及び2回目別件審判事件において，特許第4096736号公報を提出し，これに記載の請求項1及び2を無効とする審判を請求したものであるところ，本件審判事件においても同じ特許公報に記載の請求項1及び2を無効とする審判を請求するものであるから，同一の事実及び同一の証拠に基づいてその審判を請求するものであることは明白である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法131条2項・153条2項違反)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求人の審判請求書には，本件発明1，2を無効にする根拠となる事実の具体的特定がない。",
                "審決は，請求人が主張していないこと，請求人の主張と異なることを無効理由としているが，請求人が主張していない無効理由が存在すると認めたときは，特許権者に対し，その無効理由を通知し，相当な期間を指定して意見を申し立てる機会を与えなければならないのに(特許法153条2項)，この通知をせずに審決をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，被告が主張する「本件発明1，2を無効にすべき理由」と証拠との関係が不明又は何らの関係もないにもかかわらず，これを是としている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審判甲2に記載された事項の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，証拠を誤認し，又は証拠が示す以上の事実，ないし証拠が示す事実と異なる事実を，想像・推理によって構築した挙行に基づいて判断した。",
                "すなわち，審決は「『TiO 溶射面はやや紫がかった灰色である』と記載されていることからみて，TiO 溶射面において三・五酸化チタンTi O や二・三酸化チタンTi O ，すなわち低次酸化チタン(還元酸化チタン)の存在が推認できる。」(14頁15行～18行)とした。しかし，山田幸生・赤井誠，「高温伝熱面のふく射率評価」(審判甲2〔無効審判請求書に添付された証拠〕)の全文(甲4-8)をみれば，溶射表面材質がTiO であることが特定されている(20頁表1)。審判甲2において，溶射表面材質が還元酸化チタンであったとすれば，その溶射面はまっ黒になる。TiO 粉末を溶射剤として，空気中でプラズマ溶射しても，その溶射面における皮膜物質は，TiO である(薄い黄色を示す)。",
                "そのことを裏付ける証拠として，以下の4点を挙げることができる。",
                "①  甲4-11(井淳，「新版溶射工学」，産報出版株式会社，平成8年4月1日発行，136頁～137頁)の表5．5は，TiO 粉末を溶射材料として，大気中，プラズマ溶射した場合の溶射開始前の粉末組成と，溶射後の皮膜組成は変化してなく，同一であることを示している。",
                "②  甲4-12(特表2004-524445号公報)では，被覆粉末(Ti Cr O )を溶射材料として，大気中，プラズマ溶射(アルゴン／水素プラズマ)した場合，溶射材料に変化はなく，依然，Ti Cr O である。",
                "③  甲4-13(清野学，「酸化チタン 物性と応用技術」，技報堂出版株式会社，平成3年〔1991年〕6月25日発行，94頁～97頁)において，表5．8に記載の二酸化チタン粉末を使って，物質の表面に皮膜を形成したときは，そのO／Ti比に従って，表5．8に記載のそれぞれの色相が表れる。",
                "また，二酸化チタン(TiO )粉末を真空中，高温加熱すると，灰色または青灰色に変化するが，これを，空気中，高温加熱(800℃以上)すると，約一時間の間に，元のTiO に戻る。",
                "④  甲4-10(井原辰彦「第4章  可視光反応型光触媒の創製-低温プラズマ処理の応用」，小石眞純監修「機能性微粒子とナノマテリアルの開発-材料設計のためのナノテクノロジー-」161頁～167頁，株式会社フロンティア出版，2004年5月10日発行)は，酸化チタンを水素プラズマ中に置くと，薄黄色を呈するが，大気を導入すると同時に，この薄黄色は消失し元の白色に戻ると示唆している。",
                "したがって，審判甲2の「TiO 溶射面はやや紫がかった灰色である」との記載から，TiO 溶射面の皮膜物質は，Ti O ，Ti O などの還元酸化チタンであると推測することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲4-8(審判甲2)の表1には，TiO 溶射面の膜厚は0．1㎜厚との記載があり，甲4-8には基材のステンレスは酸化されたものと記載されているところ(21頁左欄)，ステンレス(SUS316)の表面を加熱酸化せしめるとその表面は薄い灰色になる。TiO 溶射面の膜厚が0．1㎜厚のとき，基材の灰色はそのまま透けて通るから，その表面が灰色に見えるのは当然である。",
                "甲4-14(石灰洋一「光触媒用酸化チタン」，株式会社工業調査会「図解  光触媒のすべて」52頁～54頁，平成15年〔2003年〕10月30日発行)において，粒子径が10nmの酸化チタンゾルの透過率は，可視光領域において，ほぼ90～98％である(54頁図3)から，この酸化チタンゾルを透過した光が何らかの不透明個体に当たってはね返ってこない限りは，人間の眼はこれを色として感知することができない。一方，甲4-8には，SUS316酸化面のふく射率に関し，「酸化膜の厚さが薄く，長波長の赤外線は酸化膜を透過して基板のSUS316で反射されるためであろうと考えられる。酸化された表面は，常温ではかなり黒くなっている」(21頁右欄下段)と記載されている。甲4-8のTiO 粉末を試料とする実験は，どのサイズの粒子径を有するTiO 粉末を使ったのか，また，どこのメーカーのどの種のTiO 粉末を使ったのか，何の記載もない。もしも，顔料サイズのTiO 粉末を使い，そのO／Ti比が1．984であれば，甲4-13の表5．8に示すとおり，その色相は青灰色を呈し，粒子径10nm以下のTiO 粉末を使ったとすれば，ステンレス表面の酸化膜の色相は，TiO 皮膜(0．1mm厚)を透過する。",
                "したがって，「『TiO 溶射面はやや紫がかった灰色である。』と記載されていることからみて，TiO 溶射面において三・五酸化チタンTi O や二・三酸化チタンTi O ，すなわち低次酸化チタン(還元酸化チタン)の存在が推認できる。」，「甲第2号証に記載された発明は文言としては『チタニアTiO 』を基材として使用するものとしているが，実際には『チタニアTiO 』から酸素が欠陥した『低次酸化チタン』，すなわち『還元酸化チタン』を基材として使用しているものということができる。」とする審決の判断は誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，下記のTiO-TiO 系相図(出典不明)によると，Ti O とTiO との間にマグネリ相と称する還元酸化チタンが，酸素分圧(またはO／Ti比)に従って規則正しく配置・存在する。また，同相図は，TiO 結晶は，大気中，融点(1850℃)まで加熱しても変化しないことを示しており，これほど，TiO 結晶は，大気中において安定である。",
                "このように，還元酸化チタンは酸素分圧依存性であり，TiO とTi O ，Ti O が同居・混在することは決してないから，どの種の還元酸化チタンが容易想到なのか，かつ，還元酸化チタンの何が，いかなる特性が容易想到なのか，その内容を示さない限りは，容易想到とはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲4-8の16頁左欄下17行～4行の記載から，審判甲2でいう“ふく射率”とは“全半球ふく射率”のことであり，物理学でいう“ふく射率”とは根本的に異なるものであり，“全半球ふく射率”においては，赤外線を反射・遮蔽する物質程，そのふく射率は高いという結果になるから，「TiO 溶射面はやや紫がかった灰色である。」という記載から「TiO 溶射面において・・・低次酸化チタン(還元酸化チタン)の存在が推認できる。」とした審決の判断は誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(信義則・禁反言違反)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，1回目別件審判事件及びこれに対する審決取消訴訟において，「還元酸化チタンが極めて新規性の高い材料であること」などを自白した。それにもかかわらず，被告は，本件審判請求において，本件発明1の還元酸化チタンは進歩性を有しないと主張するなどなど，上記自白とは背反する主張をしている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，2回目別件審判事件において，本件発明1，2は，被告(Y)と Aの共同発明であり，A が特許出願の権利を共同発明人である被告の同意なく原告に譲渡したのは違法であるから，本件特許は無効であると主張した。本件発明1，2が共同発明であると主張する以上，本件発明1，2には無効とすべき瑕疵がないということになる(すなわち，被告は，本件発明1，2が有効であることを前提にして，「共同発明」の主張をしている。)。しかるに，被告は，本件審判事件においては，本件発明1，2は進歩性がないとして無効であると主張しているところ，かかる被告の矛盾した行為は，裁判における信義則・禁反言に反するものであり，許されるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(弁論主義違反)",
          "text": [
            "審判長は，本件審判手続において，原告に対し，「本件無効審判の請求人(判決注：被告のこと)は，意に反しても，当該先の無効審判事件及び当該審決取消訴訟で認定された事実に基づいて主張するしかない状態にある。」と教唆した。それにもかかわらず，審決は，請求人(被告)が「当該先の無効審判事件及び当該審決取消訴訟で認定された事実に基づいて主張する」ことなく，これ以外の事実又はこれに反する事実を主張しているにもかかわらず，審決はこれを認容し，これに基づいて審決した。かかる審判長のやり方は，原告にとっては不意打ちであり，弁論主義の下で許されるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "1回目別件審判事件における無効理由は，本件特許における特許請求の範囲の記載が特許法36条4項1号に違反するか，発明の詳細な説明の記載が特許法36条6項2号に違反するかであるのに対し，本件審判請求事件における無効理由は，本件特許の請求項1及び2に係る発明が特許法29条2項に違反するか否かである。1回目別件審判事件と本件審判請求事件は，別の事実及び証拠に基づく無効審判請求であり，特許法167条に違反しない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "被告は，本件審判手続において，審判請求書とともに証拠として審判甲1から審判甲7を提出するとともに，本件発明1，2が特許法29条2項の規定により特許を受けることができないものである具体的理由を，発明特定事項ごとに証拠を挙げて個々に指摘している。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審判甲2の論文では「還元酸化チタン」への直接的言及を慎重に避けているが，「TiO 溶射面はやや紫がかった灰色である。」との記載に，「紫がかった灰色」の意味が甲3を参照することにより明らかになることに照らせば，審判甲2の「TiO 溶射面」に何らかの「還元酸化チタン」が存在することが証明される。すなわち，審判甲2と甲3の組合せから，本件発明1における「還元酸化チタンを基材とし」との事項が先行記述文献に記載されていることが認められる。",
                "甲4-11には，「材料によっては，溶射中の加熱，冷却による変態によって，元の溶射材料粉末とは異なった組成をもつ皮膜が形成される。」(136頁下6～4行)と記載されているから，審判甲2における“TiO 溶射面のやや紫がかった灰色”は，「元の溶射材料粉末TiO とは異なった組成をもつ皮膜が形成された」結果であるとの理解が力を得る。",
                "甲4-12は，チタン亜酸化物をCrにより変性した被溶射材を用いることを特徴とするものであり，一方，審判甲2における被溶射材は変性を施されていない酸化チタン(チタニア)であるから，結果が異なるのは当然である。",
                "甲4-13については，審判甲2において試料の表面を覆う物質は，単なる二酸化チタン粉末ではなく，二酸化チタン粉末をその融点以上の温度5，000～10，000Kで溶融させてステンレス表面へ吹き付けた「溶射膜」であるから，甲4-13の表5．8に記載の色相がそのまま現れるとは限らない。",
                "原告は，酸化還元チタンはまっ黒と主張する一方で，O／Ti比に従って黄色，淡黄色，銀灰色，・・・が現れると主張し，さらに，本件特許公報3頁表(1)には，Ti O の色は青紫色，Ti O の色は青黒色と記載されており，主張に一貫性がない。",
                "審判甲2と甲4-10とでは用いた酸素欠陥付与手段(プラズマ装置及び温度)が大きく異なるから，甲4-10の結果をもって審判甲2の内容を否定することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は「基材のステンレスは酸化されたもの」と主張するが，甲4-8の「基材のステンレスは，空気中800℃で2時間，10時間，20時間酸化されたもの」(20頁)との記載は，甲4-8の表1の資料番号1～3のSUS316酸化面に関するものであって，TiO 等を溶射するステンレス面とは関係がない。",
                "さらに，甲4-8には，「酸化された表面は常温でかなり黒くなっている」(21頁右欄下方)と記載されているから，「薄い灰色」は上記記載と合致しない。",
                "加えて，甲4-8には「溶射は，まず，，，，平滑なSUS316面をアルミナナナナの粉末でブラストした後，溶射材をアーク・・・・プラズマで溶融して吹き付ける方法である」(23頁左欄)と説明されているから，「ステンレス(SUS316)表面を加熱酸化せしめる」工程が存在しないことは明らかである。「灰色」は，溶射面を透過したステンレス面の色ではなく，溶射面の固有の色と考えるべきである。仮に「灰色」は原告の主張する透過色と説明しても，「紫がかった」色については説明がつかない。",
                "そして，原告は，甲4-14の「光触媒用酸化チタンの粒子径が7nmであり，可視光領域での透過率が90～98％」などの記載から，「粒子径10nmのTiO粉末を使ったとすれば，ステンレス(SUS316)表面の酸化膜の色相は，TiO 被膜(0．1mm厚)を透過する」と主張するが，審判甲2における試料の表面を覆う物質は単なる粒子径10nmの二酸化チタン粉末ではなく，二酸化チタン粉末をその融点以上の5，000～10，000Kの高温で溶融させて，ステンレス表面へ厚さ0．1mmに吹き付けた「溶射膜」であり，しかも0．1mm／10nm＝10，000であるから，透過可能厚さの10，000倍の厚さの，溶融により粒子性を失った溶射膜を透過して，ステンレス(SUS316)表面の酸化膜の色相が肉眼で観察されることなどあり得ないことである。",
                "また，審判甲2の23頁左欄中段には，「まず，平滑なSUS316面をアルミナの粉末でブラストした後，溶射材をアーク・プラズマで溶融して吹き付け」たと記載されているから，吹き付け前にSUS316面を酸化させる工程が存在しなかったのは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "TiO-TiO 系相図の「マグネリ相(還元酸化チタン)」は，被溶射材をTiO を融点以上の高温5，000～10，000Kに曝すという条件を伴わない2000℃以下に限ったことであるから，超高温での溶射過程を扱う審判甲2とは関わりがない。よって相図に基づいて審決における上記推認を覆すことはできない。",
                "また，本件発明1，2では，還元酸化チタンに関しては概括的に表現されているから，それに対応して「何らかの還元酸化チタンを基材とする放熱射性塗料」という発明思想が容易想到されれば十分であって，還元酸化チタンの種類まで特定される必要はない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "乙2(審判甲2，甲4-8)の16頁左欄下9～6行には，「本研究では波長についての積分値である全ふく射率を考え，また，方向に関してもあらゆる方向についての積分値である半球ふく射率を取り扱うことにする。」と記載されており，「全」とは全波長のこと，「半球」とは，「方向の積分範囲が半球状」の意味であるから，誤解の余地のない常識的な前提といえる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "被告は，1回目別件審判事件において，本件明細書に「本発明のキイ・ポイントは，還元酸化チタンによって工業加熱炉の内壁表面に皮膜が形成されると放射熱エネルギーが著しく増大するという現象の発見である。」(段落【0013】)との記載から，本件発明1，2を新規性のある発明として扱ったが，これをもって本件発明1，2に新規性があることを自白したことにはならない。",
            "また，被告が共同出願(特許法38条)違反を理由とする無効審判を請求しているからといって，異なる証拠に基づく請求をしている以上，本件審判請求が特許法167条に違反するものではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "text": [
            "審判長の「本件無効審判の請求人(判決注：被告のこと)は，意に反しても，当該先の無効審判事件及び当該審決取消訴訟で認定された事実に基づいて主張するしかない状態にある。」との見解は，被告は，1回目別件審判事件に及びこれに対する審決取消訴訟において認定された「本件発明1，2における無機接着剤の概念は不明確とはいえない。」という結論に沿って主張するしかない旨を述べたものである。原告の主張する「これ以外の事実又はこれに反する事実を主張」が具体的に何を指すのかは不明であるから，原告の主張する取消事由5は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法167条違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲1～3)及び弁論の全趣旨によれば，本件無効審判請求に先立って被告が提起した本件発明1，2についての無効審判請求は，次の①，②であることが認められる。",
                "①  平成20年7月8日付け無効審判請求",
                "この審判請求における無効理由は，「無機接着剤」の技術的意義あるいは実体が明らかでないなどの理由により，本件発明1，2は特許法36条4項1号(実施可能要件)，特許法36条6項2号(明確性要件)に違反するか，有毒物に添加するおそれのあるクロマイトの含有を排除していない本件発明1，2に産業上の利用可能性を認めることはできるか(特許法29条1項柱書)，であった。",
                "特許庁は，この請求を無効2008-800128事件(1回目別件審判事件)として審理し，平成21年4月10日に請求を不成立とする審決がなされた。この審決に対しては，被告から審決取消訴訟が提起されたところ(知財高裁平成21年〔行ケ〕第10130号)，平成21年10月13日，請求を棄却する旨の判決がなされ，その後，この判決は確定した。",
                "②  平成21年12月25日付け無効審判請求。",
                "この審判請求における無効理由は，本件発明は1，2は，被告と A との共同発明にかかるものであるところ，A は，被告の同意を得ることなく本件発明1，2に係る特許を受ける権利を原告に譲渡したものであるから，本件特許は特許法123条1項6号に違反し無効であるというものである。",
                "特許庁は，この請求を無効2009-800257事件(2回目別件審判事件)として審理を開始したが，平成22年11月16日，手続を中止した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件審判請求事件における無効理由は，本件特許の請求項1及び2に係る発明が特許法29条2項に違反するか否かであるから，1回目及び2回目別件審判事件と本件審判請求事件は，別の事実(異なる無効理由)及び証拠に基づく無効審判請求であって，本件無効審判請求は特許法167条に違反しない。",
                "原告は，上記のいずれの審判請求においても，被告が，特許第4096736号公報を提出し，これに記載の請求項1及び2を無効とする審判を請求しているから，同一の事実及び同一の証拠に基づいてその審判を請求するものであると主張するが，特許第4096736号公報は本件発明1，2に係る特許公報であり，請求人が無効とすべきと主張する特許発明を特定するものであるから，特許法167条の「事実」及び「証拠」にはあたらない。",
                "よって，原告の前記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法131条2項・153条2項違反)について",
          "text": [
            "原告は，①請求人の審判請求書には，本件発明1，2を無効にする根拠となる事実の具体的特定がない，②審決は，請求人が主張していないこと，請求人の主張と異なることを無効理由としているが，請求人が主張していない無効理由が存在すると認めたときは，特許権者に対し，その無効理由を通知し，相当な期間を指定して意見を申し立てる機会を与えなければならないのに(特許法153条2項)，この通知をせずに審決をした，③審決は，被告が主張する「本件発明1及び2を無効にすべき理由」と証拠との関係が不明又は何らの関係もないにもかかわらず，これを是としていると主張する。",
            "しかし，本件審判請求書(乙11)には，本件発明1は特公昭63-29712号公報(審判甲1)に記載された発明，審判甲2(山田幸生・赤井誠，「高温伝熱面のふく射率評価」，機械技術研究所所報，昭和56年(1981年)，Vol.35，No.6，p.287,296-299,図 13-a)に記載された事項に基づいて，本件発明2は特開昭61-270254号公報(審判甲6)に記載された発明に基づいて，いずれも当業者が容易に想到することができた旨の主張が記載されている。したがって，本件審判請求書においては，本件発明1及び2を無効にする根拠となる事実の具体的特定はなされているということができるし，請求人(被告)が主張する「本件発明1及び2を無効にすべき理由」と証拠との関係も明らかであるといえる。",
            "また，前記のとおり，審決は，本件発明1は審判甲1に記載された発明，審判甲2に記載された事項に基づいて，本件発明2は審判甲6に記載された発明に基づいて，いずれも当業者が容易に想到することができたと判断しているところ，上記のとおり，本件審判請求書にはその旨の記載がなされているから，審決が，請求人が主張していないこと，請求人の主張と異なることを無効理由としているということはできない。",
            "よって，原告の前記主張は，採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審判甲2に記載された事項の認定の誤り)について",
          "text": [
            "原告は，審決が審判甲2につき，「『TiO 溶射面はやや紫がかった灰色である』と記載されていることからみて，TiO 溶射面において三・五酸化チタンTi Oや二・三酸化チタンTi O ，すなわち低次酸化チタン(還元酸化チタン)の存在が推認できる。」(14頁15行～18行)と認定したことは誤りであると主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審判甲2に対応する甲4-8は，ステンレス鋼SUS316を基板とし，空気中で高温酸化させた表面，粗くした表面，耐熱性のある溶射面，SUS316とよく付着し耐熱性のある特殊な塗料の塗布面のふく射率，及びレンガや耐熱材に塗装が可能な塗料についてはSUS316に張り付けた高温耐熱材へ塗装した場合のふく射率を50～800℃の温度範囲で測定した結果を報告した論文であるところ，上記基板にTiO を溶射した面のふく射率を測定した結果等が記載されている。",
                "甲4-8の23頁左欄24行～32行の記載によれば，甲4-8におけるTiOを溶射した面(以下「TiO 溶射面」という。)は，平滑なSUS316面をアルミナの粉末でブラストした後，TiO からなる溶射剤をアーク・プラズマで溶融して吹き付ける方法(いわゆる「プラズマ溶射」)で得られたものである。",
                "乙29(井淳「新版溶射工学」，平成8年4月1日発行)の43頁1行～4行，10行～12行の記載，及び図2．29「プラズマジェットにおける温度分布(1)」には，プラズマジェットを用いた溶射(プラズマ溶射)では，プラズマジェットの出口断面における平均温度は数千～10000Kであることが記載されており，そうすると，甲4-8のTiO は，アーク・プラズマで溶融して吹き付けられる際に，数千～10000Kの高温に曝されることが認められる。",
                "ここで，甲4-13(清野学，「酸化チタン 物性と応用技術」，技報堂出版株式会社，平成3年〔1991年〕6月25日発行，94頁～97頁)の94頁下5行～95頁4行，図-5．12「Ti O結晶の酸素欠陥モデル」の記載から，TiOは，加熱などの外部エネルギーによって，酸素が結晶外へ脱離してTi O (還元酸化チタン)に変化し(このことは，本件明細書の段落【0003】の記載とも整合する。)，そこでは，TiO 中のTi4＋はTi3＋に還元され，TiO 中にはTi O (還元酸化チタン)が存在することが認められる。そして，甲4-13に対応する乙3の表-10．9(273頁)によれば，三・五酸化チタンTi O は青黒色，二・三酸化チタンTi O は暗紫色であり，また，甲4-13の95頁5行～9行には，「Ti4＋は無色であるが，Ti3＋は青紫色を呈する。酸素欠陥によって生じた結晶中のTi3＋は強く分極し，外殻電子が非常な歪をうけているので，分極していないTi3＋より光の吸収が大きい。したがって，顔料としては青灰色を帯びることになる。」と記載されており，甲4-13の表-5．8(95頁)によれば，ルチル結晶(TiO )の酸素欠陥が増えるに連れて，黄色から淡黄色，銀灰色，淡灰色，青灰色，青黒色へと変化していくものであるから，TiO がTi O やTi O 等の還元酸化チタンに変化した場合はもちろん，TiO 中にごくわずかでも酸素欠陥が生じた場合，すなわち，TiO がごくわずかでも還元され還元酸化チタンに変化した場合であっても，その色は変化することが分かる。",
                "また，乙9(吉木文平「鉱物工学」，株式会社技報堂，昭和34年(1959年)1月15日発行)の表-2・81(270頁)に記載されているようにTiO の色は白色であるから，甲4-8において，TiO 溶射面がTiO のままであるとすると，その色は白色となるところ，甲4-8の24頁右下欄2行には，「TiO溶射面はやや紫がかった灰色である」と記載されているから，TiO 溶射面はTiO のままであるとはいえない。",
                "以上を総合すると，審判甲2(甲4-8)において，プラズマ溶射されるTiOは，数千～10000Kの高温に曝され，その高温による外部エネルギーによって酸素が脱離し，その溶射面は，TiO が還元した還元酸化チタンに変化しているか，少なくとも，一部のTiO が還元した還元酸化チタンに変化しており，それによって「やや紫がかった灰色」になっていると認めるのが相当である。",
                "したがって，審決が「『TiO 溶射面はやや紫がかった灰色である』と記載されていることからみて，TiO 溶射面において三・五酸化チタンTi O や二・三酸化チタンTi O ，すなわち低次酸化チタン(還元酸化チタン)の存在が推認できる。」(14頁15行～18行)とした判断したことについては，三・五酸化チタンTi O や二・三酸化チタンTi O といった特定の組成の還元酸化チタンの存在まで推認することはできないとしても，低次酸化チタン(還元酸化チタン)の存在が推認できるとしたことに誤りがあるとはいえない。",
                "そして，本件発明1には，「還元酸化チタン(Ti O ，Ti O ，Ti O ，Ti O ，Ti O など，TinO ，で表すことができる低次酸化チタン)」と記5 9 6 11 2n-1載されているところ，この記載は，特定の組成の還元酸化チタンを意味するものではない。そうすると，審判甲2のTiO 溶射面においては，どのような組成であっても還元酸化チタンの存在が推認されれば本件発明1の容易想到性を基礎付ける技術として十分であるといえるから，審決が三・五酸化チタンTi O や二・三酸化チタンTi O といった特定の組成の還元酸化チタンの存在まで推認できるかのように認定したことは誤りであるとしても，かかる誤りは審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審判甲2の全文(甲4-8)をみれば，溶射表面材質がTiOであることが特定されており，審判甲2において，TiO 粉末を溶射剤として，空気中でプラズマ溶射しても，その溶射面における皮膜物質はTiO である(薄い黄色を示す)と主張し，それを裏付ける証拠として，甲4-11ないし甲4-13を指摘し，また，二酸化チタン(TiO )粉末を真空中，高温加熱すると，灰色または青灰色に変化するが，これを，空気中，高温加熱(800℃以上)すると，約一時間の間に，元のTiO に戻ると主張し，これを裏付ける証拠として，甲4-10を指摘するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4-11につき",
                  "text": [
                    "甲4-8の表1(20頁)において，試料番号13の表面材料は，確かに「TiO 」となっている。",
                    "また，甲4-11(井淳，「新版溶射工学」，産報出版株式会社，平成8年4月1日発行，136頁～137頁)の表5．5「Al O ，Al O -TiO 溶射皮膜の組成」(137頁)には，溶射材料粉末が「TiO (溶融型)」の場合，粉末組成が「ルチル＋サブ酸化物＊＊」，溶射皮膜組成が「ルチル＋サブ酸化物＊＊」であることが記載されている。",
                    "しかし，前記のとおり，ルチル結晶(TiO )であっても，ごくわずかでも還元されて還元酸化チタンに変化すればその色は変化するものであるから，甲4-11の記載は上記の結論を左右するものではないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4-12につき",
                  "text": [
                    "甲4-12(特表2004-524445号公報)の段落【0016】，【0018】，【0019】，【0020】には，被覆粉末(Ti Cr O )を溶射材料として，大気圧でのプラズマ溶射(アルゴン／水素プラズマ)によって，溶射直前にサンド噴射により粗面化された鋼製支持体上に溶射した場合，溶射後の化学組成及び相組成に変化はなくTi Cr O のままであったことが記載されている。",
                    "しかし，上記溶射材料であるTi Cr O は，「微細分散性のチタン亜酸化物2モルおよび微細分散性の酸化クロム粉末Cr O 1モルを，ボールミル中での混合粉砕によって緊密に互いに混合し，加圧によって圧縮し，炉中で空気の下で1380℃(保持時間4時間)で完全に変換させ」たもの(段落【0018】)，すなわち，チタン亜酸化物と酸化クロムを混合して変換させたものであり，一方，審判甲2の溶射材料はTiO であるから，両者は材料や組成が異なっており，Ti Cr Oを溶射した後の化学組成および相組成に変化がなかったからといって，TiO を溶射した後の化学組成および相組成も変化しないとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4-13につき",
                  "text": [
                    "原告は，甲4-13(清野学，「酸化チタン 物性と応用技術」，技報堂出版株式会社，平成3年〔1991年〕6月25日発行，94頁～97頁)の表-5．8に記載の二酸化チタン粉末を使って，物質の表面に皮膜を形成したときは，そのO／Ti比に従って，表-5．8に記載のそれぞれの色相が表れると主張する。",
                    "しかし，前記のとおり，甲4-13の表-5．8は，TiO 中にごくわずかでも酸素欠陥が生じた場合，すなわちTiO がごくわずかでも還元され還元酸化チタンに変化した場合にはその色が変化することを示すものであって，甲4-8のTiO 溶射面の少なくとも一部のTiO が還元酸化チタンに変化していることを裏付けるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲4-10につき",
                  "text": [
                    "甲4-10(井原辰彦「第4章  可視光反応型光触媒の創製-低温プラズマ処理の応用」，小石眞純監修「機能性微粒子とナノマテリアルの開発-材料設計のためのナノテクノロジー-」161頁～167頁，株式会社フロンティア出版，2004年5月10日発行)の165頁6行～18行には，アナターゼ型酸化チタンからなるベース素材に水素プラズマ照射すると，酸化チタンから酸素が引き抜かれることによって薄黄色に着色し，その後，大気に戻すと引き抜かれた酸素が元に戻って白色に戻ること，すなわち，元の酸化チタンに戻ることが記載されている。",
                    "一方，甲4-8(審判甲2)の23頁左欄24行～35行によれば，甲4-8のTiO 溶射面は，プラズマ溶射で得られたものであって，ふく射率測定の前に空気中800℃で2時間保持している。",
                    "そして，甲4-10の水素プラズマ照射と，甲4-8のプラズマ溶射は，全く異なる方法であり，また，甲4-10の大気に戻すことと，甲4-8の空気中800℃で2時間保持することも，条件が全く異なるものであるから，甲4-10において，水素プラズマ照射によって酸素を引き抜かれた酸化チタンを大気に戻すことによって，引き抜かれた酸素が元に戻り，元の酸化チタンに戻るからといって，甲4-8において，プラズマ溶射によって酸素が引き抜かれたTiO を，空気中800℃で2時間保持することによって，引き抜かれた酸素が元に戻り，元のTiO に戻るとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審判甲2(甲4-8)において，ステンレス(SUS316)の表面は加熱酸化され，その表面は薄い灰色であり，TiO 溶射面の膜厚が0．1mm厚のとき，基材の灰色はそのまま透けて通るから，その表面が灰色に見えるのは当然であると主張し，また，甲4-14によると，粒子径が10nmの酸化チタンゾルの透過率は，ほぼ，90～98％であり，一方，甲4-8には，SUS316酸化面のふく射率に関し，「酸化膜の厚さが薄く，長波長の赤外線は酸化膜を透過して基板のSUS316で反射されるためであろうと考えられる。酸化された表面は，常温でかなり黒くなっている」(21頁右欄2行～6行)と記載されているところ，甲4-8のTiO 粉末のO／Ti比が1．984であれば，甲4-13の表-5．8に示すとおり，その色相は青灰色を呈し，粒子径10nm以下のTiO粉末を使ったとすれば，ステンレス表面の酸化膜の色相は，TiO 皮膜(0．1mm厚)を透過すると主張しているので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4-8の21頁左欄17行～20行の記載，及び表1「ふく射率測定試料とその結果の概略」によれば，甲4-8においては，SUS316酸化面，溶射面，塗布面の3種類の試料のふく射特性を測定しており，そのうち，SUS酸化面については，SUS316の平滑面を研磨布(AA-180)で磨いて表面の不動態を除去し，超音波洗浄により脱脂した表面を空気中において800℃で2時間，10時間及び20時間酸化させたもの，SUS316の平滑面をアルミナ粉末(♯100および♯30)でブラストし，空気中800℃で2時間酸化させたもの，SUS316の表面に微細な溝(頂角90°および30°)を切り，空気中800℃で2時間酸化させたものであって(21頁左欄21行～右欄8行)，一方，溶射面については，平滑なSUS316面をアルミナの粉末でブラストした後，Ｎi，ＮiCr，Al O ，ZrO ，Cr O ，TiO ，SiCからなる溶射剤をアーク・プラズマで溶融して吹き付ける方法で得られたものである(23頁左欄24行～32行)。",
                    "そうすると，SUS316の表面を酸化させるのは，SUS316酸化面を形成するための処理であって，溶射面を形成するための処理ではないし，SUS316酸化面とは別の試料である溶射面を形成する際に，溶射の前にSUS316の表面を酸化していないことが認められる。",
                    "したがって，審判甲2(甲4-8)において，TiO 溶射面を透過してSUS316酸化面の色が見えることは考えられない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲4-14の図1「結晶形と分光反射率」(53頁)，図3「酸化チタンゾルの粒子径と分光透過率」(54頁)によれば，可視領域は400～700nmであること，その可視領域(400～700nm)における粒子径が10nmの酸化チタンゾルの透過率は，ほぼ80％より大きいことを見て取ることができ，この酸化チタンゾルを透過した光は，何らかの不透明個体に当たってはね返ってこない限りは，人間の眼はこれを色として感知することができないといえる。",
                    "しかし，前記のとおり，甲4-8のTiO 溶射面は，プラズマ溶射によって形成したものであり，酸化チタンゾルではないから，酸化チタンゾルの透過率が可視領域においてほぼ80％より大きくても，TiO 溶射面を透過してSUS316酸化面の色が見えているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，原告の上記主張はいずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，還元酸化チタンは酸素分圧依存性であり，TiO とTi O ，Ti O が同居・混在することは決してないから，どの種の還元酸化チタンが容易想到なのか，かつ，還元酸化チタンの何が，いかなる特性が容易想到なのか，その内容を示さない限りは，容易想到とはいえないと主張する。",
                "しかし，Ti-TiO 系相図から，TiO とTi O ，Ti O が同居・混在することはないとしても，本件発明1には，「還元酸化チタン(Ti O ，TiO ，Ti O ，Ti O ，Ti O など，Ti O ，で表すことができる5 4 7 5 9 6 11 n 2n-1低次酸化チタン)」と記載されており，この記載は，特定の組成の還元酸化チタンを意味するものではないから，審判甲2において，どのような組成であっても還元酸化チタンの存在が推認されれば十分であって，例えば，Ti O ，Ti O といった特定の組成の還元酸化チタンの存在が推認されなければ，本件発明1の進歩性が否定できないとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "ふく射率につき",
              "text": [
                "甲4-8(審判甲2)には「ふく射率，吸収率や反射率は，よく知られているように，同一表面であっても，光の波長，方向，温度などに依存し，極めて複雑な性格を有している。しかし，本研究が目的とする対流とふく射の共存による伝熱促進技術の開発において，そのような複雑な性格を考慮に入れることは問題を複雑にするだけであって，実用的にはかえって使い難いものとなってしまうと考えられる。そこで本研究では波長についての積分値である全ふく射率を考え，また，方向に関してもあらゆる方向についての積分値である半球ふく射率を取り扱うことにする。従って，以下で扱うふく射率とは，特に明記しない限りは全半球ふく射率を示すことにする。」(16頁左欄下25～38行)との記載があるところ，上記記載によれば，甲4-8においては，ふく射率を複雑なものにしないために，全半球ふく射率(波長については積分値である全ふく射率，方向については積分値である半球ふく射率)をふく射率とするものであるから，ふく射率(全半球ふく射率)の定義は明確であるということができる。",
                "甲4-8のふく射率(全半球ふく射率)が，原告の主張する「物理学でいう“ふく射率”」と根本的に異なるものであるとしても，審決は，審判甲2におけるふく射率(全半球ふく射率)から，TiO 溶射面における低次酸化チタン(還元酸化チタン)の存在を推認しているわけではない。",
                "したがって，原告のふく射率に関する主張は，「TiO 溶射面はやや紫がかった灰色である。」という記載から「TiO 溶射面において・・・低次酸化チタン(還元酸化チタン)の存在が推認できる。」とした審決の判断を左右するものではない。",
                "よって，原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(信義則・禁反言違反)について",
          "text": [
            "原告は，①被告は，1回目別件審判事件及びこれに対する審決取消訴訟において，「還元酸化チタンが極めて新規性の高い材料であること」などを自白したが，それにもかかわらず，本件審判請求において，本件発明1の還元酸化チタンは進歩性を有しないと主張し，上記自白とは背反する主張をしていること，②被告は，2回目別件審判事件において，本件発明1，2は，A との共同発明であり，A が特許出願の権利を共同発明人である被告の同意なく原告に譲渡したのは違法であるから，本件特許は無効であるとし，本件発明1，2が有効であること(進歩性を有すること)を前提にしているにもかかわらず，本件審判事件においては，本件発明1及び2は進歩性がないとして無効であると主張していることを指摘して，かかる被告の矛盾した行為は，裁判における信義則・禁反言に反するものであり，許されるものではないと主張する。",
            "しかし，被告は，本件審判事件において，新たな証拠に基づく事実を根拠にして無効理由を展開しているのであって，被告の本件審判請求及びこれに対する本件審決取消訴訟における主張(本件発明1，2の進歩性の欠如)をもって信義則・禁反言に反して許されないとすることはできない。",
            "よって，原告の主張する取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(弁論主義違反)について",
          "text": [
            "原告は，審判長が，本件審判手続において，「本件無効審判の請求人(判決注：被告のこと)は，意に反しても，当該先の無効審判事件及び当該審決取消訴訟で認定された事実に基づいて主張するしかない状態にある。」と指摘した以外の事実又はこれに反する事実を被告が主張しているにもかかわらず，審決はこれを認容し，これに基づいて審決したところ，かかる審判長のやり方は，原告にとっては不意打ちであり，弁論主義の下で許されるものではないと主張する。",
            "原告の主張する「これ以外の事実又はこれに反する事実を主張」が具体的に何を指すのかは必ずしも明らかではないが，無効原因として法律上，あるいは事実上相容れない主張をすることが直ちに裁判における信義則・禁反言に反するものになるわけではなく，審判手続において弁論主義に違反する事実関係があったことも認められない。",
            "したがって，原告の主張する取消事由5は採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，当裁判所が整理した取消事由について判断したが，原告がその他事情として主張するところは具体的なものではないので，採用することができない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10389",
    "date": "2011-10-04",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081671",
    "ipprecedent_id": "2704",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}