{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2006−25590号事件について平成21年9月7日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，特許出願拒絶査定を不服とする審判請求を成り立たないとした審決の取消訴訟である。争点は，本願発明(請求項1に係る発明)の進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年(2000年)10月16日，名称を「ガランタミン及び甘味剤を含む経口液剤」とする発明について，欧州特許庁をパリ条約による優先権主張国とし，優先日を平成11年(1999年)10月26日とする国際特許出願をしたが(特願2001−532738号，請求項の数10)，平成18年8月8日付",
            "けで，特許庁から拒絶査定を受けた。",
            "そこで，原告は，平成18年11月13日，上記拒絶査定につき不服審判請求をするとともに，平成18年12月12日付けで特許請求の範囲の記載を一部改める補正をしたところ，特許庁はこれを不服2006−25590号事件として審理した上で，平成21年9月7日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成21年10月5日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件の出願に係る発明は，アルツハイマー病やアルコール依存症(アルコール中毒症)等の治療に用いられる化合物ガランタミン及びその塩類に係る経口液剤，その使用方法及び調製方法に関する発明で，請求項の数は前記のとおり10であるが，本願発明の特許請求の範囲は以下のとおりである。",
            "【請求項1】",
            "「0．005～3％(w／v)の強力甘味料である甘味剤を含んで成り且つバルクの液体のキャリヤーが水性であることを特徴とする，ガランタミンもしくは製薬学的に許容できるその付加塩を含んで成る経口液剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，下記引用例2，3に記載された周知技術を勘案することにより，引用例1に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明できたもので進歩性を欠く(特許法29条2項)。",
            "【引用例1】(甲1)",
            "特開平4−221315号公報",
            "【引用例2】(甲2)",
            "特開平10−273435号公報",
            "【引用例3】(甲3)",
            "国際公開第99／39691号公報",
            "審決が認定した引用発明の要旨，本願発明と引用発明の一致点及び相違点はそれぞれ下記のとおりである。",
            "【引用発明の要旨】",
            "「活性物質ガランタミンまたはその薬学的に受入れ可能な酸添加塩類を用い，経口投与で用い，水を溶媒とする溶液の製剤」。",
            "【引用発明と本願発明の一致点】",
            "「バルクの液体のキャリヤーが水性である，ガランタミンもしくは製薬学的に許容できるその付加塩を含んで成る経口液剤」である点。",
            "【引用発明と本願発明の相違点】",
            "「本願発明では，『0．005～3％(w／v)の強力甘味料である甘味剤を含んで成り』と特定しているのに対し，引用発明ではそのように特定していない点」。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の要旨認定の誤り(取消事由1)",
          "text": [
            "引用例1の段落【0020】の記載に照らして明らかなとおり，引用発明は活性物質を「連続的に制御された方法で放出」する製剤に関する発明であって，活性物質を直ちに放出する溶液の製剤に関する発明ではない。",
            "他方，本願発明は，水を溶媒とし，活性物質を直ちに放出する溶液の製剤に関するものであって，引用発明の製剤とは活性物質の放出の態様が異なる。",
            "なお，引用例1の段落【0047】，【0048】の記載は，固体の活性物質が投与される際に溶液又は分散物の状態であることを示すにすぎず，製剤の剤型が溶液や分散物に特定する趣旨のものではない。また，段落【0048】にいう溶媒又は懸濁媒の例は，分散物が懸濁物又は懸濁液である場合の例にすぎず，段落【0047】にいう「分散物」には，ワックスマトリックスのように，固体の媒体中に活性物質が分散されたものも含まれ得る。段落【0047】，【0048】の記載は，活性物質を溶液に溶かした上で，溶液をカプセルに封入する製剤や，ワックスマトリックスのような固体の媒体中に活性物質を分散させる製剤等に係るものであって，それ自体で服用できるガランタミンの経口溶液に係るものではない。",
            "そうすると，引用例1には「経口液剤」に係る発明は記載されていないところ，審決は引用発明の要旨につき，「経口投与で用い，水を溶媒とする溶液の製剤」と認定しており，上記認定は誤りである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "引用発明と本願発明の一致点及び相違点の認定の誤り(取消事由2)前記1のとおり，引用例1には「経口液剤」に係る発明ないしは「経口投与で用い，水を溶媒とする溶液の製剤」の発明は記載されていないから，引用発明と本願発明の一致点を「バルクの液体のキャリヤーが水性である，ガランタミンもしくは製薬学的に許容できるその付加塩を含んで成る経口液剤」である点とした審決の認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明の容易想到性の判断の誤り(取消事由3)",
          "text": [
            "前記2のとおり，引用発明と本願発明との一致点及び相違点に係る審決の認定には誤りがあるから，これを前提とする審決の本願発明の容易想到性の判断も誤りである。",
            "引用発明は，活性物質を水を溶媒とする溶液に溶かした上で，溶液をカプセルに封入する製剤等に係るものであるところ，カプセル化された製剤においては，カプセル(カプセル化材料)の味をマスクする必要はあるが，カプセルに封入された活性物質の味をマスクする必要はない。したがって，引用発明の製剤を前提とする当業者には，引用例2，3に接したとしても，カプセルに封入された活性物質に甘味料等の矯味薬を添加して，活性物質の味をマスクしようとする動機付けがない。引用例2，3に接したとしても，カプセル自体に矯味薬を添加することができるにとどまるものである。",
            "したがって，当業者において，引用発明に引用例2，3に記載された事項を組み合わせたとしても，引用発明と本願発明の相違点に係る構成を容易に想到することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の要旨の認定の誤り)に対し",
          "text": [
            "引用発明はアルコール中毒症の治療薬の活性物質としてガランタミンを選択することを発明の骨子とするものであって，その投与の態様を限定するものではない。",
            "引用例1中の記載も，連続的にまた制御された方法で製剤を投与することを前提とするものではないし，唯一の実施例の記載(段落【0068】ないし【0081】)も，経口投与で実施したことが示されているのみであって，活性物質が連続的にまた制御された方法で放出されたことを説明しているものでもない。",
            "このとおり，引用例1に活性物質が連続的にまた制御された方法で放出する態様が記載されているからといって，引用例1の記載が，製剤の投与の態様を上記態様に限定するものではない。",
            "また，引用例1の段落【0047】ないし【0049】の記載は，固体の活性物質が溶液に溶かされて「溶液の製剤」となり，「溶液の製剤」が患者に投与されることを示すものであって，段落【0042】ないし【0046】に記載されたカプセル化製剤等に関する説明をしたものではなく，段落【0047】ないし【0049】の記載と段落【0042】ないし【0046】の記載とは製剤投与の態様が異なる事項に係るものである。",
            "なお，本願明細書の段落【0007】が引用する米国特許第4，663，318号公報(特許日 1987年(昭和62年)5月5日，乙1)は，「液体ガランタミン投与形態」の構成を開示しており，かつ上記段落にこの旨の記載があるから，遅くとも引用例1の優先日(1990年(平成2年)3月29日)当時に，当業者において，懸濁液又は溶液によるガランタミンの経口投与の構成が，持続性カプセルによる経口投与の構成とは別に認識されていたことは明らかである。",
            "そして，矯味薬は通常，口腔中での活性物質(薬)の苦味を緩和させるために使用されるものであって，製剤を溶液で経口投与するからこそ，その添加が必要になる。他方，持続性カプセルによる経口投与における，口腔内で活性物質が溶出しない段階(引用例1の段落【0042】ないし【0046】)では，矯味薬の添加は必要でない。しかるに，引用例1の段落【0051】では矯味薬を添加する旨の記載があるから，段落【0047】に記載されている製剤は，経口投与用の溶液の製剤である。",
            "結局，引用例1の段落【0047】，【0048】では，「固体活性物質」であるガランタミンを「溶液」の態様で投与すること，この「溶液」の溶媒として「水」を選択できることが開示されているから，引用発明が「水を溶媒とする溶液の製剤」を経口投与で用いる態様の製剤に係る発明であることは明らかである。",
            "したがって，引用発明の要旨に係る審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(引用発明と本願発明の一致点及び相違点の認定の誤り)に対し前記1のとおり，引用発明の要旨に係る審決の認定に誤りはなく，したがって引用発明と本願発明との一致点及び相違点に係る審決の認定にも誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の容易想到性の判断の誤り)に対し",
          "text": [
            "前記2のとおり，引用発明と本願発明との一致点及び相違点に係る審決の認定に誤りはないところ，引用例1には「矯味薬」を添加することが記載されているから，引用発明に引用例2，3に記載された事項を組み合わせて，ガランタミンの味を「矯味薬」たる甘味料でマスクする動機付けがあり，したがって，本件出願当時，当業者において，引用発明に引用発明2，3を組み合わせることにより，引用発明と本願発明の相違点に係る構成を容易に想到することができたというべきである。",
            "したがって，本願発明の容易想到性に係る審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の要旨の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)によれば，引用例1に記載された発明すなわち引用発明は，アルコール中毒症の治療に用いられる製剤の使用法等に関する発明であるところ，薬剤中の活性物質は本願発明のものと同一であり(【請求項1】)，引用例1中には次のとおりの記載があることが認められる。",
                    "・「本発明の活性物質は適当適切な要領で対応する薬局製剤で投与される。固体活性物質は溶液または分散物として投与される。溶液または分散物の媒体は無機物でも有機物でもよい。」(段落【0047】)",
                    "・「ガランタミンに対する適当な溶媒または懸濁媒は，例えば水，シリコーン油または鉱物油である。」(段落【0048】)",
                    "・「上述した薬局製剤の投与を可能とするためには，このシステムに次に記載の添加物を添加するのがよい。」(段落【0050】)",
                    "・「−酸化防止剤，共働薬，安定剤，",
                    "−保存剤，",
                    "−矯味薬，",
                    "−着色剤，",
                    "−溶媒，溶解仲介剤，",
                    "・・・",
                    "−分解および溶解に影響する物質，",
                    "−充填剤(fillers)，・・・，",
                    "−解こう剤(peptizers)，",
                    "−放出遅延剤。」(段落【0051】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の活性物質であるガランタミンないしその酸添加塩類は，通常は固体であるが(あるいは，合成した際のイオン交換樹脂中に吸収されている。引用例1の段落【0045】)，前記アの記載によれば，引用発明では，上記活性物質を水等の溶媒に溶かした溶液の態様や，水等の懸濁媒中に分散させた分散物の態様をもって製剤とし，患者に投与することができること，しかも上記の溶液ないし分散物(懸濁物)の製剤には，酸化防止剤等のほかに矯味薬が添加可能であることが認められる。そして，引用例1に上記活性物質を経口投与の態様で患者に投与する製剤に関する記載(段落【0041】)があることに照らすと，上記の溶液ないし分散物(懸濁物)の製剤が，患者に対して経口投与の態様で投与され得ることは明らかである。",
                    "そうすると，引用例1の段落【0047】ないし【0051】には，審決が認定するとおりの，「活性物質ガランタミンまたはその薬学的に受入れ可能な酸添加塩類を用い，経口投与で用い，水を溶媒とする溶液の製剤。」の発明が記載されているものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，原告は，引用発明は活性物質を「連続的に制御された方法で放出」する製剤に関する発明であって，活性物質を直ちに放出する溶液の製剤に関する発明ではなく，本願発明と引用発明の製剤とは活性物質の放出の態様が異なる等と主張する。",
                "確かに，引用例1のうちの「構成」の欄には「これらの化合物は，例えば経口的に，・・・連続的にまた制御された方法で投与する適当な薬局製剤により・・・」との記載があるし，「発明の詳細な説明」の欄にも活性物質を比較的長時間をかけて患者の体内に放出するいわゆる徐放性製剤に関する記載(段落【0002】，【0020】，【0040】，【0044】，【0054】，【0064】，【0065】等)がある。",
                "しかしながら，引用例1の特許請求の趣旨では，例えば請求項1で「活性物質ガランタミン・・・またはその薬学的に受入れ可能な酸添加塩類の1種であることを特徴とするアルコール中毒症治療のための薬局製剤の使用法。」とあるように，製剤の類型を徐放性製剤に特定してはいないから，引用例1が活性物質を「連続的に制御された方法で放出」する製剤に限って説明する文献であるということはできないし，段落【0041】の「本発明の範囲内での経口投与の為の適当な薬局製剤を以下に説明する。」との記載に引き続いて，細孔を設けた酢酸セルロース製カプセル内に活性物質を封入する態様(段落【0042】ないし【0044】)，活性物質を固体中に分散させるワックスマトリックスの態様(段落【0046】)が記載され，その後に前記段落【0047】ないし【0051】が位置しているものである。そして，段落【0047】，【0048】に液体を媒体とする製剤に関する記載があることに照らすと，前記段落【0047】ないし【0051】の記載は，経口投与される製剤に関する部分であって，細孔を設けた酢酸セルロース製カプセル内に活性物質を封入する態様や，活性物質を固体中に分散させるワックスマトリックスの態様以外の態様の製剤を含み，より詳しくは，活性物質を水溶液中に溶かしたり，水を懸濁媒として活性物質をその中に分散させたりする態様の液体の製剤を含むものであるということができる。ここで，活性物質を水溶液中に溶かしたり，水を懸濁媒として活性物質をその中に分散させたりする態様の液体の製剤においては，活性物質の性質のいかんによって，患者の体内に活性物質の相当量が速やかに吸収されてしまうことがあり得ることは明らかである。",
                "したがって，前記段落【0047】ないし【0051】の記載が活性物質を「連続的に制御された方法で放出」する製剤に関するものであるとは必ずしもいうことができず，原告の前記主張を採用することはできない。",
                "なお，前記段落【0047】ないし【0051】の記載の体裁にかんがみれば，段落【0047】にいう「分散物」が，固体の媒体中に活性物質を分散したものに限られる等ということはできず，上記のとおり経口で投与される液体の製剤の構成が排除されていないから，仮に原告が主張するように，段落【0047】にいう「分散物」には，ワックスマトリックスのように，固体の媒体中にガランタミンが分散されたものも含まれ得るとしても，上記結論を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，引用発明の要旨に係る審決の認定に誤りがあるとはいえず，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明と本願発明の一致点及び相違点の認定の誤り)について",
          "text": [
            "前記1のとおり，引用発明の要旨に係る審決の認定に誤りがあるとはいえないところ，前記第2の3のとおりの引用発明の要旨に照らすと，引用発明と本願発明の一致点及び相違点は，審決が認定したとおりの，前記第2の3のとおりのものであると認められる。",
            "したがって，引用発明と本願発明の一致点及び相違点に係る審決の認定に誤りがあるとはいえず，原告が主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明と本願発明の相違点は，前記第2の3のとおり，「本願発明では，『0．005～3％(w／v)の強力甘味料である甘味剤を含んで成り』と特定しているのに対し，引用発明ではそのように特定していない点。」というものであるところ，引用例2(甲2)には，活性物質シメチジンの苦みをマスク(隠蔽)するために，ショ糖などの糖類，D−ソルビトールなどの糖アルコール類，サッカリンないしその塩類などの甘味料(甘味剤)を製剤に10ないし85％(w／v，溶質の質量％濃度)程度添加する経口内服用液剤の発明が記載されていることが認められる(段落【0002】，【0009】，【0013】)。",
                "また，引用例3(甲3)には，活性物質(1S，4R)−シス−4−［2−アミ",
                "ノ−6−(シクロプロピルアミノ)−9H−プリン−9−イル］−2−シクロペン",
                "テン−1−メタノールの苦みをマスクするために，甘味料であるソルビトール又はサッカリンを添加する経口内服用液剤(シロップ，懸濁液又は溶液の製剤)の発明が記載されていることが認められる(1頁20～22行，5頁22～24行，20頁，21頁)。",
                "そうすると，遅くとも本願発明の優先日(平成11年10月26日)当時，経口内服用液剤において，活性物質の苦みをマスクするために，サッカリンなどの甘味料を添加することは当業者の周知技術であったと容易に認めることができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本願明細書中には甘味剤(甘味料)の添加量を「0．005～3％(w／v)」と特定した根拠につき，活性物質であるガランタミンないしその酸添加塩類の不快な味を完全にマスクするのに十分である旨の記載が存するのみであって(最も好ましい添加量は0．05％(w／v)であるとされている。段落【0012】)，それ以上に上記添加量の数値範囲に臨界的意義があることを示す記載は存しない。",
                "他方，引用例2中には，「甘味剤の総添加量は，苦みを有する薬物の種類や配合量，甘味剤の種類などによって適宜決めることができる」との記載(段落【0009】)がある。",
                "そうすると，本願発明にいう甘味料(甘味剤)の添加量の数値範囲は，ガランタミンないしその酸添加塩類の不快な味すなわち苦みをマスクする目的を達成するのに十分な範囲のものであるという概括的な趣旨を出ないものであって，活性物質の苦みの強さや甘味料の甘さの強さを勘案しながら当業者において適宜調整，工夫し得る範疇のものにすぎない一方，甘味料の添加量を本願発明のとおりに定めたことにより，当業者の予想を超える効果が生じたことを認めるに足りる証拠は存しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，引用発明は経口内服用液剤に係る発明であり，引用例2及び3に記載された事項と技術分野が共通するし，引用例1中には製剤の味を調え，服用を容易にするための矯味薬を製剤の一成分とする構成が開示されているから(段落【0051】)，上記矯味薬に含まれる甘味料(甘味剤)を添加して活性物質であるガランタミンないしその酸添加塩類の苦みをマスクすることにつき開示されているものということができる。",
                "したがって，引用発明に引用例2及び3に記載された周知技術を組み合わせる動機付けがあるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なおこの点，原告は，引用発明は，活性物質を水を溶媒とする溶液に溶かした上で，溶液をカプセルに封入する製剤等に係るものであって，当業者が引用例2，3に接したとしても，カプセル自体に甘味料等の矯味薬を添加することを想到することができるのみで，カプセルに封入された活性物質に甘味料等の矯味薬を添加して，活性物質の味をマスクしようとする動機付けがないなどと主張する。",
                "しかしながら，前記のとおり，引用発明の要旨を原告が主張するとおりのものに認めることはできず，引用発明の製剤をカプセル剤等に限ったり，経口内服用液剤を排除したりする必要はないから，原告の上記主張はその前提を欠く。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "結局，本願発明の優先日(平成11年10月26日)当時，引用発明に引用例2及び3に記載された周知技術を組み合わせることにより，引用発明と本願発明の前記相違点に係る構成を想到することは，当業者において容易になし得る事柄であったということができる。",
                "したがって，上記と同旨の審決の判断に誤りがあるとはいえず，原告が主張する取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10035",
    "date": "2010-11-01",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080806",
    "ipprecedent_id": "2398",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}