{
  "conclusion": [
    {
      "text": "特許庁が無効2009−800219号事件について平成22年8月26日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の特許権について原告からの無効審判請求を成り立たないとした審決の取消訴訟である。争点は，進歩性(容易想到性)の有無並びに分割要件違反及び補正要件違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成14年3月11日，名称を「マッサージ機」とする発明につき，特許出願をし(特願2002−64823号)，平成17年4月7日，このうち「椅子型マッサージ機」との名称の発明につき分割出願して本件の特許出願とし(特願2005−110927号)，平成17年10月7日，特許登録を受けた(特許第3727648号，請求項の数は8)。",
            "これに対し，原告は，平成21年10月19日，請求項1ないし8につき無効審判請求をしたところ，特許庁は，これを無効2009−800219号事件として審理した上で，平成22年8月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成22年9月3日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明",
          "text": [
            "本件発明は，椅子型のマッサージ機に関する発明で，請求項の数は前記のとおり8であり，請求項1ないし8の特許請求の範囲は以下のとおりである。",
            "【請求項1(本件発明1)】",
            "「座部に着座した被施療者の身体を施療する椅子型マッサージ機であって，",
            "前記座部に着座した被施療者の胴体及び腕部を後方から支持すると共に，被施療者の胴体を背部から側部に亘って覆う胴体クッション部を有する背凭れ部と，前記被施療者の上腕及び肩の外側部を覆うべく前記背凭れ部の左右の側部から前方へ延設された外側支持部とを備え，",
            "前記背凭れ部は，前記被施療者の胴体に後方から機械的刺激を与える機械式マッサージ器と，前記胴体クッション部に設けられて給気によって空気袋が膨張して前記被施療者の胴体を後方から押圧して胴体側部に圧迫刺激を与える第1空気式マッサージ器とを有し，",
            "左右の前記外側支持部は，互いに対向する部分に配置されて給気により空気袋が膨張して前記被施療者の上腕及び肩を左右の外方から押圧する第2空気式マッサージ器を有し，該第2空気式マッサージ器は，被施療者の上腕の外側部に対応する位置から，前記背凭れ部に沿って前記第1空気式マッサージ器より上方へ，被施療者の肩の外側部に対応する位置付近まで延設され，且つ，前記被施療者の上腕及び肩の前方まで延設されている",
            "ことを特徴とする椅子型マッサージ機。」",
            "【請求項2(本件発明2)】",
            "「前記背凭れ部はその下部が前記座部の後部にて前後へ回動自在に枢着され，該背凭れ部の上部には前記被施療者の頭部を支持する頭部クッション部を有し，前記座部の両側部上方には被施療者の前腕部を保持する肘掛け部が設けられており，前記外側支持部は，前記背凭れ部に沿って前記肘掛け部から前記クッション部へ至るまで延設されていることを特徴とする請求項1に記載の椅子型マッサージ機。」",
            "【請求項3(本件発明3)】",
            "「前記肘掛け部は，被施療者の前腕部を覆うように前後方向に直交する断面が凹状に形成されており，給気によって空気袋が膨張して前記前腕部を上方及び下方から押圧する空気袋を有していることを特徴とする請求項2に記載の椅子型マッサージ機。」",
            "【請求項4(本件発明4)】",
            "「前記機械式マッサージ器は，前記背凭れ部における左右方向の中央に配置され，前記第1空気式マッサージ器は，前記機械式マッサージ器に対して左右の外方に配置されていることを特徴とする請求項1乃至3に記載の椅子型マッサージ機。」",
            "【請求項5(本件発明5)】",
            "「前記第2空気式マッサージ器は，前記第1空気式マッサージ器に対して左右の外方に配置されていることを特徴とする請求項4に記載の椅子型マッサージ機。」",
            "【請求項6(本件発明6)】",
            "「前記背凭れ部は，左右の前記第1空気式マッサージ器の間を通る前記機械式マッサージ器の昇降動作を案内すべく上下方向へ延びるガイドを有することを特徴とする請求項4又は5に記載の椅子型マッサージ機。」",
            "【請求項7(本件発明7)】",
            "「前記第1空気式マッサージ器は，前記座部に着座した被施療者の胴体の側部を施療すべく成してあることを特徴とする請求項1乃至6の何れかに記載の椅子型マッサージ機。」",
            "【請求項8(本件発明8)】",
            "「前記背凭れ部は，給気によって空気袋が膨張して前記被施療者の肩の上部を押圧する第3空気式マッサージ器を有していることを特徴とする請求項1乃至7の何れかに記載の椅子型マッサージ機。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判請求における原告主張の無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1−1",
              "text": [
                "本件発明1ないし8は，その出願日当時，甲第1号証に記載された発明(甲1発明)に甲第2ないし6号証に記載された事項ないし周知技術を組み合わせることに基づいて，当業者において容易に想到することができたものであるから，進歩性を欠く(特許法29条2項)。",
                "【甲第1号証】特開2000−325416号公報",
                "【甲第2号証の1】意匠登録第1022881号公報",
                "【甲第2号証の2】上記意匠に係る意匠登録出願の拒絶理由通知に対する意見書",
                "【甲第3号証】実公昭60−7047号公報",
                "【甲第4号証】特開2000−253961号公報",
                "【甲第5号証】特開平7−148209号公報",
                "【甲第6号証】特開平6−90834号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1−2",
              "text": [
                "本件特許は，分割要件(特許法44条1項)を満たさないのにこれを看過して付与されたものであり，出願日の遡及が認められない(同条2項)。そうすると，本件各発明は，その分割出願日当時，原出願の当初明細書に係る公開特許公報(甲15)に記載された発明に甲第1ないし6号証に記載された事項ないし周知技術を組み合わせることに基づいて，当業者において容易に想到することができたものであるから，進歩性を欠く(同法29条2項)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2",
              "text": [
                "本件分割出願に係る当初明細書(甲11)に記載されていない新規事項が補正により追加されており，補正要件(特許法17条の2第3項)を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1−1について",
              "text": [
                "本件各発明は，その出願日当時，甲1発明に甲第2ないし6号証に記載された事項ないし周知技術を組み合わせることによっても，当業者において容易に想到できたものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1−2について",
              "text": [
                "本件分割出願には分割要件違反はなく，本件各発明は進歩性を欠くものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2について",
              "text": [
                "本件特許出願には補正要件違反はない。",
                "なお，審決が認定した甲1発明，本件発明1と甲1発明の一致点及び相違点はそれぞれ下記のとおりであり，相違点についての審決の判断は，必要な都度，後に摘記する。",
                "【甲1発明(引用発明)】",
                "「椅子型マッサージ機1であって，座部3と，リクライニング可能に構成された背凭れ部4とを具備し，背凭れ部4の両側部に，前方突出した左右一対の突起体91を設け，この突起体91間に使用者の人体Mをはめ込めるようにし，背凭れ部4の左右中央部に機械式のマッサージ器8が内蔵され，空気を供排することにより膨張収縮するエアセルを備えた空気式のマッサージ具41が，左右一対の突起体91の内側面側に対向するように設けられるとともに，人体の背中の両側部を広範囲にマッサージできるように上下に長く配置され，マッサージ具41によって，人体Mの背中の両側部(両脇乃至両腕)を左右に挟むように押圧しながらソフトにマッサージすることができ，この場合，左右一対のマッサージ具41によって人体が左右に動かないように固定することができる，椅子型マッサージ機1。」",
                "【本件発明1と甲1発明の一致点】",
                "「座部に着座した被施療者の身体を施療する椅子型マッサージ機であって，",
                "背凭れ部と，前記被施療者の上腕及び肩の外側部を覆うべく前記背凭れ部の左右の側部から前方へ延設された外側支持部とを備え，",
                "前記背凭れ部は，前記被施療者の胴体に後方から機械的刺激を与える機械式マッサージ器を有し，",
                "左右の前記外側支持部は，互いに対向する部分に配置されて給気により空気袋が膨張して前記被施療者の上腕及び肩を左右の外方から押圧する第2空気式マッサージ器を有している椅子型マッサージ機」である点。",
                "【本件発明1と甲1発明の相違点】",
                "・相違点1",
                "「背凭れ部が，本件発明1では『前記座部に着座した被施療者の胴体及び腕部を後方から支持すると共に，被施療者の胴体を背部から側部に亘って覆う胴体クッション部を有する』が，甲1発明ではそのような特定がない点。」",
                "・相違点2",
                "「本件発明1は『，前記胴体クッション部に設けられて給気によって空気袋が膨張して前記被施療者の胴体を後方から押圧して胴体側部に圧迫刺激を与える第1空気式マッサージ器』を有しているが，甲1発明は有していない点。」",
                "・相違点3",
                "「第2空気式マッサージ器が，本件発明1では『被施療者の上腕の外側部に対応する位置から，前記背凭れ部に沿って前記第1空気式マッサージ器より上方へ，被施療者の肩の外側部に対応する位置付近まで延設され，且つ，前記被施療者の上腕及び肩の前方まで延設されている』が，甲1発明ではそのような特定がない点。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明(甲1発明)の認定の誤り等(取消事由1，無効理由1−1)",
          "text": [
            "審決は，甲1発明，本件発明1と甲1発明の一致点及び相違点を前記のとおりに認定した。",
            "しかし，甲1発明では「，人体の背中の両側部を広範囲にわたってマッサージする」という技術的思想(段落【0003】)に基づいて，その構成が採用されており(甲第1号証の段落【0003】，【0004】～【0007】)，甲第1号証に記載された複数の実施例を適宜組み合わせてマッサージ機に配設する構成を除外する必要はない。むしろ，甲第1号証では，記載された複数の実施例を適宜組み合わせる構成が開示されているというべきである。",
            "したがって，甲1発明は，甲第1号証のマッサージ具41を，図11記載のとおりに配設するとともに，図7，8記載のとおりに配設する構成，すなわち審決にいう相違点2に係る構成が開示されているというべきであって，かかる構成が甲1発明に含まれるものとして認定しなかった審決の甲1発明の認定は誤りである。このため，誤った甲1発明の認定に基づいてした本件発明1と甲1発明の一致点及び相違点の認定も誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明の容易想到性の判断の誤り(取消事由2，無効理由1−1)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2に係る構成の容易想到性につき，次のとおり説示する(11，12頁)。",
                    "「甲第1号証には，上記したとおり，胴体側部に圧迫刺激を与えうる図7及び図8に記載されたマッサージ具41と，上腕及び肩を左右の外方から押圧しうる図11に記載されたマッサージ具41とが別な実施形態として記載されているが，それらを共に設けるに至る動機がない。",
                    "甲第3号証には，殻体の様々な箇所にエアーバッグを設けた点が記載されているが，甲第3号証に記載された殻体と甲1発明の椅子型マッサージ機とでは前提となる部分が大きく異なり，甲第3号証に記載された技術事項を甲1発明に適用する点に困難性がある。",
                    "甲第6号証には，胴体側部を押圧し得る第3エアバッグ11，第4エアバッグ12と，上腕及び肩を押圧し得る第9エアバッグ17，第11エアバッグ19とが記載されているが，これらのエアバッグは流体供給により硬度を上昇させ，車両の乗員のホールド性を高めるものであって，椅子型マッサージ機とは技術分野が異なり，甲第6号証に記載された技術事項を甲1発明に適用する点にやはり困難性がある。",
                    "他の甲各号証をみても，いずれも胴体側部に圧迫刺激を与える空気式マッサージ器と，上腕及び肩を左右の外方から押圧する空気式マッサージ器とを共に設ける点が記載されておらず，それを示唆する記載もない。",
                    "そうすると，甲第1～6号証に記載された発明に基づき，上腕及び肩を左右の外方から押圧する第2空気式マッサージ器を備えた甲1発明に，さらに胴体側部に圧迫刺激を与える第1空気式マッサージ器を設けて相違点2に係る本件発明1の発明特定事項に想到することが当業者が容易になし得たこととはいえない。",
                    "なお，さらに請求人は，甲1発明に他の周知技術を適用すれば，相違点2に係る本件発明1の発明特定事項に容易に想到し得る旨の主張を行っているが，他の周知技術として提示された甲第24号証には，上腕及び肩を左右の外方から押圧する空気式マッサージ器が記載されているとはいえないし，甲第25号証のものは，マット式エアーマッサージ機であって，甲1発明とは前提となる部分が大きく異なるから，これらの証拠に基づいても，相違点2に係る本件発明1の発明特定事項に想到することが当業者が容易になし得たこととはいえない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，甲第1号証のマッサージ具41は，「人体の背中の両側部を広範囲にわたってマッサージする」という甲1発明の技術的思想を実現するための最も重要な構成であるから，甲第1号証の図7，8，11に接した当業者であれば，マッサージ具41をより広範囲に配設しようと考えるはずであって，上記図7，8で開示されたマッサージ具の構成に上記図11で開示されたマッサージ具の構成を加える動機付けを当然に抱くはずである。",
                    "また，甲第1号証の第1空気式マッサージ器と第2空気式マッサージ器にそれぞれ相当する器具をともに設ける構成は，甲第3，第4，第21号証に記載された周知技術にすぎない。ここで，甲第1号証に接した当業者は，甲第3号証等で開示されたマッサージ器の具体的な配設位置に厳密に縛られずに甲第3号証等の技術的内容を把握するはずである。",
                    "そうすると「，胴体側部に圧迫刺激を与えうる図7及び図8に記載されたマッサージ具41と，上腕及び肩を左右の外方から押圧しうる図11に記載されたマッサージ具41とが別な実施形態として記載されているが，それらを共に設けるに至る動機がない。」とする審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，甲第3号証が椅子型マッサージ機に関するものではないとしても，甲1発明によって解決されるべき技術的課題と相違点2によって解決されるべき技術的課題の共通性にかんがみれば，甲第3号証のマッサージ器(エアーバッグ4a，4b)が椅子型のものに設けられているか否かにかかわらず，これを甲1発明のマッサージ機に適用することに何ら支障がないはずである。",
                    "そして，甲第6号証の第3エアバッグ11，第4エアバッグ12も，甲第3号証のマッサージ器と同様に，これを甲1発明のマッサージ機に適用することに何ら支障がないはずである。",
                    "甲第4，第21，第24，第25号証のマッサージ器も，これを甲1発明のマッサージ機に適用することに何ら支障がないはずである。",
                    "甲1発明のマッサージ機に甲第3，第4，第6，第21，第24，第25号証のマッサージ器を適用すれば，本件出願日当時，当業者において相違点2に係る構成に容易に想到できたものであって，これに反する審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点3に係る構成の容易想到性等に関連して，次のとおり判断する(12，13頁)。",
                    "「相違点3は，第1空気式マッサージ器と，第2空気マッサージ器との相対位置関係を含む特定事項となっているが，・・・第1空気式マッサージ器と第2空気マッサージ器とを共に設けることが当業者が容易になし得たこととはいえないのであるから，当然それらの相対位置関係を定めることも当業者が容易になし得たこととはいえない。",
                    "次に，進んで上記相対位置関係以外の相違点について検討する。",
                    "甲第1号証の図11のマッサージ具41についてみると，その前端は，人体Mを表す二点鎖線の側方に位置するが，その前方まで延設されているとはいえない。原告は「肩ぐう」より前方であれば上腕及び肩の前方といえる旨の主張をするが，本件明細書段落【0007】には「被施療者の上腕及び肩(肩ぐうを含む)」と記載されているにすぎず，「肩ぐう」より前方であれば上腕及び肩の前方といえると解すことはできないので，上記請求人(原告)の主張は採用できない。",
                    "甲第2号証の1には，上記記載事項(オ)に記載したとおり，背凭れ部を有する椅子型マッサージ機において，被施療者の上腕及び肩の外側部を覆うべく前記背凭れ部の左右の側部から前方へ延設された外側支持部が図示されている。しかしながらこの外側支持部は被施療者の上腕及び肩の前方まで延設されているかどうか明らかではないし，この外側支持部に空気式マッサージ器が備わっているかどうかも明らかではない。",
                    "また，甲第5号証には，上記記載事項(シ)及び図10からみて，図10に示されるスイングアームが，使用者の肩部の上側から，前面側を支持する左右アーム部を有し，該左右アーム部には人体当接面に空気袋が配設されている点が記載されている。しかしながら，このスイングアームは肩部の上側から，その前方まで延設されているとしても，上腕の外側部に対応する位置から，上腕の前方まで延設されたものではない。",
                    "その他の甲各号証をみても，空気式マッサージ器を上腕及び肩の外側部に対応する位置から，上腕及び肩の前方まで延設した点は記載されていない。",
                    "そして，この発明特定事項により，第2空気式マッサージ器は，被施療者を左右の外方からより確実に支持できる等の効果を奏するものと解することができるから，上記発明特定事項が単なる設計事項とすることもできない。",
                    "よって，甲各号証に記載された技術事項を甲1発明に適用して相違点4に係る本件発明1の発明特定事項に想到することが当業者が容易になし得たこととはいえない。",
                    "さらに，請求人は空気袋を必要に応じて身体の適宜箇所に当たるように設けることは周知技術である旨主張するが，その点が周知技術であるとしても，空気式マッサージ器を上腕及び肩の外側部に対応する位置から，上腕及び肩の前方まで延設するというように具体的な配設位置を特定することが容易とは言えない。",
                    "したがって，甲1発明及び甲第1～6号証に記載された発明ないし周知技術に基づいて，相違点2及び3に係る本件発明1の発明特定事項に想到することは当業者が容易になし得たことではない。",
                    "そうすると，相違点1の検討をするまでもなく，本件発明1は，甲第1～6号証に記載された発明ないし周知技術に基づいて，当業者が容易に発明をすることができたものではない。",
                    "さらに，甲第7～9号証にも，相違点2及び3に係る本件発明1の発明特定事項についての記載も，それを示唆する記載も見当たらない。そうすると本件発明1は，甲第1～6号証に記載された発明ないし周知技術に，さらに甲第7～9号証に記載された発明を考慮したとしても，それらに基づいて，当業者が容易に発明をすることができたものではない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件発明1と甲1発明の相違点2に係る構成と同様に，相違点3に係る構成も，本件出願日当時，当業者において容易に想到できたものであって，これに反する審決の判断には誤りがある。",
                    "すなわち，本件発明1にいう「第2空気式マッサージ器」の技術的意義は，被施療者の身体を確実に支持することに尽きるのであって(もっとも，後記のとおり，この作用効果は出願当初の明細書に記載されておらず，これを本件各発明の作用効果とすることには問題がある。)，この作用効果は被施療者の上腕及び肩の側方から押圧すれば生じ得，上腕及び肩の前方にマッサージ器を延設しなければならないものではない。そうすると，甲1発明の「マッサージ具41」が果たす作用効果(技術的事項)も，本件発明1にいう「第2空気式マッサージ器」のそれと何ら異ならない。",
                    "甲第2号証の1の「使用状態を示す参考図」，甲第2号証の1の出願人が提出した意見書(甲2の2)にかんがみれば，甲第2号証の1では，弧状の枠部材(外側支持部)が被施療者の上腕及び肩の前方まで延設されていることが開示されているか，又は少なくとも示唆されているというべきであるし，甲第2号証の1で上記枠部材が果たす機能は，本件発明1が解決しようとする課題と共通する。",
                    "甲第5号証のスイングアームも被施療者の両肩の前方への移動を阻止する技術的意義を有するし，身体の適所に当接するようマッサージ具を配設することは甲第1，第3，第4，第5，第8，第21，第24，第25号証等に記載された周知技術にすぎない。",
                    "なお，原告は，本件発明1にいう「第2空気式マッサージ器」に相当するマッサージ器が「肩ぐう」より前方に位置していれば，その作用効果の点で上記「第2空気式マッサージ器」と異なるものではないと主張しており，甲1発明の「マッサージ具41」が上腕及び肩の前方に延設されている旨を主張したわけではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，被施療者の上腕及び肩の側方に設けられたマッサージ具をさらに被施療者の前方まで延設するか否かは程度問題にすぎず，当業者が適宜行う設計事項と評価すべきものである一方，上記延設を行うことによって格別の作用効果が生じるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被施療者の身体を確実に支持するという，本件発明1にいう「第2空気式マッサージ器」の作用効果は，出願当初の明細書に記載されておらず，また各公知文献との関係では特段のものではない。",
                "したがって，本件発明1は，引用例との関係で格別の作用効果を奏するものではなく，本件出願日当時，甲1発明及び甲第2号証等に記載された事項ないし周知技術に基づいて，当業者において相違点2及び3に係る構成に容易に想到できたものであって，これに反する審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1と同様に，本件発明2ないし8の容易想到性に係る審決の判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "分割要件違反等(取消事由3，無効理由1−2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件各発明の分割出願が分割要件に違反するか否かにつき，次のとおり判断する(14～16頁)。",
                "「請求人は，次の事項は，原出願の出願当初の明細書又は図面に記載された事項の範囲内のものでないから，本件特許は分割要件に違反していると主張している。",
                "(i)本件発明1の『被施療者の胴体を後方から押圧して胴体側部に圧迫刺激を与える第1空気式マッサージ器』",
                "(ii)本件発明1の『第2空気式マッサージ器は，前記被施療者の上腕及び肩の前方まで延設されている』",
                "(iii)段落【0007】の(a)『第1空気式マッサージ器によって被施療者の胴体を後方から押圧する』，(b)『第2空気式マッサージ器によって被施療者の上腕及び肩(肩ぐうを含む)を左右の外方から押圧して施療する』，(c)『上腕及び肩を左右の外方から押圧することによって被施療者の姿勢が左右へぶれるのを抑制することができるため，この保持状態で機械式マッサージ器及び第1空気式マッサージ器を駆動した場合には，被施療者の胴体の適切な位置に刺激を与えることができ，施療効果の向上を図ることができる。』",
                "(iv)段落【0015】の『第3空気式マッサージ器によって肩の上部を押圧することによって被施療者の姿勢が上下へぶれるのを抑制することができるため，この保持状態で機械式マッサージ器，及び第1空気式マッサージ器を駆動した場合には，被施療者の胴体の適切な位置に刺激を与えることができ，施療効果の向上を図ることができる。』",
                "そこで，上記(i)～(iv)について原明細書等に記載された事項の範囲内のものであるか検討する。",
                "(i)について",
                "第1空気式マッサージ器に相当する空気袋3dについては，原明細書等には，・・・『後方から押圧して』との直接的な記載はない。",
                "しかしながら，原明細書等の図1及び図2の配置から，第1空気式マッサージ器に相当する空気袋3dは被施療者の胴体の少なくとも斜め後方から押圧する位置にあると見て取れる。さらに第2空気式マッサージ器に相当する空気袋3fが上腕及び肩の外側部に対応する位置にあり，空気袋3dはそれより後方にあることからも，胴体の斜め後方位置にあることが裏付けられる。そうすると，第1空気式マッサージ器から胴体への押圧力の成分としては側方と共に後方からの成分も含まれることになるから，『被施療者の胴体を後方から押圧して』と言っても誤りではない。",
                "また，この部分は『後方から押圧して』単独で記載されているのでなく『後方から押圧して胴体側部に圧迫刺激を与える』と記載されていて，結局胴体側部を対象とすることは原明細書等に記載された範囲である点も鑑みれば，この記載により原明細書等のすべての記載を総合することにより導かれる技術的事項との関係において新たな技術的事項が導入されたものとまでは言えないから，原明細書等に記載された事項の範囲内のものである。",
                "(ii)について",
                "『前方』の意味について，原明細書等の段落【0023】において，『前方(施療者側)』と記載されている(ここで(施療者側)とあるが，文章の前後関係から(被施療者側)を意味すると解される。)ことから，『前方』とは背凭れ部に対し被施療者側の方向と言うことができ，この観点から原明細書等の図1及び図2を見れば第2空気式マッサージ器に相当する空気袋3fは『被施療者の上腕及び肩の前方まで延設されている』と言える。",
                "したがって，(ii)は原明細書等に記載された事項の範囲内のものである。",
                "(iii)について",
                "(a)『第1空気式マッサージ器によって被施療者の胴体を後方から押圧する』については，上記(i)についてで述べたと同様の理由により，原明細書等に記載された事項の範囲内のものである。",
                "(b)『第2空気式マッサージ器によって被施療者の上腕及び肩(肩ぐうを含む)を左右の外方から押圧して施療する』について，原明細書等の段落【0028】に『このクッション部3eは，被施療者が着座したときに，被施療者の上腕部及び肩の側部を覆うような位置に設けられており，その内部には複数の空気袋3fが設けられている。』，段落【0041】に『また，空気袋3f，・・・が夫々膨張した場合，・・・，被施療者の上腕部及び肩の側部，・・・が夫々圧迫刺激を受ける。』と記載されているから，第2空気式マッサージ器(空気袋3f)が上腕部及び肩を左右の外方から押圧して施療するものであることは明らかであるが，肩に肩ぐうを含む点についての直接的な記載はない。",
                "しかしながら，肩ぐうが『肩関節部の前方に位置するくぼみ』であり，『上腕部及び肩の側部のはずれに位置している』(・・・)としても，上腕部及び肩を左右の外方から押圧した場合には肩ぐうも押圧されることになるのは自明のことと言えるから，(b)は原明細書等に記載された事項の範囲内のものである。",
                "(c)『上腕及び肩を左右の外方から押圧することによって被施療者の姿勢が左右へぶれるのを抑制することができるため，この保持状態で機械式マッサージ器及び第1空気式マッサージ器を駆動した場合には，被施療者の胴体の適切な位置に刺激を与えることができ，施療効果の向上を図ることができる。』について，原明細書等には，『被施療者の姿勢が左右へぶれるのを抑制することができる』との記載はない。この場合の『左右へぶれるのを抑制』は左右への動きを完全に抑制するとの意味ではなく，機械式マッサージ器及び第1空気式マッサージ器の施療に支障を来さない程度に左右方向のぶれを防ぐとの趣旨と解される。そうすると，第2空気式マッサージ器で上腕及び肩を左右の外方から押圧する場合には，第2空気式マッサージ器の存在自体によって被施療者が左右いずれかの方向へぶれることは防がれるのであるから，左右の動作が同期するか否かにかかわらず，『被施療者の姿勢が左右へぶれるのを抑制することができる』ことは自明のことと言える。したがって，(c)は原明細書等に記載された事項の範囲内のものである。",
                "(iv)について",
                "『第3空気式マッサージ器によって肩の上部を押圧することによって被施療者の姿勢が上下へぶれるのを抑制することができるため，この保持状態で機械式マッサージ器，及び第1空気式マッサージ器を駆動した場合には，被施療者の胴体の適切な位置に刺激を与えることができ，施療効果の向上を図ることができる。』について，原明細書等には，『被施療者の姿勢が上下へぶれるのを抑制することができる』との記載はない。この場合の『上下へぶれるのを抑制』は上下への動きを完全に抑制するとの意味ではなく，機械式マッサージ器及び第1空気式マッサージ器の施療に支障を来さない程度に上下方向のぶれを防ぐとの趣旨と解される。そうすると，第3空気式マッサージ器で肩の上部を押圧する場合には，第3空気式マッサージ器及び座部の存在自体によって被施療者が上下いずれかの方向へぶれることは防がれるのであるから，左右の第3空気式マッサージ器動作が同期するか否かにかかわらず，『被施療者の姿勢が上下へぶれるのを抑制することができる』ことは自明のことと言える。したがって(，iv)は原明細書等に記載された事項の範囲内のものである。",
                "以上のとおりであるから，本件特許は分割要件に違反していない。よって，本件特許の出願日は原出願の出願日とみなされるので，甲第15号証は本件出願前に頒布された刊行物ではない。したがって，本件発明1～8が甲第15号証他に基づいて当業者が容易に発明をすることができたとする主張は成り立たない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "content": [
        {
          "fig": "ア",
          "text": [
            "しかしながら，原明細書及び図面(甲15)では，本件各発明の「第1空気式マッサージ器」に当たる「空気袋3d」は被施療者の背部の側方から押圧するマッサージ器として記載されていたのであって，図1，2から，「空気袋3d」が被施療者の少なくとも斜め後方から押圧する位置にある状況を看取することはできない。",
            "また，「空気袋3d」と「空気袋3f」の位置関係のいかんは「空気袋3d」と被施療者の間の位置関係を左右するものではなく，「空気袋3d」が被施療者の後方から押圧するマッサージ器であることの根拠となるものではない。原明細書等の図1と図2を重ね合わせれば，「空気袋3d」が被施療者の側方に位置するにすぎないことが明らかである。",
            "そして，「空気袋3d」が被施療者の胴体側部に圧迫刺激を与えるからといって，「空気袋3d」が被施療者の後方から押圧するマッサージ器であることの根拠になるものではない。",
            "そうすると，本件発明1の「被施療者の胴体を後方から押圧する」との構成は，原明細書及び図面に記載されていない新規事項である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原明細書及び図面(甲15)では，「空気袋3f」は「被施療者の上腕及び肩を覆うような位置に設けられ」ているとか，「被施療者の上腕部及び肩の側部」を「夫々圧迫刺激」するとしかされておらず(段落【0028】，【0041】)，図1，2を参酌しても，これが被施療者の上腕及び肩の前方まで延設されていると看取することはできない。",
            "したがって，本件発明1の外側支持部が「被施療者の上腕及び肩の前方まで延設されている」との構成も，原明細書等に記載されていない新規事項である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "加えて，「肩ぐう」は「肩関節部の前方に位置する窪み」であるところ，肩の側方(外方)からマッサージ器で押圧しても，必ずしも「肩ぐう」を押圧することにはならない。また，肩等を押圧することと肩等のぶれを防止することは全く別の事柄であるし，マッサージ具はもともと被施療者の身体を保持するものではないから，被施療者の身体を押圧することが記載されているからといって，この身体のぶれを防止する技術的思想が自明なわけではない。被施療者の左右又は上下のぶれを抑制するための機構も原明細書及び図面には開示されていない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "よって，本件各発明の分割出願は原明細書及び図面で開示されていない新規事項を導入するもので，分割要件違反がある。審決の分割要件充足の判断及びこれを前提にする進歩性判断には誤りがある。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "補正要件違反(取消事由4，無効理由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "審決は，本件各発明に補正要件違反があるか否かにつき，次のとおり判断する(16，17頁)。",
        "「原告は，本件発明1の『第2空気式マッサージ器は，前記被施療者の上腕及び肩の前方まで延設されている』という事項は，本件出願の願書に最初に添付した明細書又は図面に記載した事項の範囲内のものでないと主張している。",
        "そこで検討すると，当初明細書等にも，原明細書等の段落【0023】，図1及び図2に対応する記載として，段落【0026】，図1及び図2の記載がある。そうすると，上記(2)(ii)についてに記載したと同様の理由により，第2空気式マッサージ器に相当する空気袋3fは『被施療者の上腕及び肩の前方まで延設されている』と言える。",
        "したがって，本件発明1の『第2空気式マッサージ器は，前記被施療者の上腕及び肩の前方まで延設されている』という事項は当初明細書等に記載された事項の範囲内のものである。",
        "以上のとおりであるから，本件特許は，特許法第17条の2第3項に規定する要件を満たしていない補正をした特許出願に対してされたものではない。」"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "しかしながら，前記3と同様に，原告がした補正は原明細書及び図面(当初明細書等)に開示されていない新規事項を導入するものであって，上記補正には補正要件違反がある。これに反する審決の判断には誤りがある。"
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "本件発明1と甲1発明の一致点及び相違点に係る審決の認定に誤りはない。",
            "なお，甲第1号証の技術的思想は「広範囲に亘ってマッサージする」という目的を「，マッサージ具41を上下に長く配置」という手段により実現することにあり(段落【0006】，【0007】，【0026】，【0029】参照)，上記目的に基づいて，本件各発明の課題に相応する具体的な構成である「突起体91の内側面側，背凭れ部4の前面の双方にマッサージ具41を設けること」が当業者において容易に導き出せるものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証に記載された発明における「人体の背中の両側部を広範囲にわたってマッサージする」との技術的思想は，「マッサージ具41を上下に長く配置する」との構成を導くにすぎず，甲第1号証の図7，8に記載されたマッサージ具の構成と図11に記載されたマッサージ具の構成の双方を合わせた構成まで導けるものではない。",
                "甲第3号証のマッサージ機には，第1空気式マッサージ器が設けられるべき胴体クッション部や，第2空気式マッサージ器が設けられるべき外側支持部を延設すべき背凭れ部がなく，甲1発明の椅子型マッサージ機とは構成が大きく異なるし，甲第3号証のエアーバッグ4a，4bは，被施療者の胴体を後方から押圧して胴体側部に圧迫刺激を与えるものではない。",
                "甲第4，第6，第21，第24，第25号証のマッサージ器等も，人体を押圧する機能を有しなかったり，甲1発明の椅子型マッサージ機とは技術分野や構成が異なるなどの理由で，甲1発明に適用できるものではない。",
                "したがって，甲1発明のマッサージ機に甲第3，第4，第6，第21，第24，第25号証のマッサージ器を適用することができないか，仮に適用したとしても，本件出願日当時，当業者において相違点2に係る構成に容易に想到できたものとはいえないのであって，審決の相違点2に係る構成の容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第1号証の図11，甲第2，第4，第5，第21，第23，第25，第26号証等のいずれにおいても，本件各発明にいう「第2空気式マッサージ器」に当たる部材が上腕及び肩の前方まで延設されている様子は記載されておらず，本件出願日当時，当業者において相違点3に係る構成に容易に想到できたものとはいえないのであって，審決の相違点3に係る構成の容易想到性の判断に誤りはない。",
                "なお，「被施療者の上腕及び肩を左右の外方から押圧マッサージすること」や「やや前方から上腕及び腕を押圧して背凭れ部との間でこれを挟持して状態をより確実に支持すること」は，従来技術には存しない，相違点3に係る構成によって奏し得る格別の作用効果である。したがって，相違点3に係る構成は単なる設計事項に止まるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，本件出願日当時，当業者において，相違点2，3に係る構成は甲1発明及び甲第3号証等に記載された事項ないし周知技術を組み合わせることに基づいて，容易に想到し得たものではなく，審決のこの旨の判断に誤りはない。したがって，本件発明1の容易想到性に係る審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1と同様に，本件発明2ないし8の容易想到性に係る審決の判断にも誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原明細書等(甲15)には，「被施療者が着座したときに，被施療者の上腕部及び肩の側部を覆うような位置に設けられ」た「クッション部3e」の上に「空気袋3f」が設けられており(段落【0028】)，「空気袋3d」は「クッション部3e」より後方にあって「被施療者の胴体を背部から側部に亘って覆うような形状」の「クッション部3b」に設けられていること(段落【0021】)が記載されている。このとおり，被施療者との間の相対的位置関係も含めて「クッション部3e，3b」，「空気袋3d，3f」の位置関係が開示されているのであって，「空気袋3d」が被施療者の胴体の斜め後方に位置することは，原明細書等から明らかである。",
                "なお，本件発明1にいう「胴体を後方から押圧」すること及び「胴体側部に圧迫刺激を与える」ことは，いずれも「第1空気マッサージ器」に係る要素であって，両要素をバラバラに分けて捉えるべきではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「肩ぐう」は肩峰(肩甲骨の肩関節より外方に突き出た部分)の前下縁付近で三角筋との間に生じる窪みに位置し，三角筋の上縁のほぼ中央に当たる。「上腕及び肩」といったときに，「肩ぐう」が含まれることは当然である。",
                "また，「第2空気式マッサージ器」の存在自体及びその膨張によって被施療者の身体の左右のぶれが，「第3空気式マッサージ器」及び「座部」の存在並びに「第3空気式マッサージ器」の膨張によって被施療者の身体の上下のぶれがそれぞれ防止され，被施療者の姿勢が一定に保たれることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1のマッサージ器が「被施療者の胴体を後方から押圧する」との構成も，外側支持部が「被施療者の上腕及び肩の前方まで延設されている」との構成も，いずれも原明細書等に記載された事項であって新規事項ではなく，分割要件違反は存しない。したがって，審決の分割要件充足の判断及びこれを前提にする進歩性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "取消事由3と同様に，原告がした補正は原明細書等(当初明細書等)に開示されていない新規事項を導入するものではなく，上記補正には補正要件違反はない。これに反する審決の判断には誤りがない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断(取消事由2(本件各発明の容易想到性の判断の誤り，無効理由1−1)について)",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点2に係る本件発明1の構成は甲第1号証に開示されていないとした審決の認定誤りをいう取消事由1についてはさておいて，審決が認定した各相違点に係る本件発明1の各構成が容易想到でないとした審決の判断の誤りについてまず判断する。",
                "甲1発明は椅子型のマッサージ機に関する発明であるところ，甲第1号証の図1，7及び8には，後記のとおり，人体Mの背中の左右両側付近に空気で動作するマッサージ具41，42を設けて，人体Mの後方から背中の左右両側を押圧する構成が記載されており，段落【0021】，【0022】にも同趣旨の記載がある。",
                "【図1】",
                "【図7】                          【図8】",
                "ここで，上記図8の構成の方が図7の構成の方よりも背凭れ及びマッサージ具41，42が背中に密着しており，被施療者の人体をより包み込むような態様になっているものである。段落【0022】には，マッサージ具41の機能につき，「図8に示すように，左右一対のマッサージ具41の離間隔を比較的広く設定しておくことにより，人体Mの背中の両側部を左右に挟むように押圧することができ，この場合，左右一対のマッサージ具41によって人体が左右に動かないように固定することができ，・・・」との記載があるから，甲1発明のマッサージ具41の機能がマッサージを行うだけでなく，被施療者の人体のずれを防止することにもあるということができる。",
                "そして，後記の図11には椅子型マッサージ機の背凭れ部の左右に縦長の突起体91を設け，この突起体91の内側(人体側)にマッサージ具41，42を設けて，上記突起体91が被施療者の人体を側方(左右)から保持(固定)するとともに，上記マッサージ具41，42が人体の側方からマッサージを行う構成が記載されており，段落【0026】，【0027】にも同趣旨の記載がされている。",
                "【図11】",
                "なお，段落【0027】に記載されているように，上記突起体91は，被施療者の両脇を挟み込むように設けられても，両腕を含む両肩の脇を挟み込むように設けられても構わないものである。",
                "ここで，甲第1号証の図8のマッサージ具41，42が被施療者の人体をより包み込むようにしているのも，図11の突起体91が被施療者の人体(胴体ないし両腕を含む上半身)を左右から挟み込むようにしているのも，人体を固定し，マッサージ具の振動等によっても人体がぶれないようにして，マッサージ機との必要な接触が解除されないようにし，マッサージ具によるマッサージ効果を高めるためであって(段落【0022】，【0027】)，その目的において共通することは明らかである。なお，図11のマッサージ具41，42は，突起体91の一部として被施療者の身体を固定する機能も果たすものである。",
                "そして，甲第1号証の図1，7，8のマッサージ具41，42の構成に図11の突起体91，マッサージ具41，42の構成を追加して，両構成を兼ね備えた構成にしても，各構成機器の配置，設計に支障が生じ得るものではないし，被施療者の人体の固定，必要な部位のマッサージ，マッサージ効果の向上といった上記の機能が害されないから，当業者であれば両構成を合わせた構成を採用することが容易であることは明らかであって，この場合，例えば，椅子型マッサージ機の左右両脇に突起体91が設けられて上腕及び肩の両脇(両側方)から被施療者の身体(上半身)を固定し，突起体91に設けられたマッサージ具41，42が両上腕や両肩脇を側方からマッサージし，背凭れに設けられたマッサージ具41，42が背中の左右や両肩を後方(背後)からマッサージするものとなる。",
                "なお，甲第1号証の図7，8，11の記載にも照らせば，甲1発明にいう「マッサージ具41」が設けられる位置を調整して，被施療者の胴体のより側方に寄った箇所から圧迫刺激を加えるようにしたり，あるいは逆に背中の中心により近い箇所から圧迫刺激を加えるようにする程度の事柄が，当業者において容易になし得るものであることは明らかであるから，甲1発明の背中側の「マッサージ具41」が設けられる位置と本件発明1の「第1空気式マッサージ器」が設けられる位置に若干の相違があるとしても，相違点2に係る構成の容易想到性の判断に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲第1号証の図1，7，8のマッサージ具41，42の構成に図11の突起体91，マッサージ具41，42の構成を追加して，両構成を兼ね備えた構成にする動機付けがない旨説示するが，上記の両構成は同一の文献に記載された実施例にすぎないのであり，両構成をともに採用したときに支障が生じることを窺わせる記載は甲第1号証中にもないし，当業者の技術常識に照らしても，そのような支障があるものとは認められないから，両構成を兼ね備えた構成にする動機付けに欠けるところはなく，審決の上記判断には誤りがある。",
                "そして，上記の両構成を兼ね備えた構成を採用することによって生じる作用効果は，背中の側部と上腕の側方を同時にマッサージできるといった程度のものにすぎず，当業者が予測し得ない格別のものではないということができる。",
                "したがって，「本件発明1は，『前記胴体クッション部に設けられて給気によって空気袋が膨張して前記被施療者の胴体を後方から押圧して胴体側部に圧迫刺激を与える第1空気式マッサージ器』を有しているが，甲1発明は有していない点。」との甲1発明との相違点2に係る本件発明1の構成の容易想到性についての審決の判断には誤りがあるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のように椅子型マッサージ器の背凭れの左右両脇に突起体91を設けて被施療者の身体を左右両脇から固定する構成とする場合，この突起体91をさらに前方に伸ばし，かつ中央に向けてやや曲げること(本件発明1にいう「延設」)で，両肩ないし両腕を左右から包み込むような態様とすることは，当業者であれば容易に想到し得る事柄というべきである。すなわち，本件各発明や甲 1 発明のような椅子型のマッサージ機において，被施療者の身体を包み込むように各部材を構成することは，甲第17号証(特開2000−296160号公報)に記載されているように(段落【0033】)周知技術であるし，椅子型マッサージ機において，被施療者の肩や腕の前方に部材を配して両肩ないし両上腕を背凭れとの間で保持(固定)してマッサージ効果を向上させることも，甲第5号証(特開平7−148209号公報，図10，段落【0055】～【0058】)や甲第26号証(特開2000−279470号公報，図1～5)に記載されているように周知技術であるところ，これらの周知技術を採用する目的は甲1発明の突起体91が設けられた目的と同一であって，またこれらの周知技術を採用して突起体91をさらに前方に「延設」しても，被施療者の身体の固定の機能やマッサージ具によるマッサージ機能に支障が生じるものとは考えられないからである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，前記1及び(1)のとおりに椅子式マッサージ機のマッサージ具等の構成を改めたことによる効果は，被施療者の身体のより確実な固定やマッサージ効果の向上といった程度の事柄であって，当業者の予想を超える格別なものではないことも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件出願日当時，甲1発明の椅子型マッサージ機の突起体を前方に延設し，本件発明1にいう「第2空気式マッサージ器が，・・・『被施療者の上腕の外側部に対応する位置から，前記背凭れ部に沿って前記第1空気式マッサージ器より上方へ，被施療者の肩の外側部に対応する位置付近まで延設され，且つ，前記被施療者の上腕及び肩の前方まで延設されている』」構成(相違点3)とすることは，当業者において，甲1発明及び周知技術に基づいて容易になし得る事柄であるということができ，相違点3に係る構成の容易想到性についての審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "この点，被告は，甲1発明の「人体の背中の両側部を広範囲にわたってマッサージする」との技術的思想は，「マッサージ具41を上下に長く配置する」との構成を導くにすぎず，甲第1号証の図7，8に記載されたマッサージ具の構成と図11に記載されたマッサージ具の構成の双方を合わせた構成まで導けるものではない等と主張するが，前記のとおりの機能・目的の共通性等に照らせば，当業者において両構成を合わせた構成に容易に想到できないものではないから，被告の上記主張を採用することはできない。",
                "また，被告は，甲第3号証等のマッサージ器の具体的な構成と甲1発明の椅子型マッサージ機におけるマッサージ具の構成との違いを主張するが，前記のとおり判示した周知技術の内容の程度にかんがみれば，当業者において必要な修正を施して組み合わせることが容易な程度の違いにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，本件発明1と甲1発明の相違点1，すなわち「背凭れ部が，本件発明1では『前記座部に着座した被施療者の胴体及び腕部を後方から支持すると共に，被施療者の胴体を背部から側部に亘って覆う胴体クッション部を有する』が，甲1発明ではそのような特定がない点。」については，甲第2号証の1(意匠登録第1022881号公報)に記載された周知技術のように，背凭れ部の両脇のクッション部を背凭れ部のその余の部分よりも高くする等によって容易に実現ができることであるから，本件出願日当時，当業者において甲1発明及び周知技術に基づいて容易に想到し得るものであることが明らかである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "結局，甲1発明の相違点に係る本件発明1の構成は，本件出願日当時，当業者において，甲1発明及び周知技術に基づいて容易に想到できたものであり，本件発明1は進歩性を欠くものである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件発明2ないし8について，審決は本件発明1が容易想到でなかったことを前提にして，容易想到と判断しなかったものであるが，この前提が誤りである以上，この判断も是認することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張のその余の点について判断するまでもなく，原告が主張する取消事由2は理由があるから，主文のとおり判決する。"
      ]
    }
  ]
}