{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−5094号事件について平成22年1月25日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲請求項1の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(乙4)及び拒絶査定",
              "text": [
                "発明の名称：「展示物支持具」",
                "出願日：平成8年8月28日(請求項の数11)",
                "出願番号：平成8年特許願第243976号",
                "手続補正日：平成18年5月29日(請求項の数4)",
                "拒絶査定日：平成18年12月12日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成19年1月19日(不服2007−5094号事件)",
                "拒絶理由通知日：平成21年6月11日(乙7)",
                "手続補正日：平成21年8月17日(請求項の数11。乙5。以下，同日の補正を「本件補正」といい，その手続補正書を「本件補正書」という。)審決日：平成22年1月25日",
                "本件審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成22年2月13日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正後の特許請求の範囲の記載",
          "text": [
            "本件審決が対象とした，本件補正後の特許請求の範囲の請求項1の記載は，以下のとおりである。以下，請求項1に記載された発明を「本願発明」，本件出願に係る本件補正後の明細書(特許請求の範囲につき乙5，その余につき乙4)を「本願明細書」という。",
            "所定の幅を有する略方形環状の薄板状フレームであって，各フレーム辺が，その中心線と内縁及び外縁との間に該中心線と略平行に形成された2つの折り曲げ部と，該2つの折り曲げ部により区分される中央平坦部，外側折り曲げ片及び内側折り曲げ片と，を有し，中央平坦部の一面がともに内方に折り曲げられる外側折り曲げ片及び内側折り曲げ片との接合面として機能し，中央平坦部，外側折り曲げ片及び内側折り曲げ片の他面が，外側折り曲げ片及び内側折り曲げ片を折り曲げる前に装飾処理される装飾面として機能するように設けられ，任意の係合手段を介して，展示物を開口部から少なくとも一部が露出するように配置することができるフレームを有することを特徴とする展示物支持具"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記引用例に記載された発明(以下「引用発明1」ないし「引用発明3」という。)に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：実願昭54−13654号(実開昭55−114271号)のマ",
                  "text": [
                    "イクロフィルム(乙1)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：実願昭56−35542号(実開昭57−148366号)のマ",
                  "text": [
                    "イクロフィルム(乙2)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開昭58−173517号公報(乙3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決は，その判断の前提として，引用発明1を，以下のとおり認定した。",
                "中央に長方形状の窓孔2を設けた長方形状の中央板1と，中央板1の外縁に，外側の折線を介して設けた内方折込左側板8，内方折込右側板10，内方折込外側板17，内方折込内側板22と，中央板1の内縁に内側の折線を介して設けた内方折込中央片32と，を有する飾り枠体であって，画板37を内方に収納するとともに，内方折込内側板22に設けた第2切溝28に，内方折込外側板17に設けた中央挿入片16を挿入して，画板37を窓孔2から露出するように配置することができる飾り枠体"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本質の見誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "審理不尽(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本質の見誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の主(軸)体なる「額・フレーム」には，絶対なる特徴の「角溝」が存在する。これは非常に有効・有意義な機(巧)構態で，取りも直さず，本願発明の命(キーポイント)である。本件の拒絶査定における理由の眼目を，引用発明との類似面に力点を置き，開示論で因果に結び付けているが，いずれも半端なもので，的を射たものは何もない。つまり，断片部分を無理に繋ぎ合わせた危なかしいこじつけ論の域を出ていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例において，仮に類似する面があったとしても，本願発明と思想やポテンシャル面が次元を異にする。前記の類似する面とは，様々な展示(カテゴリー)分野においての共通した形態や機能を指してのものであるが，引用発明はすべて，本願発明においてほんの一部分にしかすぎず，ほとんど本願発明に吸収されてしまう種類のものである。本質の見誤りとは，ありきたりな並状の外見にとらわれて，中身に秘められた破格な資質を見抜けなかった特許庁の判断ミスを指すものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ミスの最大要因は，「角溝」の真骨頂に対する理解・認識が及ばなかった次第である。原告は，本件補正書において，特許請求の範囲の請求項3を「角溝」について補正し，同時に意見書(乙6)において「角溝」の解説を行ったが，特許庁は，これを理解せず，結果として不当な本件審決の結果となったものである。また，請求項1は，単独でも「角溝」の思想が含まれており，引用発明によって拒絶されるような発明ではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件審決は，特許請求の範囲請求項1に係る発明(本願発明)について，特許法29条2項により特許することができないとした。",
                "原告の主張する「角溝(広い幅の溝状)」は，本願発明(請求項1)には記載がなく，原告の主張は，特許請求の範囲の記載に基づかないもので，根拠がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件審決において，本願発明と引用発明1とを対比して，一致点及び相違点を指摘し，その相違点を適切に判断しており，原告のいう判断ミスはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，意見書(乙6)において「角溝」の解説をしたが，イラストを含め大部分の「角溝」の説明は，本願発明との関連が不明であり，原告の主張は，理解できないものである。",
                "なお，原告が「角溝」が発明のキーポイントであると主張する請求項3に係る発明については，本件審決では論及していない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審理不尽)について",
          "text": [
            "〔原告の主張〕",
            "本件審決における大きな不具合として，「むすび」の前提なる「理由」の頭に置かれた「特定」の巾(範囲)が狭い。すなわち，平成21年6月11日付けの拒絶理由通知書と略同じとなっている。",
            "しかし，特許庁は，原告の本件補正書を受理しており，請求項の1・2のみでなく，少なくともいったん請求項を11に戻して審理をしなければならないが，何もされていない。しかも，請求項3における「角溝」箇所の補足・補正内容も含まれていないものである。特許庁は，その責任において速やかに本件審決を取り消し，やり直して道理にかなった正しい審理を行うべきである。",
            "〔被告の主張〕",
            "特許法49条によれば，1つの特許出願に複数の請求項に係る発明が含まれる場合であっても，そのうちのいずれか1つでも特許法29条等の規定に基づき特許を受けることができないものであるときは，特許出願は全体として拒絶を免れない。",
            "よって，本件審決が，本願発明が特許法29条2項の規定により特許を受けることができないものであるとして，請求項2ないし11に論及しなかったことに違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本質の見誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明と引用発明",
                  "text": [
                    "本願発明の要旨は，前記第2の2のとおりであり，本件審決が認定した引用発明1は，前記第2の3のとおりである。",
                    "これによれば，本願発明と引用発明1との一致点及び相違点は，以下のとおりのものと認定することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点：所定の幅を有する略方形環状の薄板状フレームであって，各フレーム辺が，その中心線と内縁及び外縁との間に該中心線と略平行に形成された2つの折り曲げ部と，該2つの折り曲げ部により区分される中央平坦部，外側折り曲げ片及び内側折り曲げ片と，を有し，任意の係合手段を介して，展示物を開口部から少なくとも一部が露出するように配置することができるフレームを有する展示物支持具"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1：本願発明では，「中央平坦部の一面がともに内方に折り曲げられる外側折り曲げ片及び内側折り曲げ片との接合面として機能」するのに対し，引用発明1ではそのようになっているかどうか不明である点"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2：本願発明では，「中央平坦部，外側折り曲げ片及び内側折り曲げ片の他面が，外側折り曲げ片及び内側折り曲げ片を折り曲げる前に装飾処理される装飾面として機能する」のに対し，引用発明1ではそのようになっているかどうか不明である点"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1について",
                  "text": [
                    "引用例2には，中央に四角形の開口2を有するコートボール1の周縁を，開口2に対し縁3を残して折返して折返し部4を形成し，折返し部4の裏面を接着して接着部5を形成して，袋張部6を構成したものであって，額縁の裏面の接着部5の縁3が残るような裏板紙7を接着して成る簡易額縁が記載されており，これによれば，引用発明2は，当該袋張部6を有することにより，コートボールの額縁が補強され，絵画，書等の用紙に反りがあっても反り返ることがなく，平坦に保つことができるものである(乙2)。そして，当該折返し部4は折曲げ片に相当し，接着は接合の一種といえるから，引用例2には，「折り曲げ片をフレームに接合する」ことにより，絵画，書等の用紙に反りがあっても反り返ることがなく，平坦に保つ点が開示されているということができる。",
                    "引用発明1と引用発明2とは，①ともに，展示物支持具という同一の技術分野に属し，展示物支持具を安価に提供するものであること，②引用発明1の「中央板1」の厚さや材質は定かではないが，折線を介して折り曲げられるものであり，引用例1の図面によれば，写真，絵葉書き等の「画板37」と共に反り返る可能性が十分に窺えるもので，引用発明1にも引用発明2と同様の課題が内在すると解されること，③引用発明1において「内方折込外側板8」，「内方折込右側板10」，「内方折込外側板17」，「内方折込内側板22」及び「内方折込中央片32」の一部を接合しても，「画板37」の収納に支障はなく，技術的に阻害する要因は認められないことを総合的に判断すると，引用発明1に引用発明2を適用する動機付けがあるということができる。",
                    "したがって，引用発明1に引用発明2を適用し，相違点1に係る本願発明の構成にすることは，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2について",
                  "text": [
                    "引用例3には「成形前にフレームに装飾が施される」点が開示されている(乙3)。",
                    "そして，引用発明1と引用発明3とは，①ともに，展示物支持具という同一の技術分野に属し，展示物支持具を安価に提供するものであること，②展示物支持具の体裁のよさといったことは，通常想定される課題であって，引用発明1にも同様の課題が内在すると解されること，③引用発明1において成形前にフレームに装飾が施されても，「画板37」の収納に支障はなく，技術的に阻害する要因は認められないことを総合的に判断すると，引用発明1に引用発明3を適用する動機付けがあるということができる。",
                    "したがって，引用発明1に引用発明3を適用し，相違点2に係る本願発明の構成にすることは，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性",
                  "text": [
                    "そして，引用発明1に引用発明2を適用することに加え，引用発明3を適用することに，格別の困難性は認められない。相違点1及び相違点2を総合して検討しても，結局のところ，引用発明1に引用発明2及び3を適用し，本願発明のように構成することは，当業者が容易に想到できた事項である。また，本願発明が奏する作用効果も，引用発明1ないし3から，当業者であれば予測し得たものであって，格別のものではない。",
                    "よって，本願発明に進歩性がないとした本件審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の本質について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が本願発明の本質を見誤り，同発明を誤って理解したと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項1の記載及び本願明細書(乙4，5)によれば，本願発明は，簡単に組み立てられると共に，使用者が自らの好みにあった種々のデザインを施すことや，簡易に展示することができる展示物支持具を提供することを課題とし(【0003】～【0006】)，請求項1に記載された技術的事項により，使用者が簡単に組み立てることができると共に，フレームが特異な形状をしているわけではないため，使用者が自らの好みにあった種々のデザインの装飾を容易に施すことができる，といった効果を奏するものである(【0041】)。",
                    "以上の課題，効果からすると，本願発明の本質は，展示物支持具が請求項1に記載された技術的事項全般により特定されるところの，略方形環状の薄板状フレーム構造を有していることということができ，発明特定事項のうちで技術的貢献度合いが特に大きいと解される事項があるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願発明の「本質」は，折り曲げ部に「角溝」が存在することであると主張する。",
                        "しかしながら，請求項1には「角溝」は記載されておらず，本願発明が「角溝」を有するものとはいえない。原告の主張は，請求項1の記載に基づかない主張であって，採用することができない。なお，請求項3には「角溝」に相当する事項が記載されているが，本願発明は「角溝」を有しておらず，請求項3を引用しているものでもないから，「角溝」が請求項1に係る本願発明の「本質」であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告の上記主張は，請求項1ないし11に係る発明を総合して本願発明と捉え，その本質につき主張しているとも解されなくもない。",
                        "しかしながら，特許法36条5項は，「特許請求の範囲には，請求項に区分して，各請求項ごとに特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならない。」と規定し，特許請求の範囲の各請求項に記載された，特許を受けようとする発明のそれぞれが，独立した1つの発明である。よって，各請求項に係る発明はそれぞれ別の発明であるから，本件審決が本願発明について，請求項1に記載されたとおりのものと認定し，「角溝」をその本質として認定しなかったことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件補正書(乙5)により補正された特許請求の範囲の請求項3に補足・補正がなされ，同日付けの意見書(乙6)において「角溝」の解説を行ったと主張する。",
                        "しかしながら，本願発明が「角溝」を有するものではなく，「角溝」に係る原告の主張は請求項1の記載に基づいたものではないことは上記のとおりである。また，請求項3において補足，補正がなされているとしても，本願発明は，請求項3に記載された技術的事項を有しないから，本願発明が「角溝」に係る効果を有することにはならない。かえって，原告も「角溝」を有しない請求項1に係る発明は慣用技術にすぎないと認めているところである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，原告の主張は採用することができず，引用発明1に引用発明2及び3を適用し，本願発明のように構成することは，当業者が容易に想到できた事項といわざるを得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決の，本願発明，引用発明1並びに両者の一致点及び相違点の認定に誤りはなく，本願発明は，引用発明1ないし3に基づいて，当業者が容易に発明をすることができたものであるとした，本件審決の判断にも誤りはない。",
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審理不尽)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件補正書(乙5)により補正された特許請求の範囲は，請求項の数が11であり，特許庁は本件補正書を受理したにもかかわらず，請求項1に係る本願発明についてのみ審理の対象としており，それ以外の請求項に係る発明について審理を尽くしていないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法は，1つの特許出願に対し，1つの行政処分としての特許査定又は特許審決がされ，これに基づいて1つの特許が付与され，1つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。そして，このことは，特許法49条，51条の文言のほか，特許出願の分割という制度の存在自体に照らしても明らかである(最高裁平成19年(行ヒ)第318号同20年7月10日第一小法廷判決・民集62巻7号1905",
              "text": [
                "頁参照)ということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかも，以上に加えて，本件のこれまでの経緯についてみてみると，以下のとおりである。",
                "特許庁は，原告に対する拒絶理由通知書(乙7)において，本件補正前の，すなわち平成18年5月29日付けの手続補正書により補正された請求項1に係る発明(本願発明とほぼ同じ)について，引用発明1ないし3に基づいて容易に発明をすることができたものであり，当時の請求項2に係る発明について，引用発明1ないし3等に基づいて容易に発明をすることができたから，特許法29条2項の規定により特許を受けることができないとの拒絶理由通知を行うとともに，補正を示唆した。",
                "原告は，上記示唆に基づく補正を行う機会を与えられ，拒絶理由通知を受けた請求項1及び2について削除したり，分割出願したりする機会を与えられたにもかかわらず，本件補正において当該請求項1及び2について格別の補正をすることなく，請求項を11とする補正を行って，その結果，本願発明について拒絶理由通知とほぼ同一の理由により，審判請求不成立の審決を受けたものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりの特許庁における審査の運用と本件の経緯とにかんがみれば，本件においては，前記1のとおり，請求項1に係る本願発明が特許法29条2項の規定により，特許を受けることができないものである以上，特許庁がその余の請求項に係る発明について検討しなかったとしても，本件出願全体として拒絶を免れないものであったといわざるを得ないから，本件審決が，審判請求不成立の判断をした点に，結論に影響を及ぼすべき違法はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，取消事由2も，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}