{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2009−800079号事件について平成22年9月17日にした審決を取り消す"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "設定登録",
              "text": [
                "被告は，発明の名称を「記録媒体用ディスクの収納ケース」とする特許第3306036号(以下「本件特許」という。)の特許権者である。",
                "本件特許は，平成11年3月4日に出願された特許出願(特願平11−545603，優先権主張  特願平10−57080  平成10年3月9日  日本国)が，平成11年12月20日に分割出願されたものであり(特願平11−361506号)，平成14年5月10日に設定登録された(設定登録時の請求項の数は9であった。)(甲22)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判及び差戻決定",
              "text": [
                "本件特許については，平成15年1月20日，異議申立てがされ，被告は，同年8月4日，請求項7及び8の訂正と請求項9の削除の訂正請求をしたが，特許庁は，同年11月19日，上記訂正を認め，請求項7及び8に係る発明について特許権を取り消す旨の異議決定をし，同異議決定は平成16年2月16日に確定した。",
                "原告は，平成21年4月15日，本件特許につき無効審判(無効2009−800079号。以下「本件無効審判」という。)を請求し(甲41)，特許庁は，平成22年1月15日，本件特許の請求項1ないし6に係る発明について特許を無効にするとの審決をした(甲54)。",
                "これに対し，被告は，同年2月24日，審決取消訴訟(平成22年(行ケ)第10065号)を提起し，同年4月14日付けで本件特許につき訂正審判を請求した(甲55)。そこで，知的財産高等裁判所は，同年5月11日，特許法181条2項に基づき，事件を審判官に差し戻すため，決定により上記審決を取り消した(甲56)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "差し戻し後の無効審判",
              "text": [
                "差し戻し後の本件無効審判において，被告は，平成22年6月14日，請求項1ないし5の訂正と請求項6の削除の訂正請求を行い(以下，「本件訂正」といい，本件訂正後の明細書を「特許明細書」，同明細書の特許請求の範囲の請求項1ないし5に係る発明を「訂正発明1」ないし「訂正発明5」といい，これらを包括して「各訂正発明」という。)(甲57)，前記訂正審判請求は取り下げられたものとみなされた(特許法134条の3第4項)。",
                "特許庁は，同年9月17日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月28日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "特許明細書の特許請求の範囲の請求項1ないし5の記載は，次のとおりであり(なお，下線部は本件訂正により訂正された部分である。)，別紙図面1は第1実施形態の正面図である(甲22，57)。",
            "【請求項1】",
            "「中央孔(101)を有する記録媒体用ディスク(100)の記録面(102)側を覆うと共に，前記中央孔(101)に係脱自在に嵌合する保持部(5)を備えた保持板(2)を有し，",
            "前記保持板(2)には，ヒンジ部(2a，3a)を介してカバー体(3)が開閉自在に枢支されて，保持板(2)とカバー体(3)とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，",
            "前記ヒンジ結合端縁部側の保持板(2)の側面に側面リブ(21)が突出して形成され，前記保持板(2)とカバー体(3)とには，前記カバー体(3)を180°開いた状態において，前記側面リブ(21)とカバー体(3)の前記端縁部が互いに当接して当該開き状態を維持する当接部(45)が設けられ，",
            "前記当接部(45)は，前記開き状態において開き方向の外力が作用したとき前記ヒンジ部(2a，3a)の破損が生じずに前記側面リブ(21)と前記端縁部との当接状態を乗り越えてカバー体(3)と保持板(2)との相対回動を許容するように当接しており，",
            "前記保持板(2)とカバー体(3)とは，保持板(2)の上下ヒンジ部(2a)とカバー体(3)の上下ヒンジ部(3a)とを介してヒンジ結合されており，前記保持板(2)の上下ヒンジ部(2a)間に前記当接部(45)が設けられており，",
            "前記保持板(2)は，上下端縁部の端部にケース厚み方向に立ち上がる周壁(22)が形成され，前記上下ヒンジ部(2a)はヒンジ結合側端縁部の上下端部から突出成形されたヒンジ片と，この上下ヒンジ片の対向内面に突出成形されたヒンジ軸(31)とから構成され，",
            "前記カバー体(3)は上下端縁部に，前記保持板(2)にカバー体(3)を閉じた状態において，保持板(2)の上下端縁部の周壁(22)より外側に位置してケース厚み方向に立ち上がる周壁(38)が形成され，前記上下ヒンジ部(3a)はヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の前記内向き突出のヒンジ軸(31)を回動自在に枢支する軸受部が形成されていることを特徴とする記録媒体用ディスクの収納ケース。」",
            "【請求項2】",
            "「保持板(2)とカバー体(3)とが，それぞれの一端側に設けられたヒンジ部(2a，3a)を介して互いに揺動開閉自在に連結されて，保持板(2)とカバー体(3)とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，保持板(2)には，その板面の略中央部に，記録媒体用ディスク(100)の中央孔(101)に嵌まる保持部(5)が設けられ，これら保持板(2)とカバー体(3)とによって，記録媒体用ディスク(100)の両面を覆う収納状態とできるようになっている記録媒体用ディスクの収納ケースにおいて，",
            "前記ヒンジ結合端縁部側の保持板(2)の側面に側面リブ(21)が突出して形成され，",
            "前記保持板(2)とカバー体(3)とには，前記カバー体(3)を180°開いた状態において，前記側面リブ(21)とカバー体(3)の前記端縁部が互いに当接して当該開き状態を維持する当接部(45)が設けられ，",
            "前記当接部(45)は，前記開き状態において開き方向の外力が作用したとき前記ヒンジ部(2a，3a)の破損が生じずに前記側面リブ(21)と前記端縁部との当接状態を乗り越えてカバー体(3)と保持板(2)との相対回動を許容するように当接しており，",
            "前記保持板(2)とカバー体(3)とは，保持板(2)の上下ヒンジ部(2a)とカバー体(3)の上下ヒンジ部(3a)とを介してヒンジ結合されており，前記保持板(2)の上下ヒンジ部(2a)間に前記当接部(45)が設けられており，",
            "前記保持板(2)は，上下端縁部の端部にケース厚み方向に立ち上がる周壁(22)が形成され，前記上下ヒンジ部(2a)はヒンジ結合側端縁部の上下端部から突出成形されたヒンジ片と，この上下ヒンジ片の対向内面に突出成形されたヒンジ軸(31)とから構成され，",
            "前記カバー体(3)は上下端縁部に，前記保持板(2)にカバー体(3)を閉じた状態において，保持板(2)の上下端縁部の周壁(22)より外側に位置してケース厚み方向に立ち上がる周壁(38)が形成され，前記上下ヒンジ部(3a)はヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の前記内向き突出のヒンジ軸(31)を回動自在に枢支する軸受部が形成されていることを特徴とする記録媒体用ディスクの収納ケース。」",
            "【請求項3】",
            "「前記保持板(2)はヒンジ部(2a)寄りの端部にもケース厚み方向に立ち上がる周壁(22)を備え，このヒンジ部(2a)寄りの端部の周壁(22)は，上下端縁部の周壁(22)と連続しかつ前記ヒンジ軸(31)を突出した上下ヒンジ片の対向内面に設けられていることを特徴とする請求項1又は2記載の記録媒体用ディスクの収納ケース。」",
            "【請求項4】",
            "「前記保持板(2)にカバー体(3)を閉じた状態において，カバー体(3)におけるヒンジ部(3a)寄りの端部は，保持板(2)におけるヒンジ部(2a)寄りの端部の周壁(22)よりも外方へ突出しており，この突出部分に周壁(43)が設けられ，この周壁(43)は前記カバー体(3)の上下ヒンジ部(3a)と繋がっていることを特徴とする請求項3記載の記録媒体用ディスクの収納ケース。」",
            "【請求項5】",
            "「前記保持板(2)にカバー体(3)を閉じた状態において，ヒンジ部(2a，3a)寄りのカバー体(3)の前記周壁(43)と保持板(2)の前記周壁(22)との間に指を入れることができるように両周壁(43，22)の間は間隔を持って設けられ，前記周壁(43)はケースを引き出すときの指掛け部(44)とされていることを特徴とする請求項4に記載の記録媒体用ディスクの収納ケース。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正前の明細書の特許請求の範囲",
          "text": [
            "本件訂正前の明細書(以下「訂正前明細書」という。)の特許請求の範囲の請求項1ないし5は次のとおりである。",
            "【請求項1】",
            "「中央孔(101)を有する記録媒体用ディスク(100)の記録面(102)側を覆うと共に，前記中央孔(101)に係脱自在に嵌合する保持部(5)を備えた保持板(2)を有し，",
            "前記保持板(2)には，ヒンジ部(2a，3a)を介してカバー体(3)が開閉自在に枢支されて，保持板(2)とカバー体(3)とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，",
            "前記ヒンジ結合端縁部側の保持板(2)の側面に側面リブ(21)が突出して形成され，",
            "前記保持板(2)とカバー体(3)とには，前記カバー体(3)を180°開いた状態において，前記側面リブ(21)とカバー体(3)の前記端縁部が互いに当接して当該開き状態を維持する当接部(45)が設けられ，",
            "前記当接部(45)は，前記開き状態において開き方向の外力が作用したとき前記ヒンジ部(2a，3a)の破損が生じずに前記側面リブ(21)と前記端縁部との当接状態を乗り越えてカバー体(3)と保持板(2)との相対回動を許容するように当接していることを特徴とする記録媒体用ディスクの収納ケース。」",
            "【請求項2】",
            "「保持板(2)とカバー体(3)とが，それぞれの一端側に設けられたヒンジ部(2a，3a)を介して互いに揺動開閉自在に連結されて，保持板(2)とカバー体(3)とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，保持板(2)には，その板面の略中央部に，記録媒体用ディスク(100)の中央孔(101)に嵌まる保持部(5)が設けられ，これら保持板(2)とカバー体(3)とによって，記録媒体用ディスク(100)の両面を覆う収納状態とできるようになっている記録媒体用ディスクの収納ケースにおいて，",
            "前記ヒンジ結合端縁部側の保持板(2)の側面に側面リブ(21)が突出して形成され，",
            "前記保持板(2)とカバー体(3)とには，前記カバー体(3)を180°開いた状態において，前記側面リブ(21)とカバー体(3)の前記端縁部が互いに当接して当該開き状態を維持する当接部(45)が設けられ，前記当接部(45)は，前記開き状態において開き方向の外力が作用したとき前記ヒンジ部(2a，3a)の破損が生じずに前記側面リブ(21)と前記端縁部との当接状態を乗り越えてカバー体(3)と保持板(2)との相対回動を許容するように当接していることを特徴とする記録媒体用ディスクの収納ケース。」",
            "【請求項3】",
            "「前記保持板(2)とカバー体(3)とは，保持板(2)のヒンジ結合端縁部の上下端部から突出成形されたヒンジ片を介してヒンジ結合されていることを特徴とする請求項1又は2記載の記録媒体用ディスクの収納ケース。」",
            "【請求項4】",
            "「前記保持板(2)にカバー体(3)を閉じた状態において，カバー体(3)におけるヒンジ部(3a)寄りの端部は，保持板(2)におけるヒンジ部(2a)寄りの端部よりも外方へ突出するようになっていることを特徴とする請求項3記載の記録媒体用ディスクの収納ケース。」",
            "【請求項5】",
            "「前記カバー体(3)におけるヒンジ部(3a)寄りの端部の前記突出部分には周壁(43)が設けられていることを特徴とする請求項4記載の記録媒体用ディスクの収納ケース。」"
          ]
        },
        {
          "fig": "4",
          "subject": "本件訂正の内容",
          "text": [
            "本件訂正のうち，訂正事項aないしeは，上記請求項1ないし5を前記2の請求項1ないし5にそれぞれ訂正するものであり，訂正事項fは，訂正前明細書の特許請求の範囲の請求項6を削除するものであり，訂正事項gないしkは，特許請求の範囲の訂正に伴い，訂正前明細書の発明の詳細な説明中の対応箇所を整合させるものであり，訂正事項m，n及びpは訂正前明細書の発明の詳細な説明の誤記を訂正するものである。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適否について",
              "text": [
                "本件訂正は，特許法134条の2第1項ただし書き1号，2号及び3号に掲げる事項を目的とし，かつ，同条5項で準用する同法126条3項及び4項の規定に適合するから，本件訂正を認める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の認定した甲1記載の発明の内容，訂正発明1及び2と甲1記載の発明との一致点，相違点",
              "text": [
                "本件審決が，訂正発明1及び2に進歩性があるとの結論を導く過程において認定した甲1(特開平8−90610号公報)記載の発明(以下「甲1発明」という。)の内容，訂正発明1及び2と甲1発明との一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「本体側ケース部材31と蓋側ケース部材32を互いに回動開閉自在に枢着してなるCD収納ケースであって，本体側ケース部材31は，主面部33の左右両側縁部および前側縁部にそれぞれ側面部34および前面部35が垂直に突出形成され，主面部33の後縁両端部には側面部34を延長する形で突片部37が形成されてその外面に支軸部38が突出形成され，主面部33の内面中央部にはCDの中央孔に着脱自在に嵌合するCD保持部46が形成される一方，蓋側ケース部材32は，主面部51の左右両側縁から側面部52が垂直に屈曲し，主面部51の後縁から順次屈曲して後面部53と対面部54が設けられて主面部51と対面部54との間に前方へ開口したポケット部55が形成され，ポケット部55と両側面部52との間に位置して主面部51にスリット部56が形成されて両側面部52の後端側が突片部57となっており，突片部57に貫通形成された軸受孔59に支軸部38が嵌合され，蓋側ケース部材32を閉じたとき，蓋側ケース部材32の両側面部52が本体側ケース部材31の両側面部34の外側に位置するCD収納ケース。」(審決書22頁24行目から末行まで)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明1と甲1発明の一致点",
                  "text": [
                    "「中央孔(101)を有する記録媒体用ディスク(100)の記録面(102)側を覆うと共に，前記中央孔(101)に係脱自在に嵌合する保持部(5)を備えた保持板(2)を有し，前記保持板(2)には，ヒンジ部(2a，3a)を介してカバー体(3)が開閉自在に枢支されて，保持板(2)とカバー体(3)とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，前記保持板(2)とカバー体(3)とは，保持板(2)の上下ヒンジ部(2a)とカバー体(3)の上下ヒンジ部(3a)とを介してヒンジ結合されており，前記保持板(2)は，上下端縁部の端部にケース厚み方向に立ち上がる周壁(22)が形成され，前記上下ヒンジ部(2a)はヒンジ結合側端縁部の上下端部から突出成形されたヒンジ片と，この上下ヒンジ片に突出成形されたヒンジ軸(31)とから構成され，前記カバー体(3)は上下端縁部に，前記保持板(2)にカバー体(3)を閉じた状態において，保持板(2)の上下端縁部の周壁(22)より外側に位置してケース厚み方向に立ち上がる周壁(38)が形成され，前記上下ヒンジ部(3a)はヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の前記ヒンジ軸(31)を回動自在に枢支する軸受部が形成されている記録媒体用ディスクの収納ケース。」である点(審決書32頁22行目から末行まで)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明1と甲1発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "訂正発明1は，ヒンジ結合端縁部側の保持板(2)の側面に側面リブ(21)が突出して形成され，保持板(2)とカバー体(3)とには，カバー体(3)を180°開いた状態において，前記側面リブ(21)とカバー体(3)の端縁部が互いに当接して当該開き状態を維持する当接部(45)が設けられ，前記当接部(45)は，前記開き状態において開き方向の外力が作用したときヒンジ部(2a，3a)の破損が生じずに前記側面リブ(21)と前記端縁部との当接状態を乗り越えてカバー体(3)と保持板(2)との相対回動を許容するように当接しており，保持板  10(2)の上下ヒンジ部(2a)間に前記当接部(45)が設けられているのに対して，甲1発明は，そのような構成になっていない点(審決書33頁2行目から11行目まで)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "訂正発明1のヒンジ軸(31)は，上下ヒンジ片の対向内面に突出成形されるのに対して，甲1発明の支持軸38は，突片部37の外面に突出形成される点(審決書33頁13行目から15行目まで)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "訂正発明2と甲1発明の一致点",
                  "text": [
                    "「保持板(2)とカバー体(3)とが，それぞれの一端側に設けられたヒンジ部(2a，3a)を介して互いに揺動開閉自在に連結されて，保持板(2)とカバー体(3)とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，保持板(2)には，その板面の略中央部に，記録媒体用ディスク(100)の中央孔(101)に嵌まる保持部(5)が設けられ，これら保持板(2)とカバー体(3)とによって，記録媒体用ディスク(100)の両面を覆う収納状態とできるようになっている記録媒体用ディスクの収納ケースにおいて，前記保持板(2)とカバー体(3)とは，保持板(2)の上下ヒンジ部(2a)とカバー体(3)の上下ヒンジ部(3a)とを介してヒンジ結合されており，前記保持板(2)は，上下端縁部の端部にケース厚み方向に立ち上がる周壁(22)が形成され，前記上下ヒンジ部(2a)はヒンジ結合側端縁部の上下端部から突出成形されたヒンジ片と，この上下ヒンジ片に突出成形されたヒンジ軸(31)とから構成され，前記カバー体(3)は上下端縁部に，前記保持板(2)にカバー体(3)を閉じた状態において，保持板(2)の上下端縁部の周壁(22)より外側に位置してケース厚み方向に立ち上がる周壁(38)が形成され，前記上下ヒンジ部(3a)はヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の前記ヒンジ軸(31)を回動自在に枢支する軸受部が形成されている記録媒体用ディスクの収納ケース。」である点(審決書35頁22  11行目から36頁2行目まで)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "訂正発明2と甲1発明との相違点",
                  "text": [
                    "訂正発明1と甲1発明との相違点1及び2と同じである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許に係る出願は原出願の分割出願であり，原出願において特願平10−57080号を基礎とする優先権を主張するものであるが，同出願の願書に最初に添付された明細書又は図面には本件特許の請求項1及び2で特定された事項について記載されておらず，また，本件特許の請求項3ないし5は請求項1又は2を直接又は間接に引用するものであるから，訂正発明1ないし5について進歩性の有無を判断するに際して，優先権主張の効果を認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲18及び25ないし40に基づいて進歩性を欠くという原告の主張は，審判請求書の要旨を変更するものであるから，甲18及び25ないし40に基づく原告の請求は採用しない。",
                    "訂正発明1と甲1発明との相違点1(前記(2)ウ(ア))に係る訂正発明1の構成は，当業者が容易に想到し得た。",
                    "訂正発明 1 と甲1発明との相違点2(前記(2)ウ(イ))に係る訂正発明1の構成は，甲2ないし16に記載された発明に基づいて当業者が容易に想到し得たということはできず，訂正発明2と甲1発明との相違点2(上記相違点2と同じ。)に係る訂正発明2の構成も，同様に当業者が容易に想到し得たとすることはできず，訂正発明3ないし5は，いずれも訂正発明1及び2の下位概念に当たるから，各訂正発明は出願前に当業者が容易に発明できたものであるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "本件審決は，手続的瑕疵(取消事由1)，訂正の許否の判断の誤り(取消事由2)，各訂正発明の進歩性の判断の誤り(取消事由3)があるから，違法として取り消されるべきである。"
          ]
        },
        {
          "fig": "12",
          "content": [
            {
              "fig": "(1)",
              "subject": "手続的瑕疵(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許庁より被告の平成22年6月10日付訂正請求書の副本が送達され，原告(審判請求人)は，同年7月21日，弁駁書を提出し，仮に訂正が認められた場合のことを想定して，甲18及び25ないし40を引用して各訂正発明が進歩性を欠き無効であると主張した。平成22年9月2日に，本件無効審判の審理が終結し，同月17日に本件審決がされた。",
                    "本件審決では，甲18及び25ないし40に記載の技術に基づいて進歩性を欠くとの原告の主張は，審判請求時の請求の理由に変更を加えるものであって，審判請求書の要旨を変更するものであるから，甲18及び25ないし40に基づく主張は採用しないとされた。",
                    "審判請求人が，弁駁書で新たな主張をした場合，当初記載の請求理由を補正したことになるのであるから，特許庁としては，補正の許否の決定をすべきである。しかし，特許庁は，上記弁駁書における原告の主張立証について補正の許否の決定をすることなく，審理を終結し，審決において，原告の主張を要旨変更に該当するとして，これを排斥したが，上記手続は，補正の許否の決定をしなかった瑕疵がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，補正許否の決定が審判長の裁量事項であるとしても，当該補正が特許法131条の2第2項柱書き及び各号の補正許可の要件を充足することが明らかであるにもかかわらず，補正の許否の決定をしない場合には，裁量の範囲を逸脱し，許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の許否の判断の誤り(取消事由2)",
              "text": [
                "本件訂正を認めた本件審決の判断には，以下のとおり誤りがある。",
                "本件特許において「保持板とカバー体の当接により維持される両者の180°の開き状態において，不慮の開き方向の外力が作用したとき，該当接状態を乗り越えた相対回動を許容することにより，ケースの破損防止を図る」という課題を解決するための手段として摘示されるべき構成は，カバー体を保持板に対して開いたときに，いかなる部材がどのような位置関係にあって，カバー体が180°以上に当接  13状態を乗り越え回動する際の破損防止のために各々の部材がどのような機能を果たすかという点に限定されるのであって，カバー体を保持板に対して閉じた状態のときに，特定の部材がどのような位置関係にあるかということを特定しても，上記課題を解決するための手段を限定することにならない。",
                "訂正事項a及びbには，保持板にカバー体を閉じた状態における保持板及びカバー体の各周壁同士，各ヒンジ部同士の位置関係を規定したものが含まれており，カバー体を保持板に対して開いたときのカバー体の回動動作に係わる構成とは何ら関係のないものであるから，カバー体が保持板に対して180°あるいはそれを超えて回動したときにヒンジ部を含むケースの破損が防止されるとはいえない。",
                "また，訂正事項a及びbが上記課題を解決するための手段の一部を限定するものであると判断すると，特許明細書に何ら記載がないにもかかわらず上記作用効果を認めることとなるから，第三者に対し，不測の損害を与える。",
                "したがって，訂正事項a及びbは，実質上特許請求の範囲を拡張し又は変更するものであり，訂正事項a及びbに係る訂正の目的が特許請求の範囲の減縮を目的とするものであるとの判断は誤りである。",
                "また，訂正事項cないしeは，それぞれ請求項3ないし5を訂正するものであるところ，各請求項はいずれも請求項1を直接ないし間接に引用するものであるから，訂正事項aに係る訂正が不適法であるのと同様に，不適法である。",
                "以上のとおり，本件訂正を認めた本件審決の判断は誤りであって，この誤りは本件審決の結論に影響を及ぼす。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性判断の誤り(取消事由3)",
              "text": [
                "各訂正発明は，以下のとおり，いずれも甲1発明に周知技術を組み合わせることにより当業者が容易に想到し得るものであり，各訂正発明の容易想到性を否定した本件審決の判断には誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，相違点2については当業者が容易に想到し得たとすることはで  14きないと判断したが，本件審決の上記判断は，以下のとおり誤りである。",
                        "すなわち，相違点2に係る構成，すなわち，保持板側の上下ヒンジ部をカバー本体側の上下ヒンジ部の外側に配置し，カバー体側の上下端縁部の周壁を保持板側の上下端縁部の周壁の外側に配置した構成，保持板の上下端縁部のヒンジ部と周壁とを内外逆にし，それに対応するカバー体の上下端縁部のヒンジ部と周壁も内外逆にするとの技術は，ディスク収納ケースあるいは容器の分野において，本件特許の出願より早い時期から一般的に行われている周知技術である。",
                        "例えば，保持板及びカバー体の各周壁と保持板及びカバー体の各ヒンジ片との内外の位置関係が互いに逆になっている構成は，甲16(実願平4−3172号(実開平5−62485号)のCD−ROM)に開示されている。甲16の【図1】(別紙図面3の図1)及び【図2】(同図面3の図2)は，いずれも要部切欠側面図，即ち，側方から見た断面図であり，いずれもケース本体の丁度中央に位置する受け台2及び支持突起3の断面が描かれているから，ディスク収納ケースの基本中心線で切断した断面図である。上記【図1】及び【図2】にヒンジ部側に描かれた5本の実線に囲まれた五角形の部分はケース蓋体側の軸受(ヒンジ片)であり，上記【図2】において，ケース蓋体側の周壁がケース本体側の周壁の外側にあること，ケース蓋体側の軸受がケース本体側の軸受の内側にあることを明示している。",
                        "仮に，周知技術でないとしても，ディスク収納ケースにおいて，本体側及びカバー体側のヒンジ部を共に各側面部(側壁部)を延伸した平面上に形成するか，ヒンジ部の一方又は双方を側面部の延長ではない形で形成するかは，作用効果に何らの差異をもたらさない設計事項である。甲1発明におけるディスク収納ケースにおいてヒンジ部の一方又は双方を側面部の延長ではない形で形成することは，当業者が任意に選択できる。",
                        "したがって，相違点2に係る構成は，甲1発明にディスク収納ケースあるいは容器の分野において周知の技術を組み合わせ，適宜設計変更することによって，容易に得られるものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "15",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被告は，「外カバー構造」のディスク収納ケースに「内カバー構造」の技術を考慮することは当業者にとって，高度な創作力を必要とすると主張する。しかし，被告の主張は，失当である。すなちわ，「外カバー構造」か「内カバー構造」かは，カバー体と保持板の2ピースから成るディスク収納ケースにおいて，ディスクを固定するボス部がいずれのピースに設けられているかという差異にすぎず，基本的な構造に相違はない。したがって，「外カバー構造」である甲1発明に「内カバー構造」のディスク収納ケースに係る構成を適宜適用して訂正発明1を得ることは，設計事項であるといえる。",
                        "また，被告は，訂正発明1と甲1発明との相違点(以下「相違点3」という場合がある。)として，「前記カバー体(3)は，上下ヒンジ部(3a)にヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の内向き突出のヒンジ軸(31)を回動自在に枢支する軸受部が形成されている」点があると反論する。しかし，被告の上記主張は，相違点3に係る構成は，甲1に明確に開示されているから，誤りである。",
                        "さらに，被告は，訂正発明1に特有な効果がある旨主張する。しかし，被告主張に係る効果は，特許明細書に記載されていないのみならず，どのような原理でそのような効果が生じるのかの説明もなく，客観的な検証結果に基づくものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明2について",
                  "text": [
                    "訂正発明2に係る相違点は訂正発明1に係る相違点と同じであり，同相違点に係る構成がディスク収納ケースあるいは容器の分野において周知の技術を組み合わせ，適宜設計変更することによって容易に得られるものであるという点も同じである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明3について",
                  "text": [
                    "訂正発明3と甲1発明の相違点は，訂正発明1に係る相違点1及び2のほか，訂正発明3では保持板のヒンジ部寄りの端部の周壁を上下端縁部の周壁と連続させ，かつヒンジ軸を突出した上下ヒンジ片の対向内面に設ける構成が採用された点であるが，同構成は，公知である。",
                    "16エ  訂正発明4について",
                    "訂正発明4と甲1発明との相違点は，訂正発明1及び3に係る相違点のほか，訂正発明4ではカバー体のヒンジ部寄り端部の周壁を上下ヒンジ部と繋げる構成が採用された点であるが，同構成は，公知である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "訂正発明5について",
                  "text": [
                    "訂正発明5と甲1発明との相違点は，訂正発明1ないし4に係る相違点のほか，訂正発明5ではヒンジ部寄りのカバー体の周壁と保持板の周壁との間に，指を入れることを目的とした間隔が形成されるという構成が採用された点である。同構成は，公知であるのみならず，本件特許と原出願を同じくする特許第3349138号の特許無効審判についてされた平成18年5月12日付審決においても，特許性がないと判断され，同審決は確定している。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，訂正発明1ないし5の進歩性を認めた本件審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "取消事由に係る原告の主張は，いずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "手続的瑕疵(取消事由1)に対し",
              "text": [
                "特許法131条の2第2項は，審判請求書の要旨変更補正の許否の決定は，審判長の裁量事項である旨を，同条4項は，この決定に対しては不服を申し立てることはできない旨を，それぞれ規定する。したがって，補正の許否の決定を欠いたとしても，本件審決を取り消すような違法性は存在しない。",
                "また，新たに提出された甲18及び25ないし40に基づく補正が認められたとしても，容易想到性を否定する根拠にはならないから，審決の結論に影響を及ぼすことはなく，補正を許可することなく審決をした点について，手続上の瑕疵はない。",
                "以上のとおり，取消理由1には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の許否の判断の誤り(取消事由2)に対し",
              "text": [
                "訂正事項a及びbで限定した特許発明事項は，ヒンジ部の構成を具体化し，当接  17部の構成に限定を付し，保持板とカバー体が通常備えている上下端縁部の周壁についてその構成を限定したものである。上記訂正事項は，①ヒンジ部の構成に関する発明事項はカバー体と保持板との相対回動に関わる構成，②当接部の構成に関する発明事項は当接状態の乗り越えに関する構成，及び，③保持板とカバー体の上下端縁部の周壁の構成に関する発明事項はカバー体と保持板とを開閉自在に枢着される記録媒体用ディスクの収納ケースが通常備えている構成について，それぞれ明らかにしたものである。訂正事項a及びbで限定した請求項の規定が保持板にカバー体を閉じた状態におけるものであったとしても，カバー体を保持板に対して開いたときのカバー体の回動動作に関わる構成と密接に関連するから，原告の主張は，理由がない。",
                "また，本件訂正前の特許発明においても，ケースの破損防止を図るとの作用効果があるから，訂正事項a及びbで発明の構成を限定したことにより第三者が不測の損害を被るということもない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性判断の誤り(取消事由3)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来のディスク収納ケースの基本的な構成は，「外カバー構造」と「内カバー構造」とに明確に分かれていた。甲1発明と訂正発明1は，いずれも「外カバー構造」に係る発明であるから，「内カバー構造」における従来の技術が「外カバー構造」の周知技術にはなり得ず，基本的構成が根本的に相違する技術を組み合わせる動機付けは存在しない。",
                        "原告は，保持板に設けるヒンジ軸をヒンジ片の対向内部に突出させる例として甲14，26，33ないし35，37及び39を挙げる。しかし，これらは全て「内カバー構造」の構成が開示されているものであって，「外カバー構造」において，保持板に設けるヒンジ軸をヒンジ片の対向内部に突出させる構成が開示されているものはない。",
                        "甲1発明には，訂正発明1に係る収納ケースの側面リブ及び当接部，保持板の周  18壁とヒンジ片との関連構成，並びに，カバー体の周壁とヒンジ片との関連構成は開示されていない。また，保持板側の上下ヒンジ部をカバー本体の上下ヒンジ部の外側に配置し，上下端縁部の周壁の外側・内側の配置と内外逆にするという構成が，周知技術であることを示す証拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明1と甲1発明とは，相違点1及び2のほか，以下の相違点(相違点3)がある。",
                        "すなわち，訂正発明1は，「前記カバー体(3)は，上下ヒンジ部(3a)にヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の内向き突出のヒンジ軸(31)を回動自在に枢支する軸受部が形成されている」のに対し，甲1発明その他の「外カバー構造」の収納ケースの周知技術は，いずれもカバー体の上下ヒンジ部が保持板の上下ヒンジ部の上下外側に位置しており，カバー体の上下ヒンジ部には保持板の上下ヒンジ部を受け入れる上下凹部が形成されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "訂正発明1は，以下のような効果を奏する。",
                        "訂正発明1は，「外カバー構造」について，「保持板側のヒンジ片をカバー体側のヒンジ片の外側に配置する」ことにより，保持板に対してカバー体がずれ動くような作用力を受けたとき，カバー体の上下一方の端縁部にかかる力がその延長上にあるヒンジ部ではなく，その一方の端縁部の端部のみにかかり，力のかかり方が端縁部とヒンジ部との間で区切れて，ヒンジ部にかかる作用力を減少させることができる。",
                        "これに対し，従来技術では，「外カバー構造」及び「内カバー構造」共に，保持板の上下側面部とカバー体の上下側面部とは，一方が他方の内方に位置して外側にあるものの上下間を分断することになるため，外側の上下側面部は周壁で繋ぐことが困難になり，開閉時に最も荷重がかかるヒンジ部の強度を確保するのが困難であるとの課題が存在する。",
                        "ケースの強度を高めるため，主面部に直角に第1壁を立て，主面部と第1壁とに  19対して直角の第2壁を連結する構造(いわば3面直交結合構造)が最良であることは知られているが，3面直交結合構造を荷重のかかるヒンジ部に適用しようとしても，内側の上下側面部及びヒンジ部が外側の上下側面部及びヒンジ部の上下間を分断することになり，ヒンジ部における3面直交結合構造は，保持板側とカバー側のどちらか一方にしか適用できない。",
                        "この点，訂正発明1は，保持板(2)，カバー体(3)共に上下分断されず，保持板(2)はヒンジ部(2a)寄りの端部の周壁(22)によって3面直交結合構造とし，カバー体(3)はヒンジ部(3a)の端部が周壁(43)によって3面直交結合構造とすることができる。「外カバー構造」では予想し得なかった，保持板(2)の上下ヒンジ片の対向内面に突出成形された片持ちのヒンジ軸(31)を，上下ヒンジ片の上下内方に位置するカバー体(3)の軸受部で片持ちで確実に枢支する構造となり，保持板(2)の上下ヒンジ部(2a)もカバー体(3)の上下ヒンジ部(3a)も両方が強度を確保することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲16の【図1】及び【図2】における本体1及び蓋体5のヒンジ部の構成は特定し難く，蓋体5側の側壁及び軸受が本体側の側壁及び軸受4よりも外側に位置すると認められる。したがって，甲16には，訂正発明1における，保持板及びカバー体の各周壁と各ヒンジ片の内外の位置関係が互いに逆になっているという構成は，開示も示唆もされていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，訂正発明1は甲1発明に相違点2及び3の構成を備えたものであり，相違点2及び3は技術常識ではなく，当業者が容易に想到し得たものではなく，訂正発明2ないし5も，出願前に当業者が容易に発明できたものではないから，本件審決は適法である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "容易想到性判断の誤り(取消事由3)について",
          "text": [
            "先ず，取消事由3に係る主張の当否について判断する。",
            "当裁判所は，訂正発明1と甲1発明との相違点2，すなわち「訂正発明1のヒン  20ジ軸(31)は，上下ヒンジ片の対向内面に突出成形されるのに対して，甲1発明の支持軸38は，突片部37の外面に突出形成される」との相違点に係る構成は，甲2，13ないし16等に記載された周知技術を適用することによって，容易に想到することができると判断する。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "甲1発明の内容，訂正発明1及び2と甲1発明との一致点及び相違点は，前記のとおりである。なお，別紙図面2は，甲1に記載されたCD収納ケースの斜視図である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "text": [
                    "特許明細書の特許請求の範囲の請求項1ないし5は前記第2の2のとおりであり，特許明細書の発明の詳細な説明には，次のような記載がある(なお，下線部は本件訂正により訂正された部分である。)(甲57)。",
                    "「【0003】",
                    "【発明が解決しようとする課題】",
                    "従来の，保持板にヒンジ部を介してカバー体が開閉自在に枢支された収納ケースは，180°開いた位置でストッパが設けられていたため，大きな力で開くと，破損しやすかった。",
                    "【0004】",
                    "【課題を解決するための手段】",
                    "本発明の目的は，ケースの破損防止を図ることである。また，本発明の他の目的は，従来のケースでは厚みが厚かったのでこれを解決することである。",
                    "更にその他の目的として，収納棚などに収納したケースの取出を容易にすること等である。前記目的を達成するため，本発明は，次の手段を講じた。",
                    "【0005】",
                    "即ち，本発明の記録媒体用ディスクの収納ケースは，中央孔を有する記録媒体用  21ディスクの記録面側を覆うと共に，前記中央孔に係脱自在に嵌合する保持部を備えた保持板を有し，前記保持板には，ヒンジ部を介してカバー体が開閉自在に枢支されて，保持板とカバー体とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，前記ヒンジ結合端縁部側の保持板の側面に側面リブが突出して形成され，前記保持板とカバー体とには，前記カバー体を180°開いた状態において，前記側面リブとカバー体の前記端縁部が互いに当接して当該開き状態を維持する当接部が設けられ，前記当接部は，前記開き状態において開き方向の外力が作用したとき前記ヒンジ部の破損が生じずに前記側面リブと前記端縁部との当節状態を乗り越えてカバー体と保持板との相対回動を許容するように当接しており，",
                    "前記保持板とカバー体とは，保持板の上下ヒンジ部とカバー体の上下ヒンジ部とを介してヒンジ結合されており，前記保持板の上下ヒンジ部間に前記当接部が設けられており，",
                    "前記保持板は，上下端縁部の端部にケース厚み方向に立ち上がる周壁が形成され，上下ヒンジ部は前記ヒンジ結合側端縁部の上下端部から突出成形されたヒンジ片と，この上下ヒンジ片の対向内面に突出成形されたヒンジ軸とから構成され，",
                    "前記カバー体は上下端縁部に，前記保持板にカバー体を閉じた状態において，前記保持板の上下端縁部の周壁より外側に位置してケース厚み方向に立ち上がる周壁が形成され，上下ヒンジ部は前記ヒンジ結合側端縁部の上下端部に前記保持板の上下ヒンジ部を受け入れる上下凹部が形成され，この上下凹部に保持板の前記内向き突出のヒンジ軸を回動自在に枢支する軸受部が形成されているものである。",
                    "【0006】",
                    "また，他の収納ケースは，保持板とカバー体とが，それぞれの一端側に設けられたヒンジ部を介して互いに揺動開閉自在に連結されて，保持板とカバー体とはその一端部においてヒンジ結合されたヒンジ結合端縁部を有し，保持板には，その板面の略中央部に，記録媒体用ディスクの中央孔に嵌る保持部が設けられ，これら保持板とカバー体とによって，記録媒体用ディスクの両面を覆う収納状態とできるよう  22になっている記憶媒体用ディスクの収納ケースにおいて，前記ヒンジ結合端縁部側の保持板の側面に側面リブが突出して形成され，前記保持板とカバー体とには，前記カバー体を180°開いた状態において，前記側面リブとカバー体の前記端縁部が互いに当接して当該開き状態を維持する当接部が設けられ，前記当接部は，前記開き状態において開き方向の外力が作用したとき前記ヒンジ部の破損が生じずに前記側面リブと前記端縁部との当接状態を乗り越えてカバー体と保持板との相対回動を許容するように当接しており，",
                    "前記保持板とカバー体とは，保持板の上下ヒンジ部とカバー体の上下ヒンジ部とを介してヒンジ結合されており，前記保持板の上下ヒンジ部間に前記当接部が設けられており，",
                    "前記保持板は，上下端縁部の端部にケース厚み方向に立ち上がる周壁が形成され，前記上下ヒンジ部は前記ヒンジ結合側端縁部の上下端部から突出成形されたヒンジ片と，この上下ヒンジ片の対向内面に突出成形されたヒンジ軸とから構成され，",
                    "前記カバー体は上下端縁部に，前記保持板にカバー体を閉じた状態において，前記保持板の上下端縁部の周壁より外側に位置してケース厚み方向に立ち上がる周壁が形成され，上下ヒンジ部は前記ヒンジ結合側端縁部の上下端部に前記保持板の上下ヒンジ部を受け入れる上下凹部が形成され，この上下凹部に保持板の前記内向き突出のヒンジ軸を回動自在に枢支する軸受部が形成されているものである。",
                    "【0007】",
                    "このような構成を採用することにより，カバー本体を開くとき，不慮の大きな力で操作しても，ケースが破損することがない。従来のケースは，180°開いた位置でストッパが設けられていたため，大きな力で開くと，破損し易かったが，本発明では，ケースの損傷が防止される。",
                    "また，前記保持板はヒンジ部寄りの端部にもケース厚み方向に立ち上がる周壁を備え，このヒンジ部寄りの端部の周壁は，上下端縁部の周壁と連続しかつ前記ヒンジ軸を突出した上下ヒンジ片の対向内面に設けられているのが好ましい。",
                    "23【0008】",
                    "また，前記保持板にカバー体を閉じた状態において，カバー体におけるヒンジ部寄りの端部は，保持板におけるヒンジ部寄りの端部の周壁よりも外方へ突出しており，この突出部分に周壁が設けられ，この周壁は前記カバー体の上下ヒンジ部と繋がっているのが好ましい。",
                    "【0009】",
                    "さらにまた，前記保持板にカバー体を閉じた状態において，ヒンジ部寄りのカバー体の前記周壁と保持板の前記周壁との間に指を入れることができるように両周壁の間は間隔を持って設けられ，前記周壁はケースを引き出すときの指掛け部に構成することができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2，13ないし16の記載等",
                  "text": [
                    "本件特許出願日より前に頒布された甲2，13ないし16には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平9−48185号公報(甲2)",
                      "text": [
                        "上記公報には，CDケース又はFDケースを利用したオリジナルカレンダーに係る発明が記載されており，【図1】は実施例の図であり，保持板及びカバー体の各側面部を延伸した平面上にヒンジ部が形成されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開平9−20379号公報(甲13)",
                      "text": [
                        "上記公報は，発明の名称を「記憶された又は記憶すべき高記録密度の情報を有する少なくとも1つのディスク(コンパクトディスク)を収容するカセット」とする特許に係る公開公報であり，その【実施例】に以下のような記載がある。",
                        "「【0021】カセットは，全体で2つのヒンジ装置を有し，これらヒンジ装置は，それぞれ固定的に一体形成されたヒンジピンからなる。第1の対のヒンジピン10は，蓋部2を基部1に揺動可能に結合している。」",
                        "「【0033】基部1及び蓋部2の側壁31，32は，ハウジングを閉じた状態において一部重なっており，その際，蓋部2の側壁32が，外側にある。」",
                        "24「【0034】蓋部2と基部1の間のヒンジ結合の詳細は，図9及び10に示されている。ヒンジピン10は，空いた脚37の内側に取り付けられており，この脚は，側壁32の延長部である。それぞれのヒンジピン10は，短い円筒形の回転軸38及びこれに一体に続く半径方向拡大部39からなる。回転軸38及び半径方向拡大部39は，基部1の側壁31における2段の穴40によって収容される。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "米国特許第5341924号明細書(甲14)",
                      "text": [
                        "上記特許(Date  of  Patent  平成6年(1994年)8月30日)の明細書には，次のような記載がある。なお，FIG．30及び31は別紙図面4のとおりである。",
                        "「 Reference  is  now  made  to  FIGS.  3A-3D.  This  embodiment  of  the",
                        "invention illustrates a storage case which is comprised of a base 30 and",
                        "cover or lid 32. It is noted that the base 30 has extending from the bottom thereof a small upright wall 33. In front of the wall 33, the base 30, of course,",
                        "has a bottom flat surface upon which the disc or insert may rest. Behind the wall 33 at the bottom of the case there is an open space at 34.",
                        "It is also understood in the embodiment of FIGS. 3A-3D that there is some",
                        "type  of  a  hinging  means  not  specifically  illustrated  but  identified",
                        "schematically by the hinge point 35 in FIG. 3D.」(6欄12行目から23行目まで)",
                        "(訳)「次にFIGS．3A−3Dを参照する。この実施例は，ベース30とカバー若しくは蓋32から成る収納ケースを図示している。ベース30は，その底から延びる小さな直立壁33を有していることが分かる。ベース30は，当然ながら，壁33の前に，ディスクまたはインサートを置くことができる平坦底面を有している。壁33の後ろには，ケースの底で34のところに空き空間がある。FIG．3A−3Dの実施例においては，具体的には図示されてはいないがFIG．3Dのヒンジポイント35によって図的に特定可能なある種のヒンジ手段が存在することも  25また理解し得る。」",
                        "「Reference is now made to FIGS. 30-36 for another embodiment of the",
                        "present invention. This embodiment describes a storage case comprising a",
                        "base 250 and a cover 252. The cover is adapted to pivot from the base. For",
                        "this purpose, hinge pins 253 are employed. These extend from the rear of a",
                        "cover and engage in slots 254 of the base.」(12欄32行目から38行目まで)",
                        "(訳)「図30−36を参照して，本発明の他の実施例を説明する。この実施例はベース250とカバー252を備えた収納ケースを示している。カバーはベースに対して回動可能にとりつけられている。そのため，ヒンジピン253が用いられている。ヒンジピン253はカバーの後部から突出し，ベースの溝254と係合する。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開平11−35086号公報(甲15)",
                      "text": [
                        "上記公報(公開日  平成11年2月9日)は，発明の名称を「ディスクケースおよびパッケージング方法」とする特許の公開公報であり，その【発明の実施の形態】には次のような記載がある。",
                        "「【0063】蓋体8は，天板9と，該天板9の両側部に天板9に対しそれぞれほぼ直角に立設された一対の側板10と，天板9の後部に天板9および両側板10に対しそれぞれほぼ直角に立設された後板11とを有している。」",
                        "「【0075】以上のようなケース本体2と蓋体8とは，ヒンジ構造部7により回転可動に連結されている。」",
                        "「【0076】本実施例におけるヒンジ構造部7は，それを構成する各構成要素が，ケース本体2および蓋体8の側面部分に位置していないことに特徴を有する。",
                        "【0077】すなわち，ヒンジ構造部7は，ケース本体2の後板5Rの両側部にそれぞれ支持片71を介して設置された一対の軸部材72と，蓋体8の後部の両側板10より内側位置に下方へ向かって突出形成され，前記両軸部材72をそれぞれ回動可能に支持する支持部材73とで構成されている。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実願平4−3172号(実開平5−62485号)のCD−ROM(甲16)",
                      "text": [
                        "26上記CD−ROMは，考案の名称を「コンパクトディスク用ケース」とする実用新案に係るCD−ROMであり，【実施例】には以下の記載があり，【図1】本考案のコンパクトディスク用ケースの要部切欠側面図として別紙図面3の図1が，【図2】同ケースのケース蓋体を開放した状態を示す要部切欠側面図として同図面3の図2が記載されている。",
                        "「【0006】【実施例】本考案の実施例を添付図面を参照して説明すると，図1において1はコンパクトディスクのケース本体であって，同本体1は合成樹脂の成形により底の浅い偏平な皿形に形成され，その中央部にはコンパクトディスクaの中央部a1を載置するための受け台2と，中心穴a3に差し込まれるスリットを具えた筒状の支持突起3が突設されている。この本体1の側部には軸受4が形成され，同軸受4にはこれにヒンジ状に係合する軸受を具えたケース蓋体5が開閉自在に取付けられている。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "本件審決は，甲1発明は，本体側ケース部材31の突片部37も，蓋側ケース部材32の突片部57も，側面部を延伸した平面上に形成されており，蓋側ケース部材32の突片部57が本体側ケース部材31の突片部37の外側に位置するとともに，蓋側ケース部材32を閉じたときは，蓋側ケース部材32の側面部52も本体側ケース部材31の側面部34の外側に位置するものであって，支持軸38を突片部37の内面に突出形成したのでは，支持軸38を突片部57の軸受孔58に嵌合することができず，甲2ないし16を参酌しても，甲1発明においてそのような変更をする動機付けは見いだせないとして，相違点2は，当業者が容易に想到し得たということはできないと判断する。",
                "しかし，上記判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，甲1発明は，蓋側ケース部材32と本体側ケース部材31とを閉じたときに，蓋側ケース部材32の両側面部52が本体側ケース部材31の両側面部34の外側に位置する，いわゆる「外カバー構造」であり，本体側ケース部  27材31の両側面部34を延伸した平面上に突片部37が形成され，蓋側ケース部材32の突片部57も両側面部52を延伸した平面上に形成されるという構成が採用され，蓋側ケース部材32の突片部57が本体側ケース部材31の突片部37の外側に位置することとなるため，突片部37に形成される支軸部38は，対向内面ではなく外面に突出して形成されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，本件特許出願日より前に頒布された刊行物である甲2，13によると，本体側及び蓋側の側面部を延伸した平面上に突片部(ヒンジ部)が形成されるという構成は広く知られていたと認められる。また，同様の刊行物である甲14や15には，本体側と蓋側の突片部(ヒンジ部)の一方又は双方が側面部を延伸した平面上ではない位置に形成されている構成も開示されており，このような構成も広く知られていたと認められる。",
                    "また，本件特許出願日より前に頒布された刊行物である甲16には，「本体1の側部には軸受4が形成され，同軸受4にはこれにヒンジ状に係合する軸受を具えたケース蓋体5が開閉自在に取付けられている」コンパクトディスク用ケースに係る考案が開示されている。同考案のコンパクトディスク用ケースが閉じた状態での要部切欠側面図として【図1】(別紙図面3の図1)が，同ケースのケース蓋体を約45°開放した状態での要部切欠側面図として【図2】(同図面3の図2)が図示されており，いずれの図にもケース本体1の中央に位置する受け台2及び支持突起3の断面が描かれていることから，これらの図はケースの基本中心線で切断した断面図であることは明らかである。【図2】において，ケース蓋体がケース本体と重なっている部分は破線で記載されていることから，同図に記載されたケースは「外カバー構造」であることが認められる。上記記載及び図によると，ケース本体1のヒンジ部側の端部にも側壁があり，その側壁から外方へヒンジ部(軸受4)が突出形成され，このヒンジ部にはヒンジ軸が形成され，ケース蓋体5にはヒンジ部側の端縁の側壁からヒンジ部(軸受)が内側に突出形成されていると認められる。そして，ケース蓋体に設けられた五角形のヒンジ部はすべて実線で記載されているのに対し，ケース  28本体に設けられたヒンジ部はケース蓋体と重なる部分が破線で記載されていること，ケース蓋体のヒンジ部における面取りされて傾斜した角部が，ケース本体のヒンジ部側端縁部の側壁に当接して，蓋体の開き角度を約45°に規制していることに照らすと，ケース蓋体に設けられたヒンジ部とヒンジ部側端縁の側壁はケース本体に設けられたヒンジ部よりも内側(図面の手前側)に位置していることが確認できる。したがって，これらの図で開示されたケースも，本体側と蓋側のヒンジ部の一方又は双方が側面部を延伸した平面上ではない位置に形成された構成を採用していることが明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記のとおり，本体側及び蓋体側の側面部を延伸した平面上にヒンジ部を形成する構成，及び，上記ヒンジ部の一方又は双方が側面部を延伸した平面外に形成される構成のいずれも周知であったことが認められる。",
                    "ところで，本体側及び蓋体側の両側面部(周壁)は，その一方を内側に配置し，他方をその外側に配置することによって，ケース内部と外部とを遮断し，磁気媒体用ディスク等を保護し，また，本体側及び蓋体側の両ヒンジ部は，一方を内側に配置し，他方をその外側に配置すると共に，これらをヒンジ軸で連結することによって，本体に蓋体を回動自在に支持する等の目的により採用されるものである。しかし，側面部及びヒンジ部に関し，本体側及び蓋体側の側面部を延伸した平面上にヒンジ部を形成するか，上記ヒンジ部の一方又は双方を側面部を延伸した平面外に形成するかにより，作用効果の上で，何らかの相違を認めることはできない。",
                    "このように，本体側及び蓋体側の側面部を延伸した平面上にヒンジ部が形成される構成も，上記ヒンジ部の一方又は双方が側面部を延伸した平面外に形成される構成も広く知られていたということに加え，ヒンジ部をいずれの位置に形成するかにより，作用効果上の相違が生じないことを総合考慮すると，ヒンジ部について，側面部を延伸した平面外に形成することが，何らかの格別の技術的な意義を有することはないものと解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，ヒンジ部について，側面部を延伸した平面上に形成するか否  29かは，ケースの強度等も含め作用効果に特段の差異をもたらさないものと解され，本件特許出願日より前に，本体側と蓋側の突片部(ヒンジ部)の一方又は双方が側面部を延伸した平面外に形成される構成が開示されて，そのような構成が広く知られ，また，甲16には，訂正発明1と同じ「外カバー構造」の収納ケースにおいて，本体側及び蓋体側の各側面部と，本体側及び蓋体側の各ヒンジ部との内外の位置関係を互いに逆にし，本体側のヒンジ部をカバー体側のヒンジ部の外側に配置し，このヒンジ部の対向内部にヒンジ軸を突出させるという構成が具体的に開示されていたことが認められる。そうすると，甲 1 発明に接した当業者が，甲1発明において，本体側ケース部材及び蓋側ケース部材の側面部を延伸した平面上に形成された突片部(ヒンジ部)を，本件発明の相違点2に係る構成とすることに，技術上の困難性はないといえる。すなわち，甲2，13ないし16に例示された周知の技術を基礎として，甲1発明に係るディスク収納ケースにおいて，蓋側ケース部材の上下端縁部の周壁を本体側ケース部材の上下端縁部の周壁の外側に配置し，本体側ケース部材の上下ヒンジ部を蓋側ケース部材の上下ヒンジ部の外側に配置し，その結果，本体側ケース部材のヒンジ部に設けられたヒンジ軸を上下ヒンジ部の対向内面に突出形成するということは，当業者が容易に想到し得るといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，ディスク収納ケースの基本構成は「外カバー構造」と「内カバー構造」とに分かれており，基本構成が根本的に相違する技術を組み合わせる動機付けは存在しない旨主張する。",
                    "しかし，「外カバー構造」と「内カバー構造」との差異は，カバー体と保持板との2つのピースからなるディスク収納ケースにおいて，ディスクを固定するボス部がどちらのピースに設けられているかという点のみの差異にすぎず，両者の間に，技術上に何らかの意義のある差異を認めることができない。そして，例えば，甲1のほか，甲13，15及び16には「外カバー構造」のケースが，甲14には「内カバー構造」のケースが記載されており，いずれも周知である。さらに，前記のとお  30り，甲16には，「外カバー構造」において保持板側のヒンジ部をカバー体側のヒンジ部の外側に配置するという技術が開示されている。",
                    "したがって，被告の前記主張は，その前提において採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，「外カバー構造」の訂正発明1において「保持板側のヒンジ片をカバー体側のヒンジ片の外側に配置する」ことは，保持板に対してカバー体がずれ動くような作用力を受けたとき，カバー体の上下一方の端縁部にかかる力がその延長上にあるヒンジ部ではなく，その一方の端縁部の端部のみにかかり，力のかかり方が端縁部とヒンジ部との間で区切れて，ヒンジ部にかかる作用力を減少することができる旨主張する。",
                    "しかし，被告の上記主張は，以下のとおり採用できない。訂正発明1において，このような作用効果があることは，特許明細書に記載も示唆もない。また，被告の主張は，力のかかり方について，「端縁部」と「ヒンジ部」との間で分断することを前提としたものと推測される。特許明細書の特許請求の範囲の請求項1には，カバー体の上下端縁部の周壁とヒンジ部との分断については規定されてないから，被告の上記主張は，その主張自体失当である。また，カバー体と保持板の上下端縁部の周壁とヒンジ部が内外逆であることを前提としたとしても，同周壁とヒンジ部とを，分断して形成することも連続して形成することも可能であり，上記位置関係から当然に同周壁とヒンジ部とが分断されることが導かれることはない。",
                    "したがって，被告主張の上記作用効果は，特許請求の範囲及び発明の詳細な説明の記載に基づかないものであり，採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，被告は，収納ケースは「外カバー構造」においても「内カバー構造」においても，保持板の上下側面部とカバー体の上下側面部とは，一方が他方の内方に位置して外側にあるものの上下間を分断することになるため，ヒンジ部における3面直交結合構造は保持板側とカバー側のどちらか一方にしか適用できないが，訂正発明1では，保持板，カバー体共に上下分断されない構造となり，3面直交結合構造にできると主張する。",
                    "31しかし，訂正発明1に上記作用効果があることも，特許明細書に記載も示唆もない。さらに，上記作用効果は，保持板及びカバー体のヒンジ部がいずれも周壁と結合していることが前提となるが，特許明細書の特許請求の範囲の請求項1には，保持板及びカバー体の上下端縁部の周壁とヒンジ部との位置関係は規定されているものの，周壁とヒンジ部とが結合しているという点についての限定はない。発明の詳細な説明の【0008】には，カバー体のヒンジ部寄りの端部に設けられた周壁は，カバー体の上下ヒンジ部と繋がっているのが好ましいとは記載されているものの，訂正発明1はこれに限定するものではない。そして，カバー体と保持板の上下端縁部の周壁とヒンジ部が内外逆であったとしても，周壁とヒンジ部とを分断することも連続させることも可能であり，上記位置関係から当然に周壁とヒンジ部とが分断されるということが導き出されるものではない。",
                    "したがって，被告主張の上記作用効果も特許請求の範囲及び発明の詳細な説明の記載に基づかないものであり，採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，被告は，訂正発明1と甲1発明とは，相違点1及び2のほか，「前記カバー体(3)は，上下ヒンジ部(3a)にヒンジ結合側端縁部の上下端部に保持板(2)の上下ヒンジ部(2a)を受け入れる上下凹部が形成され，この上下凹部に保持板(2)の内向き突出のヒンジ軸(31)を回動自在に枢支する軸受部が形成されている」点でも相違すると主張する。",
                    "しかし，被告主張の上記相違点は，訂正発明1と甲1発明との一致点及び相違点2から当然に導かれる事項であって，これが相違点1及び2とは別個の相違点であるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，訂正発明1と甲1発明との相違点2は当業者が容易に想到し得たものであり，同様に，訂正発明2と甲1発明との相違点2も当業者が容易に想到し得たものであるから，これらを容易想到ではないと判断し，これに基づいて，訂正発明3ないし5も容易想到ではないとした本件審決の判断には誤りがあり，取消事  32由3には理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張に係る取消事由3には理由があり，本件審決には，その結論に影響を及ぼす誤りがあることになる。",
            "よって，その余の点について判断するまでもなく，原告の請求は理由があるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10318",
    "date": "2011-06-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081469",
    "ipprecedent_id": "2636",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}