{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人ら敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被控訴人は，控訴人会社との間で，一連の契約書・覚書をもって，①本件著作物「読むサプリシリーズ」について被控訴人が印刷した原告書籍，奥書修正シール，書籍販売用ラックの売買等に係る合意，②本件著作物の増刷に係る出版権設定(著作権使用料の支払)の合意，③控訴人会社が，分割払の合意をした①及び②に係る未払代金等債務について期限の利益を喪失した場合は，②の合意に基づいて受領した本件著作物の原稿を被控訴人に返還する旨の合意をし，また，控訴人Xとの間で，控訴人会社の上記債務につき連帯保証契約を締結したところ，控訴人会社が①及び②に係る未払代金等債務の支払を遅滞し，期限の利益を喪失したと主張して，控訴人らに対し，未払代金等債務695万1480円及び遅延損害金の支払と本件著作物の原稿の返還を求めた。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審は，未払代金等債務のうち590万3641円及び遅延損害金の支払と本件著作物の原稿の返還請求を認容し，その余の請求を棄却した。当審の審理範囲は，原審請求認容部分の当否である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，原判決2頁17行目以下の「第3 当事者の主張」記載のとおりである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人の本訴請求は原判決が認容した部分は認容すべきであると判断する。その理由は，原判決9頁13行目以下の「第4 当裁判所の判断」記載のとおりである。当審において控訴人らが本件の経緯や契約書及び覚書について主張するところによっても，上記判断は動かない。",
        "なお，原判決は，請求原因として，原告書籍等の売買契約，本件著作物の出版権設定契約，覚書1～3の合意，原告書籍等及び本件著作物の原稿の引渡し等の事実を摘示した上で，覚書2及び3の合意に基づく請求と記載している。覚書2及び3は，本件著作物の原稿の返還に係る合意を含むものの，代金等債務については，未払額の確認を内容とするものであって，新規に権利を発生させるものではないから，「覚書2及び3の合意に基づく請求」との整理を形式的にとらえると，代金等債務と性質付けるべき本件訴訟の請求権の特定が不正確であるが，原判決では，請求原因として売買契約，出版権設定契約，覚書1の合意についても摘示し，理由中においても，売買や出版権設定に関する合意がされた事実を認定しているので，当裁判所は，これらも踏まえ，これらの売買や出版権設定を含む一連の合意に基づく代金等請求を認容したものとして原判決を支持するものである。"
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}