{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009−21205号事件について平成21年11月18日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，大韓民国に本店を有する現代電子産業株式会社が名称を「CMOSイメージセンサにおけるアナログディジタル変換装置」とする発明につき特許出願をし，その後，マグナチップセミコンダクター有限会社を経て当該出願に係る権利を譲り受けた原告が，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から審判請求を却下する旨の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告が，取消事由として主張した争点は，請求人が拒絶査定不服審判請求期間を遵守したか(特許法121条，4条)，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "現代電子産業株式会社は，1998年(平成10年)12月22日の優先権",
                "(大韓民国)を主張して，平成11年12月22日，名称を「CMOSイメージセンサにおけるアナログディジタル変換装置」とする発明について特許出願をし(特願平11−364894号，公開公報は特開2000−26160",
                "2号)，その後，上記出願に係る権利が，順次，マグナチップセミコンダクター有限会社，原告に，それぞれ譲渡され，特許庁長官にその旨の出願人名義変更届が提出されたが，特許庁から平成21年6月26日付けで拒絶査定(以下「本件査定」という。)を受け，同年6月30日にその謄本が原告に送達された。",
                "そこで，原告は，平成21年11月2日に，これに対する不服審判の請求(以下「本件審判請求」という。)をしたところ，特許庁は，上記請求を不服2009−21205号事件として審理した上，平成21年11月18日，「本件",
                "審判の請求を却下する。」との審決をし，その謄本は同年12月1日原告に送達された(出訴期間として90日附加)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件審判請求は，特許法121条の規定により，査定の謄本の送達があった日から4月以内である平成21年10月30日までにされなければならないところ，本件審判請求は平成21年11月2日にされたから，期間経過後の不適法な請求であり，その補正をすることができないものとして，特許法135条の規定により却下すべきである，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件査定は，平成21年6月26日付けでなされ，その謄本は，平成21年6月30日に原告に送達された。その際，特許法121条1項に規定された3月の審判請求期間は，特許法4条の規定に基づき，特許庁長官の職権により1月延長された(合計4月)。",
                    "本件査定の謄本が原告に送達されたのは平成21年6月30日であり，特許法3条1項1号の規定により，拒絶査定謄本の送達日は期間の初日として算入されないから，本件審判請求の起算日は，平成21年7月1日となる。そして，審判請求期間は，起算日である同日から計算して4月となるところ，その末日は，特許法3条1項2号の規定により，平成21年10月31日となる。ここで，平成21年10月31日は，行政機関の休日に関する法律1条1項1号に掲げる土曜日に該当し，その次の日である平成21年11月1日は，同法1条1項1号に掲げる日曜日に該当する。したがって，本件審判請求期間の末日は，特許法3条2項の規定により，平成21年11月1日の翌日である平成21年11月2日となる。",
                    "しかしながら，審決は，「その拒絶をすべき旨の査定に対する審判の請求は，特許法第121条の規定により査定の謄本の送達があった日から4月以内である平成21年10月30日までにされなければならない…」(2頁12行～14行)と，誤った認定・判断をしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，平成21年11月2日に審判請求を行っていることから，本件審判請求は法定期間内に適法に行われたものである。",
                    "したがって，審決が，「本件審判の請求は平成21年11月2日にされているので，上記法定期間経過後の不適法な請求であり，その補正をすることができないものである。したがって，本件審判の請求は，特許法第135条の規定により却下すべきものである。」(2頁14行～18行)と認定・判断したことは誤りであるから，審決は取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認める。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)，(3)(審決の取消事由)の各事実は，当事者間に争いがない。",
            "そうすると，平成21年11月2日になされた本件審判請求は，法定期間を経過していない適法なものといえるから，その請求を法定期間経過後の不適法なものとし特許法135条の規定により却下すべきであるとした審決の判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10095",
    "date": "2010-06-09",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080301",
    "ipprecedent_id": "2246",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}