{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2009−4048号事件について平成22年7月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とする審決の取消訴訟である。争点は，補正要件充足性の有無，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成18年2月21日，名称を「充填包装機における横シール装置」とする発明について特許出願(特願2006−43612号，公開公報は2007−223614号〔甲3〕)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
            "上記請求は不服2009−4048号事件として審理され，その中で原告は平成21年3月6日付けで従前の請求項の数4を1とする特許請求の範囲の変更等の本件補正(甲4−6)をしたが，特許庁は，平成22年7月13日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成22年8月2日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "(本件補正前の請求項1の記載)",
            "「長尺で帯状の包装フィルムを連続的に取り出して上方から下方へと移送する過程で，折り返し装置により両縁を折り重ね，前記折り返し装置における下方の折り重ね部側に配置した縦シール装置により移送される包装フィルムの折り重ね部を封じて筒状に形成するとともに，前記縦シール装置の下方における前記移送される包装フィルムを挟んで前記縦シール装置に対向する位置に配置された横シール装置により包装フィルムを横方向にシールして袋状とし，これに充填装置のノズルを差し込んで被内容物を充填して後，更に前記横シール装置により封着して連続して形成される包装袋を切断装置により個々に切断する充填包装機における横シール装置であって，",
            "前記包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が前記シール部の上方に配置されている往復動クランク機構により形成されており，その往復動クランク機構の上方にこの往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動するカウンターウエイトが設置されており，且つ前記カウンターウエイトが前記移送される包装フィルムを挟んで縦シール装置の対向側において形成される空所に配置されていることを特徴とする充填包装機における横シール装置。」",
            "(本件補正後の請求項1の記載)",
            "「長尺で帯状の包装フィルムを連続的に取り出して上方から下方へと移送する過程で，折り返し装置により両縁を折り重ね，前記折り返し装置における下方の折り重ね部側に配置した縦シール装置により移送される包装フィルムの折り重ね部を封じて筒状に形成するとともに，前記縦シール装置の下方における前記移送される包装フィルムを挟んで前記縦シール装置に対向する位置に配置された横シール装置により包装フィルムを横方向にシールして袋状とし，これに充填装置のノズルを差し込んで被内容物を充填して後，更に前記横シール装置により封着して連続して形成される包装袋を切断装置により個々に切断する充填包装機における横シール装置であって，",
            "前記包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が前記シール部の上方に配置されている往復動クランク機構により形成されており，その往復動クランク機構の上方にこの往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動する少なくとも1つのカウンターウエイトが設置されており，且つ前記カウンターウエイトが前記移送される包装フィルムを挟んで縦シール装置の対向側において形成される空所に配置されていることを特徴とする充填包装機における横シール装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正は，補正前に，「往復動クランク機構により上下方向に往復動するカウンターウエイト」とあるのを，「往復動クランク機構により上下方向に往復動する少なくとも1つのカウンターウエイト」とするものであるが，補正前のカウンターウエイトも，少なくとも1つ以上のものであることは明らかであるから，補正において，「少なくとも1つ」としたところで，カウンターウエイトの構成を限定するものとは言えない。さらに，この補正は，誤記を訂正するものであるとも，不明りょうな記載を釈明するものであるとも言えない。",
              "text": [
                "したがって，本件補正は，特許法第17条の2第5項の規定に違反するので，同法第159条第1項において読み替えて準用する同法第53条第1項の規定により却下すべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1(特開2002−370704号公報，甲1)には，実質的に次の発明(引用発明)が記載されていることが認められる。",
                "「ウェッブ状包装フィルムFwを連続的に取り出してセーラ35においてウェッブ状包装フィルムFwを上方から下方へと移送する過程で筒状に導いて筒状包装フィルムFtを形成し，筒状包装フィルムFtの合掌状に重なった縁部同士を外側から縦シール機構7により溶着し縦シール部S1を形成するとともに，前記縦シール機構7の下方において前記移送される筒状包装フィルムFtを，横シール機構9の横シール部材70によって，製品充填部8からの製品の筒状包装フィルムFtへの充填時期に同期して，筒状包装フィルムFtを挟み込み及び離間させ，横シール部材70に，包装体を筒状包装フィルムFtから分離するためのカッタナイフを備えた縦型ピロー包装機における横シール機構9であって，",
                "駆動源3からの駆動力が伝達される出力回転軸25の連続回転は，縦型ピロー包装機の横シール機構9の下方に配置されているクランク機構65を介して横シール機構9が搭載される昇降体50の上下運動に変換され，当該クランク機構65は，出力回転軸25の一方の端部から径方向に延びているクランクアーム66とその先端部に固定されるクランクロッド67からなるものであり，昇降体50に連結されており，出力回転軸25の反対の端部には，当該出力回転軸25の径方向で前記クランクアーム66とは正反対方向に延びている他方のクランクアーム66と他方のクランクロッド67からなる他方のクランク機構65により他方の昇降体50に連結されており，且つ双方の昇降体50が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されている縦型ピロー包装機における横シール機構9。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "補正前発明と引用発明との一致点と相違点は次のとおりである。",
                "【一致点】",
                "「長尺で帯状の包装フィルムを連続的に取り出して上方から下方へと移送する過程で，折り返し装置により両縁を折り重ね，前記折り返し装置における下方の折り重ね部側に配置した縦シール装置により移送される包装フィルムの折り重ね部を封じて筒状に形成するとともに，前記縦シール装置の下方における前記移送される包装フィルムを挟んで前記縦シール装置に対向する位置に配置された横シール装置により包装フィルムを横方向にシールして袋状とし，これに充填装置のノズルを差し込んで被内容物を充填して後，更に前記横シール装置により封着して連続して形成される包装袋を切断装置により個々に切断する充填包装機における横シール装置であって，",
                "前記包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が往復動クランク機構により形成されており，この往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動する質量体が設置されている充填包装機における横シール装置。」",
                "【相違点1】",
                "質量体が，補正前発明では「カウンターウエイト」であるのに対し，引用発明では「昇降体50」である点。",
                "【相違点2】",
                "補正前発明の「往復動クランク機構」が「前記シール部の上方」に，「もう一つのコンロッド」が「往復動クランク機構の上方」に配置されており，さらに，「カウンターウエイト」が「前記移送される包装フィルムを挟んで縦シール装置の対向側において形成される空所」に配置されているのに対し，引用発明では，「クランク機構65(クランクアーム66，クランクロッド67)，出力回転軸25」が「横シール機構9の下方」に，「他方のクランクロッド67」が「出力回転軸25の反対の端部」に配置されており，さらに，カウンターウエイトの役割を果たす他方の昇降体が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されている点。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明の他方の昇降体50によってカウンターウエイトの役割を果たさせる構成に代えて，引用文献2にも記載されている周知技術であるカウンターウエイトを用いる構成を採用し，補正前発明の上記相違点1の構成とすることは，当業者であれば容易になし得たことである。",
                "引用発明のものにおいて，昇降体50に代えてカウンターウエイトを採用するとともに，各構成要素の配置として引用発明の上記相違点2の配置とすることは，当業者であれば容易になし得たこである。",
                "また，その効果も当業者であれば予想し得る程度のものにすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明認定の誤り)",
          "text": [
            "審決は，引用発明について，「また，図面の図1，2に，クランク機構65は，横シール機構9の下方に配置されていること，さらに，両昇降体50が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されていることが記載されていると認められる。」(7頁23行～26行)と認定した。",
            "しかし，引用文献1の図1，2において，クランク機構65が横シール機構9の下方に配置されていることは確認できるが，両昇降体50と縦シール機構7とは移送される筒状包装フィルムFtに沿って上下方向に配置されているものであり，両昇降体50が移送される筒状包装フィルムFtを対向側において形成される空所に配置されていることは記載されていない。したがって，審決の上記認定は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点認定の誤り)",
          "text": [
            "審決は，補正前発明と引用発明との一致点として「包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が往復動クランク機構により形成されており，この往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動する質量体が設置されている」と認定した。",
            "しかし，引用発明は，「包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が往復動クランク機構により形成されている」が，出力回転軸25に連結されたクランクロッド(コンロッド)67，67は，反対位相とはいえ，いずれもクランクアーム66に上方を向いてそれぞれ配置されており，左右対称であって，補正前発明のクランク軸に連結されたコンロッドが上下方向に対称に配置されている点と一致しない。したがって，審決の上記認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1認定の誤り)",
          "text": [
            "審決は，補正前発明と引用発明の相違点1として，「質量体が，補正前発明では『カウンターウエイト』であるが，引用発明では『昇降体50』」であると認定した。",
            "しかし，引用発明における昇降体50は横シール機構9を搭載したものであり，昇降体50自体がカウンターウエイトの役目をするものではない。すなわち，「質量体」が補正前発明では「カウンターウエイト」であるが，引用発明では「他方の昇降体50に搭載されている横シール機構9」であり，「昇降体50」ではない。",
            "よって，審決の上記認定は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1についての判断の誤り)",
          "text": [
            "審決は，相違点1について，「引用文献2に記載されているように，往復動する装置の振動の発生を抑制するために，一方の往復動クランク機構に往復動させる装置を連結し，180度位相の異なる他方の往復動クランク機構にバランスウェイト，すなわちカウンターウェイトを連結するという構成は周知技術であり，引用文献1の段落【0003】ないし【0007】に記載されているように，引用発明のものは，フライホ−ルなどの構成を省くために，縦型ピロー包装機をツイン式とし，相互の昇降体50を逆位相に連結することにより，発生する振動を相殺し振動の発生を抑制しているものであるから，引用発明の他方の昇降体50によってカウンターウエイトの役割を果たさせる構成に代えて，引用文献2(特開2004−352251号公報，甲2)にも記載されている周知技術であるカウンターウエイトを用いる構成を採用し，補正前発明の上記相違点1の構成とすることは，当業者であれば容易になし得たことである。」(13頁27行～14頁1行)と判断した。",
            "しかし，引用発明は，解決手段そのものが二列の包装フィルムを前提としたツイン式縦型ピロー包装機に関するものであり，それぞれの横シール装置を搭載した昇降体50を逆位相に連結するというものであり，横シール装置の一方をカウンターウェイトにするという審決の考え方は引用文献1および引用文献2には示唆するものを含めて一切記載されていないばかりか，引用発明におけるカウンターウエイトの役割を果たさせるのは他方の昇降体50とこれに搭載した横シール装置であり，2列の包装フィルムを前提としたツイン式縦型ピロー包装機において他方の昇降体50とこれに搭載した横シール装置に代えてカウンターウエイトを用いる構成を採用し，補正前発明との相違点1に係る構成とすることは，当業者であっても想到し得ないものであり，このような判断は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2についての判断の誤り)",
          "text": [
            "審決は，相違点2について，「充填包装機の技術分野において，当該充填包装機の各構成要素の配置を好適にすることは，当然に考慮すべきことであり，カウンターウエイトを有する横シール装置を採用する場合には，その往復動クランク機構やコンロッド，またカウンターウエイトの配置についても，当業者であれば，適宜好適に特定し得るものである。」(14頁3行～7行)と判断した。",
            "しかし，引用発明は2列の包装フィルムを用いるものであって，一方の横シール装置にカウンターウエイトを有する構成とすることは，当業者であってもなし得るものではない。",
            "また，審決は「具体的配置として，クランク機構65(クランクア−ム66，クランクロッド67)や出力回転軸25を横シール機構9の下方に，また，カウンターウエイトに連結するクランクロッド67を往復動クランク機構の上方に配置することに格別の困難性を伴うものでもない」(14頁15行～18行)と認定した。",
            "しかし，例えば補正前発明は「クランク軸を中心として上下対称に配置されたコンロッドに横シール装置とカウンタウェイトがそれぞれ設置された」という構成であり，引用発明及び引用文献2に記載された発明が「クランク軸を中心として同方向にコンロッド(クランクロッド)が配置される」というものである点で全く異なる構成を有し，また，相互にバランサとなる一対の昇降体を有する引用発明に第1歯車37に対して同じ側に配置される第1連結杆38と第2連結杆42を180度異なるように設定した引用発明2を適用しても補正前発明が当業者において容易になし得たものでないことは明白である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(補正についての判断の誤り)",
          "text": [
            "審決は，「往復動クランク機構により上下方向に往復動するカウンターウエイト」とあるのを「往復動クランク機構により上下方向に往復動する少なくとも1つのカウンターウエイト」とする補正は，補正前のカウンターウエイトも少なくとも1つ以上のものであることは明らかであるから，補正において，「少なくとも1つ」としたところで，カウンターウエイトの構成を限定するものとはいえないなどとして，本件補正を却下するとの決定をした。",
            "しかし，補正前は「カウンターウェイト」については何ら限定されておらず，特に，数量については限定されていなかった。そこで，補正によりカウンターウェイトの数量を複数の場合も含むように限定する補正をしたものであり，本件補正は特許法17条の2第5項の規定に違反するものでなく，却下すべきものでないことは明白である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "引用文献1の図2には，各「昇降体50」は「筒状包装フィルムFt」の右側に配置されているのに対し，「縦シール機構7」は「筒状包装フィルムFt」の左側に配置されていることが記載されている。すなわち，「両昇降体50」と「縦シール機構7」とは，「筒状包装フィルムFt」を挟んで対向する側に配置されているといえる。また，各「昇降体50」が配置されるために必要な空所が存在することは明らかである。したがって，引用文献1について「両昇降体50が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されていることが記載されている」との審決の認定に誤りはなく，引用発明について「双方の昇降体50が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されている」とした審決の認定にも誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "一般的に，バランサ機構は，振動を防止するために質量体を回転軸に対して対称に配置するものであり，引用発明においても，各昇降体50に連結される各「クランクロッド67」は，「出力回転軸25」の互いに反対方向に延びる各「クランクアーム66」に固定され，すなわち「出力回転軸25」に対して各「クランクアーム66」への固定位置が対称に配置されていることから，審決は，バランサ機構の一部をなす各「クランクロッド67」は，「出力回転軸25」に対して対称に配置されていると引用発明を理解して一致点を認定したのであり，各コンロッドが上下方向に対称に配置されていることまで一致点として認定しているものではない。",
            "また，各コンロッドの配置関係については，相違点2として「補正前発明の・・・『もう一つのコンロッド』が『往復動クランク機構の上方』に配置されており，・・・引用発明では，・・・『他方のクランクロッド67』が『出力回転軸25の反対の端部』に配置されており」とし，補正前発明での「前記コンロッド」と対称に配置された「もう一つのコンロッド」の配置については相違点としている。",
            "したがって「，包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が往復動クランク機構により形成されており，この往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動する質量体が設置されている」ことを審決が一致点としたことに誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "審決は，引用発明の認定において，「横シール機構9が搭載される昇降体50」と認定しており，「昇降体50」について，「横シール機構9」を搭載しているものとして認定している。また，「昇降体50」自体も質量を有することは明らかである。したがって，引用発明での他方の「昇降体50」を「質量体」であるとした審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "引用発明は，引用文献1において「ツイン式縦型ピロー包装機1の一方の縦型ピロー包装機について着目」し，その一方の「縦型ピロー包装機における横シール機構」を発明として認定したものであり，このような認定は，縦型ピロー包装機において単独で駆動されるものは従来より周知であること，また，ツイン式縦型ピロー包装機においても，各「横シール機構」は，それぞれ別々の筒状包装フィルムをシールするためのものであることから，上記のような認定は当業者にとって何ら問題もなくなし得るものである。",
            "また，引用文献2は，「往復動する装置の振動の発生を抑制するために，一方の往復動クランク機構に往復動させる装置を連結し，180度位相の異なる他方の往復動クランク機構にバランスウエイト，すなわちカウンターウエイトを連結するという構成は周知技術である」とし，カウンターウエイトを用いて振動の発生を抑制する周知技術として例示しているものである。そして，引用発明は，各「横シール機構9が搭載される昇降体50」を相互にバランサとしての働きをさせるものではあるが，単なる「カウンターウエイト」を上記「昇降体50」と出力回転軸に対して対称に配置することによっても回転に伴う振動を抑制できることは，上記周知技術を考慮すれば当業者なら容易に想到しうる事項である。",
            "さらに，そもそも，引用発明は，ピロー包装機をツイン型とし，「横シール機構9が搭載される昇降体50」を相互に連結することで，上記単なる「カウンターウエイト」を必要としないという，単なる「カウンターウエイト」を用いている補正前発明よりさらに工夫された発明であるともいえることから，補正前発明は相違点1により引用発明と比べて進歩性を有するとすることはできない。",
            "よって，他方の昇降体50として引用文献2にも記載されているような周知のカウンターウエイトを用いる構成を採用することを，当業者であれば容易になし得たとする審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一方の横シール装置にカウンターウエイトを有する構成とすることは，上記「取消事由4に対し」で反論したように，当業者であれば容易になし得たものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "各「クランクロッド」を同方向に向くように配置するか相互に反対方向に向くように配置するかは，包装機の各構成要素の配置及び空きスペース等を考慮して，当業者が設計上適宜に選択しうる事項である。また，カウンターウエイトをクランクロッドに接続してクランク機構の振動を抑制する構造において，カウンターウエイトに接続されたクランクロッドと作動部に接続されたクランクロッドとをクランク軸を中心として反対方向を向くように配置することは，例えば，特開平10−216995号公報(乙1，「コンロッド5」及び「リンク6」を参照。)及び昭55−124601号公報(乙2，「第1の連接棒5」及び「第2の連接棒12」を参照。)にも記載されているように一般的な技術分野において周知の技術でもある。したがって，引用発明においても，各「クランクロッド」を相互に反対方向に向くように配置することは，当業者にとって困難性があるものではない。また，各「クランクロッド」の配置が，同方向か反対方向かで，バランサとしての作用効果に格別な差が生じるものでもない。",
                "そして，原告は，「相互にバランサとなる一対の昇降体を有する引用発明に第1歯車37に対して同じ側に配置される第1連結杆38と第2連結杆42を180度異なるように設定した引用発明2を適用し」と主張しているが，前記のとおり，引用文献2はカウンターウエイトを用いて振動の発生を抑制する周知技術として例示しているものであり，原告の上記主張は審決を正解しないものである。",
                "さらに，「往復動クランク機構」等の配置についても，包装機の設計上適宜に決める程度のことであり，「往復動クランク機構」をシール部より上方に配置し，もう一つのコンロッドを「往復動クランク機構」の上方に配置することにより格別な作用効果を奏するものではないことも考慮すれば，相違点2の各構成要素の配置を，当業者であれば容易になし得たとする審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6に対し",
          "text": [
            "補正前の請求項1に「往復動クランク機構により上下方向に往復動するカウンターウエイトが設置されており」と記載し，「カウンターウエイト」を補正前発明を特定するために必要な事項としていることより，補正前発明である「充填包装機における横シール装置」は，少なくとも1つ「カウンターウエイト」を備えていることは明らかである。よって，補正において，「少なくとも1つ」としたところで，「カウンターウエイト」の構成を限定するものとは言えないとしたことに誤りはない。",
            "よって，本件補正は，特許請求の範囲を減縮するものではなく，審決において補正却下の決定をした手続に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由6(補正却下の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後のものを含む本願明細書(甲3，4の3)によれば，補正の前後を通じての本願発明は，長尺の帯状フィルムをヒートシールすることにより袋状として内容物を充填した包装袋を連続的に製造する充填包装機に設置される横シール装置に関するものであり，上下動の速さが無段階に調節可能であって，高速な包装フィルムの移送にも対応して十分なヒートシールが可能であり，振動もなく耐久性にも優れた上下動機構を備えた充填包装機の横シール装置を提供することを課題とするものであって，シール部を往復動させる上下動機構として往復動クランク機構を用いたことにより，円滑にかつ高速度で上下方向に連続的に往復動可能として高速度の包装フィルムの移送に対処することができ，カム機構のように遊びがないので振動が少なく，シール時と戻り時とで速度を変化させる制御も容易であるとともに，往復動クランク機構がシール部の上方に配置されているとともに，往復動クランク機構の上方に往復動クランク機構を構成するクランク軸に横シール装置へのコンロッドと対称に配置されたコンロッドから構成される往復動クランク機構により上下方向に往復動するカウンターウエイトを設置することにより，円滑に振動なく高速で上下動をすることができ，特に，カウンターウエイトを縦シール装置の設置していない側の空所に配置することにより装置枠体内の空きスペースを有効に利用することができるという効果を有することが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正(甲4の6)は，補正前の特許請求の範囲の請求項1について，「・・・往復動クランク機構の上方にこの往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動するカウンターウエイトが設置されており，」とあるのを，「・・・往復動クランク機構の上方にこの往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動する少なくとも1つのカウンターウエイトが設置されており，」と補正するものであるところ，補正前の請求項1では，「カウンターウエイト」が「設置されて」いることが特定されているだけで，その数については言及するものではないので，少なくとも1つのカウンターウエイトが設置されるものであって，複数のカウンターウエイトが設置されることを排除するものではないことが文理上明らかである。そうすると，本件補正によっても，その意味するところは変わるものではなく，請求項1に係る本件補正は，明りょうでない記載の釈明を目的としたものであるとも，請求項の削除，特許請求の範囲の減縮又は誤記の訂正のいずれかを目的としたものであるとも認めることができない。",
                "よって，原告の主張する取消事由6は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明についての認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1(甲1)によれば，引用発明は，筒状の包装フィルムを縦方向に走行させながら包装すべき製品を供給し，横方向にシールを施して包装体を製造する縦型ピロー包装機であって，2列の包装フィルムを走行させて高速包装動作を可能にするツイン式縦型ピロー包装機に関するものであり，縦型ピロー包装機において，1つの駆動源で単一の昇降体を昇降させている従来の構造を採用する限りは，横シール機構を搭載した昇降体に大きな慣性力が生じ，そうした慣性力に対抗するために大きな駆動力を出力可能な駆動源が必要となっていることに着目し，筒状包装フィルムで製品を包装するピロー包装機を並列に配設したツイン式とし，各ピロー包装機の昇降体とそれに搭載した横シール機構との昇降作動を互いに利用し合って，省動力でスムーズな包装動作を得ることを解決すべき課題とし，横シール機構が搭載されている昇降体を駆動源とクランク機構とを有する駆動部で昇降させることで，製品が筒状包装フィルムから成る袋内に包装された袋包装体を連続して製作する縦ピロー包装機において，2列の包装フィルムに製品を充填するピロー包装部を並設し，これらピロー包装部相互にバランサとしての働きをさせることによって，包装動作をスムーズにすると共に，消費動力を少なくして駆動源を小型化し，包装速度の高速化を可能にするツイン式縦型ピロー包装機を提供することを目的とするものであることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書(甲3)の段落【0006】，【0010】，【0016】の記載によれば，補正前発明において，「カウンターウエイトが前記移送される包装フィルムを挟んで縦シール装置の対向側において形成される空所に配置されていること」の意義は，カウンターウエイトを縦シール装置の設置していない側の空所に配置することにより，装置全体の高さや幅を増加させず，ひいては装置全体が大きくなることを防ぐことができる点にあると認められる。また，補正前発明のカウンターウエイトは固定されているものではなく，充填包装機の作動に伴って，上下動機構により上下方向に往復動させられるものである。そうすると，カウンターウエイトが配置される空所は，厳密に「互いに向き合う相対する2つのうちの一方」として包装フィルムを挟んで縦シール装置の「対向側」に形成されるものではなくても，装置全体の高さや幅が増加することなく配置することができるか，あるいは装置枠体内の空きスペースを有効に利用することができる程度のものであれば，上下方向の位置が少なからず異なっていても，「対向側」に形成されたものとすることを妨げるものではないと解するのが相当である。",
                "引用文献1の図2では，各「昇降体50」が「筒状包装フィルムFt」の右側に配置されているのに対し，「縦シール機構7」が「筒状包装フィルムFt」の左側に配置されていることが明らかであるところ，引用発明は縦型ピロー包装機の小型化も課題の一つとしていると認められることからすれば(段落【0005】，【0007】，【0030】参照)，引用発明における上記配置も装置全体の大きさに配慮しながら決められたものと推認できる。したがって，引用発明において，両昇降体50は，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側に形成された場所に配置されているということができるというべきである。",
                "また，引用発明において，各昇降体50は，空いた所又は何もない所だからこそ配置できたものであるから(そもそも空所がなければ配置はできない。)，各昇降体50が配置されるために必要な空所は前提として存在していたことになり，両昇降対50は「空所」に配置されたものであるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，引用文献1に「双方の昇降体50が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されている」縦型ピロー包装機における横シール機構9が記載されているとした審決の認定に誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の認定誤り)について",
          "text": [
            "審決は，「引用発明の上記他方の横シール機構9が搭載された昇降体50は，バランサ，すなわち，カウンターウエイトとしての役割を果たす質量体として利用しているものである」ことを前提として，「引用発明の他方の昇降体50と補正前発明のカウンターウエイトとは，『質量体』である点で一致している」としたものであるから，引用発明の「昇降体50」自体が「カウンターウエイト」の役目をするものとしたものではなく，引用発明における「横シール機構9が搭載された昇降体50」が「カウンターウエイト」の役割を果たすものとしたものである。",
            "しかも，「昇降体50」自体も質量を有することは自明であるから，引用発明が，「クランクアーム66は，出力回転軸25の各端部において径方向に正反対方向に延びているので，両昇降体50，50を互いに反対位相，即ち，180°異なった位相で駆動する」ものであって，「クランク機構65，65と，案内軸54，係合部60及び連結部68を有する両昇降体50，50とは，ピロー包装部2a，2bで同じ構造に構成されており，反対位相にて駆動される以外，機枠10の中央位置に対して両第1端部51，51が互いに接近した状態となるように左右対称に配置されている」ことにより，「出力回転軸25の回転に基づいて昇降する昇降体50とそれに搭載される横シール機構9との昇降動作は，両ピロー包装部2a，2bにおいて，バランスが取られ」るとされていることからすると(段落【0022】)，両昇降体50自体も両横シール装置9自体も同様に，それ自体の質量によって生じる慣性力に関わる限りにおいて，両ピロー包装部2a，2bにおいてバランスを取ることに寄与しているということができ，その程度はともかくとして，バランスウエイトの役割を担っているといえる。",
            "したがって，審決が，「引用発明の他方の昇降体50と補正前発明のカウンターウエイトとは，『質量体』である点で一致している。」としたことに誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(一致点についての認定の誤り)について",
          "text": [
            "一般に，バランサ機構は，振動を防止するため，二つの質量体が想定される状況では，質量体を相互に逆方向に運動させることにより，質量体に作用する慣性力を打ち消し合うように構成されるものである。そして，その際に，クランクロッドあるいはコンロッドが左右対称に配置されるか，上下対称に配置されるかは，その作用とは関わりのないことである。",
            "かかる理解の下で，前記のとおり，「両ピロー包装部2a，2bにおいて，バランスが取られ」るように構成された引用発明をみると，引用発明は，質量体である各「昇降体50」及び「横シール装置9」に連結される各「クランクロッド67」が，「出力回転軸25」の軸を中心として互いに反対方向に延びる各「クランクアーム66」に固定され，「出力回転軸25」が回転すると，各「クランクアーム66」に連結された「クランクロッド67」を介して質量体である各「昇降体50」及び「横シール装置9」が相互に逆方向に運動し，各質量体に作用するそれぞれの慣性力を互いに打ち消し合い，振動を防止するバランサ機構と理解される(段落【0022】参照)。",
            "他方，補正前発明は，質量体である「カウンターウエイト」及び「包装フィルムを横方向にシールするシール部」に連結される各「コンロッド」が，「クランク軸」の軸を中心として互いに反対方向に位置する各「クランクピン」に固定され，「クランク軸」が回転すると，各「クランクピン」に連結された「コンロッド」を介して質量体である「カウンターウエイト」及び「包装フィルムを横方向にシールするシール部」が相互に逆方向に運動し，各質量体に作用するそれぞれの慣性力を互いに打ち消し合い，振動を防止するバランサ機構と理解される(段落【0022】参照)。",
            "そうすると，両者にバランサ機構の原理上の差異はなく，発明の構成としても実質的な差異はない。",
            "また，補正前発明における「前記コンロッド」と対称に配置された「もう一つのコンロッド」の配置について，審決は，相違点2として，「補正前発明の『往復動クランク機構』が『前記シール部の上方』に，『もう一つのコンロッド』が『往復動クランク機構の上方』に配置されており，さらに，『カウンターウエイト』が『前記移送される包装フィルムを挟んで縦シール装置の対向側において形成される空所』に配置されているのに対し，引用発明では『，クランク機構65(クランクアーム66，クランクロッド67)，出力回転軸25』が『横シール機構9の下方』に，『他方のクランクロッド67』が『出力回転軸25の反対の端部』に配置されており，さらに，カウンターウエイトの役割を果たす他方の昇降体が，移送される筒状包装フィルムFtを挟んで縦シール機構7の対向側において形成される空所に配置されている点。」と認定している。",
            "したがって，補正前発明と引用発明の一致点として，「包装フィルムを横方向にシールするシール部を上下方向に往復動させる上下動機構が往復動クランク機構により形成されており，この往復動クランク機構を構成するクランク軸に前記コンロッドと対称に配置されたもう1つのコンロッドから構成される往復動クランク機構により上下方向に往復動する質量体が設置されている」とした審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点1についての判断の誤り)について",
          "text": [
            "原告は，引用発明は，解決手段そのものが2列の包装フィルムを前提としたツイン式縦型ピロー包装機に関するものであるから，単独で駆動する縦型ピロー包装機である補正前発明との相違点1に係る構成を，当業者がツイン式縦型ピロー包装機に関する引用発明に基づいて容易に想到することはできないと主張する。",
            "しかし，縦型ピロー包装機において単独で駆動されるものが従来より周知であることに照らすと，引用文献1記載の縦型ピロー包装機が，各「横シール機構」がそれぞれ別々の筒状包装フィルムをシールするための構成を備えており，駆動源が共通とされているものの，複数台の縦型ピロー包装機から構成されたものと理解することは当業者にとって何ら困難なものではない。",
            "したがって，審決が，「ツイン式縦型ピロー包装機1の一方の縦型ピロー包装機について着目」し，その一方の縦型ピロー包装機における横シール機構についてのの構成を引用発明として認定した上，その認定に基づいて，審決が相違点1に係る構成の容易想到性について判断したことに誤りはない。",
            "また，原告は，横シール装置の一方をカウンターウェイトにするという審決の考え方は，引用文献1及び2には示唆するものを含めて一切記載されていないと主張する。",
            "しかし，引用文献1には，単独で駆動される縦型ピロー包装機について，「この型式の包装機においては，横シール部材や・・・昇降体が上下動するときに，・・・大きな慣性力が作用する。・・・駆動源に大きな慣性力を持つフライホイールを設けると，上記昇降体の慣性力の影響は抑制されるが，駆動源が大型化，大出力化し，包装機としても益々，大型化したり動力消費が高くなるという問題が生じる。」(段落【0005】)と記載されており，横シール部材や昇降体が上下動するときの大きな慣性力の影響を抑制しようとする技術的課題は示されている。そして，引用文献2に記載されているように，「往復動する装置の振動の発生を抑制するために，一方の往復動クランク機構に往復動させる装置を連結し，180度位相の異なる他方の往復動クランク機構にバランスウエイト，すなわちカウンターウエイトを連結するという構成」は周知の技術である。したがって，引用文献1及び周知技術には，単独で駆動される縦型ピロー包装機にカウンターウエイトを用いて振動の発生を抑制する周知技術を付加しようとする試みについての動機付けは認められるというべきである。",
            "以上より，相違点1についての審決の判断に誤りは認められない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明は2列の包装フィルムを用いるものであって，一方の横シール装置にカウンターウエイトを有する構成とすることは，当業者であってもなし得るものではないと主張する。",
                "しかし，前記5と同様の理由により，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，補正前発明は「クランク軸を中心として上下対称に配置されたコンロッドに横シール装置とカウンタウエイトがそれぞれ設置された」という構成であるのに対し，引用発明及び引用文献2に記載された発明は「クランク軸を中心として同方向にコンロッド(クランクロッド)が配置される」というものである点で全く異なる構成を有すると主張する。",
                "しかし，カウンターウエイトをクランクロッドに接続してクランク機構の振動を抑制する構造において，カウンターウエイトに接続されたクランクロッドと作動部に接続されたクランクロッドとをクランク軸を中心として反対方向を向くように配置することは，一般的な技術分野において周知の技術でもある(乙1(「コンロッド5」及び「リンク6」参照。)，乙2(「第1の連接棒5」及び「第2の連接棒12」参照。)。したがって，引用発明においても，各「クランクロッド」を相互に反対方向に向くように配置することは，当業者にとって困難性があるものではない。",
                "また，前記のとおり，一般に，バランサ機構は，振動を防止するため，例えば，2つの質量体が想定される状況では，質量体を相互に逆方向に運動させることにより，質量体に作用するそれぞれの慣性力を打ち消し合うように構成するものと理解され，その際に，クランクロッド(コンロッド)が左右対称に配置されるか，上下対称に配置されるかは，その作用に関わりのないものであるから，各「クランクロッド」の配置が，同方向か反対方向かで，バランサとしての作用効果に格別な差が生じるものでもない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点2について，「引用発明のものにおいて，昇降体50に代えてカウンターウエイトを採用するとともに，各構成要素の配置として引用発明の上記相違点2の配置とすることは，当業者であれば容易になしえたことである。」とした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はすべて理由がない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}