{
  "conclusion": [
    {
      "fig": "1",
      "text": "1審原告の控訴及び当審において拡張した請求に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "1審被告は，別紙物件目録記載の製品を生産し，使用し，譲渡し，輸出若しくは輸入し，又は同製品の譲渡の申出をしてはならない。"
        },
        {
          "fig": "(2)",
          "text": "1審被告は，前項記載の製品を廃棄せよ。"
        },
        {
          "fig": "(3)",
          "text": "1審被告は，1審原告に対し，18億0089万2796円及び内金8555万7390円に対する平成16年4月1日から，内金1億0800万4433円に対する平成17年4月1日から，内金1億6963万0709円に対する平成18年4月1日から，内金1億9315万5765円に対する平成19年4月1日から，内金2億4242万5658円に対する平成20年4月1日から，内金3億1151万4913円に対する平成21年4月1日から，内金1億4940万3508円に対する平成21年10月1日から，内金1億4940万3508円に対する平成22年4月1日から，内金3億9179万6912円に対する平成23年4月1日から，各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(4)",
          "text": "1審原告のその余の請求(当審において拡張したその余の請求を含む。)をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "1審被告の控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じて，これを2分し，その1を1審被告の負担とし，その余は1審原告の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決の主文第1項(1)ないし(3)は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "1審原告の控訴の趣旨(当審において拡張した請求の趣旨を含む。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決の主文第3項ないし5項を取り消す。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1次請求",
              "text": [
                "1審被告は，1審原告に対し，32億4875万9242円及び●●●●●●●●●●●●●円に対する平成16年4月1日から，内金●●●●●●●●●●●円に対する平成17年4月1日から，内金●●●●●●●●●●●円に対する平成18年4月1日から，内金●●●●●●●●●●●円に対する平成19年4月1日から，内金●●●●●●●●●●●円に対する平成20年4月1日から，内金●●●●●●●●●●●円に対する平成21年4月1日から，内金●●●●●●●●●●●円に対する平成21年10月1日から，内金●●●●●●●●●●●円に対する平成22年4月1日から，内金●●●●●●●●●●●円に対する平成23年4月1日から，各支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2次請求",
              "text": [
                "1審被告は，1審原告に対し，30億9496万0150円及び内金●●●●●●●●●●●円に対する平成16年4月1日から，内金●●●●●●●●●●●円に対する平成17年4月1日から，内金●●●●●●●●●●●円に対する平成18年4月1日から，内金●●●●●●●●●●●円に対する平成19年4月1日から，内金●●●●●●●●●●●円に対する平成20年4月1日から，内金●●●●●●●●●●●円に対する平成21年4月1日から，内金●●●●●●●●●●●円に対する平成21年10月1日から，内金●●●●●●●●●●●円に対する平成22年4月1日から，内金●●●●●●●●●●●円に対する平成23年4月1日から，各支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，1審被告の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "1審被告の控訴の趣旨(1審原告の当審において拡張した請求の趣旨に対する答弁を含む。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決の1審被告敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "1審原告の1審における請求及び当審において拡張した請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，1審原告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，「原告」を「1審原告」に，「被告」を「1審被告」に，「本件各発明」を「本件発明」に，「本件発明1」を「本件発明6」に，「本件発明2」を「本件発明7」に，「本件発明3」を「本件発明9」に，●●●●●●●を「参考製品2」に，●●●●●●●●を「参考製品3」に，「乙12記載発明」を「乙12発明」に，「乙34の2記載発明」を「乙34の2発明」に，「特許法旧36条」を「法36条」に，それぞれ改めるほかは，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，発明の名称を「飛灰中の重金属の固定化方法及び重金属固定化処理剤」とする特許第3391173号の特許(本件特許。本件特許に係る特許権が，本件特許権である。)の特許権者である1審原告が，1審被告が別紙物件目録記載の製品(被告製品)を製造及び販売する行為が1審原告の本件特許権の侵害に当たる旨を主張して，1審被告に対し，特許法100条1項及び2項に基づき，被告製品の生産，使用，譲渡，輸出・輸入又は譲渡の申出の差止め及び廃棄を求めるとともに，特許権侵害の不法行為(平成15年1月24日から平成21年9月30日まで)による損害賠償として，27億2925万6208円及びこれに対する遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，1審原告の前記請求について，1審被告に対し，被告製品の生産等の差止め及び廃棄を命ずるほか，損害賠償として11億9185万2910円及びこれに対する遅延損害金の支払を命じたが，1審原告のその余の損害賠償及び遅延損害金の支払請求を棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，1審原告は，原判決における敗訴部分の取消し並びに原審において請求した損害賠償及び遅延損害金の請求を一部減縮の上でその支払を求めて控訴し，その後，平成15年1月24日から平成23年3月31日までの期間について，32億4875万9242円(第1次請求)又は30億9496万0150円(第2次請求)及びこれに対する遅延損害金に請求を拡張(平成21年10月1日から平成23年3月31日までが，請求拡張に係る期間である。)してその支払を求めた。なお，1審原告の拡張後の請求の内訳は，別紙請求債権目録(第1次請求)及び請求債権目録(第2次請求)に記載のとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "他方，1審被告は，原判決の1審被告敗訴部分の取消し及び原審における1審原告の請求の棄却を求めて控訴し，併せて，当審における1審原告による拡張部分の請求の棄却を求めたものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，石油化学製品等の各種化学製品の製造及び販売を業とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審被告は，マーガリン等の油脂製品を主とする化学製品の製造及び販売を業とする株式会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許権",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，平成7年12月1日，本件特許に係る特許出願(本件出願。特願平7-313845号。国内優先権主張日：平成6年12月2日)をし，平成15年1月24日，本件特許権の設定登録を受けた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許に係る願書に添付した明細書(本件明細書。甲2)の特許請求の範囲の請求項6，7及び9の記載は，次のとおりである(以下，請求項の番号に従い，これらの発明を「本件発明6」などといい，これらを併せて「本件発明」という。)。",
                    "【請求項6】ピペラジン-Ｎ-カルボジチオ酸もしくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸のいずれか一方もしくはこれらの混合物又はこれらの塩からなる飛灰中の重金属固定化処理剤",
                    "【請求項7】ピペラジン-Ｎ-カルボジチオ酸塩もしくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩が，アルカリ金属，アルカリ土類金属塩又はアンモニウム塩であることを特徴とする請求項6に記載の飛灰中の重金属固定化処理剤",
                    "【請求項9】ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩がピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウムであることを特徴とする請求項7に記載の飛灰中の重金属固定化処理剤"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明を構成要件に分説すると，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明6",
                      "text": [
                        "A  ピペラジン-Ｎ-カルボジチオ酸(以下「本件化合物1」という。)若しくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸(以下「本件化合物2」という。)のいずれか一方若しくはこれらの混合物又はこれらの塩(以下「本件各化合物」という。)からなる",
                        "B  飛灰中の重金属固定化処理剤"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明7",
                      "text": [
                        "C  ピペラジン-Ｎ-カルボジチオ酸塩若しくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩が，アルカリ金属，アルカリ土類金属塩又はアンモニウム塩であることを特徴とする",
                        "D  請求項6に記載の飛灰中の重金属固定化処理剤"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明9",
                      "text": [
                        "E  ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩がピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウムであることを特徴とする",
                        "F  請求項7に記載の飛灰中の重金属固定化処理剤"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "1審被告の行為",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，平成15年1月24日以降，業として別紙参考製品名目録1ないし3記載の製品(以下，番号に従って，「参考製品1」ないし「参考製品3」という。)の製造及び販売をしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "参考製品1が被告製品に該当することについては争いがないが，参考製品2及び3については，争いがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品の構成要件の充足性(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "本件特許権に基づく権利行使の可否(争点2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施可能要件違反について"
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反について"
                },
                {
                  "fig": "ウ",
                  "subject": "乙12発明に基づく新規性の欠如について"
                },
                {
                  "fig": "エ",
                  "subject": "乙12発明に基づく容易想到性について"
                },
                {
                  "fig": "オ",
                  "subject": "乙34の2発明に基づく新規性の欠如について"
                },
                {
                  "fig": "カ",
                  "subject": "乙34の2発明に基づく容易想到性について"
                },
                {
                  "fig": "キ",
                  "subject": "乙27の15発明に基づく容易想到性について"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害額(争点3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "参考製品2について"
                },
                {
                  "fig": "イ",
                  "subject": "参考製品3について"
                },
                {
                  "fig": "ウ",
                  "subject": "特許法102条1項本文(逸失利益)の適用について"
                },
                {
                  "fig": "エ",
                  "subject": "特許法102条1項ただし書(販売することができないとする事情)の適用について"
                },
                {
                  "fig": "オ",
                  "subject": "特許法102条3項(実施料相当額)の適用について"
                },
                {
                  "fig": "カ",
                  "subject": "弁護士費用相当額について"
                },
                {
                  "fig": "キ",
                  "subject": "消滅時効の成否について"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原審における主張",
          "text": [
            "当事者の原審における主張は，5頁8行目の「争点1(技術的範囲の属否)について」を「争点1(被告製品の構成要件の充足性)について」に，14頁4行目の「争点2(本件特許権に基づく権利行使の制限の成否)について」を「争点2(本件特許権に基づく権利行使の可否)について」に，41頁24行目の「争点3(被告製品の範囲)について」を「争点3(損害額)について」に，41頁25行目の「(1)  原告の主張」を「(1)  参考製品2及び3に関する1審原告の主張」に，44頁10行目の「(2)  被告の主張」を「(2)  参考製品2及び3に関する1審被告の主張」に，46頁3行目の「(1)  原告の主張」を「(3)  損害額に関する1審原告の主張」に，61頁19行目「(2)  被告の主張」を「(4)  損害額に関する1審被告の主張」に，それぞれ改め，46頁2行目を削除するほかは，原判決5頁8行目ないし80頁14行目に摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(被告製品の構成要件の充足性)について",
              "text": [
                "〔1審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品の構成要件の充足性について",
                  "text": [
                    "本件発明の構成要件が前記のとおりであり，被告製品がいずれもピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウム及びピペラジン-Ｎ-カルボジチオ酸カリウムの一方又は双方を有効成分として含有する飛灰中の重金属固定化処理剤であることは，いずれも当事者間に争いがない。そして，被告製品が含有するピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウム及びピペラジン-Ｎ-カルボジチオ酸カリウムは，いずれもアルカリ金属であるカリウムの塩であるから，本件発明の構成要件をいずれも充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "1審被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告特許発明の実施に関する主張について",
                      "text": [
                        "1審被告は，被告製品が平均分子量5000以上のポリエチレンイミン誘導体を含有する旨を主張する。",
                        "しかしながら，被告製品は，平均分子量5000を超える高分子成分を含有していないから，1審被告が特許権を有する特許第2948879号(特開平3-231921号公報(乙12)。平成18年7月11日付け審決(訂正2006-39096号事件。乙11)により訂正)に係る発明(被告特許発明。当該訂正前の乙12に記載の発明を「乙12発明」ともいう。)の実施品ではない。1審被告は，原審においてこの点の立証を避け続け，当審に至ってようやくこの主張に関連する証拠を提出した。しかし，これらは，被告製品に掲げられていない製品に関する「技術基準書」なるものの抜粋にすぎず，ピペラジンとポリエチレンイミンの重量比も不明であったり，文書の体裁が不自然なものもある。しかも，これらの製品の原料とされているエポミンP-1030は，既に廃番となっている商品であるなど，これら証拠は，信用性がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "作用効果不奏功の抗弁について",
                      "text": [
                        "1審被告は，被告製品がチオ炭酸塩等の副生成物を含有しており，安定性試験により硫化水素が発生する旨を主張する。",
                        "しかしながら，飛灰中の重金属固定化処理剤に関する硫化水素等の有毒ガス測定は，検知管式気体測定器を用いるのが一般的であるところ(検出下限は，0．2ppm であるが，工業的には全く問題がなく，1審被告が主張するような検出下限を0．05ppm とするガスクロマトグラフ法による必要はない。)，被告製品について安定性試験を実施の上で上記測定を行ったところ，硫化水素の発生は，実質的に認められなかったし，ガスクロマトグラフィーによる測定も，この結果を裏付けるものであって，チオ炭酸塩も，検出されなかった。現に，1審被告は，被告製品について硫化水素等が発生しない旨を標榜して販売している。したがって，1審被告主張に係る作用効果不奏功の抗弁は，その前提を欠き失当であるばかりか，1審被告が被告製品から硫化水素が発生すると主張する根拠となる実験結果は，上記の販売態様と矛盾するからいずれも信用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件明細書の記載に基づく限定解釈について",
                      "text": [
                        "仮に，被告製品が本件各化合物以外の何らかの異成分の誘導体(平均分子量5000以上の高分子成分ではない。)を含有し，また，検出限界未満の微量の副生成物を含有するからといって，本件各化合物そのものがもたらす技術的利益の享受を否定することはできないし，安定性試験において硫化水素を発生しないことそれ自体を本件発明の技術的範囲を規定する要件とするものでもないから，本件発明の技術的範囲に属しないという理由にもならない。",
                        "また，本件明細書には，本件発明が本件各化合物を必須の有効成分とすることで重金属固定化能が高く，かつ，熱的にも安定であり，他の助剤の使用に際して安全かつ簡便という作用効果を奏することが記載されている一方，それ以外の成分の含有を積極的に排除する趣旨の記載はなく，まして，チオ炭酸塩等を含有しない純物質のみからなる飛灰用重金属固定化処理剤でなければならないなどという記載も示唆もない。",
                        "仮に，チオ炭酸塩等の含有により有毒ガスが発生したとしても，本件発明の本件各化合物そのものが有する技術的意義は，何ら否定されない。本件発明の技術的範囲は，特許請求の範囲及び発明の詳細な説明の記載から読み取れる本件発明の技術的意義に従って判断すべきであり，そこに全く別の技術事項である副生成物の問題を持ち込むべきではない。したがって，意図的にチオ炭酸塩を含有させた乙14の実施例3を根拠に，限定解釈を主張することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "出願経過禁反言の法理について",
                      "text": [
                        "1審原告は，審決取消訴訟において硫化水素が発生しないことが本件発明の固有の効果である旨を主張したからといって，そのことが本件発明の技術的範囲を規定する要件であるとは主張していないし，公知例から予測のできない本件発明の顕著な効果を「固有の効果」と呼んだからといって，出願経過禁反言の法理なるものに触れるところはない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "公知技術の抗弁について",
                      "text": [
                        "1審被告は，原審における先願特許実施の主張(被告特許発明。乙11)を，当審において公知技術の抗弁(乙12発明)へと変更したが，これは，被告製品が乙11には記載があるが乙12には記載のない，ポリアミン誘導体とポリエチレンイミン誘導体との重量比を充足することを立証できないからにほかならない。",
                        "〔1審被告の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "作用効果不奏功の抗弁について",
                  "text": [
                    "本件特許権は，加温及びpH調整剤の添加によっても硫化水素を発生しないという効果によってその特許性が維持されている。",
                    "他方，被告製品は，硫化水素の不発生という効果を奏しない。なお，本件明細書は，安定性試験を実施した際の水溶液と濃度測定体積との体積比も記載せずに本件発明について硫化水素が「発生なし」と記載しているから，本件発明は，硫化水素を発生させる原因物質を一切含むものであってはならず，これを「不検出」と解する余地はない。また，仮に，これを「検出下限を超える硫化水素ガスの発生が認められなかった」と解釈したとしても，被告製品は，検出下限(ガスクロマトグラフ法により0．05ppm)を超える硫化水素を発生させている。",
                    "したがって，被告製品は，本件発明の作用効果を奏功せず，本件発明の技術的範囲に属しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載に基づく限定解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各化合物は，乙14の実施例3にも見られるとおり，有毒ガスを発生させない純物質と，これを発生させるそれ以外のものとを含む概念であるところ，本件明細書の記載(【0021】以下)によれば，本件発明は，硫化水素の不発生と，少量の添加での重金属固定化能という効果を奏するものとされているから，その実施例の全てにおいて，硫化水素の発生源であるチオ炭酸塩や，重金属固定化能に影響する他の成分を含有しないことを当然の前提としている。したがって，本件発明の本件各化合物は，チオ炭酸塩等の副生成物を含有しない純物質であると解釈される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審原告は，本件特許権の有効性を維持する過程において，硫化水素を発生しないという効果を有するがゆえに本件特許権が有効なものであると主張しており，特許庁も，これを受けて本件特許権が有効であると判断した以上，本件発明は，いずれも，硫化水素の発生源であるチオ炭酸塩等を含有しない，純物質である本件各化合物のみから構成されるものに限定されなければならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，安定性試験において硫化水素を発生しないことそれ自体が本件発明の内容を規定する要件となるものではない旨を説示する。",
                        "しかしながら，原判決説示のように，本件発明にチオ炭酸塩等の副生成物が含まれてもよいとすると，本件明細書記載の安定性試験における比較例との比較が無意味となり，硫化水素を発生させないという本件発明の作用効果も，無意味となる。そもそも，原判決は，本件発明について，従来の重金属固定化処理剤に比べて重金属固定化能が高く，かつ，熱的にも安定な作用効果を奏するものとしたことに技術的意義を認めているのであるから，硫化水素の発生源となるチオ炭酸塩等が含まれるとすると，従来の重金属固定化処理剤と区別することができなくなり，本件発明の技術的意義を喪失することになる。このように，原判決の構成要件の解釈は，明らかに矛盾している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，被告製品は，いずれも硫化水素を発生させており，チオ炭酸塩等の副生成物を含む以上，「純然たる本件各化合物」からなる飛灰中の重金属固定化処理剤ではなく，本件発明の構成要件を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出願経過禁反言の法理について",
                  "text": [
                    "特許権者は，構成要件の解釈について，特許権の生成及びその有効性を維持する過程において，従前の主張と矛盾する主張を侵害訴訟においてすることが許されない。",
                    "しかるところ，1審原告は，原審において，本件発明6について，本件各化合物を必須の有効成分とすることでその奏する技術的利益を実質的に享受している「飛灰中の重金属固定化処理剤」であれば，それ以外の成分を含有しているとしても本件発明1の技術的範囲に属すると主張する一方，本件特許権に関する審決取消訴訟(知財高裁平成22年(行ケ)第10097号事件)において，本件各化合物と「平均分子量5000以上のポリエチレンイミンを骨格とするポリエチレンイミン誘導体」との混合物(乙12発明)が，本件発明と構成要件を異にする旨を明確に主張している。",
                    "したがって，1審原告は，本件訴訟において，上記審決取消訴訟におけるものに反する主張を行うことはできない。そして，被告製品は，本件各化合物と「平均分子量5000以上のポリエチレンイミンを骨格とするポリエチレンイミン誘導体」との混合物であるから，本件発明の構成要件を充足しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "公知技術の抗弁について",
                  "text": [
                    "乙12は，本件優先権主張日(平成6年12月2日)に先立つ平成3年10月15日に公開されていたところ，被告製品は，乙12発明(公知技術)の実施品であるにすぎない。したがって，1審被告は，乙12発明の実施品である被告製品の実施について，後願である本件特許により禁止される理由はなく，被告製品は，本件発明の技術的範囲に属しない。",
                    "ことに，骨格をなす化合物の官能基にジチオカルボキシ基が形成されていれば重金属をキレート化できることは，本件優先権主張日当時，極めて当然のことであったから，乙12の実施例に記載するまでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(本件特許権に基づく権利行使の可否)について",
              "text": [
                "〔1審被告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施可能要件違反について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，①本件発明が純物質としての本件各化合物であると限定解釈すべき理由がない，②本件各化合物が化学構造の特定された化合物であり，本件明細書にはその合成例が記載されており，当業者も本件発明を実施できる，③1審被告の追試を根拠として本件発明を実施できないということはできない，④当業者が適宜の方法等を選択して本件発明を製造できる旨を説示する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記のとおり，本件明細書の記載に基づけば，本件発明は，純物質としての本件各化合物であると限定解釈しなければならないから，前記(ア)①は，誤りである。",
                        "次に，本件明細書に記載された合成条件に従った化合物について安定性試験を実施すると硫化水素が発生するばかりか，1審原告も，本件各化合物がその製造方法により硫化水素等が発生することを認識していたこと(乙14【0005】)に照らすと，化学構造が特定されているからといって当業者がこれを実施できるというものではなく，前記(ア)②は，誤りである。",
                        "なお，原判決は，本件明細書の記載(【0016】【0017】)に従い熟成工程後の留去工程でチオ炭酸塩の生成を制御できる旨を説示しているが，チオ炭酸塩が熟成工程で既に生成されてしまうことは，1審原告の出願に係る特許公開公報にも明記されているから，その後の留去工程でその生成を抑制することは，不可能であるばかりか，1審被告による追試は，本件明細書の記載に従っているから，前記(ア)③は，誤りである。",
                        "そもそも，本件明細書の記載に従いビス体(本件化合物2)の合成を進行させるとチオ炭酸塩も大量に合成される一方，チオ炭酸塩の生成を抑制すれば，ビス体(本件化合物2)の合成も抑制されるのであって，本件明細書に記載された合成例を再現することは，不可能である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審原告による追試は，原告製品であって本件明細書の記載に従って合成された化合物によるものではないか，常識に反する合成条件の設定によりそのビス体(本件化合物2)濃度が本件明細書とは異なるものであるか，チオ炭酸塩の副生を抑止するように常識に反する留去工程の条件を設定している。しかも，1審原告の後願の諸発明は，いずれも，硫化水素の発生を抑制するために特殊な製法を採用しているから，本件優先権主張日当時の当業者は，これらの特殊な製法について知見を有していなかった。また，乙14の合成例3は，原料ピペラジンの量を減らして二硫化炭素及び水酸化カリウムの量を相対的に過剰とすることによりチオ炭酸塩が発生することを開示しているところ，これを本件明細書の合成例2にあてはめると，チオ炭酸塩が副生し，硫化水素が発生することは必然である。",
                        "そもそも，本件優先権主張日当時の当業者は，本件各化合物を生成するに際して硫化水素の発生原因であるチオ炭酸塩が副生成物として生成されてしまうことを全く認識していなかった以上，当時の技術常識に従って本件各化合物を合成すれば，硫化水素を発生させるようなものしか生成し得ないことは自明である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件優先権主張日当時の当業者は，本件明細書に記載の通常の製法により，原料ピペラジンの量に比して二硫化炭素及び水酸化カリウムの量が相対的に過剰という条件下で，少量の添加で重金属を固定化できるという効果を得つつ，硫化水素不発生という効果を奏することのできる重金属固定化処理剤を得ることは，不可能であり，前記(ア)④も，誤りである。このことは，平成16年に至っても，当時の技術レポートにチオ炭酸塩を原因として大量の二硫化炭素を発生させるA社製品が記載されていることによっても裏付けられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反について",
                  "text": [
                    "原判決は，乙14の合成例3について，チオ炭酸カリウムが大量に生成するような条件を意図的に設定して合成されたものであるとして，本件発明の作用効果を否定することにはならない旨を説示する。",
                    "しかしながら，原判決は，上記の根拠を示していないばかりか，実施者の主観(意図)を問題としている点で誤りである。",
                    "むしろ，乙14は，従来技術によっては硫化水素等の発生が極めて高いものとなる旨を記載しており(【0018】)，合成例3にチオ炭酸カリウムを意図的に生成させた旨を記載していないばかりか，当該従来技術として乙14の合成例3を記載しており，原料ピペラジンの量を減らして二硫化炭素及び水酸化カリウムの量を相対的に過剰とすることによりチオ炭酸塩が発生することを開示している。すなわち，乙14の合成例3は，本件優先権主張日当時の技術水準を示すものであり，本件各化合物からは安定性試験の条件下で硫化水素が発生するものも本件発明の実施品に含まれることになり，本件明細書がサポート要件を満たしていないことは，明白である。",
                    "このことは，前記のとおり，平成16年に至っても，当時の技術レポートにチオ炭酸塩を原因として大量の二硫化炭素を発生させるA社製品が記載されていることによっても裏付けられる。",
                    "また，前記のとおり，本件優先権主張日当時の当業者は，ピペラジンジチオカルバミン酸塩を生成するに際して硫化水素の発生原因であるチオ炭酸塩が副生成物として生成されてしまうことを全く認識していなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙12発明に基づく新規性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，乙12にはポリアミン誘導体を単独で用いた金属捕集剤が，飛灰等に含まれる重金属を強固に固定し又は熱的に安定であるなどの作用効果を奏することについて記載も示唆もない旨を説示する。",
                        "しかしながら，ポリアミン誘導体にポリエチレンイミン誘導体を添加する理由が飛灰中に含まれる重金属をより強固に固定することにあることは，当業者にとって自明の事項であり，乙12発明は，海洋投棄等によって処理した場合でも金属が漏出する恐れがなく，セメントの量を少なくできるというプラスアルファの効果を得ようとしたものである。むしろ，ポリアミン誘導体単独で飛灰中の重金属を単に固定化するだけであれば可能であることは，本件優先権主張日当時，当然の技術常識であったし，中でも本件各化合物が水溶液中の鉛を固定化できることについても，公知文献が存在した。したがって，飛灰中の重金属(特に鉛)の単なる固定化で足りるならば，ポリアミン誘導体単独で十分に可能であることは，乙12に記載されているに等しい自明の事項である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，乙12にはポリアミン誘導体の骨格をなすポリアミンの一つとしてピペラジンも挙げられているが，ピペラジンに着目して説明をした記載箇所もこれを使用したポリアミン誘導体が飛灰中の重金属固定化処理剤として有用であることの記載もない旨を説示する。",
                        "しかしながら，ピペラジンが多数列挙される一つであるという理由から発明としての開示が否定されるものではなく，多数列挙されていることと当業者が実施できる程度に記載されているか否とは，次元が異なる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明が有するとされる少量の添加で重金属を固定化できるという効果についてみると，当該効果を実現するためには，ビス体(本件化合物2)を高濃度にして重金属処理剤に官能基が多量に含まれているようにしなければならず，本件各化合物であればよいというものではない。このことは，1審原告の技術レポートが，ピペラジン系の原告製品について重金属固定化能が「やや高い」程度に評価していることからも明らかである。",
                        "したがって，本件各化合物であれば，上記の効果を奏するものではない。",
                        "また，本件発明が有するとされる硫化水素を発生させないという効果についてみると，純物質である本件各化合物は，2級アミン由来のジチオカルバミン酸塩であるから硫化水素を発生せず，酸性物質を添加しても硫化水素が発生しないことは，いずれも公知であった。",
                        "そして，重金属固定化能を上げるために高濃度のビス体(本件化合物2)を得ようとするチオ炭酸塩が高濃度で副生させてしまうから，結局，本件発明の作用効果とされるものは，特許性を基礎付けるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙12発明に基づく容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，重金属の単なる固定化で足りるならば，ポリアミン誘導体単独で十分に可能である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "重金属固定化処理剤から硫化水素等を発生させないようにするという課題は，公知の技術課題であったところ，2級アミン由来のポリアミン誘導体(本件各化合物を含む。)は，その水溶液を加温しても酸性物質を添加しても，硫化水素が発生しないことは公知であった。",
                        "したがって，乙12に記載されているポリアミン誘導体の骨格から2級アミンであるピペラジンを選択することについては，十分な動機付けが存在した。",
                        "なお，1審原告は，2級アミン由来のジチオカルバミン酸塩から硫化水素が発生する旨を主張するが，その根拠とされている証拠は，いずれも客観的な資料でなかったり，特殊な条件下での反応について記載したものであって，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記のとおり，本件発明には顕著な作用効果が認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，本件発明は，乙12発明に基づき，当業者が容易に想到し得るものであった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙34の2発明に基づく新規性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，乙34の2(「POLYMERIC CHELATES OF COPPER PIPERAZINE-BIS-DITHIOCARBAMATE(COPPER PIPERAZINE-BIS-N, N’-CARBODITHIOATE)」(「ピペラジン-ビス-ジチオカルバマート銅(ピペラジン-ビス-カルボジチオアート銅)の高分子キレート」)(CHEMIA ANALITYCZNA，1965)。昭和40年刊行。乙34の2に記載の発明を「乙34の2発明」ともいう。)にはピペラジン誘導体が飛灰等に含まれる重金属を強固に固定し熱的に安定であるなどの作用効果を奏することや，飛灰中の重金属固定化処理剤としても利用できることについて記載も示唆もない旨を説示する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，乙34の2は，ピペラジンジチオカルバミン酸ナトリウムが水溶液中に含まれる重金属をキレート化して1μm を超える粗大粒子の沈澱物を生成させることを明確に開示している。そもそも，本件各化合物が水溶液中の重金属イオンをキレート化し，フィルター濾過可能な沈澱物を生成することは，公知の事項であった。そして，飛灰中の重金属をキレート化する際にも水を添加するから，水溶液中に含まれる重金属をキレートできれば，飛灰中に含まれる重金属についてもキレートできることになるので，重金属が水溶液中のものか飛灰中のものかは，相違点を構成しない。",
                        "よって，乙34の2は，飛灰中の重金属を固定化できることを開示しており，乙34の2発明は，本件発明と同一である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，乙34の2は，ジエチルアミノ-Ｎ-カルボジチオアートにはキレート化等の点において，本件各化合物と多くの共通性が認められる旨が記載されているところ，ジエチルアミノ-Ｎ-カルボジチオアートを有効成分とする飛灰中の重金属処理剤は，本件優先権主張日当時，存在していた。したがって，乙34の2は，ジエチルアミノ-Ｎ-カルボジチオアートと多くの共通性が認められる本件各化合物が飛灰中の重金属処理剤として使用できることを実質的に開示している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙34の2発明に基づく容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明6及び7は，前記のとおり，乙34の2発明と同一であるところ，乙34の2発明は，ナトリウム塩を対象としている一方，本件発明9は，カリウム塩を対象としているという点で相違する。",
                        "しかしながら，乙34の2は，乙34の2発明が飛灰中に含まれる重金属を固定し又は熱的に安定であるなどの作用効果を奏し，飛灰中の重金属固定化処理剤として利用できることを開示しているから，上記相違点は，当業者が適宜設定することのできる事項にすぎず，本件発明9は，乙34の2発明から容易に想到することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，乙34の2が飛灰中の重金属固定化処理剤という点を開示しておらず，これが乙34の2発明と本件発明との間の相違点を構成するとしても，乙12は，ジチオカルボキシ基を有する化合物を用いて飛灰中の重金属をキレート化できることを開示しており，ピペラジンを骨格とし，ジチオカルボキシ基を有する化合物である本件各化合物も具体的に記載しているばかりか，それが飛灰中の重金属固定化処理剤の主要成分となることも開示している。",
                        "したがって，当業者は，乙34の2発明に乙12発明の記載を組み合わせることで，上記相違点に係る構成を容易に想到することができたというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "乙27の15発明に基づく容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙27の15(「2個のジチオカルボキシル基を有するキレート試薬による金属の微量分析の研究Ⅰ」。昭和59年12月20日発行)には，ピペラジンジチオカルバミン酸ナトリウムにより重金属を固定化する発明(以下「乙27の15発明」ともいう。)を開示している。",
                        "乙27の15発明は，飛灰中の重金属固定化処理剤であるかが不明である点で本件発明と相違し，また，ピペラジンジチオカルバミン酸塩がナトリウム塩である一方，本件発明9はカリウム塩である点において相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，上記の各相違点は，いずれも乙12に開示されているから，当業者は，これらの各相違点に係る構成を容易に想到することができる。",
                        "しかも，前記のとおり，本件発明の作用効果は，本件発明の進歩性を基礎付けるに足りるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，当業者は，乙27の15発明に乙12発明の記載を組み合わせることで，上記各相違点に係る構成を容易に想到することができたというべきである。",
                        "〔1審原告の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "実施可能要件違反について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の必須の有効成分である本件各化合物は，化学構造が特定された公知の化合物であり，当業者が何らの困難もなく合成し得るものであり，本件明細書にはその合成例が当業者に理解できるように記載されており(【0016】【0018】)，本件明細書の合成例1及び2は，本件発明の説明であってその製造方法が合成例1及び2に限定される理由はないから，周知技術等により本件発明を製造することに困難はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審被告らによる本件明細書の追試とされるものは，いずれも，窒素の吹込み量を著しく少なくして未反応二硫化炭素の留去を減少させるなど，恣意的に条件が設定されている。また，乙14の合成例3は，チオ炭酸塩が多量に生成する条件を意図的に設定して合成されたものであるし，本件明細書の合成例は，乙14とは生成方法が異なり，その合成例2も，二硫化炭素に対するアルカリ金属化合物のモル比が乙14の約半分であるから，乙14の合成例3と同等に見ることはできない。",
                        "むしろ，1審原告による本件明細書の記載及び当業者の常套手段に従った追試の結果は，いずれも検出下限を超える硫化水素の発生を見ていないし，本件発明は，ビス体の濃度を特定の値に限定するものではないから，これらの追試の結果に問題はなく，本件各化合物の生成に当たって特殊な製法を用いる必要はない。1審原告による後願に係る特許公開公報は，いずれも，副生成物から有毒ガスの発生を更に抑制する新たな製造方法を開示したものであるし，平成16年の技術レポート記載のA社品では，二硫化炭素の発生源がピペラジン系成分ではないことが明白である。",
                        "以上のとおり，本件発明と，乙14に記載の「製造方法によっては」副生成物から有毒ガスが発生するという問題とは，無関係である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反について",
                  "text": [
                    "本件発明は，本件各化合物を必須の有効成分とする飛灰中の重金属固定化処理剤であり，重金属固定化能が高いとともに飛灰条件下で安定性が高い(硫化水素の発生が抑制される)という効果を発揮するものであって，これとは別に，チオ炭酸塩が含まれていた結果，硫化水素等が発生したからといって，本件発明の効果を否定することにはならず，サポート要件に反するものではない。",
                    "むしろ，前記のとおり，安定性試験において硫化水素を発生しないことそれ自体は，本件発明の内容を規定するものではなく，また，乙14の合成例3は，意図的に多量のチオ炭酸塩を生成させたものであるにすぎず，これが本件優先権主張日当時の技術水準を示すものでもないし，本件明細書の合成例2と同じものでもない。本件発明は，チオ炭酸塩を含まない飛灰用重金属固定化処理剤の製造方法を開示することを目的としていないから，A社品がチオ炭酸塩の副生を抑制できなかったとしても，本件発明の関知するところではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙12発明に基づく新規性の欠如について",
                  "text": [
                    "乙12発明は，ポリアミン誘導体と高分子のポリエチレンイミン誘導体の両成分を必須の有効成分とする発明であって，本件発明とは構成が異なるばかりか，乙12には，ポリアミン誘導体の骨格をなす多種多様かつ多数のポリアミンの羅列中にピペラジンの1語もあるというだけで，ピペラジンに特に着目する記載はなく，したがって，乙12に本件各化合物を必須の有効成分とする飛灰中の重金属固定化処理剤は記載されていない。",
                    "1審被告は，飛灰中の有害な重金属から粗大な沈殿粒子を形成してそれが溶出しないように強固に固定することをプラスアルファの効果と称しているが，そのために高分子のポリエチレンイミン誘導体を必須の構成要件として規定している以上，これを取り除いてしまえば，乙12発明は，飛灰中の重金属固定化処理剤としての機能を果たすことができなくなる。",
                    "したがって，乙12発明に接した当業者が，そこからポリエチレンイミン誘導体を取り除いたものを飛灰中の重金属固定化処理剤として使用できると考えるはずがない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙12発明に基づく容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，乙12に接した当業者が乙12に列挙された多数の化合物からピペラジンを特に選択する理由はなく，まして，本件各化合物を必須の有効成分とする飛灰中の重金属固定化処理剤の構成を想到する要因ないし契機となるものはないから，当業者は，乙12発明に基づいて本件発明を容易に想到することができなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審被告は，2級アミン由来のジチオカルバミン酸塩の水溶液が加熱又は酸性物質の添加により硫化水素を発生させないことが，化学構造式から予測可能であった旨を主張する。",
                        "しかしながら，100℃未満の2級アミン由来のジチオカルバミン酸塩の水溶液から硫化水素が発生することを示す証拠は，多数存在するから，2級アミンであることは，ピペラジンを選択する動機にならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙34の2発明に基づく新規性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙34の2発明は，比色分析に供される極めて希薄な水溶液中の微量金属を対象とし，これをキレート化して定量分析を可能とする試薬であって，濃度が格段に高い飛灰中の重金属の固定化とは，産業上の利用分野，利用目的，具体的な実施態様，解決すべき課題及び得られる効果が全く異なるし，乙34の2には，飛灰中の重金属固定化処理剤に結びつく開示も示唆もない。",
                        "また，乙34の2に記載の金属キレートは，10ないし1000nm(0．01～1μm)の微粒子(コロイド粒子)であって，孔径1μm の濾紙を用いて濾過する環境庁告示第13号試験の方法では濾別されないから，飛灰中の重金属固定化処理剤として役に立たない。しかも，乙34の2には，一定以上の濃度の溶液で乙34の2発明を使用すると，金属キレートが一定以上に大きくならない旨が記載されているから，飛灰処理のようにキレート剤の使用濃度が何桁も高い状況では，乙34の2発明は，金属イオンと反応して1μm もの大きな沈殿粒子を形成することはあり得ないということになる。",
                        "さらに，キレート能を有する化合物でありさえすれば，飛灰中の重金属固定化処理剤として機能するものではない。ことに，乙34の2発明と本件発明とでは，用いる水の割合(濃度)が何桁も違うのである。",
                        "よって，1審被告の主張は，いずれも理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙34の2発明に基づく容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，乙34の2には，当業者が乙34の2発明を飛灰中の重金属固定化処理剤とする構成を想起する契機又は動機付けがなく，1審被告の乙34の2発明に基づく新規性の欠如に関する主張には理由がないから，これを前提とする乙34の2発明に基づく容易想到性に関する主張にも理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，乙34の2には，ピペラジンカルボジチオ酸ナトリウムを飛灰中の重金属固定化処理剤として用いることについて記載も示唆もなく，乙12にも，本件各化合物を必須の有効成分とする飛灰中の重金属固定化処理剤は，開示されておらず，乙12には本件発明の構成を想到する要因又は契機となるものはない。したがって，乙34の2発明に乙12発明を組み合わせることで，本件発明を当業者が容易に想到し得るものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "乙27の15発明に基づく容易想到性について",
                  "text": [
                    "乙27の15に記載されているピペラジンビスジチオカルバミン酸ナトリウムは，希薄溶液中の微量金属の光散乱分析及び吸光光度分析に用いられる試薬であり，飛灰中の重金属固定化処理剤ではなく，これと結び付ける記載も示唆もない。そして，乙27の15発明は，飛灰中の重金属を強固に固定し，かつ，飛灰処理において硫化水素の発生を抑制するという技術思想とは全く無縁である。",
                    "また，乙12にも，本件各化合物を必須の有効成分とする飛灰中の重金属固定化処理剤は開示されていないし，本件発明の構成を想到する要因ないし契機となるものもない。",
                    "したがって，乙27の15発明に乙12発明を組み合わせることで，本件発明を当業者が容易に想到し得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(損害額)について",
              "text": [
                "〔1審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "参考製品2について",
                  "text": [
                    "1審被告は，OEM3社のうちの1社であるα社に対して中間製品を販売した旨を主張する。",
                    "しかしながら，1審原告は，OEM3社のうちの1社から被告製品(中間製品)を購入したことはない。むしろ，1審原告は，OEM3社との間で，平成18年4月1日，製造委託契約を締結しており，OEM3社は，ピペラジン系の重金属固定化処理剤について1審原告の完全下請け方式による生産委託先となった結果，1審原告の事前の承諾なくして第三者に業務を再委託又は下請けしてはならないこととされたから，1審被告主張に係るα社なるものは，当該製造委託契約に違反していることになるところ，そのような事実はない。そして，被告が援用する証拠は，いずれも上記製造委託契約よりも前の日付のものである。",
                    "他方，1審原告は，1審被告を含む第三者に受託製品を再委託又は下請けにより製造させたことはない。まして，多量の硫化水素を発生させるという被告製品が中間製品の仮面をかぶって本件発明の実施品(原告製品)として販売されたということなど，あり得ない。",
                    "なお，ピペラジン系の重金属固定化処理剤は，1審被告のエポフロック(水浄化用)を除き，飛灰用しかない。しかも，上記エポフロックも，ごく限られた期間にごくわずか販売されたことがあるだけである。そして，中間製品として販売したとされる買主(A～E社)は，いずれも飛灰処理剤の大手取扱業者であることが当業者に周知であるから，当事者間では，当該中間製品は，飛灰用と認識されていたというべきであって，用途を明示する必要などない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1次請求及び第2次請求の内容について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1次請求",
                      "text": [
                        "1審原告は，第1次請求として，①平成15年1月24日から同年3月31日までの期間(以下「第1期」という。)について，特許法102条3項(実施料相当額)に基づく●●●●●●●●●円を，②平成15年4月1日から平成18年3月31日まで期間(以下「第2期」という。)について，同条1項(逸失利益)に基づき合計●●●●●●●●●●●円を，同条3項(実施料相当額)に基づき合計●●●●●●●●●●●円を，③平成18年4月1日から平成23年3月31日までの期間(以下「第3期」という。)について，同条1項(逸失利益)に基づき合計●●●●●●●●●●●●円を，それぞれ請求する(合計30億9875万9242円及び弁護士費用1億5000万円。別紙請求債権目録(第1次請求)参照)。",
                        "すなわち，第1期は，1審原告が原告製品の販売開始前であることから，特許法102条3項に基づき損害賠償(実施料相当額)を請求するものである。次に，第3期は，原告製品と被告製品のみが市場を占有していた時期であることから，同条1項に基づき損害賠償(逸失利益)を請求するものである。そして，第2期は，OEM3社による本件特許権の侵害製品が併存する状況下であることから，1審原告の1審被告に対する損害賠償請求の対象数量をあらかじめ2分して，その一部を第2期における1審原告の市場占有率に基づく同条1項による請求の対象とし，その余(1審原告の市場占有率を超える部分)を同条3項による請求の対象としたものである(別紙1審原告第1表～第9表参照)。1審原告は，第2期の損害賠償請求の対象を，数量として同条1項により認容されるべき部分と，同条3項により認容されるべき部分とに最初から2分した上で，両者を合算して請求しているのであって，両者を重畳的に請求しているのではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2次請求",
                      "text": [
                        "1審原告は，第2次請求として，前記(ア)①及び②に加えて，④平成18年4月1日から平成20年3月31日までの期間について，特許法102条1項(逸失利益)に基づき合計●●●●●●●●●●●●円を，⑤平成20年4月1日から平成23年3月31日までの期間について，同条1項(逸失利益)に基づき合計●●●●●●●●●●●●円を，同条3項(実施料相当額)に基づき合計●●●●●●●●●円を，それぞれ請求する(合計29億4496万0150円及び弁護士費用1億5000万円。別紙請求債権目録(第2次請求)参照)。",
                        "すなわち，仮に，上記⑤の期間における被告製品の販売数量に対する原告製品の販売可能数量について，被告製品を除く本件製品の市場における原告製品の市場占有率(1審原告の本意ではないが，経済産業大臣への届出数量を利用する推定的計算によらざるを得ない。)を考慮すべきであると判断された場合，1審原告は，その一部を特許法102条3項に基づいて請求するものである(別紙1審原告第10表～第14表参照)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法102条1項本文(逸失利益)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告製品は，平成15年4月以降，市場に流通を開始した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，平成18年4月1日から平成21年9月30日までの期間の原告製品の単位数量当たりの利益額について，甲社製原告製品及びOEM3社製原告製品の各単位数量当たりの利益額の平均値を採用することが相当である旨を説示する。",
                        "しかしながら，特定製品の販売事業者が当該製品の製造委託先事業者を複数その傘下に擁する場合，当該製品をいずれの事業者に対してどれだけの数量を製造委託すべきかは，特段の事情がない限り，専ら販売事業者の経営政策に基づく主体的かつ自由な判断により決定されるのであって，その際，利益の多寡のほかに，製造委託先事業者が自社の事業傘下に入った経緯や取引関係の長短等も考慮に入れて総合的に判断されるものである。",
                        "そして，1審原告は，それまで侵害行為をしていたOEM3社との和解交渉の結果としてこれらを自社の傘下に入れたものであって，その際，従前からの製造委託先である甲社よりも低い利益額を定めたのは，甲社との関係に意を用いつつもOEM3社の従前の販売価格を尊重するという1審原告の経営政策に基づく自主的かつ自由な判断によるものである。したがって，1審原告が1審被告による本件特許権侵害数量分までをもOEM3社に生産委託しなければならない理由がないことは，企業実務における経験則に照らして自明である。",
                        "また，原判決の上記判断は，1審被告による侵害行為がなければ1審原告が甲社製原告製品及びOEM3社製原告製品のいずれでも実際に販売可能であったことを前提とするものと解さざるを得ない。しかしながら，OEM3社における生産余力の有無及び程度については確たる証拠がないから，この点でも，原判決の上記判断は，合理性を欠くものである。",
                        "このように，1審原告は，前記のような経緯から原告製品を製造するようになったOEM3社に対して製造委託をすべき義理も義務も負っていなかったのであり，自社の利益を最大化させるために生産余力があることが証拠(A鑑定書)上も明らかな甲社に委託してもよかったのであるから，原告製品の単位数量当たりの利益額については，甲社製原告製品の単位数量当たりの利益額を採用すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特許法102条1項ただし書(販売することができないとする事情)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "飛灰処理剤の市場は，平成18年4月以降，原告製品(甲社製及びOEM3社製)と被告製品(侵害品)とでほぼ市場全体を分け合う形となっているものであり，非ピペラジン系製品は，市場から姿を消していたから，代替可能品は，市場に存在しなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，平成18年4月から平成21年9月までの期間における原告製品の販売可能数量を，被告製品の販売数量に被告製品を除く本件製品の市場における原告製品の市場占有率を乗じて得られる数量であると説示する。",
                        "しかしながら，平成18年度の本件製品の市場規模の推定値(別表3のC欄)は，その前後に比して不自然に大きくなっているところ，これは，経済産業大臣に対する届出数量に誤りがあったと考えるほかない。むしろ，同年度の原告製品と被告製品の各数値を併せると，その前後の年度の市場規模の推計値とほぼ一致するから，これをもって同年度の市場規模の推定値とすべきであり，その結果，被告製品を除く市場における原告製品の市場占有率は，平成19年度と同じ100％となる。",
                        "また，原審口頭弁論終結当時に不明であった平成21年4月から同年9月までの届出数量に基づく市場規模の推定値(1万0387トン)は，その後の証拠によれば9241トンであり，したがって，被告製品を除く市場における原告製品の市場占有率は，84．1％(原判決の認定では，72．1％)となる。",
                        "原判決は，上記の市場規模を経済産業大臣に対する届出数量をもとに算出しているところ，当該届出に基づく公表数値には問題が多々あり，正確ではない。しかも，原判決は，計算鑑定手続を採用したのであるから，もはやこのような不正確な数値に基づいて市場占有率を認定する必要がないのであって，1審被告の抗弁事由である「特許権者が販売することができないとする事情」である原告製品の市場占有率を，1審被告による第三者の実在及び販売数量の立証なしに，当該数値に基づいて1審原告に不利益に認定することはできない。",
                        "そもそも，侵害訴訟において，侵害者が競合他社の存在を抗弁として主張できるとすることは，裁判所が特許権侵害という違法行為を公認するようなものであるばかりか，被侵害者は，これにより減額された損害賠償を第三者から得られるわけでもない。このような不合理な帰結は，到底認められない。そして，1審被告は，本件において，このような第三者の存在について立証責任を尽くしていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲社は，1審原告に技術指導に従いビス体(本件化合物2)比率を99重量％以上として本件特許の実施品を製造するものとして，平成15年法律第49号による改正前の化学物質の審査及び製造等の規制に関する法律(旧化審法)に基づく届出及び判定結果の通知を受けており(平成15年1月15日)，それに基づいて製造を開始した。旧化審法は，平成15年法律第49号により改正されたが(以下，当該改正後の化学物質の審査及び製造等の規制に関する法律(平成16年4月1日施行)を「化審法」という。)，1重量％未満のモノ体(本件化合物1)の存在は，平成16年4月1日の前後を通じて，旧化審法又は化審法違反とならない運用がされている。",
                        "また，甲社製原告製品は，いずれもモノ体(本件化合物1)の含有率が0．5重量％程度である一方，これに反する1審被告による調査の結果は，その試料が真正の原告製品であるか不明であり，あるいはその入手方法が不自然であって，製造から長時間を経過した後のものであるから，信用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "廃棄物処理事業体の入札仕様書では，製品名(銘柄)を示す方法で規格を定める場合があり，原告製品であっても，製造業者である1審原告ではなく，販売事業者が独自の製品名を付する場合があるから，入札仕様書に原告製品の製品名が記載されていないからといって，原告製品が含まれていないわけではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "特許法102条3項(実施料相当額)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，第1期における被告製品の全販売数量を実施料相当額(特許法102条3項)として請求し，第2期における被告製品の全販売数量のうち，その一部を逸失利益(同法102条1項)の対象とし，その余を実施料相当額(同法102条3項)として請求したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，原判決は，第2期について，1審原告が特許法102条1項本文によって算定された損害額のうち，同項ただし書により控除された部分を同条3項に基づいて請求しているものと誤解している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原判決は，第1期について，当該期間の実施料率を，平成18年度のOEM3社製原告製品の実施料率に基づき●●が相当であると認定している。",
                        "しかしながら，平成18年度の実施料率は，OEM3社が従前の事業実体を当面継続することができるように定められたものであるから，これに準拠して平成15年当時の実施料率を定めることに合理性はなく，むしろ，平成18年度ないし平成21年度上半期の実施料率の平均値である●●●を基準とする方がはるかに合理的である。したがって，1審原告がかねて主張している10％との数値が控え目なものであることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "むしろ，特許法102条1項は，逸失利益の計算方法に関する規定であるのに対し，同条3項は，それとは無関係に，特許権侵害者には最小限度実施料相当額の損害賠償責任があることを定めた法定賠償責任規定にほかならない点で，本質的な相違がある。したがって，損害額算定方法が異なるものの，重複(二重)算定でない限り，その併用を否定すべき理論的根拠がなく，同条1項本文の適用を主張した侵害品の数量の一部が同項ただし書によって控除された場合であっても，その控除対象数量が特許発明の無許諾実施品であることにかわりはない以上，その部分が同条3項の適用対象となり得ることは，当然のことである。よって，同条1項と3項とを併用することに妨げはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "弁護士費用相当額について",
                  "text": [
                    "本件訴訟の弁護士費用は，1億5000万円が相当である。なお，本件訴訟における弁護士費用相当額の算定に当たっては，1審被告の過剰な抗争態度等が看過し難い事情として十分斟酌されてしかるべきである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，1審原告の損害は，総額32億4875万9242円(第1次請求)又は30億9496万0150円(第2次請求)及びこれらに対する遅延損害金となるべきである(別紙請求債権目録及び別紙1審原告第1表～第14表参照)。",
                    "〔1審被告の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "参考製品2について",
                  "text": [
                    "本件発明は，重金属固定化処理剤の用途を飛灰中の重金属に限定したいわゆる用途発明であるところ，用途発明の譲渡は，用途が明示された状態でされる必要があるものと解される。",
                    "ところで，1審被告は，A社ないしE社のうちの1社(α社。OEM3社のうちの1社である。)に対して，ポリアミン誘導体のみを有効成分とする重金属固定化処理剤を中間製品として販売しているが，飛灰用の重金属固定化処理剤としてその用途を明示して販売したものではない。",
                    "したがって，α社に対する譲渡は，本件発明の「飛灰中の」との構成要件を充足しない。",
                    "なお，原判決は，上記中間製品を飛灰用重金属固定化処理剤であると推認しているが，1審被告は，当該製品をα社の指示に基づき中間製品として製造・出荷したものにすぎず，飛灰用製品と異なり高分子誘導体も添加されていない以上，α社が当該製品をいかなる用途として使用したものか，あずかり知るところではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法102条1項本文(逸失利益)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，平成15年8月に原告製品の販売を開始したから，同年3月に行われる同年度上期の入札に原告製品をもって参加することができず，したがって，同年4月から9月までの期間の出荷数量を販売することは不可能であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件で1審原告が販売可能であった物の単位数量当たりの利益額とは，1審原告の製造に係る飛灰用重金属固定化処理剤という製品の単位数量当たりの利益額であり，その原料となるピペラジンではないから，1審原告が甲社等から原告製品を仕入れてこれを販売したことによって生じる利益額に限られ，原料ピペラジンの製造販売に係る利益額が含まれてはならない。この点，OEM3社製原告製品の単位数量当たりの利益額は，1審原告が原告製品を仕入れてこれを販売したことによって生じる利益額であるから，1審原告の原告製品の単位数量当たりの利益額は，OEM3社製原告製品の単位数量当たりの利益額と一致する。",
                        "次に，1審原告は，平均販売単価が高く利益を上げることのできる特別な納入先に対しては甲社製原告製品を，それ以外の入札手続を行う納入先に対してはOEM3社製原告製品を主に納入していたと解される一方，被告製品の平均販売単価は，甲社製原告製品の平均販売単価よりも低廉であったのだから，被告製品の販売がなければ販売可能であった原告製品の納入先は，入札手続を行う納入先であり，これによる利益額は，平均販売単価の低いOEM3社製原告製品により算定されるべきである。",
                        "したがって，原告製品の単位数量当たりの利益額は，OEM3社製原告製品によって算定すべきであり，平成18年3月31日以前については，直近の平成18年度における当該利益額をもって甲社製原告製品の単位数量当たりの利益額とすべきである。",
                        "なお，OEM3社による原告製品の製造能力は，年間●●●●●●トンを下らない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法102条1項ただし書(販売することができないとする事情)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "地方自治体などのごみ処理施設ではピペラジン系という「組成」ではなく鉛溶出試験等の結果という「効果」をもって入札条件とするのが通常であり，当該効果を発揮するのは，ジエチル・ジメチル系及びポリアミン系などピペラジン系飛灰用重金属固定化処理剤に限られないから，原告製品の市場占有率は，被告製品の販売がなかったと仮定した場合に被告製品のピペラジン製の製品に全て置き換わるという関係にはない。したがって，譲渡数量の一部に相当する数量を特許権者が販売することができないとする事情を考慮するべく，被告製品の譲渡数量を原告製品の市場占有率(被告製品を除く。)に乗じて算定するに当たり，対象とすべき市場は，非ピペラジン系を含む全ての飛灰用重金属固定化処理剤の市場(規模は，概ね年間3万トンないし3万5000トンである。)でなければならない。",
                        "以上によれば，原告製品の市場占有率は，小さくなり，被告製品の販売がなければ販売可能であった原告製品の数量も，大幅に縮小することになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "飛灰用重金属処理剤に関する現実の市場は，前記のとおり，ピペラジン系のほかに，ジエチル・ジメチル系及びポリアミン系の各飛灰用重金属固定化処理剤を含むものであり，この中で平成18年度に変動が生じたからといって，同年度の数値が誤りとなるものでもない。",
                        "原告製品の販売可能数量については，上記現実の市場を前提として，被告製品を除く市場における原告製品の占有率を算出すれば足り，経済産業大臣の公表数値を基礎とする必要性はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ピペラジンジチオカルバミン酸ナトリウムを含有する製品は，平成16年1月9日より前は，旧化審法3条及び4条の手続を経なければ製造することができなかったところ，1審原告は，ビス体(本件化合物1)についてのみ当該手続をとっていたから，モノ体(本件化合物2)については販売することができなかったにもかかわらず，1％以上のモノ体を含む製品を販売していた。したがって，1審原告は，平成15年度，原告製品を販売することができなかった。",
                        "また，1審原告の製造委託先のうち，少なくとも甲社は，モノ体(本件化合物1)を1％以上含む原告製品を無届けで製造していた。したがって，ピペラジンジチオカルバミン酸のビス体(本件化合物2)及びモノ体(本件化合物1)が「指定化学物質」に指定された平成16年1月9日以降であっても，1審原告は，旧化審法及び化審法の規定に従って原告製品を製造・販売できなかったものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "1審被告は，前記のとおり，中間製品がいかなる用途に用いられたか知らないから，中間製品を対象として損害賠償義務を負うことはない。",
                        "また，1審被告は，前記のとおり，平成18年度以降，OEM3社のうち1社(α社)に対して中間製品を納入し，これは，原告製品として販売されたから，中間製品については，原告製品として考慮されるべきであり，被告製品として考慮されてはならない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告製品(ピペラジン系)が対象製品として掲げられながら，ピペラジン系及び非ピペラジン系を含む1審原告の製品が掲げられていない入札仕様書が存在することから分かるように，1審被告が被告製品(ピペラジン系)を販売するという営業努力をしなければ，ピペラジン系及び非ピペラジン系を含む原告製品が販売されたという関係にはない入札手続が多数存在した。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "地方自治体などのごみ処理上では，ピペラジン系という「組成」を入札条件として指定するものはわずかであり，鉛溶出試験等の結果という「効果」をもって入札条件とするのが普通であるから，本件発明に係る構成が入札の際の動機付けになるわけではなく，したがって，被告製品(ピペラジン系)の販売がなければ，納入先においてピペラジン系の原告製品を購入したという関係にはない。また，「組成」が入札条件とされた場合であっても，それが本件発明の技術的範囲に属すると認識されれば，1審原告により入札価格が実質的にコントロールされるおそれが生じるから，入札条件が「効果」に変更されることは必然である。",
                        "このように，購入動機という点において，被告製品(ピペラジン系)の販売がなければ，納入先においてピペラジン系の原告製品を購入したという関係にはない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "仮に，原告製品の単位数量当たりの利益額について甲社製原告製品を基準とするとしても，その平均販売価格が被告製品よりもかなり高いために被告製品に代わって入札により納入される事態を想定することが著しく困難であることは，特許法102条1項ただし書の事情として考慮されるべきである。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "以上によれば，被告製品の販売がなければ販売可能であった原告製品の数量は，平成17年度以前については10％を乗じ，平成18年以降については20％を乗じて102条1項ただし書の事情とすべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特許法102条3項(実施料相当額)の適用について",
                  "text": [
                    "1審原告が平成14年2月当時，ピペラジン系の重金属固定化処理剤を生産する考えを有していなかったように，ピペラジン系であれば他の重金属固定化処理剤に対して優位性を獲得できるというものではないし，自ら実施を予定していなかった1審原告が，第1期について高い実施料率に基づく実施料相当額を収受する理由はない。むしろ，当該期間における実施料率は，0．3％とするのが相当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "弁護士費用相当額について",
                  "text": [
                    "1審被告は，1審原告の請求に対して防御権を適切に行使するものであって，その応訴態度が弁護士費用相当額の損害額を増額すべき事情に該当しないことは，明らかである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "したがって，1審原告が特許法102条1項に基づき請求できる損害賠償額(第2期及び第3期)は，7162万3585円であり，同条3項に基づき請求できる損害賠償額(第1期)は，52万0345円であるから，その合計額は，7214万3930円である(別紙1審被告別表第1表～第5表参照)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告製品の構成要件の充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明及び本件明細書の記載について",
              "text": [
                "本件発明は，前記第3の2(2)イ及びウに記載のとおりであるが，本件明細書の発明の詳細な説明には，本件発明についておおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書に記載の発明は，都市ゴミや産業廃棄物等の焼却プラントから排出される飛灰を処理するに際し，飛灰中に含有される鉛，水銀，クロム，カドミウム，亜鉛及び銅等の有害な重金属をより簡便に固定化し不溶出化することを可能にする方法に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記飛灰は，電気集塵機(EP)やバグフィルター(BF)で捕集されたのち埋め立てられ又は海洋投棄されているが，有害な重金属の溶出には環境汚染の可能性があるため，薬剤添加法(乙78等)などの処理を施してから廃棄することが義務付けられている(【0002】)。しかし，飛灰処理に関しては，特に高アルカリ性飛灰の重金属溶出量が多くなることなどが知られているため，従来の薬剤では，その使用量を大幅に増加するか，塩化第二鉄等のpH調整剤等を併用せざるを得ず，処理薬剤費が増大し，また処理方法が複雑化する等の問題があった。さらに，先行技術の薬剤添加法で使用されるジチオカルバミン酸は，原料とするアミンによっては，pH調整剤との混練又は熱により分解するために，混練処理手順及び方法に十二分に配慮する必要があった(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書に記載の発明の目的は，飛灰中に含まれる重金属を安定性の高いキレート剤を用いることにより簡便に固定化できる方法を提供することであり(【0004】)，当該発明の発明者らは，ピペラジンカルボジチオ酸又はその塩(本件各化合物)が，重金属に対するキレート能力が高く，高アルカリ性飛灰においても少量の添加量で重金属を固定化でき，かつ，熱的に安定であることを見いだした(【0005】)。すなわち，本件明細書に記載の発明は，飛灰に水と本件各化合物を添加し，混練することを特徴とする飛灰中の重金属の固定化方法である(【0006】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，実施例によりさらに詳細に本件明細書に記載の発明を説明する。ただし，上記発明は，下記実施例によって何ら制限を受けるものではない(【0015】)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "合成例1(ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸ナトリウム)の合成",
                      "text": [
                        "ガラス製容器中に窒素雰囲気下，ピペラジン172重量部，ＮaOH167重量部，水1512重量部を入れ，この混合溶液中に攪拌しながら45℃で二硫化炭素292部を4時間かけて滴下した。滴下終了後，同温度にて約2時間熟成を行った。反応液に窒素を吹き込み未反応の二硫化炭素を留去したところ，黄色透明の液体を得た(化合物Ｎo．1。【0016】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "合成例2(ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウム)の合成",
                      "text": [
                        "ガラス製容器中に窒素雰囲気下，ピペラジン112重量部，KOH48．5％水溶液316重量部，水395重量部を入れ，この混合溶液中に攪拌しながら40℃で二硫化炭素316部を4時間かけて滴下した。滴下終了後，同温度にて約2時間熟成を行った。反応液に窒素を吹き込み未反応の二硫化炭素を留去したところ，黄色透明の液体を得た(化合物Ｎo．2。【0018】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "安定性試験",
                      "text": [
                        "化合物Ｎo．1及びＮo．2並びにエチレンジアミン-Ｎ，Ｎ′-ビスカルボジチオ酸ナトリウム(化合物Ｎo．3)及びジエチレントリアミン-Ｎ，Ｎ′，Ｎ˝-トリスカルボジチオ酸ナトリウム(化合物Ｎo．4)の水溶液を65℃に加温し，あるいはpH調整剤として塩化第二鉄(38％水溶液)を20重量％添加して硫化水素ガスの発生について調べたところ，化合物Ｎo．1及びＮo．2ではいずれも硫化水素が発生しなかったが，化合物Ｎo．3及びＮo．4ではいずれも硫化水素が発生した(【0021】【0022】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "重金属固定化能試験",
                      "text": [
                        "鉛等を含むBF灰100重量部に水30重量部を加え，化合物Ｎo．1を0．5部(実施例1。【0023】)若しくは0．74部(実施例2。【0026】)又は化合物Ｎo．2を0．4部(実施例3。【0027】)若しくは0．8部(実施例4。【0028】)を添加・混練し，環境庁告示第13号試験に従い溶出試験を行ったところ，鉛の溶出結果は，それぞれ0．07ppm(実施例1)，0．05ppm 以下(実施例2)，0．06ppm(実施例3)及び0．01ppm 以下(実施例4)であった(【0024】)。",
                        "他方，化合物Ｎo．1を使用しない以外は実施例1と同様にした場合(比較例1。【0029】)，化合物Ｎo．1の代わりにエチレンジアミン-Ｎ，Ｎ′-ビスカルボジチオ酸ナトリウム(化合物Ｎo．3)を0．8部(比較例2)及び1．2部(比較例3)となるように添加する以外は実施例1と同様にした場合(【0030】)並びに化合物Ｎo．1の代わりにジエチレントリアミン-Ｎ，Ｎ′，Ｎ˝-トリスカルボジチオ酸ナトリウム(化合物Ｎo．4)を0．76部(比較例4)及び1．15部(比較例5)となるように添加する以外は実施例1と同様にした場合(【0031】)の鉛の溶出結果は，それぞれ29．0ppm(比較例1)，25．5ppm(比較例2)，24．9ppm(比較例3)，5．91ppm(比較例4)及び1．35ppm(比較例5)であった(【0024】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件明細書に記載の発明の方法によれば，本件各化合物は，重金属固定化能が高く，かつ，熱的にも安定であることから，重金属溶出量の多い高アルカリ性飛灰においても，少量の添加で効果を発揮し経済的であるとともに，他の助剤の使用に際して安全かつ簡便な処理方法にて実施できるので工業的にも非常に有用である(【0032】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品の構成要件の充足性について",
              "text": [
                "被告製品が，別紙物件目録記載のとおり，ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウム及びピペラジン-Ｎ-カルボジチオ酸カリウムの一方又は双方を有効成分として含有する飛灰中の重金属固定化処理剤であることは，当事者間に争いがない。",
                "そして，上記の各化合物は，いずれもアルカリ金属であるカリウムの塩であるから，本件各化合物(「ピペラジン-Ｎ-カルボジチオ酸もしくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸のいずれか一方もしくはこれらの混合物又はこれらの塩」)に該当し，被告製品は，上記のとおり飛灰中の重金属固定化処理剤であるから，本件各化合物からなる(構成要件A)飛灰中の重金属固定化処理剤(構成要件B)に該当するものと認められ，本件発明6の構成要件A及びBを充足するものと認められる。",
                "同様に，被告製品は，ピペラジン-Ｎ-カルボジチオ酸塩若しくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩が，アルカリ金属(構成要件C)であるカリウムの塩(構成要件E)であることを特徴とする飛灰中の重金属固定化処理剤(構成要件D及びF)と認められるから，本件発明7の構成要件C及びD並びに本件発明9の構成要件E及びFを充足するものと認められる。",
                "したがって，被告製品は，本件発明の構成要件を全て充足し，その技術的範囲に属するものというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件明細書の記載に基づく限定解釈及び作用不奏功の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，本件発明が，硫化水素の不発生を根拠として特許性が維持されているから，本件発明を構成する本件各化合物が，硫化水素の発生源であるチオ炭酸塩等を含有しない純物質であると解釈される一方，被告製品が硫化水素を発生させるものであるから，本件発明の技術的範囲には属しない旨を主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで本件特許の特許請求の範囲の記載をみると，前記第3の2(2)イ及びウに記載のとおり，本件発明の構成要件は，本件各化合物からなる飛灰中の重金属固定化処理剤であることに尽きており，特許請求の範囲には，そこに記載の化合物以外の成分(例えば，チオ炭酸塩等)の含有を積極的に排除する旨や，あるいは飛灰及びpH調整剤と混練し又は加熱を行った場合に硫化水素が発生しないことを特徴とする旨の記載はない。",
                    "したがって，特許請求の範囲の記載によれば，本件発明は，チオ炭酸塩等が排除されている旨や，飛灰及びpH調整剤と混練し又は加熱を行った場合に硫化水素が発生しない旨をその構成要件としているとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，本件明細書の発明の詳細な説明によれば，前記(1)エ(ウ)に認定のとおり，本件発明は，飛灰中の重金属を固定化する際にpH調整剤と混練し又は加熱を行うという条件下でも分解せずに安定である，すなわち有害な硫化水素を発生させないことも，その技術的課題としているといえる(安定性試験)。",
                    "しかしながら，前記イに認定のとおり，本件発明の構成要件は，本件各化合物からなる飛灰中の重金属固定化処理剤であることに尽きており，硫化水素の不発生等に関する記載がないばかりか，本件明細書には，重金属固定化処理剤を飛灰と混練し又は加熱を行った場合の硫化水素の発生源が，当該重金属固定化処理剤を製造する際に副生成物として発生するチオ炭酸塩であるなどとする記載や，本件発明の構成について，その特許請求の範囲に記載の化合物以外の成分(例えば，チオ炭酸塩等)の含有を積極的に排除する旨の記載がない一方で，前記(1)エに認定のとおり，本件発明がそこに記載の実施例によって何ら制限を受けるものではない旨(【0015】)や，前記(1)オに認定のとおり，本件発明の実施に当たって他の助剤の使用を当然に許容する旨(【0032】)の記載がある。",
                    "以上の本件明細書の記載によれば，安定性試験に関する記載を根拠として，本件発明からはチオ炭酸塩等が排除されている旨や，本件発明が飛灰及びpH調整剤と混練し又は加熱を行った場合に硫化水素が発生しない旨をその構成要件としていると解釈することはできない。",
                    "したがって，本件明細書の記載によっても，本件発明を構成する本件各化合物が，硫化水素の発生源であるチオ炭酸塩等を含有しない純物質であると限定して解する根拠はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件発明を構成する本件各化合物が，硫化水素の発生源であるチオ炭酸塩等を含有しない純物質であると限定して解する根拠はないから，被告製品が，ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウム及びピペラジン-Ｎ-カルボジチオ酸カリウムの一方又は双方を有効成分として含有する飛灰中の重金属固定化処理剤である以上，仮に，チオ炭酸塩等を含有し，あるいは硫化水素を発生させたとしても，本件各化合物からなる飛灰中の重金属固定化処理剤ではなくなるというものではない。",
                    "よって，本件明細書の記載に基づく限定解釈や，作用不奏功に関する1審被告の前記主張は，いずれもその前提を欠くものとして採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "先願特許実施及び出願経過禁反言等に関する主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，被告製品が本件特許より先願の被告特許発明の実施品であるから，1審被告による被告製品の製造及び販売は自己の先願特許の実施として適法な行為であり，本件特許権侵害を構成しない旨を主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告特許発明(特許第2948879号。平成11年7月2日設定登録)の優先権主張日は，平成元年12月20日であって(乙11，12)，本件優先権主張日(平成6年12月2日)よりも前であるから，1審被告による当該特許の出願は，本件出願の先願の関係にある。そして，被告特許の特許請求の範囲の記載は，次のとおりである(乙11【請求項1】)。",
                    "「エチレンジアミン，プロピレンジアミン，ブチレンジアミン，ヘキサメチレンジアミン，ジエチレントリアミン，ジプロピレントリアミン，ジブチレントリアミン，トリエチレンテトラミン，トリプロピレンテトラミン，トリブチレンテトラミン，テトラエチレンペンタミン，テトラプロピレンペンタミン，テトラブチレンペンタミン，ペンタエチレンへキサミン，フェニレンジアミン，o-キシレンジアミン，m-キシレンジアミン，p-キシレンジアミン，イミノビスプロピルアミン，モノメチルアミノプロピルアミン，メチルイミノビスプロピルアミン，1，3-ビス(アミノメチル)シクロヘキサン，1，3-ジアミノプロパン，1，4-ジアミノブタン，3，5-ジアミノクロロベンゼン，メラミン，1-アミノエチルピペラジン，ピペラジン，3，3′-ジクロロベンジジン，ジアミノフェニルエーテル，トリジン，m-トルイレンジアミンよりなる群から選ばれた1種又は2種以上の分子量500以下のポリアミンに，アルカリの存在下又は非存在下で二硫化炭素を反応せしめて得られる，ポリアミン1分子当たりに対し，少なくとも1個のジチオカルボキシ基：-CSSH，またはその塩を上記ポリアミンの活性水素と置換したＮ-置換基として有するポリアミン誘導体と，平均分子量5000以上のポリエチレンイミン1分子当たり，少なくとも1個のジチオカルボキシ基またはその塩を上記ポリエチレンイミンの活性水素と置換したＮ-置換基として有するポリエチレンイミン誘導体とからなり，ポリアミン誘導体とポリエチレンイミン誘導体とを重量比で，ポリアミン誘導体：ポリエチレンイミン誘導体＝9～7：1～3の割合で含有することを特徴とする金属捕集剤。」",
                    "このように，被告特許発明は，ピペラジンを含む物質からなる分子量500以下の低分子のポリアミンによる誘導体と，平均分子量5000以上のポリエチレンによる誘導体からなり，両者の重量比が9ないし7対1ないし3であることを特徴とする金属捕集剤である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "1審原告による被告製品(ＮEWエポルバ810及びＮEWエポルバ810S)の分析結果によると，被告製品には分子量5000以上の高分子の存在が認められず(甲10)，その分析方法も，妥当なものであると認められる(甲69)。",
                    "これに対して，1審被告は，上記被告製品が高分子ポリエチレンイミン誘導体を含有するとの試験報告書(乙2)を提出している。しかしながら，上記試験報告書は，その試験の詳細が必ずしも明らかではないばかりか，ポリアミン誘導体との重量比も不明であるというほかない。",
                    "次に，1審被告は，当審において，被告製品が被告特許発明の構成を充足する旨を立証するものとして証拠(乙70～73，99)を提出した。そして，乙70及び乙71は，それぞれEV  PK-10及び同20という各製品の技術基準書と題する書面であり，そこには，当該各製品がエポミンP-1030という日本触媒株式会社製のポリエチレンイミンを原料としている旨の記載があり，乙99は，それを1審被告が購入したことを示す文書であり，乙72は，同社のエポミンP-1030の製造工程管理状況等に関する文書である。",
                    "しかしながら，上記EV  PK-10及び20は，いずれも別紙参考製品名目録1ないし3に記載がないから，上記各証拠は，いずれも被告製品が被告特許発明の構成を充足する旨を証明するものではない。",
                    "また，乙73は，別紙参考製品名目録1に記載のＮEWエポルバ810が高分子系(ポリエチレンイミン)ジチオカルバミン酸塩と低分子系(ピペラジン)ジチオカルバミン酸塩を配合した飛灰用重金属固定化処理剤である旨の記載がある資料であるが，当該資料は，当審においてようやく提出されたものであるばかりか，その2枚目下部の記事に「②」という通し番号が付されており，そこではＮEWエポルバ810と他社製品を比較した旨の記載があるのに，3枚目には，その1行目にも改めて「②」という通し番号が付されている一方で，2枚目下部における比較実験の結果が記載されていない。このように，乙73は，その体裁が甚だ不自然であって，その記載を信用することができない。",
                    "以上によれば，被告製品には分子量5000以上の高分子の存在が認められないとする甲10は，これを信用することができる一方，1審被告の提出する上記の各証拠は，いずれも信用することができず，他に被告製品が高分子のポリエチレンイミン誘導体を含有する被告特許発明の実施品であると認めるに足りる的確な証拠はない。",
                    "したがって，被告製品は，被告特許発明の実施品であると認められず，これらが被告特許発明の実施品であることを前提とする1審被告による先願特許実施の主張は，その当否を論じるまでもなく採用できず，また，出願経過禁反言の法理に関する主張も，その前提を欠く。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "公知技術の抗弁について",
              "text": [
                "1審被告は，被告製品が乙12発明という公知技術の実施品であるにすぎず，あるいは骨格をなす化合物の官能基にジチオカルボキシ基が形成されていれば重金属をキレート化できることが本件優先権主張日当時の技術常識であったから，被告製品が本件発明の構成要件を充足しない旨を主張する。しかしながら，乙12発明は，被告特許発明と同様，低分子のポリアミン誘導体と高分子のポリエチレンイミン誘導体との混合物という構成を有するものであるところ，前記ウに記載のとおり，被告製品が高分子のポリエチレンイミン誘導体を含有すると認めるに足りる証拠はない。したがって，1審被告の上記主張のうち，被告製品が乙12発明の実施品であることを前提とする部分は，採用できない。",
                "また，1審被告の上記主張のその余の部分は，実質において新規性の欠如に基づく権利行使の可否に関する主張と同一のものに帰するから，この点については当該主張に関する部分で判断を示すこととする。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，被告製品は，本件発明の技術的範囲に属するものと認められ，1審被告による被告製品の製造及び販売は，本件特許権を侵害するものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(本件特許権に基づく権利行使の可否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件違反について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施可能要件について",
                  "text": [
                    "本件特許は，平成7年12月1日出願に係るものであるから，平成14年法律第24号による改正前の特許法である法36条4項が適用されるところ，同項には，「発明の詳細な説明は，…その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」と規定している。",
                    "特許制度は，発明を公開する代償として，一定期間発明者に当該発明の実施につき独占的な権利を付与するものであるから，明細書には，当該発明の技術的内容を一般に開示する内容を記載しなければならない。法36条4項が上記のとおり規定する趣旨は，明細書の発明の詳細な説明に，当業者が容易にその実施をすることができる程度に発明の構成等が記載されていない場合には，発明が公開されていないことに帰し，発明者に対して特許法の規定する独占的権利を付与する前提を欠くことになるからであると解される。",
                    "そして，物の発明における発明の実施とは，その物を生産，使用等をすることをいうから(特許法2条3項1号)，物の発明については，明細書にその物を製造する方法についての具体的な記載が必要があるが，そのような記載がなくても明細書及び図面の記載並びに出願当時の技術常識に基づき当業者がその物を製造することができるのであれば，上記の実施可能要件を満たすということができる。",
                    "これを本件発明についてみると，本件発明は，いずれも物の発明であるが，その特許請求の範囲(前記第3の2(2)イ)に記載のとおり，本件各化合物(ピペラジン-Ｎ-カルボジチオ酸(本件化合物1)若しくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸(本件化合物2)のいずれか一方若しくはこれらの混合物又はこれらの塩)が飛灰中の重金属を固定化できるということをその技術思想としている。",
                    "したがって，本件発明が実施可能であるというためには，本件明細書の発明の詳細な説明に本件発明を構成する本件各化合物を製造する方法についての具体的な記載があるか，あるいはそのような記載がなくても，本件明細書の記載及び本件出願日当時の技術常識に基づき当業者が本件各化合物を製造することができる必要があるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の実施可能要件の充足性について",
                  "text": [
                    "そこで，以上の観点から，前記1(1)に認定の本件明細書の発明の詳細な説明を見ると，そこには本件各化合物の製造方法についての一般的な記載はなく，実施例中に，合成例1(化合物Ｎo．1)及び2(化合物Ｎo．2)として，本件化合物2の塩の製造例が記載されているにとどまる。",
                    "他方，乙27の15(昭和59年12月20日刊行)には，ピペラジンビスジチオカルバミン酸ナトリウム(本件化合物2)を常法を参考にして比較的簡単に合成した旨の記載があるほか，乙34の2(昭和40年(1965年)刊行)にも，ピペラジンビス(Ｎ，Ｎ′カルボジチオアート)ナトリウム-C H Ｎ S Ｎa ・6H O(本件化合物2)をピペラジンと二硫化炭素から合成した旨の記載がある。このように，本件化合物2の製造方法について本件出願日を大きく遡るこれら複数の文献に記載されており，そうである以上本件化合物2を除く本件各化合物の製造方法も明らかであるから，本件各化合物は，本件出願日当時において公知の化合物であり，その製造方法も，当業者に周知の技術であったものと認められる。",
                    "したがって，本件明細書の発明の詳細な説明の記載の有無にかかわらず，当業者は，本件出願日当時において，本件各化合物を製造することができたものと認められる。",
                    "よって，本件明細書の発明の詳細な説明の記載は，当業者が本件発明の実施をすることができる程度に十分に記載されているものということができるので，法36条4項に違反するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "1審被告の主張について",
                  "text": [
                    "以上に対して，1審被告は，本件発明が純物質である(チオ炭酸塩等を含まない)本件各化合物からなるものであることを前提として，本件各化合物を製造するに当たって硫化水素の発生源であるチオ炭酸塩の副生を防止する方法が本件出願日当時に認識されておらず，本件明細書の記載により製造した本件各化合物によって本件発明を実施すると硫化水素が発生し，現に，1審被告らの実験結果もこれを裏付けているから，本件明細書が実施可能要件を満たさない旨を主張する。",
                    "しかしながら，前記1(3)に認定のとおり，本件発明を構成する本件各化合物が，硫化水素の発生源であるチオ炭酸塩等を含有しない純物質であると限定して解する根拠はない。むしろ，本件発明の特許請求の範囲の記載は，本件各化合物が飛灰中の重金属の固定化処理剤として使用できる旨を物の発明として特定しており，本件発明は，本件各化合物の製造に当たって硫化水素を発生させる副生成物の生成を抑制することをその技術的範囲とするものではない。したがって，本件明細書の発明の詳細な説明に副生成物の生成が抑制された本件各化合物の製造方法が記載されていないからといって，特許請求の範囲に記載された本件発明が実施できなくなるというものではなく，法36条4項に違反するということはできない。",
                    "なお，本件明細書の発明の詳細な説明によれば，前記1(1)エ(ウ)に認定のとおり，本件発明は，飛灰中の重金属を固定化する際にpH調整剤と混練し又は加熱を行うという条件下でも分解せずに安定である，すなわち有害な硫化水素を発生させないことも，その技術的課題としているといえる(安定性試験)。しかし，上記技術的課題を解決するという作用効果は，他の先行発明との関係で本件発明の容易想到性を検討するに当たり考慮され得る要素であるにとどまるというべきである。",
                    "また，乙27の15には，そこで得られた化合物の詳細な物性や分析結果についての記載があるものの，そこにはチオ炭酸塩の含有を窺わせる記載がないから，乙27の15に記載の方法で得られた化合物にはチオ炭酸塩が含まれていないものと認められる。したがって，乙27の15の記載によれば，チオ炭酸塩を含有しない本件各化合物の製造方法は，本件出願日当時，当業者に周知の技術であったものと認められ，1審原告による本件明細書の記載の再現実験の結果(甲20，31，61，63)も，これを裏付けるものである。他方，1審被告らによる実験(乙17，24，27，34，89，92，106。枝番は省略。以下，特に断らない限り，同じ。)により硫化水素が発生したとしても，このことは，本件各化合物の製造方法によってはチオ炭酸塩を副生するために硫化水素が発生することがあるということを立証するにとどまり，チオ炭酸塩を含有しない本件各化合物の製造方法が周知の技術であったとの上記認定を左右するものではない。このことは，二硫化炭素を発生させるとされる乙27の8に添付の技術レポートに記載のA社製品についても同様であって，当該記載は，当該A社製品のように，二硫化炭素を発生させる製品も存在することを裏付けるにとどまる。",
                    "さらに，乙14は，「ジチオカルバミン酸塩水溶液及びその製造方法並びに重金属固定化処理剤及び重金属の固定化処理方法」という名称の発明に関する公開特許公報(1審原告により平成16年5月28日出願)であり，飛灰中の重金属固定化処理剤がその処理時等に二硫化炭素ガス等を発生させる場合があることから，これを抑えることも解決課題の1つとした発明について記載している(【0001】～【0005】等)ところ，そこに記載の合成例3(ピペラジン-Ｎ，Ｎ′-ビスジチオカルバミン酸カリウムの合成例)で得られた水溶液は，チオ炭酸塩を0．8重量％含有するもので，加温により二硫化炭素ガス30ppm を発生させるものであるとされている(【0036】【0040】【0041】)。しかしながら，上記合成例3は，上記の二硫化炭素ガス等を発生させる先行技術の例として，上記出願に係る実施例との比較例として掲載されていることが明らかであるところ，乙14に上記のような記載があることは，本件各化合物が製造方法によってはチオ炭酸塩を副生することがある旨を裏付けるにとどまり，乙27の15がチオ炭酸塩を含まない本件各化合物の製造方法を開示しているとの事実を左右するものではない。",
                    "よって，1審被告の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件違反について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "サポート要件について",
                  "text": [
                    "本件特許は，平成7年12月1日出願に係るものであるから，法36条6項1号が適用されるところ，同号には，特許請求の範囲の記載は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること」でなければならない旨が規定されている(サポート要件)。",
                    "特許制度は，発明を公開させることを前提に，当該発明に特許を付与して，一定期間その発明を業として独占的，排他的に実施することを保障し，もって，発明を奨励し，産業の発達に寄与することを趣旨とするものである。そして，ある発明について特許を受けようとする者が願書に添付すべき明細書は，本来，当該発明の技術内容を一般に開示するとともに，特許権として成立した後にその効力の及ぶ範囲(特許発明の技術的範囲)を明らかにするという役割を有するものであるから，特許請求の範囲に発明として記載して特許を受けるためには，明細書の発明の詳細な説明に，当該発明の課題が解決できることを当業者において認識できるように記載しなければならないというべきである。法36条6項1号の規定する明細書のサポート要件が，特許請求の範囲の記載を上記規定のように限定したのは，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利が発生することになり，一般公衆からその自由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，上記の特許制度の趣旨に反することになるからである。",
                    "そして，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲内のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明のサポート要件の充足性について",
                  "text": [
                    "これを本件発明についてみると，本件発明の特許請求の範囲の記載は，前記第3の2(2)イに記載のとおりであるところ，本件出願日当時，そこに記載の本件各化合物の製造方法が当業者に周知の技術であったことは，前記(1)イに認定のとおりである。また，前記1(1)エ(エ)に認定のとおり，本件明細書には，BF灰に，水と本件化合物2の塩を0．4ないし0．8重量％加え，混練したものから重金属の溶出が抑制されていることが記載されている(重金属固定化能試験)。したがって，本件明細書の発明の詳細な説明には，本件各化合物が飛灰中の重金属の固定化処理剤として使用できる旨の記載があるといえる。",
                    "そして，前記1(1)ウに認定のとおり，本件発明の目的は，飛灰中に含まれる重金属を安定性の高いキレート剤を用いることにより簡便に固定化できる方法を提供することであり，上記のとおり，重金属固定化能試験に関する発明の詳細な説明の記載により，当業者は，本件発明の課題を解決できると認識できるものといえる。",
                    "以上によれば，本件発明の特許請求の範囲の記載は，本件明細書の発明の詳細な説明に記載したものであるということができる。よって，本件発明の特許請求の範囲の記載は，法36条6項1号に違反するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "1審被告の主張について",
                  "text": [
                    "以上に対して，1審被告は，乙14及び乙27の8の記載を根拠に，本件出願日当時，チオ炭酸塩を副生させない本件各化合物の製造方法が知られていなかった旨を主張する。",
                    "しかしながら，前記(1)ウに認定のとおり，乙14の記載は，本件各化合物が製造方法によってはチオ炭酸塩を副生することがある旨を裏付けるにとどまり，このことは，乙27の8に添付の技術資料についても同様であって，これらは，乙27の15がチオ炭酸塩を含まない本件各化合物の製造方法を開示しているとの事実を左右するものではない。",
                    "さらに，本件発明の特許請求の範囲の記載には，本件各化合物からなる飛灰中の重金属固定化処理剤との記載があるのみであり，本件発明が本件明細書の発明の詳細な説明に記載されたものであることは，前記のとおりであって，本件各化合物が，その合成方法によっては副生成物としてチオ炭酸塩を含有することがあるとしても，そのことは，本件各化合物及びそれが飛灰中の重金属固定化処理剤として使用できることについての開示を欠くことにはならない。",
                    "よって，1審被告の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙12発明に基づく新規性の欠如について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規性について",
                  "text": [
                    "特許法は，発明の公開を代償として独占権を付与するものであるから，ある発明が特許出願又は優先権主張日前に頒布された刊行物に記載されているか，当時の技術常識を参酌することにより刊行物に記載されているに等しいといえる場合には，その発明については特許を受けることができない(特許法29条1項3号)。",
                    "ところで，前記(1)イに認定のとおり，本件優先権主張日を大きく遡る乙27の15(昭和59年12月20日刊行)及び乙34の2(昭和40年(1965年)刊行)という複数の文献に本件化合物2の製造方法が記載されており，そうである以上本件化合物2を除く本件各化合物の製造方法も明らかであるから，本件各化合物は，本件優先権主張日当時において公知の化合物であり，その製造方法も，それ自体は，当業者に周知の技術であったものと認められる。",
                    "しかしながら，本件発明は，前記第3の2(2)イ及び第5の2(1)アにも記載のとおり，本件各化合物が飛灰中の重金属を固定化できるということを技術思想とする，本件各化合物からなる飛灰中の重金属固定化処理剤であるから，本件発明が乙12に記載されているといえるためには，乙12に本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるか，本件優先権主張日当時の技術常識を参酌することにより乙12にそれが記載されているに等しいといえる必要がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙12の記載について",
                  "text": [
                    "前記の観点から乙12をみると，乙12は，「金属捕集剤及び金属捕集方法」という名称の発明についての公開特許公報(特開平3-231921号公報。平成3年10月15日公開)であって，そこには，おおむね次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "「(1)  分子量500以下のポリアミン1分子当たりに対し，少なくとも1個のジチオカルボキシ基またはその塩を上記ポリアミンの活性水素と置換したＮ-置換基として有するポリアミン誘導体と，平均分子量5000以上のポリエチレンイミン1分子当たり，少なくとも1個のジチオカルボキシ基又はその塩を上記ポリエチレンイミンの活性水素と置換したＮ-置換基として有するポリエチレンイミン誘導体とからなることを特徴とする金属捕集剤。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項1記載の金属捕集剤と重金属を含む飛灰に添加して混練し，飛灰中の重金属を固定化することを特徴とする金属捕集方法。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "請求項1記載の金属捕集剤を重金属を含む鉱滓に添加して混練し，鉱滓中の重金属を固定化することを特徴とする金属捕集方法。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "請求項1記載の金属捕集剤を重金属を含む土壌に添加して混練し，土壌中の重金属を固定化することを特徴とする金属捕集方法。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項1記載の金属捕集剤を重金属を含む汚泥に添加して混練し，汚泥中の重金属を固定化することを特徴とする金属捕集方法。」",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "ゴミ焼却の際に発生する飛灰等には種々の重金属が含有されることから，これらの金属が地下水等に混入しないようにする処理方法が必要であるが，従来の技術には，操作性，ランニングコスト，運搬の困難性，重金属類を基準値以下に除去することの困難性及び二次公害の発生といった問題点があった。ジチオカルボキシ基を官能基として有するポリアミン誘導体からなる金属捕集剤及びこれを用いた廃水処理方法は，これらの問題点を解決でき，金属捕集効率に優れ，しかも金属イオンを捕集して生じたフロックが大きく，沈降速度も大であるため，効率よく廃水中の金属イオンの除去を行うことができるものとして種々提案されている。しかし，それでもクロム(Ⅲ)，ニッケル，コバルト，マンガンに対する吸着性が十分とはいえず，生成したフロックを分離除去して固めて得たケークの焼却に過大なエネルギーが必要となったり処理作業に必要以上の手間や経費がかかるばかりか，これらをセメントで固化した後に埋め立てたり，海洋投棄するなどの場合にセメント壁を通して金属が流出するおそれがあった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙12に記載の発明は，前記の問題を解決するためにされたもので，更に廃水中の多数の金属イオンを効率よく捕集除去できるとともに，ケーク処理作業の効率をも向上し得る金属捕集剤を提供することを目的とする。また，重金属を含む飛灰等をセメントで固化して海洋投棄や埋立て等によって処理するに際し，従来に比べてケークの容量を小さくできるため使用できるセメントの量を少なくすることができ，埋立て等の処理を容易に行うことができるとともに，飛灰等に含まれる重金属を強固に固定して金属の流出を防止することのできる金属捕集方法を提供することを目的とする。",
                        "すなわち，上記発明は，分子量500以下のポリアミン1分子当たりに対し，少なくとも1個のジチオカルボキシ基又はその塩を上記ポリアミンの活性水素と置換したＮ-置換基として有するポリアミン誘導体(以下「本件ポリアミン誘導体」という。)と，平均分子量5000以上のポリエチレンイミン1分子当たり，少なくとも1個のジチオカルボキシ基又はその塩を上記ポリエチレンイミンの活性水素と置換したＮ-置換基として有するポリエチレンイミン誘導体(以下「本件ポリエチレンイミン誘導体」という。)とからなることを特徴とする金属捕集剤を要旨とするものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件ポリアミン誘導体の骨格をなすポリアミンとしては，エチレンジアミンその他の化合物(乙12は，ここで約30種類の物質名を列挙しており，その中に，「ピペラジン」との記載があるが，列挙されている物質の中で完全な環状アミンは，ピペラジンのみであり，その余は，いずれも鎖状アミン(芳香族アミンを含む。)又は環状アミンと鎖状アミンの両者を有する物質である。)等が挙げられる。これらは単独で用いるのみならず，2種以上混合して用いることもできる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "乙12に記載の発明は，金属を吸着して形成されるフロックが大きく，しかもそのフロックの沈降速度が大きいため，そのまま用いても効率よく廃水中の金属を捕集除去できるが，更に一硫化ナトリウム等と併用すると，更にフロックの沈降速度を速くでき，より効率のよい処理ができる。",
                        "乙12に記載の発明は，水銀，カドミウム，鉛，亜鉛，銅，クロム(Ⅵ)，砒素，金，銀，白金，バナジウム，タリウム等の金属イオンを従来の金属捕集剤と同等又はそれ以上に効率よく捕集除去できるとともに，従来の金属捕集剤によっては捕集し難かったクロム(Ⅲ)，ニッケル，コバルト，マンガン等の金属イオンも効率よく捕集除去できる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件ポリアミン誘導体の骨格としてエチレンジアミンを使用したもの(ポリアミン誘導体1)を単独で用いた場合(比較例2)と本件ポリエチレンイミン誘導体との混合物として用いた場合(実施例1)とでは，後者においてクロム(Ⅲ)等をよりよく捕集した。",
                        "このように，乙12の金属捕集剤は，本件ポリアミン誘導体と本件ポリエチレンイミン誘導体との混合物としたことにより，金属を捕集して形成されたフロックが大きく，フロックの沈降速度が大きいため廃水中の金属イオンを効率よく捕集除去できるほか，ケーク中の含水量を少なくすることができ，ケークの処理が容易になるばかりか，従来の金属捕集剤による吸着性があまりよくなかったクロム(Ⅲ)，ニッケル，コバルト，マンガン等の金属イオンに対する捕集性にも優れ，さらに従来よりも多数の金属イオンを効率よく捕集できるため，処理対象廃水の範囲が拡大される等の効果を有する。また，乙12に記載の金属捕集方法によれば，飛灰等に含まれる重金属が強固に固定されるため，その後セメントにて固化して海洋投棄や埋立て等によって処理した場合でも，セメント壁を通して金属が流出するおそれがなく，しかも処理後の被処理物の容量が小さくなり，固化に用いるセメントの量を少なくすることができるとともに，廃棄処理時の取扱いも容易となる等の効果を有する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙12における本件発明の開示の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イに認定の乙12の記載によれば，そこに記載の発明は，ジチオカルボキシ基を官能基として有するポリアミン誘導体を単独で金属捕集剤として使用した場合には飛灰中の特にクロム(Ⅲ)等の重金属に対する固定化能が十分とはいえなかったことから，エチレンジアミン等を骨格とする本件ポリアミン誘導体を高分子である本件ポリエチレンイミン誘導体との混合物とすることによって当該課題を解決するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件ポリアミン誘導体は，ポリアミンのカルボジチオ酸又はその塩が，分子量500以下の1級及び(又は)2級アミノ基を有するポリアミン分子の窒素原子に結合する活性水素と置換したＮ-置換基として，少なくとも1個のジチオカルボキシ基又はその塩を有するポリアミン誘導体であって，前記イ(エ)にも認定のとおり，その骨格となる物質は，非常に多種類にわたるところ，これらがいずれも化学構造を異にする以上，その重金属に対するキレート能力の有無及び程度が同じであるとはいえないことは，明らかである。そして，乙12には，前記イ(ウ)，(オ)及び(カ)に認定のとおり，例えばエチレンジアミン(鎖状アミン)を骨格とする本件ポリアミン誘導体については，本件ポリエチレンイミン誘導体との混合物とすることによりクロム(Ⅲ)等に対する重金属固定化能が向上する旨の実施例及び比較例の記載がある一方で，化学構造を異にするピペラジン(環状アミン)を骨格とする本件各化合物が有する飛灰中の重金属固定化能については，何ら具体的な記載がないから，本件各化合物の有する飛灰中の重金属固定化能は，乙12の記載では不明であるというほかない。",
                        "しかも，乙12に記載の発明は，本件ポリアミン誘導体を高分子である本件ポリエチレンイミン誘導体との混合物とすることによってクロム(Ⅲ)等の重金属に対する固定化能を向上させようとするものであるところ，ピペラジンは，前記イ(エ)に認定のとおり，乙12において本件ポリアミン誘導体の骨格となる物質の1つとして例示されているにすぎないから，本件ポリエチレンイミン誘導体との混合物として使用することにより重金属固定化能が十分になる物質の例として記載されているにとどまるというほかないばかりか，乙12には，本件各化合物を本件ポリエチレンイミン誘導体との混合物とする以外での方法で飛灰中の重金属固定化処理剤とすることについては，何ら具体的な記載がない。",
                        "さらに，乙12には，前記イ(イ)に認定のとおり，そこに記載の発明の先行技術として，ジチオカルボキシ基を官能基として有するポリアミン誘導体からなる金属捕集剤が提案されている旨の記載があり，本件各化合物も，ジチオカルボキシ基を官能基として有するポリアミン誘導体である。しかしながら，ジチオカルボキシ基を官能基として有するポリアミン誘導体は，非常に多種類にわたり，これらがいずれも化学構造を異にする以上，その重金属に対するキレート能力の有無及び程度が同じであるとはいえないことは，明らかである。そして，上記先行技術としてピペラジンを骨格とする化合物を開示する証拠は，見当たらないから，乙12は，ジチオカルボキシ基を官能基として有するポリアミン誘導体からなる金属捕集剤が提案されている旨を記載しているからといって，飛灰中の重金属に対する本件各化合物のキレート能力の有無を明らかにしているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，乙12には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "飛灰中の重金属固定化処理剤として本件各化合物を用いるという技術常識の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ウに認定のとおり，乙12には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるとはいえないから，本件発明が記載されているに等しいといえるためには，ピペラジンを骨格とするポリアミン誘導体である本件各化合物を飛灰中の金属捕集剤として使用できることが本件優先権主張日当時の技術常識であったといえなければならない。",
                        "この点について，1審被告は，本件各化合物のようにジチオカルボキシ基を官能基として有するポリアミンである以上，骨格をなすポリアミンの化学構造にかかわらず，重金属のキレート能力があることが本件優先権主張日当時の技術常識であった(乙12，27の15，32，56，77～82)から，乙12には本件各化合物を飛灰中の重金属の固定化に用いることについて記載があるといえる旨を主張している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討すると，ジチオカルボキシ基を官能基として有するポリアミンは，本件各化合物を含めて非常に多種類にわたるところ，乙12には，前記ウに認定のとおり，本件各化合物が有する飛灰中の重金属固定化能や，本件各化合物を本件ポリエチレンイミン誘導体との混合物とする以外での方法で飛灰中の重金属固定化処理剤とすることについては，何ら具体的な記載がない。",
                        "乙32(乙56)(特開平4-267982号公報)は，「固体状物質中の金属固定化方法」という名称の発明に関する公開特許公報であり，そこには，飛灰等にピペラジンを含むポリアミン又はポリエチレンイミン等の化合物(金属捕集剤)と平均分子量1000ないし100万程度を有する水溶性高分子とを添加することで，飛灰等が含有する重金属の固定化能を向上させる方法についての記載がある。しかしながら，乙32(乙56)には，ピペラジンを骨格とする本件各化合物が有する飛灰中の重金属固定化能については，何ら具体的な記載がないから，本件各化合物の有する飛灰中の重金属固定化能は，乙32(乙56)の記載では不明であるというほかない。しかも，乙32(乙56)に記載の発明は，上記のとおり飛灰等に金属捕集剤と水溶性高分子とを添加することによって飛灰中の重金属に対する固定化能を向上させようとするものであるところ，ピペラジンは，乙32(乙56)において金属捕集剤の基となる物質の1つとして例示されているにすぎないから，水溶性高分子と併せて添加することにより重金属固定化能が十分になる物質の例として記載されているにとどまるというほかないばかりか，乙32(乙56)には，本件各化合物を水溶性高分子と併せて添加する以外の方法で飛灰中の重金属固定化処理剤とすることについては，何ら具体的な記載がない。",
                        "乙77(特開平1-218672号公報)は，「アルカリ含有飛灰の処理方法」という名称の発明に関する公開特許公報であり，そこには，例えばジチオカルバミン酸基を有する化合物であるキレート化剤を飛灰に添加することで飛灰中の重金属を固定化する方法についての記載がある。しかしながら，ジチオカルバミン酸基を有する化合物は，非常に多種にわたるところ，乙77には，ジエチルジチオカルバミン酸ナトリウム等を用いた実施例についての記載があるものの，ピペラジンを骨格とする本件各化合物が有する飛灰中の重金属固定化能については何ら具体的な記載がないから，本件各化合物の有する飛灰中の重金属固定化能は，乙77の記載では不明であるというほかない。",
                        "乙78(特開平6-79254号公報)は，「飛灰の無害化処理方法」という名称の発明に関する公開特許公報であり，そこには，トリス(ジチオカルボキシ)ジエチレントリアミン又はＮ1，Ｎ2-ビス(ジチオカルボキシ)ジエチレントリアミン若しくはそれらの塩をキレート化剤として用いた飛灰中の重金属の固定化についての記載がある。しかしながら，乙78には，本件各化合物についての言及はない。",
                        "さらに，乙79ないし81は，いずれも飛灰中の重金属処理に関する文献であり，キレート形成基を有する化合物が重金属固定化処理剤として使用されている旨の記載があるが，本件各化合物についての言及はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，ジチオカルボキシ基を官能基として有するポリアミンは，本件各化合物を含めて非常に多種類にわたるところ，これらがいずれも化学構造を異にする以上，その重金属に対するキレート能力の有無及び程度が同じであるとはいえないことは，明らかである一方，乙12，32，56及び77ないし81には，本件各化合物が有する飛灰中の重金属固定化能や，本件各化合物を他の高分子化合物と併用する以外の方法で飛灰中の重金属固定化処理剤とすることについては，何ら具体的な記載がなく，本件各化合物の有する飛灰中の重金属固定化能は，これらの記載では不明であるというほかないから，これらを根拠として，本件各化合物を飛灰中の重金属固定化処理剤として使用できることが本件優先権主張日当時の技術常識であったと認めるには足りない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件各化合物の重金属固定化能を飛灰中の重金属固定化処理剤として用いるという技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙82は，「金属の沈殿剤としての二置換ジチオカルバメート(「カルベート」)」と題する学術論文(昭和25年(1950年)刊行)であるが，そこには，対象となる重金属イオン以外にはキレート形成に関与する物質が存在しないという環境下において，ピペラジンを含むアミンの二置換ジチオカルバメートが鉛等の重金属の沈澱物を良好に沈殿させ，フィルター濾過等を容易にさせる旨の記載がある。",
                        "また，乙27の15は，「2個のジチオカルボキシル基を有するキレート試薬による金属の微量分析の研究Ⅰ」と題する学術論文(昭和59年12月20日発行)であるが，そこには，おおむね次の記載がある。",
                        "①  乙27の15の著者らは，ピペラジンビスジチオカルバミン酸ナトリウム(本件化合物2)を常法を参考にして合成し，種々の金属イオンとの反応を調べたところ，Be2＋(ベリリウム)，Al3＋(アルミニウム)，Fe3＋(鉄)，Ag＋(銀)，Cd2＋(カドミウム)，Sn4＋(スズ)，Sn2＋(スズ)，Hg＋(水銀)，Pb2＋(鉛)及びBi3＋(ビスマス)との反応生成物は，白色又は薄黄色の沈殿となったが，Cu2＋(銅)，Co2＋(コバルト)，Ｎi2＋(ニッケル)及びHg2＋(水銀)などの希薄な水溶液では，生じるキレートがコロイド溶液となるために長時間にわたって沈殿を生じないで着色状態を保っていた。",
                        "②  標準的な分析操作は，25cm3容の共栓付試験管に金属イオンを含む水溶液10cm3をとるものである。",
                        "③  Cu(銅)，Co(コバルト)，Ｎi(ニッケル)及びHg(水銀)は，前記の希薄溶液で沈殿を生じないで光散乱を示し，吸光分析法又は光錯乱分析法による微量分析が可能となった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)に認定のとおり，乙27の15及び乙82には，ジチオカルボキシ基を官能基として有するポリアミンである本件各化合物には水溶液中の重金属のキレート能力があることについての記載があるといえる。",
                        "しかしながら，廃棄物等の焼却により生ずる飛灰とは，集塵機等で捕集された灰をいい，その中には，比較的多量のSiO ，CaO，Al O ，MgO，ＮaO，K O，SO 及びClなど各種の化学成分のほか，重金属としてＮi(ニッケル)，Cd(カドミウム)，Cr(クロム)，Cu(銅)，Pb(鉛)及びHg(水銀)など，多様な物質が含まれている(乙80)。他方，重金属に対するキレート能力のある化合物は，非常に多種類にわたるところ，これらがいずれも化学構造を異にする以上，そのキレート能力の有無及び程度が同じであるとはいえないことは，明らかであるから，ある化合物に特定の環境下でのキレート能力があるからといって，飛灰を水と混練するという環境下で，そこに含まれる前記の多様な物質の中で鉛等の重金属と錯体を形成し，これを固定化する能力が当該化合物にあることを裏付けることにはならない。したがって，ある化合物に水溶液中の重金属をキレート化する能力があることが知られていたとしても，そのことは，その対象が飛灰に含まれている当該重金属を当然にキレート化できることを裏付けるものではない。そして，乙27の15及び乙82は，いずれも飛灰中の重金属の固定化とは技術分野を異にする学術論文であって，本件化合物2の水溶液中に対象となる重金属イオン以外にはキレート形成に関与する物質が存在しないという環境下での本件化合物2のキレート能力を明らかにしているにすぎず，本件各化合物が，廃棄物等の焼却により生じる飛灰を水と混練するという環境下で，そこに含まれる上記のような多様な物質の中で鉛等の重金属とキレートを形成し，これを固定化するものであることについては何らの記載も示唆もない。",
                        "したがって，前記エに記載の各文献(乙12，32，56，77～81)を併せ参照したとしても，乙27の15及び乙82の記載を根拠として，本件各化合物を飛灰中の重金属固定化処理剤として使用できることが本件優先権主張日当時の技術常識であったと認めるには足りない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によれば，乙12には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるとはいえず，また，本件優先権主張日当時の技術常識を参酌することにより乙12にそれが記載されているに等しいともいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "むしろ，乙12の記載は，前記イに認定のとおりであるところ，そこには，次の発明(乙12発明)が記載されているものと認められる(以下の乙12発明，本件発明6と乙12発明との一致点及び相違点の認定につき，特許庁が乙12発明を主たる引用例の1つとして本件特許についてした平成22年2月26日付け無効2008-800106号事件審決(甲42，乙86)参照)。",
                        "「本件ポリアミン誘導体(分子量500以下の1級及び(又は)2級アミノ基を有するポリアミン分子の窒素原子に結合する活性水素と置換したＮ-置換基として，少なくとも1個のジチオカルボキシ基：-CSSH又はその塩を有するポリアミン誘導体)と，本件ポリエチレンイミン誘導体(平均分子量5000以上の1級及び(又は)2級アミノ基を有するポリエチレンイミン分子の窒素原子に結合する活性水素と置換したＮ-置換基として，少なくとも1個のジチオカルボキシ基：-CSSH又はその塩を有するポリエチレンイミン誘導体)とからなる，飛灰中の重金属の固定化に使用する金属捕集剤」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件発明6と乙12発明とでは，「ポリアミンのカルボジチオ酸誘導体又はその塩からなる飛灰中の重金属固定化処理剤」である点で一致するが，本件ポリアミン誘導体の骨格となる化合物が非常に多種類にわたり，これらがいずれも化学構造を異にする以上，その重金属に対するキレート能力の有無及び程度が同じであるとはいえないことは，明らかである一方，前記ウないしオに認定のとおり，乙12にはピペラジンを骨格とする本件各化合物について具体的な記載がなく，かつ，本件各化合物を飛灰中の重金属固定化処理剤として使用できることが本件優先権主張日当時の技術常識であったと認めるには足りない。",
                        "したがって，本件発明6は，ポリアミンのカルボジチオ酸誘導体又はその塩が本件各化合物(ピペラジン-Ｎ-カルボジチオ酸若しくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸のいずれか一方若しくはこれらの混合物又はこれらの塩)であるのに対し，乙12発明は，ポリアミンのカルボジチオ酸誘導体又はその塩が本件ポリアミン誘導体(分子量500以下の1級及び(又は)2級アミノ基を有するポリアミン分子の窒素原子に結合する活性水素と置換したＮ-置換基として，少なくとも1個のジチオカルボキシ基又はその塩を有するポリアミン誘導体)である点で実質的に相違するものと認められる(以下「相違点1」という。)。",
                        "次に，乙12発明は，前記ウ(ア)に認定のとおり，ジチオカルボキシ基を官能基として有するポリアミン誘導体を単独で金属捕集剤として使用した場合には飛灰中の特にクロム(Ⅲ)等の重金属に対する固定化能が十分とはいえなかったことから，エチレンジアミン等を骨格とする本件ポリアミン誘導体を高分子である本件ポリエチレンイミン誘導体との混合物とすることによって当該課題を解決するものであるから，乙12発明のうち，本件ポリエチレンイミン誘導体を備える構成は，乙12発明に必須のものであって実質的な相違点であると認められる。",
                        "したがって，本件発明6の飛灰中の重金属固定化処理剤は，本件各化合物(ピペラジン-Ｎ-カルボジチオ酸若しくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸のいずれか一方若しくはこれらの混合物又はこれらの塩)からなるのに対し，乙12発明の飛灰中の重金属の固定化に使用する金属捕集剤は，本件ポリアミン誘導体と，本件ポリエチレンイミン誘導体(平均分子量5000以上の1級及び(又は)2級アミノ基を有するポリエチレンイミン分子の窒素原子に結合する活性水素と置換したＮ-置換基として，少なくとも1個のジチオカルボキシ基又はその塩を有するポリエチレンイミン誘導体)とからなる点でも実質的に相違するものと認められる(以下「相違点2」という。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件各化合物からなる飛灰中の重金属固定化処理剤である本件発明6は，乙12発明に基づいて新規性を失うものではなく，本件発明6の構成をさらに「ピペラジン-Ｎ-カルボジチオ酸塩もしくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩が，アルカリ金属，アルカリ土類金属塩又はアンモニウム塩であることを特徴とする」ものと特定した本件発明7及びその構成をさらに「ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩がピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウムであることを特徴とする」ものと特定した本件発明9もまた，乙12発明に基づいて新規性を失うものではない。",
                        "よって，乙12発明に基づく新規性の欠如に関する1審被告の主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "乙12発明に基づく容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1の構成について",
                      "text": [
                        "乙12に記載の本件ポリアミン誘導体の骨格となる物質は，前記(3)イ(エ)に認定のとおり，非常に多種類にわたるところ，これらがいずれも化学構造を異にする以上，その重金属に対するキレート能力の有無及び程度が同じであるとはいえないことは，明らかである。そして，乙12には，前記(3)イ(ウ)，(オ)及び(カ)に認定のとおり，例えばエチレンジアミン(鎖状アミン)を骨格とする本件ポリアミン誘導体については，本件ポリエチレンイミン誘導体との混合物とすることによりクロム(Ⅲ)等に対する重金属固定化能が向上する旨の実施例及び比較例の記載がある一方で，化学構造を異にするピペラジン(環状アミン)を骨格とする本件各化合物が有する飛灰中の重金属固定化能については，何ら具体的な記載がないから，本件各化合物の有する飛灰中の重金属固定化能は，乙12の記載では不明であるというほかない。以上に加えて，ピペラジンは，前記(3)イ(エ)に認定のとおり，乙12において本件ポリアミン誘導体の骨格となる物質の1つとして例示されているにすぎないから，本件ポリエチレンイミン誘導体との混合物として使用することにより重金属固定化能が十分になる物質の例として記載されているにとどまるというほかない。",
                        "以上によれば，乙12には，飛灰中の重金属固定化処理剤として本件発明6の相違点1に係る構成を採用すること(本件各化合物を選択すること)についての記載も示唆もなく，その動機付けもないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の作用効果について",
                      "text": [
                        "本件発明は，前記1(1)エ(エ)(重金属固定化能試験)に認定のとおり，本件明細書によれば，同じくジチオカルボキシ基を官能基として有するポリアミン誘導体(エチレンジアミン-Ｎ，Ｎ′-ビスカルボジチオ酸ナトリウム(化合物Ｎo．3)及びジエチレントリアミン-Ｎ，Ｎ′，Ｎ˝-トリスカルボジチオ酸ナトリウム(化合物Ｎo．4))を使用するなどした比較例との対比において，顕著な鉛等の重金属固定化能を示している。",
                        "ところで，乙12発明の相違点1に係る構成に該当する化合物は，非常に多種にわたるところ，これらがいずれも化学構造を異にする以上，その重金属に対するキレート能力の有無及び程度が同じであるとはいえないことは，明らかである。そして，前記(3)イ(カ)に認定のとおり，乙12では，同じくジチオカルボキシ基を官能基として有するポリアミン誘導体であっても，上記エチレンジアミンを骨格とするものが乙12発明の実施例及び比較例として取り扱われている一方で，本件各化合物が有する飛灰中の重金属固定化能については，何ら具体的な記載がなく，他にも本件各化合物が上記のような顕著な重金属固定化能を有することが当業者に知られていたことを窺わせるに足りる証拠が見当たらないことに加えて，前記(3)エ及びオに認定のとおり，本件各化合物を飛灰中の重金属固定化処理剤として使用できることが本件優先権主張日当時の技術常識であったと認めるには足りない以上，本件明細書に記載の本件発明が有する上記作用効果は，当業者の予測しない顕著な作用効果であるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告の主張について",
                      "text": [
                        "以上に対して，1審被告は，1審原告がピペラジン系の重金属固定化処理剤の重金属固定化能について謙抑的な評価を与えていること(乙27の8添付の刊行物7)や，1審原告による本件明細書の再現実験の結果(乙89，90)では本件化合物2(ビス体)の濃度が低く，重金属固定化能が高いとはいえない旨を主張する。",
                        "しかしながら，1審原告が上記のような謙抑的な評価を与えており，あるいは1審原告による上記の再現実験により本件化合物2の濃度が低かったからといって，これらのことは，本件明細書に記載された本件発明の顕著な重金属固定化能を実証的に否定するものではなく，上記作用効果の顕著性や当業者の予測可能性に関する評価を左右するに足りない。",
                        "よって，1審被告の上記主張は，採用できない。",
                        "また，1審被告は，乙12発明と本件発明とが技術分野を同じくしており，重金属固定化処理剤から硫化水素等を発生させないようにするという課題が公知であったところ，2級アミン由来のポリアミン誘導体(本件各化合物を含む。)は，その水溶液を加熱しても酸性物質を添加しても硫化水素が発生しないことが公知であったから，乙12に記載の本件ポリアミン誘導体の骨格となる物質から2級アミンであるピペラジンを選択することについて動機付けがあった旨を主張する。",
                        "そこで検討すると，乙19(乙27の14，34の13)は，「環境施設」という定期刊行物(平成6年12月1日刊行)であり，そこには，ある飛灰中の重金属処理剤の長所として硫化水素などの有害ガスの発生が全くないことが紹介されているほか，本件明細書も，前記1(1)イ，ウ，エ(ウ)及びオに認定のとおり，熱に対して安定であり硫化水素を発生させないことを本件発明の作用効果の1つとして記載しているから，飛灰中の重金属固定化に当たって硫化水素等の有毒ガスを発生させないことは，本件優先権主張日当時，飛灰中の重金属固定化処理に関する技術分野における技術課題となっていたことが認められる。また，乙12が列挙する本件ポリアミン誘導体の骨格となる物質のうち，2級アミン由来の物質は，ピペラジンのみであるところ，チオ炭酸塩等が併存していない限り2級アミン由来の物質からは加温等により硫化水素が発生せず，これが予測可能であったとする意見書等も存在する(乙18，22，27の8，34の10，87，101，102)。",
                        "しかしながら，本件優先権主張日前から，2級アミンのジチオカルバミン酸誘導体の塩の分解により二硫化炭素及び硫化水素が発生する旨を記載した文献が複数公表されており(甲12(昭和37年(1962年)刊行，)甲24(昭和44年(1969年)刊行))，「水性媒体から重金属を除去する方法」という名称の発明の公開特許公報(甲13。特開昭59-190205号公報)や「廃棄物中に含まれる重金属の固定化処理剤と固定化処理方法」という名称の発明の公開特許公報(甲73。特開平7-171541号公報。平成5年12月21日出願)にも，2級アミンであるジエチルジチオカルバミン酸塩の加熱又はジメチルジチオカルバミン酸塩の飛灰への添加により硫化水素が発生する旨の記載があるほか，上記「環境施設」(平成6年12月1日刊行)には，2級アミン由来のキレート剤から硫化水素ガスが発生する旨の記載がある(甲19参照)。これらの文献に加えて，本件優先権主張日後に出願された「ヒ素固定剤及びヒ素含有廃水の処理方法」という名称の発明の公開特許公報(甲56。特開平11-47766号公報)には，2級アミン由来のジアルキルジチオカルバミン酸塩がpH3未満では二硫化炭素や硫化水素を発生させることが知られている旨の記載があり，同じく「廃棄物の処理方法及び廃棄物処理剤」という名称の公開特許公報(甲72。特開平10-71380号公報)には，ジエチルジチオカルバミン酸塩によるキレート剤から硫化水素ガス及び二硫化炭素ガスの発生がある旨の記載がある。",
                        "以上のように，本件優先権主張日の前後を通じて，2級アミン由来の物質又はキレート剤を飛灰に添加し，あるいは酸化させるなどした場合に硫化水素を発生させる旨を記載した文献が複数刊行されていたことに照らすと，本件優先権主張日当時，当業者が2級アミン由来の物質が特に飛灰を水やpH調整剤と混練し又は加熱するという環境下でも硫化水素を発生させないと認識していたことについては，疑問が残るといわざるを得ない。",
                        "しかも，前記(3)ウ(イ)に認定のとおり，ピペラジンは，乙12において本件ポリアミン誘導体の骨格となる物質の1つとして例示されているにすぎないから，本件ポリエチレンイミン誘導体との混合物として使用することにより重金属固定化能が十分になる物質の例として記載されているにとどまり，乙12は，本件各化合物の有する飛灰中の重金属固定化能を明らかにしているとはいえない。したがって，仮に，2級アミン由来の物質であるピペラジンから硫化水素が発生しないことを本件優先権主張日当時の当業者が予測可能であったとしても，そのことは，飛灰中の重金属固定化処理剤として本件発明6の相違点1に係る構成を採用すること(本件各化合物を選択すること)を直ちに動機付けるものとはえいない。",
                        "よって，1審被告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，乙12には，飛灰中の重金属固定化処理剤として本件発明6の相違点1に係る構成を採用すること(本件各化合物を選択すること)についての記載も示唆もなく，本件発明は，重金属固定化能について当業者の予測しない顕著な作用効果を有するものである。",
                        "したがって，乙12に接した当業者は，本件発明6の相違点1に係る構成を容易に想到することができなかったものというべきであり，本件発明7及び9は，本件発明6の構成をさらに特定するものであるから，当業者は，本件発明6を容易に想到することができなかった以上，本件発明7及び9についても容易に想到することができなかったものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2の構成について",
                      "text": [
                        "前記(3)ウ(ア)に認定のとおり，乙12発明は，ジチオカルボキシ基を官能基として有するポリアミン誘導体を単独で金属捕集剤として使用した場合には飛灰中の特にクロム(Ⅲ)等の重金属に対する固定化能が十分とはいえなかったことから，エチレンジアミン等を骨格とする本件ポリアミン誘導体を高分子である本件ポリエチレンイミン誘導体との混合物とすることによって当該課題を解決するものである。",
                        "したがって，乙12発明の相違点2に係る構成は，乙12発明に必須のものであって，乙12には，乙12発明から相違点2に係る構成を除外することについて記載も示唆もないばかりか，これを除外した場合，クロム(Ⅲ)等の重金属に対する固定化能が不十分となり，課題解決を放棄することになるのであるから，乙12からそのような構成の飛灰中の金属捕集剤を想到することについては，阻害事由がある。",
                        "よって，乙12に接した当業者は，本件発明6の相違点2に係る構成を容易に想到することができなかったものというべきであり，本件発明7及び9は，本件発明6の構成をさらに特定するものであるから，当業者は，本件発明6を容易に想到することができなかった以上，本件発明7及び9についても容易に想到することができなかったものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告の主張について",
                      "text": [
                        "以上に対して，1審被告は，引用発明1における本件ポリエチレンイミン誘導体は，最終処分の際のプラスアルファの効果を与える目的で混合させたものにすぎない旨を主張する。",
                        "しかしながら，前記(ア)に認定のとおり，本件ポリアミン誘導体を本件ポリエチレンイミン誘導体との混合物とする構成(乙12発明の相違点2に係る構成)は，乙12発明に必須のものであって，1審被告の上記主張は，乙12の記載に基づくものとはいえない。",
                        "よって，1審被告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "乙34の2発明に基づく新規性の欠如について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙34の2の記載について",
                  "text": [
                    "乙34の2は，「ピペラジン-ビス-ジチオカルバマート銅(ピペラジン-ビス-カルボジチオアート銅)の高分子キレート」と題する学術論文(昭和40年刊行)であって，そこには，おおむね次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ピペラジンの誘導体は，かねてより分析に有用であると言及され，合成もされていたが，性質についての詳細は，報告されていなかった。乙34の2の著者らは，最初，分析的性質に関心を持ったが，他のアミノカルボジチオアートとは異なる挙動が一般的に興味深かった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ピペラジンビス(Ｎ，Ｎ′カルボジチオアート)ナトリウム-C H ＮS Ｎa ・6H O(本件化合物2)は，ピペラジンと二硫化炭素から合成された。この合成において，少なくとも2倍過剰の二硫化炭素を使用しないと，カルボジチオアート基を1つ有する化合物(本件化合物1)が生じている可能性がある。この試薬溶液は，分解を防ぐためアルカリ(0．1Ｎ  KOH)とされ，濃度は，電位差測定で決定された。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "いくつかの一般的な重金属陽イオンについて水溶液中での検証を行ったところ，本件化合物2とのポジティブな反応を得た。すなわち，pHの酸性領域からアルカリ性領域のうちの各範囲において，Ag＋(銀)，Cu2＋(銅)，Ｎi2＋(ニッケル)，Co2＋(コバルト)，Pb2＋(鉛)，Cd2＋(カドミウム)，Zn2＋(亜鉛)，As3＋(ヒ素)及びMn2＋(マンガン)等との間で各色の沈殿を得た(表1)。沈殿させた銅キレートを濾過して乾燥し，その粉末を分析した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ナトリウム塩と銅キレートの吸収スペクトルを調べる際に，ナトリウム塩のスペクトルは，試薬の分析を防ぐために0．1MのKOHを含む10-2～10-5M溶液中で測定した。また，銅キレートは，本件化合物2のナトリウム塩の溶液を約10-2Mのアンミン硫酸銅にゆっくりと添加することによって約10-2Ｎ溶液から沈殿させた。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件化合物2の銅の分析特性をジエチルアミノ-Ｎ-カルボジチオアートと比較すると，銅の検出において，本件化合物2の試薬の挙動は，公知のジエチルアミノ誘導体の挙動と同様であるということができる。本件化合物2は，銅の分析試薬として有用かもしれないと強調すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙34の2における本件発明の記載の有無について",
                  "text": [
                    "前記アに認定の乙34の2の記載によれば，乙34の2には，本件化合物2が銅等の重金属とキレートを形成し，沈殿することについての記載があるといえる。そして，乙34の2は，本件化合物2の分析的性質に関心を持って行われた実験において，pHの酸性領域からアルカリ性領域のうちの各範囲における本件化合物2と前記各種の重金属との間でのキレートの沈殿を確認したというものであるから，本件化合物2の水溶液中に重金属イオンのほか，酸性化剤，アルカリ性化剤又は緩衝溶液しか存在しないという環境下での本件化合物2のキレート能力を明らかにしているものといえる。",
                    "しかしながら，廃棄物等の焼却により生ずる飛灰とは，集塵機等で捕集された灰をいい，その中には，比較的多量のSiO ，CaO，Al O ，MgO，ＮaO，K O，SO 及びClなど各種の化学成分のほか，重金属としてＮi(ニッケル)，Cd(カドミウム)，Cr(クロム)，Cu(銅)，Pb(鉛)及びHg(水銀)など，多様な物質が含まれている(乙80)ところ，乙34の2は，飛灰中の重金属の固定化とは技術分野を異にする学術論文であって，本件化合物2の水溶液中に対象となる重金属イオン以外にはキレート形成に関与する物質が存在しないという環境下での本件化合物2のキレート能力を明らかにしているにすぎず，本件各化合物が，廃棄物等の焼却により生じる飛灰を水と混練するという環境下で，そこに含まれる上記のような多様な物質の中で鉛等の重金属とキレートを形成し，これを固定化するものであることについては何らの記載も示唆もない。",
                    "よって，乙34の2には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件各化合物の重金属固定化能を飛灰中の重金属固定化処理剤として用いるという技術常識について",
                  "text": [
                    "前記イに認定のとおり，乙34の2には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるとはいえないから，本件発明が記載されているに等しいといえるためには，水溶液中の重金属をキレート化できる化合物は，飛灰中の当該重金属を当然にキレート化できることが本件優先権主張日当時の技術常識であったといえなければならない。",
                    "しかしながら，前記(3)オに認定のとおり，重金属に対するキレート能力のある化合物は，非常に多種類にわたるところ，これらがいずれも化学構造を異にする以上，そのキレート能力の有無及び程度が同じであるとはいえないことは，明らかであるから，ある化合物に特定の環境下でのキレート能力があるからといって，飛灰を水と混練するという環境下で，そこに含まれる前記の多様な物質の中で鉛等の重金属と錯体を形成し，これを固定化する能力が当該化合物にあることを裏付けることにはならない。したがって，ある化合物に水溶液中の重金属をキレート化する能力があることが知られていたとしても，そのことは，その対象が飛灰に含まれている当該重金属を当然にキレート化できることを裏付けるものではない。",
                    "そして，他の証拠を併せ参照したとしても，水溶液中の重金属をキレート化できる化合物は，飛灰中の当該重金属を当然にキレート化できることが本件優先権主張日当時の技術常識であったと認めるには足りない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "1審被告の主張について",
                  "text": [
                    "以上に対して，1審被告は，乙34の2には本件化合物2が水溶液中の重金属をキレート化して1μm を超える粗大粒子の沈澱物を生じさせることから，乙34の2が本件発明を開示している旨を主張する。",
                    "しかしながら，前記ウに説示のとおり，ある化合物に特定の環境下でのキレート能力があるからといって，飛灰を水と混練するという環境下で，そこに含まれる前記の多様な物質の中で鉛等の重金属と錯体を形成し，これを固定化する能力が当該化合物にあることを裏付けることにはならない。",
                    "よって，乙34の2は，本件発明を開示しているとはいえず，1審被告の上記主張は，採用できない。",
                    "また，1審被告は，本件化合物2と乙34の2にも記載のジエチルアミノ-Ｎ-カルボジチオアートとの間に多くの共通性があり，かつ，当該化合物が飛灰中の重金属処理剤に用いられる(乙19，27の14，34の13)などしていたから，乙34の2には本件発明について実質的な開示がある旨を主張する。",
                    "しかしながら，乙34の2に，前記ア(オ)に認定のとおり，銅の検出において本件化合物2の試薬の挙動が，公知のジエチルアミノ誘導体の挙動と同様である旨の記載があり，また，ジエチルアミノ-Ｎ-カルボジチオアートを含有する薬剤が飛灰中の重金属処理剤として用いられている(乙19，27の14，34の13)としても，当該化合物は，本件化合物2とは化学構造が異なる別の化合物である。そして，前記のとおり，重金属に対するキレート能力のある化合物は，非常に多種類にわたるところ，これらがいずれも化学構造を異にする以上，そのキレート能力の有無及び程度が同じであるとはいえないことは，明らかであるから，上記化合物の性質に本件化合物2と多くの共通性があり，かつ，これが飛灰中の重金属処理剤として用いられているからといって，本件化合物2が飛灰中の重金属処理剤として用いられていることを開示することにはならない。",
                    "よって，1審被告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によれば，乙34の2には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載があるとはいえず，また，本件優先権主張日当時の技術常識を参酌することにより乙34の2にそれが記載されているに等しいともいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "むしろ，乙34の2の記載は，前記アに認定のとおりであるところ，そこには，次の発明(乙34の2発明)が記載されているものと認められる。",
                        "「本件化合物2からなり，水溶液中で，銅，ニッケル，鉛，カドミウム及び亜鉛等の重金属陽イオンとの反応によりキレートを形成して沈殿を生じさせ，濾過できる難溶性物質を生成する試薬」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，前記イないしエの認定によれば，本件発明6と乙34の2発明とでは，「本件化合物2からなる銅，ニッケル，鉛，カドミウム及び亜鉛等の重金属陽イオンと反応してキレートを形成し，当該重金属を不溶化する薬剤」である点で一致するが，本件発明6の本件化合物2が飛灰中の重金属固定化処理剤であるのに対し，乙34の2発明の本件化合物2が水溶液中で重金属陽イオンである銅，ニッケル，鉛，カドミウム及び亜鉛等との反応によりキレートを形成して沈殿を生じさせ，濾過できる難溶性物質を生成する試薬である点で実質的に相違するものと認められる(以下「相違点3」という。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件各化合物からなる飛灰中の重金属固定化処理剤である本件発明6は，乙34の2発明に基づいて新規性を失うものではなく，本件発明6の構成をさらに「ピペラジン-Ｎ-カルボジチオ酸塩もしくはピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩が，アルカリ金属，アルカリ土類金属塩又はアンモニウム塩であることを特徴とする」ものと特定した本件発明7及びその構成をさらに「ピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸塩がピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウムであることを特徴とする」ものと特定した本件発明9もまた，乙34の2発明に基づいて新規性を失うものではない。",
                        "よって，乙34の2発明に基づく新規性の欠如に関する1審被告の主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "乙34の2発明に基づく容易想到性について",
              "text": [
                "乙34の2発明は，前記(5)オ(イ)に記載のとおりであり，乙34の2の記載は，前記(5)アに認定のとおりであるところ，そこに記載の化合物は，本件化合物2と同一の化合物であるから，乙34の2には，本件各化合物には重金属のキレート能力があることについての記載があるといえる。",
                "しかしながら，前記(5)イに認定のとおり，廃棄物等の焼却により生ずる飛灰中に多様な物質が含まれているところ，乙34の2は，飛灰中の重金属の固定化とは技術分野を異にする学術論文であって，本件化合物2の希薄な水溶液中に対象となる重金属イオン以外にはキレート形成に関与する物質が存在しないという環境下でのキレート能力を明らかにしているにすぎない。したがって，乙34の2は，本件各化合物が，飛灰を水と混練するという環境下で，そこに含まれる上記の多様な物質の中で鉛等の重金属と錯体を形成し，これを固定化するものであることについて何らかの着想をもたらすものではなく，本件発明の容易想到性を判断するための引用例として適切なものではない。",
                "さらに，前記(3)ウ及びエに認定のとおり，乙12には，本件各化合物からなる飛灰中の重金属固定化処理剤についての記載や示唆があるとはいえないから，飛灰中の重金属固定化処理剤として本件発明6の相違点1に係る構成を採用すること(本件各化合物を選択すること)についての記載も示唆もなく，その動機付けもないばかりか，前記(5)ウに認定のとおり，水溶液中の重金属をキレート化できる化合物が飛灰中の当該重金属も当然にキレート化できることが本件優先権主張日当時の技術常識であったと認めるには足りないから，乙34の2発明に基づいて乙12発明を組み合わせることについての動機付けはない。",
                "しかも，仮に，乙34の2発明に乙12発明を組み合わせたとしても，本件ポリアミン誘導体の骨格としてピペラジン(乙34の2発明)を用いた乙12発明が構成されるのみである。そして，前記(3)ウ(ア)に認定のとおり，乙12発明は，ジチオカルボキシ基を官能基として有するポリアミン誘導体を単独で金属捕集剤として使用した場合には飛灰中の特にクロム(Ⅲ)等の重金属に対する固定化能が十分とはいえなかったことから，エチレンジアミン等を骨格とする本件ポリアミン誘導体を高分子である本件ポリエチレンイミン誘導体との混合物とすることによって当該課題を解決するものであるから，前記(4)イ(ア)に認定のとおり，乙12発明の本件ポリエチレンイミン誘導体に係る構成は，乙12発明に必須のものであって，乙12には，乙12発明から本件ポリエチレンイミン誘導体に係る構成を除外することについて記載も示唆もないばかりか，これを除外した場合，クロム(Ⅲ)等の重金属に対する固定化能が不十分となり，課題解決を放棄することになるのであるから，乙12発明からそのような構成の飛灰中の金属捕集剤を想到することについては，阻害事由がある。",
                "以上によれば，乙34の2は，そこに記載の本件化合物2を飛灰中の重金属固定化処理剤として使用することについての着想をもたらすものではなく，乙12にも，乙34の2発明1に基づいて乙12発明を組み合わせることについての動機付けがないから，当業者は，乙34の2発明に基づき乙12発明を組み合わせることによって本件発明6の相違点3に係る構成を容易に想到することができなかったものというべきであり，本件発明7及び9は，本件発明6の構成をさらに特定するものであるから，当業者は，本件発明6を容易に想到することができなかった以上，本件発明7及び9についても容易に想到することができなかったものというべきである。",
                "よって，乙34の2発明又はこれを乙12発明と組み合わせることで本件発明を容易に想到することができたとする1審被告の主張は，いずれも採用できない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "乙27の15発明に基づく容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙27の15発明について",
                  "text": [
                    "乙27の15は，「2個のジチオカルボキシル基を有するキレート試薬による金属の微量分析の研究Ⅰ」と題する学術論文(昭和59年12月20日発行)であり，その記載は，前記(3)オ(ア)に認定のとおりであるところ，そこには，次の発明(乙27の15発明)が記載されているものと認められる(以下の乙27の15発明，本件発明6と乙27の15発明との一致点及び相違点の認定につき，特許庁が乙27の15発明を主たる引用例の1つとして本件特許についてした平成22年2月26日付け無効2008-800106号事件審決(甲42，乙86)参照)。",
                    "「本件化合物2からなり，重金属である銅，コバルト，ニッケル及び水銀などのイオンとの反応で生じるキレートが希薄な水溶液中でコロイド的粒子として存在する，吸光分析法あるいは光散乱分析法に使用できる金属の微量分析用試薬」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6と乙27の15発明との一致点及び相違点について",
                  "text": [
                    "本件発明6と乙27の15発明とでは，「本件化合物2からなる重金属をキレートする薬剤」という点で一致するが，本件発明6の本件化合物2が，飛灰中の重金属固定化処理剤であるのに対し，乙27の15発明の本件化合物2が，重金属である銅，コバルト，ニッケル及び水銀などのイオンとの反応で生じるキレートが希薄な水溶液中でコロイド的粒子として存在する，吸光分析法あるいは光散乱分析法に使用できる微量分析用試薬である点で相違するものと認められる(以下「相違点4」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4の容易想到性について",
                  "text": [
                    "乙27の15発明は，前記アに記載のとおりであり，乙27の15の記載は，前記(3)オ(ア)に認定のとおりであるところ，そこに記載のピペラジンビスジチオカルバミン酸ナトリウムは，本件化合物2と同一の化合物であるから，乙27の15には，本件各化合物には重金属のキレート能力があることについての記載があるといえる。",
                    "しかしながら，前記(5)イに認定のとおり，廃棄物等の焼却により生ずる飛灰中に多様な物質が含まれているところ，乙27の15は，飛灰中の重金属の固定化とは技術分野を異にする学術論文であって，本件化合物2の希薄な水溶液中に対象となる重金属イオン以外にはキレート形成に関与する物質が存在しないという環境下でのキレート能力を明らかにしているにすぎない。したがって，乙27の15は，本件各化合物が，飛灰を水と混練するという環境下で，そこに含まれる上記の多様な物質の中で鉛等の重金属と錯体を形成し，これを固定化するものであることについて何らかの着想をもたらすものではなく，本件発明の容易想到性を判断するための引用例として適切なものではない。",
                    "さらに，前記(4)アに認定のとおり，乙12には，飛灰中の重金属固定化処理剤として本件発明6の相違点1に係る構成を採用すること(本件各化合物を選択すること)についての記載も示唆もなく，その動機付けもないばかりか，前記(3)エ及びオに認定のとおり，本件各化合物を飛灰中の重金属固定化処理剤として使用できることが本件優先権主張日当時の技術常識であったと認めるには足りないから，乙27の15発明に基づいて乙12発明を組み合わせることについての動機付けはない。",
                    "以上によれば，乙27の15は，そこに記載の本件化合物2を飛灰中の重金属固定化処理剤として使用することについての着想をもたらすものではなく，乙12にも，乙27の15発明に基づいて乙12発明を組み合わせることについての動機付けがないから，当業者は，乙27の15発明に基づき乙12発明を組み合わせることによって本件発明6の相違点4に係る構成を容易に想到することができなかったものというべきであり，本件発明7及び9は，本件発明6の構成をさらに特定するものであるから，当業者は，本件発明6を容易に想到することができなかった以上，本件発明7及び9についても容易に想到することができなかったものというべきである。",
                    "よって，乙27の15発明又はこれを乙12発明と組み合わせることで本件発明を容易に想到することができたとする1審被告の主張は，いずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上の次第であるから，本件特許権に基づく権利行使の可否に関する1審被告の主張は，いずれも理由がなく，本件特許は，特許無効審判により無効にされるべきものとは認められないから，特許権者である1審原告は，1審被告に対してその権利を行使できるものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考製品2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，参考製品2が被告製品に該当する旨主張する一方，1審被告は，参考製品2が，いずれもピペラジン-Ｎ，Ｎ′-ビスカルボジチオ酸カリウム及びピペラジン-Ｎ-カルボジチオ酸カリウムの一方又は双方を有効成分として含有する製品(ピペラジン系の重金属固定化処理剤)であることは認めるが，参考製品2を金属固定化剤又は金属捕集剤の原料となる，いわゆる中間製品として製造，販売したものであり，これらの用途が飛灰処理用(飛灰用)であるかどうかは不明であって，参考製品2は「飛灰中の重金属固定化処理剤」とはいえないから，被告製品に該当しない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "参考製品1が被告製品に該当することは，当事者間に争いがなく，また，平成21年10月1日から平成23年3月31日までの期間の1審被告によるピペラジン系の重金属固定化処理剤ないし重金属捕集剤(以下，併せて「重金属固定化処理剤」ともいう。)の販売数量(参考製品2を含む。)も，当事者間に争いがない。これらの争いのない事実にB鑑定の結果を総合すると，次の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告の社内においては，重金属固定化処理剤の製造及び販売の事業を「環境改善関連事業」として位置づけている。",
                        "1審被告が第1期に先立つ平成15年1月1日から第3期の最終日である平成23年3月31日までの期間に製造及び販売した，ピペラジンを原料として用いるピペラジン系の重金属固定化処理剤の出荷販売数量は，以下のとおりである。",
                        "①  参考製品1について",
                        "参考製品1は，ピペラジン系の飛灰用重金属固定化処理剤である。",
                        "上記各製品は，製品名にして30種類以上に及び，平成15年1月1日から平成21年9月30日までの期間の出荷販売数量は，合計●●●●●●●●●㎏(B鑑定書図表1)である。",
                        "平成21年10月1日から平成23年3月31日までの販売数量は，合計●●●●●●●●kgである(当事者間に争いのない事実)。",
                        "②  参考製品2について",
                        "参考製品2は，ピペラジン系の重金属固定化処理剤である。",
                        "上記各製品は，製品名にして4種類あり，平成15年1月1日から平成21年3月31日までの期間において出荷販売され，その出荷販売数量は合計●●●●●●●●●㎏(B鑑定書図表2)である。",
                        "上記各製品は，1審被告からA社ないしE社に全て販売されている(B鑑定書図表2，3)。",
                        "③  水浄化用重金属捕集剤(製品名「エポフロック」)について",
                        "エポフロックは，ピペラジン系の水浄化用重金属捕集剤である。",
                        "上記製品は，平成15年1月1日から平成21年9月30日までの期間のうち，平成15年4月1日から平成16年3月31日までの間において出荷販売され，その出荷販売数量は合計●●●●●●㎏(B鑑定書図表21)である。",
                        "④  小計",
                        "1審被告が平成15年1月1日から平成23年3月31日までの期間に出荷販売したピペラジン系の重金属固定化処理剤全体の出荷販売数量は，合計●●●●●●●●●㎏(前記①ないし③の合計)となる。",
                        "このうち，参考製品1及び2の出荷販売数量が占める割合は，合計約●●●●％である一方，エポフロックの出荷販売数量が占める割合は，約●●●％である。",
                        "以上のとおり，1審被告は，平成15年1月1日から平成23年3月31日までの期間において，ピペラジン系の重金属固定化処理剤を飛灰用として大量に製造，販売してきた一方，1審被告がピペラジン系の重金属固定化処理剤を飛灰用以外の用途である水浄化用として販売した期間及び出荷販売数量は，ごく限定的なものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)②に認定のとおり，1審被告が平成15年1月1日から平成21年9月30日までの期間(ただし，実際に出荷販売されたのは同年3月31日までである。)に出荷販売した参考製品2は，全てA社ないしE社に販売されている。",
                        "そこで，上記認定をさらに敷衍して，A社ないしE社が，ピペラジン系の飛灰用重金属固定化処理剤の販売に係る事業に関与する業者であるかどうかについて検討する。",
                        "①  甲43の1-1は，秋田市総合環境センターが平成19年4月1日から平成20年3月31日までの契約期間に係る灰処理用キレート剤の購入に当たって作成した「灰処理用キレート剤仕様書」と題する書面である。",
                        "甲43の1-1においては，購入対象とされる製品の具体的な品名が複数指定され，その中に，B社製●●●●●●●●●●●●及びD社製●●●●●●●●●●●●●●が挙げられていること，購入対象とされる薬剤の条件として「主成分はピペラジンジチオカルバミン酸とする。」とされていることからすると，B社製及びD社製の上記各製品は，いずれもピペラジン系の飛灰用重金属固定化処理剤であると認められる。",
                        "また，参考製品1には，1審被告が製造，販売するピペラジン系の飛灰用重金属固定化処理剤の中に，●●●●●●●●●●●●という製品名の製品及び●●●●●●●●●●●●●●のほか●●●●●●●●●●を冠した複数の製品名の製品が含まれるところ，これらの製品が甲43の1-1に記載されたB社製及びD社製の各製品とその製品名を共通にすることからすると，参考製品1は，それぞれB社及びD社が取り扱う各製品シリーズに属する製品であると考えられる。",
                        "以上によれば，B社及びD社はピペラジン系の飛灰用重金属固定化処理剤を自社の製品として販売していることが認められる。",
                        "②  C社のホームページ(甲9，43の2-2)によれば，C社は，飛灰用重金属固定化処理剤を●●●●●●●シリーズとして販売していることが認められる。",
                        "他方，別紙参考製品名目録1には，1審被告が製造，販売するピペラジン系の飛灰用重金属固定化処理剤の中に●●●●●●●●●という製品名の製品が含まれるところ，当該製品がC社の上記製品とその製品名を共通にすることからすると，参考製品1は，C社が取り扱う製品シリーズに属する製品であると認められる。",
                        "したがって，C社はピペラジン系の飛灰用重金属固定化処理剤を自社の製品として販売していることが認められる。",
                        "③  甲44の1ないし6によれば，A社は，ピペラジンジチオカルバミン酸(ピペラジンカルボジチオ酸と同一のもの。)を使用した飛灰用重金属固定化処理剤に係る複数の特許について，B社と共同で特許出願を行い，これらの特許権をB社と共有していることが認められる。この事実は，A社とB社とが，ピペラジンジチオカルバミン酸を使用した飛灰用重金属固定化処理剤に関する事業について，共同関係にあることを推認させるものといえる。なお，A社とB社との間に共同で事業を行う関係があることは，A社及びB社の双方が●●●●●●●●●●●という名称の同一製品を販売している事実(乙66，67)からも裏付けられる。",
                        "しかるところ，B社がピペラジン系の飛灰用重金属固定化処理剤を販売する事業を行っていることは，前記①に認定のとおりであるから，B社と上記のような事業上の共同関係にあるA社がB社の上記事業に関与していることを推認することができる。",
                        "④  前記①ないし③によれば，A社ないしD社は，ピペラジン系の飛灰用重金属固定化処理剤の販売に係る事業を行い，又は同事業に関与する業者であるものと認められる。",
                        "さらに，E社は，A社ないしD社の関係会社(商社等)とされるものであるから，A社ないしD社と同様に，ピペラジン系の飛灰用重金属固定化処理剤の販売に係る事業を行い，又は同事業に関与する業者であるものと認められる。",
                        "⑤  他方で，A社ないしE社が，ピペラジン系の重金属固定化処理剤を飛灰処理用以外の用途に係る製品として販売していることを窺わせる証拠は，乙66及び乙67以外には見当たらない。",
                        "そして，乙66は，A社が作成し，「改訂日  2010年2月25日」との記載のある●●●●●●●●●●●という名称の製品に関する「製品安全データシート」と題する書面であり，その「組成，成分情報」欄には，当該製品が，「ジカリウム＝ピペラジン-1，4-ビス(カルボジチオアート)(カリウム＝ピペラジン-1-ビス(カルボジチオアート)を約2％含有)」を約35％含有することが記載され，また，乙67は，秋田市総合環境センターが平成21年4月1日から平成22年3月31日までの契約期間に係る水処理用キレート剤の購入に当たって作成した「水処理用キレート剤仕様書」であり，購入対象とされる製品の具体的な品名として，B社製●●●●●●●●●●●が記載されている。",
                        "しかるところ，乙66及び乙67の上記のような記載からすれば，これらの証拠は，A社及びB社が●●●●●●●●●●●という名称の同一製品を販売していること及び当該製品がピペラジン系の水処理用重金属捕集剤であることを示すものということはできるものの，乙66の内容が平成22年(2010年)2月25日の時点で改訂されていることからすれば，乙66によってピペラジン系の製品であることが確認し得るのは，上記改訂以降に販売された●●●●●●●●●●●についてであって，それより前に販売された同製品については，上記改訂前の「製品安全データシート」によらなければ，それがピペラジン系の製品であるか否かを確認することはできないものといえる。",
                        "そして，本件においては，上記改訂前である平成15年1月1日から平成21年3月31日までの期間にA社ないしE社に販売された参考製品2の用途が飛灰用重金属固定化処理剤であったかどうかが問題となっているところ，乙66及び乙67によっては，参考製品2の上記販売期間に対応する時期に，A社及びB社がピペラジン系の製品に当たる水処理用重金属捕集剤を販売していたとの事実を認めるには足りない。",
                        "以上のとおり，平成15年1月1日から平成21年3月31日までの期間に販売された参考製品2の全てがA社ないしE社に販売されたことが認められるところ，A社ないしE社が，いずれもピペラジン系の飛灰用重金属固定化処理剤の販売に係る事業を行い，又は同事業に関与する業者であることが認められる一方で，A社ないしE社が，参考製品2の販売された期間に対応する時期に，ピペラジン系の重金属固定化処理剤を飛灰処理用以外の用途に係る製品として販売していたとの事実を認めるに足りる証拠はないのであり，以上の事情は，参考製品2が飛灰用重金属固定化処理剤をその用途とする薬剤として製造，販売されたことを積極的に窺わせる事情ということができる。",
                        "以上に加えて，1審被告は，化学製品の製造及び販売を業とする株式会社であり，中間製品を含む被告製品の販売数量に鑑みても，特段の事情がない限り，中間製品を含むその製造及び販売に係る製品の用途について認識していたものと推認するのが相当であり，かつ，本件においては，当該特段の事情に該当する事実は，見当たらない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方で，参考製品2の具体的な用途に関する1審被告の主張，立証をみると，販売先の仕様に基づいて製造，販売しているにすぎないからその用途についてまでは把握していない旨の理由を述べて，当該用途につき不知との答弁をするのみで，積極的な主張，立証を行わない。",
                        "しかるところ，1審被告としては，自らの取引先であるA社ないしE社における参考製品2の具体的な用途を主張，立証することが格別困難であることを示す事情も認められないのに，あえてこの点についての主張，立証をしないのであり，このような1審被告の訴訟対応は，参考製品2の用途が，1審原告主張のとおり飛灰用重金属固定処理剤であるとの推認を補強する事情になるものということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の前記(ア)ないし(ウ)の事情を総合すると，参考製品2は，飛灰用重金属固定化処理剤の用途に使用されるものとして製造，販売され，かつ，1審被告も，そのことを認識していたことを推認することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上に対して，1審被告は，参考製品2と同様のピペラジン系の製品の一般的な用途として，飛灰用重金属固定化処理剤以外の用途もある旨主張し，その根拠として，複数の公開特許公報(乙12，32，51，56)の記載や飛灰処理用以外の用途に係るピペラジン系の重金属固定化処理剤の製品(いずれも水処理用の重金属捕集剤であるA社及びB社製●●●●●●●●●●●(乙66，67)及び原告製TX-10(乙68))が現に存在することを指摘する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そこで検討すると，乙12には，従来技術として，「ジチオカルボキシ基を官能基として有するポリアミン誘導体からなる金属捕集剤が知られており，この金属捕集剤を用いた廃水処理方法も種々提案されている」との記載がある。",
                        "しかしながら，前記2(3)ウないしオに説示したとおり，乙12には，本件各化合物からなる重金属固定化処理剤についての記載があるとはいえず，また，本件優先権主張日当時の技術常識を参酌することにより乙12にそれが記載されているに等しいともいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙32(乙56)には，発明の名称を「固体状物質中の金属固定化方法」として，固体状物質に，金属捕集剤と水溶性高分子とを添加し，固体状物質中に存在する金属を固定化することを特徴とする固体状物資中の金属固定化方法(【請求項1】)，固体状物質が，飛灰，鉱滓，土壌，汚泥のいずれかである請求項1記載の固体状物質中の金属固定化方法(【請求項2】)が記載されているところ，その中で，ピペラジンに関しては，発明の詳細な説明において，上記金属捕集剤として複数の化合物が例示されるうちの1つである「ジチオカルバミン酸基またはその塩を有する化合物」を生成するために使用されるポリアミンが多数例示されるなかに，ピペラジンも挙げられているのみにすぎず，当該記載をもって，飛灰処理用以外の用途に係るピペラジン系の重金属固定化処理剤の存在が具体的に示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙51には，発明の名称を「スラッジまたは土壌の無害化処理方法」として，水銀化合物を含有するスラッジまたは土壌を水洗した後，重金属処理剤を添加することを特徴とするスラッジまたは土壌の無害化処理方法(【請求項1】)等が記載されているところ，その中で，ピペラジンに関しては，発明の詳細な説明において，上記重金属処理剤として，「ジチオカルバミン酸のＮa基やK基を主成分とする有機キレート系重金属処理剤等」が好ましいものとして挙げられるに当たり，その原料となるアミンが多数例示されるなかに，ピペラジンも挙げられているにすぎず，当該記載をもって，飛灰処理用以外の用途に係るピペラジン系の重金属固定化処理剤の存在が具体的に示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，前記イ(イ)⑤に認定のとおり，1審被告が，現に存在する飛灰処理用以外の用途に係るピペラジン系の重金属固定化処理剤として指摘するもののうち，A社及びB社製の水処理用重金属捕集剤である●●●●●●●●●●●(乙66，67)は，参考製品2が販売された平成15年1月1日から平成21年3月31日までの時期において，ピペラジン系の製品であったことが確認できない。",
                        "また，1審原告製の水処理用金属捕集剤であるTX-10については，そもそもピペラジン系の製品であることを認めるに足りる証拠がない。",
                        "この点に関し，1審被告は，TX-10がピペラジン系の製品であることの根拠として，同製品が，ピペラジン系の飛灰用重金属固定化処理剤であるTS-275を紹介する1審原告のサイトにおいて姉妹品として宣伝されていること(乙68)を指摘するが，1審原告のサイトにおける上記記載から，直ちにTS-275とTX-10との含有有効成分の同一性までが明らかとなるものとはいえないから，1審被告の上記主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，1審被告が指摘する前記各証拠は，参考製品2が販売された平成15年1月1日から平成21年3月31日までの期間の当時，飛灰処理以外の用途に係るピペラジン系の重金属固定化処理剤が現に存在していたことを具体的に示す証拠とはいえず，これらによって，参考製品2の用途が飛灰用重金属固定化処理剤であるとの推認が妨げられるものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，1審被告は，参考製品2を飛灰用の重金属固定化処理剤として用途を明示した状態で販売したものではないから，1審被告が販売した中間製品が，本件発明の「飛灰中の」との構成要件Bを充足しない旨を主張する。",
                    "しかしながら，1審被告が販売した参考製品2について飛灰用の重金属固定化処理剤として用途を明示した状態で販売したものでないからといって，前記イ(ア)ないし(ウ)に認定の事実に照らすと，このことは，参考製品2が飛灰用重金属固定化処理剤の用途に使用されるものとして製造，販売され，かつ，1審被告も，そのことを認識していたとの推認を妨げるに足りない。そして，そのような事情の下において，1審被告が参考製品2について用途を明示しなかったからといって，そのことにより参考製品2が本件発明の「飛灰中の」との構成要件Bを充足しなくなるというものでもない。",
                    "よって，1審被告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，1審被告は，当審において，平成18年以降，OEM3社のうち1社(α社)に対して中間製品を納入し，これが原告製品として販売された旨を主張する。",
                    "しかしながら，1審被告の援用する証拠(乙97，98)は，いずれもOEM3社が1審原告との間の製造委託契約に基づいて原告製品の製造を開始した平成18年4月1日よりも前のものであるから，これらの証拠から1審被告主張の事実を認めることはできない。",
                    "よって，1審被告の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参考製品3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，参考製品3が被告製品に該当する旨主張する。",
                    "そこで検討すると，B鑑定の結果によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "B鑑定人は，その鑑定の実施に当たって，1審被告がその環境改善関連事業において取り扱う全ての製品を対象としてピペラジン系製品であるか否かの区分調査を行った(B鑑定書の10頁(3)②)。",
                        "上記区分調査は，各製品について，①技術設計上ピペラジンが使用されていること，②原料にピペラジンが使用されていること，③製造工程にピペラジンが投入されていることの3点に留意して，1審被告が製品ごとに作成している技術基準書の記載内容に基づいて確認するというものである(B鑑定書の第4(13頁～18頁))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "B鑑定人は，上記区分調査の結果，1審被告が製造，販売する製品のうち，参考製品3が非ピペラジン系製品であり，●●●●●●●●●●●●●●●●●●●がピペラジン系製品であることを確認した(B鑑定書の32頁(4))。",
                        "なお，乙41は，参考製品3が非ピペラジン系製品であるのに，ピペラジン系製品として集計の対象としていた(B鑑定書の32頁(4))。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "B鑑定の結果は，前記アのとおり，必要な技術資料を逐一確認した結果に基づくものであって，その信用性に疑義を差し挟むべき事情は認められない。",
                    "してみると，参考製品3は，B鑑定が示すように非ピペラジン系製品であって，ピペラジン系の重金属固定化処理剤とはいえないから，参考製品3は被告製品に該当しないことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点に関し，1審原告は，1審被告が，参考製品3が被告製品に該当することをいったん自白しており，1審被告が後にこれを否認することが事実に関する自白の撤回に当たり許されない旨主張する。",
                    "しかしながら，1審被告による上記否認が，主要事実に関する自白の撤回に当たるとしても，参考製品3は被告製品(ピペラジン系の飛灰用重金属固定化処理剤)に含まれるとの1審被告の自白が真実に反することは，上記のとおりB鑑定の結果から明らかであり，また，そうである以上，1審被告の上記自白が錯誤によるものであることもこれを推認することができるというべきである。",
                    "したがって，1審被告による上記否認が許されないとの1審原告の主張は，採用することができず，参考製品3が被告製品に該当するとの1審原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，参考製品2は，飛灰用重金属固定化処理剤の用途に使用されるものとして製造，販売され，かつ，1審被告も，そのことを認識していたものと推認され，この推認を妨げる証拠はないから，被告製品に該当するものと認められる。",
                "そして，前記1(2)に認定のとおり，被告製品は，本件発明の構成要件を全て充足し，その技術的範囲に属するから，被告製品に該当する参考製品2は，いずれも本件発明の構成要件を全て充足し，その技術的範囲に属するものというべきである。",
                "よって，1審被告の中間製品に関する主張及びこれに立脚する主張は，いずれも採用できない。",
                "他方，参考製品3は，被告製品に該当しないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "第1期の損害額について",
              "text": [
                "1審原告は，本件発明について，特許法102条3項に基づき，第1期(平成15年1月24日から同年3月31日までの期間)における「実施に対し受けるべき金銭の額に相当する額の金銭」(実施料相当額)の損害賠償を請求しているから，その算定の基礎となる被告製品の販売数量，被告製品の平均販売単価及び本件発明の実施料率を，それぞれ確定する必要がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品の販売数量について",
                  "text": [
                    "B鑑定書図表1及び2においては，1審被告による平成15年3月期における被告製品の出荷数量は，平成15年1月1日から同年3月31日までの90日間分の数量として，参考製品2を除く被告製品につき●●●●●●●●㎏(図表1)，参考製品2につき●●●●●●●㎏(図表2)とされている。そこで，B鑑定の結果は，これを基に第1期(平成15年1月24日から同年3月31日まで)の67日間分の数量を算出するため，上記各数量にそれぞれ90分の67を乗じ，得られた●●●●●●●㎏及び●●●●●●●㎏の和である●●●●●●●●㎏をもって，第1期に係る被告製品の販売数量と認めている(ただし，1㎏未満切捨て)。",
                    "以上のB鑑定の算定は，妥当なものと認められるから，第1期の被告製品の販売数量は，●●●●●●●●㎏と認められる(別表1のC欄記載の数量)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品の平均販売単価について",
                  "text": [
                    "B鑑定書図表1及び2によれば，第1期における被告製品の平均販売単価は，参考製品2を含む被告製品の販売価額●●●●●●●●●●●円を出荷販売数量●●●●●●●●㎏で除した値である●●●●●●円／㎏であると認められる(ただし，小数点以下第3位未満は切り捨て)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の実施料率について",
                  "text": [
                    "本件発明の実施料相当額を算定するに当たっては，1審原告による本件発明の実施許諾の実例が存在しないため，現実の実施料率を参考として相当な実施料率を算定することはできない。",
                    "しかるところ，1審原告は，OEM3社について，1審原告にもたらす経済的利益という意味では実質的には本件特許権の実施許諾先と異ならないなどとして，1審原告においてOEM3社が製造する原告製品を販売することによって得られる利益額の販売価格に対する割合をもって，上記実施料率算定の1つの指標となり得る旨を主張する。",
                    "そして，1審原告従業員の陳述書(甲45，49，67の1)には，OEM3社は，かねてより本件特許権の侵害品を自社製品として製造，販売していたところ，1審原告は，平成17年7月27日，特許異議の申立てについて本件特許を維持する決定がされた(乙13)ことから，OEM3社との間で本件特許権に関する交渉を開始したが，市場の混乱防止と早期の紛争解決のためにOEM3社が同一製品を1審原告からの製造委託により原告製品として製造，販売する旨の合意をし，その際，OEM3社の希望価格を尊重し，甲社と比較して単位数量当たりの利益額が低くなる製造販売委託契約を締結するに至ったものであって，1審原告は，その後にOEM3社との間での毎年行われてきた交渉で製造委託数量及び委託金額を決定するに当たり，1審原告の利益を伸長するよう努めてきた旨の記載がある。",
                    "そして，A鑑定書及び甲64によれば，特に平成18年度の甲社製原告製品(●●●●●円／kg)とOEM3社製原告製品(●●●●円／kg)の単位数量当たりの利益額の間には大きな開きがある一方で，その後のOEM3社製原告製品の単位数量当たりの利益額が毎年漸増(平成22年度において●●●●●円／kg。同年度の甲社製原告製品の当該利益額は，●●●●●円／kgである。そして，第3期のOEM3社製原告製品の平均販売単価及び単位数量当たりの利益の額(別表2-3)に基づき，1審原告においてOEM3社が製造する原告製品を販売することによって得られる単位数量当たりの利益額の平均販売単価に対する割合を年度ごとに算出すると，平成18年度が約●●●％，平成19年度が約●●●●％，平成20年度が約●●●●％，平成21年度上半期が約●●●●％，平成21年度下半期が約●●●●％，平成22年度が約●●●●％である。)していることから，上記陳述書の記載は，これを信用することができ，そこに記載の事実を認めることができる。",
                    "このように，OEM3社が原告製品の製造委託先となったのは，1審原告が，本件特許権の侵害品を自社製品として製造，販売していたOEM3社との間で交渉を行った結果，平成18年4月以降，OEM3社が同一製品を1審原告からの製造委託により原告製品として製造，販売する旨の合意が成立したという経緯によるものであり，その後のOEM3社製原告製品に係る単位数量当たりの利益額の推移をみると，いずれの年度においても甲社製原告製品に係る当該利益額を大きく下回っていること(別表2-2及び2-3)などの事情に鑑みれば，OEM3社が1審原告にもたらす経済的利益の実質に関する1審原告の上記主張にも一応の合理性を認めることができ，1審原告においてOEM3社が製造する原告製品を販売することによって得られる単位数量当たりの利益額の平均販売単価に対する割合をもって，相当な実施料率算定の1つの指標とすることができるものというべきである。",
                    "そこで，第1期における被告製品の販売について妥当すべき本件発明の実施料率については，当該期間に最も近接した平成18年度に係る上記割合(約●●●％)を参考としつつも，当該割合が決定されるに至った上記事情に加えて，本件発明の内容，1審原告における本件発明の実施状況，1審被告による侵害行為の態様等の本件に顕れた諸事情をも勘案すれば，これを●●％と認めるのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第1期の特許法102条3項の損害額(実施料相当額)について",
                  "text": [
                    "前記アに認定の被告製品の販売数量(●●●●●●●●㎏)，前記イに認定の被告製品の平均販売単価(●●●●●●円／㎏)及び前記ウに認定の本件発明の実施料率(●●％)に基づき，第1期における被告製品の販売に係る実施料相当額の損害額を算定すると，次のとおり●●●●●●●●●円となる(ただし，1円未満は切捨て)。",
                    "●●●●●●●●(㎏)×●●●●●●(円／㎏)×●●●",
                    "＝●●●●●●●●●円"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "第2期及び第3期における特許法102条の適用について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法102条1項(逸失利益)と同条3項(実施料相当額)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，その第1次請求において，第2期の損害額をあらかじめ2分し，その一部を特許法102条1項に基づき，その余を同条3項に基づいてそれぞれ請求する旨を主張しているほか，その第2次請求において，第2期の損害額について，同条1項ただし書(原告製品の市場占有率)が適用された場合にその余の損害を同条3項に基づいて請求している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，我が国の不法行為に基づく損害賠償制度は，被害者に生じた現実の損害を金銭的に評価し，加害者にこれを賠償させることにより，被害者が被った不利益を補てんして，不法行為がなかったときの状態に回復させることを目的とするものである。",
                        "そして，特許法102条1項本文は，特許権が独占権であるという性格を前提として，侵害者の譲渡数量が特許権者の喪失した販売数量と等しいという考え方に基づき，侵害者が侵害の行為を組成した物を譲渡した数量に，特許権者らがその侵害の行為がなければ販売することができた物の単位数量当たりの利益の額を乗じて得た額を，特許権者らの実施の能力に応じた額を超えない限度において特許権者の損害額(逸失利益)とする旨を規定する一方，同項ただし書は，侵害者の譲渡数量が特許権者の喪失した販売数量と等しいとはいえないとする事情がある場合に，当該事情に相当する数量に応じた額を控除するというものである。このように，同条1項は，特許権者に生じた現実の損害を金銭的に評価し，その不利益を補てんして，特許権侵害という不法行為(民法709条)がなかったときの状態に回復させるため，その本文及びただし書の双方によって特許権者に生じた逸失利益の額の算定方法を定めているのであるから，特許法102条1項により算定された損害額は，特許権者に生じた逸失利益の全てを評価し尽くした結果であるというべきである。",
                        "他方，特許法102条3項は，侵害者による特許発明の実施に対し受けるべき金銭の額に相当する額の金銭(実施料相当額)を特許権者らが受けた損害の額としてその賠償を請求できるとするものであって，特許権侵害という不法行為(民法709条)により特許権者が被った損害の立証の便宜を図るための規定であるが，上記のとおり，特許法102条1項が特許権者に生じた逸失利益の全てを評価し尽くしており，これにより特許権者の被った不利益を補てんして，不法行為がなかったときの状態に回復させているものと解される以上，特許権者は，同条1項により算定される逸失利益を請求する場合，これと並行して，同条3項により請求し得る損害を観念する余地がなく，同項に基づき算定される額を請求することはできないというべきである。",
                        "したがって，以上に反する1審原告の主張は，理由がないというほかない。",
                        "なお，1審原告は，以上のほかに，その第2次請求において，第3期のうち平成20年4月1日から平成23年3月31日までの期間の損害額について，同条1項ただし書(原告製品の市場占有率)が適用された場合にその余の損害を同条3項に基づいて請求している。しかしながら，後記(6)イに認定のとおり，上記期間については競合他社の存在を認めることができないので，1審原告の上記請求は，その前提を欠くものである。",
                        "以上によれば，第2期及び第3期について，1審原告による特許法102条3項に基づく請求を認めることはできない。",
                        "そこで，以下では，専ら特許法102条1項の適用結果についてのみ判断を示すこととする。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品の販売数量について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法102条1項本文は，侵害行為を組成した物の譲渡数量に，「侵害の行為がなければ販売することができた物の単位数量当たりの利益の額」を乗じて得た額を，特許権者又は専用実施権者の実施能力を超えない限度において，特許権者又は専用実施権者が受けた損害額とすることができると規定している。",
                        "そこで，まず，本件特許権の侵害行為を組成した物の譲渡数量について検討すると，B鑑定の結果によれば，被告製品に該当すると認められる参考製品1及び2の平成15年4月1日から平成21年9月30日までの期間における販売数量は，別表1のC欄のうち平成15年度ないし平成21年度上半期の部分を合算した●●●●●●●●●㎏と認められる(B鑑定書図表1及び2の「出荷数量」)。",
                        "次に，被告製品の平成21年10月1日から平成23年3月31日までの期間における販売数量は，別表1のC欄の当該期間部分に記載のとおり合計●●●●●●●●㎏であることで当事者間に争いがない。",
                        "したがって，第2期及び第3期(平成15年4月1日から平成23年3月31日までの期間)の被告製品の販売数量は，別表1のC欄に記載のとおり，合計●●●●●●●●●kgである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上に対して，1審被告は，経済産業省発行の冊子(乙109)に1審原告が平成15年8月に原告製品の販売を開始した旨の記載があるから，1審原告が同年4月から9月までの期間に原告製品を販売していないはずである旨を主張する。",
                        "しかしながら，証拠によれば，1審原告から製造委託を受けた甲社は，平成14年12月18日，旧化審法3条に基づく製造の事前届出を行い(甲46の1)，平成15年1月15日，同法4条に基づく判定結果の通知がされ(甲46の2)，1審原告の製品の再販売業者らは，同年4月30日以降，原告製品(TS-275)又はそのOEM製品である●●●●●●(甲67の1)の販売を行っている事実が認められる(甲77)。そして，上記冊子(乙109)の記載は，上記認定を左右するのに十分とはいえないから，当該記載を根拠として，原告製品の販売が同年9月以降であると認めることはできない。",
                        "よって，1審被告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告製品の単位数量当たりの利益額について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「侵害の行為がなければ販売することができた物」について",
                      "text": [
                        "①  証拠(甲7，32，34，45，49，64，67，A鑑定の結果)及び弁論の全趣旨を総合すれば，次の事実が認められる。",
                        "すなわち，1審原告は，ピペラジン系の飛灰用重金属固定化処理剤として，平成15年4月1日から，TS-275(製品名)を，平成18年4月1日から，TS-300(製品名)を製造，販売している。これらの製品は，本件発明の実施品(原告製品)である。",
                        "1審原告は，第2期において，専ら甲社に対して原告製品の製造委託をし，甲社によって製造された原告製品(甲社製原告製品)を販売した。上記期間においては，1審原告及び1審被告のほかに，少なくともOEM3社も，ピペラジン系の飛灰用重金属固定化処理剤を製造，販売していた。",
                        "1審原告は，平成18年4月1日以降，甲社及びOEM3社の合計4社に対し，原告製品の製造委託をし，甲社製原告製品及びOEM3社によって製造された原告製品(OEM3社製原告製品)を販売している。",
                        "②  前記①に認定の事実によれば，原告製品(本件発明の実施品)は，市場において侵害品である被告製品と競合する製品であるから，原告において「侵害の行為がなければ販売することができた物」(特許法102条本文)に該当するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "A鑑定の結果等について",
                      "text": [
                        "①  上記(ア)①のとおり，原告製品は，その製造委託先により，甲社製原告製品とOEM3社製原告製品とに大別することができる。",
                        "A鑑定の結果(平成15年度ないし平成21年度上半期)及びこれと同じ調査方法を採用した甲64(平成21年度下半期及び平成22年度)によれば，原告製品全体，甲社製原告製品単独及びOEM3社製原告製品に係る年度ごとの平均販売単価，控除対象費用(単価)及び単位数量当たりの利益の額(ただし，原告製品全体については4社の平均値，OEM3社製原告製品については3社の平均値)は，それぞれ別表2-1ないし3に記載のとおりと認められる(A鑑定書第1表～第3表，甲64の4頁)。",
                        "②  以上に対して，1審被告は，A鑑定書における甲社製原告製品の単位数量当たりの利益の額(同鑑定書第2表。本判決別表2-2)が，1審原告が甲社に支給する原料ピペラジンについての製造設備の減価償却費等の製造固定費を売上原価に算入すべきであるのに，これが算入されていない点において相当でない旨を主張する。",
                        "そこで検討すると，A鑑定書第2の1(2)(3頁)によれば，甲社製原告製品の原料となるピペラジンは，1審原告が製造して甲社に支給しているものであるから，甲社製原告製品の売上原価には，1審原告におけるピペラジンの製造費用が含まれることが認められる。",
                        "しかるところ，A鑑定書第3の2(2)③(14頁)においては，上記ピペラジンの製造費用のうち，直接材料費等の製造直接費については，原告製品の製造数量に応じて増減する変動費であることから売上原価に算入するものとされる一方で，製造設備の減価償却費等の製造固定費については，被告製品の販売数量に相当する原告製品を1審原告が追加的に製造，販売した場合に原告の原料ピペラジンの製造能力が不足して新規の設備投資が必要となる場合でない限り，原告製品の製造数量に応じて変動することのない費用であることから売上原価に算入しないことしたものである。",
                        "このようなA鑑定書における会計処理は，原告製品に係るいわゆる限界利益の算出に当たっての適切な処理であるものということができる。",
                        "そして，A鑑定書第3の1(1)b②及び第5表のイ欄(10頁～11頁)によれば，平成15年4月1日から平成21年9月30日までの期間における被告製品の販売数量(別表1のC欄記載の数量)に相当する原告製品を1審原告が甲社に製造委託して追加的に製造，販売した場合でも，1審原告において，甲社に支給すべき原料ピペラジンが不足する事態とはならない程度の原料ピペラジンの余剰製造能力を有することが認められ(A鑑定書第5表のイ欄記載の「原料ピペラジンの製造能力考慮後の余剰製造能力(t)」は，ウ欄記載の「被告出荷数量(t)」をいずれの年度においても上回っている。)，かつ，このことから，平成21年10月1日から平成23年3月31日までの期間の1審原告の原料ピペラジンの余剰製造能力についても同じことが妥当することが推認される。以上によれば，甲社製原告製品の限界利益の算出に当たって，1審原告におけるピペラジンの製造固定費を売上原価に算入すべき理由はないものと解される。",
                        "この点に関し，1審被告は，1審原告が，甲社に対して原告工場で製造した原料ピペラジンを支給する一方で，OEM3社のうちの1社に対しては，1審原告の製造に係る原料ピペラジンを直接支給することなく，他のピペラジン製造業者からのピペラジンの購入を代行して行っているという事実をもって，1審原告の原料ピペラジンの製造能力がOEM3社用に別途製造して支給することができない程度のものであることを示す事実であるかのごとく主張するが，上記購入代行の事実が直ちに1審原告における原料ピペラジンの製造能力の不足に結びつくものとはいえない。",
                        "したがって，1審被告の上記の主張は，理由がない。",
                        "③  また，1審被告は，A鑑定書における甲社製原告製品の単位数量当たりの利益の額(同鑑定書第2表。本判決別表2-2)が，本件発明の技術的範囲に属しない原料ピペラジンの製造，販売に伴う利益分が控除されるべきであるのに，これが控除されていない点において相当ではない旨を主張する。",
                        "そこで検討すると，1審被告の上記主張は，甲社製原告製品の場合，原料となるピペラジンを1審原告自身が製造して甲社に支給していることから，1審原告以外の者が製造したピペラジンを原料とするOEM3社製原告製品と比較して，甲社製原告製品の売上原価が低く抑えられることとなり，その結果，より多額の利益が得られることとなるが，このような利益の中には，それ自体は本件発明の技術的範囲に属することのない原料ピペラジンの製造，販売による利益が含まれているものといえるから，1審原告の損害額算定の基礎となる甲社製原告製品の単位数量当たりの利益の額においては，上記利益に相当する額を控除すべきというものと解される。",
                        "しかるところ，1審被告の上記主張は，甲社製原告製品の製造過程における一部の原料について，それ自体の製造，販売に係る利益を独立に観念して，甲社製原告製品の単位数量当たりの利益の額について論じるものであって，その主張自体独自の見解であって採用することができない。",
                        "また，仮に，1審被告が主張するように甲社製原告製品の場合とOEM3社製原告製品の場合とで，売上原価の差異に伴い利益額の差異が生じているとしても，それは，甲社製原告製品及びOEM3社製原告製品における製造，販売の具体的な形態の違いによって，各原告製品の販売によって1審原告が受ける利益額が現に異なっているということにすぎないのであって，甲社製原告製品に係る利益額の中に，本来計上されるべきでない利益が含まれているというものではない。",
                        "したがって，1審被告の上記主張も，理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第2期における原告製品の単位数量当たりの利益額について",
                      "text": [
                        "前記(ア)①に認定のとおり，第2期に製造，販売された原告製品は，甲社製原告製品のみであるから，この期間に係る原告の損害額算定の基礎となる原告製品の単位数量当たりの利益額は，甲社製原告製品についての単位数量当たりの利益額である。",
                        "そして，A鑑定の結果によれば，上記利益額は，別表2-1及び2-2において共通する，平成15年度ないし平成17年度に係る「単位数量当たりの利益の額」欄記載の金額と認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第3期における原告製品の単位数量当たりの利益額について",
                      "text": [
                        "①  単位数量当たりの利益額について",
                        "前記(ア)①に認定のとおり，第3期に製造，販売された原告製品は，その製造委託先が甲社であるものとOEM3社であるものがあり，かつ，製造委託先がいずれであるかによって，製品の単位数量当たりの利益額が異なる。しかし，これらがいずれも1審原告により販売された原告製品であることに違いはない一方，本件において1審原告の逸失利益を算定するに当たり，いずれかの製造委託先による原告製品の単位数量当たりの利益額を採用すべき事情も見当たらないことに照らすならば，1審原告の逸失利益を算定するに当たっては，製造委託先の別にかかわらず，第3期に販売された全ての原告製品を対象とした平均値をもって当該期間に係る原告製品の単位数量当たりの利益額と認めるのが相当である。",
                        "②  1審原告の主張について",
                        "以上に対して，1審原告は，いずれの製造業者に製造委託をさせるべきかは販売事業者の自由な経営判断によるべきものであって，従前本件特許権の侵害者であったOEM3社に製造委託する必然性はなかったことなどを根拠に，被告製品の販売がなければ1審原告において販売可能であった原告製品の数量のうち，甲社の製造能力によって製造可能な最大限の数量に達するまでは甲社製原告製品が販売されていたはずであるとして，その範囲内の数量に関する限り利益の高い甲社製原告製品のみに係る単位数量当たりの利益額が採用されるべきである旨を主張する。",
                        "そこで検討すると，前記(4)ウに認定のとおり，1審原告は，本件特許権の権利者として，OEM3社に対し，原告製品の製造委託数量及び委託金額の決定について優位な立場にあるものといえる。",
                        "しかしながら，第3期の原告製品の実際の販売数量の内訳を見ると，1審原告にとってより利益の少ないOEM3社製の製品は，合計販売数量●●●●●●●●●kg(A鑑定書第4表(5頁～8頁)の平成18年度ないし平成21年度上期の「全体値」欄並びに甲64(5頁～6頁)の平成21年度下期及び平成22年度通期の「全平均値」欄の合計)の約●●％に当たる●●●●●●●●●kg(同「OEM3社平均値」欄の合計)を占めており，OEM3社製原告製品の販売割合は，甲社製原告製品よりも常に大きい。このことを反映して，第3期の1審原告の売上高を見ると，OEM3社製原告製品による売上高は，合計売上高●●●●●●●●●●●●●円(同全体値又は全平均値の「売上高」欄の合計)の約●●％に当たる●●●●●●●●●●●●円(同「OEM3社平均値」欄の合計)を占めており，全体の売上高の過半数を超えている。",
                        "OEM3社製原告製品が1審原告の売上に占める割合が以上のとおり過半数を超えている以上，第3期における被告製品(侵害品)がなかったならば1審原告が得られたであろう利益を算定するに当たり，OEM3社製原告製品の単位数量当たりの利益額を捨象することは，取引の実態を反映するものとはいえない。したがって，OEM3社製原告製品の利益額を決定するに当たり，上記認定のような事情があったとしても，そのことは，OEM3社製原告製品の利益額を捨象し，1審原告にとってより利益の大きい甲社製原告製品のみに立脚して単位数量当たりの利益額を決定すべき事情とはいえない。",
                        "よって，1審原告の上記主張は，理由がない。",
                        "③  1審被告の主張について",
                        "1審被告は，甲社製原告製品の利益額には原料ピペラジンの製造販売に係る利益額が含まれるから，原告製品の他に数量当たりの利益額をOEM3社製原告製品のそれにより算定すべきである旨を主張する。",
                        "しかしながら，前記(イ)③に説示のとおり，1審被告の上記主張は，それ自体独自の見解であるばかりか，仮に，1審被告が主張するように甲社製原告製品の場合とOEM3社製原告製品の場合とで，売上原価の差異に伴う利益額の差異が生じているとしても，それは，甲社製原告製品及びOEM3社製原告製品における製造，販売の具体的な形態の違いによって，各原告製品の販売に伴って1審原告の利益額が現に異なっているということにすぎないのであって，甲社製原告製品に係る利益額の中に，本来計上されるべきでない利益が含まれているというものではない。",
                        "したがって，1審被告の上記主張は，理由がない。",
                        "また，1審被告は，甲社製原告製品よりもOEM3社製原告製品の方が販売単価が低いことを根拠に，被告製品の販売がなければ1審原告において販売可能であった原告製品の数量のうち，OEM3社の製造能力によって製造可能な最大限の数量に達するまではOEM3社製原告製品が販売されていたはずであるとして，その範囲内の数量に関する限りOEM3社製原告製品のみに係る単位数量当たりの利益額が採用されるべきである旨を主張する。",
                        "1審被告の主張は，原告製品のような飛灰用重金属固定化処理剤は，地方自治体などのごみ処理施設の運営主体が実施する入札手続によって納入業者が決定されるのが一般的であり，このような入札手続においては，より低い価格を提示した業者が落札するはずであるから，被告製品の販売がなければ販売可能であった数量の原告製品が販売される場合には，平均販売単価がより低いOEM3社製原告製品の方が優先的に販売されたはずであるとの立論をその根拠とするものである。",
                        "しかしながら，1審被告の上記立論は，原告製品の平均販売単価の高低が上記のような入札手続における原告製品の入札価格に直ちに反映することを前提とするものと考えられるところ，このような前提自体が必ずしも正しいとはいえない。",
                        "すなわち，証拠(甲7，32，67の1，68，乙96)及び弁論の全趣旨によれば，1審原告は，飛灰用重金属固定化処理剤のメーカーではあるものの，その末端のユーザーであるごみ処理施設の運営主体が実施する入札手続に直接参加することはほとんどなく，これらの入札手続に参加するのは，1審原告から原告製品を購入した購入転売会社から，更に原告製品を仕入れた商社等の取扱業者であるのが通常であることが認められる。",
                        "そして，これらの取扱業者が上記入札手続に参加する場合には，必ずしも原告製品の販売価格の高低をそのまま入札価格に反映させるとは限らないのであって，むしろ落札のために，自身の利益額を削って入札価格を低くすることもあり得る。このような入札の実情からすれば，原告製品の平均販売単価の高低が直ちに入札手続における原告製品の入札価格に反映されるものとはいえない。",
                        "このことは，平成18年度ないし平成22年度のいずれの年度をみても，OEM3社製原告製品よりも平均販売単価が高いと認められる甲社製原告製品(A鑑定書第4表(5頁～8頁)及び甲64(5頁～6頁)の「A社」の製品)が，相当な販売実績(上記期間における原告製品の合計販売数量●●●●●●●●●kgの約●●％)を示していることからも裏付けられるものといえる。",
                        "したがって，被告の上記主張は，その前提となる立論を是認することができないから，採用することはできない。",
                        "さらに，1審被告は，1審原告が甲社製原告製品を自社系列などの特別な納入先に納入しており，OEM3社製原告製品を入札手続による納入先に納入していたから，後者により単位数量当たりの利益額が算定されるべきである旨をも主張する。",
                        "しかしながら，1審原告が甲社製原告製品を特別な納入先なるものに納入していたことについては，これを裏付けるに足りる的確な証拠がない。また，仮に，そのような事実があったとしても，それは，1審原告の営業活動としてあり得る選択肢であり，そのことが，原告製品の利益額を算定するに当たって，直ちに甲社製原告製品の利益額を捨象する事情となるものではない。",
                        "よって，1審被告の上記主張は，採用できない。",
                        "④  小括",
                        "以上によれば，第3期における1審原告の損害額算定の基礎となる原告製品の単位数量当たりの利益額は，別表2-1の平成18年度ないし平成22年度に係る「単位数量当たりの利益の額」欄記載の金額となる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，第2期及び第3期における1審原告の損害額算定の基礎となる年度ごとの原告製品の単位数量当たりの利益額は，いずれも別表2-1の「単位数量当たりの利益の額」欄記載の金額と認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "1審原告の実施能力について",
                  "text": [
                    "A鑑定書によれば，1審原告の平成15年4月1日から平成21年9月30日までの期間における原告製品の余剰生産能力は，1審原告の製造委託先の1つである甲社の製造能力のみに着目し，かつ，1審原告から甲社に支給される原料ピペラジンの原告における余剰製造能力をも考慮に入れても，当該期間における被告製品の販売数量を優に上回っていることが認められる(第3の1(1)，第5表)。そして，このことから，平成21年10月1日から平成23年3月31日までの期間の甲社における原告製品の余剰生産能力についても同じことが妥当することが推認され，この推認を左右するに足りる証拠はない。",
                    "したがって，前記イ(ア)に認定の被告製品の販売数量の全部について，1審原告が原告製品を製造，販売する能力(実施能力)を有していたことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "第2期及び第3期における特許法102条1項ただし書(販売することができないとする事情)の適用について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前提となる市場規模について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，当審において，被告製品の販売がなければ販売可能であった原告製品の数量の算定に当たり，非ピペラジン系を含む全ての飛灰用重金属固定化処理剤の市場(乙60，61，64，94，108)を前提とすべきである旨を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，非ピペラジン系の飛灰用重金属固定化処理剤は，ピペラジン系の飛灰用重金属固定化処理剤とは異なる化学物質を有効成分とする製品であるから，そもそも，代替品に当たるものということはできない。",
                        "加えて，1審被告が主張するように，一部の廃棄物処理事業体による入札仕様書の記載のみから，被告製品の代替品として非ピペラジン系の飛灰用重金属固定化処理剤が販売された可能性があるものと断定することは困難であり，このことは，多くの入札仕様書(甲68，乙96)がいずれもピペラジン系の飛灰用重金属固定化処理剤のみを入札対象商品に掲げていること(甲67の1)によっても裏付けられる。",
                        "よって，1審被告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "競合他社の存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ピペラジン系の飛灰用重金属固定化処理剤の市場規模及び市場占有率について",
                      "text": [
                        "①  1審被告は，ピペラジン系の飛灰用重金属固定化処理剤については，1審原告及び1審被告以外にも，これを製造，販売する競合他社が存在することから，被告製品が市場に存在しなかったと仮定した場合であっても，1審原告において，被告製品の販売数量の全てを販売することは不可能であり，ピペラジン系の飛灰用重金属固定化処理剤の市場から，被告製品を除いた市場を想定し，被告製品の販売数量のうち，当該市場における競合他社の市場占有率に相当する数量は，1審原告において「販売することができないとする事情」に相当する数量に当たる旨主張する。",
                        "②  そこで検討すると，旧化審法及び平成16年4月1日施行の化審法は，いずれもその第1条で，人の健康を損なうおそれがある化学物質による環境の汚染を防止するため，新規の化学物資の製造等に必要な規制を行うことを目的としている旨を規定しているところ，ジカリウム＝ピペラジン-1，4-ビス(カルボジチオアート)及びカリウム＝ピペラジン-1-カルボジチオアートは，旧化審法2条4項の規定に基づく指定化学物質として指定されている(平成16年1月9日付け厚生労働省，経済産業省，環境省告示第1号。乙55)。したがって，上記各化学物質は，同日より前においては旧化審法3条の新規化学物質に該当し，それ以後においては，指定化学物質に該当する。そして，上記各化学物質は，いずれも，化審法2条5項の規定に基づく第二種監視化学物質に該当する。",
                        "旧化審法23条1項及び化審法23条1項は，いずれも，指定化学物質又は第二種監視化学物質を製造又は輸入する者は，毎年度，当該指定化学物質の製造数量及び輸入数量を経済産業大臣に届け出なけらばならない旨を規定しており，旧化審法45条2号は，これに違反した者について10万円以下の罰金に処する旨を，化審法45条2号も，これに違反した者について30万円以下の罰金に処する旨を，それぞれ規定しており，旧化審法23条2項及び化審法23条2項は，経済産業大臣が，毎年度，上記届出に係る製造数量及び輸入数量を公表する旨を規定している。",
                        "以上のように，経済産業大臣が旧化審法23条2項又は化審法23条2項に基づいて公表する上記各化学物質の製造数量及び輸入数量の合計値は，その正確性が刑罰によって担保されている以上，我が国におけるこれらの化学物質の市場規模(販売数量)を正確に反映しているものというべきである。",
                        "③  次に，前記各化学物質を使用したピペラジン系の飛灰用重金属固定化処理剤全体の市場規模(販売数量)については，直接これを明らかにする資料がないところ，1審被告は，ピペラジン系の重金属固定化処理剤の市場における1審原告及び1審被告以外の競合他社の存在について特段具体的な証拠を提出していない。他方，1審原告従業員の陳述書(甲67の1)には，平成18年4月以降，市場におけるピペラジン系の飛灰用重金属固定化処理剤が原告製品及び被告製品のみであった旨が記載されている。",
                        "そこで検討すると，経済産業省告示により公表されている上記各化学物質の製造数量及び輸入数量の合計は，それぞれ，平成15年度が5619トン(甲35の1)，平成16年度が7773トン(甲4の1)，平成17年度が7586トン(甲4の2)，平成18年度が10434トン(甲35の2)，平成19年度が7482トン(乙54の1・2)，平成20年度が7893トン(乙54の1・2)，平成21年度が7023トン(甲50)であることが認められる。なお，平成22年度については，上記数量を確認し得る資料がないため，正確な数値を把握することはできないが，計算上，直近の平成21年度の同数量をもって代替させることとする。そして，原告製品及び被告製品においては，上記化学物質が平均値で38％含まれる水溶液として製造，販売されていることから，当該化学物質全体の届出数量を0．38で除することによって，仮に上記公表数値のみに立脚した場合のピペラジン系の飛灰用重金属固定化処理剤の市場規模(販売数量)の暫定値が得られることになる。",
                        "以上の方法により，第2期及び第3期の年度ごとのピペラジン系の飛灰用重金属固定化処理剤の市場規模(販売数量)の暫定値を算出すると，別表3のC欄記載のとおりとなる。",
                        "そして，前記(5)イ(ア)で認定した被告製品の販売数量(別表3のB欄記載の数量)及びA鑑定書第4表及び甲64から認められる原告製品の販売数量(別表3のA欄記載の数量)を前提に，第2期及び第3期における年度ごとの市場における原告製品及び被告製品の市場占有率を仮に算出すると，別表3のD欄記載のとおりとなり，原告製品及び被告製品は，平成19年度において暫定値による市場を全て占有しているほか，平成20年度ないし平成22年度においても，●  ●●●％ないし●●●●％という高い市場占有率を示すことになる。他方，原告製品及び被告製品の平成18年度における暫定値による市場占有率は，●●●●％にとどまる。",
                        "④  以上のとおり，経済産業大臣により公表された前記各化学物質の製造数量及び輸入数量とピペラジン系の重金属固定化処理剤の市場規模(販売数量)とは，必ずしも一致するとは限らないものの，当該市場が原告製品及び被告製品のみにより占有されているとする1審原告従業員の前記陳述書は，平成19年度については原告製品及び被告製品が前記暫定値による市場を全て占有しているという裏付けがあるほか，平成20年度については，原告製品及び被告製品が上記暫定値によっても平成21年度及び平成22年度と近接した高い市場占有率を示しているばかりか，平成21年度及び平成22年度については，多くの廃棄物処理事業体の入札仕様書において入札対象商品として原告製品又は被告製品のみが挙げられている(甲68)という裏付けがある。したがって，上記陳述書は，平成19年度ないし平成22年度に関する限り，その記載を信用できる。したがって，原告製品が上記暫定値によっても客観的に高い市場占有率を示しているこれらの年度については，市場におけるピペラジン系の飛灰用重金属固定化処理剤が原告製品及び被告製品のみであったものと認めるのが相当である。",
                        "他方，平成18年度についてみると，上記陳述書の裏付けとなる各廃棄物処理事業体の入札仕様書がいずれも平成18年度とは隔たった平成21年度及び平成22年度のものであるばかりか，原告製品及び被告製品の暫定値による市場占有率が75．2％にとどまっており，原告製品及び被告製品が市場を全て占有していたとの上記陳述書の記載には十分な裏付けがないというほかない。むしろ，前記②に説示のとおり，上記公表に係る製造数量及び輸入数量の届出の正確性は，刑罰によって担保されているところ，上記の平成18年度の暫定値による市場占有率●●●●％という数値は，前記③に認定の平成19年度以降の暫定値による市場占有率(●●●●％～●●●％)との比較で有意な差異を示しており，かつ，前記各化合物が飛灰用重金属固定化処理剤以外の用途に大量に使用されていると認めるに足りる証拠がない以上，この差異の存在は，平成18年度における競合他社の存在を推認させるに十分であるというべきである。",
                        "また，平成15年度ないし平成17年度についてみると，この期間は，OEM3社が競合他社として市場に存在した時期である。",
                        "以上によれば，平成15年度ないし平成18年度においては，他に拠るべき的確な証拠が見当たらない以上，1審原告が販売することができないとする事情の考慮に当たり，ピペラジン系の重金属固定化処理剤の市場規模をおおむね正確に反映した経済産業大臣への上記各化学物質の製造数量及び輸入数量の届出数量が当該市場規模に相当するものと考えるほかない。",
                        "⑤  したがって，平成15年度ないし平成18年度における被告製品の販売数量のうち，被告製品の販売がなければ競合他社の製品(競合品)が販売されていたものと考えられる数量を除いた，1審原告における原告製品の販売可能数量は，被告製品の販売数量(別表4のA欄の平成15年度ないし平成18年度の部分)に，上記で算出した被告製品を除くピペラジン系の飛灰用重金属固定化処理剤の市場における原告製品の市場占有率(別表4のB欄の平成15年度ないし平成18年度の部分)を乗じて得られる数量とするのが相当である(別表4のF欄の平成15年度ないし平成18年度の部分)。",
                        "他方，平成19年度ないし平成22年度においては，前記のとおり，市場におけるピペラジン系の飛灰用重金属固定化処理剤が原告製品及び被告製品のみであったものと認められるから，競合他社の存在という1審原告が原告製品を販売することができないとする事情の存在を認めることができない。",
                        "以上によれば，第2期及び第3期の年度ごとの原告製品の販売可能数量は，別表4のC欄記載の数量と認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告の主張について",
                      "text": [
                        "以上に対して，1審被告は，上記算定の基礎となるピペラジン系の飛灰用重金属固定化処理剤の市場規模の算出が経済産業大臣へのジカリウム＝ピペラジン-1，4-ビス(カルボジチオアート)及びカリウム＝ピペラジン-1-カルボジチオアートの届出数量からの推測値によっていることを根拠に，当該算定に用いられる被告製品の販売数量についても，1審被告による届出数量に基づく推測値によるべきである旨を主張する。",
                        "しかしながら，同様に上記算定の基礎となる原告製品の販売数量については，経済産業大臣への上記各化学物質の届出数量が明らかでないため，実際の販売数量によらざるを得ないことからすると，被告製品のみについて上記届出数量に基づく推測値を用いることが必ずしも合理的であるとはいえない。",
                        "加えて，1審被告が算出した，被告製品の販売数量について上記推測値を用いた場合の被告製品を除くピペラジン系の飛灰用重金属固定化処理剤の市場における原告製品の市場占有率(原判決別紙被告第5表のG欄記載の率)を，別表3のF欄記載の同占有率と比較してみても，格別大きな差異がないことからしても，上記算定の基礎となる被告製品の販売数量について，実際の販売数量によることが不合理であるとはいえず，1審被告の上記主張は，採用の限りではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審原告の主張について",
                      "text": [
                        "1審原告は，経済産業大臣により公表された平成18年度における前記各化学物質の製造数量及び輸入数量が不自然である旨を主張する。",
                        "しかしながら，前記(ア)②に説示のとおり，上記公表に係る製造数量及び輸入数量の届出の正確性は，刑罰によって担保されている以上，上記数値がその前年及び後年との関係で増大を示しているからといって，そのことは，直ちにその正確性を左右するに足りる事情とはいえない。",
                        "また，1審原告は，侵害訴訟の侵害者による競合他社の存在に関する抗弁が第三者の特許権侵害という違法行為を公認するようなものであり，被侵害者もこれにより減額された損害賠償を第三者から得られるわけでもなく，不合理である旨を主張する。",
                        "しかしながら，特許法102条1項は，不法行為(民法709条)である特許権侵害により生じた逸失利益の損害の賠償を請求する場合の損害額の算定方法を規定するものであるところ，侵害訴訟の被告となる侵害者が，他の競合他社の侵害行為により被侵害者に生じた損害を賠償する理由はない。",
                        "したがって，1審原告の上記主張は，理由がなく，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "旧化審法及び化審法による制限について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "旧化審法3条及び4条に基づく手続について",
                      "text": [
                        "①  1審被告は，1審原告が旧化審法3条及び4条に基づく手続を経ていないから，平成15年4月1日から平成16年1月8日までの期間，同法5条により，ジカリウム＝ピペラジン-1，4-ビス(カルボジチオアート)(ビス体)及びカリウム＝ピペラジン-1-カルボジチオアート(モノ体)を含む原告製品を製造することはできなかったものであり，このことが，1審原告において原告製品を「販売することができないとする事情」に当たる旨を主張する。",
                        "②  そこで検討すると，旧化審法3条ないし5条の規定によれば，同法3条所定の新規化学物質を製造しようとする者は，あらかじめ所定の事項を厚生労働大臣，経済産業大臣及び環境大臣に届け出て，厚生労働大臣らによる同法4条1項又は2項の判定を受け，同条3項又は4項に規定する通知を受けた後でなければ，当該新規化学物質を製造することができない。",
                        "そして，前記各化学物質が，平成16年1月9日の「厚生労働省，経済産業省，環境省告示第1号」(乙55)において，旧化審法2条4項の規定に基づく「指定化学物質」として指定されたことに照らすならば，同日より前における上記各化学物質は，同法3条所定の新規化学物質に該当し，同法3条及び4条に基づく手続を経た者でなければ，これらを含有する製品を製造することはできなかったものといえる。",
                        "しかしながら，原告製品は，ジカリウム＝ピペラジン-1，4-ジカルボジチオアート(前記ジカリウム＝ピペラジン-1，4-ビス(カルボジチオアート)と同じもの)を主要有効成分とするものであるところ(甲5，乙68)，証拠(甲46)によれば，当該化学物質については，甲社が，厚生労働大臣らに対し，平成14年12月18日付けの新規化学物質製造届出書をもって旧化審法3条に基づく新規化学物質としての届出を行ったこと，これに対し，厚生労働大臣らは，甲社に対し，平成15年1月15日付けの書面をもって，届出のあった新規化学物質(ジカリウム＝ピペラジン-1，4-ジカルボジチオアート)について，同法4条1項に基づき，同項2号(同法2条3項各号の一に該当する疑いのあるもの)に該当すると判定した旨の通知をしたことが認められる。",
                        "③  そうすると，甲社は，前記化学物質について，旧化審法3条に基づく厚労大臣らに対する届出を行い，厚生労働大臣らによる同法4条1項の判定を受けて，同条4項に規定する通知を受けたものといえるから，甲社が平成15年1月15日以降に当該化学物質を主要有効成分とする原告製品を製造することは，旧化審法5条に抵触するものではない。",
                        "したがって，1審原告が平成15年4月1日以降に甲社の製造に係る原告製品を販売することが，旧化審法上許されないものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲社製原告製品のモノ体の含有率について",
                      "text": [
                        "①  旧化審法及び化審法の運用上，対象化学物質中に1％未満しか含有されない化学成分については同法3条の新規化学物質としての届出は要しないものとされている(甲65)ところ，1審被告は，原告製品には，甲社による上記届出の対象となったジカリウム＝ピペラジン-1，4-ジカルボジチオアート(ビス体)のほかに，カリウム＝ピペラジン-1-カルボジチオアート(モノ体)も1％以上含有されている(乙69，95，111)とした上で，後者の化学成分については，甲社による旧化審法3条の届出はされていないから，甲社による前者に関する前記届出の存在にかかわらず，1審原告が旧化審法及び化審法上，適法に原告製品を製造，販売できなかった旨を主張する。",
                        "②  そこで検討すると，乙69，乙95及び乙111は，1審被告従業員が，1審被告において入手したとされる原告製品(TS-275及び300)について1H-ＮMR測定を行ったところ，いずれの試料においても，ピペラジンジチオカルバミン酸カリウムのモノ体(カリウム＝ピペラジン-1-カルボジチオアート)が1重量％以上存在することが判明した旨を報告し，当該測定に係る1H-ＮMRチャート等を添付した陳述書である。",
                        "しかしながら，乙69と，乙95及び乙111とを対照すると，1H-ＮMR測定の対象とされた原告製品の数及び入手時期は，両者で一致していない。また，ここで分析対象となった試料がOEM3社製原告製品ではなく甲社製原告製品であることを裏付けるに足りる証拠がなく，さらに，試料の保存状態によっては変質が生じる余地を否定できないところ，1審被告が1H-ＮMR測定を行う前の試料の保存状態等も，明らかであるとはいい難い。",
                        "以上によれば，1審被告が援用する上記証拠は，いずれも直ちに信用することができず，他に甲社製原告製品がカリウム＝ピペラジン-1-カルボジチオアート(モノ体)を1％以上含有していると認めるに足りる証拠はない。",
                        "③  よって，1審被告の前記主張は，その当否を論ずるまでもなく採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "1審被告の営業努力等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，1審被告がその有する知見をもとに，工業的生産を開始するべく早期に旧化審法に基づく届出等を行うという1審被告の営業努力又は市場開拓によって，ピペラジン系の製品が飛灰用重金属固定化処理剤として一定の市場を形成することができたのだから，この点は，1審原告において原告製品を「販売することができないとする事情」として考慮されるべきである旨を主張する。",
                        "ここに，1審被告が1審被告による営業努力又は市場開拓として具体的に主張している事実は，他者に先行して，平成14年6月14日にジカリウム＝ピペラジン-1，4-ビス(カルボジチオアート)(ビス体)について，同年8月1日にカリウム＝ピペラジン-1-カルボジチオアート(モノ体)について，それぞれ旧化審法3条に基づく届出を行い，そのことが，平成16年1月9日の「厚生労働省，経済産業省，環境省告示第1号」(乙55)において，上記各物質が旧化審法2条4項の規定に基づく「指定化学物質」として指定されるに至る契機となったというものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記ウ(ア)②に認定のとおり，原告製品の主要有効成分であるジカリウム＝ピペラジン-1，4-ジカルボジチオアート(ビス体)については，甲社においても，平成14年12月18日付けの新規化学物質製造届出書をもって旧化審法3条に基づく届出を行い，平成15年1月15日付けの書面をもって当該物質について同法4条1項の判定を受けて，同条4項に規定する通知を受けた事実があることからすると，1審被告の前記届出によって1審原告による原告製品の製造，販売が可能となったという関係にあるとはいえない。",
                        "また，1審被告が前記時期に前記届出を行ったことが，その後の飛灰用重金属固定化処理剤におけるピペラジン系の製品の市場形成に関して，いかなる意味を持ったのかについては，証拠上不明というほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審被告は，当審において，原告製品が掲げられていない入札仕様書(乙96)が存在することを根拠として，1審被告の営業努力により原告製品の販路が拡大され，あるいは被告製品の販売がなければ納入先において原告製品を購入する動機付けが生じなかった旨を主張するもののようである。",
                        "しかしながら，上記入札仕様書(乙96)には，いずれもピペラジン系重金属固定化処理剤の納入業者としてOEM3社又は1審原告が納入実績を有する販売業者名が記載されており，かつ，販売業者がその販売に係る製品について製造業者とは異なる独自の名称を付与することが広く行われていると認められること(甲67の1，68)に照らすと，1審被告の上記主張は，その根拠を欠くものというほかない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，1審被告の前記主張は，それが営業努力に当たるかどうかはともかくとして，いずれも採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "入札制度に基づく事情について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，飛灰用重金属固定化処理剤のように入札制度によって納入業者が決定される製品の場合，特許権の対象であること又は特許発明の奏する効果を有することが入札の条件とされると，入札価格が特許権者によりコントロールされることとなり，入札制度の目的が果たされなくなるから，そのようなことが入札の条件とされることはなく，飛灰用重金属固定化処理剤においては，その製品が本件発明の技術的範囲に含まれるかどうかが，需要者において納入業者を決定する際の動機付けとなるものではないとして，このような事情が原告において原告製品を「販売することができないとする事情」となる旨を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，1審被告の前記主張からは，1審被告が述べる前記の事情が，何ゆえに，1審原告において原告製品を「販売することができないとする事情」となるのかが判然としないが，仮に，1審被告の上記主張の趣旨が飛灰用重金属固定化処理剤においては，ある製品が本件発明の技術的範囲に含まれるかどうかが需要者において納入業者を決定する際の動機付けとならないことから，被告製品の販売がなかった場合でも，それに替わって，当然に本件発明の技術的範囲に属するピペラジン系の飛灰用重金属固定化処理剤が販売されたものとはいえず，代替品として，本件発明の技術的範囲に属さない非ピペラジン系の製品が販売された可能性もある旨を主張する趣旨であるとすれば，そのような主張は，1審被告の上記ア(ア)の主張と実質的に異ならないものというべきであるから，前記ア(イ)で述べたところが同様に当てはまるものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，1審被告は，甲社製原告製品の平均販売価格が被告製品よりも高いから，甲社製原告製品が入札により納入されることが著しく困難となるとして，「販売することができないとする事情」に該当する旨を主張する。",
                        "しかしながら，1審被告の上記立論は，原告製品の平均販売単価の高低が上記のような入札手続における原告製品の入札価格に直ちに反映することを前提とするものと考えられるところ，前記(5)ウ(エ)③に説示のとおり，このような前提自体が必ずしも正しいとはいえず，1審被告の上記主張は，その前提を欠く。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，いずれにしても1審被告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "第2期及び第3期における特許法102条1項の適用結果について",
              "text": [
                "前記(5)及び(6)の各検討結果を総合すれば，第2期及び第3期において，1審被告が被告製品を販売して本件特許権を侵害したことによって1審原告が受けた，特許法102条1項によって算定される損害額は，別表5記載のとおり，合計●●●●●●●●●●●●円と認められる。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "弁護士費用相当額について",
              "text": [
                "本件事案の性質・内容，本件審理の経過，損害賠償請求の一部及び差止・廃棄請求に理由があること等諸般の事情に鑑みれば，1審被告の本件特許権侵害と相当因果関係のある弁護士費用相当額は，第1期，第2期及び第3期の各期における損害賠償の各請求認容額及び差止・廃棄請求の認容を考慮して，第1期につき100万円，第2期につき1800万円，第3期につき8100万円(合計1億円)と認めるのが相当である。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "消滅時効について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，1審原告の1審被告に対する本件特許権侵害の不法行為に基づく損害賠償請求権の消滅時効について，1審被告が被告製品を販売した時点から順次時効期間が進行するとし，1審原告が本件訴えの提起をした平成19年1月15日の時点において，平成15年1月24日から平成16年1月15日までの期間における被告製品の販売によって生じた損害に係る損害賠償請求権については，1審原告が損害及び加害者を知った時から3年が経過しているから，消滅時効が完成した旨主張する。",
                    "すなわち，1審被告は，静岡市廃棄物処理課が平成16年10月1日から同年12月31日までの契約期間に係る液体キレート(飛灰処理用重金属固定剤)の購入に当たって作成した入札仕様書(甲7の1)において，「薬品銘柄」欄に1審被告が製造するニューエポルバ810Sが挙げられるとともに，購入対象とされる薬剤について，「主成分がピペラジン系(有効成分35％以上)のキレート剤」であることが条件の一つとされていることからすると，同年10月1日以前から，1審被告がピペラジン系の飛灰用重金属固定化処理剤を製造，販売していたことは市場関係者の間に広く知れ渡っていたものであり，1審原告においてもこれを当然認識していたはずである旨を主張している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，甲7の1から直接認定し得るのは，静岡市廃棄物処理課が，上記入札仕様書を作成した時点において，ニューエポルバ810Sを「主成分がピペラジン系(有効成分35％以上)のキレート剤」の1つとして認識していたとの事実にすぎず，このことから直ちに1審被告がピペラジン系の飛灰用重金属固定化処理剤を製造，販売していることが，本件訴えの提起日(平成19年1月15日)の3年前の平成16年1月14日の時点において，市場関係者の間に広く知れ渡っていたとの事実までもが認められるものとはいえず，ひいては，1審原告がこれを認識していたとの事実も認めることはできない。",
                    "このほかに，平成16年10月以前の時期に，1審被告がピペラジン系の飛灰用重金属固定化処理剤を製造，販売していることが市場関係者の間に広く知れ渡っていたとの事実，あるいは，1審原告がこれを認識していたとの事実を認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，平成15年1月24日から平成16年1月15日までの期間における被告製品の販売によって生じた損害に係る1審原告の損害賠償請求権について消滅時効が完成したとの1審被告の主張は，理由がない。",
                    "(10)  1審原告の損害額(まとめ)",
                    "以上によれば，1審被告による本件特許権侵害により1審被告が賠償すべき1審原告の損害額は，別表6記載のとおりの金額となる。",
                    "したがって，1審被告は，1審原告に対し，本件特許権侵害の不法行為による損害賠償として総額18億0089万2796円(別表6のE欄記載の金額)及び内金8555万7390円(別表6のC欄の第1期に係る金額2217万7555円，同じく平成15年度に係る金額6237万9835円及び第1期の弁護士費用相当額100万円の合計額)に対する平成16年4月1日から，内金1億0800万4433円(別表6のC欄の平成16年度に係る金額)に対する平成17年4月1日から，内金1億6963万0709円(別表6のC欄の平成17年度に係る金額及び第2期の弁護士費用相当額1800万円の合計額)に対する平成18年4月1日から，内金1億9315万5765円(別表6のC欄の平成18年度に係る金額)に対する平成19年4月1日から，内金2億4242万5658円(別表6のC欄の平成19年度に係る金額)に対する平成20年4月1日から，内金3億1151万4913円(別表6のC欄の平成20年度に係る金額)に対する平成21年4月1日から，内金1億4940万3508円(別表6のC欄の平成21年度上半期に係る金額)に対する平成21年10月1日から，内金1億4940万3508円(別表6のC欄の平成21年度下半期に係る金額)に対する平成22年4月1日から，内金3億9179万6912円(別表6のC欄の平成22年度に係る金額3億1079万6912円と第3期の弁護士費用相当額8100万円の合計額)に対する平成23年4月1日から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。",
                    "なお，弁護士費用相当額(合計1億円)の損害に係る遅延損害金の起算日については，第1期の部分(100万円)については第1期の最終日の後であって1審原告が遅延損害金の起算日とする平成16年4月1日と，第2期の部分(1800万円)については第2期の終了日の翌日である平成18年4月1日と，第3期の部分(8100万円)については第3期の終了日の翌日である平成23年4月1日と，それぞれ認めるのが相当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，1審原告の原審における本訴請求のうち，特許法100条1項に基づき被告製品の生産，使用，譲渡，輸出若しくは輸入又は譲渡の申出の差止めを求める請求及び同条2項に基づき被告製品の廃棄を求める請求については理由があるから，これを認容した原判決は，相当である。また，1審原告の原審における本訴請求のうち，特許権侵害の不法行為による損害賠償を求める請求(平成15年1月24日から平成21年9月30日までの期間に係る損害額及び弁護士費用相当額。ただし，当審において請求が一部減縮されたもの。)については，これを一部棄却した原判決は一部失当であって，本件控訴は，前記3(10)に記載の金員の支払を求める限度で理由がある。また，1審原告の当審における拡張請求も，当該限度で理由があるのでこれを認容すべきであるから，原判決を変更して，1審原告の損害賠償請求(当審において拡張した請求を含む。)を当該限度で認容することとし，1審原告のその余の損害賠償請求(当審において拡張したその余の請求を含む。)は，理由がないからこれらをいずれも棄却し，他方，1審被告による本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}