{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "「原判決のうち控訴人敗訴部分を取り消す。被控訴人の請求を棄却する。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "インクジェットプリンタに使用されるインクタンクなどの液体収納容器及び該容器を備える液体供給システムに関する発明の特許権者である被控訴人は，控訴人による原判決別紙物件目録(1)及び(2)記載の各インクタンク(被告製品1及び2)の輸入，販売及び販売のための展示行為によって本件特許権1(請求項1，訂正後の請求項1)又は本件特許権2(請求項5，訂正後の請求項3)が侵害されたか，上記輸入，販売の行為等は特許法101条2号により侵害されるものとみなされる旨等主張して，上記行為の差止請求をした。",
            "なお，被控訴人は，原審で，被告製品1に係る差止請求の訴えを取り下げ，また被告製品1の輸入行為等が本件特許権を侵害する旨等の主張を撤回したが，控訴人は上記訴え取下げに同意せず，この部分の請求は棄却となった。当審ではこの部分は審理の対象ではない。",
            "原審は，被告製品2は本件発明1(訂正が確定する場合には本件訂正発明1)の技術的範囲に属しその輸入行為等は本件特許権1を侵害する，被告製品2の輸入行為等は特許法101条2号により本件特許権2(本件発明2ないし本件訂正発明2に係る特許権)を侵害するものとみなされる，控訴人が主張する無効理由は理由がないか，あるいは本件特許権は訂正によってその無効理由が解消されるもので，特許無効審判により無効とされるべきものには当たらない，被控訴人の被告製品2の輸入等の差止請求は権利濫用には当たらないなどとして，控訴人に対する被告製品2の輸入，販売及び販売のための展示の行為の差止請求を認容した。",
            "当審の審理範囲は，原審が請求を認容した部分の当否である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "下記本件訂正前における本件特許権の請求項の記載及びその構成毎の分説は，原判決別紙1「特許請求の範囲」及び別紙2「構成要件の分説」に示されているとおりである。被控訴人は，控訴人がした無効審判請求に係る事件で，平成21年9月24日，本件特許権につき訂正請求をし，特許請求の範囲の記載は原判決別紙1のとおりに改められたが(本件訂正)，上記無効審判請求等については未だ特許庁から審決がされていない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点は原判決「事実及び理由」中の第2の2のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，原判決「事実及び理由」中の第2の3記載のとおりであるが，当審において特に強調されたものは次のとおりである。",
        "なお，控訴人は，平成22年12月22日の当審第2回口頭弁論期日において，原告製インクジェットプリンタを使用した新たな実験に基づいて，原判決別紙物件目録(2)記載第1(6)のインクタンク(フォトシアン)が本件訂正発明の技術的範囲に属しないとの主張を追加し，実験報告書等(乙69)を提出しようとしたが，当裁判所は，同主張は民訴法157条に該当するものとして，被控訴人の申立てに基づきこれを却下した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告製品2は，本件発明1及び本件訂正発明1の構成要件を充足するか)について",
          "text": [
            "［控訴人の主張］",
            "原告製プリンタに同色のインクタンクを複数同時に誤装着した場合には，正しい搭載位置に装着されたインクタンクも，誤った搭載位置に装着されたインクタンクもともに発光部が点滅し，ユーザに誤装着されているインクタンクの位置を正しく報知することができない(乙27)。つまり，原告製プリンタは，キャリッジがインクタンクですべて埋められている状態でインクを使い切ったインクタンクに対し一つずつ交換するときに起こり得る「同色インクタンクによる誤装着」に対しては，本件発明1及び本件訂正発明1をまったく使用しないものである。そうだとすれば，交換用インクタンクである被告製品2において起こり得る誤装着は「同色インクタンクによる誤装着」の場合のみであるから，被告製品2が本件発明1及び本件訂正発明1に係る特許権を侵害しないことは明らかである。",
            "また，プリンタがエラーランプを点滅させて，「インクがなくなった可能性がある」ことをユーザに知らせた場合に，ユーザがいったんリセットボタンを押して印刷を継続することとし，その後，他のインクタンクについて同様のエラーランプが点滅したときに複数のインクタンクをまとめて交換するという事態は，極めて不自然，不合理なユーザの行動を想定するものであり(印刷できるインクがなくなって印字結果がかすれてこなければインクタンクの交換をせず，プリンタが故障する危険を冒してでもインクは最後まで使い切るという，特殊なポリシーを持ったユーザを想定するものである。)，また，確率的に無に等しい他のインクタンクのインク切れと大量印刷の必要が重なることを前提とするものであって，およそ起こり得ない状況を想定するものである。かかる事態を想定して，同時にインクタンクを複数交換する場合にも被告製品2が本件発明1及び本件訂正発明1の構成を充足すると解するのは不合理である。原判決は控訴人のこの点の主張を理由がないとしているが(169頁以下のbの項)，誤りである。",
            "［被控訴人の主張］",
            "控訴人が後記のとおり主張する事態ないし状況が生じることはそれほどまれではないし，2本以上のインクタンクでほぼ同時にインク残量が僅少となることはしばしばあり得る。",
            "したがって，このような場合に，ユーザが複数のインクタンクをまとめて交換することは十分あり得る。",
            "よって，被告製品2が上記のような場合に本件発明1及び本件訂正発明1の作用効果を奏しないなどとはいえず，構成要件充足性の結論を左右するものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点3−5−2(本件訂正発明は，進歩性を欠くか)について",
          "text": [
            "［控訴人の主張］"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，本件訂正発明の本質を，実際には個別制御効果，すなわち訂正明細書の段落【0019】に記載された，プリンタ側から入力された色情報とインクタンクが有する色情報とが合致するインクタンクのみが発光制御を行うことができ，これによってインクタンクを特定した発光部の発光制御が可能になるという効果の応用例の一つにすぎないインクタンクの誤装着検出のための「光照合処理」に求め，かつ個別制御効果を奏し得る乙55公報の構成によっても，上記「光照合処理」のほとんどを実現し得ることを看過して，本件訂正発明の進歩性判断をしたものである。",
                "また，発明の進歩性判断においては各相違点に係る容易想到性を各別に判断する必要があるにもかかわらず，原判決は，すべての相違点を包括したものがあたかも一つの相違点を構成するかのように解し，周知技術が記載された刊行物を上記の一つの相違点が開示されているか，換言すれば前記「光照合処理」が開示されているかの観点から検討し，上記刊行物を次々に排斥する判断手法を採用したもので，判断手法に誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明とWO 02／40275号国際公開公報(乙55公報)に記",
              "text": [
                "載された発明(乙55発明)とは，「プリンタとの接点(端子)から入力される色情報(識別情報)に係る信号と，インクタンクの情報保持部(メモリアレイ)の保持する色情報とに応じて応答する制御を行う」という構成を有する点等において完全に共通しており，両者の相違点はキャリッジではなくインクタンクに発光部を設ける点のみである。",
                "したがって，乙55発明が構成要件1E’に係る構成1e’を備えていることは重要であって，上記構成1e’は本件訂正発明と乙55発明の相違点になり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明の最先の優先日(以下単に「優先日」という。)当時，インクタンクに発光部を設けることは周知慣用技術であり，また，発光部をインクタンクに設けるか，それともキャリッジに設けるかは，技術的な価値が等しい事柄にすぎなかった。",
                    "そうすると，乙55公報の37頁11ないし14，17ないし22行の記載や訂正明細書の段落【0002】，【0003】の記載等に照らしても，そこに記載のプリンタのキャリッジに設けられたLEDを，インクタンクの発光部に置き換えることは当業者にとって容易想到である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明のインクタンクの発光部は，もともとインク残量報知用の部材であって，これが受光手段に対して投光するための光を発光する発光部として使用されるものである。そうすると，インク残量報知用の発光部とインクタンクの搭載位置検出用の発光部とは兼ねることができ，本件訂正発明の優先日当時，インク残量報知用の乙55公報のキャリッジの発光部にインクタンクの搭載位置検出用の発光部の機能を持たせることは当業者において容易想到であった。インクタンクの発光部の誤装着検出効果に拘泥するあまり，インク残量報知用の発光部とインクタンクの搭載位置検出用の発光部とを兼ねることができないとするのは相当でない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件明細書では，キャリッジに全くインクタンクが搭載されていないプリンタに，各色1個ずつインクタンクを装着する場合に起き得るインクタンクの入れ違いによる誤装着を検出する処理に係る実施例しか記載されておらず，同色の複数のインクタンクをキャリッジに装着する場合に起き得るインクタンクの誤装着については開示されていない。本件訂正発明の発明者は，かかる同色の複数のインクタンクをキャリッジに装着する場合に起き得るインクタンクの誤装着を本件訂正発明の対象として認識していなかった。",
                "他方，乙55公報の発明では，上記の同色の複数のインクタンクをキャリッジに装着する場合に起き得るインクタンクの誤装着の検出の問題を既に解決していた。",
                "したがって，本件訂正発明は格別の作用効果を奏するものではなく，乙55公報の発明等に基づいて当業者が容易に想到できたものにすぎない。",
                "［被控訴人の主張］"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原判決の判示内容はいずれも妥当なものであって，誤りはない。",
                "「光照合処理」を実現する構成は，本件訂正発明を進歩性がある発明たらしめている最も重要な特徴であって，かかる特徴が開示，示唆されていない刊行物をいくら組み合わせても，本件訂正発明に想到できるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の記載内容を根拠に，インク残量報知用の発光部とインクタンクの搭載位置検出用の発光部とは兼ねることができる等とするのは，事後分析的思考であって，相当でない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書の段落【0019】には，プリンタから入力された色情報とインクタンクの色情報とが合致する場合にのみインクタンクの発光部を発光させることで，インクタンクを特定した発光部の発光制御が可能になること(控訴人のいう「個別制御効果」)のほかにも，これを前提にして，キャリッジに搭載された複数のインクタンクにつき，その移動に伴い所定の位置で順次その発光部を発光させ，かつ所定の位置で発光の有無を検出することにより，インクタンクの誤装着を確認できることも記載されており，後者の作用効果は本件明細書の段落【0108】ないし【0113】でも詳しく説明されている。したがって，本件訂正発明の作用効果が前者の効果(個別制御効果)に限られるものではなく，後者の効果(光照合処理によるインクタンクの誤装着防止効果)をも含む。",
                "これらの作用効果は本件訂正発明の格別の作用効果である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告製品2は本件発明1及び本件訂正発明1の技術的範囲に属し，控訴人が主張する本件特許の無効理由は理由がないか又は本件訂正によって解消されるもので，本件特許権は特許無効審判により無効とされるべきものに当たらず，被控訴人の被告製品2の販売等の差止請求は権利濫用に当たらないから，被控訴人の被告製品2の輸入行為，販売行為及び販売のための展示行為の差止請求は理由があると判断する。その理由は，次のとおり付加して判断するほか，原判決「事実及び理由」中の「第3 当裁判所の判断」1記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告製品2は，本件発明1及び本件訂正発明1の構成要件を充足するか)について",
          "text": [
            "控訴人は，被告製品2はインクタンクを同時に複数交換する場合に作用効果を奏しない以上，本件発明1及び本件訂正発明1の構成を充足しない等と主張する。",
            "しかしながら，原判決が判示する，同色のインクタンクを同時にキャリッジに複数装着したときでも作用効果が奏される場面(170～172頁)は，必ずしも日常的ではないかもしれないが稀有なものということもできない。",
            "控訴人の上記主張は，控訴人による実験結果(乙27)や操作ガイド(乙56)に基づくものであるが，同色のインクタンクを同時にキャリッジに複数装着したときにインクタンクの発光部が点滅し，以後の動作を停止したのは，プリンタ側の仕様によることも考えられるし，本件訂正発明1の実施品において常に同様の結果をもたらすとまでいうこともできないから，上記実験結果をもって直ちに，本件訂正発明1においては，同色のインクタンクを同時にキャリッジに複数装着したときに，インクタンクの誤装着がされた搭載位置を検出できない(作用効果を奏しない)とまではいうことができない。",
            "したがって，本件訂正発明1の作用効果が奏されないことを前提とする控訴人の上記主張は，その余の点について検討するまでもなく失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点3−5−2(本件訂正発明は，進歩性を欠くか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，原判決は，実際には個別制御効果による応用例の一つにすぎないインクタンクの誤装着検出のための「光照合処理」に本件訂正発明の本質を求め，かつ個別制御効果を奏し得る乙55発明の構成によっても，上記「光照合処理」のほとんどを実現し得ることを看過して，本件訂正発明の進歩性判断をしたものである等と主張する。また，控訴人は，発明の進歩性判断においては各相違点に係る容易想到性を各別に判断する必要があるにもかかわらず，原判決は，すべての相違点を包括したものがあたかも一つの相違点を構成するかのように解し，誤った判断手法によって進歩性判断を行った旨主張する。",
                "しかしながら，本件明細書の段落【0019】には，原判決152，153頁で認定のとおり，",
                "「以上の構成によれば，・・・先ず，搭載される複数のインクタンクが共通の信号線によってその同じ制御信号を受け取ったとしても，色情報に合致するインクタンクのみがその発光制御を行うことができ，これにより，インクタンクを特定した発光部の点灯など発光制御が可能となる。次に，このようなインクタンクを特定した発光制御が可能な場合，例えば，キャリッジに搭載された複数のインクタンクについて，その移動に伴い所定の位置で順次その発光部を発光させるとともに，上記所定の位置での発光を検出するようにすることにより，発光が検出されないインクタンクは誤った位置に搭載されていることを認識できる。これにより，例えば，ユーザに対してインクタンクを正しい位置に再装着することを促す処理をすることができ，結果として，インクタンクごとにその搭載位置を特定することができる。」との記載がある(訂正によって改めた部分がある。)から，本件訂正発明の作用効果が「搭載される複数のインクタンクが共通の信号線によってその同じ制御信号を受け取ったとしても，色情報に合致するインクタンクのみがその発光制御を行うことができ，これにより，インクタンクを特定した発光部の点灯など発光制御が可能となる」というものであって，控訴人のいう個別制御効果だけでなく，この効果を前提とする，複数のインクタンクを装着した場合の誤装着検出効果をも含むことが明らかである。",
                "かかる効果が本件訂正発明の構成に基づくものであることは本件明細書の記載上明らかであって，原判決がこのような前提に立って進歩性判断をしたことに誤りは存しない。",
                "そして，原判決が判示する本件訂正発明1と乙55発明の相違点は，液体インク収納容器(インクタンク)が所定の位置に搭載されているか否かを検出する記録装置(プリンタ)側の「位置検出手段」の構成，すなわち受光部側の構成(相違点1)と，これに対向する発光部側の構成(相違点2)とに区分して認定されてはいるが，両者は一体となって所期の機能を果たし，前記作用効果を奏することになるものである(本件訂正発明2に関しても同様)。",
                "それぞれ機能的に関連する他の相違点も視野に入れつつ従前技術との間で相違する構成の容易想到性を判断する手法は当然あり得べきものであるし，関連性が高い場合には複数の相違点について概ね統一されたほぼ同様の判断がされることも少なくないところ，このような判断手法によった原判決に誤りはない。",
                "そして，乙55発明が個別制御効果を奏し得るとしても，乙55発明と本件訂正発明とは構成を異にするのであって，控訴人の上記主張は失当というべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，本件訂正発明と乙55発明との相違点はキャリッジではなくインクタンクに発光部を設ける点のみであり，乙55発明の構成1e’は本件訂正発明と乙55発明の相違点になり得ない等と主張する。",
                "しかしながら，本件訂正発明1の構成要件1E'に相当(対応)する構成が乙55発明で開示も示唆もされていないことは，原判決の194，195頁のbのとおりであって，控訴人の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，キャリッジに発光部を設ける構成をインクタンクに発光部を設ける構成に置換することは，当業者において容易想到であった等と主張するが，本件訂正発明の進歩性判断において，乙55発明の発光部が有する技術的意味ないし機能を捨象して検討するのは相当でなく，本件訂正発明が構成とする発光部の技術的意味に照らしてみれば，その構成を採用することが必ずしも容易でなかったことは，原判決が判示するとおりである(195頁以下)。",
                "また，インク残量報知用の発光部とインクタンクの搭載位置検出用の発光部とが兼用可能であるとしても，インクタンクのインク残量がなくなるか又は少なくなったときにその旨をユーザに視覚的に報知することと，プリンタ側の受光部と組み合わせてインクタンクの装着の有無等を(ユーザが目で見て確認するのではなく)自動的に検出することとは質的に相違するのであって，技術的に兼用可能な構成があり得るからといって，直ちに両方の機能を有する発光部の構成に想到したり，一方の機能から他方の機能を有する構成に置換したりすることが当業者において容易であるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，同色の複数のインクタンクをキャリッジに装着する場合に起き得るインクタンクの誤装着については，本件訂正発明の発明者は認識していなかったから，本件訂正発明は格別の作用効果を奏するものではない等と主張する。",
                "しかしながら，かかる誤装着の主張が失当であることは前記(1)のとおりであり，本件訂正発明による前記(1)のとおりの作用効果は，本件訂正発明による格別の作用効果であるということができる。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人は，当審において，これらのほかにも被告製品2の本件訂正発明1の技術的範囲の属否や無効事由等についてるる主張するが，いずれも原審における自らの主張を反復ないし敷衍するか，原判決の認定判断を非難するものにすぎず，原判決の認定判断を左右するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，本件控訴は理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10063",
    "date": "2011-02-08",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成21年(ワ)3529",
    "precedent_id": "081063",
    "ipprecedent_id": "2493",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}