{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009−17544号事件について平成22年4月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成17年11月8日，発明の名称を「重力を参照した内視鏡撮影において特異点姿勢に対処するための方法」とする発明について，特許出願(特願2005−323913。パリ条約による優先権主張2004年11月9日，米国，2005年2月10日，米国。以下「本願」という。)をし，平成20年12月4日付けで手続補正書を提出したが，平成21年5月18日付けで拒絶査定を受けたので，同年9月17日，これに対する不服の審判(不服2009−17544号事件)を請求した。特許庁は，平成22年4月19日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年5月6日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成20年12月4日付け補正後の本願の特許請求の範囲における請求項1の記載は次のとおりである(甲6。以下，この発明を「本願発明」という。以下，本願の特許請求の範囲，明細書及び図面(甲5，6)を合わせて「本願明細書」ということがある。なお，別紙【図1A】及び【図1B】は視界の特異点を示す図，【図5】は視界の特異点の近傍を示す図である。)。",
            "【請求項1】",
            "重力を参照して水平化を行う内視鏡撮影システムにおいて急激なまたは突発的な画像回転を回避するための方法であって，",
            "視界ベクトルの向きを観測し；",
            "視界特異点の近傍箇所を指定し；",
            "前記視界ベクトルの前記向きと前記近傍箇所とを関連づけ；",
            "前記視界ベクトルが前記近傍箇所の内部に位置している場合には常に，前記視界ベクトルの観測を継続的に行いつつ，画像の向きを所定の向きとする；",
            "ことを特徴とする方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本願発明は，本願の優先権主張日前に頒布された特開平6−269403号公報(甲1。以下「刊行物1」という。)に記載された発明(以下「引用発明」という。なお，別紙【図6】は，引用発明の第3の実施例に係る腹腔鏡の使用状態の説明図である。)及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "内視鏡の回転を重力を利用して検出し，この回転角データに基づいてその内視鏡像を正立になるように補正するCCD等の撮像素子で撮像した内視鏡像を内視鏡外部に設置したTVモニタで表示する電子式内視鏡装置において，回転して欲しくないのに重力を検知して内視鏡像を回転補正する動作を行うことを防止，する方法であって",
                    "第2の重力センサ52で，重力方向からの内視鏡軸の傾き角度を検出し，その角度がθ以下になったとき，自動的に行われる内視鏡像の回転補正動作を停止し，内視鏡像の回転が起きず解除前の位置で内視鏡像を固定する方法。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "一致点",
      "text": [
        "「重力を参照して水平化を行う内視鏡撮影システムにおいて急激なまたは突発的な画像回転を回避するための方法であって，",
        "方向を観測し；",
        "ある範囲以内を指定し，",
        "前記方向と前記ある範囲以内とを関連づけ；",
        "前記方向がある範囲以内の場合には常に，方向の観測を継続的に行いつつ，",
        "画像の向きを所定の向きとする方法」である点。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "相違点",
      "text": [
        "方向を観測する対象と，前記方向がある範囲以内の場合には常に，画像の向きを所定の向きとするある範囲について，本願発明では「視界ベクトルの向きと，視界特異点の近傍箇所」であるのに対して，引用発明では「重力方向からの内視鏡軸の傾き角度とその角度がθ以下」である点。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決は，一致点の認定を誤り，相違点を看過した誤り(取消事由1，2)及び容易想到性の判断の誤り(取消事由3)があり，これらの誤りは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定を誤り，相違点を看過した誤り−その1(取消事由1)",
              "text": [
                "審決は，本願発明と引用発明の対比において，「重力を参照して水平化を行う内視鏡撮影システムにおいて急激なまたは突発的な画像回転を回避するための方法」である点を一致点と認定した。",
                "しかし，審決の認定は，以下のとおり誤りである。",
                "本願発明は，視界ベクトルが視界特異点の近傍箇所の内部に位置している場合には常に，画像の向きを所定の向きとすることが特定されているから，「視界特異点」の近傍箇所の内部において，直前の時点での画像の向きを所定の向きで維持する，すなわち，画像の向きを固定することによって，画像が急激に反転したり回転したりすることを回避するものといえる。",
                "これに対し，引用発明は，刊行物1(甲1)の第3の実施例(段落【0034】)に，「・・・鉛直軸に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定する制御を行う。」と記載されているように，内視鏡像を固定するものである。",
                "すなわち，本願発明は，視界ベクトルが視界特異点の近傍箇所の内部に位置する場合，「画像(内視鏡像)の向き」が固定され，視界ベクトルを視界特異点の近傍箇所に入る直前の重力方向を固定した状態で，画像は内視鏡の動きに従って連続的に移動する内視鏡像を動画として映し出される，すなわち一定時間間隔で撮影された一連の画像を短い間隔で連続表示することにより得られる動きのある映像として映し出される結果，視界ベクトルが視界特異点及びその近傍箇所の内部にある場合であっても，視界特異点の近傍箇所の外部からの連続的な内視鏡像を，意図しない突然の反転やスピンのない状態で，連続的な画像として得ることができるという顕著な効果を有するものである。これに対し，引用発明は，鉛直軸に対する(内視鏡の軸の)傾き角度が一定角度以下の場合，「内視鏡像」そのものが回転補正の動作の解除前の状態に固定されるので，実際には内視鏡を操作しているにもかかわらず，補正の動作の解除前の映像が静止画像として映し出されたままになる。以上のとおり，本願発明と引用発明とは，「画像の向きを所定の向きとする」との点において相違する。",
                "したがって，引用発明の「自動的に行われる内視鏡像の回転補正動作を停止し，内視鏡像の回転が起きず解除前の位置で内視鏡像を固定する」は，本願発明の「画像の向きを所定の向きとする」に相当するとして，「画像の向きを所定の向きとする方法」である点を引用発明と本願発明との一致点と認定した審決には，一致点の認定を誤り，相違点を看過した誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定を誤り，相違点を看過した誤り−その2(取消事由2)",
              "text": [
                "審決は，引用発明の「第2の重力センサ52で，重力方向からの内視鏡軸の傾き角度を検出し，その角度がθ以下になったとき」と，本願発明の「視界ベクトルの向きを観測し；視界特異点の近傍箇所を指定し；前記視界ベクトルの前記向きと前記近傍箇所とを関連づけ；前記視界ベクトルが前記近傍箇所の内部に位置している場合には常に，前記視界ベクトルの観測を継続的に行い」を対比し，引用発明の「重力方向からの内視鏡軸の傾き角度」(傾き)が，本願発明の「視界ベクトルの向き」(方向)に対応することを前提として，「方向を観測し；ある範囲以内を指定し；前記方向と前記ある範囲以内とを関連付け；前記方向がある範囲以内の場合には常に，方向の観測を継続的に行い」を一致点と認定した。",
                "しかし，審決の認定は，以下のとおり誤りである。",
                "「傾き」とは，所定の方向(引用発明においては重力方向)に対する傾きを表し，重力方向に対してθの「傾き角度」によって規定される内視鏡軸の方向は1つに定めることができないのに対し，「方向」とは，向き，方角であって，内視鏡軸を1点に定めることができるものであるから，両者は対応しない。",
                "そうすると，引用発明と本願発明とは，①観測している対象が，本願発明では方向(視界ベクトル)であるのに対し，引用発明では傾き(重力方向に対する内視鏡軸の傾き角度)である点，及び，②観測している対象がある範囲以内にある場合に，本願発明では，「常に，方向(視界ベクトル)を継続的に観測している」のに対して，引用発明では「常に，傾き(重力方向に対する内視鏡軸の傾き角度)を継続的に観測している」点について，相違する。",
                "したがって，審決は，引用発明の「重力方向からの内視鏡軸の傾き角度」(傾き)が，本願発明の「視界ベクトルの向き」(方向)に対応するとの誤った前提に基づき，「方向を観測し；ある範囲以内を指定し；前記方向と前記ある範囲以内とを関連付け；前記方向がある範囲以内の場合には常に，方向の観測を継続的に行い」を一致点として認定し，上記①及び②の相違点を看過した誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断の誤り(取消事由3)",
              "text": [
                "審決は，本願発明が，引用発明及び特開平10−290777号公報(甲2)，特開平4−90743号公報(甲3)，特開2004−72526号公報(甲4)に記載された周知技術に基づいて当業者が容易に発明をすることができたと判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明では，視界ベクトルを観測するから，内視鏡の軸が重力方向といかなる傾き角度を有しているかは問題とならない(甲6の段落【0020】)。また，本願発明では，視界ベクトルの向きが，重力方向と平行となる凝視球の極点及びその近傍領域内にある場合，すなわち，視界特異点及びその近傍領域内にある場合には，内視鏡が少し動いただけで重力方向が反転することが明瞭に理解される(甲6の段落【0020】，【0021】)。すなわち，本願発明に係る内視鏡システムは，内視鏡の型にかかわらず，視界ベクトルが重力方向と平行となる凝視球の極点及びその近傍領域内にある場合に生じる予期しない反転や回転を引き起こさないように，視界特異点に対して対処する方法を提供するものである。",
                    "これに対し，引用発明では，内視鏡の軸回りの回転を検出するために，内視鏡の手元操作部に設けられた重力センサ51を使用しているが，この構成では，内視鏡の軸が重力方向に対して平行若しくは平行に近くなった場合に，内視鏡を軸回りに回転させていないにもかかわらず，この重力センサ51の移動ボールが移動することによって，内視鏡の像が回転する。引用発明では，このような意図しない内視鏡像の回転を防止するために，内視鏡の軸に取り付けた重力センサによって，内視鏡の軸の重力方向に対する傾き角度を検出し，内視鏡の軸の重力方向に対する傾き角度が所定の角度θ以下となる領域において，内視鏡像の回転補正動作を停止し，解除前の位置で内視鏡像を固定する(甲1の段落【0032】，【0034】，【0037】)。しかし，引用発明に係る内視鏡においては，内視鏡の視界特異点に加えて，画像の上下方向の向きを一定とするために設けられた重力センサ51，52の存在に起因する，引用発明に係る内視鏡固有の内視鏡軸の特異点が存在し，内視鏡軸の方向と，内視鏡の視界ベクトルとは一致しない。したがって，引用発明においては，重力センサ52で重力方向からの内視鏡軸の傾き角度を検出し，その角度がθ以下になったときに，第1の重力センサによる検出に基づく内視鏡の軸の回転補正の停止は，引用発明に係る内視鏡固有の内視鏡軸の特異点に対する処理には有効であるが，実際に観察している視野が重力方向と平行となる凝視球の極点及びその近傍領域内にある場合，すなわち，視界特異点において生じる予期しない反転や回転に対しては何ら効果を奏しない。",
                    "以上のとおり，本願発明が視界ベクトルの特異点に起因する内視鏡の有する問題に対する解決手段を提供するのに対し，引用発明は，引用発明に係る内視鏡固有の内視鏡軸の特異点に起因する問題に対する解決手段を提供するものの，視界特異点に起因する問題に対する解決手段を提供するものではない。",
                    "したがって，本願発明は，引用発明及び甲2ないし4に記載された周知技術に基づいて当業者が容易に想到するとした審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "直視型内視鏡においては，内視鏡軸と視界ベクトルの向きとは同じであるから，内視鏡の視界ベクトルが重力方向と完全に一致した場合，内視鏡軸の特異点と視界ベクトルの特異点とは一致するが，引用発明は，内視鏡軸の傾きを重力センサ52で観測しているだけであるため，わずかでも内視鏡の視界ベクトルと重力方向とが一致しない場合，方向が定まらず，測定された重力方向からの傾き角度によって形成される円周上のいずれか一点に存在することしかわからない。このことは，所定の領域を出て回転補正が再度作動した際には，第1の重力センサ及び第2の重力センサからの出力によって正立の状態にされた画像は，前記所定領域に入って回転補正が停止する直前の画像との連続性を失うことを意味する。",
                    "以上のとおり，本願発明は視界ベクトルの方向を観測して視界の特異点近傍領域の視野の連続性を保持することができるのに対し，引用発明では単に内視鏡軸の重力方向に対する傾き角度に加えて，内視鏡の軸回りの回転を観測しているだけなので，特異点領域近傍の視界の連続性を保つことができない。",
                    "したがって，単に直視型の内視鏡が周知であるとして，引用発明の斜視型又は側視型の内視鏡に直視型の内視鏡を加えたとしても，本願発明に想到することはできないから，これを容易想到とした審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告の主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定を誤り，相違点を看過した誤り−その1)に対し",
              "text": [
                "原告は，「引用発明の『自動的に行われる内視鏡像の回転補正動作を停止し，内視鏡像の回転が起きず解除前の位置で内視鏡像を固定する』は，本願発明の『画像の向きを所定の向きとする』に相当するとして，『画像の向きを所定の向きとする方法』である点を引用発明と本願発明との一致点と認定した審決には，一致点の認定を誤り，相違点を看過した誤りがある。」と主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "刊行物1(甲1)の，「そして，鉛直軸に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定する制御を行う。」(段落【0034】)，「しかして，この腹腔鏡1の使用においての内視鏡像の回転補正は，前記実施例と同様，内視鏡の軸回りの回転を検出する第1の重力センサ51の検出データによって，イメージローテータ15の回転駆動装置を駆動制御して行われる。」(段落【0035】)との記載によれば，内視鏡像の回転補正は，イメージローテータ15の回転駆動装置を駆動制御して行われるのであるから，「解除前の位置で内視鏡像を固定する制御を行う」とは，内視鏡像の回転補正の動作を解除し，そのままイメージローテータ15を固定することを意味する。これを，別紙【図6】に照らしていえば，画像の向きを補正するイメージローテータ15の回転駆動装置の駆動制御を解除し，そのままイメージローテータ15を固定し内視鏡像の向きを固定することであることは，容易に認識し得る技術事項である。",
                "一方，本願発明における「前記視界ベクトルが前記近傍箇所の内部に位置している場合には常に，画像の向きを所定の向きとする；ことを特徴とする方法。」(【請求項1】)，「請求項1記載の方法において，前記所定の向きを，前記視界ベクトルが前記近傍箇所内へと入射した時点で存在した向きとすることを特徴とする方法。」(【請求項2】)との記載によれば，「画像の向きを所定の向きとする」とは，「画像の向き」を「視界ベクトルが前記近傍箇所内へと入射した時点で存在した画像の向き」とすることを含んでいることは明らかである。",
                "したがって，審決が，引用発明の「自動的に行われる内視鏡像の回転補正動作を停止し，内視鏡像の回転が起きず解除前の位置で内視鏡像を固定する」は，本願発明の「画像の向きを所定の向きとする」に相当すると判断し，引用発明と本願発明とは「画像の向きを所定の向きとする」点で一致すると認定したことに誤りはない。",
                "この点，原告は，「引用発明においては，鉛直軸に対する(内視鏡の軸の)傾き角度が一定角度以下の場合，『内視鏡像』そのものが回転補正の動作の解除前の状態に固定されるので，実際には内視鏡を操作しているにもかかわらず，補正の動作の解除前の映像が静止画像として映し出されたままになる。」と主張する。しかし，上記のとおり，刊行物1に記載された，「鉛直軸に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定する」ことは，イメージローテータ15を固定し(それにより内視鏡像の回転補正動作を解除する)，内視鏡像の向きを回転補正動作が解除される前の位置で固定することであって，「補正の動作の解除前の映像が静止画像として映し出されたままになる」ものではないから，原告の主張は失当である。",
                "以上のとおり，取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(一致点の認定を誤り，相違点を看過した誤り−その2)に対し",
              "text": [
                "原告は，「審決は，引用発明の『重力方向からの内視鏡軸の傾き角度』(傾き)が，本願発明の『視界ベクトルの向き』(方向)に対応するとの誤った前提に基づき，『方向を観測し；ある範囲以内を指定し；前記方向と前記ある範囲以内とを関連付け；前記方向がある範囲以内の場合には常に，方向の観測を継続的に行い』を一致点として認定し，相違点として，①観測している対象が，本願発明では方向(視界ベクトル)であるのに対し，引用発明では傾き(重力方向に対する内視鏡軸の傾き角度)である点，及び，②観測している対象がある範囲以内にある場合に，本願発明では，『常に，方向(視界ベクトル)を継続的に観測している』のに対して，引用発明では『常に，傾き(重力方向に対する内視鏡軸の傾き角度)を継続的に観測している』点を看過した誤りがある」旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "すなわち，上記第2の3の(2) ウのとおり，審決は，本願発明と引用発明の相違点について，①「方向を観測する対象」については，本願発明では「視界ベクトルの向き」，引用発明では「重力方向からの内視鏡軸の傾き角度」と認定し，②「前記方向がある範囲以内の場合には常に，画像の向きを所定の向きとするある範囲」について，本願発明では「視界特異点の近傍箇所」であるのに対し，引用発明では「その角度(傾き角度)がθ以下」と認定した。",
                "上記①については，審決は，原告が相違点であると主張する事項と同一の技術事項を認定しているから，原告の主張自体失当である。",
                "また，上記②について，審決は，継続的に観測している対象である「方向」に対して，その観測を通して「常に，画像の向きを所定の向きとする範囲」が，本願発明では「視界特異点の近傍箇所」であり，引用発明では「その角度(傾き角度)がθ以下」であると認定した点に，何ら誤りはない。",
                "原告は，「観測している対象がある範囲以内にある場合に，本願発明では，『常に，方向(視界ベクトル)を継続的に観測している』のに対して，引用発明では『常に，傾き(重力方向に対する内視鏡軸の傾き角度)を継続的に観測している』点が相違する」旨主張する。しかし，原告の上記主張は，「観測している対象がある範囲以内にある場合に」おいて，本願発明及び引用発明が，「常に，画像の向きを所定の向きとする」ものであることを無視して，単に，観測している対象(本願発明では「方向(視界ベクトル)」であり，引用発明では「傾き(重力方向に対する内視鏡軸の傾き角度)」)を，「常に」「継続的に観測している」という当然の動作態様を指摘するものにすぎず，失当である。",
                "したがって，審決には原告主張の誤りはなく，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(容易想到性の判断の誤り)に対し",
              "text": [
                "原告は，「本願発明が，引用発明及び甲2ないし4に記載された周知技術に基づいて当業者が容易に発明をすることができたとした審決の判断は，誤りである」旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「本願発明が視界ベクトルの特異点に起因する内視鏡の有する問題に対する解決手段を提供するのに対し，引用発明は，引用発明に係る内視鏡固有の内視鏡軸の特異点に起因する問題に対する解決手段を提供しているのであって，視界特異点に起因する問題に対する解決手段を提供しているのではない」として，容易想到性の判断の誤りを主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "本願発明は，視界ベクトルの特異点に起因する視界特異点近傍内における予期しない画像の反転や回転の発生という，内視鏡の有する解決課題に対する解決手段として，画像の向きを所定の向きとするのに対し，引用発明は，内視鏡軸の傾き角度が重力方向からの一定角度θ以下における不必要な画像の回転の発生という内視鏡の有する解決課題に対して，その解決手段として，画像の向きを所定の向きとするものである。",
                    "本願発明と引用発明とは，内視鏡操作に伴う不必要な画像回転の発生という問題及びそれを画像の向きを所定の向きとすることにより解決した点において共通し，その問題の発生箇所(発生域)において相違するといえる。",
                    "上記のとおり，本願発明と引用発明とは，解決課題及び解決手段を共通とするものであるから，引用発明に周知の直視型内視鏡を適用することによって，特定範囲内の内視鏡操作における不必要な画像回転を防止することは，容易想到であるといえる。引用発明と直視型内視鏡は，ともに内視鏡という装置に属するものであるから，引用発明に周知の直視型内視鏡を適用することが否定されるものではなく，その結果，本願発明の内視鏡に含まれることになるから，本願発明が有する作用効果も有することになる。",
                    "したがって，引用発明及び周知技術から本願発明が容易想到であるとした審決の判断に誤りはないから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，「本願発明は視界ベクトルの方向を観測して視界の特異点近傍領域の視野の連続性を保持することができるのに対し，引用発明では単に内視鏡軸の重力方向に対する傾き角度に加えて，内視鏡の軸回りの回転を観測しているだけなので，特異点領域近傍の視界の連続性が失われてしまうから，単に直視型の内視鏡が周知であるとして，引用発明の斜視型または側視型の内視鏡に直視型の内視鏡を加えたとしても，本願発明に想到することはできない」旨主張する。",
                    "しかし，原告の主張は失当である。",
                    "引用発明は，内視鏡の軸の方向を観測しているが，斜視型又は側視型内視鏡において，特定範囲内の内視鏡操作における不必要な画像回転を防止する技術を，同じ内視鏡である周知の直視型内視鏡に適用した結果，本願発明に係る内視鏡画像の回転回避方法となるのであり，また，直視型内視鏡の軸の方向の観測は，視界ベクトルの方向の観測に相当する。",
                    "本願明細書(甲5)の段落【0027】において，「図7Aは，視界ベクトルが軌跡48に沿って近傍箇所52へと入射する場合の，本発明の結果を示している。・・・視界ベクトルが近傍箇所52を離れた時点で，重力水平化システムによって再度の水平化が行われることに注意されたい。また，ある種の軌跡においては，画像の向きが，近傍箇所の定義に応じて，かなりの大きさでもって急激に調節されることが起こり得ることに注意されたい。」との記載に照らすならば，「視野の連続性」の意義については，近傍箇所52内では画像の向きを所定の向きとすることと理解されるが，引用発明の内視鏡においても，「重力方向からの内視鏡軸の傾き角度を検出し，その角度がθ以下となったとき」に該当する所定の範囲内では，画像の向きを所定の向きとしているのであるから，視野の連続性があるといえる。",
                    "したがって，本願発明と引用発明との間に格別の差異はなく，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定を誤り，相違点を看過した誤り−その1)について",
          "text": [
            "原告は，「引用発明の『自動的に行われる内視鏡像の回転補正動作を停止し，内視鏡像の回転が起きず解除前の位置で内視鏡像を固定する』は，本願発明の『画像の向きを所定の向きとする』に相当するとして，『画像の向きを所定の向きとする方法』である点を引用発明と本願発明との一致点と認定した審決には，一致点の認定を誤り，相違点を看過した誤りがある。」と主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "刊行物1(甲1)には，次のとおりの記載がある。",
                "「【0001】【産業上の利用分野】本発明は，CCD等の撮像素子で撮像した内視鏡像をTVモニタで表示する電子式内視鏡装置に関する。",
                "【0004】【発明が解決しようとする課題】・・・固体撮像素子を組み込んだ電子式内視鏡では，その内視鏡を操作中，挿入部を光軸回りに回転すると，TVモニタ上での像が回転して傾いたり天地が逆になったりする。特に，側視式や斜視式の内視鏡の場合には観察方向まで大きく変わってしまう結果，オリエンテーションの把握が容易でなく，手技操作がやり難かった。",
                "【0005】本発明は前記課題に着目してなされたもので，その目的とするところは，内視鏡の操作中，内視鏡本体を光軸回りに回転しても，モニタ上での像が回転することなく上下(天地)方向を保つことができ，そのオリエンテーションの把握が容易で，手技の操作がやり易くする電子式内視鏡装置を提供することにある。",
                "【0007】【実施例】図1ないし図2は本発明の第1の実施例を示すものである。この実施例ではトラカールを用いて腹腔鏡下手術を行う場合について説明する。ここで，電子内視鏡としては硬性鏡たる斜視型の腹腔鏡1である。・・・",
                "【0030】図6(判決注  別紙【図6】)は本発明の第3の実施例を示すものである。この実施例では内視鏡本体内に組み込まれたCCD等の撮像素子で撮像した内視鏡像を内視鏡外部に設置したTVモニタで表示する電子式内視鏡装置において，その内視鏡の回転を重力を利用して検出し，この回転角データに基づいてその内視鏡像を正立になるように補正する方式としたものである。この場合の内視鏡は，前述した実施例と同様，腹腔鏡1を例に挙げている。",
                "【0031】腹腔鏡1の手元操作部3には，その内視鏡の軸回りの回転を検出する第1の重力センサ51とその内視鏡の軸の傾き角度を検出する第2の重力センサ52とを組み込んである。",
                "【0032】内視鏡の軸回りの回転を検出する第1の重力センサ51は，手元操作部3の本体外周に移動ボール53を入れた，いわゆるドーナツ状に丸くした中空管54が取着されている。移動ボール53は常に中空管54の最も低い部位に位置しており，正面位置からの移動量により内視鏡の軸回りの回転を検出する。移動ボール53の検出手段としては，例えば中空管54に沿って多数の近接スイッチを配置し，その移動ボール53を検出する。",
                "【0033】この検出データを利用してイメージローテータ15の回転駆動装置を動作させるなど，腹腔鏡1の回転に伴うTVモニタの内視鏡像が回転することを補正し，モニタ像を正立の状態に維持する。",
                "【0034】一方，内視鏡の軸の傾き角度を検出する第2の重力センサ52は，手元操作部3の本体内に，その内視鏡の軸方向に沿って，移動ボール55を入れた直管状の中空管56を設置し，内視鏡の軸の傾き角度に応じて移動する移動ボール55の位置を検出することにより，内視鏡の軸の傾き角度を検出する。移動ボール55の検出手段としては，例えば中空管56に沿って多数の近接スイッチを配置し，その移動ボール55を検出する。この検出データを利用して内視鏡の軸の傾き角度を算出する。そして，鉛直軸に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定する制御を行う。",
                "【0035】しかして，この腹腔鏡1の使用においての内視鏡像の回転補正は，前記実施例と同様，内視鏡の軸回りの回転を検出する第1の重力センサ51の検出データによって，イメージローテータ15の回転駆動装置を駆動制御して行われる。",
                "【0036】ところで，腹腔鏡1を比較的立てて使用する状況Aにおいて，腹腔鏡1を回転することなく，反対側のBの状態に寝かせた場合を考えると，第1の重力センサ51が作動してしまう。つまり，本当は回転して欲しくないのに重力を検知して内視鏡像を回転補正する動作が行われ，不必要な内視鏡像の回転が起きて，使い勝手が悪い。",
                "【0037】そこで，この実施例では，第2の重力センサ52で，内視鏡軸の傾き角度を検出し，その角度がθ以下になったとき，自動的に行われる内視鏡像の回転補正動作を停止し，解除前の位置で内視鏡像を固定する。したがって，回転して欲しくないのに重力を検知して内視鏡像を回転補正する動作を行うことを防止し，内視鏡像の回転が起きず，使い勝手がよい。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記(1) 認定の刊行物1の記載からすると，従来，内視鏡(腹腔鏡)本体内に組み込まれたCCD等の撮像素子で撮像した内視鏡像を内視鏡外部に設置したTVモニタで表示する電子式内視鏡装置であって，内視鏡の軸回りの回転を第1の重力センサにより検出し，内視鏡の回転に伴うTVモニタの内視鏡像の回転を補正し，モニタ像を正立の状態に維持するようにしたものにおいて，内視鏡を比較的立てて使用する状況で，内視鏡を回転することなく反対側の状態に寝かせた場合，第1の重力センサが作動し，不必要な内視鏡像の回転補正が行われるという問題があったこと，引用発明は，このような問題を解決するために，第2の重力センサによって内視鏡の軸の傾き角度を検出し，鉛直軸，すなわち重力方向に対する傾き角度が一定角度θ以下の場合において，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定するようにしたものと認められる。以上のとおり，引用発明は，内視鏡を比較的立てて使用する状況で，内視鏡を回転することなく反対側の状態に寝かせた場合，第1の重力センサが作動し，不必要な内視鏡像の回転補正が行われ，使い勝手が悪いという課題を解決するものである。",
                "ところで，段落【0034】「・・・鉛直軸に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定する制御を行う。・・・」及び段落【0035】「この腹腔鏡1の使用においての内視鏡像の回転補正は，前記実施例と同様，内視鏡の軸回りの回転を検出する第1の重力センサ51の検出データによって，イメージローテータ15の回転駆動装置を駆動制御して行われる。」との記載によれば，内視鏡像の「固定」とは，イメージローテータの回転駆動を止めた状態とすることにより，内視鏡像が正立した状態を維持すること，すなわち，画像を所定の向きに維持することと解するのが合理的である。そして，引用発明の内視鏡装置は，「内視鏡を用いて体腔内手術を行う」(段落【0003】)ためのものであり，「内視鏡の操作中，内視鏡本体を光軸回りに回転しても，モニタ上での像が回転することなく上下(天地)方向を保つことができ，そのオリエンテーションの把握が容易で，手技の操作がやり易くする電子式内視鏡装置を提供すること」(段落【0005】)を目的としたものであるから，その目的に照らすならば，内視鏡像の「固定」を，「補正の動作の解除前の映像が静止画像として映し出されたままにすること」と解釈することは不合理である。",
                "したがって，引用発明の「自動的に行われる内視鏡像の回転補正動作を停止し，内視鏡像の回転が起きず解除前の位置で内視鏡像を固定する」は，本願発明の「画像の向きを所定の向きとする」に相当するとして，「画像の向きを所定の向きとする方法」である点を引用発明と本願発明との一致点とした審決の認定に誤りはなく，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定を誤り，相違点を看過した誤り−その2)について",
          "text": [
            "原告は，「審決は，引用発明の『重力方向からの内視鏡軸の傾き角度』(傾き)が，本願発明の『視界ベクトルの向き』(方向)に対応するとの誤った前提に基づき，『方向を観測し；ある範囲以内を指定し；前記方向と前記ある範囲以内とを関連付け；前記方向がある範囲以内の場合には常に，方向の観測を継続的に行い』を一致点として認定し，相違点として，①観測している対象が，本願発明では方向(視界ベクトル)であるのに対し，引用発明では傾き(重力方向に対する内視鏡軸の傾き角度)である点，及び，②観測している対象がある範囲以内にある場合に，本願発明では，『常に，方向(視界ベクトル)を継続的に観測している』のに対して，引用発明では『常に，傾き(重力方向に対する内視鏡軸の傾き角度)を継続的に観測している』点を看過した誤りがある」旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。",
            "本願発明の特許請求の範囲(請求項1)の記載，すなわち「前記視界ベクトルが前記近傍箇所の内部に位置している場合には常に，前記視界ベクトルの観測を継続的に行いつつ，画像の向きを所定の向きとする」における「近傍箇所の内部」との構成の意義について検討すると，同構成は，発明の詳細な説明中の段落【0025】の「・・・特異点の近傍箇所52・・・は，重力方向を中心軸線とした円錐と見なすことができる。・・・」との記載，及び図面【図5】の記載を参照すれば，重力方向(特異点)を中心軸線とした円錐として定義される領域の内部を指すと合理的に理解することができる。",
            "他方，引用発明は，上記1のとおり，内視鏡の軸の重力方向に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定するものであり，解除前の位置で内視鏡像を固定する領域は，重力方向を中心軸とした傾き角度θの円錐状の領域の内部であることは明らかである。",
            "そうすると，本願発明における「視界ベクトルの方向」と，引用発明における「内視鏡軸の傾き角度」とは，いずれも内視鏡の画像の向きを所定の向きとする円錐状の領域を定義するものである点において共通する。本願発明には，「視界ベクトルの向きを観測」することが示されているだけで，「視界ベクトルの方向」を1つに定めることは特定されていないから，「視界ベクトルの方向」と引用発明における「内視鏡軸の傾き角度」とは，相違するものではない。",
            "したがって，審決において，引用発明の「重力方向からの内視鏡軸の傾き角度」(傾き)が，本願発明の「視界ベクトルの向き」(方向)に対応するとして，「方向を観測し；ある範囲以内を指定し；前記方向と前記ある範囲以内とを関連付け；前記方向がある範囲以内の場合には常に，方向の観測を継続的に行い」を一致点として認定したことに誤りはなく，原告の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性の判断の誤り)について",
          "text": [
            "原告は，「本願発明が，引用発明及び甲2ないし4に記載された周知技術に基づいて当業者が容易に発明をすることができたとした審決の判断は，誤りである」旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2(特開平10−290777号公報)には，次の記載がある。",
                    "「【0002】【従来の技術】従来の内視鏡は，工業用，医療用とも，その構造として可撓性の撓性内視鏡と不撓性の硬性内視鏡があるが，いずれもその先端に結像光学系が設置されている。先端で結像された光学像を，・・・硬性内視鏡ではリレーレンズ系を経由して，内視鏡の後端に光学像を転送し，そこに設置された観察用接眼レンズ，あるいはテレビカメラへと像を伝える構造となっている。・・・",
                    "【0003】・・・内視鏡において，見える範囲と方向は作業にとって重要であり，そのため作業の用途別に光軸の方向を変えた内視鏡(斜視鏡という)が製造されている。すなわち，内視鏡の先端から見る方向として，内視鏡の筒(ファイバー束管)の延長上を見る方向角を0度とすると，前方視型(直視型)の0度の他に，前方視型では30度，60度，70度など，さらに側視型では90度，後方斜視型では120度などの斜視鏡がある。・・・」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3(特開平4−90743号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "3頁左下欄3ないし5行",
                      "text": [
                        "「第1図に示すように，本実施例の内視鏡装置1は内視鏡2と，光源装置3と，制御装置4と，TVモニタ6とから構成されている。」"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "3頁右下欄14ないし18行",
                      "text": [
                        "「前記先端部11は，その先端面に観察窓16と照明窓17とを有し，この観察窓16は，その後方に対物光学系18を備えている。さらに，対物光学系18の後方には，撮像手段としての固体撮像素子19を備えている。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲4(特開2004−72526号公報)には，次の記載がある。",
                    "「【0001】【発明の属する技術分野】本発明は電子内視鏡の先端に設けられ，固体撮像素子により撮像を行う撮像装置に関する。",
                    "【0021】図9に示す様に，従来例の側視タイプの撮像装置92は直視タイプの撮像装置93を基本として，この直視タイプの撮像装置93の前端にプリズム94a等の光学系94を用いることによって，撮像方向を直角に曲げて側視タイプの撮像装置92を形成していた。・・・」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "引用発明は，上記2のとおり，内視鏡像を内視鏡外部に設置したTVモニタで表示する電子式内視鏡装置であって，重力センサにより内視鏡像の回転を補正し，モニタ像を正立の状態に維持するようにしたものにおいて，内視鏡を比較的立てて使用する状況で，内視鏡を回転することなく反対側の状態に寝かせた場合，不必要な内視鏡像の回転補正が行われるという問題点を解決するために，内視鏡の軸の重力方向に対する傾き角度が一定角度θ以下の場合に，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定するようにしたものである。",
                "一方，上記(1) 認定のとおり，甲2には，内視鏡として，前方視型(直視型)があること，作業の用途に応じて，内視鏡の光軸の方向を選択できることが記載され，甲3には，第1図を参照すれば，先端面に対物光学系を備えた直視型の内視鏡が記載され，甲4には，図9を参照すれば，従来の側視タイプの撮像装置は，直視タイプの撮像装置を基に側視タイプの撮像装置を形成していたことが記載されているから，直視型の内視鏡は，公知であったといえる。そうすると，内視鏡には，刊行物1に例示された「斜視型内視鏡」のほか，「直視型内視鏡」があることは，本願優先日前において公知であった。",
                "以上のとおり，内視鏡を立てて使用する際に，内視鏡を回転することなく反対側に寝かせた場合，不必要な内視鏡像の回転補正が行われるという問題点は，「斜視型内視鏡」のみならず「直視型内視鏡」においても生じること，甲2に示唆されているように，内視鏡の光軸の方向は，その用途に応じて選択できること，が示されている。そうすると，内視鏡像の回転補正の動作を解除して，解除前の位置で内視鏡像を固定する範囲について，引用発明が採用する「重力方向からの内視鏡軸の傾き角度とその角度がθ以下」との構成を，本願発明の「視界ベクトルの向きと，視界特異点の近傍箇所」との構成とすることは，当業者が容易に想到し得たものと認められる。すなわち，内視鏡の軸の方向は，直視型内視鏡においては，「視界ベクトルの向き」に一致し，不必要な内視鏡像の回転補正が行われる領域は，「視界特異点の近傍箇所」ということができるから，「重力方向からの内視鏡軸の傾き角度とその角度がθ以下」の範囲と，「視界ベクトルの向きと，視界特異点の近傍箇所」には，技術的な観点からの相違はないといえる。",
                "したがって，本願発明が，引用発明及び甲2ないし4に記載された技術に基づいて当業者が容易に発明をすることができたとした審決の判断に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「本願発明が視界ベクトルの特異点に起因する内視鏡の有する問題に対する解決手段を提供するのに対し，引用発明は，引用発明に係る内視鏡固有の内視鏡軸の特異点に起因する問題に対する解決手段を提供するが，視界特異点に起因する問題に対する解決手段を提供するものではないから，引用発明及び甲2ないし4に記載された周知技術に基づいて，本願発明を当業者が容易に想到するとした審決の判断は誤りである」旨主張する。",
                    "しかし，上記1のとおり，引用発明における課題は，内視鏡を立てて使用する際に，内視鏡を回転することなく反対側の状態に寝かせた場合，第1の重力センサが作動し，不必要な内視鏡像の回転補正が行われ，使い勝手が悪くなることを防止することであり，引用発明は，この課題を解決するために，「鉛直軸に対する傾き角度が一定角度θ以下の場合には，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定する制御を行う」(段落【0034】)こととした発明である。そして，引用発明における内視鏡像の「固定」については，本願発明の「画像の向きを所定の向きとする」に相当すると解される。",
                    "そうすると，引用発明は，「鉛直軸に対する傾き角度が一定角度θ以下の場合」において，画像の向きを所定の向きにして，内視鏡像が不必要に回転することを防止するという課題の解決手段を提供するものであるから，「重力に対して水平とされた内視鏡検査システムにおいては，特異点は，内視鏡検査法画像の急激な反転や突如のスピンを引き起こす。」(甲5の段落【0006】)という課題の解決手段を提供する本願発明と相違するものではない。",
                    "したがって，本願発明と引用発明とは，課題解決の方法が異なることを前提とする原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「本願発明は視界ベクトルの方向を観測して視界の特異点近傍領域の視野の連続性を保持することができるのに対し，引用発明では単に内視鏡軸の重力方向に対する傾き角度に加えて，内視鏡の軸回りの回転を観測しているだけなので，特異点領域近傍の視界の連続性が失われてしまうから，単に直視型の内視鏡が周知であるとして，引用発明の斜視型又は側視型の内視鏡に直視型の内視鏡を加えたとしても，本願発明に想到することはできない」旨主張する。",
                    "しかし，本願明細書の段落【0027】には，「・・・画像水平化システムは，近傍箇所52に対する境界を視界ベクトルが横切った時点で存在した上方向を，維持する。・・・視界ベクトルが近傍箇所52を離れた時点で，重力水平化システムによって再度の水平化が行われることに注意されたい。また，ある種の軌跡においては，画像の向きが，近傍箇所の定義に応じて，かなりの大きさでもって急激に調節されることが起こり得ることに注意されたい。近傍箇所が明確な境界を有している場合，境界のところには，不連続性が存在することとなる。・・・」と記載されており，本願発明は，視界ベクトルが特異点の近傍箇所内に入るときは，その時点の上方向を維持するから，視野の連続性を保持することができるものの，視界ベクトルが特異点近傍箇所を離れるときは，重力を参照した水平化が再度行われることになり，画像の向きが急激に回転する現象が起こり得る。一方，引用発明においても，本願発明と同様の現象が起こり得ることから，両者は，特異点近傍領域の視野の連続性の維持の有無において，相違しない。",
                    "また，引用発明における内視鏡を，公知の直視型内視鏡とし，直視型内視鏡の軸の重力方向に対する傾き角度が一定角度θ以下の場合，すなわち，視界ベクトルが視界特異点の近傍箇所に位置している場合において，内視鏡像の回転補正の動作を解除し，解除前の位置で内視鏡像を固定するようにすることは，当業者が容易に想到し得たものであることは，上記(2) のとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，取消事由3に係る原告の主張はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。その他，原告は縷々主張するが，いずれも採用の限りでない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}