{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800070号事件について平成22年10月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，発明の名称を「プラスチック中空標示器」とし権利者を被告両名とする特許第2751005号(請求項の数3。本件特許)につき，原告がその請求項1につき無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件特許の特許請求の範囲請求項1記載の発明(以下「本件発明1」という。)は，平成6年法律第116号による改正前の特許法(以下「法」ということがある。)36条5項1号及び2号に規定する要件を満たしているか，である。",
            "＜判決注＞  平成6年法律第116号による改正前の特許法36条及び37条の規定は，次のとおりである。",
            "・法36条(特許出願)",
            "1項：  特許を受けようとする者は，次に掲げる事項を記載した願書を特許庁長官に提出しなければならない。"
          ]
        },
        {
          "fig": "1",
          "subject": "特許出願人の氏名又は名称及び住所又は居所並びに法人にあっては代表者の氏名"
        },
        {
          "fig": "2",
          "subject": "提出の年月日"
        },
        {
          "fig": "3",
          "subject": "発明の名称"
        },
        {
          "fig": "4",
          "subject": "発明者の氏名及び住所又は居所",
          "text": [
            "2項：  願書には，明細書，必要な図面及び要約書を添付しなければならない。",
            "3項：  前項の明細書には，次に掲げる事項を記載しなければならない。"
          ]
        },
        {
          "fig": "1",
          "subject": "発明の名称"
        },
        {
          "fig": "2",
          "subject": "図面の簡単な説明"
        },
        {
          "fig": "3",
          "subject": "発明の詳細な説明"
        },
        {
          "fig": "4",
          "subject": "特許請求の範囲",
          "text": [
            "4項：  前項第3項の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。",
            "5項：  第3項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。"
          ]
        },
        {
          "fig": "1",
          "text": [
            "特許を受けようとする発明が発明の詳細な説明に記載したものであること。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許を受けようとする発明の構成に欠くことができない事項のみを記載した項(以下「請求項」という。)に区分してあること。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "その他通商産業省令で定めるところにより記載されていること。",
            "6項：(省略)",
            "7項：(省略)",
            "・法37条",
            "2以上の発明については，これらの発明が1の請求項に記載される発明(以下「特定発明」という。)とその特定発明に対し次に掲げる関係を有する発明であるときは，1の願書で特許出願することができる。"
          ]
        },
        {
          "fig": "1",
          "subject": "その特定発明と産業上の利用分野及び解決しようとする課題が同一である発明"
        },
        {
          "fig": "2",
          "subject": "その特定発明と産業上の利用分野及び構成に欠くことができない事項の主要部が同一である発明"
        },
        {
          "fig": "3",
          "subject": "その特定発明が物の発明である場合において，その物を生産する方法の発明，その物を使用する方法の発明，その物を取り扱う方法の発明，その物を生産する機械，器具，装置その他の物の発明，その物の特定の性質を専ら利用する物の発明又はその物を取り扱う物の発明"
        },
        {
          "fig": "4",
          "subject": "その特定発明が方法の発明である場合において，その方法の発明の実施に直接使用する機械，器具，装置その他の物の発明"
        },
        {
          "fig": "5",
          "subject": "その他政令で定める関係を有する発明"
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告両名は，平成6年6月15日に，前記名称の発明につき特許出願(特願平6-132743号，公開特許公報は特開平8-3950号，請求項の数4)をし，その後の補正を経て平成10年2月27日に本件特許(請求項の数3)につき設定登録を取得していたところ，原告は，平成22年4月19日，本件特許の請求項1につき，下記無効理由1ないし3に基づき，特許無効審判請求をした。",
                    "記",
                    "・無効理由1：  本件特許の請求項1に係る特許は，法36条5項1号及び2号に規定する要件を満たしていない特許出願に対してされたものである。",
                    "・無効理由2：  本件発明1は別添審決書の甲1ないし甲9に記載された発明に基づいて当業者が容易に発明することができたから特許法29条2項により特許を受けることができない。",
                    "・無効理由3：  本件発明1は，本件出願前に出願された甲10に記載された発明(出願日  平成5年12月6日＜特願平5-340160＞，発明の名称「移動柵」，出願人  A)と同一であるから特許法29条の2により特許を受けることができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁は，上記請求を無効2010-800070号事件として審理した上，平成22年10月28日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年11月6日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件において無効審判請求がなされている請求項1(本件発明1)の内容は，以下のとおりである。",
                "【請求項1】",
                "脚部12において起立可能なるごとく中空に一体成形されたプラスチック板体1であって，この板体1の頭部11には引掛バー31が形成された第1係合部3が設けられ，この引掛バー31にブリッジ部材5が自在クランプ7を介して連結されると共に，前記第1係合部3の下方にはステー部材6を連結すべき第2係合部4が設けられたことを特徴とするプラスチック中空標示器。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，本件発明1につき前記無効理由1ないし3を認めることはできない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，無効理由1が成り立たないとした審決には，以下のとおり誤りがあるから，違法として取り消されるべきである(なお，無効理由2及び3については争わない。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(特許公報，乙1)の各記載によれば，本件発明の目的及び解決すべき技術的課題の1つは中空に一体成形されたプラスチック板体の「内空部に水などの流動体を充填することにより安定設置が可能である」(段落【0001】，【0007】)ようにすることであり，また，課題解決のために採用した手段の1つは，「脚部12において起立可能なるごとく中空に一体成形されたプラスチック板体1であって，当該板体1側面には流動体Wを給入および排出可能な給排口2が内空部に連通して形成」(段落【0010】)することであり，さらに，発明の効果の1つは，「このプラスチック板体の内空部に水などの流動体を充填することにより，軽量部材を使用しているにもかかわらず標示器の安定設置が可能になる」(段落【0016】)ことであるから，本件発明1においては「中空に一体成形されたプラスチック板体1に流動体Wを給入および排出可能な給排口2を内空部に連通して形成する」ことが，特許を受けようとする発明の構成に欠くことができない事項であることが明らかである。",
                    "ところが，請求項1には，発明の課題解決のために採用した手段である，「中空に一体成形されたプラスチック板体1に流動体Wを給入および排出可能な給排口2を内空部に連通して形成する」ことが記載されておらず，本件発明1の目的及び効果を達成することができない。",
                    "また，法36条5項2号に基づけば，本来，特許請求の範囲には特許を受けるべき発明の構成に欠くことができない事項の全てを記載すべきであるところ，請求項1には，発明の詳細な説明に繰り返し記載されている「流動体Wを給入および排出可能な給排口2」という最も重要な構成要件が欠けており，発明の構成に欠くことができない事項の全てが記載されていないばかりか，特許請求の範囲が発明の詳細な説明より広いものとなっている。",
                    "以上によれば，本件発明1は，「中空に一体成形されたプラスチック板体1に流動体Wを給入および排出可能な給排口2を内空部に連通して形成する」ことが欠落しているために，法36条5項1号及び2号の各規定に違反していることは明らかであって，その結果，特許法123条1項4号に該当し特許無効事由があることになる。",
                    "それにもかかわらず，審決は，本件明細書の段落【0007】及び【0012】の各記載は，プラスチック板体に給排口2を設けて内空部に水などの流動体を充填しなければ，プラスチック板体を標示器として使用できないことを示すものではないから，本件発明1の記載は法36条5項2号の要件を満たしており，また，段落【0012】には，本件発明1の実施例が具体的に記載されているから，本件発明1は発明の詳細な説明に記載されたものであり，本件特許の請求項1の記載は同項1号の要件も満たしていると判断しており，本件発明1に対する正しい認識を欠き，明らかに誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告らの主張に対する反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "併合出願に関する被告らの主張につき",
                      "text": [
                        "併合出願においても個々の発明自体は元来独立した存在であるから，いったん特許が付与された後においては，その有効性・無効性は各発明ごとに特許がある場合と同様に取り扱うべきである。すなわち，本件特許がいわゆる併合出願に係るものであることが，本件発明1が発明の詳細な説明に記載されていることの根拠となることはない。あくまで，請求項1に記載された発明が，本件特許の請求項2及び3とは独立して，明細書及び図面に記載されたものか否かを判断すべきである。",
                        "したがって，本件特許がいわゆる併合出願に係るものであることを根拠として，本件発明1に無効理由がないとする被告らの主張は失当であり，何ら根拠がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "法36条5項1号に関する被告らの主張につき",
                      "text": [
                        "被告らは，発明の詳細な説明に記載した実施例の一部を特許請求の範囲に記載しても，それが発明として完成されたものであれば記載要件不備とはされない旨主張している。",
                        "しかし，本件特許の請求項1の記載は，実際には発明の詳細な説明に記載した実施例の一部を記載したというものではなく，発明の詳細な説明に記載した「発明の構成に欠くことのできない事項」の一部を記載したものというべきであるから，被告らの上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "法36条5項2号に関する被告らの主張につき",
                      "text": [
                        "被告らは，段落【0007】だけが本件発明における「解決すべき技術的課題ではなく，段落【0008】にも「本発明の技術的課題は，分離タイプの軽量部材を使用することにより，保管スペースなどを大幅に削減することができ，かつ，必要な設置場所で簡単に組み立てることができるプラスチック中空標示器を提供することにある。」という本件併合出願発明の技術的課題の1つが記載されているのであって，この課題は，本件発明1に記載した基本的な技術事項によって解決することができるのであるから，本件発明1は，まさに段落【0008】の技術的課題を解決する上で必須の技術事項を，「発明の構成に欠くことができない事項」として記載したものであると主張する。",
                        "しかし，本件明細書(乙1)の段落【0001】，【0003】，【0004】，【0005】，【0007】，【0010】，【0012】，【0015】及び【0016】の各記載から明らかなように，本件明細書には発明で解決すべき課題及び効果について言及している箇所，あるいは発明の構成について言及している箇所のほとんど全てにおいて「標示器の安定設置」が本件特許の課題及び効果であること，または，そのことに密接に関連する事項である「給排口」，「流動体充填」，「風などによる倒れの問題」に関わる内容を記載している。",
                        "このように，実質的には本件明細書全体にわたって，「流動体Wを給入および排出可能な給排口2」が「発明の構成に欠くことのできない事項の主要部」であることが記載されているといえるから，本件明細書の発明の詳細な説明を読み図面の記載を見た当業者は，「流動体Wを給入および排出可能な給排口2」が少なくとも本件発明1の「発明の構成に欠くことのできない事項」と受け止めるのである。",
                        "したがって，被告らの上記主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告らの反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "併合出願であることの看過",
              "text": [
                "原告の主張する取消事由は，本件発明1の記載において「中空に一体成形されたプラスチック板体1に流動体Wを給入および排出可能な給排口2を内空部に連通して形成する」ことが欠落し法36条5項1号及び2号の各規定に違反しているのに，違反していないと認定した審決は誤りであるというにある。",
                "しかし，原告の上記主張は，本件特許が1発明1出願の原則の例外を定めた法37条1号又は2号の規定に基づくいわゆる併合出願に係るものであるという事実を完全に看過しており，明らかに誤りである。",
                "すなわち，本件特許における請求項1に記載された発明(本件発明1)と，本件特許の請求項2及び請求項3に記載された発明(関連発明)とは，",
                "①「産業上の利用分野」及び「解決しようとする課題」が同一の関係にあるから法37条1号に該当していること，②「産業上の利用分野」及び「構成に欠くことができない主要部」が同一の関係にあるから法37条2号に該当していることから，1つの明細書及び図面に併合して1つの特許出願を行った経緯にあり，この併合出願により牽連された複数の前記各発明(請求項1～3)に対して特許が付与されたものである。",
                "してみれば，原告の主張は，本件発明1が，請求項2及び請求項3に係る発明と法37条に基づく法定の牽連関係にある事実の看過によるものであることは明らかである。",
                "すなわち，法37条1号及び2号により1つの特許出願に併合して含めることができる複数の発明の各々は，その構成要件に対応する固有の課題を有しているのであるから，併合された複数の特許発明の各々の構成要件が，他の併合発明に固有の課題解決に照応して，これら他の併合発明が解決すべき課題の全てを完全に解決できる必要はないものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "法36条5項1号違反との主張につき",
              "text": [
                "法36条5項1号においては，特許請求の範囲の記載は「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」を記載要件として定めている。これは，特許請求の範囲の記載に際し，発明の詳細な説明に記載した範囲を超えて記載してはならない旨を規定したものであって，発明の詳細な説明に記載した実施例の一部を特許請求の範囲に記載しても，それが発明として完成されたものであれば記載要件不備とはされないことを意味している。",
                "本件では，本件発明1の構成要件は全て本件明細書(乙1)の段落【0012】に記載されている。",
                "してみれば，本件発明1は，発明の詳細な説明に記載されていることは明らかであり，法36条5項1号に規定する要件を満たしていないとする原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "法36条5項2号違反との主張につき",
              "text": [
                "法36条5項2号に照らせば，本件特許においては，特許請求の範囲は発明の構成要件ごとに独立項として請求項1ないし請求項3に区分して記載してあるので，区分記載不備の違法はない。",
                "そこで，本件発明1について，原告の主張する「発明の構成に欠くことができない事項」が記載されているか否かという点について検討する。",
                "前記(1) のとおり，本件特許は法37条に準拠して成立したものであり，各請求項に記載された発明には各々固有の課題があり，それに応じた解決手段がある。課題も解決手段も同一であれば，その発明は同一であり，そのような発明を仮に複数の請求項で記載したとしても，法37条にいう1発明1出願の原則の例外としての複数発明の併合出願ではない。複数の発明を併合して1つの特許出願として提出する以上，通常，各々の発明には固有の技術的課題があり，各発明には各々の固有の課題を解決するための手段が採用されており，そして，これらの発明独自の作用効果を奏しても何ら差し支えはない。",
                "これを本件特許についてみるに，併合出願に係る本件特許には，段落【0007】に記載された「解決すべき技術的課題」だけではなく，段落【0008】にも「本発明の技術的課題は，分離タイプの軽量部材を使用することにより，保管スペースなどを大幅に削減することができ，かつ，必要な設置場所で簡単に組み立てることができるプラスチック中空標示器を提供することにある。」という「解決すべき技術的課題」が記載されている。",
                "すなわち，段落【0007】だけが本件特許における「解決すべき技術的課題」ではなく，段落【0008】にも本件併合出願発明の技術的課題の1つが記載されている。そして，この課題は，本件発明1に記載した基本的な技術的事項によって解決することができるのであるから，本件発明1は，まさに段落【0008】の技術的課題を解決する上で必須の技術的事項を，「発明の構成に欠くことができない事項」として記載したものである。",
                "してみれば，本件特許の請求項1の記載は，法36条5項2号に規定された記載要件を充足していることは明らかであって，これに反する原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (発明の内容)，(3) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件出願における特許請求の範囲の記載が平成6年法律第116号による改正前の特許法36条5項に違反するか",
          "text": [
            "前記のとおり，上記改正前の法36条5項1号は「特許を受けようとする発明が発明の詳細な説明に記載したものであること」，2号は「特許を受けようとする発明の構成に欠くことができない事項のみを記載した項(中略)に区分してあること」というものであるところ，審決は，本件発明1は法36条5項1号及び2号のいずれの要件も満たしているとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(乙1)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・〔請求項1〕  前記第3，1(2)のとおり。",
                        "・〔請求項2〕  脚部12において起立可能なるごとく中空に一体成形されたプラスチック板体1であって，当該板体1側面には流動体Wを給入および排出可能な給排口2が内空部に連通して形成されていると共に，この板体1の頭部11にはロック収容凹部32′とその下に蟻溝32とを設け，かつ，このロック収容凹部32′の少なくとも一方の側壁上部には狭隘凸部33を突設した第1係合部3が設けられており，この第1係合部3に上方から係合すべきブリッジ部材5の端部には突起部53を有するロック部材52とその下に蟻ほぞ51とが設けられ，この蟻ほぞ51が蟻溝32に蟻継状態に連結され，かつ，前記ロック部材52がロック収容凹部32′に連結されたことを特徴とするプラスチック中空標示器。",
                        "・〔請求項3〕 脚部12において起立可能なるごとく中空に一体成形されたプラスチック板体1であって，当該板体1側面には流動体Wを給入および排出可能な給排口2が内空部に連通して形成され，かつ，この板体1の頭部11には突起部34が形成された第1係合部3が設けられ，この突起部34にヒンジ連結部材8の第1嵌合筒81が挿着され，かつ，この連結部材8の第2嵌合筒82・82にブリッジ部材5の両端に突設された嵌合ロッド54・54が挿着されて連結されたことを特徴とするプラスチック中空標示器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・【産業上の利用分野】",
                        "「本発明は，道路に設置される通行止め標示器の改良，更に詳しくは，中空に一体成形されたプラスチック板体から成る軽量部材を必要な設置場所で簡単に組み立てることができ，内空部に水などの流動体を充填することにより安定設置が可能であると共に，運搬時には軽いので作業能率がよくかつ取り扱い上の安全性に優れた頗る実用的なプラスチック中空標示器に関するものである。」(段落【0001】)",
                        "・【従来技術】",
                        "「従来の通行止め標示器は，風などで簡単に倒れることがないよう金属製の重たい部材を用いて頑丈な構造に形成したものが広く利用されている。また，この標示器は一体型のものが多く，運搬時や保管時には嵩張って大きなスペースが必要であった。このような重くて嵩張る標示器を使用すると，現場の作業者にとっては大変な重労働であり，標示器の運搬や保管を行う業者にとっては広い占有スペースにかかる手間や経済的負担が大きかった。」(段落【0003】)",
                        "・【解決すべき技術的課題】",
                        "「本発明は，工事現場などの危険防止のために使用する標示器に前述の如き問題があったことに鑑みて為されたものであり，中空の軽量部材を使用することにより，現場作業者の負担が軽減され，かつ，内空部に水などの流動体を充填することにより安定設置が可能である実用的なプラスチック中空標示器を提供することを技術的課題とするものである。」(段落【0007】)",
                        "・「また，本発明の技術的課題は，分離タイプの軽量部材を使用することにより，保管スペースなどを大幅に削減することができ，かつ，必要な設置場所で簡単に組み立てることができるプラスチック中空標示器を提供することにある。」(段落【0008】)",
                        "・【課題解決のために採用した手段】",
                        "「本発明者が上記技術的課題を解決するために採用した手段を，添附図面を参照して説明すれば，次のとおりである。」(段落【0009】)",
                        "・「即ち，本発明は，脚部12において起立可能なるごとく中空に一体成形されたプラスチック板体1であって，当該板体1側面には流動体Wを給入および排出可能な給排口2が内空部に連通して形成され，かつ，この板体1の頭部11にはブリッジ部材5を架掛すべき第1係合部3が設けられたプラスチック中空標示器を採用することによって，上記技術的課題を解決した点に特徴がある。」(段落【0010】)",
                        "・【実施例】",
                        "「まず，本発明の第1実施例の標示器について説明する。図1および図2に示すように，第1実施例の標示器は，脚部12において起立可能なるごとく中空に一体成形された一対のプラスチック板体1の間に，ブリッジ部材5およびステー部材6を挟んで構成してある。このプラスチック板体1は，ブロー成形法によって成形することが可能である。当該プラスチック板体1の側面には，流動体Wを給入および排出可能な給排口2が内空部に連通して形成してある。標示器を設置する際に，給入口21から水などの流動体Wを給入し，標示器を除去する際に，排出口22から内部の流動体Wを排出する。このように流動体Wを内空部に充填することにより，軽量のプラスチック材質を使用しても標示器の安定設置が可能になる。前記流動体Wとして，水を用いることが多いけれども，倒れ難くするために水よりも比重の大きい砂などの粒状体を使用してもよい。前記プラスチック板体1の頭部11には引掛バー31が形成された第1係合部3が設けられ，この引掛バー31にブリッジ部材5が自在クランプ7を介して連結される。このブリッジ部材5に危険を知らせる警告マークなどを簡単に付加することができる。そして，前記第1係合部3の下方にはステー部材6を連結すべき第2係合部4が設けてあり，このステー部材6を一対の前記板体1の脚部12に連結することにより，標示器が安定に保持される。上記の標示器は分離タイプの軽量部材を使用しているので，各部材(プラスチック板体1，ブリッジ部材5，ステー部材6)毎に分離して収容することにより，保管時および運搬時には大幅に占有スペースを節約でき，かつ，運搬作業も重労働を伴うことなく能率よく安全に行うことが可能になる。」(段落【0012】)",
                        "・【図1】本発明の第1実施例の斜視図",
                        "・【図2】組み立て前の図1で使用したプラスチック板体の側面図",
                        "・「つぎに，本発明の第2実施例の標示器を図3および図4に基づいて説明する。第2実施例の標示器は，前述の第1実施例の標示器とほぼ同様であるけれども，プラスチック板体1の頭部11に形成された第1係合部3にブリッジ部材5を連結するための構造が異なる。このプラスチック板体1およびブリッジ部材5は，ブロー成形法によって成形することが可能である。図3および図4に示すように，前記板体1の頭部11には，ロック収容凹部 32′とその下に縦長の蟻溝32・32が対向して形成された第1係合部3が設けられ，ブリッジ部材5の両端には蟻ほぞ51・51が突設されている。そして，当該蟻ほぞ51・51の上部には突起部53・53を有するロック部材52が設けられ，かつ，当該第1係合部3のロック収容凹部32′の上部内側には狭隘凸部33・33が突設されている。前記第1係合部3にブリッジ部材5を連結する際には，ブリッジ部材5の蟻ほぞ51を第1係合部3の蟻溝32に向けて上方から落し込み，前記ロック収容凹部32′の狭隘凸部33・33を弾性変形によって押し広げるようにして前記ロック部材52の突起部53・53を挿入すると，挿着された後は前記狭隘凸部33・33が元通りに復帰するためロック部材52がロック収容凹部32′に掛合して前記ブリッジ部材5が上方向に簡単に抜けることなくロックされると同時に，前記蟻ほぞ51が蟻溝32に蟻継状態に連結される。このようにロック部材52およびロック収容凹部32′によるロック構造を蟻ほぞ51および蟻溝32による蟻継構造とは別に設けたことにより，その蟻継構造による水平方向(即ち，ブリッジ部材5の長手方向)の連結力を維持しながら，ロック構造による上方向の抜け防止も効果的に実現可能となったのである。また，蟻継構造を使用しているので，前記ブリッジ部材5の蟻ほぞ51・51を順次連結することにより，標示器を簡単に増設することができる。」(段落【0013】)",
                        "・【図3】本発明の第2実施例の斜視図",
                        "・【図4】組み立て前の図3の一部を示す拡大説明図",
                        "・「さらに，本発明の第3実施例の標示器を図5および図6に基づいて説明する。第3実施例の標示器は，前述の第2実施例の標示器とほぼ同様であるけれども，プラスチック板体1の頭部11に形成された第1係合部3にブリッジ部材5を連結するための構造が異なる。このプラスチック板体1およびブリッジ部材5は，ブロー成形法によって成形することが可能である。図5および図6に示すように，第3実施例では，ヒンジ連結部材8を介してプラスチック板体1とブリッジ部材5とを連結する構造を採用している。この連結部材8は電池収納部83を備えた第1嵌合筒81とその両側に対称的に併設された第2嵌合筒82・82とから成り，プラスチック板体1とは別に射出成形される。前記板体1の頭部11には突起部34が形成された第1係合部3が設けられ，ブリッジ部材5の両端には嵌合ロッド54・54が突設されている。そして，この突起部34に前記連結部材8の第1嵌合筒 81 が挿着され，かつ，前記連結部材8の第2嵌合筒82・82に前記ブリッジ部材5の嵌合ロッド54・54が挿着されることにより，プラスチック板体1とブリッジ部材5とが連結される。このように嵌合構造を使用しているので，図7に示すように，標示器を自在に連結できる。よって，広範囲に及ぶ危険箇所を囲むために設置する場合には，本実施例の標示器は極めて有用である。また，前記連結部材8の電池収納部 83 に電池を入れ，そこから配線して標示灯を適宜取付けることにより，暗闇の中でも的確に危険防止を行うことが可能になる。」(段落【0014】)",
                        "・【図5】本発明の第3実施例の斜視図",
                        "・【図6】組み立て前の図5の一部を示す拡大説明図",
                        "・【発明の効果】",
                        "「以上実施例を挙げて説明したとおり，本発明によれば，中空に一体成形されたプラスチック板体を使用しているので，極めて軽量になり，運搬時および設置時における現場作業者の負担が大幅に軽減される。また，このプラスチック板体の内空部に水などの流動体を充填することにより，軽量部材を使用しているにもかかわらず標示器の安定設置が可能になる。さらに，分離タイプの軽量部材を使用しているので，保管スペースなどを大幅に削減することができ，その結果経済的負担が低減される。よって，上記のように多数の効果を奏し，産業上の実用価値は頗る大である。」(段落【0016】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本件特許は，道路に設置される通行止め標示器に関し，前記アの従来技術に鑑み，①中空の軽量部材を使用することにより現場作業者の負担が軽減できること，②内空部に水などの流動体を充填することにより安定設置が可能であること，及び③分離タイプの軽量部材を使用することにより保管スペースなどを大幅に削減することができ，かつ，必要な設置場所で簡単に組み立てることができること，以上の点を解決すべき技術的課題とし，上記①の課題については，中空に一体成形された一対のプラスチック板体1を使用することにより解決し，上記②の課題については，上記プラスチック板体1の側面に流動体Wを給入及び排出可能な給排口2を内空部に連通して形成することにより解決し，上記③の課題については，プラスチック板体1，自在クランプ7，ブリッジ部材5及びステー部材6に分離できる分離タイプの軽量部材を使用することにより解決するものであり，そのうち，本件発明1は，上記①及び③の技術的課題を解決するために，請求項1記載の構成を採用した発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当事者双方はいずれも，平成6年法律第116号による改正前の特許法37条の規定する併合出願の適否について主張するが，同条の定める要件を満たす出願であったかどうかは特許法123条の規定する特許無効事由とはされていないから，以下においては，特許無効審判の事由とされている法36条5項1号及び2号の該当性に限って検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1に係る特許出願の法36条5項1号該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(乙1)の段落【0012】の第1実施例には，前記のとおり，「第1実施例の標示器は，脚部12において起立可能なるごとく中空に一体成形された一対のプラスチック板体1の間に，ブリッジ部材5およびステー部材6を挟んで構成してある。このプラスチック板体1は，ブロー成形法によって成形することが可能である。」と記載され，また，「前記プラスチック板体1の頭部11には引掛バー31が形成された第1係合部3が設けられ，この引掛バー31にブリッジ部材5が自在クランプ7を介して連結される。」と記載され，さらに，「前記第1係合部3の下方にはステー部材6を連結すべき第2係合部4が設けてあり，このステー部材6を一対の前記板体1の脚部12に連結することにより，標示器が安定に保持される」と記載されている。",
                        "上記記載によれば，本件特許の請求項1の構成要件は全て上記第1実施例に記載されていると認められるから，本件発明1は「発明の詳細な説明に記載されたもの」であるということができる。",
                        "したがって，本件発明1は法36条5項1号の要件を充足していると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張に対する判断",
                      "text": [
                        "原告は，本件特許の請求項1には，発明の課題解決のために採用した手段である「中空に一体成形されたプラスチック板体1に流動体Wを給入および排出可能な給排口2を内空部に連通して形成する」という記載が存在せず，標示器の安定設置という発明の目的及び効果を達成することができないから，本件発明1は「発明の詳細な説明に記載したもの」とはいえない旨主張する。",
                        "しかし，法36条5項1号の規定は，特許を受けようとする発明が明細書の発明の詳細な説明に記載した発明を超えた部分について記載するものであってはならないという趣旨であって，発明の詳細な説明に記載された全ての目的及び効果について記載しなければならないと規定したものではなく，発明の詳細な説明に記載した発明の一部のみを特許請求の範囲に記載した場合であっても，その請求項の記載が発明として完結している限り，同号違反になるものではないと解するのが相当である。",
                        "そして，前記(1)イのとおり，本件特許の請求項1には，本件特許の技術的課題のうち①及び③の課題を解決する構成が記載されていて，それによって，「極めて軽量になり，運搬時および設置時における現場作業者の負担が大幅に軽減される」こと，及び「保管スペースなどを大幅に削減することができ，その結果経済的負担が低減される」という段落【0016】に記載された効果を奏することができるのであって，本件特許の請求項1の記載は発明として完結しているものと認められるから，同号違反になるものではなく，この点に関する原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1に係る特許出願の法36条5項2号該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イ(イ) のとおり，本件特許の請求項1には，本件特許の技術的課題のうち①及び③の課題を解決する構成が記載され，それによって，段落【0016】に記載された効果を奏することができるものである。",
                        "そうすると，本件特許の請求項1には発明の詳細な説明に記載された①及び③の課題を解決するための構成に欠くことのできない事項が記載されているといえるから，同請求項1の記載は「特許を受けようとする発明の構成に欠くことができない事項のみを記載した請求項」に該当すると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張に対する判断",
                      "text": [
                        "原告は，法36条5項2号に基づけば，本来，特許請求の範囲には特許を受けるべき発明の構成に欠くことができない事項のすべてを記載すべきであるところ，本件発明1においては「中空に一体成形されたプラスチック板体1に流動体Wを給入および排出可能な給排口2を内空部に連通して形成する」ことが特許を受けようとする発明の構成に欠くことができない事項であることが明らかであるのに，本件特許の請求項1には，発明の詳細な説明に繰り返し記載されている「流動体Wを給入および排出可能な給排口2」という最も重要な構成要件が欠けているから，法36条5項2号の要件を満たしていない旨主張する。",
                        "しかし，本件明細書の全体の記載を考慮すれば，本件特許における技術的課題である前記①ないし③の各課題は，それらの課題が発明の完成のために全て必須であるというものではなく，①ないし③の課題それぞれに対応した課題解決のための手段が記載され，それぞれの手段に対応した発明の効果が別個に記載されているから，そのうちの前記②の課題解決のための手段が記載されていないとしても，請求項の記載が他の課題を解決する手段とそれに対応する効果を奏するような構成になっている限り，「特許を受けようとする発明の構成に欠くことができない事項」が記載されているというべきであるから，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，本件発明1は法36条5項1号及び2号の各要件を満たしているとした審決に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10372",
    "date": "2011-07-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081542",
    "ipprecedent_id": "2665",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}