{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007-31090号事件について平成22年10月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年12月28日，発明の名称を「ベンゼンスルフォナート化合物」とする発明について，特許出願(特願2000-399828。以下「本願」という。)をしたが，平成19年7月26日付けで拒絶理由が通知され，次いで，同年10月9日付けで拒絶査定を受けたので，同年11月16日，これに対する不服の審判(不服2007-31090号事件)を請求し，同年12月10日付け手続補正書を提出した。特許庁は，平成22年10月4日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同月19日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願の特許請求の範囲における請求項1の記載は，以下のとおりである(甲3。以下，この発明を「本願発明」という。以下，本願の特許請求の範囲，明細書を合わせて「本願明細書」ということがある。)。",
            "【請求項1】一般式(1)【化1】",
            "［式中，Xはハロゲン原子を示す。］で表されるベンゼンスルフォナート化合物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本願発明は，その出願前に頒布された特開平7-179457号公報(甲1。以下「刊行物1」という。)に記載された発明(以下「引用発明」という。)及び大饗茂編「有機硫黄化学(合成反応編)」，349ないし351頁「10.3.4  スルホン酸エステルの反応」(甲2。以下「刊行物2」という。)に記載された発明に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項の規定により，特許を受けることができないと判断した。その理由の要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した引用発明の内容並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである(判決注  相違点は一つであるが，審決に従って，相違点Aと表記する。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "4-クロロブチルp-トルエンスルフォナート化合物"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「4-クロロブチル  置換ベンゼンスルフォナート化合物」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点A 置換ベンゼンスルフォナート化合物のベンゼン環上の置換基が，本願発明においては，「o-ニトロ」であるのに対し，引用発明においては，「p-メチル」である点"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点Aについて",
              "text": [
                "刊行物1においては，最終生成物である化合物が医薬組成物として使用されることを考慮すれば，より不純物の少ない高純度のものが得られるような反応を求めることは，当業者に周知の課題であるところ，引用発明の「4-クロロブチル化」剤も，アルキル部分が結合する原料としてのアルキル化剤であり，より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましいといえるから，引用発明において，p-メチルベンゼンスルフォナートより優れた脱離基であることが周知であるo-ニトロベンゼンスルフォナートを導入したものとし，それにより，「4-クロロブチル化」剤として，「4-クロロブチル",
                "o-ニトロベンゼンスルフォナート化合物」を想到することは当業者にとって容易である。本願発明の化合物については，その化学構造となるように合成することは，当業者にとって困難があるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の効果について",
              "text": [
                "本願発明の「4-ハロゲノブチル  o-ニトロベンゼンスルフォナート化合物」は，「o-ニトロベンゼンスルホン酸基」を脱離基とする「4-ハロゲノブチル化」剤であるといえるので，「7-(4-ハロゲノブトキシ)-3，4-ジヒドロカルボスチリルを工業的規模にて，安価に，しかも簡便な操作で，高収率且つ高純度で製造できる」という，本願発明の中間体としての効果とは，「4-ハロゲノブチル化」剤としての効果であるといえる。",
                "一方，引用発明である「4-クロロブチルp-トルエンスルフォナート化合物」も，フェノール性水酸基に対する「4-クロロブチル化」剤として用いられる中間体であり，反応の相手である原料のフェノールに縮合する環が異なるものの，本願発明と同様の反応に用いられる中間体であるといえる。また，刊行物1においても，「4-クロロブチル  p-メチルベンゼンスルフォナート化合物」を中間体として用いた合成剤2において高収率で最終生成物が得られている。",
                "また，刊行物2には，「o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である」ことが記載されているので，脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られることは，当業者が予測し得ることである。",
                "したがって，本願発明の化合物を中間体として用いた「4-ハロゲノブチル化」剤としての効果は，当業者の予測を超える格別顕著なものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決は，本願発明の容易想到性の判断の誤り-周知技術の認定の誤り(取消事由1)，本願発明の容易想到性の判断の誤り-引用発明に刊行物2記載の発明を適用した誤り(取消事由2)及び本願発明の効果に係る認定の誤り(取消事由3)があり，これらは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の容易想到性の判断の誤り-周知技術の認定の誤り(取消事由1)",
              "text": [
                "審決は，技術常識ないし周知技術として，刊行物2に「(『アルキルエステルの有用性は脱離基としてのスルホナートアニオン(R’SO -)にあり，・・・アルキル化剤としてよく用いられる』こと，『o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である』ことが記載されており(摘示2a)，上記の脱離基としての性質は，当業者に周知であるといえる。すなわち，トシラートは，p-トルエンスルフォナート(p-メチルベンゼンスルフォナート)と同義であるから，アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。」(審決書7頁11行ないし21行)と認定し，「より不純物の少ない高純度のものが得られるような反応を求めることは，当業者に周知の課題であるといえるところ，引用発明の『4-クロロブチル化』剤も，アルキル部分が結合する原料としてのアルキル化剤であり，より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましいといえるから，引用発明において，p-メチルベンゼンスルフォナートより優れた脱離基であることが周知であるo-ニトロベンゼンスルフォナートを導入したものとし，それにより，『4-クロロブチル化』剤として，『4-クロロブチル  o-ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易である。」(審決書7頁23行ないし33行)と判断した。",
                "ところで，上記審決が認定した「アルキル化剤として・・・優れている」とは，アルキル化反応の目的化合物を高収率かつ高純度で得られることを指すものと解される。",
                "しかし，審決の認定，判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，刊行物2の記載から，技術常識ないし周知技術として，「アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。」と認定した。",
                    "しかし，審決の認定は誤りである。その理由は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2には，脱離基として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることの記載はあるものの，アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることの記載や示唆はない。",
                        "すなわち，刊行物2は，スルホン酸エステルが，どのような場合にどのような反応をするかを述べるものであり，審決が引用した記載は，このような種々の「場合」の一つとして，スルフォナートアニオンが優れた脱離基である場合を述べた箇所にすぎない。すなわち，刊行物2では，p-メチルベンゼンスルフォナートのように優れた脱離基の場合，アルコール性水酸基をとり込んで脱離し，アルキル基側にアルコール性水酸基が残らない反応になるので，スルホン酸エステルはアルキル化剤となり得ること，p-メチルベンゼンスルフォナートより優れた脱離基の場合もまた同様に反応することが示唆されているにすぎず，脱離基として優れたスルフォナートを有する化合物が優れたアルキル化剤であることが記載されているのではない。",
                        "刊行物2は，トシラート(p-メチルベンゼンスルフォナート)よりもo-ニトロベンゼンスルフォナートの方が優れた脱離基であるとしており，むしろ，トシラートに代えてo-ニトロベンゼンスルフォナートをアルキル化剤に用いた場合は，アルキル化されやすい原子(反応点)を複数有する原料化合物に対しては，これを選択性なくアルキル化してしまい，高収率及び高純度で目的物を得ることができなくなるという望ましくない結果になることを示唆するものである。",
                        "したがって，刊行物2の記載は，アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることの記載も，その示唆もなく，本願発明に導く動機付けになる示唆はないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，脱離基として優れたスルフォナートを有する化合物が優れたアルキル化剤であることが技術常識というわけではない。",
                        "ところで，原告は，アルキル化剤として本願発明の化合物に包含される本願明細書の実施例1(段落【0026】)記載の化合物(以下「本願化合物Ｎs」という場合がある。)又は刊行物1の合成例2の化合物(以下「甲1化合物Ts」という場合がある。)を用いた実験を実施したが，高い純度及び高い収率で目的化合物が得られるかどうか，すなわち，優れたアルキル化剤であるか否かは，反応相手の化合物によって異なるとの結果が得られた(甲7)。同結果に照らすならば，より優れた脱離基を有する化合物が優れたアルキル化剤とはいえない。",
                        "したがって，必ずしも脱離基として優れたスルフォナートを有する化合物が優れたアルキル化剤であるとはいえず，より優れた脱離基を有する化合物として審決が認定した本願化合物Ｎsを用いた場合に，常に高い純度と高い収率で目的化合物が得られるのではないことは明らかである。",
                        "これに対し，被告は，化合物が優れた脱離基を有し，アルキル化剤として優れているとは，反応相手によらず反応性が大きい(特定の分子又は原子を選択的にアルキル化するという選択性を有さない)ことを前提としていると推測される。",
                        "しかし，反応相手によらず反応性が大きいアルキル化剤を，本願発明の化合物のアルキル化の対象である7-ヒドロキシ-3，4-ジヒドロ-2(1H)-キノリン(判決注  正確には，7-ヒドロキシ-3，4-ジヒドロ-2(1H)-キノリノン)である。以下「化合物7Q」ということがある。)のように，アルキル化を受ける原子を多数持っている化合物に用いた場合には，目的の特定の原子(本願発明の目的においてはヒドロキシ基の酸素原子)をアルキル化する場合に，目的の特定の原子以外もアルキル化されてしまうので，副生成物が生じてしまい，高収率及び高純度で目的物を得ることができなくなる点で好ましくない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決が，刊行物2のみに基づいて，技術常識ないし周知技術として，「アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。」と認定したことは誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「より不純物の少ない高純度のものが得られるような反応を求めることは，当業者に周知の課題である」として，「引用発明の『4-クロロブチル化』剤も，アルキル部分が結合する原料としてのアルキル化剤であり，より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましいといえるから，引用発明において，p-メチルベンゼンスルフォナートより優れた脱離基であることが周知であるo-ニトロベンゼンスルフォナートを導入したものとし，それにより，『4-クロロブチル化』剤として，『4-クロロブチル  o-ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易である。」と判断した。",
                    "しかし，審決の判断は誤りである。",
                    "より不純物の少ない高純度のものが得られるような反応を求めることが当業者に周知の課題であるとしても，より不純物の少ない高純度のものが得られるようにする場合に，当然に，より穏和な条件で行える方法が望ましいことが周知の技術的事項であるとはいえない。",
                    "すなわち，化学反応において，不純物が多くなる原因としては，原料化合物や目的化合物の分解，化学反応の不十分な進行，及び副反応等が挙げられる。化学反応が，原料化合物の種類，酸又は塩基の存在及びその強さ，pHの高低，触媒の存在及びその種類，温度の高低，圧力の高低，反応時間の長短，溶媒の種類，及び気相の種類等の多くの条件によって異なる結果を与えることは当業者に周知であり，これらの条件を単純に穏和な条件にすれば，より不純物の少ない高純度のものが得られるとはいえない。また，実際の反応条件は，これらの数多くの条件の組み合わせであり，ある反応条件が別の反応条件に比べて穏和かどうかを判断することが難しいことが多い。本願発明のようなフェノール性水酸基の酸素原子をアルキル化(O-アルキル化)しようとする場合も，様々な副反応が起こり得る。穏和な条件にした場合，目的とする反応及び様々な副反応のうち，どれが優先的に起こるようになるかの予測は非常に困難である。",
                    "これに対し，被告は，引用発明の化合物を用いた反応(甲1の段落【0042】合成例2)について，C-アルキル化との競争反応を考慮する必要性が少ない場合であると主張する。しかし，合成例2の基質化合物は，化合物7Qと異なり，アルキル化され易い原子として，ヒドロキシ基の酸素原子しか有しておらず，アルキル化する場合に副反応が起こりにくい化合物であるといえるから，引用発明は，複数のアルキル化され易い原子の中で，ヒドロキシ基の酸素原子を選択的にアルキル化して，目的化合物を得るという本願発明の課題を有しておらず，その示唆もないというべきである。",
                    "そうすると，「より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましい」と一般化できるものではない。少なくとも，刊行物1及び2には，当業者が，不純物の少ない高純度のものが得られるようにするために，引用発明において，p-メチルベンゼンスルフォナートより優れた脱離基であることが周知であるo-ニトロベンゼンスルフォナートを導入した特許発明の特徴点に到達するためにしたはずであるという示唆等は存在しない。",
                    "したがって，審決が「『4-クロロブチル化』剤として，『4-クロロブチル",
                    "o-ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易である。」と判断したことは誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決は，周知技術についての認定を誤り，その結果，本願発明の容易想到性の判断を誤ったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の容易想到性の判断の誤り-引用発明に刊行物2記載の発明を適用した誤り(取消事由2)",
              "text": [
                "審決は，刊行物2に基づいて，「アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる」，「引用発明の『4-クロロブチル化』剤も，アルキル部分が結合する原料としてのアルキル化剤であ(る)」と認定し(上記(1) のとおり)，この認定に基づいて，「引用発明において，置換ベンゼンスルフォナート化合物のベンゼン環上の置換基である『p-メチル』を，アルキル化剤としてより優れた『o-ニトロ』とすること，すなわち，引用発明の『4-クロロブチルp-トルエンスルフォナート化合物』に代えて，本願発明の『4-ハロゲノブチル  o-ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易である。」(審決書8頁3行ないし9行)と判断した。",
                "しかし，審決の判断は誤りである。",
                "すなわち，引用発明の化合物(及び本願発明の化合物)は，反応相手である化合物中のフェノール性水酸基の酸素原子をアルキル化するものであるが，刊行物2記載の反応は，これらと異なり，反応相手である化合物中のベンゼン環の炭素原子をアルキル化するものであって，刊行物2には，炭素原子のアルキル化について，「メタキシレン42などのアルキル化剤としてよく用いられる」と記載されるにすぎず，酸素原子のアルキル化については，一切記載されていない。",
                "アルキル化の場合，一般に，新しく生成する結合の種類によって分類されており，ひとまとめにアルキル化と考えることはできない(甲9・378頁ないし380頁の「アルキル化」の項目参照。)。炭素原子のアルキル化と酸素原子のアルキル化とでは，通常，異なるアルキル化剤が用いられ，その反応機構も異なっているから，炭素原子をアルキル化する刊行物2記載の反応は，引用発明の化合物を用いた反応(及び本願発明の化合物を用いた反応)とは作用，機能の共通性がなく，当業者が引用発明に刊行物2記載の発明を適用して，本願発明を容易に想到し得るとはいえない。",
                "この点に対し，被告は，アルキル化される原子にかかわらず，脱離基部分がp-メチルベンゼンスルフォナートであるよりもo-ニトロベンゼンスルフォナートである方が，反応性が高いアルキル化剤となるから，刊行物2には，刊行物1のアルキル化剤における脱離基をp-メチルベンゼンスルフォナートからo-ニトロベンゼンスルフォナートに代える示唆があるに等しい旨主張する。しかし，被告の主張は失当である。刊行物2は，刊行物1のアルキル化剤における脱離基をp-メチルベンゼンスルフォナートからo-ニトロベンゼンスルフォナートに代えることで，化合物7Qのように複数の反応点を有する化合物においてヒドロキシ基の水素原子を選択的にアルキル化できるようになることを示唆するものではなく，反応性が高いアルキル化剤になることは，副生成物を生じさせる可能性が高くなることを示唆するものである。そうすると，本願発明の目的を達成しようとする当業者は，刊行物1のアルキル化剤における脱離基をp-メチルベンゼンスルフォナートからo-ニトロベンゼンスルフォナートに代えることを妨げられるか，少なくとも，刊行物1のアルキル化剤における脱離基をp-メチルベンゼンスルフォナートからo-ニトロベンゼンスルフォナートに代えることをしたはずだとはいえない。",
                "したがって，引用発明の「4-クロロブチルp-トルエンスルフォナート化合物」に代えて，本願発明の「4-ハロゲノブチル  o-ニトロベンゼンスルフォナート化合物」を想到することは，当業者にとって容易とはいえず，審決は，相違点Aに係る容易想到性の判断を誤ったものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の効果に係る認定の誤り(取消事由3)",
              "text": [
                "審決は，「刊行物2には，『o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である』(摘示2a)ことが記載されているので，脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られることは，当業者が予測し得ることである。よって，本願発明の化合物を中間体として用いた『4-ハロゲノブチル化』剤としての効果は，当業者の予測を超える格別顕著なものであるとはいえない。」(審決書9頁13行ないし20行)と認定した。",
                "しかし，審決の認定には誤りがある。その理由は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)イ のとおり，「脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られる」と一般化できるものではなく，本願発明の化合物を用いることにより，化合物7Qの4-ハロゲノブチル化を行った場合に高い純度及び収率で目的化合物を得られることは，当業者の予測を超える格別顕著な効果というべきである。",
                    "本願発明の課題は，化合物7Qにおけるアルキル化され易い複数の原子の中で，7位のヒドロキシ基の酸素原子を選択的に4-ハロゲノブチル化することにより，7-(4-ハロゲノブトキシ)-3，4-ジヒドロカルボスチリル(以下「化合物7C」ということがある。)を，工業的規模で，安価に，簡便な操作で，高収率かつ高純度で製造可能にする新規化合物を提供するというものであり，化合物7Cは，化合物7Qを4-ハロゲノブチル化することにより得られる。しかし，優れた脱離基(反応性が高い脱離基)を用いれば，目的とするアルキル化物の収率が下がる可能性があること，穏和な条件を採用したからといって，目的とは別の反応が抑制されることを合理的に期待できないことから，「脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られる」との審決の判断は誤りである。",
                    "これに対し，被告は，刊行物1の段落【0042】の「4-クロロブチル  p-メチルベンゼンスルフォナート化合物」を用いた合成例2において，収率95％という高収率で最終生成物が得られていることから，「4-クロロブチル  p-メチルベンゼンスルフォナート化合物」の奏する効果は十分高く，本願発明が格別顕著な効果を奏するとはいえない旨主張する。しかし，刊行物1の合成例2の基質と化合物7Qとでは，アルキル化され易い原子の数が1個であるか複数であるかという大きな違いを有するので，刊行物1の合成例2の結果と本願発明の効果とを比較することは失当である。",
                    "また，被告は，本願発明は，化合物7Cを工業的規模で，高収率かつ高純度で製造するとの用途に限定されるのではなく，あらゆる用途に使用される物質に係る発明であるから，「反応例11，反応A」における使用について顕著な効果があるからといって，そのことのみで顕著な効果を理由に，進歩性を肯定することはできない旨主張する。しかし，被告の主張は失当である。化合物の物質発明の進歩性判断(特に，有利な効果の参酌)に当たっては，発明の課題が解決され，それについて優れた作用効果が奏されていれば足りると解すべきである。本願発明の課題は，一般的に「優れたアルキル化剤」を提供することではなく，化合物7Cを工業的規模で，安価に，簡便な操作で，高収率かつ高純度で製造可能にすることであり，そのような新規化合物を提供したことが，その効果である。発明の解決課題と無関係の性質において，一般的な「アルキル化剤」として本願発明の化合物が優れていないからといって，本願発明が優れた効果を有していないとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲5の実施例Aでは，確かに，高い純度が得られているが，高い純度が得られるとの結果は，作用が弱い塩基を用いたこと(審決のいう「穏和な条件」を用いたこと)によるものではない。",
                    "原告の実験結果(甲7)によれば，反応例11(塩基として水酸化リチウムを使用)と反応例A(甲5の実施例A，塩基として炭酸カリウムを使用)を対比すると，本願化合物Ｎsを用いて化合物7Qを4-ハロゲノブチル化した場合，用いた塩基の作用の強さにかかわらず(より厳しい条件であっても，より穏和な条件であっても)，高い収率と高い純度が得られた。そうすると，上記実験結果により，反応例A(甲5の実施例A)で高い純度が得られたことが，作用が弱い塩基を用いたことによるものでないことが分かる。",
                    "したがって，審決が，甲5の実施例Aで実施例B及びCに比べて高い純度が得られたことに関し，「実施例B及びC(比較例)は，塩基として，実施例Aの炭酸カリウムよりも強い作用を有する水素化リチウムや水素化ナトリウムを用いるといった厳しい条件で反応を行うことによって，純度が低下し，不純物も多量に生成しているものである。これは，・・・実施例B及びCが，より脱離しにくいp-トルエンスルフォナートを用いたために，より強い条件で反応をせざるを得なかったのに対し，実施例Aがより穏和な条件で反応を行えたことにより，不純物の少ない高純度のものが得られたと説明できるから，この実験結果から，本願発明の効果が格別顕著なものと認めることはできない。」(審決書10頁20行ないし32行)とした認定は，誤りといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "以上のとおり，審決は，本願発明の効果に係る認定を誤り，本願発明の容易想到性の判断を誤ったものである。"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告の主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の容易想到性の判断の誤り-周知技術の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「審決が，刊行物2のみに基づいて，技術常識ないし周知技術として，『アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。』と認定したことは誤りである。」と主張する。",
                    "しかし，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「刊行物2には，アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることの記載も，その示唆もない」旨主張する。",
                        "しかし，原告の主張は誤りである。刊行物2の記載から，o-ニトロベンゼンスルフォナートがp-メチルベンゼンスルフォナートより優れた脱離基であり，優れた脱離基であれば，アルキル化剤として優れていると導き出すことができる。",
                        "すなわち，刊行物2には，「10.3.4  スルホン酸エステルの反応  スルホン酸エステル(R’SO -OR”)はR’とR”の性質によって熱や加水分解などに対する安定性が大きく異なる．加水分解はアルキルエステルのほうがアリールエステルより容易に起こる．アルキルエステルの加水分解は，S 1およびS 2型のCＮ Ｎ-O結合開裂で進む．それゆえアルキルエステルの有用性は脱離基としてのスルホナートアニオン(R’SO -)にあり，アルコール性水酸基がとり込まれるためメタキシレン42などのアルキル化剤としてよく用いられる．しかもハロゲン化アルキルに比べ，脱離生成物に対する置換生成物の比率が大きい特徴をもっている．そのうえ，n-アルキルエステルの場合でも転位生成物を与えない．トリフルオロメタンスルホナート(triflate基)は特に良好な脱離基であり，MeOSO CFはMeOSO -p-Tolよりも104倍も速くアセトリシスを受ける．o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である．」(349頁4ないし16行)との記載がある。上記記載は，「スルホン酸エステルの反応」に関するものであり，その中の「o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である．」という記載は，「o-ニトロベンゼンスルホナート」が，「トシラート」(p-メチルべンゼンスルフォナート)よりも「優れた脱離基」であることを示すものである。また，どのようなメカニズムで「優れた脱離基」であるかについては，「アルキルエステルの加水分解は，S 1およびS 2型のC-Ｎ ＮO結合開裂で進む．それゆえアルキルエステルの有用性は脱離基としてのスルホナートアニオン(R’SO -)にあり，アルコール性水酸基がとり込まれるためメタキシレン42などのアルキル化剤としてよく用いられる．」と記載され，スルホン酸アルキルエステルの「スルホナートアニオン(R’SO -)」が脱離基として関与する反応において，優れた脱離基として働くことをいうものである。そして，「スルホナートアニオン(R’SO -)」が脱離基として関与する反応においては，「アルコール性水酸基」がとり込まれて「スルホナートアニオン(R’SO-)」が脱離基となった後は，アルキル基「R”」が残ってアルキル化反応が起こるのであるから，アルキル基が反応するとなれば，反応相手の化合物の種類に関わらず，必然的に「アルキル化剤」となり，優れた脱離基として働くということは，優れたアルキル化剤として働くということにほかならない。",
                        "なお，刊行物2には，「メタキシレン42などのアルキル化剤」と記載されているので，刊行物2に記載されている「スルホン酸エステルの反応」におけるアルキル化がメタキシレンの例に限定されるものではないと理解できる。",
                        "したがって，刊行物2の記載から，o-ニトロベンゼンスルフォナートがp-メチルベンゼンスルフォナートより優れた脱離基であり，優れた脱離基であれば，アルキル化剤として優れていることが導き出せる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，「脱離基として優れたスルフォナートを有する化合物が優れたアルキル化剤であることが技術常識というわけではない。」と主張する。",
                        "しかし，原告の主張は，以下のとおり誤りである。",
                        "すなわち，刊行物2にいう「アルキル化剤」は，メタキシレンのような炭素原子のアルキル化に限らず，酸素原子のアルキル化をも含むS 1及びS 2型のアルＮ Ｎキル化反応一般に用いるアルキル化剤であると解されるところ，酸素原子のアルキル化を含むS 2型の求核置換反応の脱離基の反応性等について，マクマリー有機Ｎ化学(上)第4版(乙3)には，S 2型の求核置換反応の脱離基に関し，S 2Ｎ Ｎ反応においては，優れた脱離基ほど，反応速度が速く，反応性が大きい旨が記載されているから，反応を行う上では，劣った脱離基より優れた脱離基が好ましく，「優れた脱離基は優れたアルキル基である」といえることは，当業者の技術常識といえる。",
                        "また，ヘンドリックソン・クラム・ハモンド  有機化学［I］第3版(乙1)にも，脱離基が関与する「アルキル化」反応を含む求核置換反応の反応性について，良い脱離基(優れた脱離基)が，置換されやすい(反応性が大きい)ことが記載されている。",
                        "さらに，上記(ア) の刊行物2の「10.3.4  スルホン酸エステルの反応」に関する箇所には，「トリフルオロメタンスルホナート」の場合に，「特に良好な脱離基であり」，「MeOSO CF はMeOSO -p-Tolよりも104倍も速くアセトリシスを受ける」と記載されており，優れた脱離基では，反応速度が速いことが明記されているから，「優れた脱離基」が，脱離基が関与するアルキル化反応において優れたアルキル化剤であることを意味すると自然に理解できる。",
                        "以上の記載によれば，優れた脱離基であれば，アルキル化剤として優れていることは，当業者の技術常識であると合理的に理解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，刊行物2の記載から，「アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。」と認定した審決に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，「より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましい」と一般化できるものではないから，刊行物1及び2に基づいて，「4-クロロブチル化」剤として，「4-クロロブチル",
                  "text": [
                    "o-ニトロベンゼンスルフォナート化合物」を想到することは，当業者にとって容易とはいえない旨主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "まず，化学実験法(乙4)には，化学反応を左右する要素として反応温度や反応圧力等が考えられること，反応温度の上昇は化学反応の速度を早める一方で，副反応の危険性を高めること，有機反応ではたいていの場合目的反応だけが起こって，いきなり純粋な製品を得るということはなく，副反応を伴うことによって，生成物の純度が下がることが記載され，また副反応は反応条件が激しくなるほど増加するのが普通であり，穏やかな反応であるほど，副反応が低減して，不純物の少ない高純度のものが得られることが記載されている。そうすると，「より不純物の少ない高純度のものが得られるようにする場合に，当然に，より穏和な条件で行える方法が望ましい」ことは，当業者が化学反応を行うに当たって，副反応の危険性を少なくするために，最初に考慮する当然の技術常識といえる。そのため，引用発明の化合物をアルキル化剤として用いたアルキル化反応，すなわち，スルホン酸アルキルエステルをアルキル化剤として用いた酸素原子のアルキル化反応についても，乙4に記載されているような化学反応における通常の考慮が必要であることは明らかである。",
                    "また，後記(2)  のとおり，アルコール及びフェノールのスルホン酸アルキルエステルとの直接置換(S 2  )反応によるエーテルの合成反応は，一般的な方法でＮあり，S 2  反応においては，優れた脱離基ほど，反応速度が速く，反応性が大Ｎきいのであるから(上記ア(イ) )，反応を行う上では，劣った脱離基より優れた脱離基が望ましい。",
                    "さらに，「脱離基による電荷の安定化が大きくなればなるほど，遷移状態のエネルギーが低くなり，反応も速くなる」(乙3)の記載によれば，優れた脱離基の方が加えるエネルギーが少なくてすむ，すなわち，低い反応温度等の穏和な条件で反応を行うことができるということであるから，S 2  反応においても，穏和な条Ｎ件が望ましいといえる。",
                    "以上の各記載によれば，「より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましい」ことは，化学反応における当業者の技術常識であると合理的に理解される。",
                    "したがって，引用発明の化合物をアルキル化剤として用いたアルキル化反応，すなわち，スルホン酸アルキルエステルをアルキル化剤として用いた酸素原子のアルキル化反応において，「より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましい」との技術常識を前提として，「『4-クロロブチル化』剤として，『4-クロロブチル  o-ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易である」とした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明の容易想到性の判断の誤り-引用発明に刊行物2記載の発明を適用した誤り)に対し",
              "text": [
                "原告は，炭素原子のアルキル化と酸素原子のアルキル化とでは，通常，異なるアルキル化剤が用いられ，その反応機構も異なっているから，炭素原子をアルキル化する刊行物2記載の反応は，(酸素原子をアルキル化する)引用発明の化合物を用いた反応(及び本願発明の化合物を用いた反応)とは作用，機能の共通性がないから，引用発明に刊行物2記載の発明を適用して，相違点Aに係る構成を容易に想到することはできないと主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "すなわち，乙1，2，5ないし7によれば，スルホン酸アルキルエステルを使用するS 1及びS 2型のアルキル化反応としては，「メタキシレン」のような炭Ｎ Ｎ素原子のアルキル化だけでなく，刊行物1記載の酸素原子のアルキル化も，当業者であれば容易に想到する周知の反応であり，また，化学大辞典編集委員会編，「化学大辞典」(甲9)の「アルキル化」(378頁右欄ないし380頁左欄)の項には，「芳香族スルホン酸アルキルエステル」は，「炭素原子のアルキル化」だけでなく，「酸素原子のアルキル化」，「窒素原子のアルキル化」においても，アルキル化剤として挙げられており，いずれのアルキル化にも使用される共通の試薬として周知であることが理解できる。",
                "上記記載を参酌すれば，刊行物2記載の反応は，炭素原子のアルキル化に限らず，スルホン酸アルキルエステルを用いるアルキル化反応一般であり，刊行物2記載の「アルキル化剤」は，メタキシレンのような炭素原子のアルキル化に限らず，酸素原子のアルキル化をも含むアルキル化反応一般に用いるアルキル化剤であると解するのが合理的である。刊行物2の「アルキルエステルの加水分解は，S 1およびＮS 2型のC-O結合開裂で進む．それゆえアルキルエステルの有用性は脱離基とＮしてのスルホナートアニオン(R’SO -)にあり，アルコール性水酸基がとり込まれるためメタキシレン42などのアルキル化剤としてよく用いられる．」との記載からは，「アルキルエステルの有用性」は，「メタキシレン42」の「アルキル化剤」に限定されるとは解されず，「S 1およびS 2型のC-O結合開裂でＮ Ｎ進」み，「スルホナートアニオン(R’SO -)」を脱離基とし，「アルコール性水酸基がとり込まれる」反応，すなわち，S 1及びS 2型のアルキル化反応Ｎ Ｎ全般における有用性を述べていると理解できる。",
                "したがって，当業者であれば，S 1及びS 2型のアルキル化反応には，スルＮ Ｎホン酸アルキルエステルを用いる酸素原子等のアルキル化も含まれると解し，刊行物2にいう「アルキル化剤」が，メタキシレンのような炭素原子のアルキル化に限らず，酸素原子のアルキル化を含むS 1及びS 2型のアルキル化反応一般に用Ｎ Ｎいるアルキル化剤であると理解する。以上のとおりであるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明の効果に係る認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明の化合物を用いることにより，化合物7Qの4-ハロゲノブチル化を行った場合に高い純度及び収率で目的化合物を得られることは，当業者の予測を超える格別顕著な効果というべきである旨主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "すなわち，上記(1)ア(ア)，(イ) のとおり，副反応は反応条件が激しくなるにつれて増加するから，副反応などを少なくするために(純度や収率等を高めるために)，当業者は穏和な条件を採用するのが普通であって，穏やかな反応であれば危険も少なく，副反応なども少なくすることができるというのが化学反応の技術常識であり，反応温度を上げずに済むような穏和な条件を設定して，より不純物の少ない高純度のものを得ようとすることは，当業者が化学反応を行うに当たり，副反応の危険性を少なくするために最初に考慮する事項であるし，優れた脱離基であれば，遷移状態のエネルギーを下げるので反応速度が速くなるため，加えるエネルギーが少なくてすむ，すなわち穏和な条件で反応を行うことができるというのも技術常識である。",
                    "また，本願発明は化合物7Qの4-ハロゲノブチル化を行う発明ではないから，原告の主張は特許請求の範囲に基づく主張ではない上，本願発明は，収率に関しては，参考例1では96．8％であるのに対し，刊行物1では「4-クロロブチル",
                    "p-メチルベンゼンスルフォナート化合物」を用いた合成例2において，収率95％という高収率で最終生成物が得られているから，「4-クロロブチル  p-メチルベンゼンスルフォナート化合物」の奏する効果は十分高く，本願発明と引用発明の収率を比較しても，本願発明が格別顕著な効果を奏するとはいえない。",
                    "さらに，刊行物2には「o-ニトロべンゼンスルホナートもトシラートより優れた脱離基である」と記載されるから，当業者がトシラート(p-メチルべンゼンスルフォナート)に代えてo-ニトロベンゼンスルフォナートのような優れた脱離基を用いれば，o-ニトロベンゼンスルフォナートの脱離が容易となって，アルキル化の反応性が(副反応より)高まることにより，アルキル化の収率が向上することは当業者が予測し得るものであり，上記のとおり，脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られるといえるから，高い純度という効果も当業者が予測し得るものである。",
                    "この点，原告の実験結果(甲7)は，本願化合物Ｎsと甲1化合物Tsの2種のアルキル化剤を用いた比較実験において，本願化合物Ｎsが，特定の反応相手の化合物を用いた反応において，甲1化合物Tsよりも収率及び純度が高く，アルキル化剤として優れているものの，反応相手の化合物が異なると，収率及び純度の程度がさまざまであり，必ずしも本願化合物Ｎsが甲1化合物Tsよりもアルキル化剤として優れているわけではないとの結果を示している。しかし，甲7において，すべての反応が適切な反応条件(反応溶媒，反応圧力，反応温度，反応時間，反応試剤等)を採用したと認めるべき根拠は見いだせないから，必ずしも，本願化合物Ｎsが甲1化合物Tsよりもアルキル化剤として優れているわけではないという結果を導くことはできない。そうすると，甲7によって，本願発明についての効果の顕著性が示されたとはいえない。",
                    "また，本願発明は，化合物7Cを工業的規模で，安価に，簡便な操作で，高収率かつ高純度で製造可能にすることを課題の1つとするものではあるが，特許請求の範囲に記載されるとおり，物の発明であり，「化合物7Cを製造するためのアルキル化剤」等の用途を特定した用途発明や，「化合物7Cを製造する方法」という製造方法の発明ではないから，本願発明の課題は，上記のものに限定されるわけではない。この点，原告は，化合物7Qの4-ハロゲノブチル化という特定のアルキル化反応に適用したときの効果において顕著性を有していれば，本願発明の進歩性が認められるべきである旨主張する。しかし，甲7(表1)によれば，本願発明の化学物質を「アルキル化剤」として使用したとき，化合物7Cを製造する場合に高収率及び高純度で化合物7Cが得られること(反応例11，反応A)が示される一方，化合物7C以外の他の化合物を製造する場合には，必ずしも化合物7Cを製造する場合のような収率及び純度において優れた効果が得られないこと(反応例1，3，5，7，9)も示されている。本願発明は化学物質に係る物の発明であるから，「アルキル化剤」に限らず，あらゆる用途での使用が含まれるところ，原告の主張によれば，「反応例11，反応A」における使用の効果において顕著性を有していれば，本願発明全体について進歩性が認められることとなり，特許法の趣旨に反し，不合理である。",
                    "したがって，本願発明の化合物を用いた「4-ハロゲノブチル化」剤(アルキル化剤)としての効果は，当業者の予測を超える格別顕著なものとはいえない。",
                    "以上のとおりであり，刊行物1，2に記載された発明に基づいて容易に発明をすることができたとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲5の実施例Aでは，実施例B及びCに比べて高い純度が得られたことに関し，「原告の実験結果(甲7)によれば，・・・本願化合物Ｎsを用いて化合物7Qを4-ハロゲノブチル化した場合，用いた塩基の作用の強さにかかわらず，高い収率と高い純度が得られたことから，反応例A(甲5の実施例A)で高い純度が得られたことが，作用が弱い塩基を用いたためではないことは明らかである。」として，審決の判断は誤りであると主張する。",
                    "しかし，原告の主張は失当である。",
                    "本願発明は，化合物7Qを4-ハロゲノブチル化する発明ではないので，原告の主張は特許請求の範囲に基づく主張ではない。また，上記アのとおり，本願発明の化合物を用いた「4-ハロゲノブチル化」剤としての効果は当業者の予測を超える格別顕著なものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の容易想到性の判断の誤り-周知技術の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，刊行物2のみに基づいて，技術常識ないし周知技術として，「アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。」と認定したことは誤りである旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，刊行物2には，「10.3.4  スルホン酸エステルの反応」として，「スルホン酸エステル(R’SO -OR”)はR’とR”の性質によって熱や加水分解などに対する安定性が大きく異なる．加水分解はアルキルエステルのほうがアリールエステルより容易に起こる．アルキルエステルの加水分解は，S 1およびSＮ2型のC-O結合開裂で進む．それゆえアルキルエステルの有用性は脱離基としＮてのスルホナートアニオン(R’SO -)にあり，アルコール性水酸基がとり込まれるためメタキシレン42などのアルキル化剤としてよく用いられる．しかもハロゲン化アルキルに比べ，脱離生成物に対する置換生成物の比率が大きい特徴をもっている．そのうえ，n-アルキルエステルの場合でも転位生成物を与えない．トリフルオロメタンスルホナート(triflate基)は特に良好な脱離基であり，MeOSO CF はMeOSO -p-Tolよりも104倍も速くアセトリシスを受ける．o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である．」との記載がある(甲2の349頁4ないし16行)。",
                    "上記記載によれば，「スルホン酸エステル(R’SO -OR”)」の加水分解により，アルコール性水酸基が取り込まれ，「スルホナートアニオン(R’SO-)」が脱離基として脱離すること，o-ニトロベンゼンスルフォナートがトシラート(p-メチルベンゼンスルフォナート)より優れた脱離基であることが示されているといえる。",
                    "また，「スルホン酸エステル(R’SO -OR”)」の加水分解により，「スルホナートアニオン(R’SO -)」が脱離すると，アルキル基(R”)が残り，反応相手の化合物の種類にかかわらず，アルキル化反応が起こると当業者に理解されるから，「スルホン酸エステル」は「アルキル化剤」であるといえる。そして，優れた脱離基を有する「スルホン酸エステル」であれば，優れたアルキル化剤ということができる。",
                    "そうすると，当業者にとって，o-ニトロベンゼンスルフォナートがp-メチルベンゼンスルフォナートより優れた脱離基であることが示されるならば，o-ニトロベンゼンスルフォナートがp-メチルベンゼンスルフォナートより優れたアルキル化剤として働くことが示されているということができる。",
                    "したがって，刊行物2には，アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが示されていること，また，その説明に照らして，当業者の技術常識であることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，実験(甲7)によれば，高い純度及び高い収率で目的化合物が得られるかどうかは，反応相手の化合物によって異なる(反応例1と2，3と4，5と6，7と8，及び，9と10で，使用する塩基，溶媒，反応温度，反応時間，薬剤の配合比についての条件を同一とし，脱離基としてo-ニトロベンゼンスルフォナートとp-メチルベンゼンスルフォナートを有するアルキル化剤(本願化合物Ｎsと甲1化合物Ts)を用いて比較を行ったところ，反応1と2では，ほぼ同等の純度と収率で目的化合物が得られたが，その他の組合せでは，脱離基としてo-ニトロベンゼンスルフォナートを有するアルキル化剤を用いた場合の方が収率が劣り，その程度もさまざまであった)との結果が示されたことから，「脱離基として優れたスルフォナートを有する化合物が優れたアルキル化剤であることが技術常識とはいえない」と主張する。",
                    "しかし，上記アの「『スルホン酸エステル(R’SO -OR”)』の加水分解により，アルコール性水酸基が取り込まれ，『スルホナートアニオン(R’SO-)』が脱離基として脱離すると，アルキル基(R”)が残り，反応相手の化合物の種類にかかわらず，アルキル化反応が起こるから，優れた脱離基を有する「スルホン酸エステル」であれば，優れたアルキル化剤ということができる」との点は，スルホン酸エステルを用いたアルキル化反応における一般的な知見であり，技術常識であると合理的に理解される。これに対して，原告が依拠する上記実験は，種々，反応条件を変えて目的化合物の収率や純度を比較したものであり，収率において相違が生じた原因が，単にアルキル化剤として使用した化合物の相違によるものであるか否かは不明であるから，実験条件によって結果に違いが発生したからといって，上記の一般的な知見が否定されるべきであるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，「アルキル化剤として，p-メチルベンゼンスルフォナートより，o-ニトロベンゼンスルフォナートの方が優れていることが周知といえる。」と認定した審決に誤りは認められず，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましい」と一般化できるものではないから，刊行物1及び2に基づいて，「4-クロロブチル化」剤として，「4-クロロブチルo-ニトロベンゼンスルフォナート化合物」を想到することは，当業者にとって容易とはいえないと主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "すなわち，①ヘンドリックソン・クラム・ハモンド「有機化学［Ⅰ］第3版」(乙1の393頁)に，アルキル化反応を含む求核置換反応について，「相対的な脱離基の反応性」の項に，「置換反応の機構上脱離基は求核体と逆の関係にあり，反応性も逆の順序になることが多い．したがって，良い求核体であって，非常に強い塩基は置換が非常に困難であり，弱い安定な塩基は置換されやすい．求核体の場合と同様に同種の原子が脱離電子をもつ場合には，塩基性が弱い程良い脱離基となる・・・」との記載があること，②マクマリー「有機化学(上)第4版」(乙3の383，385頁)に，「最も弱い塩基(強酸から導かれたアニオン)は実際最も優れた脱離基である．p-トルエンスルホン酸エステル(トシラート)脱離基はヨウ化物イオンや臭化物イオンと同様に，非常に容易に置換される・・・．安定なアニオンが優れた脱離基になる理由は，遷移状態を調べることによって理解することができる。S 2反応の遷移状態では，電荷が攻撃する求核試薬と脱離基の両方にＮ分布している．脱離基による電荷の安定化が大きくなればなるほど，遷移状態のエネルギーが低くなり，反応も速くなる．」，「優れた脱離基(より安定なアニオン)は遷移状態のエネルギーを下げるので・・・反応速度が速くなる．」との記載があることに照らすならば，アルキル化反応において，優れた脱離基は，遷移状態のエネルギーが低く，反応性が大きい，すなわち，より穏和な条件の下でも反応が進みやすいことは，本願出願前において技術常識であったといえる。",
                "また，畑一夫他編「化学実験法」(乙4の210，211，218頁)に，「一般に，溶液反応を左右する三つの基本的な要素と考えられるものは，溶液濃度，反応温度，圧力である．これらを適宜調節することによって反応を促進したり抑制したり，さらに反応の性質そのものを変えてしまうことができる．」，「有機反応では大抵の場合目的反応だけが起こって，いきなり純粋な製品を得るということはない．」，「化学反応はなるべく早くしかも穏やかに，できれば加熱，冷却，加圧，減圧，かきまぜなどの手間やその他時間，経費を最小限にして進められるのが理想である．そして穏やかな反応であれば危険も少なく，副反応なども少なくすることができる．」との記載があり，同記載によれば，一般に，より穏和な条件の反応であれば，副反応が少なく，より不純物の少ない高純度のものが得られる可能性が高くなるものと理解される。そうすると，本願出願前において，「より不純物の少ない高純度のものが得られるようにするために，より穏和な条件で行える方法が望ましい」ことは，化学反応における当業者の技術常識であったことが認められる。",
                "そして，上記技術常識を前提とすれば，刊行物2の「o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である．」との記載から(甲2)，当業者は，不純物の少ない高純度のものが得られるようにするために，引用発明において，p-メチルベンゼンスルフォナートより優れた脱離基であることが周知であるo-ニトロベンゼンスルフォナートを導入して本願発明の相違点Aに係る構成に到達することに困難はないというべきである。",
                "したがって，「『4-クロロブチル化』剤として，『4-クロロブチルo-ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易である。」とした審決の判断に誤りはなく，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の容易想到性の判断の誤り-引用発明に刊行物2記載の発明を適用した誤り)について",
          "text": [
            "原告は，炭素原子のアルキル化と酸素原子のアルキル化とでは，通常，異なるアルキル化剤が用いられ，その反応機構も異なっているから，炭素原子をアルキル化する刊行物2記載の反応は，(酸素原子をアルキル化する)引用発明の化合物を用いた反応(及び本願発明の化合物を用いた反応)とは作用，機能の共通性がなく，当業者が引用発明に刊行物2記載の発明を適用して，本願発明を容易に想到し得るとはいえない旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。",
            "刊行物2の「アルキルエステルの加水分解は，S 1およびS 2型のC-O結Ｎ Ｎ合開裂で進む．それゆえアルキルエステルの有用性は脱離基としてのスルホナートアニオン(R’SO -)にあり，アルコール性水酸基がとり込まれるためメタキシレン42などのアルキル化剤としてよく用いられる．」との記載について，これを，「アルキルエステルの有用性」が，「メタキシレン42」の「アルキル化剤」のみに限定して記載したものと理解する根拠はない。むしろ，同記載は，「S 1ＮおよびS 2型のC-O結合開裂で進」み，「スルホナートアニオン(R’SOＮ 3-)」を脱離基とし，「アルコール性水酸基がとり込まれる」反応，すなわち，S1及びS 2型のアルキル化反応全般において有用である旨を述べたものと理解Ｎ Ｎするのが合理的である。",
            "のみならず，化学大辞典編集委員会編「化学大辞典1」の「アルキル化」の項(甲9の378頁右欄ないし380頁左欄)に，「芳香族スルホン酸アルキルエステル」が，「炭素原子のアルキル化」だけでなく，「酸素原子のアルキル化」，「窒素原子のアルキル化」においても，アルキル化剤として挙げられていること，ヘンドリックソン・クラム・ハモンド「有機化学［Ⅰ］第3版」(乙1の391，406，407頁)に，「求核置換反応において基質のかわりに求核体の側に焦点をしぼって考えると，それはアルキル化(alkylation)とよばれることが多く，問題にしている分子(この場合求核体)にアルキル基(R-Lから生じたR)が結合することを意味する。この分子R-Lをアルキル化剤(alkylating agent)とよぶ．この場合求核体上の結合にあずかる原子を指定して示す(C，O，Ｎ，S  アルキル化)が，これは双性イオンによるアルキル化を明確にするうえで重要である．」，「この節ではC-O単結合をもつおもな官能基，およびこのC-O結合の生成と開裂の方法について概観する．まずはじめに考察する官能基はアルコール(R-OH)，エーテル(R-OR’)，および，エステル(R-OCOR’)である。S1またはS 2の反応条件のどちらかを利用して酸素を含む求核体が飽和炭素をＮ Ｎ攻撃し脱離基と置換するような反応を用いて，しばしばこれらの化合物が合成される。・・・エーテル・・・を合成する方法としては直接置換(S 2)のほうが通Ｎ常加溶媒分解よりも有利である。・・・ハロゲン陰イオンは最も一般的にみられる脱離基であるが，スルホン酸エステル(R-SO O-)・・・も用いられる．」と記載されることから，「スルホン酸エステル」を利用した「アルキル化」が，炭素原子のアルキル化反応に限定されず，酸素原子のアルキル化反応も含まれることは当業者にとって周知ということができる。",
            "そうすると，当業者であれば，S 1及びS 2型のアルキル化反応には，スルＮ Ｎホン酸アルキルエステルを用いる酸素原子等のアルキル化も含まれると解し，刊行物2にいう「アルキル化剤」が，メタキシレンのような炭素原子のアルキル化に限らず，酸素原子のアルキル化を含むS 1及びS 2型のアルキル化反応一般に用Ｎ Ｎいるアルキル化剤であると理解するものと認められる。",
            "これに対し，原告は，「刊行物2の内容は，アルキル化剤における脱離基をp-メチルベンゼンスルフォナートからo-ニトロベンゼンスルフォナートに代えることで，化合物7Qのように複数の反応点を有する化合物においてヒドロキシ基の水素原子を選択的にアルキル化できるようになることを示唆するものではなく，反応性が高いアルキル化剤になることは，副生成物を生じさせる可能性が高くなることを示唆するものである。」と主張する。しかし，原告の主張は失当である。上記1(2) のとおり，一般に，遷移状態のエネルギーが低く，反応性が大きければ，より穏和な条件の下でも反応が進みやすく，穏和な条件を採用することにより，副反応が少なく，より不純物の少ない高純度のものが得られる可能性が高いことは技術常識といえる。そうすると，刊行物2の「o-ニトロベンゼンスルホナートもトシラートより優れた脱離基である．」との記載から，アルキル化剤における脱離基をp-メチルベンゼンスルフォナートからo-ニトロベンゼンスルフォナートに代える場合，当業者であれば，穏和な反応条件を採用して，副反応を抑制し，より高純度のものを得ようとすると考えられる。したがって，反応性の高いアルキル化剤を用いたとしても，複数の反応点を有する化合物と反応させた場合に，副生成物を生じさせる可能性が高くなることが示唆されるとはいえない。",
            "以上のとおりであり，当業者が引用発明に刊行物2記載の発明を適用して，本願発明に想到することは容易とした審決の判断に誤りはないというべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の効果に係る認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られる」と一般化できるものではないから，本願発明の化合物を用いることにより，化合物7Qの4-ハロゲノブチル化を行った場合に高い純度及び収率で目的化合物を得られることは，当業者の予測を超える格別顕著な効果というべきである旨主張する。",
                "しかし，原告の主張は，以下のとおり採用できない。",
                "上記1(2) のとおり，アルキル化反応において，優れた脱離基は，遷移状態のエネルギーが低く，反応性が大きいこと，一般に，遷移状態のエネルギーが低く，反応性が大きければ，より穏和な条件の下でも反応が進みやすく，副反応が少なく，より不純物の少ない高純度のものが得られる可能性が高くなることは，本願出願前における当業者の技術常識と認められるから，「脱離基としてより優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のものが得られる」ことも，一般的な技術常識ということができる。",
                "したがって，より脱離基として優れた本願発明の化合物を用いることにより，化合物7Qの4-ハロゲノブチル化を行った場合に高い純度及び収率で目的化合物が得られることは，当業者であれば予測可能な効果というべきであり，原告の主張は失当である。",
                "なお，原告は，本願発明の課題は，化合物7Cを工業的規模で，安価に，簡便な操作で，高収率かつ高純度で製造可能にすることであり，これを解決する優れた作用効果が奏されていれば，そのような効果との関係で，相違点Aに係る構成は容易でないと解すべきであるとも主張するが，上記のとおり，奏された効果が当業者に予測可能であるから，この点の原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲5の実施例Aで実施例B及びCに比べて高い純度が得られたことに関し，「原告の実験結果(甲7)によれば，・・・本願化合物Ｎsを用いて化合物7Qを4-ハロゲノブチル化した場合，用いた塩基の作用の強さにかかわらず，高い収率と高い純度が得られたことから，反応例A(甲5の実施例A)で高い純度が得られたことが，作用が弱い塩基を用いたためではないことは明らかである。」として，本願発明の効果が格別顕著なものであり，容易想到とはいえないと主張する。",
                "しかし，原告の主張は，以下のとおり採用できない。",
                "甲5の実施例Aの反応条件は，「水(1．5ml)及びエタノール(13．5ml)の混合溶液中に炭酸カリウム(1．02g，7．4ミリモル)を溶解し，これに7-ヒドロキシ-3，4-ジヒドロ-2(1H)-キノリノン(1．00g，6．1ミリモル)及び4-クロロブチル  2-ニトロベンゼンスルホナート(1．55g，6．75ミリモル)を加え，40±5℃に加熱し，同温度で5時間撹拌した」というものであり，収量は1．47g，収率は94．5％であったこと，実施例Bの反応条件は，「7-ヒドロキシ-3，4-ジヒドロ-2(1H)-キノリノン(0．5g，3ミリモル)及び水酸化リチウム・1水和物(140mg，3．3ミリモル)をジメチルホルムアミド(10ml)に加え，この混合物を4時間撹拌し，得られる溶液に，4-クロロブチルp-トルエンスルホナート(0．9g，4．5ミリモル)を加え，室温で終夜撹拌した」というものであり，収量は0．73g，収率は94．0％であったこと，実施例Cの反応条件は，「ジメチルホルムアミド(20ml)の中に，7-ヒドロキシ-3，4-ジヒドロ-2(1H)-キノリノン(1．0g，6．1ミリモル)及び水素化ナトリウム(260mg，60％は鉱油，6．5ミリモル)を加え，この混合物を4時間撹拌し，得られる溶液に，4-クロロブチルp-トルエンスルホナート(1．7g，8．6ミリモル)を加え，0±10℃で終夜撹拌した」というものであり，収量は1．49g，収率は96．0％であったことが認定される。",
                "一方，甲7の反応例11は，反応条件が「7-ヒドロキシ-3，4-ジヒドロ-1H-キノリン-2-オン(14g)のＮ，Ｎ-ジメチルホルムアミド(140mL)溶液に水酸化リチウム・1水和物(3．60g，1．0倍モル)を加えて，室温(17～19℃)で1時間撹拌後，4-クロロブチル  2-ニトロベンゼンスルフォネート(25．2g，1．0倍モル)を加え，室温(20℃～24℃，最高36℃)で5時間反応した」というものであり，収率は99．2％，純度は96．9％であったことが認められる。",
                "上記認定に基づいて，甲5の実施例Aの反応条件と実施例B及びCの反応条件を比較すると，「4-クロロブチル  2-ニトロベンゼンスルホナート」，「4-クロロブチルp-トルエンスルホナート」のいずれを使用するかという違いのほか，塩基(炭酸カリウム，水酸化リチウム，水素化ナトリウム)，反応温度，撹拌時間，加える化合物の量，反応手順等も区々であるから，これらの実施例の比較のみから，得られたサンプル(7-(4-クロロブトキシ)-3，4-ジヒドロ-2(1H)-キノリノンの結晶)の純度に違いが生じた原因を断定することは困難であるというべきである。",
                "また，甲5の実施例Aの反応条件と甲7の実験結果の反応例11の反応条件を比較しても，両者が「4-クロロブチル  2-ニトロベンゼンスルホナート」を使用していること，塩基として甲5の実施例Aが炭酸カリウムを使用し，甲7の反応例11が水酸化リチウムを使用していることは認められるものの，それ以外に反応温度，反応手順，加える化合物の量が異なるから，両者の対比のみから，本願化合物Ｎsを用いて化合物7Qを4-ハロゲノブチル化した場合，用いた塩基の作用の強さにかかわらず，高い収率と高い純度が得られると結論付けることは困難である。",
                "なお，原告は，更に実験結果(甲12)を提出する。これによれば，実験例1において「4-クロロブチル  2-ニトロベンゼンスルフォネート」を使用し，実験例2において「4-クロロブチル  p-トルエンスルフォネート」を使用し，他の反応条件を等しくし，7-(4-クロロブトキシ)-3，4-ジヒドロ-1H-キノリン-2-オンの収率，純度等を比較した結果，実験例1では不純物を除いた収率(真の収率)は高く，実験例2ではその収率が低かったことがわかる。この結果からすると，むしろ，o-ニトロベンゼンスルフォナートがp-メチルベンゼンスルフォナートより優れた脱離基を有する優れたアルキル化剤であり，高収率で目的化合物が得られたとも考えられ，o-ニトロベンゼンスルフォナートを用いたことによる効果は，せいぜい当業者の予測の範囲内であるといえる。",
                "この点，原告は，甲12の実験結果によれば，反応条件が穏和かどうかによって効果の違いがないことが示されると主張する。しかし，実験例1と実験例2は，使用するアルキル化剤以外については，同一の反応条件の下で実施されていることから，反応条件が厳しいか穏和かによって効果に違いがあるかどうかは不明であるというべきである。",
                "そうすると，これらの実験結果等から，本願発明の効果が格別顕著なものと認めることができないとした審決は，結論において誤りはないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決が「本願発明の効果に係る認定を誤り，本願発明の容易想到性の判断を誤った」とする原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はないものと判断される。原告は，他にも縷々主張するが，いずれも採用の限りでない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10352",
    "date": "2011-07-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081524",
    "ipprecedent_id": "2659",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}