{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，控訴人に対し，原判決の為された法廷に対し控訴人の提出した訴状に記載の請求の全部を受け入れ，それ等を履行するべし。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人の負担とする。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴の趣旨に対する答弁",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "請求の内容について",
          "text": [
            "控訴人(原審原告，以下「原告」という。)は，平成19年に特許庁に対し特許出願を行ったが，その出願書類の控え等を紛失したため，出願番号が不明となったと主張して，被控訴人(原審被告，以下「被告」という。)を相手として，訴えを提起して，以下のとおり請求した。",
            "その内容は，「被告は，原告に対し，平成19年(2007年)中に原告のした，正時制御乳房懸垂装置付婦人用ボディスーツを内容とする特許出願につき，"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁の所管する特許出願の登録される電子データベース上において当該の特許出願の存在することの確認の証明を，出願人である原告に対して発行せよ。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当該の特許出願の正本の謄写を，出願人である原告に対して発行せよ。",
                "被告がこれをもって(1)の代替とすることができると証する場合には，(1)の確認の証明の発行は不要としても良い。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "(1)又は(2)又はその両方の原告に対する発行時点における，当該の特許出願の登録に関する記録及び関する更新記録の全覧又はその写しを，更新の有無にかかわらず，出願人である原告に対して発行せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "当該の特許出願が本訴訟に基づいて行われる調査の時点で特許庁の所管する特許出願の登録される電子データベース上において存在しない場合，当該の特許出願の登録に関する記録及び関する更新記録の全覧又はその写しを，出願人である原告に対して発行せよ。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "その他，被告は出願人である原告が当該の特許出願の通常的な審査手続への復帰に必要とする手続をせよ。」というものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原判決の内容等について",
          "text": [
            "原判決は，以下のとおり判断して，原告の請求に係る訴えのすべてを却下した。",
            "① 上記(1)ないし(4)に係る請求については，行政事件訴訟法(以下「行訴法」という。)3条6項1号所定の訴えと解されるが，「損害を避けるため他に適当な方法がないとき」(行訴法37条の2第1項)に該当するとは認められず，不適法である。同請求について，仮に行訴法3条6項2号所定の訴えであるとしても，「行政庁に対し一定の処分又は裁決を求める旨の法令に基づく申請又は審査請求がされた場合」(行訴法3条6項2号)に該当せず，不適法である。",
            "② 上記(5)に係る請求については，行訴法3条6項1号所定の訴えであると解されるが，原告は，「処分をすべき旨を命ずることを求めるにつき法律上の利益を有する者」(行訴法37条の2第3項)であると認められないから，不適法である。",
            "これに対し，原告が本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "次のとおり付加，訂正するほかは，原判決2頁26行目ないし5頁3行目のとおりであるから，これを引用する。",
        "原判決4頁1行目の後に，行を改めて，次のとおり挿入する。",
        "「(3) 原告は，平成22年2月17日付けのファイル記録事項記載書類の交付請求書を特許庁長官に提出して，原告の特許出願に関するファイル記録事項記載書類の交付請求をしたが，特許庁長官は，同月25日，同交付請求を却下した。しかし，特許庁長官の却下処分は，取り消されるべきであり，又は無効である(行訴法37条の3第1項2号)。そのため，本件は，『行政庁に対し一定の処分を求める旨の法令に基づく申請を却下する旨の処分がされた場合において，当該処分が取り消されるべきものであり又は無効である場合』に該当し，行訴法3条6項2号所定の訴えを提起することができる。したがって，請求の趣旨(1)ないし(4)に係る請求は適法である。」",
        "原判決4頁2行目の「(3)」を「(4)」と改める。",
        "原判決4頁15行目の後に，行を改めて，次のとおり挿入する。",
        "「(2) 平成22年2月17日付けのファイル記録事項記載書類の交付請求書による交付請求に対して特許庁長官がした却下処分は，取り消されるべきものではなく，無効でもない。また，原告は，行政庁に対し一定の処分を求める旨の法令に基づく申請を却下する旨の処分に係る取消訴訟又は無効等確認の訴え(行訴法37条の3第3項2号)を併合提起していない。したがって，請求の趣旨(1)ないし(4)に係る請求は不適法である。」原判決4頁16行目の「(2)」を「(3)」と改める。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "次のとおり付加，訂正するほかは，原判決5頁5行目ないし6頁14行目のとおりであるから，これを引用する。",
            "原判決6頁3行目の後に，行を改めて，次のとおり挿入する。",
            "「(3)ア 弁論の全趣旨によれば，次の事実が認められる。",
            "原告は，原判決言渡後，平成22年2月17日付けのファイル記録事項記載書類の交付請求書を特許長官に提出して，原告の特許出願に関するファイル記録事項記載書類の交付請求をした。同交付請求書には，出願番号につき『不明』，出願時期につき『平成19年9月20日頃』，出願内容につき『スポーツ用途の婦人用ボディスーツに係る特許出願(ブラジャーと称している可能性も有り)』などと記載されていた。",
            "特許庁長官は，平成22年4月5日，上記交付請求を却下した。原告宛ての却下理由通知書には，却下の理由として，次のとおり記載されていた。",
            "『1．本件交付請求は，特許出願の番号が特定できないためファイル記録の交付をすることができません。",
            "(注)本件交付請求書には特許出願の番号の記載がなく，交付請求書に記載された出願の時期，出願の内容及び出願人の内容か",
            "らも出願番号を特定できませんでした。",
            "なお，再提出の際は，特許庁から送付されている，「出願番",
            "号通知」に記載されている出願番号を記載してください。』"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "行訴法は，次のとおり定める。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "行訴法3条6項",
                  "text": [
                    "この法律において「義務付けの訴え」とは，次に掲げる場合において，行政庁がその処分又は裁決をすべき旨を命ずることを求める訴訟をいう。",
                    "一 ・・・",
                    "二 行政庁に対し一定の処分又は裁決を求める旨の法令に基づく申請又は審査請求がされた場合において，当該行政庁がその処分又は裁決をすべきであるにかかわらずこれがされないとき。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "行訴法37条の3",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "1項",
                      "text": [
                        "第3条第6項第2号に掲げる場合において，義務付けの訴えは，次の各号に掲げる要件のいずれかに該当するときに限り，提起することができる。",
                        "一 ・・・",
                        "二 当該法令に基づく申請又は審査請求を却下し又は棄却する旨の処分又は裁決がされた場合において，当該処分又は裁決が取り消されるべきものであり，又は無効若しくは不存在であること。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "3項",
      "text": [
        "第1項の義務付けの訴えを提起するときは，次の各号に掲げる区分に応じてそれぞれ当該各号に定める訴えをその義務付けの訴えに併合して提起しなければならない。・・・",
        "一 ・・・",
        "二 第1項第2号に掲げる要件に該当する場合 同号に規定する処分又は裁決に係る取消訴訟又は無効等確認の訴え"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "前記アの認定事実によれば，特許庁長官が平成22年4月5日付けで行った交付請求の却下処分は，原告が提出した交付請求書に記載された事項からは特許出願の番号を特定することができなかったためファイル記録の交付をすることができないとの理由によるものと認められ，取り消されるべきものであり又は無効であるとはいえない。そうすると，本件は，行訴法37条の3第1項2号に該当せず，行訴法3条6項2号所定の訴えを提起することはできない。したがって，請求の趣旨(1)ないし(4)に係る請求は不適法である。",
        "また，行訴法37条の3第3項2号によれば，同条の3第1項2号に",
        "該当する場合に行訴法3条6項2号所定の訴えを提起するときには，行訴法37条の3第1項2号に規定する処分又は裁決に係る取消訴訟又は無効等確認の訴えを併合して提起しなければならないところ，本件においては，特許庁長官の処分に係る取消訴訟又は無効等確認の訴えは併合して提起されていないから，その点からしても，請求の趣旨(1)ないし(4)に係る請求は不適法である。」",
        "原判決6頁4行目の「(3)」を「(4)」と改める。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，原告の被告に対する本件訴えはいずれも不適法であるから，本件訴えをいずれも却下すべきものとした原判決は相当であり，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行コ)10001",
    "date": "2010-05-27",
    "rights_type": "その他",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成21年(行ウ)559",
    "precedent_id": "080242",
    "ipprecedent_id": "2238",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}