{
  "conclusion": [
    {
      "text": "特許庁が不服2006-7782号事件について平成22年2月9日にした審決を取り消す。"
    },
    {
      "text": "- 1 -"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，特許出願拒絶査定を不服とする審判請求を成り立たないとした審決の取消訴訟である。争点は，本願発明の進歩性(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成10年10月4日，パリ条約による優先日を1997年(平成9年)10月3日，優先権主張国を米国として，名称を「腫瘍特異的細胞傷害性を誘導するための方法および組成物」とする発明の特許出願をしたが(特願2000-514993号)，平成18年1月18日，拒絶査定を受けたので，平成18年4月24日，不服審判請求をするとともに(不服2006-7782号)，平成22年1月14日，請求項1等の特許請求の範囲の記載の一部を改める旨の本件補正をした。",
            "特許庁は，平成22年2月9日，「本件審判の請求は，成り立たない。」との審決をし，この謄本は平成22年2月23日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明は，腫瘍細胞における異種遺伝子，特に細胞傷害性生成物をコードする遺伝子の特異的発現に関する発明で，本件補正後の請求項の数は13であるが，そのうち本件補正後の請求項1(本願発明1)の特許請求の範囲の記載は次のとおりである。",
            "【請求項1(平成22年1月14日付け手続補正書に記載のもの)】",
            "「細胞傷害性の遺伝子産物をコードする異種配列に機能的に連結されたH19調節配列を含むポリヌクレオチドを含有する，腫瘍細胞において配列を発現させるためのベクターであって，前記腫瘍細胞が膀胱癌細胞または膀胱癌である，前記ベクター。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明1は，その優先日当時，下記引用例1に記載された発明(引用発明1)に甲第3ないし6号証(引用例3ないし6)に記載された事項を組み合わせることで，当業者が容易に発明できたもので進歩性を欠く。",
            "【引用例1】特表平9-504955号公報(甲1)",
            "【引用例3】Mol.Pathol.,Vol.50(Feb,1997)34ないし44頁(甲3)",
            "【引用例4】The EMBO Journal, Vol.7, No.3(1988)673ないし681頁(甲4)",
            "【引用例5】Molecular and Cellular Biology, Vol.8, No.11(1988)4707ないし4715頁(甲5)",
            "【引用例6】Am. J. Hum. Genet., Vol.53(1993)113ないし124頁(甲6)",
            "【一致点】",
            "「細胞傷害性の遺伝子産物をコードする異種配列に機能的に連結された調節配列を含むポリヌクレオチドを含有する，腫瘍細胞において配列を発現させるためのベクター」である点。",
            "【相違点】",
            "・相違点(i)",
            "該調節配列が，本願発明1は，’H19’の調節配列であるのに対し，引用発明1は，H19の調節配列ではない点",
            "・相違点(ii)",
            "該腫瘍細胞が，本願発明1は，膀胱癌細胞又は膀胱癌であるのに対し，引用発明1は，膀胱癌細胞又は膀胱癌と特定されていない点",
            "【相違点に係る構成の容易想到性の判断(7，8頁)】",
            "「(1) 上記相違点(i)について",
            "引用例1の上記2．(1)ア(判決注：請求項1の特許請求の範囲)記載の，癌における遺伝子治療のための組換えベクターである 欠損組換えアデノウイルスに含まれる発現シグナル即ちプロモーターとしては，引用例1の上記2．(1)カ(判決注：11頁11行～18行)記載より，正常細胞中では不活性であり且つ腫瘍細胞では活性を示すものが使用されている。",
            "ここで，引用例3の上記2．(2)ア～ウ(判決注：34頁左欄12～16行，27～29行，35頁下段)記載より明らかなように，そもそもH19遺伝子は，胚の初期段階から胎児期を通じ多数の異なる胚組織で豊富に発現するものの，出生後にはH19遺伝子の発現は抑制されること，しかしながら，出生後，H19遺伝子は子供や成人の膀胱癌を含む多種の腫瘍で発現することは，本件優先日前，既に公知であった。",
            "この公知事項に基づけば，出生後において，H19遺伝子は，正常組織では発現しないものの，膀胱癌を含む多種の腫瘍では発現していることから，このH19遺伝子の発現を調節している配列即ちプロモーターは，α-フェトプロテインプロモーターと同様に，成人の癌細胞で優先的に発現させるよう機能するが，子供や成人の正常細胞(非疾患細胞)では発現しないように抑制されていると，当業者であれば普通に理解することである。",
            "そして，このH19遺伝子の発現を調節しているプロモーターについては，引用例4の上記2．(3)ア，イ(判決注：676頁右欄上から9行～下から6行，677頁図4)記載，引用例5の上記2．(4)ア，イ，エ，オ(判決注：4708頁右欄『RESULTS』の項の下から10行～2行，4709頁図1，4710頁図2，4713頁図6)記載 及び 引用例6の上記2．(5)イ(判決注：115頁図1)記載 より，本件優先日前既に公知であった。",
            "そうすると，引用例1の上記2．(1)ア(判決注：請求項1の特許請求の範囲)記載の欠損組換えアデノウイルスに含まれる発現シグナル即ちプロモーターとして，引用例3の上記2．(2)ア～ウ(判決注：34頁左欄12～16行，27～29行，35頁下段)記載に基づき，正常細胞中では不活性であり且つ腫瘍細胞では活性を示すと理解できる，H19遺伝子の発現を調節しているプロモーターを用いることは，当業者が容易に想到し得ることである。そして，該H19遺伝子のプロモーターは，引用例4～6の記載から明らかなように，当業者が容易に利用できるものに過ぎない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "上記相違点(ii)について",
              "text": [
                "引用例3の上記2．(2)ウ(判決注：35頁下段)表1中  腫瘍の欄の『膀胱癌』が記載されているのであるから，該腫瘍細胞として膀胱癌細胞または膀胱癌を選択することも，当業者が容易になし得たことである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明1と本願発明1との一致点及び相違点の認定の誤り(取消事由1)",
          "text": [
            "引用発明1は，実際には，エプスタイン-バールウイルス(EBV)が関係するバーキットリンパ腫，上咽頭癌や，パピローマウイルスが関係する子宮頸癌に対して，各ウイルスにより誘導可能なプロモーターの調節下に毒性遺伝子を含む，組換えアデノウイルスを使用することで，腫瘍細胞に特異的に毒性遺伝子を発現させるものであって，毒性遺伝子を腫瘍細胞に特異的に発現させることができるかは，当該プロモーターが，当該腫瘍の原因となるか又は当該腫瘍に関係するウイルスによって誘導されるか否かと関連する。",
            "そうすると，引用例1の特許請求の範囲に「1．腫瘍細胞内で特異的に活性を示す発現シグナルの調節下に異種DＮA配列を含む，欠損組換えアデノウイルス」，「15．癌の治療および／または予防が意図される薬剤学的組成物を調製するための，請求の範囲1～14の内の一つに記載のアデノウイルスの使用。」との記載があり，10頁8ないし10行に，技術的課題に関して，「腫瘍の原因となるかもしくは腫瘍に関連するウイルスの存在により誘導されるかもしくはその存在下で活性を示す発現シグナルである」との記載があるとしても，これは膀胱癌に特異的に毒性遺伝子を発現させるプロモーター等や，同プロモーターを誘導するウイルスを開示するものではない。",
            "したがって，ヒト肝癌細胞株HepG2では不活性であるH19エンハンサーの膀胱癌における特性を考慮することなく，本願発明1にいう「調節配列」が引用発明1の「発現シグナル」に相当するとした審決の判断は誤りである。",
            "また，本願発明1のベクターは非ウイルスベクターであり，引用発明1のアデノウイルスベクターとは，その作用機序も効果も異なる。すなわち，本願発明1の非ウイルスベクターは，(腫瘍)組織特異的なプロモーター等を用いて自殺遺伝子等を働かせる戦略のものであるが，引用発明1のアデノウイルスベクターは，腫瘍細胞の表面にある腫瘍細胞特異的な標的を手掛かりに腫瘍細胞にのみ感染するようなウイルスベクターを使用する戦略の一変形例であって，導入遺伝子(異種DＮA)の発現の着眼点も作用機序も異なる。しかも，ウイルスベクターについては安全面での懸念がある。そうすると，本願発明1の「腫瘍細胞において配列を発現させるためのベクター」が引用発明1の「欠損組換えアデノウイルス」に相当するとした審決の判断は誤りである。",
            "よって，本願発明1と引用発明1とが，「細胞傷害性の遺伝子産物をコードする異種配列に機能的に連結された調節配列を含むポリヌクレオチドを含有する，腫瘍細胞において配列を発現するためのベクター」で一致するとの審決の判断は誤りであり，審決の認定には相違点の看過がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点に係る構成の容易想到性の判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そもそも，腫瘍細胞(癌細胞)で優先的に発現している数多くの公知の遺伝子のプロモーターの中から，腫瘍細胞に特異的かつ高レベルで異種配列を発現できるプロモーターを見出すことは当業者にとって容易ではなかった。",
                    "すなわち，例えばα-フェトプロテイン(AFP)遺伝子は肝細胞癌で発現するところ，AFPプロモーターがAFP遺伝子を発現させているのは，AFPを過剰に発現(産生)する腫瘍細胞に限定されており，AFPを発現するレベルが低い細胞に対しては，AFPプロモーターは弱い活性しか有せず，導入遺伝子の発現効率は小さい。乳癌等の細胞で活性を有するCEAプロモーターも，その活性が低く，CEAプロモーターを使用した研究では真に意味のある抗腫瘍効果は示されなかった。このとおり，ある腫瘍細胞(癌組織)で特異的に発現している遺伝子であるとしても，当該遺伝子の発現を調節するプロモーターを用いて，実際に治療に用いることができる程度に導入遺伝子を発現できるほど活性が高いとは限らないというのが，本件優先日当時の当業者の技術常識であった。",
                    "むしろ，本件優先日当時のみならず，8年が経過した2005年当時においても，腫瘍細胞に特異的に作用するプロモーターの大部分が十分に導入遺伝子を発現させることができず，活性が弱いということが当業者の技術常識であった。このとおり，低いプロモーターの活性から，生体内での抗腫瘍効果を示した研究成果はほとんど存在せず(そこで，細胞特異的に働くCre発現ウイルス(スイッチウイルス)で標的細胞を感染させ，同ウイルスの活性の低い細胞特異的プロモーターで標的細胞にCreを発現させるとともに，Cre依存的に目的遺伝子を発現させるアデノウイルスベクターで標的細胞を感染させ，同ウイルスの強力な汎用プロモーターで目的遺伝子をCre依存的に発現させて，標的細胞に特異的に目的遺伝子(治療遺伝子)を発現させる方法(二重感染法)が開発されてきた。)，癌(腫瘍)細胞に特異的に効果を奏し，正常細胞に対して副作用を呈さない優れた抗癌用遺伝子治療用ベクターは未だ開発の途上にある。",
                    "また，遺伝子の転写機構は，今日でも全ての因子が明らかになっていない複雑なもので，様々な機能を有するタンパク質が複雑に相互作用するものであるところ，プロモーターの不活性化の機序も十分に解明されておらず，導入遺伝子を高いレベルで発現させることができるベクターの開発は，本件優先日から7年後の時点においても，依然として偶然による発見の結果にすぎなかった。導入遺伝子を挿入しても，RＮAポリメラーゼその他が正しく相互作用して遺伝子の転写が開始され，他の因子による阻害作用を受けずに，生体内で毒性遺伝子を治療に応用可能な程度に高レベルで発現させることができるかどうかは，決して単純，容易なことではなく，腫瘍細胞で発現していることが知られている遺伝子のプロモーターをベクターに組み込めば容易に解決手段が得られるというような性格のものではない。",
                    "しかも，H19遺伝子はタンパク質に翻訳されず，mRＮAを産生するに止まるものであるところ，現時点においてすらタンパク質に翻訳がされないmRＮAの作用機序は明らかでなく，当業者が最終産物がタンパク質でない遺伝子のプロモーターを選択して，タンパク質の発現にわざわざ使用するとは考え難い。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，真に腫瘍細胞に特異的に発現する遺伝子は，本件優先日当時のみならず，6年が経過した2003年当時においても，テロメラーゼのみであり，腫瘍細胞中で導入遺伝子を選択的に発現させるために用いられているプロモーターも，テロメラーゼのプロモーターのみであった。Panらがテロメラーゼのプロモーターを用いて導入遺伝子(誘導遺伝子)を腫瘍細胞内で特異的に発現させ，腫瘍細胞を破壊することを報告したのは，本件優先日から2年が経過した1999年になってからであった。しかも，HSV-TKなどの細胞毒性遺伝子を腫瘍細胞に導入し，ガンシクロビルなどの細胞傷害性プロドラッグを投与して腫瘍細胞を死滅させる治療の効果は一時的なものにすぎず，延命に繋がったとの報告は存しなかった。",
                    "引用例1には，AFPプロモーターやIGF-ⅡP3プロモーターを用いて肝腫瘍細胞中で導入遺伝子を発現させることが記載されているが，実際に行われたのは，キメラプロモーターEBＮA1-RE／TP1の制御下で，組み替えアデノウイルスを用いてEBVに感染した腫瘍細胞(EBVが被感染細胞に特有の抗原を呈させるので，この抗原を手掛かりとして誘導されるプロモーターを用いる。)中で単純ヘルペスウイルスチミジンキナーゼ遺伝子(tk)，大腸菌のβ-ガラクトシターゼ遺伝子(βgal)やクロラムフェニコールアセチルトンスフェラーゼ遺伝子(CAT)を発現させることにすぎず，引用例1中には，腫瘍細胞中でH19遺伝子を導入・発現させることや，かかる発現を引き起こすためにH19プロモーター，エンハンサーを用いることや，H19遺伝子の調節配列を用いてベクターを作成し，これを癌治療に用いることは記載も示唆もされていない。",
                    "また，膀胱癌はウイルス感染によって発症する疾患ではないから，アデノウイルスを感染させる引用発明1を膀胱癌に適用することは困難である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例3は，胎児組織及び胎児組織由来の小児腫瘍及び成人の腫瘍におけるH19遺伝子のmRＮAの発現を調べた研究に係るものにすぎないところ，同引用例には，H19RＮAが胎生期にH19遺伝子を発現していた組織内で形成される腫瘍で再度発現すること，特定の腫瘍の腫瘍マーカーとして有用である可能性があることが記載されているにとどまる。いったんmRＮA転写酵素が結合して遺伝子の転写が開始されたからといって，技術常識上，同種遺伝子，異種遺伝子の別に関わらず発現活性を示すことになるものではない。尿管移行上皮癌においてH19mRＮAの豊富な発現が見られたとしても，H19プロモーターが膀胱癌細胞で異種遺伝子の発現に十分な活性を示したことになるものではない。そうすると，引用例3には，H19遺伝子の調節配列を用いてベクターを作成し，これを癌治療に用いることについては記載も示唆もされていない。",
                    "引用例4も，H19遺伝子の5’隣接領域(ドメイン)の遺伝子配列を開示するものにすぎず，この遺伝子配列を癌治療に用いることはもちろん，この遺伝子配列を導入遺伝子を発現させるために用いることについても，記載も示唆もされていない。",
                    "引用例5も，H19遺伝子の5’隣接領域(ドメイン)のうちのプロモータードメイン及び3’隣接領域のうちの2つのエンハンサードメインを開示し，同エンハンサーが組織特異的で，肝細胞以外の例えば筋細胞でH19遺伝子を発現させるためには他の調節因子が必要である旨を開示するに止まり，H19プロモーターやエンハンサーを導入遺伝子を発現させるために用いることや，H19プロモーターやエンハンサーを癌治療に用いることは記載も示唆もされていない。むしろ，引用例5には，H19遺伝子の3'隣接領域中のエンハンサーが子宮頸癌細胞(HeLa細胞)では遺伝子発現増強効果を示さなかったことや，H19エンハンサーが肝腫瘍細胞HepG2では肝腫瘍細胞Hep3Bの場合と異なって不活性であること(等しく肝腫瘍細胞であるにもかかわらず，活性の有無が異なる。)や，外因性H19遺伝子の肝腫瘍細胞HepG2における転写不全は，H19エンハンサーの不活性が原因であることが記載されており，H19遺伝子の調節配列を用いてベクターを作成し，これを癌治療に用いることに対して，消極的な記載があるといえる。",
                    "引用例6も，H19遺伝子に係るゲノミック・インプリンティングの機序及び因果関係を明らかにするために，H19プロモーターをメチル化してプロモーターの活性がどの程度抑制されるかを明らかにするためのものにすぎず，H19プロモーターを導入遺伝子を発現させるために用いることや，H19プロモーターを癌治療に用いることは記載も示唆もされていないし，H19プロモーターを用いて導入遺伝子を発現させるために，H19プロモーターの活性をどのようにすべきかについても記載されていない。引用例6には，ゲノミック・インプリンティングに関与するH19プロモーターの46個のCpGのうち3個のCpGをメチル化しただけで，H19プロモーターの活性が完全に抑制されることや，後記のとおりH19プロモーターが細胞型に特異的に作用すること等が記載されているが，これはH19遺伝子の調節配列を用いてベクターを作成し，これを癌治療に用いることに対して，消極的に働くものである。",
                    "これらのとおり，引用例3ないし6においては，H19プロモーターやH19エンハンサーが膀胱腫瘍細胞で導入遺伝子を高度に発現させる能力があることや，H19遺伝子の調節配列を用いてベクターを作成し，これを癌治療に用いることは記載も示唆もされていない。",
                    "しかるに，審決は，H19プロモーターが導入遺伝子を発現しなかった例や，H19エンハンサーが不活性であった例等に関する記載を無視し，H19遺伝子の調節配列が活性を示す例のみを引き合いにして，相違点(i)に係る構成の容易想到性を肯定したものであって，審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用例5の具体例1，2(4709頁図1にいう遺伝子構築物3，4(レーン3，4)，4710頁図2にいう遺伝子構築物2(レーン2))は，細胞内でもともと内因性のH19遺伝子が発現している肝腫瘍細胞Hep3Bに，H19遺伝子，H19プロモーター，H19エンハンサーを含む遺伝子構築物を組み込んで，H19mRＮAの発現レベルを確認したものにすぎない。そうすると，上記遺伝子構築物がH19mRＮAをかなり多く産生しているとしても，H19プロモーターが，膀胱腫瘍細胞において異種配列たる導入遺伝子を発現できるほど，高効率で活性化できるかは明らかでなく，かかる活性化を内容とする本願発明1の技術的課題の解決に対して何ら示唆を与えるものではない(むしろ，引用例5に接した当業者は，少なくとも内因性のH19遺伝子を発現している腫瘍細胞でないと，H19プロモーターで導入遺伝子(外因性のH19遺伝子)を発現させることができないと理解する。)。また，同引用例の具体例3(4713頁図6の遺伝子構築物3，5)も，AFP遺伝子，AFPプロモーター，H19エンハンサーを含む遺伝子構築物や，H19遺伝子，H19プロモーター，H19エンハンサーを含む遺伝子構築物を肝腫瘍細胞Hep3Bに組み込んで，AFP遺伝子やH19遺伝子の発現レベルを調査したものにすぎない。前記のとおり，AFPプロモーターの活性は低いから，AFPプロモーターとH19プロモーターとの間で，遺伝子の転写量(発現量)を比較したところで，生体での(in vivo)治療に適用できるほど，H19プロモーター，エンハンサーが十分に活性を有するか否かは明らかにならない。むしろ，4713頁図6の遺伝子構築物2，5(ライン2，5)に係る記載からは，肝腫瘍細胞Hep3Bにおける遺伝子発現量は，AFPプロモーターとH19プロモーターとでほとんど差がなく，したがってその活性にほとんど差がないことが推認できる。そうすると，同引用例の具体例1ないし3から，当業者において，H19プロモーターが遺伝子治療に用いることができるほど高効率で活性化されることを知ることはできない。したがって，「このH19遺伝子の発現を調節している配列即ちプロモーターは，α-フェトプロテインプロモーターと同様に，成人の癌細胞で優先的に発現させるよう機能する」(8頁)，「H19遺伝子のプロモーターが高効率で活性化されることは，本件優先日前，既に公知となっていた文献より，当業者は知り得たことである。」(12頁)との審決の判断には誤りがある。",
                    "また，前記のとおり，引用例5には膀胱腫瘍細胞に関する記載がなく，引用例5からは，組織特異的であるH19エンハンサーに膀胱腫瘍細胞で活性(増強効果)があるのか，不活性であるのか，H19遺伝子の発現にはさらに別の調節因子が必要なのか不明であって，引用例5の記載はH19遺伝子の調節配列を膀胱腫瘍細胞に対して使用することの動機付けとなり得るものではなく，むしろ，当業者は引用例5の記載を見て上記使用を躊躇するから，かかる使用に対する阻害要因となる。なお，引用例3でも，膀胱腫瘍細胞(株)の一部が内因性のH19遺伝子を発現していることが記載されているにすぎないから，H19プロモーターによる標的癌細胞での選択的な活性化(示差的活性化)を介して効果的な膀胱癌(腫瘍)治療ができるか否かは不明である。したがって，「H19プロモーター及び／又はH19エンハンサーが，成人の標的癌細胞で高度に，優先的に又は排他的に発現させ，他方，成人の正常細胞(非疾患細胞)で発現させない調節能力があることは，本件優先日前既に公知となっていた文献に基づいて，当業者は容易に予測することができたことである。」(12頁)との審決の判断にも誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "結局，審決がした相違点(i)に係る構成の容易想到性判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例3中には，膀胱癌が記載されているものの，多数の種類の腫瘍から標的として膀胱癌を選択することは示唆されていない。また，引用例6は，遺伝子がインプリンティングされる機序について記載したものにすぎず，他の引用例と組み合わせる動機付けがない。そして，引用例4ないし6は，膀胱癌の治療を目的とするものではなく，本願発明1の目的とは全く異なる。そうすると，引用発明1に引用例3ないし6に記載された発明を適用する動機付けに欠けるか，適用したとしても，当業者において相違点(ii)に想到することが容易でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例3の表1中には，膀胱癌においてH19遺伝子が発現している旨の記載があるが，同表でH19遺伝子が発現しているとされる腎臓のウィルムス腫瘍(Wilm's tumour)に係るG401細胞についても，引用例6ではH19プロモーターによるCAT(クロラムフェニコール・アセチルトランスフェラーゼ)レポーター遺伝子の発現(CAT発現)が見られなかった(肝腫瘍に係るHep3B細胞でのみCAT発現が見られた。なお，引用例6では，G401細胞は内因性のH19遺伝子を発現していないが，Hep3B細胞は内因性のH19遺伝子を高レベルで発現しているとされている。)。したがって，仮にある腫瘍組織(腫瘍細胞)でH19遺伝子が発現することがあるとしても，必ずしもH19プロモーターで導入遺伝子を発現させることができるわけではない(組織ないし細胞型に特異的な作用)。なお，表1の腫瘍欄の記載は，悪性度の進行に伴ってH19遺伝子を発現している腫瘍細胞の割合が大きくなることを示すだけで，腫瘍細胞のH19遺伝子の発現量が悪性度の進行に伴って増加するということはできない。",
                    "引用例5には，肝腫瘍細胞のうちHep3BではH19エンハンサーが活性であるが，HepG2では不活性であること等が記載されており，肝腫瘍細胞のうちでも活性の有無が分かれているほどであるから，腫瘍細胞(株)の種類によって，導入遺伝子の発現のレベルが異なることは明らかである(組織特異的)。当業者が引用例5に接したとしても，導入遺伝子を癌治療に利用できるほど高レベルで発現させるためには，H19プロモーター，H19エンハンサー及び適用する腫瘍細胞の組合せを，多くの試行錯誤を経てなお探求する必要があるのであって，当業者がかような組合せに想到することは容易でない。のみならず，引用例5中には，膀胱腫瘍細胞に関する記載がないから，膀胱腫瘍細胞に対する適用の可否が不明である。",
                    "引用例6の119頁図5でも，後記のとおり，H19プロモーターが単純ヘルペスウイルス由来(TK)プロモーターよりも低い発現活性を有するにすぎないことが示されているにすぎない。",
                    "標的となる腫瘍細胞として膀胱腫瘍細胞を選択する動機付けとなるべき記載はいずれの引用例中にもなく，H19プロモーターやH19エンハンサーが膀胱腫瘍細胞で高度に導入遺伝子を発現させる能力がある旨の記載はいずれの引用例中にもない。したがって，引用例に記載された事項をヒト癌細胞一般にまで拡大して，「該腫瘍細胞として，膀胱癌細胞または膀胱癌を選択することも，当業者が容易になし得たことである。」(8頁)，「H19プロモーター及び／又はH19エンハンサーが，・・・膀胱癌細胞で高度に，優先的に又は排他的に発現させ，・・・ることは，本件優先日前既に公知となっていた文献に基づいて，当業者は容易に予測することができたことである。」(12頁)との審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "結局，審決がした相違点(ii)に係る構成の容易想到性判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記のとおり，H19エンハンサーは腫瘍組織の別に応じて活性を有し(組織特異的)，本件優先日当時，H19遺伝子の調節配列を利用したベクターが膀胱癌の治療に効果があるかは不明であった。本願発明1の発明者は，H19プロモーター，H19エンハンサーを含む調節配列により，腫瘍細胞を傷害し得る異種配列(導入遺伝子)を発現させるベクターが，膀胱癌の治療に効果を有するという知見を初めて見出したのであって，かかる作用効果は引用例からは予測し得ない格別顕著なものである。",
                "すなわち，本件優先日の後においてすら，大部分の腫瘍特異的プロモーターの活性が低いというのが当業者の技術常識であったのに，H19プロモーターは，本件優先日ころ当時において強力なプロモーターとして公知のSV40，CMVに匹敵するか，又はより高い活性を有している。引用例6の図5には，TKプロモーターの遺伝子構築物(pTK)の方がH19プロモーターの遺伝子構築物(pH19)よりもCAT活性が高いことが記載されているから(前者の方が後者よりもバンドが大きく，より濃い。)，同図に接した当業者であれば，H19プロモーターは，多くの細胞腫において低ないし中程度の発現活性しか有しないTKプロモーターよりも活性が低いものと認識するはずであるが，実際には，生体で導入遺伝子(外来遺伝子)を発現させることができ，さらに生体で癌治療が可能なほど活性(発現効率)が高かったのであって，当業者が引用例からかかる顕著な効果を見出すことは困難である。",
                "また，引用例5，6の記載からは，H19プロモーターが導入遺伝子を発現させることができるのは，内因性のH19遺伝子が発現している細胞(株)に限られるとも推測されるところ，本願発明1の発明者は，膀胱腫瘍胞株を用いて実験し，内因性のH19遺伝子が発現していないEJ28，T24P，UM-UC-3等でも導入遺伝子を発現させることに成功し，肝腫瘍細胞の場合とは全く異なる成果を得たのであって，膀胱癌と肝臓癌とを同視して本願発明1の予想外の顕著な効果を看過した審決の進歩性判断には誤りがある。",
                "なお，原告は審判の段階で参考資料を提出して本願発明1の顕著な効果を説明したが，審決は出願後に公表された論文等であるとしてこれらを参酌しなかった。本願明細書には本願発明1のベクターが奏する効果を認識できる記載がされているから，上記参考資料を参酌しなかった審決は誤りである。すなわち，審判での参考資料1，2，4，10(甲10，11，13，19)によれば，ジフテリア毒素(DT-A)に機能的に連結されたH19調節配列を含む本願発明1のベクターは，膀胱癌治療に対して格別顕著な優れた効果を奏するとともに，副作用が見られず安全性が高いということができる。",
                "結局，本願発明1は引用発明1等からは予測することができない格別有利な作用効果を奏するのであって，これを看過して本願発明1の進歩性を否定した審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明1の「調節配列」があたかもH19エンハンサーに限定されるかのように主張するが，本願発明1の「調節配列」にはH19プロモーターを単独で使用する態様が含まれるから，H19エンハンサーを使用する態様に限定されない。したがって，本願明細書でH19エンハンサーが膀胱腫瘍細胞に対して活性を有することが開示されているとしても，引用発明1の「発現シグナル」が本願発明1の「調節配列」に相当するとして誤りはない。",
                "また，仮に本願発明1の「調節配列」がH19エンハンサーを意味するとしても，一般にエンハンサーがプロモーターと協働して遺伝子の転写を活性化させるという周知の遺伝子学的知見及び引用例3，5の記載に照らせば，当業者が膀胱腫瘍細胞に対しH19プロモーターに加えH19エンハンサーを利用することは容易になし得ることであるから，引用発明1の「発現シグナル」が本願発明1の「調節配列」に相当するとして誤りはない。引用例3の表では膀胱腫瘍細胞でH19遺伝子が発現することが示されているから，H19エンハンサーが組織特異的で，肝腫瘍細胞HepG2等で機能せず，内因性のH19遺伝子を発現しないとしても，当業者がH19エンハンサーを利用することは何ら妨げられないし，引用例5の図6でも，H19プロモーターをAFPエンハンサーやH19エンハンサーと組み合わせて機能させ，H19遺伝子を発現させることが示されているから，H19エンハンサーの利用の着想に至ることも容易で，その効果も示されているからである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明1の特許請求の範囲では，単に「ベクター」と特定されているのみでウイルスベクターも含まれるから，本願発明1の「ベクター」が非ウイルスベクターであることを前提とする原告の主張は失当である。また，本願発明1では作用機序等に係る特定がされていないし，甲第1号証の請求項11がウイルス感染によって呈される特有の核抗原を利用してプロモーターを誘導するものであるとしても，引用発明1(甲1の請求項1)は，核抗原を利用するものではないから，作用機序等の相違をいう原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，審決がした一致点の認定に誤りはなく，相違点の看過も存しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当業者であれば，所望の特性を有するプロモーターがあれば，必要な活性を示すか否か，その使用の可否を検討するものであり，ある遺伝子のプロモーターが実際に治療に使えるほどに導入遺伝子を発現できるような高活性なプロモーターであるとは限らなくても，それが腫瘍細胞で特異的に発現していれば，その使用を躊躇するものではない。いったんmRＮA転写酵素がプロモーターに結合して遺伝子の転写が開始されれば，その対象が同種の遺伝子であるか異種の遺伝子であるかにかかわらず，発現活性を示すことは当業者の技術常識である。引用例3の表1等では，H19遺伝子が腫瘍細胞で特異的に発現することが記載されており，H19プロモーターが機能していた(十分な発現活性を示した)ことは明らかであるから，当業者がその調節配列の使用を検討することに何ら論理的無理はない。",
                    "H19遺伝子は癌(腫瘍)で特異的に発現するものである一方，必ずしも癌の全てにおいて発現するというわけではないことは，引用例3の表3にあるとおり，既に知られている事項である。当業者が癌の治療にH19調節配列を利用しようとするときは，まずはH19遺伝子の発現している癌を治療の対象とするのが通常である。導入遺伝子発現において非常に重要な要素であるプロモーターが機能しているという事実は，膀胱腫瘍細胞において導入遺伝子を発現させる上でH19プロモーターに対する興味を抱かせるものであって，当業者の興味を何ら阻害するものではない。H19遺伝子の発現が見られない癌や腫瘍細胞HepG2，G401があるとしても，H19調節配列を利用することは何ら阻害されない。審決がH19遺伝子が発現しなかった例として，HepG2やG401を認定しなかったとしても，進歩性判断の結論に影響するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，AFPプロモーターやCEAプロモーターの活性が低く，生体内での抗腫瘍効果を示した研究成果はほとんど存在しなかったなどと主張するが，原告が提出する甲第32ないし第35号証は本件優先日以後に公知となった文献にすぎず，本件優先日当時，一般に腫瘍特異的プロモーターの発現活性が低かったことが当業者の技術常識であったとはいえない。当業者において，従来の腫瘍特異的プロモーターよりも発現活性が高くなければ遺伝子治療への使用をしなかったとの事情はなく，AFPプロモーターやCEAプロモーターでさえ，癌に対する遺伝子治療への使用が検討されているのであって(甲22)，当業者が本件優先日前に公知のH19プロモーターについて，条件次第で癌の遺伝子治療に使用できる可能性に期待して，その使用を試みることは当然である。なお，AFPプロモーターによる導入遺伝子の発現がAFPを過剰発現している腫瘍に制限されるとしても，AFPが腫瘍細胞でのみ発現していることに変わりはないから，AFPプロモーターによる導入遺伝子の発現が正常細胞では行われず成人の腫瘍細胞で優先的に行われていることは否定されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，H19遺伝子の発現を調節するH19プロモーターが本件優先日前に公知であることを示すために引用例5を引用したものにすぎず，H19エンハンサーの活性の有無とは関係がない。また，前記のとおり，本願発明1の「調節配列」にはH19プロモーターのみの態様のものも含まれるから，H19エンハンサーの活性に関する原告の主張は，特許請求の範囲の記載に基づかないものにすぎない。",
                    "引用例6では，好ましい作用効果を奏するプロモーターとしてTK(チミジンキナーゼ)プロモーターが取り扱われているところ(正の対照例)，図5Aでは，H19プロモーターが肝腫瘍細胞Hep3BにおいてTKプロモーターと同等か，TKプロモーターよりもやや低い発現活性を示すことが記載されている。したがって，引用例6の記載は，H19プロモーターを採用する動機になりこそすれ，これを阻害する事由になるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明1の特許請求の範囲では，H19遺伝子が内因性か外因性か特定されていないから，内因性のH19遺伝子を発現していない腫瘍細胞でも導入遺伝子を発現させることができたかどうかは，特許請求の範囲の記載に基づかないものにすぎない。また，審決は，内因性のH19遺伝子を発現する膀胱癌，膀胱腫瘍細胞について，本願発明1の容易想到性を肯定したものであって，その判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "H19プロモーターがプロモーターSV40やCMVよりもさらに高活性であることを裏付ける証拠はなく，本願明細書の実施例6の記載からはH19プロモーターの活性はSV40よりも低いことが窺われる(H19エンハンサーを使用せず，H19プロモーターのみを利用した場合で，SV40の数分の1程度)。本願明細書には，H19プロモーターがCMVよりも高活性であることが記載も示唆もされていない。本件出願後に公表された文献にすぎず，参酌できない甲第17号証においても，正常組織でも常時(constitutive)発現させるプロモーターCMVよりも，腫瘍特異的に発現させるH19プロモーターの方が有利であることが示されているにすぎず，H19プロモーターがCMVよりも高活性であることは記載されていない。そうすると，当業者の予測に反してH19プロモーターがSV40やCMVよりもさらに高活性である旨の原告の主張は理由がない。",
                    "また，そもそも本願明細書中に生体内(インビボ)での格別顕著な効果が記載されているとはいえないが，本願発明1は生体内での使用に限定されたものではなく，試験管内での使用(インビトロ)も含むものであるし，生体内でプロモーターが機能しない現象(サイレンシング)が起きるとしても，本願発明1の進歩性判断に何ら影響しない。そもそも，本件優先日当時，サイレンシングが当業者に広く知られていたとはいえないし，上記当時，既に，プロモーターを利用して導入遺伝子を発現させる技術は当業者の常套手段になっていたから，上記当時，仮に生体内でサイレンシング等により所望の結果が得られない可能性があったとしても，当業者はH19プロモーターを用いて導入遺伝子を発現させることを試みたはずである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "従来，癌(腫瘍)に対して毒性遺伝子を導入して，腫瘍(癌)細胞を殺そうというアイデアが生まれたが，腫瘍細胞だけでなく正常細胞にも毒性遺伝子が導入されれば，正常細胞も死に至ることになる。しかし，腫瘍細胞において特異的に働く調節配列を用いれば，腫瘍細胞では毒性遺伝子が発現し，腫瘍細胞は死に至るが，正常細胞では毒性遺伝子の発現は抑制され，死なないことになる。引用例1はこのような手法を利用した本件優先日前に公知の技術であるところ，審決は，腫瘍細胞とH19遺伝子発現の活性化との関連が引用例3に記載され，またH19プロモーター領域が引用例4ないし6に記載されていることから，上記公知技術の毒性遺伝子の調節配列として，「H19遺伝子の発現を調節しているプロモーターを用いることは，当業者が容易に想到し得ることである。そして，該H19遺伝子のプロモーターは・・・当業者が容易に利用できるものに過ぎない」としたものであって，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，H19遺伝子の発現を調節しているプロモーターが本件優先日前に既に公知であったことを示すために引用例4ないし6を引用したのであって，これらの引用例の技術的課題が膀胱癌の治療と異なることは，引用発明1への適用の動機付けを否定しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例3の表1の腎臓組織の「腫瘍」欄には「4／7ウィルムス腫瘍の芽体＋」と記載されており，ウィルムス腫瘍7つのうち4つでH19遺伝子が発現し，3つで発現しなかったことが示されている。同じウィルムス腫瘍においてもH19遺伝子が常に発現するわけではなく，発現する場合と発現しない場合があること自体は何ら不自然ではない。他方で，引用例3には，健康な成人の膀胱粘膜ではH19遺伝子が発現しない一方，「膀胱癌＋」の「4／24ステージⅠ，13／20ステージⅡ，14／24ステージⅢ」ではH19遺伝子が発現していることが記載されており，正常な膀胱の細胞ではH19遺伝子を発現しないが，癌を発症するとH19遺伝子を発現することが示されているから，H19プロモーターが膀胱腫瘍細胞でH19遺伝子を高度に発現させることは明らかである。",
                    "引用例5で言及されているヒト肝腫瘍細胞Hep3B以外であっても，内在性のH19遺伝子が発現している細胞であれば，H19プロモーターが機能していると推測できるから，引用例5の記載事項を少なくとも内在性のH19遺伝子を発現している腫瘍細胞(癌細胞)にまで拡張することは可能である。",
                    "乙第4号証(P.Ohana ほか著「The expression of the H19 gene and its function in human bladder carcinoma cell lines」，1999年(平成11年)発行 FEBS Letters Vol.454，81～84頁)には，肝臓癌においてH19エンハンサーが発現を上昇させることが記載されており，機能を発揮するに十分な長さのエンハンサー領域を使用すれば肝臓癌でも発現促進効果を奏することは明らかである。H19エンハンサーの増強効果が肝臓癌と膀胱癌とで異なるという原告の主張は疑わしい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "結局，「該腫瘍細胞として膀胱癌細胞または膀胱癌を選択することも，当業者が容易になし得たことである。」とした審決の相違点(ii)に係る構成の容易想到性判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願当初明細書の実施例である9節(段落【0077】，【0078】)では，膀胱腫瘍モデルマウスにおけるH19調節配列を使用した遺伝子療法の一般的な方法が記載されているにとどまり，マウスに実際に投与する際の具体的手法等について記載されていない。実験結果についても，「マウスの実験群内の膀胱腫瘍は，対照群内の膀胱腫瘍と比較し，腫瘍の大きさが減少し壊死する」という記載がなされているにとどまり，具体的な腫瘍の計測結果や壊死の状況は一切記載されておらず，実験結果を客観的に確認できない。そして，9節では，他の実施例には存在する「結果と考察」欄が記載されていない上に，他の実施例では過去形で実験結果が記載されているのとは対照的に，現在形で実験結果が記載されており，実際に実験が行われたか疑問である。原告が真に実験を行っていれば，容易にその結果を本願当初明細書に記載できたはずであって(P.Ohana ほか著「USE OF H19 REGULATORY SEQUENCES FOR TARGETED GENE THERAPY IN CANCER」，2002年(平成14年)発行 Int.J.Cancer Vol.98，645～650頁，乙6参照)，本願明細書の作用効果の記載(段落【0078】)は，いわば願望を記載したものにすぎない。原告が参考文献として提出する文献がいずれも本件出願後のものであるのは，この証左である。かかる具体性を欠いた記載をもって発明の作用効果を開示したものとすることは，何らの実験による確認無しに，憶測のみで多数の可能性について特許出願し，出願後に確認を行い初めて効果があると判明した部分について，その後参考文献や実験成績証明書と称してデータを提出することにより特許権を取得することを許す結果となって，出願当初から十分な確認データを開示する第三者との間に著しい不均衡を生じ，先願主義の原則にも悖るし，発明の公開の代償として独占権を付与する特許制度の趣旨に反する。",
                "したがって，審決に本願発明1の格別有利な作用効果の看過は存しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1と本願発明1との一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲7)の段落【0015】には，「本明細書中に記載されているのは，異種コード配列の腫瘍細胞特異的な発現を指令するために使用できるH19調節配列である。これらの調節配列には，上流のH19プロモーター領域および／または下流のH19エンハンサー領域が含まれる。」との記載があるから，本願発明1の特許請求の範囲にいう「調節配列」が，細胞外から導入される遺伝子配列である異種コード配列(異種配列)を腫瘍細胞に特異的に発現させる指令をするために使用される配列であって，ベクター中に異種配列と機能的に連結され，ベクターが腫瘍細胞に導入された際に，腫瘍細胞内で当該異種配列の発現を指令するものであることが明らかである。",
                "他方，引用例1(特表平9-504955号公報，甲1)の6頁には，「本発明は実際に，腫瘍細胞中での選択的なある種の遺伝子の発現を指令することが可能なベクターを提供する。本発明は具体的には，転写制御のためのある種のシグナルは腫瘍細胞内で特異的に活性を示すこと(もしくは活性化される)，およびそれらを異種遺伝子の選択的発現に用いることが可能であることの論証に基づいている。本発明は更に，アデノウイルスが腫瘍細胞内の治療用遺伝子の輸送および発現に特に有効なベクターを構築するという論証からの成果でもある。具体的にはアデノウイルスはそれらが感染する細胞のゲノム内には組み込まれないという利点，つまりその細胞内で非常に安定な様式で保持されるという利点を有しており，そのため持続性治療効果を取得し，かつ非常に広い宿主域を有することが可能であり，このことによりいずれかの種類の細胞にも影響を及ぼす腫瘍の治療への適用が可能となる。それに加えて組換えアデノウイルスを高力価で取得することが可能であり，このことにより高い感染多重度での作業，および細胞当たりの多コピーの異種遺伝子の組込みが可能となる。本発明は更に，アデノウイルスタイプのウイルス類は，そのようなプロモーターを含む異種配列の組込み，それらの配列の腫瘍細胞内への転移，および特異的シグナルの制御下に置かれる所望される遺伝子の発現が直接腫瘍内で可能であるという論証にも基づいている。従って本発明の第一主題は，腫瘍細胞内で特異的に活性を示す発現シグナルの制御下に異種DＮA配列を含む欠損組換えアデノウイルスである。」との記載があるから，引用発明1のベクターも，腫瘍細胞で特異的(選択的)に活性を示す「発現シグナル」の制御下で，異種配列(異種DＮA配列)を発現させるものである。したがって，引用発明1にいう「発現シグナル」も，異種配列の発現を制御(指令)するものであって，ベクター中で異種配列と機能的に連結されているから，本願発明1にいう「調節配列」と果たす機能が共通である。",
                "そうすると，「引用例1の・・・『腫瘍細胞内で特異的に活性を示す発現シグナル』は，本願発明1の(腫瘍細胞において配列を発現させる)『調節配列』に相当する。そして，引用例1の・・・この異種DＮA配列は，発現シグナルである調節配列に機能的に連結されているといえる。さらに，引用例1の・・・『欠損組換えアデノウイルス』は，・・・『腫瘍細胞内で特異的に活性を示す発現シグナルの調節下に異種DＮA配列を含む』ものであり，・・・癌における遺伝子治療のための組換えベクターであるから，本願発明1の『腫瘍細胞において配列を発現させるためのベクター』に相当する。」とした審決の判断に誤りはなく，審決がした本願発明1と引用発明1の一致点，相違点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，ヒト肝腫瘍細胞株HepG2では不活性であるH19エンハンサーの膀胱癌における特性を考慮することなく，本願発明1にいう「調節配列」が引用発明1の「発現シグナル」に相当するとした審決の判断は誤りであると主張するが，前記(1)のとおり，本願発明1にいう「調節配列」と引用発明1の「発現シグナル」とはその機能が共通であるから，原告がいうH19エンハンサーの特性を考慮しても，審決の判断に誤りがあるとはいえない。",
                "また，原告は，本願発明1のベクターは非ウイルスベクターであり，引用発明1のアデノウイルスベクターとは，その作用機序も効果も異なるなどと主張する。しかしながら，本願明細書の段落【0047】には，「細胞内への核酸の in vivo 導入のための好ましいアプローチは，H19調節配列の制御下で特定の細胞障害性遺伝子といった核酸を含有するウイルスベクターを使用することによるものである。ウイルスベクターでの細胞の感染は，ターゲティングされた細胞の大部分が核酸を受理できるという利点をもつ。さらに，例えば，ウイルスベクター内に含まれたcDＮAによりウイルスベクター内でコードされた分子は，ウイルスベクターの核酸を取込んだ細胞の中で効率良く発現される。ここで開示されている方法及び組成物を用いて送達され得る適切なベクターとしては，単純ヘルペスウイルスベクター，アデノウイルスベクター，アデノ関連ウイルスベクター，レトロウイルスベクター，仮性狂犬病ウイルス，アルファヘルペスウイルスベクターなどが含まれるが，これらに制限されるわけではない。」との記載があるから，本願発明1においてもウイルスをベクターとする構成が含まれることは明らかで，例えばプラスミドといった非ウイルスベクターを前提とする原告の上記主張は失当である。なお，引用例1の10頁には，「既述のようにこの異種DＮA配列は，腫瘍細胞中で特異的に活性を示す発現シグナルの制御下に置かれる。このような様式では，用いられる遺伝子は，そのウイルスが実際に腫瘍細胞を感染した場合にのみ発現され，かつその効果を生じる。本発明の好ましい態様ではそれらの配列は，腫瘍の原因となるかもしくは腫瘍に関連するウイルスの存在により誘導されるかもしくはその存在下で活性を示す発現シグナルである。エプスタイン-バール(Epstein-Barr)ウイルス(EBV)もしくはパピローマウイルスにより誘導可能な発現シグナルを本発明の構造内で用いることが更に一層好ましい。」との記載があり，11頁には，EBVウイルスやパピローマウイルスのプロモータに関する記載に続けて，「これらのプロモーターは正常細胞中では不活性であり，かつ腫瘍細胞では活性を示す発現シグナルであってもよい。具体的には，α-フェトプロテインプロモーター(・・・)，もしくはIGF-ⅡのP3プロモーター(・・・)は肝臓癌の場合においてのみ成人に活性を示し，これらを本発明の構成内で使用することが可能である。ホルモン依存性もしくはホルモン関連性腫瘍(例えば，乳癌もしくは前立腺癌)の場合においては，ホルモンにより誘導されるプロモーターを使用することも可能である。」との記載があるから，引用例1においては「発現シグナル」として使用可能なものが種々記載されているということができ，引用例1がウイルス感染が発症の原因となったり，ウイルスが発症に関連するタイプの腫瘍(癌)のみを対象として解決手段を提供したりするものということはできないし，腫瘍を傷害する戦略や作用機序等の相違ゆえに前記(1)の結論が左右されるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点に係る構成の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "癌についての一般的な文献である横田淳編「癌化のメカニズムを解く」(1998年(平成10年)10月株式会社羊土社発行，甲37)には，「癌遺伝子治療の戦略」の「a)自殺遺伝子治療」につき，「HSV-tK，シトシンデアミナーゼ(CD)，VSV-tKなどを癌細胞に導入し，後にその遺伝子によって活性化される細胞傷害性プロドラッグを投与して癌細胞を死滅させようとする戦略が自殺遺伝子治療である。主に，脳腫瘍，卵巣腫瘍などに用いられているが，今のところ効果は一時的であって，延命につながったという報告はなされていない。」(113，114頁)との記載があり，また「今後の課題」の「2)癌特異的遺伝子発現」につき，「癌細胞でのみ発現させるような工夫がなされれば，それは代替案となりうる。実際，αfetoタンパク質のプロモーターを目的とする遺伝子に結合させると，同タンパク質を発現している肝癌細胞でのみ遺伝子が発現することが報告されている。同様なことはCEAプロモーターを使っても検討されている。しかし，こういった癌特異的プロモーターは，ほかのプロモーターに比べて一般に活性が低いために，いずれも臨床応用までには至っていない。」(119，120頁)との記載があり，「3)発現の増強」につき，「単に癌細胞において特異的に遺伝子が発現されるのみならず，十分な活性として遺伝子が発現される必要がある。例えば，自殺遺伝子，HSV-tK遺伝子はタンパク質量として十分に発現していなければ細胞を傷害するに至らないとされている」(120頁)との記載がある。また，癌研究に係る文献であるキジマタカシほか著「Application of the Cre Recombinase/loxP System Further  Enhances  Antitumor  Effects  in  Cell  Type-specific  Gene  Therapy  against Carcinoembryonic Antigen-producing Cancer」(1999年(平成11年)10月発行CANCER RESEARCH59巻，甲39)にも，「A considerable number of studies of cancer have shown that the cell type-specific promoter is an effective tool for selective expression of foreign genes in tumor cells. However, few reports have demonstrated significant in vivo antitumor effects using this strategy thus far, possibly because the low activity of such a promoter results in insufficient expression of genes in cancer cells as well as in insignificant antitumor effects, even when the cells are infected by highly efficient gene transfer methods.  To  overcome  this  problem,  we  used  the  Cre/loxP  system  for  the  cell type-specific gene therapy against carcinoembryonic antigen (CEA)-producing cancer.」(相当な数の癌に関する研究が，細胞型特異的プロモーターが腫瘍細胞における外来遺伝子の選択的発現に効果的な道具であることを示している。しかしながら，現在までに，たとえ細胞が高効率な遺伝子導入法によって感染された場合でさえも，この戦略を用いて十分なインビボでの抗腫瘍効果を示した報告はほとんどない。これはおそらくそのようなプロモーターの低い活性が，腫瘍細胞中での不十分な遺伝子発現および不十分な抗腫瘍効果という結果を生じさせるためである。この問題を克服するために，我々はCre／loxPシステムをCEA産生腫瘍に対する細胞型特異的遺伝子治療のために使用した。)との記載(4906頁)がある。そして，遺伝子治療の概況に係る一般的な文献である Inder  M.  Verma ほか著「Gene therapy-promises, problems and prospects」(Nature389巻，1997年(平成9年)9月発行，甲40)には，導入遺伝子発現の困難性について，次のとおりの記載がある。",
                    "・239頁",
                    "「In principle, gene therapy is simple: ・・・In practice, considerable obstacles have emerged.」(原理上は，遺伝子治療は単純である：・・・現実には，相当数の障害が明らかになってきた。)",
                    "「But the problems - such as the lack of efficient delivery systems, lack of sustained expression, and host immune reactions – remain formidable challenges.",
                    "Although more than 200 clinical trials are currently underway worldwide, with hundreds of patients enrolled, there is still no single outcome that we can point to as a success story.」(しかしながら，効率的な遺伝子送達システムの欠如，持続的な発現の欠如及び宿主の免疫反応といった問題が大変な課題として残っている。200余例の臨床試験が現在のところ世界中で進行中であり，何百人という患者が登録済みであるが，我々が成功例であると指摘することのできるただ1つの結果すらない。)",
                    "「The Achilles heel of gene therapy is gene delivery, and this is the aspect that we will concentrate on here. Thus far, the problem has been an inability to deliver genes efficiently and to obtain sustained expression.」(遺伝子治療の弱点は遺伝子送達であり，そして，それが我々にここで焦点を当てようとしている特徴である。現在まで，問題は遺伝子を効率的に送達すること及び持続的な発現を得ることが不可能であることである。)",
                    "「Most of these approaches suffer from poor efficiency of delivery and transient expression of the gene. Although there are reagents that increase the efficiency of delivery, transient expression of the transgene is a conceptual hurdle that needs to be addressed.」(これらのアプローチの大部分は送達効率の低さ及び遺伝子の一過性発現に悩まされてきた。送達の効率を向上させる試薬はあるが，導入遺伝子の一過性発現は対処する必要のある理論的ハードルである。)",
                    "・242頁(「Clinical trials」(臨床試験))",
                    "「Over half of the 200 clinical trials that have been launched in the United States involve therapeutic approaches to cancer.」(米国で開始された200の臨床試験のうち半分以上が，癌の治療法に関する。)",
                    "「The  disappointing  outcome  probably  lies  in  the  inefficient  gene-delivery system.」(期待はずれの結果は，おそらく効率の悪い遺伝子送達システムという点にある。)",
                    "そうすると，本件優先日(平成9年10月3日)当時，外来の遺伝子を送達して腫瘍(癌)を傷害する種々の試みがなされていたが，導入遺伝子を発現させるプロモーターの活性が不十分であるなどの理由のため上記発現が困難であったり，宿主の免疫反応が障害になったりするなどして，いずれも十分に成功しておらず，これが当時の当業者一般の認識であったことが認められる。",
                    "また，インターフェロンのウイルスプロモーターに対する影響に関する論文である Jerome S. Harms ほか著「Interferon-γ Inhibits Transgene Expression Driven by SV40",
                    "or CMV Promoters but Augments Expression Driven by the Mammalian MHC I Promoter」(HUMAN GENE THERAPY6巻，1995年(平成7年)10月発行，甲30)1291ないし1297頁，導入した遺伝子の発現に関する論文である Christoph Dehio ほか著「Identification  of  plant  genetic  loci  involved  in  a  posttranscriptional mechanism for meiotically reversible transgene silencing」(Proc. Natl. Acad. Sci. USA91巻，1994年(平成6年)6月発行，甲41)5538頁ないし5542，Carlo Cogoni ほか著「Transgene silencing of the al-1 gene in vegetative cells of Neurospora is mediated by a cytoplasmic effector and does not depend on DNA-DNA interactions or DNA methylation」(The EMBO Journal15巻12号，1996年(平成8年)発行，甲42)3153ないし3163頁及び審決が引用する引用例6(甲6)の115ないし122頁によれば，本件優先日当時，遺伝子の発現機構が生体内の何らかの作用によって働かず，導入した遺伝子が発現しない現象(サイレンシング)があること自体は，当業者に広く知られており，対応するプロモーター，エンハンサーと外来の遺伝子を導入しても，所望の結果が得られないことがあることが当業者の認識となっていたことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，引用発明1は，アデノウイルスに腫瘍特異的に発現させることのできる発現シグナル，例えばα-フェトプロテインプロモーターやIGF-ⅡP3プロモーターを，発現すると毒性のある産物を産生することになる異種配列(遺伝子)，例えばチミジンキナーゼ遺伝子(tK)とともに組み込んでベクターとし，このアデノウイルスベクターを標的となる腫瘍細胞に感染させて，感染後発現した異種配列に係る毒性産物で当該腫瘍細胞を傷害する発明であるところ，審決は，上記α-フェトプロテインプロモーター等の発現シグナルをH19遺伝子の調節配列のうちのH19プロモーターと置き換え(相違点(i))，標的となる癌(腫瘍)として膀胱癌を選択する(相違点(ii))ことが容易であると判断したものである。",
                    "としても，引用例1には，「既述のようにこの異種DＮA配列は，腫瘍細胞中で特異的に活性を示す発現シグナルの制御下に置かれる。・・・本発明の好ましい態様ではそれらの配列は，腫瘍の原因となるかもしくは腫瘍に関連するウイルスの存在により誘導されるかもしくはその存在下で活性を示す発現シグナルである。エプスタイン-バール(Epstein-Barr)ウイルス(EBV)もしくはパピローマウイルスにより誘導可能な発現シグナルを本発明の構造内で用いることが更に一層好ましい。・・・これらのプロモーターは正常細胞中では不活性であり，かつ腫瘍細胞では活性を示す発現シグナルであってもよい。具体的には，α-フェトプロテインプロモーター・・・，もしくはIGF-ⅡのP3プロモーター・・・は肝臓癌の場合においてのみ成人に活性を示し，これらを本発明の構成内で使用することが可能である」(10，11頁)との記載があるにとどまり，H19プロモーターの使用について記載していないし，これが示唆されているともいい難い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例3は，癌細胞におけるH19遺伝子の発現に関する論文であり，本願発明の発明者らもその執筆者に名を連ねているものであるところ，その中には次のとおりの記載がある。",
                    "・34頁(「Abstract」(要約))",
                    "「The H19 gene is an imprinted, maternally expressed gene in humans. It is tightly linked and coregulated with the imprinted, paternally expressed gene of insulin-like growth factor 2. The H19 gene product is not translated into protein and functions as an RNA molecule. Although its role has been investigated for more than a decade, its biological function is still not understood fully. H19 is abundantly expressed in many tissues from early stages of embryogenesis through fetal life, and is down regulated postnatally. It is also expressed in certain childhood and adult tumours. This study was designed to screen the expression of H19 in human cancer and its relation to the expression of H19 in the fetus.",
                    "・・・",
                    "Results - The H19 gene is expressed in tumours arising from tissues which express this gene in fetal life. Its expression in the fetus and in cancer is closely linked with tissue differentiation.",
                    "Conclusions – Based on these and previous data, H19 is neither a tumour suppressor gene nor an oncogene. Its product is an oncofetal RNA. The potential use of this RNA as a tumour marker should be evaluated.」",
                    "(ヒトにおいて，H19遺伝子はインプリンティングされた，母性発現遺伝子である。それはインプリンティングされた父性発現遺伝子であるインシュリン様成長因子2と密接に関連し，そして共に調節されている。H19遺伝子産物はタンパク質に翻訳されず，RＮA分子として機能する。10年以上にわたってその役割が調べられてきたが，その生物学的機能は依然として完全には理解されていない。H19は胚発生の初期段階から胎児期を通じて多くの組織で豊富に発現されており，そして生後，下方制御される。ある種の小児および成人腫瘍においても発現されている。本研究は，ヒト癌におけるH19の発現および胎児におけるH19の発現とのその関係をスクリーニングすることを意図している。",
                    "・・・",
                    "結果-H19遺伝子は，胎児期にこの遺伝子を発現している組織由来の腫瘍において発現されている。胎児および癌におけるその発現は，組織の分化と密接に関連している。",
                    "結論-これらのおよび以前のデータより，H19は腫瘍抑制遺伝子でも腫瘍遺伝子でもない。その産物は癌胎児性RＮAである。腫瘍マーカーとしてこのRＮAを使用できる可能性が検討されるべきである。)",
                    "・35頁表1",
                    "尿路上皮組織(Urothelium)につき，「胎芽葉」が「骨盤内中胚葉(Mesoderm)，膀胱内尿管内胚葉(Endoderm)」であること，胎児(Fetus)においてH19遺伝子の発現が見られたこと，「肥厚化，異形成，前癌状態」については原発性腫瘍(Carcinoma in situ)でH19遺伝子の発現が見られたことが記載され，また同組織の「腫瘍(Neoplasia)」の欄に，24例のステージⅠの膀胱癌の4例，20例のステージⅡの膀胱癌の13例，24例のステージⅢの膀胱癌の14例で，それぞれH19遺伝子の発現が見られたことが記載されている。",
                    "・41頁(「Results」(結果))",
                    "「Urinary tract The transitional mucosa of the urinary tract in the fetus abundantly expressed H19. No expression was found in the adult bladder mucosa. Samples of bladder carcinoma were selected at random from the files of the Department of Pathology and  were  examined  for  expression  of  H19,  which  was  correlated  with  the histological grade of the tumour. H19 was expressed in four (16%) of 24 grade I, in 13 (65%) of 20 grade II, and in 14 (58%) of 24 grade III papillary transitional cell carcinomas of the urinary bladder (p = 0.0027, Pearson χ2).",
                    "H19 was also expressed in 10 (71%) of 14 samples of carcinoma in situ of the urinary bladder mucosa, most of which were taken from sites adjacent to invasive cancer.",
                    "Selected recurrent biopsy specimens of seven patients with grades I-II bladder carcinoma were examined for H19 expression. Two to seven specimens from each patient (average 4.4) were studied. Three patients had multiple recurrences, but progression and invasion did not occur during the course of the disease. H19 was not expressed in any of the biopsy specimens of these patients. In four patients,",
                    "progression to invasive tumour occurred during the course of disease. In two of these patients, H19 expression was evident in tumour cells, either from the first biopsy specimen (one patient), or with progression to invasive cancer.",
                    "Using ISH, expression of H19 was not detected in any of the seven biopsy specimens of patients with chronic cystitis (interstitial or eosinophilic).」",
                    "(尿路",
                    "胎児の尿路の移行粘膜は豊富にH19を発現した。成人の膀胱粘膜においては発現は認められなかった。膀胱癌サンプルはランダムに病理学専攻のファイルから抽出し，H19の発現を調べたところ，腫瘍の組織学的グレードと相関があった。H19は，24例の悪性度Iの膀胱の乳頭移行上皮細胞腫瘍うち4つ(16％)，20の悪性度Ⅱのうち13(65％)，悪性度Ⅲの24例のうち14(58％)において発現した(p＝0．0027)。",
                    "H19は膀胱粘膜上皮内癌，そのほとんどは浸潤癌に隣接した部位から採取したが，14のうち10例(71％)で発現していた。",
                    "悪性度IないしⅡの膀胱癌をもつ7人の患者の再発生検標本を選び，H19の発現を調べた。それぞれの患者から2ないし7つ(平均4．4)の標本を調べた。3人の患者は複数再発を経験していたが，進行，浸潤は病気の経過中に起こっていなかった。H19は，これらの患者の生検標本のいずれにも発現していなかった。4人の患者では，浸潤性腫瘍への進行が疾患経過中に発生した。このなかの2人の患者では，最初の生検標本(1例)あるいは浸潤癌の進行とともに，腫瘍細胞におけるH19の発現が明らかになった。",
                    "ISHを用いても，慢性膀胱炎(間質性あるいは好酸球性)の患者の7つの生検標本のいずれにおいてもH19の発現は認められなかった。)",
                    "・43頁(「Discussion」(考察))",
                    "「H19 was first described as a gene transcribed in endodermal and mesodermal tissues. For convenience, we have classified the tissues and organs according to the original embryonic germ layers. One should remember, however, that tissues originating in different germ layers may mature along the same line of differentiation.",
                    "We conclude that with regard to H19 expression the dominant factor is probably differentiation. For example, the transitional epithelium of the urinary tract is derived from the endoderm (the hindgut) in the bladder and from the mesoderm (mesonephric duct) in the ureters and pelvicalyceal system. We have shown that H19 is abundantly transcribed in the transitional epithelium of all parts of the urinary tract in fetal life and in transitional cell carcinomas arising from it.」",
                    "(H19は当初，内胚葉と中胚葉組織で転写される遺伝子として述べられていた。分かりやすくするために，我々は組織と器官をもともとの胚葉層に従って分類した。しかしながら，異なる胚葉由来の組織も同じ分化の経路を辿って成熟しうることを忘れてはならない。我々は，H19の発現に関する支配的因子は恐らく分化であると結論づけた。たとえば，尿管の移行上皮は膀胱内胚葉(腸)や尿管-腎盂腎杯システムの中胚葉(中腎管)から派生する。我々は，胎児期における尿管のすべての部分の移行上皮において，またそこから派生する移行上皮癌においてH19が豊富に発現することを示した。)",
                    "そうすると，引用例3においては，母性発現遺伝子で，タンパク質に翻訳されず，胚形成から胎児期までの間は豊富に発現するが成人の正常細胞では発現が低く制御されるH19遺伝子が，種々の腫瘍(癌)組織において発現していること，膀胱腫瘍(癌)についてもその発現が見られ，腫瘍(癌)の悪性度の進行に伴って発現が見られる割合が大きくなる(ステージⅡ，Ⅲで6割前後，進行した腫瘍である浸潤癌に隣接した膀胱粘膜上皮内癌では7割程度)ことが開示されているということができる。だとすると，引用例3の記載からは，進行した膀胱腫瘍(癌)細胞においてはもともと細胞内に存在する，すなわち内因性のH19遺伝子が発現している蓋然性が高く，同遺伝子がプロモーター及びエンハンサーを機能させる手掛かりとして有望であるといい得るものである。",
                    "しかしながら，前記のとおり，本件優先日当時，外来の遺伝子を導入して腫瘍(癌)を傷害するのは，プロモーターの活性が不十分であるなどの理由のため困難であるというのが当業者一般の認識であった上，H19遺伝子の生物学的機能は完全には解明されていなかったものである。また，引用例3の表1は，種々の腫瘍においてH19遺伝子の発現の有無の状況が異なることを示すものであることが明らかであるところ，同表には，7例の腎臓のウィルムス腫瘍(癌)のうち4例でH19遺伝子の発現が見られ，また4例の腎細胞癌(腫瘍)ではH19遺伝子の発現が見られなかった旨の記載があるが，引用例6の118頁には，ウィルムス腫瘍細胞株であるG401ではH19遺伝子の発現が見られない旨の記載があり，同一臓器の癌(腫瘍)であっても，H19遺伝子の発現には差異があることが分かる。そうすると，引用例3にH19遺伝子の発現の状況が記載されているとしても，この記載に基づく発明ないし技術的事項を単純に引用発明1に適用して，腫瘍(癌)の傷害という所望の結果を当業者が得られるかについては，本件優先日当時には未だ未解明の部分が多かったというべきである。したがって，引用発明1に引用例3記載の発明ないし技術的事項を適用しても，本件優先日当時，当業者にとって，引用発明1のα-フェトプロテインプロモーター等の発現シグナルをH19遺伝子の調節配列のうちのH19プロモーターと置き換え(相違点(i))，標的となる癌(腫瘍)として膀胱癌を選択する(相違点(ii))ことが容易であると評価し得るかは疑問であるといわなければならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用例4はH19遺伝子の5'隣接領域の遺伝子配列等を開示する論文にすぎず，引用例5もH19遺伝子のプロモータードメインやエンハンサードメインの構造等を開示する論文にすぎず，引用例6も，H19遺伝子に係るゲノミック・インプリンティングの機序等を明らかにするために，H19プロモーターをメチル化してその活性がどの程度抑制されるかという事項等を開示する論文にすぎないのであって，被告主張によっても，H19遺伝子のプロモーターが本件優先日当時に当業者に公知であったことを示すために審決が引用したにすぎないものである。そうすると，引用例4ないし6に記載された発明ないし技術的事項を引用発明1に適用して，相違点(i)及び(ii)に係る構成に至る動機付けに欠けるし，かように適用したとしても，本件優先日当時，当業者において相違点(i)及び(ii)を解消することは容易でないのであって，引用例4ないし6によって前記ウの結論が左右されるものではない。",
                    "したがって，引用発明1に引用例3ないし6記載の発明ないし技術的事項を適用しても，本件優先日当時，当業者にとって，相違点(i)，(ii)に係る構成に想到することが容易であるといい得るかは疑問である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "加えて，本願明細書の段落【0078】には，化学的に膀胱腫瘍を発症させたマウスに対し，H19調節配列を使用した遺伝子療法を施した実施例につき，「対照及び実験群の間で，腫瘍のサイズ，数及び壊死を比較する。シュードモナス毒素の発現は，マウスの実験群からの膀胱腫瘍内のH19の発現と同時局在化することがわかる。さらに，マウスの実験群の膀胱腫瘍は，マウスの対照群内の膀胱腫瘍に比べてサイズ及び壊死が減少している。」との記載があり(なお，最後の1文は，「膀胱腫瘍のサイズが減少し，膀胱腫瘍が壊死している」の誤りであることが明らかである。)，本願発明1のベクターによって，マウスを使用した膀胱腫瘍に対する実験で，対照群に対して膀胱腫瘍の大きさが有意に小さくなり，腫瘍細胞の壊死が見られた旨が明らかにされている。",
                "そして，上記に加えて，本願発明1の発明者らも執筆者として名を連ねている論文である「The Oncofetal H19 RNA in human cancer, from the bench to the patient」(Cancer Therapy3巻，2005年(平成17年)発行，審判での参考資料1，甲10)1ないし18頁には，H19遺伝子調節配列を用いたベクターの効果について，①膀胱癌(腫瘍)を発症させたマウスにジフテリア毒素を産生する遺伝子(DT-A)等を誘導するプロモーターを使用したベクターを投与したところ，対照のマウスに対して腫瘍の平均重量が40％少なかったこと，②ヒト膀胱癌(腫瘍)を発症させたヌードマウスにDT-Aを誘導するプロモーターを使用したベクター(DTA-H19)を投与したところ，投与しない対照のマウスが腫瘍の体積を2．5倍に拡大させたのに対し，腫瘍の増殖速度が顕著に小さく，広範囲の腫瘍細胞の壊死が見られたこと，③膀胱癌(腫瘍)を発症させたラットに上記ベクターDTA-H19を投与したところ，対照のラットに対して腫瘍の大きさの平均値が95％も小さかったこと，④難治性の表層性膀胱癌(腫瘍)を患っている2人の患者に経尿道的に上記ベクターDTA-H19を投与したところ，腫瘍の体積が75％縮小し，腫瘍細胞の壊死が見られ，その後14か月(1人については17か月)が経過しても移行上皮癌(TCC)が再発しなかったことが記載されている。また，原告が提出する参考資料である「1.1 Compassionate Use Human Clinical Studies」と題する書面(審判での参考資料2，甲11)及び本願発明1の発明者らも執筆者として名を連ねている論文「Plasmid-based gene therapy for human bladder cancer」(QIAGEN NEWS 2005，審判での参考資料4，甲13)にも，上記④と概ね同様の効果に係る記載がある。",
                "本願明細書の段落【0078】には，具体的に数値等を盛り込んで作用効果が記載されているわけではないが，上記①，②は上記段落中の本願発明1の作用効果の記載の範囲内のものであることが明らかであり，甲第10号証の実験結果を本願明細書中の実験結果を補充するものとして参酌しても，先願主義との関係で第三者との間の公平を害することにはならないというべきである。",
                "そうすると，本願発明1には，引用例1，3ないし6からは当業者が予測し得ない格別有利な効果があるといい得るから，前記(1)の結論にもかんがみれば，本件優先日当時，当業者において容易に本願発明1を発明できたものであるとはいえず，本願発明1は進歩性を欠くものではない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，当業者であれば，所望の特性を有するプロモーターがあれば，必要な活性を示すか否か，その使用の可否を検討するものであり，ある遺伝子のプロモーターが実際に治療に使えるほどに導入遺伝子を発現できるような高活性なプロモーターであるとは限らなくても，それが腫瘍細胞で特異的に発現していれば，その使用を躊躇するものではないとか，引用例3の表1等では，H19遺伝子が腫瘍細胞で特異的に発現することが記載されており，H19プロモーターが機能していたことは明らかであるから，当業者がその調節配列の使用を検討することに何ら論理的無理はないなどと主張する。",
                    "しかしながら，前記のとおり，導入遺伝子を発現させるプロモーターの活性が不十分であるため，腫瘍(癌)を傷害する遺伝子の発現が困難である等の理由で，ベクターを用いた遺伝子治療が十分に成功してこなかったという本件優先日当時の開発状況及び当業者一般の認識にかんがみれば，基本転写因子がプロモーター領域に結合して転写を開始すれば，エンハンサーの制御の下に遺伝子の発現が行われるという一般的な理解(乙1，2参照)を単純に適用し，本願発明1の進歩性を判断するのでは不十分であることが明らかであるから，被告の上記主張を採用することはできない。",
                    "また，被告は，引用例1は特異的に毒性遺伝子を発現させて腫瘍を傷害する本件優先日前に公知の技術であるところ，審決は，腫瘍細胞とH19遺伝子発現の活性化との関連が引用例3に記載され，またH19プロモーター領域が引用例4ないし6に記載されていることから，上記公知技術の毒性遺伝子の調節配列として，H19プロモーターを用いることは，当業者が容易に想到し得ることであるなどとしたものであって，審決の判断に誤りはないと主張するが，前記のとおりの本件優先日当時の，開発状況及び当業者一般の認識にかんがみれば，腫瘍を傷害する公知の手法(技術)に公知のプロモーターを組み合わせて単純に本願発明1が容易想到であるとするのには疑問があり，また本願発明1は当業者が予測し得ない格別有利な作用効果を奏するから，本願発明 1 の進歩性を否定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，本願明細書の9節では，他の実施例には存在する「結果と考察」欄が記載されていない上に，他の実施例では過去形で実験結果が記載されているのとは対照的に，現在形で実験結果が記載されているし，原告が真に実験を行っていれば，乙第6号証のように容易にその結果を本願当初明細書に記載できたはずであって，作用効果の記載(段落【0078】)は，いわば願望を記載したものにすぎない旨を主張する。",
                    "確かに，本願明細書(甲7)の他の実施例に係る8，10，11節中には「結果と考察」欄がある一方，9節には同欄がなく，9節では現在形で実験結果が記載されている。しかしながら，段落【0078】を含む9節には曲がりなりにも実験結果が記載されているのであって，記載中の項目立ての体裁や文章の時制が異なるからといって，架空の実験を記載したものと断定することはできない。また，本願発明1の発明者らも執筆者に名を連ねている論文「USE  OF  H19  REGULATORY SEQUENCES FOR TARGETED GENE THERAPY IN CANCER」(Int. J. Cancer98巻，2002年(平成14年)発行，乙6)645ないし650頁には，膀胱癌(腫瘍)を発症させたマウスにジフテリア毒素を産生する遺伝子(DT-A)等を誘導するプロモーターを使用したベクター(DTA-PBH19)を投与したところ，対照のマウスに対して腫瘍の平均重量が40％少なく，平均体積も40％小さかったことが記載されており，これは前記(2)の④の実験結果と同趣旨のものである(なお，甲第10号証は2002年に発表した実験結果を引用している。)。しかしながら，かかる論文が存在するからといって，本願発明1の発明者らが，本件優先日当時に本願発明1のベクターを用いた実験を行っておらず，乙第6号証記載の実験がされるまで必要な実験をしなかったとする被告の主張は，憶測の域を出るものではなく，これを採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "結局，本願発明1は，引用発明1に引用例3ないし6記載の発明ないし技術的事項を適用することにより，当業者において容易に発明することができたものであるかどうか疑問があり，本願発明1によって奏される作用効果は当業者において予測し得ない格別有利なものであるから，本願発明1は進歩性を欠くとはいえない。したがって，これに反して本願発明1の進歩性を否定した審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由1は理由がないが，取消事由2は理由があるから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10203",
    "date": "2012-05-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082292",
    "ipprecedent_id": "2953",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}