{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009−25085号事件について平成22年5月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成20年10月16日，発明の名称を「固定化させたオリゴヌクレオチドと三重らせんを形成させることによるDＮA精製」とする発明について，平成7年11月8日(パリ条約による優先権主張1994年12月16日，フランス)を国際出願日とする特願平8−518319号の分割出願として特許出願(特願2008−267538号。請求項の数40。甲3。以下「本願」という。)したが，平成21年8月7日付けで拒絶査定を受けた。これに対し，原告は，平成21年12月18日，上記拒絶査定に対する不服審判の請求をした(不服2009−25085号)。",
            "特許庁は，平成22年5月31日，「本件審判の請求は，成り立たない。」との審決をし(付加期間90日)，その謄本は同年6月21日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願の特許請求の範囲の請求項30の記載は，次のとおりである(以下，請求項30に記載された発明を「本願発明」という。)。",
            "【請求項30】他の構成成分と混ざっているプラスミドDＮAを含む溶液を，前記DＮAに存在する特定のホモプリン／ホモピリミジン配列とのハイブリダイゼーションにより三重らせんを形成することが可能なオリゴヌクレオチドが共有結合したクロマトグラフィー用支持体に通す少なくとも一つの段階を含み，前記オリゴヌクレオチドが10から30の間の長さを有することを特徴とする，プラスミドDＮAの精製方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，審決は，本願発明は，本 願 の 優 先 日 前 に 頒 布 さ れ た 刊 行 物 で あ る 甲 1 ( Analytical chemistry,1993,Vol.65,No.10,p.1323-1328。以下，「引用例」といい，引用例に記載された発明を「引用発明」ということがある。)記載の発明に基づいて，容易に発明をすることができたものであり，特許法29条2項により，特許を受けることはできないものであるから，その他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきとするものである。",
            "審決は，上記結論を導くに当たり，引用発明，同発明と本願発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "三重らせんを形成する部位を導入したプラスミドpHJ19で形質転換した大腸菌の溶菌液を，三重らせんを形成する20，25又は37の塩基長を有するビオチン化オリゴヌクレオチドを固定したストレプトアビジン被覆磁気ビーズと混合して，プラスミドpHJ19を捕捉し，捕捉したDＮAをビーズから溶出してプラスミドDＮAを精製する方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明の一致点",
              "text": [
                "他の構成成分と混ざっているプラスミドDＮAを含む溶液を，前記DＮAに存在する特定のホモプリン／ホモピリミジン配列とのハイブリダイゼーションにより三重らせんを形成することが可能なオリゴヌクレオチドが結合した支持体に接触する段階を含み，前記オリゴヌクレオチドが10から30の間の長さを有する，プラスミドDＮAの精製方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明の相違点",
              "text": [
                "本願発明は，オリゴヌクレオチドが結合した支持体が，オリゴヌクレオチドを共有結合させたクロマトグラフィー用支持体であり，該支持体にプラスミドDＮAを含む溶液を通して接触させるのに対し，引用発明は，オリゴヌクレオチドを結合した支持体が，オリゴヌクレオチドをビオチン−ストレプトアビジンの親和性結合により結合させた磁性ビーズであり，プラスミドDＮAを含む溶液にビーズを混合して接触させる点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決には，以下のとおり，容易想到性に係る判断に誤りがあるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用例・周知技術の認定・判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明のビオチニル化オリゴヌクレオチドの結合したストレプトアビジン被覆磁性及びビーズ体に替えて，周知技術であるオリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を用いて，プラスミドDＮAを含む溶液を支持体に通して接触させることは，当業者の通常の創作能力の発揮にすぎないと判断する。",
                "しかし，審決の上記判断は，以下のとおり誤りである。すなわち，Journal of Chromatography,1993,Vol.618,p315-339(甲2)には，DＮAに存在する特定のホモプリン／ホモプリミジン配列とのハイブリダイゼーションにより三重らせんを形成させるという特定の目的のために，オリゴヌクレオチドをクロマトグラフィー用支持体に共有結合させることは，記載も示唆もされていない。また，甲2は，本願発明とは異なり，アンチセンス配列の精製のために，アフィニティークロマトグラフィーを用いることが記載されているにすぎない。甲2において，オリゴヌクレオチドを固定したアフィニティークロマトグラフィーを用いて大量精製されるDＮAは，専らアンチセンスDＮAであり，本願発明及び引用発明におけるプラスミドDＮAに組み込まれる「ホモプリン／ホモピリミジン配列」とは異なる。さらに，乙2ないし4に記載された周知技術は，アンチセンスDＮA以外のDＮAの大量精製に関連する周知技術ではなく，大量精製を可能とするクロマトグラフィー技術に関するものでもない。",
                "したがって，引用発明のビオチニル化オリゴヌクレオチドの結合したストレプトアビジン被覆磁性及びビーズ体に替えて，甲2に記載されているようなオリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を用いることは，当業者の通常の創作能力の発揮とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，共有結合がストレプトアビジン−ビオチンの相互作用による結合よりも安定であること，遺伝子治療のために不純物のない大量の精製DＮAが必要であることは，技術常識であると判断する。",
                "しかし，甲2の記載は，DＮA−DＮA間の結合の安定性が優れていないことを想起させるにすぎず，オリゴヌクレオチドと支持体の結合の安定性のために共有結合を用いることは，記載も示唆もされていない。そうすると，当業者が，甲2に記載された周知技術を考慮して，引用発明において，三重らせん形成のために，磁気ビーズ上のビチオン−ストレプトアビジン結合を，支持体上の共有結合に置き換えるとの動機付けは存在しない。",
                "また，甲2の記載は，いずれもアンチセンスDＮA又はRＮAの精製に関する記載であり，プラスミドDＮAのような環状二本鎖DＮAの精製とは全く異なる技術に関するものである。そうすると，当業者が，甲2に記載された技術常識を参酌して，更に高い感度，選択肢，効率で，高純度プラスミドDＮAを単純かつ容易な方法により大規模に製造しようと動機付けられて，引用発明を改変して共有結合したクロマトグラフィー用支持体を用いようとすることが自明であるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の効果に係る判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，共有結合による固定化を採用すれば，アフィニティー精製における分子間の相互作用は，DＮA−DＮA間の相互作用のみとなることは自明であり，溶出液中に固定化したオリゴヌクレオチドの不純物が混入するリスクを低減できることも，技術常識から当業者が予測し得るものであると判断する。",
                "しかし，引用例及び甲2には，オリゴヌクレオチドと支持体との間の安定性に関する課題は，記載も示唆もされていない以上，オリゴヌクレオチドの不純物が混入するリスクを低減できるとの効果が，容易に予測できるとした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本願発明が引用発明と比較して，予想を超えて顕著に高い感度と選択性を有しているとは考え難く，引用発明も本願発明と同様に医薬に使用できる程度の高純度の精製がなされている蓋然性が極めて高いと認定する。",
                "しかし，引用例には，得られた溶出物中の不純物やエンドトキシン濃度に関する記載はない。また，引用例に記載された方法では，溶出されたプラスミドDＮAがビオチニル化オリゴヌクレオチドによって汚染されるおそれがあることを考慮すれば，引用例の方法により精製されたプラスミドDＮAが，本願発明の方法により得られたプラスミドDＮAに比べて純度が低いことは明らかであるから，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，本願発明の顕著な効果，すなわち高い感度と選択性を裏付ける具体的な測定データは開示されていないと認定する。",
                "しかし，審決の上記認定は，以下のとおり誤りである。すなわち，本願明細書の段落【0056】には，「実施例2．2に記載される技術により測定されるこの試料中のゲノムDＮAのレベルは0．1％である。」と記載されており，本願発明の方法によって得られるプラスミドDＮA中の極めて低い不純物の量を具体的な数値によって定量的に示す実験結果が記載されている。また，本願明細書の段落【0074】には，「実施例8．2に記載される要領で精製されるプラスミドpXL2727−1により，Wizard Megaprep キット(Promega Corp.社，Madison,WI)を用いて精製される同一のプラスミドで取得されるものの2倍ものトランスフェクション収率が得られる。」と記載されており，本願発明の方法で精製されたプラスミドが公知の方法を用いて精製したプラスミドの2倍の優れたトランスフェクション収率が得られたこと，すなわち，本願発明の方法がDＮA及びオリゴヌクレオチドの間の結合に関して極めて優れた感度及び選択性を有することが示されている。",
                "したがって，本願発明の方法が極めて高い感度及び選択性を有するものであり，高い純度及び収率でプラスミドDＮAを精製できるという効果を奏することは，本願明細書中の実施例により十分に実証されている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，本願発明は，引用発明に周知技術を適用することにより，容易に発明をすることができたとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "引用例・周知技術の認定・判断の誤りに対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "周知技術であるストレプトアビジン−ビオチン結合を利用してオリゴヌクレオチドを固定した支持体を用いて，三重らせんを形成する二本鎖DＮAをアフィニティー精製することに成功したという，引用例の記載に接した当業者であれば，ストレプトアビジン−ビオチン結合によりオリゴヌクレオチドを固定した磁性ビーズと同様に周知のアフィニティー精製手段である，共有結合によりオリゴヌクレオチドを結合したクロマトグラフィー用支持体を用いた場合にも，三重らせんを形成する二本鎖DＮAをアフィニティー精製することが可能であることは，当然予想するものである。したがって，本願発明は，当業者の通常の創作能力の発揮にすぎない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，甲2には，DＮAに存在する特定のホモプリン／ホモピリミジン配列とのハイブリダイゼーションにより三重らせんを形成させるという特定の目的のために，オリゴヌクレオチドをクロマトグラフィー用支持体に共有結合させることは，記載も示唆もされていない，と主張する。",
                    "しかし，甲2は，DＮAの精製のためにオリゴヌクレオチドを共有結合したクロマトグラフィー用支持体を使用することが周知技術であることを示す文献の一例にすぎないから，上記目的のためにオリゴヌクレオチドをクロマトグラフィー用支持体に共有結合させることが，甲2それ自体に記載ないし示唆されていないからといって，本願発明が引用例及び周知技術に基づき容易に想到し得たとした審決の判断が誤りとなるわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2は，アンチセンス配列の精製のため，アフィニティークロマトグラフィーを用いることが記載されているにすぎない，と主張する。",
                    "しかし，甲2は，①本願優先日以前における，ポリヌクレオチドを固定したアフィニティークロマトグラフィーに関する技術水準を説明した一般的なレビューであること，②甲2は，アンチセンス配列の精製のほか，mRＮAやポリヌクレオチド結合タンパク質の配列特異的精製についても説明していることに照らすならば，単離・精製の対象を，アンチセンス配列に限定して記載したものではないと理解するのが合理的である。",
                    "なお，引用例に記載された三重らせんを形成する二本鎖DＮAは，甲2に記載されたアンチセンスDＮAの一種である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲2において大量精製されるDＮAは，専らアンチセンスDＮAであり，本願発明及び引用発明におけるプラスミドDＮAに組み込まれる「ホモプリン／ホモピリミジン配列」とは異なる，と主張する。",
                    "しかし，引用例と甲2は，相補的な配列との間で，特異的にハイブリダイズするという機能を有する点では異ならず，アフィニティー精製の原理という観点からみれば，両者は異ならない。",
                    "なお，引用例は，DＮAターゲッティング技術において，アンチセンスDＮA戦略として三重らせんDＮAが有望であるという背景技術を説明するとともに，DＮAの精製技術の説明も行っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，乙2ないし4に記載された周知技術は，アンチセンスDＮA以外のDＮAの大量精製に関連する周知技術ではなく，大量精製を可能とするクロマトグラフィー技術に関するものでもない，と主張する。",
                    "しかし，乙2ないし4には，三重らせんを形成するオリゴヌクレオチドを用いて，DＮA(二本鎖)又はRＮA(一本鎖)を選択的に捕獲する技術が開示され，オリゴヌクレオチドを支持体に固定する手段として，共有結合により固定することが記載されている。本願優先日当時，三重らせんを形成させるという特定の目的のためであっても，オリゴヌクレオチドを共有結合により固定した支持体を用いることは周知技術であった。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，周知のストレプトアビジン−ビオチン結合を利用してオリゴヌクレオチドを固定した支持体を用いて，三重らせんを形成する二本鎖DＮAをアフィニティー精製することができる旨を記載した引用例に接した当業者であれば，ストレプトアビジン−ビオチン結合によりオリゴヌクレオチドを固定した磁性ビーズと同様に周知のアフィニティー精製手段である，共有結合によりオリゴヌクレオチドを結合したクロマトグラフィー用支持体を用いた場合にも，三重らせんを形成する二本鎖DＮAをアフィニティー精製することが可能であることは，当然予想するものである。",
                    "したがって，本願発明は，当業者の通常の創作能力の発揮にすぎないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "磁性ビーズを用いるDＮA精製手段やアフィニティークロマトグラフィーを使用するDＮA精製手段，支持体に対するリガンドの各種結合法といったそれぞれの周知技術の特徴を考慮すれば，大規模な工業的レベルで二本鎖DＮAを大量に精製する場合は，磁性ビーズよりも，リガンドの脱落が少なく，支持体の再生にも有利で，精製操作も簡便な，リガンドを共有結合で固定した支持体を用いたアフィニティークロマトグラフィーが適する手法であることは，当業者にとって明らかである。そうすると，引用例に示唆されたDＮA大量精製や支持体に関する課題は，当業者が周知の各方法の中から，大量精製に有利な特徴を有する方法として，オリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を選択する動機付けを与えるものであり，引用発明のビオチニル化オリゴヌクレオチドの結合したストレプトアビジン被覆磁性ビーズ体に替えて，周知のオリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を用いることは，当業者が容易に想到し得たものである。",
                "これに対し，原告は，甲2には，オリゴヌクレオチドと支持体の結合の安定性のために共有結合を用いることは，記載も示唆もされていないから，当業者が甲2に記載された周知技術を考慮して，引用発明において，三重らせん形成のために，磁気ビーズ上のビオチン−ストレプトアビジン結合を，支持体上の共有結合に置き換えるとの動機付けは存在しない，と主張する。しかし，甲2には，クロマトグラフィー用支持体にオリゴヌクレオチドを共有結合させる方法が記載されており，共有結合による固定は，タンパク質の親和性を利用するストレプトアビジン−ビオチン結合による固定に比べて安定であることは，本願優先日当時のアフィニティー精製技術における技術常識というべき周知事項である。",
                "また，原告は，甲2の記載は，プラスミドDＮAのような環状二本鎖DＮAの精製とは全く異なる技術に関するものであるから，当業者が，甲2に記載された技術常識を参酌して，高純度プラスミドDＮAを単純かつ容易な方法により大規模に製造しようと動機付けられて，引用発明を改変して共有結合したクロマトグラフィー用支持体を用いようとすることが自明であるとはいえない，と主張する。しかし，引用例には，DＮA精製のスケールアップや精製DＮAが遺伝子治療に使用されるという課題に関する記載があること，また，純度の高さや大量精製の必要性が一般的な医薬製造における技術常識であることからすれば，引用発明を改変する動機付けが存在する。したがって，甲2の記載のみから，引用発明を改変する動機付けを欠くとはいえない。",
                "原告の上記主張は，いずれも失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の効果に係る判断の誤りに対し",
          "text": [
            "共有結合がストレプトアビジン−ビオチン結合よりも安定であることは技術常識であるから，オリゴヌクレオチドの固定法として，ストレプトアビジン−ビオチン結合に替えて共有結合を採用すれば，このようなリスクが低減されることは，技術常識から予測し得るものであって，本願発明の方法による精製物が，引用例記載の精製物よりもビオチニル化オリゴヌクレオチドの汚染がないという点において純度が高いものであったとしても，それは引用例及び技術常識から予測し得る効果にすぎない。",
            "これに対し，原告は，引用例の方法により精製されたプラスミドDＮAは，ビオチニル化オリゴヌクレオチドで汚染されるリスクを含んでいることを考慮すれば，本願発明の方法により得られたプラスミドDＮAに比べて純度が低いものであろうことは明らかである，本願明細書の実施例には，本願発明の方法がDＮA及びオリゴヌクレオチドの間の結合に関して極めて優れた感度及び選択性を有することが示されており，本願発明の効果は明細書中の実施例によって十分に実証されている，と主張する。"
          ]
        },
        {
          "fig": "10",
          "text": [
            "しかし，本願発明と引用発明は，一本鎖オリゴヌクレオチドの支持体に対する結合様式(本願発明が共有結合，引用例記載の発明がストレプトアビジン−ビオチンによる親和性結合)の点で異なるものの，一本鎖オリゴヌクレオチドと二本鎖DＮAとの分子間の親和性の原理について相違しない。また，本願発明は，オリゴヌクレオチドが10から30の間の長さを有する点を特定事項としているが，引用例においても，20塩基のオリゴヌクレオチドで最高の捕捉効率が生じることが記載されている。したがって，引用発明における感度及び選択性は，本願発明のものと顕著な差異があるとはいえない。",
            "なお，本願明細書の実施例8の精製方法と引用例記載の精製方法は，アフィニティー精製工程に供される液の純度が異なっているから，両者のアフィニティー精製によって得られた精製物の純度が異なるのは当然である。また，本願明細書の実施例4は，実際に実験を行って得られたデータを記載したものか否かが判然としない上，本願発明が，引用例記載のアフィニティー精製法や，その他の精製法と比較して，高い感度と選択性を有することを裏付ける具体的データは開示されていない。",
            "仮に，上記実施例の具体的データが開示されて，精製の感度や選択性が引用例記載のものよりも高かったとしても，その差がストレプトアビジン−ビオチン結合磁性ビーズに替えて共有結合したクロマトグラフィー用支持体を用いたことによる効果であるのか，あるいは他の条件の違いによる効果であるのかを判別することはできないし，これができたとしても，上記のとおり，ストレプトアビジン−ビオチン結合よりも共有結合の方がさらに安定していることは技術常識であるから，そのような効果は，技術常識から予測し得るものである。さらに，引用例においても，溶菌液を直接アフィニティー精製することにより，電気泳動像でシングルバンドの形態を取り，制限酵素処理をした場合も電気泳動像でシングルバンドが生じ，RＮA又は染色体DＮAの痕跡が検出されない程度に精製できることが開示されている。",
            "したがって，原告の本願発明の効果についての主張は，失当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，本願発明は，引用発明に周知技術を適用することにより，容  11易に想到することができたといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願発明は，引用発明に周知技術を適用することにより容易に想到できたといえるから，審決に誤りはないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争いない事実及び認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の特許請求の範囲(請求項30)",
                  "text": [
                    "第2の2記載のとおりである。すなわち，「他の構成成分と混ざっているプラスミドDＮAを含む溶液を，前記DＮAに存在する特定のホモプリン／ホモピリミジン配列とのハイブリダイゼーションにより三重らせんを形成することが可能なオリゴヌクレオチドが共有結合したクロマトグラフィー用支持体に通す少なくとも一つの段階を含み，前記オリゴヌクレオチドが10から30の間の長さを有することを特徴とする，プラスミドDＮAの精製方法」である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本願明細書の記載",
      "text": [
        "本願明細書には，以下の記載がある(甲3)。",
        "「【0003】",
        "本発明は，DＮA精製のための簡便，かつ特に効果的な新規方法を記述する。この方法により特に，高収率であって特に高い純度を得ることが可能となる。」",
        "「【0004】",
        "本発明に従う方法は本質的には，精製すべきDＮA内に挿入された配列と，天然もしくは改変された塩基からなるオリゴヌクレオチドとの間の特異的相互作用に基づく。」",
        "「【0005】",
        "最近になって，幾つかのオリゴヌクレオチドはDＮA二重らせんの広い溝の中で特異的に相互作用を行って局所的に三重らせんを形成し，標的遺伝子の転写の阻害  12をもたらすことが可能性があることが見いだされている・・・」",
        "「【0006】",
        "プラスミドを単離するためのこの種の相互作用の使用は従来の技術に記載されている。従って，Ito ら・・・は，あるプラスミドの特定の配列を認識し，かつそれと三重らせんを形成することが可能なビオチニル化されたオリゴヌクレオチドの使用を記載している。このように形成された複合体をその後には，ストレプトアビジンでコートした磁性ビーズと接触させる。ビオチンとストレプトアビジンとの間の相互作用によりその後には，そのプラスミドをそのビーズの磁性分離，次いで溶離により単離することが可能となる。しかしながら，この方法には幾つかの欠点が存在する。具体的には2つの連続的な特異的相互作用が必要とされ，最初の相互作用はオリゴヌクレオチドとプラスミドとの間ものであり，そして第二のものはビオチニル化された複合体とストレプトアビジンビーズとの間ものである。それに加え，最終溶液に，薬剤学的組成物中では用いることができないビオチニル化オリゴヌクレオチドが混入することがある。」",
        "「【0007】",
        "本発明は，この種の相互作用を利用するDＮA精製の新規改善法を記載する。より特別には，本発明の方法は支持体に共有結合により連結させたオリゴヌクレオチドを利用する。この方法は特に迅速であり，かつこの方法により特に高い収率および純度がもたらされる。それに加えこの方法により，特に，他の核酸，蛋白質，エンドトキシン(例えばリポ多糖のようなもの)，およびヌクレアーゼなどを含む複合体混合物からDＮAを精製することが可能となる。それに加え，用いられる支持体は容易に再利用することができてよく，かつ取得されるDＮAは薬剤学的安定性という改善された特性を呈する。最後になるが，本方法は従来の方法とは対照的に一段階のみを必要とする。」"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "引用例(甲1)の記載",
          "text": [
            "引用例(甲1)には，以下の記載がある(以下，訳文のみを示す。)。",
            "13「三重らせんを介した親和性捕捉による二本鎖DＮAの迅速精製(」甲1訳文1頁2行)",
            "「緒言  DＮAの調整は分子生物学における事実上全ての研究で重要な部分を担っている。・・・DＮA精製に現在使用されている事実上全ての方法では，抽出や遠心分離といった古典的な手法であり，これらはどちらかと言えば労働力に依存する傾向にあり，簡単に自動化に役立たない。このことは，スケールアップと自動化がプロジェクトの成功に極めて重要であるヒトゲノム計画のようなスケールの大きいプロジェクトで問題を引き起こす。」(甲1訳文1頁13～20行)",
            "「この問題の対処方法を考える際の1つの魅力的なアプローチはアフィニティー手法である。原理的には，所望のDＮAの領域に対するDＮA結合剤を標的とすることができるならば，複雑な混合物から直接，所望の標的分子を親和性精製することが可能であろう。標的分子を支持体粒子に固定し，適切な洗浄段階で他の溶液成分から分離し，支持体から溶出して，純粋な物質を生じることができる。このような手法は様々な応用のために広く使用されており，比較的自動化し易い。」(甲1訳文1頁21～26行)",
            "「近年配列特異的DＮAターゲッティングのこの一般的な課題にかなり関心が持たれている。この関心の推進力の多くは，二本鎖DＮAターゲットの指定された切断(人工的な制限酵素)のためと，遺伝子治療および薬学的応用のための一般的手法を開発する要望から始まっている。今日までに実施された最も成功した2つのモチーフは，特定のDＮA結合タンパク質の利用と三重らせんDＮAの利用である。」(甲1訳文1頁27～31行)",
            "「精製DＮAの特徴付け  従来法と三重らせん捕捉法の両方によって精製したDＮAのゲル電気泳動分析は図3に示される。・・・これらのデータは，TAC精製法を特徴付ける高度な配列特異性及び低い非特異的結合を立証する。」(甲1訳文6頁4～24行)"
          ]
        },
        {
          "fig": "(3)",
          "subject": "甲2の記載",
          "text": [
            "14甲2には，以下の記載がある(以下，被告提出訳文のみを示す。)。",
            "「レビュー",
            "核酸ポリマーを用いたアフィニティークロマトグラフィー(」甲2訳文1頁4～5行)",
            "「要約",
            "固体支持体上に固定されたポリヌクレオチドを用いたカラムクロマトグラフィーを概説する。この形態のアフィニティークロマトグラフィーは，ポリヌクレオチド及びポリヌクレオチド結合タンパク質の単離，ならびにより少ない程度で分析に使用される。」(甲2訳文1頁7～10行)",
            "「2．1  ポリヌクレオチド及び結合タンパク質のアフィニティークロマトグラフィー，一般的側面",
            "その最も広い意味において，アフィニティークロマトグラフィーとは，クロマトグラフィー分離のための基本に，二つの物質の特異的な化学的又は生物学的アフィニティーを用いるクロマトグラフィーである。ポリヌクレオチドの場合には，利用する『特異的アフィニティー』に2種類ある。二種のうちより基本的な方は，2つの相補的ポリヌクレオチド鎖間でのヌクレオチド塩基の塩基対形成を含む。；このアフィニティーは，ポリヌクレオチドの強力な，配列−特異的分離技術を提供する。もう一方は，DＮA又はRＮAに対するポリヌクレオチド結合タンパク質の親和性を含む。；このアフィニティーはこれらのタンパク質のポリヌクレオチド配列に結合する能力に基づいたタンパク質の分離を可能にする。両方とも，本レビューの主題になるであろう。」(甲2訳文1頁18～28行)",
            "「アミド。  イオン交換シリカの1つ，Macrosphere WCX(Alltech)はカルボン酸を含み，カルボジイミドとＮ−ヒドロキシスクシンイミド(ＮHS)との反応に基づき活性化されたＮHS−エステルシリカになる。この活性化されたエステルは合成DＮAに導入された5’−アミノアルキル基と優先的に反応し，DＮAに支持体の安定なアミド結合を形成する。」(甲2訳文2頁12行～16行)"
          ],
          "content": [
            {
              "fig": "15"
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "乙2(Biochemistry,1988,Vol.27,No.26,p.9108-9112)の記載",
          "text": [
            "乙2には，以下の記載がある(以下，訳文のみを示す。)。",
            "「三重鎖核酸らせん複合体の形成における特異性：アガロース−連結ポリリボヌクレオチドアフィニティーカラムを用いた研究」(乙2訳文1頁4～5行)",
            "「要約：様々なデオキシリボ及びリボ，ホモ−及びコ−ポリヌクレオチドの相補的二重鎖の，アガロース−連結ホモポリヌクレオチドアフィニティーカラムに対する結合が調査された。その結果は，生理的条件のイオン強度，pH及び温度での三重−らせん形成に関係するメカニズムを通して，核酸の相補的塩基対認識の特異性に関する情報を提供する。」(乙2訳文1頁7～10行)",
            "「アフィニティーカラム。数百残基長の・・・ポリリボヌクレオチドが共有結合したアガロース・・・の短いカラム(1．4−2．5×0．5cm)がマトリックス0．3−0．7mL(ポリヌクレオチド0．4−1．4mg)を含むように調製された。」(乙2訳文1頁20～23行)"
          ]
        },
        {
          "fig": "(5)",
          "subject": "乙3(Nucleosides & Nucleotides,1994,Vol.13,No.9,p.1855-1860)の記載",
          "text": [
            "乙3には，以下の記載がある(以下，訳文のみを示す。)。",
            "「三重鎖アフィニティー捕獲による配列特異的DＮA精製：オリゴデオキシヌクレオチドを連結した固相を用いて」(乙3訳文1頁4～5行)",
            "「我々はここに，オリゴヌクレオチドを連結したポリマー支持体を用いた三重鎖アフィニティー捕獲による配列特異的DＮAの精製のための代替法を記述する。」(乙3訳文1頁17～19行)",
            "「我々の方法の性能を証明するために，我々は32量体と28量体の2つのオリゴヌクレオチドを合成した。・・・32量体と三重鎖を形成できるオリゴヌクレオチドd・・・はウレタン結合ポリスチレン支持体上に合成された。」(乙3訳文1頁24～27行)"
          ]
        },
        {
          "fig": "(6)",
          "subject": "乙4(Science,1991,Vol.253,p.1408-1411)の記載",
          "text": [
            "乙4には，以下の記載がある(以下，訳文のみを示す。)。",
            "16「DＮA認識に対するコンビナトリアルアプローチ」(乙4訳文1頁4行)",
            "「大規模な集合の配列の中から，三重らせん形成を通じて16塩基対のホモプリン−ホモピリミジンDＮA配列に結合する個々のRＮA分子を同定するために，コンビナトリアルアプローチを使用した。」(乙4訳文1頁6～8行)",
            "「16塩基対のホモプリン−ホモピリミジン標的部位を含む25塩基対のDＮA断片を用いてインビトロ選択が実行された・・・この配列は，ピリミジン鎖の3’末端のジスルフィド結合を通じてチオール−セファロース支持体に固定化した・・」(乙4訳文1頁16～18行)"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "判断"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "上記本願明細書及び引用例の記載によれば，本願発明は，オリゴヌクレオチドが結合した支持体が，オリゴヌクレオチドを共有結合させたクロマトグラフィー用支持体であり，該支持体にプラスミドDＮAを含む溶液を通して接触させるのに対し，引用発明は，オリゴヌクレオチドを結合した支持体が，オリゴヌクレオチドをビオチン−ストレプトアビジンの親和性結合により結合させた磁性ビーズであり，プラスミドDＮAを含む溶液にビーズを混合して接触させる点で異なっている。しかし，上記引用例の記載によれば，本願優先日当時，遺伝子治療等において，DＮA精製の効率化という課題が存在していたことが認められ，他方，甲2及び乙2ないし4によれば，本願優先日当時，オリゴヌクレオチドと支持体を共有結合により固定化するという手段が周知技術であったことが認められる。そうすると，DＮA精製の効率化のため，引用発明に上記周知技術を適用して，引用発明における，オリゴヌクレオチドを結合した支持体について，ビオチン−ストレプトアビジンの親和性結合により結合させた磁性ビーズであるとの構成に替えて，オリゴヌクレオチドを共有結合により固定させる構成とすることは，容易に着想できたといえる。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "これに対し，原告は，以下のとおり主張するが，いずれも採用することができない。すなわち，"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "引用例・周知技術の認定・判断の誤りについて",
      "content": [
        {
          "content": [
            {
              "fig": "17",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲2には，本願発明とは異なる目的である，アンチセンス配列の配列特異的精製のために，DＮAアフィニティークロマトグラフィーを用いることが記載されているにすぎず，また，引用例及び甲2のいずれにもDＮAに存在する特定のホモプリン／ホモピリミジン配列とのハイブリダイゼーションにより三重らせんを形成させるという特定の目的のために，オリゴヌクレオチドをクロマトグラフィー用支持体に共有結合させることは記載も示唆もされていないから，引用発明のビオチニル化オリゴヌクレオチドの結合したストレプトアビジン被覆磁性ビーズに替えて，甲2に記載されているようなオリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を用いることが，当業者の通常の創作能力の発揮とはいえない，と主張する。",
                    "しかし，上記甲2の記載によれば，甲2記載のアフィニティークロマトグラフィーにおける親和性(アフィニティー)とは，2つの相補的ポリヌクレオチドが塩基対を形成する際の親和性，すなわち，アンチセンス配列による親和性のみならず，DＮA又はRＮAとポリヌクレオチド結合タンパク質の親和性も意味しているものと解され，アンチセンス配列におけるヌクレオチド塩基の塩基対形成による親和性に基づくアフィニティークロマトグラフィーに限定された技術を開示するものではないと理解するのが合理的である。したがって，甲2にはアンチセンス配列の配列特異的精製のためのDＮAアフィニティークロマトグラフィーが記載されているにすぎないとの原告の上記主張は，採用することができない。",
                    "また，特定のホモプリン／ホモピリミジン配列のハイブリダイゼーションによる三重らせん構造の形成の原理について，引用例には「三重らせんDＮAは，とりわけ，DＮAターゲッテイングヘの強力かつかなり一般的なアプローチであることが判明している。それは局所的三重らせん構造を形成する，二重鎖DＮA中のプリン鎖へのピリミジンオリゴヌクレオチドの特異的結合に基づいている。」(甲1訳文2頁1～3行)，「特異性は，アデニン−チミン(AT)塩基対のチミン(T)認識(T−ATトリプレット)およびグアニン−シトシン(GC)塩基対のプロトン化シト  18シン(C＋)認識(C＋−GCトリプレット)に由来する。」(甲1訳文2頁5～7行)との記載がされている。上記記載によれば，引用発明における，三重らせん形成におけるプラスミドDＮAとオリゴヌクレオチド間の親和性は，ヌクレオチド塩基による塩基対形成の一種であり，これは甲2記載の2本の相補的ポリヌクレオチドが塩基対を形成する際の親和性と本質的に同じものである。さらに，上記のとおり，乙2ないし4によれば，オリゴヌクレオチドを共有結合で固定した支持体を用いて三重らせんを形成させ，目的とするDＮAを選択的に捕捉する技術は，本願優先日当時，周知の技術であったといえる。",
                    "以上のとおり，本願優先日当時，DＮAの精製に際し，当該DＮAと親和性を有するオリゴヌクレオチドをクロマトグラフィー用支持体に共有結合で固定することは，周知の技術であったと認められ，引用発明のビオチニル化オリゴヌクレオチドの結合したストレプトアビジン被覆磁性ビーズ体に替えて，オリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を用いることとし，プラスミドDＮAを含む溶液を支持体に通して接触させることは，容易に着想できたといえる。",
                    "したがって，原告の上記主張は，採用するこができない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，甲2には「DＮA及びRＮAは通常大量には必要とされない(おそらく医薬的アンチセンスDＮAを除く，上記参照)が，それらの製造は興味を示されないものではない。」と記載されており，甲2発行当時の技術水準によれば，核酸ポリマーを用いたアフィニティークロマトグラフィーにより大量精製されるDＮAは専らアンチセンスDＮAであったことを示すものであり，甲2及び乙2ないし4に記載の技術は，アンチセンスDＮA以外のDＮAを大量精製するための周知技術ではない，と主張する。",
                    "しかし，上記甲2の記載によれば，「医薬的アンチセンスDＮA以外のDＮAやRＮA」については，それらが大量に必要でないとしても，その製造について興味が持たれていたものと解することができ，甲2の記載から認められる周知技術におい  19ては，分離・精製しようとする対象として，アンチセンスDＮAに加え，アンチセンスDＮA以外のDＮAが含まれていたといえる。そして，上記のとおり，引用例の記載によれば，本願優先日当時，遺伝子治療等において，DＮA精製の効率化という課題が存在していたことが認められる。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，甲2には，「RＮA−RＮA二本鎖はより安定であり，次いでRＮA−DＮAハイブリッドであり，DＮA−DＮA二本鎖は最も安定でない。」と記載されているが，DＮA−DＮA間の結合の安定性が優れていないことを想起させるにすぎず，オリゴヌクレオチドと支持体の結合の安定性のために共有結合を用いることを示唆するものではない，と主張する。",
                    "しかし，上記のとおり，本願優先日当時，共有結合によりDＮAを担体に固定化する技術は周知技術であり，共有結合がストレプトアビジン−ビオチンの相互作用による結合よりも安定であることも技術常識であった。なお，上記甲2の記載は，二本鎖ポリヌクレオチドの安定性について述べたものであり，共有結合とストレプトアビジン−ビオチンの相互作用による結合の安定性の優劣とは無関係である。",
                    "したがって，原告の上記主張も採用することができない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，甲2の記載は，いずれもアンチセンスDＮA又はRＮAの精製に関する記載であり，プラスミドDＮAのような環状二本鎖DＮAの精製とは異なる技術であり，当業者が，甲2記載の技術常識を参酌して，更に高い感度，選択性，効率で高純度プラスミドDＮAを単純かつ容易な方法により大規模に製造しようと動機付けられて，引用発明を改変して共有結合したクロマトグラフィー用支持体を用いようとすることが自明であったとはいえない，と主張する。",
                    "しかし，甲2の記載がプラスミドDＮAのような環状二本鎖DＮAの精製とは異なる技術であるとしても，上記のとおり，引用例には，DＮA精製のスケールアップのためにアフィニティー手法が広く使用されていること，精製されたDＮAが遺伝子治療に使用されることが記載されており，遺伝子治療のためのDＮAは不純物  20なしでなければならないことや，大量の精製DＮAが必要であることも，技術常識であったといえる。",
                    "したがって，原告の上記主張も採用することはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明の効果に係る判断の誤りについて",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用例及び甲2のいずれにも，オリゴヌクレオチドと支持体との間の安定性に関する課題は，記載も示唆もされておらず，共有結合による固定化を採用すれば，アフィニティー精製における分子間の相互作用はDＮA−DＮA間の相互作用のみとなることや，溶出液中に固定化したオリゴヌクレオチドの不純物が混入するリスクを低減できることは，当業者が予測し得るものであったとはいえない，と主張する。",
                    "しかし，引用発明において，ストレプトアビジン−ビオチン相互作用による結合を，オリゴヌクレオチドと支持体の直接の共有結合とすれば，アフィニティークロマトグラフィーにおける分子間の相互作用が，DＮA−DＮA間の相互作用のみの単純なものとなること，ビオチニル化オリゴヌクレオチドによる不純物混入のおそれがないことは明らかである。また，上記効果は，引用発明のビオチニル化オリゴヌクレオチドの結合したストレプトアビジン被覆磁性ビーズ体に替えて，オリゴヌクレオチドを共有結合により固定したクロマトグラフィー用支持体を用いるという構成を採用することにより，予測可能なものであり，引用例又は甲2に，オリゴヌクレオチドと支持体との間の安定性に関する課題が記載されているか否かとは関係がない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，引用例には得られた溶出物中の不純物に関する記載はなく，引用例の方法はビオチニル化オリゴヌクレオチドによって汚染されるリスクを含んでいることを考慮すれば，引用例の方法により精製されたプラスミドDＮAが本願発明の方法により得られたものに比べて純度が低いものであることは明らかであると主張する。"
                  ]
                }
              ]
            },
            {
              "fig": "21",
              "text": [
                "しかし，本願発明と引用発明は，親和性において相違がない。また，引用発明が不純物としてビオチニル化オリゴヌクレオチドを含む可能性があり，本願発明にはその可能性がないとしても，上記のとおり，かかる効果は，当業者が予測可能なものにすぎない。",
                "したがって，原告の上記主張は，採用することができない。"
              ],
              "content": [
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，本願発明の精製方法によって得られるプラスミドDＮA中の不純物の量は本願明細書に定量的に示されており，また，本願発明の方法がDＮA及びオリゴヌクレオチドの間の結合に関して極めて優れた感度及び選択性を有することが本願明細書に示されている，と主張する。",
                    "この点，本願明細書には，「実施例2．2に記載される技術により測定されるこの試料中のゲノムDＮAのレベルは0．1％である。」(段落【0056】)，「実施例8．2に記載される要領で精製されるプラスミドpXL2727−1により，Wizard Megaprep キット(Promega Corp.社，Madison,WI)を用いて精製される同一のプラスミドで取得されるものの2倍ものトランスフェクション収率が得られる。」(段落【0074】)と記載されているものの，本願発明の効果について，引用発明と比較したものではなく，本願発明が引用発明と比較して有利な効果を有すると認めることはできない。本願発明と引用発明の構成の相違に基づく効果は，上記のとおり，当業者が予測可能なものにすぎない。",
                    "上記原告の主張も採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "以上によれば，本願発明は，引用発明に周知技術を適用することにより容易に想到できたといえる。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "結論",
              "text": [
                "以上のとおり，原告の主張する取消事由には理由がなく，他に本件審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}