{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2009−800102号事件について平成22年1月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の下記2の本件発明に係る特許に対する原告の特許無効審判の請求につき，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲23)",
              "text": [
                "発明の名称：「納豆菌培養エキス」",
                "特許番号：第3881494号",
                "出願日：平成12年4月21日",
                "登録日：平成18年11月17日",
                "請求項の数：全5項"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "原告は，平成21年5月18日，本件特許に係る明細書(甲23。(以下「本件明細書」という。)の特許請求の範囲の請求項1に係る発明(以下「本件発明1」という。なお，本件特許の請求項1ないし5に係る各発明を併せて「本件発明」という。)についての特許に対して特許無効審判を請求し，無効2009−800102号として係属した。",
                "特許庁は，平成22年1月5日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同月15日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "本件発明1の要旨は，次のとおりである。",
            "ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物を含む，ペースト，粉末，顆粒，カプセル，ドリンクまたは錠剤の形態の食品"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明1に係る特許請求の範囲の記載はサポート要件(特許法36条6項1号)及び明確性の要件(同項2号)を充足するものであり，かつ，本件発明1は下記のアないしオの引用例に記載された各発明(以下「引用発明1」ないし「引用発明5」という。)に基づいて容易に発明をすることができたものということはできないとし，本件発明1に係る特許を無効にすることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平10−234343号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平3-297358号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：日本医事新報3361号(昭和63年9月24日)132ないし",
                  "text": [
                    "133頁(甲3)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開平11−92414号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開昭61−162184号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1並びに本件発明1と引用発明1との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1：納豆菌とナットウキナーゼと1μg/g乾燥重量より多いビタミンK2とを含有する納豆菌培養液を含むことを特徴とするドリンク又は粉末の形態の食品"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：ナットウキナーゼとビタミンK2とを含有する納豆菌培養液を含む，粉末又はドリンクの形態の食品"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1：納豆菌培養液が，本件発明1においては1μg/g乾燥重量以下のビタミンK2を含有するのに対して，引用発明1においては1μg/g乾燥重量より多いビタミンK2を含有する点"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2：納豆菌培養液が，引用発明1においては納豆菌を含むのに対して，本件発明1においては明らかでない点"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "明確性の要件についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "進歩性に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りの有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明1の「納豆菌培養液またはその濃縮物」の技術的意義につき，「通常の納豆菌培養液」そのものとは異なるものであることを理由として，本件明細書の記載を参酌することが許されるとした。",
                    "しかしながら，本件発明1には，「ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物」と記載されており，このような記載からすると，「納豆菌培養液またはその濃縮物」とは，「納豆菌を培養した液体のうちナットウキナーゼと1μg/g乾燥重量以下のビタミンK2を含有する状態のものということが一義的に明確になっている。",
                    "したがって，「納豆菌培養液またはその濃縮物」の技術的意義につき，本件明細書の発明の詳細な説明を参酌することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明が目的とする課題は，①ナットウキナーゼと特定の量以下のビタミンK2とを含有する納豆菌培養液を提供することと，②有機溶媒等を用いることなく，簡便にビタミンK2を除去できる方法を提供することの2つに分けることができる。そして，請求項1に係る本件発明1についていえば，その課題は上記①のみであり，上記②は，請求項2ないし5に係る発明が目的とする課題である。",
                    "それにもかかわらず，本件審決は，後者②も本件発明1が目的とする課題であると認定し，本件発明1が後者②の課題をも解決するものであることを前提として，「納豆菌培養液またはその濃縮物」の技術的意義を解釈した。",
                    "以上のとおり，本件審決は，本件発明1が目的とする課題を誤って認定した上で，その誤って認定された課題の解決手段(具体的にはキトサン処理)と関連付けて，「納豆菌培養液またはその濃縮物」の技術的意義を，「少なくとも納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているもの」であると認定したものであって，誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)のとおり，本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義は，納豆菌を培養した液体のうちナットウキナーゼと1μg/g乾燥重量以下のビタミンK2を含有する状態のものと解釈される。",
                    "しかしながら，本件明細書には，本件発明1又は同発明の構成要件である「納豆菌培養液またはその濃縮物」に相当する実施例として，表2の納豆菌培養エキスと納豆菌培養エキス粉末の2点が記載されているのみである。",
                    "また，ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2を含有する納豆菌培養液又はその濃縮物の製造方法としては，納豆菌培養液をキトサン−パーライト処理に供し，更に珪藻土で精密濾過して得られた濾液を逆浸透膜で濃縮するという方法が記載されているのみである。",
                    "なお，納豆菌培養エキス粉末は，納豆菌培養エキスに食物繊維を加え，凍結乾燥し，粉砕したものであり，添加された食物繊維が乾燥重量に寄与しているから，乾燥重量当たりのビタミンK2含有量は，納豆菌培養エキスよりも少ないはずであって，表2のデータは信用できない。",
                    "そもそも，本件発明1は「物の発明」であり，その物の製造方法について限定は付されていない。",
                    "したがって，ナットウキナーゼを含有し，ビタミンK2の含有量が1μg/g乾燥重量以下である納豆菌培養液又はその濃縮物は，すべて本件発明1における「納豆菌培養液またはその濃縮物」の概念に包含されることとなる。",
                    "しかしながら，本件特許出願時の技術常識に照らしても，本件明細書の発明の詳細な説明に記載された内容であっては，これを本件発明1の範囲まで拡張ないし一般化できるとはいえないから，本件発明1がサポート要件を満たしているとした本件審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義が，本件審決のように「少なくとも納豆菌からの分泌物及び培地成分の残渣からなる種々の栄養分が有意な量含まれているもの」と解釈されたとしても，本件発明1に係る特許請求の範囲の記載は，サポート要件を満たさない。",
                    "すなわち，本件審決は，有機溶媒などを用いることなく，納豆菌培養液からビタミンK2を除去して「ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物」とする方法は，キトサン処理を行う方法以外にはないとするから，本件発明1についても，本件特許に係る請求項2のように，「納豆菌を液体培養する工程，および得られた培養液をキトサン処理する工程を含む方法で得られる」との限定を付すべきであり，このような限定を付して初めて，本件発明1の構成要件である「納豆菌培養液またはその濃縮物」の具体的内容が特定されるものである。",
                    "このような限定がされない場合において，本件審決のように，「納豆菌培養液またはその濃縮物」の技術的意義として，「通常の納豆菌培養液」とはビタミンK2以外についても組成が異なるものであり，少なくとも納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているものとの解釈がされるのであれば，キトサン処理を行わずに得られたナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液又はその濃縮物であって，「少なくとも納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているもの」も，本件発明1の構成要件である「納豆菌培養液またはその濃縮物」に包含されることになるが，本件明細書には，キトサン処理を行わずに得られた上記の技術的意義を有する「納豆菌培養液またはその濃縮物」について，記載も示唆もない。",
                    "本件特許出願時の技術常識に照らしても，本件明細書の発明の詳細な説明に記載された内容であっては，これを本件発明1の範囲まで拡張ないし一般化できるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，ナットウキナーゼを含有し，ビタミンK2の含有量が1μg/g乾燥重量以下である納豆菌培養液又はその濃縮物という点からみても，また，少なくとも納豆菌からの分泌物及び培地成分の残渣からなる種々の栄養分が有意な量含まれているものという点からみても，本件発明1がサポート要件を満たすとした本件審決の判断には誤りがある。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りの有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲の「納豆菌培養液またはその濃縮物」が，「ナットウキナーゼ」と「1μg/g乾燥重量以下のビタミンK2」を含有する状態のものであるということが一義的に明確であることと，「納豆菌培養液またはその濃縮物」自体の意義について明細書の発明の詳細な説明を参酌する必要があるか否かということとは別問題である。本件発明1の特許請求の範囲の「納豆菌培養液またはその濃縮物」を「少なくとも納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているもの」と理解することが，本件明細書の発明の詳細な説明の記載を「参酌」したことになるとしても，「納豆菌培養液またはその濃縮物」自体の意義は特許請求の範囲の記載からは一義的に明確でない以上，明細書の発明の詳細な説明の記載を参酌して理解すべき特段の事情がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の課題は，①ナットウキナーゼと，特定の量以下のビタミンK2とを含有する納豆菌培養液を提供することのみであるのに，本件審決は，②有機溶媒などを用いることなく，簡便にビタミンK2を除去できる方法を提供するという課題をも解決するものであると誤って理解したことを前提に，「納豆菌培養液またはその濃縮物」の技術的意義を解釈したものであるから，本件審決の認定には誤りがあると主張する。",
                    "しかしながら，本件明細書には，本件発明1の課題につき，方法の発明である請求項4及び5に係る各発明に対応して「有機溶媒などを用いることなく，簡便にビタミンK2を除去できる方法」を提供することと，物の発明である本件発明1並びに請求項2及び3に係る各発明に対応して「その方法で生産される，ビタミンK2含量が低減された納豆菌培養エキス」を提供することとが併記されており，うち後者は，あくまで「その方法で生産される」納豆菌培養エキス(納豆菌液またはその濃縮物)の提供について記載しているものであり，両課題は密接に関係しているものであって，本件発明1の課題が，「その方法で生産される，ビタミンK2含量が低減された納豆菌培養エキス」を提供することのみであるとしても，「有機溶媒などを用いることなく，簡便にビタミンK2を除去できる方法」を提供するという課題と無関係であるものではない。",
                    "しかも，仮に「有機溶媒などを用いることなく，簡便にビタミンK2を除去できる方法」を提供するという課題が本件発明1の課題ではないとしても，そうであると「納豆菌培養液またはその濃縮物」の技術的意義の解釈に具体的にどのような影響を与えるのか，原告の主張は不明である。",
                    "すなわち，本件発明1の「納豆菌培養液またはその濃縮物」の技術的意義が「納豆菌を培養した液体のうちナットウキナーゼと1μg/g乾燥重量以下のビタミンK2を含有する状態のものである」という原告主張と，本件審決の「少なくとも納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているもの」との認定とは，互いに矛盾するわけではなく，両立するものであるから，原告の主張をもって，本件審決の認定が誤りとなるもではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，サポート要件に関連して，本件明細書の表2のデータが信用できないことを主張するが，本件審決に係る無効審判においても主張しておらず，したがって本件審決でも判断されていない事項であり，本件審決の認定判断の誤りの主張をいうものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の「納豆菌培養液またはその濃縮物」の技術的意義について本件審決の認定のとおりとされる場合についてるる主張し，特に，本件審決における，「有機溶媒などを用いることなく，納豆菌培養液からビタミンK2を除去して，『ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物』とする方法は，キトサン処理を行う方法以外にはない」との認定に対して，そうであるならば，本件発明1についても，本件特許の請求項2のように，「納豆菌を液体培養する工程および，得られた培養液をキトサン処理する工程を含む方法で得られる」との限定を付すべきである。」と主張する。",
                    "しかしながら，有機溶媒などを用いることなく，納豆菌培養液からビタミンK2を除去して，「ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物」とする方法は，キトサン処理を行う方法以外にはないからこそ，「納豆菌を液体培養する工程および，得られた培養液をキトサン処理する工程を含む方法で得られる」のような限定を付さなくとも，原告が主張するような「発明の詳細な説明に開示された内容を拡張ないし一般化」した場合に当たらないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明1がサポート要件を満たすとした本件審決の判断には誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性の要件についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，「納豆菌培養液またはその濃縮物」の技術的意義につき，第三者に不足の不利益を及ぼすほどに不明確であるということはできないとし，①「通常の納豆菌培養液」に含まれる成分及びその量は，納豆菌の種類や培地の組成，培養条件等によって変化するものの，技術常識にかんがみれば，どのような成分の範囲であるのかは当業者に明らかであり，②本件発明1の「納豆菌培養液またはその濃縮物」は，「通常の納豆菌培養液」に何らかの処理を行い，ビタミンK2のほとんどあるいはすべて(又は更に他の成分の一部)を除去することにより得られるものであり，成分の範囲も明らかであるとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，「通常の納豆菌培養液」に含まれる成分及びその量は，納豆菌の種類や培地の組成，培養条件等によって変化するものであって，例えば，培地の組成のみに着目しても，引用例1，4及び5の各実施例を比べると，互いに異なっており，たとい当業者であっても，「通常の納豆菌培養液」に含まれる成分及びその量がどのような範囲内であるのかが明らかであるということはできない。",
                "また，「通常の納豆菌培養液」に含まれる成分の範囲が明らかである以上，ビタミンK2のほとんどあるいはすべて(又は更に他の成分の一部)を除去することにより得られる成分の範囲も明らかであるとするが，本件発明1では，ビタミンK2を除去するための処理方法は特定されておらず，その処理方法により，「通常の納豆菌培養液」から除去される成分や除去される割合は変化し得る。",
                "加えて，本件明細書には，通常の納豆菌培養液からビタミンK2を除去するための処理を行った前後で，納豆菌培養液の組成がどのように変化するかについては，記載がないのみならず示唆もない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，「通常の納豆菌培養液」の範囲が当業者には明らかではなく，そこから除去される成分・割合も明らかではなく，さらに，除去された後の組成について明細書に記載がないのであるから，当業者であっても「納豆菌培養液またはその濃縮物」に含まれる成分の範囲を認識することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，たとい当業者であっても，「納豆菌培養液またはその濃縮物」の意味を一義的に理解することはできず，第三者に不測の不利益が生じることが明らかであって，本件発明1が明確性の要件を満たすとした本件審決の判断には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，「通常の納豆菌培養液」に含まれる成分及びその量は納豆菌の種類や培地の組成，培養条件等によって変化するから，たとい当業者であっても，「通常の納豆菌培養液」に含まれる成分及びその量がどのような範囲内であるのかかが明らかであるとはいえないと主張する。",
                "しかしながら，成分及びその量が変化する(幅があり一義的には決まらない)ということと，第三者に不測の不利益を及ぼすほどに不明確であるかということとは全く別問題である。「変化する」といっても，当業者の予測の範囲内で変化するのであれば第三者に何の不利益もない。原告の主張に従うならば，「納豆菌培養液」という用語を特許請求の範囲に記載することがおよそ許されないことになってしまい，著しく不合理である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，本件審決の「通常の納豆菌培養液」の成分の範囲が明らかである以上，ビタミンK2のほとんどあるいはすべてが除去されることにより得られる「納豆菌培養液またはその濃縮物」に含まれる成分の範囲も明らかであるといえるとの認定に対して，本件発明1では，ビタミンK2を除去するための処理方法が特定されていないとして，当業者であっても「納豆菌培養液またはその濃縮物」に含まれる成分の範囲を認識することはできないと主張する。",
                "しかしながら，本件発明1においてビタミンK2を除去するための処理方法が特定されていないとしても，その処理によって新たな栄養分が加わるようなことはないのであるから，ビタミンK2を除去した後の「納豆菌培養液」の成分の範囲は当業者の予測の範囲内であり，第三者に不測の不利益を及ぼすほどに不明確であることはあり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明1が明確性の要件を満たすとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りの有無",
              "text": [
                "前記1〔原告の主張〕(1)のとおりであって，本件発明1の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)のとおり，本件発明1が目的とする課題は，「ナットウキナーゼと特定の量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物を含む特定の形態の食品」を提供することである。また，引用例2によると，液体納豆(納豆菌培養液)について，血栓症の予防を行っている患者や血栓症の危険性のある人が食することができるために，納豆由来のビタミンKであるビタミンK2を少なくしてみようとすることは，当業者に自明の課題である。",
                    "そして，その具体的手段としては，例えば引用例4に記載された塩析を採用することができるのであるから，引用発明2及び4から，当業者であれば，容易に相違点1に想到することができたといえる。",
                    "なお，ビタミンK2含有量を1μg/g乾燥重量以下とすることは，単なる設計事項にすぎず，また，本件明細書には「1μg/g乾燥重量」という数値の臨界的意義は記載されていない。",
                    "また，本件審決は，ビタミンK2を低減した液体は，高濃度の塩類あるいは有機溶媒を含むことになるので，このようなものを「食品」とすることは，塩類による食味又は食品機能の変性のおそれ，また，食品に有機溶媒が残留する可能性や消費者の抵抗感などが問題となるとする。",
                    "しかしながら，高濃度の塩類を含む液体からの脱塩処理方法として，透析という周知の方法があるのであって(甲5)，引用発明1に，引用発明2及び4を組み合わせ，さらに，周知技術である透析を組み合わせて，本件発明1に容易に想到することができるものである。",
                    "加えて，上記(1)のとおり，本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義には，栄養分が有意な量含まれているものとの限定はないのであるから，ビタミンK2を低減する具体的手段としては，引用例5に記載された各種精製方法を採用することもでき，引用発明2及び5から，当業者であれば，容易に相違点1に想到することができたといえる。",
                    "以上のとおり，引用発明1に引用発明2と引用発明4又は5とを組み合せることにより，本件発明1に容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義が，本件審決のように，「少なくとも納豆菌からの分泌物及び培地成分の残渣からなる種々の栄養分が有意な量含まれているもの」と解釈されるとしても，本件発明1が目的とする課題は，「ナットウキナーゼと特定の量以下のビタミンK2とを含有する納豆菌培養液」を提供することであるところ，引用例2により，液体納豆(納豆菌培養液)について，血栓症の予防を行っている患者や血栓症の危険性のある人が食することができるために，納豆由来のビタミンKであるビタミンK2を少なくしてみようとすることは，当業者に自明の課題である。",
                    "そして，その具体的手段としては，例えば，引用例4に記載された塩析を採用することができるのであるから，引用発明2及び4から，当業者であれば，容易に相違点1に想到することができたといえる。なお，前記のとおり，本件明細書には，「1μg/g乾燥重量」という数値の臨界的意義は記載されておらず，また，塩析後の高濃度に塩類を含む液体からの脱塩処理方法には透析という周知の方法があるものである。",
                    "ここで，引用例4に記載の塩析を採用した場合，納豆菌培養液中の種々の成分は，培養上清中に残るから，塩析後の培養上清には，納豆菌からの分泌物及び培地成分の残渣からなる種々の栄養分が有意な量含まれていることになる。そして，そのような培養上清を透析処理に供するに当たり，使用する透析膜として，塩析に使用した塩のみがあるいは主としてそのような塩が除去され，その他の成分は除去されないような透析膜を選択すればよいということができる。",
                    "したがって，当業者であれば，引用発明1に，引用発明2及び4を組み合わせ，さらに，周知技術である透析を組み合わせて，本件発明1に容易に想到することができた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許出願時の技術水準を示す「食品素材の機能性創造・制御技術」(ニューフードクリエーション技術研究組合編集・恒星社厚生閣平成11年11月18日発行)174ないし175頁(甲24。以下「甲24文献」という。)には，納豆菌培養液を限外ろ過膜で分離する技術が記載されており，ビタミンK2(MK−7)の99．9％が，限外ろ過膜中に残留したことが分かり，また，ナットウキナーゼの分子量が20，000ないし31，000であること(引用例3，5，甲25，26)からすると，膜分離方法によって得られた濾液(納豆菌培養液)には，ナットウキナーゼが含有されており，かつ，ビタミンK2は含有されていないことになる。",
                    "そして，甲24文献には，発酵生産(培養と同意)終了後に遠心分離などにより菌体を回収することが記載されており，また，遠心分離によって培養上清を分取することは，周知技術である。",
                    "したがって，本件特許出願時の技術水準にかんがみると，当業者は，引用発明1の液体納豆(納豆菌培養液)を遠心分離に供し，その遠心分離後の上清を，膜分離，引用発明4や5に記載の方法を含む何らかの分離手段に供することを容易に想到することができ，その結果として，ナットウキナーゼを含有し，ビタミンK2は含有しないか又は極少量のみ含有する納豆菌培養液を得ることができたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記ア及びイのとおり，当業者は本件発明1に容易に想到することができたものということができるが，さらに，前記ウの甲24文献に記載された技術水準を考慮すれば，本件発明1が進歩性を有しないものであることが，なお一層明らかであるということができる。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りの有無",
              "text": [
                "前記1〔被告の主張〕(1)のとおりであって，本件発明1の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1の納豆菌培養液において，「ナットウキナーゼと特定の量以下のビタミンK2とを含有する納豆菌培養液またはその濃縮物を含む特定の形態の食品」を提供するとの課題の下，ビタミンK2を減らそうとしても，ビタミンK2を目的物として沈殿させる方法が記載されたものであって，納豆菌培養液からビタミンK2濃縮物を回収する引用例4の方法を適用することを当業者は考えない。",
                    "原告は，ビタミンK2を少なくする具体的手段として，引用例4に記載された塩析を採用することができると主張するが，仮に納豆菌培養液に添加した高濃度の塩類を除去可能であるとしても，大量の塩類を添加したことによって，いったん変性した食味又は食品機能が元に戻るわけではなく，塩類による食味又は食品機能の変性のおそれの問題は解消されず，また，消費者の抵抗感の問題も解消されない。",
                    "なお，原告は，ビタミンK2含有量を1μg/g乾燥重量以下とすることは，単なる設計事項にすぎないこと，本件特許明細書には「1μg/g乾燥重量」という数値の臨界的意義は記載されていないことを主張するが，本件発明1以前には，「ビタミンK2のほとんど，またはすべてが除去された」納豆菌培養液は存在しなかったのであるから，「1μg/g乾燥重量」という数値の臨界的意義は問題とならないものである。",
                    "さらに，原告は，本件発明1の「納豆菌培養液またはその濃縮物」の技術的意義には，栄養分が有意な量含まれているものとの限定はないから，ビタミンK2を低減する具体的手段としては，引用例5に記載された各種精製方法を採用することもできると主張するが，上記(1)のとおり，「納豆菌培養液またはその濃縮物」の技術的意義についての本件審決の認定に誤りはない。そして，引用例5には，納豆菌培養液に種々の精製手段を適用して，線溶酵素以外の不純物をできるだけ除去する方法が記載されているから，引用発明1に引用発明5の手法を適用した場合，納豆菌培養液中に含まれる栄養分は不純物として除去されることになるから，精製後に得られるものは，「納豆菌培養液またはその濃縮物」を含まないことになる。",
                    "そして，そもそも，引用例5に記載された各種精製方法を採用することにより得られたナットウキナーゼにおいて，ビタミンK2が1μg/g乾燥重量以下まで低減されているかも不明である。",
                    "以上のとおり，引用発明1に引用発明4又は5等を組み合せることによって，本件発明1に容易に想到することができるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義が，「少なくとも納豆菌からの分泌物及び培地成分の残渣からなる種々の栄養分が有意な量含まれているもの」と解釈されるとしても，本件発明1が目的とする課題は，「ナットウキナーゼと特定の量以下のビタミンK2とを含有する納豆菌培養液」を提供することであるところ，引用例2により，液体納豆(納豆菌培養液)について，血栓症の予防を行っている患者や血栓症の危険性のある人が食することができるために，納豆由来のビタミンKであるビタミンK2を少なくしてみようとすることは，当業者に自明の課題であると主張するが，その実質的主張内容は，上記〔原告の主張〕(2)アと異なるところがなく，理由がないものである。",
                    "なお，原告は，引用例4に記載の塩析を採用した場合，納豆菌培養液中の種々の成分は，培養上清中に残ると主張するが，大量の塩類を添加したことによって，いったん変性した食味又は食品機能が元に戻るわけではなく，仮に，これに「種々の栄養分が有意な量含まれている」としても，透析処理後に得られた納豆菌培養液若しくはその濃縮物が，本件発明1の納豆菌培養液又はその濃縮物と同じものであるわけではない。また，ナットウキナーゼが活性を保っているか，食品として利用可能であるかも不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲24文献に記載された膜分離方法によって得られた濾液(納豆菌培養液)には，ナットウキナーゼが含有されており，かつ，ビタミンK2は含有されていないと主張する。",
                    "しかしながら，原告の主張内容は，本件審決の判断していない事項に関するものであり，本件審決の進歩性判断の誤りを主張したことにならない。無効審判において，被告は，納豆菌培養液中のビタミンK2とナットウキナーゼとを分子量の違いによって分離することはできないことを主張立証したが，その点について本件審決が判断していない以上，本件訴訟の争点とはならないというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由3(進歩性に係る判断の誤り)について",
          "text": [
            "原告は，本件審決の取消事由として，前記1ないし3のとおり主張するが，事案にかんがみ，まず取消事由3から検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "本件発明1は，前記第2の2のとおりのものである。",
                "そして，本件明細書の発明の詳細な説明によると，本件発明1の技術内容は，血栓溶解酵素であるナットウキナーゼを含有するが，血液凝固因子であるビタミンK2をほとんどあるいは全く含有しない納豆菌培養液又はその濃縮物を含む食品に関するものであり(【0001】)，従来から，納豆菌が血栓溶解酵素であるナットウキナーゼを生産することが知られ，ナットウキナーゼを多量に含む食品が健康食品として販売されてきたが(【0002】【0003】)，他方で，納豆菌は，培養によってビタミンK2を多く生産することも知られてきたところ，血栓予防のため，ビタミンK依存性凝固因子の合成抑制剤を服用している患者が，血栓予防等を目的として血栓溶解酵素であるナットウキナーゼを含む納豆又は納豆菌培養エキスを摂取すると，ビタミンK2も同時に摂取することになり，ビタミンK依存性凝固因子の合成抑制剤の効果が打ち消されるという問題点を有していたこと(【0004】【0006】)，そこで，本件発明1は，ナットウキナーゼと1μg/g乾燥重量以下のビタミンK2とを含有する納豆菌培養液又はその濃縮物を含ませることで，従来のナットウキナーゼを含む食品が有していた上記の問題点を解決し，栄養分に優れ，ビタミンK2の過剰摂取を心配することのないナットウキナーゼ活性が強化され，血液凝固系の疾患を有する患者にも最適な食品である(【0010】【0011】【0016】～【0019】)というものである。",
                "もっとも，本件発明1は，ビタミンK2の含有量を1μg/g乾燥重量以下とするものであるが，本件明細書の記載からは，そのような数値限定をすることの臨界的意義を認めることはできないのであって，本件発明1のビタミンK2の数値については，少なければ少ないほどよいとの意味しか認めることができないものといわざるを得ない。",
                "なお，本件発明のうちでも，本件発明1は，いわゆる「物の発明」に係る特許であって，ビタミンK2を除去する方法を限定するもの，例えば，キトサン処理の方法を経たか否かとの特定をするものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の特許請求の範囲には，【請求項1】納豆菌と，その代謝産物である人体に有益な機能性物質を含有する納豆菌培養液とからなることを特徴とする液体納豆，【請求項4】請求項1から3のいずれかに記載の液体納豆を含有することを特徴とする液体又は固形等の食品，【請求項5】請求項1から3のいずれかに記載の液体納豆の乾燥粉末，【請求項6】請求項5記載の乾燥粉末を含有することを特徴とする食品との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例1の発明の詳細な説明には，以下の記載がある。",
                        "引用発明1は，納豆菌と食品栄養上許容される納豆菌培養液とからなる液体納豆に関するものであり，更に詳しくは，納豆の栄養成分及び酵素等の機能性成分をすべて含んだ新規の液体納豆に関するものである(【0001】)。納豆は，その独特な旨味と香り，食感(粘性など)に加え，蛋白質，ビタミン類，無機塩類，食物繊維等を多く含む栄養価の高い食品であって，特に，ビタミン類については，骨繊維へのカルシウムの吸着に効果のあるビタミンK (特に，メナキノン−7)，子供の成長に不可欠なビタミンB ，皮膚の代謝促進に有効なビタミンB 等が他の食品に比べ格段に多く含まれており，また，必須アミノ酸の含有量も豊富である(【0002】)。近年は，納豆中に含まれる酵素の一種であるナットウキナーゼが血栓溶解作用を有するという報告もされ，その機能性が特に注目を集めている(【0003】)。しかしながら，従来の納豆は，特有の旨味と粘性に加え，発酵によって弱アルカリ性になり独特の納豆臭を呈するようになり，また，製造後，時間を経るに従って，基質中の糖質が減少するために，納豆菌の自己消化(オートリーゼ)作用によって遊離アンモニアが生成し，これによって，納豆臭とは別の臭いが発生するようになり，このような臭いが納豆の消費を抑制する原因になっているとの課題がある(【0005】)。また，原料となる大豆を浸漬，蒸煮し，これに納豆菌を接種して発酵させるとの従来の納豆製造工程では，好気性細菌である納豆菌は，大豆表面だけを栄養基質として利用しているにすぎず，大豆の中心部は完全に利用されないとの課題もあった(【0006】)。引用発明1は，上記の課題を解決するために，納豆菌とその代謝産物である人体に有益な機能性物質とを含有する納豆菌培養液とからなることを特徴とする液体納豆を提供するものである(【0008】)。納豆菌培養液の培地は，納豆菌の生育及びその活性を良好に維持する成分を含むものであれば，どのようなものでもよく，例えば，培地の成分として，炭素源としては蔗糖，フラクトース，ブドウ糖等の糖類，窒素源としてはグルタミン酸，大豆ミール等，その他ミネラル類があること，また，総合的に納豆菌の産生に最も適した大豆そのものでもよい(【0009】)。さらに，引用発明1は，上記の納豆菌とその培養液とからなる液体納豆の乾燥粉末及びこの乾燥粉末を含有する食品を提供するものである(【0011】)。",
                        "実施の形態として，引用発明1の液体納豆は，納豆菌を液体培養し，培養後の培養液のまま製品化することができ，また，この液体培養では，通気攪拌条件等を自在に設定することができるため，納豆菌の増殖や代謝に応じて最適な条件の下で発酵を行わせることができ，さらに，培養液中のほとんどすべての栄養源が基質の内部まで納豆菌に取り込まれるため，効率よく発酵が行われるので，少ない資源で収率よく有益な機能性物質を得ることができる(【0012】)。",
                        "実施例1として，Bacillus subtilis Natto To-9株(FERM P−1316",
                        "4)を寒天平板培地(組成：ブドウ糖1g，食塩5g，寒天15g，蒸留水1000ml，pH7．0)に接種し，37℃で18時間培養し，菌コロニーを得，次いで，コロニーから菌体をはがし，改変ブイヨン培地(組成：肉エキス3g，ペプトン10g，大豆ミール5g，ブドウ糖2g，食塩5g，蒸留水1000ml)に植菌して，38ないし39℃で6ないし9時間，振盪培養(前培養)し，この前培養液を，121℃／15分による殺菌を行った生産用の準合成培地(1L当たりの組成：蔗糖50．0g，グルタミン酸ソーダ15．0g，リン酸二水素ナトリウム3．0g，リン酸水素二ナトリウム12水5．0g，食塩0．5g，硫酸マグネシウム0．5g，大豆ミール5．0g，pH6．5)に植菌し，39℃で30時間，深部培養(液体培養)したところ，培養後の培養液の性状は，pH7．2，生菌数(納豆菌)3．8×108，ナットウキナーゼ活性4800IU，ビタミンK 13μg/ml(MK−7として12μg/ml)，納豆菌以外の生菌(−)，粘度30CPであった(【0016】～",
                        "【0021】)。",
                        "実施例2として，上記実施例1の寒天培地の菌コロニーを大豆培地(組成：蒸煮大豆17g，ブドウ糖1g，食塩1g，水1000ml，pH7．0)に接種し，37",
                        "℃で16時間震盪培養し，この前培養液を，121℃／15分による殺菌をした生産用の大豆天然培地に植菌し，37℃で38時間，深部培養(液体培養)したところ，培養後の培養液の性状は，pH8．2，生菌数(納豆菌)8×108，ナットウキナーゼ活性1200IU，ビタミンK 4μg/ml(MK−7として1μg/ml)，納豆菌以外の生菌(−)，粘度20CPであった(【0022】～【0025】)。",
                        "引用発明1の効果として，従来の固体納豆の栄養成分及び酵素類等をより豊富に含み，しかもだれにでも容易に摂取可能な新しい液体納豆が提供されることになり，この液体納豆によって，血栓溶解酵素「ナットウキナーゼ」及びビタミンK を個体培養の納豆より高濃度に産生し，一般の消費者に嫌われる納豆臭及び粘り等も皆無であるので，納豆の嫌いな人でも食間，食後を問わず容易に食用することができるなどの効果が奏される(【0027】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1の技術内容",
                  "text": [
                    "以上の記載によると，引用発明1は，納豆菌とナットウキナーゼとビタミンK2とを含有する納豆菌培養液を含むことを特徴とするドリンク又は粉末の形態の食品であると認められるとともに，液体納豆又はその乾燥粉末を含むことも特徴とするものであると認めることができる。そして，ビタミンK2の含有量については，実施例では，13μg/ml，4μg/mlとなっているところ，これを乾燥重量に置換すれば，本件発明1のビタミンK2の含有量とは反対に，いずれも1μg/乾燥重量を超えるものであるから，引用発明1について，本件審決が前記第2の3(2)アのとおりに認定したことに間違いはないということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2の特許請求の範囲には，納豆を製造するに際して，ビタミンK低産生性である納豆菌変異株A−1(Bacillus sp.A-1)を使用することを特徴とするビタミンK含量の低い納豆の製造方法との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例2の発明の詳細な説明には，次の記載がある。",
                        "従来の技術として，納豆菌は，枯草菌の一種で，ビタミンKの産生作用は非常に強く，一般にビタミンK産生作用が強いといわれている大腸菌の12ないし13倍にも達し，納豆中には多量のビタミンKが存在し(6000～8000ng/g納豆)，これは，通常ビタミンKを多く含む緑色野菜や海草よりはるかに多量であって，栄養上の観点から納豆を食することは一般に奨励されている(1頁右欄1～9行)。",
                        "しかし，課題として，ビタミンKは，血液凝固因子でもあることから，例えば，手術後血栓症の発生を予防する抗凝固療法を行っている患者や血栓症の危険性のある人は，納豆を食することを通常控えるのが望ましいとされているところ，ビタミンKの含量が低い納豆を提供することができるならば，一般の消費者はもちろん，上記のような症状に悩んでいる人も安心して食することができ，産業上益することが多大となる(1頁右欄10～19行)。",
                        "上記課題の解決手段として，引用発明2の発明者等は，納豆の原料である大豆は，それ自体ビタミンK含量が非常に低いことから，ビタミンKの産生能の低い納豆菌を開発するならば，ビタミンK含量の低い納豆を製造することができるのではないかと，着目し，研究を重ね，従来の市販の納豆菌を変位処理して得られた変異株が所期の目的を達成し得る細菌であることを見いだしたもので，納豆を製造するに際して，ビタミンK低産生性である納豆菌変異株A−1(Bacillus sp.A-1)を使用することを特徴とするビタミンK含量の低い納豆の製造方法を提供するものである(2頁左上欄3～15行)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の技術思想",
                  "text": [
                    "以上の記載によると，引用例2には，血栓症の発生を予防する抗凝固療法を行っている患者や血栓症の危険性のある人も安心して食することができるようにするために，納豆におけるビタミンKの含量を低くするとの技術思想が開示されている。",
                    "また，納豆から生産されるビタミンKは，通常，ビタミンK2であるということができる(甲1)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る容易想到性の判断",
              "text": [
                "上記(3)のとおり，引用発明2には，本件特許の出願時点において，食品である納豆に通常含まれるビタミンK2の含有量を少なくすることで，血栓症の発生を予防する抗凝固療法を行っている患者や血栓症の危険性のある人にも安心して食することができる食品を提供するとの本件発明1と同様の課題及びその解決を図ることが示されているということができる。",
                "そうすると，ナットウキナーゼとビタミンK2とが含まれた納豆菌培養液を含むことを特徴とする液体納豆を含むことを特徴とする食品である引用発明1において，引用発明2を適用して，ビタミンK2の含有量を少なくしようと試みることは，当業者であれば容易に想到することができるということができる。引用発明1において，引用発明2に開示されている納豆に通常含まれるビタミンK2の含有量を少なくするとの課題の適用を阻害する事由を見いだすことはできない。",
                "なお，本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義として，本件審決が認定するように，少なくとも納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているものと解釈されるとしても，引用発明1も，納豆菌とその代謝産物である人体に有益な機能性物質とを含有する納豆菌培養液とからなることを特徴とする液体納豆を提供するものであるから，これに引用発明2を適用し，ビタミンK2の含有量を少なくしようと試みたものについても，納豆菌からの分泌物及び培地成分の残渣など通常の納豆菌培養液由来の種々の栄養分が有意な量含まれているものと認められ，上記のとおりの本件発明1における「納豆菌培養液またはその濃縮物」の技術的意義があるとしても，そのことをもって，上記の容易想到性の判断に影響を与えるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，取消事由1，2について特に判断するまでもなく，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ]
}