{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2008−13414号事件について平成22年4月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，2001年(平成13年)5月15日の優先権(米国)を主張して，平成14年4月5日名称を「加速度計歪軽減構造体」とする発明について特許出願(特願2002−589807号，請求項の数48。公表公報は特表2004-530134号〔甲4〕)をし，平成20年1月31日付けで特許請求の範囲の変更を内容とする手続補正(請求項の数48，甲5)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
            "特許庁は，上記請求を不服2008−13414号事件として審理し，その中で原告は平成20年6月26日付けで特許請求の範囲の変更等を内容とする補正(請求項の数44。甲6)をしたが，特許庁は，平成22年4月6日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成22年4月16日原告に送達された。以下，「補正前発明」とあるのは，この補正前の請求項1に係る本願発明を指し，「補正発明」とあるのは，この補正後の請求項1に係る本願発明を指す。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正前発明の要旨",
              "text": [
                "「懸架構造体(120a，120b，120c，120d)であって，",
                "支持構造体(118)に接続するように構成された第1及び第2の端部(132a，132b)を有する第1の細長い撓み部材(132)，並びに支持構造体から隔離すべき構造体(108)に接続するように構成された第1及び第2の端部(130a，130b)を有する第2の細長い撓み部材(130)を有し，",
                "第2の撓み部材(130)の第1及び第2の端部の中間にある部分(126)が第1の撓み部材(132)の第1及び第2の端部の中間にある部分(126)に相互接続され，",
                "第1及び第2の撓み部材(132，130)を画定する溝穴(124，122)が，それぞれ両端に応力軽減用のキー溝穴(128)を有することを特徴とする懸架構造体。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "補正発明の要旨",
      "text": [
        "「懸架構造体(120a，150)であって，",
        "支持構造体(118)に接続するように構成された第1及び第2の端部(132a，132b)を有する第1の細長い撓み部材(132)，並びに支持構造体から隔離すべき構造体(108)に接続するように構成された第1及び第2の端部(130a，130b)を有する第2の細長い撓み部材(130)を有し，",
        "第2の撓み部材(130)の第1及び第2の端部の中間にある部分(126)が第1の撓み部材(132)の第1及び第2の端部の中間にある部分(126)に相互接続され，",
        "第1及び第2の撓み部材(132，130)を画定する溝穴(124，122)が，それぞれ両端に応力軽減用のキー溝穴(128)を有し，",
        "前記第1の細長い撓み部材(132)及び前記第2の細長い撓み部材(130)によりH形状又はX形状が形成され，  前記第1の細長い撓み部材(132)における第1及び第2の端部(132a，132b)が互いに平行ではなく，前記第2の細長い撓み部材(130)における第1及び第2の端部(130a，130b)が互いに平行ではなく，前記第1の細長い撓み部材(132)における第1の端部(132a)と前記第2の細長い撓み部材(130)における第1の端部(130a)が互いに隣接し，前記第1の細長い撓み部材(132)における第2の端部(132b)と前記第2の細長い撓み部材(130)における第2の端部(132b)が互いに隣接することを特徴とする懸架構造体。」(下線部は補正部分)"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "引用刊行物(特開平11−337571号，甲1)には次の発明(引用発明)が記載されていることが認められる。",
            "「加速度を検出する慣性センサに形成され，質量部2eが接合される島状部1eを枠部1gに連結するロ字形薄肉部1cであって，",
            "枠部1gに連結される右側及び左側アームを有する第1のアーム，及び，島状部1eに連結される右側及び左側アームを有する第2のアームを有し，",
            "第2のアームの右側及び左側アームの中間にある部分が第1のアームの右側及び左側アームの中間にある部分に相互に連結され，",
            "第1及び第2のアームを形成する外側スリット11及び内側スリット14とを有し，",
            "前記第1のアームの右側アームと左側アーム，前記第2のアームの右側アームと左側アーム，及び，連結部17によりH字状が形成され，",
            "熱応力が枠部1gに作用した際，前記第1のアームの右側及び左側アームが変形して中央部に対して互いに平行ではなく，かつ，前記第2のアームの右側及び左側アームが変形して中央部に対して互いに平行ではなく，前記第1のアームにおける右側アームと前記第2のアームにおける右側アームが互いに近接し，前記第1のアームにおける左側アームと前記第2のアームにおける左側アームが互いに近接する，ロ字形薄肉部1c。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "補正発明と引用発明の一致点と相違点は次のとおりである。",
        "【一致点】",
        "「懸架構造体であって，",
        "支持構造体に接続するように構成された第1及び第2の端部を有する第1の細長い撓み部材，並びに支持構造体から隔離すべき構造体に接続するように構成された第1及び第2の端部を有する第2の細長い撓み部材を有し，",
        "第2の撓み部材の第1及び第2の端部の中間にある部分が第1の撓み部材の第1及び第2の端部の中間にある部分に相互接続され，",
        "第1及び第2の撓み部材を画定する溝穴を有し，",
        "前記第1の細長い撓み部材及び前記第2の細長い撓み部材によりH形状又はX形状が形成され，",
        "前記第1の細長い撓み部材における第1及び第2の端部が互いに平行ではなく，前記第2の細長い撓み部材における第1及び第2の端部が互いに平行ではなく，前記第1の細長い撓み部材における第1の端部と前記第2の細長い撓み部材における第1の端部が互いに隣接し，前記第1の細長い撓み部材における第2の端部と前記第2の細長い撓み部材における第2の端部が互いに隣接することを特徴とする懸架構造体。」",
        "【相違点1】",
        "第1及び第2の撓み部材を画定する溝穴に関して，補正発明が「第1及び第2の撓み部材を画定する溝穴が，それぞれ両端に応力軽減用のキー溝穴(128)を有」するのに対し，引用発明の，第1及び第2のアームを形成する外側スリット11及び内側スリット14は，両端にキー溝穴を有していない点。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "引用発明の第1及び第2のアームを形成する外側スリット11及び内側スリット14に対し，スリットの端部に応力軽減用のキー溝穴を設ける周知技術を適用して相違点である補正発明の構成とすることに格別の困難性があるとはいえない。補正発明が奏する効果は，引用発明及び周知技術から，当業者が予測し得る範囲内のものである。",
      "text": [
        "したがって，補正発明は，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "よって，補正発明は，特許出願の際独立して特許を受けることができないから，前記補正を却下する。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "そうすると，補正前発明の発明特定事項を全て含みさらに限定事項を付加したものに相当する補正発明が引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，補正前発明も，同様の理由により，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り・その1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "補正発明は「懸架構造体」であって，「支持構造体(118)」と「支持構造体から隔離すべき構造体(108)」を有し，「第1の細長い撓み部材」の「第1及び第2の端部」が「支持構造体」に接続され，「第2の細長い撓み部材」の「第1及び第2の端部」が「支持構造体から隔離すべき構造体(108)」に接続するように構成されたものである(【請求項1】)。このような構成により支持構造体である外側のフレーム部材118内に生じる歪を吸収し(段落【0036】)，内側のセンサフレーム108に歪が伝わらないように，これを隔離するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は，枠部1gに熱応力Fが作用した際に薄肉部1cが変形することにより，「島状部1eの垂直方向(Z軸方向)への歪みを緩和する」ことを狙ったものである(引用刊行物の段落【0020】)が，ここでいう「島状部1eの垂直方向(Z軸方向)への歪み」とは，図17に示されるように，ダイアフラム1の外周辺に熱応力が作用した際に薄肉部1cが変形し，島状部1eがZ軸方向へ変位してしまうことであり，この結果，電極部とダイアフラム1が接触し，動作不良が発生するという従来技術の欠点を解決することが引用発明の課題である(段落【0009】)。すなわち，引用発明は，従来技術の熱応力による薄肉部1cのZ軸方向(垂直方向)への変形を，XY軸方向(水平方向)への変形に換えることにより，島状部1eのZ軸方向(垂直方向)への変位を抑えようとするものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記のとおり，引用発明は，島状部1eのZ軸方向への変位を抑えることを目的とする発明である。この島状部1e上には質量部2eが接合され，加速度センサ機構の可動部として振動による変位を当然に予定している。したがって，これを支える薄肉部1cは，熱応力による島状部1eの変位を抑えつつ，島状部1e及びその上部に接合された質量部2eの加速度に対応した変位をできるだけ妨げないようにしなければならない。このような技術的な要請のなかで，引用発明で課題とされているのは「薄肉部1cのZ軸方向の変形」であり，これによる「島状部1e」のZ軸方向への「変位」であって，「島状部1e」自体の「変形」ではない。つまり，引用発明は，熱応力が島状部1eに伝わり，これが変形することを問題としているのではない。したがって，島状部1eは枠部1gに対して「隔離すべき」構造体とはいえない。引用発明において変形が問題とされる薄肉部1cは，補正発明では「撓み部材104」に相当する。",
                "これに対し，補正発明は，可動性が要求される校正質量106を懸架する撓み部材104の変形を抑えることを目的とする発明ではなく，本来可動性の要求されない内側のセンサフレーム108(支持構造体から隔離されるべき構造体)及び外側のフレーム部材118(支持構造体)の間において，外側のフレーム部材118(支持構造体)内に生じる歪を吸収し，内側のセンサフレーム108への応力の伝達を妨げることを目的とする発明である。補正発明と引用発明とでは，技術思想がまったく異なる。",
                "なお，補正前発明の「支持構造体(118)」及び「支持構造体から隔離すべき構造体(108)」との構成は，内側のセンサフレーム108と校正質量106との構成に対応するものでないことは，請求項4を介して請求項1に従属する請求項である請求項5において，「前記懸架すべき構造体(108)が更に加速度計センサ機構(102)を有することを特徴とする請求項4の懸架構造物」(【請求項5】)との発明が規定されていることからも明らかである。「更に」とあるから，加速度計センサ機構(102)は「懸架すべき構造体(108)」(隔離すべき構造体)の一部として有するものであり，この加速度計センサ機構(102)は，内側のセンサフレーム108から撓み部材104により校正質量106を吊り下げたものである。このように，「懸架すべき構造体(108)」(隔離すべき構造体)の一部である加速度センサ機構のさらにその一部として，センサフレーム108から撓み部材104により吊り下げられた校正質量106が「懸架すべき構造体」(隔離すべき構造体)そのものに該当することは有り得ないからである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用発明には，補正発明における隔離すべき構造体108に相当する部材は存在しない。",
                "したがって，支持構造体から隔離すべき構造体108と支持構造体118との間において歪が隔離すべき構造体に伝わらないように，これを吸収する装置に関する補正発明と，薄肉部1cにおいて熱応力による薄肉部1cの変形を抑えることを目的とした引用発明とを対比すること自体が誤りである。それにもかかわらず，審決は補正発明と引用発明との基本的な相違点を看過し，引用発明の「島状部1e」を補正発明の「支持構造体から隔離すべき構造体」に相当すると誤って認定したものであり，その結果，補正発明と引用発明の相違点を看過したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定の誤り・その2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の看過した引用発明の記載事項と技術思想",
              "text": [
                "引用刊行物には審決が引用発明の認定にあたって用いた記載事項及び図のほか，【請求項7】，段落【0012】，【0014】，【0018】，【0020】，【図6】，【図9】の記載があり，これらの事項は引用発明の技術思想の本質的かつ不可欠な一部である。",
                "以上の記載を前提として仔細に検討すると，図9Aにおいては「薄肉部1c」が「島状部(質量部)1e」と「枠部(固定部)1g」それぞれと微小な連結区間で連結されていることが示されており，図9Bにおいては枠部の外側から加えられる熱応力を薄肉部1c及びそれにより囲まれた空間が押しつぶされるように変形することにより，応力を吸収することが示されている。",
                "図9において示されている連結区間(下図赤色部分)は，図6において連結部10，15として表されている(下図赤色部分)。",
                "【図9】",
                "【図6】",
                "また，図6で示されているのは，請求項7に記載され，実施例2において詳細に説明されている引用発明であるが，それにおける応力吸収のための構成が「連結区間10」，「薄肉部1c」，「中間スリット16」，「薄肉部1c」，「連結区間15」から成るものであることも明らかである。",
                "そして，外側スリット11，内側スリット14は，応力吸収のための構成の一部をなすものではない。",
                "中間スリット16はX軸に平行なスリットとY軸に平行なスリットとが直角に交差して結合した鉤型をしており，応力を吸収するための構成は当該鉤型部分及びその周辺部分となる。このような構成は各コーナー部分に全部で4箇所設けられている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正発明と引用発明との比較に関する審決の認定とその誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補正発明の特許請求の範囲には，「第1及び第2の撓み部材(132，130)を画定する溝穴(124，122)」とあるから，「第1及び第2の撓み部材」は溝穴により画定されるものである。したがって，引用発明についても，「第1及び第2の撓み部材」に対比される「第1のアーム」「第2のアーム」は，「溝穴」に対比される「外側スリット11」および「内側スリット14」により「画定」されるといわなければならない。そうすると，内側スリットに画定されるアームは下記の図の青色部分，第1のアームが緑色部分，連結部が黄色部分ということになる。",
                    "とすれば，本件発明の「互いに平行でない」「第1及び第2端部」に相当するという引用発明の「右側及び左側アーム」は，第2のアームについては，必然的に上図の赤丸で示した部分であると理解すべきことになり，したがって，引用発明においてこれらの部分が平行でないことが開示されているかが判断されなければならないことになる。",
                    "ところで，引用刊行物の図9は熱応力Fの作用を等価的に示したものであり，具体的に各部がどの程度変形するかを示したものではない。したがって，引用刊行物の図9から，上図の赤丸で示された部分である「第2のアーム」の「右側及び左側アーム」が平行とはいえない程度に変形することを読み取ることはできないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決にいう第1のアームなるものは，第1の中間スリットと枠部1gの間の鉤形の薄肉部1cと，第2の中間スリットと枠部1gの間の薄肉部1cをそれぞれ分断して，第1の中間スリットを取り囲む薄肉部1cの左側と，第2の中間スリットを取り囲む薄肉部1cの右側と「中間にある部分」を組み合わせて一つの構成部分とみなしたものである。同様に，第2のアームなるものは，第1の中間スリットと島状部1eの間の鉤形の薄肉部1cと，第2の中間スリットと島状部1eの間の薄肉部1cを分断して，第1の中間スリットを取り囲む薄肉部1cの左側と，第2の中間スリットを取り囲む薄肉部1cの右側と「中間にある部分」を組み合わせて一つの構成部分とみなしたものである。",
                    "このように，第1のアーム，第2のアームを観念するためには，図9A，Bに記載された引用発明の技術思想を無視し，引用発明の各構成部分をばらばらにして再構成するということをしなければならない。同様の意味で，第1のアームや第2のアームについての右側アームと左側アームというものも，引用発明本来の技術思想を無視し，引用発明の各構成部分を分解して再構成することなしには観念することができないものである。第1のアームの右側アームと左側アーム，第2のアームの右側アームと左側アームをそれぞれ中間にある部分でもってそれぞれ接続することによりH字状の部分ができるということについても，引用発明の技術思想を無視し，引用発明の各構成部分を分解し，再構成して初めて観念することができるものである。",
                    "また，そのような思考プロセスを経て再構成された引用発明におけるH字状の部分が，一体として機能をすることとなるとか，それにより枠部1gに加えられた応力を吸収するようになるというものではない。",
                    "さらに，審決が認定した第1のアームの右側及び左側アームの中間にある部分と，第2アームの右側及び左側アームの中間にある部分とが連結部17により連結しているという点も，引用刊行物図9に記載された応力吸収のための4つの薄肉部1cがそれぞれ隣り合った薄肉部1cと結合しているということを意味するに留まるものであって，枠部1gに加えられた応力を吸収するという観点からは格別の意味を持つということもできない。",
                    "したがって，引用発明の作動原理について考慮を払うならば，補正発明と引用発明を対比しても，審決のいう「(ア)…『右側及び左側アーム』は『第1及び第2の端部』に，『第1のアーム』は『第1の細長い撓み部材』に，『第2のアーム』は『第2の細長い撓み部材』に，『連結』は『接続』に，『第1及び第2のアームを形成する』は『第1及び第2の細長い撓み部材を画定する』に，『外側スリット11，及び，内側スリット14』は『溝穴』に，『H字状』は『H形状』に，『右側アーム』は『第1の端部』に，『左側アーム』は『第2の端部』に，『近接』は『隣接』に，それぞれ相当する」(8頁22行～30行)というような対応関係は見出すことができない。",
                    "このため，引用発明が",
                    "「懸架構造体であって，",
                    "支持構造体に接続するように構成された第1及び第2の端部を有する第1の細長い撓み部材，並びに支持構造体から隔離すべき構造体に接続するように構成された第1及び第2の端部を有する第2の細長い撓み部材を有し，",
                    "第2の撓み部材の第1及び第2の端部の中間にある部分が第1の撓み部材の第1及び第2の端部の中間にある部分に相互接続され，",
                    "第1及び第2の撓み部材を画定する溝穴を有し，",
                    "前記第1の細長い撓み部材及び前記第2の細長い撓み部材によりH形状又はX形状が形成され…［ていることを］特徴とする懸架構造体」(審決10頁26行～34行)であるということもできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "小括",
      "text": [
        "以上より，審決が一致点として認定したもののうち，少なくとも，",
        "「前記第2の細長い撓み部材における第1及び第2の端部が互いに平行ではなく」",
        "との部分，及び",
        "「・・・支持構造体に接続するように構成された第1及び第2の端部を有する第1の細長い撓み部材，並びに支持構造体から隔離すべき構造体に接続するように構成された第1及び第2の端部を有する第2の細長い撓み部材を有し，",
        "第2の撓み部材の第1及び第2の端部の中間にある部分が第1の撓み部材の第1及び第2の端部の中間にある部分に相互接続され，",
        "第1及び第2の撓み部材を画定する溝穴を有し，",
        "前記第1の細長い撓み部材及び前記第2の細長い撓み部材によりH形状又はX形状が形成され…」",
        "との部分については，一致点の認定を誤ったものである。",
        "また，引用刊行物の図6及び図9に鑑みれば，引用発明において想定されている応力は連結区間10，15それぞれから中間スリット16に斜め方向から作用するものであり(段落【0020】，図6，図9)，引用刊行物には，それ以外の方向からの応力について，補正発明の動機付けとなり得るような記載も示唆もされていない。",
        "したがって，審決は，一致点の認定を誤り，その結果相違点を看過したものである。"
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由3(一致点の認定の誤り・その3)",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "審決は，補正発明における各細長い撓み部材の第1の端部と第2の端部型害に平行ではないという状態が，通常の時の状態ではなく，支持構造体に歪みが誘起された時の状態である旨認定した。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "しかし，前記のとおり，引用発明が「右側アーム」，「左側アーム」，「第1のアーム」，「第2のアーム」，「第1及び第2アームを形成する」「外側スリット11及び内側スリット14」及び「H字状」という点で補正発明と一致するとの審決の認定は誤りであるから，引用発明の「第1のアームの右側及び左側アーム」及び「第2のアームの右側及び左側アーム」が，それぞれ補正発明の「第1の細長い撓み部材(132)における第1及び第2の端部(132a，132b)」及び「第2の細長い撓み部材(130)における第1及び第2の端部(130a，130b)」と一致するとの審決の認定も誤りである。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "また，そもそも，審決は，補正発明の「平行ではなく」との要件を応力が加わった状態を規定したものと誤って認定したものである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "まず，補正発明の請求の範囲の記載には，「平行ではなく」との要件について，応力が加わった状態を規定したと理解すべき文言はなく，審決の補正発明の理解は特許請求の範囲の記載に基づかないものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "この点について審決は，本願図面の図2には「平行」な状態が記載されており，図3には「平行ではな」い状態が記載されているところ，本願明細書の段落【0036】の記載から，図3は応力が加わって変形した状態を示すものと理解し，その結果，補正発明の「平行でなく」との構成は，支持構造体に歪みが誘起された時の状態であると認定している。",
                "しかし，本願明細書の段落【0031】に記載されているとおり，内側のセンサフレームが円又は楕円形状である場合，当該フレームに沿って形成されるH型梁隔離器の各細長い撓み部材における第1の端部(132a又は130a)と第2の端部(132b又は130b)が，歪が誘起されていない状態においても互いに平行でないことは明らかである。",
                "また，補正発明の発明特定事項には「X形状」も記載されているところ，本願明細書の段落【0040】，【0042】の記載からすれば，当該X型梁隔離器150の撓み部材の各端部(164a又は166a，と164b又は166b)が，歪が誘起されていない状態においても互いに平行でないことは明らかである。",
                "したがって，本願明細書には，H型梁隔離器120の細長い撓み部材の各端部及びX型梁隔離器150の撓み部材の各端部が歪が誘起されていない状態においても平行でない構成が記載されている。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "よって，補正発明における各細長い撓み部材の第1の端部と第2の端部が互いに平行ではないという状態が，通常の時の状態ではなく，支持構造体に歪が誘起されたときの状態である旨の審決の認定は誤りである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "他方，引用発明における「第1のアームの右側及び左側アーム」又は「第2のアームの右側及び左側アーム」は，それぞれ平行である。",
                "したがって，補正発明が「支持構造体に歪が誘起されていない状態であると歪が誘起された状態であるとを問わず，各細長い撓み部材の第1の端部と第2の端部とが互いに平行ではない」のに対し，引用発明は「枠部に歪が誘起されていない状態では第1又は第2のアームの右側及び左側アームが互いに平行である」という点で両発明は一致しないのであり，「互いに平行ではな」いという点で両発明が一致するとした審決の認定は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "取消事由4(進歩性判断の誤り)",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "前記のとおり，引用発明の「右側アーム」，「左側アーム」が補正発明の「端部」に相当するとの審決の認定は誤りである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "また，審決は，特開平6−300776号(甲2)の図4及び特開平5−223845号(甲3)の図19を挙げて，梁を形成するスリットの端部に応力軽減用のキー溝穴を設ける技術が周知技術であると認定した。",
            "たしかに，上記各文献の各図には円形状の穴が開けられた図が示されている。しかし，上記各文献に記載されているのは，アルミナ基板から形成されたU字形のレバー部16と支持部材18との間に形成された間隙20，22(甲2)，あるいは頑丈な弾性的導電性金属からなる金属プレート部材38の中に設けられた，キャパシタソースプレート部分38．2，弾性ビーム手段38．3，取付け部分38．1により画される溝状の部分の端部に見える円形状の穴(甲3)であるが，このような円形状の穴を設ける理由としては応力軽減に限らず，例えばガイド穴を開けてスリットの形成を容易にするというような工作上の理由も考えられるところである。その上，上記各文献には，当該円形状の穴が応力軽減のために形成された旨の記載も示唆もない。",
            "そうすると，審決が上記各文献の記載から「キー溝穴」を認定することができることに留まることなく，「応力軽減用のキー溝穴」を設ける技術を認定することができるとした点については(11頁14行～17行)，理由不備の違法がある。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "また審決の認定する周知技術を前提としても，相違点1に係る補正発明の「溝穴の両端に応力軽減用のキー溝穴を有」するとの構成は，引用発明の外側スリット，内側スリットに周知技術を適用することにより得られるものではない。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "まず，補正発明と引用発明とでは，想定している応力の方向が異なる。",
                "前記のとおり，引用発明において応力を吸収するための構成は，中間スリット16及びその周辺部分であるところ，図6及び慣性センサを等価的に示した図9A，Bに鑑みれば，図6において，応力は連結区間10及び15それぞれから中間スリット16に向けて斜め方向に生じることとなる。",
                "そのため，図9A，Bに示された応力を前提に，補正発明におけるキー溝穴の設置位置に対応して引用発明に応力軽減用のキー溝穴を設けるとすれば，薄肉部1cによって囲まれた空間部分，すなわち中間スリット16の両端に設けることとなる。",
                "他方，補正発明は，撓み部材130及び132に対して，その延在する方向と直角をなす方向からの応力を想定しており，キー溝穴128は，溝穴122及び124の極端部に設けられる。",
                "そのため，仮に補正発明と引用発明とが，審決が認定した各点で一致する場合，引用刊行物の図16において補正発明のキー溝穴に相当するキー溝穴を設けると，外側スリット11及び内側スリット14の端部に設けることとなる。これを，引用刊行物図9に示すと，ロ字形薄肉部1cと枠部1g又は島状部1eを繋ぐ薄肉部1cにキー溝穴を設けることとなる。",
                "このように，引用発明に周知技術を適用した場合にキー溝穴を設けるべき部分と，補正発明のキー溝穴に相当する部分とは異なる。",
                "しかし，引用刊行物には，外側スリット11及び内側スリット14に直角の方向から受ける応力，すなわちX軸又はY軸に平行な方向からの応力については何ら記載も示唆もされていないのであって，引用発明に周知技術を適用して補正発明のキー溝穴を設ける動機付けとなるものは存在しない。",
                "したがって，当業者が引用発明に周知技術を適用して，相違点1にかかる補正発明の発明特定事項について容易に想到しうるとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "次に，補正発明と引用発明とでは，想定している応力の種類が異なる。",
                "本願明細書の段落【0009】の記載によれば，補正発明は，製造時の「機械的に誘起される」応力のみならず使用時に生じる「衝撃，振動及び温度変化により外的に誘起される」応力を想定している。そして，補正発明は，当該応力により外側のフレーム部材118内に生じる歪を吸収するものである。",
                "他方，引用刊行物は，段落【0009】の記載によれば，製造時に生じる「熱応力」のみを想定している。そして，引用発明は，当該熱応力Fにより生じる薄肉部1gの歪みによる島状部1eのZ軸方向への変位を抑えるものである。",
                "このように，応力の種類に差異があるから，解決しようとする課題が異なる。",
                "そして，引用刊行物，甲2，甲3には，単に溝の端部にキー溝状のものが設けられている図が示されているにすぎず，このキー溝状のものがいかなる機能を有するかについて記載がなく，このようなキー溝状のものを設けることにより製造時の「熱応力」による歪みを軽減する旨の記載もまったくないのであるから，補正発明と引用発明の課題の相違を超えて，当業者が引用発明に周知技術を適用して，相違点1にかかる補正発明の構成に想到することは有り得ない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，補正発明は，校正質量106へとつながる撓み部材104ではなく，内側のセンサフレーム108と外側のフレーム部材118との間における応力による歪を緩和するものである。",
                "他方，引用発明は，質量部2eへとつながる薄肉部1cにおける応力によって生じる歪による質量部2eに結合する島状部1eのZ軸方向への変位を抑えるものである。",
                "引用発明において，質量部2e・島状部1eや薄肉部1c等からなる部分は加速度の計測のため可動性を有することが当然に予定されており，一定の薄さが要求され，そのためZ軸方向への強度が比較的弱く，応力を軽減する必要性が特に高いといえる。",
                "他方，補正発明における内側のセンサフレーム108及び外側のフレーム部材118部分は，加速度の計測にあたって可動性を有する必要のない部分であり，可動性という観点からの薄さは要求されず，厚みがあり，Z軸方向に対する変位は問題とならない。",
                "したがって，引用発明と補正発明とでは，キー溝穴を設けることによる作用・効果が異なるのであって，当業者が引用発明に周知技術を適用して，相違点1にかかる補正発明の構成について容易に想到しうるとはいえない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "仮に応力軽減目的でキー溝穴を設ける技術が周知技術であるとしても，一般的に，応力がかかる部材について応力軽減用のキー溝穴を設けるか否かについては，個々の発明においてそのような構成を設ける必要があるか否かに左右されることはいうまでもない。",
                "甲2及び甲3記載の部材は，引用発明と較べると格段に大きな部材であることが明らかである。また，引用発明が非常に小さなものであり，そこで想定されている応力も，各構成部材の製造時の温度変化に起因するひずみがもたらすものであることからすれば，さして大きな力でないことは明らかである。引用発明及び熱応力についてのそのような性質並びにこのような引用発明と甲2及び甲3記載の部材との間の大きな格差があることからすると，甲2，3に示された溝状部分の端部に円形状の穴を設けることについて，そこに記載された発明においては何らかの技術的な意味があると仮に想定できるとしても，引用発明においても，スリットの端部にキー溝穴を設けることが技術的に必要であるとか，望ましいとか，何らかの技術的な意味があると考えることができるということはできない。また，引用刊行物にキー溝穴を設けることについて何らの開示も示唆もない。",
                "したがって，相違点1についての容易想到性に関する審決の判断は，引用発明に審決認定の周知技術を組み合わせる必然性があるかとの点についての判断を欠いたまま，容易想到性を肯定した違法がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "5",
      "subject": "取消事由5(補正前発明について)",
      "text": [
        "補正発明についてと同様の理由で，補正前発明と引用発明を比較することは基本的に誤りであり，補正前発明の「支持構造体から隔離すべき構造体」に該当する構成を引用発明は有していない(前記1)。",
        "また，引用発明の第1及び第2のアーム，右側及び左側アーム，並びに外側スリット11及び内側スリット14が，それぞれ，補正前発明の第1及び第2の細長い撓み部材，各細長い撓み部材の第1及び第2の端部，並びに溝穴122及び124と一致するとの審決の認定は誤りである(前記2)。",
        "さらに，キー溝穴が周知技術であるとする審決の認定は誤りであり，また仮にキー溝穴を設けることが周知技術であったとしても，相違点1に係る補正前発明の構成が引用発明及び周知技術に基づいて当業者が容易に想到しうるものであるとはいえないから，審決の判断は誤りである(前記4)。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り・その1)に対し",
          "text": [
            "原告主張は，要するに，引用発明の島状部1eは枠部1gに対して「隔離すべき」構造体とはいえないというものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，まず，「隔離」という用語の一般的な意味は，「へだてること。へだてはなすこと。」(広辞苑第4版，乙1)である。そうすると，補正発明の特許請求の範囲に記載された「支持構造体から隔離すべき構造体」という用語を一般的な意味で解すれば，「支持構造体からへだてるべき，又は，へだてはなすべき構造体」となる。このように解した場合，引用発明は，島状部1eが外側スリット11及び内側スリット14により枠部1gから空間的にへだてられ，又は，へだてはなされるものであるから，島状部1eは枠部1gに対して「隔離すべき構造体」といえることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，補正発明の特許請求の範囲に記載された「隔離すべき構造体」という用語の意義を本願明細書の記載及び図面を考慮して解釈する。",
                "本願明細書の段落【0001】，【0009】，【0010】，【0012】，【0013】，【0019】，【0024】，【0036】の記載を考慮すれば，補正発明の「隔離」は，「歪隔離」，すなわち，支持構造体(118)に加わる外部応力及びこれに伴う支持構造体(118)の歪みから構造体(108)を隔離し，構造体(108)への前記外部応力及び前記歪みの影響を減少させることを意味すると解釈することも可能である。",
                "一方，引用刊行物には「熱応力Fが枠部1gに作用すると，図9Bに示すように薄肉部1cが変形し，島状部1eの紙面垂直方向(Z軸方向)への歪みを緩和することができる。」(段落【0020】)と記載されており，この記載は，枠部1gに作用する熱応力F及びこれに伴う歪みから島状部1eを隔離して，島状部1eへの熱応力F及び歪みを緩和していることを述べた記載に他ならない。",
                "よって，補正発明の「隔離」を上記のように「歪隔離」と解釈したとしてもなお，引用発明の島状部1eは枠部1gの歪みから「隔離すべき構造体」であるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，引用発明で課題とされているのは，島状部1eのZ軸方向への変位であって，島状部1e自体の変形を問題にしているのではないことをもって，島状部1eは隔離すべき構造体とはいえない旨主張する。",
                "しかし，引用発明は，薄肉部1cの変形により熱応力Fを吸収しているのであるから，結果的に，島状部のZ軸方向への変位が緩和されるだけでなく，島状部1eの変形も緩和されていることは明らかである。",
                "よって，引用発明が島状部1e自体の変形を問題にしているのではないことをもって，島状部1eは隔離すべき構造体とはいえない旨の原告主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，原告は，引用発明の島状部1eは振動による変位を予定しているのに対して，補正発明の内側のセンサフレーム(構造体〔108〕)は本来可動性の要求されないものである旨も主張する。",
                "しかし，補正発明の特許請求の範囲には，構造体(108)が可動性を要求されるか否かを特定する事項は記載されていない。原告の主張は，本願明細書に記載された実施の形態に基づき補正発明の「構造体(108)」が加速度計センサ機構における内側のセンサフレームであることを前提とした主張と解されるが，補正発明の特許請求の範囲には，補正発明の構造体(108)が加速度計センサ機構と関係するものであることすら記載されていないから，補正発明の「構造体(108)」が加速度計センサ機構における内側のセンサフレームであると限定して解釈することはできない。",
                "よって，補正発明は，内側のセンサフレーム108に対応する構造体(108)が可動性を要求されないことを特定するものではない。",
                "したがって，構造体(108)が可動性を要求されないものであることに基づく原告の主張は，特許請求の範囲の記載に基づく主張ではないから，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定の誤り・その2)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，審決が認定した引用発明のH字状並びにこれを形成する第1，第2のアーム，連結部及び第1，第2のアームの右側，左側アームの範囲は下図のとおりである(第1のアームが緑色部分，第2のアームが青色部分，連結部が黄色部分，第1，第2のアームの右側，左側アームが赤丸部分。)。第1，第2のアームと，第2のアームの右側アーム，左側アームについては，原告がそのように認定すべきと主張するとおりである。",
                "なお，補正発明の「H形状」が，下図の第1，第2のアームのように，第1の細長い撓み部材(132)と第2の細長い撓み部材(130)との長さが異なるH形状を含んでいることは，本願明細書に「1つの別の実施の形態によれば，H型梁隔離器構造体120内の撓み部材130，132の各々は異なる長さのものである。」(段落【0034】)と記載されているとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物の図6に示されるスリットが形成された慣性センサを等価的に示した図9における第1，第2のアーム，連結部及び第1，第2のアームの右側，左側アームの対応部分は概ね下図のとおりである(第1のアームが緑色部分，第2のアームが青色部分，連結部が黄色部分，第1，第2のアームの右側，左側アームが赤丸部分)。",
                "上記における図6と図9との着色部の基本的な対応関係は，原告主張とも合致するものである。なお，図9A，Bにおいて隣接する薄肉部1c間に付加した左上の直線部は，実際の構造を表す図6ではそれぞれ隣り合った薄肉部1c同士が結合していることを示している。",
                "図9Aにおいて，緑色で示される第1のアーム，青色で示される第2のアーム(それぞれ，上図Aにおいて2つの半ロ字状の部分を直線部で結合したもの)の形状は，上記の図6との対応から明らかなように，実際にはそれぞれ直線状であり，それぞれの両端部(右側アームと左側アーム)は平行となっている。",
                "一方，図9Bは，熱応力Fの作用を等価的に示したものであり，具体的に各部がどの程度変形するかを示したものではない。しかし，引用刊行物の「熱応力Fが枠部1gに作用すると，図9Bに示すように薄肉部1cが変形し」(段落【0020】)という記載のとおり，図9Bには，少なくとも熱応力Fにより4つの薄肉部1cが変形すること，及び，その程度はともかく緑色で示される第1のアーム及び青色で示される第2のアームがそれぞれ反るように変形することは示されているというべきである。そして，第1のアーム及び第2のアームが反るように変形すれば，変形前には互いに平行であった，赤丸で示されるこれらの両端部(右側アームと左側アーム)が互いに平行ではなくなることは明らかなことである。",
                "したがって，引用刊行物の図9から，上記赤丸で示された部分が平行とはいえない程度に変形することを読み取ることができないという原告主張は理由がない。",
                "そして，上記赤丸で示される第2のアームの右側アームと左側アームが互いに平行ではなくなることは，補正発明の第2の細長い撓み部材における第1及び第2の端部が互いに平行ではないことに相当するから，審決が「前記第2の細長い撓み部材における第1及び第2の端部が互いに平行ではなく」(10頁36行～11頁1行)を一致点と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決が引用発明として認定したH字状の部分や第1のアームや第2のアーム等のH字状の部分を構成する各要素は，引用発明の技術思想を無視して構成部分を分解し再構成したものであり，補正発明のように一体として機能するとか，枠部1gに加えられた応力を吸収するようにはならない旨主張する。かかる原告の主張は，引用刊行物における熱応力Fの作用を等価的に示した図9の記載を元に，引用刊行物の図6における鉤形の中間スリット及びその周辺の鉤形の薄肉部1cをそれぞれ一体不可分のものとして捉えることを前提とした主張である。",
                "しかし，引用刊行物の図6に図示された薄肉部1cには前記のとおりH字状の部分が存在するのであって，このこと自体は引用刊行物の薄肉部1cが熱応力によりどのように変形するかといった事項とは関係なく成立する事実である。第1のアーム等，H字状の部分を構成する各要素について引用刊行物ではそれぞれ名称が付されていないところ，審決で補正発明と引用発明との対比のために各要素について便宜上名称を付したものであるが，H字状の部分を便宜上どのように各要素に分割するかは，引用刊行物の記載内容と反しない限り任意に行い得ることである。",
                "また，引用刊行物の記載内容について検討しても，図9は枠部1gに作用する熱応力Fの作用を説明するために図6に示された慣性センサを等価的にモデル化したものを示すに留まるのであって，図6の各スリットや薄肉部をどのように分割して捉えるかを一義的に示すものではない。例えば，引用刊行物で図6について説明する「4つの外周辺の各々にそれぞれ対応する4つの中間スリット16は，長手方向の中央付近に設けられた連結部17により2分割されると共に，隣接する中間スリット16同士が直角に連結される。」(段落【0020】)との記載のとおり，引用刊行物では「中間スリット」を外周辺に対応する中間スリットを分割，連結したものと捉えており，原告が前提とするように鉤形の中間スリットを一体不可分のものと捉えてはいない。一方，審決で認定したH字状の部分は外周辺に対応したものであり，「中間スリット」を外周辺に対応したものと捉える引用刊行物の上記記載と整合するものである。",
                "さらに，原告は，審決で認定したH字状の部分は一体として機能せず，枠部1gに加えられた応力を吸収するようにはならないと主張するが，図9のそれぞれ隣り合った薄肉部1c同士が結合していることは原告も認めている事項であるから，当該薄肉部1cはその隣同士が結合された一体物であり，その一体物が枠部1gに加えられた応力を吸収するように機能するということもできる。したがって，審決が認定するH字状の部分も当該一体物の一部であるから，H字状の部分自体も一体として機能し，枠部1gに加えられた応力を吸収するといえる。",
                "そうすると，審決(8頁3行～10行)が，引用発明を特定する事項として，引用刊行物の図6に存在する「H字状」の部分を認定し，これを「枠部1gに連結される右側及び左側アームを有する第1のアーム」，「島状部1eに連結される右側及び左側アームを有する第2のアーム」及び「第2のアームの右側及び左側アームの中間にある部分が第1のアームの右側及び左側アームの中間にある部分に相互に連結」される部分(連結部)に便宜上分割して各部分を認定するとともに，「第1及び第2のアームを形成する外側スリット11及び内側スリット14」と認定したことに誤りはない。",
                "加えて，補正発明において第1の細長い撓み部材及び第2の細長い撓み部材によりH形状が形成されることの技術上の意義について検討すると，本願明細書の段落【0037】，【0038】の記載によれば，補正発明において第1の細長い撓み部材及び第2の細長い撓み部材によりH形状が形成されることの技術上の意義は，第1の細長い撓み部材(外側の撓み部材)132と第2の細長い撓み部材(内側の撓み部材)130とをそれぞれの中心で接続することにより，第2の細長い撓み部材130の両端部において大きさが等しく反対向きのトルクを生じさせ，隔離すべき構造体108(内側のセンサフレーム108内の加速度計センサ機構102)に合成した圧縮又は引っ張り荷重のみが付加されるようにすることにある。",
                "この点，引用発明の第1のアーム，第2のアーム及び連結部からなるH字状の部分は，第1のアームと第2のアームとはそれぞれの中心で連結部により連結されているから，第2アームの両端部において大きさが等しく反対向きのトルクを生じさせるものといえる。",
                "してみると，補正発明と引用発明とを比較すると，「『右側及び左側アーム』は『第1及び第2の端部』に，『第1のアーム』は『第1の細長い撓み部材』に，『第2のアーム』は『第2の細長い撓み部材』に，『連結』は『接続』に，『第1及び第2のアームを形成する』は『第1及び第2の細長い撓み部材を画定する』に，『外側スリット11，及び，内側スリット14』は『溝穴』に，『H字状』は『H形状』に，『右側アーム』は『第1の端部』に，『左側アーム』は『第2の端部』に，『近接』は『隣接』に，それぞれ相当する」(審決8頁22行～30行)ことは，引用発明のH字状と補正発明のH形状との対応関係からみて明らかなことである。また，補正発明のH形状の技術上の意義を考慮しても，引用発明のH字状は補正発明のH形状に相当するといえる。したがって，これらの対応関係を見出すことができないとの原告主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，引用発明の外側スリット11及び内側スリット14は応力を吸収するための構成ではない旨の原告の主張も失当である。引用発明において，外側スリット11及び内側スリット14は連結区間10，15の幅を限定するために必須の構成であり，これらのスリットがなければ適切に薄肉部1cが変形し得ないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(一致点の認定の誤り・その3)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，補正発明の「互いに平行ではなく」との発明特定事項が「支持構造体に歪みが誘起されていない状態であると歪みが誘起された状態であるとを問わ」ない状態を規定したものであると主張し，この主張を前提として，「互いに平行ではな」いという点で補正発明と引用発明とが一致するとした審決の認定は誤りであると主張する。",
                "しかし，原告の上記主張は，以下のとおり，その前提において誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，補正発明の特許請求の範囲には，「互いに平行ではなく」との発明特定事項が支持構造体に歪みが誘起された状態におけるものか否かは特定されていない。したがって，原告の主張はそもそも特許請求の範囲の記載に基づくものではない。そして，特許請求の範囲における「互いに平行ではなく」との特定事項で，支持構造体に歪みが誘起された状態におけるものか否かは特定されていない以上，「互いに平行ではなく」との特定事項は，少なくとも支持構造体に歪みが誘起された状態において互いに平行でない場合も包含するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本願明細書には「互いに平行ではなく」との特定事項について明示的な記載はされておらず，「互いに平行ではなく」との特定事項が本願明細書に記載されたどの事項に基づいているのかは明確ではない。",
                "そこで，「互いに平行ではなく」との発明特定事項が本願明細書に記載されたどの事項に基づいているのかを判断するに際しては，「互いに平行ではなく」との特定事項と他の請求項に係る発明，補正発明の他の特定事項との関係や，さらには本願の審査，審判手続の経緯をも考慮することにより判断すべきである。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願明細書の段落【0031】の記載を挙げ，内側のセンサフレームが円又は楕円形状である場合，当該フレームに沿って形成されるH型梁隔離器の各細長い撓み部材における第1の端部と第2の端部が歪みが誘起されていない状態においても互いに平行ではないことは明らかであり，本願明細書にはH型梁隔離器の細長い撓み部材の各端部が，歪みが誘起されていない状態においても平行でない構成が記載されている旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，原告が引用した段落【0031】の記載は，補正発明の「互いに平行ではなく」との特定事項に関する記載とはいえない。",
                    "段落【0031】で説明されているのは，センサ機構102の安定支持のために正方形若しくは矩形又は円若しくは楕円形状の場合について，複数のH型梁隔離器120を内側のセンサフレーム108のどこに設けるべきかであって，原告が主張する内側のセンサフレームが円又は楕円形状である場合，H型梁隔離器が「当該フレームに沿って形成される」ことは何ら記載されていない。",
                    "また，段落【0031】では，図2を参照して「例えば，H型梁隔離器120は正方形又は矩形の(図示の)内側センサフレーム108のすべての4つの隅部で繰り返される。」と記載され，図2では，内側センサフレーム108の本来直角である正方形又は矩形の隅部に，各細長い撓み部材における第1の端部と第2の端部が互いに平行なH型梁隔離器120が設けられ，H型梁隔離器120を除く部分で略正方形又は矩形の形状を形成している内側センサフレーム108が図示されている。そうすると，段落【0031】の記載に対応した唯一の実施例として図示された正方形又は矩形の場合において，内側センサフレーム108は，H型梁隔離器120を除いた部分で略正方形又は矩形を形成しているのであるから，内側センサフレーム108が円又は楕円の場合においても同様に，H型梁隔離器120を除いた部分で略円又は楕円を形成し，H型梁隔離器120としては，第1の端部と第2の端部が互いに平行なものが用いられると解するべきである。",
                    "したがって，原告が引用した段落【0031】の記載は，補正発明の「互いに平行ではなく」との特定事項に関する記載とはいえない。",
                    "仮に，段落【0031】に「内側のセンサフレームが円又は楕円形状である場合，当該フレームに沿って形成されるH型梁隔離器」が記載されていたとしても，下記のとおり，原告が引用した段落【0031】の記載は，補正発明の「互いに平行ではなく」との特定事項に関する記載とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "補正発明と請求項3に係る発明との関係",
                  "text": [
                    "平成20年6月26日付け手続補正書(甲6)により補正された特許請求の範囲において，補正発明が記載された請求項1には「前記第1の細長い撓み部材(132)及び前記第2の細長い撓み部材(130)によりH形状又はX形状が形成され」と記載され，また，請求項1を引用する請求項3には「前記第1及び第2の撓み部材(132，130)の各々は，非強制状態において，それぞれの第1及び第2の端部間で実質上真っ直ぐであることを特徴とする請求項1の懸架構造体。」と記載されている。",
                    "ここで，第1及び第2の細長い撓み部材によりX形状が形成される場合には，第1及び第2の撓み部材の各々は，非強制状態において，それぞれの第1及び第2の端部間で実質上真っ直ぐであるとはいえないことは「X形状」から明らかである。そうすると，請求項3は，第1の細長い撓み部材及び第2の細長い撓み部材によりH形状が形成される場合をさらに限定したものと解される。",
                    "ところで，原告が引用した段落【0031】の記載は，第1の細長い撓み部材及び第2の細長い撓み部材によりH形状が形成される場合の「互いに平行ではなく」との特定事項に関して原告が挙げる本願明細書における唯一の記載箇所である。また，原告が主張するように，補正発明の「互いに平行ではなく」との特定事項が「支持構造体に歪みが誘起されていない状態であると歪みが誘起された状態であるとを問わ」ない状態を規定したものとしたとき，本願明細書には他にH形状が形成される場合の「互いに平行ではなく」との特定事項に関する記載は見当たらない。そうすると，原告が引用した段落【0031】の記載は，補正発明に関する記載でなければならないとともに，請求項3に係る発明に関する記載でもなければならない(さもなければ，請求項3に係る発明が本願明細書に記載されていないことになる)。",
                    "ところが，原告が段落【0031】に記載されていると主張する内側のセンサフレームが円又は楕円形状である場合の当該フレームに沿って形成されるH型梁隔離器は，H型梁隔離器自体が湾曲して形成されるものを指しているから，請求項3で規定されるように，「第1及び第2の撓み部材の各々は，非強制状態において，それぞれの第1及び第2の端部間で実質上真っ直ぐ」とはならないことは明らかである。",
                    "したがって，原告が段落【0031】に記載されていると主張する「内側のセンサフレームが円又は楕円形状である場合の当該フレームに沿って形成されるH型梁隔離器」と補正発明を引用する請求項3に係る発明との関係からみて，原告が引用した段落【0031】の記載は，補正発明の「互いに平行ではなく」との特定事項に関する記載とはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特許請求の範囲における構造体(108)の形状",
                  "text": [
                    "原告主張は，あくまで内側のセンサフレーム(補正発明における構造体(108))が円形又は楕円形状であることを前提とするものであるが，補正発明は，特許請求の範囲の記載からみて，構造体(108)の形状は何ら特定されていない。",
                    "ところで，補正発明で第1及び第2の細長い撓み部材によりX形状が形成される場合は，構造体(108)の形状がいかなる平面形状であっても細長い撓み部材の第1及び第2の端部は互いに平行でない(図4)。そうすると，原告主張は，H形状が形成されるときは構造体(108)が円又は楕円形状の場合を想定し，X形状が形成されるときは構造体(108)の形状は問わないことを想定した主張となる。",
                    "一方，補正発明ではH形状とX形状とは並列的な選択肢とされているところ，原告主張によれば，並列的な選択肢であるH形状とX形状とがそれぞれ異なる形状の構造体(108)を想定することになり，しかも原告が想定する構造体(108)の形状は特許請求の範囲に何ら記載されていない。つまり，原告主張は，特許請求の範囲の記載や本願明細書の記載からみて，不自然な主張であるといわざるをえない。",
                    "このことからも，原告が引用した段落【0031】の記載は，補正発明の「互いに平行ではなく」との特定事項に関する記載とはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上より，原告が引用した段落【0031】の記載は，補正発明の「互いに平行ではなく」との特定事項に関する記載とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "補正発明の「互いに平行ではなく」との特定事項の意義を，本願の審査，審判手続の経過を考慮して検討する。",
                "補正発明の「互いに平行ではなく」との特定事項は，出願当初の特許請求の範囲，明細書のいずれにも明示の記載がされていなかったが，平成20年6月26日付け手続補正書(甲6)により追加された事項である。原告は，平成20年10月29日付け上申書(乙2)の(5)において，「互いに平行ではなく」との特定事項を追加する補正が適法であることを説明するために，「上記(2−3)の事項は，本願の図3に最も良く表示されており，第1の細長い撓み部材132における第1及び第2の端部132a，132bが互いに平行ではなく，第2の細長い撓み部材130における第1及び第2の端部130a，130bが互いに平行ではないという構造的限定を指している(符号は異なりますが，本願の図4も同様である)。」と記載している(当該記載中の「上記(2−3)の事項」とは，「互いに平行ではなく」との特定事項を指している)。",
                "審判官の合議体は，上記のとおり，本願明細書に「互いに平行ではなく」との特定事項に関する明示の記載がなく，「互いに平行ではなく」との特定事項が本願明細書に記載されたどの事項に基づいているのか明確ではないところ，上記上申書(乙2)における原告の説明に沿って，「互いに平行ではなく」との特定事項の意義は，本願の図3及び図3に関する本願明細書の記載に基づくものと善解した。そこで，審決において，「互いに平行ではなく」との特定事項の意義は，「本願の図2に示されるような通常の時の状態ではなく，本願の図3に示されるような，支持構造体に歪が誘起された時の状態である」(9頁36行～10頁6行)と認定した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，補正発明の「互いに平行ではなく」との特定事項は，「支持構造体に歪みが誘起されていない状態であると歪みが誘起された状態であるとを問わ」ない状態を規定したものであるという原告が主張する前提は，誤りといわざるを得ない。",
                "また，上記のとおり，審決が「互いに平行ではなく」との特定事項は，「通常の時の状態ではなく，歪みが誘起された時の状態」を規定したものであると認定したことに誤りはない。",
                "さらに，引用発明において，熱応力Fが枠部1gに作用した際に，第1のアーム及び第2のアームの両端部(右側アームと左側アーム)が互いに平行ではなくなることは前記のとおりであり，このことが上記のように認定した補正発明の「互いに平行ではなく」との特定事項に相当することは審決(10頁17行～24行)に記載したとおりである。",
                "したがって，審決が「前記第1の細長い撓み部材における第1及び第2の端部が互いに平行ではなく，前記第2の細長い撓み部材における第1及び第2の端部が互いに平行ではなく」(10頁25行～11頁5行)を補正発明と引用発明との一致点と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "なお，仮に原告が引用した段落【0031】の記載が，補正発明の「互いに平行ではなく」との特定事項に関する記載であり，「互いに平行ではなく」との特定事項が「支持構造体に歪みが誘起されていない状態であると歪みが誘起された状態であるとを問わず，各細長い撓み部材の第1の端部と第2の端部とが互いに平行でない」であるとしても，「互いに平行ではなく」との特定事項については，本願明細書を参酌しても，引用発明に比して，内側のセンサフレームの形状が円又は楕円であることに伴う単なる形状の相違という以上の格別の技術的意義があるとはいえない。",
                "また，第2の細長い撓み部材130の両端部において大きさが等しく反対向きのトルクを生じさせるという補正発明のH形状の技術上の意義を考慮しても，各細長い撓み部材の第1の端部と第2の端部とが互いに平行であるか否かと，第2の細長い撓み部材130の両端部において大きさが等しく反対向きのトルクを生じさせることとの間には特に関連は見出せない。",
                "したがって，補正発明の「互いに平行でなく」との特定事項に技術的意義を見出すことはできない。",
                "してみると，引用発明において，そのロ字形薄肉部1cの形状を円又は楕円形状とするとともに，各スリットも円又は楕円形状に沿った形状とし，「第1のアームの右側及び左側アーム」又は「第2のアームの右側及び左側アーム」を平行でないようにすることは単なる形状の設計変更といわざるを得ず，容易想到といえるから，取消事由3は審決の結論に影響を与えるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(進歩性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2の図4，甲3の図19には，梁を形成するスリットの端部に鍵穴形状の穴，すなわち，キー溝穴を設けることが示されている。甲2，甲3にはキー溝穴が応力軽減用であることは明記されてはいないが，スリットの端部を角状にした場合に角部に応力が集中することを防止するために，端部を鍵穴形状にすることにより応力を軽減することは技術分野を問わない周知・慣用技術である(例えば，特開平10−64901号公報〔乙3〕の段落【0039】及び図1，特開平10−217082号公報〔乙4〕の段落【0021】及び図1(b)，特開平9−73861号公報〔乙5〕の段落【0026】及び図6，特開平4−326789号公報〔乙6〕の段落【0011】及び図1)。当該周知・慣用技術を勘案すれば，甲2，甲3のキー溝穴が端部が角部の場合に比較して応力の軽減に寄与していることは当業者には明らかな事項である。",
                "したがって，甲2，甲3に記載されたキー溝穴は，本件出願の優先日当時の技術常識を勘案すれば，応力軽減用であるということができる。",
                "よって，審決が「加速度を検出する慣性センサの技術分野において，梁を形成するスリットの端部に応力軽減用のキー溝穴を設ける技術は，周知技術である」(11頁14～15行)と認定した点には，誤りも理由不備の違法もない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明において，応力は連結区間10及び15それぞれから中間スリット16に向けて斜め方向に生じることとなるから，引用発明に応力軽減用のキー溝穴を設けるとすれば，中間スリット16の両端に設けることとなると主張する。ここで，応力の方向とどこに応力軽減用のキー溝穴が設けられるかとの技術的な関係は直ちに明らかでないが，「外側スリット11及び内側スリット14は，応力を吸収するための構成ではない」との原告の主張を踏まえると，原告の主張は，外側スリット11及び内側スリット14は応力を吸収するための構成ではなく，応力が作用しないため，応力軽減用のキー溝穴を設ける必要がない，との主張であると解される。",
                    "しかし，外側スリット11及び内側スリット14が応力を吸収するための構成ではないとの主張が失当であることは，前記のとおりである。",
                    "そして，原告が主張するように中間スリット16に向けて斜め方向に応力が生じる際にも，中間スリット16のみならず外側スリット14及び内側スリット11にも応力が作用することは，図9Bで変形するロ字状部分は外側スリット14及び内側スリット11と隣接していることからも明らかである。よって，審決において「引用発明においても，応力が端部に作用した際，第1及び第2のアームを形成する外側スリット11及び内側スリット14の端部に，好ましくない応力が加わることは明らかである。」(11頁19行～21行)と判断したとおり，中間スリット16のみならず，外側スリット11及び内側スリット14にもスリット端部に好ましくない応力が加わるおそれがあることは明らかなことである。",
                    "そうすると，原告主張は当を得ないものであり，引用発明に応力軽減用のキー溝穴を設ける周知技術を適用する際には，原告主張のように中間スリット16のみではなく，「引用発明の第1及び第2のアームを形成する外側スリット11及び内側スリット14に対し，スリットの端部に応力軽減用のキー溝穴を設ける周知技術を適用することに，格別の困難性があるとはいえない。」(11頁22行～24行)とした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，補正発明と引用発明とが想定している応力の種類が異なることを前提した主張をする。",
                    "しかし，補正発明のキー溝穴は，「応力軽減用」と規定されているとおり，軽減しようとする応力の種類が特定されているわけではない。また，特許請求の範囲の他の記載をみても，原告主張のように，製造時の「機械的に誘起される」応力のみならず使用時に生じる「衝撃，振動及び温度変化により外的に誘起される」応力を想定していることは何ら特定されていないし，これらの応力を想定していることを間接的に示す特定事項も見当たらない。よって，原告の上記主張は特許請求の範囲の記載に基づくものではない。",
                    "仮に補正発明と引用発明の解決しようとする課題が異なるものであるとしても，引用発明への周知技術の適用の是非を判断する際には，あくまで引用発明に周知技術を適用する契機ないし理由があるか否かに基づいて判断すべきであって，補正発明と引用発明の解決しようとする課題が同一であることは必ずしも要しない。すなわち，異なる解決しようとする課題の下に同じ構成に至ることは十分にあり得ることであり，このような場合に，解決しようとする課題が異なることをもって両発明が別のものとすることができないことは論ずるまでもないことである。解決しようとする課題の相違は，そのための構成が特定事項に反映されている場合の限りにおいて意味を持ち得るにすぎない。",
                    "よって，原告上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，補正発明における内側のセンサフレーム108及び外側のフレーム部材は加速度の計測にあたって可動性を有する必要のない部分であることを前提として，引用発明と補正発明の作用・効果が異なることを主張する。",
                    "しかし，補正発明は，内側のセンサフレーム108に対応する構造体(108)が可動性を要求されないことを特定するものではないことは前記のとおりである。また，同様の理由により，補正発明は，外側のフレーム部材に対応する支持構造体(118)が可動性を有する必要がないことを特定するものでもない。",
                    "よって，原告の上記主張は特許請求の範囲の記載に基づかないものであり，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明が，薄肉部1cに各スリットを設けることにより枠部1gに作用する熱応力Fによる島状部1eのZ軸方向の歪みを緩和するものである以上，当該スリットには応力がかかり，この応力を軽減することが好ましいことは当業者には自明のことである。原告は引用発明と甲2，甲3との部材の大きさや想定されている応力を比較しているが，引用発明の上記各スリットに応力がかかり，この応力を軽減することが好ましいことが自明のことである以上，上記各スリットにかかる応力を軽減する周知技術を適用する動機づけが存在することは明らかである。",
                    "この点について，審決では「引用発明においても，応力が端部に作用した際，第1及び第2のアームを形成する外側スリット11及び内側スリット14の端部に，好ましくない応力が加わることは明らかである。」(11頁19行～21行)と判断しており，当該好ましくない応力を軽減するために周知技術を適用するという動機づけは十分に示されている。",
                    "したがって，審決が，引用発明に周知技術を組み合わせる点についての判断を欠いたまま容易想到性を肯定した違法があるとの原告主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "補正前発明の取消事由5に対し",
          "text": [
            "原告は，補正前発明についての審決の認定及び判断は取消事由1，2，4と同様に誤りである旨主張するが，取消事由1，2，4に理由がないことは，前記のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲4，6)によれば，補正発明は，外部の応力源が活動中のセンサ素子から隔離されるように力対変位センサを装着するための構造体に関するものであり，製造や組立て，カバー板の取り付け及びヘッダの装着中に及び作動中の環境条件により誘起される歪を含む外的に誘起された応力及びそれに伴う歪から加速度計機構を隔離して，外部に誘起された歪みの衝撃を最小化することを解決課題とし(段落【0001】，【0013】)，その解決手段として，「支持構造体」と「隔離すべき構造体」との間に，H形状又はX形状を形成するように相互接続された「第1及び第2の細長い撓み部材」を介在させ，「支持構造体」に対する「隔離すべき構造体」の懸架をこれらの「細長い撓み部材」にて行い，その結果，「支持構造体」に歪みが誘起された場合，この歪みは，「支持構造体」から「細長い撓み部材」に伝搬し，「細長い撓み部材」におけるH形状又はX形状の変形によって吸収され，これにより，「支持構造体」に歪みが誘起されても，「隔離すべき構造体」が有効に隔離され，歪みの衝撃を最小化できることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物(甲1)によれば，引用発明は，加速度又は角速度を検出する慣性センサに関する発明であり，応熱力Fによるダイアフラム1のZ軸方向への歪みを抑えることを目的とし，その解決手段として，ロ字型肉薄部の直線状の4つの外周辺及び4つの内周辺の各々に微小な連結区間を除いてX軸又はY軸に沿って第1スリットがそれぞれ形成され，それらの外側スリット及び内側スリットとの間の領域にこれらのスリットと平行に中間スリットが形成されるものとし，それにより，ダイアフラムの外周に熱応力Fが加わった場合のダイアフラムの歪みを抑圧するものであることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「隔離」とは，「へだてること。へだてはなすこと。」を意味する(広辞苑第4版，乙1)。そうすると，補正発明のクレームに記載された「支持構造体から隔離すべき構造体」とは，「支持構造体からへだてるべき，又は，へだてはなすべき構造体」となるところ，引用発明の島状部1eは，外側スリット11及び内側スリット14により，枠部1gから空間的にへだてられ，又は，へだてはなされるものであるから，島状部1eは枠部1gに対して「隔離すべき構造体」に相当すると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その一方で，本願明細書の段落【0001】，【0009】，【0010】，【0012】，【0013】，【0019】，【0024】，【0036】の記載を考慮すると，補正発明の「隔離」とは，下記図2に示される実施例に即してみれば，「歪隔離」，すなわち，支持構造体(118)に加わる外部応力及びこれに伴う支持構造体(118)の歪みから構造体(108)を隔離し，構造体(108)への前記外部応力及び前記歪みの影響を減少させることを意味すると解釈することも可能である。",
                    "【図2】",
                    "一方，引用刊行物には，「熱応力Fが枠部1gに作用すると，図9Bに示すように薄肉部1cが変形し，島状部1eの紙面垂直方向(Z軸方向)への歪みを緩和することができる。」(段落【0020】)と記載されているところ(図については「第3  原告主張の審決取消事由」の「2  取消事由2」における引用を参照〔ただし，色付けは原告が付加〕)，この記載は，枠部1gに作用する熱応力F及びこれに伴う歪みから島状部1eを隔離して，島状部1eへの熱応力F及び歪みを緩和していることを述べた記載である。",
                    "そうすると，補正発明の「隔離」を上記のように「歪隔離」と解釈したとしても，引用刊行物の島状部1eは枠部1gの歪みから「隔離すべき構造体」であるといえるから，引用刊行物の「島状部1e」が「隔離すべき構造体108」に相当するとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明で課題とされているのは，島状部1eのZ軸方向への変位であって，島状部1e自体の変形を問題にしているのではないことをもって，島状部1eは隔離すべき構造体とはいえない旨主張する。",
                    "しかし，引用発明は，薄肉部1cの変形により熱応力Fを吸収しているのであるから，結果的に，島状部のZ軸方向への変位が緩和されるだけでなく，島状部1eのX軸方向及びY軸方向への変形も緩和されていることは，引用刊行物にこの点の明示的な記載がなくとも明らかである。",
                    "また，原告は，引用発明の島状部1eは振動による変位を予定しているのに対して，補正発明の内側のセンサフレーム(構造体〔108〕)は本来可動性の要求されないものである旨も主張する。",
                    "しかし，補正発明の特許請求の範囲には，構造体(108)が可動性を要求されるか否かを特定する事項は記載されていない。原告の主張は，本願明細書に記載された実施の形態に基づき「構造体(108)」が加速度計センサ機構における内側のセンサフレームであることを前提とした主張と解されるが，特許請求の範囲では，構造体(108)が加速度計センサ機構と関係するものであることは特定されていないから，「構造体(108)」が加速度計センサ機構における内側のセンサフレームであると限定して解釈することはできない。",
                    "さらに，原告は，請求項1に従属する請求項5が「前記懸架すべき構造体(108)が更に加速度センサ機構(102)を有する」とされていることをもって，「隔離すべき構造体」の一部に加速度センサ機構が含まれる旨を主張する。しかし，請求項1では規定されていない加速度センサ機構が，これに従属する請求項5においてはじめて規定されているという請求項の構成に鑑みると，かえって，請求項1は加速度センサ機構の有無を問わないと解するのが相当である。原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，原告の主張する取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用刊行物の図9(等価構造図)は，熱応力Fの作用を等価的に示したものであり，具体的に各部がどの程度変形するかを示したものではないから，図9から前記赤丸で示された部分が平行とはいえない程度に変形することを読み取ることはできないと主張する。",
                "図9の等価構造図に関して，同図Aは歪みが誘起されていない状態，同図Bは歪みが誘起された状態をそれぞれ示している。一般に，この類の等価図は，メカニズムや動作の説明のし易さに主眼が置かれている関係上，通常の構造図(上面図，側面図，断面図等)ほど構造が厳密かつ正確に示されていないことが多いと考えられる。実際，引用刊行物の図面の簡単な説明には，「【図9】図4～図6のダイヤフラムを用いた慣性センサの等価的な構造図。」との記載があり，図4～図6が構造的に異なるにも関わらず，等価構造図としては同一のものが用いられていることからも，この点が窺える。同図Bは，歪み誘起時に薄肉部1cが弾性変形して応力を吸収することを示しており，原告が主張するように，薄肉部1cの各部位がどの程度変形するかを厳密な意味で示したものではないといえる。",
                "しかし，同図Bに関して，「熱応力Fが枠部1gに作用すると，図9Bに示すよう薄肉部1cが変形し，島状部1eの紙面垂直方向(Z軸方向)への歪みを緩和することができる。」(段落【0020】)との記載があることから，少なくとも，熱応力Fにより薄肉部1cが変形すること，および，その程度はともかく第1及び第2のアームがそれぞれ反るように変形することは容易に理解できる。そして，このように変形すれば，変形前に互いに平行であったこれらの両端部が互いに平行でなくなることは容易に見て取ることができる。",
                "したがって，「互いに平行でなく」という点を一致点として認定した審決に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，補正発明と引用発明とを対比しても，「『右側及び左側アーム』は『第1及び第2の端部』に，『第1のアーム』は『第1の細長い撓み部材』に，『第2のアーム』は『第2の細長い撓み部材』に，『連結』は『接続』に，『第1及び第2のアームを形成する』は『第1及び第2の細長い撓み部材を画定する』に，『外側スリット11，及び，内側スリット14』は『溝穴』に，『H字状』は『H形状』に，『右側アーム』は『第1の端部』に，『左側アーム』は『第2の端部』に，『近接』は『隣接』に，それぞれ相当する」という対応関係を見出すことができないと主張する。この主張は，引用刊行物の図9に基づいて図6の対応付けを下左図のようにロ字状(囲む形状)に限定的に捉えるべきとし，下右図のようにH字状に捉えた審決の認定を違法とするものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，図9の等価構造図で示された応力吸収メカニズムが，特定の熱応力の方向にのみ依存するものなのか否かについて，以下，検討する。",
                    "①  斜め方向(45度)からの熱応力",
                    "下図(a)に示すように，熱応力が斜め方向(45度)から加わる場合，枠部1gと島状部1eとの間に介在する薄肉部1cは，下図(b)で示すような応力吸収メカニズムで，歪みを吸収する。",
                    "すなわち，薄肉部1cのうち，応力方向の延長線上に位置する斜めの2つの連結部(赤色で図示)によって挟まれたロ字状部分(紫色で図示)が主体となって，ロ字状の弾性変形によって応力を吸収する。この場合の応力吸収メカニズムは，図9に示された状態そのものである。ただし，互いに隣接したロ字状部分は，実際の構造では連結されているので，あるロ字状部分の変形が隣接したロ字状部分に伝達されるといったように，相互に関連している。",
                    "なお，図9ではこの点が簡略化されているが，この程度のデフォルメは，メカニズムや動作等の説明に主眼をおいた等価図や概念図などでは一般的であり，当業者もそれを念頭に置いて当該図の理解に努めると解される。",
                    "②  縦方向からの熱応力",
                    "次に，下図に示すように，熱応力が縦方向から加わる場合，枠部1gと島状部1eとの間に介在する薄肉部1cは，上記①の場合とは異なる応力吸収メカニズムで，歪みを吸収する。",
                    "すなわち，薄肉部1cのうち，応力方向の延長線上に位置する上下の4つの連結部(赤色で図示)によって挟まれたH字状部分(紫色で図示)が主体となって，H字状の弾性変形によって熱応力を吸収する。ただし，互いに隣接したH字状部分は，実際の構造では連結されているので，あるH字状部分の変形が隣接したH字状部分に伝達されるといったように，相互に関連している点は，①の場合と同じである。",
                    "なお，この応力吸収メカニズムは，熱応力が横方向から加わる場合についても同様である。",
                    "③  それ以外の方向からの熱応力",
                    "上記①，②以外の方向から応力が加わる場合，上記ロ字状部分と上記H字状部分とに代表される弾性変形し得る部位が複合的かつ相互的に作用して，薄肉部1c全体で応力を吸収する。熱応力が加わる方向が縦方向または横方向に近くなるほど，H字状部位における応力吸収が主体となる一方，斜め45度に近くなるほど，ロ字状部分における応力吸収が主体となる。",
                    "④  当業者の理解",
                    "以上のような応力吸収メカニズムは，図6の構造に接した当業者であれば容易に理解できることで，引用刊行物に記載されているに等しい事項である。そして，説明として(引用刊行物にあっては発明の詳細な説明として)図9のような応力吸収メカニズムが示されていたとしても，そのような態様だけで成り立つようなものではなく，上記のような応力吸収メカニズムの様々な態様が生じることは当然に理解し得る。すなわち，当業者は，図9に示されたロ字状部位による応力吸収は典型例にすぎないこと，ロ字状(囲む形状)部位以外にH字状部位も応力吸収に寄与すること，どの部位が主体となって応力吸収が行われるかは熱応力の方向に依存すること等を当然に理解するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "図9の等価構造図が上記のとおり解される以上，図9は，図6に示された構造(薄肉部やスリット)をどのように分割して捉えるかを一義的に示すものではない。そうすると，図6において，ロ字状(囲む形状)部位とは異なる部位に着目し，弾性変形によって応力吸収を行う部位としてH字状部位を見い出したとしても，引用刊行物から当然に読み取ることのできる範囲内である。",
                    "したがって，図6に示された薄肉部1cにおいてH字状部位を見い出し，これに補正発明との対応付けをした審決の認定に誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，図6でH字状部位を形成する第1のアーム，第2のアームを観念するためには，図9A，Bに記載された引用発明の技術思想を無視し，引用発明の各構成部分をばらばらにして再構成するということをしなければならない旨主張する。",
                    "しかし，審決は，上記のとおり，応力吸収に寄与する部位としてH字状部位に着目し，これとの関係で構成部分の対応付けを行っているのであるから，引用発明の構成部分をばらばらにして再構成したものではなく，原告の上記主張は採用することができない。",
                    "また，原告は，引用刊行物の図6及び図9に鑑みれば，引用発明において想定されている応力は連結区間10，15それぞれから中間スリット16に斜め方向から作用するものであり，引用刊行物には，それ以外の方向からの応力について，補正発明の動機付けとなり得るような記載も示唆もない旨主張する。",
                    "しかし，上記のとおり，図9の斜め方向における応力吸収メカニズムが示されていれば，それ以外の方向からのメカニズムがどのようになるかといった程度の事項は当業者であれば当然に理解し得ると解され，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，審決が「互いに平行でなく」を一致点と認定した点，及び，引用刊行物の図6の薄肉部1cにおいてH字状部位を補正発明に対応付けた点に誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，補正発明における各細長い撓み部材の第1の端部と第2の端部が互いに平行でないという状態が，通常の状態ではなく，支持構造体に歪みが誘起された時の状態である旨の審決の認定は誤りであると主張し，補正発明における各細長い撓み部材の第1の端部と第2の端部が「互いに平行でない」ことの根拠として段落【0031】を挙げる。",
                "しかし，本願明細書段落【0031】の記載は，複数のH型梁隔離器120を内側センサフレーム108のどこに設けるべきかについてのものにすぎず，原告が主張するように，内側センサフレームが円又は楕円形状の場合に，H型梁隔離器120を内側センサフレーム108に沿って形成することを示すものではなく，かつ，それを自明とすることもできない。また，「内側センサフレーム108に沿って形成」する点が自明でない以上，内側センサフレーム108を円又は楕円形状にした場合であっても，H型梁隔離器120が平行になるように形成することも可能である。したがって，内側センサフレーム108が円又は楕円形状であることのみをもって，各細長い撓み部材が「互いに平行でな」いと解釈することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，特許請求の範囲には，「互いに平行でない」ことが，支持構造体に歪みが誘起された状態におけるものか，歪みが誘起されていない状態におけるものかが特定されていないので，特許請求の範囲の記載においても，歪みが誘起された状態において互いに平行でない場合も包含すると解釈される。",
                "「互いに平行でなく」との特定事項については，本願明細書を参酌しても，内側のセンサフレームの形状が円又は楕円であることに伴う単なる形状の相違という以上の格別の技術的意義があるとはいえない。また，第2の細長い撓み部材130の両端部において大きさが等しく反対向きのトルクを生じさせるという補正発明のH形状の技術上の意義を考慮しても，各細長い撓み部材の第1の端部と第2の端部とが互いに平行であるか否かと，第2の細長い撓み部材130の両端部において大きさが等しく反対向きのトルクを生じさせることとの間には特に関連は見出せない。このように，補正発明の「互いに平行でなく」との特定事項に技術的意義を見出すことはできないことからも，上記解釈は裏付けられる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審判手続における平成20年10月29日付け上申書(乙2)において，特許請求の範囲に「互いに平行ではなく」との特定事項を追加する補正が適法であることの説明として「上記(2−3)の事項は，本願の図3に最も良く表示されており，・・・」と説明しているところ，この説明からしても，「互いに平行ではなく」が円又は楕円形状の内側センサフレームを意図したものであるとは認められず，むしろ，「本願の図2に示されるような通常の時の状態ではなく，本願の図3に示されるような，支持構造体に歪が誘起された時の状態である」とした審決の認定の方が自然である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，補正発明における各細長い撓み部材の第1の端部と第2の端部が互いに平行でないという状態が，通常の状態ではなく，支持構造体に歪みが誘起された時の状態である旨の審決の認定に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，甲2及び甲3から「キー溝穴」を認定できることに留まらず，「応力軽減用のキー溝穴」を設ける技術を認定できるとした点について，理由不備の違法があると主張する。",
                "しかし，一般に，審決でも周知技術とするように，応力の軽減を図るために，スリットの端部にキー溝穴を設けることは広く採用されており(乙2～6)，キー溝穴を設ければ，それが明示的に意図されているか否かに関わらず，あるいは，それ以外の目的が明記されていたとしても，スリット端部に溝穴を設ければ端部の応力の軽減に寄することは自明な事項と認めることができる。したがって，審決が，甲2及び甲3から「応力軽減用のキー溝穴」を設ける技術を認定したことに違法はないいうべきである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用刊行物の図9A，Bに示された応力を前提に，引用刊行物に応力軽減用のキー溝穴を設けるとすれば，中間スリット16の両端に設けることとなり，補正発明のキー溝穴に相当する部分とは異なると主張する。",
                    "しかし，引用刊行物の図6の構成において，応力吸収機能を担う部位としてH字状部位に着目できることは前記2で判断したとおりである。この場合，キー溝穴を設ける位置を中間スリット16の両端に限る理由はなく，H字状部位を規定する内外のスリット11，14の両端にも，好ましくない外力が加わるおそれがあるから，この部分にキー溝穴を設けることに何ら困難性はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，補正発明と引用発明とでは，補正発明が製造時の「機械的に誘起される」応力とともに使用時に外的に「衝撃，振動及び温度変化により」誘起される応力も考慮している点で応力の種類に差があるから，解決しようとする課題が異なるのであって，補正発明と引用発明との課題の相違を超えて，当業者が引用発明に周知技術を適用して，相違点1に係る補正発明の構成に想到することはあり得ないと主張する。",
                    "しかし，原告のこの主張は，補正発明と引用発明とが想定している応力の種類が異なることを前提とするものであるところ，補正発明のキー溝穴は「応力軽減用」と規定されているにすぎず，軽減しようとする応力の種類が特定されているものではない。原告の上記主張は特許請求の範囲の記載に基づくものではない。また，補正発明と引用発明とでは，いずれも応力を課題としていることでは共通するから，当業者が引用発明に周知技術を適用して，相違点1に係る補正発明の構成に想到することができるものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明において，質量部2e・島状部1eや薄肉部1c等からなる部分は，加速度の計測のため，可動性を有することが当然に予定されており，一定の薄さが要求され，そのためZ軸方向への強度が比較的弱く，応力を軽減する必要性が特に高いといえるのに対し，補正発明における内側のセンサフレーム108及び外側のフレーム部材は，加速度の計測にあたって可動性を有する必要のない部分であり，可動性という観点からの薄さは要求されず，厚みがあり，Z軸方向に対する変位は問題とならないので，引用発明と補正発明とでは，キー溝穴を設けることによる作用・効果が異なると主張する。",
                    "しかし，補正発明は，内側のセンサフレーム108に対応する構造体(108)が可動性を要求されないことを特定するものではなく，また，同様の理由により，外側のフレーム部材に対応する支持構造体(118)が可動性を有する必要がないことを特定するものでもないことは前記のとおりである。原告の主張は特許請求の範囲の記載に基づくものではなく，理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，審決は，引用発明と甲2及び甲3の図に示された円形の穴とを組み合わせることについての動機づけの有無については何ら合理的な説明がなされていないと主張する。",
                    "しかし，審決は，「引用発明においても，応力が端部に作用した際，第1及び第2のアームを形成する外側スリット11及び内側スリット14の端部に，好ましくない応力が加わることは明らかである。」と判断しており，当該好ましくない応力を軽減するために周知技術を適用するという動機づけは十分に示しており，そこに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "補正前発明について",
          "text": [
            "原告は，補正前発明についての審決の認定及び判断は補正発明に関する取消事由と同様に誤りである旨主張するが，補正発明に関する取消事由に理由がないことは，前記のとおりであり，これを前提とする取消事由5も理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は全て理由がない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}