{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "特許庁が不服2007−19402号事件について平成21年6月22日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "content": [
            {
              "fig": "(1)",
              "subject": "本案前",
              "text": [
                "主文と同じ"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本案の答弁",
              "text": [
                "原告の請求を棄却する。",
                "訴訟費用は原告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，名称を「容積形流体モータ式ユニバーサルフューエルコンバインドサイクル発電装置。」とする発明について，平成9年12月24日付けで特許出願(特願平9−370506号，公開公報は特開平11−182202号)をしたところ，平成19年4月27日付けで拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から平成21年6月22日付けで請求不成立の審決(以下「本件審決」という。)を受けたことから，その取消しを求めた事案である。",
        "なお，原告は，これまでに本件審決等の取消し等を求める訴訟を当庁に対し下記のとおり複数回提起し，下記のとおりの判決を受けている。",
        "記",
        "事件番号(平成) 裁判年月日(平成) 裁判内容",
        "21年(行ケ)第10232号 22年2月10日 請求棄却(判決)",
        "22年(行ソ)第10002号 22年3月24日 再審却下(決定)",
        "22年(行ケ)第10130号 22年5月19日 訴え却下(判決)",
        "22年(行ケ)第10197号 22年7月15日 訴え却下(判決)"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "text": [
            "別添訴状中の「請求の原因」記載のとおりである。その要点は，本件審決は引用文献1ないし3に記載された発明及び周知技術に基づいて本願発明の進歩性を認めなかったが，本件審決が引用した文献はすべて引用文献にはならないものであるから，本件審決には認定判断を誤った違法がある，というものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本案前の答弁の理由",
              "text": [
                "本件訴えは，次の理由により，不適法として却下されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一事不再理による却下事由の存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告は，平成9年12月24日，本願につき特許出願をしたが，拒絶査定を受けたので，不服の審判請求をしたところ，特許庁は，上記請求を不服2007―19402号事件として審理した上，平成21年6月",
                      "text": [
                        "22日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同年7月11日原告に送達された。",
                        "そこで，原告は，平成21年8月7日，知的財産高等裁判所に対し，上記審決の取消しを求める訴え(平成21年(行ケ)第10232号)を提起したが，同裁判所は，平成22年2月10日，原告の請求を棄却する旨の判決(以下「前訴判決」という。)をし，同判決は確定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件審決の取消しを求めて本件訴えを提起したものであるが，上記(ア) のとおり，原告は，既に上記裁判所に対して本件審決の取消しを求める訴訟を提起し，これを棄却する前訴判決の言渡しを受け，同判決は確定している。",
                        "したがって，原告が再び本件審決の取消訴訟を提起することは許されず，本件訴えは不適法であってその不備を補正することができないものであるから，却下されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "出訴期間徒過による却下事由の存在",
                  "text": [
                    "前記ア(ア) のとおり，本件審決の謄本は，平成21年7月11日に原告に送達されたものであるところ，本件訴えは平成22年8月3日に提起されたものであるから，本件審決の謄本の送達があった日から優に30日を経過しているものである。",
                    "したがって，適法な出訴期間を経過した後に提起された本件訴えは，不適法であってその不備を補正することができないものであるから，本件訴えは不適法として却下されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求の原因に対する答弁",
              "text": [
                "本件審決に，原告主張の違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴えの提起に至る経緯",
          "text": [
            "証拠(乙1ないし5)及び弁論の全趣旨によれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成9年12月24日，名称を「容積形流体モータ式ユニバーサルフューエルコンバインドサイクル発電装置。」とする発明について特許出願(特願平9−370506号)をしたが，平成19年4月27日付けで拒絶査定を受けたので，同年6月14日これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2007―19402号事件として審理した上，平成21年6月22日，「本件審判の請求は，成り立たない。」との審決(本件審決)をし，その謄本は，同年7月11日原告に送達された(乙1，2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，原告は，平成21年8月7日に当庁に対し，本件審決の取消しを求める訴え(平成21年(行ケ)第10232号)を提起したが，当庁は，平成22年2月10日，原告の請求を棄却する旨の判決(前訴判決)をし，同判決は確定した(乙6)ので，本件審決も確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところが，原告は，平成22年3月15日，東京高等裁判所に対し，前訴判決の言渡しを覆す原因を発見したことを理由として，再審の訴えを提起しが，東京高等裁判所から事件の回付を受けた当庁は，これを平成22年(行ソ)第10002号事件として審理した上，平成22年3月24日，その不服の理由は行政事件訴訟法7条の準用する民事訴訟法338条1項各号所定の再審事由を主張するものではないから不適法であるとして，これを却下する旨の決定をし，同決定は，確定した(乙3)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その後原告は，平成22年4月26日，再び当庁に対し，本件審決の取消しを求める訴え(当初は訴状の表題に従い「平成22年(行ソ)第10003号審決取消再審請求事件」として立件されたが，同月28日にその立件が取り消され，請求の趣旨等に従い「平成22年(行ケ)第10130号審決取消請求事件」として立件し直されたもの)を提起したが，当庁は，同年5月19日，上記訴えは出訴期間経過後のもので不適法である等として，これを却下した(乙4)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "さらに原告は，平成22年6月18日，当庁に対し，三度目となる本件審決の取消しを求める訴え(平成22年(行ケ)第10197号)を提起したが，当庁は，同年7月15日，上記訴えは敗訴判決確定後の再訴であって不適法である等として，上記訴えを却下した(乙5)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件審決の取消しを求める本件訴えは，平成22年8月3日に当庁に提起された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件訴えは，上記1(4)・(5)の各訴えと同様に，本件審決の取消しを求めるものであるところ，上記1(2) 記載のとおり，原告は既に当庁に対して本件審決の取消しを求める訴訟を提起し，これを棄却する前訴判決が確定し，本件審決が確定しているのであるから，原告が重ねて本件審決の取消訴訟を提起することは許されない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，本件訴えを不適法として却下することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}