{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2008-29975号事件について平成22年11月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，特許出願拒絶査定を不服とする審判請求を成り立たないとした審決の取消訴訟である。争点は，本願発明の進歩性(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成18年3月13日，名称を「赤外活性皮膜とその成膜方法」とする発明につき特許出願をしたが，平成20年9月29日，特許庁から拒絶査定を受けたので，同年11月7日，不服審判請求をした(不服2008-29975号)。原告は，平成20年11月25日，特許請求の範囲に5項を追加する本件補正をしたが，特許庁は，平成22年11月8日，本件補正を却下する決定とともに，「本件審判の請求は，成り立たない。」との審決をし，この謄本は同月27日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件出願に係る発明は，赤外活性等を有する還元酸化チタン等に関する発明で，そのうち平成20年7月28日付け手続補正書に記載の請求項1に係る発明(本願発明)の特許請求の範囲は以下のとおりである(請求項1は本件補正でも変更されていない。ただし，「団体」は「固体」の誤記であることが明らかである。)。",
            "【請求項1】",
            "「固体の表面に形成した，主に還元酸化チタン(Ti O )または主に還元n 2n-1酸化ジルコニウム(ZrO )からなる，或いはまた，還元酸化チタンの1種と2-x還元酸化ジルコニウムの1種からなる混合物および／または化合物からなる，赤外活性皮膜。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正の適否について",
              "text": [
                "請求項の数を増加させる補正は，請求項の削除，特許請求の範囲の減縮，誤記の訂正，明瞭でない記載の釈明のいずれにも該当しないから，本件補正は，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法(以下「旧法」という。)17条の2第4項の規定に違反し，旧法159条1項で準用する旧法53条1項の規定により却下すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正前の発明の進歩性について",
              "text": [
                "本件補正前の請求項1の発明(本願発明)は下記引用例1に記載された発明(引用発明)に基づいて，本件出願当時，当業者において容易に想到できたもので，進歩性を欠くというものであり，審決が認定した引用発明，引用発明と本願発明との一致点及び相違点，相違点についての判断は下記のとおりである。",
                "【引用例1】国際公開第02／040601号(甲2，乙15)",
                "【引用例1に記載された発明(引用発明)】",
                "「工業加熱炉の内壁表面に塗布，またはコーティングした酸化チタン(還元酸化チタン(Ti O )を含む)を基材とした被膜。」"
              ],
              "content": [
                {
                  "fig": "n",
                  "subject": "2n-1【一致点】",
                  "text": [
                    "「固体の表面に形成した，還元酸化チタンを含む皮膜」である点。",
                    "【相違点】",
                    "・相違点1",
                    "「本願発明は，主に還元酸化チタンからなるものであるが，引用発明は，酸化チタン(還元酸化チタン(Ti O )を含む)を基材とするものである点。」"
                  ]
                },
                {
                  "fig": "n",
                  "subject": "2n-1・相違点2",
                  "text": [
                    "「本願発明においては，赤外活性皮膜であるのに対し，引用発明では，赤外活性については明確な記載がない点。」",
                    "【相違点についての判断】",
                    "「(1)相違点1について。",
                    "本願発明では，皮膜は主に還元酸化チタンからなるものである。",
                    "一方，引用発明では，引用例1の7頁18行ないし8頁7行に記載されているように，基材として還元酸化チタンを用いることが記載されているのであるから，皮膜の材料を限定するにあたり，主に還元酸化チタンからなるものであると限定することに何ら困難性は認められず，当業者が容易になし得ることである。",
                    "(2)相違点2について。",
                    "本願発明において，『赤外活性』とは，本願明細書の記載からはその技術的意味は必ずしも明らかではないが，審判請求書には『二酸化チタン(TiO )粉末は純白な白色を呈し，赤外線を反射・遮蔽する機能を有する。二酸化チタンが有する，赤外線反射・遮蔽機能は，いろいろな分野において広範囲に使われている。最近においては，『高温域の幅射熱の抑制のため，TiO のような赤外線遮蔽剤を添加した材料の開発も行われている』。(水熱科学ハンドブック，P317，水熱科学ハンドブック編集委員会，技報堂)。ところが，これを還元酸化チタンに還元・移行せしめると，その熱的性質は正反対の性質，すなわち，黒色を呈して赤外線を吸収し，たくさんの熱エネルギーを放射するようになる。これを本願発明では，赤外活性といっている。還元酸化チタンの赤外活性は，引用例1の発明者及び出願人(本願発明の発明者及び出願人と同一)の発見・発明に係るものである。引用例1以前に，還元酸化チタンの赤外活性または熱化学反応について述べる文献は存在しない。』との記載があり，この記載からすると，本願発明における『赤外活性』とは，『黒色を呈して赤外線を吸収し，たくさんの熱エネルギーを放射する』ことを意味しているものと認められる。",
                    "そして，引用発明の皮膜についても，引用例1の1頁3ないし5行には，『工業加熱炉の内壁表面に塗布，またはコーティングして被膜を形成し，炉内における放射伝熱の増大に関する。』との記載があり，また，引用例1の4頁8ないし12行には，『すなわち，Ti O -Ti O ，Ti O -Ti O ，Ti O -Ti O なども出現するが，これら二相共存の組成物は最も黒く不透明であり，エネルギーの吸収・放射率が最も高い。』との記載があり，これらの記載を考慮すれば，引用発明の皮膜も，本願発明における『赤外活性』と同様の性質を有しているものと認められるから，引用発明において，相違点2にかかるような構成と限定することに何ら困難性は認められず，当業者が容易になし得ることである。",
                    "そして，出願人が主張する効果についても何ら格別のものとは認められない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "補正の適否に関わる判断の誤り(取消事由1)",
          "text": [
            "本件補正は，特許庁の担当職員の指導に従って，先行する補正の撤回の手続を経ずして行ったもので，本件補正が無効であれば，本件補正に先行する補正も無効であり，また本件補正がされたことを前提とする特許庁の前置審査移管措置も法的根拠を欠く。したがって，法的根拠を欠く前置審査に係る報告書を前提とする審決は不適法なものであって，取り消されるべきである。",
            "加えて，原告は出願当初の請求項の数を6個から1個を減じていたのを，本件補正では請求項の数を5個としたものであるし，本件補正に係る請求項5は出願当初の請求項6を繰り上げたものであって，請求項の数を4個から5個に増加させてはいない。"
          ]
        },
        {
          "fig": "2",
          "subject": "手続違背(取消事由2)",
          "text": [
            "特許法153条2項は，審判長が職権で無効理由を審理したときは，無効理由を通知し，相当の期間を指定して意見具申の機会を与えなければならないと規定しているところ，審決は，無効な前置審査報告書に係る通知(甲7)に基づいて，原告に反論の機会を与えることなく，職権で無効理由があるとの判断をしたものであって，不適法である。"
          ]
        },
        {
          "fig": "3",
          "subject": "進歩性の判断の誤り(取消事由3)",
          "text": [
            "還元酸化チタンや還元酸化ジルコニウムは，大気中，生活環境下では酸素と速やかに結合してしまい安定的に存在できないので，引用発明は，工業用炉の中にその使用範囲を限定して出願されたものである。",
            "一方，本願発明は，上記の限界・障壁をブレークスルーして，大気中，生活環境下でも安定的に存在できるようにし，かつ赤外活性効果を飛躍的に高めた。",
            "本件補正に係る請求項5の発明では，溶射法で形成した皮膜を急冷(クェンチ)することによって，大気中，生活環境下でも安定的に存在できる皮膜を実現しており，請求項1ないし5の発明は一体のものとしてその進歩性が把握されるべきである。",
            "しかるに，請求項1ないし5の発明を一体のものとして把握せず，本願発明の上記の作用・効果を看過した審決の進歩性判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "原告は，出願当初の請求項の数の6個(乙1)から，平成19年8月17日付手続補正書(乙3)で5個に，平成20年7月28日付手続補正書(乙8)で4個に，本件補正で6個に改めているから，本件補正で請求項の数を増加させていることは明らかである。",
            "また，本件補正は従前の請求項1ないし4との関係が一対一又はこれに準ずるような関係になく，新たに方法の発明の範疇に属する請求項5を加えるものであるから，特許法17条の2第4項2号にいう「特許請求の範囲の減縮」に当たらないことも明らかである。なお，同項は，出願当初の記載を基準とすることを要求するものではなく，補正の前後の変更内容を検討して判断すれば足りる。",
            "他方，特許庁の前置報告書(乙16)は，原告の手続補正の適法性を認めるものではなく，原告による本件補正がされたために，特許法162条に従って前置審査がされ，単に適法でない補正について検討がされたにすぎない。",
            "したがって，本件補正が「請求項の削除，特許請求の範囲の減縮，誤記の訂正，明瞭でない記載の釈明のいずれにも該当」せず，これを却下した審決の判断に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "特許法153条2項の通知は特許無効審判に係るものであって，拒絶査定不服審判とは関係がないが，同法159条2項の拒絶理由通知に関してみても，補正を却下する場合にはこれを行う必要はないから(同法159条1項，53条1項)，原告の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "引用例1の明細書1頁3ないし5行，2頁12ないし26行，4頁8ないし12行，7頁18行ないし8頁7行，10頁3ないし5行の記載に照らせば，審決の引用発明の認定に誤りはないところ，審決は引用例1の明細書4頁8ないし12行の記載の一部のみを根拠にして本願発明の容易想到性を判断したわけではなく，引用発明の皮膜が本願発明の皮膜と同様の「赤外活性」を有している根拠として引用したのみである。",
            "本願発明の請求項1では，「固体の表面に」赤外活性皮膜を形成すると特定されているだけで，皮膜が大気に曝されていることは特許請求の範囲で特定されていないし，出願当初の明細書でも，二相共存還元酸化チタンが大気中で安定であることは明記されていないから，高温の炉内の環境に曝されている場合を排除する理由はない。",
            "また，本願発明の皮膜を構成する化合物は二相共存のものに特定されておらず，二相共存の皮膜に限定して本願発明の進歩性を判断しなければならないものではない。",
            "なお，各請求項には，出願人が自己の判断で選択した事項を発明特定事項として記載されているから，各別に審査の対象となることが予定されており，複数の請求項を一体のものとして把握し，進歩性の有無を判断しなければならないものではない。",
            "よって，「引用発明の皮膜も，本願発明における『赤外活性』と同様の性質を有しているものと認められるから，引用発明において，相違点2にかかるような構成と限定することに何ら困難性は認められず，当業者が容易になし得ることである。そして，出願人が主張する効果についても何ら格別のものとは認められない。」との審決の進歩性判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(補正の適否に関わる判断の誤り)について",
          "text": [
            "審決は，本件補正は「請求項の数を増加させる」もので，「請求項の削除，特許請求の範囲の減縮，誤記の訂正，明瞭でない記載の釈明のいずれにも該当しないから，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法(旧法)17条の2第4項の規定に違反し，旧法159条1項で準用する旧法53条1項の規定により却下すべきである」と判断したが，原告は，出願当初の請求項6項から1項を減じて，本件補正では請求項を5項としたものであるし，本件補正に係る請求項5は出願当初の請求項6を繰り上げたものであって，請求項を4項から5項に増加させてはいないと主張する。",
            "平成20年11月25日付け手続補正書(乙12)のとおり，原告は拒絶査定不服審判請求後の本件補正において，請求項5項を追加したものであるところ，かかる請求項の追加は，原則として，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法(旧法)17条の2第4項所定の「第36条第5項に規定する請求項の削除」(1号)，「誤記の訂正」(3号)，「明りようでない記載の釈明」(4号)に当たるものではない。",
            "本件補正についてみるに，この追加された請求項5の特許請求の範囲は，「前述の赤外活性皮膜を溶射法によって形成するも，この場合，溶射直後の溶射皮膜をクェンチ(急冷)することによって，それぞれの皮膜を形成することを特徴とする，請求項1乃至請求項4に記載の赤外活性皮膜の成膜方法。」というものであるところ，これは，物の発明である請求項1ないし4に，別種の発明の範疇である方法の発明に属する請求項(5項)を加えるものであって，直ちに「特許請求の範囲の減縮」に当たるとすることはできない。本件補正前の請求項1ないし4においては，皮膜の形成方法につき何ら特定がされていないから，請求項5にいう形成方法の特定をもって，減縮となるための要件とされている「請求項に記載した発明を特定するために必要な事項を限定するもの」(旧法17条の2第4項2号括弧書き)に当たるとするのも困難である(本件補正の前後で請求項が1対1の関係に当たるとみることもできない。)。そうすると，本件補正は「特許請求の範囲の減縮」(旧法17条の2第4項2号)にも当たるものではない。",
            "したがって，本件補正を却下した審決の判断に誤りがあるとはいえない。",
            "また，特許庁が発した審査前置移管通知(甲6)や審査官が作成した前置報告書(乙16)は，本件補正の適法性を前提とするものではなく，単に適法でない補正について検討がされたにすぎないものであることが明らかであるから，審査前置措置や前置報告書等の違法をいう原告の主張は失当である。",
            "よって，本件補正の適否に関わる判断の誤りをいう原告の取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)について",
          "text": [
            "審決は，本件補正を却下し，拒絶理由通知で引用された公知文献との対比で本願発明の容易想到性を認めたものであり，そこに原告主張の手続違背はなく，原告の取消事由2の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記のとおり，本件補正を却下した審決の判断に誤りはないから，平成20年7月28日付け手続補正書(乙8)の特許請求の範囲に記載された請求項1の発明の進歩性について判断するが，審決は前記のとおり，上記手続補正書に記載されたとおりに本願発明を認定しているから(3頁)，審決がした本願発明の認定に誤りはない。",
                "原告は，すべての請求項の発明を一体のものとして把握すべきである旨を主張するが，願書には請求項ごとに当該発明を特定するために必要な事項の全部を記載しなければならないとされており(特許法36条5項)，請求項ごとに発明が特定されるべきものであるから，明細書の特許請求の範囲に記載されたすべての請求項を一体の発明として把握しなければならないものではなく，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件全証拠によっても，審決による引用発明の認定及び本願発明と引用発明の相違点の認定に誤りが存することを窺わせる事由は認められない。",
                "原告は，引用発明では用途が工業用炉の内部の使用に限定されているが，本願発明では大気中，生活環境下でも安定的に使用できる点が異なり，この相違点を看過した審決の認定判断には違法があると主張するものと解される。",
                "しかしながら，本願明細書(乙1)の段落【0020】には，「多形構造の還元酸化チタンは天然自然には存在しない。しかし，つぎに述べる方法によって人為的につくることができる。平衡に共存する二つの固相の独立成分を化学当量に配合し，これを不活性ガス雰囲気において，高温焼成してクェンチ(急冷)すると，二相共存の還元酸化チタンになる。」と記載され，段落【0033】には，「本発明においては，溶射開始直前に，溶射ターゲット(目的物)の温度を，液体窒素またはその他の冷媒を用いて0～5℃に冷却し，かつ，溶射直後に，液体窒素によって溶射皮膜を急冷する。このような方法で目的物表面に形成された皮膜は，結合密度が高く，極めて安定性が高い。」と記載されているから，原告主張によっても，原告が本件訴訟において主張する有利な作用効果を奏するためには，Ti O とTi O あるいはTi O とTi O といった，結晶構造が異なる相が平衡に存在すること(多形構造)が必要であることが明らかである。しかるに，請求項2の特許請求の範囲は「前記の還元酸化チタンの構造を多形(二相共存)とし，その化学組成を，それぞれ，Ti O -Ti O ，Ti O -Ti O ，Ti O -Ti O ，Ti O-Ti O ，とする，請求項1記載の赤外活性皮膜。」というものであり，これに対比して請求項1(本願発明)の特許請求の範囲をみれば明らかなとおり，本願発明の特許請求の範囲においては，上記の多形構造が必須の構成とされておらず，例えばnの値が単一の還元酸化チタンTi O でもその構成に含まれる。だとすn 2n-1ると，本願発明には上記の多形構造を含まないもの，したがって大気中，生活環境下でも安定的に使用できるという原告主張の作用効果を奏するかが本願明細書の記載上からも不明であるものも含まれる。審決はこのような本願発明の構成を前提にして本願発明と引用発明の一致点及び相違点を認定したものである。原告の上記主張はこの前提に立つものではなく，審決の一致点及び相違点の認定に誤りがあるとはいえず，原告の上記主張を採用することはできない。",
                "そして引用例1(WO  02／40601号，甲2，乙15)の明細書1頁3ないし5行，4頁8ないし12行，7頁18行ないし8頁7行の記載等に照らせば，本件出願当時，当業者において，引用例1記載の発明すなわち引用発明に基づいて，前記相違点1及び2を容易に解消し，本願発明に想到することができたと認めることができ，かつ当業者の予測し得ない格別の効果を奏するものではないと認められるから，審決の本願発明の進歩性判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決の本願発明の進歩性判断の誤りをいう原告が主張する取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，当裁判所が整理した取消事由について判断したが，原告がその他事情として主張するところをもってしても，審決の判断を違法とすることはできないので，原告の請求は理由がない。よって，主文のとおり判決する。"
      ]
    }
  ]
}