{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−3120号事件について平成21年12月21日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の本件出願に対する拒絶査定不服審判の請求について，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願(甲8，9)及び拒絶査定",
              "text": [
                "発明の名称：基板，特に光学，電子工学または電子光学用基板の製造方法，およびこの製造方法により得られる基板",
                "出願番号：特願2002−544758号",
                "出願日：平成13年11月26日",
                "パリ条約による優先権主張日：平成12年(2000年)11月27日(フラン"
              ],
              "content": [
                {
                  "fig": "ス)",
                  "text": [
                    "拒絶査定日：平成19年10月31日"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求及び本件審決",
              "text": [
                "審判請求日：平成20年2月12日",
                "審決日：平成21年12月21日",
                "審決の結論：本件審判の請求は，成り立たない。",
                "審決謄本送達日：平成22年1月18日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の内容",
          "text": [
            "本件出願に係る特許請求の範囲の請求項1の発明(ただし，平成21年11月12日付け手続補正書(甲11)による補正後のものである。以下「本願発明」といい，本願発明に係る明細書(甲8，9，11)を「本件明細書」という。)は，次のとおりである。文中の「／」は，原文における改行を示す。",
            "光学，電子工学または電子光学用基板の製造方法であって，／−サポートとソース基板のシード層との間の接着界面における分子付着と，シード層の分離による，サポート上へのシード層の転写の工程と，／−シード層上における有効層のエピタキシーの工程とを含み，／前記サポートが，熱膨張率が有効層の熱膨張率の0．7倍から3倍の材料から構成されており，／前記シード層の厚さに対応した深さのソース基板に，原子種を注入することにより，事前に脆弱化された脆弱化領域の面を形成し，／サポートにソース基板を，接着界面において分子付着し，／前記脆弱化領域の面において，シード層を分離して採取することで，サポート上にシード層を転写し，／該シード層に有効層をエピタキシーし，／前記有効層を，サポートから分離することを特徴とする，光学，電子工学または電子光学用基板の製造方法"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審判の理由は，要するに，本願発明は，本願優先権主張日前に頒布された刊行物である下記アの引用例に記載された発明(以下「引用発明」という。)と下記イないしキの周知例1ないし6に記載の周知技術から当業者が容易に発明をすることができたものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：国際公開第99／39371号(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開平8−316369号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開平5−221723号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：特開平11−284224号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例4：特開平11−168236号公報(甲5)"
                },
                {
                  "fig": "カ",
                  "subject": "周知例5：特開平10−135500号公報(甲6)"
                },
                {
                  "fig": "キ",
                  "text": [
                    "周知例6：特開2000−101139号公報(平成12年4月7日公開。",
                    "甲7)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。なお，本件審決が認定した引用発明は，「第1基板の一方の面上に半導体材料層を形成する段階，前記第1基板の前記面の下の，前記半導体材料層の近傍にイオンを注入し，前記第1基板に表面層を規定する，前記半導体材料層に接触する劈開ゾーン…」とされていたが，この部分にフランス語からの誤訳が含まれており，正しくは下記アのとおり翻訳されることについては，当事者間に争いがない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：第1基板の一方の面上に半導体材料層を形成する段階，前記第1基板の前記面の下の，前記半導体材料層の近傍にイオンを注入し，前記半導体材料層に接触する前記第1基板の表面層を規定する，劈開ゾーンと呼ばれるゾーンを形成する段階，半導体材料層を用いて，第1基板を支持基板上に移す段階であって，半導体材料層が前記支持基板と一体に形成されている段階，前記劈開ゾーンに沿って第1基板の劈開を行うためのエネルギーを供給する段階であって，第1基板の表面層はこの劈開の間半導体層と支持基板とに一体のままである段階，前記表面層を除去して半導体材料層を露出する段階，を含み，支持基板とこの支持基板の一面上に形成した半導体材料層とを備えた構造を製造する方法であって，前記表面層を除去した後，半導体材料層の膜厚をこの層の上にシリコン炭化物エピタキシーによって500nmから1μmまで増加するか，半導体材料層上にヘテロエピタキシーによって半導体材料であるGaＮ層を形成する製造方法において，前記第1基板を支持基板上に移す段階は，シリコン酸化物層(14)を前記半導体材料層であるSiC層上に蒸着し，前記第1基板を，一方の面にシリコン酸化物層(24)を有するシリコンから成る支持基板に近づけ，これらの酸化物層(14)及び(24)が互いに向き合うように方向付け，前記酸化物層は分子吸着によって互いに結合する段階を備える，製造方法"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：光学，電子工学又は電子光学用基板の製造方法であって，−サポートとソース基板のシード層との間の接着界面における分子付着と，シード層の分離による，サポート上へのシード層の転写の工程と，−シード層上における有効層のエピタキシーの工程とを含み，前記シード層の厚さに対応した深さのソース基板に，原子種を注入することにより，事前に脆弱化された脆弱化領域の面を形成し，サポートにソース基板を，接着界面において分子付着し，前記脆弱化領域の面において，シード層を分離して採取することで，サポート上にシード層を転写し，該シード層に有効層をエピタキシーする，光学，電子工学又は電子光学用基板の製造方法ウ 相違点1：本願発明では，サポートが，熱膨張率が有効層の熱膨張率の0．7倍から3倍の材料から構成されているのに対して，引用発明では，サポートと有効層の熱膨張率の関係が不明である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本願発明は，有効層をサポートから分離するのに対して，引用発明は，有効層をサポートから分離するのかどうか不明である点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "引用発明からの容易想到性についての判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点1についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本願発明の作用効果に係る判断の誤り(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明の「半導体材料層であるSiC層」が本願発明の「シード層」に相当する旨の判断をしている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願発明における「シード層」は，シード層の厚さに対応した深さのソース基板に原子種を注入することにより，事前に脆弱化された脆弱化領域の面を形成し，その後の工程で，当該脆弱化領域の面においてシード層を分離して採取することで得られるもの，すなわち，脆弱化領域の面が分離後にシード層の表面を形成するものであり，シード層とソース基板とは，同一の材料である。",
                "他方，引用発明の製造方法における劈開ゾーンの劈開面は，分離後，半導体材料層と劈開ゾーンとの間に存在する表面層の表面を形成するものであり，表面層と半導体材料層とは異なる材料のものである。しかも，引用発明によれば，引用発明の半導体材料層にエピタキシーするために形成する開放面は，劈開面に沿って形成されず，「半導体材料層であるSiC層」に接触する表面層を除去することで得られることになるが，これは，本願発明が，脆弱化領域の面においてシード層を分離して採取することでシード層を転写する方法とは相違する。",
                "このように，引用発明の「半導体材料層であるSiC層」は，本願発明の「シード層」とは相違する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件審決の認定した一致点は，下記の下線を付した部分が一致しないという点で，誤りである。",
                "「光学，電子工学又は電子光学用基板の製造方法であって，−サポートとソース基板のシード層との間の接着界面における分子付着と，シード層の分離による，サポート上へのシード層の転写の工程と，−シード層上における有効層のエピタキシーの工程とを含み，前記シード層の厚さに対応した深さのソース基板に，原子種を注入することにより，事前に脆弱化された脆弱化領域の面を形成し，サポートにソース基板を，接着界面において分子付着し，前記脆弱化領域の面において，シード層を分離して採取することで，サポート上にシード層を転写し，該シード層に有効層をエピタキシーする，光学，電子工学又は電子工学用基板の製造方法」むしろ，本願発明と引用発明とは次の点で相違するが，本件審決は，これを相違点として認定していない誤りがある。",
                "「引用発明では，表面層を除去することで半導体材料層を露出する段階を必須の工程として含み，上記表面層を除去した後で，半導体材料層の膜厚を，この層の上にシリコン炭化物をエピタキシーによって増加するのに対し，本願発明では，シード層を除去することなく，当該シード層上に有効層をエピタキシーする点」(4) なお，被告は，本願発明の技術的意義が，有効層の成長シードとして「基板」を使用していたことによる問題点を解決するために「基板」より薄い，サポート上の「シード層」を用いることにある旨を主張するが，本願発明の技術的意義は，これに限られず，むしろ，先行技術の方法によって得られたものより優れた品質の有用薄膜を製造することができる方法を提供することにも認められる。",
                "また，本願発明のシード層の分離が，熱処理，機械応力の印加及び化学的エッチングの組合せを用いてもよいことは認める。しかし，本願発明(【請求項1】)を認定するに当たり，本願発明を引用する【請求項10】を参酌することは，妥当ではなく，【請求項10】に係る発明は，上記の方法で本願発明におけるシード層の分離を行うことで，本願発明よりも更に高品質の有用薄膜が得られることを意図したものにすぎないと解釈されるべきである。",
                "さらに，本願発明のシード層は，脆弱化領域の面において分離して採取したものであり，対象物を完全に取り除く除去の処理を必要とするものではなく，より良い品質のものを得るために付加的にエッチング等の処理をすることができるものである。したがって，本願発明において「除去することなく」を明示的に構成要素として示す必要はないし，「機械応力の印加と化学的エッチングの組合せ」に係る手法を構成要素とすることも，妥当ではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本願発明の「シード層」は，ソース基板から分離してサポート上に転写され，その上に有効層をエピタキシーするものであるが，本件明細書の記載(【0019】【0021】)によれば，本願発明の技術的意義は，従来技術においては有効層のための成長シードとして「基板」を使用していたことによる問題点を解決するため，基板より薄いサポート上の「シード層」を用いることにある。そして，本件明細書の記載(【請求項10】【0036】)によれば，上記のシード層の分離は，熱処理，機械応力の印加及び化学的エッチングのいずれか1つ又はその組合せによることが明らかである。",
                "他方，引用発明の「半導体材料層であるSiC層」は，「第1基板」(本願発明の「ソース基板」に相当)から分離して「支持基板」(本願発明の「サポート」に相当)上に転写され，その上に「シリコン炭化物」又は「GaＮ層」(本願発明の「有効層」に相当)をエピタキシーするものであるが，引用発明は，引用例の記載によれば基板に代えて基板より薄い「支持基板」(本願発明の「サポート」に相当)でエピタキシーが行われるのであるから，本願発明の上記技術的意義を備えている。そして，引用発明では，「半導体材料層であるSiC層」を，①第1基板の劈開を行う段階と，②「表面層を除去」する段階との2つの段階によって第1基板から分離するものであるところ，この分離の手法は，本願発明の「シード層」の分離の手法のうち，①機械応力の印加と②化学的エッチングの組合せを用いた手法と一致する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，引用発明の「半導体材料層であるSiC層」は，本願発明の「シード層」に相当することが明らかである。併せて，引用発明は，本願発明の「サポートとソース基板のシード層との間の接着界面における分子付着と，シード層の分離による，サポート上へのシード層の転写の工程」を備えるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，本願発明は，「シード層を除去することなく当該シード層上に有効層をエピタキシーする」との構成を明示的に有するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，相違点1について，シリコン炭化物又は窒化ガリウム(GaＮ)の熱膨張率に対して，シリコンの熱膨張率が，本願発明で規定される「0．7倍から3倍」の範囲に含まれるものであるから，実質的な相違とはいえないし，引用発明において有効層の熱膨張率に対するサポートの熱膨張率を適宜の範囲のものとすることも当業者が適宜考慮し得る程度の事項である旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，引用発明は，熱膨張率の範囲の規定を意図しないことが明らかであるから，他の文献に記載された数値を参照したとしても，相違点1が実質的な相違であることに変わりはないし，引用発明について有効層の熱膨張率を「0．7倍から3倍」の範囲のものと限定することは，当業者が設計上適宜考慮し得る程度の事項ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審決は，相違点1についての判断を誤っている。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の「サポート」は，シリコンであり，「有効層」は，シリコン炭化物又は窒化ガリウムであるところ，シリコン炭化物の熱膨張率(周知例1【0029】，周知例2【0004】)に対するシリコンの熱膨張率は，0．95倍ないし1．27倍(周知例2【0004】，周知例3【0005】)であり，また，窒化ガリウムの熱膨張率(周知例3【0005】)に対するシリコンの熱膨張率は，0．79倍(周知例2【0004】)又は0．84倍(周知例3【0005】)であるから，",
              "text": [
                "シリコン炭化物又は窒化ガリウムの熱膨張率に対して，シリコンの熱膨張率は，本願発明で規定される「0．7倍～3倍」の範囲に含まれる。",
                "したがって，引用発明は，本願発明の「前記サポートが，熱膨張率が有効層の熱膨張率の0．7倍から3倍の材料から構成されており」との構成を実質的に備えるものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例及び周知例3(【0005】)の記載によれば，エピタキシーを利用して基板を製造する際に，基板を構成する複数の半導体層のそれぞれの熱膨張率の差が大きいと応力が生じクラック等の欠陥が発生することは，本願優先権主張日当時に周知の技術事項であったといえるから，引用発明が熱膨張率の範囲を規定していなくても，引用発明において，有効層の熱膨張率に対するサポートの熱膨張率を適宜の範囲のものとすることは，当業者が設計上適宜考慮し得る程度の事項であり，この範囲を「0．7倍から3倍」とすることに格別の困難性はない。そして，本件明細書の記載(【0011】～【0014】)によれば，上記の「0．7倍から3倍」との範囲は，設計的事項について適宜の範囲を定めたにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明において有効層をサポートから分離することが，当業者が必要に応じて適宜なし得る程度のことである旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願発明において有効層をサポートから分離することは，一連の工程を経て分離することでコスト削減効果が得られるので，当業者が必要に応じて適宜なし得る程度のことではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審決は，相違点2についての判断を誤っている。",
                "〔被告の主張〕",
                "半導体製造方法の分野において，基板上に半導体を成長させた後，半導体層を基板から分離することは，本願優先権主張日当時において当業者に周知の技術事項であったと認められる(周知例4【要約】欄の【課題】【解決手段】，周知例5【0075】～【0084】，周知例6【0030】～【0033】)から，引用発明において，有効層をサポートから分離することは，当業者が必要に応じて適宜なし得る程度のことであるし，これによるコスト削減の効果も，格別顕著なものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明の作用効果に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願発明に格別顕著な効果が認められない旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願発明は，シリコン基板上に窒化ガリウムを堆積させる際の転位の形成(本件明細書【0009】)を克服し，更に，先行技術の方法によって得られたものより亀裂及び転位濃度に関して優れた品質の有用薄膜を製造することができる(本件明細書【0010】)点で，当業者が予測し得る域を超えるほどの格別顕著な効果を奏するものである。",
                "なお，本願発明において，転写されたシード層は，事前に原子種の注入により脆弱化した脆弱化領域の面において，分離することで形成されるものである。そのため，転写されたシード層の表面が平滑になり，さらにその上に有効層をエピタキシーした結果として，均等に一体化し，クラックのない良質な半導体基板の提供が可能になるという作用効果は，必然的に得られるから，これを本件明細書に記載するまでもない。しかるに，本件審決は，この点の判断を誤り，上記必然的な結果について記載がないことをもって原告の主張を排斥する誤りを犯している。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，【請求項10】は，本願発明のシード層の分離において，熱処理，機械応力の印加及び化学的エッチングの組合せを用いることを記載しているが，シード層の分離は，この方法に限られるものではないから，この方法による分離ではその表面が平滑にならないことがあり得るものと推測するのは妥当ではないし，また，この方法は，本願発明のものと比較しても更により高品質の有用薄膜が得られるようになるものである。",
                "〔被告の主張〕",
                "本件明細書の記載(【0009】【0010】)によれば，本願発明は，シリコン基板上に窒化ガリウムを堆積させる際の転位の形成という課題を解決するという効果を有するものであるところ，当該課題は，炭化シリコン層である半導体材料層上に窒化ガリウム層を形成する引用発明においても同様に解決されているから，原告の主張をもって，本願発明が格別顕著な効果を有するとはいえない。",
                "また，本件明細書には，「脆弱化領域で分離して採取したシード層の表面が平滑なものとなり，当該シード層がエピタキシーによる有効層と均等に一体化すること等により，クラックのない良質な半導体基板の提供が可能になる」旨が記載されていない。そして，「転写されたシード層の表面が，事前に脆弱化された脆弱化領域の面において分離したものである」との構成から必然的に，平滑になるという効果が得られると認めるべき根拠は，本件各証拠を通じてみても見出すことができない。",
                "むしろ，前記のとおり，本願発明における「シード層」の分離は，熱処理，機械応力の印加及び化学的エッチングの組合せを用いてもよいことに照らせば，本願発明においては，単に転写されたシード層を分離しただけでは，その表面が平滑にならないことがあり得るものとして想定されていることが推測できる。",
                "したがって，この点に関する原告の主張は，本願発明の構成及び本件明細書の記載に基づかないものであって，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，前記第2の2に記載のとおりであるが，その技術的意義を明らかにするために本件明細書を参酌すると，発明の詳細な説明として，要旨次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "光学，電子工学又は電子光学の分野では，基板の上に例えば窒化ガリウムによる有用薄膜(有効層)を備えたものの製造が望まれている。しかし，窒化ガリウムは，ヘテロ・エピタキシー技術によってしか成長させることができないところ，薄膜を採取する方法によると，従来技術では使用が困難であり，また，サポート基板上での堆積させる方法によると，従来の技術では成長が不十分な材料である(【0002】)。また，薄膜を得るためにそのサポートを除去する従来技術は，材料の大部分を損失したり(【0004】)，薄膜の品質低下などをもたらす危険性を有するものであった(【0006】)。",
                        "そこで，本願発明は，このような材料による薄膜の製造に関する従来技術による上記の不都合を緩和することを目的としている(【0006】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，窒化ガリウムをヘテロ・エピタキシーにより成長させるために基板としてシリコンを利用すると，転位の形成及び有用薄膜の亀裂が生じるという問題がある(【0009】)ことから，従来の技術によるものよりも優れた品質の有用薄膜を製造するという目的を達成するため(【0010】)，本願発明は，サポートが，熱膨張率が有効層の熱膨張率の0．7倍から3倍の材料から構成されることで，有効層が成長する際の温度の変動に伴う張力や圧縮応力を除去するものである(【0011】～【0014】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，有効層(有用薄膜)のための成長シードとして，従来，単結晶炭化シリコン又はサファイアからなる基板が使用されてきたが，これらの基板は，電気接触の位置決定等を満足な状態で抑制することはできないばかりか，これらの基板が高価で，直径の大きさにも限りがあるという問題を有していた。そこで，本願発明は，これらの問題を解決するために，サポート上の薄いシード層を用いるものであり(【0019】【0021】)，シード層は，単結晶シリコン炭化物，シリコン，サファイア，単結晶窒化ガリウムなどを含むものである(【0046】【0069】【0079】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願発明におけるシード層とソース基板の分離は，熱処理，機械応力の印加及び化学的攻撃を含む操作のうちの1つ又は2つを組み合わせて行われる(【0036】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，本願発明においては，シード層とソース基板との分離と，シード層上での有効層のエピタキシーとの間に，選択的にシード層の表面の研磨，焼きなまし，つや出し焼きなまし等の準備操作が想定されている(【0044】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許出願に係る請求項は，全部で13項であるところ，その【請求項10】の記載は，次のとおりである。",
                    "「前記シード層の分離が，熱処理，機械応力の印加，および化学的エッチングの中の一つの操作，またはこれらの操作の少なくとも二つの組み合わせを用いて実現されることを特徴とする，請求項1に記載の製造方法」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明との一致点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の「半導体材料層であるSiC層」が本願発明の「シード層」に相当するとの本件審決の認定が誤りである旨を主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討すると，本願発明は，前記(1)ア(ウ)に記載のとおり，従来技術において有効層のための成長シードとして基板を使用していたことによる問題を解決するために，サポート上の薄いシード層を用いるものであるから(【0019】【0021】)，本願発明の「シード層」は，有効層がエピタキシーされるための成長シードとしての機能を発揮するものであって，その材料も，単結晶シリコン炭化物を含むものである(【0046】【0069】【0079】)。",
                    "他方，引用発明の「半導体材料層であるSiC層」は，シリコン炭化物で形成され，第1基板の表面に，厚さ5ないし10nmのオーダーで薄く形成されるもので，「半導体材料層の膜厚をこの層の上にシリコン炭化物エピタキシーによって500nmから1μmまで増加するか，半導体材料層上にヘテロエピタキシーによって半導体材料であるGaＮ層を形成する」ものであり，これらのシリコン炭化物エピタキシーにより形成される層又は窒化ガリウム層が本願発明の「有効層」に相当するから，有効層のための成長シードとして利用される薄い層である点では，本願発明の「シード層」と形態及び機能を同じくし，材料も重複するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，本願発明におけるシード層とソース基板との「分離」の方法について本件明細書の発明の詳細な説明を参酌すると，前記(1)ア(エ)に記載のとおり，熱処理，機械応力の印加及び化学的攻撃の操作のうちの1つ又は2つ以上の組合せを用いて行われる旨の記載がある(【0036】)。そして，ここに「化学的攻撃」とは，技術常識に照らして化学的エッチングと同義と認められるから，本願発明におけるシード層とソース基板との「分離」は，熱処理及び化学的エッチングを組み合わせたものを含むものと認められる。",
                    "他方，引用発明における劈開ゾーンに沿った劈開の段階においては，まず，劈開を生ずるための十分な加熱スケジュールによって熱処理が続けられるか，あるいは他の熱処理が行われる。次いで，表面層を除去する段階において，例えばTMAH溶液を用いた湿式化学的浸食によって基板から除去する。そして，ここでいうTMAH溶液を用いた湿式化学的浸食は，化学的エッチングの一手法であるから，引用発明は，本願発明と同じく，第一基板の劈開ゾーンに沿った劈開に当たって熱処理を行い，次いで化学的エッチングを行うものであって，「半導体材料層であるSiC層」は，本願発明の「シード層」と同じ方法で分離そして露出されるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明の「半導体材料層であるSiC層」と本願発明の「シード層」とは，いずれも，その形態及び機能に加えて，その形成方法も同じくしているから，両者を一致点として認定した本件審決に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上に対して，原告は，引用発明の半導体材料層が表面層とは材料を異にしており，また，半導体材料層が表面層を除去することで得られる点で，ソース基板と同一の材料である本願発明のシード層と相違する旨を主張する。",
                    "しかしながら，本願発明の特許請求の範囲の記載は，シード層とソース基板の材料について何ら言及していないから，両者が同一の材料であることは，本願発明の構成として特定されていない。また，本件明細書の記載を参酌しても，本件明細書は，図1ないし図3がいずれもシード層とソース基板を同じ色で表現することでシード層とソース基板が同一の材料である場合についての実施例を開示していると解されるものの，それ以上にシード層とソース基板の材料について同一でなくてはならない旨の記載はない。したがって，本願発明におけるシード層とソース基板とが同一の材料であるとまではいうことができず，原告の主張は，その前提を欠くものといわざるを得ない。",
                    "次に，仮に本願発明のシード層とソース基板の材料が同一であったとしても，本願発明の特許請求の範囲の記載は，ソース基板からの分離後にシード層の表面を除去することなく当該シード層上に有効層をエピタキシーする旨を特定していない。",
                    "むしろ，本願発明は，前記のとおり，シード層とソース基板との分離に当たって熱処理，機械応力の印加及び化学的エッチングの組合せを用いることができるとされているから，シード層上での有効層のエピタキシーを行うために，上記分離に際して熱処理及び化学的エッチングを組み合わせる場合を含んでいるところ，引用発明においても，半導体材料層上での窒化ガリウム等のエピタキシーを行うために，熱処理による劈開及び化学的エッチングを行うという同じ方法が採用されている。",
                    "このように，引用発明と本願発明とは，上記の点で相違しているとはいえず，原告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，本願発明の認定に当たって本願発明を引用する【請求項10】を参酌することは妥当ではなく，また，化学的エッチングも付加的な処理であるにすぎないなどと主張する。",
                    "しかしながら，【請求項10】を参酌するまでもなく，本件明細書の発明の詳細な説明の記載(【0036】)によれば，シード層とソース基板との分離に当たり，本願発明が熱処理，機械応力の印加及び化学的エッチングの操作のうちの1つ又は2つ以上を組み合わせて用いることができることは，明らかであって，化学的エッチングが付加的な処理であることをうかがわせる具体的な記載はない。",
                    "したがって，原告の上記主張は，いずれも採用できない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "なお，本件審決における引用発明の認定は，フランス語からの誤訳を含むことにより不適切な部分を含んでいたが，本件審決における認定によっても，「第1基板の表面層はこの劈開の間半導体層と支持基板とに一体のままである段階，前記表面層を除去して半導体材料層を露出する段階」との記載から，「半導体材料層」に「表面層」が接触する層構造を形成していることは，理解可能である。そして，以上のとおり，上記誤訳の有無にかかわらず，引用発明の「半導体材料層であるSiC層」は，本願発明の「シード層」に相当すると認められるものであるから，当該誤訳は，本件審決の結論に影響を及ぼすものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の記載を参酌すると，相違点1は，前記1(1)ア(イ)に記載のとおり，サポート及び有効層の材料を熱膨張率に注目して限定したものと認められる(【0011】～【0014】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，引用発明の「第2基板」(本願発明の「サポート」に相当する。)は，シリコンからなり，引用発明は，シリコン炭化物からなる「半導体材料層であるSiC層」(本願発明の「シード層」に相当することは，前記のとおりである。)上にシリコン炭化物又は窒化ガリウムを層状に形成するものである。",
                "そして，シリコン炭化物の熱膨張率は，3．7×10−6／℃(周知例1【0029】)又は4．6×10−6／℃(周知例2【0004】)であり，窒化ガリウムの熱膨張率は，5．59×10−6／K(周知例3【0005】)であるのに対し，シリコンの熱膨張率は，3．5×10−6／℃(周知例1【0007】)，4．4×10−6／℃(周知例2【0004】)又は4．7×10−6／K(周知例3【000",
                "5】)である。",
                "したがって，シリコンの熱膨張率は，シリコン炭化物の熱膨張率に対し，周知例1の記載に基づく場合，約0．95倍であり(3．5×10−6／3．7×10−6",
                "＝0．95)，周知例2の記載に基づく場合であっても，約0．96倍である(4．4×10−6／4．6×10−6＝0．96)。",
                "また，シリコンの熱膨張率は，窒化ガリウムの熱膨張率に対し，周知例3の記載に基づくと，約0．84倍である(4．4×10−6／5．59×10−6＝0．8",
                "4)。",
                "以上によれば，引用発明において，第2基板(サポート)を構成するシリコンの熱膨張率が，有効層を構成するシリコン炭化物又は窒化ガリウムの熱膨張率の0．7倍から3倍の範囲に含まれることは，明らかであって，相違点1は，実質的な相違点といえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，引用例には，「連続して形成されるシリコン，シリコン炭化物，及びガリウム窒化物は，かなり異なる熱膨張係数を有する。従ってかなりの応力と高欠陥密度がこのタイプの基板上にガリウム窒化物を形成する間に生ずる。」との記載があり，周知例3には，シリコン基板上に窒化ガリウム系半導体層を成長させることが困難であった原因として，両者の熱膨張率の差が挙げられており，このために引っ張り応力が生じてクラック(亀裂)又はゆがみが生ずることが記載されている(【0005】)。",
                "以上によれば，エピタキシー技術により基板を製造する際に，基板を構成する複数の半導体層のそれぞれの熱膨張率の差が大きいと，応力が生じて亀裂等の欠陥が発生することは，本願優先権主張日当時において，周知の技術事項であったものと認められる。",
                "したがって，引用発明が第2基板(サポート)と有効層との熱膨張率の比率の範囲を構成要件として規定していないとしても，引用発明において，亀裂等の欠陥が発生しないように，当該比率の範囲を適宜のものとすることは，当業者が適宜考慮し得る事項であって，引用発明について相違点1に係る構成を採用することも，容易に想到できるものであったというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，以上と同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上に対して，原告は，引用発明が熱膨張率の範囲の規定を意図しないものである旨を主張する。",
                "しかしながら，前記(3)の引用例の記載によれば，引用例が第2基板(サポート)と有効層との熱膨張率の比率について配慮していることが明らかであるから，原告の主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "周知例4は，「光半導体チップおよび光半導体チップの製造方法」という名称の発明に係る公開特許公報であるが，周知例4には，光半導体チップの薄型化をはかるために，化合物半導体の結晶からなる半導体積層部を備えた光半導体チップであって，当該半導体積層部は，その結晶成長に用いられた基板とは異なる代替支持材に接着されており，かつ，当該半導体積層部から当該基板が除去されているものについての記載がある(【要約】欄中の【課題】【課題解決手段】)。",
                "また，周知例5は，「薄膜半導体，太陽電池および発光素子の製造方法」という名称の発明に係る公開特許公報であるが，周知例5には，半導体基体の表面に多孔質層を形成して加熱し，多孔質層の表面にエピタキシーによりエピタキシャル半導体膜を形成した上でこれを接着剤の塗布と外力により半導体基体から剥離してエピタキシャル半導体膜による薄膜半導体を得て，当該薄膜半導体に付着した多孔質層をエッチングにより除去する技術が開示されている(【0075】～【0084】)。",
                "さらに，周知例6は，「半導体発光素子及びその製造方法並びに半導体発光装置」という名称の発明に係る公開特許公報であるが，周知例6には，サファイア基板の上に窒化ガリウム層，窒化ガリウム・アルミニウム層などをMOCVD(有機金属気相成長法)などによって成長させ，フォトリソグラフィ法などを用いて半導体レーザのメサストライフ部などを形成した後，レーザの多層構造部を下にして治具にワックスなどで貼り付けた上で，応力を加えて窒化ガリウム・アルミニウム層の界面付近から基板を剥離する技術が記載されている(【0030】～【0033】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，半導体製造方法の分野において，基板上に半導体層を成長させた後，半導体層を基板から分離することは，複数の公開特許公報に記載されていることに照らすと，本願優先権主張日当時において，周知の技術事項であったものと認められる。",
                "したがって，引用発明について上記周知技術を組み合わせることで，有効層をサポートから分離することは，当業者が必要に応じて容易に想到できたものといえる。",
                "よって，これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上に対して，原告は，本願発明において有効層をサポートから分離することが，コスト削減効果が得られるので当業者が必要に応じて適宜なし得る程度のことではない旨を主張する。",
                "しかしながら，コストの削減という効果は，前記周知技術においても同様に期待できるものであって，格別に顕著な効果であるとはいえないから，容易想到性に関する上記判断を妨げるものではない。",
                "よって，原告の上記主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明の作用効果に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(1)ア(イ)に記載のとおり，本願発明は，従来技術による有用薄膜(有効層)における転位の形成及び亀裂の発生という技術課題を解決することもその目的としている(本件明細書【0009】～【0014】)。",
                "他方，前記2(2)及び(3)に記載のとおり，引用発明は，エピタキシー技術により基板を製造する際に，基板を構成する複数の半導体層のそれぞれの熱膨張率の差が大きいと，応力が生じて亀裂等の欠陥が発生するという技術事項を念頭に置いた上で，シリコンからなる「第2基板」を採用し，シリコン炭化物からなる「半導体材料層であるSiC層」上にシリコン炭化物又は窒化ガリウムを層状に形成するものであって，相違点1は，実質的な相違点ではなく，本願発明の相違点1に係る構成を採用することは，当業者にとって容易に想到することができる。",
                "したがって，引用発明は，上記のような層構造により，転位の形成及び亀裂の発生という技術課題を解決していることが明らかであるから，これらを解決するという本願発明の上記作用効果は，格別なものとはいい難く，他に本願発明に格別の作用効果があると認めるに足りる証拠はない。",
                "よって，本願発明の作用効果に相違点1及び2の容易想到性に関する前記の判断を左右するに足りる格別なものは認められず，これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上に対して，原告は，事前に原子種の注入により脆弱化された脆弱化領域の面で分離されるため，本願発明において転写されたシード層の表面が平滑になり，更にその上にエピタキシーした結果として，クラックのない良質な半導体基板の提供が可能になるという作用効果が得られる旨を主張する。",
                "しかしながら，事前に脆弱化された脆弱化領域の面において分離採取したものであることによって，シード層の表面が平滑になり，更に良質の半導体基板の提供が可能になることについては，本件明細書に何らこれを裏付ける記載がなく，その技術的根拠も明らかではない。また，前記1(1)ア(エ)に記載のとおり，本願発明におけるシード層とソース基板の分離は，熱処理，機械応力の印加及び化学的攻撃(化学的エッチング)を含む操作のうちの1つ又は2つを組み合わせて行われる(本件明細書【0036】)ところ，これらによったとしても，上記のような作用効果が得られるとは限らない。さらに，前記1(1)ア(オ)に記載のとおり，本願発明においては，シード層とソース基板との分離と，シード層上での有効層のエピタキシーとの間に，選択的にシード層の表面の研磨，焼きなまし，つや出し焼きなまし等の準備操作が想定されている(本件明細書【0044】)から，事前に原子種の注入により脆弱化された脆弱化領域の面で分離されることと，シード層の表面が平滑になり，ひいて良質の半導体基板が提供されることとは，直接関係がないものといわざるを得ない。",
                "よって，原告の上記主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}