{
  "conclusion": [
    {
      "fig": "1",
      "text": "1審被告の控訴に基づき，原判決中，1審原告の本訴金銭請求に関する部分を次のとおり変更する。"
    },
    {
      "text": "1審原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "1審被告のその余の控訴及び1審原告の控訴をいず    れも棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審とも，本訴，反訴を通じてこれを2分し，その1を1審被告の負担とし，その余は1審原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "1審原告",
          "text": [
            "原判決第2項を次のとおり変更する。",
            "1審被告は，1審原告に対し，3397万4752円及び内金1392万354",
            "0円に対する平成20年7月12日から，内金2005万1212円に対する平成22年2月10日から，いずれも支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "2",
          "subject": "1審被告",
          "text": [
            "原判決中，1審被告敗訴部分を取り消す。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "1審原告の本訴請求中，上記部分を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "1審原告は，1審被告に対し，252万9467円及びこれに対する平成20年1月21日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本訴事件は，1審原告が，1審被告に対し，①原告製品の販売が本件特許権の侵害に当たらないと主張して，1審被告が，本件特許権に基づき，1審原告に対して原告製品を販売することの差止請求権を有しないことの確認を求めるとともに，②1審被告が1審原告の取引先に対して1審原告の販売する原告製品が本件特許権を侵害する旨告知したこと(本件告知行為)が不競法2条1項14号所定の不正競争に該当すると主張して，同法4条及び民法709条に基づき，損害賠償金3397万4752円及び内金1392万3540円に対する訴状送達の日の翌日である平成20年7月12日から，内金2005万1212円に対する請求の趣旨拡張の申立書送達の日の翌日である平成22年2月10日から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "反訴事件は，1審被告が，1審原告に対し，③原告製品の販売が本件特許権の侵害に当たると主張して，特許法65条1項後段に基づく補償金88万3327円及び特許権侵害の不法行為(民法709条，特許法102条2項)に基づく損害賠償金164万6140円の合計252万9467円及びこれに対する支払催告における支払期限の翌日で不法行為の後である平成20年1月21日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，本件特許発明2は，引用発明，甲18の2刊行物及び甲19の2刊行物の記載に基づき容易に発明することができたものであり，その上位概念の発明である本件特許発明1も容易に発明することができたと判断した。その上で，①本件特許は特許無効審判により無効にされるべきものと認められるから，1審被告は，本件特許権を1審原告に対して行使することができず，1審原告に対し，本件特許権に基づいて原告製品の販売の差止めを求めることはできないとして，差止請求権不存在確認請求を認容し，②1審被告の本件告知行為は，不競法2条1項14号に該当するとして，損害賠償請求の一部を認容し，その余を棄却し，③反訴に係る補償金請求及び損害賠償請求を棄却した。",
            "1審原告及び1審被告は，それぞれ，これを不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提となる事実(証拠等を掲記した事実を除き，当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，ねじ及びねじ付き部品の開発及び販売等を目的とする株式会社である(弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審被告は，電気製品，機械，車両等に用いる鋲螺釘を含む工業材料，工具，測定具等の販売等を目的とする株式会社である(弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審被告の特許権",
              "text": [
                "1審被告は，以下の本件特許の特許権者である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特 許 番 号      特許第3999997号"
                },
                {
                  "fig": "イ",
                  "subject": "発明の名称      雄ねじ部品"
                },
                {
                  "fig": "ウ",
                  "subject": "出 願 日      平成14年4月10日"
                },
                {
                  "fig": "エ",
                  "subject": "公 開 日      平成15年10月24日"
                },
                {
                  "fig": "オ",
                  "subject": "登 録 日      平成19年8月17日"
                },
                {
                  "fig": "カ",
                  "subject": "特許請求の範囲(なお，文中の「／」は，原文の改行部分を示す。)【請求項1】軸部と，この軸部の後端部に設けられていて前記軸部より径方向に突出し，かつ外周が多角形状とされている皿形の頭部と，この頭部に設けられた第1の駆動穴と，この第1の駆動穴の底部からさらに陥没するようにして前記頭部に設けられた第2の駆動穴とを有してなり，／締め付け後に前記頭部が被締め付け部材内に沈み込む沈頭タイプとされており，／前記第2の駆動穴に外接する円の半径は前記第1の駆動穴に内接する円の半径より小さくされており，／前記第1の駆動穴の外周が前記頭部の外周の近くまでに及んでおり，両外周が互いにほぼ平行とされている雄ねじ部品",
                  "text": [
                    "【請求項2】前記頭部の外周が六角形状とされている請求項1記載の雄ねじ部品"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "1審原告の行為",
              "text": [
                "1審原告は，平成17年5月ころから平成19年9月30日まで，原告製品(原判決別紙物件目録記載の各製品)を，ミヤガワ金属販売株式会社(ミヤガワ金属販売)を通じて株式会社ミヤガワ(ミヤガワ)に製造させ，西村鋼業株式会社(西村鋼業)を経由して旭化成建材株式会社(旭化成建材)に販売していた。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件の充足",
              "text": [
                "原告製品は，本件特許発明の構成要件を全て充足する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "1審被告の本件告知行為",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，ミヤガワ金属販売に対し，平成19年8月20日付けの書面により，同社が1審原告に販売しているパワーねじ(原告製品)が1審被告の本件特許権を侵害していることが明白であり，原告製品の製造，販売の中止，在庫品の廃棄及び損害賠償を請求する可能性がある旨を告知した(甲3)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審被告は，ミヤガワ及びミヤガワ金属販売に対し，平成19年9月18日付けの警告書により，ミヤガワが製造し，ミヤガワ金属販売が販売しているパワーねじ(原告製品)が本件特許発明の技術的範囲に属するもので，本件特許権を侵害するものであり，その製造，販売を直ちに停止するよう警告した(甲4)。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "その後の経過",
              "text": [
                "平成19年10月以降，本件特許発明の実施品であるねじは，ミヤガワが製造し，ミヤガワ金属販売，1審被告，西村鋼業を経由して，旭化成建材へ販売されている(弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "先使用による通常実施権〔本訴・反訴事件に関し〕"
            },
            {
              "fig": "(2)",
              "subject": "特許法104条の3第1項の権利行使の制限〔本訴・反訴事件に関し〕",
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性欠如(特許法29条2項)"
                },
                {
                  "fig": "イ",
                  "subject": "新規性欠如(特許法29条1項1号)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正競争(不競法2条1項14号)の成否及び損害額〔本訴事件に関し〕(4) 実施料相当額の補償金支払請求の可否及び補償金額，特許権侵害の不法行為の成否及び損害額〔反訴事件に関し〕"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，後記のとおり補充するほか，原判決の事実及び理由第3(原判決6頁4行目～27頁1行目)のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(2)ア(進歩性欠如)について",
          "text": [
            "〔1審原告の主張〕",
            "本件特許は無効である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明と本件特許発明との相違",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲22刊行物に図示されたネジが，仮に，トリミング加工されたものであったとしても，そのトリミング加工の有無が，本件特許発明の進歩性の判断に影響を及ぼすとは解し得ない。",
                    "すなわち，甲22刊行物は，トリミング加工されたように見えるが，トリミング加工技術は，ネジ加工に本質的に必須の技術ではなく，トリミング加工をしても，トリミング加工をしない圧造加工だけであっても，逆六角錐台のネジは製造できるから，本件特許発明の進歩性判断の基礎となるかならないかの問題は，生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲22刊行物の写真のとおり，仮にトリミング加工されているとしても，大部分は圧造による逆六角錐台となり，ほんのわずかの部分をトリミングしているにすぎない。したがって，このわずかな部分がトリミング加工されていることを理由に，ネジ頭部の肉の移動量が大きく，本件特許発明のネジが肉の移動量が少ないというのは，誤りである。",
                    "むしろ，本件特許発明のネジは，頭部に大きく深い六角穴を形成するために，肉の移動量は大きくなる。したがって，これによりコスト低減及び軽量化を図ることができることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲22刊行物には，まさに，逆六角錐台の頭部形状を有するネジが記載されており，一見すれば頂部上の六角柱外周部分におけるわずかな幅の問題にすぎないことが判明し，同部分のトリミング加工の有無にかかわらず，本件特許発明のような逆六角錐台頭部形状を持つネジを製造できる。",
                    "これに対して，仮に，本件特許発明が，従来はトリミング加工でしか製造できないものをトリミング加工なしで製造できる製造方法に特徴があるとするならば，その特許請求の範囲には，トリミング加工なしでの圧造で製造する特徴を必須の構成要件として記載すれば済むだけのことである。特許請求の範囲には，特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならないのであり，特許が成立した後に，製造方法や加工方法に特徴があるなどと主張すること自体，誤りである。",
                    "特に，進歩性の判断については，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がない限り，明細書の発明の詳細な説明の記載を参酌することが許されず，このような特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるのが原則である(最高裁昭和62年(行ツ)第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁)。1審被告の主張は，このような先例の判断にも反する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件特許発明の構成の記載のそれぞれから，一義的にその形状が理解でき，したがって，それらの各構成が結合した特許請求の範囲の請求項1，2の記載のネジ形状も当業者ならば容易に一義的に理解できる範疇のものである。",
                    "したがって，本件について，明細書の発明の詳細な説明の記載を参酌することは許されない。原判決が，甲22記載のネジを主引用例としたことに誤りはなく，甲22刊行物には，構成(A)ないし(D)及び構成(H)，(I)が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲18の2刊行物と本件特許発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲18の2刊行物の「レンチに規定以上の回転トルクがかかると，その側面(D)がレンチを支えきれずに破壊され…本考案は，この様な点に鑑み提案された…」の記載は，レンチ穴(駆動穴)が破壊された場合を想定したときのものであり，1審被告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲18の2刊行物の「従来のレンチを六角穴に嵌挿して使用する」の記載は，まさに，単独使用があり得ることを前提とし，さらに，「六角柱部を有するレンチと係合するための六角穴を頭部に設けると共に，…該レンチとの係合部である第2係合部を設けた」の記載における，「該レンチ」とは，「六角柱部を有するレンチ」，すなわち通常の六角柱レンチが係合することを前提に，通常の六角柱レンチに係合することがあり得ることを意味する。したがって，通常の六角柱レンチに係合することがあり得る以上，当該第2係合部を単独で使用することがあり得ると読む方が自然である。通常の六角柱レンチに係合する第2係合部が存在するのに，わざわざ，この係合部は単独で使用しないなどと読むのは極めて不自然である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲18の2刊行物では，当該第2係合部に関して，実際の使用に耐えないほどの小ささとは記載されていない。むしろ，通常の六角柱レンチに係合する大きさ(又は小ささ)の係合部であり，甲18の2刊行物を普通に読めば，第2係合部に通常の六角柱レンチを挿通すればこの通常の六角柱レンチでの使用に耐え得る。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書【0016】【0026】の記載から，両駆動穴の同時使用を否定するものとは読めないし，各請求項のどこにも，いわゆる単独使用に限定される記載はなく，同時使用の技術的思想を包含するものである(【0040】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲18の2刊行物には，「第2係合部」についても，通常の六角柱レンチに係合するものであることを意味し，通常の六角柱レンチに係合する以上，駆動穴として機能できないとの1審被告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "1審被告は，るる述べるが，結局は，甲18の2刊行物に「第2係合部に外接する円の半径を六角穴に内接する円の半径より小さくした構成が開示されている」ことを認めている。形式的にでも構成が一致すれば，一致する構成が開示されているのであり，原判決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲19の2刊行物と本件特許発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，甲18の2刊行物の記載を否定する箇所では，小さな駆動穴では使用に耐えないと主張し，ここでは，当業者は「大きい駆動穴の方が良い」という認識・指向はないと主張するが，矛盾である。一方では「小さいのはダメ」で，他方では「大きいのもダメ」というが，ネジが被締結材に捩じ込まれる回転トルクとの関係で適切な大きさの駆動穴を必要とすることは技術常識である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当業者の認識・指向について，客観的裏付けがないことは事実である。また，全てのネジがJIS規格に掲載されるものでもないから，JIS規格に記載されていないからといって，それが存在しなかったという証拠にはならない。JIS規格と発明の進歩性とは別問題である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "1審被告の主張は，甲22の開示や甲18の2，甲19の2の開示を曲解することを前提とするものであり，誤りである。原判決に誤りはない。",
                "〔1審被告の主張〕",
                "本件特許は有効である。本件特許の進歩性の判断は，ねじの技術に関する基本的理解を踏まえ，後知恵による判断とならないよう留意してされるべきである。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明と本件特許発明との違い",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明のねじは，旧来のトリミングを行う方法により作製されていて，本件特許発明と同様の作用効果は得られない。",
                    "旧来のトリミングを行う方法とは，六角ボルトの頭部について，まず大きな円形の頭部を圧造により作製した後，六角形状となるように前記円形の頭部の外側部分を切り落とす(トリミング)作製方法である。この結果，頭部の六角形状の角部がシャープになり，これに伴い頭部の頂面側の端部の側面(トリミングによる切断面)が，ねじの軸に対し垂直方向に延びる直線状の幅の狭い帯状の面を有する形状となる。当業者であれば，甲22刊行物中に存在するねじの写真から，その作製方法がトリミングを行う方法によっていることは一目瞭然である。この作製方法においては，第1段階において，ねじ頭部をその最終形状である六角形より十分大きな円形の頭部を圧造する必要があるので，頭部最終形状は六角形状であっても，頭部を加工する際の材料の移動量が多くなることを避けられない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，本件特許発明では，ねじ頭部を圧造(塑性加工)のみにより形成することが前提とされており，このことから，本件特許発明のコスト低減，軽量化という作用効果が導かれる(甲2【0022】【0031】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用発明と本件特許発明とは，頭部が皿形で沈頭タイプであり，外周が多角形状である点で構成が一致しているが，これは形式的一致にすぎず，作用効果が異なることは明らかである。原判決は，この点を看過して両者を比較しているもので，ねじの基本的な技術についての理解認識を欠いている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲18の2刊行物と本件特許発明との違い",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲18の2刊行物に記載されているのは，1つの駆動穴に2か所の係合部を備え，2か所の係合部を同時に使用して駆動するタイプのねじである。2か所の係合部を同時に使用しない例外的使用法として開示されているのは，一方(六角穴)のみを使用する場合であっても当該係合部が破壊されるおそれのない限定された状況下での使用であって，他方が損傷したときの補完を想定した使用法は開示されていない。",
                    "また，いずれにしても第2係合部を単独で使用することは全く想定されていない。",
                    "さらに，現実に第2係合部は余りに小さくかつ深さも浅いため，単独では駆動穴として使用できないことは当業者にとって明白である。",
                    "つまり，ここに開示されている技術思想は，六角穴が破壊されないように従来の六角穴の底部に小さな第2係合部を付加し，原則的には六角穴と第2係合部に専用のレンチを同時に係合してねじを駆動するが，六角穴の破壊のおそれがないときは，付加した第2係合部は使用しないで，六角穴だけに従来の汎用のレンチを係合してねじを駆動してもよいという技術思想にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，本件特許発明には，一方の駆動穴が損傷しても他方の駆動穴を使用できるネジを得るという点に主たる目的がある(請求項1，甲2【0016】【0026】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲18の2刊行物と本件特許発明とは，技術思想の主眼，目的が異なる。仮に，同時に使用する技術思想を包含していても，主眼，目的において異なるのであれば，両者は異なる。原判決の論理は，主客転倒している。なお，甲18の2刊行物の「考案が解決しようとする問題点」の記載は，単に，ねじの駆動穴は条件によっては壊れることがあるといっているにすぎず，甲18の2刊行物の発明が本件特許発明に至る動機付けにならないことは明白である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，甲18の2刊行物の，第2係合部に外接する円の半径が六角穴に内接する円の半径より小さくなっている構成も，形式的に本件特許発明と構成が一致しているだけで，本質的には本件特許発明とは全く無関係である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲19の2刊行物と本件特許発明との違い",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲19の2刊行物から，駆動穴の外周を頭部の外周近くに及ぼすという技術思想は読み取れない。駆動穴のサイズはできるだけ大きい方がよいと判断した原判決は，何らの証拠にも基づかず，また，ねじの技術に関する基本的認識を欠いた謬論である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，甲19の2刊行物の第1図に開示されたねじは，外側と内側の両方から駆動するねじであるところ，このようなねじにおいては，駆動穴の外周を頭部に外周近くまで及ぼすと強度が不足し外側駆動時に容易に変形してしまう。             また，第1図のような大きく深い六角穴を加工するには大きな機械が必要でコストがかかり，外側と内側の両方の駆動を使うために駆動穴外周と頭部外周両方の形状及び寸法を精度良く加工しなければならないが，このような加工は圧造であれトリミングを行うのであれ，生産技術上不可能といってよい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件特許発明のように広い多角形状の駆動穴(第1の駆動穴)を設ける加工自体が，その駆動穴が浅いものであっても，やってはならない加工であった。",
                    "このことは，少なくとも皿型の頭部を有するねじにおいて，広い多角形状の駆動穴を有するものは従来現実に世の中に存在しなかったという客観的な事実に加えて，JIS規格(B1194，B0143)から明白である。JISも，皿形の頭部を",
                    "有するねじにおいて，頭部の強度，加工性，実用度等を考慮して，多角形状の駆動穴を広くすることを禁じている。原判決の認定は，証拠に基づかないだけでなく，JIS規格から明白な当業者の認識・指向に反する誤ったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，原判決は，引用発明・甲18の2刊行物・甲19の2刊行物に関する理解・認定をいずれも誤った上，さらに，当業者の認識・指向についても誤認した結果，本件特許が無効にされるべきものとの誤認に至ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(3)(不正競争の成否及び損害額)について",
          "text": [
            "〔1審原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争の成立",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告による警告書の送付及びその後の取引の実情に鑑みれば，外形的には権利行使の形式をとっているが，その実質は，商品納入ルートを1審原告から1審被告へ変更するものであり，競業者である1審原告の取引先に対する信用を毀損し，当該取引先との取引ないし市場での競争において優位に立つことを目的としてされたものであることが明白である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許は無効理由を有することが明らかであるから，権利行使できないものであり，本件告知内容は虚偽であり，1審被告は，不正競争行為として責任を負うべきものである。",
                    "そして，この警告を契機として，1審原告の製造・販売ルートが1審被告に変更されてしまった事実からも明らかなように，この警告が，真に権利行使の一環としてされたものではなく，競業者である1審原告の営業上の信用を毀損し，1審被告が市場における競争において優位に立つことを目的としてされたものであることは，明らかである。",
                    "また，1審被告は，1審原告の元代表者Aに取り入り，Aをそそのかし，同人から入手した情報により，本件特許出願を行ったものであり，同出願によって本件特許を取得したのである。しかも，その特許の権利行使として1審原告の取引先であるミヤガワに本件告知行為をしたこと等の事情を勘案すれば，当該告知が製造・販売ルートの変更をもくろんで行われたものであることは，明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "販売数量実績による逸失利益の算定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "パワーねじは，旭化成建材が販売している軽量発砲コンクリート製の住宅用外壁材「パワーボード」用の接合ねじであり，その用途の特殊性から季節的な需要の変動は余りなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，各年ごとに順調に販売実績を伸ばして来ており，これが著しく増減するということは，過去の販売数量からして予測されなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "パワーねじは，ネジの軸部の長さの違いにより，60㎜，70㎜，80㎜，90㎜の4種類あり，その販売開始時期及び販売月数は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "60㎜は，平成11年9月からネジⅢが製品化されて製造販売され，それ     が現行のパワーねじであるネジⅣに切り替わったのは平成19年5月からである(販売月数33月)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "70㎜は，平成18年2月からであり，当初から現行のパワーねじ(ネジ     Ⅳ)として製造販売している(販売月数20月)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "80㎜は，平成19年5月からであり，当初から現行のパワーねじ(ネジ     Ⅳ)として製造販売している(販売月数5月)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "90㎜は，平成17年5月からであり，当初から現行のパワーねじ(ネジ     Ⅳ)として製造販売している(販売月数29月)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "1審原告のパワーねじの平成17年1月以降の販売実績は，別紙のとおりであり，これによれば，季節的な売上変動も見られず，また，順調に売上げが伸びており，各年度ごとの販売数量に著しい差異が見られない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，平成19年5月分から同年9月分までの5か月間の販売実績に基づいて，1審原告の同年10月以降の損害(逸失利益)を算定すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害についての予備的主張",
              "text": [
                "予備的に，パワーねじの平成17年1月1日から平成19年9月30日までの2年9か月の販売実績に基づき，損害額を次のとおり主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売価格",
                  "text": [
                    "平成17年1月1日から平成19年9月30日までの販売数量(箱単位)と販売単価を乗じた販売価格は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ねじ60㎜ 15，358箱            203，866，400円"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ねじ70㎜        390箱                6，639，360円"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ねじ80㎜          88箱                1，393，920円"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ねじ90㎜        290箱                4，595，960円",
                      "text": [
                        "これを販売月数で除して平均月額を算出すると，以下のとおりである。"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "ねじ60㎜        465箱        6，177，770円(33月)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ねじ70㎜          20箱            331，968円(20月)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ねじ80㎜          18箱            278，784円(5月)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ねじ90㎜          10箱            158，481円(29月)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "仕入価格",
                  "text": [
                    "仕入先のミヤガワから，60㎜，70㎜，90㎜につき平成19年10月分から仕入単価の価格改定があったため，同月以降の仕入価格の平均月額は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ねじ60㎜ 1箱11，600円×465箱=5，394，000円"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ねじ70㎜ 1箱14，640円× 20箱=    292，800円"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ねじ80㎜ 1箱13，440円× 18箱=    241，920円"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ねじ90㎜ 1箱14，800円× 10箱=    148，000円"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "粗利益の平均月額(ア−イ)",
                  "text": [
                    "よって，粗利益の平均月額は，以下のとおりであり，合計額は，87万0283円となる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ねじ60㎜        783，770円(月額)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ねじ70㎜          39，168円(月額)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ねじ80㎜          36，864円(月額)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ねじ90㎜          10，481円(月額)"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "販売費用の平均月額は，以下のとおりであり，合計額は，7万9777円となる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "人件費                        22，410円(月額)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取扱説明書代                    3，367円(月額)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "通信費                            4，000円(月額)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "地代家賃                    50，000円(月額)"
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "純利益(ウ−エ)",
                  "text": [
                    "粗利益の平均月額の合計額87万0283円から，販売費用の平均月額の合計額7万9777円を控除すると，純利益の平均月額は79万0506円となる。それに平成19年10月1日(本件告知行為により販売が中止された日)から平成23年1月31日(控訴審の第1回口頭弁論が開かれる前)までの40か月を乗じると，合計3162万0243円となる。",
                    "〔1審被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "不正競争の成否について",
              "text": [
                "本件告知行為に注意義務違反はなく，違法性もないから，不競法に違反しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許無効理由の有無について検討すべき注意義務違反はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "対象物件が侵害品に該当するか否かの検討は別として，無効理由の有無について検討すべき高度の注意義務があるとはいえない。無効理由の有無については，例えば，相手方から具体的無効理由の指摘・主張を受けている，あるいは，登録査定が誤った特許庁の判断の結果であることを権利者が知っている等の特段の事情がない限り，権利者側に検討義務は存在しないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このことは，特許権として登録されるのは，特許庁において登録拒絶理由の有無について審査を受けた結果であることから明らかである。特許法により適法に登録された権利を行使するのに，権利者にその権利に瑕疵がないかどうか高度の注意義務をもって検討しなければならないというのは，法秩序を理解しない謬論である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかも，本件においては，拒絶理由通知(乙5)に対し，1審原告は出願人として意見を述べ(乙6)，登録査定に至った経緯がある。拒絶理由通知に対し意見を述べ登録されたという事実は，それこそ，権利者側として「十分な検討」をしたこと，しかもその意見が特許庁によって採用されたことを意味する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，拒絶理由通知において甲18の2刊行物及び甲19の2刊行物が指摘されていたことについては，原判決が認定した無効理由について，特許庁では無効とは判断しないであろうことを意味する。なぜなら，原判決認定の無効理由は，引用発明と上記2点の刊行物による総合判断であり，このうちどれか1つが欠けても無効理由の認定はできない理屈であるところ，上記2点の刊行物の理解において，特許庁は出願人の意見を受け入れたからこそ登録査定をしたのであって，原判決の認定した理解を採用していないからである。引用発明が拒絶理由通知で指摘されていないからといって事態が変わることはない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件において，1審原告は，1審被告に対し，本件特許出願の後，ロイヤリティを支払っていた事実はあっても，拒絶理由の存在を指摘・主張した事実は全くない。登録査定後においても無効理由を指摘・主張した事実はない。取引先に対してそのような説明を試みた事実もない。本訴請求自体，主位的請求原因は職務発明であり，予備的に無効理由だったのである。このような経緯は，まさに当業者である1審原告ですら，無効となるべきものとの認識がなかったことを示唆している。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によれば，本件告知行為について，1審被告には何らの過失もないことが明白である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件告知行為は正当行為であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許権者が，独占権を主張することは当然の権利行使である。ミヤガワに対して特許侵害訴訟を提起していないのは，ミヤガワが当然の権利行使を認め，権利を尊重する対応を示したからであって，権利者の選択として，当然の判断選択をしたにすぎず，侵害訴訟を提起しなかったことに格別の意味はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件告知行為の内容・態様は，社会通念に照らし必要とされる範囲内のものである。したがって，注意義務違反が認められないことと併せ考えれば，本件告知行為に違法性はなく，正当行為というべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "損害額の算定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，1審原告が得られたであろう粗利額を，1審原告の平成19年9月時点の実績により算定した。しかし，販売数量を短期間の実績で認定することが不合理であるのと同様，粗利額についても特定時点の実績によって認定するのは誤りである。また，純益算定についても，決算書に明記されている販管費を正当に評価すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件における逸失利益額の算定は，実績からの算定が難しい本件では，原審で1審被告が主張立証した当業界における統計数値によるのが最も合理的というべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(2)ア(進歩性欠如)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明について(甲2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明は，ボルト，タッピンねじ，小ねじ等の雄ねじ部品に係り，特に当該雄ねじ部品を駆動回転させるために使用される駆動穴(recess)を有する雄ねじ部品に関するものである(【0001】)。",
                    "従来から，雄ねじ部品を締め付け又は緩めるために回転させる駆動方式としては，(a)雄ねじ部品の頭部の外周形状を六角形状等とし，レンチ，スパナ等の工具をねじ頭部の外周に嵌合して雄ねじ部品を回転させる外側駆動方式，(b)頭部に十字穴等の駆動穴(recess)を設け，これらの駆動穴にドライバービットを嵌合して雄ねじ部品を回転させる内側駆動方式，(c)頭部に該頭部を縦断するスリ割り(一字溝)を設け，このスリ割りにドライバーを嵌合して雄ねじ部品を回転させる駆動方式の3つがあるが(【0002】)，各駆動方式の欠点を補完するため，さらには，頭部外周，駆動穴又はスリ割りのいずれかが破損等により駆動が不可能になった場合を考慮し，2以上の駆動方式が同時に組み合わせて用いられることもあった(【0003】)。",
                    "しかし，例えば，(イ)十字穴と六角頭の組合せの場合(【0004】)のような，外側駆動方式と他の駆動方式を併用する方式は，沈頭タイプの雄ねじ部品には採用できない(【0008】)。また，(ロ)十字穴とスリ割りの組合せの場合(【0005】)は，スリ割りが十字穴の中心を通過しており，スリ割りと十字穴とが互いに独立して形成されていないので，スリ割りが破損したときは，十字穴は使用し難くなる(【0009】)。(ハ)十字穴と四角穴の組合せの場合(【0006】)は，十字穴が四角の中心を通過しており，十字穴と四角穴とが互いに独立して形成されていないので，十字穴が破損したときは，四角穴は使用し難くなる(【0010】)といった問題があり，こうした事情に鑑み，本件特許発明がされたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明は，特許請求の範囲請求項1，2に記載された事項を採用したことにより，以下のような作用を奏するものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第2の駆動穴により締め付けを行う場合に，第2の駆動穴にドライバービットが十分に嵌合しないうちに回転させる等の作業ミスにより，第2の駆動穴が損傷しても，第2の駆動穴に外接する円の半径が第1の駆動穴に内接する円の半径より小さくされているので，第1の駆動穴の方は損傷してしまうことはないし，逆も同様であり，第1及び第2の駆動穴が互いに独立して形成されているので，第1及び第2の駆動穴が同時に損傷してしまうことはなく，一方が損傷しても，損傷していない方の駆動穴で締結又は緩め作業を行うことができる(【0016】～【0018】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "より強い回転駆動力を必要とするときは，両方の駆動穴を同時に使用することによって，より強い回転駆動力で駆動することが可能となる(【0019】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "外側駆動方式は用いないことにより，沈頭タイプの雄ねじ部品にも適用できる(【0020】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "第1の駆動穴の外周をねじの頭部の外周の近くまでに及ばせ，両外周が互いにほぼ平行となるようにしているので，雄ねじ部品の頭部の重量を最大限に減少し，雄ねじ部品をできるだけ軽量化することができる。さらに，第1の駆動穴を使用する際，該駆動穴とドライバービットとの間の接触面積を大きくし，ドライバービットから伝達される駆動トルクを大きくすることができる(【0021】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "雄ねじ部品の頭部の外周を多角形状とされているため，頭部を塑性加工する際に材料の肉の移動量を少なくすることができるので，頭部の加工に用いるヘッダ等の機械として，小型の能力の小さい機械を使用することが可能となる(【0022】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その結果，①第1又は第2の駆動穴のいずれかが損傷しても，他方の駆動穴が同時に損傷することはなく，損傷してない駆動穴で締結又は緩め作業を完了することができる，②より強い回転駆動力を必要とするときは，第1及び第2の駆動穴を同時に使用することによって，より強い回転駆動力で駆動することができる，③沈頭タイプに適用できる等の優れた効果を得られるものである(【0040】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲22刊行物に記載された発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許出願前に頒布された刊行物である甲22刊行物には，以下の内容が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "パワーボードの取付固定ねじである「ステンレスパワーねじ」は，軸部と，当該軸部の後端部に設けられていて軸部より径方向に突出した頭部とを有する雄ねじであること。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ステンレスパワーねじ」の頭部は，その外周が六角形状とされており，頭部の頂面が側面視で平らであり，軸部側が逆六角錐台形状をしていること。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「ステンレスパワーねじ」の頭部には，円形状の凹部が形成されており，当該円形状の凹部の底部からさらに陥没するようにして，8ポイントリセス(ねじ穴)が形成されており，この8ポイントリセスについて，「四角ビットが容易に使えるリセスを採用」，「パワーねじのリセス(ねじ穴)は，8ポイント穴を採用しています。他のビットでは施工できません。」と説明されていること。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「ねじ頭は，パワーボードの表面より少し沈み込んだ位置まで打ち込みます」と説明されていること。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，甲22刊行物には，以下の(a)ないし(f)の構成を有する雄ねじに関する発明(引用発明)が開示されていると認められる。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "軸部と，"
                        },
                        {
                          "fig": "(b)",
                          "subject": "この軸部の後端部に設けられていて前記軸部より径方向に突出し，かつ外周が正六角形とされ，その頂面が側面視で平らで，軸部側が逆六角錐台形状とされた頭部であって，"
                        },
                        {
                          "fig": "(c)",
                          "subject": "パワーボードへの締め付け後に前記頭部が被締め付け部材であるパワーボード内に沈み込むタイプの頭部と，"
                        },
                        {
                          "fig": "(d)",
                          "subject": "この頭部に設けられた円形状の凹部と，"
                        },
                        {
                          "fig": "(e)",
                          "subject": "この円形状の凹部の底部からさらに陥没するようにして前記頭部に設けられた8ポイントリセス(ねじ穴)とを有してなる，"
                        },
                        {
                          "fig": "(f)",
                          "text": [
                            "雄ねじ部品であるステンレスパワーねじ。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明2と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明2と引用発明とを対比すると，引用発明の「軸部」，「頭部」，「頂面が側面視で平らで，軸部側が逆六角錐台形状」とされた頭部の形状は，本件特許発明2の「軸部」，「頭部」，「皿形の頭部の形状」にそれぞれ相当する。また，引用発明の「8ポイントリセス(ねじ穴)」は四角ビットをはめて，ステンレスパワーねじを駆動回転させるために使用されるものであるから，本件特許発明2の「駆動穴(recess)」に相当する。さらに，引用発明は，ねじ頭部がパワーボード内に沈み込むものであるから，被締め付け部材内に沈み込む沈頭タイプであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件特許発明2と引用発明との一致点及び相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点：軸部と，この軸部の後端部に設けられていて前記軸部より径方向に突出し，かつ外周が多角形状とされている皿形の頭部であって，締め付け後に前記頭部が被締め付け部材内に沈み込む沈頭タイプの頭部と，この頭部に設けられた駆動穴とを有してなる，雄ねじ部品であり，前記頭部の外周が六角形状とされている雄ねじ部品である点"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1：本件特許発明2では，駆動穴として，第1の駆動穴と，この第1の駆動穴の底部からさらに陥没するようにして頭部に設けられた第2の駆動穴とを有しており，前記第2の駆動穴に外接する円の半径は前記第1の駆動穴に内接する円の半径より小さくされているのに対して，引用発明においては，駆動穴として8ポイントリセスを有するのみである点"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2：本件特許発明2では，第1の駆動穴の外周が頭部の外周の近くまでに及んでおり，両外周が互いにほぼ平行とされているのに対して，引用発明においては，8ポイントリセスを有するのみであって，当該8ポイントリセスの外周が頭部の外周とほぼ平行とされているとはいえない点"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，1審被告は，引用発明のねじは，旧来のトリミングを行う方法により作製されていて，ねじ頭部を圧造(塑性加工)のみにより形成することが前提とされている本件特許発明とは異なり，本件特許発明のコスト低減，軽量化という作用効果が異なる旨主張する。",
                    "しかしながら，甲22刊行物には作成方法は記載されておらず，写真からはその作成方法は明らかではない。仮に，トリミングを行ったとしても，その程度は定かではなく，形状に照らして，わずかな部分のトリミングで十分であるとも考えられ，そうだとすると，必ずしも頭部を加工する際の材料の移動量が多くなるとはいえない。また，1審被告の主張は，本件特許発明がねじ頭部を圧造(塑性加工)のみにより形成するものであることを前提としているところ，本件特許発明の特許請求の範囲は，製造方法に関し特定されていないから，上記主張は特許請求の範囲の記載に基づかないものである。そして，コスト低減，軽量化という作用は，圧造(塑性加工)する場合の効果であって(【0022】)，本件明細書(甲2)の効果欄(【0040】)には記載されていないことからしても，本件特許発明の特有の効果とはいえない。よって，引用発明と本件特許発明とが作用効果において異なっているとはいえず，1審被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲18の2刊行物の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲18の2刊行物には，レンチ係合部を，六角穴と，当該六角穴の下面に凹設した第2係合部とから構成し，六角穴と第2係合部とを同時にレンチに嵌合させて締緩を行うことで，レンチの回転トルクに対するレンチ係合部の耐トルク強度を高めることが開示されている。また，甲18の2(第2図，第3図)において，正六角柱状に凹設された第2係合部の上端部が，当該第2係合部に外接する円状に面取りされており，第2係合部に外接する円の半径が六角穴に内接する円の半径より小さいことが認められ，第2係合部に外接する円の半径を六角穴に内接する円の半径より小さくした構成が開示されているということができる。そして，甲18の2刊行物に記載された発明は，ボルトの頭部に六角穴と第2係合部を設け，レンチの回転トルクを双方にかけるように構成することで，係合する部分が従来のものに比べ第2係合部の分だけ増加することになり，その結果，耐トルク強度を高めた，頭部に六角穴を有するボルトである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審原告は，甲18の2刊行物の上記記載から，通常の六角柱レンチが第2係合部に係合すること，第2係合部を単独で使用することが読み取れる旨主張する。しかし，上記記載からそのように理解することは困難であり，基本的には，第4図に示されるようなレンチを用い，六角穴と第2係合部を同時に駆動するものである。また，レンチ係合部が破壊されるおそれがないとき，強く締め付ける必要がないとき等は，従来のレンチを六角穴のみに嵌挿して使用できる旨記載されているから，少なくとも，六角穴のみによる駆動を許容しているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲18の2刊行物における角穴を有するボルトとは，六角穴付きボルトや六角穴付き止めビス等を想定しているから，引用発明とは近接する技術である。また，耐トルク強度を高めることは通常想定され得る課題であって，引用発明においても内在している課題ということができる。",
                        "よって，引用発明に甲18の2刊行物に記載された発明を適用することは，当業者にとって格別困難とはいえない。したがって，引用発明に甲18の2刊行物記載の発明を適用し，2つの駆動穴を設けることは，当業者が容易に想到することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，その場合に，甲18の2刊行物に記載されたように，第2係合部の形状として，六角穴と相似形をなす正六角柱状であって，外接する円の半径が六角穴に内接する円の半径より小さい形状を選択することは，甲18の2刊行物に接した当業者にとって自然な発想である。そうすると，引用発明において，六角穴と第2係合部とから構成される駆動穴を採用する際に，第2係合部に外接する円の半径が六角穴に内接する円の半径より小さい構成とすることは，当業者が容易になし得たものということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審被告は，甲18の2刊行物に記載されているのは，一つの駆動穴に2か所の係合部を備え，2か所の係合部を同時に使用して駆動するタイプであって，2か所の係合部を同時に使用しない例外的な使用法として，当該係合部が破壊されるおそれのない限定された状況での六角穴のみの使用を開示しているが，他方が損傷したときの補完を想定した使用法は開示されていないのに対し，本件特許発明では，一方の駆動穴が損傷しても他方の駆動穴を使用できるネジを得るという点に主たる目的があるとして，甲18の2刊行物記載の発明と本件特許発明とは，技術思想の主眼，目的が異なる旨主張する。",
                        "しかし，甲18の2刊行物には，少なくとも六角穴の単独使用に関する記載があるから，単独使用を十分に示唆しているところ，係合部が破壊されるおそれがなく，強く締める必要がない場合には，六角穴に合うレンチを嵌挿して六角穴を単独使用するだけでなく，第2係合部に合うレンチを嵌挿入して第2係合部を単独使用することも許容されることは，甲18の2刊行物の記載からそこまで読み取ることはできないとしても，六角穴に合うレンチを用いるか，第2係合部に合うレンチを用いるかの違いにすぎず，前者は可能であるが，後者は不可能ということはないから，当業者であれば容易に理解することができることといわなければならない。そして，2以上の駆動方式を組み合わせて，いずれかが駆動不可能な場合に他方で駆動することは，本件明細書にも記載されているように，従来から知られているところであるから，各駆動穴の単独使用を考慮することも，格別困難な事項とは考えられない。",
                        "しかも，本件特許発明は，特許請求の範囲の記載上，単独使用が規定されておらず，上記アのとおり，同時駆動も想定しているものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の容易想到性",
                  "text": [
                    "引用発明の頭部外形が六角形であることに鑑みれば，相違点1に関し，引用発明に甲18の2刊行物に記載された発明を適用し，大径の六角穴を設ける場合に，第1の駆動穴の外周と頭部の外周とが平行になるようにすることは，自然な発想である。これをずらした場合には，六角穴の角部の肉厚が極端に薄くなり適切でないことは，技術的に明らかである。",
                    "そして，引用発明において，六角穴をより広くすることにより，ビットと係合する部分がより増加する反面，外周に近くなるほど壁の部分の強度が低下することが容易に理解できるところ，どの程度外形に近づけるか，すなわち，どの程度の広さの六角穴を設けるかは，両者の兼ね合いで当業者が適宜に決定できる事項である。",
                    "そうすると，引用発明において，ねじ頭部に形成する駆動穴として，第1の駆動穴の外周が頭部の外周の近くまでに及んでおり，両外周が互いにほぼ平行とされる構成を採用することは，当業者にとって格別困難なことではなく，当業者は，相違点2に係る本件特許発明2の構成を容易に想到できたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "1審被告の主張について",
                  "text": [
                    "1審被告は，六角穴付き皿ボルトに関するJIS規格において，多角形状の駆動穴を広くすることを禁じられているから，外周の近くまで及ぶようにすることは容易でない旨主張する。しかし，必要性がある限り，JIS規格に合致しない規格のものを試みることがあり得ないとはいえないし，形状や材質，加工方法等に応じ，頭部の強度を調整することができ，駆動トルクとのバランスにおいて適宜の穴を設け得ることは技術的に明らかであるから，必要な強度を確保しつつ，外周近くまで広がる六角穴とすることは，当業者にとって格別困難とはいえない。",
                    "なお，1審被告は，甲19の2刊行物に本件特許発明の技術思想に関わる記載がない旨主張する。しかし，前記アのとおり，相違点2については，甲19の2刊行物を適用するまでもなく，当業者が容易に想到できるものであり，甲19の2刊行物の記載については，上記判断を左右しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件特許発明2は，引用発明及び甲18の2刊行物記載の発明から容易に発明することができたものであって進歩性を欠き，また，その上位概念である本件特許発明1も，同様に進歩性を欠くといわざるを得ない。",
                "よって，本件特許は，特許無効審判により無効にされるべきものと認められるから，1審被告は，1審原告に対し本件特許権を行使することができない。",
                "したがって，1審原告の本訴請求のうち，差止請求権不存在確認請求は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(3)(不正競争の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "証拠及び弁論の全趣旨を総合すれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審被告は，平成14年4月10日，本件特許出願をした(甲1)。",
                    "本件特許の審査過程において，平成19年4月24日付けで，請求項1に係る発明と甲18の2刊行物等に記載された発明との間に明確な構成上の差異がないこと，請求項2に係る発明は甲18の2刊行物等に記載の発明及び甲19の2刊行物に記載された周知技術を適用することに格別の困難性はないことを理由に，拒絶理由が通知された(乙5)。1審被告は，平成19年6月2日付けで，代理人弁理士による意見書を提出するとともに，手続補正書を提出し，請求項1及び2に係る特許請求の範囲及び明細書の記載を補正して，引用された発明との相違を主張した(乙6，7)。",
                    "1審被告は，平成19年8月17日，本件特許の設定登録を受けた(甲1)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審被告は，ミヤガワ金属販売に対し，平成19年8月20日付けの書面(甲3)を送付した。上記書面には，同社が1審原告に販売しているパワーねじ(原告製品)が1審被告の本件特許権を侵害していることが明白であること，原告製品の製造，販売の中止，在庫品の廃棄及び損害賠償を請求する可能性があること，最終消費者の迷惑を考慮してなるべく穏便な方法を採用したいので，早急に会談の場を設けて善後策を探りたいこと，担当者に連絡してほしいことが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "1審被告の代理人である對崎俊一弁護士は，ミヤガワ及びミヤガワ金属販売に対し，平成19年9月18日付けの警告書(甲4)を送付した。上記警告書には，ミヤガワが製造し，ミヤガワ金属販売が販売しているパワーねじ(原告製品)が本件特許発明の技術的範囲に属するもので，1審被告の本件特許権を侵害するものであること，原告製品の製造，販売を直ちに停止し，今後の製造販売について1審被告の指示に従うべきこと，両社が本件特許権を尊重する方向を維持する限り，市場が混乱しないよう，友好的な関係を構築して対処したいことが記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成19年9月19日ころ，ミヤガワ金属販売(代表者B)，1審被告(代表者C及び関東支社長D)及び株式会社シスコ(A。同年7月20日1審原告を退職)が，1審被告の関東支社において集まり，善後策を協議した。その席上，上記3社間で，本件特許権を確認し，1審被告が弁護士を介して1審原告に対し抗議を行うこと，そのことにより旭化成建材には迷惑をかけないこと，ミヤガワの意向は1審被告又はシスコのいずれか又は両者が窓口になること，旭化成建材が納入窓口をいかようにするかは同社の指示に従うことを合意し，Aが旭化成建材に対し，文書で上記事項を報告した(甲7，42，44の1・6，乙1)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "1審被告の代理人である對崎俊一弁護士は，同年9月28日，1審原告に対し，警告書を送付した(甲5)。上記警告書には，原告製品の販売が本件特許権を侵害する行為であること，原告製品の販売を停止すべきこと，誠意ある対応をとるのであれば，在庫分の廃棄を求めず，別途の解決を考慮する余地があるので連絡してほしいことが記載されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "1審原告は，旭化成建材から呼び出しを受け，協議したが，平成19年10月22日，同社から，同月1日に遡って1審被告から購入するとの通告を受け(甲42)，同年10月以降，本件特許発明の実施品であるねじは，ミヤガワが製造し，ミヤガワ金属販売，1審被告，西村鋼業を経由して，旭化成建材へ販売されるようになった(弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件特許について特許無効審判は請求されておらず，第1審において，1審原告は，本訴につき，当初，本件特許発明が職務発明であり通常実施権を有する，甲6の存在を根拠に新規性がない等と主張していたが，その後，上記各主張を撤回した。そして，1審原告が，引用発明(甲22刊行物に記載された発明)からの進歩性を初めて主張したのは，本訴提起から5か月以上経過した平成20年12月17日付け準備書面(2)においてである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不競法2条1項14号に基づく損害賠償責任の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1で認定したとおり，本件特許は特許無効審判により無効にされるべきものであるから，原告製品が本件特許発明の技術的範囲に属するものであったとしても，結論として，原告製品の製造販売行為が特許権侵害に当たるとはいえず，本件告知の内容は，結果的にみて，虚偽であったことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，1審被告が有する本件特許権は，特許庁における審査を経て拒絶理由を発見しないとして特許査定に至ったものであり(特許法51条)，無効審決がされたわけでもなく，他方，原告製品が本件特許発明の技術的範囲に属することは，明らかであり，当事者間に争いがない。そして，ミヤガワ及びミヤガワ金属販売は，原告製品を製造販売する者であるから，本件特許が特許無効審判により無効にされるべきものであるなどの抗弁事由が認められない場合であれば，本件特許権の直接侵害者に相当する立場にある者である。よって，本件特許権を有する1審被告は，原告製品の製造販売行為を行うミヤガワらに対して，特許権者として，ミヤガワらの行為が本件特許権を侵害することを告知したものと解される。なお，1審被告は，最終ユーザで大手の旭化成建材には直接告知しておらず，1審原告の「1審被告は，1審原告の元代表者Aを通じて，旭化成建材に対し，取引先を1審原告から1審被告に変更するように働きかけて，旭化成建材の取引先を，平成19年10月1日から1審被告に変更させた」との主張は，本件全証拠によっても，これを認めるに足りない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本件告知行為の内容は，前記(1)認定のとおりであって，原告製品の製造販売元であって直接侵害者の立場にあるミヤガワらに対する登録された権利の行使として，内容及び態様において社会的に不相当とまではいえないものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その後，1審被告は，ミヤガワらとの打合せを行い，1審原告にも同様の通知をした。その上で，1審被告は，反訴としてではあるが，1審原告に対して特許権侵害に基づく損害賠償請求訴訟を提起したものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "加えて，1審原告は当初，職務発明による通常実施権や甲6による新規性欠如といった主張をしていたが，これを撤回したもので，引用発明に基づく進歩性欠如の主張は，提訴から5か月以上経過した後に初めて主張されたものである。しかも，本件特許の無効理由は，前記1のとおりの進歩性欠如であり，引用発明及び甲18の2刊行物の記載に基づき容易に発明することができたというものであって，引用発明とされた甲22刊行物記載の発明と本件特許発明とは，同一の構成のものではなく，前記1(3)のとおりの相違点がある。また，甲18の2刊行物は，特許庁段階で拒絶理由通知に記載されたが，手続補正の結果これをもって拒絶理由を発見しないとされたものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のように，特許権者である1審被告が，特許発明を実施するミヤガワらに対し，本件特許権の侵害である旨の告知をしたことについては，特許権者の権利行使というべきものであるところ，本件訴訟において，本件特許の有効性が争われ，結果的に本件特許が無効にされるべきものとして権利行使が許されないとされるため，1審原告の営業上の信用を害する結果となる場合であっても，このような場合における1審被告の1審原告に対する不競法2条1項14号による損害賠償責任の有無を検討するに当たっては，特許権者の権利行使を不必要に萎縮させるおそれの有無や，営業上の信用を害される競業者の利益を総合的に考慮した上で，違法性や故意過失の有無を判断すべきものと解される。",
                    "しかるところ，前記認定のとおり，本件特許の無効理由については，本件告知行為の時点において明らかなものではなく，新規性欠如といった明確なものではなかったことに照らすと，前記認定の無効理由について1審被告が十分な検討をしなかったという注意義務違反を認めることはできない。そして，結果的に，旭化成建材の取引のルートが1審原告から1審被告に変更されたとしても，本件告知行為は，その時点においてみれば，内容ないし態様においても社会通念上著しく不相当であるとはいえず，本件特許権に基づく権利行使の範囲を逸脱するものとまではいうこともできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，1審被告のミヤガワ及びミヤガワ金属販売に対する告知は，少なくとも故意過失がないというべきであるから，その余の点について判断するまでもなく，1審原告の本訴請求のうち，不競法に基づく請求は理由がないといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(4)(補償金支払請求の可否及び特許権侵害の不法行為の成否)について",
          "text": [
            "前記1のとおり，本件特許は無効にされるべきであるから，本件特許権侵害を理由とする補償金請求及び特許権侵害による損害賠償請求は，いずれも理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，①1審原告の差止請求権不存在確認請求は認容されるべきであるが，②不競法に基づく損害賠償請求及び③1審被告の損害賠償請求は，いずれも棄却されるべきものであって，これと異なる原判決は主文のとおり変更されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10074",
    "date": "2011-02-24",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)18769",
    "precedent_id": "081106",
    "ipprecedent_id": "2506",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}