{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800233号事件について平成22年6月14日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，特許第2778841号(発明の名称「洗濯機」，平成2年12月28日出願・特願平2−417371号，平成4年8月31日公開・特開平4−242695号，平成10年5月8日設定登録，設定登録時の請求項の数2。",
            "以下，設定登録時の明細書を「本件明細書」という。甲14)の特許権者である。",
            "被告は，平成21年11月11日，本件明細書の特許請求の範囲の請求項1記載の発明に係る特許を無効とすることを求めて無効審判を請求した(無効2009−800233号，甲15)。",
            "原告らは，平成22年2月15日，本件明細書の特許請求の範囲の請求項1を変更する訂正請求をした(同訂正後の明細書を，以下「訂正明細書」という。",
            "甲16)。",
            "特許庁は，平成22年6月14日，「訂正を認める。特許第2778841号の請求項1に記載された発明についての特許を無効とする。」との審決をし，その謄本は，同月24日，原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "訂正明細書の特許請求の範囲の請求項1の記載は次のとおりである(以下，訂正明細書の特許請求の範囲の請求項1記載の発明を「本件発明」という。)。",
            "槽内に設けられた撹拌体を正逆回転させるための洗濯機モータと，洗濯物の量を検出する洗濯物量検出手段と，運転時間を設定する運転時間設定スイッチと，水位を設定する水位設定スイッチとを備え，運転コースとして自動運転コースの他に，前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できるマニュアル運転コースを備えたものにおいて，",
            "前記自動運転コースと前記マニュアル運転コースとを択一設定する運転コース選択スイッチを有し，マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が無い場合には，前記洗濯物量検出手段による検出結果に応じて水位を自動決定し，マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とするマニュアル運転制御手段を設けたことを特徴とする洗濯機。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本件発明は，甲7(「取扱説明書 日立全自動洗濯機 KW−70R1形」)記載の発明(以下「甲7発明」という。)及び甲10(「東芝全自動電気洗濯機取扱説明書 AW−SX960」)又は甲11(「東芝全自動電気洗濯機取扱説明書 AW−50G1，AW−50E1」)に記載された事項に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができなかったものであり，本件発明に係る特許は，同項の規定に違反してなされたものであるから，同法123条1項2号に該当し，無効とすべきであるとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本件発明に進歩性がないとの結論を導く過程において認定した甲7発明の内容，本件発明と甲7発明の一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲7発明の内容",
                  "text": [
                    "洗濯槽の内部に設けられた正逆回転するからまん棒と，洗濯物の量と質を感知するセンサーと，運転時間を設定する「洗い」，「すすぎ」，「脱水」の各ボタンと，水位を設定する「水位」ボタンとを備え，運転コースとして全自動コースの他に，前記「洗い」，「すすぎ」，「脱水」の各ボタンにより運転時間と前記「水位」ボタンにより水位とをそれぞれ設定できるお好みでのお洗濯を備えたものにおいて，",
                    "前記全自動コースを選ぶ「コースセレクト」ボタンと前記お好みでのお洗濯を選ぶ「水位」，「洗い」，「すすぎ」，「脱水」の各ボタンを有し，お好みでのお洗濯が設定されて運転がスタートされると，前記「水位」ボタンを押さない場合には，前記センサーが洗濯物の量により水位を設定し，お好みでのお洗濯が設定されて運転がスタートされると，前記「水位」ボタンを極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う制御手段を有する洗濯機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "槽内に設けられた撹拌体を正逆回転させるための洗濯機モータと，洗濯物の量を検出する洗濯物量検出手段と，運転時間を設定する運転時間設定スイッチと，水位を設定する水位設定スイッチとを備え，運転コースとして自動運転コースの他に，前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できるマニュアル運転コースを備えたものにおいて，",
                    "マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が無い場合には，前記洗濯物量検出手段による検出結果に応じて水位を自動決定し，マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とするマニュアル運転制御手段を設けた洗濯機。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本件発明では「自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを有」するものであるのに対して，甲7発明では「前記全自動運転コースを選ぶ『コースセレクト』ボタンと前記お好みでのお洗濯を選ぶ『水位』，『洗い』，『すすぎ』，『脱水』の各ボタンを有」するものである点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告らの主張",
      "text": [
        "審決は，甲7発明の認定の誤り(取消事由1)，本件発明と甲7発明の一致点の認定の誤り(取消事由2)，容易想到性の判断の誤り(取消事由3)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲7発明の認定の誤り(取消事由1)",
          "text": [
            "審決による甲7発明の認定には，次のとおり誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「お好みでのお洗濯」に関する認定について",
              "text": [
                "審決は，甲7発明の「お好みでのお洗濯」について，「前記『洗い』，『すすぎ』，『脱水』の各ボタンにより運転時間と前記『水位』ボタンにより水位とをそれぞれ設定できるお好みでのお洗濯を備えたものにおいて」，「お好みでのお洗濯が設定されて運転がスタートされると，前記『水位』ボタンを極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う」と認定した。しかし，甲7発明の「お好みでのお洗濯」では，水位について，極少水位しか設定できないから，そのように認定すべきであり，審決による甲7発明の上記認定は誤りである。",
                "すなわち，甲7の10頁には，「お好みでのお洗濯」について記載されており，「水位ボタンを使うとき」の欄には，「水を足したいとき」との項目と，「極少水位を使うとき」との項目があり，「水を足したいとき」との項目の注意書きには，「『洗い』の前に水位ボタンを押さないでください。布の量に関係ない水位で洗濯を行い，布を傷めるおそれがあります。」と記載されている。",
                "このような記載によれば，「お好みでのお洗濯」では，極少水位を使うとき以外は，洗いのスタート前に水位ボタンを使用することが禁止されており，使用者は，高水位や低水位を希望しても設定することはできず，極少水位のみしか設定できない。",
                "そのため，審決による甲7発明の認定のうち，「前記『洗い』，『すすぎ』，『脱水』の各ボタンにより運転時間と前記『水位』ボタンにより水位とをそれぞれ設定できるお好みでのお洗濯を備えたものにおいて」との部分は誤りであり，「前記『洗い』，『すすぎ』，『脱水』の各ボタンにより運転時間と前記『水位』ボタンにより唯一セット可能な極少水位をそれぞれ設定できるお好みでのお洗濯を備えたものにおいて」と認定すべきである。また，審決による甲7発明の認定のうち，「お好みでのお洗濯が設定されて運転がスタートされると，前記『水位』ボタンを極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う」との部分は誤りであり，「お好みでのお洗濯が設定されて運転がスタートされると，前記『水位』ボタンは極少水位以外の水位の設定を禁止しており，前記『水位』ボタンで唯一セット可能な極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う」と認定すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "洗濯物の量により水位を設定するとの認定について",
              "text": [
                "審決が，甲7発明につき，「前記センサーが洗濯物の量により水位を設定し」とした認定は誤りである。",
                "すなわち，甲7の10頁の「ボタン操作(電源スイッチを「入」にしてから)」の欄には，「洗濯物の量と質により，『水位』，『水流』をセンサーが自動的に決めます。」との記載があるから，甲7発明は，「お好みでのお洗濯」で洗濯をするときには，布量センサーと布質センサーの両センサーの検出結果により，水位が自動的に決められるものと推測することができる。しかし，布量センサーと布質センサーの検知結果がどのように水位に反映されるかは不明であり，布質センサーに対する依存度が大きく，実質的に布量センサーの検知結果は水位に反映されていないことがあるため，甲7発明につき，「前記センサーが洗濯物の量により水位を設定し」とした審決の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明と甲7発明の一致点の認定の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "マニュアル運転コースを備えたとの一致点の認定について審決が，本件発明と甲7発明の一致点につき，「・・・前記水位設定スイッチにより水位・・・を・・・設定できるマニュアル運転コースを備えたものにおいて」とした認定は誤りである。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明のマニュアル運転コースで設定する水位と自動運転コースで利用できる水位について",
                  "text": [
                    "本件発明のマニュアル運転コースで設定する水位は，自動運転コースで利用できる水位でなければならない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，訂正明細書の特許請求の範囲の請求項1には，「前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できる」と記載されており，発明の詳細な説明には，「・・・マニュアル運転コースは，水位・・・等各設定項目について，使用者が所望値を設定し，そして各設定内容に沿って運転を実行する。・・・」(【0004】)，「・・・マニュアル運転がスタートされる前には，・・・同水位設定スイッチ，・・・・が操作されて各種設定がなされる。」(【0019】)，及び「・・・水位についてマニュアル設定が有る場合には，そのマニュアル設定水位と，・・・・により洗濯運転を実行する(ステップS2)。」(【0020】)との記載がある。",
                        "これらの記載によれば，本件発明のマニュアル運転コースは，水位について，水位設定スイッチにより，使用者が所望する水位の値を設定(選択)し，その設定水位により洗濯を実行するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，訂正明細書には「・・・いかなるタイプの洗濯機においても，スプラッシュおよび布傷みを常に防止することを目標として製作されているが，しかしながら，上述のものにおいては，マニュアル運転コースにて運転を実行する場合，上記スプラッシュおよび布傷みが発生するおそれがある。」(【0005】)，「請求項1の洗濯機においては，マニュアル運転コースが設定されたときには前記洗濯物量検出手段による検出結果に応じて水位を自動決定するから，マニュアル運転コースであっても洗濯物量に合った適正水位が決定され，もってスプラッシュおよび布傷みの発生をなくし得る。」(【0012】)，及び「・・・水位についてマニュアル設定が有る場合に限りマニュアル設定水位を優先するようにした・・・」(【0024】)との記載がある。",
                        "これらの記載によれば，本件発明は，自動運転コースでは問題がないがマニュアル運転コースになるとスプラッシュや布傷みが発生することを課題とし，マニュアル運転コースが選択された場合には自動設定の水位ではなくマニュアル設定水位を優先させることで使用者の意思を尊重させることができるものである。そのため，マニュアル運転コースにて設定する水位は，自動運転コースにおいても利用できる水位であることが前提となっている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7発明の「お好みでのお洗濯」における設定水位について甲7発明の「お好みでのお洗濯」において設定可能な水位は極少水位のみであり，これは甲7発明の全自動コースにおいて利用できないものである。",
                    "すなわち，甲7発明の「お好みでのお洗濯」において設定が可能な水位は，極少水位のみであり，他の水位の設定は禁止されている。そして，極少水位では水位が低いため，本件発明の課題である「槽外へのスプラッシュ」は発生し得ない。",
                    "また，甲7の8ないし9頁には「全自動コースでのお洗濯」についての記載があり，「衣類の量→水位＜自動設定＞」との欄には，水位に，高水位・中水位・低水位・少水位があり，洗濯物の量により水位をセンサーが自動的に決める旨記載されているが，それとともに，「・極少水位には自動設定されません」と記載されているから，甲7発明の全自動コースにおいて，極少水位は，使用することができない。このように，甲7発明において，「お好みでのお洗濯」において唯一設定可能な極少水位は，全自動コースにおいて利用できない水位であり，自動の水位設定に対して優先して設定された水位でもないから，甲7発明の「お好みでのお洗濯」は，本件発明のマニュアル運転コースにより奏される効果，すなわち，使用者の意思を尊重することができるという本件発明の効果を奏し得ないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明のマニュアル運転コースと甲7発明の「お好みでのお洗濯」について",
                  "text": [
                    "そうすると，甲7発明の「お好みでのお洗濯」は，本件発明のマニュアル運転コースとは，水位の設定について構成が異なるから，審決が，本件発明と甲7発明の一致点につき，マニュアル運転コースを備えたとした認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "マニュアル運転コースにおいて「水位設定スイッチによる水位の設定が有る」との一致点の認定について",
              "text": [
                "審決が，本件発明と甲7発明の一致点につき，「マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とするマニュアル運転制御手段を設けた」とした認定は誤りである。その理由は，以下のとおりである。",
                "すなわち，甲7発明の「お好みでのお洗濯」において，水位は極少水位にしか設定できないから，「極少水位に設定した場合」は，本件発明の「水位の設定がある場合」とは，その目的とする課題及び作用効果を異にする。また，「お好みでのお洗濯」では，極少水位以外の高水位や低水位等の使用が禁止されているから，極少水位は，自動の水位設定に対して優先して設定された水位ではなく，甲7発明における極少水位の設定は，「水位について設定があった場合には設定された水位が優先されるので，使用者の意思を尊重することができる」という本件発明の課題に対応しているものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「洗濯物量検出手段による検出結果に応じて水位を自動決定」するとの一致点の認定について",
              "text": [
                "前記1(2)のとおり，甲7発明では，実質的に布量センサーの検知結果が水位に反映されていないことがあるため，甲7には，「洗濯物量検出手段による検出結果に応じて水位を自動決定」する構成が開示されていない。したがって，審決が，本件発明と甲7発明の一致点につき，「洗濯物量検出手段による検出結果に応じて水位を自動決定」するとした認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "容易想到性の判断の誤り(取消事由3)",
          "text": [
            "審決が，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けて相違点に係る本件発明の構成とすることは，甲7発明に甲10又は甲11に記載された事項を適用することにより当業者が容易になし得たことであるとした判断は誤りである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲10，11のメモリーコースと本件発明のマニュアル運転コースについて",
              "text": [
                "甲10，11のメモリーコースは，水位の設定を行うものではなく，本件発明のマニュアル運転コースに対応しないから，甲7発明に，甲10，11に記載された事項を適用しても，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けることを容易に想到し得たとはいえない。",
                "すなわち，本件発明のマニュアル運転コースは，「前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できる」ものであるから，水位の設定を行うものでなければならない。そして，水位を設定するとの本件発明の構成は，「水位について設定があった場合には設定された水位が優先されるので，使用者の意思を尊重することができる」という本件発明の効果の前提となる技術的事項である。",
                "これに対し，甲10の13頁の「メモリー(記憶)するとき，およびメモリーを変えたいとき」との欄には，水位の設定についての記載はなく，甲10に記載されたメモリーコースは，使用者が水位の設定をすることができないものである。また，甲11の13頁の「メモリーコースを使うとき」との欄にも，水位の設定についての記載はなく，甲11に記載されたメモリーコースも，使用者が水位の設定をすることができないものである。",
                "そのため，甲10，11のメモリーコースは，本件発明のマニュアル運転コースの構成を欠くものであって，本件発明のマニュアル運転コースに相当せず，甲7発明に，甲10，11に記載された事項を適用しても，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けることを容易に想到し得たとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害要因について",
              "text": [
                "甲7発明は，同発明に基づいて本件発明を想到するにつき阻害要因を有しているから，甲7発明に，甲10，11に記載された事項を適用しても，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けることを容易に想到し得たとはいえない。",
                "すなわち，本件発明は，マニュアル運転コースにおいて，自動運転コースにおいても使用できる水位のうちから，使用者が所望する水位を設定し，この設定された水位が，自動設定される水位に対して優先して適用されることで，使用者の意思を尊重することができるという技術的思想を有するものである。",
                "これに対し，甲7に記載された「お好みでのお洗濯」は，全自動コースでは使用できない極少水位のみしか設定できず，全自動コースにおいて使用する高水位や低水位等の水位の使用が禁止されている。そのため，甲7の「お好みでのお洗濯」は，本件発明のマニュアル運転コースに相当せず，甲7は，本件発明の技術的思想が開示されていないばかりか，使用者が所望する水位(例えば，高水位や低水位)の使用を積極的に禁止していることから，使用者の意思の尊重という本件発明の目的・効果に反しており，甲7発明は，同発明に基づいて本件発明を想到するにつき阻害要因を有している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲7，10，11に基づく容易想到性について",
              "text": [
                "甲7に甲10，11を組み合わせても，本件発明を容易に想到し得たとはいえない。",
                "すなわち，前記(1)，(2)のとおり，甲7及び甲10，11には，本件発明のマニュアル運転コースに相当するものは開示されていない。",
                "また，本件発明の特徴点は，マニュアル運転コースにおいて，自動運転コースにおいても使用できる水位のうちから，使用者が所望する水位を設定することにより，使用者の意思を尊重できるという点にあるが，このような本件発明の特徴点は，甲7，10，11には何ら開示されていないし，甲10及び甲11に記載されたメモリーコースによる作用は，発明の特徴点に想到するための示唆に当たらない。甲10及び甲11には，「メモリー(コース)」を選択するという操作が存在するが，甲7に記載された「お好みでのお洗濯」は，「洗い」，「すすぎ」，「脱水」ボタンを操作して各運転時間を設定し，「これっきりボタン」を押して運転を開始させる行程によって運転操作が完結しており，これに，甲10及び甲11に記載された「メモリー(コース)」を選択するという操作をあえて組み合わせる動機付けは，甲7，10，11のいずれにも示唆されていない。",
                "さらに，本件発明は，マニュアル運転コースにおいて，自動運転コースにおいても使用できる水位のうちから使用者が所望する水位を設定すると，この設定された水位が，自動設定される水位に対して優先して設定されることで，使用者の意思を尊重することができるという格別な作用効果を奏するものであるが，この作用効果は，甲7，10，11から想起することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定，判断に誤りはなく，原告ら主張の取消事由は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲7発明の認定の誤り(取消事由1)に対し",
          "text": [
            "審決による甲7発明の認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「お好みでのお洗濯」に関する認定について",
              "text": [
                "引用文献に記載された発明の認定は，本件発明との対比が可能な範囲内で行えば足りるのであって，対比と関係のない事項を含めて認定する必要はない。したがって，本件発明の「前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とする」との構成と対比するためには，審決の認定のとおり，甲7発明を「前記『水位』ボタンを極少水位に設定した場合には，水位を極少水位に設定する」と認定すれば足り，「高水位」，「低水位」等の余分な事項を付け加えて認定する必要はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "洗濯物の量により水位を設定するとの認定について",
              "text": [
                "甲7の10頁の「お好みでのお洗濯」の「ボタン操作(電源スイッチを「入」にしてから)」の欄には，「洗濯物の量と質により，『水位』，『水流』をセンサーが自動的に決めます。」と記載されているから，甲7発明の「お好みでのお洗濯」のときに，洗濯物の量(布量センサー)を用いて水位が自動設定されていることは明らかである。また，甲7には，布量センサーの検知結果が水位に反映されていないことを窺わせる記載はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明と甲7発明の一致点の認定の誤り(取消事由2)に対し審決による本件発明と甲7発明の一致点の認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "マニュアル運転コースを備えたとの一致点の認定について訂正明細書の特許請求の範囲の「運転コースとして自動運転コースの他に，前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できるマニュアル運転コースを備えたものにおいて，」との記載に基づいて認定できる本件発明のマニュアル運転コースは，運転時間と水位を設定できる運転コースであれば足り，マニュアル運転コースで設定する水位が，自動運転コースで利用できる水位に限られる，と解する根拠はない。そして，甲7発明の「お好みでのお洗濯」では，極少水位を設定可能であり，運転時間と水位とをそれぞれ設定できるから，甲7発明はマニュアル運転コースを備えているといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "マニュアル運転コースにおいて「水位設定スイッチによる水位の設定が有る」との一致点の認定について",
              "text": [
                "前記(1)のとおり，本件発明では，マニュアル運転コースにおいて水位を設定することが可能であれば足り，マニュアル運転コースで設定する水位は，自動運転コースで利用できる水位などには限定されていない。他方，甲7発明の「お好みでのお洗濯」では，極少水位を設定することが可能である。したがって，「水位設定スイッチによる水位の設定が有る」との一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「洗濯物量検出手段による検出結果に応じて水位を自動決定」するとの一致点の認定について",
              "text": [
                "前記1(2)のとおり，甲7発明の「お好みのお洗濯」のときに，洗濯物の量(布量センサー)を用いて水位が自動設定されていることは明らかであり，また，甲7には，布量センサーの検知結果が水位に反映されていないことを窺わせる記載はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "容易想到性の判断の誤り(取消事由3)に対し",
          "text": [
            "当業者において，「自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを」有するという本件発明の相違点に係る構成を想到することは，甲7発明に甲10又は甲11に記載された事項を適用することにより容易であるとした審決の判断に，誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲10，11のメモリーコースと本件発明のマニュアル運転コースについて",
              "text": [
                "甲10，11のメモリーコースは，使用者が，運転行程・時間・回数及び水流の設定を行うものであり，他方，本件発明のマニュアル運転コースは，使用者が，運転時間及び水位を設定するものであって，いずれも使用者が運転時間等を設定できるという点において共通するから，審決は，甲10，11のメモリーコースが本件発明のマニュアル運転コースに相当すると判断したものであり，その判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害要因について",
              "text": [
                "前記2(1)のとおり，訂正明細書の特許請求の範囲の記載によれば，本件発明において，マニュアル運転コースで設定する水位が，自動運転コースで利用できる水位に限られる，と解する根拠はない。そして，甲7発明は，「お好みでのお洗濯」のときに水位を極少水位に設定することができるから，甲7発明は，本件発明のマニュアル運転コースの構成を備えるものである。",
                "本件発明において，マニュアル運転コースで設定する水位が，自動運転コースで利用できる水位に限られるとの原告らの主張，及びその主張を前提とするその余の主張は，いずれも採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲7，10，11に基づく容易想到性について",
              "text": [
                "前記(2)のとおり，本件発明において，マニュアル運転コースで設定する水位が，自動運転コースで利用できる水位に限られるとの原告らの主張，及びその主張を前提とするその余の主張は，いずれも採用することができない。",
                "甲10，11には，自動運転コースと，使用者が運転時間等を設定するメモリーコースとを切り替えるスイッチが記載されている。他方，甲7発明の「お好みでのお洗濯」と甲10，11のメモリーコースは，使用者が運転時間等を設定できるという点において共通し，使用者の利便性の観点から，自動運転コースとメモリーコースを切り替えるスイッチを設けることについて動機付けがあるから，甲7発明に甲10，11を適用して当業者が本件発明をすることは容易であった。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告ら主張の取消事由はいずれも理由がなく，審決の認定，判断に誤りはないと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲7発明の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「お好みでのお洗濯」に関する認定について",
              "text": [
                "審決が，甲7発明の「お好みでのお洗濯」について，「前記『洗い』，『すすぎ』，『脱水』の各ボタンにより運転時間と前記『水位』ボタンにより水位とをそれぞれ設定できるお好みでのお洗濯を備えたものにおいて」，「お好みでのお洗濯が設定されて運転がスタートされると，前記『水位』ボタンを極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う」とした認定に誤りはない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "運転時間の設定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7の記載",
                      "text": [
                        "甲7の10ないし11頁には，「お好みでのお洗濯」について記載されている。",
                        "甲7の10頁の左上には，水位，洗い，すすぎ，脱水のボタンを指して「1 選ぶ」と記載されている。",
                        "甲7の10ないし11頁の上段には，「お好みボタンの使いかた」の欄があり，「洗い」の項目には，洗いボタンにより設定できる洗いの時間とそれぞれの時間が設定される場合について，「20分」(ひどい汚れ)，「16分」(普通のよごれ)，「12分」及び「7分」(デリケートな衣類，軽い汚れ)，「洗いなし」を設定できることが記載されている。また，「すすぎ」の項目には，すすぎボタンにより設定できるすすぎの方法・回数について，「注水すすぎ2回」，「ためすすぎ2回」，「ためすすぎ1回」，「注水すすぎ1回」，「すすぎなし」を設定できることが記載されており，「脱水」の項目には，脱水ボタンにより設定できる脱水の時間とそれぞれの時間が設定される場合について，「7分」及び「5分」(普通の衣類，厚物の衣類)，「2分」(デリケートな衣類)，「脱水なし」を設定できることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲7の記載に基づく認定",
                      "text": [
                        "前記(ア)の甲7の記載によれば，洗い，脱水の各ボタンは，洗い及び脱水の各時間を設定するものであると認められる。また，すすぎのボタンは，すすぎの方法・回数を設定するものであるが，すすぎの回数を1回にするか2回にするか，又はすすぎなしにするかによって，すすぎに要する時間が変わると解するのが合理的であるから，すすぎの時間を設定するものであると理解できる。そうすると，洗い，すすぎ及び脱水の各ボタンは，「お好みでのお洗濯」において，洗い，すすぎ及び脱水の各運転時間を設定するものであるといえる。",
                        "したがって，審決が，「前記『洗い』，『すすぎ』，『脱水』の各ボタンにより運転時間・・・を・・・設定できるお好みでのお洗濯を備えたものにおいて」とした認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "水位の設定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7の記載",
                      "text": [
                        "前記ア(ア)のとおり，甲7の10ないし11頁には，「お好みでのお洗濯」について記載されており，10頁の左上には，水位，洗い，すすぎ，脱水のボタンを指して「1 選ぶ」と記載されている。",
                        "甲7の10頁の上段中央には，「水位ボタンを使うとき」の欄があり，その中に，「水を足したいとき」との項目と，「極少水位を使うとき」との項目がある。「水を足したいとき」との項目には，「水位」ボタンが示され，その説明として，「洗いやすすぎ中に水を足したいときは，このボタンを押します。押している間，給水します。」と記載されており，「ご注意」として，「『洗い』の前に水位ボタンを押さないでください。布の量に関係ない水位で洗濯を行い，布を傷めるおそれがあります。」と記載されている。また，「極少水位を使うとき」との項目には，「水位を『少』にセットし，さらに1回押すと，表示の線が『(略)』から『(略)』に変わり極少水位にセットされます。」，「・ソックス洗いや粉石けんを溶かすときにご利用ください。」と記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲7の記載に基づく認定",
                      "text": [
                        "前記(ア)の甲7の記載によれば，「お好みでのお洗濯」において，水位ボタンにより，水位を極少水位に設定して洗濯等を実施することができ，極少水位は，水位ボタンによって設定した上で「お好みでのお洗濯」を実施し得る水位に該当するものと認められる。",
                        "したがって，審決が，甲7発明について，「・・・前記『水位』ボタンにより水位・・・を・・・設定できるお好みでのお洗濯を備えたものにおいて」，「お好みでのお洗濯が設定されて運転がスタートされると，前記『水位』ボタンを極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う」とした認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告らの主張に対し",
                  "text": [
                    "原告らは，水位の設定に関し，「お好みでのお洗濯」では，極少水位を使うとき以外は，洗いのスタート前に水位ボタンを使用することが禁止されており，使用者は，高水位や低水位を希望しても設定することはできず，極少水位のみしかセットできないことを理由として，審決の認定が誤っている旨主張する。しかし，原告らの主張は，以下の理由により，採用することができない。",
                    "すなわち，極少水位は，「お好みでのお洗濯」において水位ボタンにより設定し得る水位に該当するから，審決の認定に誤りはない。",
                    "後記2(1)イのとおり，本件発明において，マニュアル運転コースにおいて設定し得る水位は，自動運転コースにおいて設定し得る水位である必要はなく，自動運転コースにおいて設定できず，マニュアル運転コースにおいてのみ設定し得る水位であってもよいと解される。そのため，本件発明と対比する前提として甲7発明を認定するに当たり，甲7の「お好みでのお洗濯」において設定し得る水位が，全自動コースにおいて設定される高水位，中水位，低水位ではなく，「お好みでのお洗濯」においてのみ設定することができ，全自動コースにおいて設定できない極少水位であったとしても，その極少水位をもって，水位ボタンにより設定される水位と認定することに誤りはない。",
                    "さらに，前記イ(ア)のとおり，「水位ボタンを使うとき」の欄の「水を足したいとき」との項目に，「ご注意」として，「『洗い』の前に水位ボタンを押さないでください。布の量に関係ない水位で洗濯を行い，布を傷めるおそれがあります。」との記載がある。上記記載のとおり，「お好みでのお洗濯」において，極少水位以外の水位の設定をしないようにとの使用者に対する注意喚起がされ，仮に極少水位以外の水位設定をした場合には，布を傷めるおそれがあるとの注意がされていることにかんがみれば，少なくとも，洗濯機の備える働きとしては，「お好みでのお洗濯」において，極少水位以外の水位を設定して洗濯機を作動させることが不可能であると理解すべきではなく，むしろ，使用者が，あえて設定しさえすれば，「お好みでのお洗濯」において，極少水位以外の水位を設定して洗濯機を作動させることが可能であると理解するのが自然である。",
                    "したがって，「お好みでのお洗濯」において，極少水位を使うとき以外は，洗いのスタート前に水位ボタンを使用しないよう，使用者に対する注意喚起がされており，その記載に従う限りにおいて，高水位や低水位を設定しないことが好ましいといえても，審決による甲7発明の認定には誤りはなく，原告らの主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "洗濯物の量により水位を設定するとの認定について",
              "text": [
                "審決が，甲7発明につき，「前記センサーが洗濯物の量により水位を設定し」とした認定に誤りはない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲7の記載",
                  "text": [
                    "甲7の8ないし9頁には，「全自動コースでのお洗濯」について記載されている。甲7の8頁の右下方には，「センサーの働き」の欄があり，その中に，「衣類の量→水位〈自動設定〉」との項目がある。そこには，衣類の量(重さ)と水位の関係を示した表が掲載されており，「約5．5kg～7．0kg」のとき「高水位」，「約3．5kg～5．5kg」のとき「中水位」，「約2．0kg～3．5kg」のとき「低水位」，「約0～2．0kg」のとき「少水位」とされることが示されており，「・洗濯物の量により，『水位』をセンサーが自動的に決めます。水位ボタンを押す必要はありません。」と記載されている。",
                    "また，前記イ(ア)のとおり，甲7の10頁の「水位ボタンを使うとき」の欄の「水を足したいとき」との項目には，「ご注意」として，「『洗い』の前に水位ボタンを押さないでください。布の量に関係ない水位で洗濯を行い，布を傷めるおそれがあります。」と記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲7の記載に基づく認定",
                  "text": [
                    "前記アの甲7の記載によれば，甲7発明において，洗濯機は洗濯物の量により水位を設定するものと認められる。",
                    "したがって，審決が，甲7発明につき，「前記センサーが洗濯物の量により水位を設定し」とした認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告らの主張に対し",
                  "text": [
                    "原告らは，甲7の10頁の「ボタン操作(電源スイッチを「入」にしてから)」の欄に，「洗濯物の量と質により，『水位』，『水流』をセンサーが自動的に決めます。」との記載があることから，甲7発明は，「お好みでのお洗濯」で洗濯をするときには，布量センサーと布質センサーの両センサーの検出結果により，水位が自動的に決められるものと推測することができるが，布量センサーと布質センサーの検知結果がどのように水位に反映されるかは不明であり，布質センサーに対する依存度が大きく，実質的に布量センサーの検知結果は水位に反映されていないことがあるため，甲7発明につき，「前記センサーが洗濯物の量により水位を設定し」とした審決の認定は誤りであると主張する。しかし，原告らの主張は，以下の理由により，採用することができない。",
                    "甲7の10頁の「ボタン操作(電源スイッチを「入」にしてから)」の欄には，原告ら主張のとおり，「洗濯物の量と質により，『水位』，『水流』をセンサーが自動的に決めます。」と記載されている。",
                    "他方，甲7の8頁の「センサーの働き」の欄の「衣類の量→水位〈自動設定〉」との項目には，前記アのとおり，衣類の量(重さ)と水位の関係を示した表が掲載されており，さらに，「・洗濯物の量により，『水位』をセンサーが自動的に決めます。水位ボタンを押す必要はありません。」，「・布の種類によって水位が異なることがあります。」と記載されている。また，「衣類の質→水流〈自動設定〉」との項目には，衣類の質と水流の関係を示した表が掲載されており，「大物，ごわごわ衣類」のとき「大物水流」，「木綿多めの組み合わせ」のとき「標準①水流」，「化せん多めの組み合わせ」のとき「標準②水流」，「化せん類(ランジェリーなど)」のとき「弱水流」とされることが示されている。",
                    "上記の甲7の8頁，10頁の記載によれば，センサーの働きは，基本的に，衣類の量によって水位を設定し，衣類の質によって水流を設定しているものと認められ，それに付加して，衣類の量に加えて衣類の質も加味して水位が設定される場合もあると推認される。しかし，甲7の記載によっても，原告ら主張のように，布質センサーに対する依存度が大きく，実質的に布量センサーの検知結果が水位に反映されていないことがあるとは認められないし，他に，そのようなことを認めるに足りる証拠はない。",
                    "したがって，原告らの上記主張は，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明と甲7発明の一致点の認定の誤り(取消事由2)について(1) マニュアル運転コースを備えたとの一致点，マニュアル運転コースにおいて「水位設定スイッチによる水位の設定が有る」との一致点の認定の誤りについて",
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "マニュアル運転コース，水位の設定等についての一致点の認定審決が，本件発明と甲7発明の一致点を，「・・・前記『水位』スイッチにより水位・・・を・・・設定できるマニュアル運転コースを備えたものにおいて」，「マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とするマニュアル運転制御手段を設けた」とした認定に誤りはない。",
                    "その理由は，以下のとおりである。",
                    "すなわち，本件発明は，「前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できるマニュアル運転コースを備えたもの」であり，マニュアル運転コースは，運転時間設定スイッチにより運転時間を設定することができ，水位設定スイッチにより水位を設定することができるものである。",
                    "他方，前記1(1)のとおり，審決が，甲7発明の「お好みでのお洗濯」について，「前記『洗い』，『すすぎ』，『脱水』の各ボタンにより運転時間と前記『水位』ボタンにより水位とをそれぞれ設定できるお好みでのお洗濯を備えたものにおいて」，「お好みでのお洗濯が設定されて運転がスタートされると，前記『水位』ボタンを極少水位に設定した場合には，水位を極少水位に設定するお好みでのお洗濯の制御を行う」とした認定に誤りはなく，甲7発明の「お好みでのお洗濯」は，洗い，すすぎ，脱水の各ボタンにより運転時間を設定することができ，水位ボタンにより水位を設定できるものである。",
                    "そうすると，甲7発明の洗い，すすぎ，脱水の各ボタンは，本件発明の「運転時間設定スイッチ」に該当し，甲7発明の水位ボタンは，本件発明の「水位設定スイッチ」に該当し，甲7発明の「お好みでのお洗濯」は，本件発明のマニュアル運転コースに該当する。",
                    "したがって，審決が，本件発明と甲7発明の一致点を，「・・・前記『水位』スイッチにより水位・・・を・・・設定できるマニュアル運転コースを備えたものにおいて」，「マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とするマニュアル運転制御手段を設けた」とした認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告らの主張に対し",
                  "text": [
                    "原告らは，本件発明のマニュアル運転コースで設定する水位は，自動運転コースで利用できる水位でなければならないとの主張(前記第3，2(1)ア)を前提として，甲7発明の「お好みでのお洗濯」において設定可能な水位は極少水位のみであり，これは甲7発明の全自動コースにおいて利用できないものであるから(前記第3，2(1)イ)，甲7発明の「お好みでのお洗濯」は，本件発明のマニュアル運転コースとは，水位の設定について構成が異なり，審決が，本件発明と甲7発明の一致点につき，「マニュアル運転コースを備えた」とした認定は誤りであると主張する。しかし，原告らの主張は，以下のとおり，訂正明細書の特許請求の範囲や発明の詳細な説明の記載に照らし，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正明細書の記載",
                      "text": [
                        "訂正明細書には，次のとおりの記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求項1",
                          "text": [
                            "「【請求項1】槽内に設けられた撹拌体を正逆回転させるための洗濯機モータと，洗濯物の量を検出する洗濯物量検出手段と，運転時間を設定する運転時間設定スイッチと，水位を設定する水位設定スイッチとを備え，運転コースとして自動運転コースの他に，前記運転時間設定スイッチにより運転時間と前記水位設定スイッチにより水位とをそれぞれ設定できるマニュアル運転コースを備えたものにおいて，前記自動運転コースと前記マニュアル運転コースとを択一設定する運転コース選択スイッチを有し，マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が無い場合には，前記洗濯物量検出手段による検出結果に応じて水位を自動決定し，マニュアル運転コースが設定されて運転がスタートされると，前記水位設定スイッチによる水位の設定が有る場合には，この設定された水位とするマニュアル運転制御手段を設けたことを特徴とする洗濯機。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来技術",
                          "text": [
                            "「【0003】",
                            "【従来の技術】従来より，洗濯機においては洗い運転を自動運転コースで実行し得るようにすると共に，マニュアル運転コースでも実行し得るようにしたものが供されている。すなわち，この種洗濯機では，洗濯物量検出手段および水位センサを備えており，自動運転コースが選択設定されると，洗濯物の量を検出して，水位を自動的に設定すると共に，運転時間も自動設定する。そして各設定内容に沿って運転を実行する。",
                            "【0004】一方，マニュアル運転コースは，水位，運転時間，水流の強弱(撹拌体の正逆回転の時限)等各設定項目について，使用者が所望値を設定し，そして各設定内容に沿って運転を実行する。なお，各設定項目のうち使用者によって設定されなかった項目については，自動運転コースにて用いられる標準的な値が一律に自動設定される。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "「【0005】",
                            "【発明が解決しようとする課題】ところで，洗濯機においては，いかなるタイプの洗濯機においても，スプラッシュおよび布傷みを常に防止することを目標として製作されているが，しかしながら，上述のものにおいては，マニュアル運転コースにて運転を実行する場合，上記スプラッシュおよび布傷みが発生するおそれがある。",
                            "【0006】例えば，運転時間および水流の強弱について使用者が設定した上で，運転を開始すると，水位は上記標準的な値が一律に自動設定されることから，洗濯物の量によってはその洗濯物量の適正水位に対して水位が高すぎたり，低すぎたりすることがある。すなわち，洗濯物の量が少ないような場合では，適正水位としては低いものであっても，実際にはこれより高い上記標準的な水位が設定されるから，結果的に多量の水に少ない洗濯物が浮く状態になり，撹拌体の正逆回転によって水跳ね(スプラッシュ)が生じて槽外に水が飛び出るおそれがある。逆に洗濯物が多い場合には，この量に対する適正水位に対して上記標準的な水位が低く，この場合には布傷みが発生する。",
                            "【0007】また，マニュアル運転コースにおいて，運転時間および水位について使用者が設定した上で，運転を開始すると，水流の強弱については上記標準的な値が一律に自動設定されることから，その標準的な水流では，洗濯物量が少なくて水位が高いような場合にスプラッシュが発生したり布傷みが発生したりする。",
                            "【0008】本発明は上記事情に鑑みてなされたものであり，その目的は，マニュアル運転コースを実行する場合に，スプラッシュが発生したり布傷みが発生したりすることのない洗濯機を提供するにある。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "「【0010】",
                            "【課題を解決するための手段】本発明の洗濯機は，槽内に設けられた撹拌体を正逆回転させるための洗濯機モータと，洗濯物の量を検出する洗濯物量検出手段とを備え，運転コースとして自動運転コースの他にマニュアル運転コースを備えたものにおいて，マニュアル運転コースが設定されたときには前記洗濯物量検出手段による検出結果に応じて水位を自動決定するマニュアル運転制御手段を設けたところに特徴を有する(請求項1の発明)。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "作用",
                          "text": [
                            "「【0012】",
                            "【作用】請求項1の洗濯機においては，マニュアル運転コースが設定されたときには前記洗濯物量検出手段による検出結果に応じて水位を自動決定するから，マニュアル運転コースであっても洗濯物量に合った適正水位が決定され，もってスプラッシュおよび布傷みの発生をなくし得る。」"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "実施例1",
                          "text": [
                            "「【0019】さて，上記構成の作用を制御回路11の制御内容と共に説明する。いま，マニュアル運転コースが設定されて運転がスタートされた場合について述べる。このマニュアル運転がスタートされる前には，必要に応じて，マニュアル運転のための各種スイッチ(運転時間設定スイッチ，同水位設定スイッチ，同水流設定スイッチ)が操作されて各種設定がなされる。",
                            "【0020】マニュアル運転がスタートされると，図3に示すように，水位についてマニュアル設定がなされたか否かを判断し(ステップS1)，水位についてマニュアル設定が有る場合には，そのマニュアル設定水位と，これまでに設定された運転時間および水流により洗濯運転を実行する(ステップS2)。水位についてマニュアル設定が無い場合には，洗濯物量を検出する(ステップS3)。・・・",
                            "【0022】この洗濯物量検出結果に応じて水位を決定する(ステップS4)。・・・この後，自動決定した上記水位と，これまでに設定された運転時間および水流により洗濯運転を実行する(ステップS5)。",
                            "【0023】この結果，本実施例によれば，マニュアル運転コースが設定された場合，洗濯物量を検出し，この検出結果に応じて水位を自動決定するから，その洗濯物量に対して水位が相対的に適正に決定される。従って，従来とは違って，洗濯物量が少ない場合でもスプラッシュが発生することはなく，また，洗濯物が多い場合でも布傷みが発生することはない。",
                            "【0024】なお，水位についてマニュアル設定が有る場合に限りマニュアル設定水位を優先するようにした理由は，使用者の意思をなるべく尊重しようとするところにある。」"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "発明の効果",
                          "text": [
                            "「【0032】",
                            "【発明の効果】請求項1の洗濯機によれば，マニュアル運転コースが設定されたときには洗濯物量検出手段による検出結果に応じて水位を自動決定するから，水位が不適正となることをなくし得て，スプラッシュが発生したり布傷みが発生したりすることをなくし得るという効果を奏する。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "マニュアル運転コースにおいて設定し得る水位について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲の記載に基づく認定",
                          "text": [
                            "請求項1の記載(前記(ア)a)によれば，水位に関して，①本件発明に係る洗濯機は，水位を設定する水位設定スイッチを備えること，②運転コースとして，運転時間設定スイッチによる運転時間と水位設定スイッチにより水位とをそれぞれ設定できるマニュアル運転コースを備えること，③マニュアル運転コースが設定されて運転がスタートされると，水位設定スイッチによる水位の設定がない場合には，洗濯物量検出手段による検出結果に応じて水位を自動決定し，マニュアル運転コースが設定されて運転がスタートされると，水位設定スイッチによる水位の設定がある場合には，この設定された水位とするマニュアル運転制御手段を設けたことが認められる。しかし，請求項1には，マニュアル運転コースにおいて設定する水位が，自動運転コースで利用できる水位でなければならないこと，複数の水位の中から選択されるものでなければならないこと，スプラッシュが発生し得るような高い水位であることなどは，記載されていないし，そのように解する根拠はない。",
                            "したがって，本件発明のマニュアル運転コースにおいて設定する水位が，自動運転コースで利用できる水位でなければならないとの原告らの主張は，特許請求の範囲に基づかない主張であり，採用することができないし，本件発明のマニュアル運転コースにおいて設定する水位が，複数の水位の中から選択されるものでなければならない，又はスプラッシュが発生し得るようなものでなければならないと解する根拠もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明の技術的意義の参酌",
                          "text": [
                            "訂正明細書の請求項1及び発明の詳細な説明の記載(前記(ア))によれば，本件発明は，マニュアル運転コースを実行する場合に，スプラッシュが発生したり布傷みが発生したりすることのない洗濯機を提供するとの課題を解決するために，マニュアル運転コースが設定されたときに，洗濯物量検出手段による検出結果に応じて水位を自動決定するマニュアル運転制御手段を設けたところに特徴を有し，それにより，マニュアル運転コースが設定されたときにも洗濯物量検出手段による検出結果に応じて水位を自動決定し，水位が不適正となることをなくして，スプラッシュが発生したり布傷みが発生したりすることをなくすという効果を奏するものである。",
                            "そして，本件発明は，使用者の意思を尊重するために，マニュアル運転コースを設定して，水位設定スイッチによる水位の設定がされたときには，マニュアル設定水位を優先するようにした。そして，マニュアル設定水位を優先する場合を，水位設定スイッチによる水位の設定がある場合に限ることとし，それ以外では，水位が自動決定されるようにすることにより，スプラッシュが発生したり布傷みが発生したりすることをなくすという効果を奏するようにしたものと認められる。",
                            "すなわち，水位設定スイッチによる水位の設定がある場合は，その水位が，自動設定される水位と同じとは限らず，洗濯物に対して水位が高すぎるときはスプラッシュが発生し，水位が低すぎるときは布傷みが発生したりすることもあり得るが，本件発明は，マニュアル設定水位を優先する場合を，上記のとおり，水位設定スイッチによる水位の設定がある場合に限り，それ以外の場合には，水位が自動決定されるようにすることによって，スプラッシュが発生したり布傷みが発生したりすることをなくすという効果を奏するようにしたものと解される。",
                            "そして，水位設定スイッチによって水位が設定された場合には，設定された水位によって洗濯機が作動するから，使用者の意思を尊重しているということができる。",
                            "そうすると，訂正明細書の記載に基づいて認められる本件発明の技術的意義に照らしても，本件発明のマニュアル運転コースにおいて設定する水位が，自動運転コースで利用できる水位でなければならないとする根拠はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "マニュアル運転コースで設定する水位と自動運転コースで利用できる水位の関係",
                          "text": [
                            "本件発明のマニュアル運転コースにおいて設定する水位が，自動運転コースで利用できる水位でなければならないとの原告らの主張は，特許請求の範囲に基づかない主張であり(前記a)，訂正明細書の記載に基づいて認められる本件発明の技術的意義を参酌しても根拠がなく(前記b)，採用することができない。したがって，上記の主張を前提とするその余の原告らの主張も，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「洗濯物量検出手段による検出結果に応じて水位を自動決定」するとの一致点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "洗濯物量による水位の自動決定について",
                  "text": [
                    "審決が，本件発明と甲7発明の一致点を，「洗濯物量検出手段による検出結果に応じて水位を自動決定」するとした認定に誤りはない。その理由は，以下のとおりである。",
                    "すなわち，本件発明は，「洗濯物量検出手段による検出結果に応じて水位を自動決定」するものである。",
                    "他方，前記1(2)のとおり，審決が，甲7発明につき，「前記センサーが洗濯物の量により水位を設定し」とした認定に誤りはなく，甲7発明のセンサーは，本件発明の「洗濯物量検出手段」に該当し，甲7発明は，センサーが洗濯物の量を検出してその結果に応じて水位を自動的に決定するものであるといえる。",
                    "したがって，審決が，本件発明と甲7発明の一致点を，「洗濯物量検出手段による検出結果に応じて水位を自動決定」するとした認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告らの主張に対し",
                  "text": [
                    "原告らは，甲7発明では，実質的に布量センサーの検知結果が水位に反映されていないことがあるため，甲7には，「洗濯物量検出手段による検出結果に応じて水位を自動決定」する構成が開示されていないと主張する。",
                    "しかし，前記1(2)ウのとおり，甲7の記載によっても，原告ら主張のように，甲7発明について，布質センサーに対する依存度が大きく，実質的に布量センサーの検知結果が水位に反映されていないことがあるとは認められないし，他に，そのようなことを認めるに足りる証拠はない。",
                    "したがって，原告らの上記主張は，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "容易想到性の判断の誤り(取消事由3)について",
          "text": [
            "自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けて相違点に係る本件発明の構成とすることは，甲7発明に甲10又は甲11に記載された事項を適用することにより当業者が容易になし得たことであるとした審決の判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲10，11記載の技術事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲10，甲11の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲10の記載",
                      "text": [
                        "甲10の2頁には，「各部のなまえ」が記載されており，洗濯機の斜視図が記載されており，洗濯機の上面に「前面パネル部」を備えていることが図示されている。",
                        "甲10の3ないし4頁には，「パネルのなまえとはたらき」が記載されており，4頁右下の「コース切換ボタン」の欄には，「洗濯物に適したコースが選べます。」，「・オートコースの場合，容量センサーが洗濯物の量をチェックし，水位と洗濯行程を自動設定します。」との記載があり，どのようなときに各コースを選択すべきかを示した表が掲載されており，メモリーコースについては，「記憶した内容で洗濯するとき(13ページ参照)」と記載されている。",
                        "甲10の13頁の左側には，「メモリーの使いかた」が記載されており，その中に，「メモリー(記憶)するとき，およびメモリーを変えたいとき」，「メモリー(記憶)したプログラムでお使いになるとき」，「ご注意」との項目がある。「メモリー(記憶)するとき，およびメモリーを変えたいとき」との項目のもとには，メモリー(記憶)するとき及びメモリーを変えたいときの手順が示されており，「1．電源スイッチを『入』にします。」，「2．『コース切換』を押して『メモリー』を選びます。」，「3．運転する工程・時間・回数及び水流を選びます。」との記載がある。「メモリー(記憶)したプログラムでお使いになるとき」との項目には，「1．『コース切換』を押して『メモリー』を選びます。・メモリー内容を点灯表示します。」，「2．『スタート／一時停止』ボタンを押します。・メモリーされた行程で運転をはじめます。」との記載がある。「注意」との項目には，「・最初は，標準的なコースがメモリーされています。・電源スイッチを『切』にしてもメモリーは消えません。」と記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲11の記載",
                      "text": [
                        "甲11の2頁には，「各部のなまえ」が記載されており，洗濯機の斜視図が記載されており，洗濯機の上面に「操作パネル部」を備えていることが図示されている。",
                        "甲11の3ないし4頁には，「操作パネル部のなまえとはたらき」が記載されており，3頁右下の「コース切換ボタン」の欄には，「洗濯物に合った7つのコースが選べます。」との記載があり，その上部に，「予洗い」，「スピード」，「標準(オート)」，「手洗い」，「つけ置き(バイオ)」，「大物洗い」，「メモリー」の7つのボタンが「コース切換ボタン」であることが示されている。",
                        "甲11の5ないし6頁には，「お洗濯の手順」，「標準(オート)コースで運転するとき」が記載されており，5頁の「電源を入れる」の欄には，「標準(オート)コースに自動的にセットされます。」との記載があり，6頁の「洗濯を始める」の欄には，「『スタート／一時停止』ボタンを押してスタートします。・洗濯物の量を容量センサーが検知して水位・水流・行程を自動設定します。」と記載されている。",
                        "甲11の9ないし10頁には「ボタン操作とお洗濯の進行表(2)」が記載されており，「お好み運転をするとき」の手順として，「電源スイッチを押す(後面パネル)」→「1お好みの内容をセット」→「2スタートボタンを押す」と記載されている。そして，お好み運転の行程として，「洗いのみ」，「洗い～すすぎ」，「すすぎのみ」，「すすぎ～脱水」，「排水のみ」，「排水～脱水」を挙げ，それぞれについて，ボタン操作，水位，行程，どのようなときに利用するかを示した表が掲載されている。",
                        "甲11の13頁には，「いろいろなお洗濯(2)」が記載されており，「メモリーコースを使うとき」との欄の「メモリー(記憶)するとき」との項目には，「1電源スイッチを『入』にします。」，「2運転する行程の時間及び回数と水流を選びます。(9ページをごらんになって，お好みの運転をセットします。)」，「3コース切換ボタン『メモリー』を押すと『ピーッ』と音がしてメモリー完了です。」との記載があり，「メモリー(記憶)した行程を使うとき」との項目には，「1電源スイッチを『入』にします。」，「2コース切換ボタン『メモリー』を押します。(この時メモリー内容が表示されます。)」，「3『スタート／一時停止』ボタンを押してスタートします。』」との記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲10，11記載の技術事項",
                  "text": [
                    "前記アの甲10，11の記載によれば，甲10，11には，容量センサーが洗濯物の量をチェックし，水位と洗濯行程，その他洗濯機を制御するために設定の必要な事項を自動設定するオートコースと，洗濯機を制御するために設定が必要な事項のうち運転行程・時間・回数及び水流を選んで設定するメモリーコースと，オートコースとメモリーコースを択一的に選択するコース切換ボタンが記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "前記1(1)アのとおり，甲7発明の「お好みでのお洗濯」の内容は，水位，洗い，すすぎ，脱水のボタンを押すことにより設定されるが，「お好みでのお洗濯」を行う都度，これらのボタンを押してその内容を設定しなければならず，使用者にとって，手間がかかり，利便性を欠く。一方，甲10，11には，洗濯機の運転を制御するために必要な事項である運転行程・回数及び水流をあらかじめ設定して運転を行うメモリーコースに係る技術事項が開示されている。そうすると，使用者の利便性を向上させようと図る当業者において，甲7発明に，甲10，11に記載された技術事項を適用することによって，「お好みでのお洗濯」の内容をあらかじめ記憶しておき，それに従って洗濯を実施するメモリーコースを設けることに困難はないというべきである。",
                "そして，甲10，11のオートコースは，洗濯機を制御するために必要な事項を自動設定するから，甲7発明の全自動運転コースに相当するものと認められ，また，甲10，11には，オートコースとメモリーコースを択一的に選択するコース切換ボタンが記載されているから，甲7発明に，甲10，11記載の技術事項を組み合わせる場合には，全自動運転コースとメモリーコースを択一的に選択するコース切換ボタンを設けることも，容易に想到し得るものと解される。",
                "したがって，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けて相違点に係る本件発明の構成とすることは，甲7発明に甲10，11に記載された技術事項を適用することにより当業者が容易に想到し得たことであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲10，11のメモリーコースと本件発明のマニュアル運転コースについて",
                  "text": [
                    "原告らは，「甲10，11のメモリーコースは，水位の設定を行うものではなく，本件発明のマニュアル運転コースに対応しないから，甲7発明に，甲10，11に記載された事項を適用しても，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けることを容易に想到し得たとはいえない」と主張する。しかし，原告らの主張は，以下の理由により，採用することができない。",
                    "すなわち，甲7発明の「お好みでのお洗濯」は，運転時間と水位の設定を行うものであるのに対し(前記1(1))，甲10，11のメモリーコースは，運転行程・時間・回数及び水流の設定を行うものであり(前記(1)イ)，設定する事項には異なる点がある。しかし，甲7発明の「お好みでのお洗濯」も，甲10，11のメモリーコースも，洗濯機の運転を制御するために必要な事項を個別に設定して運転を行う点で共通するから，甲7発明に甲10，11に記載された技術事項を適用するならば，本件発明のように，自動運転コースと，運転時間及び水位を設定できるマニュアル運転コースとを択一設定する運転コース選択スイッチを設けることを，容易に想到し得るといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因について",
                  "text": [
                    "原告らは，「本件発明は，マニュアル運転コースにおいて，自動運転コースにおいても使用できる水位のうちから，使用者が所望する水位を設定し，この設定された水位が自動設定される水位に対して優先して適用されることで，使用者の意思を尊重することができるという技術的思想を有するものである」との主張を前提として，「甲7発明は，同発明に基づいて本件発明を想到するにつき阻害要因を有しているから，甲7発明に，甲10，11に記載された事項を適用しても，自動運転コースとマニュアル運転コースとを択一設定する運転コース選択スイッチを設けることを容易に想到し得たとはいえない」と主張する。",
                    "しかし，前記2(1)イ(イ)のとおり，本件発明は，マニュアル運転コースで設定できる水位が，自動運転コースで設定される水位に限られるものではないから，原告らの上記主張は，その前提において，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲7，10，11に基づく容易想到性について",
                  "text": [
                    "原告らは，「本件発明の特徴点は，マニュアル運転コースにおいて，自動運転コースにおいても使用できる水位のうちから，使用者が所望する水位を設定することにより，使用者の意思を尊重できるという点にある」との主張を前提として，甲7及び甲10，11には，本件発明のマニュアル運転コースに相当するものは開示されておらず，甲7に甲10，11を組み合わせても，本件発明を容易に想到し得たとはいえないと主張する。",
                    "しかし，前記2(1)イ(イ)のとおり，本件発明は，マニュアル運転コースで設定できる水位が，自動運転コースで設定される水位に限られるものではないから，原告らの上記主張は，その前提において，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の取消事由はいずれも理由がない。原告らは，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告らの本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}