{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−8518号事件について平成22年6月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告及び財団法人鉄道総合技術研究所(以下「訴外法人」という。)が，名称を「降雪地走行鉄道車両用車軸軸受グリース組成物」とする発明につき共同して特許出願したが，拒絶査定を受けたので，これに対して不服の審判請求をし，平成19年4月20日付けでも特許請求の範囲の変更等を内容とする手続補正(請求項の数3，以下「本件補正」という。)をしたが，特許庁が本件補正を却下した上，請求不成立の審決をしたことから，その後訴外法人の共有持分放棄により単独名義人となった原告が，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，特許庁において本件補正後の請求項1(以下「本願補正発明」という。)が下記引用例1ないし3に記載された各発明及び周知慣用技術から容易想到であり(特許法29条2項)，独立特許要件を欠くとして本件補正を却下したことが適法であったか，である。",
            "記",
            "・引用例1：特開平11−310787号公報(発明の名称「車軸軸受用グリース組成物」，出願人 光洋精工株式会社及び日本グリース株式会社［原告］，公開日 平成11年11月9日，甲1。以下ここに記載された発明を「甲1発明」又は「引用発明」という。)",
            "・引用例2：国際公開第WO97／15644号パンフレット(発明の名称「潤滑剤組成物」，国際公開日 1997年［平成9年］5月1日，甲2及び甲12)",
            "・引用例3：特開平10−324885号公報(発明の名称「グリース組成物」，公開日 平成10年12月8日，甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告及び訴外法人は，平成12年3月21日に発行された財団法人研友社の「鉄道総研報告第14巻第3号」につき特許法30条(発明の新規性の喪失の例外)の適用を申請した上，平成12年9月19日，名称を「鉄道車両用車軸軸受グリース組成物」とする発明につき特許出願をし(特願2000−284021号，請求項の数4。公開公報は特開2002−88386号",
                "［甲11］)，平成17年12月19日に明細書全文変更を内容とする補正(第1次補正，請求項の数3。甲14の2)をしたが，平成19年2月16日に拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2007−8518号事件として審理し，その中で原告及び訴外法人は，平成19年4月20日付けで本件補正(第2次補正，請求項の数3。甲4)をしたが，特許庁は，平成22年6月8日，独立特許要件の欠缺を理由に本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年6月18日原告及び訴外法人に送達された。",
                "訴外法人は，平成22年7月14日，上記特許を受ける権利を放棄してその放棄を原因とする移転登録申請を日本グリース株式会社(原告)が単独ですることを承諾し，原告は平成22年7月16日付けで特許庁長官にその旨の出願人名義変更届を提出した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正前の請求項1の内容(平成17年12月19日の第1次補正時のもの，以下「本願発明」という。)は，以下のとおりである。",
                    "「40℃の動粘度が100～200mm 2／sの範囲であるポリα−オレフィン油及び／または鉱油からなる基油100重量部に，一般式(1)R1-NHCONH-R2-NHCONH-R3(式中，R1 及び R3 は，同一であっても又は異なっていてもよく，炭素数6～22の直鎖アルキルを示し，R2は，炭素数6～15の二価芳香族炭化水素基を示す。)で表されるジウレア化合物である増ちょう剤を2～30重量部配合したグリース組成物に，有機モリブデン化合物を0．5～5．0重量部添加した降雪地走行鉄道車両用車軸軸受グリース組成物」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正後の請求項1の内容(本願補正発明)は，以下のとおりである(下線は補正部分)。",
                    "「40℃の動粘度が100～200mm2／sの範囲であるポリα−オレフイン油及び／または鉱油からなる基油100重量部に，一般式(1)R1-NHCONH-R2-NHCONH-R3(式中，R1 及び R3 は，同一であっても又は異なっていてもよく，炭素数6～22の直鎖アルキルを示し，R2は，炭素数6～15の二価芳香族炭化水素基を示す。)で表されるジウレア化合物である増ちょう剤を2～30重量部配合したグリース組成物に，有機モリブデン化合物を0．5～5．0重量部添加したＮi，Te，Se，Cu，Feの中から選択される金属元素を有する有機金属化合物を一切含有していない降雪地走行鉄道車両用車軸軸受グリース組成物」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，本願補正発明は，引用例1ないし3に記載された発明及び周知慣用技術から当業者が容易に発明をすることができたから特許法29条2項により特許を受けることができず，独立特許要件を欠くから本件補正を却下するとした上，本件補正却下後の本願発明も同様の理由により当業者が容易に発明をすることができたから特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明の内容は下記のとおりであり，また，本願補正発明と引用発明との一致点及び相違点A・B・Cは前記審決写し記載のとおりである。",
                    "記",
                    "「ポリα−オレフィン油及び鉱油から選ばれた少なくとも一種であって，40℃の動粘度が50～180 mm 2／sの範囲である基油100重量部に，",
                    "一般式 R1-NHCONH-R2-NHCONH-R3 (I)",
                    "(式中，R1 及び R3 は，同一又は異なって，n−オクチル基及びn−ドコシル基を示し，これらの構成割合は，モル％で，n−オクチル基：n−ドコシル基＝95：5～50：50である。R2 は，炭素数6～15の二価芳香族炭化水素基を示す。)で表されるジウレア化合物である増ちょう剤を2～30重量部配合したグリース組成物に，酸化防止剤，防錆剤，耐摩耗剤等の添加剤を添加した鉄道車両の車軸軸受用グリース組成物」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点Aについての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明においては，高速鉄道に適したグリース組成物が開示されている。",
                        "そして，高速回転する軸受けでは，遠心力の影響により，軸受けの周囲ではグリース層が厚くなる傾向があること(グリース層が薄くなりいわゆる「金属同士の接触を防いで焼付を防止するため」に用いられる極圧剤の添加を必要としないこと)が判明している。",
                        "事実，本願補正発明又は引用発明と同様の鉱油系の基油とジウレア化合物のグリース(例えばU−1，U−4，U−7)も，甲9(トライボ",
                        "ロジー会議予稿集大阪1997−11)の第2図に示されるように，他のグリースと同様に，回転速度が上がると，グリースの膜厚が厚くなる傾向が示されている。",
                        "したがって，引用発明が，高速列車用に適したグリース組成物であることが判明すれば，当業者であれば，添加剤として「極圧剤」を選ぶことは最も考え難いところであり，審決のいうように「メンテナンスフリー化が要望され」ているならば，「極圧剤」ではなく，「酸化防止剤か防錆剤」を選ぶものと考えられる。グリースの膜厚が高速時に厚くなることが判明しているのに，あえてグリースの膜厚が薄くなったときに用いるための極圧剤(審決によると，「使用条件が厳しくなると(負荷荷重の増大，滑り摩擦による油膜切れ等)，その転がり箇所，特に転がり−滑り部が境界潤滑になりやすい。その結果，かじりや潤滑剤の熱劣化による焼付き等で部品の潤滑寿命は著しく短くなる。・・・上記のような問題点を改善するために，グリースに極圧添加剤を配合する例が一般的である。」参照)を選ぶ必要はないのである。",
                        "よって，審決の，「したがって，引用発明において，添加剤として，『有機モリブデン化合物を0．5～5．0重量部』添加することは，当業者が容易に想到し得ることである。」との結論は，極圧剤を選ばねばならない必然性が見落とされているばかりか，自ら主張する極圧剤の用途とも整合性を欠く判断である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，周知であっても慣用とは限らず，極圧添加剤として，有機モリブデンは周知ではあっても慣用ではないので，審決の「極圧添加剤として，有機モリブデンは周知慣用のものである。」との判断は誤りである。",
                        "さらにいえば，本願補正発明においては，「有機モリブデン化合物を0．5～5．0重量部」添加した結果，当業者といえども予期できない「水が混入してきても軟化し難い上，耐摩耗性，耐融着荷重性，寿命特性(本件出願当初明細書［公開特許公報・甲11］表1及び表2参照の加水シェルロール試験，高速4球試験，軸受寿命試験 参照)」との効果がある優れたグリースに到達することができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，乙3(特開平10−17884号)は，一特許公報であり，当該出願人の希望的見解が述べられている場合も多く，全幅の信頼をおけるものではない。それならば，引用例1の特許公報の請求項にはなぜ極圧添加剤を加えた実施態様が示されていないのかも同様に評価されるべきものである。",
                        "また，特定の基油と特定の増ちょう剤からなるグリースが知られているときに，どの添加剤が当該グリースに良い結果を及ぼすかは，当業者といえども見当がつかず，実際にやってみないとわからないことも多く，そこにグリース研究者の創意と工夫がみられるのである。",
                        "百歩譲って，極圧剤を，グリースに添加することが当業者にとって慣用手段であると仮定したとしても，極圧剤にはイオウ系極圧剤，リン系極圧剤，イオウーリン系極圧剤，鉛系極圧剤，塩素系極圧剤，亜鉛系極圧剤，モリブデン系極圧剤等多種類あり，この多種類の極圧剤から，特定のグリース組成物に最も適した極圧剤を選ぶことは一概に決められるものでない以上，特定の極圧剤を特定のグリース組成物に適用することは，慣用手段ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点Cの判断の誤りについて)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決の「鉄道車両が降雨地又は降雪地をも走行することは通常の運行形態であり，特に降雨地での走行は鉄道車両の運行において日常不可避である。そして，降雨地での走行も，水混入条件での走行といえるが，鉄道車両は晴天でも雨天でも問題なく走行しているのであるから，引用発明の鉄道車両の車軸軸受用グリース組成物は，その実施態様として，降雨地走行，すなわち，水混入条件での走行も包含しているといえる。",
                        "したがって，相違点Cは，実質的な相違点であるとはいえない。」との判断は，審判合議体が，鉄道における車両編成の常識を欠いているため起こった誤解と思われる。",
                        "例えば，東京の山手線走行車両は，緑色の車両で11両編成であり，年中，山手線を走行しており，山手線走行車両が北陸沿線を走ることはない。",
                        "一方，例えば寝台特急日本海車両は，大阪を夕方発車し，翌朝に青森に到着するとともに，青森を深夜に発車し，翌朝大阪に到着する。寝台特急日本海車両は，年中これを繰り返し，山手線を走ることはない。",
                        "したがって，山手線走行車両は年中を通して車軸端面に雪が積もるほどの豪雪はほとんど経験しない。一方，寝台特急日本海車両は，冬になれば，必ず車軸端面に雪が積もるほどの豪雪を何度も経験する。",
                        "したがって，引用例1に記載された車軸軸受用グリース組成物は，通常の車軸軸受用グリース組成物であり，降雪地を走行するための車両の車軸軸受用という特殊な用途は含まれていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，審判合議体の雪も雨も同じであるとの認識は根底から誤っている。",
                        "原告は，何年間も降雪地を走行した車両の車軸に充填したグリースに，水が混入する事実を確認している。なぜ降雪地を走行する車両の車軸に充填したグリースに水が混入するのか，その原因についてはすべて解明されてはいないが，原因の一は「呼吸作用」であると思われる。",
                        "すなわち，豪雪が降ると，車軸とグリースとスリーブの端面全体は，雪で囲まれてしまう。車軸とグリースとスリーブの端面全体を覆った雪中の水分が，車軸端面付近の温度が高くなったときに，車軸とスリーブとの空間に引き込まれるため，グリースに水分が混入してくるためと考えられる。",
                        "そして，甲7(平成21年8月31日付け回答書)の5頁16行から",
                        "25行に，「注：鉄道車両の車軸軸受は，車軸の両端部にある筐体に収められています。雪の降る中を，走行する鉄道車両では，走行中の降雪や巻上げた雪が特に車軸の両端部にある筐体全体に付着します。走行中の車軸軸受部は車軸回転により，軸受の摩擦やグリースの攪拌抵抗により発熱しているため，筺体内部は外部に比べ，温度が高い状態にあります。車両が停車すると車軸回転が停止するため，車軸軸受を収納している筐体内部は，冷却されて，筐体内部の温度が低下し，内部は減圧状態になります。車軸軸受を収納している筐体の内部が減圧状態になると，呼吸作用により車軸と筐体との隙間部分から外気を取り込むために，筐体に付着した雪や融雪水が筐体内部に浸入し，軸受のグリースに水が混入してくるのであります。」と示しているとおり，「呼吸作用」を行うのである。",
                        "これは，あくまでも仮説であり，本当に正しいかどうかはわからないところもあるが，少なくとも原告は，何年間も使用した降雪地走行鉄道車両において，車軸に充填したグリースに水が混入する事実を確認している。そのため，出願当初明細書の実施例で展開しているとおり，グリースに水を添加してテストを行っている。この事実は，確たる理由もなく退けられるべきものではなく，重く受け止められるべきである。",
                        "なお，被告が，「その原理に従えば，雨であっても，車軸とスリーブの端面に伝わってきた水が呼吸作用により車軸軸受用グリースに水が混入する」と主張するのは，グリースが撥水性であることを忘れたため(車軸とスリーブの間にはグリースが充填されている)，及び車軸端面付近では，雪により密閉された空間を作るが，雨は液体であり車軸端面から流れ落ちるため車軸端面付近に密閉された空間を作らない点を理解できないためであると思われる。雨の場合には呼吸作用があっても，密閉された空間がないため車軸端面は空気に接しており，取り込まれるのは水ではなく空気のみである。これに対して，雪の場合は，車軸端面付近で作られた密閉空間内に水が溜まっているため，呼吸作用で車軸軸受用グリース中に，水が引き込まれるのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "車軸は，車輪とともに回転し，グリースは車軸と車軸を支えるスリーブの間に充填される。車軸とグリースはスリーブで囲まれているので，外気に接する部分は，両端の開放部のみである。",
                        "雨が降ってきて，車軸の端面に当たった場合，グリースは油であり水を弾く性質(撥水性)を有しているので，少なくとも端面のグリースが接している面には，水は溜まらない。",
                        "したがって，豪雨が降ったとしても，グリースの撥水性により端面に当たった雨は流れ落ちるので，1滴の水も車軸内のグリースには入り込めない。",
                        "なお，車軸が水につかるような洪水の場合には，水が車軸内のグリースに入り込む可能性はあるが，このようなときには，乗客の安全を確保するため，当然列車は運行させない。",
                        "以上のとおり，降雪地走行中には，降雪時の車軸端面が雪に覆われた場合に(甲10［写真］参照)車軸内のグリース組成物に混入してくるが，豪雨であっても洪水になって車軸端面が水中に没する場合を除いては，車軸内のグリース組成物に水が混入したことはない。",
                        "したがって，審決の「引用発明の鉄道車両の車軸軸受用グリース組成物は，その実施態様として，降雨地走行，すなわち，水混入条件での走行も包含しているといえる。」との判断は，鉄道には目的地専用の編成があることを看過し，降雪地走行鉄道車両は現に存在していることも看過し，さらには，雨と雪が車両に及ぼす影響に差があることをも看過したもので，明らかに誤りであり，甲1発明の鉄道車両の車軸軸受用グリース組成物が降雨地走行を想定したものであっても，降雪地走行を想定したものでないことは明らかであり，審決の「相違点Cは，実質的な相違点であるとはいえない」という結論も誤ったものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願補正発明の効果について)",
                  "text": [
                    "甲1発明に記載された車軸軸受用グリース組成物が高速鉄道のためのものであり，軸受けの回転数が上がると油膜が厚くなる傾向があることは，前記アのとおりであって，高速鉄道の車軸軸受用グリース組成物は，極圧剤の添加を必要としないものであり，あえて，極圧剤として有機モリブデン化合物を添加したことにより，水が混入してきても軟化し難いという当業者が予期し得ない効果が得られたことが明らかである。",
                    "さらに，審決は，本願補正発明の効果に関して，「本願明細書表1の『加水10％シェルロール試験』を参酌しても，実施例2の方が，比較例3より高い混和ちょう度となっているように，必ずしも，混和ちょう度と，耐摩耗性や寿命が直接的な関連があるとはいえない。また，上記主張は，審査時の拒絶理由における『引用例(1)』に対するものであるところ，当審決の引用発明に関しては，刊行物1(原査定の引用例(2))の実施例(摘示1e，1f)に記載されているとおり，混和ちょう度が280から300のような高いものではないから，該主張によっても，本願発明の効果が格別顕著なものであるとすることはできない。」とする。",
                    "しかし，本願補正発明の特徴である「有機モリブデン化合物2．5重量部」の添加により，加水シェルロール試験において，室温では，実施例2の方が比較例3よりも混和ちょう度の変化率が1ポイント(＋1)高くなり，劣っているように見えるが，80℃では，実施例2の方が比較例3よりも混和ちょう度の変化率が7ポイント(＋7)低くなり，モリブデン化合物の添加効果は確実に示されている。また，走行中の車両の軸受けの温度は，周囲の温度より通常30℃～40℃程度は高くなるので，80℃での特性の方がより重要になる。",
                    "なお，グリースは温度が高くなるほど柔らかくなり，柔らかくなるほど漏えいしやすくなる。したがって，80℃で軟化漏洩を起こさなければ，50℃でも30℃でも氷点下でも軟化漏洩を起こすことはない。",
                    "したがって，本願補正発明において「80℃での特性の方がより重要になる」旨の原告の主張は，年間を通じて格別顕著な技術的効果を奏することを主張するものである。",
                    "また，本願補正発明の降雪地走行鉄道車両用車軸軸受グリース組成物においては，当業者であれば基油とその種類，ジウレア増ちょう剤とその種類，基油とジウレア増ちょう剤の比率を変えることにより，混和ちょう度は，ある程度は適宜変えることができるので，当業者であれば，混和ちょう度の低いものを用いれば，加水シェルロール後の混和ちょう度300以下のものも容易に作成することができる。",
                    "したがって，「有機モリブデン化合物」を添加する効果は開示されている。",
                    "本願補正発明は，有機モリブデン化合物を添加しているので，極圧特性が改善されるのは当然であるが，同発明においては，その他にグリースに水が混入してもグリースの軟化が起こりにくいため，グリースの漏洩による著しい耐摩耗性や耐荷重性の低下を防ぐことができるものである。加水シェルロールの80℃の結果を見れば，実施例1～5が，比較例3よりも軟化し難いグリースを開示することが明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本願補正発明が独立して特許を受けることができるものである以上，本件補正を却下した審決の結論が誤りであることは疑う余地がない。",
                    "本願補正発明の降雪地走行鉄道車両用車軸軸受グリース組成物は，新規性，進歩性を有し，独立して特許を受けることができるものであって，冬季降雪のため車軸軸受内のグリースに水が混入しても，グリースが軟化し難いため，グリースが流れ出す心配が軽減され，車両のメンテナンスが格段に楽になるという当業者といえども容易に予期できない効果を有するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明に極圧添加剤を添加することの容易想到性について(ア) 原告は，引用例1に記載された発明は，高速鉄道に適したグリース組成物であり，高速列車の軸受け周囲ではグリース層が厚くなるため，極圧添加剤を必要とするような「金属同士の接触」による「焼付け」が生じないから，甲1発明において極圧添加剤を添加する必要はないと主張する。",
                    "しかし，原告が上記主張の根拠とする甲9(トライボロジー会議予稿集)の「図2」(46頁)はグリースの基油単体の傾向を示すものであるが，グリース組成物では，基油単体と同様の傾向を示すものではない。",
                    "すなわち，甲9において，基油に対し，本願補正発明と同様に，増ちょう剤としてジウレアを配合したウレアグリース(45頁表1のU−1～U−9)について，転がり速度と油膜の厚さの関係が「図3」(46頁)に示されており，「②ウレアグリース(U−1～U−9)については，高温下において，いずれのグリースも基油の挙動とは異なっている。・・・基油Aを用いたウレアグリース(U−1，U−4，U−7)では，転がり速度が0．5m／s以下の低速領域においては，油膜が厚くなる傾向を示している。」(46頁右欄4行～47頁左欄2行)と記載されているように，転がり速度と油膜の厚さの関係において，基油単体の傾向とグリース組成物の傾向は異なるのである。また，ウレアグリースにおいては，低速領域でも油膜が厚くなることが示されており，どの転がり速度で油膜の厚さが小さくなるか，大きくなるかということは一概にはいえない。",
                    "また，そもそも，甲9には「5．まとめ」の記載(47頁右欄6～15行)を含め，いずれの記載箇所にも，高速回転する軸受において，極圧添加剤が不要であるとの記載ないし示唆はなく，高速領域での油膜の厚さが，「焼付」が生じないほどにまで厚くなることも，極圧添加剤を必要としない程度まで厚くなることも示唆するところはなく，したがって，甲9に基づいて，高速列車の軸受の周囲では「グリース層が薄くなりいわゆる『金属同士の接触を防いで焼付を防止する。・・・』ために用いられる極圧剤の添加を必要としない」との原告の主張は誤りである。",
                    "むしろ，後記(ウ)のとおり，原告の主張に反し，在来線であっても，高速列車であっても，鉄道車両用車軸軸受においては軸受に焼付きの問題を生じることが知られている。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲1発明の添加剤として，極圧添加剤を添加することを当業者が容易に想到し得ることは，引用例2(甲12)及び引用例3(甲3)並びに周知文献である乙1(星野道男他著「トライボロジー叢書8 潤滑グリースと合成潤滑油」，株式会社幸書房)及び乙2(資源エネルギー庁石油部精製課監修「潤滑要覧 1996年版」，株式会社潤滑通信社)を提示して審決で述べたとおりである。",
                        "すなわち，引用例2には，車両等の回転部材において，潤滑を良好に維持する，つまり，耐荷重性を向上させたり，摩擦抵抗を軽減して発熱を抑制したりして，潤滑寿命を改善するために，グリースに極圧添加剤を配合する例が一般的であることが記載されており(1頁20～28行，2頁9～15行参照)，引用例3には，鉄道車両等の摩擦箇所の潤滑に使用することができる，耐荷重性及び耐摩耗性に優れたグリース組成物において，良好な潤滑性能及び極圧性能を有するモリブデン化合物を添加剤として用いることが好ましい旨記載されている(段落【0001】，【0003】参照)。",
                        "また，乙1(トライボロジー叢書8「潤滑グリースと合成潤滑油」52頁8～12行，52頁表3・5，53頁7～10行参照)及び乙2(「潤滑要覧 1996年版」88頁右欄表7の下1～4行，表16，表17",
                        "参照)からも，グリース用添加剤として，極圧添加剤が通常添加されるものであることが理解できる。",
                        "他方，引用例1に，「メンテナンスフリー化が要望されている」(段落【0003】)こと，「優れた潤滑特性を示し，且つ軸受寿命も十分に長い」(段落【0006】)グリース組成物を提供することが課題とされていたことが記載されており，実施例の記載によれば，同軸受寿命は，「寿命判定：過電流によるモーターの停止，異常音の発生，軸受温度の10℃以上の上昇のいずれかに該当した時を，寿命とした。」(段落【0026】)という方法により判定しており，異常音の発生や温度の上昇等の現象は，摩擦特性が不十分であって，発熱を抑制できないときに起こることが明らかであるから，上記「優れた潤滑特性を示し，且つ軸受寿命も十分に長い」とは，摩擦特性の改善による発熱抑制といった潤滑剤として通常考慮されるべき潤滑特性の改善を課題としているということができ，引用例1の「一般に潤滑油やグリースの分野で使用されている各種添加剤」(段落【0017】)として，同潤滑特性の改善をよりもたらすことのできる添加剤を使用できることは当然である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，在来線でも高速列車でも，鉄道車両用車軸軸受においては軸受に焼付きの問題を生じ，同問題の改善のために極圧添加剤を使用することは，以下に述べるとおり一般的なことであるから，甲1発明が「高速条件下においても」(段落【0006】)と，高速列車を包含する鉄道車両を想定していたとしても，「引用発明のグリース組成物の潤滑特性及び軸受寿命効果をさらに向上させるために」極圧添加剤を添加することが当業者にとって容易であるとした審決の判断に誤りはない。",
                        "在来線であっても，高速列車であっても，鉄道車両用車軸軸受においては軸受に焼付きの問題を生じる点については，例えば乙3(特開平10−17884号公報)において，新幹線のような高速列車では，在来線と同様に長寿命化，高速化，メンテナンスフリー化の要求があること，高速列車では，潤滑条件が在来線よりもさらに厳しくなり，従来からのグリースを封入した軸受では，早期に焼付きが起こるという問題が生じることが記載されている(段落【0001】ないし【0003】参照)。",
                        "また，乙3には「・・・また従来から，滑り接触部の潤滑を改善するためには極圧剤をグリースに添加するのが一般的であった。グリースに用いる極圧剤としては，MoS 等の固体潤滑剤，イオウ，リン系，イオウ−リン系有機モリブデン，有機亜鉛等の化合物が知られている」(段落【0005】)ことが記載されている。",
                        "そして，乙3記載の発明においては，「封入グリースを最適なものとすることにより，従来より高速性かつ長期信頼性に優れた鉄道車両用軸受を提供することを目的」(段落【0005】)とし，添加剤として，「金属種としてＮi，Te，Se，Cu，Feの中から選択される有機金属化合物の少なくとも1種を」含むもの，例えば，「ジアルキルジチオカルバミン酸系のもの」(【請求項1】，段落【0009】)に加え，「ジチオリン酸系モリブデン化合物を併用すると，単独使用時よりも効果が大きい」(【請求項2】，段落【0010】)ことが記載されている。",
                        "そうすると，在来線でも高速列車でも，鉄道車両用車軸軸受においては軸受に焼付きの問題を生じることが知られていたといえる上，同問題の改善のために極圧添加剤を使用することも一般的なことであるから，甲1発明が「高速条件下においても」(段落【0006】)と高速列車を包含する鉄道車両を想定していたとしても，その潤滑特性及び軸受寿命効果をさらに向上させるために，転がり―滑り面の耐荷重性や発熱の抑制効果を得るための極圧添加剤を添加することを当業者が想到するのは自然なことである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，「高速回転する軸受けでは，遠心力の影響により，軸受けの周囲ではグリース層が厚くなる傾向があり，このことは，グリース層が薄くなりいわゆる『金属同士の接触を防いで焼付を防止する』ために用いられる極圧剤の添加を必要としないということを意味する」旨，「高速列車用に適したグリース組成物であることが判明すれば，当業者であれば，添加剤として『極圧剤』を選ぶことは最も考え難い」旨の原告の主張は，いずれも誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "さらに，原告は，甲1発明において，「極圧剤を選ばねばならない必然性が見落とされているばかりか，自ら主張する極圧剤の用途とも整合性を欠く判断である」旨主張する。",
                        "しかし，前記(ア)～(エ)のとおり，「グリース層が薄くなりいわゆる『金属同士の接触を防いで焼付を防止する』ために用いられる極圧剤の添加を必要としないということを意味する」旨の原告の主張は誤りであり，在来線であっても，高速列車であっても，車両用車軸軸受においては軸受に焼付きの問題を生じるのであって，同問題の改善のために極圧添加剤を使用することは一般的なことであるから，上記グリースの膜厚が厚ければ極圧添加剤を選ぶ必然性はないとの主張は当を得ていない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，上記グリースの膜厚が厚ければ，極圧添加剤を選ぶ必然性はないとの主張は当を得たものではなく，また，引用例2及び3等に，鉄道車両等の回転部材において，潤滑を良好に維持する，すなわち，耐荷重性を向上させたり，摩擦抵抗を軽減して発熱を抑制したりして，潤滑寿命を改善するために，グリースに極圧添加剤を配合する例が一般的であることが記載されていることを考慮すれば，甲1発明において，さらなる潤滑特性の改善及び軸受寿命の延長のため，甲1発明の添加剤として，極圧添加剤を採用することは当業者が容易に想到し得ることであり，また，前記(ア)及び(エ)のとおり，たとえ，甲1発明が高速列車に適したグリース組成物であるとしても，その添加剤として，極圧添加剤を選ぶことは考え難いといった事情がないことも勘案すると，原告の「極圧剤を選ばねばならない必然性が見落とされているばかりか，自ら主張する極圧剤の用途とも整合性を欠く判断である」旨の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "有機モリブデン化合物が周知慣用であるかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，有機モリブデンは，極圧添加剤として周知ではあっても慣用ではないとして，審決の「極圧添加剤として，有機モリブデンは周知慣用のものである」との判断は誤りであると主張する。",
                        "しかし，前述のとおり，引用例2には，車両等の回転部材において，潤滑を良好に維持する，つまり，耐荷重性を向上させたり，摩擦抵抗を軽減して発熱を抑制したりして，潤滑寿命を改善するために，グリースに極圧添加剤を配合する例が一般的であって，かつ，MoS のような無機モリブデン化合物よりも，ジアルキルジチオカルバミン酸モリブデン(MoDTC)，ジアルキルジチオリン酸モリブデン(MoDTP)",
                        "等の有機モリブデン化合物の方が効果があることが記載されており，また，引用例3には，鉄道車両等の摩擦箇所の潤滑に使用することができる，耐荷重性及び耐摩耗性に優れたグリース組成物において，無機化合物よりも良好な潤滑性能及び極圧性能を有するモリブデン化合物を添加剤として用いることが好ましい旨記載されており，同モリブデン化合物は文脈からみて無機化合物ではないから，有機モリブデン化合物であることが明らかである。",
                        "また，同じく前述のとおり，前記乙1及び乙2からも，グリース用添加剤として，極圧添加剤は通常添加されるものであり，かつ，同極圧剤として有機モリブデン化合物は代表的なものといえる。",
                        "そうすると，グリース用添加剤の一種である極圧添加剤として，有機モリブデン化合物は周知慣用(周知であり慣用)のものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかも，前記(ア)のとおり，有機モリブデン化合物は，極圧添加剤として周知慣用であるのみならず，種々の極圧添加剤の中でも優れていることも引用例2及び3に記載されており，有機モリブデン化合物の添加量については，乙3における「以下に，本発明の鉄道車両用軸受に封入するグリースの添加剤として好ましい有機金属化合物である，Te，Se，Cu，Fe及びＮiのジチオカルバミン酸塩(M−DTC：式(1))並びにMoDTP(式(2))，ZnDTP(式(3))を示す。",
                        "(図省略)",
                        "これらの添加剤は，単独または併用して，グリース全量に対し1～20wt％配合するのが望ましい。さらに望ましくは2～12wt％がよい。」(段落【0014】～【0016】)との記載，及び段落【0020】～【0021】の実施例1，5，6及び10において，極圧剤としてジアルキルジチオリン酸モリブデンを1．5～3重量％用いる例が記載されているように，「有機モリブデン化合物を0．5～5．0重量部」添加することは，通常の程度のものである。",
                        "したがって，「引用発明において，添加剤として，『有機モリブデン化合物を0．5～5．0重量部』添加することは，当業者が容易に想到し得ることである。」とした判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点Aにかかる効果に関する主張について",
                  "text": [
                    "原告は「本願補正発明においては，『有機モリブデン化合物を 0．5～5．0重量部』添加した結果，当業者といえども予期できない効果がある優れたグリースに到達することができた」旨主張する。",
                    "しかし，本願補正発明の水が混入したときの効果が，当業者の予測を超える格別顕著なものでないことは，後記(3)のとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，審決において，「極圧添加剤として，有機モリブデン化合物は周知慣用のものである」と判断した点に誤りはなく，「有機モリブデン化合物等の極圧添加剤は，鉄道車両等におけるグリースの潤滑性及び耐摩耗性を向上させる剤として周知慣用であったといえるから，引用発明のグリース組成物の潤滑特性及び軸受寿命効果をさらに向上させるために，有機モリブデン化合物を添加すること，その際，添加量を，優れた潤滑特性，かつ十分に長い軸受寿命効果を期待できる範囲とすることは当業者が容易に想到し得ることにすぎない。",
                    "したがって，引用発明において，添加剤として，『有機モリブデン化合物を0．5～5．0重量部』添加することは，当業者が容易に想到し得ることである。」と判断した点にも誤りはない。",
                    "よって，審決における相違点Aについての認定判断に誤りはなく，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Cが実質的な相違点ではないとした点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決の判断について，「甲1発明の鉄道車両の車軸軸受用グリース組成物が降雨地走行を想定したものであっても，降雪地走行を想定したものでないことは明らかである」と主張する。",
                        "審決においては，まず，本願補正発明は特定組成の「降雪地走行」鉄道車両用車軸軸受グリース組成物であるところ，その「降雪地走行」の技術的意義が一義的に明確に理解できないので，「本願補正明細書」を参酌した上で，「降雪地走行」とは，実質的に，「グリース組成物に水の混入する条件(水混入条件)での走行」であると解した。",
                        "他方，鉄道車両は，降雨地及び降雪地(少なくとも降雨地)を走行するものであり，このような走行は鉄道車両用車軸軸受のグリース組成物に水が混入する条件での走行といえる。そして，甲1発明は鉄道車両用車軸軸受グリース組成物であるから，水が混入する条件で走行する鉄道車両用車軸軸受グリース組成物であるといえる。",
                        "以上から，(審決では)本願補正発明の「降雪地走行」鉄道車両用車軸軸受のグリース組成物と，甲1発明の鉄道車両用車軸軸受グリース組成物とは異なるといえない，としたものである。",
                        "後記(イ)の主張からみれば，原告の主張における，鉄道車両の車軸軸受用グリース組成物が「降雪地走行を想定したもの」とは，車軸軸受用グリース組成物へ水の混入があることをいうものと解される。",
                        "そして，審決は，水が混入するという点においては，「降雪地走行」も「降雨地走行」と異なるものではないとして，「降雪地走行」とした鉄道車両用車軸軸受グリース組成物と，甲1発明の少なくとも「降雨地走行」を含む鉄道車両用の車軸軸受グリース組成物とを異なるとすることはできないと判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，「降雨地走行」と「降雪地走行」との差異について，雨は豪雨であったとしても，水が車軸内のグリースに入り込めないのに対し，雪が降った場合は，水が車軸内のグリースに混入してくると主張する。",
                        "しかし，審決で述べたように，降雨地走行も降雪地走行も共に水が車軸内のグリースに混入してくる点において異なるものではない。",
                        "例えば，乙4(YASUI, H.他, LUBRICATION ENGINEERING, 1980, Vol.36,No.6, p.353-360)には，「鉄道車両は，種々の使用状態を経験し，JRBのグリース潤滑剤の性能に影響を及ぼす環境にさらされる。非常に多くの鉄道車両が洪水に遭遇し，水や沈泥が軸受装置に侵入している。また，豪雨，豪雪中に運行される鉄道車両の JRBは，水による汚染にさらされる。これらの軸受装置は設計上密封であるが，厳しい条件にさらされた場合，いくらかの量の水がシール・リップおよび結合部品の接合部に入り込む。温度変動により引き起こされる軸受装置の内圧の上下である『呼吸』作用により水分が吸収される場合もある」(353頁右欄6～17行)と記載されており，「グリース潤滑剤が十分な耐水性および腐食抑制能力を持ち，必要な潤滑品質を維持するならば，JRB の連続使用信頼性が水の侵入の影響を受けないことになる」こと(353頁右欄33～37行)が記載されている。",
                        "そして，グリースの重量比で5，10，15，20パーセントの水分を加えた際の3種類のグリースA，B，Cについての混和ちょう度が，60X混和ちょう度(本願補正明細書の段落【0024】における「混和ちょう度」に相当)として測定されており，その結果が図2に表されている。",
                        "ここでは，水分を加えたときに軟化傾向があるグリースは，水分を加えたときに漏洩しやすい傾向にあることが示唆されている。",
                        "そうすると，鉄道車両の車軸軸受には，降雪(豪雪)の場合だけでなく降雨(豪雨)中に運行する場合であっても，水が侵入するのであり，それを前提として，グリース潤滑剤自体が十分な耐水性を持ち，必要な潤滑品質を保持できるものであることが好ましく，また，侵入する雪及び雨からの水分によりグリースが軟化傾向及び漏洩傾向を示す場合があるという認識までも当業者にはあったのである。",
                        "以上のとおり，水の車軸内への侵入に関し，雨では水が車軸内のグリースに入り込めないから雪とは異なるということはなく，これに反する原告の主張は失当である。",
                        "なお，原告は，「豪雨が降ったとしてもグリースの撥水性により端面に当たった雨は流れ落ちるので，1滴の水も車軸内のグリースには入り込めないのに対し，雪が降ると，車軸とグリースとスリーブの端面全体は雪で囲まれてしまい，車軸とグリースとスリーブの端面全体を覆った雪中の水分が，車軸端面付近の温度が高くなったときに車軸とスリーブとの空間に引き込まれるため，呼吸作用によりグリースに水が混入すること」をグリースに水が混入する原理として想定しているが，その原理に従えば，雨であっても，車軸とスリーブの端面に伝ってきた水が呼吸作用により車軸軸受用グリースに水が混入するといえ，乙4(「LUBRICATION ENGINEERING」Vol.36,No.6)にも「温度変動により引き起こされる軸受装置の内圧の上下である『呼吸』作用により水分が吸収される場合もある」と記載されている。よって，原告が雪の場合にのみ呼吸作用により車軸軸受用グリースに水が混入するとする主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本願補正発明の「降雪地走行」を，実質的に「グリース組成物に水の混入する条件(水混入条件)での走行」と解した上で，水が混入するという点においては「降雪地走行」も「降雨地走行」も異なるものではないから，「引用発明の鉄道車両の車軸軸受用グリース組成物は，その実施態様として，・・・水混入条件での走行も包含しているといえる。したがって相違点Cは実質的な相違点であるとはいえない。」とした審決の認定判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点Cにおける容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決においては，「降雪地走行」が実質的な相違点であるとした場合についても検討し，「鉄道車両が降雨地を走行することも，降雪地を走行することも通常の運行形態であるから，引用発明の鉄道車両を，『降雪地走行』鉄道車両とすることは，通常の実施態様の一つに特定したにすぎず，当業者が容易に想到し得ることである。」と判断している。",
                        "そして，わが国においてほとんどの地域で(雨はもちろん)雪が降るため，わが国のほとんどの地域は降雨地及び降雪地に該当するので，降雨地及び降雪地を走行するための車両の車軸軸受グリース組成物は何ら特殊な用途ではなく，甲1発明も，当然降雪地を走行し得るものである。",
                        "よって，「鉄道車両が降雨地を走行することも，降雪地を走行することも通常の運行形態であるから，甲1発明の鉄道車両を『降雪地走行』鉄道車両とすることは，通常の実施態様の一つに特定したにすぎず，当業者が容易に想到し得ることである」といわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，山手線走行車両と，豪雪を経験する寝台特急日本海車両が違うとする点を根拠として，引用例1(甲1)に記載された車軸軸受用グリース組成物は，通常の車軸軸受用グリース組成物であり，降雪地を走行するための車両の車軸軸受用という特殊な用途は含まれていないとも主張する。",
                        "しかし，本願補正発明は「降雪地走行鉄道車両用車軸軸受グリース組成物」に関する発明であって，「豪雪時走行鉄道車両用車軸軸受グリース組成物」ではなく，降雪の程度の差はあっても降雪地を走行することに変わりはないから，山手線走行車両と寝台特急日本海車両とは，いずれも「降雪地」走行鉄道車両である点で何ら変わるところはない。",
                        "そして，本願補正明細書をみても，本願補正発明の「降雪地走行鉄道車両用車軸軸受グリース組成物」が「豪雪時走行鉄道車両用車軸軸受グリース組成物」を意味することを示す記載は見出せない。",
                        "したがって，我が国において，鉄道車両が降雨地を走行することも，降雪地を走行することも通常の運行形態であるから，原告の上記主張は，本願補正明細書に基づかない主張であり，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，審決における相違点Cについての認定判断に誤りはなく，取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "グリースの軟化に関する効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「水が混入してきても軟化し難いという当業者が予期し得ない効果」，「水が侵入しても，グリースが軟化し難いため，・・・当業者といえども容易に予期できない効果を有する」旨，及び，「混和ちょう度」がグリースの軟化の度合いを示すことから，有機モリブデン化合物の添加により，水が侵入した場合，軟化し難い効果を有することを裏付ける旨，それぞれ主張する。",
                        "そこで，本願補正発明が，原告の主張する「水が混入してきても軟化し難い」という効果を奏するものであるかにつき，本願補正明細書の実施例及び比較例の記載(段落【0019】～【0028】)を参酌する。",
                        "実施例1～5は，基油として，PAO(注：ポリ−α−オレフィン)若しくは鉱油又はそれらの混合物を，ジウレア化合物である増ちょう剤として，4，4’−ジフェニルメタンジイソシアネートに，直鎖アルキルアミン類を反応させて得られたものを用い，さらに，必要に応じて添加される酸化防止剤として，オクチルジフェニルアミンを添加し，これに，有機モリブデン化合物として，モリブデンジチオホスフェート(実施例1～4)又はこれとモリブデンジチオカーバメートの混合物(実施例5)を添加して，本願補正発明のグリース組成物を得たものである。",
                        "他方，比較例1～3は，いずれも有機モリブデン化合物を添加しない点で実施例1～5と相違するが，比較例1及び2は，その他に，増ちょう剤として，ジウレアではなくリチウム化合物を用いた点でも異なるから，有機モリブデン化合物の添加効果に関しては，実施例1～5と比較例3とを比較するのが妥当である。",
                        "ここで，グリースの軟化というのは，「混和ちょう度」で表すことができる。「混和ちょう度」は，値が大きいほど，軟化する傾向を示すものであることは，乙4の「グリースCのちょう度は，・・・増加した(軟化した)」(356頁左欄1行)との記載からも明らかである。",
                        "ところで，表1及び2における「混和ちょう度」とは，水が混入する前の状態での値であるので，水が混入した後の「混和ちょう度」といえるのは，「加水シェルロール試験」から得られた値である。",
                        "そして，原告が平成19年4月24日付けで手続補正された審判請求書で「混和ちょう度が300を超えると軟化漏洩の問題が生じる」と主張するように，軟化漏洩の問題は，測定値(絶対値)が重要になる。",
                        "比較例3では，「加水シェルロール試験」の80℃で6時間運転後の値が「311」となっているが，これは，実施例1～5の中で最も数値の高い実施例2の「312」より低い値であるので，実施例の方が，「水が混入してきても軟化し難い」ということはできない。",
                        "なお，原告は，測定値(絶対値)そのものではなく，実施例2と比較例3の80℃での「混和ちょう度の変化率」の差異により，「モリブデン化合物の添加効果は確実に示されている」旨主張するが，たとえ，軟化の程度が変化率に現れているとしても，そもそも水を混入する前の「混和ちょう度」が実施例2と比較例3とでは互いに異なるのであるから，変化率を直接比較することはできず，また，比較例3の加水シェルロール試験の測定値(絶対値)が実施例1～5の値の範囲内にあることを考えれば，実施例2と比較例3の80℃での「混和ちょう度の変化率」の差異が軟化を抑制する効果があるといえるほどの差異ではないから，同変化率を根拠として，「モリブデン化合物の添加効果は確実に示されている」とまでいうことはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかも，原告は「走行中の車両の軸受けの温度は，周囲の温度より通常30℃～40℃程度は高くなるので，80℃での特性の方がより重要になる」旨主張する。",
                        "確かに走行中の車両の軸受けの温度は，周囲の温度より通常30℃～40℃程度は高くなるので，夏であれば周囲の温度が30℃～40℃となるから，走行中の車両の軸受けの温度は60℃～80℃となるため，80℃での特性の方がより重要になるともいえるが，雪の降る冬においては周囲の温度が−10℃～0℃となるので，走行中の車両の軸受けの温度は20℃～40℃となるため，室温での特性の方がより重要になることは明らかである。",
                        "したがって，冬にはモリブデン化合物を添加すると加水シェルロール試験の値が劣り，夏にはモリブデン化合物を添加すると加水シェルロール試験の値が優れるという実施例2と比較例3との結果からは，本願補正発明において車軸軸受グリース組成物を使用する季節(又は温度)が特定されていない以上，「80℃での特性の方がより重要になる」旨の原告の主張は，特許請求の範囲に基づかない主張，すなわち，夏(又は周囲の温度が30℃～40℃)における車軸軸受グリース組成物の使用のみに限定した主張であって，しかも，本願補正発明は(年間を通じてみれば)格別顕著な技術的効果を奏するものということもできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告は，「本願補正発明の降雪地走行鉄道車両用車軸軸受グリース組成物においては，当業者であれば，混和ちょう度の低いものを用いれば，加水シェルロール後の混和ちょう度300以下のものも，容易に作成することができる」とも主張するが，これはモリブデン化合物の添加効果とは無関係の主張である上，混和ちょう度が，モリブデン化合物の添加よりも，基油やジウレア増ちょう剤の種類や比率を変えることにより適宜変更し得るものであることを認めるものであって，かつ，上記実施例の記載から，モリブデン化合物を添加しても，軟化漏洩の問題が生じるような混和ちょう度の増加が見出せないことも考え併せれば，水が混入したときの軟化漏洩の問題に対して，「モリブデン化合物の添加効果」が示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，本願補正明細書の記載を参酌しても，有機モリブデン化合物の添加の有無が混和ちょう度に影響を及ぼすとはいえないから，これに反する原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その他の効果について",
                  "text": [
                    "原告は，取消事由1における主張に際して，「本願補正発明においては，『有機モリブデン化合物を0．5～5．0重量部』添加した結果，当業者といえども予期できない『水が混入してきても軟化し難い上，耐摩耗性，耐融着荷重性，寿命特性(本件出願当初明細書表1及び表2参照の加水シェルロール試験，高速4球試験，軸受寿命試験参照)』がある優れたグリースに到達することができた」旨主張する。",
                    "このうち，「水が混入してきても軟化し難い」と主張する効果及び参照する「加水シェルロール試験」の結果については，前記アで検討したとおりであり，そのような効果を奏するということはできない。",
                    "そして，「耐摩耗性，耐融着荷重性，寿命特性」と主張する効果及び参照する「高速4球試験，軸受寿命試験」の結果についても，審決で述べたとおりであり，誤りはない。",
                    "つまり，本願補正発明の効果について，本願補正明細書(甲4)の段落【0029】には，(i)グリース中に水が混入しない条件(水混入前条件)において，「耐摩耗性と耐荷重性能を有し，かつ高温下での繰返しせん断を受けても軟化や硬化をしないような機械安定性を」持つという効果，そして，(ii)グリース中に水が混入する条件(水混入条件)であっても，「耐摩耗性や耐荷重性が著しく低下しない」という効果を奏し，(iii)そのことにより，「軸受寿命も大幅に延長されてメンテナスフリーに寄与する」と記載されている。",
                    "ただし，「軸受寿命」の延長については，本願補正明細書の表1及び2における「軸受寿命試験」につき，水混入前条件でしか効果が確認されていないので，(iii)の効果も水混入前条件での効果といえる。",
                    "そして，上記効果が，当業者の予測を超える格別顕著なものということはできない。",
                    "まず，(i)及び(iii)の水混入前条件の効果についてみると，加水前の高速4級試験(摩耗痕径)及び(融着荷重)並びに軸受寿命試験のいずれも，比較例3が実施例1～5に比べて劣る結果となっている。しかし，これは，周知慣用の極圧添加剤である有機モリブデン化合物の添加の有無による差異であり，前記(1)ア(イ)，イのとおり，「耐荷重性を向上させたり，摩擦抵抗を軽減して発熱を抑制したりして，潤滑寿命を改善する」(引用例2の1頁26～27行，2頁9～10行)，「高荷重下においても，融着摩耗しない高い極圧性能を有する」(引用例3の段落【0003】)，「極圧潤滑状態における焼付きやスカッフィングを防止し，潤滑油の潤滑性を向上させる」(乙2の109頁表16)という極圧添加剤として当然奏されるべき添加効果が確認されているにすぎず，審決で「当業者の予測を超えるものとはいえない」としたことに誤りはない。",
                    "次に，(ii)の加水10％(水混入条件)での高速4級試験(摩耗痕径)及び(融着荷重)についてみると，確かに，比較例3が実施例1～5より劣るものである。しかし，上記(i)の効果についてみてきたとおり，比較例3の組成物は，水が混入する前から，高速4級試験(摩耗痕径)及び(融着荷重)において，実施例1～5よりも劣るものを使用しているので，水が混入しても，実施例1～5より劣る結果となるのは当然のことである。",
                    "しかも，比較例3が，水が混入したことにより，水混入前に比べて，著しく性能が落ちるとか，逆に，実施例1～5は，水が混入しても，水混入前と性能の変化が少ないなどということはなく，水が混入した場合の性能の低下度合いは，実施例1～5も比較例3も同程度である。",
                    "そうすると，水混入条件で比較例3が実施例1～5より劣る結果となったのは，そもそも，水が混入していない通常の条件であっても性能が悪いものを使用したからにすぎない。逆にいえば，実施例1～5は，比較例3に比べて，水が混入する前においても有機モリブデン化合物を添加して，優れた耐摩擦性及び耐融着摩耗性を有し，かつ，水混入条件である加水後でも，比較例3と同じ程度に性能は低下するが，依然として優れた効果を示すことを確認したにすぎないものである。",
                    "そして，降雪地及び降雨地といった水混入条件での走行は，前記(2)のとおり，通常の運行形態であって，侵入する雪及び雨からの水分によりグリース組成物に軟化傾向及び漏洩傾向を示す場合があることも，前記(2)アにおいて，前記乙4を挙げて主張したように，当業者に認識されていたことであるから，本願補正明細書の実施例は，通常の運行形態を想定して，その効果を確認したにすぎないものである。よって，もともと水混入前条件においてさえも性能の低い比較例3が，実施例1～5に比べて，水混入条件においても，依然として劣るものであったことを示すのみでは，本願補正発明が，水混入条件での走行，中でも降雪地走行において，当業者の予測を超える格別顕著な効果を奏したといえるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本願補正発明によって奏される効果は，当業者の予測を超える格別顕著なものであるということはできない。",
                    "したがって，審決において，原告が主張する「本願補正発明の効果についての判断の誤り」はなく，取消事由3は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の有無",
          "text": [
            "審決は，本願補正発明は引用例1ないし3に記載された発明及び周知慣用技術から容易に想到できるので独立特許要件を欠き本件補正は不適法であるとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正後の請求項1は，前記第3，1(2)イのとおりであるほか，本願発明に係る明細書(甲4，甲14の2参照)には，以下の記載がある。",
                    "なお，下記に摘示した部分については，本件補正前後で変わりはない。",
                    "・【発明が属する技術分野】",
                    "「本発明は，メインテナンスフリーに寄与できる新規な降雪地走行鉄道車両用車軸軸受グリース組成物に関する。」(段落【0001】)・【従来の技術】",
                    "「従来，我が国の鉄道の車軸軸受用潤滑剤としては，主として，潤滑油や鉱油を基油とし，リチウム石鹸を増ちょう剤としたグリース組成物が使用されている。一部高速列車にはウレア化合物を増ちょう剤としたグリース組成物も使用されてきた。」(段落【0002】)",
                    "・「しかしながら近年，鉄道車両は，高速化に伴い車両の軽量化に寄与できる鉄道車両用車軸軸受が開発され，鉄道車両用車軸軸受グリース組成物の高性能化，及び潤滑剤の交換周期を延期することなどにより作業等を軽減するメンテナンスフリー化を図り，かつ電気機関車等の高軸重車両や降雪地走行車両を含めて汎用的に使用可能なグリース組成物が要求されているが，これらの諸特性を満たすグリース組成物は得られていなかった。」(段落【0003】)",
                    "・【発明が解決しようとする課題】",
                    "「本発明は，分岐器やレール継目部等で走行中に発生する衝撃荷重を繰り返し受けても十分耐え得るような耐摩耗性と耐荷重性能を有し，且つ高温下での繰返しせん断を受けても軟化や硬化をしないような機械安定性を持ち，また降雪地走行によってグリース中に水が混入しても，耐摩耗性や耐荷重性が著しく低下しないような新規な降雪地走行鉄道車両用車軸軸受グリース組成物を提供する。」(段落【0004】)",
                    "・【課題を解決する為の手段】",
                    "「本発明は降雪地走行鉄道車両用車軸軸受グリース組成物の高性能化及び潤滑剤の交換作業等を軽減するメンテナンスフリー化の進展に対応すべく，鋭意研究した結果，ポリα−オレフィン油及びまたは鉱油を基油とし，特定の分子構造を有するジウレア系グリースを含むグリース組成物に有機モリブデン化合物を添加することにより，上記目的が達成し得ることを見出し，これに基づいて本研究を完成するに至った。」(段落【0005】)",
                    "・「即ち本発明は，長寿命を有するジウレア系グリースに係り，具体的にはポリα−オレフィン油及びまたは鉱油からなる基油100重量部に，一般式(1) Rl−NHCONH− R2−NHCONH− R3",
                    "(式中，Rl 及び R3 は，同一であっても又は異なっていてもよく，炭素数6～22の直鎖アルキルを示し，R2は，炭素数6～15の二価芳香族炭化水素基を示す。)",
                    "で表されるジウレア化合物である増ちょう剤を2～30重量部配合したグリース組成物に有機モリブデン化合物を0．5～5．0重量部添加した降雪地走行鉄道車両用車軸軸受グリース組成物であり，さらに好ましくは，……に係る。」(段落【0006】)",
                    "・「本発明で用いる有機モリブデン化合物としては，一般式…(略)…で表わされるモリブデンジチオフォスフェートや，一般式…(略)…で表わされるモリブデンジチオカーバメイト等が挙げられる。これらの化合物は単独で用いることも出来るし二種以上を併用しても良い。」(段落【0014】)",
                    "・「本発明の降雪地走行鉄道車両用車軸軸受グリース組成物においては，上記ジウレア系グリースに有機モリブデン化合物 0．5～5．0重量部添加することが必要である。有機モリブデン化合物 0．5 重量部未満であると目標とする耐摩耗性が得られないので好ましくなく 5．0 重量部を越えてもそれ以上の添加効果が望めないだけでなく，経済効果の点で不利になる恐れがある。・・・」(段落【0015】)",
                    "・「かくして得られる本発明グリース組成物を，降雪地走行鉄道車両の車軸部分に使用することができ，良好な潤滑性能が維持されると共に，耐摩耗性に優れ軸受寿命が大幅に延長されてメンテナンスフリー化に寄与できる。」(段落【0017】)",
                    "・【本発明の効果】",
                    "「表1及び表2の結果から見て，耐摩耗性と耐荷重性能を有し，且つ高温下での繰返しせん断を受けても軟化や硬化をしないような機械安定性を持ち，また降雪地走行によってグリース中に水が混入しても，耐摩耗性や耐荷重性が著しく低下しないことにより軸受寿命も大幅に延長されてメンテナスフリーに寄与する新規な降雪地走行鉄道車両用車軸軸受グリース組成物を提供できた。」(段落【0029】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，本願補正発明は，特定の動粘度を有するポリα−オレフィン油及び／又は鉱油を基油とし，一般式(1)で表されるジウレア化合物を増ちょう剤とするグリース組成物に，有機モリブデン化合物を添加し，特定の金属元素を有する有機金属化合物を含有しない降雪地走行鉄道車両用車軸軸受グリース組成物であって，基油100重量部に対し，増ちょう剤を2～30重量部，有機モリブデン化合物を0．5～5．0重量部含有する組成物に関するものであり，耐摩耗性と耐荷重性能に優れ，高温下での繰返しせん断を受けても軟化や硬化をしないような機械安定性を持ち，また降雪地走行によってグリース中に水が混入しても耐摩耗性や耐荷重性が著しく低下しないという効果を有している。そして，本願補正発明において，有機モリブデン化合物は耐摩耗性の改善に寄与しているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一方，引用例1(特開平11−310787号公報)には，以下の記載がある。",
                    "・「【請求項1】ポリα−オレフィン油及び鉱油から選ばれた少なくとも一種であって，40℃の動粘度が50～180 mm2/s の範囲である基油100重量部に，",
                    "一般式 R 1−ＮHCOＮH−R 2−ＮHCOＮH−R 3 (I)",
                    "(式中，R 1 及びR 3 は，同一又は異なって，n−オクチル基及びn−ドコシル基を示し，これらの構成割合は，モル％で，n−オクチル基：n−ドコシル基＝95：5～50：50である。R 2 は，炭素数6～15の二価芳香族炭化水素基を示す。)で表されるジウレア化合物である増ちょう剤を2～30重量部配合したことを特徴とする車軸軸受用グリース組成物。」(【特許請求の範囲】)",
                    "・【発明が属する技術分野】",
                    "「本発明は，新規な車軸軸受用グリース組成物に関する。」(段落【0001】)",
                    "・【従来の技術】",
                    "「従来，我国の新幹線やフランスのTGVのような高速鉄道の車軸軸受用潤滑剤としては，主として，潤滑油や鉱油を基油としリチウム石鹸を増ちょう剤としたグリース組成物が使用されている。」(段落【0002】)・「而して，近年，高速鉄道の高速化が進められるに伴い，車両の軽量化に寄与できる車軸軸受用グリース組成物の高性能化及び潤滑剤の交換作業等を軽減するメンテナンスフリー化が要望されている。」(段落【0003】)",
                    "・「かかる要望に対して，高速鉄道のモーター，ジェネレーター，車軸等の各種回転機器類の軸受用グリース組成物として，アルキルジフェニルエーテル油を基油とし，芳香族ジイソシアネート類に炭素数6～18の直鎖アルキルアミン等のモノアミン類を反応させて得られるジウレア化合物を増ちょう剤とするグリース組成物が提案されている(特開平6−88085号)。」(段落【0004】)",
                    "・「しかし，このグリース組成物には，最近の更に高速化された鉄道車両の車軸軸受のうける高速条件，例えば軸受の回転速度の指標であるdＮ値(軸内径(mm)×回転数(rpm)で定義される)が10万以上という高速条件下での潤滑特性，軸受寿命等が十分ではないという問題点がある。」(段落【0005】)",
                    "・【発明が解決しようとする課題】",
                    "「本発明の目的は，例えばdＮ値10万以上という高速条件下においても，優れた潤滑特性を示し，且つ軸受寿命も十分に長い新規な車軸軸受用グリース組成物を提供することにある。」(段落【0006】)・【課題を解決するための手段】",
                    "「本発明者は，高速鉄道車両の高速化とメンテナンスフリー化の進展に対応すべく，鋭意研究した結果，ポリα−オレフィン油等の基油に，芳香族ジイソシアネート類に，n−オクチルアミン及びn−ドコシルアミンを所定割合で併用したモノアミン類を反応させて得られるジウレア化合物である増ちょう剤を配合したグリース組成物によれば，上記目的が達成し得ることを見出し，これに基づいて本発明を完成するに至った。」(段落【0007】)",
                    "・「即ち本発明は，ポリα−オレフィン油及び鉱油から選ばれた少なくとも一種であって，40℃の動粘度が50～180 mm2/s の範囲である基油100重量部に，",
                    "一般式 R 1−ＮHCOＮH−R 2−ＮHCOＮH−R 3 (I)",
                    "(式中，R 1 及びR 3 は，同一又は異なって，n−オクチル基及びn−ドコシル基を示し，これらの構成割合は，モル％で，n−オクチル基：n−ドコシル基＝95：5～50：50である。R 2 は，炭素数6～15の二価芳香族炭化水素基を示す。)で表されるジウレア化合物である増ちょう剤を2～30重量部配合したことを特徴とする車軸軸受用グリース組成物に係る。」(段落【0008】)",
                    "・「本発明のグリース組成物は，…により，調製することができる。この際，必要に応じて，酸化防止剤，防錆剤，耐摩耗剤等の一般に潤滑油やグリースの分野で使用されている各種添加剤を添加しても良い。」(段落【0017】)",
                    "・「かくして得られる本発明グリース組成物を，高速で走行する鉄道車両の車軸部分等に使用するときには，良好な潤滑性能が維持されると共に，高速条件下での軸受寿命が大幅に延長されることになる。」(段落【0018】)",
                    "・【発明の効果】",
                    "「本発明によれば，例えばdＮ値10万以上という高速条件下においても，優れた潤滑特性を示し，且つ軸受寿命も十分に長い新規な車軸軸受用グリース組成物が提供されるという顕著な効果が奏される。」(段落【0032】)",
                    "・「上記優れた潤滑性能に基づき，高速鉄道車両の高速化に必要な車両の軽量化，小型化等に寄与でき，又軸受寿命の大幅な延長に基づき，メンテナンスフリー化の促進に寄与できる。」(段落【0033】)・「このような効果は，本発明グリース組成物において使用する特定の増ちょう剤が高速下におけるグリースのせん断軟化を効果的に抑制し，しかも特定の成分及び動粘度の基油が軸受内のグリースの油膜強度を効率的に維持して，軸受の長寿命化が図られることによるものと考えられる。」(段落【0034】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，引用例1には，特定の動粘度を有するポリα−オレフィン油又は鉱油からなる基油100重量部に対し，一般式(I)で表されるジウレア化合物を増ちょう剤として2～30重量部配合した車軸軸受用グリース組成物が開示されており，このグリース組成物を高速走行する鉄道車両の車軸部分等に使用した場合に，優れた潤滑性能を示し，また，軸受寿命も十分に長いこと，このグリース組成物には，必要に応じて，耐摩耗剤等の一般に潤滑油やグリースの分野で使用されている添加剤を添加できること(引用発明)が示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願出願日における先行技術・周知技術",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(国際公開第WO97／15644号，甲2及び甲12)には，以下の記載がある。",
                        "・「技術分野",
                        "本発明は各種産業機械や車両等の回転部材や摺動部材に適用される潤滑剤組成物に関し，特に高荷重が加わる箇所や滑り率の高い箇所のように耐荷重性や極圧性が要求される箇所，あるいは摩耗し易い箇所に好適であり，更に高温で使用される機器に好適な潤滑剤組成物に関する。」(明細書［甲12］1頁5行～9行)",
                        "・「背景技術",
                        "潤滑剤組成物の一つであるグリースは，各種の産業機械や車両等の回転部材や摺動部材に広く適用されているが，特に上記に挙げたような高荷重下で使用されたり，転がり−滑り部での潤滑を伴う装置においては，使用条件が厳しくなると(負荷荷重の増大，滑り摩擦による油膜切れ等)，その転がり箇所，特に転がり−滑り部が境界潤滑になりやすい。その結果，かじりや潤滑剤の熱劣化による焼付き等で部品の潤滑寿命は著しく短くなる。この様な環境下で潤滑を良好に維持するには，耐荷重性を向上させたり，摩擦抵抗を軽減して発熱を抑制したりして，潤滑寿命を改善することが不可欠であるが，これはグリースの特性に大きく左右される。",
                        "例えば円すいころ軸受では，アキシャル負荷荷重を受ける内輪大つば部ところ端面の潤滑寿命が問題となる。すなわち，円すいころ軸受を使用する際，軸受寿命はつば部のすべり速度とつば部の接触面圧に大きく影響を受けるため，グリースには発熱温度の抑制と，耐荷重性が求められる。また，CVJは，…。」(明細書1頁19行～2頁3行)・「上記のような問題点を改善するために，グリースに極圧添加剤を配合する例が一般的である。グリースに用いる極圧添加剤は，MoS等の固体潤滑剤，S系，P系，S−P系有機化合物，ジアルキルジチオカルバミン酸モリブデン(MoDTC)，ジアルキルジチオリン酸モリブデン(MoDTP)等の有機モリブデン化合物，ジアルキルジチオリン酸亜鉛(ZnDTP)が知られており，また，MoS やS",
                        "−P系有機化合物よりも，MoDTC，MoDTP，ZnDTPが効",
                        "果があるとされている。",
                        "有機モリブデン化合物やZnDTPからなる極圧添加剤のグリースへの配合例は数多く開示されており，しかも目的とする用途に応じて得られる特性が異なっている。例えば特公平5−79280号公報には，ウレア系グリースにMoDTCとMoDTPとを添加することで摩擦係数を低下させることができ，特にプランジング型CVJの特性に有効であることが開示されている。また，特公平4−34590号，特公平3−68920号，特開昭60−47099号各公報には，M",
                        "oDTCやMoDTP，ZnDTP等の有機モリブデン化合物や有機",
                        "亜鉛化合物を含む極圧剤が特に有効である旨記載されている。」(明細書2頁9行～23行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の引用例2の記載からすると，ジアルキルジチオカルバミン酸モリブデン(MoDTC)，ジアルキルジチオリン酸モリブデン(MoDTP)等の有機モリブデン化合物は極圧剤の中でも優れた極圧剤であり，また，ウレア系グリースに有機モリブデン化合物を添加することで摩擦係数を低下させることも知られていたといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例3(特開平10−324885号公報)には，以下の記載がある。",
                    "・「【発明の属する技術分野】",
                    "本発明は，高荷重下における潤滑性および耐摩耗性に優れるグリース組成物に関し，詳しくは負荷荷重の高い建設機械用重機(ショベルカー，クレーン車等のアーム支持部の回転，変角部位軸受け)，鉄道車両，軍用車両，重量物運搬車等の摩擦箇所の潤滑に使用することができる，耐荷重性および耐摩耗性に優れたグリース組成物に関する。」(段落【0001】)",
                    "・「また，固体潤滑剤等の無機化合物を添加することにより，耐荷重性能を向上させたものがあるが，これは，無機化合物であるため，潤滑油へのなじみもあまり良くなく，潤滑性に劣るという問題がある。そこで，良好な潤滑性能および極圧性能を有するモリブデン化合物，チオリン酸亜鉛，硫黄化合物等，従来より極圧剤として使用されている種々の化合物を添加剤として用い，高荷重下においても，融着摩耗しない高い極圧性能を有するグリースが要望されている。」(段落【0003】)ウ 乙1(星野道男他著「トライボロジー叢書8 潤滑グリースと合成潤滑油」，株式会社幸書房，昭和58年12月25日初版発行)には，以下の記載がある。",
                    "・「3・1・3 添加剤",
                    "グリース用添加剤としては表3・5に示すような潤滑油用の添加剤が，潤滑油の場合と同様の目的で使用される。ほとんどは基油の中に溶解して働くもので，グリースの場合は液体潤滑油よりも基油の中の物質移動が悪いので多少必要濃度が高くなる。酸化防止剤，極圧添加剤，さび止め剤などの使い方は油の場合と同様である。」(52頁7～12行)・",
                    "(52頁)",
                    "・「有機モリブデン化合物のなかで，ある種のジチオカーバメートは……，グリースには微結晶として添加して，潤滑面にはさまって摩擦されたとき金属表面と反応し，極圧添加剤として働く特殊な用例がある。」(53頁7～10行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙2(資源エネルギー庁石油部精製課監修「潤滑要覧 1996年版」，株式会社潤滑通信社，平成8年7月21日第3版発行)には，以下の記載がある。",
                    "・「③添加剤としてグリースに用いられるものは，潤滑油に用いられるものとほとんど同じである……。」(88頁右欄1～4行)",
                    "・「潤滑油添加剤の種類は非常に多く，それを機能で分類したのが表 16である。その作用機構から酸化防止剤，…，極圧剤，…などの…化学的作用添加剤と，…物理的作用添加剤とに大別される。",
                    "潤滑油添加剤の一般的な油種別用途を示したのが表 17である。",
                    "①酸化防止剤 」(108頁右欄15行～26行)",
                    "・「⑤その他",
                    "その他の潤滑油添加剤として極圧剤，…等がある。",
                    "極圧剤は，摩擦条件の過酷な歯車，軸受等の潤滑油に使用され，摩擦面で容易に金属と反応して被膜を形成し，金属同士の接触を防いで焼付を防止する。極圧剤にはS，P等を含む反応性の強い化合物が使用される。」(111頁左欄31行～38行)",
                    "(109頁)",
                    "(110頁)"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記アないしエによれば，鉄道車両の車軸軸受には高い負荷荷重がかかること，このような高荷重条件下で使用されるグリースには耐荷重性，耐摩耗性が求められること，極圧剤はグリースに耐荷重性，耐摩耗性を付与することが周知であるということができる。また，ジアルキルジチオカルバミン酸モリブデン，ジアルキルジチオリン酸モリブデン等の有機モリブデン化合物はグリースに添加することができる周知の極圧剤であるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点Aの判断の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が認定する相違点Aは，「本願補正発明においては，『有機モリブデン化合物を0．5～5．0重量部』添加したものであるのに対し，引用発明においては，添加剤について特定がない点」である。",
                        "ところで，前記(2)アのとおり，甲1発明(引用発明)は鉄道車両の車軸部分等に使用するグリース組成物を開示するものであり，引用例1にはグリースの分野で用いられる添加剤を添加できることが示されている。そして，前記(3)オのとおり，鉄道車両の車軸軸受には，鉄道車両そのものの高い荷重が負荷されるため，そこで使用するグリースには耐荷重性，耐摩耗性が求められるところ，極圧剤はグリースに耐荷重性，耐摩耗性を付与するものであるから，鉄道車両用車軸軸受用グリースにおいては極圧剤を添加する必然性が存在するといえる。",
                        "したがって，甲1発明に接した当業者(その発明の属する技術の分野における通常の知識を有する者)は，甲1発明に極圧剤を配合しようとするものと認められ，その際に，極圧剤として，引用例2にも優れた特性が記載され，ウレア系グリースとの併用例も記載されている有機モリブデン化合物を有効量配合し，高荷重下で使用した場合の耐摩耗性・耐荷重性の改善を図ろうとするものであって，これらの事項は，いずれも当業者の通常の創作力を発揮することにより想到容易であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，高速鉄道の車軸軸受では，車軸が高速回転し，その遠心力の影響で軸受の周囲ではグリース層が厚くなる傾向があることが判明している(甲9参照)ので，高速列車用に適したグリース組成物を開示する甲1発明においては，グリースの膜厚が薄くなったときに用いるための極圧剤を選ぶ必要はない旨主張するので，以下検討する。",
                            "甲9の46頁(日本グリース(株)技術研究所「高温下におけるウレアグリースの油膜厚さについて」と題する会議予稿)において図3として示されたグラフ中，U−1，U−4およびU−7は，基油として鉱物油を使用したウレアグリースについて，回転するディスクに鋼球を接触させ，荷重をかけた際の油膜の厚さと転がり速度の関係を示したグラフである。このグラフは，グリースの温度が25℃の場合，転がり速度の増加とともに油膜の厚さが大きくなることを示し，また，100℃では，転がり速度が約1m／sよりも遅い場合は，油膜の厚さに大きな変化はないか，グリースの組成によっては速度の増加に伴いやや減少するものの，転がり速度が約1m／s以上となると，油膜の厚さが厚くなる傾向を示している。",
                            "しかし，甲9は，遠心力の影響でグリースの膜厚が厚くなる傾向がある結果，高速鉄道の車軸軸受に使用するウレアグリースでは極圧剤を添加する必要がないと結論付けるものではなく，甲9を検討しても，高荷重が負荷される鉄道車両の車軸軸受であっても，極圧剤の添加が不要であるほど，軸受の周囲のグリースの膜厚が厚くなるものとは認められない。",
                            "また，仮に，原告が主張するように，高速で走行する列車の車軸軸受で使用するグリース組成物に極圧剤を添加する必要がないとしても，高速鉄道は，常にグリースの膜厚が軸受の周囲で厚くなるとされる高速走行を行っているものではなく，低速走行時は，高速走行時と同様に車軸軸受には高荷重が負荷されており，このような場合には，グリースに極圧剤が添加されていることが望ましいものである。すなわち，甲1発明が高速列車用に適したグリース組成物を開示するとしても，前記(3)オのとおり，鉄道の車軸軸受用グリースであれば，鉄道車両の潤滑箇所には高荷重が負荷され，極圧剤の添加が望まれるといえるものであって，甲1発明が高速列車用に適したグリース組成物に関するものであることが，極圧剤の添加を阻害するものでもない。",
                            "そうすると，審決が，甲1発明のグリース組成物の潤滑特性及び軸受寿命効果をさらに向上させるために，有機モリブデン化合物を添加することは当業者が容易に想到し得るとしたことに誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，特定の基油と特定の増ちょう剤からなるグリース組成物に添加剤を組み合わせた場合の効果には予測性がなく，また，多種類ある極圧剤の中から，特定のグリース組成物に最も適した極圧剤を選ぶことは一概に決められるものでないとも主張する。",
                            "しかし，前記(3)オのとおり，極圧剤の添加目的は周知であることから，甲1発明に極圧剤を配合した場合の効果は，添加目的から予測可能である上，前記(ア)のとおり，有機モリブデン化合物が優れた特性を有する極圧剤であって，ウレア系グリースに配合する例も知られているので，甲1発明に極圧剤を配合しようとした場合に，極圧剤として有機モリブデン化合物を選択することも，当業者であれば，格別の創意を要する事項ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "このほか，原告は，有機モリブデンは極圧剤として周知であっても慣用ではなく，審決が有機モリブデンにつき極圧剤として「周知慣用のもの」と判断した点は誤りである旨主張する。",
                            "しかし，前記(ア)のとおり，有機モリブデン化合物は極圧剤として周知であったため，当業者がこれを甲1発明に適用することは容易であったというべきであって，有機モリブデンが極圧剤として慣用されていたか否かは，審決の結論に影響を及ぼすものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，相違点Aに関し，引用発明において，添加剤として「有機モリブデン化合物を0．5～5．0重量部添加すること」は，当業者にとって容易想到であり，原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点Cの判断の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，相違点C(本願補正発明では，鉄道車両が「降雪地走行」用と特定されているのに対し，引用発明では，そのような特定がない点)に関し，鉄道車両の車軸軸受では，大雨が降ったとしても，車軸軸受の端面に当たった雨はグリースの撥水性により流れ落ちるので，グリース中に水が入り込めないのに対し，大雪が降ると，車軸軸受の端面全体が雪で覆われ(甲10［写真］)，覆った雪中の水分が，「呼吸作用」(走行中の車軸軸受内部は高温となっているが，車両が停車すると車軸軸受内部の温度が下がり，内部が減圧状態になることにより，車軸軸受の端面の隙間部分から外気を取り込むという作用)により車軸とスリーブとの空間に引き込まれるので，グリースに水分が混入することから，審決の雪も雨も車両に及ぼす影響は同じであるとの認識は誤りであると主張する。",
                        "しかし，そもそも日本国内において雨が降らない地域はないため，鉄道車両につき「降雪地走行」との特定がなくても，少なくとも「降雨地走行」は当然に想定されているといえるところ，雨でも雪でも，それが水分としてグリース組成物に混入した場合に，グリースに与える悪影響は同じものと解される。",
                        "そして，原告が主張するように，グリース中に水分が混入する原因が，車軸軸受の内部が減圧状態になることにより，車軸軸受の端面の隙間部分から外気を取り込むという「呼吸作用」に基づくのであれば，車軸軸受の端面全体が雪で覆われることがある降雪地走行時のみならず，車軸軸受の端面に水分が付着する降雨時もグリース中に水分が混入するはずであり，たとえ，車軸軸受の端面に当たった雨がグリースの撥水性により流れ落ちるとしても，降雨走行時に車軸軸受の内部が減圧状態になった場合に，すべての雨(水分)が車軸軸受の端面に存在しないということは想定できず，多少の差はあるとしても，降雨時にもグリース中に水分が混入するものと解される。",
                        "このように，原告の上記主張は合理的でない上，降雨時においてグリース中に水分が混入しないことを認めるに足りる証拠もないから，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，鉄道車両では走行地が限定された車両編成があること，降雪地を走行する鉄道車両が現に存在することを理由に，引用例1に記載された車軸軸受用グリース組成物は，通常の車軸軸受用グリース組成物であり，降雨地走行を想定したものではあっても，降雪地を走行するための車両の車軸軸受用という特殊な用途は含まれていないとも主張する。",
                        "しかし，原告は，甲1発明に接した当業者が，甲1発明につき降雪地を走行する車両に使用できないと認識する合理的根拠を示しておらず，また，引用例1には鉄道車両の走行地を限定する記載も示唆も存在しないことから，甲1発明の車軸軸受用グリース組成物が，降雪地を走行する車両の車軸軸受用という用途を含まないとはいえず，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，雨と雪とで車両に及ぼす影響が異なることを示す十分な根拠はないので，原告の上記主張は採用できず，審決による相違点Cについての判断(同相違点は実質的な相違点ではない旨)に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願補正発明の効果)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願補正発明では極圧剤として有機モリブデン化合物を添加したことにより，水が混入してきても軟化し難いという当業者が予期し得ない効果が得られた旨主張するので，以下検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願発明に係る明細書(甲4，甲14の2参照)には，様々なグリース組成物についての各種試験結果が以下の表にまとめて示されている。",
                            "なお，下記に摘示した部分については，本件補正前後で変わりはない。",
                            "・【表1】",
                            "(段落【0020】)",
                            "・「比較例1～3",
                            "表2に従来の鉄道車両用車軸軸受グリース組成物である比較例1，2及び実施例1から有機モリブデン化合物を除いた鉄道車両用車軸軸受グリース組成物である比較例3を作成し，その特性を表2に示す。」(段落【0021】)",
                            "・【表2】",
                            "(段落【0022】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本願明細書において示されたグリース組成物の各種特性のうち，グリースに水が混入してきても軟化し難いことを示す指標は，水を10％含むグリース組成物についての「加水シェルロール試験」で求められたちょう度であるところ，室温での試験結果は，実施例1ないし5のグリースでは，ちょう度が273ないし291であるのに対して，実施例1から有機モリブデン化合物を除いたグリース組成物である比較例3(これは，その組成から甲1発明に相当するものと認められる。)では282となっている。また，80℃での試験結果は，実施例1ないし5のグリースでは，298ないし312であるのに対して，比較例3では311となっている。",
                            "原告は，本件での不服審判請求の理由(平成19年4月20付け手続補正書により補正された審判請求書；甲5)において，",
                            "「引用例(1)に記載されたグリース組成物の混和ちょう度は，280から300であり，もし水が混入すると，混和ちょう度は，300以上になることは必至であり，グリースが軸受から漏洩する軟化漏洩を起こす可能性が大であります。これに対して，本件明細書に示されているグリース組成物の混和ちょう度は，250から270であり，水が混入しても，降雪地走行条件(室温以下)では混和ちょう度は，300以下に保たれ，軟化漏洩を起こす心配はありません(本件明細書表1の加水10％シェルロール試験＜室温6時間＞参照)。」(甲5添付の平成19年4月20付け手続補正書の6頁36～42行)と記",
                            "載しており，以上からすれば，原告は，ちょう度の値「300」を軟化漏洩の目安としているものと認められる。",
                            "なお，原告が，明細書の表1及び2において，混和ちょう度と加水シェルロール試験で得られたちょう度の差として，加水シェルロール試験の変化率をかっこ書きで示していること等を考慮し，本判決においても，混和ちょう度と加水シェルロール試験によるちょう度を区別しないこととする。",
                            "そして，前記の室温での加水シェルロール試験結果からは，本願補正発明(実施例1ないし5)及び甲1発明(比較例3)のいずれのグリース組成物も300以内のちょう度を示しているので，本願補正発明及び甲1発明ともに，グリースに水が混入することによる軟化の問題は生じないということができる。また，80℃での加水シェルロール試験結果では，本願補正発明及び甲1発明ともに300をやや上回る程度のちょう度を示しており，いずれの発明においても同様に水が混入した場合に多少は軟化の問題を有するといえるものの，実施例2の値(312)は比較例3の値(311)よりもわずかに大きいこと",
                            "からすれば，本願補正発明が甲1発明と比較して顕著な効果を有するとはいえない。",
                            "このほか，前述のとおり，有機モリブデン化合物が極圧剤として既に知られていたことからすれば，上記表1及び2記載の「高速4球試験」「軸受寿命試験」の結果について，実施例1ないし5と比較例3とを比較しても，本願補正発明において，当業者が予測し得ないほどの顕著な結果が得られたとまではいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，ちょう度の変化率(表1，2中にかっこ書きで示された値)について，「80℃では，実施例2の方が，比較例3よりも，混和ちょう度の変化率が7ポイント(＋7)低くなり，モリブデン化合物の添加効果は，確実に示されている」旨主張する。しかし，前述のとおり，実施例2と比較例3のちょう度は，いずれも絶対値が300を超えており，水が混入した場合のグリース組成物の軟化について，両者は同様の問題点を有するといえ，変化率を比較することに意味はなく，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願補正発明で極圧剤として有機モリブデン化合物を添加したことによる「水が混入してきても軟化し難い」という効果は，当業者が予期し得ない程度のものではなく，そのほか，本願補正発明が顕著な効果を奏するとも認められず，本願補正発明の効果についての原告の主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，独立特許要件がないとして本件補正を却下した審決に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}