{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−34706号事件について平成22年6月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが，下記1のとおりの手続において，本件出願に対する拒絶査定不服審判の請求について，特許庁が，特許請求の範囲を下記2(1)から(2)へと補正する本件補正を却下した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願及び拒絶査定",
              "text": [
                "発明の名称：字句をデータに変換する装置，方法及びプログラム",
                "出願番号：特願2004−89101(特開2005−275880)",
                "出願日：平成16年3月25日(甲5。枝番を含む。特に断らない限り，以下同じ。)",
                "拒絶査定日：平成19年11月19日(甲9)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求及び本件審決",
              "text": [
                "審判請求日：平成19年12月25日(甲11)",
                "手続補正日：平成19年12月25日(甲10。以下，同日付け手続補正書による補正を「本件補正」という。)",
                "審決日：平成22年6月15日",
                "審決の結論：本件審判の請求は，成り立たない。",
                "審決謄本送達日：平成22年6月29日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の特許請求の範囲の請求項1の記載(ただし，平成19年8月6日付け手続補正書(甲8)による補正後のものであり，「／」は原文における改行箇所である。以下，本件補正前の特許請求の範囲に属する発明を「本願発明」という。)",
              "text": [
                "複数の単語を含む字句を，当該複数の単語により特定される1つの情報を含む別のデータに変換する装置であって，／複数の単語のそれぞれを，それぞれの単語を表象する論理インデックスと関連付けて記憶手段に予め登録してある基本語辞書と，／前記基本語辞書に登録されている単語同士を組み合わせた単語の組に対応する論理インデックスの組を，前記単語の組により特定される1つの情報と関連付けて記憶手段に予め登録してある名称辞書と，／前記複数の単語を含む字句を前記特定される1つの情報を含む別のデータに変換する処理エンジンとを備え，／前記処理エンジンは，／前記基本語辞書に登録されている単語を，それぞれの単語を表象する論理インデックスと関連付けてメモリ上にメモリ展開し，／前記名称辞書に登録されている論理インデックスの組を，各論理インデックスの組に対応する前記特定される1つの情報と関連付けて前記メモリ上にメモリ展開し，／変換されるべき字句を単語に分解し，／前記メモリ上にメモリ展開された基本語辞書を参照し，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスを各々取得，変換し，／前記メモリ展開された論理インデックスの組の中から，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスの中の複数の論理インデックスから構成されるいずれかの論理インデックスの組と一致する論理インデックスの組を選択し，当該選択された論理インデックスの組により特定される1つの情報を用いることにより，前記複数の単語を含む字句を前記特定される1つの情報を含む別のデータに変換する装置"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の範囲の請求項1の記載(ただし，下線部分は本件補正による補正箇所であり，「／」は原文における改行箇所である。以下，本件補正後の特許請求の範囲に属する発明を「本件補正発明」といい，本件補正に係る明細書(甲5の2～4，甲8，甲10)を「本件補正明細書」という。)",
              "text": [
                "複数の単語を含む字句を，当該複数の単語により特定される1つの情報を含む別のデータに変換する装置であって，／複数の単語のそれぞれを，それぞれの単語を表象する論理インデックスと関連付けて記憶手段に予め登録してある基本語辞書と，／前記基本語辞書に登録されている単語同士を組み合わせた単語の組に対応する論理インデックスの組を，前記単語の組により特定される1つの情報と関連付けて記憶手段に予め登録してある名称辞書と，／前記複数の単語を含む字句を前記特定される1つの情報を含む別のデータに変換する処理エンジンとを備え，／前記処理エンジンは，／前記基本語辞書に登録されている単語を，それぞれの単語を表象する論理インデックスと関連付けてメモリ上にメモリ展開し，／前記名称辞書に登録されている論理インデックスの組を，各論理インデックスの組に対応する前記特定される1つの情報と関連付けて前記メモリ上にメモリ展開し，／変換されるべき字句を単語に分解し，／前記メモリ上にメモリ展開された基本語辞書を参照し，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスを各々取得，変換し，／前記メモリ展開された論理インデックスの組の中から，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスの中の複数の論理インデックスから構成されるいずれかの論理インデックスの組と一致する論理インデックスの組を選択することで，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスから成る論理インデックスの組み合わせに包含される論理インデックスの組を選択し，当該選択された論理インデックスの組により特定される1つの情報を用いることにより，前記複数の単語を含む字句を前記特定される1つの情報を含む別のデータに変換する装置"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件補正発明は，特開平2−309450号公報(甲1。以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，独立特許要件を満たさないとして，本件補正を却下した上，本願発明は引用発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：複数の住所単語を含む漢字住所データを，当該複数の住所単語により特定される郵便番号を表す数値に変換する装置であって，住所単語及びこの住所単語に対応する漢字住所コードデータからなる漢字住所コード変換データレコードを複数有し，外部記憶装置にあらかじめ登録されている漢字住所コード変換マスタファイルと，複数の漢字住所コードを結合した漢字住所コード結合データ及びこの漢字住所コード結合データに対応する郵便番号からなる郵便番号変換データレコードを複数有し，外部記憶装置にあらかじめ登録されている郵便番号変換マスタファイルと，漢字住所コード変換手段と，郵便番号変換手段とを備え，前記漢字住所コード変換手段は，前記漢字住所データを前記住所単語に区切り，区切った住所単語をキーとして前記漢字住所コード変換マスタファイルの前記漢字住所コード変換レコードを読込み，前記漢字住所コードデータをメモリに展開して，区切った住所単語のうち前記漢字住所コード変換マスタファイルに登録されている住所単語をそれぞれ，対応する漢字住所コードデータに変換し，前記郵便番号変換手段は，前記郵便番号変換マスタファイルの前記郵便番号変換データレコードを読込み，メモリ上に展開し，このメモリ上に展開した郵便番号変換データレコードの漢字住所コード結合データの有効部分が，前記漢字住所コード変換手段で変換された漢字住所コードデータを全て結合した漢字住所コード結合データの上位バイトと一致する場合に，前記漢字住所データを，前記郵便番号変換マスタファイルの一致した漢字住所コード結合データに対応する郵便番号を表す数値に変換する装置"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：複数の単語を含む字句を，当該複数の単語により特定される1つの情報を含む別のデータに変換する装置であって，複数の単語のそれぞれを，それぞれの単語を表象する論理インデックスと関連付けて記憶手段にあらかじめ登録してある基本語辞書と，前記基本語辞書に登録されている単語同士を組み合わせた単語の組に対応する論理インデックスの組を，前記単語の組により特定される1つの情報と関連付けて記憶手段にあらかじめ登録してある名称辞書と，前記複数の単語を含む字句を前記特定される1つの情報を含む別のデータに変換する処理装置とを備え，前記処理装置は，変換されるべき字句を単語に分解し，基本語辞書を参照し，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスを各々取得，変換し，前記名称辞書に登録されている論理インデックウ  相違点1：「処理装置」が，本件補正発明においては，「処理エンジン」であるのに対し，引用発明においては，「漢字住所コード変換手段」と「郵便番号変換手段」の2つの手段である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件補正発明は，「基本語辞書」及び「名称辞書」を，「メモリ上にメモリ展開」してから，複数の単語を含む字句を変換しているのに対し，引用発明は，複数の漢字住所を含む漢字住所データを変換する時に，「漢字住所コード変換マスタファイル」及び「郵便番号変換マスタファイル」の該当するレコードをメモリ展開している点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正を却下した判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り(取消事由1)"
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての判断の誤り(取消事由2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の容易想到性に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「論理インデックスの組」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明の「漢字住所コード結合データ」が本件補正発明の「論理インデックスの組」に相当する旨を認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，引用例の特許請求の範囲の「この漢字住所コード変換手段から得られた漢字コードを結合して前記漢字住所コード結合データを作成する漢字住所コード結合手段と」との記載及び引用例の記載によれば，引用発明の「漢字住所コード結合データ」は，個々の漢字住所コードデータが順列に結合されたもので，個々のコード順に意味があるものであり，あくまでも結合された順序のある1個のデータであって，「組」ではない。",
                    "これに対し，本件補正発明の「論理インデックスの組」は，「論理インデックス」の「組」であり，「単語同士を組み合わせた単語の組に対応する」ものであって，特許請求の範囲の記載には「論理インデックスの組」が順序のあるものであると限定的に解釈する根拠となる文言は存在しない。むしろ，本件補正明細書は，本件補正発明について，「論理インデックスの組み合わせによる集合論理に関する操作を施す」ものである旨を記載しているところ(【0022】)，集合とは，順序という概念を持たないものであり，「組み合わせ」は，並んだ順序を無視した組を意味している(甲14)ばかりか，本件補正明細書は，論理インデックスについて順序のない組合せ(「任意の組」)の実施例について開示している(【0036】)。したがって，「論理インデックスの組」に順序はない。",
                    "そして，本件補正発明は，名称辞書からメモリ展開された「論理インデックスの組」の中から，分解された単語に対応する論理インデックスの中の複数の論理インデックスから構成される「いずれかの論理インデックスの組と一致する論理インデックスの組を選択する」ものであって，あくまでも「論理インデックスの組」を比較するものである(本件補正明細書【0031】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の「漢字住所コード結合データ」は，本件補正発明の「論理インデックスの組」に相当しない。ゆえに，引用発明の「郵便番号変換マスタファイル」は，本件補正発明の「名称辞書」にも相当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「漢字住所コード結合データの上位バイトと一致する場合」等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明の「漢字住所コード変換手段で変換された漢字住所コードデータをすべて結合した漢字住所コード結合データの上位バイトと一致する場合」について，「漢字住所コード変換手段で変換された漢字住所コードデータを上位から順次結合したデータのいずれかと一致した場合」であり，例えば「東京都中央区銀座1丁目1番1号」が漢字住所データとして入力された場合には，上位から「30(東京都)」，「3071200(東京都中央区)」，「3071200808001(東京都中央区銀座)」…，という複数のデータを上位の数値(バイト)から比較していずれかと一致する場合という意味であると認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，引用発明は，漢字住所コード結合データをキーとして上位バイトから郵便番号変換レコードの郵便番号住所コードキー部と比較していくものであり，郵便番号住所コードキー部に16進数の“FF”が出現するに至る位置まで郵便番号住所コードキー部と漢字住所コード結合データとが一致すれば，その郵便番号住所コードキー部に対応する郵便番号データ部の郵便番号を出力するなどというものである。すなわち，引用発明では，出力対象のレコードとして選択されるためには，郵便番号住所コードキー部に“FF”が出現するに至るまで，漢字住所コード結合データと郵便番号住所コードキー部とが全て一致しなければならないのであって，“FF”が出現するに至る位置までの最上位2バイトだけ一致すれば選択されるとか，最上位8バイトだけ一致すれば選択されるというわけではない。",
                    "このように，引用発明は，郵便番号住所コードキー部と，漢字住所コード変換手段で変換された漢字住所コードデータとを上位から順次結合したデータの「いずれか」と比較し，「いずれか」が一致するか否かを判定する構成を開示していない。したがって，本件審決の前記認定は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そもそも，引用例は，①1番目にメモリ上に読み込む郵便番号変換レコードを特定する方法が不明であり，②2番目にメモリ上に展開した郵便番号変換レコードの郵便番号住所コードキー部と漢字住所コード結合データとを比較して一致する場合があり得るのかどうか不明であり，③上記②で一致しなかった場合に，1番目に読み込んだ郵便番号変換レコードの郵便番号が，なぜ正しい郵便番号になり得るのか不明である。よって，引用例によっては，正しい郵便番号が出力される理由が当業者に不明であるといわざるを得ず，本件審決は，このような不明な箇所を根拠に引用発明を認定しているという点で，その認定方法に誤りがある。",
                    "被告は，これらのうち，③についてしか反論せず，その反論も，青森県八戸市櫛引(その他)と青森県八戸市櫛引土橋とにそれぞれ対応する郵便番号変換レコードが連続して並んでいなければならないなどの複数の条件を満たす必要があるが，そのような条件は，引用例には記載も示唆もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定の誤りについて",
              "text": [
                "以上のとおり，引用発明は，漢字住所コード結合データをキーとして上位バイトから郵便番号変換レコードの郵便番号住所コードキー部と比較する技術を開示しているにすぎない。そして，引用発明の漢字住所コード結合データは，あくまでも順列を有する結合された1つのデータであって，複数のデータからなる順列を無視した「組」ではない。また，「順列」と「組み合わせ」とは，工学分野の用語上，明確に区別して別の概念として定義されるものであるから，「順列」は，「組み合わせ」の下位概念ではなく，「順列」の開示をもって「組み合わせ」の開示があったとすることはできない。",
                "したがって，引用発明は，本件補正発明にいう「論理インデックスの組」及び「前記のメモリ展開された論理インデックスの組の中から，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスの中の複数の論理インデックスから構成されるいずれかの論理インデックスの組と一致する論理インデックスの組を選択することで，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスから成る論理インデックスの組み合わせに包含される論理インデックスの組を選択」に相当する構成を有していない。",
                "よって，これらの点を一致点とした本件審決には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「論理インデックスの組」について",
              "text": [
                "本件補正発明にいう「論理インデックスの組」については，本件補正明細書にその請求項と同様の記載がある(【0009】【0010】【0013】【0014】【0017】【0018】)ほか，論理インデックスを組み合わせたものとする記載がある(【0022】【0024】【0031】【0047】)にとどまる。したがって，「論理インデックスの組」とは，論理インデックスを組み合わせたものを意味する以外に，原告らの主張するような限定的意義を認めることができない。また，一般に「組」という語は，複数の文字を情報処理装置で扱う分野において，「複数の単語の組(一般にフレーズや熟語と呼ばれる)」等のように，順序のある単語の組合せについても用いられる技術用語である(乙1【0124】【0135】，乙2【0015】，乙3の43～48頁)。そうすると，引用発明における「漢字住所コード結合データ」は，複数の「漢字住所コードデータ」を結合した(組み合わせた)データであるから，これが原告らの主張するように結合された順序のある1個のデータであるとしても，なお，「漢字住所コードデータ」の「組」と呼び得るものである。",
                "したがって，引用発明における「漢字住所コードデータ」が本件補正発明における「論理インデックス」に相当することに争いがない以上，「漢字住所コード結合データ」が「論理インデックスの組」に相当すると判断した本件審決に誤りはない。そして，引用発明における「漢字住所コードデータ」及び「郵便番号」が，それぞれ本件補正発明における「論理インデックス」及び「1つの情報」に相当することに争いがない以上，これらを包含する引用発明における「郵便番号変換マスタファイル」が本件補正発明における「名称辞書」に相当すると判断した本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「漢字住所コード結合データの上位バイトと一致する場合」等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，それまで人手で行われていた作業，すなわち郵便番号を調べたい住所の文字列を，行政区画を表す単語に分解し，上位の行政区画を表す単語から順次一致する項目を郵便番号簿から探す作業を，情報処理装置に行わせるものであって，住所データを住所単語に区切り，区切った住所単語を対応する漢字住所コードデータに変換するものであることに鑑みれば，引用例に記載の処理という処理は，単なるバイトの比較を目的としたものではなく，各住所単語(「東京都」，「中央区」，「銀座」)に対応する漢字住所コードデータ(「30」，「71200」，「808001」)を順次結合した複数の漢字住所コード結合データ(「30」，「3071200」，「3071200808001」)のいずれかと一致する郵便番号住所コードキー部を検索するものである。",
                    "すなわち，「順次結合したデータのいずれか」というのは，「郵便番号住所コードキー部」のいずれかという意味ではないから，“FF”が出現するに至る位置までの最上位2バイトだけ一致すれば選択されるとか，最上位8バイトだけ一致すれば選択されるというわけではないのは，当然である。そして，本件補正発明も，引用発明同様，「名称辞書」に登録された「論理インデックスの組」とが一致するものを選択するものであり，一部の論理インデックスが一致すれば選択されるというわけではない。",
                    "したがって，引用発明の「漢字住所コード変換手段で変換された漢字住所コードデータをすべて結合した漢字住所コード結合データの上位バイトと一致する場合」を「漢字住所コード変換手段で変換された漢字住所コードデータを上位から順次結合したデータのいずれかと一致する場合」と認定した本件審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，実際の郵便番号が例えば「青森県八戸市櫛引土橋」と「青森県八戸市櫛引(その他)」で異なる場合に，後者について「9」を割り当てており，郵便番号住所コードキー部と漢字住所コード結合データとを，16進数の“FF”が出現するまで，それぞれ一致するか否かを比較するものであることは，当業者が理解できるものである。そして，郵便番号住所コードキー部が「9」を含む場合，それが「土橋」ではないことを確かめるために次の郵便番号住所コードキー部も調べる必要があるため，「1番目にメモリ上に読み込んだ郵便番号変更レコード」と呼び，「土橋」であれば，2番目にメモリ上に展開した郵便番号住所コードキー部と漢字住所コード結合データとを比較して一致することになる。",
                    "他方，本件補正明細書によれば，本件補正発明は，引用例で「その他」を用いるような例外的な事例を前提において排除している(【0031】)から，引用発明の「9」が現れる例外的な事例の存在により，本件補正発明と引用発明との一致点の認定は左右されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らの主張によれば，本件補正発明は，語順が同じか異なるかを問わずに「一致する論理インデックスの組」を選択するとしており，語順が相違するもののみを選択対象としていない。したがって，本件審決が，本件補正発明について，単語の配列順序が相違する場合に特化したものではない旨を認定したことに誤りはない。むしろ，本件補正明細書に記載された唯一の具体例は，同じ語順の名称に対応する論理インデックスの組を探すものであって，異なる語順のものを検索することについては記載も示唆もない(【0036】【図4】)ばかりか，名称辞書に名称の語順と同じ並び順で論理インデックスを並べて登録し，メモリに展開する際にも，同じ順で展開するものが記載されている(【0031】【図3】)が，照合対象である論理インデックスをその値の順に並べた方が照合効率がよいことは，技術常識だから，このような記載は，本件出願当初，原告らには語順に対する認識がなかったことを示している。",
                    "よって，本件補正明細書には，論理インデックスに順序はないとする原告らの主張を裏付ける記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，本件補正明細書と同様に，漢字住所コードが入れ替わった場合についての記載はないが，順序の換わったものを検索できるか否かと，「漢字住所コード結合データ」が「漢字コードデータ」の「組」であるといえるか否かは，別問題である。そして，引用例が漢字住所コードデータを結合して漢字住所コード結合データとしているのは，単に，複数の漢字住所コードデータを便宜的に結合して一つのデータとして扱っているからにすぎないし，これが結合していたとしても，複数の漢字住所コードデータを組み合わせたものであることに変わりはない。したがって，漢字住所コード結合データは，漢字住所コードデータの「組」と呼び得る。",
                    "よって，一致点に関する本件審決の認定に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，一般に，データをメモリ上に展開する場合に，どのようなタイミングでどの程度のデータがメモリ上に展開されるかは，対象とするデータの量や使用頻度などを考慮して，当業者が適宜決定し得る程度のものにすぎない旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件審決は，「複数の単語を含む字句を，当該複数の単語により特定される1つの情報を含む別のデータに変換する装置，方法及びプログラム」という本件補正発明の技術分野において，データをメモリ展開する技術が公知であることを前提としているものの，この点について根拠を何ら示していない。被告は，本件訴訟において，上記技術が周知である旨を主張して特開平4−290164号公報(乙4)及び特開昭62−235636号公報(乙5)を援用するが，これらの証拠は，上記技術が公知であることを示しているものの，当業者に周知であったことを裏付けるには足りない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明は，郵便番号の検索に情報処理装置を用いる場合に記憶エリアの効率が悪いという課題を解決するためにされたものあるが，引用例には，データをメモリ上に展開する技術を組み合わせることを動機付けることについては記載も示唆もない。また，被告は，引用発明においても，漢字住所コード変換マスタファイル及び郵便番号変換マスタファイルのサイズを削減することが行われている旨を主張するが，引用例には，郵便番号変換マスタファイル(本件補正発明の「名称辞書」に相当する。)のサイズを削減することについて記載がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，一般的にメモリはコンピュータに潤沢に装備されていないため，辞書という巨大になりがちなデータをメモリ展開するためには，辞書の構成を工夫してサイズを抑える必要がある。この点，引用発明は，郵便番号への変換対象として存在する住所の数だけレコードが存在するため，これをそのまま本件補正発明の実施形態のようなCIFコード(取引先顧客情報)への変換処理に用いようとすると，語順の異なるレコードも用意しなければならなくなる。",
                "他方，本件補正発明は，「論理インデックスの組」を用いて名称辞書を構成しているため，語順が異なるだけの複数のデータも1つのレコードを用意するだけで足り(本件補正明細書【0036】)，したがって，辞書のサイズを少なくとも数分の1に削減できる構成を有している。",
                "本件補正発明は，このように辞書サイズを大幅に削減できる構成を有しているからこそ，辞書をメモリ展開することが可能になっており，このような構成を有しない引用発明において，データをメモリ展開させることは，当業者が適宜なし得るとは到底いい難い。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，本件審決は，相違点2についての判断を誤るものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "処理の前に辞書をメモリに全て展開することは，技術常識にすぎず(乙4，5)，このようにして展開されたデータを用いて処理を行う装置において，全てのデータをメモリ上に展開しておけば，その後にデータを展開する手間が省けることから処理を高速に行うことができる反面，メモリの容量を多く必要とすることや，メモリ展開までに処理が待たされる等の欠点を有することは，自明であるばかりか，本件補正明細書も，その得失を挙げてどちらを採用してもよい旨を記載している(【0030】【0040】～【0042】)。したがって，どのようなタイミングでどの程度の範囲のデータをメモリ上に展開させるかは，この得失を勘案して，当業者が適宜決定し得る程度のものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明(「漢字コード変換マスタファイル」及び「郵便番号変換マスタファイル」)と本件補正発明(「基本語辞書」及び「名称辞書」)とでは，いずれも辞書の構成に差異がない。したがって，引用発明において変換処理を行う前に，「漢字コード変換マスタファイル」及び「郵便番号変換マスタファイル」をメモリ上に展開させるようにすることは，当業者が適宜になし得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，名称辞書のサイズを削減することに関しては，出願当初の明細書には記載がなく，本件補正明細書でも，「文字」よりバイト数の少ない「論理インデックス」を適用することにより，メモリ負荷が軽減される利点がある程度のことが記載されているにすぎない(【0038】)。しかも，本件補正発明の請求項1には，「論理インデックス」と「単語」とのバイト数の関係については記載されていないから，論理インデックスを用いることにより辞書のサイズが削減されるとの主張は，本件補正明細書に記載の一実施例に関するものであり，本件補正発明に関するものではない。さらに，引用例には，「漢字コード変換マスタファイル」及び「郵便番号変換マスタファイル」のサイズを削減することが行われている旨の記載がある。",
                "よって，原告らの主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "仮に本件補正に関する補正却下の決定に違法性がないとしても，前記1〔原告らの主張〕(1)及び(3)に記載のとおり，引用発明は，「論理インデックスの組」に相当する構成を有しておらず，本願発明と引用発明との一致点として「論理インデックスの組」を認定した本件審決には誤りがある。",
            "〔被告の主張〕",
            "前記1〔被告の主張〕(1)及び(3)に記載のとおり，引用発明の「漢字住所コード結合データ」は，本願発明の「論理インデックスの組」に相当するものであるから，本件審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明について",
              "text": [
                "本件補正発明の要旨は，前記第2の2(2)に記載のとおりであるところ，本件補正明細書の発明の詳細な説明欄には，概要次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，複数の単語を含む字句を当該複数の単語により特定される1つの情報を含む別のデータに変換する装置，方法及びプログラムに関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "例えば，銀行等で受信する決済指図電文等について，計算機を使用して取引先顧客情報(CIF)解析処理を行い，電文中の字句を顧客コードに変換する場合に(【0002】)，従来は，顧客コードを特定する複数の単語の組合せとそれに対応する顧客コードとの顧客コード・テーブルをあらかじめ記憶装置に格納しておき，入力データから抽出された複数の単語と当該顧客コード・テーブルの中の複数の単語との文字列比較を行い，一致した場合に顧客コードに変換する変換処理があったが(【0003】)，このような文字列比較は，1文字ごとに行うため，検索時間の関係上，高速に処理を行うことができないという問題があった(【0004】)。",
                    "また，電文中の字句をCIFコードに変換するために用いる辞書類をメイン・メモリ上にメモリ・アドレスをシンボルとしてシンボル化することを利用して，被変換字句を目的のCIFコードに変換する方式(【0005】【0006】)では，プログラムをメモリ・ロードするたびに，辞書相互間のキー関係を取得したメモリ・アドレスに置き換えるなどの必要があり，プログラム初期処理上，高負荷及び所要時間が掛かるという問題があった(【0007】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件補正発明は，プログラム初期処理上の負荷及び所要時間を低減し，更に字句解析の全体的解析速度を向上させて処理の効率化を図ることを課題とするものである(【0008】)。すなわち，本件補正発明は，入力された名称等の文字列(字句)を基礎となる単語に分割する一方，それぞれの単語を表象する論理インデックスをあらかじめ割り振って，単語とこれに対応する論理インデックスとを関連付けて基本語辞書に格納しておき，これをメモリ展開することにより，入力された上記各単語を所定の論理インデックスに変換・抽出して論理インデックスの組合せに変換し，その組合せの要素の中に，やはりメモリ展開された，名称辞書にCIFコードに対応するものとしてあらかじめ登録された組合せが包含されるかどうかを判別し，包含されるときには当該入力名称等に対しCIFコード等を導出するものであって，このような構成により，処理の高速化を実現するものである(【0021】～【0023】【0026】【0032】【0037】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本件補正発明にいう「論理インデックスの組」については，本件補正明細書の発明の詳細な説明欄に，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明は，解析処理における検索の対象を文字からコードたる論理インデックスに変換し，そのコードたる論理インデックスの組合せによる集合論理に関する操作を施すことによって，文字を単位とする場合に比べ解析処理時間を大幅に短縮することができる(【0022】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件補正発明の一形態においては，単語を表象する論理インデックスが，それぞれの単語に対応する定値であるので，メモリ展開された論理インデックスの組の中で，分解された単語に対応する論理インデックスのうちの複数の論理インデックスから構成されるいずれかの論理インデックスの組と一致する論理インデックスの組を選択する動作が，他の記号の場合より高速化される(【0024】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "名称辞書の論理インデックス・セットには，組み合わされた基本語に対応する論理インデックスの組が登録されており，例えば，「GETRONICS FOODS CO.,LTD AKASAKA」に対応して，「＃107(GETRONICS)，＃106(FOODS)，＃104(COLTD)，＃100(AKASAKA)」が基本語辞書の論理インデックスの組として登録されている。なお，1つの単語の組合せにより一義的にCIFコードが定まる必要があるので，登録される単語の組合せには重複がなく，またある単語の組合せを他の単語の組合せが含む関係を持たないように登録されている(【0031】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "処理エンジンは，論理インデックス「＃107」，「＃106」，「＃104」及び「＃100」のうちの任意の組が名称辞書の論理インデックス・セットの中にあるか検索して，一致した場合にはその論理インデックス・セットに対応するCIFコードを取得する。この例においては，論理インデックス「＃107」，「＃106」，「＃104」及び「＃100」の組合せが一致し，それに対応するCIFコード「123−45678」が取得される。その結果，入力データの字句の中の「GETRONICS FOODS CO.,LTD AKASAKA」が所望のCIFコードである「123−45678」に変換される(【0036】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用発明は，前記第2の3(2)アに記載のとおりであるが，引用例には，引用発明について概要次の記載があるものと解される。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，郵便番号検索装置，特に情報処理装置を用いて漢字住所データから郵便番号を出力する郵便番号検索装置に関するものである(1頁右欄5～8行)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，漢字住所データから郵便番号を検索する際に，郵便番号を人手により調べる方法では，煩瑣で時間を要する一方，情報処理装置を用いて検索する場合には，記憶装置上のファイルに住所に対する郵便番号を1レコードとした全住所に対するレコードを設ける必要があったため大きなファイルが必要となり，記憶エリアの効率が悪いという問題点があった(1頁右欄9～2頁左上欄2行)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明の漢字住所コード変換マスタファイルは，都道府県名，群市町村名，字大字名，丁目及び番地私書箱ごとに郵便番号変換として有効である住所名が全データキーとして存在する漢字住所コードキー部及び当該住所名に対応する漢字住所コードデータ(10進数及び16進数の数字)が存在する漢字住所コードデータ部から構成されているが，「上記以外」又は「その他」により郵便番号を変換する住所の場合の漢字住所コードデータは，「9」とされている(2頁右上欄10～左下欄18行，第2図)。",
                    "そして，例えば「東京都中央区銀座1丁目1番1号」と入力された場合，漢字住所コード変換手段は，これを「東京都」，「中央区」，「銀座」，「1丁目」，「1番」及び「1号」のように住所単語に分割し，各節で区切った漢字住所をキーとして漢字住所コード変換マスタファイルの漢字住所コード変換レコードを直接読み込み，漢字住所コードデータの内容をメモリに展開した上で，漢字住所を節ごとに「30(東京都)」，「71200(中央区)」，「808001(銀座)」，「8200001(1丁目)」及び「8884(1番)」との漢字住所コードデータを取得する(以上，いずれも10進数末尾に付された16進数“FF”を省略した。以下同じ。)。なお，「1号」の漢字住所コードは，存在しないので，単に16進数の“FF”となる。次に，漢字住所コード結合手段は，変換された各漢字住所コードデータを住所の上位から16進数の“FF”出現の上位バイトまでを順に漢字住所コード結合データ(307120080800182000018884FF)に結合していく(2頁右下欄11～3頁左上欄17行，第4図)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "郵便番号変換手段は，前記漢字住所コード結合データ(307120080800182000018884FF)をキーとして郵便番号変換マスタファイルの郵便番号変換レコードの郵便番号住所コードキー部(3071200221009FF及び30712008080018200001FF)と一致する，より小さい位置に位置する郵便番号住所コードキー(3071200221009FF)に対応する郵便番号変換レコード(郵便番号104の行)を読み込み，メモリ上に展開する。次に，郵便番号変換手段は，上記郵便番号変換レコードの次の郵便番号住所コードキー部(30712008080018200001FF)の郵便番号変換レコード(郵便番号1044の行)を読み込み，2番目にメモリ上に展開する。ここで2番目にメモリ上に展開した郵便番号変換レコード(郵便番号1044の行)の郵便番号住所コードキー部(30712008080018200001FF)と上記漢字住所コード結合データ(307120080800182000018884FF)とを上位バイトから比較し，郵便番号住所コードキー部のバイトに16進数の“FF”が出現する上位バイトまで一致すれば，この2番目の郵便番号変換レコードの郵便番号データ部「1044」が郵便番号であり，郵便番号出力手段から出力される。",
                    "2番目にメモリ上に展開した郵便番号変換レコード(郵便番号1044の行)との比較において，郵便番号住所コードキー部のバイトに16進数の“FF”が出現する上位バイトまで一致しなかった場合には，1番目に読み込んだ郵便番号変換レコードの郵便番号住所コードキー部と漢字住所コード結合データとを上位より1バイトずつ比較していくと，郵便番号住所コードキー部のバイトに16進数の“FF”が出現する上位バイトに「9」が出現し，それより上位のバイトは一致する。そこで1番目に読み込んだ郵便番号変換レコードの郵便番号データ部が郵便番号であり，この数値が出力される(3頁左上欄18～左下欄7行，第3図。なお，第3図には，「30712008080018200001FF」に対応する郵便番号として「104」しか記載がないが，これは，「3071200221009FF」に対応する郵便番号と同一であり，かつ，本文には前者の漢字住所コード結合データに対応する郵便番号として「1044」との記載があるので，第3図の上記「104」は，「1044」の誤記と認める。)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用発明は，以上のような処理により，郵便番号の検索を自動化し，検索時間を短縮する効果があるほか，漢字住所コード変換マスタファイルのレコード内容としてレコードキーを住所及び地名の節ごとにコード付けするため重複データ及び重複地名に対して同一のキーでコード設定ができ，外部記憶装置のエリア資源の効率を大きく上げることができ，また，郵便番号変換マスタファイルと漢字住所コード変換マスタファイルとを合わせても，外部記憶装置エリア資源の効率を上げることができる(3頁左下欄8～右下欄4行)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「論理インデックスの組」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明の「漢字住所コード結合データ」が本件補正発明の「論理インデックスの組」に相当する旨を説示しているところ，原告らは，「漢字住所コード結合データ」が個々のコードが順列に結合されたもので，個々のコード順に意味があるものである一方，「論理インデックスの組」に順序はないから，両者が一致しない旨を主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，本件補正明細書は，「論理インデックスの組」について「論理インデックスの組合せ」と説明しており(前記(1)エ)，「組合せ」については，一般的な辞書に「いくつかの互いに区別し得るものの集まりからとった一定の個数のものの，並んだ順序を無視した組」(甲14)との説明がある一方で，文字や文書を情報処理装置で扱う分野においては，「複数の単語の組(一般にフレーズや熟語と呼ばれる)」(乙1)，「個々の漢字が組み合わされ，熟語が作られる。」(乙2)及び「連続する2単語の出現頻度があるしきい値(ここでは3とした)以上であれば，その単語の組を熟語とみなした」(乙3)との記載があることに照らすと，当該分野では，「組」ないし「組合せ」とは，単語に特定の順序がない場合のほか，単語に特定の順序がある場合にも用いられる技術用語であるといえる。したがって，本件補正発明にいう「論理インデックスの組」の意義は，一義的に明らかであるとはいい難い。",
                    "そこで，本件補正明細書の記載を参酌すると，前記(1)エ(ア)及び(エ)に認定のとおり，本件補正明細書では，「論理インデックスの組」を集合として捉えていることが明らかであり(【0022】)，また，処理エンジンは，論理インデックス「＃107」，「＃106」，「＃104」及び「＃100」のうちの「任意の組」が名称辞書の論理インデックス・セットの中にあるか検索することとされているところ(【0036】)，これら4つの論理インデックスからの任意の選択に当たり，論理インデックス間の優先順位や特定の配列順序が適用されるとみるに足りる記載はないから，ここで「論理インデックスの組」とは，「＃107」，「＃106」，「＃104」及び「＃100」の4つの論理インデックスから任意の複数の論理インデックスを選択してこれを組み合わせたものと解することができる。したがって，本件補正発明にいう「論理インデックスの組」は，原告らの主張するように，特定の順序を有しないで論理インデックスが組み合わされた場合を含むことは否定し得ない。",
                    "しかしながら，本件補正明細書には，「論理インデックスの組」から複数の論理インデックスが特定の順序で配列された場合が除外されていると見るに足りる記載がない。むしろ，前記(1)エ(ウ)に認定のとおり，本件補正明細書には，「GETRONICS FOODS CO.,LTD AKASAKA」に対応するものとして，「＃107，＃106，＃104，＃100」との特定の順序による「論理インデックスの組」が存在する旨の記載がある(【0031】)から，複数の論理インデックスを特定の順序で配列したからといって，当該配列により本件補正発明にいう「論理インデックスの組」ではなくなるというものではない。したがって，本件補正発明の「論理インデックスの組」は，特定の順序を有しないで論理インデックスが組み合わされた場合のほかに，複数の論理インデックスが特定の順序で配列された場合をも包含するものと認めざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，引用例の記載によると，前記(2)ウに認定のとおり，引用発明の「漢字住所コード結合データ」は，個々の漢字住所コードデータが漢字住所データに示される特定の順序で結合されたものである。そして，個々の漢字住所コードデータが本件補正発明の論理インデックスに相当することは，明らかであるから，「漢字住所コード結合データ」は，複数の論理インデックスが特定の順序で配列されたものであるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件補正発明の「論理インデックスの組」は，複数の論理インデックスが特定の順序で配列された場合を包含する一方，引用発明の「漢字住所コード結合データ」は，複数の論理インデックスが特定の順序で配列されたものであるから，後者は，前者に包含される。したがって，本件補正発明の「論理インデックスの組」は，引用発明の「漢字住所コード結合データ」という公知技術を含むことになり，これを「漢字住所コード結合データ」に該当するとして一致点を認定した本件審決には誤りがあるとはいえない。",
                    "よって，原告らの前記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "「漢字住所コード結合データの上位バイトと一致する場合」等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明の「漢字住所コード結合データの上位バイトと一致する場合」が「漢字住所コード変換手段で変換された漢字住所コードデータを上位から順次結合したデータのいずれかと一致した場合」という意味であると説示しているところ，原告らは，引用発明が，郵便番号住所コードキー部と漢字住所コード変換手段で変換された漢字住所コードデータとを上位から「順次結合したデータのいずれか」と比較する構成を開示していない旨を主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討すると，引用発明は，前記(2)イに認定のとおり，漢字住所データから郵便番号を検索する際に，郵便番号を人手により調べる方法では煩瑣で時間を要するなどの課題を解決するためのものであるところ，人手により郵便番号を検索する際には，郵便番号を調べたい住所の文字列を行政区画を表す単語に分割し，上位の行政区画を表す単語からできるだけ下位の行政区画を表す単語まで，順次一致する項目を郵便番号簿から探すものであり，その際，複数の下位の行政区画で同一の郵便番号が使用される場合があることから，郵便番号を調べたい住所の最下位の行政区画まで一致しなくても郵便番号が検索できる場合があることは，社会的に周知である。",
                    "ところで，前記(2)エに認定のとおり，引用発明は，メモリ上に展開した郵便番号変換レコードの郵便番号住所コードキー部と，行政区画の住所単語から変換された漢字住所コードを順次上位から結合したデータである漢字住所コード結合データとを，上位バイトからできるだけ下位のバイトまで比較し，郵便番号住所コードキー部のバイトに16進数の“FF”又は「9」が出現する上位バイトまで一致した場合に，当該郵便番号変換レコードの郵便番号データ部が郵便番号として出力するというものであり，この処理は，従来郵便番号を検索する際に人手によって行われていた，住所の文字列を行政区画を表す単語に分割し，上位の行政区画を表す単語からできるだけ下位の行政区画を表す単語まで，順次一致する項目を郵便番号簿から探す作業に対応するものである。そして，上記のとおり，郵便番号を調べたい住所の最下位の行政区画まで一致しなくても郵便番号が検索できる場合があることを反映して，引用発明は，メモリ上に展開した郵便番号住所コードキー部と漢字住所コード結合データとを対比した場合に比較の対象となるのは，漢字住所コードを上位の行政区画から特定の下位の行政区画までを順次結合した複数のデータのうちのいずれかであって(例えば，「東京都中央区銀座1丁目1番1号」の郵便番号検索に当たり，人手による場合には，「東京都」，「東京都中央区」，「東京都中央区銀座」，「東京都中央区銀座1丁目」，「東京都中央区銀座1丁目1番」及び「東京都中央区銀座1丁目1番1号」のそれぞれに対応する郵便番号の有無が順次検索される。)，漢字住所コード結合データの側に“FF”又は「9」が出現する直前まで全部のバイトが比較されるとは限らない(例えば，「東京都中央区銀座1丁目1番1号」の郵便番号の検索に当たり，引用例では，前記(2)エに認定のとおり，当該住所に対応する漢字住所コード結合データのうち，郵便番号住所コードキー部のデータとの比較が行われるのは，「東京都中央区銀座1丁目」の部分までである。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の「漢字住所コード変換手段で変換された漢字住所コードデータをすべて結合した漢字住所コード結合データの上位バイトと一致する場合」を，「漢字住所コード変換手段で変換された漢字住所コードデータを上位から順次結合したデータのいずれかと一致する場合」と認定した本件審決に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上に対して，原告らは，引用発明では，郵便番号住所コードキー部に“FF”が出現するに至るまで，漢字住所コード結合データと郵便番号住所コードキー部とが全て一致しなければならないのであって，“FF”が出現するに至る位置までの最上位2バイトだけ一致すれば選択されるとか，最上位8バイトだけ一致すれば選択されるというわけではない旨を主張する。",
                    "しかしながら，前記イ及びウに記載のとおり，本件審決にいう「いずれか」とは，複数の漢字住所コード結合データを対象とするものであって，郵便番号住所コードキー部の「いずれか」という意味ではないことは，明らかであって，原告らの上記主張は，引用例の記載及び本件審決にいう「いずれか」との語義を正解しないものである。",
                    "よって，原告らの上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，原告らは，引用例の記載の不明性をるる主張しているところ，確かに，引用例には措辞がいささか不適切ないし不明瞭な点があるが，技術常識に照らせば，前記1(2)に認定のとおりその内容を解釈することができるのであって，これに基づき，前記第2の3(2)アに記載のとおり本件補正発明との対比に当たって一致点及び相違点を認定できる程度に把握することは可能であるから，引用例に不明瞭な部分があるからといって，直ちに本件審決が誤りであるとすることはできず，原告らの上記主張は，いずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "一致点の認定について",
              "text": [
                "以上のとおり，引用発明は，入力された住所を住所単語に分割し，各節で区切った漢字住所をキーとして漢字住所コード変換マスタファイルの漢字住所コード変換レコードを直接読み込み，漢字住所コードデータの内容をメモリに展開した上で，漢字住所を節ごとに漢字住所コードデータを取得し，漢字住所コード結合手段によって変換された各漢字住所コードデータを住所の上位から順に漢字住所コード結合データとして結合していくものであって(前記(2)ウ)，かつ，引用発明の「漢字住所コードデータ」は，本件補正発明の「論理インデックス」に相当し，論理インデックスが特定の順序で配列されたものも，「論理インデックスの組」に包含されるものと認められる(前記(3))。",
                "したがって，引用発明は，「論理インデックスの組の中から，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスの中の複数の論理インデックスから構成されるいずれかの論理インデックスの組と一致する論理インデックスの組を選択することで，前記の分解された単語のうち前記基本語辞書に登録されている単語に対応する論理インデックスから成る論理インデックスの組み合わせに包含される論理インデックスの組を選択」に相当する構成を有しているものと認められ，これと同旨の本件審決による一致点の認定に誤りはなく，これに反する原告らの主張は，いずれも採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，相違点2について，一般に，データをメモリ上に展開する場合に，どのようなタイミングでどの程度の範囲のデータをメモリ上に展開させるかは，対象とするデータの量や使用頻度などを考慮して，当業者が適宜決定し得る程度のものにすぎず，引用発明において，変換処理を行う前に，「漢字住所コード変換マスタファイル(基本語辞書に相当)」及び「郵便番号変換マスタファイル(名称辞書に相当)」をメモリ上にメモリ展開させるようにすることは，当業者が適宜になし得ることである旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，引用発明は，前記1(2)エに記載のとおり，郵便番号変換マスタファイルの郵便番号変換データレコードを読み込んでメモリ上に展開し，当該郵便番号変換データレコードと漢字住所コード結合データとを比較してその一致を調べるものであるから，その展開が漢字データを変換する時であるとしても，辞書(郵便番号変換マスタファイル)のデータをメモリ展開するものであり，かつ，これによって，前記1(2)オに記載のとおり，郵便番号の検索時間を短縮するという効果があるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかるところ，データをメモリ展開する技術についてみると，乙4は，「単語辞書方法」と称する発明に関する公開特許公報であるが，そこには，単語が登録されている辞書を格納しているディスク装置からその内容をメモリに全て展開することで，必要な情報をファイルアクセスせずにメモリ上の内容を見ることで対処できるので，処理能力向上にも有用である旨の記載がある(【0011】【0017】)。",
                "また，乙5は，「階層化辞書を用いるコード変換方式」と称する発明に関する公開特許公報であるが，そこには，当該発明の従来技術として，外部記憶装置に格納されたコード変換辞書をメモリ上に展開してコード変換に使用する技術に関する記載がある(1頁左下欄20～右下欄5行)ほか，当該発明の説明として，やはりコード変換辞書ファイルがメモリ上に展開される旨の記載がある(3頁左上欄4～8行，右上欄3～5行)。",
                "これらの記載が本件特許出願(平成16年3月25日)に相当先立つ複数の特許公開公報にあり，殊に乙5は，昭和61年4月4日出願の発明に関するものでありながら，そこには辞書のメモリ展開について従来技術としての記載があることに照らすと，情報処理システムにおいて辞書を用いたデータ変換処理を行う際に，処理の前に辞書をメモリ展開することは，本件特許出願当時には周知の技術であったものと認められる。",
                "そして，上記のとおり，乙4にはデータをメモリ上に展開して処理を行う装置において，全てのデータをメモリ上に展開しておけば処理を高速に行うことができることは，技術的にも明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，情報処理システムにおいて辞書を用いたデータ変換処理を行う際に，検索時間の短縮化という効果を求める引用発明には，データの変換時ではなく，変換に先立って予めデータをメモリ上に展開しておくことで処理を更に高速化することができる周知技術を組み合わせることについて十分な動機付けがある。",
                "なお，データをメモリ上に全て展開しておけば，高速処理が可能である反面，大きなメモリ容量が必要となり，メモリ展開にも時間がかかるようになることは，技術的に自明であって，当業者は，これらの得失を当然に勘案した上で周知技術の組合せを検討するものであるといえるから，この点において，上記の動機付けが妨げられるものではない。",
                "したがって，当業者は，前記周知技術に基づき，引用発明に対して相違点2に係る構成を適宜に組み合わせることができるものというべきであり，これと同旨の本件審決の判断に誤りはない。",
                "さらに，引用発明について本件補正発明の相違点2に係る構成を採用したことによる効果が格別に顕著であると認めるに足りる証拠はない。",
                "よって，本件補正発明が，引用発明に基づいて当業者が容易に発明をすることができたから，独立特許要件を満たさないとして本件補正を却下した本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上に対して，原告らは，本件審決がデータをメモリ展開する技術について根拠を示しておらず，また，当該技術が周知であったとはいえない旨を主張する。",
                "しかしながら，前記のとおり，上記技術は，周知であったものと認められ，これを左右するに足りる証拠はないばかりか，当該技術が周知であった以上，本件審決が当該周知技術について具体的に根拠を示さなかったからといって，本件審決が直ちに違法になるものではない。",
                "また，原告らは，本件補正発明が「論理インデックスの組」を用いて名称辞書を構成しているため，辞書のサイズを大幅に削減できるようになっており，それゆえに辞書をメモリ展開することが可能になっている一方，引用例には郵便番号変換マスタファイルのサイズを削減することについて記載がない旨を主張する。",
                "しかしながら，そもそも辞書をメモリ展開することは，前記のとおり周知技術であることに加えて，引用例においても，前記(2)オに認定のとおり，重複データ等について同一のコードを設定することなどで外部記憶装置のエリア効率を上げることについて記載があるから，引用発明も，辞書サイズの削減を実現するための構成を有しているばかりか，データのメモリ展開の可能性は，データの量とメモリ容量との相関関係により決まることは技術常識である。したがって，「論理インデックスの組」の構成を有しない限りメモリ展開ができないというものでもない。",
                "よって，原告らの上記主張は，いずれも採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の容易想到性に係る判断の誤り)について",
          "text": [
            "原告らは，本件補正に関する補正却下の決定に違法性がないとしても，本願発明と引用発明との一致点として「論理インデックスの組」を認定した本件審決には誤りがある旨を主張する。",
            "しかしながら，前記1(3)及び(5)に記載のとおり，本件補正発明の「論理インデックスの組」は，引用発明の「漢字住所コード結合データ」を包含するものであって，前記2(3)に記載のとおり，このことを前提として，当業者が本件補正発明を容易に発明をすることができたから独立特許要件を満たさないとして本件補正を却下した本件審決の判断に誤りはない。そして，本件補正発明と本願発明とでは，「論理インデックスの組」の意義に差異が認められないから，本願発明の「論理インデックスの組」も，引用発明の「漢字住所コード結合データ」を包含するものであって，このことを前提とすると，当業者は，本件補正発明と同様に，本願発明を容易に発明することができたものというべきである。",
            "したがって，原告らの上記主張は，失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告ら主張の取消事由はいずれも理由がなく，原告らの請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(行ケ)10239",
    "date": "2011-04-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081255",
    "ipprecedent_id": "2570",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}