{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴(当審で拡張した請求を含めて)を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "販売済み電話番号記憶携帯電話機の後払い方式の通信料他売上決済は無料化するので携帯電話機と売上決済除去せよ。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "信用回復措置の請求160万円と電話番号記憶携帯電話機が「繋ぐ顧客情報販売する」特許権を侵害した有用な情報料支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "原審の経緯等",
          "text": [
            "以下，略語については，当裁判所も原判決と同一のものを用いる。",
            "本件の原審は，控訴人(1審原告。以下「原告」という。)が，被控訴人(1審被告。以下「被告」という。)に対し，被告製品の製造販売等が原告の有する本件特許権を侵害することを理由として，特許法100条1項に基づき被告製品の製造販売等の差止めを，同条2項に基づき被告製品の廃棄を，民法709条の不法行為損害賠償請求権に基づき損害金9600万円及びこれに対する本件訴状送達日の翌日である平成22年1月28日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，それぞれ求めた事案である。",
            "原判決は，被告製品は本件特許発明の技術的範囲には属さず，本件特許権侵害の事実を認めることができないと判断して，原告の請求をすべて棄却した。",
            "これに対し，控訴人は，原判決を不服として本件控訴を提起した後に，当審において，前記「第1 控訴の趣旨」の2項(1)及び(2)のとおり，訴えの変更をした。被告は，この訴えの変更に対して同意をしなかったが，請求の基礎に変更がなく，著しく訴訟手続を遅滞させることがないものとして，当裁判所はこれを認めた。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の主張",
          "text": [
            "次のとおり付加するほか，原判決の「事実及び理由」欄の「第2 当事者の主張」(原判決2頁8行目から6頁1行目まで)に記載のとおりであるから，これを引用する(ただし，原判決4頁17行目～21行目を除く。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当審における原告の主張",
              "text": [
                "被告製品の電話番号記憶携帯電話機の通信料他売上決済行為は，原告の有する「繋ぐ顧客情報販売する」特許権を侵害した。",
                "よって，原告は，被告に対し，160万円の支払を求める限度で原判決に対する不服を申し立てて，同額の支払を求めるとともに，被告製品の携帯電話機の売上回収除去，電話番号記憶携帯電話機が「繋ぐ顧客情報販売する」特許権を侵害した有用な情報料支払を求める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における被告の反論",
              "text": [
                "訴えの変更には同意しない。「繋ぐ顧客情報販売する」特許権(繋ぐ情報台帳生成技術)は，本件特許権とは無関係な特許であり，原告の請求は，訴えの変更後の請求も含めて，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告製品の製造販売等が原告の有する本件特許権を侵害することを理由とする原告の被告に対する①特許法100条1項に基づく被告製品の製造販売等の差止請求，②同条2項に基づく被告製品の廃棄請求及び③民法709条の不法行為損害賠償請求権に基づく損害金9600万円及びこれに対する本件訴状送達日の翌日である平成22年1月28日から支払済みまで民法所定の年5分の割合による遅延損害金の支払請求は，原告が160万円の支払を求める限度でのみ不服を申し立てた(原告主張の信用回復措置請求160万円は原審で支払を求めた本件特許権侵害による損害金9600万円及びその遅延損害金の支払請求の一部であると認める。)ことから，その不服申立てを除く請求部分は，原審における請求棄却判決が確定している。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告が不服を申し立てた160万円の支払請求について判断するに，被告製品が本件特許発明の技術的範囲に属しないこと等は，原判決の「事実及び理由」欄の「第3 当裁判所の判断」(原判決6頁2行目から11頁18行目まで)に記載のとおりであるから，これを引用する。そうすると，原告の請求のうち，本件特許権の侵害を理由とする損害金160万円の支払請求は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，前記「第1 控訴の趣旨」の2(1)及び(2)のとおり，当審において訴えの変更をし，160万円の支払請求を除く請求の理由として，前記「第2 事案の概要」の2(1)記載のとおり，被告製品の電話番号記憶携帯電話機の通信料他売上決済行為は，原告の有する「繋ぐ顧客情報販売する」特許権を侵害した旨主張している。",
            "ところで，原告主張の上記「繋ぐ顧客情報販売する」特許権(「繋ぐ情報台帳生成技術」特許権)は，本件特許権と同一の特許権であって，その機能等により本件特許権を別の表現で特定したものであると理解される。",
            "そうすると，160万円の支払請求を除くその余の訴え変更後の請求，すなわち，原告の被告に対する本件特許権(「繋ぐ顧客情報販売する」特許権)の侵害を理由とする携帯電話機による売上決済除去及び有用な情報料支払請求は，その請求の趣旨が不明である点(これらの訴え提起の手数料は一体として算定不能なものと判断した。)はさておき，前記のとおり被告製品が本件特許発明の技術的範囲には属さず，本件特許権を侵害するものであると認めることができない以上，その請求に理由のないことが明らかである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結 論",
          "text": [
            "以上のとおり，本件控訴は理由がなく，当審における訴え変更後の請求も理由がないから，本件控訴(当審で拡張した請求を含めて)を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成22年(ネ)10049",
    "date": "2010-10-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成22年(ワ)705",
    "precedent_id": "080795",
    "ipprecedent_id": "2393",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}