{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴(当審で追加した請求を含む。)をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人株式会社てんこもりに対し，105万円及びこれに対する平成18年11月1日から支払済みまで年6分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人Xに対し，630万円及びこれに対する平成18年11月1日から支払済みまで年6分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "原審の経緯等",
          "text": [
            "以下，略語については，当裁判所も原判決と同一のものを用いる。",
            "控訴人株式会社てんこもり(原審原告。以下「原告会社」という。)は，漫画「サーキットの狼」を題材にした本件テレビ番組の制作をし，控訴人X(原審原告。以下「原告X」という。)は，同番組でナレーションの実演を行った。被控訴人(原審被告。以下「被告」という。)に対し，原告会社は，本件テレビ番組の制作業務に関する追加の請負代金として105万円及びこれに対する平成18年11月1日から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を，原告Xは，同テレビ番組の追加の出演料として315万円と，実演家の録音権(著作権法91条1項)侵害による損害賠償として315万円の合計630万円及びこれに対する平成18年11月1日から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を，それぞれ求めた。",
            "原判決は，①原告らの本件番組の制作請負契約ないし出演契約に基づく請求について，被告が上記各契約の当事者ではないこと，また，②原告Xの実演家の録音権侵害による損害賠償請求について，本件番組のDVDを製作，販売した主体は交通タイムス社であり，被告が交通タイムス社を通じて，あるいは同社と共同して本件番組のDVDの製作，販売を行ったとはいえないことを理由として，原告らの請求をいずれも棄却した。",
            "これに対し，原告らは，原判決を不服として本件控訴を提起し，当審において，新たな請求原因として，それぞれ期待権侵害による損害賠償請求及び慣習に基づく二次使用料請求を追加した(なお，被告は，上記訴えの変更について，異議なく応訴している。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実及び当事者の主張",
          "text": [
            "次のとおり当審で追加された原告らの主張を付加するほか，原判決の「事実及び理由」の「第2 事案の概要」の「1 基礎となる事実」及び「2 当事者の主張」(原判決2頁16行目ないし10頁8行目)のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告会社の請求原因",
              "text": [
                "TV業界においては，テレビ番組をビデオ化あるいはDVD化する場合，出演者，ナレーター，そのほか番組に協力した者に対し，ビデオ化(DVD化)使用料を支払う慣習が長期間にわたり存在し，かかる使用料支払に対する期待権は法律上の利益となっている。ところが，原告会社は，被告が原告会社の承諾を得ることなく交通タイムス社との間で本件ライセンス契約2を締結した結果，交通タイムス社によって本件番組のDVDが本件各書籍の付録として製作，販売されるに至り，上記期待権を侵害された。仮に，上記期待権侵害が不法行為を構成しないとしても，原告会社は，被告に対し，上記慣習に基づく二次使用料を請求できる。",
                "よって，原告会社は，被告に対し，上記期待権侵害による損害賠償又は慣習に基づく二次使用料として，105万円及びこれに対する平成18年11月1日から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を求める(なお，原告会社は，原審における請求と控訴審において付加した請求の併合態様を明らかにしないが，選択的併合として扱う。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告Xの請求原因",
              "text": [
                "原告Xは，原告会社と同様に，本件番組のDVD化について，慣習上，使用料の支払を受ける期待権を有するところ，被告が原告Xの承諾を得ることなく交通タイムス社との間で本件ライセンス契約2を締結した結果，交通タイムス社によって本件番組のDVDが本件各書籍の付録として製作，販売されるに至り，上記期待権を侵害された。仮に，上記期待権侵害が不法行為を構成しないとしても，原告Xは，被告に対し，上記慣習に基づく二次使用料を請求できる。",
                "よって，原告Xは，被告に対し，上記期待権侵害による損害賠償又は慣習に基づく二次使用料として315万円これに対する平成18年11月1日から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を求める(なお，原告Xは，上記請求と原審における請求との併合態様を明らかにしないが，選択的併合として扱う。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "次のとおり付加するほか，原判決の「事実及び理由」欄の「第3 当裁判所の判断」の「1 原告会社の請求について」，「2 原告Xの請求について」(原判決10頁10行目ないし14頁6行目)のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原告らは，当審において，被告に対し，それぞれ期待権侵害による損害賠償請求又は慣習に基づく二次使用料請求を追加し，その理由として，TV業界においては，テレビ番組をビデオ化あるいはDVD化する場合，出演者，ナレーター，そのほか番組に協力した者に対し，ビデオ化(DVD化)使用料を支払う慣習が長期間にわたり存在し，かかる使用料支払に対する期待権が法律上の利益となっているなどと主張する。",
            "しかし，本件全証拠によっても，使用料支払を受ける期待権が法律上の利益として確立していることを裏付ける事実を認めることはできない。この点，原告会社代表者Aは，テレビ番組のビデオ化あるいはDVD化の際には，制作会社等は，出演者，ナレーター，そのほか番組に協力した者に対し，音楽，ナレーション等がそのまま使用可能かなどにつき，連絡をしていた旨を述べる(原審原告会社代表者A【3頁】)ものの，そのようなことが行われていたとしても，そのことから，使用料支払を受ける期待権や慣行上の二次使用料請求権が法律上の利益として確立しているとは，到底認めることはできない。",
            "したがって，被告が，原告らに対して，本件番組のDVD化に関し，期待権侵害による損害賠償義務，又は慣習に基づく二次使用料支払義務を負うべき理由はなく，原告らの上記主張は採用することができない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告Xは，以下の理由により，交通タイムス社に対しサブライセンスをした被告の行為が，原告Xの有する実演家としての録音権の侵害行為に当たると主張する。すなわち，①被告は，交通タイムス社にサブライセンスをして本件番組のDVDを製作，販売させることにより，利益を得る立場にあったこと②被告と交通タイムス社との間で締結された本件ライセンス契約2では，交通タイムス社に対し，本件番組のDVDについて，内容(コンテンツ)の審査，校正及び改正等の監修権並びに業務に関する監視監督権を有していたので，交通タイムス社を支配・管理していたことに照らすならば，被告自身が，本件番組のDVDを製作，販売したと評価することができるか，又は，交通タイムス社の侵害行為を幇助したと評価できるから，原告Xに対し，上記損害賠償をする義務があるなどと主張する。",
            "しかし，本件番組のDVD(その複製物を含む。)を製作，販売したのは交通タイムス社であるから，交通タイムス社との間でサブライセンス契約を締結した被告が，同サブライセンス契約において，一定の範囲で監修をする権能等を保有していたとしても，本件において，被告が，交通タイムス社を支配・管理していたとか，交通タイムス社の行為についての幇助者に当たるとみることはできない。原告の主張は，その他の要件も含めて，これを認めるに足りる証拠はなく，採用の限りでない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，原告らの請求をいずれも棄却するとした原判決は相当であるから本件控訴を棄却し，原告らが当審において追加した請求はいずれも理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}