{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-35144号事件について平成17年2月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許について被告が無効審判を請求したところ，特許庁がこの特許を無効とする審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「ショベル系掘削機のフロントアタッチメント」とする発明につき昭和63年7月26日特許出願し(以下「本件出願」という。)，平成9年5月16日特許庁から設定登録を受けた(特許第2649703号。以下「本件特許」という。)。",
                "本件特許は，請求項1ないし3から成るが，被告は，平成16年3月18日付けで本件特許のうち請求項1に係る発明について，特許無効審判請求をした。",
                "特許庁は，同請求を無効2004-35144号事件として審理した上，平成17年2月8日，「特許第2649703号の請求項1に係る発明についての特許を無効とする。」旨の審決(甲1。以下「審決」という。)をし，その謄本は平成17年2月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の請求項1記載の発明は，下記のとおりである。",
                "記",
                "「【請求項1】ショベル系掘削機のアーム先端に取り付けた油圧シリンダで回動操作されるバケット本体と，このバケット本体に基端側を枢着した枠状の把持アームと，一端を上記バケット本体側に他端を上記把持アーム側に取り付けて伸縮作動で把持アームをバケット本体の開口縁へ開閉操作するシリンダとで構成され，上記バケット本体の開口縁と把持アームの内端縁にはそれぞれ凹凸状の下刃と上刃を設け，上記把持アームを閉じた状態でバケットによる掘削作業を行うと共に，上記把持アームの開閉でつかみ上げ作業を行うフロントアタッチメントにおいて，    　上記把持アームは，両側枠板と当該両側枠板間を連結する傾斜状の先端枠板によって平面形状が略コ字状に形成され，この両側枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の両側開口縁に設けた下刃の外側へオーバーラップする態様で不整合状態に配設され，当該両側枠板でバケット本体を両側から拘束させ，上記先端枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の先端側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設されると共に，当該先端枠板はバケット本体の先端側延長線上に沿った傾斜状態で先端側開口縁の前方へ突出する態様で配設され，上記把持アームを閉じた際に先端枠板がバケット本体の先端側開口縁の前方に段差のない連続した接合状態で連結させ，この把持アームの先端枠板には外端縁から突出する態様で掘削刃を設けたことを特徴とするショベル系掘削機のフロントアタッチメント。」(以下「本件発明1」という。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写し記載のとおりである。その要旨は，本件発明1は，本件出願前に公然知られた又は公然実施された下記掘削機b並びに甲5発明及び甲6発明に基づいて当業者が容易に発明をすることができたから，その特許は特許法29条2項の規定に違反してされたものである等とするものである。",
                    "記",
                    "・掘削機b(有限会社A〔以下「A」という。〕所有，審判検甲2)  　　　・実公昭43-9862号公報(審判甲5・本訴甲5・乙5。以下「甲5公報」といい，同公報に記載された発明を「甲5発明」という。)",
                    "・特開昭48-5201号公報(審判甲6・本訴甲6・乙6。以下「甲6公報」といい，同公報に記載された発明を「甲6発明」という。)記載の発明  　　イ　本件発明1と掘削機bとの一致点及び相違点",
                    "なお，審決は，掘削機bの内容を次のとおり認定した上，本件発明1との一致点と相違点を下記のように摘示した。",
                    "記",
                    "＜掘削機bの内容＞",
                    "「油圧ショベルのアーム先端に取り付けた油圧シリンダで回動操作されるバケット本体と，このバケット本体に基端側を枢着した枠状の把持アームと，一端を上記バケット本体側に他端を上記把持アーム側に取り付けて伸縮作動で把持アームをバケット本体の開口縁へ開閉操作するシリンダとで構成され，上記バケット本体の開口縁と把持アームの内端縁にはそれぞれ凹凸状の下刃と上刃を設け，上記把持アームを閉じた状態でバケットによる掘削作業を行うと共に，上記把持アームの開閉でつかみ上げ作業を行う掘削機bにおいて，上記把持アームは，両側枠板と当該両側枠板間を連結する傾斜状の先端枠板によって平面形状が略コ字状に形成され，この両側枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の両側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設され，上記先端枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の先端側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設されると共に，当該先端枠板はバケット本体の先端側延長線上に沿った傾斜状態で先端側開口縁の前方へ突出する態様で配設され，上記把持アームを閉じた際に先端枠板がバケット本体の先端側開口縁の前方に段差のない連続した接合状態で連結させ，この把持アームの先端枠板には外端縁から突出する態様で掘削刃を設けた油圧ショベルの掘削機b。」",
                    "＜一致点＞",
                    "「ショベル系掘削機のアーム先端に取り付けた油圧シリンダで回動操作されるバケット本体と，このバケット本体に基端側を枢着した枠状の把持アームと，一端を上記バケット本体側に他端を上記把持アーム側に取り付けて伸縮作動で把持アームをバケット本体の開口縁へ開閉操作するシリンダとで構成され，上記バケット本体の開口縁と把持アームの内端縁にはそれぞれ凹凸状の下刃と上刃を設け，上記把持アームを閉じた状態でバケットによる掘削作業を行うと共に，上記把持アームの開閉でつかみ上げ作業を行うフロントアタッチメントにおいて，上記把持アームは，両側枠板と当該両側枠板間を連結する傾斜状の先端枠板によって平面形状が略コ字状に形成され，上記先端枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の先端側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設されると共に，当該先端枠板はバケット本体の先端側延長線上に沿った傾斜状態で先端側開口縁の前方へ突出する態様で配接され，上記把持アームを閉じた際に先端枠板がバケット本体の先端側開口縁の前方に段差のない連続した接合状態で連結させ，この把持アームの先端枠板には外端縁から突出する態様で掘削刃を設けたことを特徴とするショベル系掘削機のフロントアタッチメント。」である点。",
                    "＜相違点＞",
                    "本件発明1が「両側枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の両側開口縁に設けた下刃の外側へオーバーラップする態様で不整合状態に配設され，当該両側枠板でバケット本体を両側から拘束」されるものであるのに対し，掘削機bが「側枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の両側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設」されるものである点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べる理由により，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(公然知られた又は公然実施されたとの認定の誤り)        (ア) 掘削機bが本件出願前に公然知られた又は公然実施されたものであるためには，掘削機bとして特定された物件が本件特許の出願日である昭和63年7月26日より前にB株式会社(以下「B」という。)からAに納入されたことを要するが，その立証はされていない。",
                    "掘削機bに関しB代表取締役C(以下「C」という。)により証明された被告作成の証明願(審判甲3・本訴甲3・乙3の1。以下「甲3証明書」という。)及び同A代表取締役D(以下「D」という。)により証明された被告作成の証明願(審判甲4・本訴甲4・乙4。以下「甲4証明書」という。)は，C及びDが約15年前の事実を証明するもので明りょうな記憶を期待することはできず，また，被告の言われるままに内容をよく吟味しないまま証明願に押印したものと認められ，その証拠能力ないし証明力は否定されるべきである。また，甲3証明書及び甲4証明書においては，掘削機bを「マルチパーパスバケット」と記載し，BがAより昭和63年4月24日に上記両証明書添付の別紙3(審判甲13の4・本訴甲13の4・乙13の4)の注文書(以下「甲13の4注文書」という。)により受注し，昭和63年5月31日に納品したとしている。しかし，Bの「新車受注伺書報告書」(審判甲13の1・本訴甲13の1・乙13の1。以下「甲13の1受注書」という。)は昭和63年4月14日付けで作成され，Bの「新車販売報告書」(審判甲13の3・本訴甲13の3・乙13の3。以下「甲13の3新車販売報告書」という。)及びAの受領書(審判甲13の5・本訴甲13の5・乙13の5。",
                    "以下「甲13の5受領書」という。)では納品日が昭和63年4月30日とされており，受注日及び納品日の日付が上記両証明書とは一致していない。本件審判手続におけるE(昭和63年当時のB従業員。以下「E」という。)の証人調書(本訴甲16・乙17。以下「E証人調書」という。)に照らせば，被告が提出した伝票類は，いずれもパワーショベルの本体車両の納品に関するものであり，「マルチパーパスバケット」に関するものではないと認められる。",
                    "また，株式会社F(以下「F」という。)の売上帳(審判甲10・本訴甲10・乙10。以下「甲10売上帳」という。)の昭和63年5月31日の欄には，「マルチパーパスバケット」のAに対する売上げが記載されているが，その記載の正確さについて客観的な裏付けはない上，Fは，本件特許を無効にすることについて利害関係を有するBの取引先であり，その売上帳の記載は信用できない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "昭和63年5月31日に納品されたとされるものが審判検甲2の掘削機bと同一のものであることの証明はない。「M／P　BUCKETのパーツ図面」(審判甲9〔Fが保管していたもの〕，9の2〔Bが保管していたもの〕・本訴甲9，9の2・乙9の1，9の2。以下，それぞれ「甲9図面」，「甲9の2図面」という。)及び「M／P　BUCKETの全体図面」(審判甲8〔Fが保管していたもの〕，8の2〔Bが保管していたもの〕・本訴甲8，8の2・乙8の1，8の2。以下，それぞれ「甲8図面」，「甲8の2図面」という。)には，同一の日付のゴム印が押されているにもかかわらず，内容が書き改められ，相違しているところがあり，図面の現況が昭和63年当時のものと同一であるかについては疑義がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，書証に記載された「マルチパーパスバケット」，「M／P　BUCKET」について，「上記「マルチパーパスバケット」，「M／P　BUCKET」は，「掘削」と「つかむ」ことができる同一のバケット(掘削機b)であると認められる」(審決10頁第1段落)と認定した。しかし，「マルチパーパスバケット」とは，多目的バケットの総称であって，それ自体により具体的な物件を特定することはできない。市場に出回っているマルチパーパスバケットの中から掘削機bを特定するためには，型番，銘板，刻印等の客観的な証拠が必要であるが，本件においてそのような証拠は全くない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件発明1の進歩性についての判断の誤り)",
                  "text": [
                    "本件発明1のように両側枠板でバケット本体を両側から拘束する構成を当業者が容易に想到し得るものではなく，特許法29条2項の規定に該当するとして発明の進歩性を否定した審決の判断には誤りがある。",
                    "掘削機bでは「両側枠板は内端線に設けた上刃が閉じた際に上記バケット本体の両側開口線に設けた下刃に噛合して当設する態様で整合状態に配設される」構成を採っており，掘削機bの設計者であるG(以下「G」という。)は，本件審判手続において「上刃と下刃が噛合して両側枠板とバケット本体の両側が水平面になるようにする必要がある」旨を証言している。これに対して，甲5発明では「ドーザレバー3がバケット本体5の両側開口線の外側へオーバーラップする態様で不整合状態に配設された」構成であり，甲6発明では「後方バケット部14内に前方バケット部16が収容され，両バケット部の側壁及び底板は重なり合う」構成であるから，掘削機bとは相反する構成である。",
                    "したがって，掘削機bに対して，本件発明1のようにバケット本体の両側開口線に設けた下刃の外側へオーバーラップする態様で不整合状態に配設させるために，甲5発明及び甲6発明を適用する動機付けはなく，その組合せは困難である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(公然知られた又は公然実施されたとの認定の誤り)に対し      ア　掘削機b及び掘削機a(有限会社H〔以下「H」という。〕)は，いずれも昭和63年4月頃Bが作図した図面に基づき，その発注によりFが製作し，Bに納品された上で，それぞれエンドユーザーである有限会社I及びAに，遅くとも本件出願(昭和63年7月26日)前に引き渡された事実，並びに，その引渡し時の形状はいずれも審決における検証の結果(本訴乙15)中「構成」に記載のとおりであった事実が認められる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "Gは，昭和63年当時Bの社員として建設機械のアタッチメントの設計に従事していたが，昭和63年1月か2月ころ，既にあったタイヤショベル用のアタッチメントとしてのマルチパーパスバケットを，油圧ショベル用の「掘削」する機能と「つかむ」機能とを有する掘削機として設計し作図することになった。作図された図面は鉛筆で手書きしたもので，原図が甲8の2図面及び甲9の2図面としてBに現存し，当時コピーしたものが甲8図面及び甲9図面として株式会社Fに現存している。これらの図面に基づく1号機が掘削機aであり，2号機が掘削機bである。",
                    "Bに保管されていた甲9の2図面は，Fに現存する甲9図面とは一致しない部分があるが，Bにおいては，1号機，2号機以降もマルチパーパスバケットの注文を受けており，注文ごとに設計変更に応じて鉛筆書き図面を修正して製造依頼することは慣習的に行われていたと考えられ，Fに現存するコピーの図面である甲9図面が，1号機，2号機の製造のためにBから受領したものであり，図面の完成当初のものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "昭和63年当時，FはBから建設機械の装備品の注文を受け，これを製造し納品していたものであるが，昭和63年油圧ショベルに装備する多目的バケット(「掘削」と「つかむ」ことのできるフロントアタッチメントであり，マルチパーパスバケットと称していた。)の製作依頼を受けた。この製作のために，FはBから図面のコピーを受領し，甲8図面，甲9図面として現在もFに保管されている。Fはこの図面に基づき，Gやエンドユーザーとも打ち合わせをしながら上記マルチパーパスバケットを製作した。このエンドユーザー用に製作した油圧ショベルに装備する「掘削」と「つかむ」機能を有する多目的バケット(マルチパーパスバケット)が掘削機a及び掘削機bである。Fに保管されている甲10売上帳及び仕入帳(審判甲11・本訴甲11・乙11。以下「甲11仕入帳」という。)によれば，昭和63年5月16日に有限会社I分の掘削機aを納品し，昭和63年5月31日にA分の掘削機bを納品し，また，当時この2社分以外にもマルチパーパスバケット数台を製作していたことが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Aの従業員であるJは，Fにも赴き，上記マルチパーパスバケットについてユーザーの立場から注文をつけ，そのため完成品は設計図と多少違う部分も生じたが，Aは，掘削機bを多少の修繕はしたものの当時のまま原型を保って現在まで所有し続け，その現況は審判検甲2のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(本件発明1の進歩性についての判断の誤り)に対し      　ショベル系掘削機のフロントアタッチメントにおいて，「掘削」と「つかむ」の双方の機能を具備し，両側枠板が閉じた際にバケット本体の両側開口縁の外側へオーバーラップする態様で不整合状態に配設された側面不整合構成は，甲5公報及び甲6公報に記載されている。特に，甲6公報記載のものは，当該両側枠板でバケット本体を両側から拘束することは明らかであるから，掘削機bにおいて，両側枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の両側開口縁に設けた下刃の外側へオーバーラップする態様で不整合状態に配設され，当該両側枠板でバケット本体を両側から拘束するようにすることは，当業者が容易に想到し得ることである。",
                "本件発明1は，このように構成することにより，把持アームを閉じた際(すなわち掘削を行う際)に把持アームの左右方向への移動を係止して捻れを防止する作用効果を奏する(甲18の4頁左欄34行目～36行目)とされているが，このような効果は甲6公報記載のものから当業者が当然予測できる範囲内のものである。",
                "甲5発明及び甲6発明と掘削機bの構成は，「つかむ」という基本機能のためにバケット本体と開閉可能な把持アームとを具備する点で共通しており，両者はつかむ際の噛合の程度に差があるが，全面的に相反する構成ではなく，これをもって掘削機bに甲5発明及び甲6発明を適用する動機付けがないとすることはできず，組合せが困難であるということもできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下においては，審決の適否につき，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(公然知られた又は公然実施されたとの認定の誤り)について    (1) 本件審判手続の第2回証拠調べ調書(甲16・乙16)によれば，本件審判手続において平成16年11月11日にA内で検証が実施された掘削機bは，「(5) 把持アーム(114)は，両側枠板(114a)と当該両側枠板間を連結する傾斜状の先端枠板(114b)によって平面形状が略コ字状に形成されている」，「(8) 先端枠板(114b)は内端縁に設けた上刃(120)が閉じた際にバケット本体(108)の先端側開口縁に設けた下刃(119)に噛合して当接する態様で整合状態に配設されている」，「(9) 先端枠板(114b)はバケット本体(108)の先端側延長線上に沿った傾斜状態でバケット本体(108)の先端側開口縁の前方へ突出する態様で配設され，把持アーム(114)を閉じた際に先端枠板(114b)がバケット本体(108)の先端側開口縁の前方に段差のない連続した接合状態で連結されている」，「(10) 横ピンを介して，把持アーム(114)の先端枠板(114b)には外端縁から突出する掘削刃(121)を設けている」，「(12) 把持アーム(114)の両側枠板(114a)の内端縁に設けられた上刃(117)が閉じた際に，該上刃(117)がバケット本体(108)の両側",
          "text": [
            "開口縁に設けた下刃(116)に噛合して，ほぼ段差のない連続した接合状態となる」ものであって，これは，審決が認定した上記第3の1(3)イの＜掘削機bの内容＞にほぼ一致しているものと認めることができる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかし，原告は，掘削機bが本件出願前に公然知られた又は公然実施されたものであるためには，掘削機bとして特定された物件が本件特許の出願日である昭和63年7月26日より前にBからAに納入されたことを要するが，その立証はされていないと主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "各書証の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "K(以下「K」という。)作成の甲13の1受注書(昭和63年4月14日付け)は，同社がAから機種名「E200B　L-80」を受注したことを記載したものであるが，その「関連製品その他内訳」欄には「マルチパーパスバケ",
                      "text": [
                        "ット　1500千円」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "A作成の甲13の4注文書(昭和63年4月24日付け)には，同社がKに対し品名「キャタピラーE200Bパワーショベル」を注文したことを記載したものであるが，その「付属品名特殊加工内訳」欄には「マルチパーパスバケット」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "AがBにあてた甲13の5受領書(昭和63年4月付け)は，機種「E200B」に係る受領書であり，「納入日　63年4月30日」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "Kの甲13の3新車販売報告書(1988年〔昭和63年〕4月30日付け)には，Aに対し，「E200B　L-80」を販売した旨の記載がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "Bに保管されていた甲9の2図面は，「E200B　M／P　BUCKET　ＮO．1　プレート」，「E200B　M／P　BUCKET　ＮO．4",
                      "text": [
                        "プレート」，「E200B　M／P　BUCKET　ＮO．7　プレート」，",
                        "「E140．E200B　M／P　BUCKET　ＮO．13」，「E140．E",
                        "200B　M／P　BUCKET　ＮO．17」及び「E200B　M／P　BU",
                        "CKET　ＮO．19　カバー」と題する6枚のパーツ図面から成る。上記ＮO．1は，コピーされた図面に鉛筆書きで一部加筆されたもの，その余は鉛筆書きであり，各図面の右下には，いずれも「主務／63．4．30／G」の押印がある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "Fに保管されていた甲9図面は，「E200B　M／P　BUCKET　ＮO．1　プレート」，「E200B　M／P　BUCKET　ＮO．2　モ",
                      "text": [
                        "ールドボード」，「E200B　M／P　BUCKET　ＮO．3　プレート」，",
                        "「E200B　M／P　BUCKET　ＮO．4　プレート」，「E200B　M",
                        "／P　BUCKET　ＮO．5　プレート」，「E200B　M／P　BUCKE",
                        "T　ＮO．6　プレート」，「E200B　M／P　BUCKET　ＮO．7　プ",
                        "レート」，「E200B　M／P　BUCKET　ＮO．8」，「E200B　M",
                        "／P　BUCKET　ＮO．9」，「E200B　M／P　BUCKET　ＮO．",
                        "10」，「E200B　M／P　BUCKET　ＮO．11」，「E200B　M",
                        "／P　BUCKET　ＮO．12」，「E200B　M／P　BUCKET　Ｎ",
                        "O．13」，「E200B　M／P　BUCKET　ＮO．14　プレートA",
                        "S」，「E200B　M／P　BUCKET　ＮO．15」，「E200B　M／",
                        "P　BUCKET　ＮO．16　カッチング　エッジ」，「E200B　M／P",
                        "BUCKET　ＮO．17」，「E200B　M／P　BUCKET　ＮO",
                        "．18　カバー」，「E200B　M／P　BUCKET　ＮO．19　カバー」",
                        "及び「E200B　M／P　BUCKET　ＮO．20」と題する20枚のパーツ",
                        "図面から成る。いずれもコピーされた図面であり，各図面の右下には，「主務／63．4．30／G」の押印(コピー)がある。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "Bに保管されていた甲8の2図面は，「E200B　M／P　BUCKET」と題する全体図面である。鉛筆書きであり，図面左上部に上記図面名が記載され，その左上には，「主務／63．5．6／G」の押印がある。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "Fに保管されていた甲8図面は，甲8の2図面を縮小コピーした図面である。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "Fの甲11仕入帳の昭和63年5月20日欄には，「E200　マルチパーパス用油圧シリンダーASSY」等の記載がある。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "Fの甲10売上帳の昭和63年5月31日欄には，「E200B　A　K・・・1)マルチパーパスバケット　1台　1050000」等の記載がある。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "Kの「新車受注伺書報告書」(昭和63年6月14日付け。審判甲13の2・本訴甲13の2・乙13の2。以下「甲13の2受注書」という。)には，Aに販売した「E200B　L-80」の販売に関する条件変更の記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審判手続においては，E(Bのもと従業員)，O(H取締役)，G(Bのもと従業員)，M(F取締役)及びJ(A代表取締役)の証人尋問が実施されている。その証人調書(甲16，乙17～21。以下「E証人調書」などという。)，上記アの各書証，甲3証明書，甲4証明書及びG作成の平成16年10月25日付け陳述書(審判甲14・本訴乙14)を総合すれば，次の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "Gは，昭和63年当時Bの社員として建設機械のアタッチメントの設計に従事していたが，昭和62年末ないし昭和63年初めころ，同社営業マンの要望により，既にあったタイヤショベル用のアタッチメントとしてのマルチパーパスバケットを，油圧ショベル用の「掘削」する機能と「つかむ」機能とを有する掘削機として設計し作図することになり，昭和63年4月30日にパーツ図面(甲9の2図面はその一部)を完成させ，同年5月6日に全体図面(甲8の2図面)を完成させた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "A取締役のJは，昭和63年2月ないし3月ころ，Kの営業マンＮから設計中の上記マルチパーパスバケットの売り込みを受け，Gからその説明を受けた。Aは，上記マルチパーパスバケットを採用することとし，昭和63年4月，これをKに発注した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "Bは，マルチパーパスバケットの上記各図面を完成後，有限会社I発注分と共にA発注分のマルチパーパスバケットの製作をFに依頼し，パーツ図面及び全体図面のコピー(甲8，9)を交付した。Fは，上記マルチパーパスバケットを完成し，A発注分は，昭和63年5月31日にBに納品し，そのころBからAに納品された。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記納品の約1年後，上記マルチパーパスバケットと本体車両との接続を，横ピン方式からクイックキャッチャー方式に変更した。しかし，上記マルチパーパスバケットについては，掘削刃やツースを交換し，摩耗した部分を溶接により肉盛りしたが，その形態は，納品時のままであり，同マルチパーパスバケットが，本件審判手続において平成16年11月11日にA内で検証が実施された掘削機bである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲3証明書及び甲4証明書は，約15年前の事実を証明するもので明りょうな記憶を期待することはできず，被告の言われるままに内容をよく吟味しないまま証明願に押印したもので，その証拠能力ないし証明力は否定されるべきであると主張する。しかし，特許法151条により準用される民事訴訟法においては，原告のいう証拠能力なる概念は存在せず，証拠能力の不存在をいう原告の主張は，結局は証拠の証明力の問題に帰着すると解されるところ，甲3証明書及び甲4証明書の内容は，上記アの各書証及び審判手続における上記証人尋問により裏付けられているものであり，その証明力を否定すべき事情は認められない。",
                    "また，原告は，甲13の1受注書は昭和63年4月14日付けで作成され，甲13の3新車販売報告書及び甲13の5受領書では納品日が昭和63年4月30日とされており，受注日及び納品日の日付が上記両証明書とは一致しておらず，また，E証人調書に照らせば，被告が提出した伝票類は，いずれもパワーショベルの本体車両の納品に関するものであり，マルチパーパスバケットに関するものではないと主張する。しかし，受注日の記載が，両証明書に添付された甲13の4注文書が昭和63年4月24日付けであり，甲13の1受注書が昭和63年4月14日付けであること自体は，甲13の1受注書がBの社内稟議用の文書であり，甲13の4注文書がAがBにあてた注文書として作成されているものであることを考慮すれば，その日付が異なること自体は何ら不自然ということはできない。また，確かに甲13の3新車販売報告書及び甲13の5受領書に記載された納品日である昭和63年4月30日は，本体車両の納品日であり，マルチパーパスバケットの納品日ではないと認められるが，マルチパーパスバケットの納品日が昭和63年5月31日ころであることは上記認定のとおりであり，原告主張の上記事実は，マルチパーパスバケットの納品日に係る上記認定を何ら左右するものではない。",
                    "原告は，Bに保管されていた甲8の2図面及び甲9の2図面とFに保管されていた甲8図面及び甲9図面とを比較すると，内容が書き改められ，相違しているところがある等と主張する。確かに甲9の2図面には甲9図面とは一致しない部分があるが，G証人調書及びM証人調書によれば，Bでは，掘削機bを製作した後もマルチパーパスバケットの注文を受け，注文ごとに設計変更に応じて図面を修正していたものであるところ，Fに保管されていた図面の記載が図面完成当初のものと同一であると認められる。したがって，原告主張の上記の点はこれらの図面の信用性を何ら左右するものではない。",
                    "原告は，そのほかにも，上記各書証の記載が信用できず，また，昭和63年5月31日に納品されたものと掘削機bと同一のものであることの証明はないなどとも主張するが，上記各書証と本件審判手続の上記証人調書等の内容はよく符合しており，これらの証拠により上記イの事実が認定できることは，上記において説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上検討したところによれば，掘削機bが本件出願(昭和63年7月26日)前に公然知られた又は公然実施されたものであるとした審決の認定に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(本件発明1の進歩性についての判断の誤り)について    (1) 原告は，本件発明1のように両側枠板でバケット本体を両側から拘束する構成を当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到し得るものではなく，本件発明1は掘削機b並びに甲5発明及び甲6発明に基づいて当業者が容易に発明をすることができたものであるとした審決の判断には誤りがあると主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "甲6公報には，以下の記載がある。",
                "①「本発明は材料の取扱いに関し，特に掘削バケットとそれ用のアタッチメントに関する。」(1頁右下欄9行目～10行目)",
                "②「この面に於ける他の目的は・・・?み上げバケットとしても使用でき・・・るバケットを提供することを含んでいる。」(2頁右上欄4行目～11行目)",
                "③「バケット10は各々16，14で表示されヒンジピン15により互いに取外し可能に枢着された互いに補足的な前方及び後方バケット部分を含む。前方バケット部16は1対の隔置されたほぼ三角形とみなせる側壁18，20を有し，この側壁は下部・・・に於いてわずかに曲つた底板22に接合されている。」(3頁左上欄11行目～右上欄3行目)",
                "④「バケット10が第1図に示される様に閉鎖した作動位置にある時後方バケット部は前方バケット部の中に部分的に入いり込める。この閉鎖位置に於いて後方バケット部14の縁33は前方バケット部16の側壁18，20の内面上の係止部材17に突当たり，両バケット部の側壁及び底板は重なり合う。」(3頁左下欄10行目～右下欄1行目)",
                "⑤「バケットが前縁33が係止部材17と突当たる閉鎖作動位置にある時(第1図)作動子54のロッド60は作動子のシリンダーの中にほとんど引込まれバケットは壁やこれと類似する障害物のすぐ近くに於ける掘削を可能とする様に充分狭い寸法となる。」(4頁右上欄4行目～9行目)",
                "⑥「さらにバケット部の底部が重なり合うこととバケット部の近接する側壁の稍々凹形の形状とがバケットの第4図に示される如き丸太Lの様な対象物の確実な把持を可能としている。」(4頁左下欄6行目～9行目)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の記載によれば，甲6公報には，「側壁18，20とを有する前方バケット部16と，側壁32，34を有する後方バケット部14とを備え，前方バケット部16を閉じた状態で掘削作業を行うと共に，前方バケット部16の開閉でつかみ上げ作業を行う掘削バケット10において，前方バケット部16を閉じた際に後方バケット部14が前方バケット部16の中に部分的に入り込み，前方バケット部16の側壁18，20が後方バケット部14の側壁32，34の外側へ位置して両バケット部の側壁が重なり合うこと」が記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，本件発明1と甲6公報の記載とを対比すると，甲6公報の「掘削バケット10」，「後方バケット部14」は，それぞれ本件発明1の「バケット」，「バケット本体」に相当し，甲6公報の「前方バケット部16」は，その「開閉でつかみ上げ作業を行う」点で本件発明1の「把持アーム」に相当し，また，甲6公報のFIG1～FIG4の図示から，面前方バケット部16の側壁18，20は，前方バケット部16を構成する枠板であると認められるから，「開閉でつかみ上げ作業を行う」「把持アーム」の「両側枠板」に相当するものと認めることができる。また，甲6公報においては，後方バケット部14が前方バケット部16の中に部分的に入り込み，前方バケット部16の側壁18，20が後方バケット部14の側壁32，34の外側へ位置して両バケット部の側壁が重なり合った状態では，前方バケット部16の側壁18，20は，後方バケット部14の側壁32，34の外側へ「オーバーラップする」と共に，後方バケット部14の側壁32，34と「不整合状態」で配設されていると認められる。 前方バケット部16を閉じた際に上記のように，前方バケット部16の側壁18，20が後方バケット部14の側壁32，34の外側へ「オーバーラップする」とともに，後方バケット部14の側壁32，34と「不整合状態」で配設されると，前方バケット部16の側壁18，20と後方バケット部14の側壁32，34は，前方バケット部16と後方バケット部14の左右方向への移動を相互に制限していることは明らかである。",
                "他方，「拘束」は，「行動の自由を制限し，または停止すること」(広辞苑第5版)を意味するから，前方バケット部16の側壁18，20で後方バケット部14を両側から「拘束」しているものと認められる。",
                "そうすると，甲6公報には，把持アームを閉じた状態でバケットによる掘削作業を行うと共に，把持アームの開閉でバケットによるつかみ上げ作業を行う掘削機において，「把持アームの両側枠板が閉じた際にバケット本体の両側開口縁の外側へオーバーラップする態様で不整合状態に配設され，当該両側枠板でバケット本体を両側から拘束すること」が記載されているものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "ところで，掘削機bが，「油圧ショベルのアーム先端に取り付けた油圧シリンダで回動操作されるバケット本体と，このバケット本体に基端側を枢着した枠状の把持アームと，一端を上記バケット本体側に他端を上記把持アーム側に取り付けて伸縮作動で把持アームをバケット本体の開口縁へ開閉操作するシリンダとで構成され，上記バケット本体の開口縁と把持アームの内端縁にはそれぞれ凹凸状の下刃と上刃を設け，上記把持アームを閉じた状態でバケットによる掘削作業を行うと共に，上記把持アームの開閉でつかみ上げ作業を行う掘削機bにおいて，上記把持アームは，両側枠板と当該両側枠板間を連結する傾斜状の先端枠板によって平面形状が略コ字状に形成され，この両側枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の両側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設され，上記先端枠板は内端縁に設けた上刃が閉じた際に上記バケット本体の先端側開口縁に設けた下刃に噛合して当接する態様で整合状態に配設されると共に，当該先端枠板はバケット本体の先端側延長線上に沿った傾斜状態で先端側開口縁の前方へ突出する態様で配設され，上記把持アームを閉じた際に先端枠板がバケット本体の先端側開口縁の前方に段差のない連続した接合状態で連結させ，この把持アームの先端枠板には外端縁から突出する態様で掘削刃を設けた油圧ショベルの掘削機b。」との構成を備えていることは，上記2(1)のとおりである。",
                "掘削機bと甲6公報記載の上記技術事項とは，両側枠板を構成要件とする把持アームとバケット本体とを有し，把持アームを閉じた状態でバケットによる掘削作業を行うとともに，把持アームの開閉でつかみ上げ作業を行う点で共通し，少なくとも当該構成に関する限り，同一の技術分野に属するものである。他方，把持アームを閉じた状態でバケットによる掘削作業を行うとともに，把持アームの開閉でつかみ上げ作業を行う掘削機bにおいて，掘削作業とつかみ上げ作業のそれぞれを確実に行うことは当業者に自明の技術的課題といえ，このことは，例えば甲6公報に「バケットの第4図に示される如き丸太Lの様な対象物の確実な把持を可能としている」(4頁左下欄7行目～9行目)と記載されていることからも裏付けることができる。",
                "そうすると，発明の課題を解決するために，関連する技術分野の技術手段の適用を試みることは，当業者の通常の創作能力の発揮であるというべきであるから，掘削機bにおいて，把持アームを閉じた状態での掘削作業及び把持アームの開閉でのつかみ上げ作業を確実に行うという自明の技術的課題を解決するために，両作業を行う構成に係る甲6公報に記載された上記技術事項の適用を試み，本件発明1の相違点に係る構成とすることは，当業者が容易に想到し得る程度の事項というべきである。",
                "また，本件公報(甲18)に記載された本件発明1の作用効果は，「本発明の請求項1では，バケットによる掘削作業を行うために把持アームをバケット本体の開口縁側へ閉じた際に，把持アームの両側枠板が当該バケット本体を両側から拘束させる構成と，先端枠板の内端縁に設けた上刃がバケット本体の先端側開口縁に設けた下刃に整合状態で噛合して当接する構成とによって，当該把持アームの左右方向へ移動を係止しているので捻れのない強固な連結状態が保持される。また，整合状態で噛合した上記先端枠板がバケット本体の先端側開口縁に対して段差のない連続した接合状態で連結される構成と，当該先端枠板がバケット本体の先端側延長線上に沿った傾斜状態で先端側開口縁の前方へ突出する構成とによって，掘削作業を行なう際にバケット本体の先端側と把持アームの先端枠板との間に掘削した土石類が詰まることを防止してつかみ作業を行う際の把持アームの開閉作動に支障がないと共に，専用バケットの場合と同様に良好な掘削作業並びに整地作業を行うことができる。また，上記のように整合状態で先端側の上刃と下刃が噛合した上記先端枠板がバケット本体の先端側延長線上に沿った傾斜状態で先端側開口縁の前方へ突出するように構成すると，把持アームを開閉して掴み作業を行う際に上刃を設けた上記先端枠板は，下刃を設けた上記バケット本体の先端側開口縁に向けて被挟持物を抱え込むように回動されるので，当該被挟持物が外側へ逃げ出すことが無く先端側の上刃と下刃で強固に把持することができると共に，仮に先端側の上刃と下刃で十分に把持できなかった場合でもバケット本体内で移行されて両側の上刃と下刃によって把持することができる」(4頁左欄28行目～右欄6行目)というものであるが，上記作用効果は，本件発明1に係る構成から当業者に自明なものである。",
                "そうすると，本件発明1に係る構成が想到容易であることは，上記のとおりであるから，本件発明1の構成から自明な作用効果をもって本件発明1の進歩性を基礎付けることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，①掘削機bでは「両側枠板は内端線に設けた上刃が閉じた際に上記バケット本体の両側開口線に設けた下刃に噛合して当設する態様で整合状態に配設される」構成を採っており，掘削機bの設計者であるG(以下「G」という。)は，本件審判手続において「上刃と下刃が噛合して両側枠板とバケット本体の両側が水平面になるようにする必要がある」旨を証言していること，②これに対して，甲5発明では「ドーザレバー3がバケット本体5の両側開口線の外側へオーバーラップする態様で不整合状態に配設された」構成であり，甲6発明では「後方バケット部14内に前方バケット部16が収容され，両バケット部の側壁及び底板は重なり合う」構成であるから，掘削機bとは相反する構成であること，を理由に，掘削機bに対して，本件発明1のようにバケット本体の両側開口線に設けた下刃の外側へオーバーラップする態様で不整合状態に配設させるために甲5発明及び甲6発明を適用する動機付けはなく，その組合せは困難であると主張する。",
                "まず，上記①の点について検討すると，G証人調書(甲16・乙19)中，被告が指摘する箇所は，第133項ないし第145項であると認められるところ，同部分の趣旨は，被告が指摘するように，掘削機bが側面整合構成である根拠として，「はさみのように上刃と下刃が不整合(側面不整合構成)である場合，両側枠板の片側のみで物体をつかんだ場合にバケットに大きな捻れ力が加わるため，永久変形してしまうおそれがある。これを避けるために，上刃と下刃が同一線上にある(側面整合構成)ようにして物体を上下同じ位置でつかむ必要がある」ことを挙げるものである。しかしながら，掘削機bを甲6発明の上記技術事項のようにした場合に，両側枠板の片側のみで物体をつかむとバケットに大きな捻れ力が加わるため，永久変形してしまうおそれがあるとしても，バケットや両側枠板が永久変形する可能性は，バケットや両側枠板の強度や把持対象物の大きさ，形状や硬さ等の様々な条件による程度の問題であり，これらの点を考慮して設計することによりバケットや両側枠板が永久変形することを回避することが可能(本件発明1においても，この問題を解決すべき特段の構成を備えているものではない。)というべきであるから，上記組合せが困難であるということはできない。",
                "上記②の点については，甲6発明の「後方バケット部14内に前方バケット部16が収容され，両バケット部の側壁及び底板は重なり合う」との構成が掘削機bと相違するとしても，両者は，両側枠板を構成要件とする把持アームとバケット本体とを有し，把持アームの開閉でつかみ上げ作業を行う観点からすれば同一の技術分野に属する発明といえるから，両者を適用することに格別の阻害要因が存するものとまで認めることはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上検討したところによれば，本件発明1は掘削機b並びに甲5発明及び甲6発明に基づいて当業者が容易に発明をすることができたものであるとした審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}