{
  "conclusion": [
    {
      "text": "特許庁が異議2003-70441号事件について平成17年2月23日にした決定のうち，請求項1ないし3及び6ないし12に係る特許を取り消した部分を取り消す。"
    },
    {
      "text": "訴訟費用は各自の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨(原告は，当初，決定中，請求項1ないし12に関する部分すべての取消しを求めたが，後に請求項4及び5に関する部分について訴えを取り下げた。)。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許",
                  "text": [
                    "特許権者：ルーセント　テクノロジーズ　インコーポレーテッド(原告)。なお，原告は，エイ・ティ・アンド・ティ・コーポレーションより本件特許権を譲り受け，平成17年4月4日付けで権利移転の登録がされた。(甲12，13)。",
                    "発明の名称：「ビデオ信号符号化回路」",
                    "特許出願日：平成2年9月27日(特願平2-258770号，優先権主張：平成1年(1989年)9月27日　米国)",
                    "設定登録日：平成14年6月7日",
                    "特許番号：第3314929号"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件手続",
                  "text": [
                    "特許異議事件番号：異議2003-70441号",
                    "訂正請求日：平成16年12月22日",
                    "異議の決定日：平成17年2月23日",
                    "決定の結論：「訂正を認める。特許第3314929号の請求項1ないし12に係る特許を取り消す。」",
                    "決定謄本送達日：平成17年3月14日(原告に対し)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "決定の理由の要旨",
              "text": [
                "決定は，平成16年12月22日付け訂正請求後の請求項1ないし12に記載された発明は，刊行物1(特開昭53-82219号公報)に記載された発明に基づくなどして，当業者が容易に発明することができたものであるから，本件特許は，特許法29条2項の規定に違反し，取り消すべきであると判断した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "決定が対象とした発明の要旨(上記訂正後のもの。)は，以下のとおりである(甲3)。",
                "【請求項1】個々のフレームがブロックに分割される，連続した複数のフレームからなるビデオ信号を符号化する回路であって，該回路が，いくつかの該フレームの各ブロックに対して，a)前のフレームに対して求められた該ブロックの近似形に部分的に基づいた情報からモーション補償を用いて得られる該ブロックの近似形と，b)該ブロックの該近似形と該ブロックとの推定エラーを表すコードと，を求めることによって，いくつかの該フレームのブロックを符号化する第1の手段と，　該第1の手段で符号化された複数の該フレームの複数の該ブロックの近似形に部分的に基づいた情報をモーション補償を用いて結合することによって内挿補間されるべき該フレームのブロックを近似する第2の手段と，",
                "該第2の手段によって近似されたブロックの画素と内挿補間されるべきフレーム内の対応する画素とのエラー信号が所定の閾値を超えた場合に，当該エラー信号を符号化する第3の手段とを有することを特徴とする回路。",
                "【請求項2】個々のフレームがブロックに分割される，連続した複数のフレームからなるビデオ信号を符号化する回路であって，いくつかの該フレームの各ブロックに対して，a)前のフレームに対して求められた該ブロックの近似形に部分的に基づいた情報からモーション補償を用いて得られる該ブロックの近似形と，b)該ブロックの該近似形と該ブロックとの推定エラーを表すコードと，を求めることによって，いくつかの該フレームのブロックを符号化する手段を含む回路において，該回路は，",
                "該符号化手段で符号化された複数の該フレームの複数の該ブロックの近似形に部分的に基づいた情報をモーション補償を用いて結合することによって内挿補間されるべき該フレームのブロックを近似する第2の手段と，",
                "該第2の手段によって近似されたブロックの画素と内挿補間されるべきフレーム内の対応する画素とのエラー信号が所定の閾値を超えた場合に，当該エラー信号を符号化する第3の手段とを有することを特徴とする回路。",
                "【請求項3】特許請求の範囲第2項に記載の回路において，該第3の手段によって画素に対し求められた該コードは，該画素の値と該第2の手段によって近似された該画素の値との差を表すことを特徴とする回路。",
                "【請求項4】特許請求の範囲第2項に記載の回路において，該第2の手段で結合するべく選択された該フレームは，該第2の手段で近似されたフレームに先行する，該第1の手段で符号化されたフレームと，該第2の手段内で近似されたフレームに後続する，該第1の手段で符号化されたフレームを含むことを特徴とする回路。",
                "【請求項5】特許請求の範囲第4項に記載の回路において，該結合は，該ブロックの推定形の算出を含むことを特徴とする回路。",
                "【請求項6】特許請求の範囲第2項に記載の回路において，該ビデオ信号のフレームの設定された部分が内挿補間されることを特徴とする回路。",
                "【請求項7】特許請求の範囲第6項に記載の回路において，該部分が予め定められた比率で内挿補間されることを特徴とする回路。",
                "【請求項8】特許請求の範囲第2項に記載の回路においてさらに，該符号化する手段と該第3の手段によって求められるコードとの間に置かれるバッファ手段と，出力ポートとを含むことを特徴とする回路。",
                "【請求項9】特許請求の範囲第8項に記載の回路において，該回路は，該第2の手段によって内挿補間すべく選択されたフレームの部分と，該バッファの占拠レベルに基づいた該第3の手段によるコード生成を制御することを特徴とする回路。",
                "【請求項10】特許請求の範囲第8項に記載の回路において，該回路は，該バッファがその容量の選択された部分を超えて占拠しているときに，該第2の手段による内挿補間に対するフレームと該第3の手段によるコード生成に対するフレームとを選択することを特徴とする回路。",
                "【請求項11】特許請求の範囲第7項に記載の回路において，該第1の手段と該第3の手段とによって生成されたコードの粗さが該バッファの占拠レベルによって制御されることを特徴とする回路。",
                "【請求項12】符号化されたビデオ信号を復号する回路であって，ビデオ信号は連続したフレームからなり，個々のフレームは複数のブロックを含み，そして該コード化されたビデオ信号は，近似されたブロックからの推定エラーを記述するコードと，内挿補間されたブロックからのエラー信号を記述するコードとからなり，該回路は，",
                "近似されたブロックからの推定エラーを記述する該コードに部分的に基づいた情報からモーション補償を用いてブロック近似を求める第1の手段と，該ブロック近似に部分的に基づいた情報と，内挿補間されたブロックからのエラー信号を記述する該コードとに応答して，モーション補償を用いて該内挿補間されたブロックを求める第2の手段からなることを特徴とする回路。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本訴係属中の平成17年8月9日，本件特許につき，特許請求の範囲の減縮等を目的として，訂正審判の請求をしたところ(訂正2005-39146号，甲14)，同年10月19日，当該訂正を認める旨の審決(甲15)があり，その謄本は同年10月31日に原告に送達され，訂正審決は確定した。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "上記訂正審決による訂正後の発明の要旨は，以下のとおりである(なお，決定が対象とした発明の要旨のうち，請求項4及び5は削除されたため，それに応じて上記訂正審決による訂正後の請求項番号は変更された。)",
              "text": [
                "【請求項1】個々のフレームがブロックに分割される，連続した複数のフレームからなるビデオ信号を符号化する回路であって，該連続したフレームは少なくとも内挿補間されるべきフレーム，該内挿補間されるべきフレームに時間的に先行するビデオ信号内に生成する先行フレーム及び該内挿補間されるべきフレームに時間的に後続するビデオ信号内に生成する後続フレームとを含むものであり， 　該回路が，",
                "いくつかの該フレームの各ブロックに対して，a)前のフレームに対して求められた該ブロックの近似形に部分的に基いた情報からモーション補償を用いて得られる該ブロックの近似形と，b)該ブロックの該近似形と該ブロックとの推定エラーを表すコードと，を求めることによって，いくつかの該フレームのブロックを符号化する第1の手段であって，少なくとも該先行フレームと該後続フレームのブロックを符号化する第1の手段と，",
                "該内挿補間されるべきフレームのブロックの第1モーション補償推定と該内挿補間されるべきフレームのブロックの第2のモーション補償推定とを結合することによって内挿補間されるべき該フレームのブロックを近似する第2の手段であって，該第1のモーション補償推定は該第1の手段で符号化された該先行フレームの該ブロックの該近似形に部分的に基いた情報からモーション補償を用いて求められたものであり，該第2のモーション補償推定は該第1の手段で符号化された該後続フレームの該ブロックの該近似形に部分的に基いた情報からモーション補償を用いて求められたものである第2の手段と，",
                "該第2の手段によって近似されたブロックの画素と内挿補間されるべきフレーム内の対応する画素とのエラー信号を符号化する第3の手段であって，該エラー信号の符号化は，離散コサイン変換(DCT)を用いて該エラー信号を変換し，そして該DCT変換されたエラー信号が所定の閾値を越えた場合に，該DCT変換されたエラー信号を符号化することにより行われている第3の手段とを有することを特徴とする回路。",
                "【請求項2】個々のフレームがブロックに分割される，連続した複数のフレームからなるビデオ信号を符号化する回路であって，該連続したフレームは少なくとも内挿補間されるべきフレーム，該内装補間されるべきフレームに時間的に先行するビデオ信号内に生成する先行フレーム及び該内挿補間されるべきフレームの時間的に後続するビデオ信号内に生成する後続フレームとを含むものであり， 　いくつかの該フレームの各ブロックに対して，a)前のフレームに対して求められた該ブロックの近似形に部分的に基いた情報からモーション補償を用いて得られる該ブロックの近似形と，b)該ブロックの該近似形と該ブロックとの推定エラーを表すコードと，を求めることによって，いくつかの該フレームのブロックを符号化する第1の手段であって，少なくとも該先行フレームと該後続フレームのブロックを符号化する第1の手段を含む回路において，該回路は，",
                "該内挿補間されるべきフレームのブロックの第1モーション補償推定と該内挿補間されるべきフレームのブロックの第2のモーション補償推定とを結合することによって内挿補間されるべき該フレームのブロックを近似する第2の手段であって，該第1のモーション補償推定は該第1の手段で符号化された該先行フレームの該ブロックの該近似形に部分的に基いた情報からモーション補償を用いて求められたものであり，該第2のモーション補償推定は該第1の手段で符号化された該後続フレームの該ブロックの該近似形に部分的に基いた情報からモーション補償を用いて求められたものである第2の手段と，",
                "該第2の手段によって近似されたブロックの画素と内挿補間されるべきフレーム内の対応する画素とのエラー信号を符号化する第3の手段であって，該エラー信号の符号化は，離散コサイン変換(DCT)を用いて該エラー信号を変換し，そして該DCT変換されたエラー信号が所定の閾値を越えた場合に，該DCT変換されたエラー信号を符号化することにより行われている第3の手段とを有することを特徴とする回路。",
                "【請求項3】特許請求の範囲第2項に記載の回路において，該第3の手段によって画素に対し求められた該コードは，該画素の値と該第2の手段によって近似された該画素の値との差を表すことを特徴とする回路。",
                "【請求項4】特許請求の範囲第2項に記載の回路において，該ビデオ信号のフレームの設定された部分が内挿補間されることを特徴とする回路。",
                "【請求項5】特許請求の範囲第4項に記載の回路において，該部分が予め定められた比率で内挿補間されることを特徴とする回路。",
                "【請求項6】特許請求の範囲第2項に記載の回路においてさらに，該符号化する手段と該第3の手段によって求められるコードとの間に置かれるバッファ手段と，出力ポートとを含むことを特徴とする回路。",
                "【請求項7】特許請求の範囲第6項に記載の回路において，該回路は，該第2の手段によって内挿補間すべく選択されたフレームの部分と，該バッファの占拠レベルに基づいた該第3の手段によるコード生成を制御することを特徴とする回路。 【請求項8】特許請求の範囲第6項に記載の回路において，該回路は，該バッファがその容量の選択された部分を超えて占拠しているときに，該第2の手段による内挿補間に対するフレームと該第3の手段によるコード生成に対するフレームとを選択することを特徴とする回路。",
                "【請求項9】特許請求の範囲第5項に記載の回路において，該第1の手段と該第3の手段とによって生成されたコードの粗さが該バッファの占拠レベルによって制御されることを特徴とする回路。",
                "【請求項10】符号化されたビデオ信号を復号する回路であって，ビデオ信号は連続したフレームからなり，該連続したフレームは少なくとも内挿補間されるべきフレーム，該内挿補間されるべきフレームに時間的に先行するビデオ信号内に生成する先行フレーム及び該内挿補間されるべきフレームに時間的に後続するビデオ信号内に生成する後続フレームとを含むものであり，個々のフレームは複数のブロックを含み，そして該コード化されたビデオ信号は，近似されたブロックからの推定エラーを記述するコードと，内挿補間されたブロックからの所定の閾値を越えた離散コサイン変換(DCT)されたエラー信号を記述するコードとからなり，該回路は，",
                "近似されたブロックからの推定エラーを記述する該コードに部分的に基いた情報からモーション補償を用いてブロック近似を求める第1の手段であって，少なくとも該先行フレームと該後続フレームの該ブロック近似を形成する第1の手段と，該内挿補間されるべきフレームのブロックの第1モーション補償推定と該内挿補間されるべきフレームのブロックの第2のモーション補償推定とを結合することによって近似された該内挿補間されるべきフレームのブロック近似と，内挿補間されたブロックからの該所定の閾値を越えたDCT変換されたエラー信号を記述する該コードとに応答して，該内挿補間されたブロックを形成する第2の手段であって，該第1のモーション補償推定は該第1の手段で形成された該先行フレームの該ブロック近似に部分的に基いた情報からモーション補償を用いて求められたものであり，該第2のモーション補償推定は該第1の手段で形成された該後続フレームの該ブロック近似に部分的に基いた情報からモーション補償を用いて求められたものである第2の手段からなることを特徴とする回路。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の決定取消事由",
          "text": [
            "決定は，本件発明の要旨を上記1(3)のとおり認定し，これに基づき，本件発明は特許法29条2項により特許を受けることができないものであるとしたが，特許請求の範囲の減縮を目的とする訂正を認める審決が確定し，本件発明の要旨が上記1(5)のとおり訂正されたことにより，決定は，結果的に本件発明の要旨の認定を誤ったことになり，瑕疵があるものとして取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "本件証拠及び弁論の全趣旨によれば，第2の1に記載の事実関係を認めることができ，これらの事実関係に照らせば，原告主張の事由により，決定は取り消されるべきものであり，本訴請求は理由がある。",
        "よって，原告の請求は理由があるからこれを認容し，訴訟費用の負担につき行訴法7条，民訴法62条を適用して，主文のとおり判決する。"
      ]
    }
  ]
}