{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "特許庁が不服2003-22577号事件について平成17年1月31日に",
            "した審決を取り消す。",
            "訴訟費用は被告の負担とする。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成6年9月21日，発明の名称を「弁組立体のシール機構」とする発明につき特許出願(平成6年特許願第252870号。以下「本願」という。",
            "後記補正後の請求項の数は1である。)をしたところ，上記特許出願につき平成15年10月14日に拒絶査定を受けたので，同年11月20日，これに対する不服の審判を請求するとともに，平成16年10月22日付け手続補正書により，願書に添付した明細書の補正(以下，この補正後の明細書を「本願明細書」という。)をした。",
            "特許庁は，上記審判請求を不服2003-22577号事件として審理した結果，平成17年1月31日，「本件審判の請求は，成り立たない。」との審決をし，同年2月21日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(上記補正後のもの)",
          "text": [
            "【請求項1】「弁設置面に開口する複数のポートを有する基台と，上記弁設置面と対向する対向面に開口し上記基台の複数のポートに個別に対向する複数のポート，これらのポートが開口する軸方向の弁孔，及び該弁孔を摺動して複数のポート間の連通を切り換える弁体を有し，上記基台の弁設置面に設置された切換弁と，上記複数のポートを個別に連通させる複数の開口を有し基台の弁設置面と切換弁の対向面とに直に接しこれらの面の間をシールする平坦なシール面を有するガスケットとを備えた弁組立体のシール機構において，",
            "上記基台の弁設置面と切換弁の対向面の双方に，上記複数のポートの外側をそれぞれ囲むとともに各ポートの間を区画する凹溝を設け，",
            "上記ガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設け，上記凹溝の幅を該突条畝部の幅より大きくし，上記凹溝の深さを該突条畝部の高さより小さくした，",
            "ことを特徴とする弁組立体のシール機構。」(以下，請求項1の発明を「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書の写しのとおりである。要するに，本願発明は，本願の出願前に日本国内において頒布された特開平1-169183号公報(甲1。以下「刊行物」という。)に記載された発明(以下「刊行物発明」という。)と周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，進歩性がないとの上記結論を導く過程において，本願発明と刊行物発明との一致点及び相違点として認定したところは，次のとおりである。",
                "【一致点】",
                "「弁設置面に開口する複数のポートを有する基台と，上記弁設置面と対向する対向面に開口し上記基台の複数のポートに個別に対向する複数のポート，これらのポートが開口する軸方向の弁孔，及び該弁孔を摺動して複数のポート間の連通を切り換える弁体を有し，上記基台の弁設置面に設置された切換弁と，上記複数のポートを個別に連通させる複数の開口を有し基台の弁設置面と切換弁の対向面とに直に接しこれらの面の間をシールする平坦なシール面を有するガスケットとを備えた弁組立体のシール機構」である点。",
                "【相違点】",
                "本願発明のシール機構は，基台の弁設置面と切換弁の対向面の双方に，複数のポートの外側を囲むとともに各ポートの間を区画する凹溝を設けるとともに，ガスケットの表裏両面のシール面に上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設け，上記凹溝の幅を該突条畝部の幅より大きくし，上記凹溝の深さを該突条畝部の高さより小さくしているのに対し，",
                "刊行物発明のシール機構は，マニホールドべース(基台)の弁設置面とスプール弁(切換弁)の対向面の双方に，複数のポートの外側を囲むとともに各ポートの間を区画する凹溝を設けたものでなく，また，シール部材18(ガスケット)の表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される，本願発明のような寸法関係を有する突条畝部を設けたものでもない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，次のとおり，相違点についての判断を誤ったものであり，この誤りが審決の結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の特徴及び作用効果の看過",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の弁組立体のシール機構の特徴は，",
              "text": [
                "「基台の弁設置面と切換弁の対向面の双方に，複数のポートの外側をそれぞれ囲むとともに各ポートの間を区画する凹溝を設け，ガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設け」(以下「構成要件A」という。)，",
                "「上記凹溝の幅を該突条畝部の幅より大きくし，上記凹溝の深さを該突条畝部の高さより小さくした」(以下「構成要件B」という。)",
                "ことにあって，本願発明は，これら構成要件A及びBの組合せを採用することにより，次のa～cの作用効果を奏する。すなわち，本願発明において，構成要件A及びBは一体不可分の関係となっているものである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "切換弁の基台への取付けにより突条畝部が凹溝内で圧縮されても，平坦なシール面は弁設置面と対向面とによって両面から押圧されていて，突条畝部の圧縮による歪みが，凹溝と突条畝部との間に形成された幅方向のクリアランスに吸収されるため，該歪みが平坦なシール面に及んでシール機能が低下するのを防止することができる(以下「作用効果a」という。)。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "切換弁の基台への取付けにより，突条畝部が凹溝内で圧縮されて，各ポートの周囲を確実にシールするので，この突条畝部による確実なシールと弁設置面及び対向面に直に接しこれらの面の間をシールする平坦なシール面による確実なシールとが相まって，シール機能が向上する。したがって，たとえ各ポートの周囲を均一に締め付けることが出来なくても，十分なシール機能を確保することが可能となり，また，隣接するポートを流れる流体の圧力差が大きくても，ガスケットにおけるこれらポート間をシールする部分が低圧側にずれたり，高圧側のポートから低圧側のポートへ流体がリークしたりするのを防止することができる(以下「作用効果b」という。)。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "このように，構成要件A及びBの組合せによりシール機能が向上するため，本願発明の従来技術に相当する刊行物(甲1)に記載されたような平板状のガスケットを使用したシール機構と比較して，シール機能を低下させることなくシール幅を狭めることが可能となり，その結果，切換弁及び基台におけるポート間の肉厚を薄くして弁組立体の小形化を図ることもできる(以下「作用効果c」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本願発明において構成要件A及びBが一体不可分の関係となっていることを否定するとともに，作用効果a～cにつき，作用効果a及びcは本願明細書に記載がなく，また，作用効果a～cは構成要件A及びBの組合せから生ずるものではないと主張するが，失当である。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件A及びBを組み合わせることによって，ガスケットを装着する際に，突条畝部の凹溝内での圧縮による歪みが平坦な表裏両シール面に及ぶのを，弁設置面及び対向面の該表裏両シール面への圧接により阻止することができると同時に，該歪みを，凹溝と突条畝部との間に形成された幅方向のクリアランスに吸収させることができるから，構成要件A及びBの一体不可分の組合せによって初めて，作用効果aを奏することができるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "作用効果bは，構成要件A及びBを兼ね備えた「弁組立体のシール機構」が奏する特有の作用効果であって，たとえ「ガスケットにおけるこれらポート間をシールする部分が低圧側にずれたり」が，もっぱら構成要件Aに係る作用効果であったとしても，その他の「たとえ各ポートの周囲を均一に締め付けることが出来なくても，十分なシール機能を確保することが可能となり」と，「高圧側のポートから低圧側のポートへ流体がリークするのを防止することができる」は，構成要件A及びBの組合せを，弁組立体に対して複数のポートの外側をそれぞれ囲むとともに各ポート間を区画するように適用し，複数のポートの外周及びこれら各ポート間において，「シール面による確実なシール」と「突条畝部による確実なシール」とを同時に実現したことにより奏する作用効果である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "作用効果cは，構成要件A及びBを兼ね備えた「弁組立体のシール機構」が奏する特有の作用効果であって，構成要件A及びBの組合せを，弁組立体に対して複数のポートの外側をそれぞれ囲むとともに各ポート間を区画するように適用し，複数のポートの外周及びこれら各ポート間において，「シール面による確実なシール」と「突条畝部による確実なシール」とを同時に実現したことにより奏する作用効果である。また，このように，作用効果cは，本願発明の構成要件に基づくものであって，しかも，当業者であればこれらの構成要件から予測し得るものであるから，作用効果cは本願明細書に記載された事項の範囲内のものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，構成要件A及びBが一体不可分の関係となっているという本願発明の特徴並びにそのことにより奏される作用効果a～cを看過しており，また，審決が，本願発明の奏する作用効果は刊行物発明と周知技術に示唆された事項から予測される程度以上のものではないとしているのは，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "二部材の対向面の双方に凹溝を設け，ガスケットの表裏両面のシール面に突条畝部を設ける点に関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設けることは周知技術(例えば，実願昭56-174917号(実開昭58-79167号)のマイクロフィルム，実願昭6",
              "text": [
                "0-164839号(実開昭62-72422号)のマイクロフィルム，実願平1",
                "-43273号(実開平2-134359号)のマイクロフィルムにおける第4，",
                "5図の従来例参照)であり，この技術を上記刊行物の発明のシール機構に適用することには何ら困難性が認められない。」(審決書5頁19行～27行)としているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記各文献(甲2～4)に記載されたものは，技術分野が本願発明の弁組立体のシール構造とは全く異なるばかりでなく，これら甲2～4には，本願発明の特徴である構成要件A及びBの組合せに相当する構成が記載されておらず，また，このような構成要件A及びBの組合せから成るシール機構特有の作用効果a及びこのようなシール機構を採用した弁組立体特有の作用効果b，cについても記載されていない。したがって，甲2～4に記載された技術は，本願発明の進歩性を否定するための周知技術とはなり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，甲2～4のものは，それぞれ，「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属していると主張するが，本願発明は，弁組立体の基台と切換弁との間で，複数のポートの外周及びこれら各ポート間を同時にシールする「弁組立体のシール機構」において，ガスケットの位置ずれを防ぎ，かつシール機能を向上させるという，「弁組立体のシール機構」特有の課題を解決し，また同時に，複数のポートに対して同時にガスケットを位置ずれなく装着することができるという作用効果に加えて，作用効果aに基づく作用効果b及びcという，「弁組立体のシール機構」特有の作用効果を奏するものであるから，本願発明が属する技術分野は，「弁組立体のシール機構」である。",
                "一方，甲2(実願昭56-174917号(実開昭58-79167号)",
                "のマイクロフィルム)に記載された技術は「フランジ付合成樹脂管の接続構造」に係るものであり，甲3(実願昭60-164839号(実開昭62-72422",
                "号)のマイクロフィルム)に記載された技術は「排気管の接続部構造」に係るものであり，甲4(実願平1-43273号(実開平2-134359号)のマイクロ",
                "フィルム)に記載された技術は「圧力容器の蓋密閉構造」に係るものであるから，これら甲2～4に記載されたものは，本願発明とは技術分野が全く相違しており，シールする開口部も1つにすぎない。",
                "したがって，甲2～4に例示された周知技術を刊行物発明の「弁組立体のシール構造」に採用すること自体，当業者にとって容易であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲2のものは，環状突出部3の形状と環状凹溝52の形状がほぼ同形でないため，甲2には，本願発明の構成要件Aのうち，「複数のポートの外側をそれぞれ囲むとともに各ポートの間を区画する凹溝」と「上記凹溝とほぼ同形で該凹溝に挿入される突条畝部」に相当する構成が記載されていない。しかも，甲2のものは，環状凹溝52の幅を環状突出部3の幅より大きくしていないため，構成要件Bに相当する構成も備えていない。",
                "また，甲3のものは，連通させる流路が1つにすぎないため，構成要件Aの上記構成を備えておらず，また，甲3には，構成要件Bに相当する構成も記載されていない。",
                "さらに，甲4のものにおいては，密閉する開口が1つにすぎないため，構成要件Aの上記構成を備えておらず，また，密閉溝27，28の深さを密閉片30，31の高さより小さくしていないため，構成要件Bに相当する構成も備えていない。",
                "したがって，刊行物発明のシール機構に対して，甲2～4に記載された技術を適用し得たとしても，本願発明を容易に導き出すことはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "凹溝及び突条畝部を各流路の外側をそれぞれ囲むように設ける点に関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「上記刊行物の発明のシール部材は，複数のポートを個別に連通させる複数の開口を有するのであるから，この技術を上記刊行物の発明のシール機構に適用するにあたり，凹溝や突条畝部を各開口のそれぞれに対応させて，各流路の外側をそれぞれ囲むように設けることは当業者が適宜なし得たものである(このような部分を各開口のそれぞれに対応させて設けた例として，特開昭52-149546号公報，特開平5-149432号公報を参照されたい。なお，同様のことは，審査における拒絶の理由に引用した実願平1-124755号(実開平3-67781号)のマイクロフィルムでも行われている。)。」(審決書5頁28行～36行)としているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲5(特開昭52-149546号公報)及び甲6(特開平5-1494",
              "text": [
                "32号公報)に記載されたものは，本願発明の弁組立体のシール機構とは技術分野が全く異なっている。そして，甲5に記載された凹所12及び弾性密封環11は，各ガス通路2や切欠き6の間を区画するようには設けられていない。また，甲6の突出ケース部2aの横側面SF1及びポンプケース12のSF2にはガスケット13のビード19を挿入するための凹溝が形成されていないため，当該ビードは本願発明の突条畝部に相当するものではない。さらに，甲7(実願平1-124755号(実開平3-67781号)のマイクロフィルム)に記載されたシール部材13は，第4図からも分かるように断面が円形であって，本願発明の前提となる構成である「基台の弁設置面と切換弁の対向面とに直に接しこれらの面の間をシールする平坦なシール面」を備えていないため，本願発明の突条畝部に相当するものではない。このように，これら甲5～7には，本願発明の一体不可分である構成要件A及びBの組合せに相当する構成はもちろん，構成要件A及びBそれぞれに相当する構成さえも記載されておらず，また，本願発明特有の作用効果a～cについても何ら記載されていない。",
                "したがって，刊行物発明に対して上記甲2～4に記載された技術を適用してもなお充足することができない本願発明との相違点を，このような本願発明の特徴点が何ら記載されていない甲5～7を根拠として，当業者が適宜なし得たものとする審決の上記判断は，明らかに失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "凹溝と突条畝部との寸法関係に関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，「このような凹溝と該凹溝に挿入される突条畝部とを設けたシール機構において，両者の寸法関係をどのようにするかは，ガスケットが圧縮されたときの密着性やシール性等を考慮しながら当業者が適宜選定する設計事項であるとともに，突条畝部の高さを凹溝の深さよりやや高くしておけば締付時に突条畝部が凹溝内面に密接しやすいことや，突条畝部の幅方向に若干のクリアランスがあった方が締付時の圧縮が行いやすいことは，それぞれ当業者において自明な事項である(例えば，上記実願昭56-174917号(実開昭58-79167号)のマイ",
              "text": [
                "クロフィルムには，「例えば環状突出部3の高さは環状凹溝の深さよりやや高くし，幅はほぼ環状凹溝の幅に等しくするのが好ましく，この場合，パツキングの装着をより容易に行えると共に締付時環状突出物3が環状凹溝内で圧縮されて環状凹溝内面に完璧に密接するので受圧面12からのシール漏れは完全に防止できる。」(3頁2～8行)と記載され，同じく実願平3-111975号(実開平5-52",
                "437号)のCD-ROMには，「ヘッドカバーガスケット1の嵌合部4の幅寸法W2は，ヘッドカバーガスケット1が鉛直方向へ圧縮されずシリンダヘッド5に対して押し付けられていない自由状態の場合は，嵌合溝3の幅寸法W3よりも小さく，嵌合部4と嵌合溝3との間には，若干のクリアランスC1が形成されるようになっている。」(5頁20～23行)と記載され，さらに実願平5-5870号",
                "(実開平6-65662号)のCD-ROMには，「一般に，ガスケットは図3に",
                "示すように，シール性を確保するため一方の部材4に形成した装着溝6の深さAに対して所定のしめ代22を有しているとともに，部材4，5間の圧縮時には，装着溝6に対する充填率が約90％以下となるように使用される。」(4頁8～11行)と記載されている。)。」(審決書5頁37行～6頁22行)としているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2(実願昭56-174917号(実開昭58-79167号)のマイ",
              "text": [
                "クロフィルム)及び甲8(実願平3-111975号(実開平5-52437号)",
                "のCD-ROM)，甲9(実願平5-5870号(実開平6-65662号)のC",
                "D-ROM)に記載されたものは，本願発明の弁組立体のシール機構とは技術分野が全く異なっている。そして，甲8のヘッドカバーガスケット1及び甲9のガスケット1は，本願発明の前提となる構成である「基台の弁設置面と切換弁の対向面とに直に接しこれらの面の間をシールする平坦なシール面」を備えていないため，これら甲8，9のヘッドカバーガスケット1及びガスケット1は，本願発明の突条畝部に相当するものではない。また，甲2に記載されたパッキングは，平坦な受圧面11，12を備えているが，環状凹溝52の幅を環状突出部3の幅より大きくしていないため，環状突出部を環状凹溝内で圧縮する際に，環状突出部の圧縮による歪みが受圧面に及んでシール機能が低下するおそれがある。このように，甲2と同様，これら甲8，9には，本願発明の一体不可分である構成要件A及びBの組合せに相当する構成はもちろん，構成要件A及びBそれぞれに相当する構成さえも記載されておらず，また，本願発明特有の作用効果a～cについても何ら記載されていない。",
                "したがって，刊行物発明に対して上記甲2～4に記載された技術を適用してもなお充足することができない本願発明との相違点を，このような本願発明の特徴点が何ら記載されていない甲2及び甲8，9を根拠として，当業者が適宜なし得たものとする審決の上記判断は，明らかに失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の特徴及び作用効果の看過の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書の段落【0007】，【0008】の記載からすれば，原告のいう構成要件Aの作用効果は「複数の開口と複数のポートの位置ずれを防止すること」であり，また，同じく構成要件Bの作用効果は「突条畝部によるシールと弁設置面及び対向面に直に接しこれらの面の間をシールする突条畝部両側の平坦なシール面によるシールとが相まって，シール機能が向上すること」であって，両者の作用効果はそれぞれ独立したものであるから，構成要件A及びBは，原告が主張するように一体不可分の関係にあるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，作用効果a～cが構成要件A及びBの組合せにより得られると主張しているが，作用効果a及びcはそもそも明細書に記載のない作用効果である。",
                "また，作用効果aは，「歪みが凹溝と突条畝部との間に形成された幅方向のクリアランスに吸収される」という，もっぱら構成要件Bに係る事項であり，作用効果cは，シール機能の向上という，もっぱら構成要件Bに係る事項である。また，作用効果bのうち，「ガスケットにおけるこれらポート間をシールする部分が低圧側にずれたり」は，もっぱら構成要件Aに係る事項であり，それ以外の，「たとえ各ポートの周囲を均一に締め付けることが出来なくても，十分なシール機能を確保することが可能となり」と「高圧側のポートから低圧側のポートへ流体がリークしたりするのを防止することができる」は，もっぱら構成要件Bに係る事項である。",
                "したがって，これら作用効果a～cは，どれも原告が主張するような，構成要件A及びBの組合せにより得られるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上述したとおり，原告が主張する作用効果a及びcは，そもそも本願明細書には一切記載されていなかった作用効果であるから，原告の主張は明細書の記載に基づかない主張であって失当であるが，仮に作用効果a及びcが認められるとしても，原告の主張する作用効果a～cは，いずれも刊行物発明のシール機構に甲2～4に例示された周知技術を適用し，当業者において自明な設計事項を施したものにおいて，当業者であれば容易に予測し得たものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "二部材の対向面の双方に凹溝を設け，ガスケットの表裏両面のシール面に突条畝部を設ける点に関する判断の誤りの主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の特徴が構成要件A及びBの一体不可分の組合せにある旨の原告の主張が理由のないことは，上述したとおりである。したがって，これを前提とした，原告の甲2～4についての主張も理由がない。",
                "また，審決は，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設けること」が周知技術であることの単なる例示として，甲2～4を引用したにすぎない。したがって，原告の主張は，審決の判断の当否とは関連のない主張である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲2～4のものは本願発明と技術分野が相違し，構成要件A及びBに相当する構成も備えておらず，当業者が刊行物発明のシール機構に対して，甲2～4に記載された技術を適用し得たとしても，本願発明を容易に導くことはできない旨を主張している。",
                "しかしながら，甲2～4は，「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属するものであり，また，甲2～4に例示された周知技術を，刊行物発明の複数のポート(接続口)のそれぞれに対応させて適用することは，当業者が適宜なし得たものであり，さらに，甲2～4は周知技術の単なる例示にすぎず，甲2～4のものが本願発明と具体的にそれぞれどのような点で相違するかは，上記の技術が周知技術であるか否かとは全く関係のない事項であるから，原告の主張は失当である。",
                "したがって，本願発明は刊行物発明と甲2～4(に例示された周知技術)に基づいて当業者が容易に想到し得たものでない旨をいう原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲2のものは環状突出部3の形状と環状凹溝52の形状がほぼ同形でないと主張する。",
                "原告の上記主張は，環状突出部3の先端に丸みをもたせたことにより，環状突出部3の形状と環状凹溝52の形状がほぼ同形でないことをいうものと思料されるが，これをほぼ同形でないというなら，本願発明の凹溝と突条畝部も，幅と高さが異なるのであるからほぼ同形とはいえないことになる。したがって，原告の上記主張は失当である(なお，本願明細書には，突条畝部を凹溝とほぼ同形としたことの技術的意義に関しては何ら記載されていない。)。",
                "また，原告は，甲2には構成要件Bに相当する構成も記載されていない，と主張するが，甲2のものは，上記の丸みにより環状凹溝内面との間にクリアランスが形成されて，構成要件Bと同様の構成を有することになるのであるから，原告の上記主張も失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，甲4には構成要件Bに相当する構成が記載されていないと主張する。しかしながら，甲4の密閉片30，31は，クランプ25，26を締め付けることにより高さ方向に圧縮されるものであり，さらに，密閉溝27，28と密閉片30，31との間にクリアランスが形成されているのであるから，甲4のものが構成要件Bと同様の構成を有していることは明らかである。したがって，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "凹溝及び突条畝部を各流路の外側をそれぞれ囲むように設ける点に関する判断の誤りの主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "構成要件Aは，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設ける」という周知技術を，刊行物発明の複数のポートのそれぞれに，マニホールドベース1(基台)とスプール弁2(切換弁)を上記「二部材」として単純に適用した結果にすぎないものであるが，独立した複数のポートを有する部材の接続部において，シール部を接続部の各ポート毎に設けることは慣用技術であるから，上記周知技術を刊行物発明に適用するに当たり，これを上述のように複数のポートのそれぞれに適用して，凹溝や突条畝部を，各ポート(接続口)のそれぞれに対応させて各流路の外側を囲むように設けることは，当業者が適宜なし得たものということができる(審決では，このような適用の形態が普通に行われていることを，甲5～7で例示した。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲5，6のものは本願発明と技術分野が異なるとともに，甲5～7には，構成要件Aや構成要件B，又はその組合せに相当する構成も記載されておらず，作用効果a～cも記載されていないから，刊行物発明に対して甲2～4の技術を適用してもなお充足することができない本願発明との相違点を，甲5～7を根拠として当業者が適宜なし得たとする審決の判断は誤りである旨を主張する。",
                "しかしながら，審決は，「凹溝や突条畝部を，各ポート(接続口)のそれぞれに対応させて各流路の外側を囲むように設ける適用の形態が普通に行われている」ことの単なる例示として，甲5～7を挙げたにすぎない。したがって，甲5～7のものが，本願発明と具体的にそれぞれどのような点で相違するかは，審決の判断の当否とは全く関係のない事項であるとともに，それを根拠とする原告の上記主張は失当である。",
                "また，甲5，6のものは，それぞれ「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属するから，甲5，6のものは技術の分野が全く異なるとの原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "凹溝と突条畝部との寸法関係に関する判断の誤りの主張について    (1) 構成要件Bは，審決が甲8や甲9を例示して述べたように，周知技術のシール機構において，当業者が締付時における突条畝部の密着性や圧縮性能等を考慮しながら適宜採用する自明な設計事項である(審決書5頁38行～6頁22行)。",
            "してみれば，原告が本願発明の特徴点であると主張する構成要件A及びBの組合せは，刊行物発明のシール機構に甲2～4に例示された周知技術を単純に適用し，これに当業者において自明な設計事項を施すことによって，当業者が容易に行い得たものということができる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，甲2と甲8，9のものは本願発明と技術分野が異なるとともに，甲2と甲8，9には，構成要件Aや構成要件B，又はその組合せに相当する構成も記載されておらず，作用効果a～cも記載されていないから，刊行物発明に対して甲2～4の技術を適用してもなお充足することができない本願発明との相違点を，甲2と甲8，9を根拠として当業者が適宜なし得たとする審決の判断は失当であると主張している。",
                "しかしながら，審決は，「突条畝部の高さを凹溝の深さよりやや高くしておけば締付時に突条畝部が凹溝内面に密接しやすいことや，突条畝部の幅方向に若干のクリアランスがあった方が締付時の圧縮が行いやすいことは，それぞれ当業者において自明な事項である」ことの単なる例示として，甲2と甲8，9を挙げたにすぎない。したがって，甲2と甲8，9のものが，本願発明と具体的にそれぞれどのような点で相違するかは，審決の判断の当否とは全く関係のない事項であるとともに，それを根拠とする原告の上記主張は失当である。",
                "また，甲2と甲8のものは，「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属するとともに，甲9のものは，特に用途の限定されていないガスケット一般に関する技術である。したがって，甲2と甲8，9のものが本願発明と技術の分野が全く異なるとの原告の主張には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の特徴及び作用効果の看過の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明の特徴は構成要件A及びBを一体不可分に組み合わせることにあり，これにより作用効果a～cを得ることができるところ，審決は本願発明のこのような特徴及び作用効果を看過していると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，本願明細書(甲10，12)をみるに，次のとおりの各記載がある。",
                "「【従来の技術】　基台と，該基台の弁設置面に設置された切換弁とを有する弁組立体は，特に例示するまでもなく周知であり，この弁組立体においては，基台と切換弁とに対向させて開設した複数のポートをシールするために，これらの間にガスケットが取付けられている。」(甲10，段落【0002】)",
                "「しかしながら，上記平板状のガスケットは，基台と切換弁との間に取付けるときに，ガスケットの複数の開口と基台及び切換弁の複数のポートとの位置がずれ易く，また，締め付けが均一でないと流体がリークし易いので，シール機能が悪いという問題がある。」(甲12，段落【0003】)",
                "「【発明が解決しようとする課題】　本発明が解決しようとする課題は，ガスケットの位置ずれがなく，かつシール機能がよい，弁組立体のシール機構を提供することにある。」(甲10，段落【0004】)",
                "「【作用】基台の弁設置面にガスケットと切換弁とを設置すると，基台の弁設置面と切換弁の対向面とに開設した複数のポートが，ガスケットの開口によって個別に連通する。この場合，基台の弁設置面と切換弁の対向面の双方に凹溝を，ガスケットの表裏両面のシール面に，上記凹溝とほぼ同形の突条畝部を設けたので，突条畝部の凹溝への挿入によって，複数の開口と複数のポートの位置ずれを防止することができる。また，突条畝部が凹溝に挿入されているので，ガスケットの開口にポートを流れる流体の流体圧が作用しても，開口とポートの位置がずれることはない。」(甲12，段落【0007】)",
                "「さらに，突条畝部の幅を凹溝の幅よりも小さく，かつその高さを凹溝の深さより大きくしたことにより，切換弁の基台への取付けにより突条畝部が凹溝が圧縮されて，各ポートの周囲を確実にシールするので，突条畝部によるシールと弁設置面及び対向面に直に接しこれらの面の間をシールする突条畝部両側の平坦なシール面によるシールとが相まって，シール機能が向上する。」(甲12，段落【0008】)",
                "「【発明の効果】本発明における弁組立体のシール機構は，基台の弁設置面と切換弁の対向面の双方に設けた凹溝と，ガスケットの表裏両面のシール面に設けた突条畝部とによって，組立時におけるガスケットの位置ずれを防止することができる。また，切換弁の基台への取付けによって，凹溝が突条畝部を押圧するので，ガスケットによるシールが確実である。」(甲12，段落【0016】)    (3) 本願明細書の上記各記載によれば，本願発明は，周知の弁組立体に取り付けられたガスケットにおいて(段落【0002】)，ガスケットの複数の開口と基台及び切換弁の複数のポートとの位置がずれ易く，また，シール機能が悪いという問題があるので(段落【0003】)，①複数の開口と複数のポートの位置ずれを防止すること，②各ポートの周囲を確実にシールすること，という二つの課題を解決することを目的としてなされたものである(段落【0004】)と認められる。",
                "また，上記段落【0016】によれば，本願発明の効果として，組立時におけるガスケットの位置ずれを防止すること，凹溝が突条畝部を押圧することによるシールの確実性が，上記目的と対応して記載されている。",
                "そして，上記段落【0007】によれば，原告が主張する構成要件Aにより，「複数の開口と複数のポートの位置ずれを防止することができる。」という作用効果が得られるとされていることから，構成要件Aは，位置ずれを防止するという前者の目的を達成するための手段と認められる。",
                "ところで，上記段落【0008】には，「‥‥‥突条畝部が凹溝が圧縮されて，各ポートの周囲を確実にシールする」と記載されている(「凹溝が」とあるのは，「凹溝内で」の誤記と認められる。)。この記載によれば，原告が主張する構成要件Bにより，突条畝部が凹溝内で圧縮されて，「各ポートの周囲を確実にシールする」という作用効果が得られるとされていることから，構成要件Bは，シールの確実性という後者の目的を達成するための手段と認められる。",
                "このように，本願明細書の記載によれば，構成要件A及びBは，それぞれが独立した別の目的を達成するための手段であり，それぞれが独立した別の作用効果(位置ずれの防止，シールの確実性)を奏するものであって，原告が主張するように，両者の組合せにより何らかの作用効果を奏するものではなく，両者が一体不可分の関係にあるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なるほど，本願明細書には，「位置がずれ易く，また，‥‥‥シール機能が悪いという問題がある。」(段落【0003】)と記載され，「本発明が解決しようとする課題は，ガスケットの位置ずれがなく，かつシール機能がよい，弁組立体のシール機構を提供することにある。」(段落【0004】)と記載されており，「ガスケットの位置ずれの防止」と「シール機能の向上」が，二つながら本願発明の課題であることが認められるが，上記のとおり，本願明細書には，構成要件A及びBが，それぞれ独立して作用効果を奏することが記載されているだけであって，両者が協働して何らかの作用効果を奏することは何ら記載されていない。そうすると，本願明細書に「突条畝部によるシールと弁設置面及び対向面に直に接しこれらの面の間をシールする突条畝部両側の平坦なシール面によるシールとが相まって，シール機能が向上する。」(段落【0008】)と記載されているが，ここにいう「相まって」は，単に，構成要件Aによるシールと，構成要件Bによる確実なシールとが併存する状態を表現しているものと解するほかはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "次に，原告が主張する作用効果a～cについてみるに，作用効果aは，「歪みが凹溝と突条畝部との間に形成された幅方向のクリアランスに吸収される」という，もっぱら構成要件Bに係る事項であり，作用効果cは，シール機能の向上という，もっぱら構成要件Bに係る事項である。また，作用効果bのうち，「ガスケットにおけるこれらポート間をシールする部分が低圧側にずれたり」は，本願明細書の上記段落【0007】の記載から明らかなようにもっぱら構成要件Aに係る事項であり，それ以外の，「たとえ各ポートの周囲を均一に締め付けることが出来なくても，十分なシール機能を確保することが可能となり」と「高圧側のポートから低圧側のポートへ流体がリークしたりするのを防止することができる」は，上記段落【0008】の記載から明らかなようにもっぱら構成要件Bに係る事項である。したがって，これら作用効果a～cは，いずれも原告が主張するように構成要件AとBの組合せにより得られるものではなく，構成要件A又はBのいずれかから得られるものである。",
                "以上のとおりであるから，作用効果a～cを挙げて，本願発明において構成要件A及びBが一体不可分の関係となっているという原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，原告の主張する作用効果a～cは，本願発明の構成自体から必然的に得られる作用効果であって，当業者が十分予測可能なものである。",
                "すなわち，審決の例示する甲2や甲8，9から明らかなように，シール部材にシール対象面の凹溝に挿入される突条畝部を設けたシール機構において，突条畝部の高さを凹溝の深さよりやや高くしておけば，締付時に突条畝部が凹溝内面に密接しやすいことや，凹溝と突条畝部との間に幅方向のクリアランスを形成しておけば，突条畝部が凹溝内で圧縮されても歪みが該クリアランスに吸収されることは，静止用シール機構を扱う当業者において自明な事項であるとともに，該シール機構がさらに平坦なシール面を有するものであったとしても，凹溝と突条畝部との間に形成されたクリアランスが適切な量に設定されていれば，そのような歪みが当該クリアランスに吸収され，平坦なシール面にまで及ばないようにすることもできることは，当業者が容易に理解し得るところである。",
                "また，シール部材にシール対象面の凹溝に挿入される突条畝部を設け，凹溝の幅を突条畝部の幅より大きくし，凹溝の深さを突条畝部の高さより小さくしたシール機構において，該シール機構がさらに平坦なシール面を有するものであれば，突条畝部が凹溝内で圧縮されて，ポートの周囲をシールする機能と，平坦なシール面によるシール機能とが相まって，シール機能が向上することは自明であり，また，シール機能が向上する以上，このようなシール機構を複数ポートのシール機構に適用する場合には，各ポートの周囲を均一に締め付けることができなくても十分なシール機能が確保でき，流体が低圧側にリークするのを防止できることも，当業者が容易に理解し得るところである。",
                "さらに，上述のようにシール機能が向上すれば，シール幅を狭めることが可能となることも当然であるから，このようなシール機構を刊行物発明の各ポートのシール機構に適用する場合には，弁組立体の小形化を図ることができることも当業者であれば容易に予測し得るところである。",
                "したがって，原告の主張する作用効果a～cは，本願発明の構成自体から必然的に得られる作用効果であって，当業者が十分予測可能なものである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおり，審決が本願発明の特徴及び作用効果を看過している旨の原告の主張は，理由がない。また，本願発明の構成が刊行物発明及び周知技術から容易に想到し得るものであれば，本願発明の作用効果についても，当業者がこれらから容易に想到し得るものというべきである。そして，後記のとおり，本願発明の構成が刊行物発明及び周知技術から容易に想到し得えたとした審決の判断に誤りはないから，本願発明の作用効果は刊行物発明と周知技術から予測される程度以上のものではないとした審決の判断にも誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "二部材の対向面の双方に凹溝を設け，ガスケットの表裏両面のシール面に突条畝部を設ける点に関する判断の誤りの主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲2～4に記載されたものは，技術分野が本願発明の弁組立体のシール構造とは全く異なるばかりでなく，これら甲2～4には，本願発明の特徴である構成要件A及びBの組合せに相当する構成が記載されておらず，また，このような構成要件A及びBの組合せから成るシール機構特有の作用効果a及びこのようなシール機構を採用した弁組立体特有の作用効果b，cについても記載されていないから，甲2～4に記載された技術は，本願発明の進歩性を否定するための周知技術とはなり得ないと主張する。",
                "しかしながら，審決は，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設けること」が周知技術であることの単なる例示として，甲2～4を挙げたものであるから，甲2～4に記載された事項が本願発明と具体的な構成等においてどのような点で相違するかは，甲2～4から上記周知技術を認定できるかどうかとは関係のないことである。甲2～4によれば，審決の上記周知技術の認定に誤りはなく，原告の上記主張は，審決を正解しない主張であり，審決の判断の当否に影響しないものといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲2～4のものは本願発明と技術分野が相違しており，甲2～4に例示された周知技術を刊行物発明の「弁組立体のシール構造」に採用すること自体，当業者にとって容易であるとはいえないと主張する。",
                "しかしながら，甲2～4は，「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属するものであり，甲2～4に示された上記の周知技術を刊行物発明のシール構造に適用できないとする理由はなく，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，甲2～4のものは構成要件A及びBに相当する構成を備えておらず，刊行物発明のシール機構に対して，甲2～4に記載された技術を適用し得たとしても，本願発明を容易に導き出すことはできないと主張する。",
                "しかしながら，上述したとおり，審決は，上記周知技術の例示として甲2～4を引用しているもので，甲2～4に記載されたものの具体的な構成を刊行物発明に適用しているわけではないから，甲2～4に記載されたものと本願発明とが具体的な構成において相違している点があるとしても，そのことは，上記周知技術を刊行物発明に適用して，本願発明の構成のようにすることを妨げる理由となるものではなく，原告の上記主張は，審決を正解しないものであって，失当である。なお，原告は，甲2～4には構成要件A及びBの組合せに相当する構成が記載されていないとも主張しているが，本願発明が構成要件A及びBの一体不可分の組合せを特徴とするものといえないことは既に判示したとおりであるから，これを前提とした，原告の主張も理由がない。",
                "ちなみに，原告は，甲2の環状突出部3の形状と環状凹溝52の形状がほぼ同形でないと主張するところ，原告の同主張は，環状突出部3の先端に丸みをもたせたことにより，環状突出部3の形状と環状凹溝52の形状がほぼ同形でないことをいうものと解されるが，この点はほぼ同形と認める妨げとなるものではない(これをほぼ同形でないというなら，本願発明の凹溝と突条畝部も，幅と高さが異なるのであるからほぼ同形ということはできない。)。",
                "また，原告は，甲2には構成要件Bに相当する構成も記載されていないとも主張するが，甲2には「環状突出部3の先端の形状は丸みをもたせるのが好ましく，締付時均一に圧縮されて環状凹溝内面に密接する。」(3頁8行～11行)と記載されているところ，この記載は，環状突出部3の先端に丸みをもたせることにより環状凹溝内面との間にクリアランスが形成され，これにより締付時の均一な圧縮が保証されることを示唆している。甲2のものは，この丸みにより環状凹溝内面との間にクリアランスが形成されて，構成要件Bと同様の構成を有することになるのであるから，原告の上記の主張も失当である。",
                "さらに，原告は，甲4のものには構成要件Bに相当する構成が記載されていないと主張するが，甲4によれば，甲4の密閉片30，31は，クランプ25，26を締め付けることにより高さ方向に圧縮されるものであり，さらに，密閉溝27，28と密閉片30，31との間にクリアランスが形成されていることが認められるから，甲4のものが構成要件Bと同様の構成を有していることは明らかである。",
                "なお，原告は，甲2～4のものは流路あるいは開口部が1つにすぎないと主張するが，甲2～4に例示された周知技術を刊行物発明の複数のポート(接続口)のそれぞれに対応させて適用することは当業者が適宜なし得るものであることは，後記3で述べるとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設けること」が周知技術であり，この技術を刊行物発明のシール機構に適用することには何ら困難性が認められないとした審決の認定判断に誤りはなく，この認定判断を非難する原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "凹溝及び突条畝部を各流路の外側をそれぞれ囲むように設ける点に関する判断の誤りの主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記2において検討したとおり，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設けること」は周知技術である。",
                "そして，審決が引用する甲5～7には，凹溝や突条畝部を各開口のそれぞれに対応させて，各流路の外側をそれぞれ囲むように設けることが記載されており，そのような技術もまた周知である。",
                "そうすると，刊行物発明のシール部材は，複数のポートを個別に連通させる複数の開口を有するのであるから，上記2において検討した周知技術を刊行物発明に適用するに当たり，これを上述のように複数のポートのそれぞれに適用して，凹溝や突条畝部を，各ポート(接続口)のそれぞれに対応させて各流路の外側を囲むように設けることは，当業者であれば適宜なし得たものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲5，6のものは本願発明と技術分野が異なるとともに，甲5の凹所12と弾性密封環11は各通路や切欠き間を区画するようには設けられておらず，甲6のものには凹溝が設けられていない旨及び甲7のものは平坦なシール面を備えていない旨をいい，甲5～7には，構成要件A及びBの各構成，又はその組合せに相当する構成も記載されておらず，作用効果a～cも記載されていないから，刊行物発明に対して甲2～4の技術を適用してもなお充足することができない本願発明との相違点を，甲5～7を根拠として当業者が適宜なし得たとする審決の判断は失当であると主張する。",
                "しかしながら，甲5，6のものは，それぞれ「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属するから，甲5，6のものは技術分野が異なるとの原告の主張は失当であり，また，審決が甲5～7を挙げているのは，甲2～4に示された前記周知技術を適用する形態として，凹溝や突条畝部を，各ポート(接続口)のそれぞれに対応させて各流路の外側を囲むように設けることが普通に行われている慣用のものであることの例示として引用しているにすぎないことは明らかであるから，甲5～7のものが本願発明と具体的な構成等において相違する点があるとしても，そのことは，上記のような適用の形態が慣用されているものであると認定することの妨げとなるものではない。原告の上記主張は，審決を正解しない主張であり，審決の判断の当否に影響しないものといわざるを得ない。",
                "また，原告は，甲5～7には構成要件A及びBの組合せに相当する構成が記載されていないことを主張するが，本願発明が構成要件A及びBの一体不可分の組合せを特徴とするものといえないことは既に判示したとおりであるから，これを前提とした，原告の主張も理由がない。",
                "なお，原告は，甲5の凹所12と弾性密封環11は各通路や切欠き間を区画するようには設けられていないとも主張しているが，甲5において，部片3の接合面に各切欠き6毎に設けられた凹所12と弾性密封環11が，部片3の接合面において各切欠き6の間と通路との間をそれぞれ区画するように設けられていることは明らかであるから，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，甲2～4に示された前記周知技術を刊行物発明のシール機構に適用するに当たり，凹溝や突条畝部を各開口のそれぞれに対応させて，各流路の外側をそれぞれ囲むように設けることは，当業者が適宜なし得たものであるとした審決の判断に誤りはなく，この判断を非難する原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "凹溝と突条畝部との寸法関係に関する判断の誤りの主張について    (1) 上記2において既に検討したとおり，「二部材間に平坦なシール面を有するガスケットを介在させてシールするシール機構において，これら二部材の対向面の双方に流路又は開口部の外側を囲む凹溝を設け，対向するガスケットの表裏両面のシール面に，上記凹溝とほぼ同形で該凹溝に挿入される突条畝部を設けること」は周知技術である。",
            "そして，審決が引用する甲2，甲8及び甲9には，次のとおりの記載がある。すなわち，甲2には，「例えば環状突出部3の高さは環状凹溝の深さよりやや高くし，幅はほぼ環状凹溝の幅に等しくするのが好ましく，この場合，パツキングの装着をより容易に行えると共に締付時環状突出物3が環状凹溝内で圧縮されて環状凹溝内面に完璧に密接するので受圧面12からのシール漏れは完全に防止できる。」(3頁2行～8行)と記載され，甲8には，「ヘッドカバーガスケット1の嵌合部4の幅寸法W2は，ヘッドカバーガスケット1が鉛直方向へ圧縮されずシリンダヘッド5に対して押し付けられていない自由状態の場合は，嵌合溝3の幅寸法W3よりも小さく，嵌合部4と嵌合溝3との間には，若干のクリアランスC1が形成されるようになっている。」(5頁20行～23行)と記載され，甲9には，「一般に，ガスケットは図3に示すように，シール性を確保するため一方の部材4に形成した装着溝6の深さAに対して所定のしめ代22を有しているとともに，部材4，5間の圧縮時には，装着溝6に対する充填率が約90％以下となるように使用される。」(4頁8行～11行)と記載されている。",
            "上記各記載によれば，突条畝部の高さを凹溝の深さよりやや高くしておけば締付時に突条畝部が凹溝内面に密接しやすいことや，突条畝部の幅方向に若干のクリアランスがあった方が締付時の圧縮が行いやすいことは，自明の事項というべきであり，この点に関する審決の判断に誤りはない。",
            "そうすると，上記周知の，凹溝と該凹溝に挿入される突条畝部とを設けたシール機構において，凹溝と突条畝部との寸法関係をどのようにするかは，ガスケットが圧縮されたときの密着性やシール性等を考慮しながら当業者が適宜選定する設計事項であるものと認められるところ，上記自明の事項を考慮して，本願発明の構成要件Bとすることは，当業者が容易に行い得たものと認められる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，甲2と甲8，9のものは本願発明と技術分野が異なるとともに，甲2と甲8，9には，構成要件A及びBの組合せに相当する構成はもちろん，構成要件A及びBそれぞれに相当する構成さえも記載されておらず，作用効果a～cも記載されていないから，刊行物発明に対して甲2～4の技術を適用してもなお充足することができない本願発明との相違点を，甲2と甲8，9を根拠として当業者が適宜なし得たとする審決の判断は失当であると主張する。",
                "しかしながら，甲2と甲8のものは，「流路や容器等の開口部において流体をシールするための静止用シール(ガスケット)構造」という点で，本願発明と共通する技術分野に属するとともに，甲9のものは，特に用途の限定されていないガスケット一般に関する技術であるから，甲2，甲8及び甲9のものは本願発明と技術分野が異なるとの原告の主張は失当である。また，審決は，甲2，甲8及び甲9を，「突条畝部の高さを凹溝の深さよりやや高くしておけば締付時に突条畝部が凹溝内面に密接しやすいことや，突条畝部の幅方向に若干のクリアランスがあった方が締付時の圧縮が行いやすいことは，それぞれ当業者において自明な事項である」ことの例示として挙げたものであり，それぞれの具体的な構成を適用しているわけではないから，甲2，甲8及び甲9に記載されたものと本願発明とが具体的な構成において相違している点があるとしても，そのことは，上記自明の事項を考慮して本願発明の構成要件Bとすることが当業者において容易に行い得たものと判断することの妨げとなるものではない。原告の上記主張は，審決を正解しない主張であり，審決の判断の当否に影響しないものといわざるを得ない。",
                "なお，原告は，甲2，甲8及び甲9には構成要件A及びBの組合せに相当する構成が記載されていないと主張するが，本願発明が構成要件A及びBの一体不可分の組合せを特徴とするものといえないこと既に判示したとおりであるから，これを前提とした，原告の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由には理由がなく，その他，審決に，これを取り消すべき誤りは見当たらない。",
            "よって，原告の本訴請求を棄却することとし，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}