{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-2249号事件について平成17年3月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記商標の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，同庁が拒絶査定不服審判請求は成り立たないとの審決をしたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，2001年(平成13年)9月10日付けでドイツ国に登録出願した出願を基にパリ条約による優先権を主張して，平成13年12月7日，商標登録出願(甲1，13の1)をし，その後，平成14年11月8日付けの補正(甲11)を経た商標登録出願(以下「本願」という。)の内容は，下記のとおりである(以下，本願に係る商標を「本願商標」という。)。",
                "記",
                "(商標)",
                "(指定商品)　　第6類",
                "「車体部品に用いられる高張力鋼板・その他の鋼板，その他の鉄及び鋼」",
                "これに対し特許庁は拒絶査定をし，原告はこれを不服として審判請求をしたので，特許庁はこれを不服2003-2249号事件として審理したが，平成17年3月24日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その審決謄本は平成17年4月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別紙審決写し記載のとおりである。",
                "その理由の要旨は，本願商標は，極めて簡単で，かつ，ありふれた標章のみからなる商標であって，商標法3条1項5号の拒絶理由に該当する等としたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおり，その認定判断に誤りがあり，本願商標は商標法3条1項5号に該当しないから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の構成に対する理解・認識",
                  "text": [
                    "審決は，「本願商標は，・・・構成全体をもって格別の意味合いを有するものとして，取引者・需要者に理解，認識されると見る特別の事情も見出し得ないものである。」(1頁末行～2頁2行)と認定した上，本願商標は，「自他商品の識別標識としての機能を果たさないものと判断」(2頁8行～9行)しているが，次に述べるとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，前記のとおり，「L」，「I」，「P」の三つのローマ文字からなり，「L」と「I」との間にハイフンを挿入してなる標章であり，本願商標から「エルアイピー」との称呼を生ずる。これと同時に，本願商標の文字列は，「くちびる」を意味する英単語の「Lip」と同一であることから，同英単語が観念され，本願商標から「リップ」との称呼も生ずることにより，十分に自他商品の識別標識としての機能を果たすものである。",
                        "また，仮に本願商標から「リップ」との称呼が生じないとしても，本願商標の文字列から，まず，英単語の「Lip」が観念された後に，ハイフンが挿入されているため「リップ」とは別の称呼を想起するはずであり，最終的に，本願商標の理解・認識の過程においては英単語の「Lip」が想起されるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，ローマ文字からなる略語又は標章等の文字列を認識し，又は称呼する際に，その構成要素である文字を，平仮名，片仮名と同じように一つずつ発音するのではなく，一つの英単語のように発音することは，広く一般に普通に行われている。そして，略語や標章にハイフンやピリオドが含まれていても，その略語又は標章全体の子音文字及び母音文字の配列構成が英単語として成立する場合には，あたかも一つの英単語として，その標章が元々の英単語の意味とは違うことを認識しながら看取され，称呼されることは，日常茶飯事である。実際，特許庁が発行する商標公報又は独立行政法人工業所有権情報・研修館がインターネット上で公開している「特許電子図書館」の「商標出願・登録情報」においても，ハイフンを含む商標に英単語のごとき称呼を，参考情報として付与している例がみられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願商標は，英単語の「Lip」の観念と「リップ」との称呼を想起させるという特徴によって，特別顕著性又は自他商品識別機能を有している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の形式",
                  "text": [
                    "審決は，本願商標のように，ローマ文字の1字とローマ文字の2字とがハイフンを介して結合されている形式が，「商品の規格又は品番等を表すため」の記号・符号として使用される形式であるため，本願商標は，「自他商品の識別標識としての機能を果たさないものと判断」(2頁6行～9行)しているが，次に述べるとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ある商標が商標法3条1項5号にいう「極めて簡単で，かつ，ありふれた標章のみからなる商標」に該当するか否かは，指定商品の需要者・取引者を標準として，公知の事実及び社会通念に基づいて判断すべきであって，商標の形式のみから判断すべきではない。",
                        "そして，特許庁の商標審査基準(改訂第7版。甲3)の「七，第3条第1項第5号」(「極めて簡単で，かつ，ありふれた標章のみからなる商標」)の「2」には，「(1)　ローマ文字の1字若しくは2字からなるとき，ローマ文字の1字にその音を仮名文字で併記したとき，又は，ローマ文字の1字の音を仮名文字で表示したときは，本号の規定に該当するものとする。(2)　ローマ文字の2字の音を仮名文字で表示したときは，本号の規定に該当しない。ただし，ローマ文字が商品又は役務の記号・符号として普通に使用される商品又は役務については，この限りでない。(3)　ローマ文字の2字を「-」で連結したとき，又は，ローマ文字の1字若しくは2字に「Co.」，「Ltd.」若しくは「K.K.」を付した場合において「Co.」，「Ltd.」若しくは「K.K.」がそれぞれ「Company」，「Limited」若しくは「株式会社」を意味するものと認められるときは，本号の規定に該当する。ただし，ローマ文字の2字を「＆」で連結したときは，この限りでない。」としている。",
                        "上記審査基準によれば，標章がローマ文字の2字又は1字で構成される場合には，ハイフンがあっても，あるいはローマ文字の音が仮名文字で表示されていても，それらの標章は，商標法3条1項5号に該当することとなるが，他方で，ローマ文字が3字以上であれば，一般的には，同号に該当しないと解釈されているものと考えられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，ローマ文字の3字のみからなる形式の商標は多数登録されており(甲5)，これらの登録商標には，標準文字又はゴシック体等で書してなる標章であって，何ら意味合いを観念することができないものも多数含まれている。",
                        "また，ローマ文字の3字にハイフンを挿入してなる形式の商標も多数登録され(甲6の1ないし3，7の1ないし3)，商標登録出願も多数存在している(甲8等)。昭和38年審判第4826号審決(甲9)は，本願商標と同様にローマ文字の3字にハイフンを挿入した態様である「HI-L」の商標(指定商品・第11類「電気機械器具，電気通信機械器具，電子応用機械器具(医療機械器具に属するものを除く。)，電気材料」)が，極めて簡単で，かつ，ありふれたものとはいえないとして登録すべきものと判断している。",
                        "これらの商標登録先例，出願例等は，ローマ文字の3字にハイフンを挿入してなる形式の商標が，一般的には，「極めて簡単で，かつ，ありふれた標章のみからなる商標」には該当しないと理解・認識され，あるいはコンセンサスが得られていることを示している。そうでなければ，出願料等の費用をかけてまで，わざわざ出願しないはずである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，ある商標の形式が商品又は役務の規格又は品番等を表すための記号・符号の形式と同一であったとしても，その商標が，常に商品又は役務の規格又は品番等としてしか理解・認識されないということはない。このことは，商品又は役務の規格又は品番等を表すための記号・符号として使用されている形式であるローマ文字数文字にハイフンを挿入してなる標章(ローマ文字1字とローマ文字数文字をハイフンで接続してなる形式の例)であって，かつ，何ら意味合いを有するものとは認められない商標であっても，多数の登録先例がみられることが示している(甲10)。要するに，公知の事実・社会通念に照らせば，ある商標が商品又は役務の規格又は品番等を表すための記号・符号として使用されている形式と同一であるか否かは，その商標が自他商品の識別標識としての機能を有するか否かの判断の決定的な基準となっていないのである。",
                        "なお，本願商標は，原告の本国であるドイツ国のほか，ヨーロッパ共同体商標庁(Community Trade Mark)，アメリカ合衆国においても登録が認められている(甲13の1ないし3)。勿論，商標の登録の可否は，各国独立に判断されるべきものであるが，国際的な流通が高度に発展している現代においては，ある標章が商標として機能し得るか否かについての社会通念は，ある程度，国際的に共通するというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，公知の事実・社会通念に照らせば，本願商標は，自他商品の識別標識としての機能を有し，「極めて簡単で，かつ，ありふれた標章のみからなる商標」(商標法3条1項5号)に該当しないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2)の事実はいずれも認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項5号該当性",
              "text": [
                "本願商標は，前記のとおり，「L-IP」の文字を普通に用いられる書体で横書きしてなるところ，全体として一定の意味合いを表す語ないし表示として一般に親しまれているものではなく，このような構成においては，単に欧文字の1字「L」と欧文字の2字「IP」とをハイフンをもって結合してなるものとして看取される。",
                "ところで，産業機械器具等を取り扱う業界をはじめ各種の商品分野では，事業者はそれぞれに，自己の製造・販売に係る各種商品について，その製品管理又は取引上の便宜から，当該商品の規格・品番等を表すための記号又は符号として，欧文字及び数字を，さらにこれらをハイフンで結合した標章を，商取引上普通に採択・使用している実情にあり，本願指定商品に含まれる鋼板，鋼管，鋼材等の鉄鋼製品を取り扱う業界においても，1字又は2字の欧文字同士を，あるいはそれらに数字を伴ってハイフンで結合した標章が，当該商品の規格・品番等を表すための記号又は符号として普通に採択・使用されている。",
                "そして，本願商標のごとく欧文字1字と欧文字2字とをハイフンをもって結合した標章に接する取引者・需要者は，これを単に商品の規格・品番を表示するための記号・符号として通常用いられる標章の一類型と理解するに止まり，当該商品の出所を示す識別標識としては認識しえないものである。したがって，本願商標は，極めて簡単で，かつ，ありふれた標章のみからなるものとして，これを特定人に独占使用させることは不適当とする公益上の理由があると解されるから，商標法3条1項5号に規定する商標に該当するとした本件審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の本願商標の構成に対する理解・認識の主張に対し",
              "text": [
                "欧文字の1字「L」と欧文字の2字「IP」との間にハイフンを介在させてなる本願商標において，そのハイフンを無視して，文字の順序が同じであることをもって「くちびる」を意味する「Lip」の英単語が観念されるという考え方は，不自然ないし無理である。また，英単語「Lip」が本願指定商品と何らかの関係を有しているため，指定商品の需要者がハイフンを介在させてなる本願商標「L-IP」を見て，「くちびる」を意味する英単語「Lip」を想起するという格別の事情があるものとは見いだせない。",
                "そうすると，本願商標が英単語の「Lip」と同じ文字配列からなることのみをもって，本願商標に接する取引者，需要者が殊更「リップ」と称呼する，あるいは少なくとも「くちびる」の観念をもって認識するという原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の本願商標の形式の主張に対し",
              "text": [
                "登録出願された商標が自他商品の識別標識として機能し得るか否かは，当該商標登録出願の査定時又は審決時において，その商標が使用される商品の取引の実情を考慮し，個別具体的に判断されるものであり，原告主張の商標審査基準に類型化した「＊-＊＊」の例(＊は欧文字)が掲載されていないからといって商標法3条1項5号の該当性が否定されるものではなく，また，原告の挙げた登録先例等に左右されるものでもない。",
                "むしろ，過去の裁判例や審決例においては，「＊-＊＊」，「＊＊-＊」等の構成からなる商標が，指定商品との関係で「極めて簡単で，かつ，ありふれた標章のみからなる商標」に該当するとして，登録を拒絶された事例も多数存在する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，  (2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標の商標法3条1項5号該当性の有無(請求原因(3))",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，本願商標は，「L」のローマ文字(欧文字)と「IP」のローマ文字を「-」(ハイフン)で結合してなる商標である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願商標から「エルアイピー」との称呼が生ずるのと同時に，本願商標の文字列が「くちびる」を意味するよく知られた英単語の「Lip」と同一であることなどから，「リップ」との称呼及び同英単語の観念が生じ，本願商標の理解・認識の過程においては同英単語が想起されるから，審決が，本願商標は「自他商品の識別標識としての機能を果たさないものと判断」(2頁8行～9行)したのは誤りである旨主張する。",
                    "しかしながら，本願商標を構成する「L」と「IP」との間には「-」が存在するため，視覚上，本願商標が「-」の前後で「L」と「IP」に分離して看取され，本願商標を一連に称呼する場合には，「エル，アイピー」又は「エルアイピー」と称呼するものと認められる。また，本願商標の公開商標公報等に「リップ」の称呼が参考情報として記載されていることを認めるに足りる証拠もない。",
                    "そうすると，「くちびる」を意味する英単語「Lip」が中学程度で取得すべき基本語であること(甲2)を考慮してもなお，本願商標の構成ないし文字配列から「リップ」の称呼が生じたり，又は英単語「Lip」の観念を想起するものと認めることはできず，本願商標の構成全体をもって特定の語義を観念し又は想起することは困難であるというべきである。",
                    "したがって，原告の上記主張は採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そして，証拠(乙14の1ないし5，15の1ないし7，16ないし19，20の1，20の2，21)及び弁論の全趣旨によれば，本願の指定商品である「車体部品に用いられる高張力鋼板・その他の鋼板，その他の鉄及び鋼」の取引の分野においては，本願商標のようにローマ文字の1字とローマ文字の2字をハイフンで結合した標章を，商品の規格，種類等を表すものとして普通に使用されている実情にあることが認められる。",
                    "上記認定事実と，本願商標の構成全体から特定の語義を観念し又は想起することは困難であること(前記(1)イ)を総合すると，本願商標をその指定商品に使用した場合，取引者・需要者は商品の規格等を表すための記号・符号の一類型と理解するに止まるというべきであるから，本願商標は，商標法3条1項5号の「極めて簡単で，かつ，ありふれた標章のみからなる商標」に該当するものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，特許庁の商標審査基準(改訂第7版。甲3)のの「七」の「2」によれば，ローマ文字が3字以上であれば，一般的には，商標法3条1項5号に該当しないと解釈されているものと考えられ，また，本願商標と同様にローマ文字の3字にハイフンを挿入してなる形式の商標が多数登録され，商標登録出願も多数存在していること(甲6の1ないし3，7の1ないし3，8，10等)，審決例(甲9)，本願商標がドイツ国等で登録されていること等に照らせば，本願商標は，自他商品の識別標識としての機能を有し，「極めて簡単で，かつ，ありふれた標章のみからなる商標」に該当しない旨主張する。",
                    "しかしながら，上記商標審査基準を原告が主張するような趣旨のものと解することはできないし，また，特定の商標が商標法3条1項5号に該当するかどうかは個別具体的に判断すべきであるところ，原告主張の登録先例，審決例に係る商標は，本願商標と構成，称呼，指定商品を異にし，その取引の実情も証拠上定かではなく，原告主張の上記登録先例等から直ちに本願商標が自他商品の識別標識としての機能を有するものと認めることはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，本件全証拠によるも，本願商標が使用された結果，本願指定商品につき格別の意味合いを有するものとして取引者・需要者に理解・認識されているとみる特別の事情も認めることができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，本願商標が商標法3条1項5号に該当するとした審決の判断に誤りはないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10631",
    "date": "2006-01-30",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009171",
    "ipprecedent_id": "437",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}