{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004-6631号事件について平成17年7月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が意匠登録出願をしたところ，拒絶査定を受けたので，これに対し不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の概要",
              "text": [
                "原告は，平成15年1月30日，意匠に係る物品を「コネクター接続端子」とする意匠につき意匠登録出願をした(乙1。以下「本件出願」という。)。これに対し特許庁(審査官)は，平成15年10月7日付けで拒絶理由通知(甲37)を発したので，原告は平成15年11月25日付けで意見書(乙2)を提出して反論したが，平成16年2月25日付けで拒絶査定がされた。",
                "そこで原告は，平成16年4月1日付けで不服の審判請求(乙3)をし，これを受けた特許庁(審判官)は，同請求を不服2004-6631号事件として審理することとなった。同手続の中で原告は，平成16年10月8日付けで上申書(乙4)を提出するなどして，本件出願は登録されるべき旨の主張をしたが，特許庁は，平成16年11月5日付けで拒絶理由通知(乙5)を発し，これに対し原告は平成16年12月20日付けで意見書(乙6)を提出して反論したが，特許庁は，平成17年7月25日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成17年8月9日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "意匠の形態",
              "text": [
                "本件出願に係る意匠(以下「本願意匠」という。)の形態は，別添審決写しの別紙「本願意匠」のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その要点は，① 法の定める意匠といえるためには，意匠全体の形態が肉眼によって認識できることを要するとした上，② 本願意匠は，最下部の横幅の実寸法が0．15mmであって，その形態の具体的な態様が肉眼によって認識できないほど微小であるから，視覚を通じて美感を起こさせるものではない，等として，意匠法3条1項柱書に規定する意匠に該当しないとしたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下のとおり，本願意匠の視覚性についての認定判断を誤ったものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願意匠の全体の大きさの認定の誤り)",
                  "text": [
                    "審決は，本願意匠は，右側面図に表した形態の最下端部の横幅の実寸法を0．15mmとするものであって，形態全体の大きさにおいて微小なものであると認定した。",
                    "しかし，本願意匠の全体の大きさは，別紙「本願意匠の全体の実寸法表示図」のとおり，正面図において横1．21mm，縦1．35mm，右側面図において最大横幅0．28mmであって，その全体の形態は肉眼においても十分に認識可能な大きさであり，決して微小なものではないから，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願意匠の視認性の判断の誤り)",
                  "text": [
                    "審決は，本願意匠は，その形態自体を捉えることが極めて困難であって，視覚に訴えるものとはいい難いと判断した。",
                    "しかし，本願意匠の大きさは上記アのとおりであり，本願意匠に係る物品の当業者が，肉眼によって，その全体の形態は「全長約2mmの細幅な金属板を正面視略変形L字状に屈曲させ，その上端部を蛇首のごとくアール状に折曲し，かつ，その下端部を階段状に段差を有して折曲してなる形態」であると認識することが可能なものである。",
                    "また，本願意匠と同程度又はそれより小さな意匠が登録された例は，別紙「極小化物品の特許庁の登録意匠例(寸法記載のあるもの)一覧表」記載のとおり，多数ある。",
                    "したがって，本願意匠が視覚に訴えるものとはいい難いとした審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(肉眼観察についての判断の誤り)",
                  "text": [
                    "審決は，「視覚に訴えるものとは，意匠登録出願されたものの全体の形態が，肉眼によって認識することができるものをいう。」との特許庁の意匠審査基準(甲19)に従って，本願意匠は，意匠全体の形態を肉眼によって認識することができないから，意匠登録を受けられないと判断した。",
                    "しかし，意匠法の規定上は，「視覚」というのみであって，「肉眼」によることを要求していない。また，高精度な成型技術，加工技術が進歩し，物品が極小化している現在の状況下で，意匠法の保護対象を肉眼観察によって形態を認識し得るもののみに限定することは，産業界や社会の実情から遊離するとともに，意匠の創作を奨励して産業の発達に寄与するという意匠法の目的に反する。本願意匠のように，その物品の分野において拡大鏡等を使用して形状等を認識した上で取引が行われることが一般的である場合には，肉眼により観察することができるものに意匠法の保護の対象を限定することは相当でないというべきである。",
                    "したがって，特許庁の意匠審査基準は妥当性を欠くから，同基準に従った審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(取引の通常の状態についての判断の誤り)",
                  "text": [
                    "審決は，本願意匠は「通常の状態」ではその形態の具体的な態様を肉眼によって認識することができないほど微小であると判断した。",
                    "しかし，意匠の視認性を判断すべき「通常の状態」とは，物品購入時の取引状態を意味すると解すべきところ，本願意匠に係る物品の分野では，通常の取引状態において，ホームページやカタログに何十倍にも拡大した図面や写真を掲載する(具体的な形状やその特徴を説明した文章が付されることもある。)，現物ないしサンプル品を拡大鏡等によって観察するなどして，物品の形態を拡大して認識した上で，取引が行われている(甲20～36)。なお，上記カタログ等に図示されたのがコネクター接続端子の断面形状等であるとしても，これに基づいて正面や側面の形状を理解することは容易である。",
                    "したがって，本願意匠は，「通常の状態」で，具体的な形態を認識することができる。審決は，本願意匠に係る物品の分野における取引状態や商慣行を無視するものであって，違法である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本願意匠の全体の大きさの認定の誤り)に対し本願意匠は，意匠登録願(乙1)の添付図面及び「右側面図に表される最下端部の横幅実寸法は0．15mmである。」との記載によれば，全体の正面視の高さは1mm程度であると想定される。したがって，本願意匠は極めて微小な態様のものであるから，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願意匠の視認性の判断の誤り)に対し",
              "text": [
                "本願意匠は，肉眼により観察した場合，屈曲した部分があるという程度のことは認識することができるとしても，屈曲の部位や程度等の具体的態様を認識し得るものではない。",
                "なお，原告の引用する登録意匠は，本願意匠とは全体の形状や創作のポイントとなる点がそれぞれ異なり，個々に判断されたものであるから，これらによって直ちに本願意匠の登録を認めるべきものとはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(肉眼観察についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "意匠法により保護される意匠は，視覚を通じて美感を起こさせるものでなければならない(意匠法2条1項)。",
                    "一般に，「視覚を通じて」とは，「眼によって」ということであり，それはすなわち，観察対象物と肉眼との間に拡大鏡等の器具を介さないで，肉眼によって観察することにほかならない。人の視覚には拡大機能がないから，視覚を通じて美感を起こさせるものを認識するに際しては，肉眼で見える範囲の形態の視覚的効果により認識するのが自然であり，肉眼で視認することができないものにまで視覚的効果が生ずると解することには無理がある。",
                    "特許庁は，昭和43年に作成した意匠審査基準において，意匠法2条1項にいう「意匠」について，「粉状物・粒状物の一単位のように肉眼で形態が判断しにくいもの」は，視覚に訴えるものではないから，意匠を構成するものではないとの具体的な判断基準を示した。そして，現在までこれに基づく運用をしてきており，そのような理解が定着している。なお，現行の意匠法(昭和34年法)の制定時及び意匠審査基準の作成時には，意匠は肉眼で見える範囲のものとすることが当然のこととされており，その理由について特段の議論はされなかったようである。現行の意匠審査基準(平成14年1月特許庁意匠審査基準室。甲19)も，文言が多少異なるが趣旨に変わりはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，肉眼で見えないものは，専ら技術的な効果をねらった創作の結果であって，意匠法ではなく，実用新案法により保護されるべきものである。",
                    "そのような製品を取引する際に，カタログ等に掲載された製品の拡大写真や図面を見たり，拡大鏡を使用して製品を見たりしているとしても，それは，飽くまでも技術的な観点から，製品の機能，性能，大きさ等を確認しているにすぎない。",
                    "また，物品の形態の観察を可能にする装置さえあれば認識することができる場合に意匠登録を認め得るとしたのでは，美感を起こさせるものを意匠として保護するという意匠法本来の目的を離れて，際限なく微小な物品(例えば，ナノメートル：10億分の1メートルの物)に係る意匠も保護されることとなりかねず，相当ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，肉眼によって認識し得ないものは意匠法により保護される意匠に当たらないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由4(取引の通常の状態についての判断の誤り)に対し審決にいう「通常の状態」とは，肉眼により直接観察することができる状態をいい，拡大鏡を用いたり，製品カタログ等の拡大図を参照したりするなどといった特別の環境下の取引状態をいうものではない。",
                "また，本願意匠に係る物品である「コネクター接続端子」の取引分野において，ホームページやカタログに拡大図又は拡大写真が掲載されたり，サンプルが提供されたりしているとしても，そのほとんどは，コネクター接続端子の単体ではなく，複数のコネクター接続端子をコネクター用ハウジングに装着したいわゆる多極コネクターであって，これによってコネクター接続端子単体の全体形状及び具体的態様を認識することはできない。原告提出の甲20ないし甲34のカタログ等は，拡大図あるいは拡大写真であるが，本願意匠に係る物品，すなわちコネクター接続端子単体のみが掲載されているのは，甲25の図3に示された意匠のみであり，しかも，その形態は限られた方向から見た態様を表したものにすぎず，全体の形状及び具体的な態様まで開示されていないものである。",
                "したがって，この点に関する原告の主張も失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件審決に至る経緯",
          "text": [
            "後掲の証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成15年1月30日，特許庁に対し，意匠に係る物品を「コネクター接続端子」とする意匠につき意匠登録出願をした。その意匠の形態は，別添審決写しの別紙「本願意匠」のとおりである(争いがない。乙1，甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記出願を受けた特許庁(審査官)は，審査の上，平成15年10月7日付けで原告に対し拒絶理由通知(甲37)を発した(争いがない。)。その要点は，① 本願意匠の視覚を通じて認定できる形状は，全長2mm程度の細幅の金属板(ほとんど毛髪程度のワイヤ状ともいえる。)を中央で90度に屈曲させ，全体を約「く」の字状としたものとかろうじて認定できる程度のものである，② このように，細幅金属板あるいは極細径の金属ワイヤーを中央部で90度に屈曲して，水平端子部を基板溶着させ，垂直端子部を他のコネクター等との接触部とすることは，「実用新案登録第3023282号公報第4図の端子の意匠」及び「平成5年実用新案出願公開第084045号公報の第4図の端子の意匠」に見られるように，本件出願前より公然と知られていた，③ したがって，本件出願は，公然知られた形状に基づいて当業者であれば容易に創作することができたから，意匠法3条2項により，意匠登録は許されないというものであった(甲37)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し原告は，平成15年11月25日付けで意見書(乙2)を提出して反論をした(争いがない。)。その要点は，① 本願意匠の創作ポイントは，略L字形状に屈曲させた雄側コネクターの垂直端子部分に雌側コネクターと嵌合させるための凸部を設けている点と，嵌合部分下の接点部に付着ゴミ溜り凹部を設けた点である，② 本願意匠の通常の取引状態は，本物品における拡大構成図面や，拡大写真及び使用状態を示す参考図に示されたサンプル等により購入が検討され，またサンプルの確認は，高照度の照明環境下で(拡大鏡を用いる場合もある。)確認される物品である，③ したがって，本願意匠の創作ポイント部分は，本物品の取引状態及び使用環境下において識別(視認)できるものであり，従来には見受けられない新規なものであるから，意匠法3条2項に規定する意匠に該当しない，というものであった(乙2)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかし特許庁(審査官)は，平成16年2月25日，前記(2)と同様の理由により本件出願につき拒絶査定をし，これに対し原告は，平成16年4月1日付けで不服の審判請求をした(乙3)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記審判請求事件は，特許庁(審判官)において，不服2004-6631号事件として審理されることになったが，請求人たる原告は，平成16年9月2日A審判官と面接の上，平成16年10月8日付けで上申書(乙4)を提出した。その要点は，① 意匠登録第998189号(意匠に係る物品，発光ダイオード)の例を挙げて，これまでにも極小サイズの物品における意匠登録例があること，② 本願意匠の物品のように肉眼では形状を特定しにくい物品は，当業者の通常取引や組立て時では10倍程度の拡大鏡等を用いることが常態化していること，③ 本願意匠のような極小物品は，半導体に代表されるように日本企業の今後の国際競争力強化が強く求められている，というものであった(乙4)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "しかし特許庁(審判官)は，原告に対し，平成16年11月5日，拒絶理由通知(乙5)を発した。その理由は，「この意匠登録出願の意匠は，願書の意匠の説明によれば，右側面図に示す形態の最下端部の横幅の実寸法を0．15ミリメートルとするものであって，その形状を確認するための特別の環境を備えない限り，通常の使用状態において具体的な形状の視認が困難なほどに微少であり，視覚を通じて美感を起こさせる形状とは言い難いから，意匠法第2条に定義する意匠を構成するとは認められない。」から，本願意匠は，意匠法第3条1項柱書に規定する工業上利用することができる意匠に該当しないというものであった(乙5)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "これに対し原告は，平成16年12月20日付けで再び特許庁(審判官)に意見書(乙6)を提出し，その中で前記(3)と同様のことを指摘した上，本願意匠は，意匠法3条1項柱書きに規定する工業上利用できる意匠に当たると主張した(乙6)が，特許庁(審判官)は，平成17年7月25日本件審決をした(甲1)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "本件審決の内容が別添審決写しのとおりであることは，当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の適法性の有無",
          "text": [
            "そこで，審決の適否に関し，原告主張の取消事由について判断することとするが，事案にかんがみ，まず，取消事由3及び4について判断し，次いで，取消事由1及び2について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3(肉眼観察についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決(甲1)は，前記のとおり，意匠登録出願に係る意匠が意匠登録を受けるためには，当該意匠の全体の形態を肉眼によって認識することができるものであることを要すると判断した。",
                    "これに対し，原告は，前記のとおり，意匠法の保護対象を肉眼観察によって形態を認識し得るものに限定することの違法をいうものであり，審決が特許庁の意匠審査基準に従っているとしても，意匠審査基準自体が誤りであると主張するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "意匠登録を受けることのできる「意匠」(意匠法3条1項柱書き)とは，物品の形状，模様若しくは色彩又はこれらの結合(以下，これらを単に「物品の形状等」という。)であって，視覚を通じて美感を起こさせるものをいう(同法2条1項)。",
                    "この「視覚を通じて美感を起こさせるもの」に関し，特許庁の意匠審査基準には，下記のとおりの定めがあり(甲19)，これによれば，審決の上記判断は，意匠審査基準に従ったものということができる。",
                    "記",
                    "「21．1．1．3 視覚に訴えるものであること",
                    "意匠法第2条の定義により，意匠とは視覚を通じて美感を起こさせるものをいうことから，視覚に訴えないものは，意匠とは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "視覚に訴えるものについて",
              "text": [
                "視覚に訴えるものとは，意匠登録出願されたものの全体の形態が，肉眼によって認識することができるものをいう。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "視覚に訴えるものと認められないものの例",
              "text": [
                "① 粉状物又は粒状物の一単位",
                "その一単位が，微細であるために肉眼によってはその形態を認識できないものは，視覚に訴えるものとは認められない。」しかし，意匠審査基準は，意匠登録要件の審査に当たる審査官にとって基本的な考え方を示すものであり，出願人にとっては出願管理等の指標としても広く利用されているものではあるとしても，飽くまでも意匠登録出願が意匠法の規定する意匠登録要件に適合しているか否かの特許庁の判断の公平性，合理性を担保するのに資する目的で作成された判断基準であって，行政手続法5条にいう「審査基準」として定められたものではない(意匠法68条6項，特許法195条の3により，行政手続法5条の規定は適用除外とされている。)。すなわち，意匠審査基準は法規範そのものではないから，審決が意匠審査基準に従ったものであるかどうかは，審決の適法性と直接の関係はないものであって，審決の上記判断を是認することができるかどうかは，審査基準に基づく運用の実情も踏まえ，飽くまでも意匠法3条1項柱書き，2条1項の規定に基づいて判断すべきものである。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "意匠法にいう「意匠」は，「視覚を通じて美感を起こさせるもの」であるから(同法2条1項)，物品の形状等であっても，視覚を通じて美感を起こさせるものでないときは，意匠登録を受けることができない。意匠法がこのように規定した趣旨は，物品の形状に係る考案(自然法則を利用した技術的思想の創作)が実用新案法による保護の対象とされること(同法1条)に照らし，物品の形状等が，専ら技術的思想に由来するものであって，美感とは無関係な場合には，意匠法により保護される「意匠」には当たらないとすることにあると解される。",
                    "また，意匠法2条1項が「視覚を通じて」と規定したことによれば，物品の形状等が美感を起こさせるとしても，視覚ではなく，触覚，聴覚等を通じて美感を起こさせるものであるときは，意匠法による保護は及ばないということができる。しかし，同項にいう「視覚」が肉眼により認識することに限られ，肉眼によって認識し得ない大きさの物品の形状等は同法により保護されないのか(なお，「肉眼」とは，広辞苑〔第5版〕によれば，「肉体に備わっている眼球。眼鏡・望遠鏡などを用いない生来のままの視力」を意味するが，眼鏡やコンタクトレンズは，視力を日常的に補助する道具であり，対象物を拡大するためのものではないから，以下，眼鏡等を用いる場合も含めて，「肉眼」の語を用いる。)，あるいは，対象物を拡大する道具(拡大鏡，顕微鏡等)を用いて形状等を認識し得るものであれば足りるのかは，意匠法の文言からは必ずしも明らかでない。",
                    "ところで，意匠法の目的は，意匠の保護及び利用を図ることにより，意匠の創作を奨励し，もって産業の発達に寄与することにある(同法1条)。",
                    "この目的にかんがみると，微小な物品であっても，工業的に同一の形状等を備えた物品として設計し，製作することが可能な場合には，その意匠につき保護を与えるべきものであり，殊に，微小な物品についての成形技術，加工技術が発達し，精巧な物品が製作され，取引されているという現代社会の実情に照らすと，意匠法による保護を及ぼす必要性は高いということができる。",
                    "他方，意匠に係る物品の形状等が，当該物品が取引される通常の状態において，視覚によって認識され得ないときは，意匠を利用するものとはいい難いから，意匠法の上記目的に照らし，同法の保護は及ばないと考えられる。",
                    "そうすると，意匠に係る物品の取引に際して，当該物品の形状等を肉眼によって観察することが通常である場合には，肉眼によって認識することのできない形状等は，「視覚を通じて美感を起こさせるもの」に当たらず，意匠登録を受けることができないというべきである。しかし，意匠に係る物品の取引に際して，現物又はサンプル品を拡大鏡等により観察する，拡大写真や拡大図をカタログ，仕様書等に掲載するなどの方法によって，当該物品の形状等を拡大して観察することが通常である場合には，当該物品の形状等は，肉眼によって認識することができないとしても，「視覚を通じて美感を起こさせるもの」に当たると解するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，このように解すると，肉眼によって認識し得ないものは常に意匠法上の意匠に当たらないとする意匠審査基準に反することとなる。しかし，取引の際に形状等を拡大して観察することが通常である物品の分野においては，拡大された態様で，当業者(その意匠の属する分野における通常の知識を有する者)に物品の形状等が認識され，当業者によって新たな意匠が創作されるとともに，カタログ等の刊行物に拡大図等が記載されると解される。そして，意匠出願の願書にも，拡大図等が添付されたり，意匠の大きさが記載されたりする(意匠法6条3項参照)から，特許庁において意匠法3条各項その他の意匠登録要件に該当するかどうかの審査等をする上でも，各別の支障は生じないと考えられる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，意匠登録を受けることのできる意匠は肉眼によって認識し得るものに限られるとした審決には，意匠法3条1項柱書き，2条1項の解釈を誤った違法がある。しかし，この違法が審決の結論に影響するかどうかは，本願意匠に係る物品の取引状況に即して判断すべきものであるので，進んで取消事由4について検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由4(取引の通常の状態についての判断の誤り)についてア 審決は，本願意匠は「通常の状態」ではその形態の具体的な態様を肉眼によって認識することができないと判断した。",
                "これに対し，原告は，本願意匠に係る物品の分野では，何十倍にも拡大した図面や写真をカタログ等に掲載したり，拡大鏡を使用したりして物品の形態を認識した上で取引を行うのが通常であるから，通常の状態において本願意匠の具体的な態様を認識することができると主張する。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "後掲の証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願意匠に係る物品である「コネクター接続端子」は，プリント基板の雄側コネクターに用いられる表面実装型の端子であって，別のプリント基板に実装された雌側コネクターと嵌合することにより，プリント基板間を電気的に接合するものである。この「コネクター接続端子」は，別添審決写しの別紙「本願意匠」末尾の【使用状態を示す参考図】に示されたとおり，多数のコネクター接続端子をコネクター用ハウジングに装着した，いわゆる多極コネクターにおける接続端子として使用される。",
                        "(乙1)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "コネクターの製造販売業者のウェブサイトやカタログ(ただし，原告自身のものは提出されていない。)には，① 多極コネクターの全体像が，おおむね実物大程度又はこれを数倍に拡大した斜視図ないし写真によって表示されるとともに，② 個々のコネクター接続端子につき，雄側コネクターと雌側コネクターとを嵌合する前及び嵌合した状態を示す側面図ないし断面図が，実寸を数倍ないし十数倍に拡大図によって記載されており，③ さらに，カタログの中には，ヘッダー側の端子に突起を設けるなどといった説明文が付されたものもある。上記②の図面によれば，コネクター接続端子の大きさは，側面図ないし断面図において，縦が1～4mm程度，横が1～2mm程度である。(甲20～30)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願意匠に係る物品「コネクター接続端子」を装着した多極コネクターを購入する者は，肉眼ではその形状や特徴部分を識別しにくいため，購入決定時及び納入時に，拡大鏡等を用いて，はんだ付け状況等の不良品の検査や，形状の確認を行っている。(甲35，36)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "発光ダイオードは，その大きさ(縦，横，奥行き)が1～3mm程度の物品である。発光ダイオードの製造販売業者のカタログには，個々の発光ダイオードの全体像を拡大して表示した斜視図又は写真が掲げられている。また，その正面図，側面図及び平面図が，寸法を記載した拡大図をもって示されており，これによって個々の発光ダイオードの具体的な大きさ及び形状等を把握することができる。(甲31～34)ウ 上記認定事実によれば，本願意匠に係る物品であるコネクター接続端子を装着したいわゆる多極コネクターに関しては，カタログ等に拡大図を記載することなどが行われているということができる。",
                        "しかし，個々のコネクター接続端子についてみると，まず，カタログ等の記載のうち，上記イ(イ)①の斜視図等は，個々のコネクター接続端子を拡大して表示するものではなく，これによってコネクター接続端子の具体的な形状等(屈曲又は折曲の有無やその曲率ないし角度，端部の形状，段差の有無等)を把握することは困難である。同②の拡大図は，そのほとんどが断面図ないし側面図であって，正面図や平面図を併せて表示するなどして，立体的形状を的確に認識し得るようにしたものは，ごくわずかである(原告が提出した証拠のうち，立体的形状が示されているものとしては，甲25の図3がある程度である。)。さらに，同③の説明文をみても，接続端子に設けられた突起等の位置及び形状を認識することはできない。",
                        "また，上記イ(ウ)の拡大鏡等によって現物の観察が行われている点についても，その目的は，株式会社日立ディスプレイズの平成16年12月20日付け証明書(甲35)に「弊社は，平成14年4月以降，肉眼で形状や特徴部分が認識しにくい極小サイズのコネクター購入決定時及び納入時の通常取引時に・・・10倍の拡大鏡を用いてはんだ付け状況とともに取引物品の形状などを確認することを常に行っている」と記載され，また，東京エレテック株式会社の平成16年12月21日付け証明書(甲36)に「弊社は，平成10年4月以降，肉眼で形状や特徴部分が識別しにくい極小サイズのコネクター購入決定時及び納入時の通常取引時において，下記内容を確認し，購入しております。」とし，「記」として「・・・2．納入時，購入製品の受入検査として拡大鏡及び実体顕微鏡にて確認」と記載されていることから明らかなとおり，専ら不良品の有無等を検査することにあると認められ，美感を起こさせるものであるかどうかという見地から個々のコネクター接続端子を拡大して観察するものではないと認められる。",
                        "他方，発光ダイオードにおいては，上記イ(エ)のとおり，拡大した正面図，平面図及び側面図がカタログに記載されており，その立体的形状を容易に認識することができると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本願意匠に係る物品「コネクター接続端子」においては，その取引に当たり，物品の形状等を拡大して観察しているということはできないから，その形状は，肉眼によって認識することができると認められない限り，意匠法により保護される意匠には当たらないと解すべきである。",
                    "そこで，進んで，本願意匠に係る物品の形状等を肉眼により認識することができるかどうかについて，取消事由1及び2の検討に進むこととする。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1(本願意匠の全体の大きさの認定の誤り)及び2(本願意匠の視認性の判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本願意匠は，右側面図の最下端部の横幅の実寸法を0．15mmとするものであって，形態全体の大きさにおいて微小であり，視覚に訴えるものとはいえないと判断した。",
                    "これに対し，原告は，本願意匠の全体の形態は肉眼においても十分に認識可能な大きさであり，本願意匠に係る物品の当業者であれば，肉眼によって，その全体の形態は「全長約2mmの細幅な金属板を正面視略変形L字状に屈曲させ，その上端部を蛇首のごとくアール状に折曲し，かつ，その下端部を階段状に段差を有して折曲してなる形態」であると認識することが可能であると主張するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「意匠登録願」(乙1)の【意匠の説明】欄の記載によれば，本願意匠の大きさは，右側面図に表される最下端部の横幅実寸法を0．15mmとするものである。また，この部分の寸法に合わせて物品全体の大きさをみると，正面図において横約1．21mm，縦約1．35mm，右側面図において最大横幅約0．28mmとなる。",
                    "これによれば，原告が本願意匠の形態上の特徴であるとして主張する「上端部を蛇首のごとくアール状に折曲」する，「下端部を階段状に段差を有して折曲」するなどといった点は，0．1mm単位の大きさを有するにすぎないのであって，本願意匠の具体的形態を肉眼によって認識することは不可能というべきである。",
                    "したがって，本願意匠は微小なものであって，肉眼により認識することができないとした審決の認定判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお原告は，本願意匠と同程度又はそれより小さな意匠が登録された例は多数あるから(甲2～18)，本願意匠についても意匠登録が認められるべきであると主張する。",
                    "しかし，原告が引用する登録意匠のうち発光ダイオード(甲2～4)は，前記(2)イ(エ)のとおり，カタログに平面図，正面図及び側面図の拡大図が掲載され，その取引に当たり形状等を拡大して観察することが通常であると認められるから，肉眼による形状等の認識が困難なほどの大きさであるとしても，そのことは意匠登録の妨げとなるものではないと解される。",
                    "そして，肉眼による形状等の認識が困難な物品につき意匠登録が認められるかどうかは，物品ごとに取引の実情等に応じて判断すべきものであるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，原告主張の取消事由1及び2はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，本願意匠は意匠登録を受けることができないとした審決の判断は，結論において是認することができる。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}