{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-25282号事件について平成17年7月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，1992年12月2日(パリ条約による優先権主張 受理1991年12月3日，米国)を国際出願日とする特許出願(平成5年特許願第510330号「マルチ・メモリ電子識別票」。以下「本願」という。)をしたが，特許庁から平成15年9月30日に拒絶査定(甲4。以下「本件拒絶査定」という。)を受けたので，これに対する不服審判請求をした。",
                "特許庁は，同請求を不服2003-25282号事件として審理した上，平成17年7月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成17年7月26日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成15年8月12日付け手続補正書(甲2)により補正された特許請求の範囲は，請求項1ないし21から成るが，その請求項6に記載された発明(以下「本願発明」という。)は，下記のとおりである。",
                "記",
                "「変更できないデータとして知られたデータを変更できない形式で永久的に記憶する手段と，",
                "変更できるデータとして知られたデータを変更できる形式で永久的に記憶する手段と，",
                "前記変更できないデータと前記変更できるデータとを電子識別読み取り装置に伝達する手段と，",
                "受信された信号からパスワードをデコードした後に，前記永久的にデータを記憶する手段のプログラミングを許可する手段と",
                "を具備することを特徴とする電子識別票。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その要点は，本願発明は，実願昭63-85356号(実開平2-62",
                    "82号)のマイクロフィルム(甲1。以下「引用文献」という。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，引用発明を下記のように認定し，本願発明と引用発明との一致点及び相違点を下記のように摘示した。",
                    "記",
                    "＜引用発明＞",
                    "「変更できないデータとして知られたデータを永久的に記憶する手段と，変更できるデータとして知られたデータを変更できる形式で永久的に記憶する手段と，",
                    "前記変更できないデータと前記変更できるデータとを移動体識別装置の質問器に伝達する手段と，",
                    "受信された信号からシステム暗証番号(判決注：「暗唱」は誤記と認める。)を復調した後に，前記データを記憶する手段の書き替えを許可する手段と",
                    "を具備する移動体識別装置の応答器。」",
                    "＜一致点＞",
                    "「変更できないデータとして知られたデータを永久的に記憶する手段と，変更できるデータとして知られたデータを変更できる形式で永久的に記憶する手段と，",
                    "前記変更できないデータと前記変更できるデータとを電子識別読み取り装置に伝達する手段と，",
                    "受信された信号からパスワードをデコードした後に，前記データを記憶する手段のプログラミングを許可する手段と",
                    "を具備する電子識別票。」である点。",
                    "＜相違点＞",
                    "変更できないデータとして知られたデータを永久に記憶する手段に関し，本願発明が，データを「変更できない形式で」記憶するものであるのに対し，引用発明は，データを変更できない形式で記憶するものであるか不明である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり，実体上及び手続上の誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用発明について，次の＜A＞及び＜B＞の認定をしたが，いずれも誤りである。",
                        "＜A＞",
                        "「システム識別番号の書き込みは，製造時にカード発行者によりなされ，その後の書き替えは行えないように制限されるものであるから，システム識別番号は「変更できないデータとして知られたデータ」である」(審決4頁第2段落)との認定(以下「認定A」という。)",
                        "＜B＞",
                        "「変更できないデータとして知られたデータを永久に記憶する手段に関し，……データを変更できない形式で記憶するものであるか不明である」(審決5頁下第2段落)との認定(以下「認定B」という。)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定Aの誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願発明における「変更できないデータとして知られたデータ」は，識別票を独自に識別するのに必要な，個々の識別票に固有のものであるのに対し，引用発明における「システム識別番号」は，同一のものが複数存在しており，識別票を独自に識別するものではない(相違点①)。",
                            "本件明細書(甲3)の「発明の背景」の項によれば，本願発明の電子識別票は，例えば，魚，鳥，動物などの生物あるいはクレジットカード等の無生物の内部に埋め込むことによって診断及び保証サービスに利用されるものである(甲3の1頁第2段落など)。さらに，本件明細書の発明の詳細な説明には，「変更できないデータとして知られたデータ」に関連して，「固有のおよび永久の識別コード」(2頁第3段落)，「識別票を独自に識別し，これにより，診断および保証サービスを提供する識別票製造業者によって使用可能であるデータ」(3頁第3段落)，「識別票を独自に識別し，レーザPROMの性質上変更できないデータを記憶する。製造業者は，ユーザに保証および診断サービスを提供する目的でこのデータを利用する」(10頁下第2段落)との記載がある。すなわち，本願発明における「変更できないデータとして知られたデータ」とは，電子識別票を独自に識別するために必要であって，それによってこの電子識別票を埋め込まれた魚，鳥，動物などの生物あるいはクレジットカード等の無生物の診断及び保証サービスを確実に行うために利用されるものである。したがって，本願発明の電子識別票において「変更できないデータとして知られたデータ」とは，生物・無生物の診断や保証サービスに利用すべく，電子識別票を独自に識別するための，それぞれの電子識別票ごとに異なる，変更できないデータ(すなわち「固有のおよび永久の識別コード」)を意味している。クレームの文言解釈に争いがある場合，当該明細書の発明の詳細な説明が参酌できることは明らかである(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁。以下「最高裁リパーゼ事件判決」という。)。一方，引用発明における「システム識別番号」は，質問器Aと応答器Bの双方が保持するものであって，システムごとに異なるように設定されている(引用文献(甲1)の明細書8頁第2段落)。すなわち，引用発明におけるシステム識別番号は，システム間の区別を行うものであって，同一のシステムでは同一の番号を有するように設定されるものである。",
                            "したがって，引用発明における「システム識別番号」は，同一の番号を有するものが複数存在しており，電子識別票を独自に識別するための，個々の識別票に固有のものではないので，本願発明の電子識別票における「変更できないデータとして知られたデータ」とは異なっている。以上のとおりであるから，引用発明における「システム識別番号」は，本願発明における「変更できないデータとして知られたデータ」に該当しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本願発明における「変更できないデータとして知られたデータ」は，「変更できない形式で永久的に記憶する」ものであるのに対し，引用発明における「システム識別番号」は，変更できないように制限されているが，制限を解けば変更可能なものである(相違点②)。",
                            "本願発明の「変更できない形式で永久的に記憶する」とは，文字どおり変更できないように記憶することを意味し，引用発明における記憶手段のように，変更できないように制限されているだけで，制限を解けば変更可能なものは含まれない。本件明細書(甲3)の「発明の簡潔な概要」には，「転送すべきデータの一つの態様は，記憶されたデータが変更され得ない再プログラムできないタイプのメモリに永久的に記憶されている。このタイプのメモリの例は，ヒュージブル・リンク・ダイオード・アレイ・リード・オンリ・メモリ，アンチ・フューズ・メモリ，レーザ・プログラマブル・リード・オンリ・メモリである」(2頁下第2段落)，「レーザ・プログラマブル・リード・オンリ・メモリ(レーザPROM)258は，識別票を独自に識別し，レーザPROMの性質上変更できないデータを記憶する。製造業者は，ユーザに保証および診断サービスを提供する目的でこのデータを利用する。レーザPROMは，素子内に接続を作ったり破壊したりするためにレーザビームを用いることにより，製造時に永久的にプログラムされる」(10頁下第2段落1)との記載があり，本願発明の「変更できない形式で永久的に記憶する」は，文字どおり永久に変更できないように記憶することを意味することは明らかである。また，本願発明の電子識別票は，識別すべき物体あるいは動物を独自に識別することによって診断及び保証サービスを確実に行うために利用されるものであるから，誤って書き替えられることを防止するだけでなく，意図的な書き替えを含むあらゆる書き替えを防止する必要がある。したがって，本願発明における「変更できない形式で永久的に記憶する」方法として，電子識別票を独自に識別するデータの書き替えを「制限する」だけでは，意図的に制限が解かれてしまう可能性を排除できないから不十分であることも明らかである。一方，引用発明における「システム識別番号」は，書き替えが制限されるのみであって，そのような制限を解けば変更可能なものである。",
                            "したがって，上記審決の認定によれば，引用発明における「システム識別番号」は本願発明にいう「変更できない形式で永久的に記憶」されているものではないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上述べたとおり，引用発明における「システム識別番号」は，識別票を独自に識別するための，個々の識別票に固有のものではない点(相違点①)，及び「変更できない形式で永久的に記憶する」ものではない点(相違点②)で，本願発明における「変更できないデータとして知られたデータ」とは相違する。したがって，審決は，上記相違点①，②を看過した誤りがある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "認定Bの誤り",
                      "text": [
                        "審決は，引用発明における「システム識別番号の書き込みは，製造時にカード発行者によりなされ，その後の書き替えは行えないように制限されるものである」(審決4頁第2段落)と認定しているが，この認定によれば，引用発明において，書き替えが制限されているということは，そのような制限を解けば変更することは可能であることを意味している。実際，引用文献(甲1)には，システム識別番号，システム暗証番号，カード識別番号及びカード暗証番号の4種類の情報が記憶回路10内に保持されることが記載され(甲1の明細書7頁最終段落～8頁第1段落など)，さらに，システム暗証番号がカード識別番号を変更したいときに使用されるものであること(同11頁第2段落)，カード暗証番号がカードの交付または再交付を受ける際に書き込みできるものであること(同12頁第2段落)，が記載されている。すなわち，引用発明において記憶回路10内に保持される4種類のデータのうち少なくともカード識別番号とカード暗証番号は，変更が予定されたデータである。",
                        "ところが，引用文献には，これら4種類のデータを保持する記憶回路10内に変更できる形式でデータを記憶するメモリと変更できない形式でデータを記憶するメモリ，別々の2種類のメモリを設けることについては記載も示唆もない。引用発明は1つのメモリの中に各種データを記憶させることを前提としているのであるが，そのうち少なくとも上記カード識別番号とカード暗証番号は変更できなくてはならないので，この1つのメモリは，永久に書き替えできないROMではあり得ず，引用文献には，単に1つのメモリの中でデータの種類によって書き替えを制限するように記憶させることが記載されているにすぎないのである。",
                        "したがって，引用発明には電子識別票を独自に識別するために必要なデータの少なくとも一部を「変更できない形式で永久的に記憶する」ことについて，全く記載も示唆もなく，引用発明がデータを変更できない形式で記憶するものであるか不明であるとして，あたかも記載があるかのように記載した審決の認定Bは，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，本件において発明の詳細な説明を参酌すべき理由は見当たらない旨主張するが，最高裁リパーゼ事件判決に照らし，本願の請求項6の「変更できないデータとして知られたデータ」の意味が一義的に理解できるものであるとは考えられない。本件明細書(甲3)の発明の詳細な説明の記載を参酌すれば，本願発明の「データ」とは，「電子識別票が記憶および伝達の対象とするものであり，かつ，電子識別票の使用者にとってデータの内容自体が情報として有用なもの」であることが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(周知技術の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「CPUを含む演算システムにおいて，プログラム等のデータを記憶させる読み出し専用メモリと，演算に用いるデータ等を記憶させる書き換え可能なメモリを備えることが周知であり，ICカード等の電子識別票の分野においても，読み出し専用メモリと書き替え可能なメモリを備えたものは周知であるから，変更できないデータであるシステム識別番号を製造時に読み出し専用メモリに記憶させることも適宜なし得る」と認定した(審決5頁最終段落～6頁第2段落)。すなわち，審決は，CPUを含む演算システムにおいてプログラムを読み出し専用メモリに記憶させることが周知であることから直ちに，「変更できないデータとして知られたデータ」を読み出し専用メモリに記憶させることも周知であるかのごとく認定したものである。しかしながら，プログラムの概念は「変更できないデータとして知られたデータ」という概念とは異なり，前者が周知であるからといって，後者が周知であるということはできないから，審決の周知技術の認定は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，「前記変更できないデータと前記変更できるデータとを電子識別読み取り装置に伝達する手段」を構成要件とし，上記「変更できないデータ」と「変更できるデータ」とは，電子識別読み取り装置に伝達されるものである。この事実は，本件明細書(甲3)にも，「マルチ・メモリ電子識別票は，データを受信する手段と，データを転送する手段と，転送すべきデータが記憶される3つまでのタイプのメモリとを有する」(甲3の2頁下第2段落)，「転送すべきデータの一つの態様は，記憶されたデータが変更され得ない再プログラムできないタイプのメモリに永久的に記憶されている」(同頁下第2段落)，「転送すべきデータの他の態様は，識別票が識別に関する物体に移植された後でさえ，記憶されたデータが変更されることができる再プログラムできるタイプのメモリに永久的に記憶される」(同頁最終段落)のように記載されている。",
                        "本願発明の電子識別票は，このように識別票を独自に識別するための，固有かつ永久の識別コードの少なくとも一部を含む「変更できないデータとして知られたデータ」と，重量や内科治療情報等の個別情報を含む変更又は更新が予定された「変更できるデータとして知られたデータ」とを，電子識別読み取り装置に伝達することによって，診断及び保証サービスに利用される。換言すれば，本願発明において「変更できないデータとして知られたデータ」が電子識別読み取り装置に伝達されるものでなければ，本願発明は診断及び保証サービスに利用される電子識別票として機能し得ないものである。一方，CPUを含む演算システムに用いられるプログラムは，外部からの命令データに対応して演算処理を実行するものであり，識別すべき物体に固有の情報として「読み取り装置に伝達」されることはあり得ない。",
                        "したがって，プログラムと「変更できないデータとして知られたデータ」とはこの点で相違するため，CPUを含む演算システムにおいてプログラムを読み出し専用メモリに記憶させることが周知であったとしても，本願発明における「変更できないデータとして知られたデータ」を読み出し専用メモリに記憶させることとは全く関係がないから，そのことが，診断及び保証サービスを提供するために，「電子識別読み取り装置に伝達される変更できないデータと変更できるデータ」の2種類の情報を情報の種類に応じて形式を区別して記憶させることについて何の示唆も与えないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(審判手続の違背)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，本願発明は，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断したものであるが，この判断は，周知技術の名の下に，査定では引用されなかった新たな公知文献である特開昭63-201748号公報(甲5)，特開平2-5998",
                      "text": [
                        "8号公報(甲6)，特開昭62-200441号公報(甲7)及び特開",
                        "昭59-75380号公報(甲8)(以下「甲5刊行物」～「甲8刊行",
                        "物」という。)，並びに査定では引用されなかった上記文献中の新たな技術的事項に基づくものであるから，平成15年9月30日付け拒絶査定書(甲4)において記載した理由とは異なる拒絶理由に基づくものである。しかし，本件審判手続では，新たに発見された拒絶の理由に対し出願人に反論の機会は与えられていないから，本件審判の手続は，特許法159条2項に違反するものである。",
                        "最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁",
                        "は，「拒絶査定に対する抗告審判の審決取消訴訟についても，右審決において判断されなかった特定の具体的な拒絶理由は，これを訴訟において主張することができない」とし，東京高裁昭和63年(行ケ)第119号・平成2年7月31日判決は，「特許出願拒絶査定に対する審判の審決取消訴訟において，特許庁長官が……審決が引用した周知例を差し換えることは，新たな証拠を提出することを意味し，そのような新証拠の提出は，特許庁が出願人に対して新たな拒絶理由を示すことと変わりはないから，補正の機会のない審決取消訴訟の手続において許されない」としている。これらの判例によって，周知例の差し替えが新たな拒絶理由に当たることが明示的に判断されており，新たな拒絶理由である以上，特許法152条2項により，新たな拒絶理由通知が必要であることも，判例の立場から当然の帰結である。",
                        "本件においては，本願発明の構成要件の「変更できないデータとして知られたデータを変更できない形式で永久的に記憶する手段」について，それを容易想到とする具体的理由が，拒絶査定と審決において相違している。拒絶査定(甲4)では，「「完全に変更できない」(例えば読み出し専用タイプの)メモリに格納するようにする事は，当業者ならば上記引用文献3(判決注：特開平1-213589号公報(甲9)。",
                        "以下「甲9刊行物」という。)に記載されている事項に基づいて容易に想到できた事項である」，すなわち，甲9刊行物に基づいて当業者に容易想到と判断したものである。",
                        "これに対し，審決では，拒絶査定が引用した，容易想到の根拠である甲9刊行物を，周知例であるとする甲5刊行物ないし甲8刊行物に差し換えたものであり，この差し換えは，新たな拒絶理由を構成するにもかかわらず，審判官は，出願人(原告)に対して新たな拒絶理由を通知せず，特許法159条2項に違反したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決には，引用刊行物中の査定で引用した技術的事項とは異なる技術的事項を引用して拒絶の理由を構成した違法がある。",
                        "拒絶査定(甲4)には，平成15年1月30日付け拒絶理由通知書(甲10)に記載した理由1(上記拒絶理由通知書記載の引用文献1(特開昭64-80892号公報〔甲11〕)，引用文献2(特開平3-4",
                        "1384号公報〔甲12〕)，引用文献3(特開平1-213589号",
                        "公報〔甲9〕)，引用文献4(実願昭63-85356号(実開平2-",
                        "6282号)のマイクロフィルム〔甲1〕)に基づく進歩性欠如)によって拒絶すべきことが記載されているが，備考欄には，甲9刊行物が応答器側のメモリに記憶されているデータの一部をプロテクトを施すことによって，誤って書き換えられてしまうことを防止することを記載しているため，当業者であれば，プロテクトの対象となっているデータを読み出し専用メモリに格納することは甲9刊行物に基づいて容易に想到できたことが記載されている。すなわち，拒絶査定では，甲9刊行物に基づき本願発明の進歩性が欠如しているとの判断がなされ，引用文献(甲1)については一切言及されていない。引用文献については，拒絶理由通知書において，データの全部もしくは一部が再書き込み可能に構成されている点，及び，記憶内容を変更する際に変更者の正当性を判断する暗証番号の照合を行っている点が指摘されているのみである。",
                        "ところが，審決では，拒絶査定において主引例として引用した甲9刊行物については全く触れずに，本願発明と引用文献(引用発明)との対比のみを記載し，引用発明及び周知技術に基づいて当業者が容易に発明することができたと結論しているが，その理由とした「変更できないデータとして知られたデータを永久的に記憶する手段」を記載しているとの指摘は，拒絶査定，拒絶理由通知書において指摘されておらず，本願発明が引用文献のそのような技術的事項と周知技術に基づいて容易に発明できたとの拒絶の理由は，全く通知されていないから，原告はこの拒絶理由に対し意見を述べる機会が与えられなかったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，拒絶理由通知及び拒絶査定で言及がなかった場合でも，原告が拒絶理由を指摘される前に自発的に意見を述べた以上，出願人には意見書の提出及び明細書の補正をする機会があったから，拒絶理由を通知する必要はない旨主張する。しかし，特許法159条2項が同法50条を準用している趣旨に照らせば，同規定に違反したか否かの判断は，審決で示された拒絶理由に対応する意見書を提出する機会があったか否かに帰着されるべきである。本件では，拒絶理由通知では審決のいう進歩性判断の論旨は全く明らかになっておらず，そのような状況で，拒絶理由通知に示された引用文献中の技術的事項以外の技術的事項まで十分な反論を行うことは不可能である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定Aの誤りにつき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願発明の「変更できないデータとして知られたデータ」が，識別票を独自に識別するための，それぞれ電子識別票ごとに異なる，変更できないデータを意味している根拠として，発明の詳細な説明を参酌すべき旨主張する。",
                        "しかし，請求項6の「変更できないデータとして知られたデータ」の記載自体が格別不明りょうな文言ではなく，また，この記載により本願発明全体の構成が不明りょうとなるものでもないから，発明の詳細な説明を参酌すべき理由は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願発明の「変更できないデータとして知られたデータ」は，「変更できない形式で永久に記憶する」ものであるのに対し，引用発明の「システム識別番号」は，変更できないように制限されているが，制限を解けば変更可能なものであって，本願発明のように「変更でにない形式で永久に記憶する」ものでないから，審決は相違点を看過して進歩性の判断を行ったと主張する。",
                        "しかし，本願発明は，「変更できないデータとして知られたデータ」と「変更できるデータとして知られたデータ」のいずれも，「永久的に」記憶するものであるから，「永久的に」記憶することは，データを「変更できない」ことを意味するものではなく，請求項の記載全体からみて，何らかの処理がない限り記憶手段に保持され続けるものであることは明らかであり，審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定Bの誤りにつき",
                  "text": [
                    "審決は，引用発明について，データを「変更できない形式で」記憶するものであるか不明であるものとして，すなわち，引用発明を，データを変更できない形式で記憶するものでない場合を含むものとして認定した上で，相違点として抽出している。",
                    "したがって，原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(周知技術の認定の誤り)に対し",
              "text": [
                "原告は，プログラムの概念は「変更できないデータとして知られたデータ」という概念とは異なり，前者が周知であるからといって，後者が周知であるということはできない。」と主張する。",
                "しかし，ここで問題としているのは，「データを変更できない形式で永久的に記憶する手段」が周知であるか否かの点であり，記憶手段に記憶される情報によって当該記憶手段の機能が技術的に特定されるものではなく，プログラムもデータも記憶手段に記憶される情報としてみる限り，プログラムを記憶するかデータを記憶するかにより記憶手段自体の機能に影響を与えるものではない。審決では，「プログラム等の書き替えの必要のないデータや書き替えを禁止するデータを読み出し専用メモリに記憶させ，演算に用いるデータ等を書き替え可能なメモリに記憶させることも広く行われている」と記載しており，プログラムとデータとは区別なく，読み出し専用メモリに記憶させることが周知技術である旨説示している。そして，電子識別票においても，変更できないデータをプログラムとともにROMに記憶させることが周知技術であることは，乙1(特開昭61-75984号公報)・乙2(特開昭63-15394号公報)・乙3(特開平3-197196号公報)から",
                "も明らかである。",
                "したがって，審決の周知技術の認定に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(審判手続の違背)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が拒絶査定では引用されなかった新たな公知文献を引用して拒絶の理由を構成したと主張する。",
                    "しかし，拒絶査定(甲4)は，甲9刊行物には，本願発明の「変更できないデータとして知られたデータを変更できない形式で永久的に記憶する手段」に相当する記載がないことを前提として，「完全に変更できない」(例えば読み出し専用タイプの)メモリは普通に知られているから，甲9刊行物のプロテクトの対象となっているデータを普通に知られている「完全に変更できない」メモリに記憶させることは容易であることを指摘したものである。そして，審決で引用した周知例(甲5刊行物～甲8刊行物)は，拒絶査定で普通に用いられると認定した読み出しタイプのメモリに関するものであり，甲9刊行物を差し替えるものでも，新たに公知文献を引用するものでもない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決が理由とした，引用文献(甲1)が「変更できないデータとして知られたデータを永久的に記憶する手段」を記載しているとの点は，審決において初めて指摘された拒絶の理由であると主張する。",
                    "しかし，引用文献は，拒絶理由通知(甲10)において引用された文献であり，出願人は，拒絶理由に引用された引用文献については，本願発明との対比において，その内容を十分に検討すべきであるところ，原告は，上記拒絶理由通知に対し，意見書(乙5)を提出し，引用文献について，意見を述べ，その中で，本願発明の「変更できないデータとして知られたデータ」と審決の引用文献に記載された「システム識別番号」との対比をし，両者は本願発明の「変更できないデータとして知られたデータ」が「変更できない形式」で記憶されるものであるのに対し，引用文献には，「システム識別番号」が「変更できない形式」で記憶される旨の記載はない点で相違することが実質的に検討されている。",
                    "したがって，この点を新たに指摘するために拒絶理由を通知する必要はなく，審決に手続違背はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否につき，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定Aは誤りとの主張につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①本願発明における「変更できないデータとして知られたデータ」は，識別票を独自に識別するのに必要な，個々の識別票に固有のものであるのに対し，引用発明における「システム識別番号」は，同一のものが複数存在しており，識別票を独自に識別するものではない(原告主張の相違点①)，②本願発明における「変更できないデータとして知られたデータ」は，「変更できない形式で永久的に記憶する」ものであるのに対し，引用発明における「システム識別番号」は，変更できないように制限されているが，制限を解けば変更可能なものである(原告主張の相違点②)，として，審決の認定A，すなわち，「システム識別番号の書き込みは，製造時にカード発行者によりなされ，その後の書き替えは行えないように制限されるものであるから，システム識別番号は「変更できないデータとして知られたデータ」である」(審決4頁第2段落)との認定は，誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性について審理するに当たっては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限つて，発明の詳細な説明の記載を参酌することが許されるにすぎないと解すべきである(前記最高裁リパーゼ事件判決参照)。",
                    "これを本件についてみると，本願発明に係る平成15年8月12日付け手続補正書(甲2)により補正された請求項6の記載は，上記第3の1(2)記載のとおりであり，同記載によれば，電子識別票の記憶手段に永久的に記憶するデータとして，「変更できないデータとして知られたデータ」と「変更できるデータとして知られたデータ」の2つが規定されているが，「変更できないデータとして知られたデータ」の内容について，それ以上の限定はないことが明らかである。",
                    "そうすると，本件特許請求の範囲の記載に基づいては，「変更できないデータとして知られたデータ」を原告主張のように限定することはできないから，進んで，上記最高裁判決のいう特段の事情の有無について検討する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告が指摘するように，本願明細書(甲3)の発明の詳細な説明である「発明の背景」(1頁以下)又は「好適な実施例の記述」(4頁以下)には，次の記載がある。",
                    "(ア)「このような装置は，魚，鳥，動物，あるいはクレジットカード等の無生物を識別するために用いられたり，用いられる可能性を有している。より興味ある応用のいくつかは，応答機が微細でなければならないことを意味する小さなサイズの物質を必要とする。多くの場合，識別票を生き物の組織の中の，および無生物の表面の下部のどこかの，装置の移植を意味する物質に識別票を永久的に付けることが望ましい。」(1頁第2段落)",
                    "(イ)「しかしながら，識別図表が権限のない個人，あるいは組織に知られるようになったり，あるいは識別すべき物体と関連したあるデータが変更したり更新したりする必要があるので，ユーザーが識別票PROMをそのままで再プログラムしたいという状況がある。識別票における再プログラムできるPROMの使用は，必要が生じた時，ユーザに再プログラムの選択権を行使させる。即ち，たとえば，性，重量，内科治療情報等の識別すべき物体，あるいは動物に固有の情報を記憶することおよび／または更新すること。しかしながら，再プログラムできるPROMの独占的な使用は，識別票がもはや固有のおよび永久の識別コードを有していないので，製造業者が販売後の診断および／または保証サービスを提供することを妨げる。これにより，2種類の情報を運ぶ識別票の必要性が存在する。すなわち，(1)製造業者のシリアル番号および永久的に識別票と関連し，変更され得ないたぶん他のデータ，(2)ユーザによって変更できる物体識別不揮発性データ。」(2頁第2段落～第3段落)",
                    "(ウ)「マルチ・メモリ電子識別票は，データを受信する手段と，データを転送する手段と，転送すべきデータが記憶される3つまでのタイプのメモリとを有する。転送すべきデータの一つの態様は，記憶されたデータが変更され得ない再プログラムできないタイプのメモリに永久的に記憶されている。……転送すべきデータの他の態様は，識別票が識別に関する物体に移植された後でさえ，記憶されたデータが変更されることができる再プログラムできるタイプのメモリに永久的に記憶される。」(同頁下第3段落～最終段落)",
                    "(エ)「発明の目的は，識別票を独自に識別し，これにより，診断および保証サービスを提供する識別票製造業者によって使用可能であるデータを記憶する永久の変更できない手段を提供することである。」(3頁第3段落)",
                    "(オ)「レーザ・プログラマブル・リード・オンリ・メモリ(レーザPROM)258は，識別票を独自に識別し，レーザPROMの性質上変更できないデータを記憶する。製造業者は，ユーザに保証および診断サービスを提供する目的でこのデータを利用する。レーザPROMは，素子内に接続を作ったり破壊したりするためにレーザビームを用いることにより，製造時に永久的にプログラムされる。」(10頁下第2段落)エ 以上の記載によれば，請求項6に記載された「変更できないデータとして知られたデータ」とは，本件明細書(甲3)の発明の詳細な説明において，ユーザが変更できないデータとして知られたデータを意味し，「変更できるデータとして知られたデータ」とは，ユーザが変更したり更新したりできるデータとして知られたデータを意味する，と理解することができ，このような理解は，請求項6の記載全体を通してみても，何ら矛盾を生じない。",
                    "したがって，本願発明において，特許請求の範囲の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなどの特段の事情があると認めることはできず，本願発明における「変更できないデータとして知られたデータ」は，上記相違点①に係る原告主張のように，識別票を独自に識別するのに必要な，個々の識別票に固有のものに限定されるとすることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "他方，引用文献(実願昭63-85356号(実開平2-6282号)",
                  "text": [
                    "のマイクロフィルム。甲1)には，「……一方，システム識別番号の書き込みは，質問器A及び応答器Bの製造時にカード発行者(メーカー)によりなされ，システム管理者やカード使用者による書き替えは行えないように制限する。これは，他のシステムに不正に流用されることを防止するためである」(明細書12頁最終段落～13頁)と記載され，同記載によれば，引用発明の「システム識別番号」は，ユーザに変更可能では困るデータであり，本願発明の「変更できないデータとして知られたデータ」に相当するものと認められる。",
                    "したがって，上記相違点②に係る原告の主張も採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，審決の「認定A」についての原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定Bは誤りとの主張につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明には電子識別票を独自に識別するために必要なデータの少なくとも一部を「変更できない形式で永久的に記憶する」ことについて全く記載も示唆もない等，として，審決の認定B，すなわち，「変更できないデータとして知られたデータを永久に記憶する手段に関し，……データを変更できない形式で記憶するものであるか不明である」(審決4頁下第2段落)との認定は，誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用発明の「システム識別番号」は，本願発明の「変更できないデータとして知られたデータ」に相当するものであることは，上記(1)オのとおりである。",
                    "また，引用文献(甲1)には，「システム識別番号」について，①「［課題を解決するための手段］ 本考案にあっては，上記の課題を解決するために，第1図乃至第5図に示すように，検知エリアS内に質問信号を送信する複数個の質問器Aと，自己の正当性を質問器Aに判断させるための識別情報を自己の記憶回路10内に保持し，質問器Aからの質問信号に対して自己の記憶回路10内の識別情報を読み出して自己の正当性を示す応答信号を質問器Aに返信する複数個のカード型の応答器Bとからなる移動体識別装置において，システム間の区別を行うシステム識別番号と，同一システム内で応答器Bを区別するカード識別番号と，カード識別番号の変更時に変更者の正当性を判別するシステム暗証(「暗唱」は誤記と認める。)番号と，応答器Bの所有者の正当性を判別するカード暗証番号とを応答器Bの記憶回路10内に保持し，前記各識別情報の読み出し又は書き込みはカード発行者とシステム管理者とカード使用者について夫々制限されていることを特徴とするものである。」(4頁最終段落～5頁第1段落)，②「［実施例］……応答器Bの記憶回路10内には，第2図に示すように，システム識別番号，システム暗証番号，カード識別番号，カード暗証番号の4個の識別情報が保持されている。これらの4個の識別情報について，以下，説明する。まず，システム識別番号は，質問器Aと応答器Bの双方が保持しており，このシステム識別番号は，システムにより異なるように予め設定しておく。」(6頁最終段落～8頁第2段落)，③「このように，カード暗証番号は高い安全性と信頼性を得るために不可欠のものであるから，外部への読み取りは如何なる場合にも行えないように制限する。……一方，システム識別番号の書き込みは，質問器A及び応答器Bの製造時にカード発行者(メーカー)によりなされ，システム管理者やカード使用者による書き替えは行えないように制限する。……次に，システム暗証番号とカード識別番号は，カード発行者が予め書き込んで，システム管理者のみに知らせるようにする。システム管理者はシステム暗証番号を知っているので，カード識別番号を変更することができる。」(12頁第2段落～13頁第1段落)との記載がある。",
                    "しかし，引用文献の上記記載によっても，「システム識別番号」が，具体的にどのような記憶手段にどのような形式で記憶されるのかは明らかではない。",
                    "したがって，審決が「変更できないデータとして知られたデータを永久に記憶する手段に関し，……データを変更できない形式で記憶するものであるか不明である」(審決4頁下第2段落)と認定したこと(認定B)に何ら誤りはない。",
                    "原告は，引用発明には電子識別票を独自に識別するために必要なデータの少なくとも一部を「変更できない形式で永久的に記憶する」ことについて全く記載も示唆もない等と主張する。しかし，審決は，本願発明と引用発明の相違点として，「変更できないデータとして知られたデータを永久に記憶する手段に関し，本願発明が，データを「変更できない形式で」記憶するものであるのに対し，引用発明は，データを変更できない形式で記憶するものであるか不明である点」(審決5頁第2段落)を認定しているのであるから，引用発明について，データを変更できない形式で記憶するものではない場合を含むものとして認定しているのであり，「変更できない形式で永久的に記憶する」ものであると認定したものではない。したがって，原告の上記主張も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決の引用発明の認定に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(周知技術の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，プログラムの概念は「変更できないデータとして知られたデータ」という概念とは異なり，前者が周知であるからといって，後者が周知であるということはできないから，「CPUを含む演算システムにおいて，プログラム等のデータを記憶させる読み出し専用メモリと，演算に用いるデータ等を記憶させる書き換え可能なメモリを備えることが周知であり，ICカード等の電子識別票の分野においても，読み出し専用メモリと書き替え可能なメモリを備えたものは周知であるから，変更できないデータであるシステム識別番号を製造時に読み出し専用メモリに記憶させることも適宜なし得る」(審決5頁最終段落～6頁第2段落)とした審決の認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が周知例として引用した特開昭63-201748号公報(甲5)，及び，被告が提出した特開昭61-75984号公報(乙1)，特開昭63-15394号公報(乙2)，特開平3-197196号公報(乙3)に",
              "text": [
                "は，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開昭63-201748号公報(甲5)",
                  "text": [
                    "「第9図はICカード1の構成例を示すもので，制御部としての制御素子(たとえばCPU)11，データメモリ部としての記憶内容が消去可能な不揮発性のデータメモリ12，プログラムメモリ部としてのプログラムメモリ13，およびカードリーダ・ライタ2との電気的接触を得るためのコンタクト部14によって構成されており，これらのうち破線内の部分(制御素子11，データメモリ12，プログラムメモリ13〔判決注：「12」は「13」の誤記〕)は1つのICチップで構成されてICカード本体内に埋設されている。プログラムメモリ13は，たとえばマスクROMで構成されており，第3図に示すように，複数の命令データに対応付けられた機能プログラムを備えた制御素子11の制御プログラムを記憶するものである。データメモリ12は各種データの記憶に使用され，たとえばEEPROMで構成されている。」(3頁左上欄第1段落)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開昭61-75984号公報(乙1)",
                  "text": [
                    "「第2図は第1図の回路基板2上に設けられたICブロックの一具体例を示すブロック図であって，6は端末機，7はシリアルコミュニケーションインターフェイス(SCI)，8はデータ処理プロセッサ(CPU)，9はランダムアクセスメモリ(RAM)，10はマスクリードオンリメモリ(マスクROM)，11，12は入出力ポート(I／O)であり，第1図に対応する部分には同一符号をつけている。」(2頁右下欄第2段落)「そこで，暗号データと始動プログラムをやはりマスクROM10に格納しておき，この実施例のICカードを端末機6に装着するとともにこれら暗号データと始動データとが読み出され，CPU8が端末機6から入力される暗号データと上記のEPROM10から読みだ出された暗号データとを比較し，両者が一致したときに，マスクROM10に格納されているデータ処理のためのプログラムを読み出してCPU8がデータ処理を行なうようにすることができる。」(3頁左下欄)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開昭63-15394号公報(乙2)",
                  "text": [
                    "「第2図はこの発明の一実施例に含まれるICカードの外観図であり，第3図はICカードの概略ブロック図であり，第4図は第3図に示すROM2に記憶されるデータおよびプログラムを示す図である。まず，第2図ないし第4図を参照して，ICカード1の構成について説明する。ICカード1には，第2図に示すように，端末装置3に電気的に接続するための複数の接点2が設けられている。また，ICカード1には，第3図に示すように，CPU11とROM12とRAM13とが内蔵されている。ROM",
                    "12には，第4図に示すように，IDデータと読出し手順プログラムと書込み手順プログラムが予め記憶されている。」(2頁左下欄最終段落～右下欄第2段落)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特開平3-197196号公報(乙3)",
                  "text": [
                    "「第3図は制御部のブロック図である。同図において符号6はROM7に予め書き込まれているプログラムを実行して制御部全体を統括するCPU，8は書き込み可能な不揮発性メモリまたはプログラマブルROM等からなるメモリである。」(3頁左上欄第3段)",
                    "「尚，実施例では外部装置からデータを受信できるようにし，また書き込み可能なメモリを用いたが，例えば予めROMにデータを固定させることができ，そのデータを必要な時点で，又は常に送信するたけの機能を持つものにも本発明は適用させることができる。」(3頁右下欄最終段落～4頁左上欄第1段落)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記記載によれば，ICカード等の電子識別票の分野において，読み出し専用メモリと書き替え可能なメモリを備え，書き替えの必要のないデータ(プログラムを含む)や書き替えを禁止するデータ(プログラムを含む)を読み出し専用メモリに記憶させること，すなわち，変更できない形式で記憶する記憶手段は，本願の出願前に周知の技術であったものと認められる。",
                "この点につき，原告は，プログラムの概念は「変更できないデータとして知られたデータ」という概念とは異なり，前者(プログラム)が周知であるからといって，後者(変更できないデータとして知られたデータ)が周知であるということはできないと主張する。",
                "しかし，本件において，相違点の判断において引用された周知技術は，「データを変更できない形式で永久的に記憶する手段」であって，記憶手段に記憶される情報によって当該記憶手段の機能が技術的に特定されるものではなく，プログラムもデータも記憶手段に記憶される情報としてみる限り，プログラムを記憶するかデータを記憶するかにより記憶手段自体に違いが生じるものではない。審決は，この点について，「プログラム等の書き替えの必要のないデータや書き替えを禁止するデータを読み出し専用メモリに記憶させ，演算に用いるデータ等を書き替え可能なメモリに記憶させることも広く行われている」(審決5頁最終段落)とし，プログラムとデータとは区別なく，読み出し専用メモリに記憶させることが周知技術であると認定したものであり，審決の上記認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(審判手続の違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の判断は，周知技術の名の下に，査定では引用されなかった新たな公知文献である甲5刊行物ないし甲8刊行物及び査定では引用されなかった上記文献中の新たな技術的事項に基づくものであるから，平成15年9月30日付け拒絶査定書(甲4)において記載した理由とは異なる拒絶理由に基づくものであるところ，本件審判手続では，新たに発見された拒絶の理由に対し出願人に反論の機会は与えられていないから，本件審判の手続は，特許法159条2項に違反すると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，審査の手続で発せられた拒絶理由通知書(甲10)をみると，そこには，下記の記載がある。",
                "記",
                "「上記引用文献1～4には，電子識別装置において，応答器(トランスポンダ)側のメモリに記憶されているデータの全部もしくは一部が再書き込み可能に構成されているものが記載されている。特に，上記引用文献3においては，メモリの一部または全部にプロテクト機能が設定可能なようにしているものが，上記引用文献4においては，電子識別装置において応答器の記憶内容を変更する際に，変更者の正当性を判断する暗証番号の照合を行っているものが記載されている。」",
                "上記記載の引用文献3は本訴の甲9刊行物，引用文献4は本訴の引用文献(甲1)である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，拒絶査定書(甲4)には，下記の記載がある。",
                "「上記拒絶理由通知書で引用した引用文献3には，電子識別装置において，応答器(トランスポンダ)側のメモリに記憶されているデータの一部に対してプロテクトを施す事によって，誤って書き換えられてしまう事を防止するようにしているものが記載されている。ここで，上記電子識別装置において，プロテクトの対象となっている一部のデータが誤った書き換えられてしまう事を防止するための構成として，前記一部のデータを，専らデータやプログラム等を読み出して用いる際に普通に用いられているような「完全に変更できない」(例えば読み出し専用タイプの)メモリに格納するようにする事は，当業者ならば上記引用文献3に記載されている事項に基づいて容易に想到できた事項である。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "上記記載によれば，拒絶査定書(甲4)では，「専らデータやプログラム等を読み出して用いる際に普通に用いられているような「完全に変更できない」(例えば読み出し専用タイプの)メモリに格納するようにする事は，……容易に想到できた」としていることから，そこでは，データやプログラムを読み出して用いる際のデータやプログラムの格納に「完全に変更できない」メモリを用いることが普通，すなわち周知である，と認定していることが理解できる。他方，審決は，「ICカード等の電子識別票の分野においても，読み出し専用メモリと書き替え可能なメモリを備えたものは周知である。(例えば，特開昭63-201748号公報〔判決注：甲5〕，特開平2-59988号公報〔判決注：甲6〕，特開昭62-200441号公",
              "text": [
                "報〔判決注：甲7〕，特開昭59-75380号公報〔判決注：甲8〕参照。)」(審決5頁最終段落～6頁第1段落)と説示しているのであるから，審決は，拒絶査定書において周知技術とした「データやプログラムの格納に「完全に変更できない」メモリを用いること」を裏付けるために，当該技術事項が記載された甲5刊行物ないし甲8刊行物を挙げたものと理解できる。したがって，審決の引用した甲5刊行物ないし甲8刊行物は，拒絶査定書における甲9刊行物と差し替えるものではなく，査定では引用されなかった新たな公知文献中の新たな技術的事項に基づいて審決が判断したものではない。",
                "したがって，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，拒絶査定では，甲9刊行物に基づき本願発明の進歩性が欠如しているとの判断がなされ，引用文献(甲1)については一切言及されてなく，拒絶理由通知書においても，引用文献についてはデータの全部もしくは一部が再書き込み可能に構成されている点，及び，記憶内容を変更する際に変更者の正当性を判断する暗証番号の照合を行っている点が指摘されているのみであるにもかかわらず，審決では，本願発明と引用文献(引用発明)との対比のみを記載し，引用発明及び周知技術に基づいて当業者が容易に発明することができたと結論しているが，その理由とした「変更できないデータとして知られたデータを永久的に記憶する手段」を記載しているとの指摘は，拒絶査定，拒絶理由通知書において指摘されておらず，原告はこの拒絶理由に対し意見を述べる機会が与えられなかったものであり，したがって，審決には，引用刊行物中の査定で引用した技術的事項とは異なる技術的事項を引用して拒絶の理由を構成した違法がある旨主張する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "そこで，平成15年9月30日付け拒絶査定書(甲4)をみると，そこには，「この出願については，平成15年1月30日付け拒絶理由通知書に記載した理由1によって，拒絶をすべきものである。なお，意見書及び手続補正書の内容を検討したが，拒絶理由を覆すに足りる根拠が見いだせない。」との記載がある。",
                "次に，拒絶査定書が引用する平成15年1月30日付け拒絶理由通知書(甲10)をみると，上記(2)の記載があり，同記載中の引用文献4は本訴の引用文献(甲1)である。そして，その記載から，引用文献(甲1)は，「電子識別装置において応答器の記憶内容を変更する際に，変更者の正当性を判断する暗証番号の照合を行っている」との技術事項について引用されたものであることが認められる。",
                "また，査定書が引用する意見書である原告が審査手続において提出した平成15年8月12日付け意見書(乙5)には，「(2) 引例4について……さらに，引例4には，システム識別番号の書き込みは，質問器A及び応答器Bの製造時にカード発行者(メーカー)によりなされ，システム管理者やカード使用者による書き替えは行えないように制限されることのみが記載されている。システム識別番号が，発行者またはメーカーによって書き替えることができないとは記載されていない。これに対して，本願では，変更できないデータは，ひとたびそれがメモリ内に設定されると，誰によっても変更されることができない。」(2頁第2段落～3頁第1段落)との記載がある。上記意見書において「引例4」は，実願昭63-85356号(実開平2-6282号)のマイクロフィルム，すなわち，引用文献(甲1)をいうものとされている(乙5の1頁下第2段落)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上に認定したところによれば，拒絶査定書(甲4)は，拒絶理由通知書の理由1によって拒絶するものであり，その理由1においては，引用文献(甲1)は，「電子識別装置において応答器の記憶内容を変更する際に，変更者の正当性を判断する暗証番号の照合を行っている」との技術事項について引用されたものであり，審決が引用発明として認定した「変更できないデータとして知られたデータを永久的に記憶する手段」の技術事項について引用されたものではないことが認められる。",
                "この点につき，原告は審決が認定した上記技術事項に対し意見を述べる機会が与えられなかったと主張するが，平成15年8月12日付け意見書(乙5)の上記記載によれば，原告は，引用文献の記載内容に対し，「変更できないデータとして知られたデータを永久的に記憶する手段」の技術事項についても，本願発明との対比で意見を述べていたことが明らかである。そうすると，審決が，引用文献(甲1)により引用する技術事項は，拒絶査定の理由とは異なるものではあるが，審決が引用した当該技術事項についても，原告は意見を述べていたのであるから，その点について新たに拒絶理由を通知しなかったことが審判請求人に対して不意打ちとなるとまではいえず，審決を取り消すべき程の瑕疵があるということはできない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}