{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告ら訴訟引受人の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告ら訴訟引受人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-35143号事件について平成17年8月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "脱退原告らが特許権者であった後記特許のうち請求項1，3及び4につき被告が無効審判請求をしたところ，特許庁が平成16年9月13日付けでこれを無効とする審決(第1次審決)をしたことから，脱退原告らがその取消しを求めて訴えを提起し，その後同原告らが訂正審判請求をしたため，当庁は平成17年4月22日，特許法181条2項により，これを取り消す決定をした。",
        "そこで特許庁がさらに審理し，平成17年8月5日付けで，同原告らからの訂正請求を認めず，かつ請求項1，3及び4に係る特許を無効とする審決(第2次審決)をしたので，これに不服の脱退原告らが，上記第2次審決の取消しを求めたのが本件事案である。",
        "なお，本件訴訟係属中の平成18年9月15日に当裁判所の訴訟引受決定がなされ，メソッド エレクトロニクス インク．が原告ら訴訟引受人となり，脱退原告らは本件訴訟から脱退した。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "脱退原告らは，平成6年7月13日，名称を「周辺デバイス用プリント回路基板収容用パッケージ及びメモリーカード製造方法」とする発明について特許出願(国際出願。国際出願番号PCT／US94／07903。",
                    "パリ条約による優先権主張・平成5年(1993年)7月15日，米国)をし，平成12年4月21日，特許庁から特許第3059760号として設定登録を受けた(請求項1～10。甲9。以下「本件特許」という。)。",
                    "これに対し被告から，本件特許のうち請求項1，3及び4につき特許無効審判請求がなされたので，特許庁はこれを無効2004-35143号事件として審理した上，平成16年9月13日，「特許第3059760号の請求項1，3，4に係る発明についての特許を無効とする。」旨の審決(甲15。第1次審決)をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し脱退原告らから審決取消訴訟が提起され，当庁はこれを平成17年(行ケ)第10126号事件として審理したが，その後脱退原告らが特許庁に訂正審判請求を行ったことから，当庁は，平成17年4月22日，特許法181条2項に基づき第1次審決を取り消す決定をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，特許庁は，上記無効2004-35143号事件につき更に審理した上，平成17年8月5日，脱退原告らからの平成17年5月26日付け訂正請求(甲16。以下「本件訂正」という。)を認めないとした上，「特許第3059760号の請求項1，3，4に係る発明についての特許を無効とする。」旨の審決(甲10。第2次審決。以下，この審決を「本件審決」という。)をし，その謄本は平成17年8月17日脱退原告らに送達された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，脱退原告らから第2次審決の取消訴訟(本件訴訟)が提起されたが，本件訴訟係属中，脱退原告らは，後記特許の特許権を，特許庁平成18年4月17日受付第002313号をもってデューエル システムズ インク．(アメリカ合衆国 イリノイ州 60706 シカゴ ウエストウィルソンアベニュー 7401)に移転させ，更に，同日受付同号をもってメソッド エレクトロニクス インク．(訴訟引受人)に移転させたので，当裁判所は，脱退原告らからの申立てにより，平成18年9月15日，訴訟引受決定をした。そして，脱退原告らは，平成18年9月20日，被告の承諾を得て本件訴訟から脱退した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の請求項1，3，4に係る発明の内容は，下記のとおりである(以下，同請求項1に係る発明を「訂正発明1」(訂正後)又は「本件発明1」(訂正前)と，同請求項3に係る発明を「本件発明3」と，同請求項4に係る発明を「本件発明4」という。)。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成17年5月26日付け本件訂正後のもの(下線は訂正部分。)「【請求項1】一対の型押しされた金属カバーと，",
                  "text": [
                    "これら金属カバーにそれぞれ合致する一対のプラスチックフレーム要素とを備え，",
                    "各前記金属カバーは，対応する前記プラスチックフレーム要素にそれぞれ固定され，各前記プラスチックフレーム要素は，対応する前記金属カバーと共に一体的ユニットをそれぞれ構成しており，",
                    "前記金属カバーには，その周縁から延びる複数のフィンガ部が形成され，かつ",
                    "前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型され，",
                    "前記ユニット相互が接合され，前記金属カバー相互が接触している，ことを特徴とする周辺デバイス用プリント回路基板収容用パッケージ。",
                    "【請求項3】前記プラスチックフレーム要素は極性キーを含む，請求項1記載の周辺デバイス用プリント回路基板収容用パッケージ。",
                    "【請求項4】前記プラスチックフレーム要素には，前記一対のユニットを溶接する際の溶接部となるエネルギー指向部が形成されている，請求項1記載の周辺デバイス用プリント回路基板収容用パッケージ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正前のもの(甲9の本件特許公報記載のもの)",
                  "text": [
                    "「【請求項1】一対の型押しされた金属カバーと，",
                    "これら金属カバーにそれぞれ合致する一対のプラスチックフレーム要素とを備え，",
                    "各前記金属カバーは，対応する前記プラスチックフレーム要素にそれぞれ固定され，各前記プラスチックフレーム要素は，対応する前記金属カバーと共に一体的ユニットをそれぞれ構成しており，",
                    "前記金属カバーには，その周縁から延びる複数のフィンガ部が形成され，かつ",
                    "前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型されたことを特徴とする周辺デバイス用プリント回路基板収容用パッケージ。」",
                    "【請求項3】と【請求項4】は，本件訂正後の【請求項3】【請求項4】と同じ"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決の内容",
              "text": [
                "本件審決の内容は，別添審決写しのとおりであり，その要点は，以下のア～エのとおりである(甲1発明等の出典は，下記のとおり)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正による訂正事項a(前記(2)アのとおり，本件訂正前の本件発明1に「前記ユニット相互が接合され，前記金属カバー相互が接触している」との要件を追加する，というもの)は，訂正発明1と甲1発明との相違点とはならないから，次に述べる本件発明1(訂正前)の場合と同様に，特許出願の際独立して特許を受けることができず，本件訂正は，平成6年改正前特許法(以下，単に「特許法」という。)126条3項の規定に違反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，甲1発明と実質的に同一であり(特許法29条1項3号)，また，甲1発明及び甲4発明に基づいて当業者が容易に発明することができた(特許法29条2項)から，特許を受けることができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明3，4は，いずれも本件発明1の従属発明であるところ，その進歩性に関しては，本件発明3は甲1発明及び甲5発明に基づいて，本件発明4は甲1発明及び甲6発明に基づいて，それぞれ当業者が容易に発明することができたから，特許法29条2項の規定により特許を受けることができない。",
                    "記",
                    "・甲1発明 特開平2-14195号公報",
                    "・甲4発明 特開平3-96396号公報",
                    "・甲5発明 米国特許第5207586号明細書(1993年5月4",
                    "日発行)",
                    "・甲6発明 特開昭64-72898号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件審決の取消事由",
              "text": [
                "しかしながら，本件審決は，その認定・判断を誤り違法であるから，取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(訂正発明1に係る独立特許要件の判断の誤り)本件審決は，「…訂正事項aについては，前審決において提示された甲第1号証記載の発明においても，基体1と基体2とが相互に接合されており，また，基体1に設けられた金属板と基体2に設けられた金属板とが相互に接触していることからすると，訂正事項aは，訂正後の請求項1に係る発明と甲第1号証記載の発明との相違点とはならない。",
                    "そして，訂正後の請求項1のその他の構成要件(訂正前の請求項1の構成要件)についての判断は，前審決…に示したとおりであるから，結局のところ，訂正後の請求項1に係る発明は，特許出願の際独立して特許を受けることができないものである。」(審決18頁5行～13行)とするが，失当である。",
                    "後記イ～エに照らせば，訂正発明1は，特許出願の際，独立して特許を受けることができるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本件発明1〔訂正前〕と甲1発明との対比の誤り)(ア) 本件審決は，「プラスチックフレーム要素」及び「プラスチックフレーム要素は，…フィンガ部を埋める…」ことの技術的意味を誤認し，「…甲第1号証記載の発明においては，それぞれの金属板をそれぞれ樹脂製の基体の内面樹脂に対応する部分に形成された凹部に嵌め込まれる状態で，かつ，金属突出部の根元部分が埋まるように一体成形しており，本件特許発明1が，金属カバーにそれぞれ合致する一対のプラスチックフレーム要素とを備え，各金属カバーは，対応するプラスチックフレーム要素にそれぞれ固定され，各プラスチックフレーム要素は，対応する金属カバーと共に一体的ユニットをそれぞれ構成するとする点と実質的な差異はない。」(審決15頁4行～10行)とするが，以下の①，②に照らし，失当である。",
                    "①a まず，本件発明1の「プラスチックフレーム要素」については，「フレーム」とは「額縁，枠」の意味である(新村出編「広辞苑第4版」2282頁〔甲12〕)ことにも照らせば，プリント回路基板本体が封入される「金属カバー」を固定する「枠」であるといえる。これに対し，甲1発明の，樹脂製の基体の内面樹脂(10)に対応する部分は，金属板(4)と回路基板(3)とを絶縁するために，「枠」ではなくあえて「板状」に形成されている。しかるに，本件審決は，本件発明1の「プラスチックフレーム要素」の技術的意味について誤認をし，「枠」である「プラスチックフレーム要素」を，「板状」に形成された甲1発明の内面樹脂(10)の部分と同視したものであり，絶縁性の点でも矛盾を来しているから，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "b",
                      "subject": "メモリーカード等のプリント回路基板収容用パッケージ関連技術において，本件発明1に係る特許出願の際の優先日(平成5年7月15日)以前の技術水準(特開平5-96893号公報〔公開日平",
                      "text": [
                        "成5年4月20日。発明の名称「メモリーカード」。甲18〕，特開平5-101638号公報〔公開日平成5年4月23日。発明の",
                        "名称「携帯式半導体記憶装置の構造」。甲19〕，実開平5-48058号公報〔公開日平成5年6月25日。発明の名称「ICメモ",
                        "リカード。甲20〕，特開平5-22167号公報〔公開日平成5",
                        "年1月29日。発明の名称「カード型電子チューナ」。甲21)に照らしてみると，当業者にとって「フレーム」の技術的意味は，パッケージ(カード)の外形(外周)を形成するとともに，上部と下部が開口している「枠」や「額縁」であることが一義的に導き出される。",
                        "また，国際公開WO93／10535号(国際公開日平成5年",
                        "(1993年)5月27日。発明の名称「ディスク装置」。甲2",
                        "2)によれば，当業者にとって「フレーム要素」の技術的意味は，パッケージ(カード)の外形(外周)を形成するとともに上部と下部が開口している「枠」や「額縁」を構成する部材のことであることが一義的に導き出される。",
                        "被告は，後記乙1～4を提出して主張をするが，乙1(特開平2-286399号公報)のプラスチックフレーム3，3’は，スぺ",
                        "ーサー(又は隔壁)に相当する部分はあるものの，上部と下部とが開口している「枠・額縁」であることに変わりはないし，乙2～4(順に，特開平4-332695号公報，特開平3-96397号",
                        "公報，特開平2-185496号公報)のものは，実質的にはカバ",
                        "ー(覆い)であり，また，上部(上面)については開口している。",
                        "したがって，乙1～4によって，当業者の技術常識に関する上記主張を否定することはできない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "被告は，原告ら訴訟引受人の主張は「プラスチックフレーム要素」を「枠(額縁)」に，更に実質的に「外枠」に限定解釈しようとするものである，と主張する。しかし，原告ら訴訟引受人の主張は限定解釈をいうものではなく，「フレーム」は「枠(額縁)」の意味である(新村出編「広辞苑第4版」2282頁〔甲",
                          "text": [
                            "12〕)こと，すなわち「フレーム」という用語の意義を明らかにしたにすぎない。",
                            "同様に，被告は，原告側は「金属カバー」の「カバー」とは直接的な覆いである，と限定的に解釈していると主張する。しかし，上記主張は限定解釈をいうものではなく，「カバー」は「覆い」の意味である(新村出編「広辞苑第4版」2282頁〔甲1",
                            "2〕)こと，すなわち「カバー」という用語の意義を明らかにしたにすぎない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "また被告は，「プラスチックフレーム要素」は，単に「プラスチックフレーム」ではなく「要素」ということばがついており，「要素」の語義に照らせば，「プラスチックフレーム要素」は，金属カバーに合致するように形成される必要不可欠な根本条件とみるべき，と主張する。",
                            "しかし，「要素」を字義どおりに解釈すれば，「プラスチックフレーム要素」とは，プラスチックの「フレーム(枠，額縁)」構造自体を成立させるために必要不可欠な部分をいうものと理解するのが日本語として自然である。したがって，例えば，被告が主張するようなパッケージの位置決め用のエジェクタピン17は，「フレーム(枠，額縁)」構造自体を成立させるために必要不可欠な部分ではないから，フレーム要素に含まれると解するのは不自然であるし，甲1発明において，回路基板(3)を覆う覆いとしてしか認定できない「板状部分」である基体の内面樹脂(10)が，「フレーム」である「枠(額縁)」の成立に必要不可欠な部分ではないことも明らかである。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "subject": "また被告は，「フレーム」は，「枠(額縁)」という意味だけではなく「骨組・台枠」という意味もあるところ，金属カバーに合致するように形成されるプラスチック部分は，そのすべてが「骨組・台枠」として機能している，と主張する。しかし，上記のように，「プラスチックフレーム要素」とは，プラスチックのフレームの成立に必要不可欠な部分をいうものと理解するのが日本語として自然である。仮に，フレームが「骨組・台枠」を意味するものとしても，財団法人日本規格協会編「JIS工業用語大辞典【第5版】」(2001年3月30日発行。甲14)によれ",
                          "text": [
                            "ば，例えば，「台枠」は「床枠。underframe，一般に，中ばり(梁)，側ばり(梁)，枕ばり(梁)，横ばり(梁)などで構成され，車体の土台になる骨組」の意味である。したがって，このような意味を持つ語句から，甲1発明の樹脂製の基体の内面樹脂(10)のような回路基板(3)を覆う「覆い」も含めたプラスチック部分すべてが「骨組・台枠」として機能するということはできない。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "さらに被告は，本件明細書(甲9)にも，「本発明のオプションとして，カバー12および14の内部を非導電性材料の薄膜でコーティングする。…」(3頁右欄9行～10行)とあることを指摘するが，これによれば，甲1発明の「基体の内面樹脂(10)」は，本件発明1のオプションとしてカバー12及び14の内部にコーティングされる「非導電性材料の薄膜」に相当するということになり，「プラスチックフレーム要素」とは異なるものということになるから，本件審決の認定に過誤があることを被告も認めた結果となる。",
                            "② また，本件発明1は，「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型されたことを特徴とする…」というものであり，上記①aのとおり，「プラスチックフレーム要素」は「枠」であるところ，甲1発明において，あえて「枠」とみなせるのは，基体の内面樹脂(10)ではなく，基体A(1)，基体B(2)と符号された「側壁部分」である。しかるに，仮に，本件発明1の金属カバーの複数のフィンガ部が，甲1発明における金属板突出部に相当するとしても，甲1発明において，金属板突出部は，本件発明1の「プラスチックフレーム要素」，すなわち「枠」とみなせる樹脂製基体の「側壁部分」の幅方向内面とは離間しているものである。したがって，本件発明1において，金属カバーの複数のフィンガ部がプラスチックフレーム要素に埋まっているのとは異なり，甲1発明においては，上記金属板突出部が上記「側壁部分」に埋まっているとは到底いえない。",
                            "被告は，「側壁部分」から延在する「内面樹脂(10)」も「プラスチックフレーム要素」に該当し，金属板突出部は，この内面樹脂(10)で覆われる根元部分と，更に突出して延在する部分とからなり，この根元部分は基体の内面樹脂(10)に埋まっているといえる，と主張する。",
                            "しかし，そもそも「フレーム(枠，額縁)」構造自体を成立させるために必要不可欠な部分ではない「覆い」としての「板状部分」である内面樹脂(10)に金属板突出部が突出配置されているとしても，これをもって，本件発明1の「…プラスチックフレーム要素は，金属カバーの複数のフィンガ部を埋める…」に該当するとはいえない。"
                          ],
                          "content": [
                            {
                              "fig": "(イ)",
                              "text": [
                                "本件審決は，「…複数のフィンガ部のプラスチックフレーム要素(基体)への埋め込みに関し，甲第1号証記載の発明と本件特許発明1とに実質的な差異はない。」(審決15頁下6行～下4行)とするが，以下の①，②に照らし，失当である。",
                                "① 本件発明1は，前記のとおり「…前記金属カバーには，その周縁から延びる複数のフィンガ部が形成され，かつ前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型されたことを特徴とする…」というものである。",
                                "そうすると，金属カバーの複数のフィンガ部は，金属カバーの周縁から延びる部分であり，その周縁から延びる部分がプラスチックフレーム要素に埋まるのであるから，「埋まる」とは「他の物の中に没して外から見えない状態になること。」という意味である(新村出編「広辞苑第4版」2282頁〔甲12〕)ことにも照らせば，本件発明1の「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように…」とは，金属カバーの周縁から延びる部分の全体又は少なくとも先端側が，「他の物」であるプラスチックフレーム要素自体の中に没している状態のことを意味している。",
                                "被告は，本件発明1の「埋める」を，「金属カバーの周縁から延びる部分の全体又は少なくとも先端側が」プラスチックフレーム要素に埋まる，というように限定解釈すべき理由はない，と主張するが，被告の主張は，本件発明1においてフィンガ部の埋められ方あるいは埋めた状態についての限定はないとして，「埋める」という語句自体の語義の問題を，フィンガ部の埋められ「方」あるいは埋めた「状態」の問題にすり替えているものであり，失当である。",
                                "② しかるに，甲1発明においては，仮に内面樹脂(10)の部分が本件発明1の「プラスチックフレーム要素」に相当するとしても，金属板突出部は，甲1公報の第3図からも明らかなように，上記内面樹脂(10)を貫通して，樹脂製基体の内面側に突出配置しているものであり，埋まっているものではない。したがって，甲1発明においては，本件発明1のように，「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋める…」という構成になっているとは到底いえない。",
                                "被告は，甲1発明の金属板突出部のうち基体の内面樹脂(10)で覆われた根元部分は，基体の内面樹脂(10)でふさがれた状態になっており，これは，本件発明1の「埋まる」に該当する，と主張する。しかし，金属板突出部のうち基体の内面樹脂(10)で覆われた根元部分が基体の内面樹脂(10)でふさがれた状態になっていたとしても，延在するその先の部分が基体の内面樹脂(10)から突出しており，この先の部分が内面樹脂(10)自体の中に没して外から見えない状態になっていない以上，「埋まる」に該当するとはいえない。"
                              ]
                            },
                            {
                              "fig": "(ウ)",
                              "text": [
                                "さらに，本件発明1と甲1発明とが実質的に同一といえないことは，以下の①，②のように，両者の作用効果が異なることからみても明らかである。",
                                "①a 本件発明1は，金属カバーの周縁から延びる複数のフィンガ部が，枠材としてのプラスチックフレーム要素に埋まることによって，フィンガ部とプラスチックフレーム要素との接触面積が大きくなり，強固な固定がなされるとの作用効果を奏するものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "このことは，本件明細書(甲9)の以下の記載からも裏付けられる。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「…フィンガ26の自由端を直線状でない形状にして，これらフィンガをプラスチックフレーム要素16および18内により強固に埋め込まれるようにしてもよい。」(3頁右欄32行～35行)"
                        },
                        {
                          "fig": "(b)",
                          "subject": "「…フィンガ26の端部はプラスチック内に一旦埋め込まれた場合，抜き出すことができないようにダイヤモンド形状となっている。」(同頁同欄35行～37行)"
                        },
                        {
                          "fig": "(c)",
                          "subject": "「このようにプラスチックフレーム要素16および18内にフィンガ26を埋め込む方法により，2つのフレーム要素を接合した際，パッケージの2つの半分割体を互いに強固に固定することが保証されている。…」(3頁右欄38行～41行)"
                        },
                        {
                          "fig": "(d)",
                          "subject": "「…プラスチックフレームが成形されるにつれ，カバー12および14上の金属フィンガはフレーム要素16および18に埋め込まれるので，フレーム要素16および18からのカバー12および14の分離は不可能となる。…」(4頁左欄9行～12行)",
                          "text": [
                            "② これに対し，甲1発明は，金属カバーの周縁から延びる複数のフィンガ部が形成されておらず，枠材としてのプラスチックフレーム要素に埋まるものではない。しかも，甲1発明のものは，枠に該当しない内面樹脂(10)を貫通して突出配置されたものであり，金属板突出部の根元部分が内面樹脂(10)に仮に接しているとしても，容易に外れる可能性があることは当業者が直ちに分かるものである。すなわち，甲1発明のものは，金属カバーとプラスチックフレーム要素とを強固に固定できる作用効果を奏しない。",
                            "③a 被告は，「強固な固定がなされる」とは，本件明細書(甲9)の第4図のような特定の実施例に基づく作用効果の主張である，と主張する。しかし，本件発明1においては，特許請求の範囲に記載された，金属フィンガがフレーム要素に埋まるという構成から，金属フィンガがフレーム要素に強固な固定がなされることを導き出せるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "被告は，甲1発明において，金属カバーが容易に外れないように，周縁から延びる複数のフィンガ部の幅方向の長さや，埋まる部分の厚みを適宜選択することは，当業者の常套手段であって，外れるような設計とするはずはない，と主張する。しかし，甲1発明の金属板突出部の根元部分が，仮に，板状部分である内面樹脂(10)に埋まっているとしても，「フレーム(枠，額縁)」に強固に固定されていない以上，構造上，例えば，カードが曲げられたときなど，剛性の低い内面樹脂(10)に固定されているため容易に外れる可能性があることは，当業者が直ちに分かることである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件発明1の進歩性判断の誤り)",
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(ア)",
                              "text": [
                                "本件審決は，「…本件特許発明1において，金属カバーの複数のフィンガ部のすべてがプラスチックフレーム要素に埋め込まれている場合には，…単にフィンガを基体に固定させるだけで足りるということになり，フィンガの先端部同士を接触させる必要はないから，甲第1号証記載の発明において，フィンガを基体に埋め込むだけとすることは，当業者が適宜なしうることにすぎない。」(審決16頁17行～25行)とするが，以下の①，②に照らし，失当である。",
                                "① まず，上記イに述べたように，本件審決は，「プラスチックフレーム要素」，「金属カバー」，「フィンガ部」，「埋める」及び「フレーム要素がフィンガ部を埋める」ことの技術的意味を誤認したことが原因となって，一致点の認定を誤り，これに基づいて上記判断をしたものであるから，上記判断も誤りである。",
                                "② なお，甲1発明は，「…金属板突出部を接触接続し得るようにしたものである。」(甲1公報〔課題を解決するための手段〕2頁左上欄18行～19行)とあるように，金属板突出部相互を接続することが発明の要旨であって，それゆえ，「金属板の一部をその実装面の反対側に突出配置する」構成なのであり，接続しなくてもよいなどの記載や示唆はない。金属板突出部相互を非接続とする状態は，「…外部電波ノイズの遮断及び静電気の帯電を防ぐための基体A(1)基体B(2)間を接触接続し，同電位とする…」(甲1公報2頁左上欄8行～10行)という解決課題に反するものであり，甲1発明が成立しなくなる。",
                                "したがって，甲1発明において，フィンガを基体に埋め込むだけとすることは当業者が適宜なしうることにすぎない，ということはできない。"
                              ]
                            },
                            {
                              "fig": "(イ)",
                              "text": [
                                "本件審決は，「…甲第4号証にはパネルの樹脂結合穴を有する折り曲げ部をフレームに埋め込むようにして，それぞれ金属カバーを固定することが記載されているから，甲第1号証記載の発明において，フィンガを基体に埋め込むだけとすることは当業者が容易になし得ることである。」(審決16頁26行～29行)とするが，失当である。",
                                "まず，甲4(特開平3-96396号公報)は，本件発明1の，「金",
                                "属カバーの周縁から延びる」というフィンガ部の構成を備えていない。",
                                "この点，樹脂結合用穴12bによって，パネル12とフレーム11c(樹脂)とが一体になっているとしても，樹脂結合用孔12bはパネル12に穿設された単なる「孔」にすぎず，本件発明1の「金属カバー…の周縁から延びる」というフィンガ部の構成とは著しく相違している。",
                                "また，甲4は，本件発明1と異なり，金属カバーとプラスチックフレーム要素との「カバー半分割体」がユニットとなったものではなく，また，上下のパネル12，12の折り曲げ部12a(又は樹脂結合用孔12b)がそれぞれ接触接続されているものでもない。したがって，甲4を甲1発明に適用する契機はない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本件発明3，4の進歩性の判断の誤り)",
                  "text": [
                    "本件発明3，4は，本件発明1の構成要件を限定する従属形式で特定されたものであるから，本件発明1の判断においてすでに誤っている以上，本件審決の判断も失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)の事実のうち，本件審決謄本が脱退原告らに送達された日は知らない。その余の請求原因(1)の事実，請求原因(2)，(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "本件審決の認定判断は正当であり，原告ら訴訟引受人主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告ら訴訟引受人は，取消事由2～4に係る主張に照らせば，本件訂正後の訂正発明1は，特許出願の際，独立して特許を受けることができる，と主張する。しかし，以下の(2)～(4)に照らし，取消事由2～4に係る原告ら訴訟引受人の主張には理由がないから，上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告ら訴訟引受人は，本件審決は，本件発明1の「プラスチックフレーム要素」の技術的意味について誤認をし，「枠」である「プラスチックフレーム要素」を，「板状」に形成された甲1発明の内面樹脂(10)の部分と同視したものであり，絶縁性の点でも矛盾を来している，と主張する。",
                    "しかし，本件審決が，本件発明1の「プラスチックフレーム要素」と甲1発明の「基体の内面樹脂(10)」とを同一視したことに誤りはない。原告ら訴訟引受人の上記主張は，「プラスチックフレーム要素」を「枠(額縁)」に，更に実質的に「外枠」に限定解釈しようとするものであるが，そのように限定解釈すべき特段の理由はなく，特許請求の範囲の記載に基づかない主張であって，以下の(ア)～(エ)に照らし，失当である。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(ア)",
                              "text": [
                                "「プラスチックフレーム要素」は，単に「プラスチックフレーム」ではなく「要素」ということばがついている。そして，「要素」が，物事の成立・効力などに必要不可欠な根本条件を意味することに照らせば，「プラスチックフレーム要素」は，金属カバーに合致するように形成される必要不可欠な根本条件とみるべきである。"
                              ]
                            },
                            {
                              "fig": "(イ)",
                              "text": [
                                "「フレーム」は，「枠(額縁)」という意味だけではなく，「骨組・台枠」という意味もある。金属カバーに合致するように形成されるプラスチック部分は，そのすべてが「骨組・台枠」として機能している。",
                                "また，本件明細書(甲9)に，「…フレーム要素16および18に射出成形プロセスにおける成形品の突出しに使用されるエジェクタピン17を設ける必要がある…」(4頁左欄17行～19行)とあるように，フレーム要素16及び18は，枠として機能するもの以外の，パッケージの位置決め用のエジェクタピン17もフレーム要素に含まれるものとして記載されている。"
                              ]
                            },
                            {
                              "fig": "(ウ)",
                              "text": [
                                "本件発明1の「金属カバー」が，プリント基板が封入される「覆い」であり，甲1発明の「基体の内面樹脂(10)」も，「枠」ではなく，回路基板(3)を覆う「覆い」として形成されているというのは，「金属カバー」の「カバー」とは直接的な覆いである，と限定的に解釈しようとするものであるから，その前提が失当である。この点，本件明細書(甲9)にも，「…本発明のオプションとして，カバー12及び14の内部を非導電性材料の薄膜でコーティングする。…」(3頁右欄9行～10行)とあり，カバーとプリント回路基板との間に非導電性材料の存在を肯定している。"
                              ]
                            },
                            {
                              "fig": "(エ)",
                              "subject": "なお原告ら訴訟引受人は，メモリーカード等のプリント回路基板収容用パッケージ関連技術において，本件発明1に係る特許出願の際の優先日(平成5年7月15日)以前の技術水準に照らし，当業者にとって「フレーム」の技術的意味は，パッケージ(カード)の外形(外周)を形成するとともに，上部と下部が開口している「枠」や「額縁」であることが一義的に導き出される，として甲18～21を提出し，また，国際公開WO93／10535号(国際公開日平成5年5月27日。発明",
                              "text": [
                                "の名称「ディスク装置」。甲22)によれば，当業者にとって「フレーム要素」の技術的意味は，パッケージ(カード)の外形(外周)を形成するとともに上部と下部が開口している「枠」や「額縁」を構成する部材のことであることが一義的に導き出される，と主張する。しかし，これらは，あまたある公知資料のうちから，原告ら訴訟引受人が意図的にその主張するクレーム解釈に沿うもののみを選択したにすぎず，これらをもって出願当時の技術水準を明確にしたものであるとは到底いえない。",
                                "そして，特開平2-286399号公報(公開日平成2年11月26日。",
                                "発明の名称「メモリカード」。乙1)，特開平4-332695号公報(公開日平成4年11月19日。発明の名称「メモリカード」。乙2)，特開平3-96397号公報(公開日平成3年4月22日。発明の名称「ICカード」。乙3)，特開平2-185496号公報(公開日平成",
                                "2年7月19日。発明の名称「メモリカード」。乙4)によれば，メモリカード等のプリント回路基板収容用パッケージ関連技術において，パッケージ(カード)の外周だけではなく，その底面をも覆うものも「フレーム」であるとされているから，甲18～22に基づいて，「フレーム」を，パッケージの外形(外周)を形成するとともに上部と下部が開口している「枠」や「額縁」と理解すべきということにはならない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告ら訴訟引受人は，本件発明1の「プラスチックフレーム要素」は，甲1発明において基体A(1)及び基体B(2)と符号が付された「側壁部分」が該当するところ，この甲1発明においては，金属板突出部が「側壁部分」の幅方向内面と離間しているから，「側壁部分」に埋まっているとはいえない，と主張する。",
                    "しかし，上記アに記載したように，「側壁部分」から延在する「内面樹脂(10)」も「プラスチックフレーム要素」に該当し，金属板突出部は，この内面樹脂(10)で覆われる根元部分と，更に突出して延在する部分とからなり，この根元部分は基体の内面樹脂(10)に埋まっているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告ら訴訟引受人は，本件発明1の「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，…」とは，金属カバーの周縁から延びる部分の全体又は少なくとも先端側が，「他の物」であるプラスチックフレーム要素自体の中に没している状態のことを意味している，しかるに，甲1発明においては，金属板突出部は，甲1公報の第3図からも明らかなように，上記内面樹脂(10)を貫通して，樹脂製基体の内面側に突出配置しているものであるから，本件発明1のように，「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，…」という構成になっているとは到底いえない，と主張する。",
                    "しかし，本件発明1の「埋める」を，「金属カバーの周縁から延びる部分の全体又は少なくとも先端側が」プラスチックフレーム要素に埋まる，というように限定解釈すべき理由はない。そして，「埋める」とは，「うめる」とも「うずめる」とも読めるし，「他の物の中に没して外から見えない状態になること」だけではなく，「一杯になる。ふさがる。」という意味もあるところ，甲1発明の金属板突出部のうち基体の内面樹脂(10)で覆われた根元部分は，基体の内面樹脂(10)でふさがれた状態になっており，これは，本件発明1の「埋まる」に該当するものである。",
                    "また，甲1発明の金属板突出部のうち根元から貫通して突出している部分，すなわち，複数のフィンガ部の先の部分は，他の基体に一体成型された複数のフィンガ部の先の部分と接触し電気的に接続するようになっているところ，この先の部分は，基体の内面樹脂(10)に埋まる部分に対して付加された部分であって，この付加部分があっても，金属板突出部の根元部分が基体の内面樹脂(10)で覆われた状態であることに変わりはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告ら訴訟引受人は，本件発明1と甲1発明とが実質的に同一といえないことは，両者の作用効果が異なることからみても明らかである，と主張する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(ア)",
                              "text": [
                                "すなわち原告ら訴訟引受人は，本件発明1は，強固な固定がなされるとの作用効果を奏する，と主張し，かかる主張は，本件明細書(甲9)の前記第3の1(4)イ(ウ)①bの各記載からも裏付けられる旨主張する。",
                                "しかし，「強固な固定がなされる」とは，本件明細書(甲9)の第4図のような特定の実施例に基づく作用効果の主張であり，原告ら訴訟引受人が指摘する本件明細書(甲9)中の各記載のいずれも，同実施例についての記載である。そして，フィンガ部が埋め込まれる形態まで特定していない本件発明1の，「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成形された…」という構成が奏する作用効果は，単に固定できるという程度のことであるから，同構成から「強固な固定がなされる」という作用効果が奏されるとはいえない。"
                              ]
                            },
                            {
                              "fig": "(イ)",
                              "text": [
                                "原告ら訴訟引受人は，甲1発明のものは，内面樹脂(10)を貫通して突出配置されたものであり，金属板突出部の根元部分が内面樹脂(10)に仮に接しているとしても，容易に外れる可能性がある，と主張する。",
                                "しかし，金属カバーが容易に外れないように，周縁から延びる複数のフィンガ部の幅方向の長さや，埋まる部分の厚みを適宜選択することは，当業者の常套手段であって，外れるような設計とするはずはない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告ら訴訟引受人は，甲1発明において，フィンガを基体に埋め込むだけとすることは当業者が適宜なしうることにすぎない，ということはできない，甲1発明は，金属板突出部相互を接続することが発明の要旨であって，それゆえ，「金属板の一部をその実装面の反対側に突出配置する」構成なのであり，接続しなくてもよいなどの記載や示唆はない，と主張する。",
                    "しかし，本件審決が，「…甲第1号証の発明において，フィンガを基体に埋め込むだけとすることは，当業者が適宜なしうることにすぎない。」(審決16頁24行～25行)としたのは，金属カバー同士の電気的接合が他の手段によって可能な場合，フィンガ同士の接合が必要ないということになり，単にフィンガを基体に固定させるだけで足りることになるから，甲1発明においても，フィンガを基体に埋め込むだけとすることは当業者が適宜なしうることにすぎない，ということであり，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告ら訴訟引受人は，甲4を甲1発明に適用する契機がない，甲4は，本件発明1の，「金属カバー…の周縁から延びる」というフィンガ部の構成を備えておらず，甲4を甲1発明に適用する契機がない，と主張する。",
                    "しかし，甲4において，パネル12の折り曲げ部12aはフレーム11に埋設されるから，金属カバーの周縁から延びるフィンガ部に相当するものが存在する。そして，甲4の樹脂結合用穴12bは，折り曲げ部12aに設けられるものであり，フィンガ部の一部を構成し，フレーム11Aの樹脂との結合を高める機能を果たしている。そして，フレーム11Aの構成は，本件発明1と異なることはあっても，その部分は甲1発明において開示されている部分であり，相違点としてのフィンガ部の全部の埋設形態が甲4に記載されている。そうである以上，同じ技術分野に属する甲1と甲4を組み合わせる阻害事項はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告ら訴訟引受人は，本件発明3，4は，本件発明1の構成要件を限定する従属形式で特定されたものであるから，本件発明1の判断においてすでに誤っている以上，本件審決の判断は失当であると主張するが，上記(2)，(3)のように，本件発明1の判断において誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)の事実のうち本件審決謄本が脱退原告らに送達された日を除く事実，(2)(発明の内容)，(3)(本件審決の内容)の各事実は，当事者間に争いがない。証拠(甲10)及び弁論の全趣旨によると，本件審決謄本が脱退原告らに送達されたのは，平成17年8月17日であると認められる。"
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1に対する審決の取消請求について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正請求の可否",
              "text": [
                "原告ら訴訟引受人は，取消事由2～4にかかる原告ら訴訟引受人の主張に理由があることに照らせば，本件訂正後の訂正発明1は，特許出願の際，独立して特許を受けることができるものである，と主張する(取消事由1)。",
                "しかし，後記(2)によれば，本件発明1と甲1発明とは実質的に同一であり，本件発明1の特許は，特許法29条1項3号の規定に違反して特許されたものと認められる。しかるに，原告ら訴訟引受人は，取消事由1において，訂正前の本件発明1の特許性が否定されても本件訂正後の訂正発明1の特許性は肯定されるなどの，本件訂正についての独自の取消事由は主張していない。",
                "以上によれば，取消事由1の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正前の本件発明1と甲1発明との対比の誤りの有無",
              "text": [
                "〈1〉原告ら訴訟引受人は，本件訂正前の本件発明1には甲1発明に照らし新規性がないとする本件審決の判断に対し，それが誤りである旨を主張する(取消事由2)。",
                "そこでこれを個別事由ごとに判断する。",
                "〈2〉「プラスチックフレーム要素」につき"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「プラスチックフレーム要素」",
                  "text": [
                    "前記第3の1(2)イ記載のとおりの本件発明1の内容からすれば，「プラスチックフレーム要素」は，①金属カバーに合わせて一対あり，対応する金属カバーにそれぞれ合致するものであり，②対応する金属カバーを固定し，それと共に一体的ユニットをそれぞれ構成するものであり，③対応する金属カバーの複数のフィンガ部を埋めるように，対応する金属カバー上に射出成型されたものである。",
                    "そして，上記①～③を，「フレーム要素」の構造及び機能の面から整理すると，構造としては，対応する金属カバーの複数のフィンガ部を埋めるように，金属カバー上に射出成型より成形されたもので，対応する金属カバーに合致することにより，それと共に一体的ユニットを構成するものであること，また，機能としては，対応する金属カバーの複数のフィンガ部を埋めることによって，対応する金属カバーを固定するものであること，が認められる。",
                    "このように，「フレーム要素」は，「金属カバー」と共に「一体的ユニット」を構成する構成要素の一つであって，対応する「金属カバー」に合致するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の「樹脂製の基体の内面樹脂(10)」",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1公報には，樹脂製の基体の内面樹脂(10)に関して，以下の記載がある。",
                        "① 「…金属板を樹脂製基体に一体成形し，…」(2頁左上欄15行～16行)",
                        "② 「…基体に設けた金属板の一部を実装面に対しほぼ直角に突出配置し，樹脂製の基体を成形する際同時に成形し，金属板実装面の反対側面に金属板の一部を突出させた基体を一体成形するものである。」(2頁右上欄1行～5行)",
                        "③ 「…図において，基体A(1)には金属板(4)が1体成形されている。",
                        "…同様に相対する他方の基体B(2)も金属板(4)が1体成形されている。",
                        "…また(10)は内面樹脂である。」(2頁右上欄13行～左下欄2行)④ 「ICカードの主要部分である回路基板(3)を保護パッケージするために基体A(1)，及び基体B(2)ではさみ，接合面(9)に接着層(11)を用いて接合されている。基体A(1)及び基体B(2)は金属板(4)を一体成形した樹脂製のもので，…」(2頁左下欄4行～8行)",
                        "⑤ 「なお内面樹脂(10)は基体A(1)，基体B(2)の内面側を覆い，回路基板(3)と金属板(4)とを絶縁している。」(2頁右下欄2行～4行)⑥ 「…この発明によれば基体成形時，端面の一部分に突出部分を設けた金属板を一体樹脂成形するように構成したので，部品数を少なくし，組立時の工数を少なくする効果がある。」(2頁右下欄下1行～3頁左上欄3行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の(ア)①～⑥の記載によれば，基体A(1)及び基体B(2)並びに内面樹脂(10)は，共に樹脂製であるところ，この基体A(1)及び基体B(2)は金属板(4)を一体樹脂成形するものである。したがって，その一体樹脂成形に当たって周知慣用の射出成型技術を採用すれば，金属板(4)に対して射出成型を施して樹脂製の基体A(1)及び基体B(2)並びに内面樹脂(10)を成形することとなり，対応する金属板(4)に合致して，金属板(4)と共に「一体的ユニット」を構成する樹脂製の基体A(1)及び基体B(2)並びに内面樹脂(10)が構成されることとなる。",
                        "なお，内面樹脂(10)を含めた一体樹脂成形に当たって，内面樹脂(10)を，金属板(4)の内面を樹脂で覆うことによって成形することが，射出成型技術によれば困難であるため同技術を使用できないとする技術的理由は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のア，イによれば，甲1発明は，金属板とそれぞれ合致する一対の樹脂製基体を備え，その金属板は対応する樹脂製基体と一体成形され，これら樹脂製基体は金属板と共に保護パッケージを構成していることが明らかであるから，本件発明1が，金属カバーにそれぞれ合致する一対のプラスチックフレーム要素とを備え，各金属カバーは対応するプラスチックフレーム要素にそれぞれ固定され，各プラスチックフレーム要素は対応する金属カバーと共に一体的ユニットをそれぞれ構成している点と実質的な差違はないといえる。したがって，甲1発明の，内面樹脂(10)の部分を含めて金属板(4)と一体樹脂成形される樹脂製の基体A(1)及び基体B(2)は，本件発明1の「プラスチックフレーム要素」に相当するものというべきであるから，本件審決が，本件発明1の「プラスチックフレーム要素」の技術的意味を誤認したということはできず，また，樹脂製の基体A(1)及び基体B(2)並びに内面樹脂(10)を「プラスチックフレーム要素」と同視したことが誤りということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告ら訴訟引受人の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告ら訴訟引受人は，本件発明1の「プラスチックフレーム要素」については，「フレーム」とは「額縁，枠」の意味である(新村出編「広辞苑第4版」2282頁〔甲12〕)ことにも照らせば，プリント回路基板本体が封入される「金属カバー」を固定する「枠」であるといえるから，これを「板状」に形成された甲1発明の内面樹脂(10)の部分と同視することは誤りであり，絶縁性の点でも矛盾を来す，と主張する。",
                        "しかし，前記アに説示したように，本件発明1の特許請求の範囲を検討すれば，「フレーム要素」は，「金属カバー」と共に「一体的ユニット」を構成する構成要素の一つであり，対応する「金属カバー」に合致するものであることが導かれるものであって，かかる解釈に照らせば，「額縁，枠」の意味に捉えることは失当というほかなく，また，このようなものである限り，樹脂成形により金属カバーを覆い，その結果として絶縁性をもつものについても含みうる文言となっている。そして，前記ア～ウに照らし，かかる「フレーム要素」を甲1発明の樹脂製の基体A(1)及び基体B(2)並びに内面樹脂(10)と同視したとしても，誤りということはできない。",
                        "以上によれば，原告ら訴訟引受人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告ら訴訟引受人は，メモリーカード等のプリント回路基板収容用パッケージ関連技術において，本件発明1に係る特許出願の際の優先日(平成5年7月15日)以前の技術水準を明らかにするものとして，甲18～22(特開平5-96893号公報〔公開日平成5年4月20日。",
                        "発明の名称「メモリーカード」。甲18〕，特開平5-101638号公報〔公開日平成5年4月23日。発明の名称「携帯式半導体記憶装置の構造」。甲19〕，実開平5-48058号公報〔公開日平成5年6月25日。発明の名称「ICメモリカード。甲20〕，特開平5-22167号公報〔公開日平成5年1月29日。発明の名称「カード型電子チューナ」。甲21〕，国際公開WO93／10535号〔国際公開日平成5年(1993年)5月27日。発明の名称「ディスク装置」。甲22〕)を提出する。",
                        "しかし，前記ア～ウで説示したように，本件発明1の特許請求の範囲を検討すれば，「フレーム要素」は，「金属カバー」と共に「一体的ユニット」を構成する構成要素の一つであり，対応する「金属カバー」に合致するものであることが導かれるものであって，周知技術を参酌する必要があるということはできず，原告ら訴訟引受人の提出する上記各公報(甲18～22)をみても，被告主張に係る前記乙1～4の記載に照らし，上記の解釈を左右するに足りるものは見当たらない。したがって，原告ら訴訟引受人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告ら訴訟引受人は，甲1発明において，金属板突出部は，本件発明1の「プラスチックフレーム要素」，すなわち「枠」とみなせる樹脂製基体の「側壁部分」の幅方向内面とは離間しているものであるから，甲1発明においては，上記金属板突出部が上記「側壁部分」に埋まっているとは到底いえない，と主張する。しかし，かかる主張は，「プラスチックフレーム要素」を「枠」とみる解釈が前提であるところ，前記(ア)に説示したとおり，「フレーム要素」を「額縁，枠」の意味に捉える解釈は採用の限りでないから，そもそもその前提が失当であるといわざるを得ない。",
                        "〈3〉「埋める」につき"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "「…埋める…」については，前記第3の1(2)イ記載のとおり，本件発明1の特許請求の範囲には「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型されたことを特徴とする…」とあるものであって，「金属カバー…の周縁から延びる」部分である「フィンガ部」のどの範囲までをプラスチックフレーム要素が埋めるかについては，記載や示唆がなく，また，「フィンガ部」を部分的に埋めることを排除する記載も示唆もない。",
                    "そうすると，「埋める」については，本件発明1の特許請求の範囲の記載からすれば，「フィンガ部」の全体又は一部分を埋めるものと捉えるほかなく，「フィンガ部」の一部分だけでも覆って見えなくすれば，「埋める」に該当するものと解するのが相当である。そして，「埋める」対象であるその一部分として「フィンガ部」の先端側を含み得るとしても，文言上，同部分として「フィンガ部」の先端側以外の部分もまた含み得るものというべきであって，「少なくとも先端側」とまで限定する理由はない。",
                    "そして，本件発明1の「フィンガ部」については，特許請求の範囲の文言上，その形状を何ら特定していないところ，その一般的な意義に照らし，指状に突起(突出)した形状のものとして捉え得るものであるから，甲1発明のような金属板の端面からの突出部分である金属板突出部も「フィンガ部」に該当すると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，甲1発明の金属板突出部も，「樹脂製の基体A(1)及び基体B(2)並びに内面樹脂(10)」における内面樹脂(10)にその根元部分が埋まっており，また，射出成型は当業者の周知慣用技術であるから，甲1発明における構成が，「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型されたことを特徴とする…」と実質的に同一であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告ら訴訟引受人の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告ら訴訟引受人は，本件発明1の「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，…」とは，金属カバーの周縁から延びる部分の全体又は少なくとも先端側が，「他の物」であるプラスチックフレーム要素自体の中に没している状態のことを意味している，と主張する。",
                        "しかし，本件発明1において，金属カバーの複数のフィンガ部は，金属カバーの周縁から延びる部分であること，その周縁から延びる部分がプラスチックフレーム要素に埋まるものであること，が肯定されるとしても，本件発明1においては，上記アに説示するとおり，「フィンガ部」の形状についても，「フィンガ部」のどの範囲までをプラスチックフレーム要素が埋めるかについても，何ら記載や示唆がないものであって，上記の点から直ちに，フィンガ部のうちどの部分が埋まるかが決まることにはならない。したがって，原告ら訴訟引受人が主張するように，本件発明1の上記文言が，金属カバーの周縁から延びる全体又は少なくとも先端側が没している状態のことを意味するとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に原告ら訴訟引受人は，甲1発明においては，金属板突出部は，甲1公報の第3図からも明らかなように，上記内面樹脂(10)を貫通して，樹脂製基体の内面側に突出配置しているものであり，埋まっているものではない，と主張する。",
                        "しかし，金属板突出部が，内面樹脂(10)を貫通しているといえるとしても，同突出部が，「樹脂製の基体A(1)及び基体B(2)並びに内面樹脂(10)」における内面樹脂(10)にその根元部分が埋まっていることに変わりはない。すなわち，前記(1)で説示したとおり，甲1発明の，「内面樹脂(10)の部分を含めて金属板(4)と一体樹脂成形される樹脂製の基体A(1)及び基体B(2)」が，本件発明1の「プラスチックフレーム要素」に相当するものであり，また，甲1発明の「金属板突出部(5b)…」が，本件発明1の「フィンガ部」に相当するものであり，また，甲1発明においては，前記(1)イ(ア)②に記載したように，「基体に設けた金属板の一部を実装面に対しほぼ直角に突出配置し，樹脂製の基体を成形する際同時に成形し，金属板実装面の反対側面に金属板の一部を突出させた基体を一体成形するもの」であるから，甲1発明においても，「フィンガ部」に相当する金属板突出部の根元部分が，「プラスチックフレーム要素」に相当する「内面樹脂(10)の部分を含めて金属板(4)と一体樹脂成形される樹脂製の基体A(1)及び基体B(2)」の一部分である内面樹脂(10)に対して，埋まっているものと認められる。",
                        "以上によれば，原告ら訴訟引受人の上記主張は採用することができない。",
                        "〈4〉作用効果の点につき"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "原告ら訴訟引受人は，本件発明1は，金属カバーの周縁から延びる複数のフィンガ部が，枠材としてのプラスチックフレーム要素に埋まることによって，フィンガ部とプラスチックフレーム要素との接触面積が大きくなり，強固な固定がなされるとの作用効果を奏するものであるのに対し，甲1発明のものは，枠に該当しない内面樹脂(10)を貫通して突出配置されたものであり，容易に外れる可能性があることは当業者が直ちに分かるものであるから，強固に固定できる作用効果を奏しない，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず原告ら訴訟引受人は，本件発明1の作用効果として，金属カバーとプラスチックフレーム要素とを強固に固定できる点の根拠として，本件明細書(甲9)の前記第3の1(4)イ(ウ)①bの各記載を根拠に挙げている。",
                    "しかし，上記各記載は，いずれも，本件明細書(甲9)の第3図及び第4図のような特定の実施例の構成に基づく主張であることが明らかである。",
                    "しかるに，フィンガ部の埋め込み形態について，本件発明1の特許請求の範囲の文言としては，「…前記プラスチックフレーム要素は，前記金属カバーの複数のフィンガ部を埋めるように，前記金属カバー上に射出成型されたことを特徴とする…」とあるように特定されてはいないのであるから，原告ら訴訟引受人が主張するような，金属カバーとプラスチックフレーム要素とを強固に固定できるという事項が，本件発明1の特許請求の範囲の記載により特定される構成による作用効果といえないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また原告ら訴訟引受人は，甲1発明のものは，枠に該当しない内面樹脂(10)を貫通して突出配置されたものであり，容易に外れる可能性があることは当業者が直ちに分かる，と主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，前記〈2〉イ(ア)⑥に記載したように，甲1公報には，「…この発明によれば基体成形時，端面の一部分に突出部分を設けた金属板を一体樹脂成形するように構成したので，部品数を少なくし，組立時の工数を少なくする効果がある。」(2頁右下欄下1行～3頁左上欄3行)との記載があり，これからすれば，「フィンガ部」に相当する，甲1発明の金属板突出部が，金属板の周縁から延びて形成されているものであることは明らかであり，また，同突出部が，前記(2)で説示したとおり，「プラスチックフレーム要素」に相当する，甲1発明の「内面樹脂(10)の部分を含めて金属板(4)と一体樹脂成形される樹脂製の基体A(1)及び基体B(2)」における「内面樹脂(10)」に埋まっているものである。これらによれば，甲1発明においても，金属板(4)と内面樹脂(10)，すなわち，金属カバーとプラスチックフレーム要素とが固定されているものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，甲1発明のものが容易に外れる可能性があるといえるかという点についてみても，甲1公報には，「第1図はICカ-ドの外観を示す斜視図，第2図は第1図に示すICカ-ドの主要部分の分解斜視図，第3図は第1図に示すア，アにおける断面図である。…図において，基体A(1)には金属板(4)が1体成形されている。(5a)，(6a)，(7a)，(8a)は金属板(4)の一部端面に設けられた金属板突出部で金属板(4)の実装面に対してほぼ直角に配置されている。同様に相対する他方の基体B(2)も金属板(4)が1体成形されている。(5b)，(6b)，(7b)，(8b)は金属板(4)の一部端面に設けられた金属板突出部で金属板(4)の実装面に対してほぼ直角に配置されている。」(2頁右上欄8行～左下欄1行)との記載があり，また，甲1公報の第2図，第3図に図示された構造から，金属板突出部(5a)，(6a)，(7a)，(8a)及び(5b)，(6b)，(7b)，(8b)は，基体A(1)及び基体B(2)のほぼ4隅に位置し，それぞれが内面樹脂(10)に埋まっているものである。したがって，前記(1)で説示したように，その基体A(1)及び基体B(2)が，内面樹脂(10)の部分を含めて金属板(4)と一体樹脂成形されていることも併せ考慮すれば，原告ら訴訟引受人が主張するように，甲1発明のものが必ずしも容易に外れるとはいえないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，原告ら訴訟引受人の上記主張はいずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正前の本件発明1には甲1発明に照らし新規性がないとした本件審決の判断に誤りがないことになる。",
                "そうすると，進歩性に関する取消事由3の主張の当否について判断するまでもなく，訂正前の請求項1に対する審決の取消請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求項3，4に対する審決の取消請求について",
          "text": [
            "原告ら訴訟引受人は，本件発明3，4は，本件発明1の構成要件を限定する従属形式で特定されたものであるから，本件発明1の判断においてすでに誤っている以上，本件審決の判断は失当である，と主張する。しかし，前記2に説示したとおり，本件発明1の新規性の判断に誤りはなく，また，本件発明1の構成要件の引用を除いて本件発明3，4において特定された特有の構成要件については，何ら取消事由が主張されていないから，訂正請求の可否も含めた本件発明3，4に係る本件審決の判断に誤りがあったとは認められず，取消事由4の主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおり，原告ら訴訟引受人主張の取消事由はいずれも理由がない。",
            "よって原告ら訴訟引受人の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}