{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2000-12862号事件について平成16年7月27日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許出願をしたところ特許庁から拒絶査定を受けたためこれを不服として審判請求をしたが，同庁から審判不成立の審決を受けたため，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告(出願時の商号は「エルフ　アトケム　ソシエテ　アノニム」，審判時の商号は「アトフィナ」，その後2004年〔平成16年〕10月4日に「アルケマ」へ商号変更)は，平成9年7月31日，発明の名称を「感圧接着ポリマー」とする特許出願(甲2，パリ条約による優先権主張1996年〔平成8年〕7月31日・フランス国，以下「本件特許出願」という。)をした。その後原告は，平成11年7月7日付け手続補正書(甲5)による補正(以下「第1次補正」という。)を，平成12年4月10日付け手続補正書(甲8)による補正(以下「第2次補正」という。)をしたが，平成12年5月16日に特許庁から拒絶査定を受けた(甲9)ので，同12年8月14日，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2000-12862号事件として審理した上，平成16年7月27日に「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年8月16日原告に送達された。",
                "なお，原告は，審判手続中の平成13年1月18日に審判請求書の請求理由を補正し，審判官の指示があれば特許請求の範囲を更に補正してもよい旨を述べている(甲10。審決3頁の3-3)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第2次補正(甲8)により補正された明細書(以下「本件明細書」という。)の特許請求の範囲は，請求項が1ないし9から成るが，そのうちの請求項1，2の記載は，下記のとおりである。",
                    "記",
                    "【請求項1】下記モノマーを全体が100重量％になるように混合したものを乳化重合して得られるポリマーを含むことを特徴とする，ガラス遷移温度が-25℃以下である感圧接着剤：",
                    "(A)ブチルアクリレート，n-オクチルアクリレート，イソオクチルアクリレート，2-エチルヘキシルアクリレートおよび2-エチルヘキシルトリメラルアセテートからなる群の中から選択されるガラス遷移温度が-40℃以下のホモポリマーとなる少なくとも1種の(メタ)アクリルまたはビニルモノマー：40～95重量％",
                    "(B)メチルアクリレート，ブチルメタクリレート，メチルメタクリレートおよび酢酸ビニルからなる群の中から選択されるガラス遷移温度が0℃以上であるホモポリマーとなる少なくとも1種の(メタ)アクリルまたはビニルモノマー：2～50重量％",
                    "(C)アクリル酸またはメタクリル酸モノマー：0．5～6重量％　        (D)メトキシエチルアクリレート，エチルジグリコールアクリレートおよびエチルトリグリコールメタクリレートからなる群の中から選択される1～20モルのエチレンオキサイドでエトキシ化された少なくとも1種の(メタ)アクリルモノマー：0～5重量％",
                    "(E)下記一般式：",
                    "【化1】",
                    "N C N",
                    "O",
                    "で表されるウレイド構造を有する少なくとも1種の(メタ)アクリルまたはビニルモノマー：0．05～1重量％",
                    "(F)スルホネート基を有する少なくとも1種のアクリルまたはビニルモノマー：0～2重量％。",
                    "【請求項2】上記各モノマーが下記比率(全体で100重量％)である請求項1に記載の感圧接着剤：",
                    "(A)：50～65重量％",
                    "(B)：25～45重量％",
                    "(C)：1～3重量％",
                    "(D)：0～3重量％",
                    "(E)：0．1～0．5重量％",
                    "(F)：0．5～1．5重量％"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決謄本写し記載のとおりである。",
                "その要旨とするところは，本件特許出願に係る請求項2の記載は，「全体で100重量％」としながら100重量％にならない場合を記載するという矛盾を含むので不明確であり，また請求項1(A)の記載も，「2-エチルヘキシルトリメラルアセテート」を含むとされる「(メタ)アクリルまたはビニルモノマー」の意味が不明確であるから，いずれも特許法36条6項2号に規定する要件を満たしていない等とするものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べる理由により，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(請求項2についての判断の誤り)",
                  "text": [
                    "審決は，「請求項2における，モノマー(B)を25重量％とした場合について検討すると，他のモノマー成分を最大比率にしても98重量％にしかならない。したがって，請求項2の記載は，「全体で100重量％」としながら100重量％にならない場合を記載するという矛盾を含むものであり，この点で，請求項2に係る発明が明確でないことは明らかである」(審決3頁最終行～4頁第2段落)と判断したが誤りである。",
                    "すなわち，モノマー(B)を25重量％とした場合，他のモノマー成分を最大比率にしても全体が98重量％にしかならないことは認めるが，モノマー(B)を27重量％にすれば全体が100重量％になる。請求項2は「全体が100重量％となるように各成分の定義範囲内から必要な量を選択する」ことを定義したものであり，(B)が25重量％～27重量未満である範囲が選択されることはないと解釈すれば，請求項2の範囲は明確である。",
                    "また，組成物に関する審査プラクティスにおいては，絶対に有り得ない範囲を含む場合は多数特許されている(特許第2512865号公報〔甲14，以下「甲14公報」という。〕，特許第3549173号公報〔甲15，以下「甲15公報」という。〕，特許第3602531号公報〔甲16，以下「甲16公報」という。〕)し，本件特許出願の対応米国特許出願及び欧州特許出願は，クレーム2が本件特許出願の請求項2と実質的に同じ定義で特許になっている(欧州特許第822206-B1号公報〔甲12，以下「甲12公報」という。〕，米国特許第5908908号明細書〔甲13，以下「甲13明細書」という。〕。",
                    "そして，請求項2は，全体で100重量％となるように各モノマー成分の中から適当な量を選択するという定義であるので，この定義自体に矛盾はない。",
                    "また，特許請求の範囲に「矛盾が含まれる」こと自体により特許法36条6項2号に規定する要件を満たさないとすることはできない。同号に規定する要件を満たさない場合は，その矛盾によって「特許を受けようとする発明が明確にならない」場合に限られる。さらに，請求項2は，請求項1を引用する従属項形式で記載されており，請求項1に矛盾はないから，その請求項1の範囲内において請求項2は解釈されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(特許法159条2項において準用する同法50条違背)        　審決は，「「2-エチルヘキシルトリメラルアセテート」は，その内容が不明であり，拒絶理由通知および拒絶査定後においても「(メタ)アクリルまたはビニルモノマー」と表現されうる化合物であるとの根拠に基づく釈明もないから，請求項1の(A)の「2-エチルヘキシルトリメラルアセテート」を含むとされる「(メタ)アクリルまたはビニルモノマー」との表現は意味が明確でない」(審決4頁4-2項の第2段落)と判断した。",
                    "しかし，平成12年4月28日になされた拒絶査定(甲9)は，平成11年11月30日付け拒絶理由通知書(甲6)に記載した理由1(特許法29条2項の規定による拒絶)，理由2A(「全体が100重量％にならない」という理由の特許法36条違反による拒絶)によってなされたものであり，「2-エチルヘキシルトリメラルアセテート」の意味が不明であることは，拒絶査定の際の＜参考＞として記載されたものにすぎない(甲9)。したがって，この点について拒絶理由は通知されていないことになるから，審決は，特許法159条2項において準用する同法50条の規定に違背する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(請求項1についての判断の誤り)",
                  "text": [
                    "審決は，請求項1(A)の「2-エチルヘキシルトリメラルアセテート」を含むとされる「(メタ)アクリルまたはビニルモノマー」の表現の不明確を理由に，特許法36条6項2号の要件を満たさないと判断したが，誤りである。",
                    "すなわち，第2次補正書(甲8)の特許請求の範囲の請求項1に記載された「2-エチルヘキシルトリメラルアセテート」は，出願人の錯誤による誤記であり，発明者が意図したものは「ビニルバーサテート」であった。「2-エチルヘキシルトリメラルアセテート」が請求項1の成分(A)の定義「(メタ)アクリルまたはビニルモノマー」の範ちゅうに入らないことは当業者に明らかであり，当業者には誤記であることが明確である。この誤記を理由に拒絶をすべきとしたのは衡平を欠いた扱いで，行政・訴訟経済上からも補正の機会を与えるべきであった。この誤記は補正の機会を与えれば，例えば誤記を削除する補正によって解消可能なものである。特許法17条の2第1項3号の規定は，審判請求時に補正が可能なことを規定したもので，審判の審理中にこれ以外に補正ができないことを規定するものではない。審判の審理において補正の機会を与えるか否かは合議体の裁量行為であるが，特許法の目的は発明を奨励することであるから，可能な限りその方向に努力すべきで，不明りょうな記載を見付けて発明を葬ることは法の目的にかなうものではない。なお，本件特許出願に対応する米国特許出願及び欧州特許出願は，成分(A)の定義「(メタ)アクリルまたはビニルモノマー」の範ちゅうに入らない「2-エチルヘキシルバルサテート」の記載で特許になっている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "text": [
                "これに関する原告の主張は，当業者の技術常識とは異なる解釈である上，「選択されることのない数値範囲」が，発明を特定するための事項である数値範囲に含まれること自体矛盾するものであり，発明が不明確となるものであることは明らかである。",
                "そして，請求項2の，「上記モノマーが下記比率(全体で100重量％)」との定義は，当業者の技術常識によれば，①全体が100重量％となるように各成分の規定範囲(定義範囲)内から必要な量を選択すると同時に，②各成分の規定範囲内の各量(値)すべてについて100重量％となる組合せがあること，すなわち，ある成分の規定範囲内の，どの一つの量を選定したときでも，残りの各成分の各規定範囲内の量を適当に選択すれば100重量％となる組合せが少なくとも一つはあると解釈するものである。",
                "また請求項2は，「全体で100重量％」と定義しているから，「「全体で100重量％」としながら100重量％にならない場合を記載するという矛盾を含むもの」(審決4頁第2段落)であり，この矛盾は，原告がいうような「(B)が25重量％～27重量未満である範囲」によるものとは限らず，同範囲は適正であり他のモノマー成分の数値範囲の上限値に誤りがあることによるものとも解し得るのであるから，結局，この矛盾により，各モノマー成分の数値範囲は不明りょうとなり，請求項2に係る発明が明確ではない。",
                "特許庁における運用は，「数学上有り得ない範囲を含む」などの技術的に正しくない記載を含む請求項の記載は，特許法36条6項2号違反とするとしている(平成7年5月特許庁作成の「平成6年改正特許法等における審査及び審判の運用」〔乙1〕，平成7年10月26日発明協会発行「解説　平成6年改正特許法の運用」〔乙2〕)。",
                "一方，原告が挙げる甲14～16公報は，いずれも，数値範囲に係る記載に矛盾はないものである。また，外国出願が，その国の特許法や審査プラクティスに基づいて特許になったとしても，そのことは，本件特許出願とは関係のないことであり，審決の取消事由の根拠になるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法158条には，審査においてした手続が拒絶査定不服審判においても効力を有する旨規定されている。審査官は，平成11年11月30日付け拒絶理由通知書(甲6)で，「請求項における「ビニルモノマー」「アクリルモノマー」との規定は，意図する範囲が不明。(アクリルもビニルモノマーに包含される。)よって，発明の外延が明確でない」(2頁下から第2段落)として，特許法36条6項2号規定違反に係る理由を示し，さらに，平成11年1月22日付け拒絶理由通知書(甲3)で，「請求項1において，「(メタ)アクリルまたはビニルモノマー」の表現は，漠然としたものでありその外延が不明瞭である。また，「・・・を有する(メタ)アクリルまたはビニルモノマー」の表現ではモノマーの構造を特定できない。よって，ポリマー自体が不明瞭である」(1頁下から第2段落)として，同じく特許法36条6項2号規定違反に係る理由を示しているのであるから，審決でのモノマー成分(A)に係る記載不備は，既に通知されていたということができ，審決の手続に特許法159条2項において準用する同法50条の規定に違反するところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審査官は，拒絶査定(甲9)において，「＜参考＞　もし，審判の請求を行うのであれば，以下の点も併せて検討いただきたい。(1)「2-エチルヘキシルトリメラルアセテート」との規定は意味不明」(2頁最終段落)として，モノマー成分(A)に係る記載不備が解消されていないことを示し，もし，審判の請求を行うときは，この点を検討し，特許法17条の2第1項3号の規定による補正の機会を利用することを示唆したのである。これに対し，原告は，補正はせず，本件審判請求書の手続補正書(甲10，以下「甲10手続補正書」という。)において，本件特許出願の特許請求の範囲の補正案を示してその補正案に係る発明に基づく釈明を述べ，また，その請求項2の数値範囲に係る記載不備については，「2．記載不備に関して　審査官指摘の通り，モノマーBが25％の場合，下記の最大比率でも98％で全体は100％にならない：・・・この点に関しては現在出願人に確認中であるが，回答が遅れている。回答がありしだい，補正する」(3頁第3段落～第4段落)として，出願人と検討中である旨を述べていただけであるが，審判においては，検討中の点を考慮して，直ちに審理を進めることはせず，原告の上申書(甲11)を待って，審理し，審決している(審判1頁「1．手続の経緯」)のであるから，むしろ，原告には充分検討し釈明等を行う機会が与えられていたといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3について",
              "text": [
                "第2次補正書(甲8)により補正される前の請求項1の記載では，(A)の「(メタ)アクリルまたはビニルモノマー」の意図する範囲，すなわち，発明を特定する事項である，モノマー成分(A)として用いられる成分の種類範囲が不明であった。そこで，原告は，審査官による補正等の示唆を参考にして，そこに含まれる化合物で規定することによって範囲を明確にしようとしたものである。したがって，その規定のための化合物が意味不明，又は矛盾を含むものであれば，範囲が明確にはならず，特許法36条6項2号違反の点は解消されない。",
                "しかも，本件特許出願においては，「2-エチルヘキシルトリメラルアセテート」を「2-エチルヘキシルトリメチルアセテート」の誤記であるとした場合に，これを含むとする，請求項1の(A)の「(メタ)アクリルまたはビニルモノマー」との表現の意味が明確にはならないのであるから，依然として請求項1記載の発明は明確でない。このため，審決は，甲10手続補正書に提示された補正案を採用しなかったのである(審決4頁最終段落～5頁第1段落)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "判断の順序",
          "text": [
            "特許法49条の解釈として，複数の請求項を含む特許出願がなされた場合，そのうちの一つの請求項について拒絶理由があれば，他の請求項が適法であっても，その特許出願全体が拒絶されると解すべきところ，本件審決は，前述したとおり，請求項1の記載と同2の記載の各不明確性を理由に原告の本件特許出願に対する拒絶査定を支持したものである。",
            "一方，原告主張の取消事由1は請求項2に関するものであり，取消事由2，3は請求項1に関するものである。そうすると，請求項1に関する取消事由2又は3と請求項2に関する取消事由1とが，いずれもその存在が肯定されたときに初めて本件審決が違法になるということになる。",
            "そこで，以下においては，まず請求項1に関する取消事由2，3について判断し，必要があれば更に請求項2に関する取消事由1について判断することとする。"
          ]
        },
        {
          "fig": "3",
          "subject": "請求項1についての取消事由2(特許法159条2項において準用する同法50条違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲1～11，乙1，2)及び弁論の全趣旨によれば，本件特許出願に係る手続の経緯は，以下のとおりであることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許出願の願書(甲2)に最初に添付した明細書(以下「当初明細書」という。)の特許請求の範囲の請求項1，4の記載は，下記のとおりであった。",
                    "記",
                    "【請求項1】下記モノマーの混合物を全体で100重量％になるように乳化重合して得られる，ガラス遷移温度が-25℃以下である感圧接着ポリマー：        (A)ガラス遷移温度が-40℃以下のホモポリマーを生じる少なくとも1種の(メタ)アクリルまたはビニルモノマー：40～95重量％",
                    "(B)ガラス遷移温度が0℃以上であるホモポリマーを生じる少なくとも1種の(メタ)アクリルまたはビニルモノマー：2～50重量％",
                    "(C)少なくとも1種のカルボキシル(メタ)アクリルモノマー：0．5　～6重量％",
                    "(D)1～20モルのエチレンオキサイドでエトキシ化された少なくとも1種の(メタ)アクリルモノマー：0～5重量％",
                    "(E)ウレイド基を有する少なくとも1種の(メタ)アクリルまたはビニルモノマー：0．05～1重量％",
                    "(F)スルホネート基を有する少なくとも1種のアクリルまたはビニルモノマー：0～2重量％",
                    "【請求項4】モノマー(A)　が，ブチルアクリレート，n-オクチルアクリレート，イソオクチルアクリレート，2-エチルヘキシルアクリレートおよび2-エチルヘキシルベルサテートからなる群の中から選択される請求項1～3のいずれか一項に記載のポリマー。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，審査官は，平成11年1月22日付け拒絶理由通知書(甲3)をもって，拒絶の理由を通知したが，特許法36条4項，6項2号に関する理由は，下記のとおりである。",
                    "記",
                    "「理由1．この出願は，明細書及び図面の記載が下記の点で，特許法第36条第4及び第6項2号に規定する要件を満たしていない。",
                    "記",
                    "A．請求項1～14において，(C)～(F)のモノマーと(A)又は",
                    "(B)のモノマーは，重複する概念であるから発明が不明瞭である(例えば，両方の特定を満たすモノマーが存在しうることに留意されたい。)",
                    "B．請求項1において，「(メタ)アクリルまたはビニルモノマー」の表現は，漠然としたものでありその外延が不明瞭である。また，「・・・を有する(メタ)アクリルまたはビニルモノマー」の表現ではモノマーの構造を特定できない。よって，ポリマー自体が不明瞭である。",
                    "・・・",
                    "F．請求項4の「2-エチルヘキシルベルサテート」，段落［0009］の「2-エチルヘキシルバーサテート」とは，どのような構造のものか不明である。公知資料によってその化学構造式並びに一般的な名称であることを釈明されたい。」(1頁下から第4段落～2頁第3段落)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対する，原告の平成11年7月7日付け意見書(甲4)には，「F．ベルサテートまたはバサレート　バーサチック酸の塩です。バーサチック酸は「有機化合物辞典(1985年版)」の第564頁(コピー添付)に記載のt-デカン酸ビニルの俗名です。補正しました。」(2頁)との記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，平成11年7月7日付け手続補正書(甲5，第1次補正)の特許請求の範囲の請求項1，4の記載は，下記のとおりである(下線は補正部分)。",
                    "記",
                    "「【請求項1】下記モノマーの混合物を全体で100重量％になるように乳化重合して得られるポリマーを含むことを特徴とする，ガラス遷移温度が-25℃以下である感圧接着剤：",
                    "(A)ガラス遷移温度が-40℃以下のホモポリマーとなる少なくとも1種の(メタ)アクリルまたはビニルモノマー：40～95重量％",
                    "(B)ガラス遷移温度が0℃以上であるホモポリマーとなる少なくとも1種の(メタ)アクリルまたはビニルモノマー：2～50重量％",
                    "(C)少なくとも1種のカルボキシル基と(メタ)アクリル基とを有するモノマー：0．5～6重量％",
                    "(D)1～20モルのエチレンオキサイドでエトキシ化された少なくとも1種の(メタ)アクリルモノマー：0～5重量％",
                    "(E)ウレイド基を有する少なくとも1種の(メタ)アクリルまたはビニルモノマー：0．05～1重量％",
                    "(F)スルホネート基を有する少なくとも1種のアクリルまたはビニルモノマー：0～2重量％，",
                    "(ただし，(A)と(B)のモノマーは(C)～(F)のモノマーとは相違していなければならない)」",
                    "「【請求項4】モノマー(A) が，ブチルアクリレート，n-オクチルアクリレート，イソオクチルアクリレート，2-エチルヘキシルアクリレートおよび2-エチルヘキシルベルサテートからなる群の中から選択される請求項1～3のいずれか一項に記載の感圧接着剤。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "これに対し，審査官は，平成11年11月30日付け拒絶理由通知書(甲6)をもって，拒絶の理由を通知したが，特許法36条4項，6項2号，4号に関する理由は，下記のとおりである。",
                    "記",
                    "「理由2．この出願は，明細書及び図面の記載が下記の点で，特許法第36条第4項，第6項第2号，第6項第4号に規定する要件を満たしていない。",
                    "記",
                    "・・・",
                    "G．請求項1において，(A)～(F)成分の条件にあげられているうち複数以上に該当するモノマーをどのように考慮するのか不明。よって，発明の外延が明確ではない。",
                    "H．請求項における「ビニルモノマー」「アクリルモノマー」との規定は，意図する範囲が不明。(アクリルもビニルモノマーに包含される。)よって，発明の外延が明確でない。",
                    "・・・",
                    "＜補正等の示唆＞(A)～(F)成分について，化合物名群等で明確に規定することが必要ではないかと考えられる。」(2頁第2段落～3頁下から第3段落)"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "これに対する，原告の平成12年4月10日付け意見書(甲7)には，「拒絶理由に鑑み，特許請求の範囲を補正(請求項1＋4＋5＋6＋7に限定し，不明瞭な記載を訂正)致しましたので，この補正に基づいて再度御審査をお願い致します。・・・ベルサレートまたはバサレートについては前回釈明したが，出願人からさらに解説がありましたので下記の説明を追加致しました。ベルサレートまたはバサレートの基になる酸は，シェル社の商品名「バサチック酸」で，この酸は正式名にはピバル酸またはトリメチル酢酸です「KIRK-OTHMER,vol4」の第863-864頁のコピーを添付します」(1頁，3頁)との記載がある。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "また，平成12年4月10日付け手続補正書(甲8，第2次補正)の特許請求の範囲の記載は，上記第3の1(2)のとおりである。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "そして，審査官は，平成12年5月16日発送をもって拒絶査定をしたが，その拒絶査定書(甲9)には，「＜参考＞もし，審判の請求を行うのであれば，以下の点も併せて検討いただきたい。(1)「2-エチルヘキシルトリメラルアセテート」との規定は意味不明」(2頁)との記載がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記の手続の経緯によると，当初明細書(甲2添付)の請求項1では，モノマー(A)及び(B)は，ガラス遷移温度によって特定された「(メタ)アクリルまたはビニルモノマー」であり，請求項4は，モノマー(A)を具体的に限定したものであった(上記ア)。そして，平成11年1月22日付け拒絶理由通知書(甲3)において，請求項1について，(C)～(F)のモノマーと(A)又は",
              "text": [
                "(B)のモノマーは重複する概念であること，「(メタ)アクリルまたはビニルモノマー」の表現が漠然としたものでモノマーの構造を特定できないことが指摘され，また，請求項4のうち「2-エチルヘキシルベルサテート」について，どのような構造のものか不明であることが指摘された(上記イ)。出願人(原告)は，この拒絶理由に対し，平成11年7月7日付け補正書(甲5，第1次補正)で，請求項1については，「ただし，(A)と(B)のモノマーは(C)～(F)のモノマーとは相違していなければならない」との規定を加入する補正を行ったが，請求項4の「2-エチルヘキシルベルサテート」については補正することなく(上記エ)，同日付け意見書(甲4)で，ベルサテート又はバサレートはバーサチック酸の塩であり，バーサチック酸はt-デカン酸ビニルの俗名であるとの釈明をした(上記ウ)。さらに，平成11年11月30日付け拒絶理由通知書(甲6)において，請求項の(A)～(F)成分の複数以上に該当するモノマーをどのように考慮するのか不明であること，「ビニルモノマー」，「アクリルモノマー」の意図する範囲が不明であることの指摘がなされるとともに，(A)～(F)成分を化合物名群で明確に規定する必要があるとの補正の示唆がなされた(上記オ)。その後，出願人(原告)は，平成12年4月10日付け意見書(甲7)で，ベルサレート(判決注，ベルサテートの誤記と認める。)の基になる酸が，正式にはピバル酸又はトリメチル酢酸であるとの釈明を追加するとともに，補正前の請求項1に請求項4～7の限定を付して新たな請求項1とすることを説明して(上記カ)，同日付け補正書(甲8，第2次補正)で，補正前の請求項4の規定のうち「2-エチルヘキシルベルサテート」を「2-エチルヘキシルトリメラルアセテート」とした上で，請求項1に加える補正を行った(上記キ)ものであると認められる。",
                "このように，審査官が，平成11年1月22日付け拒絶理由通知書(甲3)において，①請求項4のうち「2-エチルヘキシルベルサテート」がどのような構造のものか不明であること及び②請求項1の「(メタ)アクリルまたはビニルモノマー」の表現が漠然としたものでモノマーの構造を特定できないことを指摘していたこと，出願人(原告)は，これらの指摘に対して，最終的に，ベルサテートの基になる酸がピバル酸又はトリメチル酢酸であるとの認識の下に，請求項4の「2-エチルヘキシルベルサテート」を「2-エチルヘキシルトリメラルアセテート」とした上で，請求項1に加えるという補正を行ったことが認められる。そうすると，審決が，平成12年4月10日付け補正書(甲8，第2次補正)により補正前の請求項4の規定が加えられた請求項1について，「「2-エチルヘキシルトリメラルアセテート」は，その内容が不明であり，拒絶理由通知及び拒絶査定後においても「(メタ)アクリルまたはビニルモノマー」と表現されうる化合物であるとの根拠に基づく釈明もないから，請求項1の(A)の「2-エチルヘキシルトリメラルアセテート」を含むとされる「(メタ)アクリルまたはビニルモノマー」との表現は意味が明確でない」との判断をしたことは，審査官が平成11年1月22日付け拒絶理由通知書(甲3)で通知した拒絶の理由と同旨であると認められ，出願人(原告)には，当該拒絶理由に対し，意見書及び補正書を提出する機会が与えられていたことが明らかである。したがって，審決に原告主張の手続上の違法があるということはできず，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "請求項1についての取消事由3(請求項1についての判断の誤り)について    (1) 上記2の手続の経緯によれば，平成12年4月10日付け補正書(甲8，第2次補正)で補正された請求項1は，当初明細書(甲1)の請求項1に対する，(C)～(F)のモノマーと(A)又は(B)のモノマーは重複する概念であり，また「(メタ)アクリルまたはビニルモノマー」の表現が漠然としたものでモノマーの構造を特定できないとの平成11年1月22日付け拒絶理由通知書(甲3)記載の拒絶の理由，「ビニルモノマー」「アクリルモノマー」との規定は意図する範囲が不明であるとの平成11年11月30日付け拒絶理由通知書(甲6)記載の拒絶の理由及び審査官による補正の示唆等に対応して，具体的な物質群を規定することによって不明確であった成分を明確化しようとしたものであると認められる。そうであれば，(A)成分については，これを構成する物質群である五つの選択肢のすべてが明らかでなければ，その成分の範囲が明確であるということはできないから，結局，請求項1に係る発明が明確であるということはできないところ，選択肢の一つである「2-エチルヘキシルトリメラルアセテート」は，物質名自体が「ビニルバーサテート」の誤りであることが明らかであり，その点は原告も認めるところである。",
            "そうすると，請求項1の(A)の「2-エチルヘキシルトリメラルアセテート」は，その内容が不明であり，これを含むとされる「(メタ)アクリルまたはビニルモノマー」との表現が明確でないとした審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，誤記を理由に拒絶をすべきとしたのは衡平を欠いた扱いで，行政・訴訟経済上からも補正の機会を与えるべきであり，審判の審理において補正の機会を与えるか否かは合議体の裁量行為であるが，特許法の目的は発明を奨励することであるから，可能な限りその方向に努力すべきで，不明りょうな記載を見付けて発明を葬ることは法の目的にかなうものではない，と主張する。",
                "しかし，平成11年1月22日付け拒絶理由通知書(甲3)で「2-エチルヘキシルベルサテート」がどのような構造のものか不明であるとの指摘がなされた後の，平成11年7月7日付け意見書(甲4)において，「バーサチック酸は「有機化合物辞典(1985年版)」の第564頁(コピー添付)に記載のt-デカン酸ビニルの俗名です」と主張していることが認められることは，上記2(1)イ，ウのとおりであるが，同意見書に添付された「有機化合物辞典(1985年板)」の第564頁には，「t-デカン酸ビニルとはバーサチック酸(Versatic acid)とも呼ばれる炭素数が9～11個で10個を中心とする分枝の多いカルボン酸の混合物のビニルエステルである」と記載されており，この記載からは，バーサチック酸とは，「炭素数が9～11個で10個を中心とする分枝の多いカルボン酸混合物」であると解され，t-デカン酸ビニルの俗名であると解することはできない。そして，平成12年4月10日付け意見書(甲7)で「ベルサレートまたはバサレートの基になる酸は，シェル社の商品名「バサチック酸」で，この酸は正式名にはピバル酸またはトリメチル酢酸です」と主張するとともに，同日付け補正書(甲8，第2次補正)で，補正前の請求項4の規定のうち，「2-エチルヘキシルベルサテート」を「2-エチルヘキシルトリメラルアセテート」とした上で請求項1に加える補正を行ったことが認められることは上記2(1)カ，キのとおりであるが，同意見書における主張は，平成11年7月7日付け意見書(甲4)の主張とも，これに添付された「有機化合物辞典(1985年版)」の第564頁の記載とも，明らかに食い違うものである。",
                "さらに，拒絶査定書(甲9)で，審判請求する際には「2-エチルヘキシルトリメラルアセテート」との規定が意味不明であるから検討されたいとの審査官の参考意見を受けていながら，この意見に対しては，甲10手続補正書において，「2-エチルヘキシルトリメラルアセテート」を，(A)成分の定義にある「(メタ)アクリルまたはビニルモノマー」の範ちゅうに入らないことが明らかな「2-エチルヘキシルトリメチルアセテート」と補正する補正案を提示しただけである。",
                "以上のとおり，2回にわたる拒絶理由通知後及び審判請求時と，3回の補正の機会があったにもかかわらず，原告は，技術的に誤った認識の下，適切な補正を行わなかったために，拒絶理由を解消できなかったことが明らかである。",
                "したがって，誤記を理由に拒絶の査定をしたことが衡平を欠いた扱いであり，補正の機会を与えるべきであったと認めることはできず，原告の上記主張も理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件特許出願に対応する米国特許出願及び欧州特許出願は，成分(A)の定義「(メタ)アクリルまたはビニルモノマー」の範ちゅうに入らない「2-エチルヘキシルバルサテート」の記載で特許になっているとも主張するが，本件明細書の請求項1の記載が不備であることは上記のとおりであり，上記対応する出願が外国の法制度の下で特許されたことは，この判断を何ら左右するものではないから，原告の上記主張も採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告主張の取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，請求項1に関する原告主張の取消事由2，3はいずれも理由がなく，本件特許出願は拒絶されるべきものであることに帰するから，請求項2に関する取消事由1について判断するまでもなく，本件審判請求は成り立たないとした本件審決に誤りはない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}