{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が無効2004-80147号事件について平成17年5月31日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，昭和62年2月10日に特許出願された特願昭62-30037号(以下「原出願」という。)の一部を平成7年1月30日に新たな特許出願とした，発明の名称を「現像原液の希釈装置」とする特許第2751849号の特許(平成10年2月27日設定登録。以下「本件特許」という。発明の数は1である。)の特許権者である。",
            "被告は，平成16年9月7日，本件特許を無効とすることについて審判を請求した。特許庁は，この請求を無効2004-80147号事件として審理し，平成17年5月31日，「特許第2751849号の請求項1に係る発明についての特許を無効とする。」との審決をし(以下「本件審決」という。)，同年6月10日，その謄本は原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許に係る明細書(以下「本件明細書」という。)の特許請求の範囲の記載は，次のとおりである(以下，この発明を「本件発明」という。)。",
            "「ホトレジストを用いて微細加工を行う加工用設備に管路を介して所望濃度の現像液を送給するための現像原液の希釈装置であって，",
            "ホトレジスト用アルカリ系現像原液と純水とを受け入れて所定時間強制撹拌する撹拌槽と，",
            "前記撹拌槽内の混合液の一部を抜き出しその導電率を測定したのち撹拌槽内に戻す導電率測定手段と，",
            "前記導電率測定手段からの出力信号にもとづき前記撹拌槽に供給されるホトレジスト用アルカリ系現像原液または純水のいずれか一方の流量を制御する制御手段と，",
            "前記撹拌槽からの混合液を前記加工用設備に前記管路を介して送給する前に受け入れ貯留する貯留槽と，",
            "前記撹拌槽と前記貯留槽を窒素ガスでシールする窒素ガスシール手段と，を備えたことを特徴とする現像原液の希釈装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件発明は，特開昭62-11520号公報(甲3の1〔本件審決における「甲1」〕。以下「引用例」という。)，実公昭59-29940号公報(甲3の3〔本件審決における「甲3」〕)，特開昭60-98624号公報(甲3の4〔本件審決における「甲4」〕)，実願昭59-182709号(実開昭61-98527号)のマイ",
            "クロフィルム(甲3の6〔本件審決における「甲6」〕)に記載された発明に基づいて当業者が容易に発明をすることができた，というものである。",
            "本件審決は，上記結論を導くに当たり，本件発明と引用例記載の発明(以下「引用発明」という。)の一致点及び相違点を，次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点",
              "text": [
                "「希釈装置であって，原液と純水とを受け入れる槽と，導電率測定手段と，前記導電率測定手段からの出力信号にもとづき槽に供給される原液または純水のいずれか一方の流量を制御する制御手段と，を備えたことを特徴とする原液の希釈装置」である点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "本件発明では，原液が「ホトレジスト用アルカリ系現像原液」であり，希釈装置が「ホトレジストを用いて微細加工を行う加工用設備に管路を介して所望濃度の現像液を送給するための現像原液の希釈装置」であるのに対して，引用発明では，原液が「半導体素子製造において極めて広く使われているエッチングやウエハ表面洗浄などの湿式処理工程の薬品原液」であり，希釈装置が「半導体素子製造において極めて広く使われているエッチングやウエハ表面洗浄などの湿式処理工程の処理槽に管路を介して所定濃度の薬液を送給するための薬液調合装置」である点(以下「相違点(イ)」という。)。"
                  ]
                },
                {
                  "fig": "(ロ)",
                  "text": [
                    "本件発明では，原液と純水を受け入れる槽が「所定時間強制撹拌する撹拌槽」であるのに対して，引用発明では，「調合槽」である点(以下「相違点(ロ)」という。)。"
                  ]
                },
                {
                  "fig": "(ハ)",
                  "text": [
                    "本件発明では，導電率測定手段が「撹拌槽内の混合液の一部を抜き出しその導電率を測定したのち撹拌槽内に戻す導電率測定手段」であるのに対して，引用発明では，「薬液循環ろ過手段のろ過部を通過した薬液またはその各成分の濃度をモニタする導電率濃度計」である点(以下「相違点(ハ)」という。)。"
                  ]
                },
                {
                  "fig": "(ニ)",
                  "text": [
                    "本件発明では，「撹拌槽からの混合液を前記加工用設備に前記管路を介して送給する前に受け入れ貯留する貯留槽」を備えているのに対して，引用発明では，その点が開示されていない点(以下「相違点(ニ)」という。)。"
                  ]
                },
                {
                  "fig": "(ホ)",
                  "text": [
                    "本件発明では，「撹拌槽と前記貯留槽を窒素ガスでシールする窒素ガスシール手段」を備えているのに対して，引用発明では，「調合槽をＮ ガスで加圧する手段」を備えている点(以下「相違点(ホ)」という。)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由の要点",
      "text": [
        "本件審決は，本件発明と引用発明の相違点についての進歩性の判断を誤り，その結果，本件発明が引用発明及び甲3の3，甲3の4，甲3の6記載の各発明に基いて当業者が容易に発明をすることができたとの誤った結論に至ったものであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点(イ)の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，相違点(イ)に関し，引用例に開示されている湿式処理工程における技術思想を，本件発明の「ホトレジストを用いて微細加工を行う加工用設備」に転用することは極めて自然なことと云える旨判断した(以下「判断1」という。)が，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "転用の困難性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明における湿式処理工程は，具体的には，半導体素子製造工程におけるエッチングやウエハ表面洗浄であり，用いられるエッチング液の薬液やウエハ洗浄液の成分の濃度の精度は小数点以下1桁の粗さしか要求されない(例えば，ウエハ洗浄液として用いられるSC-1(アンモニア／過酸化水素水溶液)は，アンモニア1±0．15％，過酸化水素5±0．30％，水94±1．5％の組成であり，エッチング液として用いられるBHF(フッ酸／フッ化アンモニウム水溶液)は，フッ化アンモニウム25±0．3％，フッ酸3±0．3％，水72±1％の組成である。)。",
                        "これに対し，本件発明によりホトレジスト用アルカリ系現像原液を希釈することにより製造されるホトレジスト用アルカリ系現像液(以下「ホトレジスト現像液」という。)は，半導体素子製造工程におけるポジレジスト現像に供されるものであるが，小数点以下3桁の極めて精密な濃度管理が必要であり(例えば，ホトレジスト現像液として多用されるテトラメチルアンモニウムハイドロオキサイド(TMAH)水溶液の濃度は，2．380±0．005％レベルの精度で管理することが要求される。)，許容範囲はウエハ洗浄液やエッチング液の1／100(濃度の管理幅の比は1：60であり，小数点の桁数で見れば1：100)の小ささである。",
                        "上記のレベルでの濃度管理が要求されるのは，下記ⅰ～ⅳの理由により，ホトレジスト現像液の濃度が，半導体素子製品の良否にきわめて緊密な関係を有するからである(甲4の1～4)。",
                        "ⅰ 一般にパターン幅が小さいほど露光量を多く必要とし，大きいほど露光量が少なくて済むので，細いパターンは露光不足のため所望のパターンが得られなかったり，太いパターンは露光過剰のため必要以上にパターンが除去されたりすることがある。この露光不足や露光過剰は，ホトレジスト現像液の濃度に敏感に左右される。",
                        "ⅱ ホトレジストの膜厚が厚い部分は膜厚の薄い部分よりも形成したパターンが太くなる傾向があるので，所定のホトレジストの膜厚に対して正確に予定のパターン幅を形成するためには，きわめて正確なホトレジスト現像液の濃度が要求される。",
                        "ⅲ 広く行われている縮小投影露光法では，露光部と未露光部の明暗のコントラストが低くなるため，ホトレジスト現像液の濃度のきわめて精密な管理が要求される。",
                        "ⅳ レジストパターンは側面がほぼ垂直に切り立った形状のものが要求され，そのためには，きわめて正確なホトレジスト現像液の濃度が要求される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の原出願の出願前(以下「本件出願前」という。)は，導電率測定手段は，粗い濃度の測定にしか用いられておらず，濃度を小数点以下3桁まで管理しなければならないホトレジスト現像液に適用するには，下記①～④のとおり，十分な信頼性がないと考えられていた。このため，本件出願前は，ホトレジスト現像液の濃度管理は，導電率測定手段ではなく，時間と手間のかかる中和滴定により行われていた。",
                        "① 目標の溶質以外に電離した溶質があれば，目標以外の溶質の濃度が加わった濃度が測定されてしまい，逆に，目標の溶質が100％電離しなければ，実際の溶質の濃度より少なく測定されてしまうため，濃度が小数点以下3桁の精度で測定されなければならないホトレジスト現像液に対して，微少な不純物の影響により，導電率ではホトレジスト現像液の濃度を精確に測定することができないのではないかと考えられていた。",
                        "② ホトレジスト現像液に加えられた界面活性剤などの添加剤が電離し，その影響によって導電率ではホトレジスト現像液の濃度を精確に測定することができないのではないかと考えられていた。",
                        "③ ホトレジスト現像液の実用濃度領域の2．380±0．005％の帯域では，導電率と濃度が検出可能な傾きで線形的に対応するとは考えられておらず，このため，導電率によってホトレジスト現像液の濃度を精確に測定することは困難であると考えられていた。",
                        "④ 温度によって電離の程度が非線形に変化し，ホトレジスト現像液の実用温度帯域では導電率によってホトレジスト現像液の濃度を精確に測定することができないのではないかと考えられていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明を実現した実験に基づく知見について",
                  "text": [
                    "本件発明は，上記のような本件出願前の当業者の認識に反し，実験によって確認した下記①’～④’の点が組み合わされて，ホトレジスト現像液の濃度管理に導電率測定手段を適用することができるという知見に基づき，実現されたものである。",
                    "①’ ホトレジスト現像液の溶媒(水)中には，溶液の導電率に影響を与えるイオンがほとんど存在しない。",
                    "②’ ホトレジスト現像液の濡れ性を向上させるために通常加えられる添加剤は，溶液中では電離しない。",
                    "③’ ホトレジスト現像液の実用の濃度帯域では，ホトレジスト現像液の濃度と導電率の間に線形の関係があり，導電率から現像液の濃度を容易に算出することができる。",
                    "④’ ホトレジスト現像液の濃度測定の温度帯域では，現像液の濃度と導電率の間に線形の関係があり，導電率から現像液の濃度を容易に算出することができる。",
                    "上記の点は，実験してみなければ判明しなかったことであり，本件発明は，発明者らの洞察に基づいて実験によって確認した上記事実によって実現できたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の効果について",
                  "text": [
                    "本件発明は，従来の技術からは予測することができない特有の効果を奏する。",
                    "まず，本件発明によれば，煩雑な作業を要する従来の中和滴定の方法よりも，効率よくホトレジスト現像液の濃度を測定できる。",
                    "また，本件発明によれば，従来の中和滴定の方法よりも，正確にホトレジスト現像液の濃度の有効成分の濃度を測定することができる。すなわち，TMAH水溶液や水酸化カリウム(KOH)水溶液などは，空気中の炭酸ガスを吸収すると，ホトレジスト現像液としては作用しない炭酸塩を生成することから，従来の中和滴定の方法では，滴定に用いる標準液(塩酸)と炭酸塩が反応してしまうため，ホトレジスト現像液として作用しない炭酸塩の濃度を含む濃度を測定してしまい，ホトレジスト現像液の活性濃度(現像液として実際に作用することができる成分の濃度)を測定することができなかった。これに対し，導電率測定手段を用いる本件発明によれば，炭酸塩は溶解してもほとんど電離しないので，ホトレジスト現像液として作用しない炭酸塩の濃度を除いた活性濃度を測定することができるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおりであるから，引用例に開示されている湿式処理工程における技術思想を，本件発明の「ホトレジストを用いて微細加工を行う加工用設備」に転用することには，阻害要因があり，また，本件発明は従来の中和滴定の方法からは予測できない顕著な効果を奏するものであるから，本件審決の判断1は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，相違点(イ)に関し，ホトレジスト用現像原液は精度よく濃度を調製するのが困難な上に空気中の炭酸ガスを吸収して濃度が変化するという特有の課題を有しているとの原告ら主張に対し，原告らのいう「特有の課題」は，使用側で希釈する場合であろうが，あるいは現像液メーカー(供給側)で希釈する場合であろうが生じる課題であるから，使用側で希釈することが容易想到でないとまでは云うことができない旨判断した(以下「判断2」という。)が，誤りである。",
                "エッチング液やウエハ洗浄液が炭酸ガスと反応して濃度が変化することがないのに対して，ホトレジスト現像液は，炭酸ガスと反応して濃度が変化しやすい性質を有する上，常にホトレジスト現像のための有効成分を正しく測定調製することが要求される。したがって，エッチング液やウエハ洗浄液が使用者側で調製されていたからといって，ホトレジスト現像液を使用者が調製することが何ら困難性を伴わないということにはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，相違点(イ)に関し，本件出願前，添加剤が導電率に影響を与えると考えられていたため，導電率によってTMAHの濃度を測定するのが困難だと考えられていたとの原告ら主張に対し，添加剤は特許請求の範囲に記載されておらず，本件明細書には「必要に応じて添加される各種添加剤」と記載されており，そうだとすると添加剤は必要に応じて添加される任意成分であるから，原告らの主張は採用できない旨判断した(以下「判断3」という。)が，誤りである。",
                "本件発明は，現像原液の希釈装置であって，希釈装置の構成が明確である限り，特許請求の範囲の中に添加剤を記載しなければならない理由はない。",
                "そして，甲4の2，4の5などに記載されているように，一般に，ホトレジスト現像液の濡れ性を改善させるために，種々の界面活性剤等を添加することが広く行われており，導電率測定手段をホトレジスト現像液の濃度測定に適用することに対して，当業者ならば当然に添加剤の影響により導電率測定手段によってはホトレジスト現像液の濃度が不正確になると考えるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点(ニ)の判断の誤り)",
          "text": [
            "本件審決は，相違点(ニ)に関し，周知例として甲3の6を例示した上，薬液を希釈した後，貯蔵しておく希釈薬液貯蔵タンクを設けることは，本件出願前の周知事項である旨判断した(以下「判断4」という。)が，誤りである。",
            "本件発明の貯留槽は，撹拌槽からホトレジスト加工設備に現像液が供給される間に現像液の濃度のばらつきを吸収して平準化するものである。例えば，アルカリ系現像液として多用されるTMAH現像液において，撹拌槽では，2．380±0．010％程度のハンチング(濃度のばらつき)を示す場合があるが，貯留槽によって，2．380±0．003％程度の微小なハンチングに平準化することができる。本件発明における貯留槽は，呼称が「貯留」槽になっているが，単に使用前に薬液を貯蔵するものではなく，ホトレジスト現像液の濃度の平準化を行うものである。",
            "これに対し，甲3の6に記載されたものは，発電プラントの給水等の水質調整を行う薬液希釈装置であり，ホトレジスト現像液の濃度管理に比して格段に要求精度が低い。ホトレジスト用現像原液の希釈装置に，平準化を行う貯留槽を付加する技術的思想は，甲3の1～8には開示も示唆もされておらず，周知慣用のことでもない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点(ホ)の判断の誤り)",
          "text": [
            "本件審決は，相違点(ホ)に関し，本件明細書には窒素ガスで加圧することが記載されているから本件発明の「窒素ガスシール手段」は「Ｎ ガスで加圧する手段」を含んでおり，逆に引用例の「Ｎ ガスで加圧する手段」は加圧状態を維持するために密閉されているから引用例の「Ｎ ガスで加圧する手段」は窒素ガスをシールしており，さらに，甲3の4にはポジレジストの現像液の劣化を防止するために現像液の表面を窒素で覆うことが知られていたから，相違点(ホ)は当業者が容易に想到できたものである旨判断した(以下「判断5」という。)が，誤りである。",
            "本件発明の窒素ガスシール手段は，撹拌槽と貯留槽の双方をシールする手段であるのに対し，甲3の4は希釈後のタンクのみの窒素パージであるから，現像原液を希釈する全行程について現像液の濃度を維持するために，撹拌槽と貯留槽の双方を窒素ガスでシールする窒素ガスシール手段が容易に想到できるとはいえない。",
            "甲3の4の現像液供給タンクは，現像液供給側でホトレジスト現像液の濃度を調整した後に，ホトレジスト現像液を貯留しておく容器であり，希釈工程後の，希釈工程に含まれない容器の窒素ガスシールを示しているのにすぎない。",
            "これに対して，本件発明は，現像原液を希釈する処理に関し，現像原液希釈中に撹拌槽を窒素ガスでシールし，現像原液希釈後に貯留槽を窒素ガスでシールすることにより，現像原液を希釈する全工程について現像液の濃度を維持するという特徴を有する。",
            "「ポジレジストの現像液の劣化を防止するために現像液の表面を窒素で覆う」ことが知られていたからといって，現像原液を希釈する全工程について現像液の濃度を維持するために撹拌槽と貯留槽の双方を窒素ガスシールでシールする窒素ガスシール手段が容易に想到できるとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "本件審決の認定判断に誤りはなく，原告ら主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点(イ)の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断1について",
              "text": [
                "本件審決の判断1は相当であり，原告らの主張の誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "転用の困難性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，ホトレジスト現像液の濃度の許容誤差範囲が非常に厳しいものであるとし，エッチング液などとホトレジスト現像液との濃度の許容誤差の相違は，1対100程度である旨主張する。",
                        "しかし，ホトレジスト現像液の濃度管理への要求の厳しさは，エッチング液などと比較して，たかだか1対6程度であり，化学分析一般においては有意の差とはいえない。エッチング液などの濃度測定に導電率測定手段が適用可能であれば，ホトレジスト現像液の濃度測定に導電率測定手段を適用することも，当業者が容易に着想できることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，前記①～④の点を挙げ，本件出願前，導電率測定手段は，ホトレジスト現像液に適用するには十分な信頼性がないと考えられていた旨主張する。",
                        "しかし，本件出願前，導電率によるホトレジスト現像液の濃度測定が工業的に用いられていることは公知の事実であり，「十分な信頼性がない」とは何をさすのか理解できない。",
                        "乙1の「図9・1 濃度と導電率の関係」(148頁)の記載によれば，導電率測定手段によって，アルカリ系現像液として用いられる水酸化ナトリウム(ＮaOH)水溶液や水酸化カリウム(KOH)水溶液などの濃度測定が可能であること，濃度の小さい部分では，導電率と濃度との間に直線関係があり，導電率から希望する現像液の濃度が正確に測定できることを理解することができ，また，乙1には，「温度補償が必要である」こと(149頁)も記載されている。",
                        "甲3の8には，「一般に電解質溶液は希薄な濃度においては，濃度が増しても電解質のイオンへの解離度がかわらないので，したがってイオンの数も濃度に比例して増加するから，導電率は直線的に増加する。」(49頁下から11行～下から9行)との記載があり，これと，甲3の8の「図3．3 溶液の濃度と導電率の関係(ただしＮaOHは15℃における値を示す)」(50頁)及び「表3．1 各種溶液の導電率とその温度係数(％／℃)」(50～51頁)の記載によれば，導電率測定手段によって，本件明細書にホトレジスト現像液として用いることができる旨記載されている水酸化ナトリウム(ＮaOH)，水酸化カリウム(KOH)の工業的な濃度測定が可能であったことが理解できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明を実現した実験に基づく知見について",
                  "text": [
                    "原告らが当業者の予想に反して実験によって確認したという前記①’～④’の点は，本件出願前，周知の事実であり，ホトレジスト現像液の濃度管理に導電率測定手段を用いることは，当業者であれば容易に着想可能である。",
                    "①’の点は，純水の導電率のことと思われるが，本件出願前における周知の事実である。",
                    "②’の点を，原告らは実験により初めて確認したと主張するが，そのようなことは，本件明細書に記載されていないのみならず，本件明細書中の公知技術(希釈状態で提供される希釈現像液)についての記載，すなわち「純水の導電率は周知のようにきわめて小さく，また必要に応じて添加される各種添加剤の量も現像原液の量に比べて無視できる程度に少ないので，現像液の濃度と導電率との関係は，純水の性状や添加剤の種類，添加量には実用上無関係に一義的に定まる。」(甲2，3頁6欄41行～46行)との記載と整合しない。なお，界面活性剤等の添加剤には，電離するものもある。",
                    "③’及び④’の点は，いずれも本件出願前における周知の事実である(乙1，甲3の8)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の効果について",
                  "text": [
                    "そもそも，本件明細書には中和滴定に関する記載は一切ないから，中和滴定と比較した本件発明の効果に関する原告らの主張は許されるべきではない。",
                    "原告らが主張する本件発明の効果のうち，中和滴定に比べた効率の良さは，導電率測定手段を用いたことによる当然の効果である。",
                    "また，従来の中和滴定では，ホトレジスト現像液として作用しない炭酸塩の濃度を含む濃度を測定してしまい，ホトレジスト現像液の活性濃度(現像液として実際に作用することができる成分の濃度)を測定することができなかったとの原告ら主張は誤りである。乙2には，ＮaOH水溶液に含まれるＮaOH及びＮa CO (炭酸塩)を中和滴定で定量する方法が記載されている(85頁)。そもそも，本件発明においては，希釈装置全般にわたって窒素ガスシールが施され，装置内での大気に含まれた炭酸ガスとの反応によって生じる炭酸塩の問題は生じないはずであるから，この点を問題にすること自体，誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおりであるから，引用例に，管路を介して半導体処理工程の一部であるエッチング工程に導電率測定手段を用いて希釈された溶液を供給する希釈装置が記載されている以上，これを同じ半導体処理工程の一部であり，その濃度精度に有意の差がないポジレジスト現像工程に用いる現像液の希釈装置に転用することは極めて自然であり，本件審決の判断1に原告ら主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断2について",
              "text": [
                "原告らのいう「特有の課題」とは，要するに，ホトレジスト現像液がもつ炭酸塩の生成という問題であるが，上記(1)ウで乙2について指摘したところから明らかなように，この問題は中和滴定でも解決し得るものであり，また，窒素ガスシールが施され炭酸塩の問題は生じないはずの本件発明の希釈装置では重要性の少ないものである。",
                "また，原告らのいう「特有の課題」があるとしても，従前，供給側で解決されていたものであれば，同様に使用側でも解決することに，格別の困難性はないものである。",
                "したがって，本件審決の判断2に原告ら主張の誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断3について",
              "text": [
                "原告らは，特許請求の範囲の中に添加剤を記載しなければならない理由はないと主張する。しかし，原告らが主張するように，本件発明がホトレジスト現像液の濃度を導電率測定手段によって正確に測定することを特徴とするものであり，添加剤がこの測定精度に影響を与えるというのであれば，添加剤について特許請求の範囲に記載するべきである。しかるに，本件特許の特許請求の範囲にそのような記載がないのであるから，本件審決が添加剤の影響についての原告らの主張を採用できないとしたことに誤りはない。",
                "原告らは，また，当業者ならば，添加剤の影響により導電率測定手段によってはホトレジスト現像液の濃度が不正確になると考える旨主張する。しかし，原告らの主張は，本件明細書中の公知技術(希釈状態で提供される希釈現像液)についての記載，すなわち「純水の導電率は周知のようにきわめて小さく，また必要に応じて添加される各種添加剤の量も現像原液の量に比べて無視できる程度に少ないので，現像液の濃度と導電率との関係は，純水の性状や添加剤の種類，添加量には実用上無関係に一義的に定まる。」(甲2，3頁6欄41行～46行)との記載と矛盾するものであり，そもそも原告らのいう添加剤の問題は存在しなかったというべきである。",
                "したがって，本件審決の判断3に原告ら主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点(ニ)の判断の誤り)について",
          "text": [
            "原告らは，本件発明における貯留槽は，単に薬液を貯蔵するものではなく，ホトレジスト現像液の濃度の平準化を行うものであると主張する。",
            "しかし，甲3の1～8に示されるように，薬液の希釈装置において，使用側に希釈液を送給する前に，希釈混合部分である撹拌槽の後に，希釈液を貯留しておく貯留槽を設ける点は，周知慣用の技術である。そして，貯留槽は希釈液を一定量貯留しておくものであることから，ここに希釈液を貯留すれば平準化の機能を発揮することも，周知慣用のことである。",
            "原告らは，貯留槽の役割について，例えば，アルカリ系現像液として多用されるTMAH現像液において，撹拌槽では，2．380±0．010％程度のハンチング(濃度のばらつき)を示す場合があるが，貯留槽によって，2．380±0．003％程度の微小なハンチングに平準化することができると主張するが，そのような記載は，本件明細書にはない。本件明細書には，貯留槽については，「この現像液タンク内で一旦，貯留されたのち，管路62から半導体製造工程などの使用側に送給される。」(甲2，3頁5欄13行～15行)，「この濃度を一定にした混合液は現像液タンク22に貯留されたのち，現像液として使用される。」(甲2，3頁6欄15行～17行)という記載があるのみであり，これらの記載からは，貯留槽はすでに撹拌槽で精度よく所定濃度に希釈された希釈現像液を貯留するものとしか把握することができない。(仮に，上記のような平準化の問題が，一般に自明の範囲であってその記載をする必要がないというなら，この点を本件発明の特徴とすることはできないし，一般に自明の範囲ではなかったというならば，その点を出願当初の明細書に記載すべきであった。)",
            "したがって，本件審決の判断4に原告ら主張の誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点(ホ)の判断の誤り)について",
          "text": [
            "原告らは，窒素ガスシールについて，甲3の4に記載のものは希釈後のタンクのみについてのものであって，本件発明のように撹拌槽と貯留槽の双方に適用するものではないので，本件発明の窒素ガスシール手段は容易想到ではないと主張する。",
            "しかし，甲3の4によって，窒素ガスシール手段の目的，作用効果が公知の場合，その適用範囲を，希釈後のタンクのみとするか，撹拌槽と貯留槽の双方とするかは，当業者の選択の範囲に属するものである。",
            "したがって，本件審決の判断5に原告ら主張の誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点(イ)の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "転用の困難性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，本件発明に用いられるホトレジスト現像液は，エッチング液や洗浄液と異なり，小数点以下3桁の精度が要求される旨主張する。",
                        "A 本件明細書の特許請求の範囲には，「ホトレジスト用アルカリ系現像原液」の記載があるが，その具体的な成分や濃度について，限定はない。",
                        "本件明細書の発明の詳細な説明には，「従来の技術」の欄に，「……ポジレジストの現像液材料としてはリン酸ソーダ，カ性ソーダ(判決注：水酸化ナトリウム(ＮaOH))，ケイ酸ソーダ，またはその他の無機アルカリ等との混合物から成る無機アルカリ水溶液や，アルカリメタルの汚染が心配される場合にはメタルを含まないアミン系の有機アルカリ水溶液，テトラメチルアンモニウムハイドロオキサイド(TMAH)(判決注：以下「TMAH」という。)水溶液，トリメ",
                        "チルモノエタノールアンモニウムハイドロオキサイド(コリン)(判決注：以下「THAH」という。)水溶液等が用いられる。これらの現像液は使用するポジレジストに合わせ，最高の解像力，画像のきれ，安定性を得るためにその組成及び濃度を厳密に管理しなければならない。」(甲2，段落【0002】)との記載，「発明が解決しようとする課題」の欄に，「半導体製造工場などの使用側(以下，使用側という。)……現像液メーカー(以下，供給側という。)……供給側では所定の組成に調合した現像原液を純水で希釈し，所望の濃度に調整した現像液を容器に充填し，使用側に供給する。」(甲2，段落【0005】)との記載があるが，ホトレジスト現像液の濃度について，小数点以下3桁の精度が要求される旨の記載は存在しない。",
                        "B そこで，原告らが主張の根拠として挙げる甲4の1～5について，検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲4の1(特開昭59-219743号公報)には，次の記載が",
                          "text": [
                            "ある。",
                            "「(1)テトラアルキルアンモニウムヒドロキシド，トリアルキル(ヒドロキシアルキル)アンモニウムヒドロキシド及び水とを含有するポジ型レジスト現像液」(甲4の1，1頁左下欄5行～8行)「(2)テトラアルキルアンモニウムヒドロキシド(判決注：TMAH)及びトリアルキル(ヒドロキシアルキル)アンモニウムヒドロキシドがそれぞれテトラメチルアンモニウムヒドロキシド及びトリメチル(ヒドロキシエチル)アンモニウムヒドロキシド(判決注：THAH)であり，現像液中にテトラメチルアンモニウムヒドロキシドが0．5～3．0重量％，トリメチル(ヒドロキシエチル)アンモニウムヒドロキシドが1．0～4．0重量％含有されている特許請求の範囲第(1)項記載のポジ型レジスト現像液」(甲4の1，1頁左下欄9行～18行)",
                            "「本発明の現像液は，現像液として特性の異なったTMAH水溶液とTHAH水溶液とを混合することによって，全く新しい特性，すなわちレジスト感度及び未露光部分に対する溶解量の現像液温度依存性をなくしたポジ型レジスト現像液である。」(甲4の1，2頁右下欄17行～3頁左上欄2行)",
                            "「実施例1 テトラメチルアンモニウムヒドロキシド(判決注：TMAH)1．4重量％，トリメチル(ヒドロキシエチル)アンモ",
                            "ニウムヒドロキシド(判決注：THAH)2．1重量％を含有する",
                            "水溶液を調製し，現像液とした。」(甲4の1，3頁右下欄14行～18行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲4の2(特開昭61-232453号公報)には，次の記載が",
                          "text": [
                            "ある。",
                            "「1 (A)金属イオンを含まないアルカリ，(B)第四級アンモニウム塩型陽イオン性界面活性剤及び(C)一価アルコールを含有して成るポジ型ホトレジスト用現像液」(甲4の2，1頁左下欄5行～8行)",
                            "「2 金属イオンを含まないアルカリ化合物がテトラメチルアンモニウムヒドロキシド(判決注：TMAH)及びトリメチル(2-",
                            "ヒドロキシエチル)アンモニウムヒドロキシド(判決注：THAH)の中から選ばれた少なくとも1種である特許請求の範囲第1項記載の現像液。」(甲4の2，1頁左下欄9行～13行)",
                            "「(A)成分の金属イオンを含まないアルカリを溶質として水媒体中に1～10重量％……となるように溶解」(甲4の2，4頁右上欄1行～4行)",
                            "「本発明の現像液は，……露光部と非露光部に対する溶解選択性が著しく優れており，……薄膜残りやスカム残りを抑制する特性を有している。」(甲4の2，4頁右上欄20行～左下欄13行)",
                            "また，実施例について，「TMAH 2．8」，「TMAH 2．",
                            "65」，「THAH 5．0」，「TMAH 2．0＋THAH",
                            "2．5」，「THAH 2．80」，「TMAH 3．00」(い",
                            "ずれも重量％)との記載がある。(甲4の2，5頁下欄～6頁上欄の表)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲4の3(特開昭62-35349号公報，昭和60年8月9日",
                          "text": [
                            "出願，昭和62年2月16日公開)には，次の記載がある。",
                            "「現像液，例えば2～5重量％のテトラメチルアンモニウムヒドロキシド(判決注：TMAH)やコリン(判決注：THAH)の水",
                            "溶液を用いて現像する」(甲4の3，4頁左上欄15行～18行)",
                            "「テトラメチルアンモニウムヒドロキシド(判決注：TMAH)",
                            "2．38重量％水溶液により23℃で30秒間現像した。」(甲4",
                            "の3，4頁左下欄14行～16行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲4の4(特開昭62-32451号公報，昭和60年8月6日",
                          "text": [
                            "出願，昭和62年2月12日公開)には，次の記載がある。",
                            "「(1)金属イオンを含まない有機塩基を主剤とするポジ型ホトレジスト用現像液に，非イオン性のフッ素系界面活性剤を50～5000ppm添加することを特徴とするポジ型ホトレジスト用現像液」(甲4の4，1頁左下欄5行～8行)",
                            "「(3)金属イオンを含まない有機塩基がテトラアルキルアンモニウムヒドロキシド(判決注：TMAH)およびコリン(判決注：TH",
                            "AH)から選ばれた少なくとも1種である特許請求の範囲第(1)項～第(2)項記載のポジ型ホトレジスト用現像液」(甲4の4，1頁右下欄5行～9行)",
                            "「実施例1～7……金属イオンを含まない有機塩基としてテトラメチルアンモニウムヒドロキシド(TMAH)2．38％およびコ",
                            "リン4．2％をそれぞれ水に溶解してポジ型ホトレジスト用現像液とし，このそれぞれに第1表に示す非イオン性フッ素系界面活性剤を添加して本発明のポジ型ホトレジスト用現像液とした。」(甲4の4，4頁左下欄18行～右下欄5行，5頁下欄の第1表)",
                            "「実施例8 金属イオンを含まない有機塩基としてテトラメチルアンモニウムヒドロキシド(TMAH)2．38％を水に溶解して",
                            "ポジ型ホトレジスト用現像液とし，これに非イオン性のフッ素系界面活性剤……を500ppm添加した。」(甲4の4，6頁左上欄",
                            "1行～9行)",
                            "「本発明の現像液はポジ型ホトレジスト膜の現像の均一性が良好であり，……現像時間も非イオン性のフッ素系界面活性剤を添加しない従来のものに比べて半分の時間……でも良好なレジスト画像が得られた。さらに現像液の温度依存性は，特にテトラアルキルアンモニウムヒドロキシド水溶液の場合には界面活性剤を添加しない従来のものに比べて著しく減少し……た。」(甲4の4，6頁左上欄18行～右上欄9行)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲4の5(特開昭62-35452号公報，昭和60年8月6日",
                          "text": [
                            "出願，昭和62年2月12日公開)には，次の記載がある。",
                            "「(1) 金属イオンを含まない有機塩基を主剤とするポジ型ホトレジスト用現像液に陰イオン性のフッ素系界面活性剤を50～5000ppm添加することを特徴とするポジ型ホトレジスト用現像液」(甲4の5，1頁左下欄5行～8行)",
                            "「(3) 金属イオンを含まない有機塩基がテトラアルキルアンモニウムヒドロキシド(判決注：TMAH)およびコリン(判決注：T",
                            "HAH)から選ばれた少なくとも1種である特許請求の範囲第(1)～第(2)項記載のポジ型ホトレジスト用現像液」(甲4の5，1頁左下欄20行～右下欄4行)",
                            "「実施例1～12……金属イオンを含まない有機塩基としてテトラメチルアンモニウムヒドロキシド(TMAH)2．38％および",
                            "コリン4．2％をそれぞれ水に溶解してポジ型ホトレジスト用現像液とし，このそれぞれに第1表に示す陰イオン性フッ素系界面活性剤を添加して本発明のポジ型ホトレジスト用現像液とした。」(甲4の5，4頁左下欄8行～15行，5頁上欄の第1表)」",
                            "「実施例13 金属イオンを含まない有機塩基としてテトラメチルアンモニウムヒドロキシド(TMAH)2．38％を水に溶解し",
                            "てポジ型ホトレジスト用現像液とし，これに陰イオン性フッ素系界面活性剤……を……添加した。」(甲4の5，5頁下左欄1行～7行)",
                            "「本発明の現像液はポジ型ホトレジスト膜の現像の均一性が良好であり，……現像時間も陰イオン性フッ素系界面活性剤を添加しない従来のものに比べて半分の時間……でも良好なレジスト画像が得られた。さらに現像液の温度依存性は特にテトラアルキルアンモニウムヒドロキシド水溶液の場合には界面活性剤を添加しない従来のものに比べて著しく減少し……た。」(甲4の5，5頁左下欄15行～右上欄6行)"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "以上のほか，甲3の4には，次の記載がある。",
                            "「一般にポジ型レジストの現像は中和反応であるために現像液の濃度が反応速度に大きく影響を及ぼしてきた。……現像液の濃度制御が寸法制御にとって欠かせないことは言うまでもないであろう。」(1頁右下欄5行～13行)"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "上記甲4の1～5及び甲3の4(なお，甲4の3～5は，公知刊行物ではないが，本件出願前に出願された特許出願が本件出願後に公開された公開特許公報であり，本件出願前の技術水準を認定するための資料として参酌することはできる。)の記載によれば，ホトレジスト現像液としてTMAH水溶液やTHAH水溶液などが周知で",
                          "text": [
                            "あり，濃度管理が必要なことが認められるが，濃度精度の要求水準について格別の記載はない。そして，甲4の1，2，4，5に「実施例」として具体的に記載されているものには，TMAHやTHAHの濃度が小数点以下1桁までの表示がされているものがあり，このようなものについて小数点以下3桁の濃度管理が必要であったとは認められない。",
                            "C 以上によれば，本件発明に用いられるホトレジスト現像液について小数点以下3桁の精度が要求されるという原告ら主張は，その根拠を欠くものというべきであって，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，導電率測定手段は，濃度％が小数点以下3桁まで管理しなければならないホトレジスト現像液に適用するには十分な信頼性がないと考えられていたと主張し，具体的な事情として，前記第1(1)(イ)①～④のとおり主張する。",
                        "しかし，原告らの主張は，ホトレジスト現像液がその濃度を小数点以下3桁まで管理しなければならないものであるという，その前提において誤っていることは，上記(ア)において説示したとおりであるから，採用することができない。",
                        "なお，念のため，原告らの前記①～④の主張について検討してみても，次のとおり，いずれも失当である。",
                        "A 原告らは，目標の溶質以外に電離した溶質があれば，目標以外の溶質の濃度が加わった濃度が測定されてしまい，逆に，目標の溶質が100％電離しなければ，実際の溶質の濃度より少なく測定されてしまうため，濃度が小数点以下3桁の精度で測定されなければならないホトレジスト現像液に対して，微少な不純物の影響により，導電率ではホトレジスト現像液の濃度を精確に測定することができないのではないかと考えられていた旨主張する(前記①)。",
                        "しかし，ホトレジスト現像液は，半導体素子製造工程におけるポジレジスト現像に供されるものであって，ポジレジストを用いて微細加工を行う際に，ポジレジストの露光部分を選択的に溶解除去するために用いるアルカリ性水溶液である(甲4の1～5，弁論の全趣旨)。",
                        "上記事実，並びに，本件明細書の「ポジレジスト用の現像液を必要とする半導体製造工場などにおいては多量の純水を必要とするので，純水製造装置は必置とされる。従って，本発明において必要な希釈用の純水は，比較的容易に入手できる。」との記載(甲2，段落【0018】)及び弁論の全趣旨によれば，ホトレジスト現像液の溶媒としての水には，極力，不純物やイオンを含まない純水を用いることは，当業者が当然に考慮する事項であるというべきであり，本件記録中これに反する証拠は認められない。",
                        "また，前記ア(ア)Aで検討した本件明細書の記載によれば，本件発明により調製されるホトレジスト現像液は，TMAH水溶液や水酸化ナトリウム水溶液であってもよいところ，「TMAHは『強アルカリ』であるため，ほぼ100％電離すると予想できる」ものと認められ(審決書14頁25行，同15頁11行～12行，弁論の全趣旨)，",
                        "また，水酸化ナトリウムが強アルカリであり，ほぼ完全に電離することは公知の事実である。",
                        "したがって，原告らの前記①の主張は採用することができない。",
                        "B 原告らは，添加剤の影響により，導電率ではホトレジスト現像液の濃度を精確に測定することができないと考えられていた旨主張する(前記②)。",
                        "しかし，本件明細書によれば，特許請求の範囲には添加剤の記載はないから，本件発明は添加剤を用いない場合をも含むというべきであり，詳細な説明には，「必要に応じて添加される各種添加剤」(甲2，段落【0018】)との記載があり，これによれば，添加剤がホトレジスト現像液の必須成分ではないことも明らかである。",
                        "さらに，甲4の2，4の4～5によれば，ホトレジスト現像液に界面活性剤などの添加剤を加えている例があることが認められるが，他方，甲4の1，4の3によれば，添加剤を加えない例もあり，本件出願前に，ホトレジスト現像液には必ず添加剤を加えるという認識が当業者の間に存在したものでないことが認められる。",
                        "そうすると，添加剤が導電率の測定に影響を与えるか否かは，直ちに，導電率測定手段をホトレジスト現像液の濃度管理に適用することを妨げる理由とはならないものというべきである(本件記録を検討しても，本件出願前，添加剤の影響により導電率ではホトレジスト現像液の濃度を精確に測定することができないと認識されていたことを裏付ける証拠は見いだせない。)。",
                        "したがって，原告らの前記②の主張は採用することができない。",
                        "C 原告らは，ホトレジスト現像液の実用濃度領域では，導電率と濃度が検出可能な傾きで線形的に対応するとは考えられていなかった旨主張する(前記③)。",
                        "乙1(「工業電子計測」株式会社コロナ社，昭和41年6月30日再版発行)には，次の記載がある。",
                        "「特定の溶液については濃度と導電率の間に一定の関係がある。図9・1にその例を示す。したがって液を一定の容器に入れて電気抵抗を測定すれば濃度を求めることができる。」(乙1，148頁3行～5行)",
                        "「温度補償 溶液の抵抗は0．02／度程度の大きな温度係数を持っているので濃度で目盛るためには温度補償が必要である．図9・4はその補償回路の例である。」(乙1，149頁15～18行)",
                        "「図9・1 濃度と導電率の関係」(乙1，148頁)には，塩化",
                        "カリウム(KCl)，水酸化ナトリウム(ＮaOH)，水酸化カリウ",
                        "ム(KOH)，塩酸(HCl)，硫酸(H SO )，硝酸(HＮO )",
                        "について，横軸に濃度〔％〕，縦軸に導電率〔Ω／cm〕(判決注：ΩはΩ-1の誤記と認める。)をとったグラフが示され，水酸化ナトリウム(ＮaOH)は，濃度5～10％では，濃度と導電率がほぼ比例することが示されている。",
                        "甲3の8(「工業分析(下)」日刊工業新聞社，昭和41年1月3",
                        "0日初版発行)には，次の記載がある。",
                        "「現在もっとも広い応用分野としては，溶液の濃度と導電率の関係が，温度が一定であれば精密に対応することを利用した工業的溶液濃度の測定，あるいは成分の検出方法として用いられている。たとえば化学工業におけるH SO ，HCl，ＮaOHなどの濃度の測定，発電所，工場におけるボイラの給水，復水の水質測定，純水製造装置の純水の純度測定などのように導電率測定は現在pH測定と同様に広く普及し，プロセスの計装上必要欠くべからざるものとなっている。」(甲3の8，45頁下から3行～46頁3行)",
                        "「一般に電解質溶液は希薄な濃度においては，濃度が増しても電解質のイオンへの解離度がかわらないので，したがってイオンの数も濃度に比例して増加するから，導電率は直線的に増加する。」(甲3の8，49頁下から11行～下から9行)",
                        "「図3．3は工業的に導電率測定が行われている代表的な溶液の18℃における濃度と導電率の関係を示したものである。低濃度においてはいずれも導電率が濃度に対し比例して増加している」(甲3の8，50頁1行～4行)",
                        "「導電率は溶液の濃度が一定であっても，その温度の上昇に伴って，一般に約2％の温度係数をもって増加する。」(甲3の8，51頁下から8行～下から7行)",
                        "「同じ種類の電解質であっても，その濃度によって温度係数は多少異なり，表3．1に示したような値となっている。」(甲3の8，51頁下から6行～下から4行)",
                        "「図3．3 溶液の濃度と導電率の関係(ただしＮaOHは15℃",
                        "における値を示す)」(甲3の8，50頁)には，炭酸ナトリウム(Ｎa CO )，塩化ナトリウム(ＮaCl)，水酸化ナトリウム",
                        "(ＮaOH)，塩酸(HCl)，硫酸(H SO )，硝酸(HＮO )",
                        "について，横軸に溶液濃度(重量％)，縦軸に導電率(Ω-1／cm)(判決注：甲3の8に用いられている逆Ωのかわりに，同義のΩ-1で表示した。)をとったグラフが示され，水酸化ナトリウム(ＮaOH)は，濃度0～10％では，濃度と導電率がほぼ比例することが示されている。",
                        "「表3．1 各種溶液の導電率とその温度係数(％／℃)」(甲3の8，50～51頁)には，Δκ(判決注：温度係数)が，水酸化ナトリウム(ＮaOH)(15℃)では，濃度5％で2．01％／℃，",
                        "濃度10％で2．17％／℃であることが示されている。",
                        "前記ア(ア)Aで検討した本件明細書の記載によれば，本件発明により調製されるホトレジスト現像液は，水酸化ナトリウム(ＮaOH)水溶液であってもよいところ，乙1，甲3の8の上記記載によれば，水酸化ナトリウム水溶液は，室温，濃度0～10％において，濃度と導電率にほぼ線形の対応関係があることが認められる。",
                        "そうすると，本件出願前に，ホトレジスト現像液の実用濃度領域において，導電率と濃度が検出可能な傾きで線形的に対応している例が，知られていたというべきである。",
                        "なお，本件記録を検討しても，本件出願前，ホトレジスト現像液の実用濃度領域では，導電率と濃度が検出可能な傾きで線形的に対応するとは考えられていなかったことを裏付ける証拠は見いだせない。",
                        "したがって，原告らの前記③の主張は採用することができない。",
                        "D 原告らは，ホトレジスト現像液の実用温度帯域では導電率によってホトレジスト現像液の濃度を精確に測定することができない旨主張する(前記④)。",
                        "上記Cのとおり，本件発明により調製されるホトレジスト現像液は，水酸化ナトリウム(ＮaOH)水溶液であってもよいところ，乙1，甲3の8の上記記載によれば，水酸化ナトリウム水溶液は，水溶液では，室温，濃度0～10％において，濃度と導電率にほぼ線形の対応関係があり，導電率の温度係数が約2％／℃であることが認められる。",
                        "そして，ホトレジスト現像液の調製を室温から相当に離れた高温または低温で行うものとは考えられないから，ホトレジスト現像液の実用温度帯域において，導電率によって濃度測定をすることができなかったということはできない。",
                        "なお，本件記録を検討しても，本件出願前，ホトレジスト現像液の実用温度帯域では導電率によってホトレジスト現像液の濃度を精確に測定することができないと認識されていたことを裏付ける証拠は見いだせない。",
                        "したがって，原告らの前記④の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明を実現した実験に基づく知見について",
                  "text": [
                    "原告らは，本件発明は，当業者の予想に反して実験によって前記第1(1)イ①’～④’を確認することにより，発明されたものであると主張するが，上記(イ)の認定に照らせば，前記①’～④’が当業者の予測に反する新たな知見ということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の効果について",
                  "text": [
                    "原告らは，本件発明によれば，煩雑な作業を要する従来の中和滴定の方法よりも，効率よくホトレジスト現像液の濃度を測定できると主張する。",
                    "しかし，導電率測定手段をホトレジスト現像液の濃度管理に適用することが容易であることはすでに説示したとおりであり，中和滴定の方法と比較した効率のよさは，導電率測定手段を用いたことによる当然の効果にすぎず，格別顕著なものとは認められない。",
                    "原告らは，また，本件発明によれば，従来の中和滴定の方法よりも，正確にホトレジスト現像液の濃度の有効成分の濃度を測定することができる旨主張するが，その趣旨は，要するに，ホトレジスト現像液としてTMAH水溶液や水酸化カリウム水溶液を用いる場合に，空気中の炭酸ガスを吸収してホトレジスト現像液として作用しない炭酸塩が生成するところ，この炭酸塩は溶解してもほとんど電離しないから，ホトレジスト現像液として作用しない炭酸塩を除いた活性濃度を測定することができるというものである。しかし，そもそも本件発明におけるホトレジスト用アルカリ系現像原液が水溶液や水酸化カリウム水溶液に限定されているわけではないし，この点をひとまず措くとしても，導電率測定手段を用いる場合に，電離しない成分の濃度が測定されないことは，当業者にとって自明の事項であるから，結局，原告らの主張する効果は，導電率測定手段を用いたことによる当然の効果にすぎず，格別顕著なものとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "引用発明と本件発明は，半導体ウエハに液体で働きかけ，また半導体素子製造工程のうちの一工程であるという点で共通していることは明らかであり，引用例に開示されている湿式処理工程における技術思想を，本件発明の「ホトレジストを用いて微細加工を行う加工用設備」に転用することは，これを妨げる特段の事情がない限り，当業者であれば容易になし得たものというべきであるところ，以上検討したところによれば，転用を妨げるべき事情として原告らが主張するところはいずれも失当であり，原告らが実験により確認したという点も当業者の予測に反する新たな知見ということはできず，本件発明の効果が格別顕著なものということもできない。",
                    "したがって，本件審決の判断1に原告ら主張の誤りがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断2について",
              "text": [
                "原告らは，ホトレジスト用アルカリ系現像原液は，精度よく濃度を調製するのが困難な上に空気中の炭酸ガスを吸収して濃度が変化するという特有の課題を有しているとした上，エッチング液やウエハ洗浄液が使用者側で調製されていたからといって，ホトレジスト現像液を使用者が調製することに困難性を伴わないということにはならない旨主張する。",
                "しかし，原告らがいう「特有の課題」は，本件出願前すでに供給側で解決されていたものなのであるから，それを使用者側で解決することに，格別の技術的な困難性があるということができないことは，明らかである。",
                "したがって，本件審決の判断2に原告ら主張の誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断3について",
              "text": [
                "前記(1)ア(イ)Bにおいて説示したとおり，本件明細書によれば，特許請求の範囲には添加剤の記載はないから，本件発明は添加剤を用いない場合をも含むというべきであり，詳細な説明の「必要に応じて添加される各種添加剤」(段落【0018】)との記載によれば，添加剤がホトレジスト現像液の必須成分ではないことも明らかである上，本件出願前に，ホトレジスト現像液には必ず添加剤を加えるという認識が当業者の間に存在したものでないことが認められる(甲4の2，4の4～5)。そうすると，添加剤が導電率の測定に影響を与えるか否かは，直ちに，導電率測定手段をホトレジスト現像液の濃度管理に適用することを妨げる理由とはならない。",
                "したがって，添加剤は必要に応じて添加される任意成分であるから，原告らの主張を採用できないとした本件審決の判断3に原告ら主張の誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，原告ら主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点(ニ)の判断の誤り)について",
          "text": [
            "原告らは，本件発明の貯留槽は，単に使用前に薬液を貯蔵するものではなく，ホトレジスト現像液の濃度の平準化を行うものであり，この点の技術思想は甲3の1～8に開示・示唆されておらず，周知慣用のものでもないと主張する。",
            "本件明細書(甲2)には，貯留槽に関し，次の記載がある。",
            "「前記撹拌槽からの混合液を前記加工用設備に前記管路を介して送給する前に受け入れ貯留する貯留槽」(特許請求の範囲，段落【0008】)「現像液タンク内で一旦，貯留されたのち，管路62から半導体製造工程などの使用側に送給される。」(段落【0013】)",
            "「混合液の導電率を一定(目標値)に維持することによって，混合液の濃度を一定にすることができる。この濃度を一定にした混合液は現像液タンク22に貯留されたのち，現像液として使用される。」(段落【0015】)しかしながら，本件明細書を検討しても，貯留槽がホトレジスト現像液の濃度の平準化を行う旨の記載はない。",
            "原告らの主張は，本件明細書の記載に基づかないものというべきであり，採用することができない。",
            "そして，使用前に希釈した薬液を貯留する貯留槽を設けることは，甲3の6にも示されるとおり，周知の事項と認めるのが相当である。",
            "したがって，本件審決の判断4に原告ら主張の誤りがあるということはできず，原告ら主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点(ホ)の判断の誤り)について",
          "text": [
            "原告らは，希釈工程に含まれない容器の窒素ガスシールが知られ，ポジレジストの現像液の劣化を防止するために現像液の表面を窒素で覆うことが知られていたとしても，本件発明は，撹拌槽と貯留槽の双方を窒素ガスでシールして現像原液を希釈する全工程について現像液の濃度を維持するものであって，容易に想到できるとはいえないと主張する。",
            "しかし，甲3の4には，「現像液供給タンクには窒素配管101と排気配管202が接続され，窒素パージにより現像液203の劣化を妨げている」(甲3の4，1頁右下欄16行～18行)との記載があり，窒素ガスシールが，現像液の劣化防止に有用であることは明らかであるから，劣化防止をさらに徹底するために，これを現像液が存在する他のタンクである撹拌槽にも施すことは，当業者が適宜選択しうる程度のことと認めるのが相当である。",
            "したがって，本件審決の判断5に原告ら主張の誤りがあるということはできず，原告ら主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告ら主張の取消事由はいずれも理由がなく，その他，本件審決にこれを取り消すべき誤りは認められない。",
            "したがって，原告らの本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。",
            "なお，原告らは，本訴提起の日から90日以内である平成17年9月20日，本件特許の特許請求の範囲の記載における「ホトレジスト用アルカリ系現像原液」及び「現像原液」を「テトラメチルアンモニウムハイドロオキサイド現像原液」と，「現像液」を「テトラメチルアンモニウムハイドロオキサイド現像液」と，それぞれ訂正すること等を要旨とする訂正審判を請求し，同年11月15日，当裁判所に対し，事件を審判官に差し戻すため，特許法181条2項の規定により，本件審決を取り消すよう求めた。当裁判所は，被告の意見を聴いた上，上記訂正審判請求の内容を検討したが，前記説示したところに照らせば，本件特許を無効とすることについて特許無効審判においてさらに審理させることが相当であるとは認められない。"
          ]
        }
      ]
    }
  ]
}