{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決中，原審原告敗訴部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "原審原告の本訴請求を棄却する。"
        },
        {
          "fig": "(2)",
          "text": "原審被告カースル産業及び原審被告カースルの，原審原告が，特許第3597700号の特許権に基づいて，原審被告カースル産業及び原審被告カースルに対し，原判決別紙物件目録2記載の製品の製造，販売の差止めを求める権利を有しないことの確認に係る訴えを却下する。"
        },
        {
          "fig": "(3)",
          "text": "原審原告は，原審被告カースル産業及び原審被告カースルが原判決別紙物件目録2記載の製品を製造販売することが，原審原告の前項記載の特許権を侵害する旨を，原審被告カースル産業及び原審被告カースルの取引先その他の第三者に告知し，流布してはならない。"
        },
        {
          "fig": "(4)",
          "text": "原審被告カースル産業及び原審被告カースルのその余の反訴請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "原審被告カースル産業及び原審被告カースルの控訴及び当審において拡張した請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，第2審を通じ，これを3分し，その1を原審被告カースル産業及び原審被告カースルの連帯負担とし，その余を原審原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原審原告",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中，原審原告の敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原審被告カースル産業及び原審被告カースル(以下，両者を併せて「原審被告ら」という。)は，原判決別紙物件目録1記載のレンジフードフィルタを製造し，販売し，販売のために宣伝，広告をしてはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原審被告らは，その所有する同目録1記載のレンジフードフィルタを廃棄せよ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原審被告らは原審原告に対し，連帯して1億円及びこれに対する，原審被告カースルは平成17年3月19日から，原審被告カースル産業は同月23日から，各支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原審被告らの反訴請求をいずれも棄却する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審被告らの控訴及び当審における追加的請求をいずれも棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，第2審とも，原審被告らの負担とする。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "(1)のエの部分につき仮執行の宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原審被告ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原審原告が，特許第3597700号の特許権に基づいて，原審被告らに対し，原判決別紙物件目録2記載の製品の製造，販売の差止めを求める権利を有しないことを確認する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原審原告は，原審被告らが原判決別紙物件目録2記載の製品を製造販売することが，原審原告の前項記載の特許権を侵害する旨を，原審被告らの取引先その他の第三者に告知し，流布してはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原審原告は原審被告らに対し，読売新聞及び朝日新聞の各関東版及び関西版に，別紙謝罪広告目録記載の謝罪広告(表題並びに原審原告及び原審被告らの各商号は4号活字，その余の部分は8ポイント活字を使用)を各1回ずつ掲載せよ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原審原告は，原審被告らに対し，1億4748万0130円及びこれに対する平成17年10月1日から支払い済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原審原告の請求を棄却する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審原告の控訴を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は第1，第2審とも原審原告の負担とする。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "(1)のエの部分につき仮執行の宣言",
              "text": [
                "((1)のエの請求中，原審原告に対し，3000万円を超える部分の金員及びこれに対する平成17年10月1日から支払い済みまで年5分の割合による金員の支払を求める部分は，当審において拡張した請求である。)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原審原告の本訴請求は，「レンジフードのフィルタ装置」に関する特許権(以下「本件特許権」といい，本件特許権に係る特許を「本件特許」という。)を有する原審原告が，原審被告らに対し，原審被告らが，原判決別紙物件目録1記載のレンジフードフィルタ(以下「本件差止対象製品」という。)を製造販売して，本件特許権を侵害していると主張して(なお，原審原告は，原審被告カースル産業が製造し，原審被告カースルが販売する原判決別紙物件目録2記載の製品(以下「被告製品」という。)が，本件特許権に係る特許請求の範囲の請求項1に記載された発明(以下「本件発明」という。)の技術的範囲に属し，本件差止対象製品に該当すると主張する。)，特許法100条1項，2項，民法709条，719条1項に基づき，①本件差止対象製品の製造販売及び販売のための宣伝広告の差止め，②本件差止対象製品の廃棄，③原審原告に生じたとする損害額1億0400万円の内金1億円及びこれに対する各原審被告に対する訴状送達日の翌日から支払い済みまで年5分の割合による遅延損害金の連帯支払を，それぞれ求める事案である。",
        "原審被告らの反訴請求は，①被告製品に対する，本件特許権に基づく製造販売差止請求権の不存在確認を求めるとともに，②原審原告が，原審被告らによる被告製品の製造販売が本件特許権の侵害である旨の虚偽の事実を告知，流布しており，それが不正競争防止法2条1項14号に該当する不正競争行為であるとして，同法3条1項，4条，14条に基づき，<ア>上記告知，流布行為の差止め，<イ>謝罪広告，<ウ>原審原告らの損害額とする1億4748万0130円及びこれに対する平成17年10月1日から支払い済みまで年5分の割合による遅延損害金の支払を，それぞれ求める事案である。",
        "原判決は，被告製品は，本件発明の技術的範囲に属すると認めることはできず，また，本件特許権は，無効審判において無効とされるべきものと認められ，さらに，原審原告は，過失により，原審被告らによる被告製品の製造販売が本件特許権の侵害である旨の虚偽の事実を告知，流布していると認められるとして，原審原告の本訴請求を全部棄却し，また，原審被告らの反訴請求のうち，①被告製品に対する，本件特許権に基づく製造販売差止請求権の不存在確認請求，②原審原告による上記虚偽の事実の告知，流布行為の差止請求，③損害賠償請求(ただし，原審被告カースル産業につき100万7926円，原審被告カースルにつき25万円及びそれぞれ平成17年5月10日から支払い済みまで年5分の割合による遅延損害金の支払の限度で)を，それぞれ認容し，その余の請求を棄却した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原審原告は，プラスチック製家庭用品の製造販売等を業とする株式会社である。",
                "原審被告カースルは，プラスチック製日用雑貨の製造販売，家庭用雑貨製品の製造販売等を業とする株式会社，原審被告カースル産業は，プラスチック製品の製造販売，家庭用雑貨製品の製造販売等を業とする株式会社である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審原告は，下記特許権(本件特許権)を有している。",
                "発明の名称 「レンジフードのフィルタ装置」",
                "出願日 平成10年4月27日",
                "登録日 平成16年9月17日",
                "特許番号 特許第3597700号",
                "特許請求の範囲",
                "「【請求項1】 レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆うためのフィルタ装置であって，前記金属製フィルタのフロント面をカバー可能なフィルタと，このフィルタの周縁部に取り付けられ，かつフィルタを，前記フロント面で緊張させて前記金属製フィルタに取付けるためのリング状伸縮性紐状体とで構成されており，前記金属製フィルタは剛性で方形プレート状に形成されているとともに，上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能であり，前記フィルタは，不織布で構成されているとともに，金属製フィルタのフロント面を被包可能なサイズを有し，かつ前記金属製フィルタに対応した相似形状の平面方形状に形成されており，金属製フィルタの裏面での紐状体の収縮により，前記フロント面のフィルタに緊張力又は牽引力を作用させて，金属製フィルタに対してフィルタを取り付け，レンジフードの換気口に装着できるフィルタ装置。",
                "【請求項2】 レンジフードのフード内の排気口に着脱可能に配設され，かつ剛性で方形プレート状に形成された複数の金属製フィルタ要素で構成された金属製フィルタを覆うためのフィルタ装置であって，前記複数の金属製フィルタ要素の全体又は個別の金属製フィルタ要素を被包可能なフィルタと，このフィルタの周縁部を収縮可能な紐状体とで構成されており，前記紐状体は，収縮率5～60％の伸縮性紐状体で形成されている請求項1記載のフィルタ装置。",
                "【請求項3】 金属製フィルタ又はフィルタ要素のフロント面よりもサイズが大きく，平面方形状のフィルタのうち4つのコーナー部と各辺に対応する周縁部の少なくとも一箇所との挿通孔に伸縮性紐状体が挿通しており，フィルタの取付状態では，金属製フィルタ又はフィルタ要素の裏面において伸縮性紐状体を収縮させ，前記フロント面のフィルタに緊張力又は牽引力を作用させる請求項1又は2記載のフィルタ装置。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許に係る請求項1記載の発明(本件発明)を，構成要件に分説すると，以下のとおりである。",
                "① レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆うためのフィルタ装置であって，",
                "② 前記金属製フィルタのフロント面をカバー可能なフィルタと，",
                "③ このフィルタの周縁部に取り付けられ，かつフィルタを，前記フロント面で緊張させて前記金属製フィルタに取付けるためのリング状伸縮性紐状体とで構成されており，",
                "④ 前記金属製フィルタは剛性で方形プレート状に形成されているとともに，上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能であり，",
                "⑤ 前記フィルタは，不織布で構成されているとともに，",
                "⑥ 金属製フィルタのフロント面を被包可能なサイズを有し，",
                "⑦ かつ前記金属製フィルタに対応した相似形状の平面方形状に形成されており，",
                "⑧ 金属製フィルタの裏面での紐状体の収縮により，前記フロント面のフィルタに緊張力又は牽引力を作用させて，金属製フィルタに対してフィルタを取り付け，レンジフードの換気口に装着できるフィルタ装置。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審被告カースル産業は，被告製品を製造販売し，原審被告カースルは，被告製品を販売している。被告製品は，被告らの共通の工場で製造されている。(原審原告は，原審原告らが共同で被告製品を製造していると主張する。)"
            },
            {
              "fig": "(5)",
              "text": [
                "被告製品は，本件発明の構成要件⑤，⑥を充足する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原審原告は，被告製品が，本件発明の技術的範囲に属し，原審被告らによるその製造販売行為が，本件特許権を侵害すると主張する。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原審原告は，平成16年10月12日ころ，日本生活協同組合連合会(日本生協連)に対し，「書類送付のご案内」と題し，「キャップ式フィルターの特許証及び書類のコピーを同封しております。当社の主力商品でありますので，是非内容をご検討ください。」との文言のある書面に，本件特許に係る特許証及び本件特許に係る公開公報(特開平11−300130号。特許請求の範囲の請求項1の記載は，「レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆うためのフィルタ装置であって，前記金属製フィルタのフロント面をカバー可能なフィルタと，このフィルタを，前記フロント面で緊張させて前記金属製フィルタに取付けるための紐状体とで構成されているフィルタ装置。」というものである。)を同封して送付し，また，平成17年3月16日ころ，コープ九州事業連合に対し，「先日・・・キャップ式フィルターの特許をご案内させていただきましたが，当社のコピー商品がコープ九州様の・・・掲載されていました。」，「販売を中止していただけない販売会社にも訴えを起こすことも考えております。」等の文言のある書面を送付した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品が本件発明の技術的範囲に属するか。",
                "原審原告は，原審被告らに対し，本件差止対象製品の製造販売等の差止め，本件差止対象製品の廃棄，及び，原審被告らが本件差止対象製品を製造販売したことに基づく損害賠償の請求をした上，原審被告らが本件差止対象製品を共同で製造し，各自の名義で販売していると主張し，また，被告製品も本件差止対象製品に該当すると主張するが，被告製品以外に，原審被告らが製造販売する本件差止対象製品が存在することについては，原審被告らが争うにもかかわらず，何ら具体的な主張及び立証がない。",
                "そうすると，原審原告の上記各請求のうち，被告製品以外の本件差止対象製品を対象とし，又は被告製品以外の本件差止対象製品の製造販売を原因とする部分は，直ちに理由がないことに帰することになるから，被告製品が本件発明の技術的範囲に属するかどうか，具体的には，下記の点が本件の争点となる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品が，本件発明の構成要件①～④，⑦，⑧を充足するか(以下「争点1のア」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，被告製品が，本件発明の構成要件⑦を充足しないとしても，被告製品は，本件発明と均等であるとして，本件発明の技術的範囲に属するか(以下「争点1のイ」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明に係る特許は，無効審判において無効とされるべきものか(以下「争点2」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告製品の製造販売に関し，原審被告らが先使用権を有するということができるか(以下「争点3」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，原審被告らによる本件特許権侵害があったとした場合に，これにより原審原告に生じた損害はいくらか(以下「争点4」という。)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原審原告が，原審被告らによる被告製品の製造販売が本件特許権の侵害である旨の虚偽の事実を告知，流布するという，不正競争防止法2条1項14号に該当する不正競争行為をしたか。また，これについて，原審原告に故意又は過失があるか(以下「争点5」という。)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "仮に，原審原告に，故意又は過失に基づく不正競争防止法2条1項14号に該当する不正競争行為があったとした場合に，これにより原審被告らに生じた損害はいくらか(以下「争点6」という。)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "仮に，原審原告に，故意又は過失に基づく不正競争防止法2条1項14号に該当する不正競争行為があったとした場合に，原審被告らの信用回復のための措置として，謝罪広告を行うことを要するか(以下「争点7」という。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者双方の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1のア(被告製品が，本件発明の構成要件①～④，⑦，⑧を充足するか。)について",
          "text": [
            "(原審原告の主張)",
            "被告製品は，本件発明の構成要件①～④，⑦，⑧を充足するものである。原審被告らは，各構成要件を充足しないとして，種々の主張をするが，以下のとおり，失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件①，②について",
              "text": [
                "原審被告らは，被告製品には，レンジフード用の金属製フィルタを覆う以外に，他の用途もあるから，構成要件①，②を充足しないと主張するが，「他の用途がない」ことは本件発明の構成要件ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件③について",
              "text": [
                "原審被告らは，被告製品の周縁部に取り付けられたゴム糸が線状であって，「リング状」ではないと主張するが，構成要件③の「リング状伸縮性紐状体」との規定は，「ゴム」そのものが「リング状」であることを要求するものではなく，ゴムを縫いつけた後が全体としてリング状をしており，収縮性のある紐状の形状をしていれば足りるものである。そして，被告製品は，ゴム糸がフィルタの周囲を一周するように縫いつけているから，その形状はリング状であり，構成要件③を充足する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件④について",
              "text": [
                "原審被告らは，被告製品が，上下端部を排気口に形成された溝やスリットに挿入可能である金属製フィルタに取り付けるほかに，溝やスリットのない金属製フィルタに取り付けることもできるし，他の用途もあるとして，構成要件④を充足しないと主張するが，「溝やスリットに挿入可能である金属製フィルタ以外のフィルタに取り付けることができないこと」は，本件発明の構成要件ではないから，「上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能」である金属製フィルタに取り付けることができる以上，構成要件④を充足する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件⑦について",
              "text": [
                "原審被告らは，金属製フィルタの縦，横の寸法の組合せは，92種類あり，被告製品は，これらの金属製フィルタの大半と「相似形状」ではないと主張する。",
                "しかしながら，「相似」との語句は，「一つの図形が一様に拡大又は縮小すると他の図形と完全に重ね合わせられること」という数学的用語法のほかに，「互いに似ていること」という通常の用語法が広く認識されており，本件特許に係る明細書(甲第1号証。以下「本件明細書」という。)には，数学的分野における限定された用語法に従って「相似」との語句を使用することが記載又は示唆されているわけではないから，構成要件⑦に関しても，通常の用語法に従い，「互いに似ていること」という意味で，「相似」との語句が用いられているというべきである。そうすると，被告製品のフィルタは，金属製フィルタと同様に方形状をしているから，両者は，「相似形状」であるというべきであり，構成要件⑦を充足する。なお，原審被告らは，被告製品のフィルタは四隅が丸くなっているから，平面方形状ではないと主張するが，原審被告らの主張する四隅とは，被告製品のフィルタ全体から見て局所的な箇所にすぎず，フィルタの角辺は，それぞれその約9割が直線により形成されているのであるから，全体として，方形状といって何ら差し支えないものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "構成要件⑧について",
              "text": [
                "原審被告らは，被告製品は，微力なゴム糸を使用し，金属製フィルタの裏面から，フィルタをフロント面で緊張させるような緊張力又は牽引力を作用させることは不可能であると主張するが，被告製品のフィルタが，金属製フィルタに被せるだけで外れないのは，ゴム糸の収縮力により緊張しているからであり，構成要件⑧を充足する。",
                "(原審被告らの主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "構成要件①，②について",
              "text": [
                "被告製品は，「レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆う」ことも可能であるが，他の用途もあるから，構成要件①，②を充足しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件③について",
              "text": [
                "構成要件③の「リング状伸縮性紐状体」は，「リング状」と規定されている以上，切れ目のない輪でなければならないが，被告製品の周縁部に取り付けられたゴム糸は，線状であって，「リング状」ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件④について",
              "text": [
                "被告製品は，構成要件④に係る「上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能」である「剛性で方形プレート状に形成されている」金属製フィルタに取り付けることも可能であるが，溝やスリットのない構造の金属製フィルタに取り付けることもできるし，他の物の各種カバーとしての用途もあるから，構成要件④を充足しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件⑦について",
              "text": [
                "構成要件⑦は，フィルタが，金属製フィルタに対応した相似形状の平面方形状に形成されていることを規定する。しかしながら，金属製フィルタの縦，横の寸法の組合せは，92種類あり，被告製品は，これらの金属製フィルタの大半と「相似形状」の関係にはない。のみならず，被告製品のフィルタは，四隅が丸くなっているから，平面方形状に形成されているものでもない。したがって，被告製品は，構成要件⑦を充足しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "構成要件⑧について",
              "text": [
                "構成要件⑧により，本件発明のフィルタは，紐状体の収縮による緊張力又は牽引力が金属製フィルタの裏面から作用することにより，フロント面で緊張し，金属フィルタに密着する(緊張する)ことが要求される。しかしながら，被告製品は，微力なゴム糸を使用しているので，金属製フィルタの裏面から，フィルタをフロント面で緊張させ，金属フィルタに密着させるような緊張力又は牽引力を作用させることは不可能である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1のイ(仮に，被告製品が，本件発明の構成要件⑦を充足しないとしても，被告製品は，本件発明と均等であるとして，本件発明の技術的範囲に属するか。)について",
          "text": [
            "(原審原告の主張)",
            "仮に，被告製品が，本件発明の構成要件⑦を充足しないとしても，以下のとおり，被告製品は，本件発明と均等であるものとして，本件発明の技術的範囲に属するものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，金属製フィルタに対してフィルタを取り付け，レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタの裏面において，フィルタ周縁部の伸縮性紐状体の収縮により，フロント面のフィルタに緊張力又は牽引力を作用させることを特徴としており，フィルタと金属製フィルタとの形状が数学的意味においてまで相似するかどうかということや，フィルタ四隅の角部の微細な形状は，本件発明の本質的部分ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明において，フィルタ四隅の局所的な角部に丸みをもたせたり，フィルタを，方形状ではあるが，金属製フィルタと数学的な意味で相似形状ではないフィルタに置き換えたとしても，金属製フィルタの裏面において，フィルタ周縁部の伸縮性紐状体の収縮により，フロント面のフィルタに緊張力又は牽引力を作用させるという本件発明の目的を達成することができ，同一の作用効果を奏するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "フィルタ四隅の局所的な角部に丸みをもたせたり，フィルタを，方形状ではあるが，金属製フィルタと数学的な意味で相似形状ではないフィルタに置き換えることは，被告製品の製造時において，当業者であれば，製品成形の過程において容易に想到することができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告製品は，上記⑦以外の本件発明の構成要件を充足するものである。",
                "したがって，被告製品は，本件発明と均等であるものというべきである。",
                "(原審被告らの主張)",
                "原審原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(本件発明に係る特許は，無効審判において無効とされるべきものか。)について",
          "text": [
            "(原審被告らの主張)",
            "本件発明に係る特許は，以下のとおり，無効審判において無効とされるべきものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性の欠如",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，「工房DEKO」が平成2年出願の実用新案登録第2041761号考案を商品化し，一般的に広く販売している商品である(乙第58号証)。",
                    "また，原審被告らは，被告製品を平成9年11月から，一般に製造販売している。",
                    "さらに，原審原告は，本件発明の実施品を平成元年から，一般に製造販売している。",
                    "したがって，いずれにせよ，本件発明は，本件特許出願前に日本国内において公然実施をされた発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明は，実願昭60−146162号(実開昭62−56117号)の",
                  "text": [
                    "マイクロフィルム(乙第37号証。以下「審判甲第1号証刊行物」という。)に記載された発明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性の欠如",
              "text": [
                "本件発明は，下記各刊行物にそれぞれ記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，進歩性がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審判甲第1号証刊行物"
                },
                {
                  "fig": "イ",
                  "subject": "実公平6−11056号公報(乙第38号証。以下「審判甲第2号証刊行物」という。)"
                },
                {
                  "fig": "ウ",
                  "subject": "実願平3−31109号(実開平4−118119号公報)のCD−ROM",
                  "text": [
                    "(乙第39号証。以下「審判甲第3号証刊行物」という。)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実願昭55−127345号(実開昭57−50631号公報)のマイクロ",
                  "text": [
                    "フィルム(乙第40号証。以下「審判甲第4号証刊行物」という。)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実願平成1−69332号(実開平3−10136号公報)のマイクロフィ",
                  "text": [
                    "ルム(乙第29号証。以下「審判甲第5号証刊行物」という。)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実願昭54−127351号(実開昭56−46728号公報)のマイクロ",
                  "text": [
                    "フィルム(乙第41号証。以下「審判甲第6号証刊行物」という。)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実願昭57−9656号(実開昭58−111821号公報)のマイクロフ",
                  "text": [
                    "ィルム(乙第42号証。以下「審判甲第7号証刊行物」という。)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "実公昭54−45019号公報(乙第43号証。以下「審判甲第8号証刊行",
                  "text": [
                    "物」という。)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "特開平6−137622号公報(乙第45号証。以下「乙第45号証刊行物」という。)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条違背",
              "text": [
                "本件明細書は，以下のとおり，特許法36条(平成14年法律第24号による改正前のもの。以下，同条につき同じ。)に違背するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，不織布フィルタを金属製フィルタに密着(緊張)させるものであるが，伸縮性に乏しい不織布により作成したフィルタを，どのようにして金属製フィルタに密着(緊張)させるかについて，本件明細書の発明の詳細な説明に何らの記載もなく，当業者は，本件発明の実施をすることができないから，本件明細書は，同条4項に違背するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の発明の詳細な説明には，「フィルタが金属製フィルタ又はその要素から遊離するのを防止できる」(段落【0010】)と記載されているが，溝，スリットに挿入する方式の金属製フィルタは，通常，フロント面側に把手が設けられていて，そのままではフィルタを金属製フィルタから遊離させずに取り付けることはできない。しかるに，本件明細書の発明の詳細な説明には，どのようにしてフィルタを金属製フィルタから遊離させずに取り付けるかについて，何らの記載もなく，当業者は，本件発明の実施をすることができないから，本件明細書は，同条4項に違背するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の特許請求の範囲の請求項1には，「前記金属製フィルタに対応した相似形状の平面方形状に形成されており，」との規定があるが，「相似形状の平面方形状に形成されて」いるのは，フィルタであるのか，フィルタ装置であるのか，換言すれば，ゴムひもを付ける前の不織布であるのか，付けた後の不織布であるのかが明確ではない。したがって，本件明細書は，特許請求の範囲が不明確であり，36条6項に違背するものである。",
                    "(原審原告の主張)",
                    "本件発明に係る特許は，無効審判において無効とされるべきものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "「新規性の欠如」との主張に対し",
              "text": [
                "原審被告らの主張は争う。",
                "「工房DEKO」が商品化し，販売している旨，原審被告らが主張する商品(乙第58号証)は，その販売時期が不明であり，また，その形状や構成も明確とはいい難いが，伸縮自在ニットなるものを，金属製フィルタの角に位置させて取り付けるものであって，本件発明のように，リング状伸縮性紐状体を金属製フィルタの裏側に位置するように取り付けるものではない。そのため，伸縮自在ニットの伸縮性はニット部を金属製フィルタ角部に止める作用しかしておらず，フィルタを金属製フィルタに緊張させる作用がない。",
                "また，原審被告らが，平成9年11月から製造販売していたとするものが，本件発明と同一であるか否か，明らかではない。",
                "さらに，原審原告が平成元年から製造販売しているのは，換気扇用のフィルタであって，金属製フィルタに被せる構成のものではない。",
                "審判甲第1号証刊行物記載の発明は，ナイロン生地を筒織りにし，それを丸形や楕円形に裁断しているため，本件発明の「ガードと相似形状の平面方形状の不織布フィルタ」を予測することができない。",
                "したがって，本件発明に係る特許に新規性がないとする原審被告らの主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「進歩性の欠如」との主張に対し",
              "text": [
                "原審被告らの主張は争う。",
                "なお，原判決は，本件発明が，審判甲第1～第3号証刊行物及び審判甲第5号証刊行物にそれぞれ記載された発明(以下，審判甲第5号証刊行物に記載された発明を「引用発明」という。)に基づき，容易に発明することができたものであると判断したが，以下のとおり，誤りである。",
                "すなわち，審判甲第5号証刊行物には，「フィルタを，前記フロント面で緊張させて前記換気扇に取り付ける」との構成及び「換気扇の裏面での紐状体の収縮により，前記フロント面のフィルタに緊張力又は牽引力を作用させ」るとの構成は，記載されていない。原判決は，審判甲第5号証刊行物にこれらの構成が記載されているとして，引用発明と本件発明との一致点及び相違点の認定を行った誤りがある。",
                "したがって，本件発明と引用発明との対比においては，原判決の挙げた相違点1，2のほか，少なくとも，「本件発明は，フィルタを，金属製フィルタのフロント面で緊張させて，金属製フィルタに取り付けるものであるのに対し，引用発明は，このような構成を有していない点」(以下「相違点3」という。)，及び「本件発明は，金属製フィルタの裏面での紐状体の収縮により，金属製フィルタのフロント面のフィルタに緊張力又は牽引力を作用させるものであるのに対し，引用発明は，このような構成を有していない点」(以下「相違点4」という。)において相違するものであるところ，当業者が，これらの相違点を容易に想到し得るものではない。",
                "すなわち，仮に，相違点1，2において，換気扇の排気口を覆うためのフィルタ装置である引用発明を，レンジフードのフード内の排気口に着脱可能に配置されている金属製フィルタを覆う用途に転用することを容易に想到し得たとしても，それは，「用途」において転用可能であることに想到し得たということにすぎず，このような転用によって新たに生ずる作用効果についてまで，当業者が容易に想到できるということにはならない。本件発明は，相違点3，4に係る構成を有することにより，フィルタと金属製フィルタとの間に大きさの違いがあっても，フィルタは，その大きさと金属製フィルタの大きさとの差異に応じて，金属製フィルタの裏面に回り込み，金属製フィルタのフロント面を弛みなく覆うことができるという顕著な作用効果を奏するものであるところ，このような作用効果は，裏面を想定できず，フィルタを換気扇の側面や換気扇の前面についた枠体の側面で係止する引用発明における技術思想をもっては，全く想定し得ないものである。したがって，本件発明は，審判甲第1～第3号証刊行物及び審判甲第5号証刊行物から，予測し得ない顕著な作用効果を奏するものであり，これらの刊行物に記載された発明に基づいて容易に発明をすることができたとすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「特許法36条違背」との主張に対し",
              "text": [
                "原審被告らの主張は争う。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「緊張」とは，物が完全に張りつめた状態だけを指すのではなく，緩んだ状態から引っ張られれば，完全に張りつめた状態までに至らなくとも，緩んだ状態との比較で「緊張している」ということができる。本件発明において，金属製フィルタに被せられたフィルタが抜け落ちないのは，収縮性紐状体の収縮力によってフィルタが「緊張」しているからにほかならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "金属製フィルタの把手の突起部分が金属製フィルタの一部をなしているのであれば，突起付近については把手の突起に緊密であれば，本件発明の構成を満たしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明では，金属製フィルタが方形であって，フィルタ部材である不織布の裁断形状が方形であることから，両者の関係を「相似形状」と記載しているのである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(被告製品の製造販売に関し，原審被告らが先使用権を有するということができるか。)について",
          "text": [
            "(原審被告らの主張)",
            "原審被告らは，平成9年11月から被告製品(レンジフード用キャップ式フィルタ「F−7686 レンジフードフィルタ」)を製造販売している。被告製品が，本件発明の技術的範囲に属するのなら，被告らには先使用権がある。",
            "(原審原告の主張)",
            "原審被告らの主張は争う。",
            "先使用の根拠として，原審被告らが提出する乙第62ないし第64号証は単なる帳簿であり，乙第65，第66号証は販売店の単なる証明であって，いずれも商品販売の客観的裏付けにならないばかりか，仮に，原審被告らが，何らかの商品を販売していたとしても，それがどのような構成のものであったかは，明らかではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点4(仮に，原審被告らによる本件特許権侵害があったとした場合に，これにより原審原告に生じた損害はいくらか。)について",
          "text": [
            "(原審原告の主張)",
            "原審原告は，平成10年10月ころから，本件発明の実施品であるレンジフードフィルタの製造販売を開始し，販売開始後3年間は極めて順調な売上増を達成していた。ところが，平成13年ころから，原審被告らが本件差止対象製品の製造を始め，そのころから，原審被告ら各自の名義で全国の生活協同組合(コープ)を中心に販売を開始した。このため，原審原告の製品は，売上高が頭打ちないし減少となり，値下げすることも余儀なくされた。",
            "この売上減少(増加するはずであった売上増加見込み数の減少も含む。)及び値下げによる損害は，損害額1億0400万円を下らない。",
            "(原審被告らの主張)",
            "原審原告の主張は争う。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点5(原審原告が，原審被告らによる被告製品の製造販売が本件特許権の侵害である旨の虚偽の事実を告知，流布するという，不正競争防止法2条1項14号に該当する不正競争行為をしたか。また，これについて，原審原告に故意又は過失があるか。)について",
          "text": [
            "(原審被告らの主張)",
            "本件特許権は無効であり，仮に有効であっても，被告製品は特許権侵害にはならない。",
            "ところが，原審原告は，本件特許登録後の平成16年10月に日本生活協同組合連合会に対し(乙第28号証)，同年11月にコープ九州事業連合に対し(乙第26号証)，また，そのころ，藤栄大阪支店を介して，千趣会に対し(乙第50号証)，平成17年4月にコープきんき事業連合に対し(乙第53号証の1)，それぞれ，被告製品が，本件特許権を侵害するかのような記載のある書面を送付して，虚偽の事実の告知，流布を行った。",
            "しかも，原審原告は，日本生活協同組合連合会に対する書面に，本件特許に係る特許証と公開公報を添付し，本件特許に係る権利範囲より広い公開公報記載の特許請求の範囲により，本件特許がなされたかのように装ったり，コープ九州事業連合に対する書面には，販売会社に対する訴えを提起する旨記載して脅迫したりした。",
            "したがって，原審原告の上記行為が，不正競争防止法2条1項14号に該当する不正競争行為に当たり，かつ，これについて，原審原告に故意又は過失があることは明らかである。",
            "(原審原告の主張)",
            "原審被告らの主張は争う。"
          ]
        },
        {
          "fig": "7",
          "subject": "争点6(仮に，原審原告に，故意又は過失に基づく不正競争防止法2条1項14号に該当する不正競争行為があったとした場合に，これにより原審被告らに生じた損害はいくらか。)について",
          "text": [
            "(原審被告らの主張)",
            "上記6(争点5)において主張した原審原告の不正競争行為により，原審被告らは，以下の損害を被った(原審被告らが被った損害割合は各50％である。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "平成16年11月から平成17年12月までの期間中における売上減少(増加するはずであった売上増加見込み数の減少も含む。)に伴う逸失利益額 1億0689万4000円"
            },
            {
              "fig": "(2)",
              "subject": "本件訴訟並びに上記6(争点5)において主張した原審原告の不正競争行為に起因する無効審判請求，判定請求等に係る弁護士・弁理士費用 635万6130円(今後の追加支出見込額300万円を含む。)"
            },
            {
              "fig": "(3)",
              "subject": "本件訴訟への対応を専属業務とした従業員5名に係る給与相当額 1923万円"
            },
            {
              "fig": "(4)",
              "subject": "取引先への損害填補見込額 1500万円",
              "text": [
                "原審被告らの販売先である株式会社後藤は，通信販売会社である千趣会に被告製品を販売していたが，上記6(争点5)において主張した原審原告の不正競争行為により，千趣会は，被告製品を通信販売カタログから抹消し，これがため売上額が減少した株式会社後藤は，原審被告らに，損害の填補を要求している。また，同様の事態は，今後も生ずるものと考えられる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "合計額 1億4748万0130円",
              "text": [
                "(原審原告の主張)",
                "原審被告らの主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点7(仮に，原審原告に，故意又は過失に基づく不正競争防止法2条1項14号に該当する不正競争行為があったとした場合に，原審被告らの信用回復のための措置として，謝罪広告を行うことを要するか。)について",
          "text": [
            "(原審被告らの主張)",
            "原審原告の不正競争行為の内容にかんがみて，原審被告らの信用回復のための措置として，謝罪広告を行うことを要する。",
            "(原審原告)",
            "原審被告らの主張は争う。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点2(本件発明に係る特許は，無効審判において無効とされるべきものか。)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点2の(1)の主張(新規性の欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙第58号証によれば，「工房DEKO」が「換気扇用フィルター すっぽりポイ」との名称の換気扇用フィルタを販売していたこと，当該フィルタが，不織布より成るフィルタとその周縁部に取り付けた「伸縮性自在ニット」なるものによって構成されていることを認めることができるが，その販売時期を明らかにする証拠がないのみならず，当該換気扇フィルタの構成が，本件発明の構成要件⑧を備えていたことを認めるに足りる証拠もないから，本件発明が当該換気扇フィルタと同一であると認めることもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原審被告らは，被告製品を平成9年11月から，一般に製造販売している旨主張するが，被告製品が，本件特許の出願日である平成10年4月27日以前に，一般に製造販売されていたと認めるに足りる的確な証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原審被告らは，原審原告が，本件発明の実施品を平成元年から，一般に製造販売している旨主張するが，本件特許の出願日である平成10年4月27日以前に，原審原告が製造販売していた商品が，本件発明の各構成要件を充足し，その技術的範囲に属するものであったことを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原審被告らは，本件発明が，審判甲第1号証刊行物に記載された発明であると主張する。",
                    "しかしながら，審判甲第1号証刊行物には，「換気扇及びフードを通過する油分及びチリを，手前でくいとめるもので，ウーリー加工をした細いナイロン生地(1)を筒織りにし，それを丸及び楕円形に裁断し，廻りにゴム(2)を取付け伸縮自由としたもので，丸及び正方形，長方形のあらゆる型のカバーに使用する事を可能にした，換気扇及びキッチンフードのフィルター」(実用新案登録請求の範囲)の考案が記載されているものの，金属製フィルタに対応した相似形状の平面方形状に形成されたフィルタの記載はなく(本件発明の「相似形状」の意義については後に検討するが，当該検討を経た後の「金属製フィルタに対応した相似形状の平面方形状」に形成されたフィルタの記載は，審判甲第1号証刊行物にない。)，したがって，審判甲第1号証刊行物に記載されたものは，少なくとも，本件発明の構成要件⑦を備えているものということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件発明が新規性を欠くとの原審被告らの主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2の(2)の主張(進歩性の欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審判甲第5号証刊行物の記載事項",
                  "text": [
                    "審判甲第5号証刊行物には，以下の事項が記載されている。",
                    "(ア)「換気口に取付けられる換気扇カバーであって，該換気扇カバーが，フィルタと，該フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な紐状体とを有することを特徴とする換気扇カバー。」(実用新案登録請求の範囲)(イ)「［産業上の利用分野］ 本考案は，使い捨て方式で換気口に取付け可能な換気扇カバーとその取付構造に関する。」(1頁15～17行)",
                    "(ウ)「［従来の技術と考案が解決しようとする課題］ 従来，塵芥や異物の流入により，羽根の損傷，モータの負荷の増大や故障を防止するため，室内等の換気口に換気扇カバーが装着されている。この換気扇カバーは，通常，方形状の換気口に適合した所定寸法の枠体と，該枠体に取付けられたフィルタとで構成されている。",
                    "しかしながら，換気扇が取付けられた換気口は，効率的に換気するため，換気部の容積や換気量等に応じて種々の大きさに設定されている。例えば，家庭の台所用換気扇，レンジフード用換気扇や業務用換気扇等では，自ずから換気量が異なり，換気量に応じた大きさの換気口が必要である。従って，上記構造の換気扇カバーでは，大きさの異なる換気口に対処できず，多種類の換気扇カバーを用意する必要がある。」(1頁18行～2頁13行)",
                    "(エ)「本考案の目的は，上記問題点に鑑みてなされたものであり，換気口の大きさが異なっていても，容易に取付けることができる安価な換気扇カバーを提供することにある。 また本考案の他の目的は，換気扇の前面が遮蔽されているか否かに拘わらず，柔軟なフィルタであっても外観が良好で換気扇へ吸込まれることのない換気扇カバーの取付構造を提供することにある。」(4頁1～8行)",
                    "(オ)「［課題を解決するための手段及び作用］ 本考案は，換気口に取付けられる換気扇カバーであって，該換気扇カバーが，フィルタと，該フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な紐状体とを有する換気扇カバーにより，上記課題を可決するものである。 上記構成の換気扇カバーによれば，フィルタの周縁部には，該周縁部を収縮可能な紐状体が設けられているため，換気口を換気扇カバーで被冠し，・・・紐状体を収縮性材料で形成することにより，換気口の大きさが異なっていても換気扇カバーを容易に取付けることができる。」(4頁9～末行)(カ)「［実施例］・・・換気扇カバーは，フィルタ(1)と，該フィルタ(1)の周縁部に設けられた伸縮性紐状体(2)とを有し・・・フィルタ(1)は，その中央部を余した周縁部が全周に亘り内方へ折曲され，開口部(4)を有する袋状に形成されている。なお，フィルタ(1)は，通気性を有する材料で形成されていればよいが，難燃性不織布で形成されているのが好ましい。」(5頁13行～6頁7行)(キ)「フィルタ(1)のうち開口部(4)の周縁部は，フィルタ(1)と固着又は縫合することにより，環状挿通孔(3)が形成されている。この環状挿通孔(3)には，フィルタ(1)の周縁部の長さよりも短く，伸縮性を有する材料，例えば，合成ゴム等からなる環状の紐状体(2)が配されている。」(6頁15～末行)(ク)「上記構造の換気扇カバーによると，換気口の前面が遮蔽部材等で遮蔽された換気扇に適用する場合には，紐状体(2)を伸張させ，開口部(4)を大きくした状態で，換気口(5)を換気扇カバーで被冠し，換気口(5)の枠部材(6)の端部等に紐状体(2)を掛止した状態で紐状体(2)を解放することにより，換気扇カバーを容易に取付けることができる。また取付け状態においては，フィルタ(1)が上記遮蔽部材により支持されるので，柔軟なフィルタ(1)であっても，換気扇(7)の吸引力によりフィルタ(1)が換気口(5)に吸引されることがない。さらには，フィルタ(1)の中央部が取付状態において平面部(1a)を形成するので，換気口のフィルタ(1)は面一となり，美観を損ねることはない。なお，フィルタ(1)の大きさや紐状体(2)の伸縮力を調整することにより，異なる大きさの換気口(4)にも容易に取付けることができる。」(7頁1～17行)(ケ)「伸縮性紐状体(2)は，環状挿通孔(3)に収容された状態で配されている必要はなく，縫合等の適宜の手段によりフィルタ(1)の周縁部と少なくとも部分的に一体に設けてもよい。」(9頁14～17行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の構成",
                  "text": [
                    "上記アの各記載によれば，審判甲第5号証刊行物には，使い捨て方式の換気扇カバーについての発明が記載されており，当該発明において，①換気扇カバーは，換気扇の換気口側の前面にかぶせる(被冠する)ことにより装着され，換気扇の換気口を覆うことができ，②換気扇カバーのフィルタは，不織布で構成されており，中央部を余した周縁部が全周にわたり内方へ折曲され，開口部を有する袋状に形成されていて，換気扇のフロント面をカバー可能なものであり，③フィルタの周縁部には，合成ゴムから成る伸縮可能な環状の紐状体が取り付けられており，④紐状体を，伸張させ，開口部を大きくした状態で，換気口を換気扇カバーで被冠し，換気口の枠部材の端部等に紐状体を掛止した状態で紐状体を解放することにより，換気扇カバーを容易に取り付けることができるものである。",
                    "そうすると，審判甲第5号証刊行物には，「換気口に取付けられる使い捨て方式の換気扇カバーであって，該換気扇カバーが，不織布からなるフィルタと，該フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な環状紐状体とを有する換気扇カバーであって，紐状体を，伸張させ，開口部を大きくした状態で，換気口を換気扇カバーで被冠し，換気口の枠部材の端部等に紐状体を掛止した状態で紐状体を解放することにより換気口に取り付けることができる換気扇カバー」の発明(引用発明)が記載されているものと認めることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比",
                  "text": [
                    "引用発明の「換気扇カバー」，「フィルタ」，「収縮可能な環状紐状体」は，本件発明の「フィルタ装置」，「フィルタ」，「リング状伸縮性紐状体」にそれぞれ相当するものと認められ，そうすると，本件発明と引用発明との一致点及び相違点は，下記のとおりである。",
                    "(一致点)「フィルタ装置であって，フィルタと，このフィルタの周縁部に取り付けられるリング状伸縮性紐状体とで構成され，前記フィルタは，不織布で構成されている，換気口に装着できるフィルタ装置であって，リング状伸縮性紐状体の収縮作用を利用して取り付けることができる換気扇カバー」である点",
                    "(相違点A)本件発明は，「レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆うためのもの」であって，「前記金属製フィルタは，剛性で方形プレート状に形成されているとともに，上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能である」のに対して，引用発明は，換気扇の換気口を覆うためのものである点",
                    "(相違点B)本件発明のフィルタが，「金属製フィルタのフロント面をカバー可能な」ものであって，「被包可能なサイズを有し，かつ金属製フィルタに対応した相似形状の平面方形状に形成されている」のに対して，元来，金属製フィルタを覆うものではない引用発明の換気扇カバーのフィルタは，上記構成を有していない点(相違点C)本件発明のリング状伸縮性紐状体が「フィルタを，金属製フィルタのフロント面で緊張させて前記金属製フィルタに取り付けるための」ものであって，「金属製フィルタの裏面での収縮により，金属製フィルタのフロント面のフィルタに緊張力又は牽引力を作用させて，金属製フィルタに対してフィルタを取り付ける」のに対して，引用発明の紐状体は，換気扇の換気口の枠体に取り付けるためのものであって，紐状体の枠体への収縮力によりフィルタを取り付けるものである点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点Aについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審判甲第3号証刊行物には，「本考案は，調理用ガスレンジの上方に配設されて排煙を行うレンジフードに装着して使用される使い捨てタイプのレンジフード用フィルターに関するものであり」(段落【0001】)，「この種のレンジフードは，・・・吸気口にはガード用金網等のフィルター部材が吸気口を囲む開口周壁を覆う状態で張設され，金網等のフィルター部材を介して排気されるようになっている。・・・しかしながら，レンジフードは頻繁に使用されるために，上記金網等のフィルター部材のみで使用すると頻繁に洗浄が必要になり，金網内部に付着した油を洗浄除去するのが面倒であると共に，洗浄を怠って放置しておくと付着し凝固した油が滴状となってガスレンジ上に落下するという不衛生な事態をまねく問題があった。」(段落【0003】～【0004】)，「本考案は，・・・レンジフードの吸気口に配設された金網等からなるフィルター部材の下面に着脱自在に装着されるフィルターであって，一端に上記フィルター枠体の端部が収容可能な袋状端部を設けた不織布からなるシート状フィルターと，上記シート状フィルターの他端部をフィルター部材に巻き込み状態で係止させる係止部材とからなることを特徴とするレンジフード用フィルター装置である。」(段落【0008】)，「本考案の実施例を図面に従って説明すると，図1，図2は本考案のレンジフード用フィルター装置Aの一実施例を示し，・・・不織布1を・・・矩形体とし，その上端部を折り返すとともに折り返し部の両端を接着もしくは融着によって接合して・・・袋状端部2aを形成したシート状フィルター2と，上記不織布1と同じ材料で・・・浅い袋体3aよりなる係止部材3とから構成してあり，レンジフードの吸気口に配設された金網等からなるフィルター部材4に，前記シート状フィルターの袋状端部2aを被せるとともに，フィルター部材4の他端部にシート状フィルター2の他方の自由端部2bを巻き込み，この巻き込み状態のままで袋体よりなる係止部材3を装着してある。 なお，前記フィルター部材4は，深型のレンジフードの金網性フィルター部材がそのまま使用され，シート状フィルター2を下面側にしてレンジフードに取り付けられる。」(段落【0012】～【0013】)，「図1から図4に示した本考案のレンジフード用フィルター装置Aは，いずれもシート状フィルター2を下面側にして図5に示すように，深型のレンジフードBの吸気口に，金網性のフィルター部材4とともにフード内面の係止金具等10を利用して着脱自在に係止させて使用される。」(段落【0019】)との各記載があり，これらの記載に図1，2，5を併せ見れば，審判甲第3号証刊行物には，「レンジフードのフード内の排気口の位置に，剛性で四角形板状の金属フィルタを着脱自在に設け，その金属フィルタの油汚れを防止するため，不織布からなる使い捨てのフィルタで金属フィルタのフロント面を覆うこと」が記載されていると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，審判甲第1号証刊行物には，「換気扇及びフードを通過する油分及びチリを，手前でくいとめるもので，ウーリー加工をした細いナイロン生地(1)を筒織りにし，それを丸及び楕円形に裁断し，廻りにゴム(2)を取付け伸縮自由としたもので，丸及び正方形，長方形のあらゆる型のカバーに使用する事を可能にした，換気扇及びキッチンフードのフィルター」(実用新案登録請求の範囲)，「本案を使用する時は，カバーの外側からかぶせる丈でよい。」(2頁13～15行)，「本案は上述の如き構造作用であるから，あらゆる換気扇及びキッチンフードのフィルターとして使用出来るものである。」(3頁3～5行)との各記載があり，第5図には，キッチンフードの環状の換気口にフィルタを被せて用いる態様と，キッチンフードの排気口に配設される2枚の方形状のガードに，フィルタを被せて用いる態様が示されている。",
                            "さらに，審判甲第2号証刊行物には，「この考案は，換気扇用のフィルター体に関する。」(1頁左欄下から2行)，「素材を不織布又は難燃不織布を用いてフィルター部を形成し，該フィルター部の周縁に弾性又は伸縮自在とする筒状の覆体を結合して換気扇用のフィルター体を構成する。」(2頁左欄44～47行)，「図面の第2図を説明すれば，・・・方形状の換気扇カバー6の排気口5の前面に，前記したフィルター体Aのフィルター部1を位置させる。 さらに，フィルター体Aの覆体2の伸縮性及び弾性を利用して換気扇カバー6外周縁を覆う様にして手を離せば，該弾性により覆体2開口部は換気扇カバー6外周縁内側に絡み付く様に覆着する。」(2頁右欄23～30行)，「図面の第4図を説明すれば，キッチンフード10の斜め上下間に，後記するフードカバー12を嵌着させる受11を形成する。",
                            "方形状のフードカバー12の前面に，前記したフィルター体Bのフィルター部7を位置させる。さらに，フィルター体Bの覆体8を引っ張るようにフードカバー12外周縁より内側に向け覆う様にして手を離せば，覆体8の弾性により覆体8の開口部は収縮し，フードカバー12内側に絡みつくように覆着する。 該フィルターBを覆着させたフードカバー12を，前記フードカバー12の受11に嵌着することによって，フィルター体Bの覆体8は受11の両内側とフードカバー12両外側の間に挟まれるため，フィルター体B全体が固定されるものである。」(2頁右欄48行～3頁左欄11行)との各記載があり，第2図には，フィルタを方形状の換気扇カバーに取り付けた態様が，第4図には，レンジフードのフード内の排気口に着脱可能に配置され，上端部が排気口の上部に形成された溝に挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能なプレート状のフードカバーに，フィルタを取り付けた態様が，それぞれ示されている。",
                            "そうすると，これら審判甲第1，第2号証刊行物には，審判甲第5号証刊行物記載のような，方形のカバーが設けられているだけの通常の換気扇(第3，第4図)と，審判甲第3号証刊行物に記載されている，フードが設けられたレンジフードのガード(フードカバー)の双方に用いられるフィルタが記載されていることが認められ，そうであれば，本件特許出願前において，フィルタ部材を，通常の換気扇と，レンジフードの双方において用いるように検討することが，通常なされていたものであることが推認される。",
                            "また，審判甲第2号証には，上端部が排気口の上部に形成された溝に挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能な方形プレート状に形成されたフィルタ部材(フードカバー)の構成も開示されていると認めることができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記aのとおり，審判甲第3号証刊行物には，「レンジフードのフード内の排気口の位置に，剛性で四角形板状の金属フィルタを着脱自在に設け，その金属フィルタの油汚れを防止するため，不織布からなる使い捨てのフィルタで金属フィルタのフロント面を覆うこと」が記載されており，このことと，上記bのとおり，本件特許出願前において，フィルタ部材を，審判甲第5号証刊行物記載のような通常の換気扇と，審判甲第3号証刊行物記載のようなレンジフードの双方において用いるように検討することが，通常なされていたものであることを併せ考えれば，引用発明に係る「不織布からなるフィルタと，該フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な環状紐状体とを有するレンジフード用換気扇カバー」を，審判甲3号証刊行物に記載されているような，レンジフードのフード内の排気口の位置に，着脱自在に設けられた剛性で四角形板状の金属フィルタのフロント面を覆うカバーとして用いることは，当業者であれば容易に想到することができるものということができる。そして，この場合に，引用発明に係るカバーが取り付けられる金属フィルタを，上記審判甲第2号証刊行物に開示されたように，上端部が排気口の上部に形成された溝に挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能な方形プレート状に形成することも，当業者が適宜なし得ることである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，引用発明において，そのカバーを審判甲第3号証刊行物記載の発明に適用し，相違点Aに係る本件発明の構成を備えるようにすることは，当業者が容易に想到することができたものといわざるを得ない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点Bについて",
                      "text": [
                        "上記(ア)のとおり，引用発明のカバーを，審判甲第3号証刊行物記載のレンジフードのフード内の排気口の位置に，着脱自在に設けられた剛性で四角形板状の金属フィルタのフロント面を覆うカバーとして用いるとすれば，当該カバーを構成するフィルタのサイズを，取付対象である金属フィルタのフロント面を覆うことができるものとすることは，適用するに当たって当然考慮すべき事項である。また，取付対象である金属フィルタは，板状であるから，引用発明のカバーを金属フィルタに取り付けるためには，当該カバーにおける「フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な環状紐状体」を，金属フィルタの裏面に位置させる必要があることも明らかであり，そうとすれば，引用発明のカバーを構成するフィルタのサイズを，金属フィルタを被包可能なものとすることも，当業者が，当然考慮すべき設計事項である。",
                        "さらに，一般に，ある部材をカバー部材により覆う場合には，そのカバー部材を対象部材と同様の形状とすることは，通常行われていることと認められるから，引用発明のカバーを構成するフィルタを，方形状の金属フィルタを覆うものとして用いるに当たり，金属フィルタに対応した相似形状の平面方形状に形成することも，当業者が適宜なし得る程度の設計事項というべきものである。",
                        "したがって，相違点Bは，単なる設計事項にすぎないから，相違点Bに係る本件発明の構成を備えるようにすることは，当業者が，容易に想到し得る程度のものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点Cについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明のカバーを，審判甲第3号証刊行物記載の剛性で四角形板状の金属フィルタのフロント面を覆うカバーとして用いるとした場合に，金属フィルタが板状であるから，引用発明のカバーを金属フィルタに取り付けるためには，当該カバーにおける「フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な環状紐状体」を，金属フィルタの裏面に位置させる必要があることは，上記(イ)のとおりであるところ，このように構成した場合には，上記「フィルタの周縁部に設けられ，かつ上記周縁部を収縮可能な環状紐状体」の収縮力によって，金属フィルタのフロント面のフィルタに，多少なりとも緊張力又は牽引力が作用することは明らかである。",
                            "したがって，相違点Cは，引用発明のカバーを，審判甲第3号証刊行物記載の剛性で四角形板状の金属フィルタのフロント面を覆うカバーとして用いることに伴い，必然的に備えられる構成にすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，原審原告は，本件発明が，相違点C(原審原告の主張に係る相違点3，4)に係る構成を備えることにより，フィルタと金属製フィルタとの間に大きさの違いがあっても，フィルタは，その大きさと金属製フィルタの大きさとの差異に応じて，金属製フィルタの裏面に回り込み，金属製フィルタのフロント面を弛みなく覆うことができるという顕著な作用効果を奏するものであるところ，このような作用効果は，裏面を想定できず，フィルタを換気扇の側面や換気扇の前面についた枠体の側面で係止する引用発明における技術思想をもっては，全く想定し得ないものであると主張する。",
                            "しかしながら，本件発明に係る特許請求の範囲(本件特許権の請求項1)には，「金属製フィルタの裏面での紐状体の収縮により，前記フロント面のフィルタに緊張力又は牽引力を作用させて，金属製フィルタに対してフィルタを取り付け，」との規定があるものの，フロント面のフィルタに作用する緊張力又は牽引力の程度については，「金属製フィルタに対してフィルタを取り付け」との作用に係る規定以外に特段の規定がないから，フィルタが金属製フィルタから外れないという程度の緊張力又は牽引力であれば足りるといわざるを得ず，そうすると，本件発明において，必ずしも，フィルタが金属製フィルタのフロント面を弛みなく覆うことができるという効果を奏するということはできない。",
                            "そして，上記aのとおり，引用発明のカバーを金属フィルタに取り付ける場合に，「収縮可能な環状紐状体」が金属フィルタの裏面に位置するようにしなければならず，その結果，紐状体の収縮力によって，金属フィルタのフロント面のフィルタに，多少なりとも緊張力又は牽引力が作用することは明らかであるところ，これによる作用効果は，上記のとおり，格別顕著なものということはできず，また，当業者が予測可能なものというべきである。",
                            "したがって，原告の上記主張を採用することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記のとおり，本件発明は，審判甲第5号証刊行物記載の引用発明と，審判甲第1～第3号証刊行物記載の発明とに基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項に違背するものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，争点2についての，その余の原審被告らの主張について判断するまでもなく，本件発明に係る特許は，無効審判において無効とされるべきものである。",
                "したがって，原審原告の請求は，その余の点につき判断するまでもなく，いずれも理由がない。",
                "また，原審被告らの請求のうち，被告製品に対する，本件特許権に基づく製造販売差止請求権の不存在確認を請求する部分に係る訴えは，被告製品が，本件差止対象製品の製造販売の差止めを求める請求の対象物として原審原告が特定した範囲と重複するものであるから，不適法というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1のア(被告製品が，本件発明の構成要件①～④，⑦，⑧を充足するか。)について",
          "text": [
            "上記1のとおり，本件発明に係る特許は，無効審判において無効とされるべきものであって，原審原告の原審被告らに対する請求は，その余の点につき判断するまでもなく，いずれも理由がないというべきであるが，被告製品が，本件発明の技術的範囲に属するといえるものであるか否かは，争点5についての判断(特に，原審原告の故意過失の有無)に影響を及ぼすと考えられるので，争点5に先だって，争点1のアについて判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品が本件発明の構成要件⑤，⑥を充足することは，当事者間に争いがなく，以下のとおり，乙第1号証の1，2，第56号証(特に添付の被告製品に係る説明書)及び弁論の全趣旨によれば，被告製品は，本件発明の構成要件①～④，⑦，⑧を充足するものであることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件①，②について",
              "text": [
                "原審被告らは，被告製品が，「レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆う」ことも可能であるとした上，他の用途もあるから，構成要件①，②を充足しないと主張する。",
                "しかしながら，被告製品が，「レンジフードのフード内の排気口に着脱可能に配設されている金属製フィルタを覆う」ことが可能である以上，構成要件①，②を充足するものであり，仮に，他の用途があるとしても，そのことにより，構成要件①，②に係る充足性が妨げられるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件③について",
              "text": [
                "原審被告らは，「リング状伸縮性紐状体」との要件に係る「リング状」が，切れ目のない輪でなければならないとした上，被告製品の周縁部に取り付けられたゴム糸は，線状であって，「リング状」ではないと主張する。",
                "しかしながら，「リング」との語は，一般に円環状のものを示すことが多いが，例えば，ボクシングやレスリング等の競技を行う方形の台を「リング」というように，方形状のものを示すことがないわけではなく，このことに，本件明細書の「前記紐状体も不定形又は円形リング状に限らず，方形リング状であってもよい。」(段落【0018】)との記載を併せ考えれば，構成要件③における「リング状」は，方形状のものが含まれるものと解するのが相当である。",
                "また，本件明細書の「フィルタ2のうち，開口部5の縁部には環状挿通孔4が形成され，この環状挿通孔4には，・・・伸縮性を有する材料，例えば，合成ゴムなどで構成された環状紐状体3が配されている。」(段落【0012】)との記載，並びに「伸縮性紐状体3は，環状挿通孔4に収容する必要はなく，縫合などの適当な手段によりフィルタの周縁部に，少なくとも部分的に一体化してもよい。」(段落【0017】)及び「紐状体が挿通可能な環状挿通孔は必ずしも必要ではなく，フィルタの周縁部の複数箇所(例えば，3～10箇所，特に4～10箇所)で，紐状体が伸縮又は挿通可能な形態で，紐状体と一体化してもよい。」(段落【0019】)との各記載によれば，構成要件③において，伸縮性紐状体をフィルタの周縁部に取り付ける手段としては，周縁部に設けた環状挿通孔に伸縮性紐状体を挿通することのほか，縫合等の手段により，フィルタの周縁部で伸縮性紐状体とフィルタとを一体化することなどが想定されていることが認められる。そして，伸縮性紐状体をフィルタ周縁部に設けた環状挿通孔に挿通する手段による場合には，伸縮性紐状体の収縮力をフィルタに及ぼすために，伸縮性紐状体が切れ目のない閉じた状態であることが必要であるが，伸縮性紐状体をフィルタ周縁部で縫合等の方法によりフィルタと一体化する手段による場合には，必ずしも，伸縮性紐状体が切れ目のない閉じた状態であることは必要でなく，切れ目があったとしても，当該切れ目を挟んだ両端部が近接していれば，伸縮性紐状体の収縮力をフィルタのほぼ全体に及ぼすことができ，かつ，例えば，一般に「リング」と称される指輪の中には，円環の一部に狭小の切れ目があるものも存在することなどを考慮すれば，上記のような切れ目のある態様の伸縮性紐状体であっても，「リング状」といえないわけではない。",
                "したがって，被告製品の周縁部に取り付けられたゴム糸が「リング状」ではないとする原審被告らの主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件④について",
              "text": [
                "原審被告らは，被告製品が，構成要件④に係る「上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能」である「剛性で方形プレート状に形成されている」金属製フィルタに取り付けることも可能であるとした上，溝やスリットのない構造の金属製フィルタに取り付けることもできるし，他の物の各種カバーとしての用途もあるから，構成要件④を充足しないと主張する。",
                "しかしながら，上記(2)と同様，被告製品が，「上端部が排気口の上部に形成された溝又はスリットに挿入可能であり，下端部が排気口の下部に形成された溝に挿入可能」である「剛性で方形プレート状に形成されている」金属製フィルタに取り付けることが可能である以上，構成要件④を充足するものであり，仮に，溝やスリットのない構造の金属製フィルタに取り付けることができ，あるいは他の用途があるとしても，そのことにより，構成要件④に係る充足性が妨げられるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "構成要件⑦について",
              "text": [
                "原審被告らは，金属製フィルタの縦，横の寸法の組合せは，92種類あり，被告製品は，これらの金属製フィルタの大半と「相似形状」の関係にはないのみならず，被告製品は，四隅が丸くなっていて，平面方形状に形成されているものではないとして，被告製品が構成要件⑦を充足しないと主張する。",
                "しかるところ，乙第1号証の1，2，第9号証，第56号証(特に添付の被告製品に係る説明書)及び弁論の全趣旨によれば，被告製品を構成するフィルタの寸法は「57㎝×44㎝(ゴム糸取付後は55㎝×42㎝)」であり(以下，フィルタ及び金属製フィルタの寸法は，「長辺×短辺」として表示する。)，被告製品自体は，「45㎝×30㎝」までの金属製フィルタに取付可能であること，市販されているレンジフード用の金属フィルタであって，被告製品が取付可能であるサイズのものとしては，少なくとも別表記載の59個のもの(以下「金属製フィルタ1」～「金属製フィルタ59」という。)があることが認められ，被告製品を構成するフィルタ及び上記金属フィルタの縦横比(「長辺：短辺」の比の値)を算出すると，同表のとおりである。",
                "ところで，「相似形状」の意義については，構成要件⑦が「相似形状の平面方形状に形成されており」と規定し，「相似形状」の語句が「平面方形状」の語句を限定していることにかんがみて，単に方形状であれば「相似形状」の要件を満たすと解することはできない。しかしながら，数学的な厳密さをもって「相似形状」と解すれば，本件発明を実施することさえ困難となるから，結局，縦横の辺の長さの比がおおむね等しければ，相似形状といえるものと解するのが相当である。また，別表記載のとおり，市販されている金属フィルタの縦横比はきわめて多様であり，そのことは，当業者の技術常識であると考えられるから，本件明細書の「本発明では，レンジフードにおいて，サイズ，取付け角度の異なる種々のレンジフードの金属製フィルタ又はフィルタ要素に対して，フィルタを緊張させて簡便かつ容易に取付けでき，交換も容易である。」(段落【0025】)との記載を併せ考えても，本件発明における「相似形状」が，市販されている金属製フィルタの大部分に対して具備すべき要件であるとは解されず，縦横比がおおむね等しい金属フィルタがごく小数であって，例外的ともいえるような場合でないとき，換言すれば，金属フィルタの相当数において，おおむね縦横比が等しければ，構成要件⑦に関し，技術的範囲に属するものというべきである。",
                "これを被告製品について考えれば，被告製品を構成するフィルタの寸法は「57㎝×44㎝(ゴム糸取付後は55㎝×42㎝)」であり，その「長辺：短辺」の比の値が約1．3であることに照らして，±0．15の範囲である1．15～1．45の比の値を有する金属フィルタとの関係で，「相似形状」として構成要件⑦を充足するものと認めるのが相当である。そうすると，別表記載の59個中，25個(金属製フィルタ2，3，6～8，11，14，15，17，19，25～32，39",
                "～41，46～49)がこれを充足し，これは，相当数というに足りるから，被告製品は，構成要件⑦を充足すると認められる。",
                "なお，原審被告らは，被告製品のフィルタは，四隅が丸くなっているから，平面方形状に形成されているものではないとも主張するが，上掲証拠によれば，被告製品のフィルタの四隅は，ゴム糸取付前は直角をなしていて丸みはなく，ゴム糸取付後も，各隅のわずかな部分が丸みを帯びるにすぎないと認められるから，全体として，方形状と認めることができる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "構成要件⑧について",
              "text": [
                "原審被告らは，被告製品は，微力なゴム糸を使用しているので，金属製フィルタの裏面から，フィルタをフロント面で緊張させ，金属フィルタに密着させるような緊張力又は牽引力を作用させることは不可能であると主張する。",
                "しかしながら，上記乙第56号証中の被告製品に係る説明書によれば，被告製品を金属フィルタに取り付けた際，フィルタを金属フィルタのフロント面に密着させていることが窺えるのみならず，上記のとおり，本件発明の「金属製フィルタの裏面での紐状体の収縮により，前記フロント面のフィルタに緊張力又は牽引力を作用させて，金属製フィルタに対してフィルタを取り付け，」との規定(構成要件⑧)に係る，フロント面のフィルタに作用する緊張力又は牽引力の程度については，フィルタが金属製フィルタから外れないという程度の緊張力または牽引力であれば足りるというべきであるから，上記被告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおり，被告製品は，本件発明の構成要件①～⑧を充足するものであると認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点5(原審原告が，原審被告らによる被告製品の製造販売が本件特許権の侵害である旨の虚偽の事実を告知，流布するという，不正競争防止法2条1項14号に該当する不正競争行為をしたか。また，これについて，原審原告に故意又は過失があるか。)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記第2の1の(1)の事実によれば，原審原告にとって，原審被告らは「競争関係にある他人」に当たるものと認められる。",
                "また，同(7)の事実に，乙第26，第28，第49，第50号証，第53号証の1，2及び弁論の全趣旨を総合すれば，原審原告は，本件特許権の登録後である平成16年10月以降，原審被告らの被告製品販売先である日本生活協同組合連合会，コープ九州事業連合，コープきんき事業連合及び千趣会に対し，直接書面により，又は他者を介して，被告製品が本件特許権を侵害するものである旨の告知をしたことが認められるところ，上記1のとおり，本件発明に係る特許は，無効審判において無効とされるべきものであって，被告製品が本件特許権を侵害するということはできない。",
                "そうすると，原審原告による上記行為は，不正競争防止法2条1項14号の不正競争行為に該当するものと認められる。",
                "したがって，同法3条1項に基づき，その差止めを求める原審被告らの請求は理由がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，原審原告による上記行為が，不正競争防止法2条1項14号の不正競争行為に該当するものと認められるのは，本件発明に係る特許が，無効審判において無効とされるべきものであるという点にある。そして，特許権者において，特定の者の製造する物品が当該特許権の侵害品である旨を第三者に対し警告する場合には，その製造者に対し警告する場合と比べ，より一層の慎重さが要求されるとしても，上記1の本件特許に係る無効事由の内容に照らし，また，上記2のとおり，被告製品は，本件発明の技術的範囲に属すると認められることにかんがみると，本件においては，特許権者である原審原告が具体的な無効事由につき出願時又はそれ以降にその存在を疑って調査検討をすることを期待することができるような事情は認め難いから，原審原告による上記行為につき，故意過失があったとまでは直ちに認めることはできない。",
                "なお，上記第2の2の(7)の事実に上掲証拠を総合すれば，原審原告は，上記行為において，日本生活協同組合連合会，コープきんき事業連合などに対し送付した書面に，本件特許に係る特許証と，本件特許出願に係る公開公報(特開平11−300130号)を添付したことが認められ，この事実によれば，送付を受けた日本生活協同組合連合会等は，原審原告が，上記公開公報記載の発明について特許権を取得したかのように誤認するおそれがあるものと推認されるが，そうであるからといって，本件発明に係る特許が，無効審判において無効とされるべきものであるという事由により，被告製品が本件特許権の侵害品に当たらないという点に関する原審原告の故意過失を基礎付けるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原審原告に対し，謝罪広告及び損害賠償を求める原審被告らの請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，原審原告の請求は全部理由がないから棄却すべきであり，原審被告らの，被告製品に対する，本件特許権に基づく製造販売差止請求権の不存在確認を請求する部分に係る訴えは，不適法として却下すべきであり，その余の原審被告らの請求のうち，原審被告らが原判決別紙物件目録2記載の製品を製造販売することが，原審原告の前項記載の特許権を侵害する旨を，原審被告らの取引先その他の第三者に告知流布することの差止めを求める部分は，理由があるから認容し，その余の請求はいずれも理由がないから棄却すべきであって，これと一部異なる原判決をそのように変更することとし，訴訟費用の負担につき民訴法67条，64条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}