{
  "conclusion": [
    {
      "fig": "1",
      "text": "参加人の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は参加人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "参加人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が不服2003-8558号事件について平成17年1月5日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "参加人は，発明の名称を「超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置」とする発明につき，平成11年2月2日に特許を出願(特願平11-60580号。以下「本願」という。)した。本願について，平成14年3月20日付けで拒絶理由通知がされ，参加人が同年5月13日付けで手続補正をしたが，「平成14年5月13日付けでした手続補正は，特許法第17条の2第3項に規定する要件を満たしていない。」旨を理由として，同年6月13日付けで最後の拒絶理由通知がされ，これに対し，参加人が同年7月10日付けで手続補正(以下「本件補正」という。)をしたが，本件補正によっても拒絶の理由が依然として解消されていないとして，最後の拒絶理由通知書で示した拒絶の理由により平成15年4月10日付けの拒絶査定がされた。参加人は，この拒絶査定を不服として，同年5月15日，審判請求をした。",
            "特許庁がこの審判請求を不服2003-8558号事件として審理中，参加人は脱退原告との間で，平成16年1月16日付け譲渡担保権設定契約を締結し，本願に係る特許を受ける権利を譲渡担保に供し，被告に対し権利移転の届出をした。審理の結果，平成17年1月5日，脱退原告を請求人として「本件審判の請求は，成り立たない。」との審決がされ，同月24日，審決の謄本が脱退原告に送達された。脱退原告は，同年2月21日，東京高等裁判所にこの審決の取消を求める訴えを提起した(平成17年(行ケ)第10258号審決取消請求事件)。その後，平成17年3月17日，脱退原告は前記の譲渡担保契約を解除し，参加人に本願に係る特許を受ける権利を譲渡し，そのころ，被告に対しその旨の届出をした。そこで，平成17年5月18日，参加人は，権利承継による参加を申し立てて(本件)，前記審決取消請求訴訟に参加し，同年7月11日，脱退原告は，被告の同意を得て同訴訟から脱退した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の願書に最初に添付した明細書(以下，図面を含めて「本願当初明細書」という。)における特許請求の範囲(以下「本願当初発明」という。)は，下記のとおりである。",
                "記",
                "【請求項1】 風化珊瑚粉を焼成する珊瑚焼成手段，該珊瑚焼成手段により造成した珊瑚セラミックを水と反応させる脱着水容器，該脱着水容器内で上記の珊瑚セラミックを水と反応させ作られたアルカリイオン水に超音波発振器の振動力を与える超音波発振器，より構成されることを特徴とした超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置。",
                "【請求項2】 風化珊瑚粉を焼成する珊瑚焼成手段，該珊瑚焼成手段により造成した珊瑚セラミックを水と反応させる脱着水容器，該脱着水容器内で上記の珊瑚セラミックを水と反応させ作られたアルカリイオン水に超音波発振器の振動力を与える超音波発振器，該超音波発振器により放出された負イオン空気(アルカリイオン化した水分子を含んだ空気)に風力を与えるファン，より構成されることを特徴とした超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置。",
                "【請求項3】 風化珊瑚粉を焼成して造成された珊瑚セラミックを水と反応させる脱着水容器，該脱着水容器内で上記の珊瑚セラミックを水と反応させ作られたアルカリイオン水に超音波発振器の振動力を与える超音波発振器，より構成されることを特徴とした超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正は，平成14年6月13日付けの最後の拒絶理由通知で指摘された記載について，次のとおり補正したものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「脱着水容器内の珊瑚セラミックに反応する水につながっている水(すなわち同一水域内の水，以下同じ)に上記の超音波発振器の振動力を与え」(請求項1の記載中)"
                },
                {
                  "fig": "イ",
                  "subject": "「脱着水容器内の珊瑚セラミックに反応する水につながっている水に上記の超音波発振器の振動力を与え」(請求項2及び3の記載中)"
                },
                {
                  "fig": "ウ",
                  "subject": "「脱着水容器内の珊瑚セラミックに反応する水につながっている水に超音波振動器の振動力を与え」(段落0010の記載中)"
                },
                {
                  "fig": "エ",
                  "subject": "「この測定によるイオン発生のデーターは，以下に述べるごとくに格段に良好なものである。これについては，この技術分野においての従来技術にはない上記のごとくの技術的構成要件を強調する。まず，その第1にそのイオン発生に使用した風化珊瑚粉を焼成して造成した珊瑚セラミック1aを使用したことにある。そして，その第2には，その脱着水容器2内の珊瑚セラミック1aに反応される水Wにつながっている水Wに上記の超音波発振器3の振動力を与えるようになっていることである。」(段落0031の記載中)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正後の本願に係る特許請求の範囲は，下記のとおりである。",
                "記",
                "【請求項1】 風化珊瑚粉を焼成して造成した珊瑚セラミック，該珊瑚セラミックを水と反応させる脱着水容器，該脱着水容器内の珊瑚セラミックに反応する水につながっている水(すなわち同一水域内の水，以下同じ)に上記の超音波発振器の振動力を与え負イオンの霧を発生させる超音波発振器，より構成させることを特徴とした超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置。",
                "【請求項2】 風化珊瑚粉を焼成して造成した珊瑚セラミック，該珊瑚セラミックを水と反応させる脱着水容器，該脱着水容器内の珊瑚セラミックに反応する水につながっている水に上記の超音波発振器の振動力を与え負イオンの霧を発生させる超音波発振器，該超音波発振器により放出された負イオン空気(アルカリイオン化した水分子を含んだ空気)に風力を与えるファン，より構成させることを特徴とした超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置。",
                "【請求項3】 風化珊瑚粉を焼成する珊瑚焼成手段，該珊瑚焼成手段により造成した珊瑚セラミックを水と反応させる脱着水容器，該脱着水容器内の珊瑚セラミックに反応する水につながっている水に上記の超音波発振器の振動力を与え負イオンの霧を発生させる超音波発振器，より構成させることを特徴とした超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件補正は，本願当初明細書に記載した事項の範囲内でなされた補正であるとは認められないので，特許法17条の2第3項に規定する要件を満たしていない，とするものである。",
            "審決は，上記結論を導くに当たり，本件補正のうち，本願当初明細書に記載した事項の範囲内でされていない補正として，以下の点を指摘した。",
            "本件補正のうち，特にアの記載は，超音波発振器からの振動力が脱着水容器内の水にも波及して該容器内において負イオンを発生させる場合を含める補正であるところ，本願当初明細書には，脱着水容器内の珊瑚セラミックに反応する水につながっている水，すなわち，脱着水容器内の水と同一水域内の水が記載も示唆もされていないし(スプリング式水流入口を介する以上，水流通路内の水を脱着水容器内の水と同一水域内の水とみることはできない。)，超音波発振器からの振動力が脱着水容器内の水にも波及して該容器内において負イオンを発生させるような場合の記載も示唆もない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "参加人主張の取消事由の要点",
      "text": [
        "審決は，本件補正が特許法17条の2第3項の要件を満たしていないと誤って判断したものであり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "超音波発振器からの振動力の及ぶ範囲",
          "text": [
            "本件補正は，超音波発振器6の働きが①「同発振器の真上の水」及び②「脱着水容器2内の水」のいずれにも及ぶことを明確にするものであり，超音波振動の働きが上記①，②のいずれにも及ぶことは，本願当初明細書に記載されており，新規事項ではない。",
            "すなわち，本願当初明細書の【0013】に「炭酸カルシウムを含む風化珊瑚セラミックは水中で(式1)のように外力があればカルシウムイオンと炭酸イオンに解離する」と記載され，【0017】には「外力として超音波振動力によって」と記載されているから，風化珊瑚セラミックと超音波振動のかかっている水とでイオン解離というイオン化の反応を起こすことが明記されている。",
            "このように「超音波振動力」は，アルカリイオン水を霧滴化するだけでなく，珊瑚セラミックとその水が反応し，その水をアルカリイオン水化するものである。したがって，超音波振動が脱着水容器内の水にも働くことは，本願当初明細書に明記されている。",
            "そして，本願当初明細書の【0028】に「珊瑚セラミック1aを・・・水Wと反応させ，その水Wをアルカリイオン化する」，【0029】に「脱着水容器2内で上記の珊瑚セラミック1aを水Wと反応させ作られたアルカリイオン水」とある「反応」は，【0013】，【0017】にあるように「超音波の介在による反応」であり，このアルカリイオン水化の反応が脱着水容器2内で生じていることが明示されている。さらに，本願当初明細書の【0032】には「600℃で焼成した珊瑚セラミックを水の中に入れ(pH7．4～7．8)，超音波周波数が2．4MHzで振動させて」とあり，珊瑚セラミックの入った水に超音波が働いていることを示しているし，【0033】では「外力による負イオン数」と明記され，その超音波の働きで負イオンが発生していることを示している。"
          ]
        },
        {
          "fig": "2",
          "subject": "「同一水域内の水」",
          "text": [
            "「同一水域」とは，「その超音波振動力が働く水域」のことを明瞭化したものであって，「水の機械的な結合」などを示すものではない。すなわち，この超音波は，その空気流通路8のある水域の水Wを霧滴化するという働きばかりではなく，脱着水容器2内の水域の水Wにも働き，イオン解離する作用をしているということであって，このことは，前記1のとおり，本願当初明細書に明確に記載されている。",
            "水流通路内の水と脱着水容器内の水との間には，「開閉が可能であるスプリング式水流入口」(本願当初明細書【0030】)があるが，この「スプリング式水流入口」での弁は，水流調整弁であり，水を断続的に流すのであって，水路は切離されておらず，超音波も遮断されることはない。超音波発振器からの振動力が及ぶ以上，水流通路内の水と脱着水容器内の水とは，「つながっている水」すなわち「同一水域内の水」である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断は正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "超音波発振器からの振動力の及ぶ範囲について",
          "text": [
            "本願当初明細書に，超音波発振器6の働きが①「同発振器の真上の水」及び②「脱着水容器2内の水」のいずれにも及ぶことは記載されていない。",
            "参加人は本願当初明細書の【0013】，【0017】の記載を挙げるが，同明細書の【0013】～【0026】の記載は，本願当初発明の背景となる原理を一般的に漠然と記載したにすぎないものである。",
            "【0027】以下の記載，特に【0029】の記載及び図面，特に図2によれば，負イオン空気が発生する位置は，超音波発振器6とファン7が備えられたイオン空気室Hの内部であって，それ以外の場所で発生することは開示も示唆もされていない。",
            "本件補正は，「脱着水容器内の珊瑚セラミックに反応する水につながっている水(すなわち同一水域内の水)に超音波発振器の振動力を与え負イオンの霧を発生させる超音波発振器」(本件補正後の請求項1)と補正するものであるから，仮に参加人が主張するとおり，同一水域内の水が脱着水容器内の水とすると，脱着水容器内の水に超音波発振器の振動力を与え負イオンの霧を発生させることになるが，このような場合の記載も示唆もないことは，本願当初明細書の記載，特に図2が図示する構成からみて明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「同一水域内の水」について",
          "text": [
            "「水域」とは「水面上の区域」を意味し，「同一」とは「①同じであること。",
            "別物でないこと，②ひとしいこと。差のないこと。」を意味するものであるから，「同一水域内の水」とは，水面上の区域が同じである水，水面上の区域に差のない水を意味する。本願当初明細書には，「同一水域内の水」という記載がないだけでなく，実質的にも水面上の区域を同じくする水が記載されていたものとみることはできない。",
            "本願当初明細書の図2の水流通路5内の水及びイオン空気室Hの底部に貯まった水は，スプリング式水流入口を介した位置関係にあるから，脱着水容器2内の水と水面を同じくするものでもないし，水面に差がないものでもない。したがって，これらは，いずれも，脱着水容器内の水と同一水域内の水ではないというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正の内容",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願当初明細書(甲第1号証)及び本件補正の手続補正書(甲第9号証)によれば，本件補正のうち前記アは，本願当初明細書の請求項1の「該脱着水容器内で上記の珊瑚セラミックを水と反応させ作られたアルカリイオン水に超音波発振器の振動力を与える超音波発振器」との記載を，「該脱着水容器内の珊瑚セラミックに反応する水につながっている水(すなわち同一水域内の水，以下同じ)に上記の超音波発振器の振動力を与え負イオンの霧を発生させる超音波発振器」との記載に補正するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件補正の「アの記載は，脱着水容器内の珊瑚セラミックに反応する水につながっている水，すなわち脱着水容器内の珊瑚セラミックに反応する水と同一水域内の水に超音波発振器の振動力を与えるものであって，同一水域内の水である以上，超音波発振器からの振動力は，脱着水容器内の水にも波及して該容器内において負イオンを発生させる場合を含める補正である。」と認定した上で，そのことは本願当初明細書に記載も示唆もされていないとして，本件補正は特許法17条の2第3項に規定する要件を満たしていないと判断したものである。",
                "これに対し，参加人は，本件補正は，超音波発振器6の働きが①「同発振器の真上の水」及び②「脱着水容器2内の水」のいずれにも及ぶことを明確にするものであるとした上で，超音波振動の働きが上記①，②のいずれにも及ぶことは，本願当初明細書に記載されており，新規事項ではないと主張するものであって，本件補正のアの記載が，超音波発振器6の振動力が脱着水容器2内の水に及ぶことを含めることを内容とする補正であることについては当事者間に争いがない。",
                "そこで，上記補正が，本願当初明細書に記載した事項の範囲内でされたものであるかどうかについて検討する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "超音波発振器の振動力の及ぶ範囲",
          "text": [
            "まず，脱着水容器内の水に超音波発振器の振動力を与えることが本願当初明細書に記載されていたか否かを検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願当初明細書(甲第1号証)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明は，広くは負イオン空気の発生装置に関するものであり，特に生理機能活性の負イオン空気を発生させる装置に関するものである。就中，焼成風化珊瑚粉でアルカリイオン化した水を超音波振動力で分裂し，機能生理活性負イオン空気を発生させる装置に関するものである。」(【0001】)イ 「以下に，本発明にかかる超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置の具体的な構成を詳細に記載する。最初に，本発明の請求項1に記載した発明の構成を説明する。この発明は，まず，風化珊瑚粉を焼成する珊瑚焼成手段がある。つぎに，脱着水容器がある。この脱着水容器は，上記の珊瑚焼成手段により造成した珊瑚セラミックを水と反応させるものである。最後に，超音波発振器がある。この超音波発振器は，上記の脱着水容器内で上記の珊瑚セラミックを水と反応させ作られたアルカリイオン水に超音波発振器の振動力を与えるものである。」(【0010】)ウ 「つぎに，本発明にかかる超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置の請求項2に記載した発明の構成を説明する。この発明は，以下の点以外は上記の請求項1の発明の構成と同一である。それゆえに，上記の請求項1の発明の構成の説明の全文をここに援用して，以下の構成の説明をこれに追加する。この発明と上記の請求項1の発明の構成との差異は，ファンの存在である。このファンは，上記の超音波発振器により放出された負イオン空気に風力を与えるものである。」(【0011】)エ 「以下に，本発明にかかる超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置の作用とイオン発生作用機序を説明する。まず，炭酸カルシウムを含む風化珊瑚セラミックは水中で(式1)のように外力があればカルシウムイオンと炭酸イオンに解離する。」(【0013】)オ 「外力として超音波振動力によって，水分子は水のクラスター構造，即ち水の分子が複合的に付いたイオンクラスター複合体として次の(式3)で示される。ここでOH-(H O) を水付き機能生理活性負イオンという。」"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "n",
          "text": [
            "(【0017】)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "カ",
                  "text": [
                    "「【実施例】しかして，本発明にかかる超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置をその具体的な実施例を用いて添付の図面と共に詳細に述べる。まず，図2には記載されていない風化珊瑚粉を焼成する珊瑚焼成手段B(図1を参照)がある。つぎに，図2に示す断面図ごとくに，珊瑚セラミックカートリッジ1と水を入れる脱着水容器2がある。",
                    "この脱着水容器2は，上記の珊瑚焼成手段により造成した珊瑚セラミック1aを水流入口3からの水Wと反応させ，その水Wをアルカリイオン化するものである。すなわち，水分子クラスタが分裂すれば，H＋とOH-に成るが，その量がH＋＝OH-は中性で，H＋＞OH-は酸性で，H＋＜OH-はアルカリ性となる。この装置で作られる水分子の酸塩基濃度は，約pH7．4である(人間の血液のpHは7．4)。なお，この珊瑚セラミック1aは，予め風化珊瑚粉が焼成されたものを使用してもよい。」(【0028】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「このアルカリイオン化した水Wは，除菌用銀膜珊瑚セラミックカートリッジ4を有する水流通路5を通じてイオン空気室Hの底部に送られる。さらに，超音波発振器6がある。この超音波発振器6は，上記の脱着水容器2内で上記の珊瑚セラミッタ(判決注・「セラミック」の誤記と認められる。)1aを水Wと反応させ作られたアルカリイオン水にその振動力を与えるものである。最後に，ファン7がある。このファン7は，上記の超音波発振器6により放出された負イオン空気Aに風力を与えるものである。そこで，この負イオン空気Aは，図2に示すごとくに，空気流通路8を螺旋状に回転しながら急速に通過し，空気排出口9から外部に放出される。」(【0029】)"
                },
                {
                  "fig": "ク",
                  "text": [
                    "「かようにして，この機能生理活性負イオン空気の発生装置は，珊瑚セラミックカトリッジ1を装着した脱着式容器2と，開閉が可能であるスプリング式水流入口3と，除菌性の銀膜珊瑚セラミックカートリッジ4と，振動力を与える超音波発振器6(1．6～2．8MHz)と，超音波振動力により分裂した水分子を回転送風するファン7から成る。」(【0030】)ケ 図2には，珊瑚セラミックカートリッジ1を装着した脱着水容器2の下に水流入口3を設けるとともに，底部において水流通路5と通じたイオン空気室Hとその下に超音波発振器6が設けられた装置の断面図が記載されており，その脱着水容器2内と水流通路5内とイオン空気室H底部に水が図示され，イオン空気室H底部の水の直上部とイオン空気室H内の上方に負イオン空気Aが示されている(なお，本願当初明細書【0028】及び【0029】の記載に照らすと，【符号の説明】中，「3 超音波発振器」，「4 ファン」とあるのは，「3 水流入口」，「4 除菌用銀膜珊瑚セラミックカートリッジ」，「6 超音波発振器」，「7 ファン」の誤記であると認められる。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，本願当初発明は，焼成風化珊瑚粉でアルカリイオン化した水を超音波振動力で分裂し，機能生理活性負イオン空気を発生させる装置に関するものであり(上記ア)，本願当初発明における超音波発振器は，脱着水容器内で珊瑚セラミックを水と反応させ作られたアルカリイオン水に振動力を与え(上記イ，キ)，この振動力により，水分子の分裂(上記ク)，「負イオン空気」の放出(上記ウ，キ)という機能を果たすものであることが認められる。そして，「このアルカリイオン化した水Wは，除菌用銀膜珊瑚セラミックカートリッジ4を有する水流通路5を通じてイオン空気室Hの底部に送られる。さらに，超音波発振器6がある。この超音波発振器6は，上記の脱着水容器2内で上記の珊瑚セラミッタ1aを水Wと反応させ作られたアルカリイオン水にその振動力を与えるものである。」(上記キ)との記載及び本願当初明細書の図2によれば，本願当初明細書に記載された実施例は，脱着水容器2内で珊瑚セラミックと水とを反応させ作られたアルカリイオン水が，水流通路5を通じてイオン空気室Hの底部に送られ，そこで，超音波発振器6の振動力を受けて，負イオン空気Aが発生する構成であることが認められる。したがって，上記キの記載及び図2からすれば，本願当初発明における超音波発振器の前記機能は，図2の超音波発振器6の直上，すなわちイオン空気室Hの底部にある水に振動力が及んで発生するものであり，本願当初明細書には，超音波発振器の振動力の及ぶ対象に脱着水容器内の水も含まれることは記載も示唆もされていないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "参加人は，本願当初明細書の【0013】に「風化珊瑚セラミックは水中で(式1)のように外力があればカルシウムイオンと炭酸イオンに解離する」(上記エ)と記載され，【0017】に「外力として超音波振動力によって」(上記オ)と記載されているから，風化珊瑚セラミックと超音波振動のかかっている水とでイオン解離というイオン化の反応を起こすことが明記されている旨主張する。",
                "しかし，上記エの「外力」が上記オに記載された「外力」と同じものであるかどうかは本願当初明細書の記載によっても明らかではなく，上記エの「外力」が超音波発振器による振動力の付与を意味するものと速断することはできないし，そもそも，本願当初明細書の【0013】には，「以下に，本発明にかかる超音波振動力利用珊瑚セラミックの機能生理活性負イオン空気発生装置の作用とイオン発生作用機序を説明する。」(上記エ)とあるものの，以下【0026】までの一連の記載には，参加人の援用する上記各記載を含め，化学式や機能生理活性負イオンの説明などがあるのみで，本願当初発明の目的物である「機能生理活性負イオン空気」をどのように得るのかといった本願当初発明の構成については何ら記述されていない(甲第1号証)ことからすると，参加人の援用する上記エの記載は，風化珊瑚セラミックが水中でイオン解離するには外力が必要であるという一般的な原理を説明したものにすぎず，本願当初発明における超音波発振器の機能を説明したものとみることはできない(なお，上記オの記載には，その「外力としての超音波振動力」がどこで働くのかについての説明はない。)。したがって，参加人の援用する上記エ及びオの記載部分を根拠に，本願当初明細書に超音波発振器の振動力が脱着水容器内の水に及んでいることが開示されていると認めることはできない。",
                "また，参加人は，本願当初明細書の【0028】，【0029】に記載されている「水と反応」は「超音波の介在による反応」であり，このアルカリイオン水化の反応が脱着水容器2内で生じていることが明示されている旨主張するが，【0029】の「この超音波発振器6は，上記の脱着水容器2内で上記の珊瑚セラミッタ1aを水Wと反応させ作られたアルカリイオン水にその振動力を与えるものである。」(上記キ)との記載に照らせば，上記各段落における「水Wと反応」が超音波発振器6の振動力が及ぶことによる反応であることを記載ないし示唆したものと理解することはできず，参加人の上記主張は採用できない。",
                "なお，参加人は，【0032】，【0033】の記載を援用するが，同段落の記載は，本願当初明細書に記載された前記実施例の装置(【0028】～【0030】，図2)を用いて，電動ファンの回転数の変化によって発生する「負イオン空気」と「正イオン空気」の変化を測定した実験例について記述したものであり，参加人が主張するように，超音波発振器の振動力が脱着水容器内の水に働いていることを示す根拠となるものでないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，超音波発振器の振動力が及ぶ対象として，脱着水容器内の水も含まれることが本願当初明細書に開示されているということはできないから，本件補正によって，超音波発振器の働きが脱着水容器内の水にも及ぶとすることは，本願当初明細書に記載した事項の範囲内でされた補正であるとはいえず，この点に関する審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "「同一水域内の水」について",
          "text": [
            "参加人は，本件補正の「同一水域」とは，「その超音波振動力が働く水域」のことを明瞭化したものであり，超音波発振器からの振動力が脱着水容器内の水に及ぶ以上，水流通路内の水と脱着水容器内の水とは，「つながっている水」すなわち「同一水域内の水」であって，振動力が脱着水容器内の水に及ぶことは本願当初明細書に記載されている旨主張する。",
            "しかし，超音波発振器の振動力が脱着水容器内の水に及ぶことが本願当初明細書に開示されているといえないことは，前記のとおりであるから，参加人の主張は，その前提を欠き失当である。のみならず，本願当初明細書の【0030】の記載及び図2によれば，脱着水容器2と水流通路5との間には「開閉が可能であるスプリング式水流入口」が設けられているのであり，その構造・機能の詳細は不明であるが，少なくともスプリング式水流入口の閉止時には，脱着水容器内の水と水流通路内の水とは遮断されることになるのであるから，このような「スプリング式水流入口」の介在によって遮断されることがある脱着水容器内の水と水流通路内の水を「つながっている水」あるいは「同一水域内の水」と観念することはできないというべきである。参加人は，「スプリング式水流入口」の弁は水流調整弁であり，水を断続的に流すから，水路は切離されていないと主張するが，2つの領域内の水が断続的に連通するにすぎないものである以上，これを「つながっている水」あるいは「同一水域内の水」とみることは，言葉の通常の用法に照らして無理があるといわざるを得ない。そうすると，本願当初明細書には，本件補正に係る「脱着水容器内の珊瑚セラミックに反応する水につながっている水(すなわち同一水域内の水，以下同じ)」が記載されているとはいえず，この点でも，本件補正は，本願当初明細書に記載した事項の範囲内でされた補正であるとはいえないというべきであり，この点に関する審決の判断にも誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，本件補正は，本願当初明細書に記載した事項の範囲内でされたものとはいえず，特許法17条の2第3項に規定する要件を満たしていないというべきであって，参加人主張の取消事由は理由がない。",
            "よって，参加人の請求は理由がないから棄却し，訴訟費用の負担につき行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}