{
  "conclusion": [
    {
      "text": "特許庁が異議2003-73022号事件について平成17年7月27日にした決定のうち，請求項1，2及び8に係る特許を取り消した部分を取り消す。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨(原告は，当初，決定中，請求項1ないし8に関する部分すべての取消しを求めたが，後に請求項3ないし7に関する部分について訴えを取り下げた。)。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許(甲2)",
                  "text": [
                    "特許権者：ユニ・チャーム株式会社",
                    "発明の名称：「衛生用伸縮性不織布及びその製造方法」",
                    "特許出願日：平成10年4月20日(特願平10-146470号)",
                    "設定登録日：平成15年4月4日",
                    "特許番号：第3416527号"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件手続",
                  "text": [
                    "特許異議事件番号：異議2003-73022号",
                    "訂正請求日：平成17年2月10日",
                    "手続補正日：平成17年5月30日",
                    "異議の決定日：平成17年7月27日",
                    "決定の結論：「特許第3416527号の請求項1ないし8に係る特許を取り消す。」",
                    "決定謄本送達日：平成17年8月15日(原告に対し)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "決定の理由の要旨",
              "text": [
                "決定は，平成17年5月30日付け手続補正及び同年2月10日付け訂正請求はいずれも認められないとした上で，同訂正請求前の請求項1ないし8に係る特許は，特許法36条6項2号の規定に違反するものであるから，取り消すべきであると判断した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明の要旨(設定登録時のもの。)は，以下のとおりである(甲2)。",
                "【請求項1】 第1繊維層と，第2繊維層と，前記第1及び第2繊維層の間に介在する第3繊維層とから成る衛生用伸縮性不織布であって，",
                "前記第1及び第2繊維層が，それぞれ，繊維長3～60mm，繊度0．5～6d，坪量10～50g／m2の熱可塑性合成繊維を含み，",
                "前記第3繊維層が，前記繊度以下の繊度，坪量10～50g／m2のメルトブロンによる伸縮性・熱可塑性合成繊維から成り，",
                "前記第1，第2及び第3繊維層が，繊維交絡によって不織布形態を維持するとともに，繊維分配によって縦横及び斜め方向に互いに独立する多数の開孔を有することを特徴とする前記不織布。",
                "【請求項2】 繊維長3～60mm，繊度0．5～6d，坪量10～50g／m2",
                "の熱可塑性合成繊維を含む第1及び第2繊維層のそれぞれから成るウェブの間に，前記繊度以下の繊度，坪量10～50g／m2のメルトブロンによる伸縮性・熱可塑性合成繊維で形成された第3繊維層から成るウェブを介在させた複合繊維ウェブを，開孔形成要素を有する支持体上に導き，前記複合繊維ウェブをその上方から高速水流で処理して繊維交絡させるとともに，前記開孔形成要素によって繊維を分配させて前記複合繊維ウェブの縦横及び斜め方向へ互いに独立する多数の開孔を形成することを特徴とする衛生用伸縮性不織布の製造方法。",
                "【請求項3】 前記第1及び第2繊維層の少なくとも一方が，親水性繊維を含む請求項1又は2に記載の不織布又はその製造方法。",
                "【請求項4】 前記第1及び第2繊維層が熱収縮性繊維を含む請求項1又は2に記載の不織布又はその製造方法。",
                "【請求項5】 前記第1及び第2繊維層が，ポリオレフィン系，ポリエステル系，ポリアミド系及びアクリル系の少なくとも1種から成る請求項1又は2に記載の不織布又はその製造方法。",
                "【請求項6】 前記第3繊維層が，ポリウレタン系及びスチレン系の少なくとも1種から成る請求項1又は2に記載の不織布又はその製造方法。",
                "【請求項7】 前記熱収縮性繊維が，高融点樹脂と低融点樹脂との複合繊維から成る請求項4に記載の不織布又はその製造方法。",
                "【請求項8】 前記第1及び第2繊維層から成るウェブに熱収縮性合成繊維を含ませ，前記複合繊維ウェブを高速水流によって処理して乾燥させた後，さらに該複合・繊維ウェブを加熱処理して前記熱収縮性合成繊維を収縮させる工程を含む請求項2に記載の不織布の製造方法。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告は，本訴係属中の平成17年9月30日，本件特許につき，特許請求の範囲の減縮等を目的として，訂正審判の請求をしたところ(訂正2005-39175号，甲3)，平成18年4月17日，当該訂正を認める旨の審決",
              "text": [
                "(甲6)があり，その後，同審決は確定した。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "上記訂正審決による訂正後の発明の要旨は，以下のとおりである(なお，本件訂正審決の確定により，平成17年2月10日付け訂正請求前の請求項3ないし7は削除され，請求項8が繰り上がって請求項3となった。下線部は，訂正箇所。)",
              "text": [
                "【請求項1】 第1繊維層と，第2繊維層と，前記第1及び第2繊維層の間に介在する第3繊維層とから成る衛生用伸縮性不織布であって，",
                "前記第1及び第2繊維層が，それぞれ，繊維長3～60mm，繊度0．5～6d，坪量10～50g／m2の熱可塑性合成繊維を含み，",
                "前記第3繊維層が，前記繊度以下の繊度，坪量10～50g／m2のメルトブロンによる伸縮性・熱可塑性合成繊維から成り，",
                "前記第1，第2及び第3繊維層が，繊維交絡によって不織布形態を維持するとともに，繊維分配によって縦横及び斜め方向に互いに独立する，径0．5～3．0mm，開孔率30～70％の多数の開孔を有することを特徴とする前記不織布。",
                "【請求項2】 繊維長3～60mm，繊度0．5～6d，坪量10～50g／m2",
                "の熱可塑性合成繊維を含む第1及び第2繊維層のそれぞれから成るウェブの間に，前記繊度以下の繊度，坪量10～50g／m2のメルトブロンによる伸縮性・熱可塑性合成繊維で形成された第3繊維層から成るウェブを介在させた複合繊維ウェブを，開孔形成要素を有する支持体上に導き，前記複合繊維ウェブをその上方から高速水流で処理して繊維交絡させるとともに，前記開孔形成要素によって繊維を分配させて前記複合繊維ウェブの縦横及び斜め方向へ互いに独立する，径0．5～3．0mm，開孔率30～70％の多数の開孔を形成することを特徴とする衛生用伸縮性不織布の製造方法。",
                "【請求項3】 前記第1及び第2繊維層から成るウェブに熱収縮性合成繊維を含ませ，前記複合繊維ウェブを高速水流によって処理して乾燥させた後，さらに該複合・繊維ウェブを加熱処理して前記熱収縮性合成繊維を収縮させる工程を含む請求項2に記載の不織布の製造方法。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の決定取消事由",
          "text": [
            "決定は，本件発明の要旨を上記1(3)のとおり認定し，これに基づき，本件発明は特許法36条6項2号に違反するものであり，特許を受けることができないものであるとしたが，特許請求の範囲の減縮等を目的とする訂正を認める審決が確定し，本件発明の要旨が上記1(5)のとおり訂正されたことにより，決定は，結果的に本件発明の要旨の認定を誤ったことになるのであるから，瑕疵があるものとして取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "本件証拠及び弁論の全趣旨によれば，第2の1に記載の事実関係を認めることができ，これらの事実関係に照らせば，原告主張の事由により，決定は取り消されるべきものであり，本訴請求は理由がある。",
        "よって，原告の請求は理由があるからこれを認容し，訴訟費用の負担につき行訴法7条，民訴法62条を適用して，主文のとおり判決する。"
      ]
    }
  ]
}