{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-18699号事件について平成17年5月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成6年11月29日，発明の名称を「データ処理方法およびデータ処理装置」とする特許出願(特願平6-295019号，以下「本願」という。)をしたが，特許庁は，平成13年9月18日，本願について拒絶査定をした。",
            "そこで，原告は，平成13年10月18日，拒絶査定不服審判の請求をしたが(不服2001-18699号)，特許庁は，平成17年5月24日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年6月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願に係る明細書(平成15年7月22日付け手続補正後のもの。以下「本願明細書」という。)の請求項1の記載は，次のとおりである(以下，この発明を「本願発明」という。)。",
            "「MPEG ビデオストリームのユーザ領域であって，MPEG ストリームのなかのGOP(Group Of Pictures)ヘッダ，またはピクチャーヘッダに対応付けられた領域に記録されたユーザデータを分離し，ピクチャーデータと合成して再生するデータ処理方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本願発明は，特開平6-225219号公報(甲4，以下「引用例1」という。)及び「ポイント図解式 最新 MPEG 教科書」(株式会社アスキー，1994年8月1日発行)113～115頁(甲5，以下「引用例2」という。)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "本件審決が認定した本願発明と引用例1記載の発明との一致点及び相違点は，次のとおりである。",
            "(一致点)",
            "MPEG ストリームのユーザ領域であって，MPEG ストリームのなかの領域に記録されたユーザデータを分離し，ピクチャーデータと合成して再生するデータ処理方法。",
            "(相違点a)",
            "MPEG ストリームに関し，本願発明は，「MPEG ビデオストリーム」をその対象とするのに対し，引用例1に記載された発明においては，このことが特に示されていない点。",
            "(相違点b)",
            "ユーザデータの記録領域に関し，本願発明においては，MPEG ストリームのなかの「GOP(Group Of Pictures)ヘッダ，またはピクチャヘッダに対応付けられた領域」に記録されるものであるのに対し，引用例1に記載された発明におけるテキストデータ(ユーザデータ)は，MPEG ビットストリームの「ユーザデータ領域」(ユーザ領域)に書き込まれるものであるが，ヘッダに対応付けられた領域であることについては特に示されていない点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張に係る本件審決の取消事由",
      "text": [
        "本件審決は，本願発明と引用例1記載の発明との相違点を看過し(取消事由1)，また，相違点a，bについての判断を誤った(取消事由2，3)ものであり，これらの誤りが本件審決の結論に影響を及ぼすことは明らかであるから，取り消されるべきである(なお，本件審決の認定した一致点は認める。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)",
          "text": [
            "本願発明では，ユーザデータ領域がMPEGビデオストリーム内の特定領域にあるのに対し，引用例1記載の発明では，ユーザデータ領域がMPEGビデオストリームとは別のプライベートストリームにある点において，両者は明らかに異なるにもかかわらず，本件審決は，この相違点を看過したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "すなわち，引用例1の図4の圧縮時(符号化時)において，「動画像圧縮回路113」がMPEGビデオエンコーダである場合，MPEGビデオストリームの生成は「動画像圧縮回路113」で完結する。一方，文字等のテキストデータは，この時点ではまだ容量が不明であり，それどころか，有無すらも不明である。そのため，このようなデータを格納するユーザデータ領域をMPEGビデオストリームの中に適切に確保することはできない。この事情は，MPEGビデオストリームの中のいずれの部分についてもいえることであり，MPEGビデオストリーム中のGOP層やピクチャ層の中のユーザデータ領域も例外ではない。このため，続く「マルチプレクサ114」がテキストデータを格納する場合，それは必然的にMPEGビデオストリームの外においてなされる。そして，それはプライベートストリームということにほかならない。",
                "なお，圧縮画像を生成する際、想定される最大サイズのユーザデータ領域を常にGOP層やピクチャ層に確保すれば，テキストデータをMPEGビデオストリームのGOP層やピクチャ層の中のユーザデータ領域に格納することを実現することができる。しかし、これでは，MPEGビットストリームのデータサイズが徒に大きくなるばかりで、明らかにデータ圧縮の趣旨に反する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，復号時についていえば，引用例1の段落【0035】に「動画像伸長回路117にはMPEGデコーダを用いる。」とある。仮にユーザデータがMPEGビデオストリーム内の特定領域に格納されるとすれば，図4の「動画像伸長回路117」でMPEGビデオストリームが解析され，特定領域からテキストデータが抽出されるはずである。この場合，同図の「デマルチプレクサ116」(図中「マルチプレクサ116」と誤記されている。)の存在が無意味となる。したがって，ユーザデータは特定領域以外のユーザデータ領域，つまり，プライベートストリームに格納されていることになる。",
                "また，引用例1の段落【0032】にも，「使用者が受取ったデータは，デマルチプレクサ116により，圧縮画像データとテキストデータに分離される。画像データは信号線120を通して動画像伸長回路117に送られる。",
                "テキストデータは，信号線121を通して字幕スーパインポーザ118に送られ，…」とある。ここでも，はっきりとMPEGビットストリームが「画像データ」と「テキストデータ」に分離される旨が説明されており，もともとMPEGビデオストリーム(画像データ)とプライベートストリーム(テキストデータ)とが多重化されて生成されたMPEGビットストリームが，もとのように分解されただけである。テキストデータがMPEGビデオストリームに組み込まれていたなどとは理解できない。",
                "なお，「ポイント図解式 最新 MPEG 教科書」(株式会社アスキー，1994年8月1日発行，231～253頁。甲6。以下「甲6文献」とい",
                "う。)に，「受信された多重ストリームは，DMUX(Demultiplexer，分離部)でビデオ，オーディオなどの各個別のストリーム(データ列)部分を分離して，それぞれの復号器に送る」とあるとおり(233頁8～9行)，デマルチプレクサ(DMUX，分離部)における分離の対象は，いずれもビデオストリーム，オーディオストリーム，プライベートストリーム等のストリームを単位とする。MPEGシステムの基本構成上に構築された引用例1においても当業者は当然そのように解釈するのであり，分離がMPEGビデオストリーム内のユーザデータについてされると解釈するのは無理がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点aの判断の誤り)",
          "text": [
            "本件審決が相違点aに係る本願発明の構成を当業者が容易に想到することができたものである旨判断したのは，誤りである。",
            "すなわち，引用例1記載の発明のユーザデータはプライベートストリームに置かれるのであり，これをMPEGビデオストリームに置くのであれば，それを実現するためには別個の発明の創作を待たねばならない。なぜなら，①引用例1記載の発明において，容量の不明なテキストデータのためのユーザデータ領域をどのようにMPEGビデオストリーム内に確保するのか，その方法がどこにも開示されていない，②引用例1記載の発明において，もしテキストデータがMPEGビデオストリームに組み込まれているなら，「ストリーム単位で分ける」ことが役割のデマルチプレクサ116は，その通常の意味とは違う役割を担うはずであるが，そのための構成はどこにも開示されていないからである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点bの判断の誤り)",
          "text": [
            "本件審決が相違点bに係る本願発明の構成を当業者が容易に想到することができたものである旨判断したのは，誤りである。",
            "確かに，引用例2記載の発明には，本件審決が指摘するようなユーザデータ領域が存在するが，仮に，ここに引用例1記載の発明でいうテキストデータを置いたとしても，引用例1記載の発明にはそれを復号するための構成は示されておらず，これは別個の発明に属すべきことである。仮に，「ユーザデータであれば，ユーザデータ領域に置くことができる」という論法が発想としてあり得るとしても，それを実現するための具体的な技術の実現には，単なる発想では足りず，新たな創作行為を要するものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件審決の認定判断に誤りはなく，原告の主張する取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "引用例1の段落【0032】及び【0035】の記載から，次の各事項が理解される。",
            "a)動画像圧縮回路113としては，MPEGのエンコーダを用いることができること。",
            "b)MPEGのビットストリームには，「ユーザデータ領域」が規定されていること。",
            "c)上記「ユーザデータ領域」には，MPEGに準拠した上で任意のデータを書き込むことができること。",
            "d)マルチプレクサ114では，上記「ユーザデータ領域」にテキストデータを書き込む動作を行うこと。",
            "e)デマルチプレクサ116では，入力されたMPEGビットストリームを圧縮画像データとテキストデータに分離し，MPEGビットストリームの「ユーザデータ領域」からテキストデータを読み出して字幕スーパインポーザ118に送ること。",
            "f)動画像伸張回路117にはMPEGデコーダを用いること。",
            "上記b)，c)，d)によれば，引用例1記載の発明におけるマルチプレクサ114は，MPEGのビットストリームに規定されている「ユーザデータ領域」に，MPEGに準拠した上でテキストデータを書き込む動作をするものとして理解されるべきである。",
            "また，上記e)より，引用例1記載の発明におけるデマルチプレクサ116は，入力されたMPEGビットストリームを圧縮画像データとテキストデータに分離し，MPEGビットストリームの「ユーザデータ領域」から読み出したテキストデータを字幕スーパインポーザ118に送るものであると解される。",
            "してみれば，引用例1には，本件審決が認定したように，テキストデータを(プライベートストリームより上位の)MPEGビットストリームのユーザデータ領域に書き込み，分離するという発明(技術思想)が明確に開示されており，原告主張のようにプライベートストリームにのみ格納されていると断定することは妥当でない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2，3(相違点a，bの判断の誤り)について",
          "text": [
            "本件審決は，MPEGビデオストリームを含む上位概念であるMPEGビットストリームに関する引用例1記載の発明において，処理対象が動画像データであることを考慮して，MPEGビットストリームとして，ユーザデータ領域を備えるものであることが明らかなMPEGビデオストリームとすることは，当業者が容易に想到できたと判断したもので，その判断に誤りはない。",
            "仮に，原告が主張するように，引用例1記載の発明において，テキストデータ(ユーザデータ)が書き込まれる「ユーザデータ領域」が，MPEGビデオストリームとは別のプライベートストリームにあると解し得たとしても，本件審決の判断に何ら影響を与えるものではない。なぜならば，プライベートストリームは，本来，映像(ビデオデータ)や音声(オーディオデータ)など特定の用途以外でユーザが任意のデータを格納することができるものであり，その意味で「ユーザデータ領域」を有するものであるといえ，かつ，プライベートストリーム自体は，MPEGビットストリームの範疇に含まれることを考えれば，プライベートストリームは「MPEGビットストリームのユーザ領域」といい得るからである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "原告は，本願発明では，ユーザデータ領域がMPEGビデオストリーム内の特定領域にあるのに対し，引用例1記載の発明では，ユーザデータ領域がMPEGビデオストリームとは別のプライベートストリームにある点において，両者は明らかに異なるにもかかわらず，本件審決は，この相違点を看過した旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ユーザデータ領域について，引用例1(甲4)には次の記載がある。",
                "「【0031】動画像データメモリ112に蓄積された動画像データは，動画像圧縮回路113で圧縮され，字幕テキストデータメモリ111に蓄積されたテキストデータと，マルチプレクサ114で合成され，蓄積・伝送系115に送られる。ここで，蓄積・伝送系とは，テープやCD-ROMなどのパッケージメディアや，ISDＮ，TV放送などの通信系であり，これらを通じてデータが使用者のもとに届けられる。",
                "【0032】使用者が受取ったデータは，デマルチプレクサ116により，圧縮画像データとテキストデータに分離される。画像データは信号線120を通して動画像伸長回路117に送られる。テキストデータは，信号線121を通して字幕スーパインポーザ118に送られ，ここでビットマップテキスト画像に展開され，動画像伸長回路17で伸長された動画像へ重畳される。",
                "こうして得られた字幕付き動画像が表示器119により表示される。」「【0035】また，図4に示した動画像圧縮回路113としては，国際標準の動画像圧縮方式であるMPEGのエンコーダを用いることができる。MPEGのビットストリームには『ユーザデータ領域』が規定されており，MPEGに準拠した上で一ピクチャごとに任意のデータを書込むことができるため，マルチプレクサ114では，この『ユーザデータ領域』にテキストデータを書込むという動作を行う。デマルチプレクサ116では，MPEGビットストリームの『ユーザデータ領域』からテキストデータを読出して字幕スーパインポーザ118に送る。動画像伸長回路117にはMPEGデコーダを用いる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願の出願時において，次のMPEG関連技術が周知であったと認められる。",
                "甲6文献の233頁の図11-2の(a)及びその説明，242頁の図1",
                "1-12，243頁の表11-1等に示されるように，MPEGビットストリーム(データ列)は，MPEGビデオストリーム，MPEGオーディオストリーム，プライベートストリームから構成されるもので，これら3つのストリームの上位概念として捉えられるものであり，また，プライベートストリームには，ビデオやオーディオ以外のアプリケーションで使用するユーザデータを付加することができる。",
                "また，引用例2(甲5)に示されるように，MPEGビデオストリームは，1シーケンスのデータとして，シーケンスデータ(Sデータ)，GOP(Group Of Pictures)データ(Gデータ)，ピクチャーデータ(Pデータ)から構成され，また，MPEGビデオストリームには，ユーザデータ領域を設けて，任意のGデータ又はPデータの間にユーザデータ(Uデータ)を挿入することができる。なお，このことは，本願明細書(甲2)の段落【0040】の記載からも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "してみれば，MPEGビットストリームにユーザデータを記録(格納)する際には，上記(2)のとおり，下位階層のプライベートストリームを利用する方法と，下位階層のMPEGビデオストリームのユーザデータ領域を利用する方法とが存在するところ，引用例1記載の発明のユーザデータ領域について，引用例1には，上記(1)のとおり，MPEGビットストリームのユーザデータ領域として規定されているのみで，下位階層のMPEGビデオストリーム又はプライベートストリームのいずれを利用するかについては，何ら記載されていない。",
                "したがって，引用例1記載の発明を，ユーザデータ領域がプライベートストリームにあるものに限定することはできないから，本件審決が，本願発明と引用例1記載の発明との相違点として，「MPEGストリームに関し，本願発明は，『MPEGビデオストリーム』をその対象とするのに対し，引用例1に記載された発明においては，このことが特に示されていない点」を認定したことは相当であり，原告の前記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点に関し，原告は，まず，引用例1記載の発明において，「動画像圧縮回路113」がMPEGビデオエンコーダである場合，MPEGビデオストリームの生成は「動画像圧縮回路113」で完結する一方，文字等のテキストデータは，この時点ではまだ容量が不明であるため，このようなデータを格納するユーザデータ領域をMPEGビデオストリームの中に適切に確保することはできないから，続く「マルチプレクサ114」がテキストデータを格納する場合，それは必然的にプライベートストリームにおいてなされる旨主張する。",
                    "しかしながら，そもそも，原告自身，圧縮画像を生成する際，想定される最大サイズのユーザデータ領域をGOP層やピクチャ層に確保すれば，テキストデータをMPEGビデオストリームに格納するためにマルチプレクサで合成することができることを自認しているところ，その際，テキストデータの容量をどの程度のものと想定するかは，単なる設計上の仕様の問題にすぎないというべきである。原告は，想定される最大サイズのユーザデータ領域をGOP層やピクチャ層に確保することは，データ圧縮の趣旨に反する旨主張するが，例えば，テキストデータの目的を，原画像のタイトルをテキストで表示させることに限定すれば，想定されるユーザデータ領域のサイズはそれ程大きなものを必要とせず，データ圧縮の趣旨に反することにはならない。したがって，テキストデータの容量不明を理由として，引用例1記載の発明のユーザデータ領域が必然的にプライベートストリームにある旨の原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用例1記載の発明において，仮にユーザデータがMPEGビデオストリーム内の特定領域に格納されるとすれば，「動画像伸長回路117」(MPEGデコーダ)でMPEGビデオストリームが解析され，特定領域からテキストデータが抽出されるはずであるが，そうすると，「デマルチプレクサ116」の存在が無意味となるから，ユーザデータは特定領域以外のユーザデータ領域，つまり，プライベートストリームに格納されていることになる旨主張する。",
                    "しかしながら，「動画像伸長回路117」がMPEGデコーダであっても，本来，デコーダは，その名称自体から明らかなように，復号する(伸長する)機能を奏するものにすぎないから，該MPEGデコーダが，圧縮された画像データ以外のユーザデータを分離抽出する機能を必ずしも有するとは限らない。したがって，原告の上記主張は，その前提を欠き，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，引用例1の段落【0032】にも，はっきりとMPEGビットストリームが「画像データ」と「テキストデータ」に分離される旨が説明されており，もともとMPEGビデオストリーム(画像データ)とプライベートストリーム(テキストデータ)が多重化されて生成されたMPEGビットストリームがもとのように分解されただけであり，テキストデータがMPEGビデオストリームに組み込まれていたなどとは読めない旨主張する。",
                    "引用例1の段落【0032】には，「使用者が受取ったデータは，デマルチプレクサ116により，圧縮画像データとテキストデータに分離される。」との記載があるところ，上記「使用者が受取ったデータ」がMPEGビットストリームを指すことは原告も自認している。そして，前記(2)のとおり，MPEGビットストリームは，MPEGビデオストリーム，プライベートストリーム等を含む上位概念であり，また，ユーザデータを，MPEGビデオストリームに持たせることも，プライベートストリームに持たせることも，共に周知である。そうであれば，引用例1の上記記載からは，テキストデータがMPEGビデオストリームに組み込まれているとも理解することができるから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，原告は，甲6文献に「受信された多重ストリームは，DMUX(Demultiplexer，分離部)でビデオ，オーディオなどの各個別のストリーム(データ列)部分を分離して，それぞれの復号器に送る」とあるとおり，デマルチプレクサにおける分離の対象は，いずれもビデオストリーム，オーディオストリーム，プライベートストリーム等のストリームを単位とするのであるから，引用例1記載の発明において，分離がMPEGビデオストリーム内のユーザデータについてなされると解釈することはできない旨主張する。",
                    "しかしながら，引用例1記載の発明において，デマルチプレクサ116により分離される対象が，MPEGビデオストリーム，プライベートストリーム等を含む上位概念であるMPEGビットストリームであることは，上記ウのとおりであるから，分離の対象がMPEGビデオストリームである場合が排除されていないことは明らかである。そして，分離部(デマルチプレクサ)における分離の対象は，その分離部に入力されるデータ列(ストリーム)の内容(中身)によって変わるものであることも当然である。そうであれば，その入力ストリームがユーザデータを含むMPEGビデオストリームであれば，そのユーザデータを分離の対象とすることも当然想定されるところである。原告の指摘する甲6文献の記載は，分離部の入力ストリームがビデオストリーム，オーディオストリーム等の多重ストリームである場合に，それらが分離の対象となることを記載したものにすぎず，個々のストリーム内におけるユーザデータを分離の対象とするか否かについては何ら触れていないから，上記判示と相反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点aの判断の誤り)について",
          "text": [
            "原告は，本件審決が相違点aに係る本願発明の構成を当業者が容易に想到することができたものである旨判断したのは，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(2)のとおり，MPEGビットストリームは，MPEGビデオストリーム，プライベートストリーム等の3つのストリームから構成され，これら3つのストリームの上位概念として捉えられるものであり，また，MPEGビットストリームにユーザデータを記録(格納)する際に，MPEGビデオストリームのユーザデータ領域を利用する方法があることは，本願出願時に周知の技術事項であったものである。そして，本願発明と引用例1記載の発明との一致点が「MPEG ストリームのユーザ領域であって，MPEG ストリームのなかの領域に記録されたユーザデータを分離し，ピクチャーデータと合成して再生するデータ処理方法。」であることは，当事者間に争いがないから，本願発明も引用例1記載の発明も，MPEGビットストリーム中に記録されたユーザデータを，MPEGビットストリーム中から分離し，その後でピクチャーデータと合成して再生(表示)するようにしたデータの処理方法である点において，何ら相違するものではない。してみれば，そのユーザデータが記録(格納)されているデータストリームとして，MPEGビットストリームのうちのMPEGビデオストリームを採用する程度のことは，上記周知の技術事項を考慮すれば，当業者が適宜に採用し得る設計事項にすぎないというべきである。",
                "したがって，本件審決が，相違点aについて，引用例1記載の発明のMPEGストリームをMPEGビデオストリームとすることは当業者が容易に想到できたと判断したことは相当であって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関し，原告は，引用例1記載の発明において，①容量の不明なテキストデータのためのユーザデータ領域をどのようにMPEGビデオストリーム内に確保するのか，その方法がどこにも開示されておらず，②もしテキストデータがMPEGビデオストリームに組み込まれているなら，「ストリーム単位で分ける」ことが役割のデマルチプレクサ116は，その通常の意味とは違う役割を担うはずであるがそのための構成はどこにも開示されていないから，相違点aに係る本願発明の構成を想到することは容易ではない旨主張する。",
                "しかしながら，①については，圧縮画像を生成する際，想定される最大サイズのユーザデータ領域をGOP層やピクチャ層に確保すれば，テキストデータをMPEGビデオストリームに格納するためにマルチプレクサで合成することができるのであって，その際，テキストデータの容量をどの程度のものと想定するかは，単なる設計上の仕様の問題にすぎないことは，前記1(4)アのとおりである。",
                "また，②については，分離部(デマルチプレクサ)における分離の対象は，その分離部に入力されるデータ列(ストリーム)の内容(中身)によって変わり，その入力ストリームがユーザデータを含むMPEGビデオストリームであれば，そのユーザデータを分離の対象とすることも当然想定されるところであることは，前記1(4)エのとおりであるから，デマルチプレクサ116を「ストリーム単位で分ける」機能を有するもののみに限定することはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告の取消事由2の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点bの判断の誤り)について",
          "text": [
            "原告は，引用例2記載の発明のユーザデータ領域に，引用例1記載の発明でいうテキストデータを置いたとしても，引用例1記載の発明にはそれを復号するための構成は示されていないから，本件審決が，相違点bに係る本願発明の構成を当業者が容易に想到することができたものである旨判断したのは，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかしながら，本願発明に係る請求項は，データの処理方法として，MPEGビデオストリームのユーザ領域に記録されたユーザデータを，該MPEGビデオストリームから分離し，その後でピクチャーデータと合成して再生(表示)するようにしたデータの処理方法を規定しているのみであって，何らユーザデータの復号のための構成を規定していないから，引用例1記載の発明にユーザデータの復号のための構成が示されていないからといって，相違点bに係る本願発明の構成を当業者が容易に想到することができないということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，引用例2には，MPEGストリーム中のGOP(Group OfPictures)層，ピクチャ層にユーザデータ領域(UD)を設けることが記載されており，このGOP層，ピクチャ層のユーザデータ領域(UD)は，GOPヘッダ，ピクチャヘッダに対応付けられた領域であるから，引用例2に記載された発明を引用例1記載の発明に適用して，テキストデータ(ユーザデータ)を書き込む際に，GOPヘッダ，ピクチャヘッダに対応付けられた領域に記憶するようにすることは，当業者であれば容易に想到することができたというべきであり，これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告の取消事由3の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由にはいずれも理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本件請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}