{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-15149号事件について平成16年12月7日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，同請求は成り立たないとの審決を受けたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成8年(1996年)9月2日に国際出願し，平成10年3月2日に発明の名称を「飲料容器」として特許庁に特許法184条の5第1項の規定による書面を提出した(甲4，5。以下「本願」という。)。その後原告は，平成14年8月6日付けで補正(以下「本件補正」という。)をした(甲6)が，特許庁は拒絶査定をしたので，原告は，これを不服として審判請求をした。",
                "特許庁は，同請求を不服2003-15149号事件として審理し，平成16年12月7日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は平成16年12月22日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項は1ないし7から成るが，うち請求項1の内容は下記のとおりである(甲6。以下，「本願発明1」という。)。",
                "記",
                "「　飲料液体が通ることで利用者が飲用液体を摂取するための物品であり，この物品は柔軟で弾力性のある膜からなる弁を備えた口を有しており，該膜は，弁の領域に所定の大きさの吸い込みによってのみ，この物品を通っての飲料液体が流れるような少なくとも一つのスリットを備えているものにおいて，該膜は，この物品の使用時に飲料液体が摂取される方向とは反対方向である，この物品の内部方向へと皿状に窪んだ通常状態を有すること，および，該膜は，吸い込みがなくなった際，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰することで閉鎖すること，を特徴とする物品。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。",
                    "その理由の要旨は，本願発明1は，下記の刊行物1，2に記載された引用発明1，2に基づいて，当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない等，としたものである。",
                    "記",
                    "・刊行物1　米国特許第5186347号明細書(甲1，9。以下これに記載された発明を「引用発明1」という。)",
                    "・刊行物2　実願昭63-107023号(実開平2-73151号)の",
                    "マイクロフィルム(甲2。以下これに記載された発明を「引用発明2」という。)      イ　なお，審決は，引用発明1を次のとおり認定し，本願発明1と引用発明1には，次のような一致点と相違点があるとした。",
                    "(引用発明1)",
                    "飲料容器11に使用されるキャップであって，11に嵌合して閉鎖部10を構成し，また，飲口12にはスリット14付き弾性薄膜13が形成され，使用状態にあるとき，飲口12は使用者の口に挿入され，吸引作用を受ける，このときスリット14は，薄膜13を押し広げて，細長い孔を形成し，飲口12の細長い孔13は，転倒した際，使用が中止された際，向きが変わった際などには，飲物容器11から内容物が流出不可能な形状に復元する弾性薄膜13を持つキャップ。",
                    "(一致点)",
                    "飲料液体が通ることで利用者が飲用液体を摂取するための物品であり，この物品は柔軟で弾力性のある膜からなる弁を備えた口を有しており，該膜は，弁の領域に所定の大きさの吸い込みによってのみ，この物品を通っての飲料液体が流れるような少なくとも一つのスリットを備えているものにおいて，該膜は，この物品の使用時に通常状態を有すること，および，該膜は，吸い込みがなくなった際，自分自身の弾性によって，通常状態へと復帰することで閉鎖すること，を特徴とする物品。",
                    "(相違点)",
                    "本願発明1では，この物品の使用時に飲料液体が摂取される方向とは反対方向で，膜が，物品の内部方向へと皿状に窪んだ通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰することで閉鎖するものであるのに対し，引用発明1では，膜の具体的な形状については記載がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "本願発明1と引用発明の一致点が，審決のとおりであることは認める。",
                "しかしながら，本件審決には，以下に述べるとおりの認定判断の誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1(甲1，9)によると，引用発明1は，「飲料液体が通ることで利用者が飲用液体を摂取するための物品であり，この物品は柔軟で弾力性のある膜からなる弁を備えた口を有しており，該膜は，弁の領域に所定の大きさの吸い込みによってのみ，この物品を通っての飲料液体が流れるような少なくとも一つのスリットを備えているものにおいて，該膜は，この物品の使用時に使用液体が摂取される方向とは直角な平らな通常状態を有すること，および，該膜は，吸い込みがなくなった際，自分自身の弾性によって，通常の平らな状態へと復帰することで閉鎖する物品。」と認定すべきである。",
                        "そうすると，本願発明1と引用発明1とでは，「本願発明1では，膜が，この物品の使用時に飲料液体が摂取される方向とは反対方向で，物品の内部方向へと皿状に窪んだ通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰することで閉鎖するものであるのに対し，引用発明1では，膜が，この物品の使用時に引用液体が摂取される方向と直角方向に平らな通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって小さな開口が閉じる平らな通常状態へと復帰することで閉鎖するものである点。」で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，審決認定の相違点のうち，本願発明1の構成は審決のとおりであるが，引用発明1の構成については「引用発明1では，膜が，この物品の使用時に引用液体が摂取される方向と直角方向に平らな通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって小さな開口が閉じる平らな通常状態へと復帰することで閉鎖するものである点」と認定すべきであるから，審決が「引用発明1では，膜の具体的な形状については記載がない」と認定したのは誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用発明2の認定の誤り)",
                  "text": [
                    "審決は，引用発明2について，①「第2図および・・・の記載より，引用刊行物2には，弾性体膜からなる簡易開閉具の中心部(8)が，通常は容器内部方向に向かって凹形にくぼんでおり，外圧が加わった際に凸状に変形して内容物を送り出し，外圧が解除された際には，ふたたび原形に復し，内容物の流出あるいは漏洩を止める食品瓶口用簡易開閉具である弁が開示されているといえる。」(3頁38行～4頁4行)といったん認定(以下「認定①」という。)した上で，この認定から，②「容器の外方に対し凹面状とされた膜であって，所定以上の圧力を受けた際に，容器外方向に変形し，当該圧力が解除された際には，当該膜が，容器の内側に向けた凹面形状に戻ることにより，液だれ防止の逆止弁を構成することは，引用発明2に記載されている。」(4頁26行～30行)と認定(以下「認定②」という。)したのは，次に述べるとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "認定①について",
                      "text": [
                        "審決の引用発明2に対する認定①によれば，刊行物2には，「外圧」，すなわちあらゆる種類の圧力によって変形開放する弾性体膜が開示されていることとなり，例えば，弾性体膜とは反対側の端から容器内部へ押圧弁を挿入して内容物を移動することによって弾性体膜の変形開放を得るものや，あるいは機械的な機構によって直接弾性体膜を変形開放するものが開示されていることになるが，刊行物2には，利用者が手で容器の胴部を押圧した場合に内容物を介して弾性体膜を変形開放して内容物を流出するものしか開示されていないから(甲2の明細書の6頁19行～7頁7行)，認定①は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定②について",
                      "text": [
                        "相違点に係る本願発明1の構成は，「吸い込みで開放することを前提とする弾性体膜において，通常は物品の内部方向へ皿状に窪んでおり，吸い込みがなくなった際に，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰するもの」であり，「利用者が手で容器の胴部を押圧した場合に内容物を介して弾性体膜を変形開放して内容物を流出する」ものにすぎない引用発明2(刊行物2)には，本願発明1の上記構成は記載されていないから，審決の引用発明2に対する認定②は誤りである。",
                        "また，認定②は，「所定以上の圧力を受けた際に」おける圧力の作用位置(内部側表面に作用するのか外部側表面に作用するのか)，圧力の種類(押圧力か吸い込み圧か)，圧力の伝達経路(直接的に作用する圧力か，間接的に作用するものか)等が一切無視された上位の発明を認定するものであり，刊行物2に記載された発明とはいえないから，この点からしても，認定②は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点の判断の誤り)",
                  "text": [
                    "審決が，相違点について，「本願発明1，引用発明1，2のいずれも飲料液体が通ることで利用者が飲用液体を摂取するための物品で軌を一にするものであるから，引用発明1に，引用発明2を付加して本願発明1を構成することは当業者が適宜なし得る事項にすぎない。」(4頁31行～34行)，「そして，本願発明1により奏される効果も，引用発明1，2から当業者が当然予測しうる程度のものであって，格別顕著であるとはいえない。」(4頁35行～末行)と判断して，本願発明1は引用発明1，2に基づいて当業者が容易に発明をすることができたと判断したのは，次に述べるとおり誤りである。",
                    "(ア)①　引用発明2は，物品としてはシャンプー，リンス，洗剤，調味料，食用油等の食品が通ることで利用者がこれら内容物を使用するための瓶であり，容器(瓶)の胴部を手で押圧することで内容物を介して弾性体膜に圧力を加え，弾性体膜を変形開放し，内容物を取り出すものであって，その弁(弾性体膜)は，瓶が倒立したか，倒した状態であっても，瓶の胴部への押圧がなくなった際，通常の状態に復帰するものである。これに対し引用発明1は，飲料液体が通ることで利用者が飲用液体を摂取するための物品であって，人の口による吸い込みによって，まず弾性体膜の変形開放を得，その後，続いて内容物を口から摂取するものであって，その弁(弾性体膜)は，吸い込みがなくなった際に通常の状態に復帰するものであるから，引用発明2とは，発明の対象とする物品が相違するのみならず，弾性体膜の変形開放のための圧力の伝達機構，使用される弁の機能において相違がある。",
                    "また，引用発明1の弁は不要な漏洩を防ぐために設けられたものであるが，引用発明2の弁は，不要な漏洩を防ぐ目的のために設けられたものではない。",
                    "さらに，引用発明1では，弁の外側に人の口による吸い込み圧を直接加えるものであり，圧力の直接作用する位置においても，圧力の内容においても引用発明2と相違がある。",
                    "②　このように引用発明1の弾性体膜と引用発明2の弾性体膜は，それぞれが配されて形成される物品の機能，用途及び取扱方法が異なる上，弾性体膜の変形開放のための圧力の伝達機構，弁の機能等が異なる発明であって，弾性体膜に求められる設計条件・技術的思想が全く異なるものであるから，引用発明1に引用発明2を適用することは容易ではない。",
                    "(イ)①　刊行物2における「使用に当っては，瓶(A)を倒立し，手で瓶の胴部を押えると，内容物側に凹状に湾曲した簡易開閉具は中心部(8)が下方外側に押されて，扁平状に，あるいは凸状になり，やがて，切込み(9)が僅かに開いて，内容物が流出する。」(甲2の2枚目6頁下から2行～7頁3行)，「瓶を横倒しに置いたり，倒立しておいて，その状態で直ちに1回のみならず反復使用できるので，シャンプーやリンス，洗剤などの使用や，調味料，食用油などの使用において効率的であり」(同9頁13行～17行)との記載から明らかなように，刊行物2においては，引用発明1の物品が禁忌するところの物品の傾斜ないし倒立状態での使用を積極的に作り出したものである。このような物品では，弾性体膜は物品が倒立した状態にされても，その物品を単に保持するにすぎない手の力や内容物自体の重みで開放されてしまうものであってはならず，利用者が内容物の流出の意志をもって容器をかなり押圧した時に始めて，弾性体膜は変形開放するものでなければならないから，引用発明2(刊行物2)の弾性体膜は，かなりの圧力に耐えうる設計が必要なものであることを当業者に予測させるものである。さらには，容器の胴部の押圧を介して，膜が開く限りは，膜はかなりの圧力をもって初めて開くものであっても何らさしつかえなく，これはむしろ内容物の意図せぬこぼれの発生を防ぐために好ましい設計となりうる性格のものである。",
                    "これに対し本願発明1や引用発明1では，膜は一般的には容器の上方に配置されていて内容物の重みを受けることがない上，特に幼児や老齢者又は虚弱者を含めた人の通常の吸い込み力で変形開放しうることを基本的な条件とするものであるから，弾性体膜に求められる強度についての設計思想は引用発明2とは全く相違する。",
                    "そして，当業者は物品の内容物の保存性や使い方の違い等から，一般的には引用発明2の物品は，引用発明1の物品より内容物の量が多く設計されるものであることを知っているから，引用発明2の弁のように，瓶の内容物の重み及び人の単なる瓶を保持する力の組み合わせでは開かないような弁を，内容物の量が少なく，人に口の吸い込みによって弁を開放する引用発明1の弁に使用することは容易に思いつかなかったものであり，引用発明1に引用発明2を適用することに阻害要因がある。",
                    "②　また，本願発明1や引用発明1では吸い込みによって飲料液体を摂取することを意図するものであるから，吸い込み側の膜の形状は吸い込みのし易い形状，構造とすること，即ち膜の流出側に口が直接接し，吸い易い構造であることが必要とされる。これに対し刊行物2には，飲用液体そのものを口から体内に取り入れるためのものであるとの記載は存在しないこと，引用発明2は容器の胴部を押圧することによって内容物を流出するものであり，この形式のものは流出量については，現実的に容器外部に流出した量を視認して(目分量で確認して)容器の押圧を止めるものであり，内容物の流出は他の容器での蓄積量や，ふりかけ量を視認することに頼るものであるから，引用発明2の膜は，飲用液体の口経由の直接的な摂取を意図したものではなく，内容物を他の容器等に取り出すものであり，膜の外方側には，流出する内容物に一定の方向性を与える案内具を配することが必要とされる(甲2の第2図の外キャップ口部(11)参照)。したがって，引用発明2は，利用者が飲用液体を摂取するための物品，すなわち容器内容物としての飲用液体をそのまま口から体内に取り入れるための物品ではない。",
                    "もっとも，刊行物2には，「この考案は，液体の調味料，食品，洗剤，シャンプー，リンス等用の瓶における簡易開閉具を具備した瓶口に関するものである。」(甲2の2枚目2頁11行～13行)との記載があり，これには「食品」という記載を含むけれども，この食品と並列的に記載されているものは，口から直接内容物を摂取するものではない上，この食品自体も引用発明2の達成度を示す考案の効果には，「瓶口に本考案の簡易開閉具を用い，簡易開閉具の切込みや孔状に「ずれ」などの影響を及ぼさないように外キャップや内キャップをセットすることにより，瓶の内容物は漏洩することなく，瓶を横倒しに置いたり，倒立しておいて，その状態で直ちに1回のみならず反復使用できるので，シャンプーやリンス，洗剤などの使用や，調味料，食用油などの使用において効果的であり，考案品は簡便なものであるため安価に多量提供できるものとなる。」(甲2の2枚目9頁10行～19行)と記載され，食品の具体例として「食用油など」が挙げられており，食用油は利用者が口から直接液体そのものを摂取するものではない。また，「瓶を横倒しに置いたり，倒立しておいて」との記載からからも明らかなように引用発明2の流出口は，使用時の物品の姿勢及び衛生面から考えて，利用者の口からの直接摂取を意図したものでない。"
                  ],
                  "content": [
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，当業者が引用発明1に引用発明2を適用して相違点に係る本願発明1の構成とすることを容易に想到することはできないというべきであって，「本願発明1，引用発明1，2のいずれも飲料液体が通ることで利用者が飲用液体を摂取するための物品で軌を一にするものであるから，引用発明1に，引用発明2を付加して本願発明1を構成することは当業者が適宜なし得る事項にすぎない。」との審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，前記のとおり，引用発明2の膜は，本願発明1や引用発明1の膜とは，膜の配備される物品の相違と関連して決まるところの膜の変形開放に至る圧力の伝達形態及び膜の開放のために求められる設計条件が異なるものであり，本願発明1に関する効果は，引用発明2から予測することができないものであるから，審決が「本願発明1により奏される効果も，引用発明1，2から当業者が当然予測しうる程度のものであって，格別顕著であるとはいえない。」と判断したのも誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1には，使用時にはスリット14が薄膜13を押し広げて細長い孔が形成される旨の記載があるのみで，薄膜13の具体的な形状として「平らな通常状態」が明確に記載されていない。また，このことが図面等からみて自明であるということはできない。",
                    "したがって，審決が本願発明1と引用発明1との相違点において「引用発明1では，膜の具体的な形状については記載がない」と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仮に本願発明1と引用発明1との相違点が原告の主張するようなものであったとしても，引用発明2を引用発明1に適用することを阻害するものではなく，審決の結論に影響を与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "(ア)について",
                  "text": [
                    "刊行物2(甲2)には，「使用に当っては，瓶(A)を倒立し，手で瓶の胴部を押えると，内容物側に凹状に湾曲した簡易開閉具は中心部(8)が下方外側に押されて，扁平状に，あるいは凸状になり，やがて，切込み(9)が僅かに開いて，内容物が流出する。押圧力を解くと，瓶の原形に復元する力により切込み(9)から外気を吸い込み飽和状態となった時点で，瓶口用簡易開閉具(D)は原形に復元し，内容物の流出あるいは漏洩は止まる。」(2枚目6頁19行～7頁7行)と記載されている。",
                    "審決は，この記載に基づいて，引用発明2の「簡易開閉具」の内部側表面に直接作用する「圧力」を，他の力と区別するために「外圧」と表現し，瓶の内部側から簡易開閉具の外部側に向けての「外圧」が加わった際に，「外圧」と大気圧との差が発生し，「簡易開閉具」が凸状に変形して内容物を送り出し，その瓶の内部側からの「外圧」が解除された際には，内部の圧力も大気圧(飽和状態)となり原形に復することを把握して，「外圧が加わった際に凸状に変形して内容物を送り出し，外圧が解除された際には，ふたたび原形に復し」と認定したものである。",
                    "そして，上述の「簡易開閉具」を開閉する圧力(大気圧と外圧の差)を発生する外圧の発生機構がいかなるものであっても，大気圧と外圧の差が所定以上となれば「簡易開閉具」が凸状に変形して内容物を送り出すことを，当業者であれば把握可能であり，外圧の発生機構に依存しない技術を把握可能なのであるから，刊行物2の外圧の発生機構から独立して「外圧」を認定し，「外圧が加わった際に凸状に変形して内容物を送り出し，外圧が解除された際には，ふたたび原形に復し，内容物の流出あるいは漏洩を止める食品瓶口用簡易開閉具である弁が開示されているといえる。」とした審決の認定①に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(イ)について",
                  "text": [
                    "また，審決が，認定①から，「容器の外方に対し凹面状とされた膜であって，所定以上の圧力を受けた際に，容器外方向に変形し，当該圧力が解除された際には，当該膜が，容器の内側に向けた凹面形状に戻ることにより，液だれ防止の逆止弁を構成することは，引用発明2に記載されている。」(認定②)と認定判断したことに誤りもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明1の「弾性体膜」及び引用発明2の「簡易開閉具D」はいずれも，いわゆる安全弁と呼ばれる弁の一種であり，低圧状態のときに閉塞させ，高圧状態のときに開放させるために，従来より種々の技術分野において普通に用いられているものである(乙1，2)。",
                    "このような弁の開閉は，一方の側から弁膜にかかる圧力，他方の側から弁膜にかかる圧力，弁膜自体の弾力の3つの力によって決定される。具体的には，一方の側の圧力と他方の側の圧力の差圧が弁膜自体の弾力に勝った場合に開放状態となるもので，本願発明1と引用発明1の場合，下流側の圧力を吸い込みによって減圧して弁膜を開放し，引用発明2の場合，上流側の圧力を増圧して弁膜を開放している。これらは，いずれも上流側を高圧とし下流側を低圧とすることによってその差圧を生じさせて弁膜を開放させるものであり，本願発明1の「弾性体膜」及び刊行物2の「簡易開閉具D」は，弁としては力学的にみれば全く等価であって，同様の機能を有するものであるから，両者において弾性体膜の変形開放のための圧力の伝達機構が異なることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願の平成10年3月2日付け補正書の写し(翻訳文)提出書(甲5)には，「弁体の通常の状態においては，スリット又は穿孔が提供するオリフィスが閉じ，即ち膜の材料がその自己の弾性下で閉塞する。また，外側に向かって弁体に作用する適度の内部圧力，例えば容器が逆転するとき下向きに弁体にかかる容器内容物重量があれば，この圧力は膜材料がスリット又は穿孔の対向側に押圧されるのを助け該スリット又は穿孔の対向側を互いに閉塞する。」(甲5中の補正頁の2枚目8行～11行)，「この場合，紙器から直接飲めるように負圧をかけるか，或いは紙器を圧縮してその内部圧を増大し且つ弁体を通して液体を排出して液体を別の容器に注ぐ。」(同2枚目15行～16行)との記載がある。",
                    "これらの記載は，本願発明1が刊行物2に記載される「食品瓶」と同様の使用形態をも有することを示すものであり，物品の使用形態が異なるため，引用発明2と，本願発明1及び引用発明1とでは，弾性体膜に求められる強度が異なる旨の原告の主張は根拠がない。",
                    "仮に本願発明1と刊行物2に記載される「食品瓶」との使用形態が異なるとしても，弾性体膜の強度をどの程度とするかは，当業者が適宜採用し得る設計的事項にすぎないものである。また，審決は，刊行物2の「簡易開閉具D」の弁としての形状を刊行物1の「弾性薄膜13」に適用して，その形状変更が容易か否かを判断しているのであるから，そもそも両者の強度の相違は，引用発明1に引用発明2を適用することの容易性の判断には関係がない。",
                    "さらに，本願発明1の特許請求の範囲(請求項1)には，弾性体膜の強度に関して，刊行物2に記載される簡易開閉具を排除する強度等の格別の記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決認定の引用発明2は，「内部方向へと皿状に窪んだ通常状態を有する」という，弁膜の形状に係る発明としての「簡易開閉具」の形状に係る発明であり，その内部に働く外圧と大気圧との差で開閉するものであって，外方側に設ける案内具とは独立した技術である。また，その外圧と大気圧との圧力差は，引用発明1及び本願発明1の吸引による減圧により発生させている圧力差と開閉のための作動力として何ら変わることがない。",
                    "しかも，同様の膜を用いた容器において膜の外方側に案内具を設けていないものも出願前に周知であったものであり(乙3)，弾性体膜の外方側に案内具を設けるか否かは当業者が必要に応じて，適宜採用し得る設計的事項にすぎないから，案内具の有無は，相違点の判断に何ら影響しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「飲用」とは「飲むのに用いること」を，「飲む」とは「口に入れて噛まずに食道の方に送りこむ」ことを，「摂取」とは「取り入れて自分のものとすること。特に，栄養物を体内にとり入れること」を意味するものである(広辞苑第五版)。",
                        "そうすると，「利用者が飲用液体を摂取する」とは，必ずしも，「容器内容物としての飲用液体を，そのまま口から体内に取り入れる」ことを意味するとはいえないから，審決が，引用発明2が「利用者が飲用液体を摂取するための物品」であると認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願発明1と引用発明1，2は，容器内部から外部に通じる流通路に弾性体膜を設けることによって，不要な漏洩や逆流を防ぐという同一の機能を実現するために設けられたものであって，「引用発明1に，引用発明2を付加して本願発明1を構成することは当業者が適宜なし得る事項にすぎない。」との審決の判断に誤りはない。",
                        "仮に原告が主張するように引用発明2は利用者が飲用液体を摂取するための物品ではなく，その点で引用発明1と異なるとしても，それは，飲用か，食用かの内容物の差であって，「内部方向へと皿状に窪んだ通常状態を有する」という，弁膜の形状に係る発明の適用に当たり，その弁を開閉させる圧力差に何ら影響を及ぼすものではなく，引用発明1に，引用発明2を付加して本願発明1を構成することを何ら阻害するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本願発明1は，当業者が引用発明1，2に基づいて容易に発明することができたとした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の取消事由(請求原因(4))の有無について，以下，順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明1と引用発明1とが，いずれも「飲料液体が通ることで利用者が飲用液体を摂取するための物品であり，この物品は柔軟で弾力性のある膜からなる弁を備えた口を有しており，該膜は，弁の領域に所定の大きさの吸い込みによってのみ，この物品を通っての飲料液体が流れるような少なくとも一つのスリットを備えているものにおいて，該膜は，この物品の使用時に通常状態を有すること，および，該膜は，吸い込みがなくなった際，自分自身の弾性によって，通常状態へと復帰することで閉鎖すること，を特徴とする物品。」であること(審決認定の一致点)については，当事者間に争いがない。",
                "そして，審決は，本願発明1と引用発明1の相違点について，前記のとおり「本願発明1では，この物品の使用時に飲料液体が摂取される方向とは反対方向で，膜が，物品の内部方向へと皿状に窪んだ通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰することで閉鎖するものであるのに対し，引用発明1では，膜の具体的な形状については記載がない点。」と認定するものであるが，上記一致点と照らし合わせると，審決は，本願発明1の膜の通常状態が「物品の使用時に飲料液体が摂取される方向とは反対方向で，かつ，物品の内部方向へと皿状に窪んだ」状態であるのに対し，引用発明1の膜の通常状態がこのような構成を有していない点を，本願発明1と引用発明1の実質的な相違点として認定したものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，審決認定の相違点のうち，引用発明1の構成について，「引用発明1では，膜が，この物品の使用時に引用液体が摂取される方向と直角方向に平らな通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって小さな開口が閉じる平らな通常状態へと復帰することで閉鎖するものである点」と認定すべきであるから，審決が「引用発明1では，膜の具体的な形状については記載がない」と認定したのは誤りである旨主張するが，仮に原告主張のとおりであるとしても，前記(1)で認定した本願発明1と引用発明1の実質的な相違点の認定を左右するものではないから(原告は，審決記載の相違点のうち，本願発明1の構成を争っていない。)，審決の結論に影響を及ぼすものではなく，原告主張の取消事由1は，本件審決を取り消すべき事由に当たらない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明2の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は，引用発明2について，「第2図および・・・の記載より，引用刊行物2には，弾性体膜からなる簡易開閉具の中心部(8)が，通常は容器内部方向に向かって凹形にくぼんでおり，外圧が加わった際に凸状に変形して内容物を送り出し，外圧が解除された際には，ふたたび原形に復し，内容物の流出あるいは漏洩を止める食品瓶口用簡易開閉具である弁が開示されているといえる。」(3頁38行～4頁4行)と認定(認定①)しているが，これによれば，刊行物2には，「外圧」，すなわちあらゆる種類の圧力によって変形開放する弾性体膜が開示されていることとなるが，刊行物2には，利用者が手で容器の胴部を押圧した場合に内容物を介して弾性体膜を変形開放して内容物を流出するものしか開示されていないから(甲2の2枚目6頁19行～7頁7行)，認定①は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2(甲2)には，次の記載がある。",
                        "①　「実用新案登録請求の範囲」として，「1．プラスチック製瓶の瓶口に内キャップ上筒口頂部(6)および簡易開閉具止め凸部(6a)を有する内キャップ(B)を設け，その上に切込み(9)を有する簡易開閉具(D)を載置し，その上からワンタッチ嵌合式の外キャップ(C)をセットした簡易開閉具を具備した瓶口。」(甲2の2枚目1頁5行～10行)，「3．簡易開閉具周辺部(7)を簡易開閉具の中心部(8)より厚くして湾曲弓状をした弾性体の簡易開閉具(D)において，簡易開閉具周辺部(7)より内側に内容物の流通径路として，切込みあるいは連通孔を設けた簡易開閉具を用いることを特徴とする実用新案登録請求の範囲第1項記載の簡易開閉具を具備した瓶口。」(同1頁17行～2頁3行)。",
                        "②　「(イ)　産業上の利用分野　この考案は，液体の調味料，食品，洗剤，シャンプー，リンス等用の瓶における簡易開閉具を具備した瓶口に関するものである。」(同2頁10行～13行)。",
                        "③　「(ハ)　考案が解決しようとする問題点　キャップを開放したままの状態において，転倒したままの状態であったり，常時キャップを下側にして使用する場合には，従来簡易型のものは，内容物の液体が流出したり，あるいは漏洩したりした。」(同3頁2行～7行)。",
                        "④　「(ニ)　問題点を解決するための手段　一部開口したキャップないし上蓋と瓶口との間に本考案の簡易開閉具を嵌挿する。　この簡易開閉具は，内容物の入っている瓶あるいは容器を倒立しておいてもその圧力に耐えるようなシート状体または板状体に切込みを入れ，または微細な連通孔をもった構造にしたものである。使用に当っては，手で瓶を掴んで押圧すると内容物の液体が流出し，押圧力を解放すると空気を吸いこみ(プラスチック製)瓶および簡易開閉具は原形に復元するようにした。従って，少なくとも切込みを入れたシート状体は弾性体とした。」(同3頁8行～19行)。",
                        "⑤　「例えば　380㏄，あるいは500㏄の内容物の入った開口キャップ付瓶を手で掴み，斜角ないし倒立した状態で目的物に相対し，手に力を入れると(押圧すると)，実施例のものは，簡易開閉具は内容物に押出されて弓状が扁平状あるいは外部え凸状になると同時に切込みより内容物は流出する。力を抜くと(押圧力を解くと)，空気がその切込みより入り，変形した容器および簡易開閉具は原形に回復し，切込みは閉じたようになり内容物は流出しない。」(同4頁10行～19行)。",
                        "⑥　「第2図は，瓶の口部断面図である。(1)は瓶の口部円筒体で，(1a)はネジの凹部，(1b)はネジの凸部で，(2)は瓶の口部円筒体頂部である。　(3)は内キャップ下筒，(3a)はネジの凹部，(3b)はネジの凸部，(4)は内キャップ下筒止め底部である。(5)は逆L形の内キャップ下筒に連なる逆L形の内キャップ上筒で，(5a)はネジの凸部，(6)は内キャップ上筒口頂部，(6a)は簡易開閉具止め凸部である。(7)は簡易開閉具(D)における簡易開閉具周辺部，(8)は簡易開閉具の中心部である。(10)は外キャップ(C)における外キャップ外筒部で，(10a)は内キャップ上筒(5)におけるネジ凸部(5a)に嵌合する嵌合用凹部である。そして(11)は外キャップ口部である。」(同5頁11行～6頁4行)」，「第3図は，簡易開閉具(D)の平面図で，(7)は簡易開閉具周辺部，(8)は簡易開閉具の中心部，(9)は切込みである。」(同6頁5行～7行)。",
                        "⑦　「使用に当っては，瓶(A)を倒立し，手で瓶の胴部を押えると，内容物側に凹状に湾曲した簡易開閉具は中心部(8)が下方外側に押されて，扁平状に，あるいは凸状になり，やがて，切込み(9)が僅かに開いて，内容物が流出する。　押圧力を解くと，瓶の原形に復元する力により切込み(9)から外気を吸い込み飽和状態となった時点で，瓶口用簡易開閉具(D)は原形に復元し，内容物の流出あるいは漏洩は止る。」(同6頁19行～7頁7行)。",
                        "⑧　「(ト)　考案の効果　瓶口に本考案の簡易開閉具を用い，簡易開閉具の切込みや孔状に「ずれ」などの影響を及ぼさないように外キャップや内キャップをセットすることにより，瓶の内容物は漏洩することなく，瓶を横倒しに置いたり，倒立しておいて，その状態で直ちに一回のみならず反復使用できるので，シャンプーやリンス，洗剤などの使用や，調味料，食用油などの使用において効率的であり，考案品は簡便なものであるため安価に多量提供できるものとなる。」(同9頁9行～19行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらの記載及び甲2の第2図・第3図によれば，刊行物2には，「切込み(9)のある弾性体膜からなる簡易開閉具であって，その中心部(8)が，内容物側に凹状に湾曲した通常状態を有し，瓶を倒立し，手で瓶の胴部を押えると，簡易開閉具の中心部(8)が下方外側に押されて凸状になり，切込み(9)が僅かに開いて内容物が流出し，押圧力を解くと，瓶の原形に復する力により切込み(9)から外気を吸い込み飽和状態となった時点で中心部(8)が原形(通常状態)に復し，内容物の流出あるいは漏洩を止めるもの」が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記認定事実によれば，刊行物2(甲2)には，手で瓶の胴部を押えると瓶の内部圧力が高まり，この内部圧力が弾性体膜からなる簡易開閉具の内部側表面に外部側に向けて作用し，簡易開閉具の中心部(8)が通常状態時の凹状の湾曲状態から外側に押されて凸状に変形し，簡易開閉具の切込み(9)が開いて内容物が流出し，その瓶の内部圧力(押圧力)を解くと，原形(通常状態時)に復する力により簡易開閉具の中心部(8)が凸状に変形した状態から内容物側に凹状に変形するとともに，切込み(9)から瓶の内部に外気が導入され，瓶の内部に外気が飽和した状態で切込み(9)が閉じ，原形に復する簡易開閉具である弁が記載されていることが認められる。",
                    "そして，審決は，「第2図および，III-1-(2)-(2-1)～(2-3)の記載より」，刊行物2には「弾性体膜からなる簡易開閉具の中心部(8)が，通常は容器内部方向に向かって凹形にくぼんでおり，外圧が加わった際に凸状に変形して内容物を送り出し，外圧が解除された際には，ふたたび原形に復し，内容物の流出あるいは漏洩を止める食品瓶口用簡易開閉具である弁が開示されている」(3頁38行～4頁4行。認定①)と認定していること，審決の上記(2-1)～(2-3)は，それぞれ前記認定のア(ア)①，③，⑥及び⑦の記載部分に相当することを考慮すると，審決は，手で瓶の胴部を押えることにより簡易開閉具の内部側表面に作用する瓶の圧力(内部圧力)は，瓶の内部側からみると，外部側に向けて作用するので，これを「外圧」と表現したにすぎないものであって，原告が主張するように，審決が引用例2に「あらゆる種類の圧力によって変形開放する弾性体膜が開示されている」とまで認定したものではないものと認められる。",
                    "したがって，審決の認定①に誤りはなく，原告の前記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "次に，原告は，相違点に係る本願発明1の構成は「吸い込みで開放することを前提とする弾性体膜において，通常は物品の内部方向へ皿状に窪んでおり，吸い込みがなくなった際に，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰するもの」であり，「利用者が手で容器の胴部を押圧した場合に内容物を介して弾性体膜を変形開放して内容物を流出する」ものにすぎない引用発明2(刊行物2)には，本願発明1の上記構成は記載されていないから，審決が，引用発明2に対する認定①から，「容器の外方に対し凹面状とされた膜であって，所定以上の圧力を受けた際に，容器外方向に変形し，当該圧力が解除された際には，当該膜が，容器の内側に向けた凹面形状に戻ることにより，液だれ防止の逆止弁を構成することは，引用発明2に記載されている。」(4頁25行～29行)と認定(認定②)したのは誤りである旨主張する。",
                    "しかしながら，審決の認定①に誤りがないことは先に説示したとおりであり，また，前記(1)ア及びイの認定事実に照らすと，審決の認定②にいう「所定以上の圧力」とは，「手で瓶の胴部を押えることにより簡易開閉具の内部側表面に作用する瓶の圧力(内部圧力)」をいうものと認められ，審決が認定①に基づいて認定②の認定判断をしたことに誤りはない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決の認定②は，「所定以上の圧力を受けた際に」おける圧力の作用位置(内部側表面に作用するのか外部側表面に作用するのか)，圧力の種類(押圧力か吸い込み圧か)，圧力の伝達経路(直接的に作用する圧力か，間接的に作用するものか)等が一切無視された上位の発明を認定するものであり，刊行物2に記載された発明とはいえない旨主張するが，前記アの説示に照らし，採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点について，審決が「本願発明1，引用発明1，2のいずれも飲料液体が通ることで利用者が引用液体を摂取するための物品で軌を一にするものであるから，引用発明1に，引用発明2を付加して本願発明1を構成することは当業者が適宜なし得る事項にすぎない。」(4頁31行～34行)と判断したのは誤りである旨主張する。以下，原告の上記主張の具体的根拠について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明2は，物品としてはシャンプー，リンス，洗剤，調味料，食用油等の食品が通ることで利用者がこれら内容物を使用するための瓶であり，容器(瓶)の胴部を手で押圧することで内容物を介して弾性体膜に圧力を加え，弾性体膜を変形開放し，内容物を取り出すものであるのに対し，引用発明1は，飲料液体が通ることで利用者が飲用液体を摂取するための物品であって，人の口による吸い込みによって，まず弾性体膜の変形開放を得，その後，続いて内容物を口から摂取するものであって，その弁(弾性体膜)は，吸い込みがなくなった際に通常の状態に復帰するものであるから，引用発明2とは，発明の対象とする物品が相違するのみならず，弾性体膜の変形開放のための圧力の伝達機構，使用される弁の機能において相違があり，引用発明1と引用発明2とでは，弾性体膜に求められる設計条件・技術的思想が全く異なるものであるから，引用発明1に引用発明2を適用することは容易ではない旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，前述した本願発明1の特許請求の範囲(請求項1)の記載，審決認定の本願発明1と引用発明1の一致点(当事者間に争いがない。)によれば，引用発明1及び本願発明1で取り扱われる物品は，「飲料液体」であることが認められる。",
                        "他方，刊行物2には，「(イ)　産業上の利用分野　この考案は，液体の調味料，食品，洗剤，シャンプー，リンス等用の瓶における簡易開閉具を具備した瓶口に関するものである。」との記載(前記3(1)ア(ア)②)があるように，引用発明2で取り扱われる物品には「食品」を含むこと，「食品」とは，「人が日常的に食物として摂取する物の総称。飲食物」を意味すること(広辞苑(第五版)株式会社岩波書店発行　1342頁)からすれば，引用発明2で取り扱われる物品には，飲食物である飲料液体を含むものと認められるから，引用発明1と引用発明2との間で，取り扱われる物品が相違するものと認めることはできない。",
                        "したがって，「本願発明1，引用発明1，2のいずれも飲料液体が通ることで利用者が引用液体を摂取するための物品で軌を一にするものである」との審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本願明細書(甲4。ただし，甲5による一部補正後のもの)には，次のような記載がある。",
                        "①　「本発明に従って提供される物品は，飲料液体が消費者に摂取される物品であって，該物品の使用中に飲料液体の摂取方向と反対向きに，物品の内側に向かって皿状に窪ませた弾性的に可撓性の材料の膜から構成され，該膜は概してその中心に少なくとも一つのスリットが形成され，弁体の領域に所定レベルの負圧をかけただけで液体が物品を通して吸引されるようにし，また負圧を除くと自己の弾性により閉塞する膜を有する弁体を備えたものである。」(甲5の補正頁の2枚目3行～7行)。",
                        "②　「弁体の通常の状態においては，スリット又は穿孔が提供するオリフィスが閉じ，即ち膜の材料がその自己の弾性下で閉塞する。また，外側に向かって弁体に作用する適度の内部圧力，例えば容器が逆転するとき下向きに弁体にかかる容器内容物重量があれば，この圧力は膜材料がスリット又は穿孔の対向側に押圧されるの助け該スリット又は穿孔の対向側を互いに閉塞する。」(甲5の補正頁の2枚目8行～11行)。",
                        "③　「しかしながら，例えば口から吸って負圧を加えると弁体を通して液体が自由に流れる。例えば，弁体を容器の突出マウスピース又は容器の蓋に設け，マウスピースをユーザーの口に挿入し，ユーザーが負圧を加えると，可撓性膜は反転し，スリット又は穿孔は開き，液体は自由に流れるようになる。また，弁体を飲料紙器に挿入する。この場合，紙器から直接飲めるように負圧をかけるか，或いは紙器を圧縮してその内部圧を増大し且つ弁体を通して液体を排出して液体を別の容器に注ぐ。そして，何れの場合でも，オリフィスを通して弁体内にストローを押し込み，ユーザーがこのストローで飲めるようにする。」(甲5の補正頁の2枚目12行～18行)。",
                        "④　「負圧をかけると，皿状に窪ませた膜は反転され，液体はそのオリフィスを通して吸引され，負圧が開放されると空気がオリフィスを介して容器内に通じ弁体の両側の圧力を等化又はほぼ等化する。更に，弁体は自己の弾性の下にその通常の状態を呈する(即ち内側に皿状に窪む)。」(甲5の補正頁の2枚目19行～21行)",
                        "⑤　「斯く記載例示された装置により，弁体の自然不偏状態ではオリフィス8に漏れは無い。マウスピースに所定の負圧をかけると，可撓性シート7は上方に吸引され，オリフィス8を開口し，液体を吸出させる。負圧を開放すると，空気は弁体が始めの状態に戻るまで同一のオリフィス8を通して後方に流れ，該状態の戻った処で弁体は再度閉塞される。通常の内部圧力の影響下で，例えば容器を逆さまにすると，この圧力がシート7の材料をオリフィス8の両側で互いに押圧し，このオリフィスを閉塞するのに供する。」(甲4の明細書の4頁17行～22行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記記載によれば，本願明細書には，本願の弁体は，飲料液体が消費者に摂取される物品の内側に向かって皿状に窪ませた弾性的に可撓性の材料の膜を有すること，弁体の通常の状態においては，スリット又は穿孔が提供するオリフィスが閉じ，膜の材料がその自己の弾性下で閉塞していること，例えば，弁体を容器の突出マウスピース又は容器の蓋に設け，マウスピースをユーザーの口に挿入し，ユーザーが負圧を加えると，膜は上方に吸引されて反転し，オリフィスを開口し，液体を吸出させ，負圧を解放すると，空気は弁体が始めの状態に戻るまで同一のオリフィスを通して後方に流れ，弁体は再度閉塞されることが記載されていることが認められる。",
                        "そして，本願発明1の特許請求の範囲(請求項1)の文言に照らすと，請求項1の「吸い込み」とは，弁体(弾性体膜)の外部表面に負圧を加えることをいうものと解されるから，この点では，弁体の付いた容器を押圧して弁体の内部方向の内部圧力を高めることによって内容物を排出(流出)する引用発明2とでは，内容物の排出時に弁体に対する圧力の作用位置(弁体の外部表面側か，内部表面側か)が異なるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "しかしながら，本願発明1と引用発明2とでは，弁体(弾性体膜)の外部の圧力を内部方向の圧力よりも低くし，その差圧によって弁体を通じて内容物を排出するという技術的思想において両者に差異はない。",
                        "そして，本願明細書には，「弁体の通常の状態においては，スリット又は穿孔が提供するオリフィスが閉じ，即ち膜の材料がその自己の弾性下で閉塞する。また，外側に向かって弁体に作用する適度の内部圧力，例えば容器が逆転するとき下向きに弁体にかかる容器内容物重量があれば，この圧力は膜材料がスリット又は穿孔の対向側に押圧されるの助け該スリット又は穿孔の対向側を互いに閉塞する。」(前記(イ)②)，「通常の内部圧力の影響下で，例えば容器を逆さまにすると，この圧力がシート7の材料をオリフィス8の両側で互いに押圧し，このオリフィスを閉塞するのに供する。」(同⑤)との記載があるように，本願発明1の弾性体膜においても，容器が逆転した場合であっても，通常時と同様に，膜のスリットは閉じたままの状態を維持していることが認められるから，本願発明1の弾性体膜と引用発明2の弾性体膜(簡易開閉具)は，通常時及び容器を逆転したときは内側に窪んだ状態である点で同じ機能を奏するものと認められる。",
                        "加えて，刊行物2(甲2)には，手で瓶の胴部を押えると瓶の内部圧力が高まり，この内部圧力が弾性体膜からなる簡易開閉具の内部側表面に外部側に向けて作用し，簡易開閉具の中心部(8)が通常状態時の凹状の湾曲状態から外側に押されて凸状に変形し，簡易開閉具の切込み(9)が開いて内容物が流出し，その瓶の内部圧力(押圧力)を解くと，原形(通常状態時)に復する力により簡易開閉具の中心部(8)が凸状に変形した状態から内容物側に凹状に変形するとともに，切込み(9)から瓶の内部に外気が導入され，瓶の内部に外気が飽和した状態で切込み(9)が閉じ，原形に復する簡易開閉具である弁が記載されていること(前記3(1)イ)，審決が認定するように本願発明1，引用発明1，2のいずれも飲料液体が通ることで利用者が引用液体を摂取するための物品であることで軌を一にすること，審決認定の本願発明1と引用発明1の一致点(前述)を総合すると，引用発明1の弾性体膜と引用発明2の弾性体膜(簡易開閉具)において，原告が主張するような弾性体膜の変形開放のための圧力の伝達機構，使用される弁の機能に相違があるものとは認めることはできず，引用発明1と引用発明2とでは，弾性体に求められる設計条件・技術的思想が異なるものと認めることもできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(イ)ないし(エ)の認定事実によれば，本願発明1と引用発明2とでは，内容物の排出時に弁体(弾性体膜)に対する圧力の作用位置(弁体の外部表面側か，内部表面側か)が異なるものの，このことは同じ技術的思想の下における単なる設計的事項の差異にすぎないものというべきであるから，刊行物2には，「物品の使用時に飲料液体が摂取される方向とは反対方向で，膜が，物品の内部方向へと皿状に窪んだ通常状態を有し，吸い込みがなくなった際，自分自身の弾性によって，通常の内部方向に皿状に窪んだ状態へと復帰することで閉鎖する」との相違点に係る本願発明1の膜の構成が開示されているものと認められる。",
                        "そうすると，当業者(その発明の属する技術の分野において通常の知識を有する者)が引用発明1に引用発明2を適用して相違点に係る本願発明1の構成に想到することは容易であったものと認められる。",
                        "したがって，原告の前記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，刊行物2においては，弾性体膜は物品が倒立した状態にされても，その物品を単に保持するにすぎない手の力や内容物自体の重みで開放されてしまうものであってはならず，利用者が内容物の流出の意志をもって容器をかなり押圧した時に初めて，弾性体膜は変形開放するものでなければならないから，引用発明2(刊行物2)の弾性体膜は，かなりの圧力に耐えうる設計が必要なものであることを当業者に予測させるものであるのに対し，本願発明1や引用発明1では，膜は一般的には容器の上方に配置されていて内容物の重みを受けることがない上，特に幼児や老齢者又は虚弱者を含めた人の通常の吸い込み力で変形開放しうることを基本的な条件とするものであるから，弾性体膜に求められる強度についての設計思想は引用発明2とは全く相違し，一般的には引用発明2の物品は，引用発明1の物品より内容物の量が多く設計されるものであることを知っているから，引用発明2の弁のように，瓶の内容物の重み及び人の単なる瓶を保持する力の組み合わせでは開かないような弁を，内容物の量が少なく，人に口の吸い込みによって弁を開放する引用発明1の弁に使用することは容易に思いつかなかったものであり，引用発明1に引用発明2を適用することに阻害要因がある旨主張する。",
                    "しかしながら，前記アの説示に照らすと，弾性体膜に求められる強度についての設計思想が引用発明1と引用発明2とで全く相違する点において引用発明1に引用発明2を適用することに阻害要因がある旨の原告の上記主張を採用することができないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，引用発明1では吸い込みによって飲料液体を摂取することを意図するものであるから，吸い込み側の膜の形状は吸い込みのし易い形状，構造とすること，即ち膜の流出側に口が直接接し，吸い易い構造であることが必要とされるのに対し，引用発明2の膜は，飲用液体の口経由の直接的な摂取を意図したものではなく，内容物を他の容器等に取り出すものであり，膜の外方側には，流出する内容物に一定の方向性を与える案内具を配することが必要とされ(甲2の第2図の外キャップ口部(11)参照)，利用者が飲用液体を摂取するための物品，すなわち容器内容物としての飲用液体をそのまま口から体内に取り入れるための物品ではない旨主張する。",
                    "しかしながら，先に説示したとおり，内容物の排出時に弁体(弾性体膜)に対する圧力の作用位置の違いは単なる設計的事項の差異にすぎないことに照らすと，原告が主張するように引用発明1と引用発明2との間に，飲用液体の口経由の直接的な摂取を意図するかどうかに違いがあるとしても，そのことが，引用発明1に引用発明2を適用することの阻害要因になるものと認めることはできない。",
                    "また，原告が主張するように刊行物2の第2図には，外キャップ口部(11)を有する瓶の口部断面図の記載があるが，刊行物2(甲2)の実用新案登録請求の範囲には，簡易開閉具(弾性体膜)の構成に外キャップ口部(11)を必須のものとすることを示唆する記載はなく，第2図は，一実施例を示したにすぎないものと認められる。",
                    "したがって，原告の上記主張も採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，「引用発明1に，引用発明2を付加して本願発明1を構成することは当業者が適宜なし得る事項にすぎない。」との審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は，引用発明2の膜は，本願発明1や引用発明1の膜とは，膜の配備される物品の相違と関連して決まるところの膜の変形開放に至る圧力の伝達形態及び膜の開放のために求められる設計条件が異なるものであり，本願発明1に関する効果は，引用発明2から予測することができないものであるから，審決が「本願発明1により奏される効果も，引用発明1，2から当業者が当然予測しうる程度のものであって，格別顕著であるとはいえない。」(4頁35行～末行)と判断したのは誤りである旨主張する。",
                "しかしながら，先に説示したとおり，本願発明1と引用発明2との間に，弾性体膜の変形開放のための圧力の伝達機構，使用される弁の機能において原告が主張するような相違があるものと認めることはできないから，原告の主張はその前提を欠くものであって，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10424",
    "date": "2005-11-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009263",
    "ipprecedent_id": "500",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}