{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80275号事件について平成17年11月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が有する後記特許について，原告が無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，平成11年3月15日，名称を「無鉛はんだ合金」とする発明について，下記特許出願に基づく国内優先権を主張して，特許出願(特願平11−548053号)をし，平成13年1月26日，特許第3152",
                  "text": [
                    "945号として設定登録を受けた(請求項の数6。以下「本件特許」という。特許公報は甲24)。",
                    "・特願平10−100141号(平成10年3月26日出願)",
                    "・特願平10−324482号(平成10年10月28日出願)",
                    "・特願平10−324483号(平成10年10月28日出願)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告外2名の者から特許異議の申立てがあり，同申立ては特許庁において異議2001−72269号事件として審理されていたところ，その審理手続中に被告は，(旧)請求項1及び2を削除し，(旧)請求項3～6を(新)請求項1～4に繰り上げる旨の訂正請求をしたが，特許庁は，平成15年2月18日，この訂正を認めた上，(新)請求項1～3に係る特許を取り消し，(新)請求項4に係る特許を維持する旨の決定(甲8)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "そこで被告は，上記決定について東京高等裁判所に取消訴訟を提起するとともに，平成16年4月9日特許庁に対し訂正審判請求をしたところ(訂正2004−39071号事件。甲9)，特許庁は，平成16年6月",
                  "text": [
                    "10日この訂正を認める審決をした(甲10。以下「本件訂正」という。",
                    "本件訂正後の明細書は甲9の「明細書」のとおり)。そして，東京高等裁判所は，平成16年7月26日，本件訂正が認められたことを理由として，上記イの異議の決定のうち(新)請求項1～3に係る特許を取り消すとの部分を取り消す旨の判決(甲15)をしたので，特許庁は，上記異議事件を再び審理し，平成16年9月17日，(新)請求項1～4に係る特許を維持する旨の決定をした(甲41)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，原告は，平成16年12月24日付けで，本件特許(本件訂正後の(新)請求項1～4全部)について無効審判請求をしたので，特許庁はこれを無効2004−80275号事件として審理した上，平成17年11月22日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成17年12月2日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の発明は，前記のとおり請求項1ないし4から成り，その内容は，次のとおりである(以下，各請求項に対応して「本件発明1～4」という。)。",
                "「【請求項1】Cu0．3～0．7重量％，Ni0．04～0．1重量％，残部Snからなる，金属間化合物の発生を抑制し，流動性が向上したことを特徴とする無鉛はんだ合金。",
                "【請求項2】Sn-Cuの溶解母合金に対してNiを添加した請求項1記載の無鉛はんだ合金。",
                "【請求項3】Sn-Niの溶解母合金に対してCuを添加した請求項1記載の無鉛はんだ合金。",
                "【請求項4】請求項1に対して，さらにGe0．001～1重量％を加えた無鉛はんだ合金。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりであり，その理由の要点は，下記の無効理由1～9は，いずれも認めることができないというものである。",
                "記",
                "・無効理由1：本件発明1は，先願である特開平11−277290公報(優先日平成10年1月28日，出願日平成11年1月28",
                "日，出願番号特願平11−20044，出願人株式会社村田",
                "製作所。甲1)に記載された発明と同一であるから，特許法29条の2に違反する(以下，同公報の明細書を「甲1明細",
                "書」と，そこに記載された発明を「甲1明細書発明」とい",
                "う。)。",
                "・無効理由2～5：＜省略＞",
                "・無効理由6：本件発明1にいう「金属間化合物の発生を抑制し」，「流動性が向上した」との発明特定事項の具体的内容が不明であり，また両特性の因果関係が不明であるから，特許法36条4項又は6項に違反する。",
                "・無効理由7，8：＜省略＞",
                "・無効理由9：本件発明2～4は，本件発明1と実質的に同一であるから，無効理由1～7と同様に，特許法29条の2，39条1項，",
                "29条1項3号又は2項，36条4項又は6項に違反する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(無効理由1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「はんだ付けの際に金属間化合物が形成される」とする審決の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「…Snを主要な成分とするはんだにおいて，Sn中にCuを添加して250℃や200℃の温度ではんだ付けをする際，250℃の場合0．5重量％，200℃の場合0．2重量％をそれぞれ超えて添加すると，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴の底部に溜まることは，本件特許の出願前において周知事項と云える。」と認定している(14頁10行～16行)。そして，この認定をもとに，審決は，本件発明1の解決課題について，「…従来のSnを主要成分とするはんだを用いたはんだ付けの際，その使用温度においてCuを所定量以上添加したときに，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴の底に溜ったりして，はんだの流動性を阻害していた…」と認定している(14頁18行～21行)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "審決は，上記周知事項の認定の基礎となった資料として審判乙4～7(本訴甲16～19)の記載を引用している(22頁6行～23頁",
                          "text": [
                            "7行)。しかし，これらの文献は，すべてSn―Pbからなる鉛入りはんだ合金にCuが混入した場合の問題点について記載したものであるから，これらの文献を，Sn−Cuからなる鉛フリーはんだに関する本件発明1の周知事項の認定に用いることはできない。以下，その理由を述べる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "従来の鉛入りはんだは，融点が低いため，はんだ浴の温度を230℃程度に抑えることができ，熱に弱い基板のはんだ付けに適していた。しかし，はんだ付け作業を継続していると，基板や銅線からCuが少しずつはんだ槽内のはんだ浴に溶解し，Cuの含有量が共晶点である0．23％を超えると急激に液相線温度が上昇することになる。このことから，その後も230℃ではんだ付けを継続した場合には，析出したCu Sn がはんだ浴内で成長し，審決が周知事項として認定したような状態になる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "これに対し，本件発明1は，Sn−Cuからなる鉛フリーはんだに関する発明であるから，Cuの含有率が0．7％までは，形成される固体はSnのみであり，Cu Sn やCu Snのような金属間化合物が生成されることはあり得ず，また，本件発明1の組成のはんだ合金を用いる場合，少なくとも260℃以上に設定する必要があるから，はんだ浴の温度も260℃以上の高温である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "したがって，審判乙4～7(本訴甲16～19)に記載された三元合金の問題点をそのまま本件発明1のSn−Cuの二元合金のはんだに当てはめることは全く無意味である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，審決の上記認定は，合金の基本的性状すら理解していない誤った認定である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "被告の主張に対する反論",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被告は，本件発明1の解決課題を，①はんだ付け作業時に発生する「銅食われ」により，溶融はんだ中のCu濃度がクレームの範囲外に至った際に発生する金属間化合物の問題と，②基板接触による溶融はんだの温度低下による金属間化合物の発生の問題であると主張する。",
                                "しかし，本件発明1の構成要件は，「Cu0.3～0.7重量％，Ni0.04～0.1重量％，残部Snからなり，金属間化合物の発生を抑制し，流動性が向上したことを特徴とする無鉛はんだ合金」であるから，本件発明1は，当該無鉛はんだ合金そのものの性質として，金属間化合物の発生を抑制し，流動性が向上したものでなければならない。",
                                "すなわち，本件発明1は，はんだ付けを始める前のSn−Cuはんだの溶融段階で，Cu Sn の金属間化合物が発生し，流動性を阻害することが解決課題となっており，これを解決するためにNiを添加したとする発明である。被告が主張する上記①，②の問題については，本件特許の訂正明細書(甲9の「明細書」)に一切記載がなく，本件発明1の解決課題ではない。",
                                "被告は，後記訂正審判資料1及び無効審判資料1の実験において，本件発明1の組成範囲のはんだ合金をそのまま溶融・噴流し，それをもって，流動性が改善したとの結果を報告しているから，被告自身も，本件発明1の作用効果は，はんだ付け作業前に発揮されるものと明確に主張している。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被告は，後記訂正審判資料2によって，本件発明1の組成外のSn-Cu-Niはんだ(Cu0．7～2．0重量％)は，金属間化合物の発生を抑制することができず，流動性を改善することができないことを明確にした結果，本件発明1は甲1明細書発明と同一発明ではないとして，訂正が認められたという経緯がある。また，甲1明細書(甲1)の【0012】には，「また，本発明の主にSn-Ni-Cuの3元素，Sn-Ni-Ag-Cuの4元素からなるPbフリー半田において，Cuの添加量は全体100重量％のうち0．5ないし2．0重量％であることが好ましい。Cuの添加量が0．5重量％未満であると，接合強度の改善効果が小さい。他方，Cuの添加量が2．0重量％を超えると過剰にCu Sn ，Cu Sn等の固くて脆い金属間化合物が析出することで接合強度が低下する。」と記載され，銅濃度2．0重量％以下に限定することにより「金属間化合物の発生を抑制する」という本件発明1と共通の課題が示されており，本件発明1との相違点は数値限定をしたことのみであるから，本件発明1の数値限定に臨界的意義があるといわねばならない。したがって，本件発明1は銅濃度0．3～0．7重量％の範囲でのみ金属間化合物の発生を抑制し，流動性を向上させるという作用効果を発揮する発明と理解しなければならず，本件発明1が，はんだ付け中に銅食われにより銅濃度が上昇する場合，すなわち，臨界値を超えても作用効果を発揮するという被告の主張は禁反言原則に反するとともに，被告が本件発明1の銅濃度の上限を0．7重量％に限定した意味が全くなくなり，甲1明細書発明と区別することはできなくなる。",
                                "本件特許の訂正明細書(甲9の「明細書」)には，「はんだ付け中にリード線などで通常用いられる母材であるCuの表面からCuが溶出するという銅食われを抑制する機能も果たす。ちなみに…脆い化合物層の成長を遅らせる機能も果たすことになる。」(2頁15行～20行)との記載がある。しかし，この記載は，SnにCuをあらかじめ加えたことによる銅食われの抑制の作用効果について述べているものであり，はんだ付け作業を継続したことによる「銅食われ」による銅濃度の上昇から生じる金属間化合物の発生を抑制する作用効果について述べたものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告補助参加人が製造販売する鉛フリー対応自動はんだ付け装置「SPF−300」は，一般的な大きさの噴流はんだ付け装置といえるが，そのはんだ槽の容量は約52ℓであり，Sn主成分のSn−Cuはんだであれば約350kgのはんだ合金が溶融されることになる。この大量のはんだ合金に約100℃に熱せられたプリント基板が接したとしても，はんだ浴の温度が固相線以下に低下することなどあり得ない。被告は本訴乙3の1～5を提出し，溶融はんだの温度が固相線以下に低下することを立証するとしているが，乙3の1及び2のグラフから明らかなとおり，溶融はんだに接触した基板表面の温度は，一気に液相線以上の250℃程度まで上昇し，その後一度降下した後に，再び250℃程度まで上昇している。この温度低下は，プリント基板と溶融はんだとの温度差により生じたものではなく，溶融はんだの第1噴流(Dip1)と第2噴流(Dip2)との間，つまり，プリント基板が溶融はんだとの接触がない間にプリント基板が冷却され，温度が低下したことを示すものであって溶融はんだの温度低下を示すものではない。したがって，本訴乙3の1～5は，プリント基板の接触によるはんだ槽の溶融はんだの温度低下を立証するものではなく，溶融はんだが固相線温度以下に低下したことを何ら示していない。",
                                "また，原告は，Cu Sn 自体の融点は415℃であるが，一度合金化された金属組織の中に存在するCu Sn は，単体の融点で溶けるのではなく，合金化した場合の固相線～液相線の温度にかけて溶融し，液相線温度以上で完全に溶融する。合金の溶融温度が，合金を構成する金属単体の融点より低くなることは，金属学の常識である(甲31［大澤直著「はんだ付技術の新時代」株式会社工業調査会］の32頁下10行以降参照)。仮に，基板との温度差により一時的に基板面に付着した溶融はんだが，固相線温度以下になりCu Snが生成され，これがはんだ浴内に出て行くことがあったとしても，本件発明1の組成範囲で生成されたCu Sn は，固相線温度である227℃で溶融を開始し，227℃を超過するとCu Sn は完全に溶融し，液相線温度より更に高温で流動するはんだ浴の中で，Cu Sn が成長することはあり得ない。CuSnが固相線温度227℃でSnと同時に溶融することが本合金の固相線温度がSnの232℃より5℃も低下している最大の要因である。以上のことは，社団法人電子情報技術産業協会実装技術標準化委員会「JEITA鉛フリーはんだ実用化検討成果報告書2006」(甲35)43頁上図のグラフにお",
                                "いて，250～260℃に過加熱したSn−0．7Cu合金(№2，",
                                "SC07)に厚さ44μmのCuパターンを浸漬したときに，単体の融点が1083℃の銅が，融点より遥かに低い250～260℃の溶融",
                                "はんだの中にわずか3回の浸漬(1回約5秒～6．5秒)で完全に溶解していることからも明らかである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「Niの添加により金属間化合物の生成が抑制され，流動性が向上する」とする審決の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(ア)のとおり，本件発明1の組成範囲のSn−Cuはんだ合金では，そもそもCu Sn やCu Snのような金属間化合物が生成されることはあり得ず，したがって，Niの添加により上記金属間化合物の生成が抑制されることもないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決は，被告が本件訂正審判請求書(甲9)に添付した資料1及び資料2(資料1は本訴乙8，資料2は本訴乙9としても提出されている。以下資料1を「訂正審判資料1」，資料2を「訂正審判資料2」という。)並びに被告が無効審判において提出した平成17年8月16日付け上申書(本訴甲30)に添付した無効審判資料1及び無効審判資料2(無効審判資料1は本訴乙10，無効審判資料2は本訴乙11としても提出されている。)を参考にして，Niの添加によりSn−Cuのはんだの流動性が向上したと認定した(23頁下9行～7行)。",
                            "しかし，被告が行った実験は，いずれも，次のとおり，妥当性を著しく欠くものであるか又は本件特許発明の作用効果を認定する上で何ら関係のないものであるから，本件発明1の作用効果を認定する資料となり得ない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "訂正審判資料1につき",
                              "text": [
                                "訂正審判資料1は，噴流はんだ付け装置にSn−Cu0．5％のはんだ合金と，これにNiを0．05％添加したはんだ合金の流動性を比較するというものである。しかし，この実験の測定方法は，絶えず噴流し，運動を続けるはんだのノズル面から3mm以上の高さを，1mm単位のスケールの金尺を使用して，目視により0．1mm単位で計測するというものであり，その計測数値には全く信用性がないし，任意の1コマを選択して計測しているにすぎない。また，Ｎ＝1～5のサンプルをどのような方法で選択したのかについて何の説明もなされていないし，5つのサンプルの内，1つのサンプル写真しか提示されていない。噴流の高さは絶えず変動しているのであるから，自己の都合の良いサンプルのみを選択した場合には，あたかも流動性が向上したかのようなデータを得ることが容易である。",
                                "これに対し，原告は，A大阪大学大学院教授(以下「A教授」という。)に，本件発明1の解決課題及び作用効果について，意見書の作成を依頼し，訂正審判資料1の追試実験を行った(本訴甲6)。この実験は，CCDカメラにより，被告が用いた組成割合を含む6つのはんだ合金の1次噴流の様子を30コマ／秒で撮影し，30コマの静止デジタル画像の噴流の高さを4つの地点において計測したものである。この実験では，1秒間30コマで撮影した噴流の高さを平均している。A教授が「Sn-Cu-Ni系はんだ合金の噴流高さ計測実験報告書」2頁2．「実験結果」で明らかにしているとおり，Ni添加により，流動性が改善するとの有意的な計測結果は得られなかった(同報告書添付の図4及び図5参照)。",
                                "したがって，訂正審判資料1の実験結果は全く信用することはできない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "訂正審判資料2につき",
                              "text": [
                                "訂正審判資料2の実験は，甲1明細書発明の実施例に記載されたはんだ合金に流動性がないことを証明する目的で行われたものと思われる。しかし，A教授の意見書2頁「本件実験2について」に記載されているとおり，訂正審判資料2の実験の追試実験では噴流が20秒で止まることはなく，訂正審判資料2の実験の正当性は疑わしいといわざるを得ない。また，訂正審判資料2の実験のはんだ合金のCuの量は1．7％と本件発明1の範囲(0．3～0．7％)を",
                                "大きく超えるものであるから，この資料自体，本件発明1の作用効果に何ら関係のないものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "無効審判資料1につき",
                              "text": [
                                "被告は，無効審判資料1の実験において，4つの組成のはんだ合金の噴流の状態を，スイッチを入れてから20秒後と30分経過後に写真に撮り，「全ての材料において噴流直後から30分経過まで，極めて良好な噴流状態であることを維持したことを確認した。」と主張している(本訴甲30の1頁下2行～最終行)。しかし，この実験では，溶融はんだの温度は250℃又は270℃に維持されており，被告の主張する基板との接触はなく，液相線以下に低下することはあり得ないから，Cu Sn の金属間化合物が物理的に発生するはずがない。また，この実験はNiを添加する前のSn−Cu合金の流動性を比較の対象にしていないから，この実験は，Niが金属間化合物の発生を抑制し，流動性を向上させることを何ら立証するものではない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "無効審判資料2につき",
                              "text": [
                                "被告は，無効審判資料2の実験において，Sn−Cu1．7％−Ni",
                                "0．15％のはんだ合金を噴流はんだ付け装置で使用したときに発生したとされる沈殿物を分析しているが，この実験結果がどうであれ，本件発明1の組成範囲を明らかに外れる実験であるから，この実験が本件発明1の作用効果には何ら関係がないことは明らかである。",
                                "上記実験におけるはんだ槽の設定温度は250℃であるところ，液相線温度が250℃となるCu含有量は1．2重量％であるから，Cu濃度が1．7重量％である上記実験においては，永遠に，はんだが完全に溶融しない。したがって，上記実験結果が液相線温度以上でSn−Cuの金属間化合物がある程度の間残存する証拠にはなり得ない。また，上記実験において，はんだ槽中のCu，Ni濃度が低下し，噴流が再開したことは，噴流により平衡状態で溶解できないCu，Niを高濃度に含む金属間化合物が堆積し，それを取り除くことで，実質上はんだ槽中のCu，Ni濃度が低下し，液相線温度自体が低下しただけであり，NiがCu Sn の金属間化合物の形成を抑制したためではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，「Niの添加により金属間化合物の生成が抑制され，流動性が向上する」とする審決の認定は，誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "なお，被告は，0.3～0.7％のCuと0.04～0.1％のNiでは完全に固溶する関係にあり，CuがSnと化合するよりもNiと結びつく力の方が強いと主張するが，三元合金において全固溶の物質が他の物質よりも結合しやすいなどという技術常識は存在しない。",
                            "また，後記乙4記載の実験(実験者D，報告者C「Sn-0.7wt%Cu合金の流動性に及ぼすNi微量添加の影響」)については，この実験で計測したとする「流動性」なるものは，はんだを使用するときの溶融したはんだの流動性ではなく，はんだが冷えて固相線温度以下になり，固体になるときの流動性である。本件発明1の作用効果は，審決の認定によれば，本件発明1の組成からなるはんだ合金を溶解して，はんだとして使用するときに，溶融はんだの中に発生する金属間化合物を抑制し，流動性を向上させたものでなければならないから，本実験が定義する「流動性」を計測したとしても，本件発明1の「流動性」を計測したことにならない。また，この実験と金属間化合物の発生の抑制との関係について，上記乙4には，後記「実験結果に対する個人的見解」の記載があるのみで，本件発明1のはんだ合金が，はんだ付け開始前の溶融状態において，金属間化合物の発生を抑制し，流動性が向上したものであることは何ら裏付けられていない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告の主張に対する判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，本件発明1の流動性について，「本件発明1における『流動性』とは前示のとおりのものであって，『溶融あるいは溶解してしまった状態では金属間化合物は存在しないという』状態のはんだを比較の対象としたものでないことは明らかである。」と認定している(24頁3行～6行)。そして，このような認定をした理由について，審決は，「Snを主要な成分としCuを所定量以下含有するはんだ合金を液相線温度以上の雰囲気に置き十分な時間をかければ平衡状態の完全な液体になると認められるが，Sn−Cuのような融点が高い金属間化合物が存在する場合には，液相線温度以上に置いてもその金属間化合物は直ちに融解して均一化するのではなく，金属間化合物を含んだ非平衡状態がある程度続くことになることは，乙4～乙7の前示の記載や，訂正審判書(甲9)に添付された資料1，2，及び，被請求人提出の上申書に添付された無効審判資料1，2の記載から見ても明らかである。そして，本件発明1は，そのような金属間化合物が存在する組成及び状態のはんだ合金を比較の対象としたものと認められる。」(24頁7行～16行)と述べている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，この認定が誤りであることは，以下の理由により明らかである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "まず，フローはんだ付け装置を使用するに当たっては，はんだ付けを行う前にはんだ浴の温度を，使用するはんだ合金の液相線温度の30℃～80℃以上に設定し，液相線以下固相線以上の範囲で存在する金属間化合物を溶解し，完全に液体にしてから，作業を開始することは，当業者の技術常識である。審決が，本件発明1を「『溶融あるいは溶解してしまった状態では金属間化合物は存在しないという』状態のはんだを比較の対象としたものではない」(24頁4，5行)と認定したこと自体，特許発明が当業者の常識をベースに理解されるという基本を忘れたものといわざるを得ない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "次に，審決は，「…Sn−Cuのような融点が高い金属間化合物が存在する場合には，液相線温度以上に置いてもその金属間化合物は直ちに融解して均一化するのではなく，金属間化合物を含んだ非平衡状態がある程度続く…」と認定している(24頁9行～11",
                              "text": [
                                "行)。しかし，すでに(ア)で述べたとおり，本件発明1の組成範囲のSn−Cu合金においては，液相線以下固相線以上の温度範囲にあっても物理的にCu Sn やCu Snのような金属間化合物が形成されることはあり得ない。また，Cuの融点は単独では1083℃と非常に高温であり，Cuの比率を上げていけば，かなり高温になるまでCu Snが溶け残ることになる。しかし，本件発明1の組成範囲であるCu0．3％～0．7％のSn−Cu合金の融点は，約227℃～230℃",
                                "程度に過ぎない。合金化された金属組織の中に存在するCu Sn は単体の融点で溶けるのではなく，合金化した場合の固相線～液相線温度にかけて溶解する。したがって，合金中に存在する特定の化合物の融点に着目し，合金全体の融点を議論すること自体，合金の特徴を把握していないと言わざるを得ない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "審決は上記認定をした根拠として，「乙4～乙7の前示の記載や，訂正審判請求書(甲9)に添付された資料1，2，及び，被請求人提出の上申書に添付された無効審判資料1，2の記載」を挙げている(24頁12行～14行)。しかし，これらが根拠にならないことは，上記(ア)，(イ)で述べたとおりである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，審決が上記aの認定により，原告の主張を「…前提からして妥当性を欠くものであり採用できない。」と判断したこと(24頁17行～18行)は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおり，本件発明1には，解決すべき課題は存在せず，作用効果も認められない以上，本件発明1は，甲1明細書発明と同一の発明であるから，本件発明1についての特許は，特許法29条の2に違反してなされたものである。",
                        "本件発明1は甲1明細書発明と同一の発明ではなく，本件発明1についての特許は特許法29条の2に違反しないとする審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(無効理由6についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件発明1の限定事項である「金属間化合物の発生を抑制し，流動性が向上した」の意味について，「従来のSnを主要成分とするはんだを用いたはんだ付けの際，その使用温度においてCuやNiを単独で所定量以上添加したときに，SnとCu又はSnとNiの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴の底に溜ったりして，はんだの流動性を阻害していたのを，互いにあらゆる割合で溶け合う全固溶の関係にあるCu0．3～0．7重量％とNi0．04～0．1重量％を添加することにより，SnとCu又はSnとNiの不溶解性の金属間化合物の析出がなくなり，また，ざらざらした泥状となってはんだ浴の底部に溜ることもないから，噴流はんだ付け等のはんだ合金の流動性を必要とするはんだ付けに適したさらさらの状態の流動性になることを意味するものと云える。」と認定した(23頁15行～26行)。",
                        "しかし，前記アで述べたとおり，本件発明1には，審決が認定するような解決課題は存在せず，作用効果も認められない。",
                        "したがって，本件発明1の限定事項である「金属間化合物の発生を抑制し，流動性が向上した」との記載は，「発明の詳細な説明」に記載されていない発明を記載したものである。また，本件発明1の「流動性」については，その意味を理解することができないから，発明が明確でない。さらに，本件発明1は，「発明の詳細な説明」を見ても，当業者がこれを実施することはできない。",
                        "以上のとおり，本件発明1についての特許は特許法36条4項，6項1号又は6項2号に違反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許法36条4項違反の場合は，明細書にその疑いがあることを原告が主張し，一応の立証をする以上，その違反事実のないことを特許権者が主張立証すべきことは明らかである。それにもかかわらず，審決は，明細書の記載がそれ自体事実であることを前提として同項違反の審理を行っている。この点においても，審決は法律の適用を誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，審決は，「…従来のSnを主要成分とするはんだを用いたはんだ付けの際，その使用温度においてCuやNiを単独で所定量以上添加したときに，SnとCu又はSnとNiの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴の底に溜ったりして，はんだの流動性を阻害していた…」(23頁15行～19行)と述べ，あたかも従来からSn−Cuはんだ合金と同様な問題が，Sn―Ni合金にもあるかのような認定をしている。従来はSn−Ni合金は，Niの含有量が0．15％を超えると急激に融点が上昇する上に，はんだ特性の改善に何ら寄与するものではなかったため，はんだ合金としての利用は全くなされておらず，フローはんだ付けでSn−Niはんだ合金が使用され，SnとNiの金属間化合物が問題となっていた事実など全くない。また，本件発明1は，あくまでも「…SnにCuを加えることによってはんだ接合材としての特性を期待するもの…」であり(本件特許の訂正明細書［甲9の「明細書］3頁10行～11行)，Sn−Cuはんだ合金の欠点を克服するためにNiを添加した三元はんだ合金の発明である。したがって，Sn−Cu−Ni三元はんだ合金を製造過程で，たまたまSnにCuより先にNiを溶解させ，液相線以下固相線以上の範囲で一時的にSn−Niの金属間化合物が形成されたとしても，そのことは，本件発明1の解決課題に何の関係もなく，技術的に全く意味がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，本件発明1の「金属間化合物の発生を抑制し，流動性が向上した」の意味は明らかであるから本件発明1についての特許は特許法36条4項又は6項に違反しないとする審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(無効理由9についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明2，3につき",
                      "text": [
                        "審決は，本件発明2，3は本件発明1と実質上同一であるから，本件発明1と同様に無効である旨の原告の主張に対し，「…付加された特定事項は，その意味が明確であるし，また，当業者が実施をすることができない事項でもない。」と判断した(27頁11行～12行)。",
                        "しかし，本件発明2，3は，製造方法の発明ではなく，本件発明1と同一の無鉛はんだ合金の発明である。本件発明2，3は，いずれも本件発明1のはんだ合金を製造する過程を限定したものと解されるが，はんだ合金を製造する際には，一度液相線温度以上で完全に溶解した後にこれを固めて合金とするのであるから，その製造過程において，SnにCuを先に入れるか，Niを先に入れるかによって，製造される三元はんだ合金の性質は異なるものではなく，全く同一のものができあがる。したがって本件発明2，3が製造方法を限定することの意味は全くなく，本件発明1と実質的に同一の発明であり，本件発明1についての特許が無効である以上，本件発明2，3についての特許も無効である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明4につき",
                      "text": [
                        "審決は，本件発明4は，本件発明1と実質的に同一である旨の原告の主張に対し，「…本件発明4は，本件発明1を引用し『さらにGe0．001～1重量％を加えた』という特定事項を付与して限定するものであ」る(27頁下12行～11行)として，実質的同一性を否定しているものと思われる。",
                        "しかし，本件特許の訂正明細書(甲9の「明細書」)には，Geの添加について「Geは融点が936℃でありSn−Cu合金中には微量しか溶解せず，凝固するときに結晶を微細化する機能を有する。また，結晶粒界に出現して結晶の粗大化を防止する。さらに，合金溶解時の酸化物生成を抑える機能も有する。ただし，1重量％を超えて添加するとコストが高くつくばかりでなく，過飽和状態になって均一に拡散しないので，実益はない。」と記載されている(4頁13行～17行)。この記載から明らかなとおり，Geは，本件発明1のはんだ合金に上記作用効果を相乗付加するために添加されるものであるから，本件発明1に，前記アのとおり解決課題，作用効果がない以上，Ge添加は無意味な限定である。",
                        "したがって，本件発明4は，実質的に本件発明1と同一であり，無効である。",
                        "また，甲7(特開昭62−230493号公報)によりはんだ合金に",
                        "Geを添加すること自体は公知であり，本件発明1に新規性も進歩性もない以上，本件発明4には進歩性が認められず，特許法29条2項により無効である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，本件発明2～4について無効理由がないとする審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "はんだ付けの際に金属間化合物が形成されること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明1の組成のはんだ合金を用いる場合，少なくとも260℃以上に設定する必要があると主張する。",
                        "しかし，近年のICなどの半導体を始めとする部品の実装スペックは，ほとんどが260℃において10秒の浸漬が限度である。それ以上の環境であれば実装される半導体が高温による悪影響を受けることは実装業界の常識であり，通常260℃以上に設定することはない。鉛フリーはんだにおける実装温度は一般に248℃～260℃が推奨されており，被告製品では，はんだ浴を250℃～255℃に設定することを推奨している。なお，原告補助参加人代表者(B)が発明者であり，その関連会社が出願している特許出願の公開特許公報(特開2005−353719号公報［乙1。以下「乙1公報」という。］)においても，Sn-0.7Cuの鉛フリーはんだについて，「…これらの鉛フリーはんだを噴流はんだ槽で使用する場合，溶融はんだの温度は約240℃以上という高温となる」と記載されており(【0005】)，260℃以上という温度より低い温度が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の基本組成であるSn-Cu合金をフローはんだ付けに用いた場合に金属間化合物が形成されることについて，本件特許の訂正明細書(甲9の「明細書」)は次のとおり説明している。",
                        "「NiはSnとCuが反応してできるCu6Sn5あるいはCu3Snのような金属間化合物の発生を抑制する作用を行う。このような金属間化合物は融点が高く，合金溶融時に溶湯の中に存在して流動性を阻害し，はんだとしての性能を低下させる。そのためにはんだ付け作業時にはんだパターン間に残留すると，導体同士をショートさせるいわゆるブリッジとなることや，溶融はんだと離れるときに，突起状のツノを残すことになる。そこで，これを回避するためにNiを添加したが，Ni自身もSnと反応して化合物を発生させるが，CuとNiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，NiはSn-Cu金属間化合物の発生に相互作用をする。本発明では，SnにCuを加えることによってはんだ接合材としての特性を期待するものであるから，合金中にSn-Cu金属間化合物が大量に形成されることは好ましくないものということができる。そこで，Cuと全固溶の関係にあるNiを採用し，CuのSnに対する反応を抑制する作用を行わしめるものである。」(3頁1行～14行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一方，乙1公報には，Sn-Cuはんだ合金をフローはんだ付けに使用した場合の金属間化合物に関して，次のように記載されている。",
                        "「また噴流はんだ槽でプリント基板を大量にはんだ付けすると，プリント基板の銅箔が噴流はんだ槽の溶融はんだ中に少しずつ溶け込んでSnとCuからなる針状の金属間化合物が発生してしまう。この金属間化合物が噴流はんだ槽の溶融はんだ中に大量に発生すると，針状の金属間化合物がプリント基板の隣接したはんだ付け部間に跨って付着し，短絡を起こすようになる。金属間化合物が発生するのは，溶融はんだがプリント基板の銅箔に付着したときに，はんだ中のSnと銅箔のCuとが合金化し，Cuの合金部分の融点が下がるためCuが溶融はんだ中に溶け込む。そして溶融はんだ中のCuの溶解量が多くなると，CuSnの金属間化合物として析出してくるものである。つまりはんだ中のSnの含有量が多いほど，そして溶融はんだの温度が高いほど，プリント基板からはんだ中へのCuの溶解量が多くなる。従って，Sn主成分で溶融温度を高くした鉛フリーはんだでは，溶融はんだ中に溶け込むCuの量が多くなり，その結果，大量の金属間化合物が発生して短絡のような不良を発生させてしまうのである。」(【0009】)",
                        "「ところで，噴流はんだ槽では，酸化物や金属間化合物が発生することは，やむを得ないことである。しかしながら噴流はんだ槽で鉛フリーはんだを使用すると，酸化物の発生が多いばかりでなく，金属間化合物の発生も多く，しかも金属間化合物は鉛フリーはんだよりも比重が大きいため，溶融はんだの下方に沈んでしまい，それを除去することが困難であった。…」(【0011】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙1公報で説明されている金属間化合物の生成は，プリント基板の銅箔が噴流はんだ槽の溶融はんだ中に少しずつ溶け込んでSn-Cu金属間化合物が発生することを述べるもので，はんだ槽中に共晶点(Sn99．3％の点)よりもCuが多くなり，液相線以上の温度であってもCu Sn の金属間化合物が発生することを示すものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件発明1におけるCu濃度0．3～0．7重量％は共晶点よりもCuが少ないが，このCu濃度条件にあっても，通常のはんだ付け操業時において溶融はんだ中にCu Sn 金属間化合物が発生することが不可避であることは，次に述べるとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "例えばプリント基板サイズが幅247mm，長さ327mmの大型標準サイズに部品を実装する場合には，一般的にはプリント基板の搬送速度は毎分1m程度である。そして，連続する基板は約73mmの間隔で次々とはんだ付け工程に投入される。この場合，プリント基板は常温で工程に投入されるが，約100℃までプリヒート(予熱)され，溶融はんだのウエーブに接触することになる。溶融はんだは，はんだ槽において約250～255℃で管理されているが，100℃のプリント基板に接触した溶融はんだは急激に温度降下(温度ドロップ)が発生し，プリント基板の場所によっては196～220℃まで冷却されてしまう(本訴乙3の1～5)。そうすると，溶融はんだは固相線温度である227℃以下まで下がることになり，Cuの添加量が0．3～0．7重量％のいかなる範囲においても，固体スズのみならず，Cu Sn 金属間化合物が生成される。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告が主張するように，仮に溶融はんだの管理温度を260℃以上に設定した場合であっても，約100℃にプリヒートしたプリント基板に溶融はんだが接触すれば，接触した部分のはんだは確実に固相線温度より低い温度まで降下する。この場合には通常の操業温度の場合よりも温度ドロップの時間は短くなることが予想されるが，いずれにしても固相線温度を下回るので，金属間化合物が発生する事実に変わりはない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "Cu Sn 金属間化合物は415℃以上でなければ融けない(椙山正孝著「非鉄金属材料」コロナ社［甲27］49頁，乙2)ので，いったんこれが生成されると通常のはんだ付け温度である250～255℃では短時間に容易に溶解しない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，はんだ付け作業時のみならず，はんだ付け開始前の段階でも，何らかの要因で溶融はんだが液相線温度から固相線温度以下に推移するということがあり得る。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，Sn-Cu合金をフローはんだ付けに用いた場合に金属間化合物が発生すると認定した審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Niの添加により金属間化合物の発生が抑制され流動性が向上すること(ア) 原告は「本件発明1の組成範囲のSn−Cuはんだ合金では，そもそもCu Sn やCu Snのような金属間化合物が生成されることはあり得ず，したがって，Niの添加により上記金属間化合物の生成が抑制されることもない」と主張するが，Sn-Cuはんだ合金では金属間化合物が生成されないという誤った前提に基づいたものであり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "Niの添加により金属間化合物の発生が抑制され流動性が向上するメカニズムは，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "NiとCuは相互に全固溶の関係にあり，両者はどのような配合においても固溶する。つまり，0.3～0.7％のCuと0.04～0.1％のNiでは完全に固溶する関係にあり，CuがSnと化合するよりもNiと結びつく力の方が強いのでCu Sn 金属間化合物の発生が阻止されるという抑制効果を発揮する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "化合物が発生した場合であっても，Niが介在することによって結晶の粗大化を抑制する。Cu Sn 金属間化合物は通常では針状結晶物であり，これが多く発生すると，はんだ浴中で流体抵抗を示すことから，溶融はんだの流動性を阻害することになる。しかし，Niを添加することによって，結晶自体の粗大化を抑制することになるので，流体である溶融はんだにおける流体抵抗が小さくなり，流動性が改善される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告の訂正審判資料1，2及び無効審判資料1，2についての主張に対し，次のとおり反論する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正審判資料1につき",
                          "text": [
                            "原告は，1mmスケールの金尺で測定した数値に信頼性がなく，デジタル画像によって計測した数値には信頼性があると主張するが，その主張自体が無意味である。1mmスケールによって10分の1まで読み取ることは，通常行われている計測手法である。",
                            "また，原告は，Ｎ＝1～5のサンプルの選択についても疑問視しているが，評価を正しくするために同様の組成のサンプルを5個採用したものであり，何ら問題はない。",
                            "訂正審判資料1の測定方法は，デジタルカメラで撮影した噴流の画像をパソコンに取り込み，背景に設置された金尺のスケールと噴流を画像解析し，デジタル的に噴流高さを算定したものである点において，原告の測定方法と同等であり，同等の信頼性は確保されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "訂正審判資料2につき",
                          "text": [
                            "原告は，訂正審判資料2についても疑問を呈しているが，原告が提出した甲6(Aの「意見書」)をまず信頼し，これと異なる結果は信頼できないとの主張にすぎず，実質的な根拠はない。実験条件が異なれば結論も異なることは，通常見られるものである。原告は，Cuの量が1．7％と本件発明1の範囲を大きく超えることも問題にしているが，当該実験は数値限定の臨界的意義を問題としたものではないから，原告の主張は正当性を欠くものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "無効審判資料1につき",
                          "text": [
                            "無効審判資料1は，Niを添加した本件発明1の範囲のはんだが良好な流動性を示すことを確認したものであり，訂正審判資料2と併せて評価すれば，Niを添加しない溶融はんだと，Niを添加した溶融はんだの流動性の違いは明らかである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "無効審判資料2につき",
                          "text": [
                            "無効審判資料2は，Cuの濃度が例えば1．7％のように高い場合には良好な噴流が得られないこと，及び沈殿物が発生した後は再び噴流が開始されることを示したものである。そして，沈殿物の組成を分析すれば，再度噴流した溶融はんだの組成が明確になることを示したものである。同資料の実験では，沈殿物にCuが1．07％含まれていたので，当初溶融はんだに含まれていた1．7％Cuの濃度は相当に希釈されたことが確認できる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "オーストラリアのクイーンズランド大学工学部の上級研究員として在籍するとともに，大阪大学大学院工学研究科の招聘助教授を兼務しているC(以下「C研究員」という。)が作成した「Sn-0.7wt%Cu合金の流動性に及ぼすNi微量添加の影響」と題する実験報告書(乙4)によると，Sn-0.7wt%Cuに対してNiを0～0.1重量％まで11段階に調整した試料について，溶融させた状態の試料にガラス管の端部を漬け，所定の真空引きで溶融試料をガラス管内に引きこみ，試料の流れが止まった位置までの長さを測定したところ，その値はNi添加量300ppmまでにおいて著しい変化はなく，400ppmで緩やかな増加に転じ，500ppmの試料で最大値を示し，それ以上のNi添加量では800ppmまで緩やかに減少し，800～1000ppmの間で急速に減少する。この実験は，ラゴーン法と呼ばれる古くから確立している方法により行われたもので，その結果から，本件発明1のNi添加量0.04～0.1重量％(400～1000ppm)を持つはんだ合金は，非常に優れた流動性を示すことが明らかである。",
                        "乙4の実験は，一定範囲のNiをSn-Cu合金に対して微量添加することによって，Niを添加しないSn-Cu合金よりも流動性が向上したものであることを示しているが，これが「金属間化合物の発生を抑制し」たことに起因するものであるかどうかについては，当該実験から直接的には導かれない。この点について，乙4では，「実験結果に対する個人的見解」中に，「Niを添加することによって凝固時(液相→固相の相変態時)に金属間化合物であるCu Sn 中に選択的にNiが取り込まれ，Cu Sn固液界面エネルギー状態に変化を来たす。詳しくは，溶解エントロピー，α(=ΔS/R)の値が2以下でノンファセット(Snは1.7程度)，そf",
                        "れ以上でファセット相として凝固するが，ファセット相のCu Sn のαの値(潜熱不明のため，2以上であると予測されている…)がNi添加により下がった可能性が考えられる…。そのためCu Sn の晶出(あるいは発生)が抑制(あるいは制御)される。その結果として，『流動性』が向上し，最終凝固組織中のCu Sn の形状が針状のものから球状へと変化する。」と記載されている(10頁10行～18行)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「原告の主張に対する判断の誤り」に対する反論",
                  "text": [
                    "原告は，Sn-Cuはんだ合金では金属間化合物が発生しないという誤った技術認識に立って主張したものであり，審決においてSn-Cuはんだ合金においては金属間化合物が発生するという正しい技術認識のうえで原告の主張を排斥したことに誤りはない。",
                    "また，操業開始時に，はんだを完全に溶融して液体にしてから作業を開始したとしても，操業中にプリント基板へのはんだ付けによって溶融はんだが固相線温度よりも低くなることによって金属間化合物が必然的に発生することは，すでに述べたとおりであるから，審決がこの点について積極的に言及していなかったとしても，結論は妥当であり，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，本件発明1の「金属間化合物の発生を抑制し，流動性が向上した」につき，解決課題は存在せず，作用効果も認められないと主張する。しかし，前記(1)において反論したように，本件発明1において「金属間化合物の発生を抑制し，流動性が向上した」との特定事項は技術的に正しいものであるから，原告主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "原告は，本件発明2，3は，本件発明1と実質的に同一であることを根拠として，本件発明1に無効理由が存在するから，本件発明2，3にも同じように無効理由が存在すると主張している。しかし，前記のように，本件発明1には無効理由が存在しないから，原告主張は理由がない。",
                "また，原告は，本件発明4についても，Ge添加は無意味な限定であり，本件発明1と実質上同一発明であるから，無効であると主張している。しかし，本件発明1には無効理由が存在しないから，原告主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(無効理由1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「はんだ付けの際に金属間化合物が形成される」とする審決の認定の当否ア 本件特許の訂正明細書(甲9の「明細書」)の「発明の詳細な説明」に は，次の記載がある。",
                "「技術分野",
                "本発明は，新規な無鉛はんだ合金の組成に関するものである。",
                "背景技術",
                "従来からはんだ合金において鉛は錫を希釈して流動性およびヌレ特性を改善する重要な金属であるとされていた。しかし，最近では，はんだ付けを行なう作業環境，はんだ付けされた物品を使うときの使用環境，およびはんだを廃棄するときの地球環境などを考慮すると，毒性の強い重金属である鉛の使用を回避するのが好ましいという観点から，はんだにおいて鉛合金を避ける傾向が顕著である。",
                "ところで，いわゆる無鉛はんだ合金を組成する場合であっても，合金自体が相手の接合物に対してヌレ性を有していることが不可欠であるから，このような性質を有する錫は合金母材としては不可欠である。従って，無鉛はんだ合金としては，錫の特性を十分に活かし，かつ従来の錫鉛共晶はんだに劣らない接合信頼性を発揮させることができる添加金属をどの範囲で特定するかということが非常に重要になる。",
                "そこで，本発明では無鉛でかつ錫を基材としたはんだ合金を開発し，工業的に入手しやすい材料で，従来の錫鉛共晶はんだにも劣ることがなく，強度が高く安定したはんだ継手を構成することができる，金属間化合物の発生を抑制し流動性が向上したはんだ合金を開示することを目的としたものである。",
                "発明の開示",
                "本発明では，上記目的を達成するためのはんだ合金として，Cu0．3～0．7重量％に，Ni0．04～0．1重量％，残部Snの3元はんだを構成した。この成分中，Snは融点が約232℃であり，接合母材に対するヌレを得るために必須の金属である。ところが，Snのみでは鉛含有はんだのように比重の大きい鉛を含まないので，溶融時には軽くふわふわした状態になってしまい，噴流はんだ付けに適した流動性を得ることができない。又，結晶組織が柔らかく機械的強度が十分に得られない。従って，Cuを加えて合金自体を強化する。CuをSnに約0．7％加えると，融点がSn単独よりも約5℃低い約227℃の共晶合金となる。又，はんだ付け中にリード線などで通常用いられる母材であるCuの表面からCuが溶出するという銅食われを抑制する機能も果たす。ちなみに，錫鉛共晶はんだにおける銅のくわれ速度と比較すると，260℃のはんだ付け温度において上記Cuを添加した場合には約半分程度の速度に抑制される。",
                "又，銅くわれを抑制することは，はんだ付け界面における銅濃度差を小さくして，脆い化合物層の成長を遅らせる機能も果たすことになる。",
                "また，Cuの添加はディップはんだ付け工法で長期使用した場合のはんだ自身の急激な成分変化を防止する機能も発揮する。",
                "Cuの添加量としては，0．3～0．7重量％が最適であり，これ以上Cuを添加すればはんだ合金の融点が再び上昇する。融点が上昇するとはんだ付け温度も上げなければならないので，熱に弱い電子部品には好ましくはない。しかし，一般的なはんだ付け温度の上限を考慮すると，300℃程度まで許容範囲ということができる。そして，液相温度が300℃の場合にはCuの添加量は約2重量％である。そこで，最適値と限界値を上述した通りに設定した。",
                "本発明において重要な構成は，Snを主としてこれに少量のCuを加えるだけでなく，Niを0．04～0．1重量％添加したことである。NiはSnとCuが反応してできるCu6Sn5あるいはCu3Snのような金属間化合物の発生を抑制する作用を行う。このような金属間化合物は融点が高く，合金溶融時に溶湯の中に存在して流動性を阻害し，はんだとしての性能を低下させる。そのためにはんだ付け作業時にはんだパターン間に残留すると，導体同士をショートさせるいわゆるブリッジとなることや，溶融はんだと離れるときに，突起状のツノを残すことになる。そこで，これを回避するためにNiを添加したが，Ni自身もSnと反応して化合物を発生させるが，CuとNiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，NiはSn−Cu金属間化合物の発生に相互作用をする。本発明では，SnにCuを加えることによってはんだ接合材としての特性を期待するものであるから，合金中にSn−Cu金属間化合物が大量に形成されることは好ましくないものということができる。そこで，Cuと全固溶の関係にあるNiを採用し，CuのSnに対する反応を抑制する作用を行わしめるものである。",
                "ただし，Snに融点の高いNiを添加すると液相温度が上昇する。従って，通常のはんだ付けの許容温度を考慮して添加量の上限を0．1重量％に規定した。また，Niの添加量を減らしていった場合，0．04重量％以上であればはんだ流動性の向上が確認でき，またはんだ接合性，およびはんだ継手としての強度などが確保されることが判明した。従って，本発明ではNiの添加量として下限を0．04重量％に規定した。",
                "ところで，上記説明ではSn−Cu合金に対してNiを添加するという手順を基本として説明したが，逆にSn−Ni合金に対してCuを添加するという手順も成立する。SnにNiを単独で徐々で添加した場合には融点の上昇と共に，Sn−Ni化合物の発生によって溶解時に流動性が低下するが，Cuを投入することによって粘性はあるものの流動性が改善され，さらさらの状態になる。これら何れの手順から見ても，CuとNiが相互作用を発揮した結果，はんだ合金として好ましい状態に達することがわかる。即ち，Sn−Cu母合金に対してNiを添加する場合であっても，Sn−Ni母合金に対してCuを添加する場合であっても，何れも同様のはんだ合金とすることが可能である。",
                "なお，CuとNi両者の含有比については，適正範囲が問題になるが，図1に示したようにNiは0．04～0．1重量％，Cuは0．3～0．7重量％の範囲で示された部分は全てはんだ継手として好ましい結果を示す。即ち，上述したように母合金をSn−Cu合金と考えた場合には，X軸に示されたCuの含有量が0．3～0．7重量％の範囲で一定の値に固定されることになるが，その場合にはNiを0．04～0．1重量％の範囲で添加量を変えた場合でも好ましい結果を示す。一方，母合金をSn−Ni合金と考えた場合にはY軸に示されたNiの含有量が0．04～0．1重量％の範囲で一定の値に固定されることになるが，その場合であってもCuを0．3～0．7重量％の範囲で添加量を変えた場合でも好ましい結果を示す。なお，これらの値については，Niの作用を低下させてしまう元素以外の不可避不純物が混入している場合でも同様であることはいうまでもない。",
                "Geは融点が936℃であり，Sn−Cu合金中には微量しか溶解せず，凝固するときに結晶を微細化する機能を有する。また，結晶粒界に出現して結晶の粗大化を防止する。さらに，合金溶解時の酸化物生成を抑える機能も有する。ただし，1重量％を超えて添加するとコストが高くつくばかりでなく，過飽和状態になって均一に拡散しないので，実益はない。これを理由として上限を定めた。」(1頁17行～4頁17行)「産業上の利用可能性",
                "本発明の無鉛はんだは，従来の錫鉛共晶はんだと比較すると融点が高くなるためにヌレ開始は遅れるものの，ヌレ始めると各種の表面処理に適応して界面の合金層を急速かつ確実に形成することができる。また，クリープ強度が非常に強く，大型重量部品や発熱性部品の取り付けにも十分適合することが可能である。しかも，従来のはんだ合金では根本的な問題とされていた銅食われが減少するので，リード線の耐久性が飛躍的に向上することになる。",
                "さらに，その物性から電気特性，熱伝導性が高いので，電子部品の高速動作性や放熱性に優れており，音響特性も向上させることができる。",
                "また，組成中にビスマスや亜鉛，インジウムを含んでいないため，電子部品の電極材などから混入してくる鉛を含んだメッキ層，またはSn−Agはんだ，Sn−BiはんだあるいはSn−Cuはんだなどの他の無鉛メッキなどに対しても異常な反応を引き起こすことがない。これは，従来の錫鉛はんだから本発明品への切り換え時におけるはんだ槽の継続利用や鉛リード線などに対しても異常なく適合できることをも意味するものである。」(9頁5行～19行)"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "上記アの事実に証拠(甲25～28，乙2)及び弁論の全趣旨を総合すると，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "液相線温度は，2元合金などにおいて，その温度より上の温度になると，液体のみとなる温度であり，これに対し，固相線温度は，それより下の温度になると，固体のみとなる温度である。液相線温度と固相線温度は一致するとは限らず，一致しない場合には，液相線温度と固相線温度との間においては，固体と液体が混在した糊状となる。",
                        "SnとCuの合金では，Sn100％(Cu0％)からSn61．9％(Cu3",
                        "9．1％)までの間の固相線温度は227℃である。液相線温度は，Sn100％(Cu0％)が231．8℃であり，Cuの割合が0％から増加するにつれて，徐々に下がり，Sn99．3％(Cu0．7％)を境にしてまた上昇する。SnとCuの合金のSn99．3％(Cu0．7％)のときの液相線温度は227℃であり，固相線温度と一致する。このような箇所を「共晶点」という。SnとCuの合金において，Sn100％(Cu0％)からSn99．3％(Cu0．7％)の間の液相線温度と固相線温度との間においては，SnとCuの液体に固体のSnが存在する状態となる。Sn99．3％(Cu0．7％)からSn98．4％(Cu1．6％)の間の液相線温度と固相線温度との間においては，SnとCuの液体に固体のCu Sn が存在する状態となる。固相線温度以下の温度では，Cu Sn とSnからなる固体となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "はんだ付け作業を行う際には，はんだ浴の温度は，液相線温度よりも高い温度に設定するが，あまり高いと電子部品に悪影響を与えるので高すぎてもいけない。本件特許の訂正明細書では，上記アのとおり300℃以下とされているが，実際には，248℃～260℃程度の温度とすることが推奨されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記アのとおり，本件特許の訂正明細書(甲9の「明細書」)には，はんだ付け中にリード線などで通常用いられる母材であるCuの表面からCuが溶出するという銅食われ現象についての記載がある。上記イ認定の事実に照らすと，銅食われ現象が生ずると，はんだ浴中のCuの濃度が高くなるから，液相線温度が上昇して固体のCu Sn が析出するおそれがあるものということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ところで，甲16(竹本正・佐藤了平共著「高信頼度マイクロソルダリング技術」株式会社工業調査会1991年(平成3年)1月21日発行審判乙4)には，「なお，60Sn-40Pbはんだと銅の擬二元状態図は図4.32のようであり，はんだへのCuの溶解度は純すずの場合とほとんど変わらない。共晶点は0．23％(181．5～181．6℃)であり，はんだにこれ以上のCuが添加されるとCu Sn金属間化合物を初晶出することになる。平衡状態図的には液体すず(はんだ)全体が1％Cuに達するまで銅の溶解が進行することになるが，溶融すず(はんだ)／固体銅の系では銅の溶解と金属間化合物の形成が同時に起こる。」(111頁1行～7行)」との記載がある。",
                    "甲17(田中和吉著「はんだ付け技術」総合電子出版社 昭和51年3月5日第3版発行 審判乙5)には，Sn-Pb系はんだについて，「はんだの不純物とその分量による特性」と題する「表3・7」において，元素Cuの「結晶」の項目に「CuSnの結晶」，「流動性・作業性」の項目に「不溶解性化合物」，「制限」の項目に「0．5以上含まぬこと」と記載されている(35頁の「表3・7」)ほか，「リード線，基板回路から入る銅は，はんだの表面張力には何の影響も与えないといわれている。ただし，ザラザラした泥状の銅と錫の化合物がバスの底部に溜るので，これを時々取り除かなければならない。銅は0．3～0．4％程度で一定となり，濃度限界は250℃で0．5％とされている。」(206頁14行～18",
                    "行)と記載されている。",
                    "甲18(はんだ付け技術編集委員会編「エレクトロニクスのはんだ付け」総合電子出版社 昭和51年1月20日発行 審判乙6)には，Sn-Pbはんだについて，「はんだが液体で使用される場合(たとえばdipsoldering)には，銅汚染の問題は品質管理上重要になってくる。…液体はんだと銅箔などがたえず接触しているので，はんだはCuにより急速に汚染され，はんだ中に砂が混ざったような相様を呈する。これはSn-Cuの金属間化合物が，はんだ槽中に析出したためである。」(52頁1行～11行)」との記載がある。",
                    "甲19(竹本正・藤内伸一監訳「ソルダリング・イン・エレクトロニクス」日刊工業新聞社 昭和61年8月30日発行 審判乙7)には，「はんだ浴を用いたはんだ付の場合，はんだ浴中の銅含有量が0．2％を越えると，いわゆるはんだブリッジが続発するようになる。一般に銅や銅合金製の端子をはんだ付する場合，少量の銅がはんだ中に溶解するから，上述のような問題が生じた時は，はんだ浴中の銅量のチェックが必要となる。",
                    "はんだの銅汚染の最大許容量は，通常0．3％とされている。溶融60Sn-40Pbはんだへの銅の溶解度は，400℃，250℃および200℃でそれぞれ約2．5重量％〔Shojiら〕，0．5重量％および0．2重量％である。銅を含む溶融はんだを冷却すると，過剰になった銅はCu Sn の微細な針状晶(樹枝状晶)として晶出し，しだいにはんだの粘性が増し，ブリッジの形成が促進されるようになる。しまいには凝固したはんだの表面は，晶出した針状晶のためざらざらした様相を呈するようになる。」(106頁1行～11行)",
                    "以上の各文献の記載は，鉛フリーはんだに関するものではなく，Sn-Pbはんだに関するものであるが，これらの文献の記載と上記ウで述べたところを総合すると，当業者(その発明の属する技術の分野における通常の知識を有する者)は，鉛フリーはんだにおいても，はんだ付けの際に，はんだ付け中にリード線などで通常用いられる母材であるCuの表面からCuが溶出する銅食われ現象が生じ，その結果，銅の濃度が上昇して，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴底に溜まったりして，はんだの流動性を阻害することを認識することができたものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記アの本件特許の訂正明細書(甲9の「明細書」)における「本発明において重要な構成は，Snを主としてこれに少量のCuを加えるだけでなく，Niを0．04～0．1重量％添加したことである。NiはSnとCuが反応してできるCu6Sn5あるいはCu3Snのような金属間化合物の発生を抑制する作用を行う。このような金属間化合物は融点が高く，合金溶融時に溶湯の中に存在して流動性を阻害し，はんだとしての性能を低下させる。そのためにはんだ付け作業時にはんだパターン間に残留すると，導体同士をショートさせるいわゆるブリッジとなることや，溶融はんだと離れるときに，突起状のツノを残すことになる。そこで，これを回避するためにNiを添加したが，Ni自身もSnと反応して化合物を発生させるが，CuとNiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，NiはSn−Cu金属間化合物の発生に相互作用をする。本発明では，SnにCuを加えることによってはんだ接合材としての特性を期待するものであるから，合金中にSn−Cu金属間化合物が大量に形成されることは好ましくないものということができる。",
                    "そこで，Cuと全固溶の関係にあるNiを採用し，CuのSnに対する反応を抑制する作用を行わしめるものである。」(2頁下1行～3頁14行)との記載は，上記銅食われ現象について直接言及しているものではないが，上記エで認定した当業者の認識を併せ考慮すると，本件発明1の解決課題は，銅食われ現象が生じ，その結果，銅の濃度が上昇して，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴底に溜まったりして，はんだの流動性を阻害することにあるものと認められ，本件発明1の「金属間化合物の発生を抑制し，流動性が向上したこと」の意義は，そのような現象が生じないようにしたことと理解することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "これに対し，原告は，本件発明1の構成要件は，「Cu0．3～0．7重量％，Ni0．04～0．1重量％，残部Snからなり，金属間化合物の発生を抑制し，流動性が向上したことを特徴とする無鉛はんだ合金」であるから，本件発明1は，当該無鉛はんだ合金そのものの性質として，金属間化合物の発生を抑制し，流動性が向上したものでなければならず，本件発明1の解決課題は，はんだ付けを始める前のSn−Cuはんだの溶融段階で，CuSn の金属間化合物が発生し，流動性を阻害することであると主張する。",
                    "本件発明1は，無鉛はんだ合金の組成を「Cu0．3～0．7重量％，Ni0．04～0．1重量％，残部Sn」と特定した発明であるが，そうであるからといって，「金属間化合物の発生を抑制し，流動性が向上したこと」の部分が，はんだ付けを始める前のSn−Cuはんだの溶融段階に関する記載であると解すべき理由はなく，本件発明1の解決課題を上記エのとおり解することの妨げとなるものではない。",
                    "また，原告は，被告は，訂正審判資料1及び無効審判資料1の実験において，本件発明1の組成範囲のはんだ合金をそのまま溶融・噴流し，それをもって，流動性が改善したとの結果を報告しているから，被告自身も，本件発明1の作用効果は，はんだ付け作業前に発揮されるものと明確に主張している，と主張するが，本訴において被告が本件発明1の作用効果ははんだ付け作業前のみに発揮されるものと主張していないことは明らかであって，上記実験の内容から，被告が本件発明1の作用効果は，はんだ付け作業前のみに発揮されるものと主張していると認めることはできず，本件発明1の解決課題を上記エのとおり解することの妨げとなるものではない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "さらに，原告は，本件発明1と甲1明細書発明との相違点は数値限定をしたことのみであるから，本件発明1の数値限定に臨界的意義があるといわねばならず，本件発明1が，はんだ付け中に銅食われにより銅濃度が上昇する場合，すなわち，臨界値を超えても作用効果を発揮するという被告の主張は禁反言の原則に反するとともに，被告が本件発明1の銅濃度の上限を0．7重量％に限定した意味が全くなくなり，甲1明細書発明と区別することはできなくなる，と主張するが，この主張も，以下のとおり採用することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1における「Cu0．3～0．7重量％，Ni0．04～0．1重量％，残部Sn」という数値限定は，無鉛はんだ合金の組成を特定したものにすぎず，そのような無鉛はんだ合金を用いてはんだ付け作業を行っている間におけるはんだ浴内の組成まで規定しているものではないから，本件発明1は，はんだ付け中に銅食われにより銅濃度が上昇する場合に作用効果を発揮するものであると認定することができないものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，後記(3)のとおり，甲1明細書発明と本件発明1とが同一でないのは，本件発明1が「金属間化合物の発生を抑制し，流動性が向上した」ものであるのに対し，甲1明細書発明はそうでないところにあり，本件発明1の数値限定に臨界的意義があるからではない。したがって，本件発明1の数値限定に臨界的意義があるとはいえないとしても，本件発明1と甲1明細書発明とを区別することができるから，原告の上記主張は前提を欠くもので，採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "以上のとおり，「はんだ付けの際に金属間化合物が形成される」ことを本件発明1の解決課題とする審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「Niの添加により金属間化合物の生成が抑制され，流動性が向上する」と する審決の認定の当否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)アの本件特許の訂正明細書(甲9の「明細書」)に記載されているとおり，CuとNiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，NiにはCuのSnに対する反応を抑制する作用があるものと考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "C研究員が作成した「Sn-0．7wt%Cu合金の流動性に及ぼすNi微量添加の影響」と題する実験報告書(乙4)によると，Sn-0．7wt%Cuに対してNiを0～0．1重量％まで11段階に調整した試料について，溶融させた状態の試料にガラス管の端部を漬け，所定の真空引きで溶融試料をガラス管内に引きこみ，試料の流れが止まった位置までの長さを測定したところ，その値はNi添加量300ppmまでにおいて著しい変化はなく，400ppmで緩やかな増加に転じ，500ppmの試料で最大値を示し，それ以上のNi添加量では800ppmまで緩やかに減少し，800～1000ppmの間で更に減少するが，300ppmの場合よりは大きいことが認められる。この実験は，Niを400～1000ppm添加した場合には，溶融させた状態のSn-0.7wt%Cu合金は，Niを添加しない場合などよりも，長い距離まで流れることを示したものであるところ，乙4によると，この実験結果からCuSn 中にNiが選択的に取り込まれて，Cu Sn の形成が抑制されたために，固体になるまでに長い時間を要したものと推認することができることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア及びイからすると，Niを400～1000ppm(0．04～0．1重量％)添加した場合には，Cu Sn の形成が抑制されることが認められるから，前記(1)で認定した本件発明1の解決課題，すなわち，「はんだ付け作業中にCu濃度が上昇した場合に，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴底に溜まったりして，はんだの流動性を阻害すること」が，Niの添加によって抑制されることが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，甲6(Aの意見書)には，噴流はんだ付け装置において，Sn−Cu0．5％のはんだ合金と，これにNi0．02％，0．05％，0．1％，0．15％をそれぞれ添加したはんだ合金を用いて，はんだ漕の温度を250℃にした場合の噴流の高さを測定比較した実験結果が記載されており，Ni添加量により高さは変化しなかったと結論付けられている。これに対し，訂正審判資料1(乙8)には，噴流はんだ付け装置において，Sn−Cu0．5％のはんだ合金と，Ni0．05％を添加したはんだ合金を用いて，はんだ漕の温度を250℃にした場合の噴流の高さを測定比較した実験結果が記載されており，Niを添加したものの方が噴流が高かったと結論付けられている。このように，甲6の実験結果と訂正審判資料1の実験結果は異なるのであるが，これらは，いずれもSn−Cu0．5％合金の液相線温度を大きく上回る250℃で実験がされており，本件発明1の解決課題である，はんだ付け作業中にCu濃度が上昇して，SnとCuの不溶解性の金属間化合物が形成される場合とは異なる状況に関する実験であるから，上記ウの認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，「Niの添加により金属間化合物の生成が抑制され，流動性が向上する」とする審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲1明細書発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1明細書(甲1)には，次の記載がある。",
                    "「【請求項3】 Ni0．01ないし0．5重量％と，Cu0．5ないし2．0重量％ならびにSb0．5ないし5．0重量％のうち少なくとも1種と，残部Snと，を含有してなることを特徴とするPbフリー半田。」「【発明の実施の形態】本発明のPbフリー半田において，Niの添加量は全体100重量％のうち0．01ないし0．5重量％が好ましい。Niの添加量が0．01重量％未満であると耐電極喰われ性が劣化し半田付け時の電極残存面積が低下する。他方，Niの添加量が0．05重量％を超えると，Pbフリー半田の液相線温度が上昇し，同じ温度で半田付けした場合にブリッジ不良や外観不良が生じ，これを回避するために高い温度で半田付けすると高熱による電子部品の特性不良が生じる。」(【0011】)「また，本発明の主にSn-Ni-Cuの3元素，Sn-Ni-Ag-Cuの4元素からなるPbフリー半田において，Cuの添加量は全体100重量％のうち0．5ないし2．0重量％であることが好ましい。Cuの添加量が0．5重量％未満であると，接合強度の改善効果が小さい。他方，Cuの添加量が2．0重量％を超えると，過剰にCu Sn ，Cu Sn等の硬くて脆い金属化合物が析出することで接合強度が低下する。また，Pbフリー半田の液相線温度が上昇し，同じ温度で半田付けした場合にブリッジ不良や外観不良が生じ，これを回避するために高い温度で半田付けすると高熱により電子部品が破壊され特性不良が生じる。また，Sn，Ni等の添加量が減少することに伴う不具合が生じる。」(【0012】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載からすると，甲1明細書には，Sn-Ni-Cuの3元素からなるPbフリーはんだが記載されており，この甲1明細書記載のPbフリーはんだは，Cu0．5～0．7％，Ni0．04～0．1％，残部Snの範囲で，その組成が本件発明1と重複する。",
                    "しかし，前記(1)，(2)で述べたとおり，本件発明1の解決課題は，「はんだ付け作業中にCu濃度が上昇した場合に，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴底に溜まったりして，はんだの流動性を阻害すること」であって，本件発明1は，その解決課題をNiを添加することによって解決したものであり，そのような意味で，本件発明1は「金属間化合物の発生を抑制し，流動性が向上した」ものである。",
                    "これに対し，上記アの記載によると，甲1明細書発明においてNiを0．01重量％以上添加するのは，耐電極喰われ性を向上させるためであって，それ以外にNiを添加する理由は甲1明細書には記載されておらず，甲1明細書発明は，本件発明1にいう「金属間化合物の発生を抑制し，流動性が向上した」ものではない。",
                    "したがって，この点において，本件発明1は甲1明細書発明と同一であるということができないから，本件発明1は甲1明細書発明と，「金属間化合物の発生を抑制し，流動性が向上した」点において同一でないとする審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明1は甲1明細書発明と同一の発明ではなく，本件発明1についての特許は特許法29条の2に違反しないとした審決の判断に誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(無効理由6についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2で述べたとおり，本件発明1の「金属間化合物の発生を抑制し，流動性が向上した」の意味は明らかであって，「発明の詳細な説明」の記載に裏付けられているから，本件発明1についての特許は，特許法36条4項に違反するものではない。",
                "なお，原告は，特許法36条4項違反の場合は，明細書にその疑いがあることを原告が主張し，一応の立証をする以上，その違反事実のないことを特許権者が主張立証すべきであると主張するが，前記2で述べたところからすると，特許法36条4項違反の事実がないことが立証されているから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，前記2で述べたとおり，本件発明1の「金属間化合物の発生を抑制し，流動性が向上した」の意味は明らかであって，当業者は，本件発明1を実施することができるから，本件発明1についての特許は，特許法36条6項1号，2号に違反するものでもない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(無効理由9についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2は，本件発明1の無鉛はんだ合金において，Sn-Cuの溶解母合金に対してNiを添加したもの，本件発明3は，本件発明1の無鉛はんだ合金において，Sn-Niの溶解母合金に対してCuを添加したものである。本件発明1に，原告が主張する無効理由がないことは，前記2，3で述べたとおりであるから，本件発明2，3についても，原告主張の無効理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明4は，本件発明1の無鉛はんだ合金において，さらにGe0．001～1重量％を加えたものである。本件発明1に，原告が主張する無効理由がないことは，前記2，3で述べたとおりであるから，本件発明4についても，原告主張の無効理由はない。",
                "また，原告は，はんだ合金にGeを添加すること自体は公知であり，本件発明1に新規性も進歩性もない以上，本件発明4には進歩性が認められず，特許法29条2項により無効であるとも主張するが，本件発明1について，新規性，進歩性を否定すべき事情は認められないから，はんだ合金にGeを添加すること自体は公知であるとしても，本件発明4が特許法29条2項により無効であるということはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10860",
    "date": "2007-01-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034088",
    "ipprecedent_id": "23",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}