{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が異議2003-72540号事件について平成17年7月8日にした決定中，「特許第3398196号の請求項1に係る特許を取り消す。」との部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「静電潜像現像用トナー」とする特許第3398196号の特許(平成5年10月18日特許出願，平成15年2月14日設定登録。",
            "以下，「本件特許」という。請求項の数は1である。)の特許権者である。",
            "本件特許に対し特許異議申立てがされ，特許庁はこれを異議2003-72540号事件として審理した。その過程において，原告は，平成17年2月22日，本件特許に係る明細書(以下，登録時の明細書を「本件明細書」という。)の訂正(特許請求の範囲の訂正を含む。)の請求をした(以下，この訂正を「本件訂正」といい，本件訂正後の明細書を「訂正明細書」という。)。",
            "特許庁は，審理の結果，同年7月8日，「訂正を認める。特許第3398196号の請求項1に係る特許を取り消す。」との決定(以下，単に「決定」という。)をし，同年8月1日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(本件訂正後)",
          "text": [
            "訂正明細書における特許請求の範囲の請求項1の記載は，次のとおりである(下線は，本件訂正による訂正箇所を示す。以下，この発明を「本件発明」という。)。",
            "「【請求項1】軟化点が120℃を超え140℃以内となるポリエステル系樹脂を主バインダー成分とし，融点が該ポリエステル系樹脂の軟化点よりも低い90～110℃のフィッシャートロプシュワックスを1～5重量％とポリエチレンワックス，ポリプロピレンワックス等の低分子量ポリオレフィンワックスとからなるワックスを配合してなるトナー成分を溶融混練した後，粉砕，分級してなる粉砕トナーであって，該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用されることを特徴とする静電潜像現像用トナー。」"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由",
          "text": [
            "別紙決定書の写しのとおりである。要するに，本件発明は，特開平3-139663号公報(以下「引用例1」という。甲3，決定における刊行物1)に記載された発明(以下「引用発明」という。)，特開平3-2874号公報(以下「引用例2」という。甲4，決定における刊行物2)に記載された発明，特開昭59-45455号公報(以下「引用例3」という。甲5，決定における刊行物3)に記載された発明及び特開平4-153659号公報(以下「引用例4」という。甲6，決定における刊行物5)に記載された発明に基づいて当業者が容易に発明をすることができたものである，というものである。",
            "決定が，上記結論を導くに当たり認定した引用発明の内容及び本件発明と引用発明との一致点・相違点は，次のとおりである。",
            "(引用発明)",
            "「軟化点が90℃～150℃の範囲である，ポリエステル，スチレン-ブチルアクリレート共重合体等の熱可塑性樹脂をバインダーとして用い，離型剤として，融点が該熱可塑性樹脂よりも低いワックスを少なくとも一種以上含有してなるトナー成分を，溶融混練した後，粉砕，分級してなる加熱定着トナー」",
            "(一致点)",
            "「ポリエステル系樹脂を主バインダー成分とし，融点が該ポリエステル系樹脂の軟化点よりも低いワックスを配合してなるトナー成分を溶融混練した後，粉砕，分級してなる粉砕トナーであって，該トナーを用いて画像を形成したトナー像を加熱定着ローラに接触させて紙に定着する方式に使用される静電潜像現像用トナー」である点。",
            "(相違点)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ポリエステル系樹脂の軟化点が，本件発明では，「120℃を超え140℃以内」であるのに対し，引用発明では「90℃～150℃の範囲」とされているものの，具体的に実施例に示されたポリエステル系樹脂の軟化点は115℃のみである点(以下「相違点1」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ワックスが，本件発明では，融点が90～110℃のフィッシャートロプシュワックスを1～5重量％と，ポリエチレンワックス，ポリプロピレンワックス等の低分子量ポリオレフィンワックスとからなる低分子量ポリオレフィンワックスを併用したものであるのに対し，引用発明では，この特定のワックスの組み合わせについて示されていない点(以下「相違点2」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "トナー像の定着に用いる加熱定着ローラが，本件発明では，トナー像の定着に用いる加熱定着ローラがクリーナーパッドを付けないものであるのに対し，引用例1の実施例発明では加熱定着ローラがこのような構成のものであることは示されていない点(以下「相違点3」という。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "決定は，引用発明の認定を誤り，相違点1ないし3の各判断を誤ったものであるから，違法として取り消されるべきである。なお，決定が認定した本件発明と引用発明との一致点，相違点1～3が存在することは認める。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "text": [
            "引用例1(甲3)に，「軟化点が90℃～150℃の範囲である熱可塑性樹脂を用い，……融点(mp)が60～120℃の範囲である離型剤を少なくとも一種以上含有してなることを特徴とする加熱定着用トナー」(特許請求の範囲)の開示があることは認めるが，離型剤として融点が該熱可塑性樹脂よりも低いワックスを一義的に用いていない。したがって，引用発明が「離型剤として，融点が該熱可塑性樹脂よりも低いワックス」を含有するとした決定の認定は，誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)",
          "text": [
            "引用例1(甲3)には「加熱定着装置の定着温度等に応じて，軟化点が90℃～150℃のポリエステル樹脂を適宜使用できることが示されて」いることは認めるが，軟化点が「120℃を超え140℃以内」に限定されていないから，「相違点1は実質的な差異ではない」とした決定の判断は，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，ポリエステル系樹脂の特性を生かし，これをバインダーとするトナーに特有の課題の解決，すなわち，高温オフセット及び感光体のドラムフィルミングを防止し，低温定着及びクリーナーレス化を実現することを目的とする発明である。",
                    "これに対し，引用発明は，バインダーをポリエステル樹脂に限定しておらず，熱可塑性樹脂一般をバインダーとするトナーの課題を解決するものであって，ポリエステル系樹脂の特性を生かそうという発想はない。引用例1(甲3)には，実施例として，軟化点が115℃のポリエステル樹脂を用いたトナーが記載されているが，本件発明のように軟化点が120℃を超え140℃以内のものではないし，ポリエステル樹脂の特性を生かしたトナーが製造されているものではなく，高温オフセット及び感光体のドラムフィルミングを防止し，クリーナーレス化を実現するとの課題の開示もない。",
                    "したがって，引用例1には，熱可塑性樹脂の軟化点が90～150℃の範囲であればよいことが記載されているにすぎず，軟化点が120℃を超え140℃以内のポリエステル系樹脂を使用することが実質的に開示されているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，訂正明細書(甲10添付の全文訂正明細書)には，ポリエステル系樹脂の軟化点を「120℃を超え140℃以内」とした理由が明確に記載されていないという。",
                    "しかし，訂正明細書の段落【0004】，【0005】，【0007】，【0015】，【0018】，【0019】の記載に示されるように，本件発明は，融点が高い(一般に135℃～150℃)ポリプロピレンワックスとの組み合わせにおいて，ポリエステル系樹脂をバインダーとするトナーの低温定着性を十分に生かすため，ポリエステル系樹脂の軟化点上限を140℃とし，また，融点が100～120℃であるポリエチレンワックスは定着改良効果が不十分なので，融点が低い(90～110℃)フィッシャートロプシュワックスを配合することとし，それゆえ，ポリエステル系樹脂の軟化点の下限を120℃としたものである。",
                    "そして，訂正明細書の段落【0022】には，実施例における「ポリエステル樹脂としては，ビスフェノールA，テレフタレ酸，アルケニルコハク酸，無水トリメリット酸を共縮合させたビスフェノール系ポリエステル系樹脂を用いた。」との記載があり，上記記載中の「ポリエステル樹脂」は，甲15(「トナーバインダー樹脂の検討」と題する書面，花王株式会社(平成5年10月18日)作成)により疎明したとおり，原告が花王株式会社から提供を受けた，軟化点が124～132℃のポリエステル樹脂を意味するものであり，本件発明におけるポリエステル系樹脂の軟化点(120℃を超え140℃以内)は，実施例に用いた上記花王株式会社製ポリエステル樹脂の軟化点(124～132℃)に対応する。",
                    "このように，本件発明がポリエステル系樹脂の軟化点を「120℃を超え140℃以内」とした理由は，訂正明細書に記載されているというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定は，トナーを構成するポリエステル樹脂として軟化点が120℃を超え140℃以内のものは引用例2，3(甲4，5)に記載されているように普通に用いられている旨説示したが，引用例2，3におけるポリエステル系樹脂は，いずれも軟化点が120℃を超え140℃以内に限定されたものではない。",
                    "引用例2(甲4)記載の発明は，芯粒子がポリエステル樹脂であって，本件発明のようにポリエステル系樹脂とワックスを配合してなるトナー成分を溶融混練したものではない。また，引用例2記載の発明は，マイクロカプセルトナーであり，粉砕トナーを製造するために本件発明で規定する組成とすることは記載も示唆もされていない。",
                    "引用例3(甲5)記載の発明は，ポリエステル樹脂の軟化点が80～150℃(特許請求の範囲)とされているが，実施例1の樹脂の軟化点は135℃の1点のみであり(3頁右下欄15行)，また，低分子量ポリオレフィンワックスとフィッシャートロプシュワックスとの2つの異なる種類の組み合わせの開示はない。また，引用例3記載の発明は，フィッシャートロプシュワックスを含有しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明がポリエステル系樹脂の軟化点を120℃を超え140℃以内に限定したことの意義は，前記(1)イのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用例2，3は，本件発明のように，低分子量ポリオレフィンワックスとフィッシャートロプシュワックスとの組み合わせにおいて，トナーを構成するポリエステル樹脂として軟化点が120℃を超え140℃以内のものを選択する動機付けを与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件発明におけるポリエステル系樹脂の軟化点の範囲は，引用例1(甲3)に記載された範囲から適宜特定したものではなく，特定の離型剤との組み合わせにおいて格別の技術的意義を見出すことができるものである。したがって，相違点1は実質的な差であり，これを実質的な差異ではないとした決定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，軟化点が120℃を超え140℃以内であるポリエステル系樹脂をバインダーに使用するワックスとして，融点がバインダーの軟化点より低い融点90～110℃のフィッシャートロプシュワックスを用いることは当業者が容易になし得ることである旨判断したが，次のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定は，上記判断に当たり，ポリエステル系樹脂に対する離型剤として，フィッシャートロプシュワックスと，ポリエチレンワックス又はポリプロピレンワックスとを併用することが，引用例1(甲3)に開示されているといえる旨認定したが，誤りである。",
                    "引用例1には，ポリエステル系樹脂をバインダー樹脂とし，グラフト変性ポリエチレンワックスを離型剤として用いた例(実施例1)，スチレン-ブチルアクリレート共重合体とし，フィッシャートロプシュ法で合成された直鎖パラフィンワックスと融点128℃のポリエチレンワックスを離型剤として用いた例(実施例4)は記載されているが，ポリエステル系樹脂に対する離型剤として，フィッシャートロプシュワックスと，ポリエチレンワックス又はポリプロピレンワックスとを併用することの開示はない。",
                    "まして，フィッシャートロプシュワックスと，ポリエチレンワックス又はポリプロピレンワックスとを併用し，ポリエチレンワックス又はポリプロピレンワックスにおけるポリエステル系樹脂との相溶性を達成しつつ，低温定着及びクリーナーレス化を実現した本件発明の特徴は示唆すらされていない。",
                    "また，そもそも引用例1には，ポリエステル樹脂に対する離型剤として，フィッシャートロプシュワックスを使用できることは開示されていないし，例示されたフィッシャートロプシュワックスの融点は86℃であって，本件発明とは異なる。",
                    "さらに，特開2000-305319号公報(甲16)，特開2002",
                    "-162777号公報(甲17)に記載されているように，ポリエステル樹脂に対しては，スチレンアクリル樹脂の場合とは異なり，ポリオレフィンワックス等の分散性が不十分であることが知られており，引用例1の技術を，もともと分散性に工夫が必要なポリエステル系樹脂をバインダー成分とするトナーに適用することには阻害要因があるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "決定は，ポリステル系樹脂に関してフィッシャートロプシュワックスを添加することは引用例2(甲4)に記載のように従来から行われており，訂正明細書(甲10添付の全文訂正明細書)記載の効果は，従来公知のポリエステル系樹脂とフィッシャートロプシュワックスを含有するトナー成分の作用効果を確認したにすぎない旨認定したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2は，ポリエステル樹脂とワックスの芯粒子の製造法及び粒子構成に関するものであり，本件発明のような粉砕トナーにおいて，ポリエステル樹脂とフィッシャートロプシュワックスを組み合わせることを開示あるいは示唆するものではない。",
                        "また，引用例2には，本件発明のような粉砕トナーにおける効果の確認はなく，また，フィッシャートロプシュワックスと低分子量ポリオレフィンワックスを併用する旨の記載もない。",
                        "さらに，引用例2には，軟化点が120℃を超え140℃以下のポリエステル樹脂に対して，融点が90～110℃のフィッシャートロプシュワックスを組み合わせることは，記載も示唆もされていない。",
                        "そもそも，本件発明のように，カプセル化によらないトナーとしての改善を目的とした場合，カプセル化技術という異なる技術分野を調査し参酌してトナーを選択することはなく，当業者であれば積極的に除外すると考えるのが自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明において，ポリオレフィンワックスは，被告が主張するように，任意成分として単に併用された成分ではなく，主として離型剤として併用されているものである。ポリオレフィンワックスは，溶融開始剤の役割を果たすとともに，離型剤としても機能するフィッシャートロプシュワックスとあいまって，低温定着性，高温耐オフセット性が敏感に制御され，本件発明の効果が奏される。すなわち，低分子量ポリオレフィンを組み合わせたことによる作用効果は，フィッシャートロプシュワックスのみを配合したものと差異があるのである。",
                        "なお，本件発明の実施例に関する疎明資料である甲15によれば，フィッシャートロプシュワックス単独使用では分散性が悪いが，フィッシャートロプシュワックスと低分子量ポリオレフィンワックスを併用することによりこれを改善することができることが示唆されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告は，引用例1(甲3)に具体的実施例が記載されていないとしても，ポリエステル樹脂に対する離型剤として，フィッシャートロプシュワックスとポリオレフィンを使用することが開示されている旨主張し，周知技術を示すものとして，特公昭63-60903号公報(乙4)，特開平1-161256号公報(乙5)，特開昭61-273555号",
                      "text": [
                        "公報(乙6)を挙げる。",
                        "しかし，これらを検討しても，特定用途のポリエステル樹脂に対する離型剤として，フィッシャートロプシュワックスのみを使用すること(乙6)，特定のポリエステル樹脂との組み合わせにおいて選択した1つのワックス(ポリオレフィン等)を使用すること(乙4)，あるいは，特定のポリエステルにパラフィンワックスと，ポリオレフィンワックスとは異なるアルキレンビス脂肪酸アミドワックスという2つのワックスを用いること(乙5)が開示されていることが認められるにすぎず，結局，乙4～6は，結着樹脂としてポリエステル系樹脂を使用するトナーのワックスとして，パラフィンワックスの一種であるフィッシャートロプシュワックスを単独で又は他のワックスと併用して用いることが従来から知られていたとの事実を示すにとどまる。つまり，乙4～6には，ポリエステル樹脂に対する離型剤として，フィッシャートロプシュワックスとポリオレフィンを使用することの開示はなく，本件発明のように，クリーナーレス定着に対応し，ドラムフィルミングや保存性にも好適な組成であるフィッシャートロプシュワックスとポリオレフィンワックスとの併用が，引用例1に開示されているとの決定の認定を裏付けるものとはいえず，被告の上記主張は失当である",
                        "なお，被告が本訴において新たに示した乙4～6は，本件特許の異議申立事件で審理された公知技術ではないから，本訴においてこれらを本件発明の進歩性を否定する根拠とすることは許されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告は，また，カプセルトナーの芯粒子と粉砕トナーの共通を示すものとして，特開昭63-128362号公報(乙7)を挙げるが，乙",
                      "text": [
                        "7を検討しても，芯粒子のワックスが低温定着性，耐オフセット性のみを考慮すればよいために多量に配合されているのに対して，粉砕トナーに使用されるワックスは，ドラムフィルミング等を考慮して少ない配合量で低温定着性，耐オフセット性を達成しなければならないから，両者は材料設計が共通するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，さらに，ポリエステル系樹脂の酸価とワックスの酸価の関係を示すものとして特開平3-168651号公報(乙8)を挙げ，酸価又は水酸価を呈する極性基を有するポリエステル系樹脂に対しては，酸価又は水酸価を呈する極性ワックスを含有させることにより低温定着性が良好でオフセット領域幅が広くなることが知られており，このような作用はトナーがカプセルトナーであるか粉砕トナーであるかにかかわらない旨主張するが，乙8は，粉砕トナーでは，ワックス側に酸価型ポリオレフィン等の極性基を有するワックスを用いても，本件発明の目的である非オフセット性と定着性が改善されないことを示しており，被告の上記主張は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，フィッシャートロプシュワックスの配合量を1～5重量％の範囲に設定することは当業者が適宜なし得ることである旨判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲3)に記載されているのは，ワックス全体の重量比であり，フィッシャートロプシュワックスの配合量が記載されているとはいえない。",
                    "引用例1の実施例4には，スチレン-ブチルアクリレート樹脂100重量部に対し，フィッシャートロプシュワックス2重量部，ポリプロピレンワックス1重量部を配合することが記載されているが，本件発明とはバインダー樹脂が相違し，本件発明のように，軟化点が120℃を超え140℃以内のポリエステル樹脂に対して融点が90～110℃のフィッシャートロプシュワックスを1～5重量％組み合わせることを示唆するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲4)には，カプセルトナーの芯粒子bに関し，軟化点126℃のポリエステル樹脂100重量部に対してフィッシャートロプシュワックス3重量部を含有させることが記載されているが，本件発明のように，軟化点が120℃を超え140℃以内のポリエステル樹脂に対して融点が90～110℃のフィッシャートロプシュワックスを組み合わせることを示唆するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例4(甲6)には，スチレン-アクリル共重合体にフィッシャートロプシュワックスAとポリプロピレンBを含有させ，両者の重量比A／Bを0．2から0．8とすることが記載されているが，バインダーがポリエステル系樹脂ではなく，また，ワックスの主成分がフィッシャートロプシュワックスではなく，ポリプロピレンであって，本件発明とは異なる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アないしウに加え，ワックスの配合量が数重量部の程度でもトナーとしての性質が敏感に変化することに照らせば，フィッシャートロプシュワックスの配合量を決めることは，当業者が適宜なし得ることではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定における相違点3の判断の前提である「従来から電子写真装置は小型化，軽量化が求められており，トナー像の定着に用いる加熱定着ローラに補助的な装置を設けないようにすることが，周知の課題であること」は認めるが，決定は，加熱定着ローラに補助的な装置を設けないようにするという大きな課題が本件発明によって初めて解決されたという産業的意義を無視するものであり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明のトナーを用いることにより，初めてクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着することが可能になったものであり，本件発明は産業的価値が極めて高いものである。",
                    "これに対し，決定が周知技術を示すものとして例示した特開平4-316074号公報(甲8)，特開平4-188153号公報(甲9)は，い",
                    "ずれもバインダーとワックスからなるトナーの工夫によって，クリーナーレス化を実現した技術を開示するものではない。そして，課題が待望されているとしても，樹脂バインダーとワックスからなるトナーを工夫することによってクリーナレス化を実現した技術が周知であるということにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件出願前は市販の複写装置等にはクリーニング部材を設けることが一般的であったところ，引用例1(甲3)には，未定着画像の定着試験に「クリーナーパッドのない熱ローラ外部定着機」を使用したことを示す記載がない上，上記定着試験に用いられた複写機である「ＮP6650」には，クリーニングリボンを用いた上位ロールが設けられており(ＮP-6650(キャノン㈱製複写機)の外国語による取扱説明書(甲7))，これが「クリナーパッドのある熱ローラ外部定着器」であることは明らかである。",
                    "さらに，クリーナレス化を実現するには条件の悪い紙を用いて試験する必要があるが，決定が引用するいずれの刊行物も紙の種類等の条件が不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用例1に基づいて，「軟化点が120℃を超え140℃以内となるポリエステル系樹脂を主バインダー成分とし，融点が該ポリエステル系樹脂の軟化点よりも低い90～110℃のフィッシャートロプシュワックスを1～5重量％と，ポリエチレンワックス，ポリプロピレンワックス等の低分子量ポリオレフィンワックスとからなるワックスを配合した静電潜像現像用トナーも，一定の温度範囲内においてはオフセットが発生しないことことは容易に予測でき」るということはできず，また，「静電潜像現像用トナーを，加熱定着ローラにクリーナーパッドを設けないものに使用することは，当業者が容易になし得る」ということもできないものであり，決定の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件特許の特許請求の範囲における「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」との記載は本件発明の構成を限定する意義を有するものとはいえない旨主張するが，決定に記載された判断ではなく，取消訴訟において主張することは許されない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "決定の認定・判断に誤りはなく，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "引用例1(甲3)には，「低温定着を可能とする低温溶融のトナーバインダーに対して，より低温より離型性を示す離型剤が必要であり，離型剤が離型性を示す温度は，離型剤の融点に相関があり，融点がより低いもの程低温定着に有利であることが明らかとなった。」(3頁左上欄末行～右上欄5行)と記載され，樹脂の溶融温度よりも融点の低い離型剤を使用することが示されている。",
            "また，引用例1(甲3)には，実施例1，3及び4に，融点が該熱可塑性樹脂(の軟化点)よりも低いワックスを少なくとも一種以上含有してなるトナーが具体的に記載されている。",
            "したがって，決定における引用発明の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲3)には，バインダーがポリエステル系樹脂であるか，スチレン-アクリレート系樹脂であるかにかかわらず，トナーのオフセット性を考慮して樹脂の軟化点を設定することが記載されており，しかも実施例として，ポリエステル樹脂を用いたトナーが具体的に記載されているから，引用例1において，ポリエステル系樹脂の特性を生かしたトナーが製造されていることは明らかである。",
                    "また，引用例1(甲3)には，バインダー樹脂がスチレン-アクリレート系であるか，ポリエステル系であるかにかかわらず，軟化点が90℃～150℃の範囲である熱可塑性樹脂を使用することにより低温定着性，オフセット防止が達成できることが示されているといえるから，引用例1に実施例として具体的に記載されているポリエステル樹脂の具体例として115℃のものに限定して，引用発明を解釈しなければならない理由はない。",
                    "さらに，感光体のドラムフィルミングを防止してクリーナーレス化を実現することは，特定の軟化点のポリエステル樹脂と特定のワックスを組み合わせたことによる作用効果であるから，前記第3，2(1)アにおける原告の主張は，引用例1に軟化点が120℃を超え140℃以内のポリエステル樹脂を使用することが実質的に示されているとする決定の判断について，誤りを指摘するものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正明細書(甲10添付の全文訂正明細書)には，ポリエステル系樹脂の軟化点を特に「120℃を超え140℃以内」に限定した理由が明確に示されていないし，ポリエステル系樹脂の軟化点下限を120℃，軟化点上限を140℃に限定したことに格別の技術的意義があるということはできない。",
                    "なお，原告は，本件発明の実施例で開示されているポリエステル樹脂が軟化点120～140℃のポリエステル系樹脂であることを，甲15により疎明したとするが，訂正明細書に基づく主張ではなく，また，甲15に記載されたものが訂正明細書に記載された実施例と同一のものということもできないから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例2(甲4)には，加熱定着用トナーに従来から知られている軟化点が80～150℃のポリエステル樹脂が使用できることが記載され(2頁右下欄4行～12行)，軟化点120℃，126℃及び130℃の樹脂(5頁左上欄6行～12行，5頁右上欄1行～6行，5頁右上欄15行～20行)が記載されている。",
                "引用例3(甲5)には，加熱定着用電子写真用現像剤(トナー)に軟化点が80～150℃のポリエステル樹脂を使用することが記載され(特許請求の範囲)，実施例1として軟化点135℃のポリエステル樹脂が記載されている。",
                "このように，軟化点が120℃を超え140℃以内のポリエステル樹脂は，加熱定着用トナーのバインダー成分として，従来から普通に用いられているものというべきである。",
                "なお，原告は，引用例2，3について，トナーの形態やワックスが本件発明と相違する旨主張するが，決定は，軟化点が120℃を越え140℃以内であるポリエステル樹脂が加熱定着用トナーのバインダー成分として従来から普通に用いられていることを示す証拠として，引用例2，3を挙げたものであるから，原告の主張は当を得ないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件発明におけるポリエステル樹脂の軟化点の限定は，その上限，下限とも，引用発明において90～150℃の範囲で適宜選択し得るとされている樹脂の軟化点について適宜数値を特定したものにすぎず，その限定に格別の技術的意義ないし臨界的意義を見い出すことができない上，その数値範囲「120℃を越え140℃以内」のものは従来から加熱定着用トナーのバインダー成分として普通に用いられているものである。",
                "したがって，相違点1は実質的な差異ではないとした決定の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲3)に記載の特定の分子量分布を示す離型剤にはフィッシャートロプシュワックスも含まれることは明らかであり，具体的な実施例は記載されていないものの，ポリエステル樹脂に対する離型剤としてフィッシャートロプシュワックスを使用できることが開示されているといえる。",
                    "加熱定着ローラにより定着されるトナーにおいては離型剤として各種のワックスが使用されているが，特定の樹脂に対して特定のワックスでなければ使用できないというものではなく，結着樹脂としてポリエステル系樹脂を使用するトナーにおいては種々のワックスを一種又は二種以上混合して使用されている。また，バインダーとしてポリエステル系樹脂を使用する粉砕トナーのワックスとして，フィッシャートロプシュワックスを単独で又は他のワックスと併用して用いることは従来から知られていたものである。このような点を前提として，決定は，引用例1には，具体的実施例が記載されていないとしても，ポリエステル樹脂に対する離型剤としてフィッシャートロプシュワックス，あるいはフィッシャートロプシュワックスとポリオレフィンを使用することが開示されていると判断したものであり，この判断に誤りはない。",
                    "なお，ポリエステル樹脂とスチレンーアクリル樹脂とでワックスの分散性には差があることは認めるが，分散時間を長くする等，混練条件を調整してワックスを樹脂中に均一に分散させることは従来から行われており，分散性が悪いから使用できないというものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲4)に記載のトナーは加熱定着の際にトナーのバインダー樹脂及びワックスが軟化・溶融し，転写紙に固着されるものである点で共通するものであり，引用例2には，カプセルトナーではあるが，軟化点が120℃を越え140℃以内であるポリエステル系樹脂を使用するトナーにおいて低温定着性及び広い非オフセット幅を得ることを目的として融点が90～110℃のフィッシャートロプシュワックスを用いることが記載され，それにより熱ロールからの離型性が改良され，低温での熱定着が可能となり，かつ非オフセット幅が広くなることが示されており，引用例1のトナーにおいてポリエステル系樹脂に混合するワックスとしてフィッシャートロプシュワックスを用いることは引用例2からも容易である。",
                    "なお，乙7に示されるように，カプセルトナーと粉砕トナーとは，加熱定着の際にトナーのバインダー樹脂及びワックスが軟化・溶融し，転写紙に固着されるものである点で共通するものであり，カプセルトナーの芯粒子の材料としては殻を有しない粉砕トナーと同様の材料が使用されている。",
                    "また，乙8に示されるように，酸価又は水酸価を呈する極性基を有するポリエステル系樹脂に対しては酸価又は水酸価を呈する極性ワックスを含有させることにより低温定着性が良好で，オフセット領域幅が広くなることが知られており，このような作用はトナーがカプセルトナーであるか粉砕トナーであるかにかかわらない。",
                    "決定は，引用例発明のトナーに，引用例2に記載の技術を適用し，軟化点が120～140℃のポリエステル系樹脂バインダーに使用するワックスとして，融点がバインダーの軟化点より低い融点90～110℃のフィッシャートロプシュワックス(酸化型)を用いることは当業者が容易になし得ると判断したものであるが，引用例1の記載をみた当業者であれば，引用例1の特許請求の範囲に記載の特定分子量分布を示すワックスであれば，酸化型のものもそうでないものも使用できると解するのが普通である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訂正明細書(甲10添付の全文訂正明細書)の記載からみて，本件発明の作用効果は主としてポリエステル樹脂とフィッシャートロプシュワックスとを併用したことによるものであり，低分子量ポリオレフィンワックスを併用したことにより格別顕著な効果を奏するものとは認められないから，本件発明において，ポリオレフィンワックスは単に任意成分として併用された成分にすぎないものである。すなわち，フィッシャートロプシュワックスと低分子量ポリオレフィンワックスを併用することにより分散安定性を増すことができることは，訂正明細書に記載されておらず，原告の主張は本件明細書の記載に基づかないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1，2，4(甲3，4，6)には，フィッシャートロプシュワックスの含有量とドラムフィルミングの関係については記載されていないが，ワックスの含有量が多いと感光体へのフィルミングが発生することは，決定で周知技術として例示した特開平4-188153号公報(甲9)に示されているように，よく知られているとこであるから，フィッシャートロプシュワックスの含有量を感光体へのフィルミングが発生しない量とすることは，当然考慮すべきことである。",
                "そうすると，ポリエステル系樹脂を使用する加熱ローラ定着用トナーにおいても，低温定着性，樹脂との相溶性，分散性，感光体やキャリアへのフィルミングを考慮し，さらに併用するワックスの種類や配合量に応じてトナー中のフィッシャートロプシュワックスの配合量を決めることは，当業者が適宜なし得ることというべきである。",
                "そして，その配合量の範囲を1～5重量％程度とすることも，引用例1，2，4(甲3，4，6)に示されているように，ワックスの配合量の範囲として普通のものであって，格別困難であるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3の判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正明細書の特許請求の範囲における「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」との記載は，本件発明の構成を限定する意義を有するものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮にそうでないとしても，引用発明において，「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」ようにすることは，次のとおり，当業者が容易に想到することができたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定が甲8，9を周知技術として例示したのは，電子写真装置においては小型化，軽量化が求められており，トナー像の定着に用いる加熱定着ローラにクリーニング部材等の補助的な装置を設けないようにすることは周知の課題であることを示すためであり，バインダーとワックスからなるトナーの工夫によって，クリーナーレス化を実現した技術を示すものとして提示したものではないから，原告の主張は当を得ないものである。",
                    "甲8，9には，熱定着ローラ表面に対してトナーが付着しないようにするために，従来から，ローラの表面を離型性にしたり，ローラの表面を離型性の液体を付与したり，トナーに離型剤を添加したり，クリーニングする装置を設ける等の種々の手段が検討されてきたが，小型化，軽量化が求められていることから，補助的な装置すなわち離型性の液体の塗布装置やクリーニング装置を設けないようにしたいとの課題が示されている。",
                    "そして，クリーニング装置は熱定着ローラ表面に対してトナーが付着しないようにするためのものであるから，トナーが熱定着ローラ表面に付着しないものであれば，クリーニング装置を省略できること，すなわちクリナーレスを実現できることは，特開平5-197192号公報(乙3)にも示されているとおり，容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1(甲3)において，定着試験に用いられた「ＮP-6650」の構造が甲7に示されるクリーニング部材を有するものであること，引用例1には，定着器のどの部分を取りはずしたものかが明記されていないことは争わないが，引用例1には，「熱ローラ外部定着機」は定着器を取りはずした「ＮP-6650改造機」とは別に設けられたものであり，「ＮP-6650改造機」を通過した転写紙上の未定着画像を外部に設けた「熱ローラ外部定着機」で定着したものと解される。そして，引用例1の未定着画像の定着試験はトナーのオフセットの有無をローラを観察して評価しようとするものであるから，「定着機」には，オイル塗布装置やクリーニング部材は設けられていないとみるのが自然であり，原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "原告は，引用発明では，離型剤として融点が該熱可塑性樹脂よりも低いワックスを一義的に用いていないから，「離型剤として，融点が該熱可塑性樹脂よりも低いワックス」を含有するとした決定の認定は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定における本件発明と引用発明との一致点(「融点が該ポリエステル系樹脂の軟化点よりも低いワックス」との点を含む。)及び相違点の各認定については原告も認めているところである(原告準備書面(1)5頁14行～21行)から，原告の上記主張は結論に影響に及ぼす決定の誤りを指摘するものとは解されず，取消事由の主張としては，そもそも主張自体失当というべきであって，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，念のため，引用発明について検討しても，次のとおり，原告の主張は失当である。",
                "引用例1(甲3)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「加熱定着用トナーにおいて，トナーバインダーとしてフローテスターにおける流出開始温度が75℃～105℃の範囲であり，軟化点が90℃～150℃の範囲である熱可塑性樹脂を用い，数平均分子量が(Mn)が1．0×103以下，重量平均分子量(Mw)が2．5×103以下，Mw",
                  "text": [
                    "／Mn3．0以下，融点(mp)が60～120℃の範囲である離型剤を少なくとも一種以上含有してなることを特徴とする加熱定着用トナー。」(特許請求の範囲)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「低温定着を可能とする低温溶融のトナーバインダーに対して，より低温より離型性を示す離型剤が必要であり，離型剤が離型性を示す温度は，離型剤の融点に相関があり，融点がより低いもの程低温定着に有利であることが明らかとなった。」(3頁左上欄末行～右上欄5行)"
                },
                {
                  "fig": "ウ",
                  "subject": "「実施例1 フローテスターによる流出開始点88．5℃，軟化点115℃であるポリエステル(Tg57．0℃)100重量部，カーボンブラック4重量部，負電荷制御剤2重量部，グラフト成分としてスチレン，2-エチルヘキシルアクリレートを使用した数平均分子量Mn5．3×102，重量平均分子量Mw8．0×102，Mw／Mn＝1．5，融点mp9",
                  "text": [
                    "5℃であるグラフト変性ポリエチレンワックス3重量部を混合した後，2軸混練押出し機によって溶融混練した後，冷却し気流式粉砕機で粉砕し，風力分級機により分級し，平均粒径約12μmの黒色微粉末(非磁性トナー)を得た。このトナー100重量部に対して疎水性シリカ粉末0．8重量部添加混合してトナーAを得た。」(5頁右上欄1行～15行)エ 「実施例3 フローテスターによる流出開始点95．0℃，軟化点134℃であるスチレン-ブチルアクリレート共重合体(Tg56．0℃)100重量部，磁性体80重量部，正電荷制御剤2重量部，数平均分子量Mn5．0×102，重量平均分子量Mw7．4×102，Mw／Mn＝1．",
                    "48，融点mp．86℃のフィッシャートロプシュ法で合成された直鎖パラフィンワックスを混合した後，2軸混練押出し機によって溶融混練した後，冷却し気流式粉砕機で粉砕し，風力分級機により分級し，平均粒径約8μmの黒色微粉末(磁性トナー)を得た。このトナー100重量部に対して疎水性シリカ粉末0．6重量部添加混合してトナーEを得た。」(6頁左上欄17行～右上欄10行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「実施例4 離型剤として，トナーEで使用した直鎖パラフィンワックス2重量部と融点128℃ポリエチレンワックス1重量部とした以外は実施例3と同様にトナーを得た。このトナー100重量部に対して疎水性シリカ粉末0．6重量部を添加混合してトナーFを得た。」(6頁右上欄19行～左下欄5行)",
                  "text": [
                    "引用例1の上記アの記載によれば，引用発明は，軟化点が90℃～150℃の範囲である熱可塑性樹脂を用い，融点(mp)が60～120℃の範囲である離型剤を少なくとも一種以上含有するものであることが認められるところ，上記イの記載によれば，引用例1には，熱可塑性樹脂の溶融温度よりも融点の低い離型剤を使用することが示されているということができる。",
                    "さらに，上記ウないしオの記載によれば，引用例1には，軟化点115℃であるポリエステル(Tg57．0℃)に融点mpが95℃であるグラフト変性ポリエチレンワックスを含有させたトナー(実施例1)，軟化点134℃であるスチレン-ブチルアクリレート共重合体に融点mp．86℃のフィッシャートロプシュ法で合成された直鎖パラフィンワックスを含有させたトナー(実施例3)，軟化点134℃であるスチレン-ブチルアクリレート共重合体に融点mp．86℃のフィッシャートロプシュ法で合成された直鎖パラフィンワックス及び融点128℃ポリエチレンワックスを含有させたトナー(実施例4)が具体的に記載されていることが認められるところ，これらはいずれも「離型剤として，融点が該熱可塑性樹脂よりも低いワックス」を含有するものであることが，一義的に明確である。",
                    "したがって，決定における引用発明の認定に誤りはなく，引用発明では離型剤として融点が該熱可塑性樹脂よりも低いワックスを一義的に用いていないとする原告の主張は誤りであって，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断誤り)について",
          "text": [
            "原告は，引用例1に「加熱定着装置の定着温度等に応じて，軟化点が90℃～150℃のポリエステル樹脂を適宜使用できることが示されて」いることは認めるが，軟化点が「120℃を超え140℃以内」に限定されていないから，決定が「相違点1は実質的な差異ではない」と判断したのは誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1に「加熱定着装置の定着温度等に応じて，軟化点が90℃～150℃のポリエステル樹脂を適宜使用できることが示されて」いることは，原告も認めるに至ったところである(原告第6準備書面3頁4行～6行)が，念のため引用例1(甲3)について検討する。",
                    "引用例1(甲3)には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明の加熱定着用トナーの構成上の一つの特徴は，トナーバインダーとして……軟化点が90～150℃の範囲である熱可塑性樹脂を用いたトナーを使用することにより，より低消費電力，低温度でトナーを記録材に加熱定着することができることである。……軟化点が90℃未満の場合，加熱定着工程でトナーの過剰溶融の傾向が現われ，画像表面の光沢，転写紙中への浸み込み，裏移りや溶融トナーの広がりによる画像ニジミ等の欠点が生じる。又，定着部材へのオフセットが顕著となり，離型剤の添加効果が著しく減少する。逆に軟化点が150℃を上回る場合，オフセットは改善されるが低温定着を達成できず，トナーの記録材への定着にかかる消費電力も増大する。」(2頁左下欄16行～右下欄17行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明に用いられるトナーバインダーとしては，例えば，ポリスチレン，ポリα-メチルスチレン，……スチレン-アクリル酸共重合体，……ポリエステル樹脂，……ポリビニルアルコール樹脂，ポリビニルピロリドン，シリコン樹脂などを単独あるいは混合して用いられる。本発明は，上記構成材料からなるトナーバインダーに限定されるものではなくフローテスターにおける流出開始温度が75～105℃の範囲であり，軟化点が90～150℃の範囲である熱可塑性樹脂であればよい。」(3頁左下欄9行～右下欄8行)",
                      "text": [
                        "引用例1の上記(ア)及び(イ)の記載によれば，引用発明において，トナーバインダーに用いられる熱可塑性樹脂の軟化点を90～150℃の範囲としたのは，軟化点が低い場合に生じる問題点(オフセットや画像ニジミ等)と，軟化点が高い場合に生じる問題点(低温定着性や消費電力において劣ること)を考慮したものであり，引用例1には，軟化点が上記範囲内にある熱可塑性樹脂であれば，樹脂の種類によらず使用し得ることが開示されているということができる。",
                        "なお，原告は，本件発明は，ポリエステル系樹脂が有する特性を生かしつつ，ポリエステル系樹脂特有の課題である高温オフセット及び感光体のドラムフィルミングを防止して低温定着及びクリーナーレス化を実現することが課題であるのに対し，引用例1はトナーバインダーとしての熱可塑性樹脂一般の課題を解決する技術にすぎない旨主張するが，引用例1に軟化点が90℃～150℃のポリエステル樹脂を適宜使用できることが示されていることは上記のとおりであり，このことは，引用例1に本件発明の課題の認識があるか否かによって左右されるものではない。また，そもそも，本件発明は「軟化点が120℃を超え140℃以内となるポリエステル系樹脂」を「主バインダー成分」とすることを規定しているにとどまり，「軟化点が120℃を超え140℃以内となるポリエステル系樹脂」以外の樹脂を従たるバインダー成分とすることを排除するものではないから，本件発明が，ポリエステル系樹脂が有する特性を生かしつつ，ポリエステル系樹脂特有の課題を解決するとの原告主張は，訂正明細書の特許請求の範囲の記載を離れてする主張であり，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般に，実験的に数値範囲を最適化又は好適化することは当業者が通常行うべきことであるから，公知技術に対して数値限定を加えることにより，特許を受けようとする発明が進歩性を有するというためには，当該数値範囲を選択することが当業者に容易であったとはいえないことが必要であり，これを基礎付ける事情として，当該数値限定に臨界的意義があることが明細書に記載され，当該数値限定の技術的意義が明細書上明確にされていなければならないものと解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そこで，本件について検討するに，トナーを構成するポリエステル樹脂として，引用例2(甲4)には軟化点(T )が120℃，126℃",
                      "content": [
                        {
                          "fig": "m",
                          "text": [
                            "及び130℃のもの(5頁左上欄6行～12行，5頁右上欄1行～6行，5頁右上欄15行～20行)，引用例3(甲5)には軟化点135℃の",
                            "もの(3頁右下欄15行～17行)が，それぞれ具体的に記載されており，トナーを構成するポリエステル樹脂として軟化点が120℃を超え140℃以内のものを用いることは，当業者にとって格別困難なものとは認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "また，本件発明がポリエステル系樹脂の軟化点を「120℃を超え140℃以内」に限定したことについて，訂正明細書(甲10添付の全文訂正明細書)の記載を検討するに，原告が引用する段落【0004】，【0005】，【0007】，【0015】，【0018】，【001",
                      "text": [
                        "9】の各記載を含め，訂正明細書には，本件発明においてポリエステル系樹脂の軟化点を「120を超え140℃以内」とした理由が示されているとは認められない。",
                        "そもそも，本件訂正前の本件明細書(甲2)には，ポリエステル系樹脂の軟化点について，もともと，「ポリエステル系樹脂の軟化点は110～150℃が好ましく，より好ましくは120～140℃である。」(段落【0014】)との記載があったところ，本件訂正によって，「ポリエステル系樹脂の軟化点は120～140℃である。」と訂正されたものであるが(甲10(訂正請求書))，本件訂正の前後を通じて，本件明細書には，ポリエステル系樹脂の軟化点の違いによる作用効果の相違を確認する実験についての記載がないのみならず，軟化点の上限・下限の技術的意義に関する一般的な記載すら存在しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，軟化点が「120℃を超え140℃以内」のポリエステル系樹脂は，トナーの主バインダー樹脂として当業者が適宜選択し得るものであったというべきであり，しかも，本件発明において格別の技術的意義ないし臨界的意義を認めることも困難であるから，決定が「相違点1は実質的な差異ではない」と判断したことは相当であり，原告主張の誤りがあるとはいえない。",
                        "なお，原告は，訂正明細書の段落【0022】に記載されたポリエステル系樹脂は，花王株式会社製の軟化点が124～132℃のポリエステル樹脂であり，このことを甲15により疎明した旨主張するが，明細書に記載されていない技術事項を，明細書の記載との関係が明らかでない別の文書によって補完することは許されない(このことは，発明の公開を代償として独占権を付与するという特許制度の原則に照らして，明らかというべきである。)。また，仮に上記の点が疎明されたとしても，訂正明細書に記載された実施例におけるポリエステル系樹脂の軟化点が本件発明の数値範囲にあることが確認できるにとどまり，本件発明において上記数値範囲に限定した技術的意義が明らかとなるものとは認められない。甲15に関する原告の上記主張は，主張自体失当というほかはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例2，3は，本件発明のように，低分子量ポリオレフィンワックスとフィッシャートロプシュワックスとの組み合わせにおいて，トナーを構成するポリエステル樹脂として軟化点が120℃を超え140℃以内のものを選択する動機付けを与えるものではない旨主張する。",
                "しかし，決定は，相違点1の判断において，トナーを構成するポリエステル系樹脂として軟化点が120℃を超え140℃以内のものが普通に用いられていること立証するため，引用例2，3を用いるものにすぎないから，原告が指摘する事項は決定の判断の当否に影響するものではなく，採用の限りでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上検討したところによれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，軟化点が120℃を超え140℃以内であるポリエステル系樹脂バインダーに使用するワックスとして，融点がバインダーの軟化点より低い融点90～110℃のフィッシャートロプシュワックスを用いることは当業者が容易になし得ることである旨決定が判断したことが，誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1(甲3)には，ポリエステル系樹脂をバインダー樹脂として用い，離型剤として，フィッシャートロプシュワックスと，ポリエチレンワックス又はポリプロピレンワックスとを併用することは，直接記載はされていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，乙4～6によれば，結着樹脂としてポリエステル系樹脂を使用するトナーのワックスとして，パラフィンワックスの一種であるフィッシャートロプシュワックスを単独で又は他のワックスと併用して用いることは従来から行われていたものと認められ，この点は原告も認めるところである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲5(引用例3)には，次の記載がある。",
                        "「(1)ポリエステル系樹脂，低分子量のポリビニル系ワックスおよびファーネスカーボンブラックを含有することを特徴とする電子写真用現像剤。……",
                        "(4)ポリビニル系ワックスが，ポリエチレンおよびポリプロピレンよりなる群より選ばれることを特徴とする特許請求の範囲第1項から第3項までのいずれかに記載の電子写真用現像剤。」(特許請求の範囲)(エ) さらに，乙9(特開平3-168649号公報)には，静電荷像現像用トナーに関する発明について，次の記載がある。",
                        "「低分子量ワックスとしては，ポリオレフィンワックス，酸化型ポリオレフィンワックス，パラフィンワックス，その酸化体または酸化ケン化体，モンタン酸ワックス，カルナバロウなどが用いられる。ポリオレフィンワックスとしては，ポリエチレン，ポリプロピレン，エチレン，プロピレン等のオレフィンと他のモノマーとの共重合体などが挙げられる。……また，パラフィンワックスとしては，マイクロワックス，フィッシャートロプシュワックスなどが例示される。」(3頁左上欄6行～19行)",
                        "「バインダーとしては，スチレン系樹脂に代表されるビニル系樹脂，ポリエステル樹脂などが，目的に応じていずれも使用可能である。」(3頁右上欄2行～4行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(イ)ないし(エ)に照らせば，本件出願前，フィッシャートロプシュワックス，及び，ポリエチレンワックスやポリプロピレンワックス等の低分子量ポリオレフィンワックスは，いずれもポリエステル系樹脂をバインダーとする場合の離型剤として周知のものであったということができる。",
                        "そうすると，引用例1の記載に接した当業者は，引用発明においては，バインダー樹脂としてポリエステル系樹脂を用いた場合に，離型剤として使用可能なワックスとして，ポリエチレン，ポリプロピレンワックス等のポリオレフィンワックスやフィッシャートロプシュワックス等のパラフィンワックスを用いることが想定されているものと理解するものと認められるから，たとえ引用例1に具体例の記載がなくとも，「ポリエステル系樹脂に対する離型剤として，フィッシャートロプシュワックス，ポリエチレンワックス又はポリプロピレンワックスを用いること」については，開示があるものと認められる。",
                        "そして，引用例1には，一般的な記載ではあるが，離型剤を併用し得る旨の記載があり，また，バインダーがポリエステル系樹脂ではないものの，離型剤を併用した例(実施例4)が具体的に記載されているから，「ポリエステル系樹脂に対する離型剤として，フィッシャートロプシュワックスと，ポリエチレンワックス又はポリプロピレンワックスとを併用すること」が具体的に開示されているとまではいえないにしても，少なくとも示唆されているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "バインダー樹脂の軟化点とワックスの融点の関係について，検討する。",
                    "本件発明では，フィッシャートロプシュワックスとして融点が90～110℃であるものを用いることが規定されているのに対し，引用発明は，融点がバインダー樹脂の軟化点よりも低いワックスを配合するものであるから，バインダー樹脂の軟化点に応じて適宜決定し得るものと認められるところ，バインダー樹脂として，軟化点が120～140℃の範囲内のポリエステル系樹脂は，前記のとおり，通常用いられるものであり，引用例2(甲4)に，軟化点が126℃であるポリエステル系樹脂に対して，融点が110℃のフィッシャートロプシュワックスを配合することが記載されていることに照らせば，軟化点が120℃を超え140℃以内であるポリエステル系バインダー樹脂に使用するワックスとして，融点がバインダーの軟化点より低い90～110℃のフィッシャートロプシュワックスを用いることは当業者が容易になし得たことというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本件発明において，軟化点が120℃を超え140℃以内であるポリエステル系樹脂に離型剤として融点が90～110℃のフィッシャートロプシュワックスとポリオレフィンワックスを併用したことによって，予想外の効果を奏したものとも認められない。",
                    "この点に関し，原告は，訂正明細書(甲10添付の全文訂正明細書)の実施例1～5と比較例1及び4の記載を根拠として効果の顕著性を主張するが，これらの記載をみても，依然として，フィッシャートロプシュワックス単独使用の場合に比べて，フィッシャートロプシュワックスとポリオレフィンワックスを併用した場合にどのような点で優れるのかが不明であり，本件発明が顕著な効果を奏したものとは認められない。",
                    "なお，原告は，フィッシャートロプシュワックスとポリオレフィンワックスを併用することにより，分散安定性の効果があることも主張する。しかし，これらの併用により分散安定性が改善されることは，訂正明細書に記載がない事項であるだけでなく，ポリオレフィンワックスとバインダー樹脂が合成方法が近く，構造上似ているから相溶性がよいとの技術的根拠も不明であるので，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用例2(甲4)は，カプセル型トナーに関するものであり，本件発明とはトナーの粒子構成が異なっていること，引用例2にも，フィッシャートロプシュワックスと低分子量ポリオレフィンワックスを併用する旨の記載はないことを指摘する。",
                    "しかし，決定は，バインダー樹脂であるポリエステル系樹脂の軟化点とフィッシャートロプシュワックスの融点との関係が本件発明と同じである例として引用例2に言及したものにすぎず，原告の上記指摘は，相違点2の判断に影響を及ぼすものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，決定がフィッシャートロプシュワックスの配合量を1～5重量％の範囲に設定することは当業者が適宜なし得ることである旨判断したのは，誤りである旨主張する。",
                "そもそも，トナーにワックスを配合する目的は，バインダー樹脂単独では達成できない特性を補うことにあるものと認められ，主な目的としては，離型性の付与，オフセットの防止，低温定着性，定着画像の耐久性等が挙げられる(乙3，5，6)。そうすると，ワックスの量が少なすぎればその配合効果は十分発揮されず，多すぎればバインダー樹脂本来の特性が発揮できないことは自明であるから，トナーに配合するワックスの効果的な配合量を検討することは，当業者が通常行うべき事項の範囲内のものと認められる。",
                "そして，引用例1(甲3)には，ワックス全体の配合量ではあるが，「離型剤を少なくとも一種以上，トナーに対して0．1～20重量％の添加量で用いられる。」(3頁右下欄12行～14行)との記載があり，引用例4(甲6)には，バインダーがポリエステル系樹脂でない場合ではあるが，トナー中のフィッシャートロプシュワックスの含有量として，「0．1～5．0重量％」(2頁右下欄7行)という数値が記載されている。",
                "上記の事実に照らせば，フィッシャートロプシュワックスの含有量を1～5重量％の範囲とすることが，当業者にとって格別困難であったとは認められない。",
                "また，本件発明において，フィッシャートロプシュワックスを1～5重量％の範囲に設定したことによって，本件発明が予想外の効果を奏したものとも認められない。",
                "したがって，フィッシャートロプシュワックスの配合量に関する決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上検討したところによれば，決定が，「ポリエステル系樹脂に対する離型剤として，フィッシャートロプシュワックスと，ポリエチレンワックス又はポリプロピレンワックスとを併用すること」について引用例1に開示があるとした点は措辞適切を欠くというべきであるが，相違点2についての判断の結論に影響を及ぼすものではなく，相違点2に関する決定の判断は，結論において相当である。",
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3の判断誤り)について",
          "text": [
            "原告は，決定は，加熱定着ローラに補助的な装置を設けないようにするという大きな課題が本件発明によって初めて解決されたという産業的意義を，無視するものである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正明細書の特許請求の範囲の請求項1には，「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」という，本件訂正で付加された記載がある。",
                "すなわち，本件訂正は，本件訂正前の特許請求の範囲の請求項1における「……フィッシャートロプシュワックスを1～5重量％配合し，かつポリエチレンワックス，ポリプロピレンワックス等の低分子量ポリオレフィンワックスを配合することを特徴とする静電潜像現像用トナー。」との記載を，「……フィッシャートロプシュワックスを1～5重量％とポリエチレンワックス，ポリプロピレンワックス等の低分子量ポリオレフィンワックスとからなるワックスを配合してなるトナー成分を溶融混練した後，粉砕，分級してなる粉砕トナーであって，該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用されることを特徴とする静電潜像現像用トナー。」と訂正したものであり，このうち，上記の定着方式に係る部分は，本件訂正前の本件明細書(甲2)の段落【0002】，【0006】，【0024】の記載を根拠としたものである(訂正請求書(甲10))。",
                "本件明細書の段落【0002】，【0006】，【0024】の各記載は，本件訂正前後を通じて同一であり，本件発明のトナーについて，「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用」することが好適であることを説明するにすぎない。",
                "また，甲8及び9，乙3並びに弁論の全趣旨によれば，本件出願前から電子写真装置は小型化，軽量化が求められており，トナー像の定着に用いる加熱定着ローラに補助的な装置を設けないようにすることは周知の課題であったことが認められるから，「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用」することは，新たな用途ということができないのみならず，当業者には自明の使用方法にすぎない。",
                "そうすると，訂正明細書の特許請求の範囲の請求項1における「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」との文言は，本件発明に係る「トナー」の使用目的についての主観的な認識を示すにとどまり，「物」の発明である本件発明について，その構成を限定する意義を有するものということはできない。",
                "上記のとおり，特許請求の範囲における「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」との記載は，本件発明の構成を限定する意義を有するものとはいえないから，原告の取消事由4の主張はその前提を欠くものであって採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，訂正明細書の特許請求の範囲における「該トナーを用いて画像を形成したトナー像をクリーナーパッドを付けない加熱定着ローラに接触させて紙に定着する方式に使用される」との記載が本件発明の構成を限定する意義を有するものとはいえないとの被告の主張は，決定に記載された判断ではなく，取消訴訟において主張することは許されない旨主張する。",
                "特許無効審判の審決に対する取消訴訟においては，審判で審理判断されなかった公知事実を主張することは許されず，拒絶査定不服審判の審決に対する取消訴訟においても，同様に解すべきものであるところ(最高裁昭和42年(行ツ)第28号同51年3月10日大法廷判決・民集30巻2号79",
                "頁)，この理は，特許異議の申立てに基づく取消決定に対する取消訴訟についても，同様に当てはまるものというべきである。すなわち，無効審判，拒絶査定不服審判及び特許異議申立事件において特許法29条1項各号(同条2項において引用される場合を含む。以下，同じ。)に掲げる発明に該当するものとして審理されなかった事実については，取消訴訟において，これを同条1項各号に掲げる発明として主張することは許されない。しかしながら，審判や特許異議の申立てについての審理において審理された公知事実に関する限り，審理の対象とされた発明との一致点・相違点について審決や取消決定と異なる主張をすることは，審判や特許異議の申立てについての審理で審理判断された公知事実との対比の枠を超えるということはできないから，取消訴訟においてこれを主張することが許されないとすることはできない。",
                "本訴における被告の上記主張は，本件の特許異議の申立てについての審理において特許法29条1項3号に掲げる発明に該当するものとして審理された公知事実である引用発明と本件発明との相違点3について，進歩性を認めることができない理由として主張されていることが明らかであり，被告が本訴において上記主張をすることは許されるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上検討したところによれば，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，その他，決定にこれを取り消すべき誤りがあるとは認められない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}