{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2002-72594号事件について平成15年5月27日にし",
        "た決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件特許第3276936号「流量コントロールバルブ」は，平成10年12月25日に特許出願され，平成14年2月8日に特許権の設定登録がなされ，その後，その特許について，特許異議の申立て(異議2002-72594号)がなされた。",
            "異議申立てについて，平成15年5月27日，「特許第3276936号の請求項1ないし4に係る特許を取り消す。」との決定があり，その謄本は同年6月16日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の特許請求の範囲の記載(以下，請求項番号に対応して，それぞれの発明を「本件発明1」などという。)",
          "text": [
            "【請求項1】　一側に被制御流体の流入部(12)を有し弁座(16)を介して他側に被制御流体の流出部(15)が形成されたチャンバ(20)を有するボディ本体(11)と，前記弁座を開閉する弁部(41)と前記流入部側に配された第一ダイヤフラム部(50)と前記流出部側に配された第二ダイヤフラム部(60)とを有する弁機構体(40)とからなり，",
            "前記各ダイヤフラム部は，それらの外周部が前記ボディ本体に固定されて前記チャンバ内に取り付けられていて，該チャンバを第一ダイヤフラム部外側の第一加圧室(21)，前記第一ダイヤフラム部及び第二ダイヤフラム部に囲まれ前記流入部及び弁座並びに流出部を有する弁室(25)，及び第二ダイヤフラム部外側の第二加圧室(30)に区分しており，前記第一加圧室及び第二加圧室に設けられた第一加圧手段(M1)及び第二加圧手段(M2)によって前記第一ダイヤフラム部及び第二ダイヤフラム部を常時弁室方向に一定圧力を加えるようにしてなる流量コントロールバルブ(10)において，",
            "前記弁機構体(40)の第一ダイヤフラム部(50)に弁部(41)を有する第一部材(51)を一体に設けるとともに，前記第二ダイヤフラム部(60)には前記第一部材と分離自在に遊嵌結合された第二部材(61)を一体に設けたことを特徴とする流量コントロールバルブ。",
            "【請求項2】　請求項1において，前記弁機構体の第一部材と第二部材の結合部が円台錐形状の凸部(52)と凹部(62)によって形成されている流量コントロールバルブ。",
            "【請求項3】　請求項1または2において，前記第一加圧室の加圧手段がバネ(S1)よりなる流量コントロールバルブ。",
            "【請求項4】　請求項1ないし3のいずれかにおいて，前記第二加圧室の加圧手段が加圧気体(A1)よりなる流量コントロールバルブ。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物に記載された発明",
              "text": [
                "決定は，特開平6-295209号公報(以下「刊行物」という。本訴甲4)には，以下の発明が記載されているとした。",
                "「一側に被制御流体の流入口87を有し流量制御部82に対向する弁室内壁面を介して他側に被制御流体の流出口88が形成されたチャンバを有するバルブ本体78と，前記弁室内壁面に接近離間する流量制御部82と前記流入口87側に配された第二ダイヤフラム76と前記流出口60側に配された第一ダイヤフラム74とを有する弁体71とからなり，",
                "前記各ダイヤフラムは，それらの外周部が前記バルブ本体78に固定されて前記チャンバ内に取り付けられていて，該チャンバを第二ダイヤフラム76外側の加圧室80，前記第二ダイヤフラム76及び第一ダイヤフラム74に囲まれ前記流入口87及び流量制御部82に対向する弁室内壁面ならびに流出口60を有する弁室81，及び第一ダイヤフラム74外側の加圧室79に区分しており，前記加圧室80及び加圧室79に設けられた第一の加圧気体及び第二の加圧気体によって前記第二ダイヤフラム76及び第一ダイヤフラム74を常時弁室81方向に一定圧力を加えるようにしてなる流量コントロールバルブ70において，",
                "前記弁体71の第二ダイヤフラム76に流量制御部82を有するロッド部72の下側の半体を一体に設けるとともに，前記第一ダイヤフラム74には前記ロッド部72の下側の半体と螺合により結合されたロッド部72の上側の半体を一体に設けた流量コントロールバルブ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1に関して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と刊行物に記載された発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「一側に被制御流体の流入部を有し弁座を介して他側に被制御流体の流出部が形成されたチャンバを有するボディ本体と，弁部と前記流入部側に配された第一ダイヤフラム部と前記流出部側に配された第二ダイヤフラム部とを有する弁機構体とからなり，",
                        "前記各ダイヤフラム部は，それらの外周部が前記ボディ本体に固定されて前記チャンバ内に取り付けられていて，該チャンバを第一ダイヤフラム部外側の第一加圧室，前記第一ダイヤフラム部及び第二ダイヤフラム部に囲まれ前記流入部及び弁座ならびに流出部を有する弁室，及び第二ダイヤフラム部外側の第二加圧室に区分しており，前記第一加圧室及び第二加圧室に設けられた第一加圧手段及び第二加圧手段によって前記第一ダイヤフラム部及び第二ダイヤフラム部を常時弁室方向に一定圧力を加えるようにしてなる流量コントロールバルブにおいて，",
                        "前記弁機構体の第一ダイヤフラム部に弁部を有する第一部材を一体に設けるとともに，前記第二ダイヤフラム部には第二部材を一体に設けた流量コントロールバルブ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "〈相違点1〉",
                        "「本件発明1の弁部は弁座を開閉できるものであるのに対し，刊行物に記載された発明の流量制御部82は弁室内壁面に接近離間するものの，弁室内壁面を開閉できるものであるかどうかについては言及がない点。」",
                        "〈相違点2〉",
                        "「本件発明1では，第二ダイヤフラム部と一体の第二部材が，弁部を有する第一部材と分離自在に遊嵌結合されているのに対し，刊行物に記載された発明では，第一ダイヤフラム74と一体のロッド部72の上側の半体が，流量制御部82を有する下側の半体と螺合により結合されており，分離自在に遊嵌結合されていない点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1に関して",
                      "text": [
                        "「刊行物に記載された発明のような流量コントロールバルブが，二次側の流体の圧力変動に対しても二次側のダイヤフラムが変形して流量制御通路部が拡縮し，これにより二次側の流体の流量及び圧力変動を抑えるように機能すること，及び，このような流量コントロールバルブが，二次側の流体の圧力いかんによっては弁座を閉じることができることは当業者において自明であり(この点については，本件の特許明細書の段落【0006】に「・・・この先行技術(日本特許第2671183号)においては，・・・流出部112側の背圧により弁機構体120の弁部121が移動して弁座113を閉じる場合には，・・・」と記載されているように，本件出願人である特許権者も自ら認めるところである。)，さらに，このような二次側の流体の圧力変動に対してそれを抑えるように機能するバルブにおいて，弁座を開閉できるようにしておくことは周知技術(例えば，特開平9-230942号公報(判決注：審判甲1，本訴甲5)の段落【0022】，【0030】，特公平5-464",
                        "41号公報(判決注：審判甲7，本訴甲6)の2頁右欄36～37行参照。)である。してみれば，刊行物に記載された発明で，弁部である流量制御部によって，弁座である弁室内壁面を開閉できるようにしておくことは，上記周知技術から当業者が容易に行うことができたものである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2に関して",
                      "text": [
                        "「刊行物に記載された発明のような，二次側の流体の圧力変動に対応して二次側のダイヤフラムが変形して流量制御通路部が拡縮し，これにより二次側の流体の流量及び圧力変動を抑えるように機能するバルブにおいて，二次側のダイヤフラムを弁部を有する部材と分離自在に遊嵌結合しておくことは周知技術(例えば前記特開平9-230942号公報の段落【0022】，【0030】，特公平5-464",
                        "41号公報の第1図，第3図，辻茂著「空気圧工学」(昭和48年8月30日発行，朝倉書店)(審判甲4，本訴甲7の1ないし4)の164頁，特に図7．19)であって，このようにしておけば二次側のダイヤフラムの変形に対して弁部が過剰な負荷や摩擦力を受けることがなく，したがって，弁部や弁座に破損や塵の発生を招くこともなくなることは当業者が容易に想到し得るところである。 　してみれば，刊行物に記載された発明で，二次側のダイヤフラム(第一ダイヤフラム74)と一体の部材であるロッド部72の上側の半体を，弁部(流量制御部)を有する部材であるロッド部72の下側の半体と分離自在に遊嵌結合して，これにより，二次側のダイヤフラムの変形に対して弁部が過剰な負荷や摩擦力を受けないようにして，弁部や弁座に破損や塵の発生を生じないようにすることは，上記周知技術から当業者が容易に行うことができたものである。",
                        "なお，特許権者は，平成15年5月6日付けの意見書で，本件特許発明の課題は，弁部と弁座間における劣化や損傷あるいは微細な塵の発生を防止して，超純水や薬液等に高い適用性を有する，高度にクリーンな流量コントロールバルブを提供するという全く新たな課題を提示し，これを実現するものである，と主張し，さらに，引用例はこのような本件発明1の課題を有していない，とも主張しているが，本件特許明細書の全記載によれば，本件発明1は超純水や薬液等への適用に限定されるものでなく，また，本件特許公報【0006】，【0008】の記載を参酌すれば，本件発明1の課題とするものも，先行技術である特許第2671183号(上記刊行物の特許番号)において生ずる，第二ダイヤフラム部に大きな背圧が加わった場合に弁機構体に大きな負荷がかかり，第一ダイヤフラム部と第二ダイヤフラム部の固着部に劣化や損傷を生じるとともに，弁機構体の弁部とボディ本体の弁座の間に大きな摩擦力が働き，それらの破損や塵の発生を招くという問題に対処することにあると認められ，またそれは，刊行物に記載された発明に内在する課題ということができるから，このような課題を解決できることが当業者において容易に想到し得る上記周知技術(二次側の流体の圧力変動に対応して二次側のダイヤフラムが変形して流量制御通路部が拡縮し，これにより二次側の流体の流量及び圧力変動を抑えるように機能するバルブにおいて，二次側のダイヤフラムを弁部を有する部材と分離自在に遊嵌結合しておく技術；審判甲1，7，4は，その単なる例示である。)を，刊行物に記載された発明に適用することは当業者が容易に行うことができたものというべきである。",
                        "そして，本件発明1の作用効果は，上述のとおり，上記刊行物に記載された発明と上記各周知技術から予測し得る程度のものであるから，本件発明1は，上記刊行物に記載された発明に上記各周知技術を適用することにより，当業者が容易に発明をすることができたものである。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2に関して",
              "text": [
                "「請求項2の発明は，請求項1の発明において，弁機構体の第一部材と第二部材の結合部を円台錐形状の凸部と凹部によって形成したものであるが，二次側のダイヤフラムを弁部を有する部材と分離自在に遊嵌結合しておく場合において，その結合部を円錐形状の凸部と凹部によって形成することは周知技術として引用した前記特公平5-46441号公報の第1図，第3図，辻茂著「空気圧工学」の図7．19にもみられるように，これまた従来周知の技術手段であって，円錐形状の凸部を円台錐形状の凸部に変更するごときは当業者が適宜行い得る単なる設計事項である。してみれば，請求項2の発明は刊行物に記載された発明に前記各周知技術と上記周知技術を適用することにより，当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3に関して",
              "text": [
                "「請求項3の発明は，請求項1または2の発明において，第一加圧室の加圧手段をバネとしたものであるが，一次側の加圧室の加圧手段をバネとすることは周知技術として引用した前記特開平9-230942号公報の図1，特公平5-4644",
                "1号公報の第1図，第3図，辻茂著「空気圧工学」の図7．18にもみられるように，これまた従来周知の技術手段である。してみれば，請求項3の発明は刊行物に記載された発明に前記各周知技術と上記周知技術を適用することにより，当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明4に関して",
              "text": [
                "「請求項4の発明は，請求項1ないし3のいずれかの発明において，第二加圧室の加圧手段を加圧気体としたものであるが，二次側のダイヤフラムを加圧する加圧手段を加圧気体とすることは上記引用例でも行われているから，請求項4の発明は刊行物に記載された発明に前記各周知技術とを適用することにより，当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "結論",
              "text": [
                "「本件の請求項1～4に係る発明は，上記刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件の請求項1～4に係る発明についての特許は特許法29条2項の規定に違反してされたものである。 　したがって，本件の請求項1～4に係る発明についての特許は，特許法113条2号に該当し，取り消されるべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(決定取消事由)の要点",
      "text": [
        "原告としては，本件については，決定に記載された事項について取消事由を主張するものではない。原告は，別途，平成15年9月2日付けで訂正審判請求をしたところ(訂正2003-39185号)，審判請求は成り立たないとの決定がされたため，その決定取消訴訟を提起した(平成17年(行ケ)10294号(東京高裁平成16年(行ケ)第101号))。原告としては，専ら，平成17年(行ケ)第10294号事件について争い，同事件における訂正審判請求が認められるべきであって，これが認められれば本件異議の決定が結果的に本件発明1ないし4の要旨認定を誤ったことになるという意味で，取消事由があることのみを主張するものである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "原告の主張は，前記のとおりであり，本件決定については争わず，取消事由を主張するものではない。前記平成17年(行ケ)第10294号事件もまた当部に係属している。同事件は，原告が本訴係属中の平成15年9月2日付けで訂正審判請求をしたところ(訂正2003-39185号)，審判請求は成り立たないとの決定がされたため，その決定取消訴訟を提起したものである。そして，当裁判所は，平成17年(行ケ)第10294号事件についても，本件と同一期日に口頭弁論を開いた上，同一期日に判決を言い渡すものであるが，同判決の結論は，上記訂正審判請求を成り立たないとした審決は是認し得るものであり，原告の主張する審決取消事由は理由がないというものである。",
        "以上によれば，本件決定を取り消すべき事由はなく，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10282",
    "date": "2005-05-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009559",
    "ipprecedent_id": "690",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}