{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2003-35135号事件について平成16年5月31日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する発明の名称を「積層方法」とする後記特許につき，被告が特許無効審判請求をしたところ，特許庁が無効審決をしたことから，原告が同審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，発明の名称を「積層方法」とする発明につき，平成10年11月6日に特許出願し，平成12年3月31日に特許第3051381号として設定登録を受けた(以下「本件特許」という。)。",
                "被告は，平成15年4月10日付けで，本件特許につき特許無効審判請求をし，特許庁は，これを無効2003-35135号事件として審理した。",
                "原告は，審理の過程で，本件特許について，平成16年3月15日付けで訂正請求を行い(以下「本件訂正」という。)，これに対し特許庁は，平成16年4月2日付けで訂正拒絶理由通知を発した。",
                "そして，特許庁は，平成16年5月31日，本件訂正は認められないとした上で，「特許第3051381号の請求項1～8に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は平成16年6月10日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正前の発明(すなわち登録時の発明)の内容は，下記のとおりである。",
                    "「【請求項1】凹凸を有する基板1に，フィルム状樹脂2を積層するに当たり，真空積層装置3を用いて積層した後，真空状態を解放した状態でラミネーターロール4又は平面プレス装置4′により加熱加圧処理することを特徴とする積層方法。",
                    "【請求項2】上部プレート5及び下部プレート6を有し，上部プレート5及び下部プレート6の対向面にそれぞれ膜体7，8を載置し，上部プレート5の膜体7と下部プレート6の膜体8の間に狭持されるように凹凸を有する基板1とフィルム状樹脂2を載置し，下部プレート6を持ち上げて上部プレート5と密封係合状態にして，真空状態にした後，上部より大気を入れて積層する真空積層装置3を用いることを特徴とする請求項1記載の積層方法。",
                    "【請求項3】真空積層装置3による真空度が2hPa以下であることを特徴とする請求項1又は2記載の積層方法。",
                    "【請求項4】上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間にそれぞれフィルム13，14を設けることを特徴とする請求項2あるいは3記載の積層方法。",
                    "【請求項5】上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間にそれぞれ設けたフィルム13，14が連続走行可能なフィルムであることを特徴とする請求項4記載の積層方法。",
                    "【請求項6】上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間にそれぞれ設けたフィルム13，14がポリエチレンテレフタレートフィルム，ポリエチレンフィルム，ポリプロピレンフィルム，ナイロンフィルム，ポリイミドフィルム，ポリスチレンフィルム，フッ素化オレフィンフィルムのいずれかであることを特徴とする請求項4又は5記載の積層方法。",
                    "【請求項7】ラミネーターロール4による加熱加圧処理条件が圧力1～10kg／c㎡，温度20～200℃，又は平面プレス装置4′による加熱加圧処理条件が圧力1～50kg／c㎡， 温度20～200℃であることを特徴とする請求項1～6いずれか記載の積層方法。",
                    "【請求項8】フィルム状樹脂2が絶縁材料であること特徴とする請求項1～7いずれか記載の積層方法。」",
                    "なお，以下，本件訂正前の請求項を「旧請求項」と，本件訂正後のそれを「新請求項」といい，旧請求項1に係る発明を「訂正前発明1」等と，新請求項1に係る発明を「訂正発明1」等という。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後の発明の内容",
                  "text": [
                    "平成16年3月15日付け請求に係る本件訂正後の発明の内容は，下記のとおりである(下線部が訂正部分)。なお，旧請求項4は削除され，以下順次繰り上げた。",
                    "「【請求項1】凹凸を有する基板1に，フィルム状樹脂2を積層するに当たり，真空積層装置3を用いて積層した後，真空状態を解放した状態でラミネーターロール4又は平面プレス装置4′により加熱加圧処理する積層方法において，該真空積層装置3として，上部プレート5及び下部プレート6を有し，上部プレート5及び下部プレート6の対向面にそれぞれ膜体7，8を載置し，上部プレート5の膜体7と下部プレート6の膜体8の間に狭持されるように凹凸を有する基板1とフィルム状樹脂2とを，上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれフィルム13，14を介在させて載置し，真空状態にした後，積層する真空積層装置を使用することを特徴とする積層方法。",
                    "【請求項2】上部プレート5及び下部プレート6を有し，上部プレート5及び下部プレート6の対向面にそれぞれ膜体7，8を載置し，上部プレート5の膜体7と下部プレート6の膜体8の間に狭持されるように凹凸を有する基板1とフィルム状樹脂2を載置し，下部プレート6を持ち上げて上部プレート5と密封係合状態にして，真空状態にした後，上部より大気を入れて真空状態を解放し積層を完了する真空積層装置3を用いることを特徴とする請求項1記載の積層方法。",
                    "【請求項3】真空積層装置3内の真空度が2hPa以下であることを特徴とする請求項1又は2記載の積層方法。",
                    "【請求項4】上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれ設けたフィルム13，14が連続走行可能なフィルムであることを特徴とする請求項2又は3記載の積層方法。",
                    "【請求項5】上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれ設けたフィルム13，14がポリエチレンテレフタレートフィルム，ポリエチレンフィルム，ポリプロピレンフィルム，ナイロンフィルム，ポリイミドフィルム，ポリスチレンフィルム，フッ素化オレフィンフィルムのいずれかであることを特徴とする請求項2～4いずれか記載の積層方法。",
                    "【請求項6】ラミネーターロール4による加熱加圧処理条件が圧力1～10kg／c㎡，温度20～200℃，又は平面プレス装置4′による加熱加圧処理条件が圧力1～50kg／c㎡，温度20～200℃であることを特徴とする請求項1～5  いずれか記載の積層方法。",
                    "【請求項7】フィルム状樹脂2が電気的絶縁材料であること特徴とする請求項1～6いずれか記載の積層方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "本件審決の内容は，別紙審決謄本の写しのとおりである。その理由の要旨は，本件訂正は，次に述べるとおり訂正前明細書に記載された事項の範囲においてなされたものでも，特許請求の範囲の減縮，誤記若しくは誤訳の訂正，又は明りょうでない記載の釈明のいずれでもないから許されず，かつ，訂正前発明2ないし4，8は不明確で特許法36条6項2号に規定する要件を満たしていないから無効である等としたものである。",
                "なお，本件訂正が許されないとされた理由は，次の理由1ないし4のとおりである。",
                "(理由1)",
                "訂正発明1は，訂正前明細書に記載されていないから，本件訂正は，訂正前明細書に記載された事項の範囲内においてしたものとはいえない。",
                "(理由2)",
                "訂正発明3は，訂正前明細書に記載されていないから，本件訂正は，訂正前明細書に記載された事項の範囲内においてしたものとはいえない。",
                "(理由3)",
                "訂正発明3についての本件訂正は，新たな請求項を特許請求の範囲に追加するものであって，特許請求の範囲の減縮を目的とするものとはいえないし，誤記の訂正や明りょうでない記載の釈明を目的とするものともいえない。",
                "(理由4)",
                "新請求項4及び5の両者の記載において，フィルム13，14が設けられる位置につき，「上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間」とする本件訂正は，明りょうでない記載の釈明を目的とするものとはいえないし，特許請求の範囲の減縮や誤記の訂正を目的とするものともいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本件審決には，本件訂正を認めなかった違法があるのみならず，訂正前発明2ないし4，8は特許法36条6項2号の要件を満たしていないから無効である等の誤った判断をした違法があるから，取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件訂正の適否の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正前発明1に係る訂正について",
                      "text": [
                        "①　本件審決は，訂正発明1の真空積層装置は，前記(2)イの【請求項1】のように，下部プレート6を持ち上げて上部プレート5と密封係合状態にし，かつ，上部より大気を入れるもの以外の真空積層装置を含む概念で特定されているが，訂正前明細書には，下部プレート6を持ち上げて上部プレート5と密封係合状態にするもの以外の真空積層装置が記載されていたものとは認められないし，また，大気を入れる真空積層装置としては，上部より大気を入れるもの以外の真空積層装置が記載されていたものとも認められないから，本件訂正は，訂正前明細書に記載された事項の範囲内においてしたものではない(本件審決の「理由1について」。3頁35行～5頁14行)，と判断した。",
                        "しかし，訂正発明1は，訂正前明細書記載の実施例2におけるフィルム13，14に着目し，訂正前明細書の図3及び図4のフィルム状樹脂2と基板1とを膜体7を膨張させて積層する際，フィルム状樹脂から滲み出す樹脂成分を「フィルム13及び14に付着させ，該フィルムを取り除くことにより，良好な回路基板が形成できる」(段落【0015】)という効果を得るため，上記フィルム13，14を構成要件に加えるとともに，上記樹脂成分の滲み出しが，上下のプレート5，6とその膜体7，8を備えた真空積層装置3や平面プレス装置4′に基づくものであることを明確にするため，これを構成要件とし，さらに，真空積層装置3で得られた積層板には，基板の凹凸に基づき表面に凹凸があり，これをラミネーターロール4又は平面プレス装置4′により加熱加圧処理して積層板表面の凹凸を平滑にし，後工程である回路形成時の密着不良をなくすことができる(段落【0011】)ことに鑑み，ラミネーターロール4又は平面プレス装置4′をも構成要件としたものである。",
                        "そして，訂正前明細書の実施の形態(実施例1及び2)は，訂正前発明1の方法に用いる真空積層装置3の好適な一例を示したに過ぎないのであり，実施例1及び2の記載のみから訂正前発明1の真空積層装置を限定解釈することは，特許法70条2項の趣旨に違反する。",
                        "②　次に，訂正前明細書(甲2)には，「凹凸を有する基板1に，フィルム状樹脂2を積層するに当たり，真空積層装置3を用いて積層した後，真空状態を解放した状態でラミネーターロール4又は平面プレス装置4′により加熱加圧処理する積層方法」との記載(段落【0006】)，「図1，図2は本発明の積層方法に用いる装置の主要部の構造図であり，1は凹凸を有する基板，2はフィルム状樹脂，3は真空積層装置，4はラミネートロール，4′は平面プレス装置であり，更に5は上部プレート，6は下部プレート，7は上部プレート5の膜体，8は下部プレート6の膜体である。9は上部プレート5と下部プレート6とを密封係合するためのシールであり，10は上部プレート5と下部プレート6を密封係合した後に，該密封内を真空状態にするための真空引き吸引口である。」との記載(段落【0008】)があり，図1，2が示されている。",
                        "そして，訂正前明細書の真空積層装置3において上部プレート5及び下部プレート6あるいはどちらかのプレートを相対的に近接移動させてその対向面に膜体を介して密封係合状態にすることは，特開平10-286839号公開特許公報(甲18)，特開平11-129431号公開特許公報(甲3中の審判甲",
                        "1)，特開平10-95089号公開特許公報(甲22)に記載のあるように，本件特許の出願前に当業者間で技術常識となっていた。また，訂正前明細書の真空積層装置3においては，上部より大気を入れているが，上部より大気を入れる目的は，上部プレート5の下面の膜体7を膨らませ，その膨張力を利用して基板1とフィルム状樹脂2を積層するものであるところ，特開平10-286839号公開特許公報(甲18)，特開平8-332646号公開特許公報(甲19)に記載のあ",
                        "るように，膜体を膨らませその膜圧を利用してフィルム状樹脂と回路基板等の基板とを積層することは周知であり，その積層の際，上部プレート5から圧縮空気を導入してその上部プレート5に設けられている膜体7を膨らませるか，下部プレート6から空気を導入してその空気圧を利用して膜体8を膨らませるかのいずれかを選択することも，本件特許の出願前に当業者間で技術常識となっていた。",
                        "したがって，訂正前明細書の前記記載に接した当業者であれば，前記技術常識に照らして，訂正前明細書の真空積層装置3において「上部プレート5及び下部プレート6あるいはどちらかのプレートを相対的に近接移動させてその対向面に膜体を介して密封係合状態にすること」及び「上部又は下部より大気を入れて膜体を膨らませること」は，訂正前明細書に記載されているのと同然であるものと理解することができるから，自明な事項として訂正前明細書に記載されているのに等しいにもかかわらず，本件審決は，これらの事項が記載されていないとの誤った判断をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正前発明3に係る訂正について",
                      "text": [
                        "①　本件審決は，訂正前明細書には，真空積層装置3における下部プレート6と上部プレート5とが密封係合することにより両プレート間に形成された空間部分は2hPa以下であることが記載されていたと認められるとした上で，訂正発明3は，上記空間部分以外の空間部分が2hPa以下であるものも包含する概念である「真空積層装置3内の真空度が2hPa以下であること」を特定事項の一つとするもので，該真空積層装置は訂正前明細書に記載がないから，本件訂正は，訂正前明細書に記載された事項の範囲内においてしたものではない(本件審決の「理由2について」。5頁15行～6頁10行)，と判断した。",
                        "しかし，本件審決の上記記載によれば，訂正前明細書の「下部プレート6と上部プレート5との間に形成された空間部分」とは，「下部プレート6と上部プレート5の膜体7とシール9とで囲われた空間」を，それ以外の空間部分とは「上部プレート5とその膜体7との間の空間」をいうものと解されるところ，訂正前明細書(甲2)の実施態様の記載(段落【0010】)を図1とあわせてみれば，「上部プレート5と膜体7との間の空間」と「下部プレート6と上部プレート5の膜体7とシール9とで囲われた空間」の両空間の真空度が2hPa以下であることは明らかであり，また，特開平10-286839号公開特許公報(甲1",
                        "8)，特開平8-332646号公開特許公報(甲19)には，訂正前明細書の実施態様とは上下が逆の構造になっているものの，チャンバ(訂正前明細書の実施形態における下部プレート6と上部プレート5の膜体7とシール9とで囲われた空間に相当するもの)内を真空引きする際には，同時に下板と膜体との間を真空引きし，次いで下板と膜体との間を加圧して膜体を膨らませる構造が明示されているように，真空積層装置は上記両空間がなければ正常に作動しないことは技術常識であり，この技術常識に照らせば，訂正前明細書に明示されていなくても前記両空間の真空度が2hPa以下であることは記載されているに等しい事項である。",
                        "したがって，上記事項が記載されていないとした本件審決の判断は誤りである。",
                        "②　次に，本件審決は，訂正前発明3は「真空積層装置によって真空にされる対象物につき，その真空度を2hPa以下にする」と特定された発明であるのに対し，訂正発明3は「真空積層装置3内の真空度が2hPa以下である」と特定された発明であって，真空積層装置において，真空にされる対象物につき，その真空度を特定するものではないから，訂正発明3は，訂正前発明1ないし8のいずれにも由来するものではなく，本件訂正は新たな請求項を特許請求の範囲に追加するものである(本件審決の「理由3について」。6頁11行～25行)，と判断した。",
                        "しかし，訂正前明細書(甲2)には，発明の実施の形態として「9は上部プレート5と下部プレート6とを密封係合するためのシールであり，10は上部プレート5と下部プレート6を密封係合した後に，該密封内を真空状態にするための真空引き吸引口である。」(段落【0008】)と記載されており，この記載において真空にするところは「該密封内」であり，この「密封内」とは「真空にされる空間」であることは図1ないし図4から明らかである。",
                        "また，上記実施の形態では，積層する対象物は凹凸を有する基板1とフィルム状樹脂2であり，これらは，いずれも固形物であって，それ自体を真空にすることは不可能であり，仮に真空にされる対象物を基板1とフィルム状樹脂2との間の空隙と理解しても，その空隙は微細であって真空度の測定は不可能であるから，訂正前明細書には，「真空にされる対象物」の真空度が2hPaであると記載されているのではなく，「真空にされる空間」の真空度が2hPaであることが記載されていることは明らかである。",
                        "したがって，本件審決の上記判断は，用語の解釈を誤り，又は事実誤認に基づくものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正前発明5，6に係る訂正について",
                      "text": [
                        "本件審決は，本件訂正前の旧請求項5及び6の記載において，フィルム13，14の設けられる位置が，上部プレート5の膜体7とフィルム状樹脂2との間又は下部プレート6の膜体8と基板1との間であることは明りょうであって，そうである以上，本件訂正後の新請求項4が訂正前の旧請求項5に由来し，また，同様に，新請求項5が旧請求項6に由来しているとして検討しても，本件訂正が明りょうでない記載の釈明を目的としていないことは明らかである(本件審決の「理由4について」。6頁26行～7頁11行)，と判断した。",
                        "しかし，本件訂正前の旧請求項5及び6の記載によれば，「上部プレート5の膜体7とフィルム状樹脂2の間に，それぞれフィルム13，14を設け，下部プレート6の膜体8と基板1の間にそれぞれフィルム13，14を設けた」という構成と，「上部プレート5の膜体7とフィルム状樹脂2との間にフィルム13を設け，下部プレート6の膜体8と基板1との間にフィルム14を設けた」という二つの構成が記載されているかのような解釈がなされる可能性があったので，本件訂正は後者であることを明りょうにする目的でなされたものであり，明りょうでない記載の釈明を目的とするものであることは明らかであるから，本件審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(無効理由の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正前発明2について",
                      "text": [
                        "本件審決は，本件訂正前の旧請求項2には「「上部より大気を入れて積層する」との記載があり，この記載は「上部より大気を入れることにより積層する」や「上部より大気を入れた後に積層する」の，少なくとも二つの意味に理解され，同項の記載からでは，上記「上部より大気を入れて積層する」と記載された事項の意味が不明確となっている。」と認定し，請求項2の記載は特許を受けようとする発明が明確であることに適合していない(7頁31行～8頁1行)，と判断した。",
                        "しかし，本件訂正前の旧請求項2は真空積層装置3と明記しており，この真空積層装置3は，訂正前明細書(甲2)の実施の形態から明らかなように，「上部プレート5から大気を入れて膜体7を膨らませその膜体7の膨らみの圧力で積層する」ものであるから，本件訂正前の旧請求項2は，上部より大気を入れることにより積層する方法のみを示していることは明らかである。また，前記ア(ア)②のとおり，大気を入れて膜体を膨らませ，その膨らみの圧力で積層することは，真空積層装置においては技術常識であるから，本件審決が判示するように上部より大気を入れた後に積層するという解釈が生ずる余地はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正前発明3について",
                      "text": [
                        "本件審決は，本件訂正前の旧請求項3について，真空積層装置3による真空度が2hPa以下であると記載された事項は，技術的にまとまりがなく，同項の記載は不明確といわざるを得ないから，特許を受けようとする発明が明確であることに適合していない(8頁2行～20行)，と判断している。",
                        "しかし，前記ア(イ)のとおり，訂正前明細書の記載及び本件特許の出願当時の技術常識に照らし，真空積層装置3は上部プレート5の真空引き吸引口10を利用して大気圧を導入し，それによって上部プレート5に設けられた膜体7を膨らませてその膨らみの圧力によりフィルム状樹脂2と基板1とを積層するもので，同装置において真空度とは，上部プレート5と下部プレート6と下部プレート6の上面に設けられたシール9とで囲われた空間(上部プレート5と膜体7の間の空間部も含む。)の真空度のことであり，このような真空にされる空間以外に真空度が2hPa以下になる空間は存在しないことは明らかであるから，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正前発明4について",
                      "text": [
                        "本件審決は，本件訂正前の旧請求項4は旧請求項2又は旧請求項3を引用しており，旧請求項2には上部プレート5と下部プレート6が記載されているから，旧請求項4の上部プレート5と下部プレート6の関係は明瞭であるが，旧請求項3は旧請求項1を引用しているところ旧請求項1には上部プレート5，下部プレート6の記載がないから旧請求項4に記載されている上部プレート5，膜体7，フィルム状樹脂2，下部プレート6，膜体8，基板1又はフィルム13，14との関係が不明となっており，特許を受けようとする発明が明確であることに適合していない(8頁21行～32行)，と判断している。",
                        "しかしながら，請求項記載の発明の用語が不明瞭である場合には，発明の詳細な説明を考慮してその用語の意味を解釈するものであることが原則(特許法70条2項)であるところ，訂正前明細書(甲2)の真空積層装置3の実施例2には，上部プレート5，膜体7，フィルム状樹脂2，下部プレート6，膜体8及び基板1とフィルム13，14との関係が明示されており，このような実施の形態を参酌すれば，本件審決が不明瞭と認定する各部材の関係は明らかである。単に，請求項の記載のみを基準として発明の詳細な説明を参酌することなくなされた本件審決の上記判断は不当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "訂正前発明8について",
                      "text": [
                        "本件審決は，本件訂正前の旧請求項8には「「絶縁材料」と記載があるが，絶縁材料には電気的に絶縁なものと熱的に絶縁なものが知られているが，前記記載の絶縁は如何なる意味のものであるかが明確でない」から，本件訂正前の旧請求項8の記載は特許を受けようとする発明が明確であることに適合していない(8頁33行～37行)，と判断している。",
                        "しかし，訂正前発明8は，プリント回路基板を製造する目的でなされたものであるところ(訂正前明細書(甲2)の段落【0001】の【発明の属する技術分野】)，特開平5-67881号公開特許公報(甲20)に記載のあるように，多層回路基板の回路は電気回路を示すこと及びその回路に用いるフィルム状樹脂には電気絶縁性が求められることは当業者の技術常識であるから，当業者においては絶縁材料と記載されていれば，当然電気絶縁材料と理解するのであるから，本件審決の上記判断は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(理由不備)",
                  "text": [
                    "本件審決は，結論として訂正前発明1～8は特許法36条6項2号に規定する要件を満たしていないから無効である旨判断しているが，訂正前発明1，5ないし7に係る発明が無効であることの理由が記載されていないから，特許法157条2項4号の規定に違反するものとして取り消されるべきである"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "以下に述べるとおり，本件審決には，原告主張の違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "(ア)に対して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正前の旧請求項2に記載された「真空積層装置」は，「下部プレート6を持ち上げて上部プレート5と密封係合状態にして，真空状態にした後，上部より大気を入れて積層する」という事項を必須の発明特定事項としているのに対し，本件訂正後の新請求項1は，上記事項を備えない真空積層装置を対象としているものであるが，このような真空積層装置は，訂正前明細書に開示又は示唆されていたとはいえないから，訂正前発明1を訂正発明1とする本件訂正は，訂正前明細書に記載された事項の範囲内においてしたものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告主張の特開平11-129431号公開特許公報(甲3中の審判甲1)は，被告の特許出願に基づいて，本件特許の出願日(平成10年11月6日)から約半年後の平成11年5月18日に出願公開されたものであって，本件特許の出願時点では公開されていなかったから，上記公開特許公報の記載を根拠として真空積層装置3において「下部プレート6を持ち上げて上部プレート5と密封状態にすること」を「上部プレート5を下降させて下部プレート6と密封状態にすること」に変更することは当業者の技術常識であるとはいえない。",
                        "特開平10-286839号公開特許公報(甲18)，特開平8-3",
                        "32646号公開特許公報(甲19)が存在するからといって，訂正前明細書に上部より大気を入れるもの以外の真空積層装置が記載されていたとはいえないことは明らかである。また，「下部より大気を入れて膜体を膨らませる」は，上記各公開特許公報では，特許請求の範囲に記載された発明を特定する事項として記載されており，単なる従来技術として記載されたものではないから，この「下部より大気を入れて膜体を膨らませる」という事項に基づいて，「上部より大気を入れて膜体を膨らませるか，下部より大気を入れて膜体を膨らませるかのいずれかを選択すること」は，当業者の技術常識であるとは直ちにはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(イ)に対して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正後の新請求項3は，「真空積層装置における下部プレート6と上部プレート5とが密封係合することにより両プレート間に形成された空間部分」以外の空間部分をも包含する「真空積層装置3内の真空度が2hPa以下であること」を発明特定事項の一つとするものであるが，この「真空積層装置3内の真空度」という事項は，訂正前明細書(甲2)に記載されていたとはいえない。",
                        "また，本件訂正前の旧請求項3は，旧請求項1又は2を前提とする発明であるが，旧請求項1又は2のいずれにも「真空積層装置3内の真空度」という事項に関連する記載がないだけでなく，本件訂正前の旧請求項4～8のいずれにも上記事項を示唆する記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開平10-286839号公開特許公報(甲18)，特開平8-",
                      "text": [
                        "332646号公開特許公報(甲19)が存在するからといって，訂正発明3を特定する事項が訂正前明細書(甲2)に記載されていたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(ウ)に対して",
                  "text": [
                    "本件訂正前の旧請求項5及び6においては，フィルム13，14が設けられる位置が，上部プレート5の膜体7とフィルム状樹脂2との間又は下部プレート6の膜体8と基板1との間であることは明りょうであるといえるから，訂正前発明5を訂正発明4と，訂正前発明6を訂正発明5とする本件訂正は，明りょうでない記載の釈明を目的としてなされたものではないし，特許請求の範囲の減縮や誤記の訂正を目的とするものともいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "(ア)に対し",
                  "text": [
                    "訂正前発明2について訂正前明細書(甲2)には「上部より大気を入れて積層する」という記載は存在するが，「上部プレート5から大気を入れて膜体7を膨らませその膜体7の膨らみの圧力で積層する」という記載は見当たらないから，訂正前明細書の上記記載から「上部より大気を入れることにより積層する」ことを意味するのか，あるいは「上部より大気を入れた後に積層する」ことを意味するのか明確に理解することができないとした本件審決に誤りはない。",
                    "また，特開平10-286839号公開特許公報(甲18)，特開平8-332646号公開特許公報(甲19)に記載のあるように，大気を入れて膜体を膨らませ，その膨らみの圧力で積層することは，技術常識であるかもしれないが，これらの証拠が存在するからといって，訂正前発明2を特定する事項に係る記載は，特許を受けようとする発明が明確であることの要件に適合しているとは直ちにいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(イ)に対し",
                  "text": [
                    "本件審決が認定するように本件訂正前の旧請求項1又は2には「真空状態」という記載があるが，真空度で規定される事項は記載されていないから，本件訂正前の旧請求項1又は2を前提とする旧請求項3の発明を特定する事項である「真空積層装置3による真空度」という事項は，旧請求項1又は2に記載の事項との技術的関係が不明であるといえる。",
                    "また，特開平10-286839号公開特許公報(甲18)，特開平8-332646号公開特許公報(甲19)に記載された技術常識を考慮したとしても，依然として，本件訂正前の旧請求項3と旧請求項1又は2との技術的関連が不明であるといえるから，訂正前発明3を特定する事項に係る記載は，特許を受けようとする発明が明確であることの要件に適合しているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(ウ)に対し",
                  "text": [
                    "本件訂正前の旧請求項4は，旧請求項2又は3を前提とし，また，旧請求項3は，旧請求項1又は2を前提としており，これらの記載をそのまま解釈すると，訂正前発明4を特定する事項である「上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間にそれぞれフィルム13，14を設ける」という事項は，訂正前発明1及び3を特定する事項のうち，どの事項に基づくものなのか不明であり，依然として，旧請求項4と旧請求項1又は3との技術的関連が不明であるといえるから，訂正前発明4を特定する事項に係る記載は，特許を受けようとする発明が明確であることの要件に適合しているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "(エ)に対し",
                  "text": [
                    "訂正前発明8は，訂正前発明1～7のいずれかを前提とし，これらの発明では「凹凸を有する基板」を発明特定事項としているが，単に「凹凸を有する基板」という記載では，「基板」を構成する材料が電気的な絶縁材料から構成されるものであるのか当業者であっても一義的にとらえることはできないといえるから，本件訂正前の旧請求項8の記載は，特許を受けようとする発明が明確であることの要件に適合しているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3について",
              "text": [
                "特許法49条は，「審査官は，特許出願が次の各号のいずれかに該当するときは，その特許出願について拒絶をすべき旨の査定をしなければならない。」，51条は，「審査官は，特許出願について拒絶の理由を発見しないときは，特許をすべき旨の査定をしなければならない。」と規定し，更に123条は，「特許が次の各号のいずれかに該当するときは，その特許を無効にすることについて特許無効審判を請求することができる。」として，同条1項4号は，「その特許が第36条第4項第1号又は第6項(第4号を除く。)に規定する要件を満たしていない特許出願に対してされたとき。」と規定している。これらの規定によれば，特許法は，一つの願書に複数の請求項が記載されている場合，一つの請求項に係る発明について特許をすることができないときは，他の請求項が独立請求項であるとか従属請求項であるとかにかかわらず，特許出願の全体について拒絶査定あるいは特許査定をすることを予定しているものといえる。",
                "そうすると，本件審決が，訂正前発明2ないし4，8を特定する事項に係る記載が特許法36条6項2号に規定する要件を満たしていないと認定し，結局，本件訂正前の旧請求項1～8に係る特許は，特許法36条6項2号に規定する要件を満たしていない旨判断したことに誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)ア・イ(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "本件訴訟の争点は，本件審決が原告の平成16年3月15日付け本件訂正請求を認めなかったことの適否(取消事由1)，及び，仮に同訂正請求を認めなかったことが適法であるとしても，本件審決が旧請求項1ないし8につき無効事由があるとしたことが適法といえるか(取消事由2，3)，である。以下，順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件訂正の適否の判断の誤り)の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正前発明1に係る訂正について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決は，「訂正発明1は，下部プレート6を持ち上げて上部プレート5と密封係合状態にし，且つ，上部より大気を入れるもの以外の真空積層装置を包含する概念である「上部プレート5及び下部プレート6を有し，上部プレート5及び下部プレート6の対向面にそれぞれ膜体7，8を載置し，上部プレート5の膜体7と下部プレート6の膜体8の間に狭持されるように凹凸を有する基板1とフィルム状樹脂2を，上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれフィルム13，14を介在させて載置し，真空状態にした後，積層する真空積層装置」を特定事項の1つとするものである」(3頁末行～4頁7行)，記載ア・イ・ウとして「ア．「更に本発明では，図3，図4に示す如く，上記の真空積層装置において，上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間に，更に必要に応じ上下ラミネーターロール4と基板1とフィルム状樹脂2の積層体の間，平面プレス装置4′の上下プレスプレートと基板1とフィルム状樹脂2の積層体の間に，それぞれフィルム13，14を設けることが好ましく，特には該フィルム13，",
                  "text": [
                    "14が連続走行可能なフィルムであることが好ましい。ここで，図3，図4中の15及び16はフィルム13，14を連続走行させるためのフィルムの巻だしロールと巻き取りロールである。」(段落【0013】)」，イ．「10は上部プレート5と下部プレート6を密封係合した後に，該密封内を真空状態にするための真空引き吸引口である。」(段落【0008】8～10行，特許公報の段落【0008】10～12行を参照。)」，ウ．「下部プレート6を持ち上げて上部プレート5と密封係合し，上下の真空引き吸引口10より吸引し，2hPa以下，好ましくは1hPa以下の状態まで真空にした後，上部より大気を中に入れて真空状態を解放し，」(段落【0010】2～5行，特許公報の段落【0010】3～7行を参",
                    "照。)」とした上，「下部プレート6を持ち上げて上部プレート5と密封係合状態にする真空積層装置は，記載ウによれば，下部プレート6を持ち上げて上部プレート5と密封係合状態にする態様のものが記載されていたと認められるものの，記載ア及びイをみても，下部プレート6を持ち上げて上部プレート5と密封係合状態にするもの以外の真空積層装置が記載されていたとは認められないし，また，大気を入れる真空積層装置としては，記載ウによれば，上部より大気を入れる態様のものが記載されていたと認められるものの，記載ア及びイをみても，上部より大気を入れるもの以外の真空積層装置が記載されていたとは認められない。」(4頁33行～5頁4行)として，訂正発明1の真空積層装置は訂正前明細書に記載がないから，訂正発明1は訂正前明細書に記載されていたとはいえず，本件訂正は訂正前明細書に記載された事項の範囲内においてしたものではない，と判断した。",
                    "これに対し原告は，本件特許の出願前に，訂正前明細書の真空積層装置3において上部プレート5及び下部プレート6あるいはどちらかのプレートを相対的に近接移動させてその対向面に膜体を介して密封係合状態にすること，膜体を膨らませその膜圧を利用してフィルム状樹脂と回路基板等の基板とを積層する際，上部プレート5から圧縮空気を導入してその上部プレート5に設けられている膜体7を膨らませるか，下部プレート6から空気を導入してその空気圧を利用して膜体8を膨らませるかのいずれかを選択することは，いずれも当業者間で技術常識となっていたことに照らし，訂正前明細書の真空積層装置3において「上部プレート5及び下部プレート6あるいはどちらかのプレートを相対的に近接移動させてその対向面に膜体を介して密封係合状態にすること」及び「上部又は下部より大気を入れて膜体を膨らませること」は，自明な事項として訂正前明細書に記載されているのに等しいにもかかわらず，本件審決は，これらの事項が記載されていない等の誤った判断をした旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討するに，訂正前発明1に係る本件訂正は，旧請求項1「凹凸を有する基板1に，フィルム状樹脂2を積層するに当たり，真空積層装置3を用いて積層した後，真空状態を解放した状態でラミネーターロール4又は平面プレス装置4′により加熱加圧処理することを特徴とする積層方法。」を，新請求項1「凹凸を有する基板1に，フィルム状樹脂2を積層するに当たり，真空積層装置3を用いて積層した後，真空状態を解放した状態でラミネーターロール4又は平面プレス装置4′により加熱加圧処理する積層方法において，該真空積層装置3として，上部プレート5及び下部プレート6を有し，上部プレート5及び下部プレート6の対向面にそれぞれ膜体7，8を載置し，上部プレート5の膜体7と下部プレート6の膜体8の間に狭持されるように凹凸を有する基板1とフィルム状樹脂2とを，上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれフィルム13，14を介在させて載置し，真空状態にした後，積層する真空積層装置を使用することを特徴とする積層方法。」に訂正するものである。",
                    "そして，訂正前明細書(甲2)には，「【従来の技術】近年，電子機器の小型化，高性能化に伴いプリント回路基板の高密度化，多層化が進行している。",
                    "かかるプリント回路基板の多層化においては，熱硬化型樹脂組成物又は感光性樹脂組成物を絶縁層として使用し，予め形成した内層回路の上に……該熱硬化型樹脂組成物又は感光性樹脂組成物からなるフィルム状樹脂を積層し，更に銅メッキを施した後，再度フォトレジストフィルムを用いて光によるパターニングを行い，回路を形成する方法，いわゆるビルドアップ工法が有効に用いられている。」(段落【0002】)，「特に絶縁層として用いる熱硬化型樹脂組成物又は感光性樹脂組成物層の積層において，フィルム状樹脂を用いる場合は，特開平5-200880号公報に記載の如き真空積層装置が用いられる。」(段落【0003】)，「【発明が解決しようとする課題】しかしながら，特開平5-200880号公報に記載の装置を用いて，凹凸を有する基板とフィルム状樹脂を積層する場合，該基板にフィルム状樹脂を追従させるようにすると，該基板の凹凸が反映し，積層樹脂表面に凹凸が生じる。該積層樹脂表面の凹凸は，次工程の回路形成時に密着不良や追従性不良，外観不良等の問題が生じることになる。最近の多層化に伴う技術の高度化を考慮すると，良好な追従性及び基板とフィルム状樹脂間に生じる小さな気泡(マイクロボイド)の抑制が重量(判決注・「重要」の誤り)であり，更にビルドアップ工法においては積層後の表面平滑性が重量(判決注・「重要」の誤り)である。」(段落【0004】)，「特に本発明では，上部プレート5及び下部プレート6を有し，上部プレート5及び下部プレート6の対向面にそれぞれ膜体7，8を載置し，上部プレート5の膜体7と下部プレート6の膜体8の間に狭持されるように凹凸を有する基板1とフィルム状樹脂2を載置し，下部プレート6を持ち上げて上部プレート5と密封係合状態にして，真空状態にした後，上部より大気を入れて積層する真空積層装置3を用いることが高真空性，高追従性の点で好ましい。」(段落【0007】)，「【発明の実施の形態】以下に，本発明を図1，図2，図3及び図4を参考にして詳細に述べる。但し，これに限定されるわけではない。図1，図2は本発明の積層方法に用いる装置の主要部の構造図であり」(段落【0008】)，「本発明で好ましく用いられる真空積層装置では，下部プ",
                    "レート6の膜体8上に凸凹を有する基板1及びフィルム状樹脂2を載置し，下部プレート6を持ち上げて上部プレート5と密封係合し，上下の真空引き吸引口10より吸引し，2hPa以下，好ましくは1hPa以下の状態まで真空にした後，上部より大気を中に入れて真空状態を解放し，下部プレート6を上部プレート5から離して下方に移動させ，該基板1とフィルム状樹脂2の積層が完了するのである。」(段落【0010】)，「【発明の効果】本発明の積層方法は，凹凸を有する基板1とフィルム状樹脂2を積層するに際して，真空積層後，真空状態を解放した状態で，ラミネーターロール4又は平面プレス装置4′により加熱加圧処理を施すため，フィルム状樹脂の追従性がよく，更に積層板の表面平滑性に優れるので，多層回路基板を製造するためのビルドアップ工法に非常に有用な積層方法である。」(段落【0026】)との記載がある。また，図1及び図2を用いて説明した実施例1(段落【0020】，【0021】)，図3及び図4を用いて説明した実施例2(段落【0022】，【0023】)の記載がある。",
                    "これらの記載を総合すれば，① 訂正前明細書(甲2)には，相対向して近接遠退可能な上部プレート5と下部プレート6を有し，膨らませて被成形材を加圧する膜体を備え，上記両プレートを近接させて被成形材を密封空間に収容して真空引きした後に上記膜体を膨らませて加圧することにより積層する真空積層装置3の記載があること，② 訂正前明細書(甲2)の図1及び図2を用いて説明した実施例1，図3及び図4を用いて説明した実施例2には，下部プレート6を持ち上げて上部プレート5とを膜体7，8を介して密封係合状態にし，かつ，上部より大気を入れて膜体7を膨らませる構造の真空積層装置3等が示されていること，③　訂正前明細書(甲2)には，上記②の構造以外の真空積層装置3の明示の記載はないものの，真空積層装置3を含む訂正前発明1の実施形態を図1ないし4に記載された実施例1及び2に限定していないこと，④ 前述した特開平5-200880号公報に記載の真空積層装置を用いて，凹凸を有する基板とフィルム状樹脂を積層する場合において，基板にフィルム状樹脂を追従させるようにすると，基板の凹凸が反映し，積層樹脂表面に凹凸が生じ，次工程の回路形成時に密着不良や追従性不良，外観不良等の問題が生じるという課題を解決するため，訂正前発明1は，真空積層装置を用いて積層した後に，ラミネーターロール4又は平面プレス装置4′により加熱加圧処理を施すことにより，フィルム状樹脂の追従性がよく，積層板の表面平滑性が優れるという効果を奏しようとするものであり，この加熱加圧処理を施すのに支障のないものであれば，訂正前発明1において使用する真空積層装置の構造等を制限する必要性はないことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "加えて，特開平10-286839号公開特許公報(平成10年10月27日出願公開，甲18)には，「【従来の技術】真空積層装置により各種被成形材料を積層する場合において……特に凹凸部分を有する回路基板の表面に，フィルム状フォトレジスト形成層を積層する場合に，被成形材間にボイドの発生をさせないための真空積層方法として，一方に固定膜あるいは固定板，他方に可動膜が配置された密閉チャンバ内に，貼り合せようとする部材，すなわち，回路基板の表面にフィルムを隣接して位置させ，基板の凹凸部分とフィルムのフォトレジスト形成層の間及びチャンバ内の絶対気圧を1気圧以下に減圧させて前記部材を加熱し，回路基板の凹凸部分とフィルムのフォトレジスト形成層の間の減圧を保ったまま前記可動膜を対向側にむけて1気圧以上の圧力を加えて，前記可動膜を介して前記部材を前記固定膜または固定板に押しつけることにより，前記部材を貼り合せ，その後，密閉チャンバ内の減圧を解除することにより，基板の凹凸部分とフィルムのフォトレジスト形成層との間の接触を空気圧的に達成するものが知られている。なお，前記可動膜を対向面両側に設けることもある。」(段落【0002",
                      "text": [
                        "】)，「この真空積層方法において用いられる真空積層装置は，例えば図5に示すような構成により実施されている。図5において，相対向して近接・遠退可能に配設された上板1及び下板2と，この上板1及び下板2の対向面に……それぞれ設けられた，弾性を有する膜体3，4と，下板2の膜体4上に載置され，上板1及び下板2を近接させることにより膜体3，4により挟持され，連続した被成形品が収容される密閉チャンバを形成するシール材5と，形成された密閉チャンバ内を真空引きする吸引用のパイプ6と，膜体4を下板2の対向面に固定あるいは，上板1の膜体3側に膨らませる吸引・加圧用のパイプ7を設けている。」(段落【0003】)との記載があり，上記記載によれば，上板1と下板2(それぞれ，訂正前明細書(甲2)にいう「上部プレート5」と「下部プレート6」に相当)を近接させることにより被成形材が収容されて真空引きされる密閉チャンバが形成され，下板の膜体4(訂正前明細書(甲2)にいう下部プレート6の「膜体8」に相当)を上板の膜体3(訂正前明細書(甲2)にいう上部プレート5の「膜体7」に相当)側に膨らませることにより被成形材が加圧されるようにした構造の真空積層装置が記載されているほか，上板の膜体3を下板の膜体4側に膨らませるようにした構造の真空積層装置や，上板の膜体3と下板の膜体4の両方を膨らませるようにした構造の真空積層装置も，同様に使用できるものとして示唆されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に特開平8-332646号公開特許公報(平成8年12月17日出願公開，甲19)には，請求項1として「相対向して近接遠退可能に設けられ，互いに対向する面を加熱する加熱手段が設けられた上板および下板と，上板の対向面に固定された弾性を有する膜体と，下板の対向面に載置された弾性と可撓性と伸縮性を有する膜体と，該下板の膜体上に載置され，上板と下板の膜体に挟持されることによって連続した被成形材が収容されるチャンバを形成する所定の大きさを有する枠体と，前記チャンバ内に接続されてチャンバ内を真空引きする吸引手段と，下板の上板に対する対向面と該対向面に載置された膜体との間に接続され，前記吸引手段によってチャンバ内を真空引きする際に，吸引して下板の膜体を対向面上に保持すると共に，前記被成形材を上板の膜体との間で加圧すべく下板の膜体を膨らませる吸引・加圧手段とを備えたことを特徴とする真空積層装置。」の記載があり，上記記載によれば，真空積層装置として，上板と下板(それぞれ，訂正前明細書(甲2)にいう「上部プレート5」と「下部プレート6」に相当)が相対向して近接遠退可能に設けられ，この上板の対向面に弾性を有する膜体(訂正前明細書(甲2)にいう上部プレート5の「膜体7」に相当)が固定され，この下板の対向面に弾性と可撓性と伸縮性を有する膜体(訂正前明細書(甲2)にいう下部プレート6の「膜体8」に相当)が載置され，上板と下板を近接させることにより被成形材が収容されて真空引きされる密閉チャンバが形成され，下板の膜体4を膨らませることにより被成形材が加圧されるようにした構造の真空積層装置が記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "更に特開平10-95089号公開特許公報(平成10年4月14日出願公開，甲22)には，請求項1として「下方に向かって膨張自在なダイアフラムを備える上チャンバと，ヒータ盤を備える下チャンバとを開閉自在に構成したラミネート部を備えるラミネート装置において，前記ラミネート部に搬入する前に，被ラミネート体を予熱する予熱ヒータを設けたことを特徴とするラミネート装置。」との記載が，「従来，かような太陽電池パネルなどを製造するためのラミネート装置として，ダイアフラムによって仕切られた上チャンバと下チャンバからなるチャンバ部を備えた，いわゆる二重真空方式のラミネート装置が公知になっている。そして，かかる二重真空方式のラミネート装置に関し，本出願人は実用新案登録第3017231号の「ラミネート装置」を開示している。このラミネート装置は，下方に向かって膨張自在なダイアフラムを備えた上チャンバと，ヒータ盤を備えた上チャンバ(判決注・「下チャンバ」の誤記)によって構成されている。そして，下チャンバに設けられたヒータ盤に被ラミネート体を載置した状態で上チャンバと下チャンバを減圧し，被ラミネート体を加熱して，上チャンバに大気を導入することにより被ラミネート体をヒータ盤の上面とダイアフラムとの間で挟圧してラミネートする構成になっている。」(段落【0003】)，「ラミネート部2は，上ケース10の内部下方に設けられた上チャンバ11と，下ケース12の内部上方に設けられた下チャンバ13によって構成されている。……この下ケース12の高さは変わらないように支持されている。一方，……上ケース10は，下ケース12と平行な姿勢を保ちながら下ケース12の上方において昇降移動できる構成になっている。」(段落【0014】)との記載があり，上記各記載によれば，二重真空方式のラミネート装置(訂正前明細書(甲2)にいう「真空積層装置」に相当)の従来技術として，昇降移動できる上ケース10(訂正前明細書にいう「上部プレート5」に相当)と高さが変わらないように支持された下ケース12(訂正前明細書にいう「下部プレート6」に相当)を有し，この上ケース10の内部下方には下方に向かって膨張可能なダイアフラム(訂正前明細書にいう上部プレート5の「膜体7」に相当)を備える上チャンバが，この下ケースの内部上方にはヒータ盤を備えた下チャンバがそれぞれ設けられ，上チャンバと下チャンバとが開閉自在に構成され，下チャンバのヒータ盤に載置された被ラミネート体は，上チャンバ及び下チャンバが減圧されて，加熱され，上チャンバのダイアフラムを膨らませることにより加圧されるようにした構造のラミネート装置が記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の(ア)ないし(ウ)の事実を総合すれば，本件特許の出願当時(平成10年11月6日)，訂正前明細書記載の真空積層装置3のように相対向して近接遠退可能な上部プレート5と下部プレート6を有し，膨らませて被成形材を加圧する膜体を備え，上記両プレートを近接させて被成形材を密封空間に収容して真空引きした後に上記膜体を膨らませて加圧することにより積層する構造の真空積層装置は，周知のものであり，上部プレート5若しくは下部プレートの一方又は両方を昇降移動させることのいずれとするか，及び膨らませて被成形材を加圧する膜体を上部プレート5の膜体7若しくは下部プレート6の膜体8又はその両方のいずれとするかについては，上記真空積層装置の配置等を勘案して当業者が適宜選択しうる設計事項であって，技術常識であったことが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上に説示したところによれば，訂正前明細書には下部プレート6を持ち上げて上部プレート5とを膜体7，8を介して密封係合状態にし，かつ，上部より大気を入れて膜体7を膨らませる構造以外の真空積層装置3については明示の記載はないものの，訂正前明細書の前記イの各記載に接した当業者(その発明の属する技術の分野における通常の知識を有する者)は，本件特許出願時の前記ウ(エ)の技術常識に照らし，訂正前明細書の真空積層装置3について「上部プレート5若しくは下部プレート6の一方又は両方のプレートを相対的に近接移動させてその対向面に膜体を介して密封係合状態にする」構造及び「上部若しくは下部の一方又は両方より大気を入れて膜体を膨らませる」構造であることが記載されているのと同然であると理解するものと認められる。",
                    "したがって，訂正発明1の真空積層装置は訂正前明細書に記載がないから本件訂正は訂正前明細書に記載された事項の範囲内においてしたものではないとした本件審決の判断は，誤りであるというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "これに対し被告は，本件訂正前の旧請求項2に記載された「真空積層装置」は，「下部プレート6を持ち上げて上部プレート5と密封係合状態にして，真空状態にした後，上部より大気を入れて積層する」という事項を必須の発明特定事項としているのであるのに対し，本件訂正後の新請求項1は，上記事項を備えない真空積層装置を対象としているものであるが，このような真空積層装置は，訂正前明細書に開示ないしは示唆されていたとはいえないから，訂正前発明1を訂正発明1に訂正する本件訂正は，訂正前発明に記載された事項の範囲内にしたものとはいえないと主張するが，前記エの説示に照らし，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正前発明3に係る訂正について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，訂正前明細書(甲2)には，真空積層装置3における下部プレート6と上部プレート5とが密封係合することにより両プレート間に形成された空間部分は2hPa以下であることが記載されていたと認められるが，訂正発明3は，上記空間部分以外の空間部分が2hPa以下であるものも包含する概念である「真空積層装置3内の真空度が2hPa以下であること」を特定事項の一つとするもので，該真空積層装置は訂正前明細書に記載がないから，本件訂正は，訂正前明細書に記載された事項の範囲内においてしたものではない(5頁15行～6頁10行)，と判断した。",
                    "そこで検討するに，訂正前発明3に係る本件訂正は，本件訂正前の旧請求項3「真空積層装置3による真空度が2hPa以下であることを特徴とする請求項1又は2記載の積層方法。」を「真空積層装置3内の真空度が2hPa以下であることを特徴とする請求項1又は2記載の積層方法。」に訂正するものであるところ，訂正前明細書(甲2)には，発明の実施の形態として「9は上部プレート5と下部プレート6とを密封係合するためのシールであり，10は上部プレート5と下部プレート6を密封係合した後に，該密封内を真空状態にするための真空引き吸引口である」(段落【0008】)と記載されており，この記載において真空(真空状態)にする対象は「該密封内」であり，この「密封内」とは，上部プレート5，下部プレート6及びシール9とで密封にされた「空間」(上部プレート5と膜体7との間の空間も含む。)であることが認められるから，旧請求項3の「真空積層装置3による真空度が2hPa以下であること」とは真空積層装置3において真空が適用される上記空間の真空度が2hPa以下であることを意味するものと認められる。",
                    "そして，本件訂正後の新請求項3の「真空積層装置内の真空度が2hPa以下であること」も，同様に，真空積層装置3において真空が適用される上記空間の真空度が2hPa以下であることを意味するものと認められる。",
                    "したがって，訂正発明3の真空積層装置は訂正前明細書に記載がないから，本件訂正は訂正前明細書に記載された事項の範囲内においてしたものではないとした本件審決の判断は誤りであるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件審決は，訂正前発明3は「真空積層装置によって真空にされる対象物につき，その真空度を2hPa以下にする」と特定された発明であるのに対し，訂正発明3は「真空積層装置3内の真空度が2hPa以下である」と特定された発明であって，真空積層装置において，真空にされる対象物につき，その真空度を特定するものではないから，訂正発明3は，訂正前発明1ないし8のいずれにも由来するものではなく，本件訂正は新たな請求項を特許請求の範囲に追加するものである(6頁11行～25行)，と判断した。",
                    "しかし，先に説示したとおり，本件訂正前の旧請求項3の「真空積層装置3による真空度が2hPa以下であること」及び本件訂正後の新請求項3の「真空積層装置内の真空度が2hPa以下であること」は，いずれも真空積層装置3において真空が適用される空間の真空度が2hPa以下であることを意味するものであり，本件訂正後の新請求項3は，この真空が適用される空間が，真空積層装置内にあることを，より明確に表現したものと認められることに照らすと，訂正発明3は真空積層装置3内の真空度が特定された発明であることは明らかであるから，本件審決の前記判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正前発明5，6に係る訂正について",
              "text": [
                "本件審決は，本件訂正前の旧請求項5及び6の記載において，「フィルム13，14の設けられる位置が，上部プレート5の膜体7とフィルム状樹脂2との間又は下部プレート6の膜体8と基板1との間であることは明りょうであって，そうである以上，本件訂正が，訂正後の請求項4が訂正前の請求項5に由来し，また，同様に，請求項5が請求項6に由来していると検討しても，本件訂正が明りょうでない記載の釈明を目的としていないのは明らかである。」(6頁26行～7頁11行)，と判断した。",
                "そこで検討するに，訂正前発明5に係る本件訂正は，本件訂正前の旧請求項5「上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間にそれぞれ設けたフィルム13，14が連続走行可能なフィルムであることを特徴とする請求項4記載の積層方法。」を，新請求項4として「上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれ設けたフィルム13，14が連続走行可能なフィルムであることを特徴とする請求項2又は3記載の積層方法。」に，訂正前発明6に係る本件訂正は，本件訂正前の旧請求項6「上部プレート5の膜体7とフィルム状樹脂2及び下部プレート6の膜体8と基板1の間にそれぞれ設けたフィルム13，14がポリエチレンテレフタレートフィルム，ポリエチレンフィルム，ポリプロピレンフィルム，ナイロンフィルム，ポリイミドフィルム，ポリスチレンフィルム，フッ素化オレフィンフィルムのいずれかであることを特徴とする請求項4又は5記載の積層方法。」を，新請求項5として「上部プレート5の膜体7とフィルム状樹脂2との間及び下部プレート6の膜体8と基板1との間にそれぞれ設けたフィルム13",
                "，14がポリエチレンテレフタレートフィルム，ポリエチレンフィルム，ポリプロピレンフィルム，ナイロンフィルム，ポリイミドフィルム，ポリスチレンフィルム，フッ素化オレフィンフィルムのいずれかであることを特徴とする請求項2～4いずれか記載の積層方法。」に訂正するものである。",
                "そして，本件訂正前の旧請求項5及び6の記載に照らすと，フィルム13，14を設ける位置について，原告が主張するように「上部プレート5の膜体7とフィルム状樹脂2の間に，それぞれフィルム13，14を設け，下部プレート6の膜体8と基板1の間にそれぞれフィルム13，14を設けた」という構成と，「上部プレート5の膜体7とフィルム状樹脂2との間にフィルム13を設け，下部プレート6の膜体8と基板1との間にフィルム14を設けた」という二つの構成が記載されているかのような解釈がなされる余地があるものと認められ，本件訂正は後者であることを明りょうにする目的でなされたものとして，明りょうでない記載の釈明を目的とするものであることは明らかである。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件審決が，本件訂正を認めなかった判断は誤りというべきであり，この瑕疵は本件発明の要旨の認定に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余(取消事由2，3)について判断するまでもなく，本件審決は違法として取消しを免れない。",
            "よって，原告の本訴請求は理由があるから認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10075",
    "date": "2005-07-21",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009454",
    "ipprecedent_id": "624",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}