{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-5162号事件について平成17年5月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，国の機関である東京工業大学長が特許出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，承継人である原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "国の機関である東京工業大学長は，平成12年6月6日，名称を「光アイソレータ及び光エレクトロニクス装置」とする発明につき特許出願をした(甲2。以下「本件出願」という。)。その後平成15年1月24日付けで，発明の名称を「光エレクトロニクス装置」と変更するとともに，特許請求の範囲の変更等を内容とする補正をした(甲3。以下「第一次補正」という)。",
                "しかし特許庁は，本件出願につき拒絶査定をしたため，同学長は，これを不服とする審判を請求し，特許庁において不服2003-5162号事件として審理されることとなった。同事件係属中の平成15年3月27日付けで，同学長は再び特許請求の範囲の変更等を内容とする補正をした(甲4。以下「第二次補正」という。)。なお，国立大学法人法の施行により，前記出願に関する権利は原告に承継された。",
                "そして特許庁は，平成17年5月23日，第二次補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成17年6月7日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第一次補正(平成15年1月24日付け)後のもの",
                  "text": [
                    "第一次補正後の特許請求の範囲は，請求項1及び2から成り，請求項1に記載された発明(以下「本願発明」という。)の内容は，下記のとおりである。",
                    "記",
                    "「基板上に結晶成長した半導体又はその酸化物によって形成され，屈折率が該基板よりも小さい下クラッド層と，",
                    "前記下クラッド層が形成された基板上に結晶成長した半導体材料を用いて形成され，入射光から同振幅で同位相に分岐した光波を伝搬させた後に該光波を再結合するように構成された第1の導波路及び第2の導波路を有する導波層と，",
                    "前記導波層上に磁気光学材料を用いて形成され，前記第1及び第2の導波路を伝搬する光波の少なくとも一方に対して非相反な位相変化を生じさせることにより，第1及び第2の導波路を伝搬する光波どうしに位相差を生じさせる上クラッド層と，",
                    "を有する光アイソレータと，",
                    "前記光アイソレータが形成された基板と同一基板上に形成され，前記光アイソレータに入射光を供給する半導体光素子と，",
                    "を備えた光エレクトロニクス装置であって，",
                    "前記導波層の半導体材料に前記半導体光素子を構成する半導体材料を用いたことを特徴とする光エレクトロニクス装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第二次補正(平成15年3月27日付け)後のもの",
                  "text": [
                    "第二次補正に係る特許請求の範囲は，請求項1及び2から成り，請求項1に記載された発明(以下「本願補正発明」という。)の内容は，下記のとおりである(下線部が補正に係る部分である。)。",
                    "記",
                    "「基板上に結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成され，屈折率が該基板よりも小さい下クラッド層と，前記下クラッド層が形成された基板上に設けられ，結晶成長した半導体材料を用いて形成され，入射光から同振幅で同位相に分岐した光波を伝搬させた後に該光波を再結合するように構成された第1の導波路及び第2の導波路を有する導波層と，",
                    "前記導波層上に磁気光学材料を用いて形成され，前記第1及び第2の導波路を伝搬する光波の少なくとも一方に対して非相反な位相変化を生じさせることにより，第1及び第2の導波路を伝搬する光波どうしに位相差を生じさせる上クラッド層と，",
                    "を有する光アイソレータと，",
                    "前記光アイソレータが形成された基板と同一基板上に形成され，前記光アイソレータに入射光を供給する半導体光素子と，",
                    "を備えた光エレクトロニクス装置であって，",
                    "前記結晶成長した半導体材料を前記半導体光素子を構成する半導体材料に用いたことを特徴とする光エレクトロニクス装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その要旨は，① 本願補正発明は，刊行物1(甲5。1998年(平成10年)5月14日発行の「電子情報通信学会技術研究報告」信学技報Vol．98 Ｎo．43 p．43-48，A外1名)に記載された発",
                    "明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないとして，第二次補正を却下し，②本願発明は，引用発明及び周知技術に基づいて当業者が容易に想到し得たから，特許法29条2項の規定により特許を受けることができない等と判断したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断に当たり，引用発明の内容並びに本願補正発明と引用発明との一致点及び相違点を次のとおり認定した。",
                    "＜引用発明＞",
                    "「基板上に，入射光から同振幅で同位相に分岐した光波を伝搬させた後に該光波を再結合するように構成された第1の導波路及び第2の導波路を有する半導体導波層が形成され，その上に磁性ガーネットを用いて形成された上クラッド層をダイレクトボンディングすると共に，導波路直下だけInP基板を除去し，クラッド層を空気とした非相反移相効果を利用した光アイソレータと，前記光アイソレータが形成された基板と同一基板上に形成され，前記光アイソレータに入射光を供給する半導体レーザと，を備えたアイソレータ集積形半導体レーザ。」",
                    "＜一致点＞",
                    "「基板上に設けた屈折率が該基板よりも小さい下クラッド層と，前記基板上に設けられ，結晶成長した半導体材料を用いて形成され，入射光から同振幅で同位相に分岐した光波を伝搬させた後に該光波を再結合するように構成された第1の導波路及び第2の導波路を有する導波層と，",
                    "前記導波層上に磁気光学材料を用いて形成され，前記第1及び第2の導波路を伝搬する光波の少なくとも一方に対して非相反な位相変化を生じさせることにより，第1及び第2の導波路を伝搬する光波どうしに位相差を生じさせる上クラッド層と，",
                    "を有する光アイソレータと，",
                    "前記光アイソレータが形成された基板と同一基板上に形成され，前記光アイソレータに入射光を供給する半導体光素子と，",
                    "を備えた光エレクトロニクス装置であって，",
                    "前記結晶成長した半導体材料を前記半導体光素子を構成する半導体材料に用いた光エレクトロニクス装置」である点。",
                    "＜相違点＞",
                    "本願補正発明は，下クラッド層が「結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成」され，「下クラッド層が形成された基板上に」導波層が形成されているのに対して，引用発明は，この構成を有しない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，第二次補正を却下した審決の判断は，本願補正発明と引用発明との一致点及び相違点の認定の誤り(取消事由1，2)，相違点についての判断の誤り(取消事由3)があるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点の認定の誤り)",
                  "text": [
                    "審決は，以下のとおり，引用発明の認定を誤った上，本願補正発明と引用発明との一致点の認定を誤ったものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願補正発明と引用発明との一致点を認定する前提として，引用発明の内容につき，「引用発明は「クラッド層を空気」としているが，これは，前掲の刊行物1の記載から見て，クラッド層として基板に比べて屈折率の低いものの1例として空気層を用い，非相反移相部分に必要な導波路長を計算したものと解される」と判断した(4頁20～23行)。",
                        "しかし，「屈折率」に関する刊行物1の記載は，「ガーネットより屈折率の高い半導体を導波層に用いる」という上クラッド層と導波層との間の屈折率の関係だけであって，下クラッド層の屈折率や，これと基板との間の屈折率の関係について言及するところはない。",
                        "他方，審決は摘示していないが，「導波路長」について，刊行物1の図6(b)には，ガーネットのファラデー回転係数，導波層の厚さ及び波長を使用した計算が示されており，引用発明においては，導波路長を求めるために，下クラッド層及び基板の屈折率は使用されていない。",
                        "したがって，審決の上記判断は，刊行物1に根拠がなく，かつ，刊行物1の重要な記載を看過したものであって，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，上記(ア)の判断を前提として，本願補正発明と引用発明との一致点につき，引用発明が「クラッド層を空気」としていることが，本願補正発明の「屈折率が該基板よりも小さい下クラッド層」に相当すると判断した(4頁20～23行)。",
                        "しかし，上記前提が誤りである以上，この判断も誤りである。",
                        "本願補正発明は，「基板上に結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成され」との構成と，「屈折率が該基板よりも小さい下クラッド層」との構成とを併せて採用したものであって，「空気よりなる下クラッド層」を明確に除いている。そして，本願補正発明は，上記の構成を採用したことにより，導波路長を短縮するとともに，下クラッド層の機械的な強度を落とさず，正確かつ容易に製造することができるという格別の作用効果を奏するのである。",
                        "ところが，審決は，この点を看過し，引用発明の「クラッド層を空気」とする構成が本願補正発明の「屈折率が該基板よりも小さい下クラッド層」という構成に相当するとしたものであって，その判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，(a) 刊行物1には「導波路直下だけInP基板を除去し，クラッド層を空気にする」との記載があり，空気の屈折率はほぼ1であるという技術常識からすれば，刊行物1に記載された下クラッド層の屈折率が基板の屈折率より小さいことは明らかである，(b) 引用発明は，下クラッド層を他のすべての物質より屈折率の小さい空気にすることによって，下クラッド層のエバネッセント光を少なくして磁性ガーネットの効果を強めたものと把握することができる，したがって，審決による一致点の認定に誤りはないと主張する。",
                        "しかし，刊行物1の上記(a)の記載は，InP基板と空気から成るクラッド層との配置関係を説明するにすぎず，屈折率との関係に言及するものではない。",
                        "また，上記(b)のエバネッセント光に関しても，刊行物1には，ガーネット(上クラッド層)におけるエバネッセント光について記載されているだけであって，下クラッド層におけるエバネッセント光についての説明はない。まして，刊行物1には，「他のすべての物質」の屈折率についての言及はないし，これを把握することのできる記載もない。",
                        "被告の上記主張は，刊行物1の記載に基づかないものであって，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点の認定の誤り)",
                  "text": [
                    "審決における相違点の認定は，上記のとおり一致点の認定を誤ったことに基づくものであるから，やはり誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点についての判断の誤り)",
                  "text": [
                    "審決は，本願補正発明と引用発明との相違点は周知技術から容易に想到することができるとして，本願補正発明の進歩性を否定した。",
                    "しかし，本願補正発明は，引用発明にはない「基板上に結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成され，屈折率が該基板よりも小さい下クラッド層」との構成を採用したことにより，(a) 光アイソレータの素子寸法を短縮化することができる，(b) 下クラッド層及び上クラッド層の材料選択の自由度が広がる，(c) 光アイソレータの機械的な強度を落とさず，かつ，空洞を形成するための複雑な工程を必要とせずに，正確かつ容易に，下クラッド層を形成することができるという顕著な作用効果を奏するものである。",
                    "したがって，本願補正発明と引用発明との相違点についての審決の判断も誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "原告主張の取消事由は，以下のとおり，いずれも失当であり，審決の認定判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1(甲5)の「ガーネットより屈折率の高い半導体を導波層に用いる場合，クラッド層の磁性ガーネットにはエバネッセント光が存在するだけ」との記載(47頁右欄12～14行)，「GaInAsP(λg＝",
                  "text": [
                    "1．25μm)を導波層とした場合に，非相反移相部分に必要な導波路長を計算した結果を図6に示す。InP基板を下部クラッド層としてそのまま用いると，磁性ガーネットがLＮBでは非現実的なデバイス長になる。",
                    "しかし，導波路直下だけInP基板を除去し，クラッド層を空気にすることによって」との記載(47頁右欄25～31行)からみて，引用発明は，下部クラッド層を他のすべての物質より屈折率の小さい空気にすることによって，下部クラッド層のエバネッセント光を少なくして磁性ガーネットの効果を強めたものと把握することができる。",
                    "なお，この下部クラッド層(空気より成るクラッド層)の屈折率が基板の屈折率より小さいことは，技術常識から明らかである。",
                    "したがって，引用発明が「クラッド層として基板に比べて屈折率の低いものの1例として空気層を用い」たと解するのは自然なことであるから，本願補正発明と引用発明との一致点を「基板上に設けた屈折率が該基板よりも小さい下クラッド層」と認定した審決に不当なところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本願補正発明と引用発明との一致点として，「屈折率が該基板よりも小さい下クラッド層」である点を認定し，相違点として，下クラッド層が「結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成」されているとの点を認定した上で，この相違点について容易想到性の有無を判断しているのであって，審決の認定判断は何ら不合理なものではない。原告の主張は，一致点の認定と容易性の判断とを混同するものであって，明らかに失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決による引用発明の認定及び一致点の認定に，原告の主張するような誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の認定の誤り)及び3(相違点についての判断の誤り)に対し",
              "text": [
                "上記(1)のように，引用発明の認定及び本願補正発明と引用発明との一致点の認定に誤りがない以上，相違点の認定に誤りはなく，したがって，相違点についての判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "本件訴訟の争点は，発明者をA及びBとし出願日を平成12年6月6日とする本願発明及び本願補正発明が，同じくA及びBにおいて平成10年(1998年)5月14日にした学会研究報告(刊行物1。甲5)との関係で，特許法29条2項のいわゆる進歩性の要件を満たすかどうかであるが，以下，審決の適否に関し，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明につき，「引用発明は「クラッド層を空気」としているが，これは，前掲の刊行物1の記載から見て，クラッド層として基板に比べて屈折率の低いものの1例として空気層を用い，非相反移相部分に必要な導波路長を計算したものと解されるから，本願補正発明の「屈折率が該基板よりも小さい下クラッド層」に相当することは明らかである」と認定した上で(4頁20～24行)，本願補正発明と引用発明とは，「基板上に設けた屈折率が該基板よりも小さい下クラッド層」を備えた光エレクトロニクス装置である点で一致すると認定した(4頁34行)。",
                "これに対し，原告は，前記第3の1(4)アのとおり主張するが，以下のとおり，いずれも理由がないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1には下クラッド層と基板との屈折率の関係については何ら記載されていないから，審決による引用発明の内容の認定は誤りであると主張する。",
                "そこで検討すると，刊行物1(甲5)は，本願補正発明の発明者らが執筆した雑誌「電子情報通信学会技術研究報告」(発行・社団法人電子情報通信学会)の記事であるところ，これには，図5として，InP基板の上に導波層を設け，磁性ガーネットから成る上クラッド層を形成した「アイソレータ集積形半導体レーザ」が示されるとともに(47頁右欄上段)，本文中に，「InP基板を下部クラッド層としてそのまま用いると，磁性ガーネットがLＮBでは非現実的なデバイス長になる。しかし，導波路直下だけInP基板を除去し，クラッド層を空気にすることによって，LＮBを用いても約4mm，Ce：YIG(ファラデー回転係数4500deg／cm［17］)",
                "を用いれば500μm程度の長さで非相反移相器部分を構成することが可能になる。」(47頁右欄27行～48頁左欄3行)との記載がある。これによれば，刊行物1には，下クラッド層を空気とした光アイソレータが記載されていると認めることができる。",
                "一方，刊行物1には，原告の主張するとおり，下クラッド層と基板との間の屈折率の関係についての明示的な記載はない。しかし，空気の屈折率が他のすべての物質より小さいものであることは，本願補正発明の属する光エレクトロニクス装置の分野における当業者(その発明の属する技術の分野における通常の知識を有する者)にとって技術常識であることは明らかである。",
                "また，引用発明は，刊行物1の「ガーネットより屈折率の高い半導体を導波層に用いる場合」との記載(47頁右欄12・13行)にみられるとおり，クラッド層と導波層ないし基板との間の屈折率の差を利用した光アイソレータに関する発明であると認められる。そうすると，刊行物1の上記「クラッド層を空気にする」との記載に接した当業者は，下クラッド層として屈折率の小さい物質を使用することの一例として，下クラッド層を空気としたものであると認識すると考えられるから，刊行物1には，下クラッド層の屈折率が基板の屈折率よりも小さい光アイソレータが記載されているに等しいということができる。",
                "したがって，本願補正発明と引用発明との一致点として，「基板上に設けた屈折率が該基板よりも小さい下クラッド層」を有することを認定した審決に誤りはなく，これに反する原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願補正発明は，「基板上に結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成され，屈折率が該基板よりも小さい下クラッド層」との構成を採用したものであり，空気より成る下クラッド層を明確に除いているから，審決による上記一致点の認定は誤りであると主張する。",
                "しかし，審決が，下クラッド層が「基板上に結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成」されている点を，本願補正発明と引用発明との一致点としてではなく，相違点として認定したものであることは，審決5頁11ないし15行に，「(相違点)」として，「本願補正発明は，下クラッド層が「結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成」され，「下クラッド層が形成された基板上に」導波層が形成されているのに対して，引用発明は，この構成を有しない点」との記載がされていることよりして，明らかである。",
                "したがって，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点の認定の誤り)について",
          "text": [
            "原告は，本願補正発明と引用発明との一致点の認定に誤りがあることを前提に，審決には相違点の認定にも誤りがあると主張する。",
            "しかし，一致点の認定に誤りがないことは上記のとおりであるから，相違点の認定について誤りがあるということはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「この種の光装置において，導波路の下部に結晶成長したクラッド層を設けること及び前記クラッド層が形成された基板上に導波層を形成し，クラッド層を形成した基板上に光素子等を一体的に設けることは周知技術である・・・・から，引用発明の下部クラッド層として，上記周知技術を採用することは，実施化に際して当業者が容易になし得る設計事項にすぎない。」として，本願補正発明は引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した(5頁18～24行)。",
                "原告は，本願補正発明は，「基板上に結晶成長した半導体又は基板上に結晶成長した半導体の酸化物によって形成され，屈折率が該基板よりも小さい下クラッド層」という，引用発明にない構成を採用したことにより，(a)光アイソレータの素子寸法を短縮化する，(b) 上クラッド層及び下クラッド層の材料選択の自由度が広がる，(c) 下クラッド層の機械的な強度を落とさず，正確かつ容易に製造することができるという作用効果を奏するものであるから，本願補正発明と引用発明との相違点についての審決の判断も誤りであると主張する。",
                "しかし，原告の主張は，本願補正発明と引用発明との一致点の認定の誤りを前提とするものであるところ，この点についての審決の認定に誤りがないことは前記2において説示したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告の主張のうち，まず，上記(1)(a)の作用効果は，引用発明においても同様に奏することができると認められるから，本願補正発明に特有のものということはできない。",
                "次に，(b)及び(c)の点は，本願補正発明がそのような作用効果を奏することにつき，本願の明細書(甲2)にこれを裏付ける記載はない(明細書の「発明の効果」の項(段落【0043】)には，光アイソレータの素子寸法の短縮化及び光エレクトロニクス装置の小型化のみが記載されている。)。",
                "しかも，本願補正発明がそのような作用効果を奏するとしても，本願補正発明のような光エレクトロニクス装置において，導波路の下部に結晶成長したクラッド層を設けること及びクラッド層が形成された基板上に導波層を形成して光素子等を一体的に設けることが周知技術であると認められること(甲6～8)に照らすと，上記(b)及び(c)の作用効果は，従来技術から予想することのできる範囲内のものであると考えられる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由3も採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10561",
    "date": "2006-03-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032775",
    "ipprecedent_id": "372",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}