{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2003-1423号事件について平成17年8月15日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成8年6月18日，発明の名称を「複列ボールチェインを備えた直線運動案内装置」とする特許出願(請求項の数4)をし，平成11年6月18日付け及び平成14年8月9日付け手続補正書により，明細書を補正した(甲4ないし6)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成14年12月24日付けの拒絶査定を受けたので，平成15年1月23日，拒絶査定に対する審判を請求した(不服2003-1423号事件として係属)ところ，特許庁は，平成17年8月15日，「本件審判の請求は，成り立たない。」との審決をし，同月30日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1に係る発明の要旨(平成14年8月9日付けの補正後のもの)",
          "text": [
            "「軌道レールと，該軌道レールに多数のボールを介して移動自在に設けられる移動ブロックと，を備え，",
            "前記移動ブロックは，前記軌道レールの負荷ボール転走溝に対応する負荷ボール転走溝と並行して設けられた無負荷ボール戻し通路とを備えた移動ブロック本体と，該移動ブロック本体の両端部に設けられ前記負荷ボール転走溝と転動体戻し通路間を連通してボールの無限循環路を形成するボール方向転換路を構成する方向転換路構成部材とを備え，",
            "前記ボールは所定間隔を隔てて互いに平行に並べられる2列のボール列を少なくとも一組有し，該2列のボール列は帯状の複列ボールチェインによって保持されて前記無限循環路を循環するもので，",
            "前記複列ボールチェインは，2列のボール列の間に配置される可撓性の連結部材と，該連結部材の両側縁に設けられ各ボール列のボール間に挿入される間座部と，を備えた構成となっている複列ボールチェインを備えた直線運動案内装置において，",
            "前記移動ブロックに，軌道レールから移動ブロックを抜き出した際に，負荷ボール転走溝に沿って並ぶ各列のボールが係合するボール保持部を設け，前記ボール保持部は，両端部がデフレクタに固定されて前記2列のボール列の間に設けられると共に，該ボール保持部の最大幅を該2列のボール列の最小幅よりも大きく設定され，さらに該ボール保持部と前記移動ブロックとの間に前記複列ボールチェインの前記連結部材が通る隙間が設けられ，",
            "前記隙間に前記連結部材を通すことにより，前記複列ボールチェインに保持されている前記2列のボール列が，該複列ボールチェインの内側に位置する前記ボール保持部によって該複列ボールチェインと共に保持されて，各列のボールの脱落を防止することを特徴とする複列ボールチェインを備えた直線運動案内装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，請求項1に係る発明(平成14年8月9日付けの補正後のもの。以下「本願発明」という。)は，本願発明の特許出願前に頒布された刊行物である特開平5-126149号公報に記載された発明及び実願昭56-170866号(実開昭58-76824号)のマイクロフィ",
            "ルムに記載された周知の事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "対比・判断",
              "text": [
                "本願発明の特許出願前に頒布された刊行物である特開平5-126149号公報(本訴甲2，以下「刊行物1」という。)に記載された発明の複列ボールチェインも，軌道台20(軌道レール)と，該軌道台20に多数のボール3を介して摺動(移動)自在に組付けられる摺動台21(移動ブロック)とから構成される直線運動案内装置に使用されるものであって，前記摺動台21は，軌道台20のボール転走溝28に対応するボール転走溝29と並行して設けられた無負荷ボール通路24(無負荷ボール戻し通路)とを備えた摺動台本体21aと，該摺動台本体21aの両端部に設けられ前記ボール転走溝29と無負荷ボール通路24間を連通してボールの無限循環路22を形成する方向切換路25を形成した側蓋21b，21b(方向転換路構成部材)とを備えており，前記ボール3は所定間隔を隔てて互いに平行に並べられる二列のボール列B1，B2を有し，該二列のボール列B1，B2は帯状の複列ボールチェイン1によって保持されて前記無限循環路22を循環されるもので，前記複列ボールチェイン1は，二列のボール列の間に配置される可撓性の連結板2(連結部材)と，該連結板2の左右両側に設けられ，二列のボール列B1，B2の各ボール3間に介在されるスペーサ部4(間座部)とを備えているものである。",
                "そこで，本願発明の用語を使用して，本願発明と刊行物1に記載された発明とを対比すると，両者は，「軌道レールと，該軌道レールに多数のボールを介して移動自在に設けられる移動ブロックと，を備え，前記移動ブロックは，前記軌道レールの負荷ボール転走溝に対応する負荷ボール転走溝と並行して設けられた無負荷ボール戻し通路とを備えた移動ブロック本体と，該移動ブロック本体の両端部に設けられ前記負荷ボール転走溝と転動体戻し通路間を連通してボールの無限循環路を形成するボール方向転換路を構成する方向転換路構成部材とを備え，前記ボールは所定間隔を隔てて互いに平行に並べられる2列のボール列を少なくとも一組(二組)有し，該2列のボール列は帯状の複列ボールチェインによって保持されて前記無限循環路を循環するもので，前記複列ボールチェインは，2列のボール列の間に配置される可撓性の連結部材と，該連結部材の両側縁に設けられ各ボール列のボール間に挿入される間座部と，を備えた構成となっている複列ボールチェインを備えた直線運動案内装置」で一致しており，下記の点で相違している。",
                "相違点；本願発明では，移動ブロックに軌道レールから移動ブロックを抜き出した際に，負荷ボール転走溝に沿って並ぶ各列のボールが係合するボール保持部を設け，前記ボール保持部は，両端部がデフレクタに固定されて前記2列のボール列の間に設けられると共に，該ボール保持部の最大幅を該2列のボール列の最小幅よりも大きく設定され，さらに該ボール保持部と前記移動ブロックとの間に前記複列ボールチェインの前記連結部材が通る隙間が設けられ，前記隙間に前記連結部材を通すことにより，前記複列ボールチェインに保持されている前記2列のボール列が，該複列ボールチェインの内側に位置する前記ボール保持部によって該複列ボールチェインと共に保持されて，各列のボールの脱落を防止するものであるのに対して，刊行物1に記載された発明では複列ボールチェインの各列のボールの脱落を防止するための格別な技術手段を備えていない点。",
                "上記相違点について検討するに，複列ボールチェインを使用するものではないが，2列のボール列を備えた直線運動案内装置に関して，軌道レールを取り外してもボールが軌道ブロックから脱落することがないように軌道ブロックにボール保持器を設けることは，本願出願前当業者に普通に採用されている技術事項にすぎないものであって，摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく(本願発明の「ボール保持部の最大幅を2列のボール列の最小幅より大きく設定する」ことに実質的に相当)し，ボール保持器13の突出部16をボール転動溝8及び貫通孔10(転動体戻し通路)にまたがり円弧状のボール通路となる円弧状の凹所21(ボール方向転換路)が形成された側板17(デフレクタ)の孔20に嵌合させて固定することは，本件の特許出願前に頒布された刊行物である実願昭56-170866号(実開昭58-76824号)のマイクロフィルム(本訴甲3，以下「刊行物2」という。)にも記載されているように本願出願前当業者に周知のボール保持器の取付構造の一つにすぎないものである。",
                "そして，刊行物1に記載されたような複列ボールチェインを使用した直線運動案内装置にあっても，上記複列ボールチェインを使用しない周知の直線運動案内装置と同様に移動ブロック本体にボール保持器を設けなければ，移動ブロックを軌道レールから取り外した際に，移動ブロックからボールが脱落することは当業者であれば容易に理解できる事項といえるものである。",
                "そうすると，刊行物1に記載された発明及び刊行物2に記載されたような本願出願前周知のボール保持器によるボール保持手段を知り得た当業者であれば，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用して，ボール保持器のボール保持部の最大幅を2列のボール列の最小幅よりも大きく設定し，その両端部を側板(デフレクタ)に固定し，ボール保持部と移動ブロックとの間に複列ボールチェインの連結部材が通る隙間が設けられるように，ボール保持器を2列のボール列の間に設けるようにして，本願発明の上記相違点に係る構成とする程度のことは，必要に応じて容易に想到することができる程度のことであって，格別創意を要することではない。",
                "また，本願発明の効果について検討しても，刊行物1に記載された発明及び刊行物2に記載された本願出願前周知の事項から当業者であれば予測することができる程度のものであって，格別のものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決のむすび",
              "text": [
                "したがって，本願発明は，刊行物1に記載された発明及び刊行物2に記載された周知の事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "text": [
            "審決は，本願発明の認定を誤り(取消事由1)，本願発明と刊行物1に記載された発明との相違点の認定を誤り(取消事由2)，その本願発明と刊行物1に記載された発明との相違点の判断を誤った(取消事由3)ものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の認定の誤り)",
              "text": [
                "審決は，本願発明のボールの脱落を防止するための構成について，「前記隙間に前記連結部材を通すことにより，前記複列ボールチェインに保持されている前記2列のボール列が，該複列ボールチェインの内側に位置する前記ボール保持部によって該複列ボールチェインと共に保持されて，各列のボールの脱落を防止することを特徴とする」と説示する。",
                "本願発明は，2列のボールが複列ボールチェインに保持され，さらに，2列のボール列がボール保持器によって複列ボールチェインとともに保持されるものであるが，審決は，本願発明の構成の技術的意義の認定を誤り，ボールの脱落を防止するための構成について，ボール保持部が「複列ボールチェインと共に」ボールを保持する点を看過し，又は誤って認定した。なお，この誤りは，本願発明と刊行物1に記載された発明との相違点の認定の誤り(取消事由2)，本願発明と刊行物1に記載された発明との相違点の判断の誤り(取消事由3)を惹起しているものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明と刊行物1に記載された発明との相違点の認定の誤り)",
              "text": [
                "審決は，本願発明と刊行物1に記載された発明との相違点において，「刊行物1に記載された発明では複列ボールチェインの各列のボールの脱落を防止するための格別な技術手段を備えていない」と認定した。",
                "刊行物1に記載された発明は，本願発明と同じように，複列ボールチェインを備えた直線運動案内装置であるから，当然に，負荷ボール転送溝内においてボールを保持し，その脱落を防止する複列ボールチェインを備えている。",
                "したがって，「刊行物1に記載された発明では複列ボールチェインの各列のボールの脱落を防止するための格別な技術手段を備えていない」とした審決の認定は，複列ボールチェインを使用した直線運動案内装置における複列ボールチェインのボール保持及び脱落防止機能を看過しているものであるから，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物2に記載された事項の認定の誤り",
                  "text": [
                    "審決は，刊行物2の「摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく」している構成が，「本願発明の「ボール保持部の最大幅を2列のボール列の最小幅より大きく設定する」ことに実質的に相当」すると認定した上，刊行物2に記載された直線運動案内装置を摘示し，これに基づくボール保持器の取付構造が周知であると認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明と刊行物2に記載された直線運動案内装置とは複列ボールチェインの有無が相違するから，「実質的に相当」するとの審決の上記認定は，本願発明のボール保持部と刊行物2に記載された保持器13とが，共に「ボール保持手段」として捉えることができること，すなわち，本願発明のボール保持部と刊行物2に記載された保持器13とが，共に「ボール保持手段」として共通の機能，作用を有することを前提とする。",
                        "ところで，本願発明は，2列のボールが複列ボールチェインに保持され，さらに，2列のボール列がボール保持部によって複列ボールチェインと共に保持されているから，軌道レールから移動ブロックを抜き出した状態における，軌道レールに直交する断面に沿った方向でのボールの運動は，複列ボールチェインと負荷ボール転送溝とボール保持部との三者により規制される。これに対し，刊行物2に記載された直線運動案内装置は，「摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく」しているから，軌道軸1から摺動台6を抜き出した状態における，軌道軸1に直交する断面に沿った方向でのボール22の運動は，ボール転動溝8と保持器13(ボール保持部)の凹面15との二者により規制される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ボール保持手段は，移動ブロックを軌道レールから取り外した際に移動ブロックからボールが脱落することを防止するという課題を解決するための手段であるから，ボール保持手段として対比されるのは，本願発明では複列ボールチェイン，ボール保持部及びボール保持部と移動ブロックとの隙間であり，刊行物2に記載された直線運動案内装置では保持器13である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願発明のボール保持部と刊行物2に記載された保持器13とは機能が全く異なるから，共に「ボール保持手段」として共通の機能，作用を有することを前提とする審決の認定は誤りであり，刊行物2に記載された直線運動案内装置に基づくボール保持器の取付構造が周知であるとした審決の認定も誤りである。",
                        "なお，さらに，「刊行物1に記載されたような複列ボールチェインを使用した直線運動案内装置にあっても，上記複列ボールチェインを使用しない周知の直線運動案内装置と同様に移動ブロック本体にボール保持器を設けなければ，移動ブロックを軌道レールから取り外した際に，移動ブロックからボールが脱落する」とした審決の認定も，本願発明のボール保持部と刊行物2に記載された保持器13とが，共に「ボール保持手段」として共通の機能，作用を有することを前提とするものであるから，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断の誤り",
                  "text": [
                    "審決は，「当業者であれば，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用して，・・・本願発明の上記相違点に係る構成とする程度のことは，必要に応じて容易に想到することができる程度のことであって，格別創意を要することではない。また，本願発明の効果について検討しても，刊行物1に記載された発明及び刊行物2に記載された本願出願前周知の事項から当業者であれば予測することができる程度のものであって，格別のものとはいえない。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1に記載された複列ボールチェインを使用した直線運動案内装置と刊行物2に記載された複列ボールチェインを使用しない直線運動案内装置とでは，軌道レールから移動ブロックを抜き出した際におけるボールの脱落に至る機序が全く異なるから，移動ブロックを軌道レールから取り外した際に移動ブロックからボールが脱落することを防止するという課題の具体的内容も，課題を解決するための手段に要求される機能も全く異なる。刊行物2に記載されたようなボール保持器は，複列ボールチェインを使用しない直線運動案内装置においては，移動ブロックを軌道レールから取り外した際に移動ブロックからボールが脱落することを防止するという課題を解決するための手段になっても，複列ボールチェインを使用した直線運動案内装置においては，そのような課題を解決するための手段にならない。",
                        "そうであるから，移動ブロックを軌道レールから取り外した際に移動ブロックからボールが脱落することを防止するという課題を解決しようとする場合に，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用するには阻害要因があり，動機付けがないといわなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願発明のボール保持部は，軌道レールから移動ブロックを抜き出した際に，負荷ボール転送溝に沿って並ぶ各列のボールが係合する機能を有していれば足りるから，寸法上の設計自由度が比較的大きいのに対し，刊行物2に記載されたものは，ボール転動溝8とボール保持器13との隙間の大きさをボールの寸法径よりも若干小さくする必要があるから，寸法上の設計自由度が小さいのであって，軌道軸1と摺動台6それぞれに設けられた負荷ボール転走溝に対するボールの転動を妨げないようにしつつ，ボール保持器と摺動台6との間に，ボールと共に移動する複列ボールチェインの連結部材が通る隙間を設けることは，設計上容易でなく，技術の具体的適用に伴う設計変更にすぎないということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明の効果は，「ボール保持部と複列ボールチェインの組み合わせによってボールの脱落が防止されると共に，複列ボールチェインの端部の垂れ下がりが防止されるので，ボールの脱落に注意することなく容易に組み立て作業を行うことができ，組立性向上を図る」(段落【0052】)ことである。",
                        "上記(ア)のように，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用するのは困難であるから，ボール保持部と複列ボールチェインの組合せによってボールの脱落を防止するという本願発明の効果は，当業者が予測することができる程度のものではない。また，複列ボールチェインの端部の垂れ下がりの防止という課題は，刊行物1にも，刊行物2にも開示されていないから，これを解決した本願発明の効果も，当業者が予測することができる程度のものでもない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の認定の誤り)に対して",
              "text": [
                "審決は，本願発明のボールの脱落を防止するための構成について，「前記隙間に前記連結部材を通すことにより，前記複列ボールチェインに保持されている前記2列のボール列が，該複列ボールチェインの内側に位置する前記ボール保持部によって該複列ボールチェインと共に保持されて，各列のボールの脱落を防止することを特徴とする」と認定しているのであって，ボール保持部が「複列ボールチェインと共に」ボールを保持する点を看過したり，誤って認定したりしていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明と刊行物1に記載された発明の相違点の認定の誤り)に対して",
              "text": [
                "審決は，本願発明と刊行物1に記載された発明とが，複列ボールチェインを備えている点で一致すると認定しているところ，刊行物1に記載された発明の複列ボールチェインは，スペーサ部(4)と連結板(2)とからなり，「スペーサ部4は連結板2の左右両側辺に沿ってボール径の間隔で全長に亙って設けられている。スペーサ部4は小径の扁平な円筒状部材で，その両端面にボール3を摺動自在に保持するための保持凹部5が設けられている。この保持凹部5はボール3の球冠部が入り込む球面形状に成形されている。」(段落【0016】)から，図1及び2を合わせ参酌すれば，刊行物1に記載された発明の複列ボールチェインは，少なくとも移動ブロック(摺動台20)が軌道レール(軌道台21)上を移動してボール列が負荷ボール転送溝(ボール転送溝28，29)内にある状態においては，ボール列のボールを保持し脱落を防止している。",
                "審決は，上記のとおり，刊行物1に記載された発明が複列ボールチェインを備えていると認定しているから，その構成が奏する機能，作用についても，特段述べるまでもなく，認定しているということができる。",
                "したがって，審決に，複列ボールチェインを使用した直線運動案内装置における複列ボールチェインのボール保持及び脱落防止機能を看過した誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物2に記載された事項の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2は，その具体的な構造として，摺動台6のボール転動溝8と保持器13の凹面15の縁部との間隔をボール22の径寸法より若干小さくし(すなわち，保持器13の最大幅を2列のボール列の最小幅より大きく設定し)，ボール保持器13の突出部16を，ボール転動溝8及び貫通孔10にまたがり円弧状のボール通路となる円弧状の凹所21が形成された側板17の孔20に嵌合させて固定することを開示している。",
                        "そこで，審決は，刊行物2により，「複列ボールチェインを使用するものではないが，2列のボール列を備えた直線運動案内装置において，軌道レールから移動ブロックを抜き出した際に，ボールが移動ブロックから脱落することがないように，移動ブロックの負荷ボール転走溝に沿って並ぶ各列のボールが係合するボール保持部を設ける」という技術思想を例示したのである。そして，審決は，刊行物2に記載された保持器13が，移動ブロックを軌道レールから取り外した際に移動ブロックからボールが脱落することを防止するという機能を有する限度で，本願発明のボール保持部に相当するとして引用しているのであって，原告が主張するような，本願発明の「ボール保持手段」である複列ボールチェイン，ボール保持部及びボール保持部と移動ブロックとの隙間の三者そのものを示唆するものとして引用しているものではなく，本願発明及び刊行物1に記載された発明と刊行物2に記載された事項との相違，すなわち，複列ボールチェインの使用の有無に基づくボール保持構造の相違を認識した上で，刊行物2に記載された保持器13を引用しているにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，刊行物2の「摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく」している構成が，「本願発明の「ボール保持部の最大幅を2列のボール列の最小幅より大きく設定する」ことに実質的に相当」するとした審決の認定に誤りはなく，刊行物2に記載された直線運動案内装置に基づくボール保持器の取付構造が周知であるとした審決の認定にも誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1に記載された直線運動案内装置と刊行物2に記載された直線運動案内装置とは，複列ボールチェインの使用の有無に起因したボールの保持構造の相違により，軌道レールから移動ブロックを抜き出した際におけるボール脱落に至る具体的な機序が相違するものの，移動ブロックを軌道レールから取り外した際に，移動ブロックと軌道レールとの間に介在していた少なくともボールを含む部材が移動ブロックから脱落することを防止するという同じ課題を有している。",
                        "そうであれば，刊行物1に記載された複列ボールチェインを使用した直線運動案内装置における「移動ブロックを軌道レールから取り外した際に，移動ブロックからボールとボールを保持している複列ボールチェインが脱落することを防止する」という課題に対して，複列ボールチェインを使用していないが，2列のボール列を備えた直線運動案内装置において同様の課題に対する解決手段であるボール保持部(保持器13)を設けるという刊行物2に記載された技術思想を採用しようとするのは，両刊行物を知り得た当業者であれば容易に想到することができるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，刊行物2に記載されたボール保持部(保持器13)を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用するに当たり，複列ボールチェインの具体的構造に則して，ボール保持部と移動ブロックとの間にボールと共に移動する複列ボールチェインの連結部材が通る隙間を設けることは，技術の具体的適用に伴う設計変更にすぎないところ，刊行物2に記載されたボール保持部(保持器13)は，その両端部をデフレクタ(側板17)に固定するという構造であるから，隙間を設けることは格別困難でない。また，刊行物1に記載された発明に刊行物2に記載されたボール保持部(保持器13)を採用するに当たって，複列ボールチェインの使用の有無に基づく格別の阻害要因も見いだせない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明の奏する効果は，刊行物1に記載された発明と刊行物2に記載された技術思想との総和以上のものではなく，容易に両者を組み合わせることができるものである以上，当業者であれば両者から容易に予測することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の認定の誤り)について",
          "text": [
            "原告は，本願発明は，2列のボール列が複列ボールチェインに保持され，さらに，2列のボール列がボール保持器によって複列ボールチェインとともに保持されるものであるが，審決は，本願発明の構成の技術的意義の認定を誤り，ボールの脱落を防止するための構成について，ボール保持部が「複列ボールチェインと共に」ボールを保持する点を看過し，又は誤って認定したと主張する。",
            "しかし，審決は，本願発明のボールの脱落を防止するための構成について，上記第2の2のとおり，「前記隙間に前記連結部材を通すことにより，前記複列ボールチェインに保持されている前記2列のボール列が，該複列ボールチェインの内側に位置する前記ボール保持部によって該複列ボールチェインと共に保持されて，各列のボールの脱落を防止することを特徴とする」と認定している。",
            "したがって，審決が，本願発明のボール保持部が「複列ボールチェインと共に」ボールを保持するものである点を看過したとか，誤って認定したということはできないのであって，原告主張の審決取消事由1は，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と刊行物1に記載された発明との相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「刊行物1に記載された発明では複列ボールチェインの各列のボールの脱落を防止するための格別な技術手段を備えていない」とした審決の認定は，複列ボールチェインを使用した直線運動案内装置における複列ボールチェインのボール保持及び脱落防止機能を看過していると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記第2の3によれば，審決は，刊行物1に記載された発明の「複列ボールチェイン」が，「二列のボール列B1，B2は帯状の複列ボールチェイン1によって保持されて前記無限循環路22を循環されるもの」であり，「二列のボール列の間に配置される可撓性の連結板2(連結部材)と，該連結板2の左右両側に設けられ，二列のボール列B1，B2の各ボール3間に介在されるスペーサ部4(間座部)とを備えているものである」と認定し，本願発明と刊行物1に記載された発明とが，「2列のボール列は帯状の複列ボールチェインによって保持されて前記無限循環路を循環するもので，前記複列ボールチェインは，2列のボール列の間に配置される可撓性の連結部材と，該連結部材の両側縁に設けられ各ボール列のボール間に挿入される間座部とを備えた構成となっている複列ボールチェインを備えた」点で一致すると認定している。",
                "そうであれば，審決は，刊行物1に記載された発明が，本願発明と同様に，2列のボール列が複列ボールチェインによって保持されていることを前提に，本願発明では上記第2の2のとおりの構成を有するボール保持器を設けているのに対し，刊行物1に記載された発明ではボール保持器を設けていない点が相違点であると認定したものであって，「刊行物1に記載された発明では複列ボールチェインの各列のボールの脱落を防止するための格別な技術手段を備えていない」との審決の説示は，このことをいうものとして理解することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決が複列ボールチェインを使用した直線運動案内装置における複列ボールチェインのボール保持及び脱落防止機能を看過しているということはできないから，原告主張の審決取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2に記載された事項の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物2に記載された保持器13について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2(甲3)の考案の詳細な説明には，「保持器13は，摺動台6のボール転動溝8の間に形成された円弧断面の溝9に嵌合する凸条14を背面に有する薄板状の部材で，この薄板状の部材の長さは摺動台のボール転動溝8の長さと等しくされ，長手方向の側面にはボール転動溝8に接続可能な凹面15が形成されている。この保持器13は，また凸条14が長手方向に延びており薄板部分より突出した突出部16が形成されている。側板17は，ボルト孔18に挿通され摺動台のねじ穴11に螺合するボルト19により摺動台6の端部の切除された部分に固定されている。この側板17の厚さは，摺動台6の切除部の深さより若干小さくされており側板17は摺動台6の端面より僅かひっ込んだ状態で固定されている。摺動台6に当接する側板17の面には，保持器の突出部16を受入れる穴20と，ボール転動溝8及び貫通孔10にまたがり円弧状のボール通路となる円弧状の凹所21が形成されている。摺動台6の内側面に形成した溝9に凸条14を嵌合させた保持器13は，保持器の突出部16が側板の孔20に嵌合されており，側板17をボルト18により摺動台6に固定することによりこの保持器13も固定される。摺動台6のボール転動溝8と軌道軸のボール転動溝3との間及び貫通孔10と側板の円弧状の凹所21により形成されたボール循環路には多数のボール22が配され，摺動台6と軌道軸1は，ボールの転動により軸方向に相対移動可能とされている。摺動台6が軌道軸上を移動すると，ボール22は，摺動台のボール転動溝8に沿って転動移動し，その端部において側板の凹所21により後方に案内され貫通孔10に入り，この貫通孔10を通って反対側の側板17に至り，凹所21によって再びボール転動溝3，8の間に入るように摺動台の移動にともなって循環する。摺動台のボール転動溝8に嵌合したボール22は，ボール転動溝8と保持器の凹面15の縁部との間隔がボール22の径寸法より若干小さくされているので，軌道軸1を取外してもボールが脱落することがなく，このようなボール22の保持は，ボール転動溝3，8を深溝とすることを可能とする。」(6頁10行目ないし8頁10行目)との記載があり，また，第3図には，軌道案内軸受の横断面が図示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，刊行物2に記載された保持器13は，「摺動台6の」2列の「ボール転動溝8の間に形成された円弧断面の溝9に嵌合する凸条14を背面に有する薄板状の部材」からなり，「凸条14が長手方向に延びており薄板部分より突出した突出部16が形成されて」おり，「摺動台6の内側面に形成した溝9に凸条14を嵌合させ」，「保持器の突出部16が側板の孔20に嵌合され」，「側板17をボルト18により摺動台6に固定することにより固定される」ものであって，「ボール転動溝8と保持器の凹面15の縁部との間隔がボール22の径寸法より若干小さくされているので，軌道軸1を取外してもボールが脱落することがな」いように，保持器の凹面15の縁部とボールが係合し，これにより，ボールの軌道レールに直交する断面に沿った方向でのボールの運動を規制する。また，「側板17をボルト18により摺動台6に固定することにより」「固定され」，「摺動台6のボール転動溝8と軌道軸のボール転動溝3との間及び貫通孔10と側板の円弧状の凹所21により形成されたボール循環路には多数のボール22が配され，摺動台6と軌道軸1は，ボールの転動により軸方向に相対移動可能とされ」，「摺動台6が軌道軸上を移動すると，ボール22は，摺動台のボール転動溝8に沿って転動移動し，その端部において側板の凹所21により後方に案内され貫通孔10に入り，この貫通孔10を通って反対側の側板17に至り，凹所21によって再びボール転動溝3，8の間に入るように摺動台の移動にともなって循環する」ものである。",
                        "そうすると，刊行物2に記載された保持器13は，軌道軸1から摺動台6を抜き出した際にボール転動溝8に沿って並ぶ2列のボールが係合するように，2列のボール列の間(ボール転動溝8の間)に設けられるとともに，ボール転動溝8と保持器の凹面15の縁部との間隔がボール22の径寸法より若干小さく設定し，保持器の凹面15の縁部とボールが係合することにより，ボールを保持するものであって，その両端がデフレクタにより固定されている，というものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明の「ボール保持部」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の「ボール保持部」の構成は，上記第2の2のとおりであるところ，本願明細書(甲4ないし6)の発明の詳細な説明には，「【0046】この場合には，ボール保持部24は前記2列のボール列3，3の間に設けられると共に，ボール保持部24の最大幅Cが2列のボール列3，3の最小幅Dよりも大きく設定され，さらにボール保持部24と移動ブロック4との間に複列ボールチェイン20の連結部材21が通る隙間gが設けられている。」，「【0047】したがって，複列ボールチェイン20に保持されている2列のボール列3，3は，複列ボールチェイン20の内側に位置するボール保持部24の両側縁によって複列ボールチェイン20と共に保持されることになる。」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，本願発明の「ボール保持部」は，軌道レールから移動ブロックを抜き出した際に負荷ボール転走溝に沿って並ぶ各列のボールが係合するように，2列のボール列の間に設けられるとともに，ボール保持部の最大幅を2列のボール列の最小幅よりも大きく設定することによって，ボール列を保持し，かつ，ボールと係合することにより，ボール自体を保持するものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イによれば，刊行物2に記載された保持器13は，ボール転動溝8に沿って並ぶ2列のボール列の間(ボール転動溝8の間)に，ボール転動溝8と保持器の凹面15の縁部との間隔がボール22の径寸法より若干小さく設定するものであり，本願発明の「ボール保持部」は，負荷ボール転走溝に沿って並ぶ2列のボール列の間に，ボール保持部の最大幅を2列のボール列の最小幅よりも大きく設定するものであるところ，刊行物2の第3図によると，刊行物2に記載された保持器13の最大幅は，2列のボール列の最小幅より大きいものであり，また，刊行物2に記載された保持器13において，摺動台6のボール転動溝8と保持器13の凹面15の縁部との間隔をボール22の径寸法より若干小さくするためには，保持器13の幅を2列のボール間隔よりも大きくする必要があるものである。",
                    "そうであれば，刊行物2に記載された保持器13は，上記イ(イ)で認定した本願発明の「ボール保持部」の「軌道レールから移動ブロックを抜き出した際に負荷ボール転走溝に沿って並ぶ各列のボールが係合するように，前記2列のボール列の間に設けられるとともに，ボール保持部の最大幅を2列のボール列の最小幅よりも大きく設定する」との構成と共通するということができるから，刊行物2の「摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく」している構成は，「本願発明の「ボール保持部の最大幅を2列のボール列の最小幅より大きく設定する」ことに実質的に相当するとした審決の認定に誤りはないといわなければならない。",
                    "そして，上記アに述べたところによれば，刊行物2に記載された直線運動案内装置を摘示し，これに基づくボール保持器の取付構造が周知であるとした審決の認定にも誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，審決の認定は，本願発明のボール保持部と刊行物2に記載された保持器13とが，共に「ボール保持手段」として共通の機能，作用を有することを前提とするところ，ボール保持手段として対比されるのは，本願発明では複列ボールチェイン，ボール保持部及びボール保持部と移動ブロックとの隙間であり，刊行物2に記載された直線運動案内装置では保持器13であって，本願発明のボール保持部と刊行物2に記載された保持器13とは機能が全く異なるから，共に「ボール保持手段」として共通の機能，作用を有することを前提とする審決の認定は誤りであると主張する。",
                    "しかしながら，審決は，「複列ボールチェインを使用するものではないが，2列のボール列を備えた直線運動案内装置に関して，軌道レールを取り外してもボールが軌道ブロックから脱落することがないように軌道ブロックにボール保持器を設けることは，本願出願前当業者に普通に採用されている技術事項にすぎない」として，刊行物2の「摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく」している構成が，「本願発明の「ボール保持部の最大幅を2列のボール列の最小幅より大きく設定する」ことに実質的に相当すると認定したにとどまるのであって，複列ボールチェインを使用する本願発明の直線運動案内装置におけるボール保持部と複列ボールチェインを使用しない刊行物2に記載された直線運動案内装置における保持器13とが「ボール保持手段」として共通の機能，作用を有することを認定したわけではない。そして，原告が主張するように，本願発明においてボール保持手段としての機能，作用を有するものが複列ボールチェイン，ボール保持部及びボール保持部と移動ブロックとの隙間であり，ボール保持部だけでは，ボール保持手段としての機能，作用を有しないものであるとしても，上記イ(イ)のとおり，ボール保持部もボールを保持する作用を有しているから，本願発明のボール保持部と刊行物2に記載された保持器13とが共に「ボール保持手段」として共通の機能，作用を有することを前提としなければ，刊行物2の「摺動台6のボール転動溝8と保持器13(ボール保持部)の凹面15の縁部との間隔をボール22の径寸法より若干小さく」している構成が「本願発明の「ボール保持部の最大幅を2列のボール列の最小幅より大きく設定する」ことに実質的に相当するという認定をすることができないというものでもない。",
                    "原告の上記主張は，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1(甲2)の発明の詳細な説明には，「【0025】図4乃至図6",
                  "text": [
                    "は，上記複列ボールチェイン1を用いた直線運動案内装置の一例を示している。」，「【0026】この直線運動案内装置は，軌道台20と，この軌道台20に多数のボール3を介して摺動自在に組付けられる摺動台21とから構成されている。」，「【0027】図示例の直線運動案内装置は，軌道台20の左右に2列づつ計4列のボール列を上下左右対称的に配して上下左右の定格荷重を等しくした四方向等荷重型のもので，4つの無限循環路22，・・・が設けられている。そして，左右の上下二条の無限循環路22は互いに平行になっていて，それぞれ，本発明の複列ボールチェイン1に保持された二条のボール列が組込まれている。」，「【0029】すなわち，軌道台20の左右側面には，長手方向に延びる突堤27，27を設けると共に，この突堤27，27の上下両角部にボール転走溝28を設け，一方，摺動台21の内側面にこのボール転走溝28に対応するボール転走溝29を設け，これらボール転走溝28，29間に複列ボールチェイン1に保持されたボール3が転動自在に介装されて荷重を支承する。このボール転走溝28，29はこの実施例ではサーキュラアーク溝であり，ボール3は2点接触して転動する。」との記載があり，また，図4には，複列ボールチェインを組み込んだ直線運動案内装置の一例を示す縦断面図及びその概略斜視図が示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，刊行物1に記載された発明は，軌道台20の左右側面に設けたボール転送溝28と揺動台21の内側面に設けたボール転送溝29間に複列ボールチェイン1に保持されたボール3が転動自在に介装されたものであるから，軌道台20から摺動台21を取り外した際には，複列ボールチェインに保持されたボールを摺動台21の内側面に設けた摺動溝の位置に保持することができず，また，複列ボールチェイン自体を保持するものもないから，複列ボールチェインが脱落し，その端部が垂れ下がるものであるといわなければならない。なお，本願明細書は，刊行物1に記載された直線運動案内装置を従来技術として引用し，発明が解決しようとする課題として，「従来技術の場合には，複列ボールチェインは帯状部材で端末が切れているために，移動ブロックを軌道レールから抜き出した際に，ボールチェインの端が垂れ下がってしまう。」と記載している。",
                    "ところで，刊行物1に記載された発明がこのようなものであるとすれば，軌道台20から摺動台21を取り外した状態であっても，摺動台21の摺動溝28にボール3が保持されるようにしてボールの脱落や複列ボールチェインの脱落を防止しようと考えるのは，技術常識からみて当然であり，そして，刊行物2に記載されているように，揺動台の摺動溝からボールが脱落することを防止するために用いられる保持器が周知のものである以上，このような周知の保持器を刊行物1に記載された発明に採用することは，当業者であれば，容易に想到することができると認められる。そして，刊行物1に記載された直線運動案内装置は複列ボールチェインを使用したものであるから，刊行物2に記載された保持器を刊行物1に記載された発明に採用するに当たって，保持器と移動ブロックとの間に複列ボールチェインの連結部材が通る隙間を設けることは，当然に考慮すべき設計的事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，刊行物1に記載された複列ボールチェインを使用した直線運動案内装置と刊行物2に記載された複列ボールチェインを使用しない直線運動案内装置とでは，軌道レールから移動ブロックを抜き出した際におけるボールの脱落に至る機序が全く異なるから，移動ブロックを軌道レールから取り外した際に移動ブロックからボールが脱落することを防止するという課題の具体的内容も，課題を解決するための手段に要求される機能も，全く異なるのであって，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用するには阻害要因があり，動機付けがないと主張する。",
                        "しかしながら，本願発明や刊行物1に記載された発明のような複列ボールチェインを使用した直線運動案内装置においても，移動ブロックに設けられた摺動溝からボールが脱落しないようにすることで，複列ボールチェインの脱落を防止することができるのであるから，刊行物1に記載された直線運動案内装置と刊行物2に記載された直線運動案内装置発明とでは，軌道レールから移動ブロックを抜き出した際におけるボールの脱落に至る機序が全く異なるものであるとしても，当業者であれば，刊行物2に記載された周知の保持器を刊行物1に記載された発明に採用しようとすると考えられる。そうであれば，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用することに阻害要因があるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，刊行物2に記載されたものは，寸法上の設計自由度が小さいから，軌道軸1と摺動台6それぞれに設けられた負荷ボール転走溝に対するボールの転動を妨げないようにしつつ，ボール保持器と摺動台6との間に，ボールと共に移動する複列ボールチェインの連結部材が通る隙間を設けることは，設計上容易でないと主張する。",
                        "しかしながら，刊行物2に記載された保持器を刊行物1に記載された発明に採用するのであれば，保持器と移動ブロックの間に複列ボールチェインの連結部材が通る隙間を設けることは当然に考慮すべき設計的事項であるから，刊行物2に記載されたものが寸法上の設計自由度が小さいものであるとしても，設計上不可能なものでない以上，ボール保持器と摺動台6との間に，ボールと共に移動する複列ボールチェインの連結部材が通る隙間を設けることに格別の困難はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告は，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用するのは困難であるから，ボール保持部と複列ボールチェインの組合せによってボールの脱落を防止するという本願発明の効果は，当業者が予測することができる程度のものではなく，また，複列ボールチェインの端部の垂れ下がりの防止という課題は，刊行物1にも，刊行物2にも開示されていないから，これを解決した本願発明の効果も，当業者が予測することができる程度のものでもないと主張する。",
                        "しかしながら，上記イのとおり，刊行物2に記載された保持器13によるボール保持手段を刊行物1に記載された複列ボールチェインを使用した直線運動案内装置に採用することは，当業者であれば，容易に想到することができるから，ボール保持部と複列ボールチェインの組合せによってボールの脱落を防止するという本願発明の効果は，当業者が予測することができる程度のものであるといわざるを得ない。また，上記イのとおり，刊行物1に記載された発明は，軌道台20から摺動台21を取り外した際に，複列ボールチェインが脱落し，その端部が垂れ下がるものであるところ，刊行物2に記載された保持器を刊行物1に記載された発明に採用することによって，これを解決することができるから，複列ボールチェインの端部の垂れ下がりの防止という課題を解決するという本願発明の効果も，当業者が予測することができる程度のものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決の相違点の判断には誤りがないから，原告主張の審決取消事由3は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告主張の審決取消事由は，すべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10713",
    "date": "2006-06-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033186",
    "ipprecedent_id": "264",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}