{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が無効2003-35500号事件について平成16年9月27日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "(2)につき仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文第1，2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，「PEEK」の欧文字を横書きして成り，指定商品を第1類「粉状・泥状・粒状・液状・分散状プラスチック，その他の原料プラスチック」とする，登録第4219696号の登録商標(平成8年4月19日出願，平成10年1",
            "0月2日登録査定，平成10年12月11日設定登録。以下「本件商標」という。)の商標権者である。",
            "被告は，本件商標の商標登録を無効にすることについて審判を請求した。",
            "特許庁は，これを無効2003-35500号事件として審理し，その結果，平成16年9月27日に「登録第4219696号の登録を無効とする。」との審決をし，その謄本は同年10月7日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。審決の概要は，「PEEK」の欧文字を普通に用いられる方法で表示してなる本件商標は，遅くともその登録査定時(平成10年10月2日)において，当該業界で樹脂のひとつである「ポリエーテルエーテルケトン」(polyether ether ketone)の普通名称の略称を表すものとして取引者・需要者の間に広く認識され，かつ，使用されていたものであり，また，本件商標をポリエーテルエーテルケトン以外の商品に使用するときは，商品の品質について誤認を生じさせるおそれがあるから，商標法3条1項1号，4条1項16号に違反して登録されたものであり，同法46条1項の規定により無効とすべきものである，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決の取消事由の要点",
      "text": [
        "審決は，本件商標がポリエーテルエーテルケトンの略称を表すものと認識されていたと誤って認定判断する(取消事由1)とともに，本件商標をポリエーテルエーテルケトン以外の商品に使用するときに商品の品質について誤認を生じさせるおそれがあると誤って認定判断した(取消事由2)ものであって，これらの誤りが結論に影響を及ぼすことは明らかであるから，審決は違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件商標を普通名称の略称と判断した誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，専門辞典，雑誌に徴して，「PEEK」はポリエーテルエーテルケトンを指称することが認められるとしている。しかし，審決が挙げる各種専門辞典及び雑誌は，いずれもポリエーテルエーテルケトンの特性や性能，応用範囲などを説明することを目的として発行されたものであって，商標法上の普通名称性にまで配慮して記載された文献ではなく，また，間違った記載がされている可能性もあるから，普通名称性の有無に関して証拠としての価値は極めて低い。また，専門文献においても，「PEEK」が原告の商標として認識され，取り扱われているものが存在する(甲40～44)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そもそも，ある商標が普通名称あるいはその略称に該当するか否かの認定に際しては，当該業界の取引者の認識がいかなるものであったかが検証されるべきである。しかしながら，審決では，原告が実際にどのような商標を用い，ポリエーテルエーテル製品についてどのような営業・販売活動を行っていたかについて全く検討がされていない。",
                "現実の原告の使用態様としては，「PEEK」を単独で使用している例が多数あり，その場合には，取引者・需要者は，必然的に「PEEK」を原告により販売される商品の商標と認識するものである。",
                "原告の営業販売活動により，「PEEK」は原告商品を表す商標として我が国のプラスチック業界において広く認知され，また尊重されていたものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「ポリエーテルエーテルケトン」は，昭和53年(1978年)に原告の前身である英国のICI社の先端材料部門(この部門の名称が「Victrex」である。)が開発したプラスチック樹脂であり，「PEEK」という商品名は，ポリエーテルエーテルケトンが開発された際にICI社が名付けたものである。ポリエーテルエーテルケトンは，ICI社により世界各国において特許が取得された特許製品であり，我が国においてもポリエーテルエーテルケトンとその製造方法の発明は，昭和53年にICI社によって特許出願され，その後，原告に引き継がれた。",
                "平成10年9月の特許権の存続期間満了に至るまで，我が国及び海外においてICI社ないし原告が独占的にポリエーテルエーテルケトンの製造販売を行ってきたもので，「PEEK」はICI社ないし原告の製造販売するポリエーテルエーテルケトン樹脂の商品名として使用されてきたのである。",
                "このように，平成10年9月に至るまで，我が国では唯一原告がポリエーテルエーテルケトンの製造販売をなし得たものであるところ，原告からポリエーテルエーテルケトンを購入して更にこれを日本国内において販売していた被告においても「KADEL」という商標を使用しており，「PEEK」は唯一原告のみによって使用されてきた商標なのである。上記のとおり，ポリエーテルエーテルケトンは平成10年までICI社ないし原告のみが製造販売でき，原告のみが当該商品に商標「PEEK」を長期にわたり独占的に使用してきた。その結果，「PEEK」は商品の出所と非常に強い結びつきを有する商標となった。",
                "上記のような状況下において，「PEEK」を単なる商品の普通名称の略称と解することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，各種パンフレット，会社案内，リーフレットにおいて本件商標が原告の登録商標であることを明示して使用し，ポリエーテルエーテルケトン樹脂の包装資材や原告の日本法人であるビクトレックス・エムシー株式会社(以下「ビクトレックス・エムシー社」という。)の社員の名刺にも本件商標が登録商標であることを明示して記載するなどしている(甲2，6～12)。原告の取引先は，商談の際にパンフレットや社員の名刺を見たり，商品購入時に包装資材に付された本件商標を見ることによって，「PEEK」が原告の登録商標であることを十分認識する。",
                "原告の取引先においても，取引先の商品(原告の製造に係るポリエーテルエーテルケトン樹脂が原料として用いられているもの)のパンフレットやホームページにおいて，「PEEK」が原告の登録商標であることが明記されて使用されている(甲13～31)。商標法上の普通名称に該当するかどうかは，専門書の記載よりも取引者間での取扱いが重視されるべきところ，ポリエーテルエーテルケトン樹脂の取引者間での取扱いの実態は上記のとおりであり，取引先は「PEEK」が原告の登録商標であることを認識し，これを尊重している。すなわち，本件商標は，当該商品の取引者間において現実に普通名称として使用されてはいないのである。",
                "また，業界専門紙においても，平成11年から同14年にかけて，専門紙9紙に本件商標が原告の登録商標である旨を明記した記事が掲載されているが(甲38の1～9)，これを見ても，プラスチック業界において，「PEEK」が原告による販売当初から原告のポリエーテルエーテルケトン樹脂の商品名であることが広く認知され，本件商標の商標登録時にはこれが定着していたことが分かる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，ビクトレックス・エムシー社を通じて，次のとおり商標「PEEK」の認知度アップキャンペーンを行うなど，多大なコストを費やして，本件商標の管理を行ってきた。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "商標登録後の活動(キャンペーン第1弾)",
                  "text": [
                    "原告は，本件商標の商標登録を受け，平成11年12月，商標「PEEK」の認知度アップのキャンペーンを行った(甲34の1)。",
                    "甲34の1(原告広報担当者作成に係る文書)のタイトルには，「ビクトレックス社のポリエーテルエーテルケトン樹脂『PEEK』(Kの右肩上に円輪郭内に「R」の文字が配されている。)として商標登録」と大きく記載されており，「PEEK」が原告製ポリエーテルエーテルケトン樹脂の商標であることが明示されている。",
                    "原告は，これらの資料を30社余りの報道関係各社に配布するとともに，営業に際して顧客や取引関係者に配布してきた。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "ニュースリリースの実施",
                  "text": [
                    "原告は，上記(ア)記載のキャンペーンの一環として，経済工業紙4紙，電気・電子関連業界紙8紙，機械関連業界紙5紙，プラスチック関連業界紙21紙，合計38紙にニュースリリースしている(甲34の2)。広告媒体の数として，これらは一見少ないようにも見えるが，原告の商品「PEEK」は，プラスチック加工メーカーを顧客とする所謂「B toB」という取引形態であり，プラスチックの加工には大規模な施設を必要とする関係上，その顧客も大手企業となり，その数は一般消費財とは異なり無数にあるというわけではない。したがって，広告媒体としては，十分な数といえる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "その後の活動(キャンペーン第2弾)",
                  "text": [
                    "さらに，原告は，平成14年7月，本件商標の一層の周知徹底のため，周知キャンペーンを行った(甲35，36の1，2)。具体的には，原告が参加する展示会(パシフィコ横浜「人とくるまのテクノロジー展」等)や原告のウェブサイトでの告知をはじめ，名刺から製品パンフレットに至る原告の配布物全般に，本件商標が登録商標である旨を記載したロゴシールを貼るなど，原告からの告知を徹底した。",
                    "また，取引先ユーザーに対しても，製品カタログや広告に本件商標を掲載する場合には「円輪郭内に『R』の文字が配されているマーク」の併記を依頼した(甲37)。取引先ユーザーが,本件商標が原告の登録商標であることを尊重した取扱いを行っていることは，上記(4)において述べたとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "審決は，「(ポリエーテルエーテルケトン)製品に使用されている商標は，『VICTREXPEEK』又は『VictrexPEEK』の欧文字を書し",
              "text": [
                "たものであることが推認し得る」とした上で，「VICTREX」の部分が登録商標であり，「PEEK」の文字部分はポリエーテルエーテルケトンの普通名称の略称を表示したものと認められるとしている(審決書12頁)。",
                "しかし，「VICTREX」は，当時のICI社においてポリエーテルエーテルケトンを開発・生産していた先端材料部門の名称であり(その後，当該部門が独立して原告となった。)，原告が自己の商標登録に係るハウスマーク(会社名の商標)として使用している。このようなハウスマークを，商品についての商標と組み合わせて使用することは一般的に行われていることであり(例えば「SOＮY　CYBERSHOT」や「ASAHI　PEＮTAX」)，単にハウスマークと",
                "組み合わせて使用されているというだけで，残りの部分が普通名称であるということはできない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "また，審決は，「ポリエーテルエーテルケトンの先行商品である非晶質の熱可塑性樹脂のポリエーテルサルホン(PES)について使用されている商標は，『VICTREXPES(なお，『X』の右肩上に円輪郭内に『R』の文字を配している。)』であって『VICTREX』の文字部分が，その表示によって登録商標であることが認められる。そして，このことより類推して，『“VICTREX”PES』及び『“VICTREX”PEEK』の表記中に使用されているクォ",
              "text": [
                "ーテーションマーク『“”』は，登録商標であることを表すために用いられたものと推認し得るものであり，かつ，それに続く『PES』及び『PEEK』の文字部分は，商品の普通名称の略称を表示したものと認められる。」としている(審決書12頁)。",
                "しかし，ポリエーテルサルホン(PES)とポリエーテルエーテルケトンとは別個の樹脂であり，背景事情，取引者・需要者の間での認識・呼称も全く異なっている。ポリエーテルエーテルケトンが平成10年まで原告の特許権により保護されていたのに対して，ポリエーテルサルホンは本件商標が登録された当時，一般的な樹脂として誰でも自由に製造ができ，「PES」の名称を使用できたのであるから，両者を同列に論ずることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標が商品の品質について誤認を生じさせるおそれがあると判断した誤り)",
          "text": [
            "上記1において述べたとおり，「PEEK」は原告における特有の商品の名称であり，原告が製造販売するポリエーテルエーテルケトンの商標としてプラスチック業界において広く知られていることから，原告あるいはその顧客，あるいは将来顧客となる者やその他の関係者がポリエーテルエーテルケトン以外のプラスチック商品に商標「PEEK」を使用するということは，本件商標の登録当時あり得ないことであった。",
            "よって，本件商標を上記商品以外に使用すること自体があり得ず，商品の品質についての誤認を生ずることはなかったのである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断に誤りはなく，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件商標を普通名称の略称と判断した誤り)について    (1) 「PEEK」は，ポリエーテルエーテルケトン(polyether ether ketone)の略称である。プラスチックの分野では，合成樹脂の一般名称は，当該合成樹脂を構成する化合物名を連記して作成され，その結果，冗長な名称となってしまうことから，こういった冗長な合成樹脂名に代えて，当該合成樹脂を構成する化合物の英文名称の頭文字を組み合わせて，これを当該合成樹脂名の略称として使用することが広く行われている。例えば，ペットボトルの「ペット」とは，原料であるポリエチレンテレフタレート(polyethylene telephthalate)の略称である「PET」に由来するものである。また，ポリ塩化ビニル(polyvinyl chloride)は，「PVC」との略称で広く知られている。このような当該業界の慣行に従って，「PEEK」という名称も，ポリエーテルエーテルケトン(polyether ether ketone)の略称として極めて当然なものとして使用されていた。",
            "プラスチック業界で，「PEEK」がポリエーテルエーテルケトンという普通名称の略称として使用されていたことは，審判段階で提出された各種の証拠から明白であり，審決の認定に何ら誤りはない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が「PEEK」を普通名称と認定した際に証拠として引用した各種専門辞典及び雑誌は，いずれもポリエーテルエーテルケトンの特性や性能，応用範囲などを説明することを目的として発行されたものであり，商標法上の普通名称性にまで配慮して記載された文献ではなく，間違った記載がなされている可能性もあるから，証拠としての価値が低い旨主張する。しかしながら，原告は，単に間違った記載がなされている「可能性」につき言及するのみで，何ら反証を提出しておらず，原告の主張は全く意味をなしていない。",
                "原告は，また，当該業界の取引者の認識がいかなるものであったかが検証されるべきである旨主張するが，その点については，審判手続において証拠を詳細に検討した結果として，審決により，普通名称の略称として認識されていたというきわめて当然の判断がなされているものである。",
                "原告の提出する書証のうち，甲14ないし31は，いずれも本件商標の商標登録以降のごく最近に作成されたものであって，本件商標の登録査定時(平成10年10月)における業界関係者の認識を推認させるものではない。これらは，本件商標の登録後における原告のキャンペーン活動等により原告の依頼を受けて作成されたものであることが，容易に推察できる。甲38の1ないし9も，また，平成11年以降に掲載された記事であり，本件の争点とは関係がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，現実の使用態様としては，原告が本件商標「PEEK」を単独で使用している例が多数あり，その場合には，需要者は，必然的に「PEEK」を原告により販売される商品の商標であると認識する旨主張する。",
                "しかしながら，現実に原告が「PEEK」を単独で使用したことについての証拠は審判手続では一切提出されていない。",
                "原告が実際にいかなる態様で本件商標を使用していたかは判然としないが，合成樹脂を当該樹脂を構成する化合物の英文名称の頭文字を用いた略称で呼称するという業界の慣行に従えば，需要者は，「PEEK」単独の表示しかない商品に接した場合，「PEEK」は商品内容たる樹脂の名称を示す表示と理解し，それ以外の製造者や販売者の表示をもって出所を示すものと理解するのが通常である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原告は，ポリエーテルエーテルケトンは平成10年(1998年)まで特許権により保護され，原告のみがこれを販売できたもので，他社による「PEEK」の普通名称としての使用例がないから，取引者・需要者は「PEEK」を原告の商標と認識していたと主張する。",
                "しかしながら，特許権によって保護され，特許権者のみが独占的に販売し得る製品であっても，当該製品を購入する者，当該製品を加工して販売する者，当該製品を研究する者などが存在する以上，これらの者もまた「PEEK」を普通名称として使用できる立場にある。ポリエーテルエーテルケトンは，種々の製品の原材料として使用されるものであるから，原材料自体が特許権で保護されていたとしても，それを購入して種々の製品に使用する需要者が「PEEK」をどのように認識するかは，必ずしも，原告がどのような態様で「PEEK」を使用していたかということに拘束されるものではない。上記のとおり，取引者・需要者は，業界の慣行に従って「PEEK」を合成樹脂ポリエーテルエーテルケトンの組成そのものを示した略称と理解し，そのような理解の下で，多くの専門雑誌等において「PEEK」は略称として使用されていたのである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告は，審決が，ポリエーテルサルホン(PES)について使用された表記「“VICTREX”PES」との対比において「“VICTREX”PEE",
              "text": [
                "K」の表記について，「“”」により囲まれた部分に続く「PEEK」の文字部分を商品の普通名称の略称を表示したものと認定したことを非難する。",
                "しかしながら，同一の業者が，先行して販売する樹脂製品について商標に続いて一般名称の略称を付した表示をしている場合には，取引者及び需要者に混乱を生じさせることなく自社製品を受け容れてもらうには，後に販売された製品についても，同様の表示を付するのが自然である。したがって，PESとPEEKを含んだ両表示を対比するのは合理的である。そして，PESはポリエーテルサルホンの略称であり，また，PEEKもポリエーテルエーテルケトンの略称であると認められる状況下において，「VICTREXPES」の「X」の右肩上に円輪郭内に「R」の文字を配した表示が存在すれば，「“VICTREX”PES」及び",
                "「“VICTREX”PEEK」の表記中に使用されているクォーテーションマーク「“”」を，登録商標であることを表すために用いられたものと推認するのは当然のことである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，ハウスマークと商品についての商標を組み合わせて使用することは，ごく一般的に行われていることを根拠に，ハウスマークである「VICTREX」と「PEEK」とが組み合わされて使用されても，これによって「PEEK」が商標ではないとはいえないと主張する。",
                "しかしながら，そもそも審決は，ハウスマークである「VICTREX」と組み合わせて使用されていることを根拠として，「PEEK」を普通名称の略称であると認定しているわけではない。審決は，PESはポリエーテルサルホンの略称であり，また，PEEKもポリエーテルエーテルケトンの略称であると認められる状況下において，更に，先行商品である「“VICTREX”PES」が，商標「VICTREX」にポリエーテルサルホンの略称であるPESを組み合わせたものであることに照らし，「“VICTREX”PEEK」についてもPEEKは略",
                "称を表示したものと認められると認定したのである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標が商品の品質について誤認を生じさせるおそれがあると判断した誤り)について",
          "text": [
            "原告は，原告あるいはその顧客が本件商標をポリエーテルエーテルケトン以外の商品に使用することはあり得ないと主張するが，それは，まさに「PEEK」がポリエーテルエーテルケトンの略称として理解されているからである。",
            "商標法4条1項16号にいう品質誤認のおそれは，指定商品・役務との関係で判断されるべきものであるところ，本件商標の指定商品にはポリエーテルエーテルケトン以外の原料プラスチックが含まれているから，品質誤認のおそれは否定し得ない。",
            "したがって，この点についても審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件商標を普通名称の略称と判断した誤り)について  　　本件商標が商標法3条1項1号に該当するとした審決の認定判断の当否について，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲2，乙1～12)及び弁論の全趣旨によれば，次の各事実が認められる。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "「ポリエーテルエーテルケトン」(polyether ether ketone)は，昭和53年(1978年)に英国のICI社が開発(同56年(1981年)に製造開始)した合成樹脂であり，同社は，我が国を含めた各国において同樹脂について特許を取得した。同社の先端材料部門を引き継いで設立されたのが原告であり，ポリエーテルエーテルケトンはICI社ないし原告により製造が行われてきた。昭和53年にICI社によって特許出願された我が国におけるポリエーテルエーテルケトンとその製造方法についての特許権は，ICI社から原告に引き継がれ，平成10年9月に存続期間が満了した。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "プラスチックの分野では各種の合成樹脂が存在し，その名称は当該合成樹脂を構成する単位化合物の名称の組合せからなる場合が多く，いきおい冗長な名称となってしまうことから，当該業界では，本来の合成樹脂名に代えて，これを構成する単位化合物の英文名称の頭文字を組み合わせた略称を用いることが一般的に行われている。例えば，ペットボトル等の原材料として知られているポリエチレンテレフタレート(polyethylene telephthalate)は「PET」と略称されており，ポリ塩化ビニル(polyvinyl chloride)は「PVC」と略称されている。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "「ポリエーテルエーテルケトン」ないし「PEEK」に関しては，次のような記載のある各文献が，本件商標の登録査定時(平成10年10月2日)以前に存在した。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "プラスチック大辞典編集委員会編「プラスチック大辞典」(工業調査会1994年(平成6年)10月20日発行。乙1〔審決における甲第1号証。以下，乙12まで順次審決における甲第12号証までに対応する。〕)には，項目として「polyether ether ketone　PEEK」と記載され，同項目の説明として，「略称PEEKといわれている。現在はICI社が製造しているだけで，Victorex PEEKの商標で販売されている。製造法は公表されていないが，4,4'-ジフロロジフェニルケトンとハイドリキノンと炭酸カリウムから重合されているといわれている。PEEKは結晶性のポリマーでありながら，結晶化度が適当に抑えられており，そのため非結晶性の性質も併せもつ，もっとも高性能のポリマーである。」との記載がある。ちなみに，次の項目は「polyether rubber　ポリエーテルゴム」であり，次の次の項目は「polyethylene(PE)　ポリエチレン」である。　   　　　(b) 「ＮIKKEI　ＮEW　MATERIALS」1992年(平成4",
                      "text": [
                        "年)9月14日号(日経BP社発行。乙2)には，「超耐熱エンプラ(イミド系，ケトン系など)」の見出しの下，「連続使用温度がおよそ200℃以上に及ぶ超耐熱エンプラは，ポリイミドに代表されるイミド系，PEEK樹脂(ポリエーテル・エーテル・ケトン)に代表されるケトン系に大きく分けられる(液晶ポリマーは除く)。さらにいずれにも属さない，ヘキストジャパン(東京)のPBI樹脂(ポリベンゾイミダゾール)，出光興産(東京)が89年に開発したポリエーテルニトリルが加わる。ポリエーテルニトリルは現在，出光石油化学(東京)が手掛けている。」「射出成形を可能にするためPBI樹脂にPEEK樹脂を50wt％アロイ化した。」「90年からサンプル出荷を進めている出光石化のポリエーテルニトリル『ID300』は，荷重たわみ温度(18.6kgf/c㎡)290～330℃と高い耐熱性を備え，引っ張り強さ1350kgf/c㎡，曲げ強さ1900kgf/c㎡と機械的強度とも熱可塑性樹脂の中では最高の部類に属する。」(以上，55頁)，「デュポン ジャパン リミテッド(東京)は92年1月から『ベスペルST』シリーズの国内でのサンプル出荷を開始した。」(56頁)，「国産では，東レが92年7月，全芳香族ポリイミド成形加工品事業に参入した。‥‥‥『ベスペル』にほぼ100％握られている全芳香族ポリイミドの分野にも手を伸ばし，ポリイミド事業の強化拡大を図る。」「東レの全芳香族ポリイミド『TI3000』は，荷重たわみ温度380℃，‥‥‥『ベスペル』と比較した特徴として，摺動性の高さをアピールしている。」「射出成形可能な熱可塑性ポリイミドのサンプル出荷を行ってきた三井東圧も，樹脂名を『ＮEW-TPI』から『オーラム』に改め，本格展開を進める。」(以上，57頁)，「PEEK樹脂は英ICI社から輸入したベースレジンをもとに，住友化学工業，三井東圧化学の2社がコンパウンドを行い，アイ・シー・アイ・ジャパン(東京)がICIのコンパウンドを輸入販売している。価格はグレードや出荷量により異なるが1万4000円／㎏程度と，少し下がり気味のようだ。",
                        "ところでユーザーの中には，PES樹脂と同様，ICI社がPEEK樹脂から撤退することを懸念する向きがある。ICI社は現時点で継続を明言しているが，やはりユーザーとしては注意を要する点だろう。PEEK樹脂およびアモコ ジャパン リミテッド(東京)のポリケトンとも目立った新規グレードの展開はない。PEEK樹脂はガラス転移温度が143℃と意外に低いため，これ以上の高温で使用する場合にはガラス繊維などによる強化は欠かせない。三井東圧はアロイ化によるガラス転移温度のアップなどが課題になるとしている。なお，ビーエーエスエフ エンジニアリング・プラスチック(東京，BASFエンプラ)は独BASF社のPAEK樹脂(ポリアリル・エーテル・ケトン)『ウルトラペック』の輸入販売を93年以降に始める予定だ。」(57～58頁)，「PEEK樹脂の用途は大きく二つに分けられる。一つは耐熱性を生かした，高温環境下の機構部品。‥‥‥もう一つは半導体や液晶パネルなどの製造工程に使われる治具類である。Siウエハーのバスケットなど，主流であるフッ素樹脂から，次第にPEEK樹脂に転換する割合が増えているという」(58～59頁)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "「プラスチックス」(日本プラスチック工業連盟誌)1997年(平成9年)4月号(48巻4号)(工業調査会発行。乙3)には，「ポリエーテルサルホン　●Polyethersulfone,　PES●」の見出しの下に「PESはジクロロジフェニールサルホンを主原料として重縮合したものであり，フェニール成分が多いほど分子が剛直になるので，ポリエーテルサルホンはポリサルホンより耐熱性に優れている。」(64頁)との記載のある項の次に，「ポリエーテルエーテルケトン●Polyetheretherketone，PEEK●」の見出しの下に，「ケトン系樹脂は，カルボニル基とエーテル基が連結された芳香族系ポリマである。ポリケトン(融点340℃，ガラス転移温度148℃)，ポリエーテルケトン(373℃，162℃)，ポリエーテルケトンケトン(338℃，156℃)，ポリアリルエーテルケトン(380℃)などがあるが，PEEKは，ジハロゲノベンゾフェノンとヒドロキノンとの重縮合で得られる融点334℃，ガラス転移温度143℃のポリマーである。」「ガラス繊維，カーボン繊維，四ふっ化エチレン樹脂，ウイスカーなどとの複合グレードが上市されているが，PESをPEEK中に微分散させたポリ",
                      "text": [
                        "マーアロイとか，LCPの配向によるPEEK強化グレードなどが開発されている。」(66頁)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "工業用熱可塑性樹脂技術連絡会広報委員会編集「新・エンプラの本」(工業用熱可塑性樹脂技術連絡会1993年(平成5年)4月第1刷，1996年(平成8年)7月第2刷発行。乙4)は，工業用熱可塑性樹脂技術連絡会会員配付資料用に作成された冊子であり，冒頭に「『新エンプラの本』発行に当って」との見出しで「4年前に刊行された『エンプラの本』は幅広いエンプラの知識をお互いに勉強した結果をまとめ，さらに多くの人々にその内容を紹介する目的でエンプラ全体を判り易く解説した小冊子である。学生や新入社員のテキストとして，又顧客へのセミナーや勉強のための参考書として大いに利用されてきた。しかしながら，前述のような変化にともない内容的に一部古くなった部分や，追加した方が良い部分が出てきた。広報委員会ではこれらの状況を鑑み『エンプラの本』を改訂する時期に来たと判断し，平成四年度の事業としてここに『新・エンプラの本』として刊行するに至った」との内容を含む端書きが掲載され，編集長・A(三井・デュポンフロロケミカル)，副編集長・B(ポリプラスチックス)，広報委員長・C(デュポンジャパンリミテッド)外12名の名称が掲げられている(2頁)。工業用熱可塑性樹脂技術連絡会(略称：エンプラ連絡会)の関係企業としては，旭化成工業，出光石油化学，鐘淵化学工業，鐘紡，クラレ，呉羽化学工業，昭和電工，住友化学工業，ダイセル・ヒュルス，大日本インキ化学工業，帝人，デュポン，東レ，三菱化成，三菱油化，ユニチカなどが含まれている(2頁，129頁)。同冊子の「1-2エンプラの位置付け」の項に掲載された「プラスチックの分類」と題された表においては，「ポリサルホン‥‥‥PSU」「ポリエーテルサルホン‥‥‥PES」等と並んで「ポリエーテルエーテルケトン‥‥‥PEEK」と記載されており(4頁)，「1-6特殊エンプラ」の項においては，「ポリアリレート(PAR)」「ふっ素樹脂」「ポリサルホン(PSU)」「ポリエーテルサルホン(PES)」に続いて「ポリエーテルエーテルケトン(PEEK)」の見出しの下に「PEEKは，従来にない特性を備えた結晶性樹脂である。‥‥‥」の記載がある(9頁)。また，巻末(128頁)に付録として付された「エンプラ関連の熱可塑性プラスチックの名称と記号」と題された一覧表においては，「PES　ポリエーテルサルホン」「PET　ポリエチレンテレフタレート」「PP　ポリプロピレン」等と並んで「PEEK　ポリエーテルエーテルケトン」と記載されている。同じく巻末(129頁)に付録として付された「エンプラ連絡会関係商品名一覧(1)」と題された一覧表においては，例えば「PET」の欄に旭化成工業「サンペット」，出光石油化学「タフエイト」等が記載されているのと並んで，「PEEK　PEK」の欄には，住友化学工業「ビクトレックス」，テイジンアモコエンジニアリングプラスチック「ケーデル」と記載されている。"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "subject": "D著「エンジニアリングプラスチック活用ガイド」(日刊工業新聞社1991年(平成3年)4月30日初版1刷発行。乙5)は，昭和45年から平成",
                      "text": [
                        "2年まで三菱化成工業に勤務し，平成3年4月の時点において新日鐵化学樹脂開発部副部長の職にあった者の著作に係るものであるが，同書には，「11　ポリエーテルサルホン(PES)／ポリエーテルエーテルケトン(PEEK)」の項目において，「ポリエーテルサルホン(PES)とポリエーテルエーテルケトン(PEEK)はいずれもイギリスのICI社が開発し，製造している熱可塑性高性能エンジニアリングプラスチックで，それぞれ“VICTREX”PESおよび“VICTREX”PEEKの商標で販売されており，下記の構造式で表わされる芳香族縮重合系ポリマーである。」「PESは非晶性でガラス転移温度が225～230℃であるため，高温クリープに優れており，‥‥‥一方，PEEKは結晶性で，融点が334℃であるため，強化グレードは，300℃以上の荷重たわみ温度(熱変形温度)を有する耐熱性を示し，‥‥‥」(以上，161頁)，「日本でPES，PEEKを供給しているのは，住友化学工業，三井東圧化学，アイ・シー・アイ・ジャパンの3社である。日本でのPES，PEEKの需要は，合計で450～500t/Yと",
                        "推定され，毎年順調な伸びを示しているが，量の拡大とともに伸び率はやや鈍くなってきている。」(163頁)，「PES，PEEKともに高性能の樹脂であるものの，価格が高いということから使用される分野が限られてくる。こうした用途では要求される実用物性もさまざまであり，PES，PEEKのもつ本来の特性だけでは十分な対応が取れないことが多い。高価格な樹脂をいかに効率的に部品デザインするかということから，PES，PEEK樹脂をベースにした各種コンパウンド製品が開発されている。とくに，住友化学工業では，PES，PEEKの市場開発に当たっては，ユーザとの密接な関係をもちつつ，きめ細かくそのニーズを採り入れ，独自のコンパウンド技術を用いて数多くの複合樹脂を開発している。」(164頁)，「PEEK樹脂をベースとしたグレードの開発は住友化学工業がスミプロイKシリーズとして数多く上市しているが，この中ではとくにスミプロイSK1600がユニークである」(165頁)，「PES，PEEKのフィルムは，PET",
                        "フィルムとポリイミドフィルム“KAPTOＮ”の中間に位置し，絶縁材料区分でいうとPESはH種，PEEKはC種に相当する。国内では，三井東圧化学から“TALPA”，住友化学工業からは“エスペックス”の商品名で上市されている。エスペックスは，優れた耐熱性と機械的強度に加え，透明性の高いことが特徴である。」(167～168頁)などの記載があり，「図3.54 PEEK樹脂を",
                        "ベースに開発された各種複合樹脂」として掲げられた図(167頁)には，「PEEK改良グレードMAP」との見出しの下に「摺動グレード　VICTREX D450HT15，D450HF30　スミプロイ CK3420，TK3420(住友",
                        "化学)　EXL5，EXL12(三井東圧化学)」「高耐熱・高強度グレード　ス",
                        "ミプロイ TK4600(住友化学)」「VICTREX PEEK 標準グレード",
                        "ナチュラモル 380G 450G　ガラス入り 150GL30 450GL20，",
                        "GL30　炭素繊維入り 450CA30」「PEEKパウダ　VICTREX 1",
                        "50P，380P，450P」などと記載されている。"
                      ]
                    },
                    {
                      "fig": "(f)",
                      "text": [
                        "日経ニューマテリアル編集「全調査エンジニアリングプラスチック-技術・応用・需給動向のすべて」(日経BP社1989年(平成元年)7月24日発行。乙6)には，「ケトン系(ポリエーテルエーテルケトン，ポリケトンなど)」の見出しで「需給」の小見出の下に「分子中にケトン基をもつケトン系ポリマーの草分けは，英ICI社が製造するPEEK。‥‥‥日本では，PESと同様に，アイ・シー・アイ・ジャパン，住友化学工業，三井東圧化学の3社が販売している。」(102頁)との記載，「用途」の小見出しの下に「ウエハーキャリヤーにも一部採用されているが，濃硫酸などを使うために使えない事も多く，フッ素樹脂が主流になっている。PEEKが使われるのは，検査用のキャリヤーなど薬品が厳しくなく，しかも摺動するような場合だ。」「三井東圧化学が開発したユニークな用途に超純水パイプシステムがある。24時間で1年程度の長期使用に耐えるのが特徴で，ICメーカーなどでPEEK製の小型超純水プラントの採用が始まった。‥‥‥ここまで長期間使用を可能にしたのは初めてで，従来のPVDFやPVCでは溶出や変質の問題，ステンレスでは錆の問題があった。」(以上，同頁)との記載，「グレード展開」の小見出しの下に，「アモコが参入　その中で，アモコジャパンは，ケトン系ポリマー(同社はポリケトンと呼んでいる)『ケーデル』のサンプル出荷を4月から始めた。ICIのPEEKよりも耐熱性が10℃程度高いという。」(103頁)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(g)",
                      "text": [
                        "プラスチックス編集部編「エンジニアリングプラスチックの精密成形技術」(工業調査会昭和60年11月15日発行。乙7)には，「ポリエーテルサルホン／ポリエーテルエーテルケトン」の見出しの下，「‥‥‥本稿では，これらスーパーエンプラのうち，熱可塑性で，通常の成形方法が適用できる樹脂の中で，非晶性および結晶性樹脂の中でそれぞれ最高のランクに位置するポリエーテルサルホン(以後，「PES」と略す)とポリエーテルエーテルケトン(以後，「PEEK」と略す)および需要業界の多様化するニーズに応えるため，‥‥‥」(116頁)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(h)",
                      "text": [
                        "「プラスチック成形材料データBOOK'97／'98」(プラスチック・ニュース社発行。乙8)には，「ポリメチルペンテン(TPX)」「ポリエーテルニトリル」などと並んで「ポリケトン，PEEK」が項目として掲げられ，「ポリエーテルニトリル」欄における「出光石油化学　出光PEＮ」に対応する形で，「ポリケトン，PEEK」欄においては，「住友化学　ビクトレックスPEEK，スミプロイK」「テイジン アモコ エンジニアリング プラスチックス　ケーデル」「三井化学　ビクトレックスPEEK」(113頁)との記載があり，同書の索引欄には，〈ニ〉の項に「ニチダップ(ジアリルフタレート)」「ニッカライト(フェノール)」「日本ポリスチ(PS)」，〈ハ〉の項に「バイエルABS(ABS)」「バイロペット(強化PET)」「バルクサム(ABS)」などが記載されているのと並んで，〈ヒ〉の項には「BTMC(不飽和ポリエステル)」「ビクトレックスPEEK(PEEK)」(318頁)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(i)",
                      "subject": "「ＮIKKEI　ＮEW　MATERIALS」1990年(平成2",
                      "text": [
                        "年)5月7日号(日経BP社発行。乙9)には，「新素材入門　エンジニアリングプラスチック」の見出しの付された頁に「主要エンプラの価格と熱変形温度の相関図」と題した図が掲載されているところ，同図においては，「ポリイミド『キネル』」「ポリイミド『ベスペル』『ユピモールR』」「PET樹脂(GF)」「PPS樹脂(GF)」などと並んで「PEEK樹脂(GF)」「PEEK樹脂(ナチ",
                        "ュラル)」との記載がある(82頁)。"
                      ]
                    },
                    {
                      "fig": "(j)",
                      "text": [
                        "「プラスチックス」(日本プラスチック工業連盟誌)1991年(平成3年)4月号(42巻4号)(工業調査会発行。乙10)には，「ポリエーテルサルホン(Polyethersulfone, PES)」の項目の次に，「ポリエーテルエーテルケトン(Polyetheretherketone, PEEK)」の項目が掲載され，耐熱性，耐スチーム性などに関する説明に続いて，「耐カットスルー性」に関する説明として「PEEKを被覆した電線は耐カットスルー性にすぐれるので膜厚を薄くすることができる。」との記載がある(59頁)。"
                      ]
                    },
                    {
                      "fig": "(k)",
                      "subject": "「ＮIKKEI　ＮEW　MATERIALS」1989年(平成元",
                      "text": [
                        "年)4月24日号(日経BP社発行。乙11)には，「PEEK」の見出しの下，「●ポリエーテルエーテルケトン(PEEK) 高強度な特殊グレードや摺動性上げたカスタムグレードを供給」の副題を付した記事が掲載されているところ，同記事には，「PEEKの耐熱性を上げた新樹脂と位置付けられるPEK(ポリエーテルケトン)のサンプル出荷が88年より本格的に始まった。」(92頁)，「ここ数年で，ICI以外のメーカーもPEEK系樹脂を華々しく発表したが，その割には日本市場へは導入されていない。その中で，アモコジャパンリミテッド(東京)は，「ケーデル」のサンプル出荷を4月から始める。ICIのPEEKよりも耐熱性が10℃程度高いという。‥‥‥アモコジャパンによると米Amoco社は，PEEK系樹脂のポリマーアロイの特許を多く取得しており，今後低価格グレードなどを活発に品揃えする考えだ。この他，米Du Pont社や西独Hoechst社などが発表しているが，今のところ日本でサンプルを出荷する気配はない。」(93頁)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(l)",
                      "text": [
                        "「工業材料」1994年(平成6年)5月号(42巻6号)(日刊工業新聞社発行。乙12)には，「図1　エンプラの種類と分類」と題する図(20頁)において，「PET(ポリエチレンテレフタレート)」「PEＮ(ポリエーテルニトリル)」「PES(ポリエーテルサルホン)」などと並んで「PEEK(ポリエーテルエーテルケトン)」との記載がある。なお，同図には，「PPA(ポリフタルアミド『アモデル』)」「TPI(熱可塑性ポリイミド『オーラム』)」「LCP(『スミカスーパー』『ザイダー』『ベクトラ』etc)」といった記載があり，「表1　結晶性耐熱エンプラの構造と耐熱性，加工性」と題し，記載内容を順に「分類，樹脂名，商品名(メーカー)，‥‥‥」とする表(21頁)において，「ポリアミド，ポリフタルアミド(PPA)，アモデル(AMOCO)，‥‥‥」「ポリイミド，熱可塑性ポリイミド(TPI)，オーラム(三井東圧)，‥‥‥」「ニトリル，ポリエーテルニトリル(PEＮ)，出光PEＮ(出光マテリアル)，‥‥‥」「ケトン，ポリアリルエーテルケトン(PAEK)，ウルトラペック(BASF)，‥‥‥」などと並んで「ケトン，ポリエーテルエーテルケトン(PEEK)，ビクトレックス(ビクトレックス)，‥‥‥」との記載がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，上記(1)における認定事実を前提として判断する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "上記(1)(ア)ないし(ウ)によれば，次の各点を指摘することができる。",
                    "①　従来からプラスチック業界では，合成樹脂について，これを構成する単位化合物の名称を連結した本来の合成樹脂名に代えて，単位化合物の英文名称の頭文字を組み合わせた略称を用いることが一般的に行われており，これをポリエーテルエーテルケトン(polyether ether ketone)について当てはめると，「PEEK」となる。",
                    "②　「プラスチック大辞典」(乙1)は，その記載内容に照らし，プラスチックに関する一般的な辞典と認められるが，そこでは，項目に，「polyether ether ketone　PEEK」と記載されて，「PEEK」が「polyethylene(PE)　ポリエチレン」における「PE」と同列に扱われ，かつ，その解説文では，「PEEK」は「polyether ether ketone」の略称であり，ICI社の商標は「Victorex PEEK」である旨が記載されている。",
                    "③　「ＮIKKEI　ＮEW　MATERIALS」(乙2，9，1",
                    "1)，「プラスチックス」(乙3，10)及び「工業材料」(乙12)は，いずれも，その掲載記事の内容及び発行元たる出版社に照らし，エンジニアリングプラスチックの製造，販売(取引)及び需要(購入・使用)に関係する業者をその主たる購読者層に含む定期刊行物と認められ，「新・エンプラの本」(乙4)，「エンジニアリングプラスチック活用ガイド」(乙5)，「全調査エンジニアリングプラスチック-技術・応用・需給動向のすべて」(乙6)，「エンジニアリングプラスチックの精密成形技術」(乙7)及び「プラスチック成形材料データBOOK'97／'98」(乙8)は，その内容，著者・編者，発行元たる出版社等に照らし，上記の業者を読者とするエンジニアリングプラスチックの解説書と認められるが(殊に，乙4は端書きにおいてその趣旨を明記しており，また，乙4及び乙5の執筆者・著者は，合成樹脂製造会社の担当者である。)，これらの刊行物においては，「PEEK」は，「PES」(ポリエーテルサルホンの略称)，「PET」(ポリエチレンテレフタレートの略称)，「PP」(ポリプロピレンの略称)，「PVC」(ポリ塩化ビニルの略称)などと同列に用いられ，「PEEK樹脂」は「PET樹脂」「PPS樹脂」「フッ素樹脂」などと同列に用いられている。",
                    "④　上記③の文献のうち，「ＮIKKEI　ＮEW　MATERIAL",
                    "S」(乙2，9，11)及び「全調査エンジニアリングプラスチック-技術・応用・需給動向のすべて」(乙6)においては，他社の合成樹脂の商品名ないし商標が「」に囲まれて引用されているにもかかわらず(乙2において「ID300」「ベスペル」「オーラム」など，乙6，11において「ケーデル」など，乙9において「キネル」「ベスペル」など)，PEEKは，「」を使用せずに記載されている。また，「新・エンプラの本」(乙4)，「エンジニアリングプラスチック活用ガイド」(乙5)，「プラスチック成形材料データBOOK'97／'98」(乙8)，「工業材料」(乙12)においては，「PEEK」の語のほかに，ICI社ないし原告の製造又は販売に係る商品を示す名称として，「VICTREX」，「ビクトレックス」，「“VICTREX”PEEK」及び「ビクトレックスPEEK」の語が用いられている。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "上記(ア)において指摘した各事情を総合すれば，本件商標の登録査定時(平成10年10月2日)において，いわゆるエンジニアリングプラスチックの製造，販売(取引)及び需要(購入・使用)に関係する業者の間では，「PEEK」の語は，原料プラスチックに属するケトン系樹脂の1種を示す普通名称であるポリエーテルエーテルケトン(polyether ether ketone)の略称として，広く認識され，使用されていたものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，前記(1)に記載した各文献はいずれもポリエーテルエーテルケトンの特性や性能，応用範囲などを説明することを目的として発行されたものであって，商標法上の普通名称性にまで配慮して記載された文献ではなく，また，間違った記載がされている可能性もあるから，普通名称性の有無に関して証拠としての価値は極めて低いと主張する。",
                    "しかしながら，上記文献のうち，「プラスチック大辞典」(乙1)は，プラスチックに関する一般的な辞典と認められるところ，そのような辞典において「PEEK」の語が「polyether ether ketone」の略称として項目中に使用されているということは，「PEEK」の語の一般名称性を認定する上での有力な根拠となるものである。また，その他の各文献についても，これらがエンジニアリングプラスチックの製造，販売(取引)及び需要(購入・使用)に関係する業者をその主たる読者とする定期刊行物ないし解説書であることは，前記のとおりであり，これらの文献において「PEEK」の語が前記のような使用をされていることは，これらの業者の間において，「PEEK」の語が普通名称の略称として広く認識され，使用されていることを認定する上で十分なものというべきである。",
                    "原告は，専門文献においても，「PEEK」が原告の商標として認識され取り扱われているものが存在すると主張して，審決取消訴訟の段階において，甲40ないし44を提出するが，そのうち甲41ないし44はいずれも本件商標が商標登録された(平成10年12月11日)後である平成13年10月ないし同16年8月に発行された刊行物であり，これらの刊行物において「PEEK」のKの右肩上に円輪郭内に「R」の文字を配するマークが付されているのは，本件商標が商標登録されたことを受けてのことであり，このことによっては本件商標の登録査定時に「PEEK」の語が普通名称の略称であったとの前記認定を覆すことはできない(上記刊行物のうち，甲42(「プラスチック成形材料データBOOK'02／'03」プラスチック・ニュース社2002年(平成14年)8月30日発行)は，乙8('97／'98版)のその後の年度のものであり，本件商標の商標登録に伴って「PEEK」についての記載が変更されたことが分かる。)。また，甲40(E著「高分子新材料」1987年(昭和62年)3月5日発行)には，「ポリエーテルケトン」の見出しの項において，ポリエーテルエーテルケトンの化学構造式の下に「(ICI“PEEK”)Tm334℃」との記載がある。しかし，その直前の解説文には「ジヒドロおよびジクロロベンゾフェノンの縮合によりポリエーテルケトンやPEEKがICI社で1978年につくられた。」と，「PEEK」をポリエ",
                    "ーテルケトンと同列に取り扱った記載があり，「PEEK」についての著者の認識は必ずしも明確でなく(ちなみに，著者のEは京都大学名誉教授であり，主として学術関係に携わった経歴を有する。)，これをもって前記認定を覆すには足りない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，原告の使用態様としては，「PEEK」を単独で使用している例が多数あり，取引者・需要者は「PEEK」を原告により販売される商品の商標と認識していた旨主張するが，この点について原告が提出する証拠(甲2，5ないし31，34ないし37)は，作成等の時期が不明であるものや，本件商標が商標登録された後に原告ないしビクトレックス・エムシー社によって作成されたパンフレット，包装資材や本件商標の商標登録後に取引先において作成されたパンフレット等であり，本件商標の登録査定時(平成10年10月2日)以前における使用態様を明らかにするものではない。本件商標の商標登録がされた後に，原告ないしその日本法人であるビクトレックス・エムシー社が商標「PEEK」の認知度アップキャンペーンを行った結果，原告や同社からの依頼に応じて，取引先会社作成の書類等において「PEEK」の語に「円輪郭内に『R』の文字を配するマーク」が併記されるようになったとしても，そのことから，本件商標の登録査定時の業界での取引における「PEEK」の語の使用態様を認定することはできないから，これらの点に関して原告が提出した証拠により前記認定を覆すことはできない。また，本件商標が商標登録された事実が業界専門紙により報道されたとしても，これによって，登録査定時以前における「PEEK」の使用態様について何らかの認定をすることはできないから，これらの点に関する証拠(甲38の1ないし9)によっても前記認定を覆すことはできない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "また，原告は，ポリエーテルエーテルケトンは平成10年9月まで特許権により保護され，ICI社ないし原告が独占的にポリエーテルエーテルケトンの製造販売を行ってきたものであるから，「PEEK」は原告の製造販売に係るポリエーテルエーテルケトン樹脂の商品名として取引者・需要者の間で認識されていた旨主張する。",
                    "しかしながら，ポリエーテルエーテルケトンが特許権の対象であってICI社ないし原告のみが製造販売を行っていたという事情があるとしても，そのことをもって，「PEEK」が原告の商品を示す名称として取引者・需要者の間で認識されていたと直ちに認めることはできない。前記(1)で認定したとおり，従来からプラスチック業界では，合成樹脂について，これを構成する単位化合物の名称を連結した本来の合成樹脂名に代えて，単位化合物の英文名称の頭文字を組み合わせた略称を用いることが一般的に行われていたところ，これをポリエーテルエーテルケトン(polyether ether ketone)に当てはめると「PEEK」となるのであって，プラスチック業界に何らかの関係を有する者がケトン系樹脂の1種を示す普通名称である「polyether ether ketone」(ポリエーテルエーテルケトン)の語を見た場合には，その略称として最初に想起する語が「PEEK」であるということができる。そうすると，仮に，「PEEK」の語を最初に用いたのがICI社であり，ポリエーテルエーテルケトンをICI社ないし原告のみが製造販売していたとしても，「PEEK」の語が具体的な商品を離れて，ケトン系樹脂の1種であるポリエーテルエーテルケトンの略称としてエンジニアリングプラスチック関係者全般の間で広く用いられるのはごく自然なことであり，現にそのように使用されていたことは前記のとおりである。また，一般に，商取引において，商品の出所については，商品の包装等に販売者，販売元等として会社名を記載することによって表示することとし，商品の名称としては当該商品を示す普通名称をそのまま用いるという例も少なくないことに照らせば，原告の商品に付された「PEEK」の表示を見た者が当該表示をもって，その内容である物質の名称の略称と理解することは十分あり得ることである(プラスチック業界において，「PET」「PVC」「PES」等の語が樹脂の普通名称の略称であることを知る者であれば，そのように理解することがむしろ自然である。)。現に，前記(1)において認定したように，ICI社ないし原告の製造又は販売に係る商品を示す場合に「VICTREX」，「ビクトレックス」，「“VICTREX”PEEK」又は「ビクトレックスPEEK」の名称を",
                    "用いている文献が少なくないのであって(乙4，5，8，12)，このことからは，むしろ原告の商品を示す名称としては「PEEK」の語では足りず，「VICTREX」又は「ビクトレックス」の語を付することが必要な状況にあったと認められるべきものである。原告の上記主張も，また，採用できない。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "なお，原告は，「VICTREX」は原告のハウスマークであり，ハウスマークと組み合わせて使用されているというだけで，「PEEK」が普通名称であるということはできないと主張する。しかし，「PEEK」の文字が「VICTREX」と組み合わされて使用されていると否とに関わりなく，「PEEK」がポリエーテルエーテルケトンの略称として広く使用されていることは前記のとおりであるから，原告の上記主張は当たらない。",
                    "また，原告は，審決が「『“VICTREX”PES』及び『“VICTREX”PEEK』の表記中に使用されているクォーテーションマーク『“”』は，登録商標であることを表すために用いられたものと推認し得るものであり，かつ，それに続く『PES』及び『PEEK』の文字部分は，商品の普通名称の略称を表示したものと認められる。」とした点について，ポリエーテルサルホン(PES)とポリエーテルエーテルケトンとは別個の樹脂であることなどから，両者を同列に論ずることはできないと主張する。しかし，「PES」及び「PEEK」の語が樹脂の普通名称の略称としてプラスチック業界において広く用いられていることは前記のとおりであり，そのような状況の下で，「“VICTREX”PES」及び「“VICTREX”PEEK」の表記が使用されていることは，その表記中の「“VICTREX”」の語が原告の商品を示す名称として用いられていることを推認させるに十分なものであるということができるのであって，原告の上記主張も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，「PEEK」は，本件商標の登録査定時(平成10年10月2日)において，プラスチック業界で合成樹脂のひとつである「ポリエーテルエーテルケトン」(polyether ether ketone)の普通名称の略称を表すものとして取引者・需要者の間に広く認識され，かつ，使用されていたものであるから，「PEEK」の欧文字を横書きして成る本件商標は，その指定商品である原料プラスチックの1種類の普通名称を普通に用いられる方法で表示する標章のみから成るものというべきであって，本件商標が商標法3条1項1号に違反して登録されたものであるとした審決の認定判断に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標が商品の品質について誤認を生じさせるおそれがあると判断した誤り)について",
          "text": [
            "取消事由1に理由がないことは前記のとおりであるから，審決の取消を求める原告の請求は既に理由がないというべきであるが，念のため，取消事由2についても検討することとする。",
            "前記1において検討したとおり，「PEEK」の欧文字を普通に用いられる方法で表示して成る本件商標は，その登録査定時(平成10年10月2日)において，プラスチック業界で合成樹脂のひとつである「ポリエーテルエーテルケトン」(polyether ether ketone)の普通名称の略称を表すものとして取引者・需要者の間に広く認識され，かつ，使用されていたものである。そうすると，本件商標の指定商品は，第1類「粉状・泥状・粒状・液状・分散状プラスチック，その他の原料プラスチック」であるところ，本件商標をポリエーテルエーテルケトン以外の商品に使用するときは，商品の品質について誤認を生じさせるおそれがあるものと認められるから，本件商標は，商標法4条1項16号に違反して登録されたものというべきである。",
            "原告は，原告あるいはその顧客等が本件商標をポリエーテルエーテルケトン以外の商品に使用することはあり得ないと主張するが，商標法4条1項16号にいう品質誤認のおそれは，指定商品との関係で判断されるべきものであるところ，本件商標の指定商品にはポリエーテルエーテルケトン以外の原料プラスチックが含まれているから，品質誤認のおそれは否定し得ない。原告の主張は，採用できない。",
            "したがって，本件商標が商標法4条1項16号に違反して登録されたものであるとした審決の認定判断に誤りはなく，取消事由2も理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由には理由がなく，その他，審決には，これを取り消すべき誤りは見当たらない。そこで，原告の請求を棄却することとし，訴訟費用の負担並びに上告及び上告受理の申立てのための付加期間の付与について，行政事件訴訟法7条，民事訴訟法61条，96条2項を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}