{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2001−72106号事件について平成16年12月17日",
        "にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "原告は，発明の名称を「番組サーチ装置および番組サーチ方法」とする特許第3130501号(昭和63年6月6日原出願，平成10年3月10",
                "日分割出願，平成12年11月17日設定登録。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件異議決定",
              "text": [
                "本件特許に対しては，特許異議の申立て(異議2001−72106",
                "号)がされ，原告は平成14年9月26日に訂正請求をしたが(甲2)，特許庁は，平成16年12月17日，「訂正を認める。特許第3130501号の請求項1ないし4に係る特許を取り消す。」との決定(以下「本件異議決定」をした(甲1)。これに対し，原告は，本件異議決定に対する取消しを求める訴えを提起した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許に係る訂正審判",
              "text": [
                "本件特許につき，原告は，平成17年4月20日，訂正審判の請求(訂正2005−39065号。以下「本件訂正審判請求」という。)をしたところ(甲9)，特許庁は，平成18年1月6日，「本件審判の請求は，成り立たない。」との審決をした。これに対し，原告は，その取消しを求める訴訟を提起した。",
                "原告は，平成18年2月15日，上記審決の取消しを求めて知的財産高等裁判所に対し訴訟を提起したところ，同裁判所は，平成19年1月25日，上記審決を取り消す旨の判決をした。特許庁は，再度の審理をした結果，平成19年12月11日，「本件審判の請求は，成り立たない。」との審決をした。これに対し，原告は，その取消しを求める訴訟を提起した(当庁平成20年(行ケ)第10012号。以上の事実は当裁判所に顕著である。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許に係る明細書の特許請求の範囲",
          "text": [
            "本件訂正審判請求前における本件特許の明細書(甲2，6)の特許請求の範囲の記載は，次のとおりである。",
            "【請求項1】少なくともテレビ放送の内容とチャンネルと放映開始時刻とを含む情報が電子化されて予め記憶された記憶手段と，",
            "所望の番組内容を指定するための指定手段と，を備え，",
            "電源を投入すると，その日の番組表の一部を表形式で表示するものであり，毎週キーが入力された場合には，上記記憶手段に記憶されている翌週以降のテレビ放送の内容のなかから，上記指定手段により指定された内容と同一の番組を，異なる時間帯の番組よりサーチするサーチ手段と，",
            "受信されたテレビの放送内容から，特定の放送内容を抽出するチューナと，上記サーチ手段によってサーチされた番組の放映開始時刻になると，その放送内容を上記チューナに抽出させる放送内容出力手段と",
            "を備えたことを特徴とする番組サーチ装置。",
            "【請求項2】請求項1に記載の番組サーチ装置において，",
            "上記チューナが抽出した放送内容を録画するためのビデオ録画装置を備えており，",
            "上記記憶手段が，少なくともテレビ放送の内容とチャンネルと放映開始時刻と放映終了時刻とを含む情報が電子化されて予め記憶されたもの，であり，上記放送内容出力手段が，上記サーチ手段によってサーチされた番組に関して上記記憶手段に電子化されて記憶された情報に基づき，その番組の放映開始時刻になると，その放送内容を上記チューナに抽出させ，その番組の放映終了時刻まで上記ビデオ録画装置に録画させるものであることを特徴とする番組サーチ装置。",
            "【請求項3】少なくともテレビ放送の内容とチャンネルと放映開始時刻とを含む情報を電子化したものを予め記憶しておき，",
            "電源を投入すると，その日の番組表の一部を表形式で表示し，所望の番組内容が指定され，更に毎週キーが入力された場合には，上記記憶されている翌週以降のテレビ放送の内容のなかから，上記指定された内容と同一の番組を，異なる時間帯の番組よりサーチし，",
            "該サーチされた番組の放映開始時刻になると，その放送内容をチューナに抽出させることを特徴とする番組サーチ方法。",
            "【請求項4】請求項3に記載の番組サーチ方法において，",
            "少なくともテレビ放送の内容とチャンネルと放映開始時刻と放映終了時刻とを含む情報を電子化したものを予め記憶しておき，",
            "該記憶された情報に基づき，その番組の放映開始時刻になると，その放送内容を上記チューナに抽出させ，その番組の放映終了時刻までビデオ録画装置に録画させることを特徴とする番組サーチ方法。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "原告は，本件異議決定に対し取消事由を主張していないところ，本件訂正審判請求については，前記第2，1(3)のとおり，特許庁により「本件審判の請求は，成り立たない。」との審決がされ，同審決に対する取消訴訟(当庁平成20年(行ケ)第10012号)は提起されているものの，本件訂正審判請求に係る訂正を認める審決は確定していない(なお，前記取消訴訟につき，当庁が平成20年8月28日に原告の請求を棄却する判決をしたことは，当裁判所に顕著である。)。",
        "そうすると，本件異議決定については，これを取り消すべき違法はない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}