{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2003-71369号事件について平成16年8月10日にした決定中，「特許第3350329号の請求項1ないし2に係る特許を取り消す。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「食品包装用ストレッチフィルム」とする特許第3350329号の特許(平成7年12月27日出願(以下「本件出願」という。)，平成14年9月13日設定登録。以下「本件特許」という。)の特許権者である。",
            "本件特許について特許異議の申立てがされた(異議2003-71369号)ところ，原告は，平成16年4月12日，本件特許の願書に添付した明細書の訂正を請求したが，特許庁は，同年8月10日，同訂正請求を認容した上，「特許第3350329号の請求項1ないし2に係る特許を取り消す。」との決定(以下「本件決定」という。)を行い，その謄本は，同月30日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "上記訂正後の本件特許に係る明細書(甲10中の全文訂正明細書。以下「本件明細書」という。)の請求項1及び2の記載は，次のとおりに分説される(以下，A～Fを「要件A」等という。また，これらの発明をそれぞれ「本件発明1」等といい，まとめて「本件発明」という。)。",
            "【請求項1】",
            "A．実質的に塩素を含有しない樹脂からなる層に，該樹脂層と異なる非塩化ビニル材料からなる層を共押出により積層してなる積層フィルムであって，    B．動的粘弾性測定により周波数10Hz，温度20℃で測定した貯蔵弾性率(E´)が5．0×108～5．0×109 dyn／cm2 ，損失正接(tanδ)",
            "が0．2～0．8の範囲にあり，",
            "C．幅方向の破断伸びが長さ方向の破断伸びよりも大きく，幅方向および長さ方向の100％伸長時の引張応力の合計が1000kg／cm2 以下である",
            "D．ことを特徴とする食品包装用ストレッチフィルム。",
            "【請求項2】",
            "E．動的粘弾性測定により周波数10Hz，温度0℃で測定したフィルムの貯蔵弾性率(E´)が1．5×1010dyn／cm2 以下の範囲にある",
            "F．ことを特徴とする請求項1記載の食品包装用ストレッチフィルム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙決定書写しのとおりである。要するに，本件発明は，次の各刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反して特許されたものであるとするものである。",
                "刊行物1：特開平7-314623号公報(甲1)",
                "刊行物2：国際公開第94／17113号パンフレット(甲2の1。甲2の2がその訳文に相当する。)",
                "刊行物3：特開昭60-79932号公報(甲3)",
                "刊行物4：特開平5-278179号公報(甲4)",
                "刊行物5：特開昭49-127791号公報(甲5)",
                "刊行物6：特開昭52-71557号公報(甲6)",
                "刊行物7：特開昭53-134591号公報(甲7)",
                "刊行物8：特開平4-246536号公報(甲8)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件決定は，その記載上は必ずしも明確ではないものの，本件発明と刊行物1記載の発明(以下，決定と同様に「引用発明1」という。)との相違点を本件発明の要件B及びCに係る部分である(本件発明2については他にも相違点がある。)と認定した上，要件Bに係る相違点(以下「相違点1」という。)については刊行物2に基づき，また，要件Cに係る相違点(以下「相違点2」という。)については刊行物3～8に基づき，それぞれ容易に想到することができたとする趣旨のものであることは，当事者間に争いがない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張に係る本件決定の取消事由",
      "text": [
        "本件決定は，引用発明1の認定を誤ったことにより，本件発明と引用発明1との一致点を誤認して相違点を看過し(取消事由1)，また，本件発明と引用発明1との相違点1，2についての各判断を誤った(取消事由2，3)結果，本件発明の進歩性の判断を誤ったものであり，これらの誤りが決定の結論に影響を及ぼすことは明らかであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認，相違点の看過)",
          "text": [
            "本件決定は，刊行物1に，「実質的に塩素を含有しない樹脂…からなる層に，該樹脂と異なる非塩化ビニル材料…からなる層を共押出により積層してなる積層フィルムからなる特徴とする食品包装用ストレッチフィルム」の発明(引用発明1)が記載されている(決定書7頁)と認定し，「引用発明1が第1発明(判決注・本件発明1)の要件A及びDからなるものであることは明かである」(決定書11頁)と認定したが，刊行物1には要件D(食品包装用ストレッチフィルム)に関する記載はないから，決定の上記認定は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "すなわち，刊行物1の特許請求の範囲に記載された発明はシュリンクフィルムに限定されており，明細書全体の記載もシュリンクフィルムに関するもののみである。",
                "本件決定が引用する刊行物1の段落【0001】の記載は，従来の軟質塩化ビニルフィルムを使用したストレッチ包装，ストレッチシュリンク包装，シュリンク包装すべての場合又はその多くの場合を，特許請求の範囲に記載された発明のフィルムを用いたシュリンク包装により代替しうることを意味していると解すべきである。なぜなら，刊行物1の段落【0003】～【0006】の記載は，従来塩ビ代替フィルムを塩ビと同様にストレッチ包装，シュリンク包装いずれにも適用しようとする試みがなされたにもかかわらず，結果的にそれが困難であることから，十分熱収縮性を有するシュリンクフィルムを開発し，これを用いたシュリンク包装で，従来の塩ビ代替フィルムの有する課題を解決したことを示しているからである。したがって，刊行物1には，ここに記載のフィルムを包装最終工程にて加熱によって収縮させる必要のないストレッチ包装に適用することは記載されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "シュリンクフィルムは，熱収縮性を付与するための積極的な延伸(融点Tm以下での延伸)を施すことが必須であることから，製造段階で既に延伸がなされているのに対し，ストレッチフィルムは，使用の際にフィルムを引き伸ばして包装することから，使用前のフィルムは実質未延伸であるという点で，両者は異なる(甲13)。刊行物1記載のフィルムは，延伸されたものであることが必須であることから，明らかにシュリンク包装用フィルムであり，ストレッチ包装用フィルムではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1の実施例1を追試した結果(甲16)からも，刊行物1に記載されたフィルムはストレッチ包装には適用し難いものであることが示される。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，本件決定の「同じ素材からなるフィルムをストレッチフィルムとするか，シュリンクフィルムとするかは，当業者が必要に応じて適宜選択し得る」(決定書12頁)との判断も，誤りである。すなわち，ストレッチフィルムとシュリンクフィルムとは，熱収縮性の要求の有無の点で異なるから，フィルムの組成，構成にも，当然それぞれの要求特性に応じた相違があり，決して同一のフィルムをそのまま両方に転用できるものではない。このことは，刊行物3，甲14，甲15の記載からも明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "text": [
            "本件決定は，刊行物2に，「非塩素系樹脂あるいは非塩化ビニル材料からなり，動的粘弾性測定により周波数10Hz，温度20℃で測定した貯蔵弾性率(E´)が5．0×108 ～5．0×109 dyn／cm2 ，損失正接(tanδ)",
            "が0．2～0．8の範囲にある食品包装用ストレッチフィルム」が記載されていると認定し(決定書9頁)，「刊行物2には…要件Bが記載されており」(決定書12頁)と認定した上で，本件発明は，「引用発明1に刊行物2…に記載された事項を付加した程度にすぎないものである」(決定書12頁)と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2記載の発明",
              "text": [
                "刊行物2には，食品包装用フィルムについては記載があるものの，これがストレッチフィルムであることについては何ら記載されていない。",
                "また，刊行物2の図1には，特定の温度における貯蔵弾性率あるいは損失弾性率を特定の範囲の値とすること，及びそれにより格別の技術的効果が得られるとの技術思想については何ら開示されていない。刊行物2の実施例15も，本件発明の要件Bを偶然満たすコポリマーを記載するのみである。したがって，刊行物2に要件Bの記載はない。",
                "さらに，刊行物2には，ポリマーとしての粘弾性が記載されているだけで，積層フィルムに適用した際の粘弾性は記載されていない。刊行物1に記載の積層フィルムの一層として刊行物2の実施例15に記載のコポリマーからなる層を用い，これに他の樹脂層を積層しても，この積層フィルムは必ずしも要件Bを満たすものにはならない。",
                "なお，被告の指摘する乙4及び乙7の実施例に記載されたフィルムが，要件Bを偶然満たすものであったとしても，乙4及び乙7には，フィルムの動的粘弾性に関する開示や示唆がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "組み合わせの動機付け",
              "text": [
                "本件決定の相違点1についての判断は，刊行物2に要件Bが記載されているから，これを刊行物1に付加することは容易であるというにすぎず，刊行物1に刊行物2を組み合わせる理由について一切言及されていない。刊行物1はシュリンクフィルムに関するもので，ストレッチフィルムについてもこれに関する課題についても記載されていない。刊行物2にはストレッチフィルムについても，要件Bについても，本件発明の課題についても記載されていない。さらに，刊行物1と刊行物2では，その対象とする樹脂も全く異なる。これらのことから，刊行物1と刊行物2とを組み合わせる動機付けを見いだすことはできない。",
                "要件Bを具備することにより，包装作業性，包装仕上がり，弾性回復力，底シール性などの特性をすべて満たすストレッチフィルムが得られることは，刊行物1，2のいずれにも記載されていない。弾性回復力はゴム弾性に由来するのに対し，底シール性は粘性あるいは応力緩和に由来するもので，これらは互いに背反するものであり，同時に達成することは困難である。本件発明は，特定の粘弾性特性を付与することにより，ストレッチフィルムを引き延ばして応力を解除した時のフィルムの戻り挙動がストレッチ包装に最適な挙動となることを見出し(本件明細書の段落【0006】)，上記の二律背反性を解決したものである。このような本件発明の格別の効果を考慮しないでされた本件決定の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)",
          "text": [
            "本件決定は，「刊行物3～8の…記載によれば，…食品包装用ストレッチフィルムには，『幅方向の破断伸びが長さ方向の破断伸びよりも大きく，幅方向および長さ方向の100％伸長時の引張応力の合計が1000kg／cm2 以下であること』(すなわち，…要件C)が必要な特性として本件出願前から要求されていたものと認められる」，「食品包装用ストレッチフィルムにおいては，『幅方向の破断伸びが長さ方向の破断伸びよりも大きく，幅方向および長さ方向の100％伸長時の引張応力の合計が1000kg／cm2 以下とすること』が，本件出願前の周知慣用技術であったということもできる」(決定書12頁)と認定した上で，本件発明は，引用発明1に刊行物3～8に記載された事項を付加した程度にすぎないものである旨判断した(決定書12頁)が，誤りである。",
            "すなわち，刊行物1のものはシュリンク包装用フィルムで，刊行物3～8のものはストレッチフィルムであるから，両者を組み合わせることは当業者が容易に想到することではない。刊行物3～8にストレッチフィルムに要求される要件Cが示されているとしても，引用発明1においてそれを具体的に実現する方法は，当業者が容易に想到しうるものではない。要件Cを満たすことにより，本件明細書の段落【0011】【0012】に記載したようなストレッチフィルム特性改善効果を示すという点については，周知慣用事項であるとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件決定の判断に誤りはなく，原告の主張する本件決定の取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認，相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1は，段落【0001】の記載のみならず，2欄2～9行，6欄42行～7欄下から2行の記載からみて，ストレッチ包装とシュリンク(熱収縮)包装のいずれにも適用可能なフィルムを開示しており，ストレッチ包装用フィルムの製造を予定していることが明らかである。現に，刊行物3にも，食品包装用フィルムが同一素材からなるものであっても，ストレッチ包装，シュリンク包装等多用途に用いられることが示唆されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明のストレッチフィルムも，本件明細書の段落【0041】の記載から明らかなように，製造の際に延伸を行うことを排除するものではなく，フィルムの成形法の見地からも，本件発明のすべての実施例で用いられている「インフレーション成形」では，2軸に延伸されたフィルムができる(乙2)。また，未延伸フィルムを用いてストレッチ包装をした場合，ネッキング現象(乙1)により，被包装物を強固に固定することは難しいし，食品包装用フィルムが延伸フィルムを基本としていることは，刊行物3にも記載されている。したがって，ストレッチフィルムが未延伸フィルムであるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲16は，(A)層，(B)層のLLDPEが刊行物1の実施例1記載のLLDPEと同一樹脂ではなく，具体的な共押出装置の形状，急冷時の温度及び速度等の製造条件が明らかではないから，刊行物1の実施例1の正確な追試とはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "食品包装用のストレッチフィルムとシュリンクフィルムは，いずれも同じ材料から製造されたフィルムであって，延伸率，熱処理(熱固定)等の後加工の条件等，及びその用途により，一方はストレッチフィルムとなり，他方はシュリンクフィルムとなるものであるといえる。したがって，刊行物1の実施例として具体的に記載されているものがシュリンクフィルムであるとしても，同一素材を用いてストレッチフィルム及びシュリンクフィルムを形成することは適宜選択できる事項である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物2の記載によれば，そこに記載されたフィルムは，弾性回復力等に優れた食品包装用フィルムのオーバーラップ材であるから，食品包装用ストレッチフィルムに属するものである。",
                "本件発明の要件Bの数値範囲は，刊行物2に記載されているのみならず，本件出願前に周知である特公昭60―25454号公報(乙4)の実施例1の追試(乙5，6)及び同じく特開平5―245986号公報(乙7)の実施例1の追試",
                "(乙8)からみても，本件出願前の周知事項であるといえ，ストレッチフィルムが通常有している特性を表したにすぎないものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のとおり，要件Bは非塩素系ストレッチフィルムにおいて周知の値であり，ストレッチフィルムに当然要求される特性である。刊行物2の実施例15及び図1に記載されているのが，コポリマーとしての粘弾性であっても，それは，成形品として要求される特性を示すものとしても記載されているのであり，この値を，刊行物1の積層ストレッチフィルムにおける特性の目安とすることは適宜なし得ることであり，刊行物1の素材で刊行物2の特性(要件B)を有するストレッチフィルムを得ることに，何ら技術的困難はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "text": [
            "刊行物3～8の記載によれば，従来から食品包装用ストレッチフィルムとして使用されているポリ塩化ビニルフィルムはもとより，この常用のポリ塩化ビニルフィルムに代えて食品包装用ストレッチフィルムに好適なものとして開発された非塩素系樹脂からなるフィルムのいずれの実例も，要件Cを満たすものであることが理解できる。本件出願前に周知である特公昭60―25454号公報(乙4)の実施例1の追試(乙5，6)及び特開平5―245986号公報(乙7)の記載から",
            "も，本件発明の構成要件Cは，本件出願前の周知慣用技術であったといえる。したがって，本件発明は，引用発明1に，刊行物3～8に記載された事項を付加した程度にすぎないとした本件決定の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2，3(相違点1，2についての判断の誤り)について",
          "text": [
            "原告は，本件決定が，刊行物2には本件発明の要件Bが記載されており，また，刊行物3～8の記載によれば，食品包装用ストレッチフィルムにおいては，本件発明の要件Cが必要な特性として本件出願前から要求されており，周知慣用技術であったと認定した上で，本件発明は，「引用発明1に刊行物2～8に記載された事項を付加した程度にすぎないものである」(決定書12頁)と判断したのは，誤りである旨主張するので，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲10中の全文訂正明細書)には，本件発明の要件B及び要件Cに関して，以下の事項が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明者等の検討によれば，特定の粘弾性特性を付与することにより，ストレッチフィルムを引き伸ばして応力を解除した時のフィルムの戻り挙動がストレッチ包装に最適な挙動となることを見出だした。」(【0006】)      イ　「E´が5．0×108dyn／cm2 未満であると，柔らかくて変形に対し応力が小さすぎるため，作業性が悪く，パツク品のフィルムの張りもなく，ストレッチフィルムとして適さない。また，E´が5．0×109dyn／cm2を越えると，硬くて伸びにくいフィルムになり，トレーの変形やつぶれが生じやすい。」(【0007】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「tanδが0．2未満であると，フィルムの伸びに対する復元挙動が瞬間的であるため，フィルムをトレーの底に折り込むまでのわずかな間にフィルムが復元してしまい，フィルムがうまく張れずにしわが発生しやすい。また底部のヒートシール状態も，ストレッチ包装の場合は熱による十分な融着がなされにくいので，包装後，輸送中ないし陳列中に次第に底シールの剥がれを生じやすくなる。また，tanδが0．8を越えると，包装仕上がりは良好であるものの，塑性的な変形を示し，パック品の外力に対する張りが弱すぎて，輸送中ないし陳列中の積み重ねなどにより，トレー上面のフィルムがたるみ易く，商品価値が低下しやすい。また自動包装の場合には縦に伸びやすいためチャック不良などの問題が生じやすい。」(【0008】)"
                },
                {
                  "fig": "エ",
                  "subject": "「長さ方向の破断伸びが幅方向の破断伸びよりも大きいと，このカット工程においてフィルムが幅方向にうまく裂けずに伸びてしまったり，あるいは斜め方向に引き裂けたりして搬送の安定性が不十分となる。」(【0011】)      オ　「幅方向および長さ方向の100％伸長時の引張応力の合計が1000kg／cm2 を越えると，ストレッチフィルムとしての適度の伸展性が損なわれるため，手包装においては引き伸し時に大きな力を必要とする上，うまく張れずにしわが入りやすく，包装作業性が低下する。また自動包装機による包装の場合も，しわが入りやすくしわを消すために張りを上げるとトレーが変形したり，つぶれたりしてストレッチ包装用としては適さないフィルムになる。」(【0012】)      カ　「上記粘弾性特性を満たすような材料の具体例としては各種のものを例示できるが，・・・」として，以下多数の材料が列記されている(【0014】～【0038】)"
                },
                {
                  "fig": "キ",
                  "subject": "「上記以外にも，材料の粘弾性特性を評価することにより適切な材料を選定することができる。」(【0039】)"
                },
                {
                  "fig": "ク",
                  "subject": "「本発明フィルムを成形するには，一般的な公知の溶融押出法により，Tダイキャスト法，テンタ延伸法，インフレーシヨン法，チューブラー二軸延伸法などを採用することができるが，幅方向の破断伸びと長さ方向の破断伸びは，使用する材料の特質に応じて，溶融押出後の引取り条件，冷却条件，インフレーシヨン成形の場合はブローアップ比(バブルの最大径／ダイのスリット径)，延伸が伴う場合にはその温度や延伸倍率を調整することにより適正範囲に制御することができる。」(【0041】)"
                },
                {
                  "fig": "ケ",
                  "subject": "「幅方向と長さ方向の100％伸長時の引張応力の合計を1000kg／cm2以下の範囲に設定するには，使用材料の種類も大きく影響するが，それとともに上記のような溶融押出後の成形条件を調整する。」(【0042】)      コ　実施例1の表裏層および中間層の厚みを各々2μm，11μmと変更した比較例1では，tanδが0．85になり，実施例1の中間層を直鎖状エチレン-ブテン-1共重合体に変更した比較例4では，tanδが0．15になり，実施例1の中間層をスチレン13重量％，ポリブタジエン87重量％からなるスチレン-ブタジエン-スチレンのトリブロック共重合体の水素添加誘導体(Tg：-42℃，シエル化学社製KRATOＮ G1657)に変更した比較例5では，tanδが0．10となること(【0064】【0066】【0067】【0069】)"
                },
                {
                  "fig": "サ",
                  "subject": "実施例3のインフレーション成形におけるダイリップギャップ，引取速度，ブローアップ比を変更した比較例2では，破断伸びMD／TDが390／310となり，実施例3の成形方法を，下向き水冷により原チユーブを引取り，続いて赤外線ヒータで再加熱し，60℃で長さ方向×幅(周)方向に4倍×3．5倍の2軸延伸を行うという方法に変更した比較例3では，引張応力の合計が1100となること(【0065】【0066】【0069】)"
                },
                {
                  "fig": "シ",
                  "subject": "比較例1では「張り」が×，比較例2では自動機における「カット搬送」が×，比較例3では手包装における「シワ」が×，比較例4，5では「底シール性」がそれぞれ△，×の結果であったこと(【表2】)"
                },
                {
                  "fig": "ス",
                  "text": [
                    "「実施例の各フィルムは，粘弾性特性および引張特性が本発明で規定する範囲内にあり，諸特性に優れていた。これに対し，粘弾性特性が本発明で規定する範囲外の比較例1，4～5のフィルムは包装適性に不満足な点が認められ，特にフィルムの張りと底シール性や包装仕上がりとを両立させることができなかった。",
                    "また粘弾性特性は本発明で規定する範囲内であるが引張特性が範囲外である比較例2～3のフィルムは，比較例2ではフィルム繰出し時にフィルムが長さ方向に伸びて，チャック外れやカット不良が多発し，比較例3ではフィルムが伸びにくく，手包装，自動包装においてもしわを消すことが困難であった。」(【0070】【0071】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載から，要件Bは，ストレッチフィルムを引き伸ばして応力を解除したときのフィルムの戻り挙動がストレッチ包装に最適となるような粘弾性特性を規定するものであって(上記ア)，特にE’は，フィルムの柔らかさに関係するパラメータであり，作業性やパック品のフィルムの張りの観点からその下限値が規定され，トレーの変形やつぶれの観点からその上限値が規定されたものであること(上記イ)，tanδは，フィルムの伸びに対する復元挙動に関連するパラメータであって，包装時のしわの発生や底シール性の観点からその下限値が規定され，パック品の張りやたるみ，チャック不良の観点からその上限値が規定されたものであること(上記ウ)が認められる。そして，実際に，tanδが上限値を超えると張りが不良となり(比較例1)，下限値を下回ると底シール性に劣るものとなる(比較例4，5)ことも認められる(上記コ，シ，ス)。",
                "また，要件Cの「幅方向の破断伸びが長さ方向の破断伸びよりも大きく」という点は，カット性の観点から規定されたものであり(上記エ)，「幅方向および長さ方向の100％伸長時の引張応力の合計が1000kg／cm2 以下である」という点は，包装作業時のしわの発生の観点等から規定されたものである(上記オ)ことが認められる。そして，実際に，幅方向の破断伸びが長さ方向の破断伸びよりも小さいと，カット不良がおこり(比較例2)，幅方向及び長さ方向の100％伸長時の引張応力の合計が1000kg／cm2 を超えると，しわが発生する(比較例3)ことも認められる(上記サ，シ，ス)。",
                "さらに，要件Bは，層を構成する材料を選択することによって達成されるものであり(上記カ，キ，コ)，要件Cは，使用する材料に応じて成形条件を選択することによって達成されるものである(上記ク，ケ，サ)ことも認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)のとおり，本件明細書の記載によれば，本件発明は，ストレッチフィルムがストレッチ包装に適した各種特性を発揮するための要件として，要件B及び要件Cを規定し，塩素を含有しない樹脂からなる積層フィルムにおいて具体的な材料及びそれに応じた成形条件を最適化することによって，要件B及び要件Cを実際に達成したものであることが認められるのであるから，引用発明1に要件B及び要件Cの構成を加えて本件発明に到達することが容易であるというためには，少なくとも，積層フィルムからなるストレッチフィルムにおいて要件B及び要件Cのパラメータに着目すべき動機付けが存在し，かつ，要件B及び要件Cを達成するための具体的な手段が当業者に知られている必要がある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件決定は，要件Bに規定された数値自体が刊行物2に記載され，刊行物3～8の記載によれば要件Cがストレッチフィルムに必要な特性として本件出願前から要求されていたことを理由として，本件発明は，「引用発明1に刊行物2～8に記載された事項を付加した程度にすぎない」と判断したものである。",
                "しかしながら，刊行物2(甲2の1)には，あるコポリマーの-150～150℃までの温度におけるE’及びtanδの変化を示すグラフが記載されており(図1)，このグラフ中，20℃におけるE’及びtanδの値は，本件発明の要件Bで規定された範囲に含まれるものであるとは認められる(乙3)ものの，刊行物2には，要件Bのパラメータとストレッチ包装における特性との関連性を示唆する記載は見当たらないばかりか，要件Bで規定された粘弾性特性を満足するコポリマーを，他の樹脂層と共押出して得られる積層フィルムが，当該コポリマーと同様の粘弾性特性を達成できるか否かについても，何の開示もされていない。そうすると，刊行物2は，積層フィルムからなるストレッチフィルムにおいて要件Bのパラメータに着目すべき動機付けを示すものでないし，積層フィルムにおいて要件Bを達成する手段を開示したものでもないことが明らかであるから，刊行物2の記載をもって，引用発明1に要件Bの構成を加えることが容易であるということはできない。",
                "また，刊行物3(甲3)の18頁表2，刊行物4(甲4)の6頁表1，刊行物5(甲5)の5頁第1表，刊行物6(甲6)の4頁右下欄の表，刊行物7(甲7)の4頁表2，刊行物8(甲8)の5頁表1の記載によれば，ストレッチフィルムにおいて，長さ方向及び幅方向の破断伸び，幅方向及び長さ方向の100％伸長時の引張応力に着目することは，本件出願前によく行われていたということはできる。しかしながら，前記(2)のとおり，本件発明の要件Cは，使用する材料に応じて成形条件を選択することによって達成されるものであるところ，要件Bを達成するための手段，すなわち材料の選択自体が刊行物2に示されていないために容易であるといえないのであれば，材料に応じた成形条件を選択して要件Cを達成することは不可能といわざるを得ない。したがって，刊行物3～8の記載をもって，引用発明1に要件Cの構成を加えることが容易であるということもできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "これに対し，被告は，要件Bの数値範囲が，刊行物2に記載されているのみならず，特公昭60―25454号公報(乙4)の実施例1の追試(乙5，6)",
              "text": [
                "及び特開平5―245986号公報(乙7)の実施例1の追試(乙8)からみても本件出願前の周知事項であり，要件Bはストレッチフィルムが通常有している特性を表したものにすぎない旨主張する。",
                "しかしながら，前記(3)のとおり，本件発明は，ストレッチフィルムがストレッチ包装に適した特性を発揮するための要件として要件Bを規定し，これを塩素を含有しない樹脂からなる積層フィルムにおいて実際に達成したものであるから，少なくとも，積層フィルムからなるストレッチフィルムにおいて要件Bのパラメータに着目すべき動機付けが存在し，かつ，要件Bを達成するための具体的な手段が当業者に知られていなければ，要件Bの構成に至ることが容易であるとはいえないのである。仮に，乙5，6及び乙8が，それぞれ，乙4の実施例1及び乙7の実施例1の正確な追試であったとしても，乙4～8からは，せいぜい乙4や乙7の実施例に記載されたストレッチフィルムがたまたま要件Bを満たすものであるといえるだけであって，要件Bのパラメータとストレッチ包装における特性との関連性及び要件Bを達成するための具体的な手段が，本件出願前に知られていたことにはならない。したがって，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，被告は，要件Bに関し，刊行物2の実施例15及び図1に記載されているのが，コポリマーとしての粘弾性であっても，それは，成形品として要求される特性を示すものとしても記載されているのであり，この値を，刊行物1の積層ストレッチフィルムにおける特性の目安とすることは適宜なし得ることであり，刊行物1の素材で刊行物2の特性(要件B)を有するストレッチフィルムを得ることに何ら技術的困難はない旨主張する。",
                "しかしながら，刊行物2には，その実施例15及び図1が成形品として要求される特性をも示すものであるとの記載はない。また，前記(2)のとおり，本件発明においては、要件Bは、積層フィルムの材料を選択することにより達成されるのであるところ，刊行物2には，そこに記載されたコポリマー材料を積層フィルムに適用することについての記載もない。さらに，刊行物1の素材のままで要件Bを達成するための具体的な手段は，刊行物1，2には何ら記載されていない。したがって，刊行物1の素材で刊行物2の特性(要件B)を有するストレッチフィルムを得ることが容易であるとはいえず，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "さらに，被告は，要件Cに関し，刊行物3～8にはいずれも要件Cを満たすストレッチフィルムが記載され，乙4の実施例1の追試(乙5，6)及び乙7の記載からも，要件Cは周知慣用技術であったといえるから，本件発明は，引用発明1に，刊行物3～8に記載された事項を付加した程度にすぎないとした本件決定の判断に誤りはないと主張する。",
                "しかしながら，前記(4)のとおり，本件発明の要件Cは，使用する材料に応じて成形条件を選択することによって達成されたものであるところ，要件Bを達成するための手段，すなわち材料の選択自体が容易であるとはいえない以上，材料に応じた成形条件を選択して要件Cを達成することは不可能といわざるを得ない。要件C自体が周知慣用技術であるか否かは，上記判断を左右するものではない。したがって，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおり，本件決定は，相違点1，2に関して，本件発明の要件B及び要件Cの有する技術的意義やこれを達成するための手段について具体的な検討を行うことなく，単に要件Bに規定された数値自体が刊行物2に記載され，刊行物3～8の記載のように，要件Cがストレッチフィルムに必要な特性として知られていたことをもって，本件発明1は，「引用発明1に刊行物2～8に記載された事項を付加した程度にすぎない」と判断したものであり，かかる判断は誤りであるといわざるを得ない。そして，本件発明1についての上記判断を前提とした本件発明2についての判断も，同様に誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の取消事由2，3の主張は理由があり，これらの誤りが本件決定の結論に影響を及ぼすことは明らかである。したがって，取消事由1について検討するまでもなく，本件決定のうち「特許第3350329号の請求項1ないし2に係る特許を取り消す。」との部分は取消しを免れない。",
            "したがって，原告の本件請求は理由があるから，これを認容することとし，主文のとおり判決する(なお，今後の審理においては，本件明細書が特許法36条所定の要件を満たすものであるか否かの点も含め，さらに検討がなされるべきである。)。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10222",
    "date": "2005-09-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009375",
    "ipprecedent_id": "582",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}