{
  "conclusion": [
    {
      "text": "特許庁が不服2003-14440号事件について平成16年4月1日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた裁判",
      "text": [
        "主文と同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成5年12月16日，発明の名称を「情報記憶カードおよびその処理方法」とする特許出願をした(甲4)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成15年6月27日付けの拒絶査定を受けたので，同年7月28日，拒絶査定に対する審判を請求し(不服2003-14440号事件として係属)，同年8月26日，補正書を提出した(甲3)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成16年4月1日，「本件審判の請求は，成り立たない。」との審決をし，同月27日，その謄本を原告らに送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の請求項2の記載(上記補正後のもの，以下「本件発明」という。)",
          "text": [
            "「カード識別装置と無線で情報を授受することによって情報記憶カードを処理する方法であって，",
            "前記情報記憶カードが有する固定情報を読み取る第1の工程と，",
            "読み取られた前記固定情報が適正かどうかを判定する第2の工程と，　前記情報記憶カードに記憶されている情報を読み出す第3の工程と，　読み出された前記情報を処理して，前記情報記憶カードを使用した履歴情報を含む新たな情報を前記情報記憶カードに記憶させるとともに，前記履歴情報と同一あるいは少なくとも所定の部分を抽出した情報を無限ループ状に記憶させる第4の工程と",
            "を有することを特徴とする情報記憶カードの処理方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本件発明は，刊行物記載の発明に基づき，周知技術を参酌して，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物記載の発明",
              "text": [
                "拒絶の理由に引用された特開昭62-249295号公報(以下，刊行物1という。判決注：本訴甲5)には，情報格納制御方法に関する発明が記載されており，「ところで，ICカードを銀行取引用のカードとすれば，メモリにはその銀行コード，口座番号，取引者名，取引内容等が書き込まれるようになっている。・・・。",
                "このICカードを用いて，例えば出金，入金処理が可能なATM(自動取引装置)を用いて，出金を為す場合，先ず，カード所持者が自動取引装置のキーボード部を操作してPIＮ(例えば4桁の数字)を入力する。この入力PIＮを表す信号は，ICカードのCPUに供給する。ICカードのCPUによって，予めメモリに登録されているPIＮと照合する。一致すればCPUは自動取引装置に取引(出金)を許可する旨の信号を出力する。しかる後，取引者がキーボード部を操作して出金額を指定する。出金後，取引情報内容を表す信号が自動取引装置からICカードに与えられる。このICカードでは，CPUが取引内容を新たにそのメモリに書き込む。また，スーパー，小売店等に設置されたPOS機器によっても，このICカードは利用可能であり，買物の都度その支払が出金取引と同様に処理される。」(3頁左上欄15行～右上欄19行)，「第3図に示すICカード310には，データ処理装置としてのCPU311，当該ICカード所持者の個人情報および後述する制御情報A，B，C等が格納されるメモリ(EEPROM)313および所望の制御プログラムが書き込まれているROM315が具わっている。また，外部装置との電気的な接触をなす複数の金属製の接触電極317が具わっている。」(5頁左上欄14行～右上欄1行)，「ところで，ICカード310内のメモリ313では，CPU311はROM315に書き込まれているプログラムに従って，個人情報を項目毎にファイリングする。例えば，第3図(C)に示すようにファイルF1にはA銀行口座での取引情報，ファイルF2にはB銀行口座での取引情報，・・・といったように，各種情報がファイリングされている。・・・。いま，A銀行についてのファイルの割り当てをみると，カード所持者のA銀行における銀行コード付の口座番号，暗証としてのPIＮ(4桁数字)，他の従来の磁気カードに記録されている基本取引情報で，機密にされるべき情報の格納される領域ZCと，銀行取引の情報fが書き込まれるメモリ領域Z1(Z1はZTの誤記)がある。なお，これらメモリ313の領域ZC，ZTは，必ずしも連続するアドレス領域に格納されるものではない。離れたアドレス領域に，領域ZC，ZTごとに配置され得るものである。このメモリ領域ZTが，レコード数で物理的に定まるものであり，過去における取引記録に関する情報が書き込まれる箇所であって，通帳の代わりになる。メモリ313での他のファイルにも，他の機関での情報が同様にして書き込まる。」(5頁左下欄8行～6頁左上欄1行)，「第5図(a)～(c)は，レコードのアクセス状態を示す。同図(a)に示す如く，メモリ313でのファイルにおけるレコード数はnである。ここで，物理的なレコード数は，1～nで表される。取引が為されるごとに，レコード数1から順に書き込まれる。レコード数nまで書き込まれたら，レコード数1に戻って再度書き込まれる。つまり，ファイル領域ZTに対して一杯となれば，旧い情報格納箇所に上書きされるようになっている。」(6頁左下欄17行～右下欄7行)，「ところで，金融情報等極めて大切な格納情報の削除は，上述した読み出し(READ)をし，記帳した後でなければ削除は行われないように制限する手段を講じる必要がある。その手段としては，前述した第3図(C)のファイルZCに格納された暗唱番号を入力された暗証番号と比較して一致し，且つ，ICカードをATMに挿入した際ATMから送出されるATM識別データをICカードで判定して，通帳へ出力できる装置であることを判定するフローを，第3図(A)のCPU311の処理フローに追加する。また，これにより記帳すれば不必要になるので，削除して空きレコードを増やすようにすればよい。更に，ATM以外でも，銀行等の窓口装置であっても同様である。」(8頁右下欄8行～9頁左上欄1行)と説明されている。また，第3図(C)には「残高」も記録されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比，検討",
              "text": [
                "本件発明の第4工程は「・・・前記履歴情報と同一あるいは少なくとも所定の部分を抽出した情報を無限ループ状に記憶させる・・・」とするものであるから，本件発明は，「・・・前記履歴情報そのものを記憶させる・・・」発明と「・・・前記履歴情報の少なくとも所定の部分を抽出した情報を記憶させる・・・」発明のいずれかの発明からなるものである。",
                "そこで，前者の「・・・前記履歴情報そのものを記憶させる・・・」発明と上記刊行物1記載の発明とを対比すると，",
                "(a)上記刊行物1記載の発明においては，自動取引装置との間で情報を処理し，かつ，履歴情報をICカードに記憶させるようにしており，本件発明が，カード識別装置と情報を授受することによって情報記憶カードを処理するとする点と格別な差異はない。",
                "(b)上記刊行物1記載の発明においては，入力されたPIＮとICカードに記憶されたPIＮ情報を読み出して照合するようにしており，本件発明が，情報記憶カードが有する固定情報を読み取る第1の工程と，読み取られた前記固定情報が適正かどうかを判定する第2の工程を有するとする点と格別な差異はない。",
                "(c)上記刊行物1記載の発明においては，取引者が自動取引装置で出金額を指定すると，出金後，取引内容をICカードのメモリに書き込むようにしており，その際，残高を読取り，出金後にそれを更新するとの記載はないものの，そのような動作を行っているとするのが自然であり合理性がある。そして，上記刊行物1記載の発明においては，ファイル領域ZTが一杯になると，レコード数1に戻って再度書き込まれるようにしているから，本件発明が，情報記憶カードに記憶されている情報を読み出す第3の工程と，読み出された前記情報を処理して，前記情報記憶カードを使用した履歴情報を含む新たな情報を前記情報記憶カードに記憶させるとともに，前記履歴情報を無限ループ状に記憶させる第4の工程を有するとする点と格別な差異はない。",
                "したがって，本件発明と上記刊行物1記載の発明とは，次の点で相違し，その余では一致する。",
                "(i)カード識別装置と情報記憶カードとの間の通信に関し，本件発明が無線で通信を行うものであるのに対し，上記刊行物1記載の発明は接点接触により通信を行うものである点",
                "(ii)第4の工程において，本件発明が，新たな情報を情報記憶カードに記憶させるとともに，履歴情報と同一の情報を記憶させるとしているのに対し，上記刊行物1記載の発明においては，取引情報を記憶させるとしているものの，同一の情報を(さらに)記憶するようにはしていない点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての検討",
              "text": [
                "以下，上記相違点(i)(ii)について検討する。",
                "上記相違点(i)について",
                "カード識別装置と情報記憶カードとの間の通信を無線で行うとすることは本件出願前普通に知られており，上記刊行物1記載の発明の接点接触による通信に代えて無線により行うとすることは当業者が容易になし得ることにすぎない。",
                "上記相違点(ii)について",
                "本件明細書の【0043】に「さらに，書込読出領域42に記憶する情報と，使用履歴記憶領域43に記憶する情報とを同一とする場合においては，使用履歴記憶領域43に記憶されている最新の情報を，書込読出領域42に記憶されている情報として読み出すようにすることができる。この場合，書込読出領域42は不要となる。履歴情報と同一の情報をさらに記憶させるようにするかは当業者が必要に応じて任意になし得る程度のことにすぎない。・・・」と記載されているように，履歴情報と同一の情報をさらに記憶させるとすることは，当業者が必要に応じて任意になし得る程度のことにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のまとめ",
              "text": [
                "したがって，本件発明は，上記刊行物1記載の発明に基づき，周知技術を参酌して，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告ら主張の審決取消事由",
          "text": [
            "審決は，本件発明と刊行物1記載の発明との相違点を看過し(取消事由1)，相違点(ii)の判断を誤った(取消事由2)ものであるから，違法なものとして取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「刊行物1記載の発明においては，取引者が自動取引装置で出金額を指定すると，出金後，取引内容をICカードのメモリに書き込むようにしており，その際，残高を読取り，出金後にそれを更新するとの記載はないものの，そのような動作を行っているとするのが自然であり合理性がある。そして，上記刊行物1記載の発明においては，ファイル領域ZTが一杯になると，レコード数1に戻って再度書き込まれるようにしているから，本件発明が，情報記憶カードに記憶されている情報を読み出す第3の工程と，読み出された前記情報を処理して，前記情報記憶カードを使用した履歴情報を含む新たな情報を前記情報記憶カードに記憶させるとともに，前記履歴情報を無限ループ状に記憶させる第4の工程を有するとする点と格別な差異はない。」と認定判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "入出金等の銀行取引は，ATM(自動取引装置)を利用して行われるだけでなく，預金通帳と印鑑により銀行の店舗の窓口において行われるほか，口座振込みや口座引落しなどがあるから，ICカード(の領域ZC)に記憶された残高と銀行口座の残高(真の残高)とが常に一致しているとは限らない。刊行物1には，「メモリには取引情報が大量に格納できるので，例えば預金通帳等の頻繁な記帳が必要なくなる。」(2頁右下欄5ないし7行)として，ICカードをいわば電子的な預金通帳として実際の預金通帳の代わりに利用することが記載されているが，預金通帳には，入出金などの取引の履歴として残高等が印字されるものの，銀行の窓口やATMにおいて，預金通帳に印字された残高をそのまま信用して，入出金等の取引が行われることはない。審決が説示するように，「残高を読取り，出金後にそれを更新するとの記載はないものの，そのような動作を行っている」と考えるとすると，残高が改ざんされていた場合には，取引者に現金を給付した上，改ざんされた残高から出金額を控除した残額が残高として書き込まれてしまい，安全性に欠けるのであって，そのように考えることは，かえって不自然であり，合理性もない。",
                    "刊行物1には，「残高」の読み書きについての開示がないが，あえてこれを解釈するならば，ICカードから読み取るのではなく，ATMに接続されているセンタ装置(第2図の銀行センタ253の元帳255に記憶している残高)から読み取り，出金後にそれを更新し，かつ，ICカードにも残高を記憶させると考えるのが自然であり，合理性がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，刊行物1記載の発明は，残高更新のために，ICカードの領域ZCに記憶されている情報を読み出すことはなく，また，センタ装置から読み出された情報を処理し，これをICカードの領域ZCに記憶させるというものであるから，本件発明と刊行物1記載の発明とは，審決が認定した相違点(i)，(ii)のほかに，本件発明が，第3の工程において，情報記憶カードに記憶されている情報を読み出し，かつ，第4の工程において，読み出された前記情報を処理して，情報記憶カードを使用した履歴情報を含む新たな情報を情報記憶カードに記憶させるのに対し，刊行物1記載の発明が，このような工程を有していない点が相違する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，上記相違点を看過し，これについての容易想到性の判断をしていないから，審決の認定判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点(ii)の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「履歴情報と同一の情報をさらに記憶させるとすることは，当業者が必要に応じて任意になし得る程度のことにすぎない。」と判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，本件明細書に記載されているように，例えば，鉄道システムに用いられるものであって，乗降する各駅における読出しと書込みは，自動改札口に配置されたカード識別装置31を通過するときに行われるところ，この読出しと書込みは，使用者が自動改札口を円滑に通過することができるよう高速に行われることが要求される。",
                    "情報が書き込まれる使用履歴記憶領域43の領域は，乗降する各駅ごとに変化するから，乗降する各駅でカウンタ24のカウント値を読み取り，そのカウント値に対応するアドレスを計算することが必要となり，使用履歴記憶領域43への書込みは，書込読出領域42への書込みに比べて，処理時間が長くなる。そこで，使用者が短時間で自動改札口を通過しても使用履歴記憶領域43への書込処理にエラーが発生しないようにするために，情報記憶カード1は，書込読出領域42に「書き込ませた」情報と同一の情報(又はその一部)を，使用履歴記憶領域43の所定の領域に書き込ませるのである。既に書込読出領域42に記憶された情報であれば，それと同一の情報(又はその一部)を使用履歴記憶領域43に書き込ませる指令を出しておきさえすれば，情報記憶カード1がカード識別装置31から離れてしまった後でも，結果的に，使用履歴記憶領域43に書き込ませることができる。その結果，使用者が短時間で自動改札口を通過しても，使用履歴記憶領域43への書込みに失敗することが少なくなり，使用者に対しゆっくり通過するよう要求することで自動改札口が渋滞してしまう事態の発生が抑制され，情報記憶カード1を鉄道の自動改札口で現実に使用することができるのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明は，第4の工程において，上記のように，「情報を前記情報記憶カード(書込読出領域42)に記憶させる」第1の記憶処理を行い，相違点(ii)である「情報を(さらに)無限ループ状に(使用履歴記憶額域43に)記憶させる」第2の記憶処理を行うことによって，情報記憶カードに確実に履歴を残しながら，情報記憶カードに対する情報の書込みの高速化を図ることができるというものであり，また，「情報を前記情報記憶カード(書込読出領域42)に記憶させる」第1の記憶処理を行うことによって，第3の工程における「前記情報記憶カードに記憶されている情報」の読出しについても，カウンタ24を利用しない書込読出領域42から情報を読み出すことを可能にし，読出しの高速化を図ることができるというものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，乙5ないし乙8に記載されたラッチ回路やバッファメモリは，いずれも一時的(暫定的)に情報を記憶する，いわば一時的記憶手段にすぎず，情報を最終的に記憶させる本件発明とは相違する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，相違点(ii)に係る構成は，情報記憶カードに履歴を確実に残しながら，情報記憶カードに対する情報の書込みと読出しの両方の高速化を図り，低コストのシステムを実現するものであって，当業者が必要に応じて任意になし得るものではないから，審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断には誤りがないから，原告らの主張する審決取消事由は，理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点の看過)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "銀行口座の真の残高をどこに持つか(どこで管理するか)ということは，様々な形態が考えられるのであって，必ずしも一義的に決まっているわけではない。",
                    "残高をICカードに記憶させることは，乙1ないし乙4に記載されているように，本件出願前にごく普通に行われているのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1の第3図(C)は，実施例の説明図であり，「ICカードのメモリ」の領域ZCに「残高」との文言が記録されているところ，領域ZCは機密にされるべき情報が格納される領域である(刊行物1の5頁右下欄6ないし19行)から，領域ZCに記憶された残高が「真の残高」であるとしても何ら矛盾しない。また，刊行物1には，銀行センタ側に元帳255が設けられているが，元帳255にはレコードが記録される(7頁左上欄20行ないし右上欄3行)のであり，そのレコードとは，第3図(C)の記載から明らかなように，履歴情報であるfのレコードであって，刊行物1には，元帳255に残高を記録しておくといったような記載はない。すなわち，刊行物1において，残高は，「ICカードのメモリ」にある領域ZCにのみ唯一記憶されるのであって，他の場所に記憶されるということはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のように，刊行物1においては，ICカードに残高等が記憶されているところ，ICカードに記憶された残高等の情報は，適宜読み取ることが可能であり，また，ATMにおける出金動作後に新しい残高に書き換えられることは当然であるから，本件発明が，第3の工程において，情報記憶カードに記憶されている情報を読み出し，かつ，第4の工程において，読み出された前記情報を処理して，情報記憶カードを使用した履歴情報を含む新たな情報を情報記憶カードに記憶させることと格別の差異はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決に，相違点を看過した誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点(ii)の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の請求項2には，自動改札口に配置されたカード識別装置31とか自動改札口を通過する使用者が所持している情報記憶カード1には，使用者の改札口の通過を妨げないようにするといったことは記載されていない。また，本件発明の請求項2には，2つの領域の情報を(共に)記憶させると記載されているだけであるから，原告らが主張するように，「情報を前記情報記憶カード(書込読出領域42)に記憶させる」第1の記憶処理を行い，「情報を(さらに)無限ループ状に(使用履歴記憶額域43に)記憶させる」第2の記憶処理を行うと解釈することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書には，領域をどのように管理しているのか，また，アドレス手段がどのようになっているのかについて，明確に記載されていないが，領域管理及び読出しや書込みを行うアドレス手段は，メモリ分野(あるいはコンピュータ分野)において常識的な手段であることからすると，残高であれば，領域42内の残高を記憶する箇所をアドレス指定して読出しや書込みを行い，履歴情報であれば，領域42内の履歴情報を記憶する箇所をアドレス指定して読出しや書込みを行うということであって，それぞれの箇所をアドレス指定して読出しや書込みを行うというにすぎず，ごく普通に行われていることであるから，刊行物1と特に違ったところはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，乙5ないし乙8に記載されているように，記憶領域の前段にバッファメモリ，ラッチ回路を設けて，同一の情報を記憶するような構成にすることは，一般的に広く行われているところ，ICカードは，バッファを有しているのが普通であって，バッファにデータを渡した後では，カード識別装置や自動取引装置はカードに対するデータ処理とは切り離され，渡されたデータの処理はカード自身でできるから，本件発明と相違するところはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点(ii)に係る構成は，当業者が必要に応じて任意になし得る程度のものであるから，審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決が，「刊行物1記載の発明においては，取引者が自動取引装置で出金額を指定すると，出金後，取引内容をICカードのメモリに書き込むようにしており，その際，残高を読取り，出金後にそれを更新するとの記載はないものの，そのような動作を行っているとするのが自然であり合理性がある。」と推断したことについて，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1(甲5)のICカードについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲5)には，ICカードについて，次の記載がある。",
                    "「ところで，ICカードを銀行取引用のカードとすれば，メモリにはその銀行コード，口座番号，取引者名，取引内容等が書き込まれるようになっている。また，ICカードの正当な所持者を識別するための暗証としてPIＮ(・・・)がカード発行の段階で予め登録されている。このICカードを用いて，例えば出金，入金処理が可能なATM(自動取引装置)を用いて，出金を為す場合，先ず，カード所持者が自動取引装置のキーボード部を操作してPIＮ(例えば4桁の数字)を入力する。この入力PIＮを表す信号は，ICカードのCPUに供給する。ICカードのCPUによって，予めメモリに登録されているPIＮと照合する。一致すればCPUは自動取引装置に取引(出金)を許可する旨の信号を出力する。しかる後，取引者がキーボード部を操作して出金額を指定する。出金後，取引情報内容を表す信号が自動取引装置からICカードに与えられる。このICカードでは，CPUが取引内容を新たにそのメモリに書き込む。また，スーパー，小売店等に設置されたPOS機器によっても，このICカードは利用可能であり，買物の都度その支払が出金取引と同様に処理される。」(3頁左上欄15行ないし右上欄19行)",
                    "「第2図に示すシステムにおいて，第3図に示すような携帯形のICカード310を用いて取引が可能である。例えば，ある店舗に設置された自動取引装置としてのATM251と利用者が持参したICカード310により，出金および入金ができる。このATM251は，銀行センタ253と回線を介して接続されており，そこに備え付けられた元帳255にて集中管理される。」(4頁右下欄20行ないし5頁左上欄7行)",
                    "「いま，A銀行についてのファイルの割り当てをみると，カード所持者のA銀行における銀行コード付の口座番号，暗証としてのPIＮ(4桁数字)，他の従来の磁気カードに記録されている基本取引情報で，機密にされるべき情報の格納される領域ZCと，銀行取引の情報fが書き込まれるメモリ領域Z1(判決注：Z1はZTの誤記と認める。)がある。なお，これらメモリ313の領域ZC，ZTは，必ずしも連続するアドレス領域に格納されるものではない。離れたアドレス領域に，領域ZC，ZTごとに配置され得るものである。このメモリ領域ZTが，レコード数で物理的に定まるものであり，過去における取引記録に関する情報が書き込まれる箇所であって，通帳の代わりになる。」(5頁右下欄6ないし19行)　イ　以上の記載によれば，刊行物1のICカードは，銀行取引用のカードとして用いられるものであって，基本取引情報に加え，過去の取引記録に関する情報が記憶されていて，通帳の代わりになり，また，ATM(自動取引装置)を用いて出金や入金をすることができるところ，ATMは銀行センタと回線を介して接続されていて，出金や入金は，銀行センタに備えられた元帳によって集中管理されるものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "従来の銀行カードを用いたATMによる自動取引処理について　ア　特開昭50-62098号公報(甲6)には，磁気カードを用いた現金自動支払装置での出金処理に関し，「先ず利用者は磁気カード4を支払い装置2のカード挿入口に入れる。支払い装置の磁気カードリーダ11はこのカードに磁気記録された諸情報を読取り，主制御部10はこの磁気カードが本支払い装置に使用できるものか否かをチェックする。」(2頁左下欄11ないし16行)，「利用者が打ち込んだ請求金額はセンタの電子計算機に伝送され，元帳ファイルの当該利用者口座の残高と照合され，支払い可であればその旨残高情報と共に支払い装置2へ通知される。支払い装置2はこの通知を受けて現金支払いを行い，また通帳に残高記帳を行なって(出入票扱いの場合は出入票に残高記帳して)これを利用者に渡す。」(2頁右下欄3ないし9行)との記載がある。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "特開昭61-249170号公報(甲7)には，キャッシュカードを用いた自動取引処理システムに関し，「第7図は上記ATMに使用される磁気カードの概略構造図である。カード本体50の表面には磁気ストライプ51が形成されている。この磁気ストライプ51には磁気ストライプデータとして，このカードを発行した銀行のコード51a，預金口座番号51b，子カードフラグ(F)51c，暗証番号51dが記憶されている。」(3頁右下欄15行ないし4頁左上欄1行)，「第2図(B)は端末であるATMからデータを受信したときのセンタの動作を示すフローチャートである。n30でATMからデータを受信するまで待機し，データを受信すれば，n31，n32でそのデータが支払取引に関するデータであるか，引き出し限度額設定に関するデータであるかを判断する，支払取引に関するデータであれば，n33に進みその端末に挿入されたカードが親カードであるか，子カードであるかを判断する。親カードであればn34へ進み，支払請求額が残高以内であれば支払可のデータを端末へ送信し(n35)，残高を越えていれば支払不可のデータを端末へ送信する(n37)。支払可のデータを端末へ送信した結果端末が出金処理を完了すれば残高を更新して(n36)動作を終える。」(4頁左下欄14行ないし右下欄8行)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開昭62-117067号公報(甲8)には，銀行カードを用いた自動取引処理システムに関し，「第2図は前記ホストコンピュータ1の動作を示すフローチャートである。n30でATM2からの電文を受信するまで待機し，電文を受信すると，その電文の内容を判断する(n31～n33)。支払電文(第6図",
                  "text": [
                    "(A))であれば，n31の判断でn34に進み支払金額を口座ファイルの残高記憶エリア(M2)から請求金額を減算して残高を更新し(n34)，支払電文(第6図(B))を返信して(n35)動作を終える。」(4頁左上欄13行ないし右上欄2行)との記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上の記載及び弁論の全趣旨によれば，上記の銀行カードを用いたATMによる自動取引処理において，口座残高は，銀行預金の取引の性質上，ATMが銀行カードのみに情報源を依存しこれから読み取ることはできず，銀行センター側のホストコンピュータが口座ファイルから読み取り，取引に関する処理を行った後，処理後の残高をATMに送信するものであることが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，刊行物1のICカードを銀行カードとして用いるのであれば，ICカードから「残額」を読み取り，出金後にこれを更新するという動作をしているものではないといわなければならない。",
                "したがって，審決が，「残高を読取り，出金後にそれを更新するとの記載はないものの，そのような動作を行っているとするのが自然であり合理性がある。」と推断したことは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，銀行口座の真の残高をどこに持つかということは，様々な形態が考えられるのであって，必ずしも一義的に決まっているわけではなく，残高をICカードに記憶させることは，乙1ないし乙4に記載されているように，本件出願前にごく普通に行われていると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，上記1(2)のとおり，従来の銀行カードを用いたATMによる自動取引処理において，口座残高は，センター側のホストコンピュータが口座ファイルから読み取り，取引に関する処理を行った後，処理後の残高をATMに送信するものであるから，銀行口座の真の残高は，センター側のホストコンピュータの口座ファイルにあると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，乙1ないし乙4に，残高をICカードに記憶させることが記載されているとしても，以下に判示するように，銀行口座の真の残高をICカードに記憶させることがあるとは認められない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開平4-313190号公報(乙1)には，ICカードを用いたプリペイドカード・システムに関して，次の記載がある。",
                        "「現在，プリペイドカード・システム，クレジットカード・システムといったさまざまなキャッシュレス・システムが普及している。一方では，これらのキャッシュレス・システムで様々な不正行為が行われており，安全性の高いキャッシュレス・システムへの要求が高まっている。これに対して，磁気カード等の媒体に比べて安全性の高いICカードを用いることにより安全性を高めたシステムが開発されている。",
                        "図8は，ICカードを用いたプリペイドカード・システムの従来方式のシステム構成図である。システムは，ICカード81，ICカード81を持っているユーザが買物をする店舗に置く店舗取引端末(POS端末)82，銀行センタ・システム83からなる。",
                        "銀行センタ・システム83には，ICカードを保有するユーザの個人口座84，カード・ユーザが自身のカードに入金した金額データを格納しておく個人カード残高ログファイル85，複数のカードにユーザが入金した金額の合計欄を格納しておく未決済資金ファイル86，各店舗の一定期間のカード売上合計額を未決済資金ファイルから資金移動する店舗口座87がある。未決済資金ファイル86は銀行センタ・システム83で一つまたは数個存在する。また，個人口座84および個人カード残高ファイル85はICカード81を保有する各個人に対応して存在し，また，店舗口座87は各店舗に対応して存在する。",
                        "ICカード81には残高格納レジスタ88があり，該ICカード81で使用可能な金額が格納されている。また，店舗取引端末(POS端末)82には，該端末での売上を格納する売上データ89が存在する。",
                        "カード・ユーザは，自身のICカード81を使用するにあたって，まず，ICカード81に入金する。入金の際には，カードのキーパッドから暗証番号を入力し，該ICカードを活性化させたうえ，ATM90を介して銀行センタ・システムにアクセスする。カードに入金したい金額が個人口座84の残高以内ならば，この金額をカード残高と加算して加算結果をICカード81の残高格納レジスタ88にATM90を介して書き込む(カードへの入金金額91)。これと同時に，カード残高を銀行センタ・システム83の個人カード残高ログファイル85に書き込む。",
                        "この個人カード残高ログファイル85はICカードへの不正行為防止に使用できる。すなわち，カードユーザが次に入金にきたときにはICカード81の残高は該個人カード残高ログファイル85に書き込まれている金額と同じあるいは少ないはずなので，もしICカード81の残高格納レジスタ88の金額の方が個人カード残高ログファイル85よりも多いならばICカード81を不正改ざんしたとみなすことができる。また，個人カード残高ログファイル85に格納されている金額は，カードを破損した場合などにカード・ユーザに対して保証する保証金額となる。",
                        "ICカード81で買物をする場合には，店舗取引端末82に買物金額を入力し，さらにICカード81を店舗取引端末82に挿入し，ICカードのキーパッドから暗証番号を入力することによりICカード81を活性化する(買物のための活性化92)。これによって，店舗取引端末82がICカード81の残高格納レジスタ88の残高から買物金額を差し引いて残高額を更新する(残高減算93)とともに，売上データ89に買物金額を加算する。すなわち，ICカード81のカード・ユーザがA銀行に口座を有している場合には，売上データ89のうちA銀行について，金額aに買物金額を加算して更新する。",
                        "店舗取引端末82では，以上の方法によって売上げ金額を売上データ89に加算していき，一定期間ごとに売上データ89の金額を暗号化して銀行センタ・システム83に送る。すなわち，一定期間が経った時点で，銀行ごとの売上金額(例えばA銀行ならば金額a)を暗号化し，売上(請求)データ94として該銀行センタ・システム(例えばA銀行の銀行センタ・システム)に送る。銀行センタ・システム83は送られてきた売上(請求)データ94を復号し，その金額を未決済資金ファイル86から店舗口座87に移す。」(段落【0002】ないし【0009】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開平3-158994号公報(乙2)には，プリペイドカード取引処理装置に関して，次の記載がある。",
                        "「第13図は，本発明の第2の実施例の店舗用光プリペイドカード60のデータの記録形式を説明するための図である。なお，店舗用プリペイドカード60も，前掲第2図に示す鉄道用光プリペイドカード40と同様に，その表面にはカード名称が記され，表面には光記録層を有する。第13図において，店舗用光プリペイドカード60は光記録層に設けられる情報記録領域70を有する。情報記録領域70は，プリペイド残高および引落とし金額に関するデータが記憶されるプリペイド情報記録領域71，買物内容および日付に関するデータが記録される買物情報記録領域72およびカード所有者の氏名，年齢，生年月日，住所などに関するデータが記録される個人ID記録領域73を含む。なお，店舗用光プリペイドカード60は，顧客が指定窓口において所望の金額を支払って購入される。このとき，購入された店舗用光プリペイドカード60のプリペイド情報記録領域71にはプリペイド残高として購入時に支払われた金額データが記録される。さらに，個人ID記憶領域73には，カード購入者に関するデータが記録されると想定する。なお，店舗用光プリペイドカード60も，前述の鉄道用光プリペイドカード40と同様に，プリペイド券売機20と同等な機能を有する装置によって，そのプリペイド残高を任意に更新することができるようにしてもよい。」(12頁左上欄20行ないし左下欄7行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特開昭63-225885号公報(乙3)には，ICカード取引システムに関して，次の記載がある。",
                        "「従来よりICカードを用いて取引を処理するICカード取引システムが提案されており，このシステムに使用されるICカードには，現金に代えて代金支払いをする使用可能額記憶エリアと，このICカードによる取引の履歴を記憶する取引履歴記憶エリアとが設定されている。使用可能額記憶エリアに記憶されている金額は使用毎にその代金に相当する額だけ減算されていき，取引履歴記憶エリアにはその取引の結果が記憶される。取引履歴記憶エリアは一般的に100エリア設定されており，100の取引履歴を記憶することができる。ICカードによる取引が100を越えるとき，従来のICカードでは，すでに記憶されている取引履歴のうち古いものから順に消去してこの新たな取引履歴を記憶するようにした循環式の記憶方式が用いられていた。」(1頁右下欄12行ないし2頁左上欄7行)",
                        "「第1図はこの発明の実施例であるICカード取引システムの構成を示す図ある。ICカード1はICカード処理装置である自動取引処理装置(以下ATMと言う。)2に挿入されて取引履歴の消去や使用可能額記憶エリア(M2：第3図参照)の更新等の処理を受ける。各店舗において商品の購入等の取引をしたとき，その店舗に設置されている取引処理装置に挿入され，購入した商品等の価格が前記使用可能額記憶エリアから引き落とされる。この取引処理装置は引き落とした金額すなわち商品の代金を記憶するメモリ(フロッピィディスク等)を有し，後日金融機関でそのデータを読み出して引き落とし額に相当する現金の支払を受けることができる。」(2頁左下欄13行ないし右下欄6行)",
                        "「第4図は前記ICカード1のメモリ10bの部分構成図である。エリアM1にはこのカードの固有情報である取引銀行番号，氏名，暗証番号等が記憶され，エリアM2には使用可能額の残高が記憶されている(使用可能額記憶エリア)。また，エリアM3は商品の買物等の取引履歴を記憶する取引履歴記憶エリアであり，取引を行った店舗名，支払代金等が記憶される。このエリアには100件の取引履歴を記憶することができ，消去されないまま取引履歴が100件を越えたとき古いデータから順に書き換えられていく。」(3頁左上欄20行ないし右上欄10行)　(エ)　特開平4-205093号公報(乙4)には，プリペイド機能を有する多機能ICカードシステムに関して，次の記載がある。",
                        "「＜ICカードシステムの構成＞",
                        "第1図は本発明のICカードの構成を示すブロック図である。図において，11は中央処理装置(CPU)，12は認証処理部，13はプリペイドデータ処理機能部である。プリペイドデータ記憶部選択装置で，利用機関を異にするaからnの複数のプリペイドデータ記憶部の一つを選択する。15はプリペイド利用履歴格納部で，異なった利用履歴を区分して記憶する。」(3頁左上欄5ないし13行)　「(2)入金の手順",
                        "ICカード用CDを利用する場合",
                        "本発明のシステムにおいて，金銭の決済を伴う取引を処理するためには，プリペイド額に相当する金額の入金，または，クレジットの与信金額の設定と決済を行って，所定金額の設定をする必要がある。",
                        "この手続きをICカード用キャッシュディスペンサ(CD)を利用して実行する場合には，ICカードを端末機のカードスロットに挿入し，端末機の案内画面に従って，暗証番号の入力，等，CDを利用する場合と同様の手順にしたがって，銀行口座と接続し，次に，振り替える金額を入力する。",
                        "・・・",
                        "この操作が終了すると，CD端末機側の操作を行い，プリペイド金額を口座から引き落し，その金額を先に指定したICカードのエリアに蓄積して操作を終了する。",
                        "街頭用(改造済)端末機の場合には，ICカードを挿入し，上記と同様の操作でICカードの個別プリペイド利用機関のエリアを指定し，端末機から利用金額を入力し，この金額に応じた現金を投入して，操作を実行すると，現金の収納と金額の記入を行った後，操作を終了する。」(5頁右下欄10行ないし6頁右上欄5行)　「計算された料金は，ICカードを挿入した送受信制御装置に対して送出され，装置の表示器に表示される。ICカードの携帯者は，この料金を確認し暗証番号を入力してから確認キーを押すことにより，ICカードのプリペイド金額エリアから減額され，同額の金額のデータが端末機に取り込まれる。さらに，利用関連データが，端末機からICカード側に送信されてメモリに蓄積される。」(7頁右上欄4ないし11行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(オ)",
      "text": [
        "以上の記載によれば，乙1ないし乙4に記載されているICカードは，プリペイドカードとしてのICカードであって，これらのICカードには「残高」が記憶され，小売店などで商品を購入した際に，その価格が「残高」から減算されて，新たな「残高」に更新されるものであるが，利用者は，使用に先立って，ATMを介して銀行センタに接続し，利用者の口座から引き落としたり(乙1，乙3，乙4)，ICカード利用端末に現金を投入したり(乙2，乙4)して，ICカードに入金する処理を予め行っておくものであり，また，使用に当たり，ICカード利用端末が銀行センタと接続されている必要はなく，利用を受けた小売店等が，後日，金融機関から利用額に相当する金額の支払をまとめて受けるものである(乙1，乙3)と認められる。"
      ]
    },
    {
      "fig": "(カ)",
      "text": [
        "上記のような乙1ないし乙4のプリペイドカードの使用形態は，銀行カードとしてのICカードの使用形態と異なるから，プリペイドカードについての処理を，銀行カードとしてのICカードについての処理に適用することはできないといわなければならない。そうすると，乙1ないし乙4に，残高をICカードに記憶させることが記載されているとしても，これによって，銀行口座の真の残高をICカードに記憶させることがあると推認することはできない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "したがって，銀行口座の真の残高をICカードに記憶させることがあると認めることはできないから，被告の上記主張は，採用の限りでない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "また，被告は，刊行物1の第3図(C)の「ICカードのメモリ」の領域ZCに記載された「残高」が「真の残高」であるとしても何ら矛盾しないし，また，刊行物1には，銀行センタ側に元帳255が設けられているが，元帳255に残高を記録しておくといったような記載はないから，刊行物1において，残高は，「ICカードのメモリ」にある領域ZCにのみ唯一記憶され，他の場所に記憶されるということはないと主張する。",
                "確かに，刊行物1には，第3図(C)の「ICカードのメモリ」の領域ZCに「残高」との文言が記録されているが，これが真の残高であることを示唆する記載はない上，上記1(2)アないしウに引用した甲6ないし8の記載によれば，一般に，銀行センタ側に備え付けられる元帳ファイルに利用者の口座の残額が記録されると認められるから，そうであれば，元帳ファイルの「残高」が真の残高であると考えざるを得ない。",
                "被告の上記主張も，また，採用の限りでない。"
              ],
              "content": [
                {
                  "fig": "3",
                  "text": [
                    "以上のとおりであって，審決が，「残高を読取り，出金後にそれを更新するとの記載はないものの，そのような動作を行っているとするのが自然であり合理性がある。」と推断したことは誤りであり，したがって，審決が，「情報記憶カードに記憶されている情報を読み出す第3の工程と，読み出された前記情報を処理して，前記情報記憶カードを使用した履歴情報を含む新たな情報を前記情報記憶カードに記憶させるとともに，前記履歴情報を無限ループ状に記憶させる第4の工程を有するとする点と格別な差異はない。」と認定したことも誤りである。",
                    "そして，審決は，相違点(i)，(ii)を認定したものの，本件発明が，第3の工程において，情報記憶カードに記憶されている情報を読み出し，かつ，第4の工程において，読み出された前記情報を処理して，情報記憶カードを使用した履歴情報を含む新たな情報を情報記憶カードに記憶させるのに対し，刊行物1記載の発明が，このような工程を有していない点が相違しているにもかかわらず，これを相違点として認定せず，その結果，その容易想到性についての判断をしていない。",
                    "したがって，審決には，本件発明と刊行物1記載の発明との相違点を看過し，これについての容易想到性の判断をしなかった誤りがあるところ，この誤りは審決の結論に影響を及ぼすものと認められるから，原告ら主張の取消事由1は，理由がある。"
                  ]
                },
                {
                  "fig": "4",
                  "text": [
                    "原告ら主張の取消事由2については，今後の取消事由1の審理判断のいかんによっては，刊行物1記載の発明が比較対照すべき発明として不適切である可能性が高いので，判断を差し控えることとする。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，その余の取消事由について判断するまでもなく，審決は取り消されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10300",
    "date": "2005-05-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009589",
    "ipprecedent_id": "671",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}