{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁が異議2002-73159号事件について平成16年10月14日",
              "text": [
                "にした決定中，「特許第3309064号の請求項1乃至6に係る特許を取り消す。」との部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「下穴さらい刃および雌ねじ内径さらい刃を具える盛上げタップ」とする発明につき，平成9年7月3日に出願され，平成14年5月17日に設定登録された特許(特許第3309064号。以下「本件特許」という。)の特許権者である。",
            "オーエスジー株式会社は，平成14年12月27日，本件特許のすべての請求項(1ないし6)について特許異議の申立てをし，特許庁はすべての請求項に係る特許に対して取消理由を通知し，平成16年1月16日，これが原告に送達された。原告は，同年3月16日付け訂正請求書をもって，特許請求の範囲の訂正を含む明細書の訂正請求をした(以下，この訂正後の明細書及び図面を「本件明細書」という。)。特許庁は，前記特許異議申立てについて異議2002-73159号事件として審理し，同年10月14日，「訂正を認める。特許第3309064号の請求項1乃至6に係る特許を取り消す。」との決定をし，同年11月1日，決定書が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成16年3月16日付け訂正請求書による訂正後の本件特許の請求項1ないし6(以下，各請求項に係る発明を順次「本件発明1」，「本件発明2」等といい，全請求項に係る発明を「本件発明」という。)は，下記のとおりである。",
            "記",
            "【請求項1】ねじ部に，先端部分の食付き部と，その食付き部に連なるねじ山加工部とを具える盛上げタップにおいて，",
            "前記ねじ部の先端部分から後端部分まで延在する少なくとも一本の溝と，　　　前記食付き部に前記溝の側壁を用いて形成された，ねじ下穴をさらう切削加工を行うねじ下穴さらい刃と，",
            "前記ねじ山加工部に前記溝の側壁を用いて形成された，盛り上げたねじ山の山頂をさらう切削加工を行う雌ねじ内径さらい刃と，",
            "を具え，",
            "前記雌ねじ内径さらい刃が，前記ねじ下穴さらい刃よりも小さい直径を持つことを特徴とする，盛上げタップ。",
            "【請求項2】前記雌ねじ内径さらい刃は，前記ねじ山加工部の，少なくとも前記食付き部の直後の部分に形成されていることを特徴とする，請求項1記載の盛上げタップ。",
            "【請求項3】前記ねじ部は，盛り上げ作用をつかさどる突部を周方向の三箇所に持ち，",
            "前記溝は，互いに隣り合う前記突部の間にそれぞれ配設されていることを特徴とする，請求項1または請求項2記載の盛上げタップ。",
            "【請求項4】前記ねじ部は，盛り上げ作用をつかさどる突部を周方向の四箇所に持ち，",
            "前記溝は，互いに隣り合う前記突部の間にそれぞれ配設されていることを特徴とする，請求項1または請求項2記載の盛上げタップ。",
            "【請求項5】前記溝は，当該タップの軸線に平行に直線状に延在するものである，請求項1から請求項4までの何れか記載の盛上げタップ。",
            "【請求項6】前記溝は，当該タップの軸線に沿ってスパイラル状に延在するものである，請求項1から請求項4までの何れか記載の盛上げタップ。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由",
          "text": [
            "別紙決定書の写しのとおりである。要するに，本件発明は，実公昭60-15623号公報(本訴甲第3号証，異議申立てにおける甲第2号証。以下「刊行物2」という。)記載の発明(以下「引用発明」という。)及び技術的事項並びに「機械と工具」第41巻第4号(工業調査会，平成9年4月1日)のオーエスジーの広告欄(資料請求番号0015)の頁(本訴甲第2号証の1，異議申立てにおける甲第1号証。以下「刊行物1」という。)及び実願昭62-82058号(実開昭63-189526号)のマイクロフィルム(本訴甲第4号証，異議申立てにおける甲第3号証。以下「刊行物3」という。)記載の技術的事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項，113条2号(平成15年法律47号による改正前のもの)の規定により特許を取り消す，とするものである。",
            "決定は，この結論を導くに当たり，引用発明の内容並びに本件発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「ねじ部に，先端部分の食付き部と，その食付き部に連なるねじ山加工部とを具える盛上げタップにおいて，",
                "前記ねじ部の先端部分から後端部分までタップの軸線に平行に直線状に延在する四本の溝と，",
                "前記ねじ山加工部に前記溝の側壁を用いて形成された，盛り上げたねじ山の山頂をさらう切削加工を行う雌ねじ内径さらい刃と，",
                "を具え，",
                "前記ねじ部は，盛り上げ作用をつかさどる突部を周方向の四箇所に持ち，前記溝は，互いに隣り合う前記突部の間にそれぞれ配設されている盛上げタップ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "ねじ部に，先端部分の食付き部と，その食付き部に連なるねじ山加工部とを具える盛上げタップにおいて，",
                    "前記ねじ部の先端部分から後端部分まで延在する少なくとも一本の溝と，　　　　前記ねじ山加工部に前記溝の側壁を用いて形成された，盛り上げたねじ山の山頂をさらう切削加工を行う雌ねじ内径さらい刃と，",
                    "を具えた盛上げタップである点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "本件発明1では，食付き部に溝の側壁を用いて形成された，ねじ下穴をさらう切削加工を行うねじ下穴さらい刃を具えているのに対し，引用発明では，ねじ下穴さらい刃を具えていない点(以下「相違点1」という。)",
                    "本件発明1では，雌ねじ内径さらい刃が，ねじ下穴さらい刃よりも小さい直径を持つのに対し，引用発明では，そのようなものではない点(以下「相違点2」という。)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2と引用発明との相違点",
              "text": [
                "前記相違点1及び2のほかに，本件発明2では，雌ねじ内径さらい刃は，ねじ山加工部の，少なくとも食付き部の直後の部分に形成されているのに対し，引用発明では，ねじ山加工部に形成されている雌ねじ内径さらい刃が，ねじ山加工部の食付き部の直後の部分であるか否か明らかではない点(以下「相違点3」という。)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3と引用発明との相違点",
              "text": [
                "前記相違点1及び2のほかに，本件発明3では，突部が周方向の三箇所であるのに対し，引用発明では，突部が周方向の四箇所である点(以下「相違点4」という。)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明4及び5と引用発明との一致点",
              "text": [
                "本件発明4において特定されている「前記ねじ部は，盛り上げ作用をつかさどる突部を周方向の四箇所に持ち，前記溝は，互いに隣り合う前記突部の間にそれぞれ配設されている」という事項及び本件発明5において特定されている「前記溝は，当該タップの軸線に平行に直線状に延在するものである」という事項は，引用発明が既に具えている点"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明6と引用発明との相違点",
              "text": [
                "前記相違点1及び2のほかに，本件発明6では，溝がタップの軸線に沿ってスパイラル状に延在するものであるのに対し，引用発明では，そのようなものではない点(以下「相違点5」という。)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "決定は，本件発明に共通する引用発明との相違点1及び2についての判断を誤り(取消事由1及び2)，本件発明の顕著な作用効果を看過した(取消事由3)ものであるから，本件発明全部について取り消されるべきである(なお，決定の一致点・相違点の認定及び相違点3ないし5についての判断は争わない。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "text": [
            "決定は，引用発明，刊行物1及び3記載の技術的事項は，いずれも盛上げタップであることで，その技術分野が共通しているので，刊行物1記載の技術的事項を参酌し，雌ねじ内径さらい刃を具えている引用発明において，その食付き部に刊行物3記載の技術的事項を採用し，相違点1に係る本件発明1のように発明を特定することに，格別の困難性は見当たらないと判断する。しかし，以下のとおり，この点に関する決定の判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1について，決定は，「盛り上げタップにおいて，下穴径がばらついても過転造にならないように正転時に内径をさらうこと，及び，盛り上げたねじ山の山頂を内径仕上げ刃によりさらうこと」が技術的事項として記載されており，「盛り上げタップにおいて，下穴径がばらついても過転造にならないように正転時に内径をさらうこと」とは，切削加工を行う切削刃によりねじ下穴をさらうことを意味するものであることが技術常識により明らかであると認定した。",
                "しかし，刊行物1に記載された盛り上げタップの内径仕上げ刃は，単一の外径を持つものであり，この単一の外径は雌ねじの「内径」に対応していることから，雌ねじの内径を仕上げるためのものであることは明白である。本件発明のねじ下穴さらい刃は，雌ねじの内径よりは大きいものであるから，刊行物1に本件発明のねじ下穴さらい刃に相当する切刃は記載されていない。したがって，刊行物1には，「盛り上げタップにおいて雌ねじ内径さらい刃により内径をさらう(雌ねじ内径に加工する)」という技術的事項は記載されているが，「ねじ下穴さらい刃によりねじ下穴をさらって，ねじ下穴径を雌ねじの盛り上げのために適切な内径に仕上げる」という技術的事項は記載されていないのであって，この点についての決定の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物3の「塑性変形代が残るように切削加工をする切削刃」は，完全ネジ形状と同様の略三角形の山形形状のものであり，ねじ形状を荒加工するものであるから，本件発明の「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」に相当するものではない。",
                "また，『JIS用語辞典　Ⅱ　機械編』451頁(甲第7号証)によれば，本件発明と同じ旋削(回転切削)技術に係るバイト用語としての「サライ刃」とは，「送りマーク(バイトを回転軸線方向へ移動させて送る際に材料表面に残る細かい凸凹)を除去し，平滑な仕上ゲ面を得るための前切刃の直線部分」を意味すると記載されており，本件発明の実施例においても，ねじ下穴さらい刃6は，ねじ下穴9をらせん状にさらうから前切刃の一種であって，そのらせん状にさらう際に溝底部分を平坦に加工するものであるから(甲第6号証の2【0019】及び図5)，本件発明における「ねじ下穴さらい刃」は「平滑な仕上げ面を得るための直線部分」を持つものであると解すべきである。",
                "したがって，刊行物3記載の「不完全ネジ部に設けられた山形形状の切削刃」は，本件発明における「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」に相当し得ないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物3記載の発明の目的は，通常の塑性変形代で転造すると，たとえねじ下穴の内径が適正でも過転造を生じ易いアルミニウム等の延展性に優れた材料の雌ねじ加工時の不具合を防止するためであり，通常の延展性を持つ材料についてまで過転造を防止する技術的思想は存在しない。",
                "刊行物2には，雌ねじ内径さらい刃により内径をさらう(雌ねじ内径に加工する)ことだけで，「下穴内径の管理の困難や被削材質の違いにより下穴径を変更しなければならない煩わしさを解決し実施上数多くの効果を有する」と記載されている(甲第3号証第4欄35行)から，引用発明に刊行物3記載の発明を組み合わせる発想に至ることは困難である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，刊行物1記載の技術的事項を参酌し，雌ねじ内径さらい刃を具えている引用発明において，その食付き部に刊行物3記載の技術的事項を採用することには，前記の阻害要因があり，本件発明を当業者が容易に想到し得たとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "text": [
            "決定において，刊行物3記載のねじ下穴さらい刃で切削加工をされた被加工物の下穴の部分は，盛上げタップの突部により雌ねじの谷が成形されるとともに雌ねじの山を成形すべく盛り上げられるものであることから，刊行物3記載の技術的事項のねじ下穴さらい刃の直径が，雌ねじの内径よりも大きいことは，当然のことであるとした認定は，刊行物1記載の「ねじ部の先端部から後端部まで一直線状の雌ねじ内径さらい刃」を設ける構成について，「『盛り上げタップにおいて，下穴径がばらついても過転造にならないように正転時に内径をさらうこと』とは，切削加工を行う切削刃によりねじ下穴をさらうことを意味するものであることが技術常識より明らかであり，」と判断したことと，明らかに矛盾する。",
            "刊行物1の説明文の箇所には，「正転時に内径をさらうため，下穴径がばらついても過転造になりません」と記載されているに過ぎない。およそ証拠として採用するためには，当業者が実施可能な程度に構成が記載されていなければならないところ，前記説明文は十分な記載ではないから証拠価値がない。また，刊行物1に表示されたタップの写真には，白く光る切削刃の，ねじ部全長に亘って直線状に連なって延びるエッジが，タップの軸線方向に平行に延在して示されているから，そこには雌ねじ内径をさらう切削刃しか示されていない。",
            "したがって，刊行物1の説明文に記載された「下穴径がばらついても過転造になりません」との効果は，当業者が実施可能な程度の構成の記載による支持を伴わない単なる願望であり，説明文に証拠としての価値は認められるべきでない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の顕著な作用効果の看過)",
          "text": [
            "本件発明の作用効果は，「ねじ下穴径が小さい場合でも，ねじ下穴さらい刃がそれをさらって適正な内径に仕上げた後に，ねじ山加工部がねじ山を盛り上げて雌ねじを形成するので，ねじ山の盛り上がり過ぎを確実に防止し，ひいてはタッピングトルクの増大による盛上げタップの寿命短縮および折損を確実に防止することができ，しかも，ねじ山加工部がねじ山を盛り上げて雌ねじを形成するのに伴って，そのねじ山加工部の雌ねじ内径さらい刃が盛り上げたねじ山の山頂をさらって雌ねじの内径を所定寸法にするので，目標の雌ねじ内径寸法を安定して得ることができる。」という顕著なものであり，刊行物1から3までに記載のタップでは，本件発明の盛上げタップの顕著な作用効果を奏することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "決定の認定判断はいずれも正当であって，決定を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1記載の切削刃が，単一の外径を持つものであるか否かについては，刊行物1の記載からは明らかでない。盛り上げタップにおいて，下穴径が小さい場合には，雌ねじを形成するタップのねじ部による盛上げ作用が過大となって過転造が起こることは技術常識であり，刊行物1における「正転時に内径をさらうため，下穴径がばらついていても過転造になりません。」の記載からみて，刊行物1には，下穴径がばらついても過転造にならないように正転時に下穴の内径をさらう作用を有する手段が記載されていることは明らかである。したがって，技術常識を勘案すると，刊行物1記載の盛り上げタップが，下穴の内径をさらうための刃を有しているとみるのが相当であり，決定がした刊行物1記載の技術的事項の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「下穴さらい刃」における「さらい(う)」は「よけいな物をすっかり取り除くこと。」(『広辞苑(第四版)』)を意味するにとどまり，「さらい(う)」の用語自体によってさらわれた箇所の形状まで特定されることにはならない。また，本件の特許請求の範囲においては，ねじ下穴さらい刃の形状が限定されていない。したがって，「完全ネジ形状と同様の略三角形の山形形状」のものであるから，「下穴さらい刃」に該当しないものとはいえず，原告の主張は，刊行物3記載の技術的事項の認定に影響を及ぼすものではない。",
                "『JIS用語辞典　Ⅱ　機械編』451頁(甲第7号証)における「サライ刃」の意味は，「送りマークを除去し，平滑な仕上げ面を得るため」のものであることからみて，原告が主張するように一般化して解釈することはできない。",
                "本件発明における「下穴さらい刃」の技術的意義は，「過転造を防止するために，前切削をする」点にあるところ，刊行物3記載の「切削刃」は，「先端部にチップポケットの溝の側壁を用いて形成された，ねじ下穴をさらう切削加工を行う」ものであり，本件発明における「下穴さらい刃」と同等の構成を有するものであることから，刊行物3には本件発明における「下穴さらい刃」と同等のものが示されているとした決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物3及び刊行物1に「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」という概念が記載されていることは明らかであり，また，刊行物1には「雌ねじ内径さらい刃」が記載されていることは原告も認めているところである。したがって，刊行物1記載の技術事項を参酌し，引用発明において，その食付き部に刊行物3記載の技術事項を採用し，相違点1に係る本件発明を想到することは容易であるとした決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，刊行物1に「下穴さらい刃」が記載されていないとしても，刊行物3には，ねじ下穴をさらって，ねじ下穴径を雌ねじの盛り上げのために適切な内径に仕上げるという技術的事項が記載されている以上，決定の結論に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "text": [
            "刊行物3の記載(7頁13行～17行)によれば，切削刃1で切削された面から塑性刃5によって被削材Mの空洞部7に押し出された部分が完成形状のネジ(すなわち雌ねじ)の山部となることが明らかであり，その山部の山頂の内径が完成形状のネジの内径となるのであるから，当然，切削刃1の直径は，完成形状のネジ(すなわち雌ねじ)の内径より大きいものとなる。したがって，決定が，刊行物3のねじ下穴さらい刃の直径が雌ねじの内径より大きいことは当然のことであると認定したことに誤りはなく，また，決定の相違点2についての判断は，上記の刊行物3記載の技術事項を根拠として論じており，この判断にも誤りはない。",
            "なお，原告の主張は，刊行物1には「ねじ部の先端部から後端部まで一直線状の雌ねじ内径さらい刃」が記載されていることを前提としているが，刊行物1の記載からは，その切削刃が単一の外径を持つものであるか否かについては明らかでないから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の顕著な作用効果の看過)について",
          "text": [
            "本件発明の「ねじ山の盛り上がり過ぎを確実に防止し，ひいてはタッピングトルクの増大による盛上げタップの寿命短縮および折損を確実に防止することができ」る作用効果は，ねじ下穴さらい刃がねじ下穴をさらって適正な内径に仕上げた後に，ねじ山加工部がねじ山を盛り上げて雌ねじを形成することによってもたらされるのであり，刊行物1における「正転時に内径をさらうため，下穴径がばらついていても過転造になりません。」の記載及び刊行物3における「・・・切削刃1は完全ネジ形状に対し，均一に荒加工することにより塑性変形代を軽減し・・・」(5頁13～18行)の記載からみて，上記の作用効果は当業者が充分に予測することのできる範囲内のものである。",
            "また，本件発明の「目標の雌ねじ内径寸法を安定して得ることができる」との作用効果は，雌ねじ内径さらい刃が盛り上げたねじ山の山頂をさらって雌ねじの内径を所定寸法にすることによってもたらされるのであり，刊行物2記載の発明が「盛り上げたねじ山の山頂をさらう切削加工を行う切刃17」を備えており，切刃17による切削によって，「めねじの内径を要求精度に仕上げる。」(第3欄17～18行)との記載及び刊行物1における「めねじ山頂の割れ込みは，内径仕上げ刃により除去します。ニューロールタップの特徴であった高精度なめねじとタッピングの安定性を残しながら切削タップのねじ山形成が可能となりました。」との記載からみて，上記の作用効果は当業者が充分に予測できる範囲内のものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(甲第2号証の1)には，「正転時に内径をさらうため，下穴径がばらついても過転造になりません。鋳抜き穴にもそのままタッピングできます。」，「めねじ山頂の割れ込みは，内径仕上げ刃により除去します。ニューロールタップの特長であった高精度なめねじとタッピングの安定性を残しながら切削タップのねじ山形が可能となりました。」との記載がある。",
                "被告は，盛り上げタップにおいて，下穴径が小さい場合には，雌ねじを形成するタップのねじ部による盛上げ作用が過大となって過転造が起こるとの技術常識を勘案して，刊行物1における「正転時に内径をさらうため，下穴径がばらついていても過転造になりません。」の記載をみると，刊行物1には，下穴径がばらついても過転造にならないように正転時に下穴の内径をさらう作用を有する手段が記載されていることは明らかであると主張する。",
                "しかし，刊行物1には，正転時に下穴の内径をさらう手段を有することの明示的記載はない。また，刊行物1の「Vイージーニューロールタップ」の項に記載された写真及び甲第10号証ないし第12号証によれば，タップの溝部に形成された切削刃の径はほぼ一定であると認められる。これらのことからすると，刊行物1記載の「内径をさらう」とは，「雌ねじの内径に等しい内径にさらう」ことを意味するものと解するのが相当であり，「下穴の内径をさらう」と解することはできない。",
                "したがって，決定において，刊行物1記載の技術的事項を「盛り上げタップにおいて，ねじ下穴さらい刃によりねじ下穴をさらう切削加工を行うこと」(決定書8頁6～7行)と認定したことは誤りである。しかし，この誤りは，後記のとおり，結論に影響を及ぼすものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物3の「塑性変形代が残るように切削加工をする切削刃」が本件発明の「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」に相当するものではないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，刊行物3(甲第4号証)には決定が認定したとおりの事項(決定書6頁10行～36行)が記載されているところ(このことは原告も争っていない。)，刊行物3記載の切削刃は，その第1図(a)(b)及び第3図(a)(b)の記載からみて，「食付き部に溝の側壁を用いて形成された，ねじ下穴を切削する」ものであることは明らかである。",
                    "次に，本件明細書(甲第6号証の2)には，本件発明の作用効果として「ねじ下穴径が小さい場合でも，ねじ下穴さらい刃がそれをさらって適正な内径に仕上げた後に，ねじ山加工部がねじ山を盛り上げて雌ねじを形成するので，ねじ山の盛り上がり過ぎを確実に防止でき」(【0012】)との記載があり，刊行物3(甲第4号証)にも，切削刃が「荒加工することにより塑性変形代を軽減」(5頁16～17行)するとの記載がある。したがって，刊行物3の切削刃は，ねじ下穴を切削することによってねじ山の盛り上がり過ぎ(過転造)を防止することができるものということができ，決定において，刊行物3記載の切削刃が本件発明の「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」に相当すると判断したことは相当である。",
                    "そうすると，決定が，刊行物3記載の技術的事項を「ねじ部に，先端部分の食付き部と，その食付き部に連なるねじ山加工部とを具える盛上げタップにおいて，食付き部に設けられた三本の溝と，前記食付き部に前記溝の側壁を用いて形成された，ねじ下穴をさらう切削加工を行うねじ下穴さらい刃とを具えること」(決定書8頁18～21行)と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，『JIS用語辞典　Ⅱ　機械編』451頁(甲第7号証)にある「サライ刃」の定義から，本件発明における「ねじ下穴さらい刃」は「平滑な仕上げ面を得るための直線部分」を持つものであると解すべきであり，刊行物3記載の「不完全ネジ部に設けられた山形形状の切削刃」は，本件発明における「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」に相当し得ないと主張する。",
                    "甲第7号証には，「サライ刃」の意味として，「送りマークを除去し，平滑な仕上ゲ面を得るための前切刃の直線部分」との記載がある。しかし，本件発明における「ねじ下穴さらい刃」は，「送りマークを除去」するものではなく，「平滑な仕上げ面を得るため」のものでもないし，これらの目的で形成された「前切刃」に当たるものでもないから，甲第7号証でいう「サライ刃」に当たるものとはいえない。したがって，甲第7号証の前記記載を根拠にして，本件発明における「ねじ下穴さらい刃」が「平滑な仕上げ面を得るための直線部分」を持つものであると解すべきであるということはできない。",
                    "なお，刊行物3(甲第4号証)の第3図(b)(c)には，略三角形の頂部が切り取られた形状の切削刃が示されており，切削刃が「完全ネジ形状と同様の略三角形の山形形状のものである」とは認めることができない。また，本件発明における「ねじ下穴さらい刃」は「直線部分」を持つものであるとする原告の主張を考慮したとしても，同図(b)(c)に示される，切削刃の略三角形の頂部が切り取られた部分は，タップの軸線に対してやや傾斜してはいるものの，直線形状を成しており，下穴を切削する機能において，原告が主張する「直線部分」と格別の差異があるものとは認められないから，原告の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物3記載の発明の目的は，アルミニウム等の延展性に優れた材料の雌ねじ加工時の不具合を防止するためであり，通常の延展性を持つ材料についてまで過転造を防止する技術的思想は存在しないと主張する。",
                "しかし，本件発明の特許請求の範囲においても，刊行物3の実用新案登録請求の範囲においても，被加工物の延展性について限定を加えていないし，刊行物3の切削刃は，本件発明のねじ下穴さらい刃に相当するものといえるものであり，通常の延展性を持つ材料に適用し得ないと解すべき根拠はない。したがって，刊行物3記載の発明の目的がアルミニウム等の延展性に優れた材料に限られ，通常の延展性を持つ材料について刊行物3記載の技術的思想が及ばないということはできない。",
                "原告は，刊行物2記載の発明(引用発明)が雌ねじ内径さらい刃により内径をさらう(雌ねじ内径に加工する)ことだけで効果を奏するものであるから，引用発明に刊行物3記載の発明を組み合わせるという発想に至らないと主張するが，引用発明と刊行物3記載の発明とは両立し得ないものではなく，引用発明において，刊行物3記載の技術的事項を採用することに格別の阻害事由があるものとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，刊行物3には本件発明の「ねじ下穴をさらう切削加工を行うねじ下穴さらい刃」に相当する切削刃が記載されており，雌ねじ内径さらい刃を具えている引用発明において，その食付き部に刊行物3記載の技術的事項を採用し，相違点1に係る本件発明の構成のようにすることは，当業者が容易に想到し得ることということができるのであって，「甲第2号証記載の発明(判決注・引用発明)において，その食付き部に甲第3号証記載の技術的事項(判決注・刊行物3記載の技術的事項)を採用し，相違点1に係る本件発明1のように発明を特定することに，格別の困難性は見当たらない」とした決定の判断に誤りはない。",
                "したがって，前記(1)において判示したとおり，刊行物1記載のタップは，ねじ下穴さらい刃を具えておらず，この点において決定の刊行物1記載の技術的事項の認定には誤りがあるが，この誤りは，決定の結論に影響を与えるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，決定において，刊行物3記載のねじ下穴さらい刃の直径が，雌ねじの内径よりも大きいことは，当然のことであるとした認定は，刊行物1記載の「ねじ部の先端部から後端部まで一直線状の雌ねじ内径さらい刃」を設ける構成について，「『盛り上げタップにおいて，下穴径がばらついても過転造にならないように正転時に内径をさらうこと』とは，切削加工を行う切削刃によりねじ下穴をさらうことを意味するものであることが技術常識より明らかであり，」と判断したことと明らかに矛盾すると主張する。",
                "原告の主張は，刊行物3記載の技術的事項の認定と刊行物1記載の技術的事項の認定との間の矛盾をいうものであるが，この主張は，本件発明と引用発明(刊行物2記載の発明)との相違点である相違点2の判断とは関係がないことであり，原告の主張を採用することはできない。",
                "刊行物3記載のタップにおいては，切削刃で切削された下穴の部分が盛り上げ成形されることにより雌ねじが形成されること，及び刊行物3(甲第4号証)の第3図(a)から(d)の記載からみて，切削刃の径が雌ねじの内径より大きいことは明らかであり，決定の前記認定に何ら誤りはない。したがって，決定の「上記相違点1について検討した食付き部に甲第3号証記載の技術的事項を採用するに際し，雌ねじの内径をさらう雌ねじ内径さらい刃をねじ下穴さらい刃よりも小さい直径を持つものとすることは，当然になされる事項にすぎない。」との判断にも誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1記載のタップがねじ下穴さらい刃を具えていないことは，前記1(1)に判示したとおりであるが，この点の認定の誤りが決定の結論に影響を及ぼさないことは，前記1(4)のとおりである。したがって，相違点2について，刊行物1記載の技術的事項の認定の誤りを基にする原告の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の顕著な作用効果の看過)について",
          "text": [
            "原告は，ねじ山の盛り上がり過ぎを確実に防止し，ひいてはタッピングトルクの増大による盛上げタップの寿命短縮及び折損を確実に防止することができ，目標の雌ねじ内径寸法を安定して得ることができるという本件発明の効果は顕著なものであり，刊行物1から3までに記載のタップでは，本件発明の盛上げタップの顕著な作用効果を奏することはできないと主張する。",
            "しかし，刊行物3記載の切削刃が下穴を荒加工することにより塑性変形代を軽減するものであることから，ねじ山の盛り上がり過ぎを防止することは当業者にとって予測できる程度のことであり，目標の雌ねじ内径寸法を安定して得ることができるとの作用効果も，雌ねじ内径さらい刃を具える引用発明の効果と格別の差異があるものではない。",
            "したがって，原告が主張する本件発明の作用効果が格別顕著なものであるとすることはできず，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由にはいずれも理由がなく，決定を取り消すべきその他の誤りも認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担につき行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}