{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が訂正2005-39044号事件について平成17年8月30日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，実用新案権者である原告が，訂正審判の請求をしたところ，不適法な審判の請求であって，その補正をすることができないものであるとして，審判請求を却下する旨の審決があったため，その取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯(当事者間に争いのない事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成2年11月8日，発明の名称を「医療検査用カセット」とする実用新案登録出願をし，平成9年5月23日，その設定登録(実用新案登録第2547410号。以下「本件実用新案」という。)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件実用新案について無効審判請求がされ(無効2003-35440号事件として係属)，特許庁は，平成16年5月11日，本件実用新案登録を無効とする旨の審決をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，上記無効審決の取消しを求める訴えを東京高等裁判所に提起し(平成16年(行ケ)第266号事件として係属)，同裁判所は，同年12月27日，原告の請求を棄却する旨の判決を言い渡した。原告は，同判決について上告受理の申立てを最高裁判所にしたが，同裁判所は，平成17年4月19日，原告の上告受理の申立てを受理しない旨の決定をし，上記無効審決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，上記無効審決の確定前である平成17年3月8日，願書に添付した明細書を訂正することについて訂正審判を請求したところ(訂正2005-39044号事件として係属)，特許庁審判長は，上記無効審決の確定後である平成17年4月26日，「本件審判の請求書を却下する。」との決定をした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成17年5月26日，上記決定の取消しを求める訴訟を知的財産高等裁判所に提起したところ(同年(行ケ)第10497号事件として係属)，同裁判所は，同年6月29日，審判長が審判の請求書を却下することができる場合には当たらないとして，上記決定を取り消す旨の決定を言い渡し，同判決は確定した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "特許庁は，上記審判請求事件について更に審理し，平成17年8月30日，「本件審判の請求を却下する。」との審決をし，同年9月9日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決が本件審判の請求を却下した理由は，次のとおりである。",
            "「実用新案登録第2547410号の実用新案登録を無効とする審決の確定により，本件実用新案権は，旧実用新案法41条(平成5年法律第26号による改正前の実用新案法41条(平成15年法律第47号による改正後の平成5年改正法附則4条2項の規定により読み替えられたもの))で準用する特許法125条の規定によって，初めから存在しなかったものとみなされるから，本件訂正審判請求は，その対象物を失った(目的を失った)不適法な審判請求であって，その補正をすることのできないものである。",
            "以上のとおりであるから，本件訂正審判請求は，前記旧実用新案法41条で準用する特許法135条の規定により，却下すべきものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由の要旨",
      "text": [
        "審決は，「本件訂正審判請求は，その対象物を失った(目的を失った)不適法な審判請求であって，その補正をすることのできないものである。」と認定判断して，審判請求を却下すべきものとした。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "旧実用新案法39条4項は，訂正の審判について，「第1項の審判は，実用新案権の消滅後においても，請求することができる。ただし，第37条第1項の審判により無効とされた後は，この限りでない。」と規定しているところ，原告は，実用新案登録無効の審判により無効とされる前に本件訂正審判の請求をした。",
            "したがって，本件訂正審判請求は適法なものであったから，審決が，「本件訂正審判請求は，・・・不適法な審判請求であ」ると判断したのは，誤りである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "仮に本件訂正審判請求が不適法な審判請求であったとしても，これを却下することは，原告に対する不利益処分であって，原告は，憲法上，告知と聴聞の権利を有するから，被告は，却下に先立ち，本件が「不適法な審判請求であって，その補正をすることができないもの」であるかどうかについて，原告に意見を申し立てる機会を与えなければならないものである。",
            "被告は，原告に意見を申し立てる機会を与えないで，審判請求却下の審決をしたから，審判手続には憲法上認められた原告の権利を侵害した瑕疵がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "上記第2の1のとおり，原告の請求した訂正審判の係属中に本件実用新案登録を無効とする旨の審決が確定したものであるところ，実用新案法(平成5年法律第26号による改正前のもの。以下同じ。)41条によって準用される特許法125条の規定によれば，同条ただし書に当たるときでない限り，実用新案権は初めから存在しなかったものとみなされ，もはや願書に添付した明細書等を訂正する余地はないから，訂正審判の請求はその目的を失い不適法になるといわなければならない。本件において，同条ただし書に当たる事情はないから，本件訂正審判請求は不適法になり，かつ，その不備を補正することはできないものである。",
            "したがって，審決の認定判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，実用新案登録無効の審判により無効とされる前に本件訂正審判の請求をしたから，本件訂正審判請求は適法なものであったと主張する。",
            "実用新案法39条4項の規定は，その本文において，実用新案権の消滅後における訂正審判の請求を許し，ただし書において，審判により実用新案登録が無効にされた後は，訂正審判の請求を許さないものとしているが，このただし書の規定は，無効審決が確定した後に新たに訂正審判の請求をする場合にその適用があるのはもとより，実用新案権者の請求した訂正審判の係属中に無効審決が確定した場合であってもその適用がある(最高裁昭和57年(行ツ)第27号同59年4月24日第三小法廷判決・民集38巻6号653頁参照)。",
            "したがって，原告が実用新案登録無効の審判により無効とされる前に本件訂正審判の請求をしていても，上記請求は不適法になる。原告の上記主張は，独自の見解に立つものであって，採用の限りでない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "また，原告は，本件が「不適法な審判請求であって，その補正をすることができないもの」であるかどうかについて，原告に意見を申し立てる機会を与えなければならないのに，被告は，その機会を与えることなく，審判請求却下の審決をしたから，審判手続には憲法上認められた原告の権利を侵害した瑕疵があると主張する。",
            "実用新案法41条によって準用される特許法135条の規定は，「不適法な審判の請求であって，その補正をすることができないものについては，被請求人に答弁書を提出する機会を与えないで，審決をもってこれを却下することができる。」と規定しているが，この規定により審判の請求を却下しようとするときに，請求人に意見を申し立てる機会を与えなければならない旨の規定はない。そして，上記規定により審判の請求を却下しようとするときに，補正をすることができないものについてまでも，必ず請求人に意見申立ての機会を与えなければならないものと解することは，実益に乏しい上，上記規定が，「被請求人に答弁書を提出する機会を与えないで，」と簡易迅速に審判請求を却下することができるようにした趣旨に照らして，相当でない。また，審判請求を却下した審決に不服がある請求人は訴えを提起することができるのであるから，補正をすることができないものについて，意見申立ての機会を与えることなく却下しても，請求人に実質的な不利益は生じないということができる。",
            "そうであれば，不適法な審判の請求であって，その補正をすることができないものについては，請求人に意見を申し立てる機会を与えないで，これを却下することができると解される。",
            "したがって，本件において，原告に意見申立ての機会を与えなかったとしても，手続保障に欠けるところはなく，憲法上認められた原告の権利を侵害するものとはいえないのであって，審判手続には瑕疵がない。原告の上記主張も，採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告主張の審決取消事由は理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ]
}