{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-21351号事件について平成17年8月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の出願人である原告らが，拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁が請求不成立の審決をしたため，同審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告らは，名称を「倒産確率計測装置」(ただし，出願時の名称は「倒産確率及び回収率の計測システム」)とする発明につき，平成11年10月26日に特許出願(特願平11-304188号，以下「本件出願」という。請求項1ないし18。甲13-2)をしたが，平成14年10月1日付けで拒絶査定を受けたので，不服の審判請求をした。",
                "特許庁は，同請求を不服2002-21351号事件として審理し，同事件の中で，原告らは，平成16年7月26日付け(甲3-2。以下「本件補正」という。)，及び平成17年6月6日付け(甲5-2。以下「最終補正」という。)をしたが，特許庁は，平成17年8月15日，最終補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成17年8月26日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成16年7月26日付けの本件補正(甲3-2)により補正された特許請求の範囲に記載された請求項1に係る発明は，下記のとおりである(以下「本願発明」という。)。なお，最終補正の適否は，取消事由として主張しない。",
                "記",
                "【請求項1】 国債市場価格と，国債のクーポンについての属性情報とを少なくとも含む国債明細情報を受け付ける国債明細入力手段と，",
                "社債の市場価格と，発行企業の業種ウエイトおよび社債の格付けを含む属性とを少なくとも含む社債明細および発行企業明細情報を受け付ける社債明細及び発行企業明細入力手段と，",
                "前記両入力手段で受け付けた各情報それぞれにコンピュータ処理に適したデータへの変換処理を行なって出力する処理手段と，",
                "変換された前記国債明細情報中の前記国債のクーポンの時系列のデータに基づいて国債理論価格を算出し，該国債明細情報にある国債市場価格と国債理論価格との差額を算出し，前記国債明細情報に含まれる複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出し，国債の価格体系として該最適値のデータを出力する価格体系計測手段と，",
                "前記国債の価格体系としての前記パラメータの前記最適値のデータに基づいて，前記国債市場価格の平均値を表現する平均割引率関数の最適なものを定め，該最適な平均割引率関数を国債割引率の期間構造のデータとして出力する期間構造算出手段と，前記期間構造算出手段から出力された国債割引率の期間構造のデータを記憶する記憶手段と，",
                "各格付けについて，変換された前記社債明細および発行企業明細情報のデータと，前記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格を算出し，該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出することにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関係を算出し，格付および業種のカテゴリーごとの倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化することにより，全ての格付けについて，前記最適化した回収率と，前記格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたものを与えるパラメータとを求めて，社債の現在価値のデータとして出力する現在価値計測手段と，格付及び業種を組み合わせた各カテゴリーに対して，前記社債の現在価値のデータに基づいて，前記パラメータから倒産確率の期間構造の最適化されたものと，該データからの前記最適化した回収率とを求めることにより，倒産確率の期間構造及び格付毎の回収率を求め，前記格付および業種を組合わせたカテゴリーごとの倒産確率の期間構造の最適化されたものに前記発行企業の業種ウエイトを乗じて業種について和を取って個別企業の倒産確率の期間構造のデータを得て出力する期間構造及び回収率算出手段とを備えることを特徴とする倒産確率計測装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，① 原告らが行った最終補正は，明細書に最初に添付した明細書又は図面に記載した事項の範囲内でしたものとはいえない，②上記(2)の本願発明は，特許を受けようとする発明が明確ではないから，特許法36条6項2号の要件を満たしておらず，また，発明の詳細な説明の記載が当業者が発明の実施をすることができる程度に明確かつ十分に記載されているとはいえないから，特許法36条4項に規定する要件を満たしていない，等としたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の判断は，以下のとおり誤りであるから，違法として取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(価格体系計測手段に関する36条6項2号の判断の誤り)(ア) 審決は，平成17年4月1日付け第3回拒絶理由通知書(甲4。以下，単に「拒絶理由通知」という。)における下記指摘が解消されていないとしたが，誤りである。",
                    "記",
                    "「(・・・・・・国債明細情報にある国債市場価格と国債理論価格との差額を算出し，)前記国債明細情報に含まれる複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」(略)とあるが，この記載について，以下の点を指摘できる。",
                    "a)(略)"
                  ],
                  "content": [
                    {
                      "fig": "b)",
                      "text": [
                        "次に，「複数の国債間の相関を表現するパラメータの最適値」を「該差額を用いて算出」するとあるが，差額を用いて「パラメータの最適値」を算出する処理がどのような演算処理を意味するのか，が不明である。",
                        "………",
                        "したがって，機能的に表現された「価格体系計測手段」の機能が不明であるため，同手段の構成が不明である。」(審決11頁5行～23行)"
                      ],
                      "content": [
                        {
                          "fig": "(イ)",
                          "subject": "審決の判断が誤りである理由"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "分散共分散行列F のもとで，一般最小2乗法を計算の便宜上，例t",
                      "text": [
                        "えば100等分したρについて行うということにかんがみると，「この処理は，もはや『差額を用いて』パラメータの最適値を算出する処理としては認識することはできない。」とする拒絶理由通知の指摘は，全く不可解である。審決の判断は，この指摘を受けて，原告らが，「一般化最小2乗法」を説明した意見書(甲5-1)の記載を，論難するものである。",
                        "しかし，そもそも「一般化最小2乗法」とは，本願発明が属する金融工学分野はもとより，数値解析，統計学，計量経済学の分野では，常識に近いほど一般的な手法である。そして，一般的にいって，最小2乗法は，あるパラメータ(本願発明ではδ)の最適値を求めるためのものである一方，本願発明においては，それを更に一般化して，確率的な擾乱項の共分散行列に，非対角成分を導入するものである。そこにおいて，本願明細書(甲13-2)の段落【0034】にあるように，「一般化最小2乗和が最小となるρを求め」るのであるから，この擾乱項の共分散行列の非対角成分に関するパラメータであるρ(【数8】)についても，最小化を図るものにほかならず，当業者にとってみれば，当然，δとρについての二重の最小化が行われるものである。そして，このことは，段落【0034】の記載を【数7】に関連づけてみれば，明示的に説明されている。すなわち，平均割引関数であるオーバーバーD (s)が，【数7】において，δを係数に展開されt",
                        "ていることにかんがみれば，「その下での平均割引関数を最適解とする(ステップS9)」とあるのは，このδの最適値を求めることにほかならないことは，自明である。そして，ρについての最適化は，段落【0034】に，これ以上明確にしようがないほどはっきりと記載されている。このように，金融工学分野の当業者，あるいは，より広く数値解析の分野における通常の知識を有する者が，本願明細書，特に段落【0034】と，それに先行する記載を読めば，審決で指摘されたような不明点は，全く存在しない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "審決は，「仮に，【0034】の記載された処理が，請求人の主張通りの内容であったとしても，その処理は，あくまで『差額に関連のある』一般化最小2乗和Ψについて行われるのであって，請求項1に記載されたところの，『パラメータの最適値を差額を用いて算出する』処理ではない」(20頁下13行～10行)と指摘するが，データとして現実の差額の値を用いて，パラメータρの最適値を求めているのであるから，請求項1に記載のとおり，「差額を用いて算出する」ことで正しい。したがって，拒絶理由通知が指摘した「『複数の国債間の相関を表現するパラメータの最適値』を『該差額を用いて算出』するとあるが，差額を用いて『パラメータの最適値』を算出する処理がどのような演算処理を意味するのか，が不明である」とする理由は，もとより存在しない。すなわち，「該差額を用いて」複数の国債間の相関を表現するパラメータであるρを算出することは，段落【0029】～段落【0034】の記載によって，当業者が容易に実施できるように記載されているものにほかならず，発明を特定するための事項に誤りがあるものでもなく，技術的意味・技術的関連が理解できない結果，発明が不明確となるものでも全くない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "被告の主張によれば，実施例の範囲を超えるいかなる広がりをも，特許請求の範囲に認めないものとなる。実施例の範囲を超えることにより，当業者にとって不明りょうであるか，当業者が実施できないというには，それを証する文献などまでをも求めるものでないとしても，そうであることを示す論理が少なくともなければ，発明の詳細な説明に「ねじ」が記載されていたときに，特許請求の範囲の「締結手段」が，根拠なく不明りょうであるというのに等しい。このような議論は，受け入れることは到底できなく，誤りである。",
                        "他方，請求項1の「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」することは，甲10(「金融工学辞典」26頁等)，甲11(「金融工学・数理キーワード60」50頁等，甲12(「岩波数学辞典」858頁等)にあるように，一般化最小2乗法，最小2乗法，最尤法などの回帰分析の分野では，金融工学の範ちゅうを越えて，一般的に行われる手法を表現しているものであり，何らの不明りょうさを有しているものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(期間構造算出手段に関する36条6項2号の判断の誤り)(ア) 審決は，拒絶理由通知における下記指摘が解消されていないとしたが，誤りである。",
                    "記",
                    "「『・・・前記パラメータの前記最適値のデータに基づいて，前記国債市場価格の平均値を表現する平均割引率関数の最適なものを定め』(中略)とあるが，パラメータの最適値のデータに基づいて平均割引率関数の最適なものを定める処理が，どのような演算処理を意味するのか，が不明である。",
                    "……",
                    "したがって，機能的に表現された『期間構造算出手段』の機能が不明であるため，同手段の構成が不明である。」(審決11頁下10行～12頁12行)"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "subject": "審決の判断が誤りである理由"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "本願発明で利用される最小2乗法では，通常，最適化されるのはδである一方，本願発明では，一般化最小2乗法を利用していることにより，ρも最適化しているものである。したがって，当業者の常識の範ちゅうに関するδの最適化についての記載は，比較的にうすいが，本願明細書(甲13-2)の段落【0034】でも，「ρを求め(ステップS8)，その下での平均割引関数を最適解とする」として，δの最適化も明示されている。したがって，本願明細書には，「価格体系計測手段からパラメータδの最適値が得られる点について」の記載がある。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "被告は，請求項1では，「期間構造算出手段」について，機能的に構造を特定しており，この特定事項の記載の中の処理が，最小2乗法及び一般化最小2乗法を利用する処理である旨が限定されているわけではなく，また，特定事項の記載自体から，最小2乗法及び一般化最小2乗法を利用する処理であることが，自明であるという根拠も見当たらないと主張している。",
                        "被告の主張は，本願発明の範囲，すなわち請求項1の記載を，実施例として記載した一般化最小2乗法に限定すべきであるとするのに等しく，不当である。回帰分析の分野においては，単なる最小2乗法，一般最小2乗法，最尤法などの手法が知られており，精度の優劣と計算の複雑度についての差はあるものの，いずれの最適化の手法をも利用でき得るものである。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "また被告は，「発明の詳細な説明に記載された唯一の実施例の記載内容が，仮に明確になったとしても，それはあくまで発明の詳細な説明の中での話であって，発明の詳細な説明で用語についての定義をするなど，特段の事情がない限り，発明の詳細な説明の記載が明確であることと，請求項の記載が明確であることとは，本来別の判断である。本件の場合，発明の詳細な説明の記載内容を検討しても，そのような特段の事情は存在しないわけであるから，発明の詳細な説明の記載から，前記特定事項の処理の意味が，明確になるというものではない。」と主張する。",
                        "請求項1の記載は，発明の詳細な説明の記載に沿ったものであり，この発明の詳細な説明の記載は，明確である。そして，被告は，発明の詳細な説明の記載が不明りょうであるとは，具体的に主張していない点からみて，実施例の記載は，明確であると認めるもののようである。そうであるとすると，本願発明を構成する各要素については，それぞれ明確に記載されており，機能的記載としては明確性を否定する理由も，挙げられていない。もとより，本願発明の場合，具体的には，数値解析の一手法として開発されたものであり，その記載は，機能的にならざるを得ないものである。「特許・実用新案審査基準」が示す特許庁の審査実務に照らしても，本願発明は，この審査基準にある特許法36条6項2号違反のいずれの類型に属するものでもない。",
                        "また，明りょうな実施例の記載に基づいて，特許請求の範囲の記載を機能的に記載することにより，特許請求の範囲の記載が不明りょうであるとすると，それは，特許請求の範囲の記載が，発明の詳細な説明の記載より不当に広いとの主張であるようにも見受けられる。しかし，段落【0015】の記載から，請求項1は，実施例に基づき，それを更に具体的に記載したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消理由3(現在価値計測手段に関する36条6項2号の判断の誤り)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "拒絶理由通知の指摘c)につき"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "審決は，拒絶理由通知における下記指摘が解消されていないとしたが，誤りである。",
                        "記",
                        "「c)『変換された前記社債明細および発行企業明細情報のデータと，前記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格を算出』(中略)とあるが，前記両データに基づいて社債の理論価格を算出する処理が，どのような処理を意味するのか，が不明である。",
                        "……」(審決12頁14行～12頁下4行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "審決の判断が誤りである理由",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "理論価格は，本願明細書(甲13-2)記載の【数17】によって表わされる。そして，この式のオーバー波線C が，【数16】に示さkt",
                              "text": [
                                "れるように，倒産確率を含むものである。しかし，倒産確率は，一般に，【数14】により表わされるものである一方，本願発明では，【数19】，【数20】の定式化と，【数21】の仮定を経て，この【数14】の倒産確率を，【数22】により係数αで展開できると仮定して，係数αをパラメータの一つとして，最適化している。この最適化は，本願明細書(甲13-2)の段落【0049】にあるように，一般化最小2乗法により行われる。この最適化は，段落【0049】に記載されているように，その他の二つのパラメータξとθの数値範囲を，それぞれ100に刻んで，10000個の組合せを得た上で，それぞれのξとθの値の組合せについて，αを最適化していくものである。したがって，「前記両データに基づいて社債の理論価格を算出する」というのは，一般化最小2乗法における「社債の理論価格」の算出が行われる一ステップをいうものである。すなわち，その時点で，仮に決められたαの値について，社債の理論価格を求め，それを異なるα(その他のパラメータについても同様)の値について繰り返し，多項式の次数qについては，段落【0050】に記載されているとおりに，q＝1～8のうちから，統計学的に意味のあるものを選ぶという処理によって，社債の理論価格の最適値を求めることをいうものである。これは，一般化最小2乗法では，普通に行われることであり，金融工学分野では，ごく普通の手法であるため，明細書に，あえて明示的には説明が加えられていない事項である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被告は，「請求項1では，『現在価値計測手段』について，機能的に構成を特定しており，この特定事項の記載の中で，一般化最小2乗法を利用する処理であることが，限定されているわけではない。また，特定事項の記載自体から，一般化最小2乗法を利用する処理であることが，自明であるという根拠も見当たらない。」と主張している。",
                                "しかし，原告らは，本願発明を，いくつかある回帰分析の手法のうち，特に一般化最小2乗法に限定するものではなく，その他の手法をも含む形で，本願発明についての特許を請求しているものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "また被告は，「原告らの主張は，請求項1についての指摘箇所は，明細書にあえて明示的には説明が加えられていない事項であるところの，社債の理論価格の最適値を求めるプロセスを限定的に意味するというものであり，金融工学分野において，一般化最小2乗法以外にも，様々なアプローチの手法が存在することを考慮するならば，当を得ない主張である。」という被告の主張は，請求項1の記載が，一般化最小2乗法に限定されていないことにかんがみて，失当である。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "さらに被告は，「指摘箇所に続く，『該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出する』プロセスでは，指摘箇所の結果を，『該社債の理論価格』として受けているわけであるから，具体的に求められた社債の理論価格に基づいて，『誤差データを算出する』プロセスが処理されることになる。しかしながら，このことは，社債の理論価格を仮決めしたまま，誤差項の【数19】の設定へと進む，段落【0043】以下の明細書の説明と矛盾する。」と主張しているが，これは，「最適化」の意味を，単に誤解しているだけである。",
                                "ここで，問題になっているステップとは，「各格付けについて，変換された前記社債明細および発行企業明細情報のデータと，前記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格(a)を算出し，該社債の理論価格(b)を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出することにより，格付けごとの社債とその属性，倒産確率，回収率と割引率の関係を算出し，・・・全ての格付けについて，前記最適化した回収率と，前記格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたものを与えるパラメータとを求めて，社債の現在価値のデータとして出力する」ことである。数式に沿っていえば，まず，格付けごとに決まると想定している回収率γiと，格付け内の相関構造を支配する未知パラメータρiを，一般化最小2乗法により求め，それを固定する。この段階で，確かに平均に含まれる未知パラメータ｛α ij｝も算出l",
                                "し得るのであるが，それは，格付け内の中での算出であるので，他の格付けにある業種に依存したパラメータ｛α ij｝を，効率的にl",
                                "算出するものではない。加えて，異なる格付け間の相関にかかわるパラメータθ，ξを算出する必要がある。そこで，格付け内で算出したρi，γiを固定して，θ，ξと｛α ij｝を，すべての格付けl",
                                "にわたる全社債価格を利用して，一般化最小2乗法により算出するのである。その結果，格付と業種に依存した倒産確率，格付ごとの社債の理論価格が，計測される。つまり，一旦，格付け内のデータに基づいて，「社債の理論価格(a)」に関わる内部相関構造のパラメータ，回収率パラメータを求めた上で，格付け間にわたる全データを用いて，全データに関わる「社債の理論価格(b)」を，θ，ξと｛α ij｝に関して最適化するものである。このような最適化こl",
                                "そが，回帰分析の核心をなすもので，安定的な結果を算出するための工夫である。このような工夫は，この分野の通常の知識を有するものにとっては，明らかな事項である。これは，本願発明の内容を作る要素でもある。原告らは，これを説明するのに，「仮決め」として表現したものである。したがって，発明の詳細な説明と請求項1の記載との間に，何の矛盾もない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "拒絶理由通知の指摘d)につき"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "審決は，拒絶理由通知における下記指摘が解消されていないとしたが，誤りである。",
                        "記",
                        "「d)『該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出することにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関係を算出』(中略)とあるが，ここでいう『誤差データを算出することにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関係を算出』する処理が，どのような処理を意味するのか，が不明である。",
                        "…………」(審決12頁下3行～13頁下13行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "審決の判断が誤りである理由",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "本願明細書(甲13-2)の段落【0044】～段落【0047】の記載から，【数19】，【数20】の定式化と，【数21】の仮定を経て，この【数14】の倒産確率を，【数22】により係数αで展開できると仮定するものであることは，明らかである。この係数の値αは，最終的に求めるものであるので，このステップで行っている「算出」の段階では，どのような値になるのか，不明である。そこで，αがとる可能性のある値を，仮の数値として，αに順次代入していくことになる。そのことを前提にして，入力されたデータから，ウエイトw を決定し，それぞれの社債について，キャッシュフローの発生k",
                              "text": [
                                "時点と，倒産がないと仮定したときのキャッシュフローの関係を，キャッシュフロー関数オーバー波線C として表現する。この関数kt",
                                "は，実際には，キャッシュフロー発生時点を示す数値と，倒産がないときのキャッシュフローの金額値の表になっている。そして，一般化最小2乗法を経て決定されるべき回収率γを，格付けだけで決まるものと仮定した(定式化した)上で，αと同様に，順次仮の数値をとるものとしておく。これに，仮定してあった倒産確率の値と，ウエイトw を加味すると，【数16】のオーバー波線C が得"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "k",
                      "subject": "kt",
                      "text": [
                        "られることになる。このオーバー波線C に，期間構造算出手段にkt",
                        "おいて得られたオーバーバーD (【数7】)をかけると，【数t",
                        "17】のオーバーバーV が得られる。この社債kの現時点tでの理kt",
                        "論価格と，実際の市場価格V との差をとると，【数18】に示したkt",
                        "誤差データであるε を求めることができる。その結果得られるのkt",
                        "は，格付けごとの社債とその属性，倒産確率(未定)，回収率(未定)と割引率の関係を，算出することができるものである。つまり，現実のデータのうち，実際の数値が分かっているものは代入した上で，未確定のパラメータα，γ，ξ，θについては，未確定にしておいたままで，「格付けごとの社債とその属性，倒産確率，回収率と割引率の関係」を定めておくのである。ちなみに，ここでいう割引率とは，期間構造算出手段で求めた国債の平均割引率にほかならない。ここでは未確定のパラメータがあるので，「関係」が算出されるのであって，倒産確率や回収率を具体的に示す数値が得られるわけではない。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(b)",
                              "text": [
                                "被告は，「請求項1では，『現在価値計測手段』について，機能的に構成を特定しており，この特定事項の記載の中で，一般化最小2乗法を利用する処理であることが，限定されているわけではない。また，特定事項の記載自体から，一般化最小2乗法を利用する処理であることが，自明であるという根拠も見当たらない。」と主張している。",
                                "本願明細書では，比較的高度な一般化最小2乗法を用いて説明を行っているが，特許請求の範囲を，発明の詳細な説明に記載した一般化最小2乗法に，限定するものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "拒絶理由通知の指摘e)につき"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "審決は，拒絶理由通知における下記指摘が解消されていないとしたが，誤りである。",
                        "記",
                        "「e)『格付および業種のカテゴリーごとの倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化することにより，全ての格付けについて，前記最適化した回収率と，前記格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたものを与えるパラメータとを求めて，社債の現在価値のデータとして出力する』……については，以下の指摘ができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ)",
                  "text": [
                    "(略) ここでいう「最適化」の処理が，具体的にどのような処理を意味するのか，が不明である。",
                    "ロ)「倒産確率の期間構造を，最適化する」処理と，「全ての格付けについて，(中略)パラメータとを求め」る処理との関連が不明である。",
                    "ハ)「業種のカテゴリーごと」の処理は，どのように行われるのか，が不明である。",
                    "…………」(審決13頁下12行～14頁14行)"
                  ],
                  "content": [
                    {
                      "fig": "b",
                      "subject": "審決の判断が誤りである理由",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "一般に，統計モデルを用いて，大量のデータを解析する場合には，幾つかの方法が知られている。これは，甲12(「岩波数学辞典」858頁)に記載のとおりであり，よく知られている最尤推定法も，採用可能な方法である。そのうち，本願発明では，一般化最小2乗法を用いて説明している。しかし，いずれのモデルを用いても，何らかの「最適化」が行われるものであるので，請求項1では，そのように表現してある。その具体例は，段落【0047】と段落【0048】に手順が記載されている一般化最小2乗法である。そして，得られた結果についても，段落【0050】～段落【0052】に，図面を参照して説明してある。そして，「当該箇所の説明では，請求項1の記載とは逆の因果関係が説明されている。」との指摘が，拒絶理由通知にあるが，これは，一般化最小2乗法についての極めて単純な誤解に起因するものであって，上に説明したような正しい理解に基づけば，何の矛盾もない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "業種カテゴリーj毎の最適化が説明されていないではないかとの指摘については，異なる格付iの間に，何らかの相関関係があるものと，【数20】，【数21】において規定しているが，異なる業種カテゴリーj間については，何の相関関係も仮定していない(相関関係が存在しないことを仮定する)ことは，明らかである。したがって，単に各業種カテゴリーについて，順次同じ計算を，異なる業種カテゴリーの一つ一つについて繰り返していけばいいことは，極めて明らかで，何の説明の必要もない事項である。したがって，業種カテゴリーjについての処理は，あえて本願明細書に記載していないものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "被告は，「原告らは，単に『これは，一般化最小2乗法についての極めて単純な誤解に起因するものであって，上に説明したような正しい理解に基づけば，何の矛盾もない』と主張するのみで，何ら主張の根拠も示しておらず，釈明になっていない」と主張している。",
                                "実施例として，一般化最小2乗法を用いた最適化が，どのようなものであり得るのか明確である一方，本願発明は，他の手法を用いることも可能である。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "また被告は，原告らの主張は，請求項1で，「異なる格付iの間については何らかの相関関係があるものと」規定しているわけでもないし，「異なる業種カテゴリーj間については，何の相関関係も仮定していない」と規定しているわけでもないから，請求項1の記載に基づかないものであると主張している。この前記原告らの主張とは，業種カテゴリーjごとの最適化が説明されていないとの指摘に対して，何の相関関係も仮定していないことは，本願明細書の記載からみて明らかであるので，業種カテゴリー間の相関関係を考慮しておらず，相関関係については触れていない，というものであるが，していないことを，発明の詳細な説明又は特許請求の範囲に，わざわざ記載する必要はない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(期間構造及び回収率算出手段に関する36条6項2号の判断の誤り)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "審決は，拒絶理由通知における下記指摘が解消されていないとしたが，誤りである。",
                            "記",
                            "「f)「格付及び業種を組み合わせた各カテゴリーに対して，前記社債の現在価値のデータに基づいて，前記パラメータから倒産確率の期間構造の最適化されたものと，該データからの前記最適化した回収率とを求めることにより，倒産確率の期間構造及び格付毎の回収率を求め，」(中略)については，次の指摘をすることができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ)",
                  "subject": "(略)",
                  "text": [
                    "ロ)「前記社債の現在価値のデータに基づいて」，即ち，全ての格付けについての，格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたものを与えるパラメータに基づいて，格付及び業種を組み合わせた各カテゴリーに対して，「倒産確率の期間構造の最適化されたものを求める」処理が，具体的にどのような処理を意味するのか，が不明である。",
                    "…………」(審決14頁16行～15頁8行)"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "subject": "審決の判断が誤りである理由",
                          "text": [
                            "審決は，上記指摘に対して原告が提出した意見書に対して，「これを検討するに，上記(2)の『(国債割引率の)期間構造算出手段』についての項での検討と同様に，発明の詳細な説明の項の【0049】にまでの説明において，倒産確率関数を計測する具体的な処理内容が記載されていないため，素直に読み進めていけば，【0049】に続く【0050】の記載内容が，平均割引率関数の最適なものを定める具体的な処理内容であるとするのが自然な解釈である。",
                            "しかしながら，仮に，審判請求人の主張のとおり，【0050】の記載内容が請求項1に直接関係しない処理であってとしても，倒産確率関数を計測する具体的な処理内容については，本願明細書のどこにも記載がなく，当審拒絶理由通知で，『倒産確率の期間構造の最適化されたものを求める』処理が，具体的にどのような処理を意味するのか，が不明である，と指摘した点は依然として解消されていない。」(審決22頁18行～29行)",
                            "と判断したが，「発明の詳細な説明の項の【0049】にまでの説明において，倒産確率関数を計測する具体的な処理内容が記載されていない」との指摘は，不可解である。倒産確率は，一般に，【数14】により表わされるものである一方，本願発明では，【数19】，【数20】の定式化と，【数21】の仮定を経て，この【数14】の倒産確率を，【数22】により係数αで展開できると仮定して，係数αをパラメータの一つとして，最適化している。最適化したパラメータを用いれば，【数14】を用いて，直ちに倒産確率の期間構造の最適化されたものを求めることが可能なことは，当業者には明らかである。つまり，現在価値計測手段において，パラメータαの値が得られていることは，説明したとおりである。そして，各格付けiについて，回収率γが得られることも，明らかである(段落【0049】)。これらのα及びγに関するデータは，現在価値計測手段によって，社債の現在価値のデータとして出力されるものである。したがって，このようなαのデータを用いて，期間構造及び回収率算出手段において，【数22】により，倒産確率の期間構造が得られることは，明らかである。さらに，社債の現在価値のデータからγの値を得て，回収率とすることも，明らかである。そして，このような業種・格付けごとの回収率と倒産確率の期間構造に，各社債発行企業についての業種別ウエイト(【数13】)を掛けて，和をとることにより(【数14】)，個別企業の倒産確率の期間構造を求めることができ，同様にして，個別企業の回収率を求めることができることは，明らかである。そして，「業種のカテゴリーごと」の倒産確率の期間構造は，もとより各格付けごとに求められているので，「格付け及び業種を組み合わせた各カテゴリー」について，倒産確率の期間構造を求めることは，明確に開示されており(段落【0037】にある「Ⅰ個の格付とJ個の業種の組み合わせカテゴリー(i，j)ごとの倒産確率の期間構造を計測するとの記載)，拒絶理由通知のイ)及びロ)に指摘された不明点は存在していない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消理由5(36条4項に関する判断の誤り)",
                  "text": [
                    "審決は，請求項1の発明に関連して，「期間構造算出手段」と，「現在価値計測手段」と，「期間構造及び回収率算出手段」とについて，特許法36条6項2号に関連して指摘された不明りょう性を引用する形で，「発明の詳細な説明は，………当業者が請求項1の発明の実施をすることができる程度に明確かつ十分に記載がされているとは認められない」(審決23頁下5行～下1行)と結論づけているが，請求項1に記載の発明が，本願明細書の記載に基づいて，当業者が容易に実施可能であることは，発明の詳細な説明の記載に照らして，明らかにしたとおりである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "原告らが，審決の認定判断が誤りであるとして主張するところは，次のとおりいずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "請求項1に，「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」するとあるが，この記載自体をもって，価格体系計測手段により実行される処理の明確な概念が，解釈できるというものではない。",
                "もし，「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」する処理が，【数11】の分散共分散行列F のもとで，一般化最t",
                "小2乗法によりパラメータρの最適化を行うという意味に限定されるというのであれば，請求項1で，そのように記載するか，もしくは，発明の詳細な説明で，本願発明の「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」するとは，段落【0034】で説明された処理の意味として用いる旨の定義をするべきである。",
                "しかし，請求項1では，「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」する処理について，分散共分散行列F のもとt",
                "で，一般化最小2乗法によりパラメータρの最適化を行うという処理である旨の限定はなされておらず，また，発明の詳細な説明では，唯一の実施例とはいえ，あくまで実施例である処理プロセスとして，段落【0034】で説明された処理が示されているだけであって，本願発明の「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」する処理について，特段の定義がなされているわけではないので，詳細な説明に記載されている事項をもって，請求項1の「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」する処理の概念が，明確になるというものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告らの主張は，最小2乗法及び一般化最小2乗法を前提としてのものであるが，請求項1では，「期間構造算出手段」について，機能的に構成を特定しており，この特定事項の記載の中の処理が，最小2乗法及び一般化最小2乗法を利用する処理である点について，限定されているわけではない。また，特定事項の記載自体から，最小2乗法及び一般化最小2乗法を利用する処理であることが，自明であるという根拠も見当たらない。",
                "さらに，発明の詳細な説明に記載された唯一の実施例の記載内容が，仮に明確になったとしても，それはあくまで発明の詳細な説明の中での話であって，発明の詳細な説明で用語についての定義をするなど，特段の事情がない限り，発明の詳細な説明の記載が明確であることと，請求項の記載が明確であることとは，本来別の判断である。本件の場合，発明の詳細な説明の記載内容を検討しても，そのような特段の事情は存在しないわけであるから，発明の詳細な説明の記載から，特定事項の処理の意味が，明確になるというものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "拒絶理由通知のc)につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告らの主張は，一般化最小2乗法を前提としてのものであるが，請求項1では，「現在価値計測手段」について，機能的に構成を特定しており，この特定事項の記載の中で，一般化最小2乗法を利用する処理であることが，限定されているわけではない。また，特定事項の記載自体から，一般化最小2乗法を利用する処理であることが，自明であるという根拠も見当たらない。さらに，原告らの主張は，金融工学分野において，一般化最小2乗法が，ごく普通の手法であり，その一般化最小2乗法において，社債の理論価格の最適値を求めるプロセスが，普通に行われることであることを根拠に，請求項1についての指摘箇所は，「明細書に，あえて明示的には説明が加えられていない事項」であるところの，社債の理論価格の最適値を求めるプロセスを限定的に意味するというものであり，金融工学分野において，一般化最小2乗法以外にも，様々なアプローチの手法が存在することを考慮するならば，当を得ない主張である。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "なお，原告らの主張どおりであるとしたら，指摘箇所のステップにおいて，社債の理論価格が，一般化最小2乗法の完遂により具体的なものとして求められてしまう結果となる。そして，指摘箇所に続く，「該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出する」プロセスでは，指摘箇所の結果を，「該社債の理論価格」として受けているわけであるから，具体的に求められた社債の理論価格に基づいて，「誤差データを算出する」プロセスが処理されることになる。しかしながら，このことは，社債の理論価格を仮決めしたまま，誤差項の【数19】の設定へと進む，段落【0043】以下の明細書の説明と矛盾する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "拒絶理由通知のd)につき",
                  "text": [
                    "原告らの主張は，一般化最小2乗法を前提としてのものであるが，請求項1では，「現在価値計測手段」について，機能的に構成を特定しており，この特定事項の記載の中で，一般化最小2乗法を利用する処理であることが，限定されているわけではない。また，特定事項の記載自体から，一般化最小2乗法を利用する処理であることが，自明であるという根拠も見当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "拒絶理由通知のe)につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "拒絶理由通知のイ)は，統計モデル解析における「最適化」についての一般的な意味を問うものではなく，請求項1の記載に基づいた指摘であるので，「本願発明では，一般化最小2乗法を用いて説明している。",
                            "しかし，いずれのモデルを用いても，何らかの「最適化」が行われるものであるので，請求項1では，そのように表現してある。」との原告らの主張は，拒絶理由通知を正解しない上でのものである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "拒絶理由通知のロ)が，段落【0048】と段落【0049】の記載を正確に踏まえて，発明の詳細な説明の記載を検討しても，請求項1の指摘箇所を，明確とする根拠は見いだせないと判断したものであるが，原告らは，単に「これは，一般化最小2乗法についての極めて単純な誤解に起因するものであって，上に説明したような正しい理解に基づけば，何の矛盾もない。」と主張するのみで，何ら主張の根拠も示しておらず，釈明になっていない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "原告らの「異なる格付iの間に，何らかの相関関係があるものと，【数20】，【数21】において規定しているが，異なる業種カテゴリーj間については，何の相関関係も仮定していないことは，明らかである。",
                            "したがって，単に各業種カテゴリーについて，順次同じ計算を，異なる業種カテゴリーの一つ一つについて繰り返していけばいいことは，極めて明らかで，何の説明の必要もない事項である。」との主張は，請求項1で，「異なる格付iの間については何らかの相関関係があるものと」規定しているわけでもないし，「異なる業種カテゴリーj間については，何の相関関係も仮定していない」と規定しているわけでもないから，請求項1の記載に基づかない主張である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告らの「「業種のカテゴリーごと」の倒産確率の期間構造は，もとより各格付けごとに求められている」という主張は，根拠のないものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消理由5に対し",
              "text": [
                "発明の詳細な説明をいくら検討しても，請求項1の発明を，具体的にどのように実現すればよいのか，当業者といえども，容易には理解できないということになり，請求項1の発明を容易に実施できないことは，明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下においては，原告主張の取消事由ごとに審決の適否について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(価格体系計測手段に関する36条6項2号の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1には，「該国債明細情報にある国債市場価格と国債理論価格との差額を算出し，前記国債明細情報に含まれる複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出し，国債の価格体系として該最適値のデータを出力する価格体系計測手段」(下線付加)と記載され，また，このうち「複数の国債間の相関を表現するパラメータ」が，本願明細書の発明の詳細な説明(甲13-2)における「ρ」を意味することは，当事者間に争いがない。",
                "そして，本願明細書の発明の詳細な説明には，実施例の説明として，ρの最適値の算出に関連して，下記の記載がある(段落【0027】～段落【0034】，下線付加)。",
                "「・・・そして，現在価値への割引率関数をその属性に依存させてD (s)とするgt",
                "ことにより，第g国債の理論価格を下記数5と評価する(ステップS2)。",
                "【数5】",
                "ここで，実際の国債の市場価格は確率的であるので，この関係で割引率関数Dgt",
                "(s)を確率的とし，オーバーバーD (s)をその平均値とすると，上記数5は下gt",
                "記数6となる。",
                "【数6】",
                "そこで，平均値オーバーバーD (s)はs＊＝s1／4の関数とみて，回号gに依存しgt",
                "ないp次の多項式で近似して下記数7で定式化する。",
                "【数7】",
                "そして，上記数6の確率ベクトルに関してオーバー矢印Δ とオーバー矢印Δ の共",
                "gt ht",
                "分散行列を下記数8とする。",
                "【数8】",
                "ここで，下記数9のように定式化する。",
                "【数9】",
                "この定式化は，第g国債の将来の時点(t＋s )及び第h国債の将来の時点(t＋aj"
              ],
              "content": [
                {
                  "fig": "s",
                  "subject": ")にそれぞれ発生するキャッシュの割引率D (s )及びD (s )の共分",
                  "text": [
                    "ar gt aj ht ar",
                    "散が，下記数10であるとする定式化である。",
                    "【数10】",
                    "ここで，相関構造λ は第g国債及び第h国債の満期のみに依存するもの，相関構造ght",
                    "φ は第g国債及び第h国債のキャシュフロー発生時点(t＋s )及び(t＋ght．jr aj"
                  ]
                },
                {
                  "fig": "s",
                  "subject": ")のみに依存するものとの2つに分離してある。そして，上記定式化数10は，ar",
                  "text": [
                    "満期が近い債券価格同士は相関が大きく(λ の役割)，キャッシュフローの発生時ght",
                    "点が近い割引率は相関が大きい(φ の役割)ことを意味している。つまり，満ght・rj",
                    "期までの長さが近いもの同士は相関が大きく，満期までの長さが離れている場合の相関は小さくなる相関構造λ と，同一国債若しくは異なる国債のキャッシュフローのght",
                    "発生時点が近いもの同士の割引率は相関が大きく，離れている場合の割引率は相関が小さくなる相関構造φ を導入している。その結果，第g国債価格及び第h国債ght・jr",
                    "価格の共分散は下記数11となる(ステップS3)。",
                    "【数11】",
                    "平均割引率オーバーバーD(s)の計測方法は，ρの値について［0，1)を100等分し，各ρを与えたときの分散共分散行列F ＝ (f )の下で一般化最小2"
                  ]
                },
                {
                  "fig": "t",
                  "subject": "ght",
                  "text": [
                    "乗法により100個の平均割引関数オーバーバーD (s)を計測する。即ち，先ずρt",
                    "＝0．00を設定し(ステップS4)，一般化最小2乗法による演算を実行し(ステップS5)，ρ＝0．99であるか否かを判定し(ステップS6)，ρ＝0．99でない場合には「0．01」をρの現在値に加算して上記ステップS5にリターンする(ステップS7)。上記動作をρ＝0．99になるまで繰り返し，目的関数としての一般化最小2乗和が最小となるρを求め(ステップS8)，その下での平均割引関数を最適解とする(ステップS9)。その結果は例えば図7のようになる。図7において，tは計測時点(計測日)を表し，sは時点tから見て期間s(年)後の時点を示している。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "これらの記載によれば，本願明細書の発明の詳細な説明には，実施例の説明として，キャッシュの割引率D (s )及びD (s )の共分散",
              "text": [
                "gt aj ht ar",
                "を，第g国債及び第h国債の満期のみに依存する相関構造λ と，第g国ght",
                "債及び第h国債のキャシュフロー発生時点のみに依存する相関構造φght．jr",
                "との2つに分離し，【数10】により定式化すること，［0，1］を100等分した各ρの値で，一般化最小2乗法による演算を実行し，100個の平均割引関数オーバーバーD (s)を計測すること，一般化最小2乗和が最小となt",
                "るρを求め，その下での平均割引関数を最適解とすることが，開示されている。したがって，本願発明の「国債市場価格と国債理論価格との差額を算出」する手法の一つとして，一般化最小2乗法による演算を実行して，一般化最小2乗和を求めるという手法があり，その場合，請求項1の「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」するとは，一般化最小2乗和が最小となるρを求めることを意味することは，明らかである。",
                "しかしながら，一般化最小2乗法は，回帰分析の一手法にすぎず，本願発明の特許請求の範囲の記載は，回帰分析の手法を一般化最小2乗法に限定するものではない。また，一般化最小2乗法のみに限定して解釈するとしても，請求項1は，「複数の国債間の相関」としてどのようなものを想定するかを特定するものではない。",
                "しかるに，本願明細書には，一般化最小2乗法以外の回帰分析の手法や，実施例に例示された「λ 」「φ 」以外の相関構造について，全く",
                "ght ght．jr」",
                "記載されていない。また，公知技術や周知技術を参酌することによって，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相",
                "ght ght．jr",
                "関構造を採用した場合について，「企業の倒産確率及び回収率を正確に計測する」という本願発明の効果を奏することの立証もされていない。そうすると，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以",
                "ght ght．jr",
                "外の相関構造を構成として含む本願発明は，明確でないというべきである。",
                "拒絶理由通知(甲4)のb)についての審決の判断は，上記と同旨をいうものと解されるのであり，拒絶理由通知が指摘した「機能的に表現された『価格体系計測手段』の機能が不明であるため，同手段の構成が不明である。」との点が，依然として解消されていないとした審決の判断は，是認できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らは，「『一般化最小2乗和が最小となるρを求め』るのであるから，この擾乱項の共分散行列の非対角成分に関するパラメータであるρについても，最小化を図るものにほかならず，当業者にとってみれば，当然，δとρについての二重の最小化が行われるものである。」，「平均割引関数であるオーバーバーD (s)が，【数7】において，δを係数に展開されてt",
              "text": [
                "いることにかんがみれば，「その下での平均割引関数を最適解とする(ステップS9)」とあるのは，このδの最適値を求めることにほかならないことは，自明である。」，「金融工学分野の当業者，あるいは，より広く数値解析の分野における通常の知識を有する者が，本願明細書，特に段落【0034】と，それに先行する記載を読めば，審決で指摘されたような不明点は，全く存在しない。」，「『該差額を用いて』複数の国債間の相関を表現するパラメータであるρを算出することは，段落【0029】～段落【0034】の記載によって，当業者が容易に実施できるように記載されているものにほかならず，発明を特定するための事項に誤りがあるものでもなく，技術的意味・技術的関連が理解できない結果，発明が不明確となるものでも全くない。」，「請求項1の『複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出』することは，甲第10～12号証にあるように，一般化最小2乗法，最小2乗法，最尤法などの回帰分析の分野では，金融工学の範ちゅうを越えて，一般的に行われる手法を表現しているものであり，何らの不明りょうさを有しているものではない。」と主張する。",
                "まず，発明の詳細な説明にいう「δ」が，平均割引率関数オーバーバーD(s)の展開係数であることについては，当事者間に争いはない。しかし，t",
                "本願明細書の発明の詳細な説明に，δとρについての二重の最小化が行われることが記載され，「その下での平均割引関数を最適解とする」とあるのがδの最適値を求めることを意味し，当業者が本願明細書を読めば，審決で指摘されたような不明点は全く存在しないものであり，ρの最適値を算出することが，当業者が容易に実施できるように記載されているものであり，また，請求項1の「複数の国債間の相関を表現するパラメータの最適値を該差額を用いて算出」することが，回帰分析の分野では，一般的に行われる手法を表現しているものであるとしても，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を構成として含む本願発明が",
                "ght ght．jr",
                "明確ではないことは，上記(2)のとおりである。したがって，原告らの上記各主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また原告らは，「実施例の範囲を超えることにより，当業者にとって不明りょうであるか，当業者が実施できないとすれば，それを証する文献などまでをも求めるものでないとしても，そうであることを示す論理が少なくともなければ，発明の詳細な説明に『ねじ』が記載されていたときに，特許請求の範囲の『締結手段』が，根拠なく不明りょうであるというのに等しい。」と主張する。",
                "しかしながら，特許請求の範囲に記載された上位概念による構成が明確であるためには，当業者が，公知技術や周知技術を参酌して，適宜実施できる程度に具体的に記載されている必要があるが，本願明細書には，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造に",
                "ght ght．jr",
                "ついて，全く記載されていないのであり，また，公知技術や周知技術を参酌することによって，一般化最小2乗法以外の回帰分析の手法や，「λ 」ght",
                "「φ 」以外の相関構造を採用した場合について，「企業の倒産確率及ght．jr",
                "び回収率を正確に計測する」という本願発明の効果を奏することが確認できることが立証されているものでもないから，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を構成として含む本願",
                "ght ght．jr",
                "発明が明確ではないことは，上記(2)のとおりである。したがって，原告らの上記主張も，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(期間構造算出手段に関する36条6項2号の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1には，「前記国債の価格体系としての前記パラメータの前記最適値のデータに基づいて，前記国債市場価格の平均値を表現する平均割引率関数の最適なものを定め，該最適な平均割引率関数を国債割引率の期間構造のデータとして出力する期間構造算出手段」(下線付加)と記載されている。また，本願明細書の発明の詳細な説明には，一般化最小2乗和が最小となるρを求め，その下での平均割引関数を最適解とする実施例が開示されていることは，前記のとおりである。",
                "したがって，本願明細書(甲13-2)で，請求項1の「最適な平均割引率関数を国債割引率の期間構造のデータとして出力する」方法の一つとして，一般化最小2乗和が最小となるρの下での平均割引関数を最適解とすることが当てはまることは，明らかである。しかしながら，上記2のとおり，本願明細書には，一般化最小2乗法以外の回帰分析の手法や，「λ 」ght",
                "「φ 」以外の相関構造について全く記載されていないのであり，まght．jr",
                "た，公知技術や周知技術を参酌することによって，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を採用した場合",
                "ght ght．jr",
                "について，「企業の倒産確率及び回収率を正確に計測する」という本願発明の効果を奏することが立証されているものではないから，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を構成と",
                "ght ght．jr",
                "して含む本願発明が明確ではないことは，前記2(2)と同様である。",
                "「期間構造算出手段」についての審決の判断は，上記と同旨をいうものと解されるのであり，拒絶理由通知が指摘した「機能的に表現された『期間構造算出手段』の機能が不明であるため，同手段の構成が不明である」点が，依然として解消されていないとした審決の判断は，是認できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「当業者の常識の範ちゅうに関するδの最適化についての記載は，比較的にうすいが，段落【0034】でも，「ρを求め(ステップS8)，その下での平均割引関数を最適解とする」として，δの最適化も明示されている。」，「被告の主張は，本願発明の範囲，すなわち請求項1の記載を，実施例として記載した一般化最小2乗法に限定すべきであるとするのに等しく，不当である。回帰分析の分野においては，単なる最小2乗法，一般最小2乗法，最尤法などの手法が知られており，精度の優劣と計算の複雑度についての差はあるものの，いずれの最適化の手法をも利用でき得るものである。」，「本願発明を構成する各要素については，それぞれ明確に記載されており，機能的記載としては明確性を否定する理由も，挙げられていない。もとより，本願発明の場合，具体的には，数値解析の一手法として開発されたものであり，その記載は，機能的にならざるを得ないものである。」，「段落【0015】の記載から，請求項1は，実施例に基づき，それをさらに具体的に記載したものである。」と主張する。",
                "しかしながら，本願明細書の発明の詳細な説明に，δの最適化が記載され，請求項1が，回帰分析の分野で，利用でき得る最適化の手法を含むものであり，請求項1の記載は，機能的にならざるを得ないものであり，また，請求項1が，実施例に基づき，それをさらに具体的に記載したものであるとしても，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相",
                "ght ght．jr",
                "関構造を構成として含む本願発明が明確ではないことは，前記2(2)のとおりである。したがって，これらの原告らの主張も，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(現在価値計測手段に関する36条6項2号の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1には，「各格付けについて，変換された前記社債明細および発行企業明細情報のデータと，前記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格を算出し，該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出することにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関係を算出し，格付および業種のカテゴリーごとの倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化することにより，全ての格付けについて，前記最適化した回収率と，前記格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたものを与えるパラメータとを求めて，社債の現在価値のデータとして出力する現在価値計測手段」(下線付加)と記載され，また，本願明細書(甲13-2)には，次の記載がある(段落【0037】～段落【0049】，下線付加)。",
                "「………このような社債明細及び発行企業明細情報20Aを国債の割引率の期間構造12Aと共に現在価値計測部21に入力し，計測された現在価値21Aより期間構造及び回収率算出部22で，I個の格付とJ個の業種の組み合わせカテゴリー(i，j)毎の倒産確率の期間構造を計測する。つまり，倒産により支払不能となる可能性をもつ社債のキャッシュフローの現在価値を国債の割引率関数を用いて評価し，社債の市場価格と結合させ，価格に内在する倒産確率及び回収率を格付及び業種のカテゴリー毎に計測するのである。ここで，現在時点tから将来の時点(t＋s)までの倒産確率は，企業の属性としての格付と，その企業が属する業種のみに依存するとして，第i格付第j業種の時点sまでの(累積)倒産確率は下記数12で示される。",
                "【数12】"
              ],
              "content": [
                {
                  "fig": "p",
                  "subject": "(s：i，j) (i＝1，・・・，I，j＝1，・・・，J)"
                },
                {
                  "fig": "t",
                  "text": [
                    "そして，第k社債の発行企業は，その営業形態から業種j＝1，・・・，Jに対してウエイトw (1)，・・・，w (J)の関係を有するものとする(ステップS1"
                  ],
                  "content": [
                    {
                      "fig": "k",
                      "subject": "k",
                      "text": [
                        "2)。",
                        "【数13】",
                        "従って，第k社債発行企業の時点(t＋s)までの倒産確率は，下記数14となるが(ステップS13)，上記ステップS12及びS13は先ず格付i＝1から実施する(ステップS11)。",
                        "【数14】",
                        "ここで，第k社債のキャッシュフロー(クーポン)の発生時点を(t＋s )とすkl",
                        "る。ただし，l＝1，・・・，M である。そして，社債の番号k＝1，・・・，Ｎにk",
                        "対して国債の場合と同様に時点を合併し，大きさの順に下記数15とする。",
                        "【数15】",
                        "このとき，時点tでの倒産がないとしたときの第k社債のキャッシュフロー関数をCk",
                        "(s)で示し，その企業の格付をi(k)，業種を｛w (j)｝とすると，属性"
                      ]
                    }
                  ]
                },
                {
                  "fig": "t",
                  "subject": "k",
                  "text": [
                    "(i(k)，｛w (j)｝)を有する第k社債のキャッシュフロー関数オーバー波線k",
                    "C (s)は，s＝s に対して下記数16となる。",
                    "kt km",
                    "【数16】",
                    "ここで，s≠s のときはキャッシュフロー関数オーバー波線C (s)＝0とす",
                    "km kt",
                    "る。また，B (s)はs＝s のとき“1”，s≠s のとき“0”とする関数であ"
                  ],
                  "content": [
                    {
                      "fig": "k",
                      "subject": "km km",
                      "text": [
                        "る。上記数16の第1項は(クーポン)×［時点(t＋s )までにこの企業が倒産km",
                        "しない確率］であり，第2項は(元本)×(回収率γ(i(k)))×［この企業が期間(t＋s ，t＋s )の間に倒産する確率］である。回収率γ(i(k))km-1 km",
                        "は格付だけで決まると定式化している。このキャッシュフロー関数をもつ社債kの現在時点tでの理論価格は，平均値の関係として下記数17となる。",
                        "【数17】",
                        "ここで，オーバーバーD(s)は国債の平均割引率関数である。国債の場合と同様に実際の市場価格V は確率的に市場で決定されるので，",
                        "kt",
                        "【数18】",
                        "とし，確率項ε に対して第k社債の倒産がない場合(p (s)＝0)のキャッシ",
                        "kt kt",
                        "ュフローのウエイトをもった誤差項を下記数19とする。",
                        "【数19】",
                        "上記数18は，国債価格の表式においてキャッシュフロー関数をオーバー波線Ckt",
                        "(s)で置き換えたものと同等である。確率項ε の共分散行列として次の設定をすkt",
                        "る。即ち，企業kの格付をi(k)とし，企業lの格付をi(l)とする。このとき，下記数20と設定する。",
                        "【数20】",
                        "ここで，オーバー矢印C は当該社債の倒産がない場合のキャッシュフローベクトルkt",
                        "であり，Φ ，b は国債の場合と同じであるが，ρ は下記数21とする。",
                        "kt klt i(k)i(l)",
                        "【数21】",
                        "即ち，ρは格付毎に異なる値があり，異なる格付間には共通の相関パラメータξとθがある。ただし，上記数21では，格付が離れると相関が小さくなる構造を導入してある。更に，倒産確率関数p (s：i，j)はs＊＝s1／4のq次の多項式で近似されt",
                        "ると仮定する。",
                        "【数22】",
                        "以上より，格付iを有する社債と属性，倒産確率，回収率と割引率の関係が算出される(ステップS14)。そして，未知パラメータ｛α ij｝と，相関パラメータρi＝l",
                        "ρ(i)及び回収率γi＝γ(i)を一般化最小2乗法による計算アルゴリズムで計算する(ステップS15)。即ち，先ず格付iを持つ社債の番号をk ，・・・，k と"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "n",
          "text": [
            "し，各社債の発行企業の業種属性を｛wk (j)｝，・・・，｛w (j)｝とす"
          ]
        },
        {
          "fig": "1",
          "subject": "kn",
          "text": [
            "る。このとき，社債番号k ，・・・，k の社債価格｛V ；l＝1，・・・，n｝"
          ]
        },
        {
          "fig": "1",
          "subject": "n klt",
          "text": [
            "に基づいて，一般化最小2乗法により次の方式で未知パラメータρ及びγを計測する。未知パラメータρ及びγの刻みとしてそれぞれ［0，1)区間を100等分し，各γiとρiの組み合わせを与えて，一般化最小2乗法により未知パラメータρi及びγiを計測する。そして，10000個の未知パラメータの組み合わせ(ρi，γi)の中で，目的関数が最小となる組み合わせ(ρi，γi)を格付iの最適解とする。この動作を格付i＝1からi＝Iまで行う(ステップS16，S17，S20)。図12は，このようにして得られた最適解としての格付別相関パラメータρi＝ρ(i)と回収率γi＝γ(i)の計測結果の一例を示している。上述のようにして求められた相関パラメータ及び回収率の最適解ρi，γiを固定して全ての格付の価格情報を併合し(ステップS21)，上記未知多項式パラメータ｛α ij｝と異なる格付間の相関に関l",
            "わるパラメータξとθを一般化最小2乗法により計測する(ステップS22)。即ち，パラメータξとθについて［0，1)区間を100等分し，各刻みのパラメータξとθの組み合わせ(10000個)に対して一般化最小2乗法を適用して未知パラメータを計測し，目的関数が最小となる多項式パラメータ｛α ij｝と相関パラメータl",
            "ξとθを2段階目の最適解とする。このプロセスによって回収率｛γi｝，相関｛ρi｝，倒産確率関数p (s：i，j)，相関ξとθが計測される。」t"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "上記各記載によれば，本願明細書(甲13-2)の発明の詳細な説明には，社債kのキャッシュフロー関数オーバー波線C (s)は，【数16】で表さkt",
              "text": [
                "れ，回収率γ(i(k))は格付だけで決まると定式化していること，社債kの理論価格は，平均値の関係として【数17】となること，市場価格V をkt",
                "表す【数18】の確率項ε の共分散行列を，【数20】のように，相関構造λkt",
                "と相関構造φ との2つに分離して設定すること，それぞれ［i(k)i(l)t klt",
                "0，1)区間を100等分した各γiとρiの組合せを与え，社債価格｛V ｝klt",
                "に基づいて，一般化最小2乗法により未知パラメータρi及びγiを計測すること，10000個の未知パラメータの組合せ(ρi，γi)の中で，目的関数が最小となる組合せを格付iの最適解とすること，相関パラメータ及び回収率の最適解ρi，γiを固定して，すべての格付の価格情報を併合し，未知多項式パラメータ｛α ij｝と，異なる格付間の相関に関わるパラメータξとθl",
                "を，一般化最小2乗法により計測すること，［0，1)区間を100等分し，各刻みのパラメータξとθの組合せに対して，一般化最小2乗法を適用して未知パラメータを計測し，目的関数が最小となる多項式パラメータ｛α ij｝と相関パラメータξとθを2段階目の最適解とすることが，開示さl",
                "れている。",
                "したがって，本願明細書で，請求項1の「変換された前記社債明細および発行企業明細情報のデータと，前記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格を算出」するとは，発明の詳細の説明において，【数17】の理論価格に，γiとρiの組合せを与えることに対応し，請求項1の「該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出することにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関係を算出」するとは，一般化最小2乗法により，未知パラメータρi及びγiの格付iごとの最適解を求めることに対応し，また，請求項1において，格付の「倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化することにより，全ての格付けについて，前記最適化した回収率と，」格付の「倒産確率の期間構造の最適化されたものを与えるパラメータとを求め」るとは，回収率の最適解γiを固定して，すべての格付の価格情報を併合し，パラメータξとθの組合せに対して一般化最小2乗法を適用し，目的関数が最小となる多項式パラメータ｛α ij｝と相関パラメータξとθを2段l",
                "階目の最適解とすることに対応することは，明らかである。",
                "しかしながら，請求項1は，社債の理論価格が，【数16】や【数17】で求められることを特定するものではない。また，一般化最小2乗法は，回帰分析の一手法にすぎず，本願発明が，実施例の一般化最小2乗法に限定されていないことについては，当事者間に争いはなく，請求項1は，確率項ε のkt",
                "共分散行列が，社債間のどのような相関構造を前提とするのかも，特定するものではない。そして，本願明細書には，【数16】以外の社債のキャッシュフロー関数についても，また，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造についても，全く記載されていなi(k)i(l)t klt",
                "い。また，公知技術や周知技術を参酌することによって，【数16】以外の社債のキャッシュフロー関数，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を採用した場合について，「企業i(k)i(l)t klt",
                "の倒産確率及び回収率を正確に計測する」という本願発明の効果を奏することの立証はない。",
                "そうすると，【数16】以外の社債のキャッシュフロー関数を構成として含み，また，一般化最小2乗法以外の回帰分析の手法や，「λ 」i(k)i(l)t",
                "「φ 」以外の相関構造を構成として含む本願発明は，明確ではないといklt",
                "わざるを得ない。",
                "本願発明の「現在価値計測手段」についての審決の判断は，上記と同旨をいうものと解され，したがって，拒絶理由通知が指摘した「両データに基づいて社債の理論価格を算出する処理が，どのような処理を意味するのか，が不明である。」，「『誤差データを算出することにより，格付けごとの社債とその属性，倒産確率，回収率と割引率の関係を算出』する処理が，どのような処理を意味するのか，が不明である。」，「『最適化』の処理が，具体的にどのような処理を意味するのか，が不明である。」，「『倒産確率の期間構造を，最適化する』処理と，『全ての格付けについて，(中略)パラメータとを求め』る処理との関連が不明である。」，との点が依然として解消されていないとした審決の判断は，是認できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "拒絶理由通知のc)に関する原告らの主張につき",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "ア",
                          "text": [
                            "原告らは，「『前記両データに基づいて社債の理論価格を算出する』というのは，一般化最小2乗法における『社債の理論価格』の算出が行われる一ステップをいうものである。すなわち，その時点で，仮に決められたαの値について，社債の理論価格を求め，それを異なるαの値について繰り返し，・・・社債の理論価格の最適値を求めることをいうものである。",
                            "これは，一般化最小2乗法では，普通に行われることであり，金融工学分野では，ごく普通の手法である。」，「本願発明を，いくつかある回帰分析の手法のうち，特に一般化最小2乗法に限定するものではなく，その他の手法をも含む形で，本願発明についての特許を請求しているものである。」と主張する。",
                            "しかしながら，「両データに基づいて社債の理論価格を算出する」ことが，一般化最小2乗法における「社債の理論価格」の算出が行われる一ステップをいうものであり，仮に決められたαの値について，社債の理論価格を求め，それを異なるαの値について繰り返し，社債の理論価格の最適値を求めることを意味するものであって，一般化最小2乗法では，普通に行われることであるとしても，本願明細書には，【数16】以外の社債のキャッシュフロー関数についても，また，一般化最小2乗法以外の回帰分析の手法についても，全く記載されていない。また，公知技術や周知技術を参酌することによって，【数16】以外の社債のキャッシュフロー関数や，一般化最小2乗法以外の回帰分析の手法を採用した場合について，「企業の倒産確率及び回収率を正確に計測する」という本願発明の効果を奏することの立証もない。そうすると，【数16】以外の社債のキャッシュフロー関数を構成として含み，また，一般化最小2乗法以外の回帰分析の手法を構成として含む本願発明が明確ではないことは，上記(2)のとおりである。したがって，これらの原告らの主張は，採用することができない。"
                          ]
                        },
                        {
                          "fig": "イ",
                          "subject": "また原告らは，「一旦，格付け内のデータに基づいて，『社債の理論価格(a)』に関わる内部相関構造のパラメータ，回収率パラメータを求めた上で，格付け間にわたる全データを用いて，全データに関わる『社債の理論価格(b)』を，θ，ξと｛α ij｝に関して最適化するものである。このl",
                          "text": [
                            "ような最適化こそが，回帰分析の核心をなすもので，安定的な結果を算出するための工夫である。このような工夫は，この分野の通常の知識を有するものにとっては，明らかな事項である。これは，本願発明の内容を作る要素でもある。原告らは，これを説明するのに，「仮決め」として表現したものである。したがって，発明の詳細な説明と請求項1の記載との間に，何の矛盾もない。」と主張する。",
                            "しかしながら，本願明細書には，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造について，全く記載されi(k)i(l)t klt",
                            "ていないのであり，また，公知技術や周知技術を参酌することによって，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以i(k)i(l)t klt",
                            "外の相関構造を採用した場合について，「企業の倒産確率及び回収率を正確に計測する」という本願発明の効果を奏することが立証されているわけでもないから，一般化最小2乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を構成として含む本願発明が明i(k)i(l)t klt",
                            "確ではないことは，上記(2)のとおりである。したがって，原告らの上記主張も，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "拒絶理由通知のd)に関する原告らの主張につき",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "ア",
                          "text": [
                            "原告らは，「現実のデータのうち，実際の数値が分かっているものは代入した上で，未確定のパラメータα，γ，ξ，θについては，未確定にしておいたままで，『格付け毎の社債とその属性，倒産確率，回収率と割引率の関係』を定めておくのである。・・・ここでは未確定のパラメータがあるので，『関係』が算出されるのであって，倒産確率や回収率を具体的に示す数値が得られるわけではない。」と主張する。",
                            "しかしながら，請求項1の「該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価格と比較して，該比較における誤差データを算出することにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関係を算出」するとは，一般化最小2乗法により，未知パラメータρi及びγiの格付iごとの最適解を求めることを意味することは，前示のとおりである。そうすると，請求項1のこの処理では，未知パラメータρi及び回収率γiの，格付iごとの最適解に対応した倒産確率p (s：i，j)が，格付けごとに，具体的な数値として求められるのt",
                            "であるから，原告らの主張は，本願明細書の記載に基づかないものであり，採用することができない。"
                          ]
                        },
                        {
                          "fig": "イ",
                          "text": [
                            "また原告らは，「本願明細書では，比較的高度な一般化最小2乗法を用いて説明を行っているが，特許請求の範囲を，発明の詳細な説明に記載した一般化最小2乗法に，限定するものではない。」と主張する。",
                            "しかしながら，一般化最小2乗法以外の回帰分析の手法を構成として含む本願発明が明確ではないことは，前記(2)のとおりであるから，この原告らの主張も，採用し得ない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "拒絶理由通知のe)に関する原告らの主張につき",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "ア",
                          "text": [
                            "原告らは，「いずれのモデルを用いても，何らかの『最適化』が行われるものであるので，請求項1では，そのように表現してある。その具体例は，段落【0047】と段落【0048】に手順が記載されている一般化最小2乗法である。そして，得られた結果についても，段落【0050】～段落【0052】に，図面を参照して説明してある。」，「実施例として，一般化最小2乗法を用いた最適化が，どのようなものであり得るのか明確である一方，本願発明は，他の手法を用いることも可能である。」と主張する。",
                            "しかしながら，一般化最小2乗法以外の回帰分析の手法を構成として含む本願発明が明確ではないことは，前記(2)のとおりであるから，原告らの上記主張も，採用することができない。"
                          ]
                        },
                        {
                          "fig": "イ",
                          "text": [
                            "また原告らは，「単に各業種カテゴリーについて，順次同じ計算を，異なる業種カテゴリーの一つ一つについて繰り返していけばいいことは，極めて明らかで，何の説明の必要もない事項である。したがって，業種カテゴリーjについての処理は，あえて本願明細書に記載していないものである。」，「業種カテゴリーjごとの最適化が説明されていないとの指摘に対して，何の相関関係も仮定していないことは，本願明細書の記載からみて明らかであるので，業種カテゴリー間の相関関係を考慮しておらず，相関関係については触れていない。していないことを，発明の詳細な説明又は特許請求の範囲に，わざわざ記載する必要はない。」と主張する。",
                            "しかしながら，本願明細書の記載によれば，格付は，社債の発行企業ごとに，一つに定まるのに対し，業種は，【数13】に示されるように，企業の営業形態から，複数にまたがるものであって，第k社債発行企業の倒産確率は，【数14】に示されるように，特定の業種だけで定まるものではない。したがって，原告らが主張するように，単に各業種カテゴリーについて，順次同じ計算を，異なる業種カテゴリーの一つ一つについて繰り返していけばいいというものではないから，本願明細書において，業種のカテゴリーごとの処理が，どのように行われるのかは，明確ではないというべきである。",
                            "また，原告らは，業種カテゴリー間に，何の相関関係も仮定していないから，業種カテゴリーごとの最適化を記載する必要はないと主張するが，業種カテゴリー間に，何の相関関係も仮定していないからといって，第k社債発行企業の倒産確率が，特定の業種だけで定まるものではないから，本願明細書の記載からでは，業種のカテゴリーごとの処理が，どのように行われるのかが，明確ではないことに変わりがない。",
                            "以上のとおり，業種のカテゴリーごとの最適化は，本願明細書において明確ではないのであるから，本願発明において，「『業種のカテゴリーごと』の処理は，どのように行われるのか，が不明である。」と，拒絶理由通知で指摘した事項が，依然として解消されていないことは明らかであるとした審決の判断に，誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消理由4(期間構造及び回収率算出手段に関する36条6項2号の判断の誤り)について",
          "text": [
            "原告らは，「『業種のカテゴリーごと』の倒産確率の期間構造は，もとより各格付けごとに求められているので，『格付け及び業種を組み合わせた各カテゴリ』について，倒産確率の期間構造を求めることは，明確に開示されており(段落【0037】にある「Ⅰ個の格付とJ個の業種の組み合わせカテゴリー(i，j)ごとの倒産確率の期間構造を計測するとの記載)，拒絶理由通知のイ)及びロ)に指摘された不明点は存在していない。」と主張する。",
            "しかしながら，本願明細書の記載からでは，業種のカテゴリーごとの処理が，どのように行われるのかが明確ではないことは，前記のとおりである。したがって，「全ての格付けについての，格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたものを与えるパラメータに基づいて，格付及び業種を組み合わせた各カテゴリーに対して，『倒産確率の期間構造の最適化されたものを求める』処理が，具体的にどのような処理を意味するのか，が不明である。」との拒絶理由通知の指摘事項が，依然として解消されていないことは明らかであるとした審決の判断に，誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結語",
          "text": [
            "以上のとおり，原告らの主張する取消事由1～4には理由がなく，請求項1に係る特許請求の範囲の記載は，特許法36条6項2号に規定する要件を満たしていないものであるから，特許法36条4項に関する取消事由5について検討するまでもなく，本件審判の請求は成り立たないとした審決の結論に，誤りはない。",
            "よって，原告らの本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10704",
    "date": "2006-10-04",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033622",
    "ipprecedent_id": "119",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}