{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2002-35431号事件について平成17年3月29日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告を商標権者とする後記商標につき商標登録の無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成13年4月2日，「アエロバティックス」の片仮名文字と「日本グランプリ」の文字とを二段に書してなる商標につき商標登録出願をし，平成14年4月15日特許庁から登録査定を受け，平成14年5月24日，第41類の下記の内容の役務を指定役務として，商標の設定登録を受けた(登録第4571133号。以下，この商標を「本件商標」といい，その商標登録を「本件商標登録」という。)。",
                "記",
                "アクロバット飛行の興行の企画・運営又は開催，技芸・スポーツ又は知識の教授，動物の調教，植物の供覧，動物の供覧，図書及び記録の供覧，美術品の展示，庭園の供覧，洞窟の供覧，映画・演芸・演劇又は音楽の演奏の興行の企画又は運営，映画の上映・制作又は配給，演芸の上演，演劇の演出又は上演，音楽の演奏，放送番組の制作，ゴルフの興行の企画・運営又は開催，相撲の興行の企画・運営又は開催，ボクシングの興行の企画・運営又は開催，野球の興行の企画・運営又は開催，サッカーの興行の企画・運営又は開催，競馬の企画・運営又は開催，競輪の企画・運営又は開催，競艇の企画・運営又は開催，小型自動車競走の企画・運営又は開催，当せん金付証票の発売，音響用又は映像用のスタジオの提供，運動施設の提供，娯楽施設の提供，興行場の座席の手配，映写機及びその附属品の貸与，映写フィルムの貸与，楽器の貸与，スキー用具の貸与，スキンダイビング用具の貸与，テレビジョン受信機の貸与，ラジオ受信機の貸与，図書の貸与，レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与，おもちゃの貸与，遊園地用機械器具の貸与，遊戯用器具の貸与，絵画の貸与，研究用教材に関する情報の提供及びその仲介，セミナーの企画・運営又は開催，教育・文化・娯楽・スポーツ用ビデオの制作(映画・放送番組・広告用のものを除く。)，放送番組等の制作における演出，映像機器・音声機器等の機器であって，放送番組等の制作のために使用されるものの操作，映画・演芸・演劇・音楽又は教育研修のための施設の提供，ネガフィルムの貸与，ポジフィルムの貸与。",
                "これに対し原告は，平成14年10月10日付けで本件商標登録の無効審判請求をし，特許庁は，これを無効2002-35431号事件として審理し，その結果，平成17年3月29日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は平成17年4月8日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "本件審決の内容の詳細は，別紙審決写し記載のとおりである。",
                "その理由の要旨は，①「アエロバティックス」及び「日本グランプリ」を組み合わせてなる本件商標からは，全体として「日本国で行われる何らかの競技の頂点になる国際イベント」程度の意味合いを理解する場合があるとしても，「日本で行われる『曲技飛行』競技の頂点になる国際イベント」であることを表示したということはできない，②「アエロバティックス日本グランプリ」は，本件商標の登録査定時たる2002年(平成14年)4月15日には，被告が毎年催行している我が国唯一の世界的規模の曲芸飛行大会の名称として，一般に知られていた等として，本件商標登録は，商標法3条1項3号，4条1項16号に違反しないとしたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "本件審決との関係で問題となるのは，指定役務との関係において「アエロバティックス」の片仮名文字に自他識別力を有するか否かであるが，本件審決は，以下に述べるとおり，誤ってこれに識別性ありとしたもので，本件商標の商標法3条1項3号(役務の質を普通に表示する標章のみからなる商標)該当性についての判断の誤りがあるから，違法なものとして取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "我が国においてアエロバティックス(曲技飛行)大会は，1994年(平成6年)に米軍厚木基地で，1995年(平成7年)及び1996年(平成8",
                  "text": [
                    "年)に兵庫県但馬空港で，1997年(平成9年)に北海道豊頃飛行場で開催されている。",
                    "これら競技会では，既に「アエロバティックス」の語が，「曲技(曲芸)飛行，具体的には，専用の小型飛行機を用い，設定された空域の中で，規定演技若しくは自由演技のプログラムでする航空競技」を意味するものとして，この種の事業者間及び新聞，雑誌等で頻繁に用いられていた。",
                    "例えば，1996年(平成8年)開催の「但馬空港フェスティバル’96」のチラシ(甲2の7ないし9)には，「ワールド・グランプリ・オブ・アエロバティックス」の文字と「きょくぎひこう世界選抜選手権」の文字が同じチラシの中で使用されている。また，新聞等の記事中には，「「アエロバティックス」は専用の小型飛行機を用い，設定された空域の中で，規定や自由の演技を繰り広げるスカイスポーツ」というように，その内容を具体的に記載しているもの(甲3の1ないし5)や，「アエロバティックス(曲技飛行)」と記載しているもの(甲4の1，2)がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "また，1998年(平成10年)から2001年(平成13年)に被告",
                  "text": [
                    "の主催で行われた曲技飛行大会のチラシ等(甲6の1ないし5)においては，本件商標である「アエロバティックス日本グランプリ」の文字又は「アエロバティックス」の文字が単独で用いられていることはなく，上記各文字と「FAI　WORLD　GRAＮD　PRIX　OF　AEROBATICS」又は「2001　AE",
                    "ROBATICS　JAPAＮ　GRAＮD　PRIX」等の文字と併用されてお",
                    "り，「AEROBATICS」の語が「アエロバティックス」であると認識される使用態様であることからすれば，本件商標中の「アエロバティックス」の片仮名文字は，「AEROBATICS」を「アエロバティックス」と称呼したものであり，「アエロバティックス」の文字から曲技飛行の意味を容易に認識されるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本件審決は「(10)　「エアロバティックス」，「アエロバティックス」に関するインターネット検索情報によれば，「aerobatics」，「アエロバティックス」，「エアロバティックス」が，「曲技飛行」を意味することとして記載されている」(15頁33行～36行)と判示し，「アエロバティックス」が「曲技飛行」を意味する語として使用されている事実を認定している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，被告自身は，次のとおり，原告が被告を相手に不正競争防止法に基づく損害賠償等を求めた訴訟(東京地方裁判所平成14年(ワ)第20610号損害賠償請求事件。以下「別件訴訟」という。)等において，「アエロバティックス」が「曲技飛行」を意味する語として普通に使用されていることを認めている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "別件訴訟における被告の平成14年11月13日付け答弁書(甲8)には，「FAIの競技にバルーン，グライダー，ラジコン，曲技飛行等があり，このうち曲技飛行のことをその普通名称で「AEROBATICS」「アエロバティックス」と呼んでいる。」，「「アエロバティックス」「AEROBATICS」の表示は，「曲技飛行」を表す普通名称として「アエロバティックス　HOＮDA　グランプリ　2000」「2001　AEROBATICS　JAPAＮ",
                      "text": [
                        "GRAＮD　PRIX」の如く大会名称の一部に使用したにすぎない。かかる普通名称の使用が不正競争になることはない。」との記載がある。",
                        "また，被告の平成15年4月3日付け準備書面Ⅱ(甲9)にも，「原告は「AEROBATICS/アエロバティックス」の商標登録を有していると主張するが，いずれも指定役務「曲技飛行大会の実施」に関するものではない。また，これらは普通名称であり，普通名称を普通名称として使用する行為が商標権侵害や不正競争になることはない。」との記載がある。",
                        "平成8年のFAIワールド・グランプリ・オブ・アエロバティックス・イン但馬の大会終了後に作成された書面(甲11)においても，「アエロバティックス」の文字が曲技飛行を意味する語として普通に用いられている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告の代理人弁護士平尾正樹の原告に対する平成13年8月27日付け回答書(甲12)には，「貴殿の登録商標「AEROBATICS」は「印刷物」を指定商品に含んでおりますが，当社の使用は，アエロバティックスの大会であることを示すために「アエロバティックス」の文字を使用したものであり，このような使用は第41類「アクロバット飛行の興行」役務における使用であって，「印刷物」における使用ではなく，貴社の商標権をなんら侵害するものではありません。」との記載がある。この記載は，被告がアエロバティックスの大会であることを示すために「アエロバティックス」の文字を使用したことを認めるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上の諸事情によれば，「アエロバティックス」の語は本件商標の登録査定時に既に「曲技飛行」を意味するものとして普通に使用されていたのであるから，「アエロバティックス」と「日本グランプリ」の文字を表してなる本件商標を，その指定役務中「アクロバット飛行の興行の企画・運営又は開催」に使用した場合，その興行が「日本で行われる「曲技飛行」の頂点になる国際イベント」であるという役務の質を単に表示するにすぎないものであって，本件商標は，役務の質を普通に表示する標章のみからなる商標(商標法3条1項3号)に当たるというべきである。",
                    "したがって，本件審決が，英語「aerobatics」は曲芸飛行の意味を有してはいるものの，「該「aerobatics」は難易度が高く，一般に広く知られた英語とは言い難いものと認められる。そうとすれば，「アエロバティックス」の片仮名文字よりは，直ちに「aerobatics」の英語を想起し得ないといわなければならない。」(13頁31行～34行)と認定判断し，ひいては，本件商標を，その指定役務中「アクロバット飛行の興行の企画・運営又は開催」に使用しても，その興行が「日本で行われる「曲技飛行」競技の頂点になる国際イベント」であることの意味合いを想起するものではなく，本件商標が上記役務の提供の手段・目的等の質を単に表示するにすぎないものとはいえない旨判断したことは誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "なお，被告は，本件商標については，商標法3条2項(使用による識別力の取得)が適用される旨主張するが，前記のとおり，本件商標である「アエロバティックス日本グランプリ」の文字又は「アエロバティックス」の文字が単独で用いられていることはなく，上記各文字と「FAI　WORLD　GRAＮD　PRIX　OF　AEROBATICS」又は「2001　AEROBATICS　J",
                  "text": [
                    "APAＮ　GRAＮD　PRIX」等の文字とが併用されていることからすれば，特許庁の商標法3条2項の審査基準(「使用により識別力を有するに至った商標として登録が認められるのは，その商標と同一の商標及びその商標を使用していた商品又は役務と同一の商品又は役務に関する場合のみとする。」)及び，現実に使用する商標の構成・態様が出願商標との関係で単独での使用ではないことを理由に商標法3条2項の適用を否定した東京高裁平成4年12月4日判決(甲21)に照らし，被告の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2)の事実はいずれも認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の商標法3条1項3号の非該当性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "但馬空港，豊頃飛行場の曲技飛行大会に関する新聞記事等(甲2の1ないし10，3の1ないし5，4の1，2)で用いられている「アエロバティックス」の文字は，大会名称「○○○アエロバティックス」の一部として用いられているか，大会の競技内容の説明として用いられている。しかも，他に「アクロバット飛行」，「曲技飛行」の普通名称が使用されているものがほとんどであり，「アエロバティックス」の文字は，曲技飛行を意味する普通名称や役務の質を表示するものとして用いられていない。また，「アエロバティックス」の文字は，すべて上記各曲技飛行大会との関連で用いられており，これら曲技飛行大会を離れて用いられた例はないのであるから，普通名称として用いられているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告主催の曲技飛行大会のパンフレット等には本件商標と英文表記が併記されたものが多く，同大会の入場者の多くは，実際に曲技飛行を観戦しているのであるから，本件商標中の「アエロバティックス」との部分が曲技飛行を意味するものと容易に認識するとしても，大会入場者数は年間3万5000人から5万3000人程度であるのに対し，本件商標に接する者は何百万人であり，これらの人々は「アエロバティックス」の文字から特定の観念を容易に想起することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，「AEROBATICS」が普通名称であることを否定しているのではなく，別件訴訟においては，「AEROBATICS」は認知度の低い普通名称であり，「AEROBATICS」は「アエロバティックス」とも読めなくはないから，「AEROBATICS」と「アエロバティックス」を一緒に用いたときは「AEROBATICS／アエロバティックス」の全体が認知度の低い普通名称になると主張したものである。なお，平成16年1月19日に言渡しのあった別件訴訟の第1審判決(甲10)は，「アエロバティックス」から「曲技飛行」が想起されることは十分に考えられる旨判示したにとどまり，「アエロバティックス」から容易に「曲技飛行」が想起されるとは判示していない。",
                    "また，平成13年8月27日付け回答書(甲12)は，被告代理人が「2000アエロバティックスHOＮDAグランプリ」と銘うった大会のことを「アエロバティックスの大会」といい，そこで「アエロバティックス」の文字を使用した旨述べたにすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，「AEROBATICS」の語は英和辞典でひくと難易度の高い語として掲載されており，その日本語読みである「エアロバティックス」も主要な日本語辞書には掲載されていないことからすれば，「エアロバティックス」は我が国において「曲技飛行」を意味する語として広く知られているとはいえない。ましてや「アエロバティックス」から容易に「曲技飛行」を認識することはできないから，これと同旨の本件審決の判断は正当である。",
                    "次に，「グランプリ　grand prix」の語は，広辞苑(乙1)には「最高位の賞，大賞」の意味が記載され，大辞林(乙2)には「大賞。各種のコンクール・競技などで最高位の賞」の意味が記載され，imidas(乙3)には「もともとの意味は大賞。4輪，2輪のレース界では，世界の頂点を競うイベントをこうよぶ」の意味が記載されている。このように「グランプリ　grand prix」とは「大賞」の意味である。ただし，4輪，2輪のレース界において，グランプリはイベントの意味をも有するが，曲技飛行においてはイベントを意味するものではない。",
                    "したがって，本件審決が，本件商標を，その指定役務中「アクロバット飛行の興行の企画・運営又は開催」に使用しても，その興行が「日本で行われる「曲技飛行」競技の頂点になる国際イベント」であることの意味を容易に認識することができないから，本件商標は商標法3条1項3号には該当せず，同法4条1項16号にも該当しないとした本件審決の結論に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の商標法3条2項該当性",
              "text": [
                "被告は，FAI(国際航空連盟)が主管するFWGPAとの間で曲技飛行大会に関する契約を取り交わし，日本で唯一の曲技飛行大会を主催する者であり，平成8年に本件商標を大会名に冠した曲技飛行大会「‘98アエロバティックス日本グランプリ」を主催したのを皮切りに，それ以降毎年曲技飛行大会を主催し，毎年3万5000人～5万3000人の観客を集め，新聞等のマスコミにも大々的にとりあげられ，インターネット上でも多数のホームページを発見できる状況にある。これらの曲技飛行大会において，被告は，基本的には本件商標と同一書体の「アエロバティックス日本グランプリ」の文字を使用している。",
                "したがって，仮に本件商標が商標法3条1項3号に該当するとしても，同条2項の適用により使用による識別力を有するに至ったから，本件商標登録は無効とはならない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，  (2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の商標法3条1項3号該当性の有無",
          "text": [
            "そこで，原告主張の本件審決の取消事由(請求原因(3))について判断する。",
            "本件審決は，「請求人の提出に係る「ＮEW　SHOGAKUKAＮ　Ra",
            "ndom　House　EＮGLISH-JAPAＮEASE　DICTIOＮA",
            "RY　ランダムハウス英和大辞典　第2版　株式会社小学館発行　2000年1月10日発行」(審判甲2・本訴甲7の1)によれば，英語「aerobatic",
            "s」は「(複数扱いで)曲芸飛行，(単数扱いで)曲芸飛行術」の意味を有し，発音記号によれば，「エアロバティック」と発音され，また，英語の辞書において難易度を示すために用いられている星印が付されていないことからも，該「aerobatics」は難易度が高く，一般に広く知られた英語とは言い難いものと認められる。」，「そうとすれば，「アエロバティックス」の片仮名文字よりは，直ちに「aerobatics」の英語を想起し得ないといわなければならない。」，「一方，構成中の「日本グランプリ」の文字部分は，「グランプリ」がフランス語の「GRAＮD　PRIX」の由来する外来語(審判甲4・本訴甲16)であり，「大賞，最高賞，モータースポーツでは，各国で行われる競技の頂点になる国際イベント」等の意味を有する語として，我が国においても一般に知られていることから，「日本国で行われる競技の頂点になる国際イベント」の意味合いを容易に認識できるものといわなければならない。」，「してみれば，前記「アエロバティックス」及び「日本グランプリ」を組み合わせてなる本件商標よりは，全体として「日本国で行われる何らかの競技の頂点になる国際イベント」程度の意味合いを理解する場合があるとしても，直ちに請求人が主張する意味合いを想起し，役務の内容を具体的に表示するものということはできない。」(13頁24行～14頁7行)とした上で，本件商標は，その指定役務中の「アクロバット飛行の興行の企画・運営又は開催」について使用しても，その役務の質を単に表示するにすぎないものとはいえず，役務の質を普通に用いられる方法で表示する標章のみからなる商標(商標法3条1項3号)には当たらない旨判断した。",
            "これに対し原告は，「アエロバティックス」の語は本件商標の登録査定時に既に「曲技飛行」を意味するものとして普通に使用されていたのであるから，「アエロバティックス」と「日本グランプリ」の文字を表してなる本件商標を，その指定役務中「アクロバット飛行の興行の企画・運営又は開催」に使用した場合，その興行が「日本で行われる「曲技飛行」の頂点になる国際イベント」であるという役務の質を単に表示するにすぎないものであるから，本件審決の上記判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "ところで，「ランダムハウス英和大辞典　第2版　株式会社小学館発行　2000年1月10日発行」(審判甲2・本訴甲7の1)には，見出し語「aer",
              "text": [
                "obatics」の訳文として「1《複数扱い》曲芸飛行．2《単数扱い》曲芸飛行術」と記載され，その発音記号の記載によれば，「aerobatics」はおおむね「エアロバティックス」と発音されるものであることが認められる。また，広辞苑(第三版)(株式会社岩波書店発行。審判乙26の1・本訴乙29の1)，コンサイス外来語辞典第4版(株式会社三省堂発行。審判甲3・本訴甲7の2)，「情報・知識imidas1998」(株式会社集英社発行。審判乙26の2・本訴乙29の2)には，「アエロバティックス」及び「エアロバティックス」の掲載がない(なお，他の一般の辞書に掲載されていることの立証もない。)。",
                "そして，広辞苑(第五版)(株式会社岩波書店発行)によれば，「曲芸」とは「見世物の一種。普通人にはできない，さまざまに目さきをかえてする離れ業。」，「曲技」とは「かるわざ風の技術。また，かるわざ。」，「アクロバット」とは「軽業 。曲芸。また，それをする芸人。軽業師。」の意味であるとのかるわざ",
                "記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，証拠(甲1ないし3，11，乙4ないし9，18ないし22，31ないし48(枝番のあるものは枝番を含む。))及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "国際航空連盟(FAI)(Federation　Aeronauti",
                  "text": [
                    "que　Internationale)は，航空活動の世界的規模への発展を目",
                    "的として1905年に設立され，1985年に国際オリンピック競技委員会(IOC)の傘下団体になった非政府・非営利の国際団体である。FAIの航空競技の競技種目には，曲技飛行，気球，一般航空，滑空機，模型航空，落下傘等があり，FAIの加盟国中50か国において，航空競技が行われている。FAIの競技種目である「曲技飛行」は，「競技専用の小型機を用い，設定された空域の中で，規定もしくは自由のプログラムを演技する。」ものをいい，「アエロバテイックス」(甲1，11)又は「エアロバテイックス」(乙4)などと表示していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成7年10月7日及び8日，兵庫県豊岡市の但馬空港において，「ブライトリング・ワールドカップ(BREITLIＮG　WORLD　CUP　OF",
                  "text": [
                    "AEROBATICS　1995)」の大会名で，曲技飛行の競技会が開催され",
                    "た。同競技会は，「但馬空港フェスティバル’95」と同時に，ブライトリング社及び日刊スポーツ社の主催で，FAIの後援の下に行われた。",
                    "同大会パンフレット(審判乙1・本訴乙4)には，「グライダー・エアロバテイックス／スカイダイビング」，「エアロバティック世界選手権　ブライトリング・ワールドカップ　1995年度　最終戦」，「グライダー・エアロバティック」の記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成8年10月25日から27日まで，但馬空港において，「FAI　ワールド・グランプリ・オブ・アエロバティックス・イン但馬(FAI　WORLD　GRAＮD　PRIX　OF　AEROBATICS　in　TAJIM",
                  "text": [
                    "A)」の大会名で，曲技飛行の競技会が開催された。同競技会は，「但馬空港フェスティバル’96」の一環として，但馬空港フェスティバル実行委員会が主催し，FAIが主管した。",
                    "同大会の観戦ツアーのチラシ(甲2の7ないし9)には，「FAI　WORLD　GRAＮD　PRIX　OF　AEROBATICS　in　TAJI",
                    "MA」，「FAI　ワールド・グランプリ・オブ・アエロバティックス・イン但馬」又は「ワールド・グランプリ・オブ・アエロバティックス」の文字とともに，「曲技飛行世界選抜選手権」又は「きょくぎひこう世界選抜選手権　但馬」の記載がある。",
                    "そして，同大会については，平成8年10月27日発行の朝日新聞(審判甲6の1・本訴甲3の1)に，「見せた”空のフィギュア”」，「但馬空港で曲技飛行選手権大会」などの見出しの下に，「・・・FAI(国際航空連盟)公認の「ワールド・グランプリ・オブ・アエロバティックスin　TAJIMA(曲技飛行選手権大会)」も始まった。」，「アエロバティックスは，専用の小型機を使い設定された空域の中でスピン(きりもみ)やストールターン(失速反転)，ローリングターン(連続ひねり旋回)などパイロットが高度な操縦技術と芸術性を競うもので，”空のフィギュア”ともいわれている。」などの記事が掲載された。",
                    "また，同大会の開催前において，平成8年1月18日発行の神戸新聞(甲2の1)に，「アクロバット飛行世界大会」などの見出しの下に，「昨年十月に但馬空港で開催されたアクロバット飛行の世界大会「ワールド・グランプリ・オブ・アエロバティックス」が，今年も同空港で開かれることが・・・事実上決まった。」などの記事が，平成8年1月18日発行の読売新聞(甲2の2)に，「今年の最終戦も但馬で開催へ」，「空のF1」などの見出しの下に，「大会は今年から，名称を「ブライトリング・ワールドカップ」から「ワールド・グランプリ・オブ・アエロバティックス」に変更・・・」などの記事が，平成8年1月19日発行の朝日新聞(甲2の3)に，「今秋も但馬空港で開催へ」，「曲技飛行世界大会」などの見出しの下に，「関係者によると，今年は「ワールド・グランプリ・オブ・アエロバティックス」として開催。」などの記事が掲載された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成9年8月9日及び10日，北海道中川郡豊頃町の「MICとよころ飛行場」において，「遠音ウイズ・アエロバティックス」の名称で，曲技飛行のエキシビション(試技)が実施された。同エキシビションは，「FWGPA-JAPAＮ　DELEGATIOＮ」が主催した。",
                    "同エキシビションの観戦ツアーのチラシ(甲2の10)には，「FWGPA　OfficiaI　Exhibition」，「遠TOＮE音　with",
                    "AEROBATICS」，「アエロバティックス　エンジョイツアー」，「アエロバティックス(Aerobatics)とは」などの記載がある。",
                    "そして，同エキシビションについては，平成9年7月28日発行の北海道新聞(審判甲7の4・本訴甲3の2)に，「アエロバティックス　エキシビション」，「小型飛行機が曲技を披露」の見出しの下に，「アエロバティックスは，専用小型飛行機を使い，決められた空域の中で，規定や自由の演技を繰り広げるスカイスポーツ・・・。」などの記事が，平成9年7月29日発行のスポーツニッポン(審判甲7の3・本訴甲3の3)に，「飛行機がチョウになる！？」，「遠音ウイズ・アエロバティックス」などの見出しの下に，「”アエロバティックス”とは，曲技飛行専用に開発された小型機が，設定された700メートル四方の空域で，音楽に合わせてスモークなどを効果的に使用しながら，三，四分演技するものだ。」などの記事が掲載された。また，平成9年8月2日発行の十勝毎日新聞(審判甲7の5・本訴甲4の1)に，「空の舞踏会　アエロバティックスinとよころ」の見出しの下に，「アエロバティックス(曲技飛行)競技会の中で，最も難度の高いのが「無制限クラス」。」などの記事が，平成9年8月7日発行の日刊スポーツ(審判甲7の11・本訴甲3の4)に，「十勝の空で舞踏会」の見出しの下に，「アエロバティックスとは，曲技飛行専用の小型機が，音楽に合わせて空で演技すること。まさに「空の舞踏会」だ。」などの記事が掲載された。",
                    "さらに，「月刊auto　one8月号」(平成9年発行)(審判甲7の2・本訴甲3の5)及び「月刊AUTO　Spirits8月号」(平成9年発",
                    "行)(審判甲7の1・本訴甲4の2)においても，同エキシビションを紹介し，「アエロバティックス」又は「曲技飛行(アエロバティックス)」について説明する記事が掲載された。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "そして，平成10年10月23日から25日まで，栃木県芳賀郡茂木町の「ツインリンクもてぎ」(自動車レース場)において，「’98アエロバティックス日本グランプリ」の大会名で，曲技飛行の競技会が開催された。同競技会は，被告が主催し，FAI及びFWGPA(FAI　World　Grand　Pri",
                  "content": [
                    {
                      "fig": "x",
                      "text": [
                        "of　Aerobatics)が主管した。",
                        "同大会の大会カタログである「’98　TWIＮ　RIＮG　MOTEGI　OFFICIAL　PROGRAMME」(審判乙2・本訴乙5)には，",
                        "「FAI　WORLD　GRAＮD　PRIX　OF　AEROBATICS」，",
                        "「’98　アエロバティックス日本グランプリ」などの記載がある。",
                        "被告の調査結果によると，同大会の観客動員数は合計3万5600人であった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "平成11年10月15日から17日まで，前記「ツインリンクもてぎ」で，「’99アエロバティックスHOＮDAグランプリ」の大会名で，曲技飛行の競技会が開催された。同競技会は，被告が主催し，FAI及びFWGPAが主管した。",
                    "同大会の大会カタログである「’99　TWIＮ　RIＮG　MOTEGI　OFFICIAL　PROGRAMME」(審判乙3・本訴乙6)には，",
                    "「’99　アエロバティックス　HOＮDAグランプリ」，「FAI　WORLD　GRAＮD　PRIX　OF　AEROBATICS」，「主管：国際航空連盟",
                    "(FAI)／FWGPA」，「主催：株式会社ツインリンクもてぎ」，「大会特別協賛：本田技研工業株式会社」などの記載がある。",
                    "被告の調査結果によると，同大会の観客動員数は合計3万5450人であった。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "平成12年10月20日から22日まで，前記「ツインリンクもてぎ」で，「アエロバティックスHOＮDAグランプリ2000」の大会名で，曲技飛行の競技会が開催された。同競技会は，被告が主催し，FAI及びFWGPAが主管した。",
                    "同大会の大会カタログである「2000　TWIＮ　RIＮG　MOTEGI　OFFICIAL　PROGRAMME」(審判乙4・乙7)には，「ア",
                    "エロバティックスHOＮDAグランプリ　2000」，「FAI　WORLD　G",
                    "RAＮD　PRIX　OF　AEROBATICS」，「主管：国際航空連盟(F",
                    "AI)　FAI-WGPA」，「主催：株式会社ツインリンクもてぎ」，「大会特別協賛：本田技研工業株式会社」などの記載がある。",
                    "被告の調査結果によると，同大会の観客動員数は合計4万6300人であった。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "平成13年11月1日から3日まで，前記「ツインリンクもてぎ」で，「2001　AEROBATICS　JAPAＮ　GRAＮD　PRIX」の大会",
                  "text": [
                    "名で，曲技飛行の競技会が開催された。同競技会は，被告が主催し，FAI及びFWGPAが主管した。",
                    "同大会の大会カタログである「2001　Twin　Ring　Mot",
                    "egi　Official　programme[2001アエロバティックス日本",
                    "グランプリ・オフィシャルプログラム］」(審判乙5・本訴乙8)には，「200"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "AEROBATICS　JAPAＮ　GRAＮD　PRIX」，「FAI　W",
          "text": [
            "ORLD　GRAＮD　PRIX　OF　AEROBATICS」などの記載があ",
            "る。",
            "被告の調査結果によると，同大会の観客動員数は合計5万3000人であった。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ケ",
                  "subject": "平成14年11月1日から3日まで，前記「ツインリンクもてぎ」で，「FAIワールドグランプリ2002“オートボルテージュ”(FAI　WORL",
                  "text": [
                    "D　GRAＮD　PRIX　2002”HAUTE　VOLTIGE”)」の大会",
                    "名で，曲技飛行の競技会が開催された。同競技会は，被告が主催し，FAI及びHAUTE　VOLTIGEが主管した。",
                    "同大会の大会カタログである「Official　programm",
                    "e」(審判乙6・本訴乙9)には，「FAI　WORLD　GRAＮD　PRIX",
                    "2002”HAUTE　VOLTIGE”」，「FAIワールドグランプリ20",
                    "02“オートボルテージュ”」，「アエロバティックス日本グランプリ」などの記載がある。",
                    "被告の調査結果によると，同大会の観客動員数は合計4万8700人であった。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "「エアロバティックス」，「アエロバティックス」に関するインターネット検索情報(審判乙44・本訴乙47，審判乙45・本訴乙48)によれば，「aerobatics」，「アエロバティックス」，「エアロバティックス」が，「曲技飛行」を意味する記事等が掲載されているが，他方で，「アエロバティックス日本グランプリ」が，被告の主催する曲芸飛行大会として記述されているものが多数ある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，前記認定事実を前提に検討すると，「aerobatics」は，「曲芸飛行，曲芸飛行術」の意味を有する英単語であり，「アエロバティックス」又は「エアロバティックス」と発音されるものであるが(弁論の全趣旨)，「アエロバティックス」及び「エアロバティックス」は，日本語の一般の辞書に見出し語として掲載されていないことを勘案すると，本件商標の登録査定時(平成14年4月15日)において，日本語表記「アエロバティックス」が「曲技飛行」の意味を有するものとして，一般に理解されていたものと認めることはできない。",
                "そして，FAIが主管する曲技飛行の競技会においては，「アエロバティックス」は，「競技専用の小型機を用い，設定された空域の中で，規定もしくは自由のプログラムを演技する。」曲技飛行の競技種目を表す語として使用されていたこと，上記曲技飛行の競技会(大会)又は試技(エキシビション)が，平成7年以降，毎年日本で開催され，その模様等については新聞報道等がされたり，観戦ツアーが組まれるなどしていたことに照らすと，上記曲技飛行の競技会の競技参加者や関係者はもとより，競技会を観戦した者や新聞記事等に接した者は，「アエロバティックス」が上記の意味で用いられていることを認識したものということができる。しかし，他方で，上記競技会の大会カタログ等においては，「アエロバティックス」の語が単独で用いられているものはなく，「FAI　ワールド・グランプリ・オブ・アエロバティックス・イン但馬」，「ワールド・グランプリ・オブ・アエロバティックス」，「’98アエロバティックス日本グランプリ」，「’99アエロバティックスHOＮDAグランプリ」，「アエロバティックス日本グランプリ」などのように他の単語と結合又は併用されており，しかも，新聞記事においては，「空のF1」，「見せた”空のフィギュア”」，「アクロバット飛行世界大会」等の見出しの下に，「アエロバティックス」の説明等がされていることからすれば，「アエロバティックス」は，これらの他の語や見出し等と相まって曲技飛行の競技種目の意味として理解されているものと認められる。また，このように「アエロバティックス」は，曲技飛行の競技種目を表すものとして使用されており，「aerobatics」の本来の意味である「曲芸飛行」又は「曲芸飛行術」そのものを表すものとしては使用されていない。",
                "加えて，本件で問題とされている指定役務である「アクロバット飛行の興行」の提供を受ける対象は一般の大衆であること，インターネット検索によれば，「aerobatics」，「アエロバティックス」，「エアロバティックス」が「曲技飛行」を意味する記事として掲載されている一方で，「アエロバティックス日本グランプリ」が，被告の主催する曲芸飛行大会を表すものとして記述されているものが多数あることを併せ考慮すると，「アエロバティックス」の語は本件商標の登録査定時に「曲技飛行」を意味するものとして普通に使用されていたものとまで認めることはできず，本件審決が認定するように，「アエロバティックス」の片仮名文字と「日本グランプリ」の文字とを二段に横書きしてなる本件商標は，「日本国で行われる何らかの競技の頂点になる国際イベント」程度の意味合いと理解できるにとどまり，それ以上に，「日本で行われる「曲技飛行」の頂点になる国際イベント」であることを普通に表示したとまでは認められない。",
                "したがって，原告主張の取消事由は理由がないことに帰する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余について判断するまでもなく，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}