{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件を東京地方裁判所に差し戻す。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，プリント配線板用印刷インキ並びに塗料，接着剤及びその応用製品の開発製造，販売等を業とする株式会社であり，被控訴人は，電子工業用材料の研究，開発並びに製造販売等を業とする株式会社である。本件は，控訴人が，被控訴人に対し，平成14年10月1日付けで締結した原判決別表1記載の特許(以下「本件各特許」という。)についての特許ライセンス契約(以下「本件契約」という。甲1)に基づき，ランニング・ロイヤルティ及び年6分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，本件契約により仲裁合意(以下「本件合意」という。)が成立しており，仮に，控訴人が，被控訴人に対し，平成17年3月25日付けで，被控訴人の支払うべきランニング・ロイヤルティの未払を理由に本件契約を解除する旨の通知(以下「本件解除通知」という。甲3)をしたことにより，本件契約が解除されたものであるとしても，本件合意の効力がさかのぼって無効になるものではないとして，被控訴人の本案前の抗弁を認め，控訴人の本件訴えを却下した。",
            "控訴人は，これを不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当事者の主張は，後記3，4のとおり付加するほか，原判決の「事実及び理由」欄の「第2　当事者の主張」記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の当審における主張の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件契約第12条第2項(12．2)は，同第15条の一般的仲裁条項に対する特則であって，債務不履行による本件契約の解除の通知がなされた場合には，債務不履行を争う当事者が当該通知の受領後40日以内に仲裁の申立てをしない限り，本件契約が解除により終了することを定めたものである。したがって，契約解除の原因たる債務不履行に関する「紛争，論争又は意見の相違」についての仲裁申立ては，本件契約第15条によるのではなく，同第12条第2項により解除通知受領後40日以内になされなければならない。しかるに，被控訴人は，本件解除通知の受領後40日以内に仲裁の申立てをしなかったから，控訴人が本訴で請求している本件契約の解除の原因である債務不履行についての履行請求は，もはや本件契約第15条の仲裁条項の対象にはなり得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件契約の解除にかかわらず，本件合意の効果が存続するとしても，被控訴人は，ランニング・ロイヤルティの支払に疑義があるなら仲裁を申し立てるべきであるにもかかわらず，これをすることなく一方的に支払を停止し，また，本件解除通知の効力に疑義があるなら仲裁を申し立てるべきであるにもかかわらず，これをなさず，さらに，本件各特許の有効性に疑義があるなら仲裁を申し立てるべきであるにもかかわらず，これをなさずに無効審判請求をしたものであって，本件合意に違反する行為を重ねたものであるから，被控訴人が，本訴において本件合意を理由に訴え却下を申し立てることは，クリーンハンドの法理，公正，衡平等の法理に反するものであって，許されない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被控訴人の反論の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張は，本件契約が解除されたから妨訴抗弁が成立しないという趣旨と解されるところ，かかる主張は，仲裁合意の分離独立性の原則に関する判例(最高裁昭和50年7月15日判決・民集29巻6号1061頁)及び法令(仲裁",
              "text": [
                "法13条6項など)を無視した独自の見解であり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，本件合意を遵守し，いかなる民事訴訟の提起も行っていないのであるから，控訴人が主張するクリーンハンドの原則等が被控訴人に適用される余地はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本件訴えは不適法であると判断するものであるが，その理由は，次のとおり付加するほかは，原判決の「事実及び理由」欄の「第3　当裁判所の判断」記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人が，本件契約第12条第2項(12．2)に基づき，本件解除通知の受領後40日以内に仲裁の申立てをしなかったから，控訴人が本訴で請求している本件契約の解除の原因である債務不履行についての履行請求は，もはや本件契約第15条の仲裁条項の対象にはなり得ない旨主張する。",
                "本件契約第12条第2項(12．2)には，次の条項(以下「本件解除条項」という。)がある(甲1)。",
                "「『本契約』は，『本契約』に定めるいずれかの義務の不履行の場合，一方当事者が相手方当事者に書面にて通知することにより終了することができるが，当該債務不履行が当該債務不履行の書面による通知後40日以内に是正されなかった場合に限られる。但し，かかる債務不履行が存在するか否かの疑義が当該40日の期間内に仲裁に付託された場合，40日の期間は，当該仲裁が継続する間，進行を停止する。」",
                "上記によれば，本件解除条項は，一方当事者が相手方当事者に対し，当該相手方当事者の債務不履行について書面による通知をした後40日以内(以下「是正期間」という。)に当該債務不履行が是正された場合には，当該債務不履行を理由とする本件契約の解除はその効力を生じないことを定めたものであって，債務不履行を理由とする本件契約の解除の効果の発生を是正期間の経過にかからせたものであることが明らかである。そして，本件解除条項における但し書は，是正期間中に仲裁が申し立てられた場合には，当該仲裁手続が継続している限り，是正期間が進行しないことを定めたものであり，仲裁手続中は是正期間の進行を停止して，解除の効果の発生を制限することとしたものにすぎず，当該相手方当事者に仲裁の申立てを義務付けたものでないことはもとより，契約解除の原因たる債務不履行に関する紛争については是正期間内にのみ仲裁申立てができるとしたものでないことも明らかである。",
                "そうすると，被控訴人が本件解除通知の受領後40日以内に仲裁の申立てをしなかったことは，単に是正期間が途過したことを意味するにすぎず，控訴人の主張する被控訴人の債務不履行が客観的に存在する場合に，是正期間の経過によって当該債務不履行を理由とする解除の効果が発生することになるというだけのことであって，本件合意についてまで当然に解除の効果が発生することを意味するものではないし，解除原因である債務不履行の有無や，その不履行債務の履行請求に関する紛争が，もはや本件合意による仲裁の対象となり得ないことを意味するものでもない。",
                "控訴人の主張する被控訴人の債務不履行が客観的に存在するか否か，ひいては債務不履行を理由とする本件契約の解除の効果が発生しているか否かは，本件合意に基づき，仲裁によって判断されるべき事項であるし，また，本件契約の解除の効果が発生しているか否かはともかく，本訴において，控訴人が被控訴人に対し支払を請求しているランニング・ロイヤルティは，本件契約に基づく債権であることが明らかであり，その存否は，本件合意に基づき，仲裁によって判断されるべき事項である。",
                "したがって，被控訴人が仲裁の申立てをしなかったことにより，控訴人の請求が本件合意に基づく仲裁の対象になり得ないものとなった旨の控訴人の主張は，本件解除条項を誤って解釈するものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人が自ら仲裁を申し立てなかったことが本件合意に違反するとし，被控訴人が，本訴において訴え却下を申し立てることは，クリーンハンドの法理，公正，衡平等の法理に反する旨主張する。",
                "しかし，本件合意は，「紛争，論争又は意見の相違」を「合理的期間内に解決することができない場合，当該事項は，国際商事会議所の規則に基づいて仲裁に付すものとする」としているにとどまり，いずれか一方の当事者に対し，積極的に仲裁を申し立てる義務を課したものとは解されない。控訴人の主張は，その前提を欠くものであって，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "よって，控訴人の本件訴えは不適法であって，これを却下した原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(ネ)10120",
    "date": "2006-02-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成17年(ワ)14441",
    "precedent_id": "009114",
    "ipprecedent_id": "833",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}