{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2003-39091号事件について平成17年5月10日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の特許権者である原告が，第三者からの特許異議の申立てに基づき特許庁が特許取消決定をしたので，その取消訴訟を提起するとともに，同庁に対して訂正審判を請求したところ，同庁が請求不成立の審決をしたため，原告がその取消しを求めた事案である。",
        "なお，前記特許取消決定の取消しを求める訴訟は，平成17年(行ケ)第10051号事件(旧事件番号 東京高裁平成13年(行ケ)第160号)として当庁に係属中であり，本件訴訟と並行して審理が進められている。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "text": [
                "原告は，名称を「歯科情報処理方法及び装置」とする発明につき，平成7年11月9日に特許出願をし，平成10年11月27日に設定登録を受けて特許第2857088号の特許権者となった(請求項1ないし6。以下「本件特許」という。)。",
                "その後，本件特許に対し，株式会社沖メディカル・システムズ及びAから特許異議の申立てがなされ，これに対し平成12年3月6日付けで原告は本件特許の訂正を請求した(以下「第1次訂正請求」という。)が，特許庁は，平成13年3月1日，前記第1次訂正請求を認めた上，「特許第2857088号の請求項1乃至6に係る特許を取り消す。」との決定をした。そこで原告は，同決定の取消しを求める訴訟を東京高等裁判所に提起し(平成13年(行ケ)第160号)，平成17年4月1日の知的財産高等裁判所の発足に伴い当庁へ回付され，当庁平成17年(行ケ)第10051号事件として係属中である。",
                "前記訴訟係属中の平成15年5月7日，原告は本件特許につき訂正審判を請求し(第2次訂正請求。以下「本件訂正請求」という。甲3)，同請求は訂正2003-39091号事件として係属した。特許庁は，同事件について審理した上，平成16年3月31日，特許法36条4項，6項違反等を理由に「本件審判の請求は，成り立たない。」との審決をした。これに対し原告は，東京高等裁判所に審決取消訴訟(平成16年(行ケ)第209号)を提起したところ，同裁判所は平成16年12月27日，特許法36条4項，6項違反はない等として同審決を取り消す旨の判決をした。",
                "そこで特許庁は，上記訂正2003-39091号事件について再び審理するところとなり，平成17年5月10日，別の理由で「本件審判の請求は，成り立たない。」との審決(以下「本件審決」ということがある。甲1)をし，その謄本は平成17年5月20日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正請求の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成15年5月7日付けでなされた本件訂正請求の内容は，特許請求の範囲の請求項1，2，4，5と明細書の記載を，(イ)から(ノ)まで26箇所にわたり訂正しようとするものであり，その詳細は甲3(審判請求書)のとおりであるが，請求項1に関する内容は次のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "設定登録時(平成10年11月27日)(甲2)の発明の内容",
                  "text": [
                    "【請求項1】患者の各処置部位毎の歯科処置情報を登録して記憶する登録手段と，",
                    "患者に対する治療時に処置を行なう処置部位を入力する処置部位入力手段と，",
                    "前記処置部位入力手段より入力された処置部位に対する処置情報を入力する処置情報入力手段と，",
                    "前記処置情報入力手段により入力された処置情報が適切な処置情報入力であったか否かを前記登録手段の登録内容を基に判別する判別手段と，        　前記判別手段による判別の結果適切な処置情報入力でなかった場合に，不適切な入力項目を一覧表表示する一覧表表示手段と，",
                    "前記一覧表表示手段の表示を確認して再入力する項目が選択された場合に，当該選択項目の入力画面を表示して当該項目の入力を可能とする項目入力許可手段と，",
                    "前記入力項目許可手段による入力のあった項目に対する入力情報を対応する部位の過去の対応する全ての入力に対して一括変換して前記登録手段に再登録する再登録手段とを備えることを特徴とする歯科情報処理装置。",
                    "【請求項2】ないし【請求項6】は省略。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第1次訂正請求時(平成12年3月6日)の発明の内容",
                  "text": [
                    "【請求項1】患者の各処置部位毎の歯科処置情報を登録して記憶する登録手段と，",
                    "患者に対する治療時に処置を行なう処置部位を入力する処置部位入力手段と，",
                    "前記処置部位入力手段より入力された処置部位に対する処置情報を入力する処置情報入力手段と，",
                    "前記処置情報入力手段により入力された処置情報が不適切な処置情報入力であったか否かを前記登録手段の登録内容を基に判別する判別手段と，        　前記判別手段による判別の結果入力された処置情報が不適切である場合に，不適切な入力項目を一覧表表示する一覧表表示手段と，",
                    "前記一覧表表示手段の表示を確認して再入力する項目が選択された場合に，当該選択項目の入力画面を表示して当該項目の入力を可能とする入力項目許可手段と，",
                    "前記入力項目許可手段による入力のあった項目に対する入力情報を対応する部位に対する過去の対応する全ての入力に対して一括変換して前記登録手段に再登録する再登録手段とを備えることを特徴とする歯科情報処理装置。         【請求項2】ないし【請求項6】は省略。下線は訂正部分。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正請求(第2次訂正請求)時(平成15年5月7日)の発明の内容(甲3)",
                  "text": [
                    "【請求項1】患者の各処置部位毎の歯科処置情報を登録して記憶する登録手段と，",
                    "患者に対する治療時に処置を行なう処置部位を入力する処置部位入力手段と，",
                    "前記処置部位入力手段より入力された処置部位に対する処置情報を入力する処置情報入力手段と，",
                    "前記処置情報入力手段により入力された処置情報が同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報入力であったか否かを前記登録手段の登録内容を基に判別する判別手段と，",
                    "前記判別手段による判別の結果，入力された処置情報が不適切な処置情報入力であった場合に，不適切な入力項目を対応する過去の入力項目を含めて一覧表表示する一覧表表示手段と，",
                    "前記一覧表表示手段の表示を確認して一覧表表示された前記入力項目の中から再入力する項目が選択された場合に，当該選択項目の入力画面を表示して当該項目の入力を可能とする入力項目許可手段と，",
                    "前記入力項目許可手段による入力のあった項目に対する入力情報を対応する部位の過去の対応する全ての入力に対して一括変換して前記登録手段に再登録する再登録手段とを備えることを特徴とする歯科情報処理装置。",
                    "【請求項2】ないし【請求項6】は省略。下線は訂正部分。",
                    "(以下，【請求項1】の発明を「本件訂正発明」という。)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写し記載のとおりである。",
                    "その要旨は，本件訂正発明は，下記の引用刊行物に記載された発明(以下「引用発明」という。)及び技術常識に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許出願の際独立して特許を受けることができないものであり，本件訂正請求は認められない等というものである。",
                    "記",
                    "・株式会社ジーシー製のマニュアル「歯科医院用コンピュータシステム RECEFISⅡ　MAＮUAL」(甲4。以下「引用刊行物」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の内容との一致点及び相違点",
                  "text": [
                    "審決は，引用発明の内容，本件訂正発明との一致点及び相違点を，下記のように摘示している。",
                    "記",
                    "＜引用発明の内容＞",
                    "「患者名，保険者番号などの患者個人に関する情報を登録する患者登録機能と，治療した後に，部位病名・療法，処置などを入力する病名，処置登録機能と，患者の口腔内の情報を登録する口腔内情報登録機能と，入力済みの病名・処置内容の間違いをチェックするチェック機能を備え，当該チェックを行う際には，間違って入力した内容が画面に一覧表で表示され，該一覧表内の項目の誤入力部分にカーソルを移動して誤入力部分を訂正し，情報を更新することができるようにした歯科医院用コンピュータシステム。」",
                    "＜一致点＞",
                    "「患者の各処置部位毎の歯科処置情報を登録して記憶する登録手段と，        　患者に対する処置部位を入力する処置部位入力手段と，        　前記処置部位入力手段より入力された処置部位に対する処置情報を入力する処置情報入力手段と，",
                    "前記処置情報入力手段により入力された処置情報が不適切な処置情報入力であったか否かを前記登録手段の登録内容を基に判別する判別手段と，        　前記判別手段による判別の結果，入力された処置情報が不適切な処置情報入力であった場合に，不適切な入力項目を一覧表表示する一覧表表示手段と，         　前記一覧表表示手段の表示を確認して一覧表表示された前記入力項目の中から再入力する項目が選択された場合に，当該項目の入力を可能とする入力項目許可手段と，",
                    "前記登録手段に再登録する再登録手段とを備える歯科情報処理装置」である点。",
                    "＜相違点a＞",
                    "患者に対する処置部位の入力時期に関し，本件訂正発明が，「治療時に処置を行なう」としているところから，治療前であるのに対し，引用発明は，治療した後としている点。",
                    "＜相違点b＞",
                    "不適切な処置情報に関し，本件訂正発明が，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない」ものとしているのに対し，引用発明は，単に，入力済みの病名・処置内容の間違いとしている点。",
                    "＜相違点c＞",
                    "不適切な入力項目を一覧表表示する一覧表表示手段に関し，本件訂正発明が，「対応する過去の入力項目を含めて」表示するとしているのに対し，引用発明は，かかる表示態様が明確にされていない点。",
                    "＜相違点d＞",
                    "再入力する項目が選択された場合に，当該項目の入力を可能とする入力項目許可手段に関し，本件訂正発明が，「当該選択項目の入力画面を表示して」入力を行うとしているのに対し，引用発明は，かかる入力態様が明確にされていない点。",
                    "＜相違点e＞",
                    "再登録に関し，本件訂正発明が，「入力項目許可手段による入力のあった項目に対する入力情報を対応する部位の過去の対応する全ての入力に対して一括変換」するとしているのに対し，引用発明ではそのような対応がなされていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決の認定判断のうち，引用発明，相違点aないしeの認定はいずれも認める。",
                "しかしながら，本件訂正発明は，引用刊行物及び技術常識に基づいて当業者が容易に発明をできたものではなく，特許性を有することは明らかであり，特許出願の際独立して特許を受けることができるものであるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点bについての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点bについて，「引用発明は，レセプト作成を前提とするものであるから，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」は，レセプト作成上の重大な誤りの情報であり，引用発明においても当然誤入力として扱われるべきものといえる。また，歯科情報処理装置の分野における技術常識を考慮すれば，かかる不適切な処置情報を歯科情報処理装置で判別するに際し，格別の技術的な困難性は何等認められない。そうすると，引用発明において，かかる不適切な処置情報を病名・処置内容の間違いの一種として捉え，相違点bに係る訂正発明の構成とすることは，当業者であれば容易に推考し得る程度のことである」(審決6頁第3段落～第5段落)と判断した。",
                        "しかしながら，相違点bに係る構成とすることは，引用刊行物が想定する発明の範囲を超えるものであって，たとえ当業者でも容易に推考し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "すなわち，引用刊行物(甲4)には下記の記載がある。",
                        "記",
                        "「④部位・病名・処置入力欄",
                        "・画面左側は，部位・病名入力欄，画面右側は処置入力欄になります。欄間のカーソル移動は，カーソル移動キーで行います。",
                        "・下記の枠内が1ブロックになり，通常1回の診療情報を入力します。」(24頁下から12行目～9行目)",
                        "「⑧Auto Check",
                        "病名に対する処置内容が間違っていないかをチェックする機能の有無を示します。チェック機能が有りの時，間違って処置を入力すると自動的に消去されます。」(25頁8行目～12行目)",
                        "上記記載によれば，引用発明では，1ブロック内(1回の診療内)における病名と処置内容の対応をチェックしているにすぎず，したがって，vf・3のチェック機能も，単に病名に対する処置内容が間違っていないかを検出しているだけであると考えられる。それゆえ，引用発明では，「不適切な入力項目を対応する過去の入力項目を含めて一覧表表示する一覧表表示手段」を有しないのである。",
                        "なぜなら，単に1回の診療における病名と処置内容の対応関係を確認する場合には，誤りであると判定された処置入力に対応する過去の入力項目を含めて一覧表表示を行う必要がないからである。すなわち，引用発明では，単に1回の診療における病名と処置内容の対応関係を確認しているだけであって，本件訂正発明のように「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を検出するものではない。このような引用発明を，過去の処置との重複に係る不適切な処置情報まで検出する構成とすることは，引用発明が想定する発明の範囲を超えるものであって，たとえ当業者であっても容易に推考し得るものではなく，審決の相違点bについての判断には明らかな誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用刊行物(甲4)は法律文書として提出されたものであるから，同刊行物において同一の文言は原則として同一の意味内容を有するものとして解釈されるべきである。そして，引用刊行物の「⑧Auto Check　病名に対する処置内容が間違っていないかをチェックする機能の有無を示します。チェック機能が有りの時，間違って処置を入力すると自動的に消去されます」(25頁8行目～11行目)との記載によれば，「チェック機能」とは，「病名に対する処置内容が間違っていないかをチェックする機能」と解釈され，「⑩チェック範囲(vf・3を押しチェック機能が作動中の時に表示されます。)　初診からのチェックか当月のみのかの切り替えをCTRL＋Mによって行います」(25頁18行目～19行目)の「チェック機能」も「病名に対する処置内容が間違っていないかをチェックする機能」を意味するものと理解され，同時に，vf・3ボタンは，「病名に対する処置内容が間違っていないかをチェックする機能」としてのチェック機能を実行するためのファンクションキーであると理解される。29頁の下から2行目に「vf・3：チェック機能」と記載されているが，この記載は上記の流れからすれば，ファンクションキーvf・3を使って「病名に対する処置内容が間違っていないかをチェックする機能」としての「チェック機能」を実行する場合の説明が記載されていると理解するのが自然であり，29頁末行には「入力済みの病名・処置内容の間違いをチェックします」と記載されているが，これは「⑧Auto Check」における「病名に対する処置内容が間違っていないかをチェックする」を省略的に記載したものと考えられる。",
                        "以上のように，「vf・3」キーによるチェック機能が，「⑧Auto Check」で説明されている機能と同様の，病名に対する処置内容が間違っていないかチェックするだけのものであるとの原告の主張は，引用刊行物の記載に基づいた合理的なものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点cについての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点cについて，「上記相違点bについての検討内容に基づき，引用発明において，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」が不適切な入力項目として一覧表表示される場合をさらに検討する。例えば，同一処置部位に対して，異なる複数の処置日に，それぞれ「即処」という処置情報が入力されていた場合には，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」として，複数の処置日における処置情報(「即処」)が処置部位や処置日と共に，不適切な入力項目として一覧表表示されるものと解される」(審決6頁第6段落～第7段落)としている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，審決は，引用発明に相違点bに係る構成を追加して変形した発明(以下「変形発明」という。)に基づき，相違点cについての検討を行っているものと理解される。この理解に基づけば，ここでの検討のベースとなる変形発明は，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」をエラーとして検出し，その結果を一覧表表示する発明である。次に，審決は，変形発明がエラーを検出し，一覧表示する具体例を，「例えば，同一処置部に対して，異なる複数の処置日に，それぞれ「即処」という処置情報が入力されていた場合には」としているから，例えば，異なる複数の処置日として7月4日と7月11日とを想定した場合，各処置日について「即処」が入力されていることになる。このような処置入力に対し，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を検出した場合，エラーとして検出されるべきは，「7月11日」における入力である。というのも，本件訂正発明における「不適切な処置情報」とは，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない」処置情報であり，単に重複して入力された処置情報ではなく，時間的に過去の入力に対し重複入力された処置情報でなければならないからである。上記において7月4日の「即処」の処置は，7月11日の「即処」の処置に対する過去の処置に該当するが，7月11日の「処置」は，7月4日の「処置」に対する過去の処置にはなり得ない。このように，本件訂正発明に基づき「不適切な処置情報」として検出されるべきは，7月11日の「即処」であって，7月4日の「即処」ではないから，引用発明に「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を検出するための構成を追加して，エラー一覧に不適切な入力項目を表示する場合には，7月11日の「即処」の入力が不適切な入力項目として表示されるはずである。しかしながら，審決は，「複数の処置日における処置情報(「即処」)が処置部位や処置日と共に，不適切な入力項目として一覧表表示されるものと解される」とし，7月11日のみならず，7月4日も含めて不適切な入力項目として一覧表表示されるとしているが，このような表示形態は，本件訂正発明における「不適切な処置情報」を検出して一覧表表示する場合にはありえないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，審決は，「その場合，後の処置日に係る入力項目に対して，それより前の処置日に係る入力項目は，「対応する過去の入力項目」に該当するものといえる。そうすると，引用発明において，不適切な入力項目を「対応する過去の入力項目を含めて」一覧表表示することは，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を不適切な入力項目として一覧表表示する際に，当然に想定される範囲内の事項であるというべきである」(審決6頁下第2段落～7頁第1段落)と判断しているが，この判断には，以下の2つの誤りが存在する。",
                        "まず，上記のように，引用発明に「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を検出する構成を正しく追加し，変形発明とした場合，検出される不適切な処置情報はあくまで7月11日の「即処」の入力であって，7月4日における「即処」の入力ではないから，7月4日の入力分がエラーとして直ちに一覧表表示されることはない。それにもかかわらず，一覧表表示に7月4日の「即処」が不適切な入力項目として表示されているということは，変形発明は相違点bに基づいて正確な変形が行われていないことを意味する。このような変形発明を判断の前提とする限り，本件訂正発明と引用発明との相違点cについて検討したことにはならないし，その結果として得られる判断は，的外れというほかない。",
                        "次に，一覧表表示における表示項目の扱いについても誤りがある。一般的に，エラー表示のための一覧表表示における主たる表示内容は「不適切な入力項目」である。これに対し，本件訂正発明では，相違点cに係る一覧表表示手段について記載するように，一覧表表示の表示項目に通常表示される「不適切な入力項目」以外の「対応する過去の入力項目」を含めた点に特徴がある。ここで，「対応する過去の入力項目」は一覧表表示の性質上，「不適切な入力項目」とは区別されるべき項目である。また，「不適切な入力項目」が複数表示されたとしても，それらはあくまで「不適切な入力項目」として表示されたものであって，いずれかの項目に対応する過去の入力項目として表示されるものではない。すなわち，審決の上記の例で互いに重複する入力が不適切な入力項目として検出され，表示されるのであれば，「後の処置日(7月11日)に係る入力項目」も「それより前の処置日(7月4日)に係る入力項目」も，「不適切な入力項目」として表示されるのであって，いずれかが他方の「対応する過去の入力項目」として表示されるわけではない。すなわち，審決は「不適切な入力項目」と「対応する過去の入力項目」とを明らかに混同しており，上記判断は明らかに誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点a，d及びeについての判断の誤り)",
                  "text": [
                    "審決は，相違点aについて「格別の発明力を要するとは認められない」(審決6頁第2段落)，相違点dについて「情報処理技術分野における技術常識であるともいえる」(7頁第6段落)，相違点eについて「当業者であれば容易に推考し得る程度のことにすぎない」(7頁最終段落～8頁第1段落)と判断している。",
                    "しかしながら，これらの相違点a，d及びeは，取消事由1及び2で説明した相違点b及びcに基づく本件訂正発明特有の構成であり，引用発明に対する有意な相違点となることは明らかであり，審決における相違点a，d及びeについての判断には明らかな誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本件訂正発明の顕著な作用効果の看過)",
                  "text": [
                    "本件訂正発明の奏する効果について，審決は，「本件訂正発明の奏する効果を全体的にみても，引用発明及び技術常識から当業者が予測し得る範囲内のものにすぎない。したがって，本件訂正発明は，引用発明及び技術常識に基いて当業者が容易に想到し得たものというべきである」(審決8頁第2段落～第3段落)としている。",
                    "しかしながら，取消事由1ないし3に述べたように，各相違点に関する審決の判断は明らかに誤りであって，審決において対比される引用発明及びその変形発明は，本件訂正発明とは全く異なる発明である。したがって，これらにより本件訂正発明が奏する効果が達成されることはなく，「本件訂正発明は，引用発明及び技術常識に基いて当業者が容易に想到し得たものというべきである」との判断も明らかな誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点bについての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用刊行物(甲4)には，「vf・3」キーによるチェック機能が「⑧Auto Check」によるチェックと同じ機能であるとの記載はない。「⑧Auto Check」と「vf・3」キーによるチェックとは，入力する時と入力が済んだ後とそのタイミングが異なるとともに，「⑧Auto Check」は入力しようとするその入力項目をチェック，消去するのに対して，「vf・3」キーによるチェックは入力済みの病名・処置内容の間違いをチェックするもので，その目的，対象も異なる。また，「vf・3」キーによるチェックは，「⑩チェック範囲」として「初診からチェックか当月のみのかの切り替えを行」うというように，過去の入力を含めてチェックするものであるから，「vf・3」キーによるチェックが「⑧Auto Check」の機能しかとり得ないとはいえない。また，同様に，1回の診療における病名と処置内容の対応関係の確認だけでしかあり得ないともいえない。したがって，「vf・3」キーによるチェック機能が，「⑧Auto Check」で説明されている機能と同様の，病名に対する処置内容が間違っていないかチェックするだけのものである旨の原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「vf・3」キーによるチェックは，上記で述べたように，同時に「病名・処置登録」画面の入力枠が何枠か表示されるのであって，誤入力の項目以外，その過去を含む前後の日付の入力枠(ブロック)の表示内容を確認できるといえる。また，当月はもちろん，初診からの過去の入力についても，その過去の病名欄・処置欄を含む「病名・処置登録」画面を表示して，その誤入力部分にカーソルが移動するものと解される。審決は，「引用発明は，レセプト作成を前提とするものであるから，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」は，レセプト作成上の重大な誤りの情報であり，引用発明においても当然誤入力として扱われるべきものといえる」(審決6頁第3段落)としており，例えば「即処」の入力が重なる場合は，当業者にとって当然誤入力として想定するべきものである。さらに，審決は，「また，歯科情報処理装置の分野における技術常識を考慮すれば，かかる不適切な処置情報を歯科情報処理装置で判別するに際し，格別の技術的な困難性は何等認められない。",
                    "そうすると，引用発明において，かかる不適切な処置情報を病名・処置内容の間違いの一種として捉え，相違点bに係る本件訂正発明の構成とすることは，当業者であれば容易に推考し得る程度のことである」(同6頁第4段落～第5段落)というのであって，その判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点cについての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「相違点cについて」に先行する「相違点bについて」で，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を病名・処置内容の間違いの一種としてとらえ，相違点bに係る本件訂正発明の構成とすることは，当業者であれば容易に推考し得る程度のこととしている。上記の検討を受けて，審決は，さらに，「引用発明において，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」が不適切な入力項目として一覧表表示される場合を」(審決6頁第6段落)，訂正明細書(甲3添付)において「不適切な処置情報」として唯一提示される「即処」を例にして，検討をしている。まず，審決は，「例えば」として(審決6頁第7段落)，「即処」という種類の処置情報が上記「不適切な処置情報」として挙げられることを述べている。つまり，例えば，「同一処置部位に対して，異なる複数の処置日に，それぞれ「即処」という処置情報が入力されていた場合には」，上記「不適切な処置情報」として，判別される対象の入力項目(後の処置日の処置情報)に関して，「複数の処置日における処置情報(「即処」)」という処置情報が挙げられる。そして，引用発明も，不適切な入力項目を画面下に一覧表表示するものであるから，その処置情報(「即処」)も一覧表表示されるというものである。また，引用発明でも，「病名・処置登録」画面の1ブロックには，部位・病名・処置入力欄とともに日付が表示されるものであるから，どの「即処」か確定するためには，当然，「処置部位や処置日と共に」表示されると解される。なお，この段落における「複数の処置日における処置情報(「即処」)」とは，処置情報の種類を表現するものである。つまり，後の処置日に係る処置情報であって，前の処置日である，対応する過去の処置情報についていうのではない。そして，審決は，次の段落(審決6頁下第2段落)では，「後の処置日に係る入力項目に対して，それより前の処置日に係る入力項目は，「対応する過去の入力項目」に該当する」と，上記で「不適切な入力項目」とされた後の処置日に係る入力項目に対して，「対応する過去の入力項目」はそれより前の処置日に係る入力項目であることを説明し，さらに，次の段落(審決6頁最終段落～7頁第1段落)では，相違点cについてのこれまでの検討を踏まえて，「対応する過去の入力項目を含めて」一覧表表示することは，当然に想定される範囲の事項である旨を述べている。一覧表表示される上記「不適切な入力項目」は，重複して行われることのない不適切な処置情報なのであるから，重複する複数の処置情報のどちらかが誤りであって，それだけではどちらが誤りか決まらないことも明らかである。そして，誤りを表示するに当たり，後処置日とそれより前の処置日の両方の処置情報を表示できるようにすることは，当業者が当然に想定する範囲内の事項であるといえる。そうすると，「相違点bについて」で述べるように，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を病名・処置内容の間違いの一種としてとらえて，引用発明における不適切な処置情報とするに際して，引用発明における一覧表表示は，判別された不適切な入力項目である後の処置日に係る入力項目が表示されるものであると同時に，前の処置日に係る入力項目をも合わせて一覧表表示することも上記のとおりであるから，「不適切な入力項目を「対応する過去の入力項目を含めて」一覧表表示することは，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を不適切な入力項目として一覧表表示する際に，当然に想定される範囲内の事項であると」いえるのであり，審決の判断は，妥当なものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の6頁第7段落における，「複数の処置日における処置情報(「即処」)」とは，上に述べたように，同一処置部位に対して，異なる複数の処置日に，重複して行われることのない不適切な処置情報，例えば「即処」という処置情報の種類についていうものであって，前の処置日に係る処置情報についていうものではない。そして，同じ処置部位に対する同じ処置情報(即処)なのであるから，これを特定できるように処置日とともに表示されると解することに誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は後の処置日に係る入力項目について一覧表表示すると述べた後で，後の処置日に係る処置情報に対する前の処置日に係る処置情報が，「対応する過去の入力項目」に該当するというのであるから，この点においても審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(相違点a，d及びeについての判断の誤り)に対し      　相違点b及びcについての審決の判断は，上に述べたように妥当なものである。そして，原告は相違点a，d及びeの判断について，上記相違点b及びcの判断に基づく特有の構成であるという以外には審決が誤りである具体的理由を何ら述べていない。そうすると，相違点a，d及びeの判断が誤りであるとはいえず，審決に誤りはない。",
                "なお，相違点aは，患者に対する処置部位の入力時期に関するものであり，相違点dは，再入力する項目が選択された場合に，当該項目の入力を可能とする入力項目許可手段に関するものであり，相違点eは，再登録に関し，「対応する部位の過去の対応する全ての入力に対して一括変換」するものであるから，相違点b及びcと相互にかつ密接に関連するものではなく，それぞれ別個に判断し得るものであって，審決が相違点a，d及びeについて，それぞれ判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本件訂正発明の顕著な作用効果の看過)に対し",
              "text": [
                "本件訂正発明の効果についても，当業者が容易に想到し得るものであって，格別のものであるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(訂正請求の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点bについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明では，単に1回の診療における病名と処置内容の対応関係を確認しているだけであって，本件訂正発明のように「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を検出するものではなく，このような引用発明を，過去の処置との重複に係る不適切な処置情報まで検出する構成とすることは，引用発明が想定する発明の範囲を超えるものであって，たとえ当業者であっても容易に推考し得るものではないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "そこで，まず，引用刊行物(甲4)の記載を見ると，引用刊行物には次の記載がある(なお，以下において「vf・3」キー，「ENTER」キー，「HOME CLR」キーを，それぞれ〔vf・3〕，〔┘〕，〔HOME CLR〕と表記する。)。　      ア「情報登録機能は次の3種類の登録をすることができます。         ●患者登録",
              "text": [
                "患者名，保険者番号などの患者個人に関する情報を登録します。患者が新規に来院した時に作成・登録し，以降は登録済みの患者登録表を呼び出し使用します。",
                "●病名，処置登録",
                "治療した後に，部位病名・療法，処置などを入力します。ここに入力したデータが合算され，レセプトなどに印刷されます。",
                "●口腔内情報登録",
                "患者の口腔内の情報を登録します。初診時と最終時の情報が表示されますが，初診時に一度入力すると処置を入力するごとに最終情報が自動的に更新されます。」(15頁2行目～11行目)",
                "イ「1-1　患者情報登録",
                "新規患者の情報を登録，あるいは登録済み患者の情報を修正します。",
                "・新規患者の場合",
                "この画面を呼び出したときには，必ず新規患者用(無記入)の画面が表示されます。",
                "・登録済み患者の場合",
                "新規患者用画面において，患者コードを入力し登録済み患者を呼び出した後修正します。」(16頁1行目～8行目)",
                "ウ「〔vf・3〕：患者情報チェック",
                "患者情報入力の間違いを検索し，画面下に一覧表示します。",
                "〈操作〉",
                "1．患者情報入力後，〔vf・3〕を押します。",
                "2．誤入力の患者情報が画面下に一覧表示されます。",
                "誤入力がない場合は「チェック項目はありません」というメッセージが表示されます。",
                "3．一覧表内から訂正した項目を〔┘〕で選択します。",
                "4．選択した誤入力部分(患者情報登録表内)へカーソルが移動します。",
                "5．誤入力を訂正します。",
                "6．訂正後，まだ誤入力が残っている場合，〔HOME CLR〕を押し，カーソルをチェック・ウインドウに戻し操作を繰り返します。」(17頁6行目～17行目)",
                "エ「1-2　病名，処置登録",
                "「患者登録」画面において〔HOME CLR〕を押すと，「病名，処置登録」画面が表示されます。ここでは，患者が来院した時の病名・療法・処置を登録します。",
                "・・・",
                "④部位・病名・処置入力欄",
                "・画面左側は部位・病名入力欄，画面右側は処置入力欄になります。欄間のカーソルの移動は，カーソル移動キーで行います。",
                "・下記の枠内が1ブロックになり，通常1回の診療情報を入力します。1画面に5ブロック表示されます。1ブロックで1回の診療情報を入力できない場合は，次のブロックを使用してもかまいません。」(24頁1行目～下7行目)      オ「⑧Auto Check",
                "病名に対する処置内容が間違っていないかをチェックする機能の有無を示します。チェック機能が有りの時，間違って処置を入力すると自動的に消去されます。",
                "この機能は病名を先に入力しないと，作動しません。",
                "〔CTRL〕＋〔A〕で有無を設定します。",
                "⑨Warning Check",
                "致命的でないエラーを自動的に表示させる機能の有無を示します。間違って入力するとチェックを出力したときに警告が出ます。",
                "〔CTRL〕＋〔W〕で有無を設定します。",
                "⑩チェック範囲(〔vf・3〕を押しチェック機能が作動中の時に表示されます。)",
                "初診からチェックか当月のみのかの切り替えを〔CTRL〕＋〔M〕によって行います。」(25頁8行目～19行目)",
                "カ「〔vf・3〕：チェック機能",
                "入力済みの病名・処置内容の間違いをチェックします。",
                "〈操作〉",
                "1．病名，処置名入力後，〔vf・3〕を押すと画面下に間違って入力した内容が一覧表に表示されます。(誤入力がない場合，「チェック項目はありません」というメッセージが表示されます。)",
                "2．一覧表内の項目にカーソルを移動し〔┘〕を押すと，病名欄・処置欄の誤入力部分にカーソルが移動します。",
                "3．誤入力部分を訂正します。",
                "4．訂正後，まだ誤入力が残っている場合〔HOME CLR〕を押しカーソルをチェックウインドウに戻し操作を繰り返します。」(29頁下2行目～30頁9行目)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記ア～カの記載によれば，引用発明の「vf・3」キーによるチェック機能は，次の①，②の内容を有しているものと認めることができる。",
                "①　「vf・3」キーを押すと，「病名・処置登録」画面の画面下に，間違って入力した内容が一覧表に表示され，一覧表内の項目にカーソルを移動し「ENTER」キーを押して項目を選択すると，最新の日付以外のブロックを含めて，その病名欄・処置欄を表示してその誤入力部分にカーソルが移動し，訂正できるようになり，その際，少なくともその誤入力部分があるブロック(入力枠)を含む「病名・処置登録」画面が表示される。",
                "②　上記オの「⑩チェック範囲」において記載されているように，当月はもちろん初診からの過去の入力についてもチェックすることができるのであるから，そのような当月以前の過去のブロックを含む「病名・処置登録」画面が表示され，訂正が可能とされている。",
                "一方，平成5年3月10日医歯薬出版株式会社発行「歯科保険請求マニュアル」(平成5年3月版)(甲7)，及び平成5年5月20日社会保険研究所32版発行「歯科点数表の解釈」(甲8。以下「甲8文献」という。)によれば，歯科治療の処置に基づいてレセプトを作成する際には，厚生省告示「健康保険法の規定による療養に要する費用の額の算定方法」に定める別表「歯科診療報酬点数表」に規定された点数の算定ルール(以下「算定ルール」という。)に従わなければならず，レセプト処理のために歯科情報処理装置へ治療情報を入力する場合には，保険報酬を適法に請求するために算定ルールに従った入力がされることが必要であることは，歯科情報処理装置の分野における当業者(その発明の属する技術の分野における通常の知識を有する者)の技術常識であると認められるところ，上記甲8文献には，1歯につき1回限り算定が認められる処置として，即処(即日充填処置)のほか，歯髄切断，抜髄，感染根管処置，根管充填，歯冠形成があることが記載されており，当業者であれば，処置の重複をレセプト作成上の重要な入力誤りチェック項目と認識するものと認められる。そして，上に述べたように，引用発明においては，処置単位で処置情報が入力され，かつ，過去の入力も含めて一覧表示できるようになされているのであるから，引用発明において，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない」処置を不適切な処置情報入力としチェックの対象とするよう配慮することは，当業者に普通に期待される創意工夫の範囲内の事項と認められる。",
                "原告は，引用発明の「vf・3」キーによるチェック機能は，「⑧Auto Check」で説明されているのと同様，1ブロック内(1回の診療内)における病名と処置内容の対応をチェックしているにすぎず，単に病名に対する処置内容が間違っていないかをチェックしているだけであると考えられるから，このような引用発明を，過去の処置との重複に係る不適切な処置情報まで検出する構成とすることは，引用発明が想定する発明の範囲を超えるものであって，たとえ当業者であっても容易に推考し得るものではないと主張する。しかしながら，上記(2)オで摘示したように，「Auto Check」について，引用刊行物には，",
                "「⑧Auto Check",
                "病名に対する処置内容が間違っていないかをチェックする機能の有無を示します。チェック機能が有りの時，間違って処置を入力すると自動的に消去されます。",
                "この機能は病名を先に入力しないと，作動しません。",
                "〔CTRL〕＋〔A〕で有無を設定します。」",
                "と記載され，この記載からみて，「Auto Check」によるチェック範囲は，「vf・3」キーよりも限定的かつ簡易なものであることが明らかである。そうすると，「vf・3」キーのチェック機能は「Auto Check」と同一のものに限定されるということはできず，また「Auto Check」によるチェック範囲が病名と処置内容の対応に限定されているとしても，このことは，引用発明の「vf・3」キーによるチェック機能に「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない」処置を含ませることの阻害要因とはならないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，相違点bについて，「引用発明において，かかる不適切な情報を病名・処置内容の間違いの一種として捉え，相違点bに係る本件訂正発明の構成とすることは，当業者であれば容易に推考し得る程度のことである」とした審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点cについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は，相違点cについて，「上記相違点bについての検討内容に基づき，引用発明において，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」が不適切な入力項目として一覧表示される場合をさらに検討する」としておきながら，「不適切な入力項目」と「対応する過去の入力項目」を混同し，実際には，相違点bに基づく構成を引用発明に正しく追加して得られる変形発明に基づいた検討を行っておらず，その結果判断を誤ったと主張し，具体例として，複数の処置(「即処」)の処置日として7月4日と7月11日を想定した場合を挙げ，本件訂正発明では，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」として検出されるのは「7月11日」の「即処」であるべきところ，審決による理解では，7月11日のみならず，7月4日の「即処」も含めて不適切な入力項目として一覧表示されてしまうとしている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，審決の認定判断について検討すると，相違点cについて，審決は，「上記相違点bについての検討内容に基づき，引用発明において，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」が不適切な入力項目として一覧表表示される場合をさらに検討する」(審決6頁第6段落)としており，この記載は，先行する相違点bについての判断部分である「引用発明において，かかる不適切な処置情報を病名・処置内容の間違いの一種として捉え，相違点bに係る本件訂正発明の構成とすることは，当業者であれば容易に推考し得る程度のことである」を受けたものであり，相違点bを追加した構成を前提として，さらに，不適切な入力項目を一覧表示する場合について検討することを明らかにしたものと理解できる。そして，審決は，続いて，「例えば，同一処置部位に対して，異なる複数の処置日に，それぞれ「即処」という処置情報が入力されていた場合には，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」として，複数の処置日における処置情報(「即処」)が処置部位や処置日と共に，不適切な入力項目として一覧表表示されるものと解される」(同6頁第7段落)，「その場合，後の処置日に係る入力項目に対して，それより前の処置日に係る入力項目は，「対応する過去の入力項目」に該当するものといえる」(同6頁下第2段落)としているのであるから，審決は，「即処」が重複して入力された場合を例に挙げ，一覧表表示については，複数の処置日における処置情報「即処」が，処置部位や処置日とともに，不適切な入力項目として一覧表表示されるものと理解した上で，この場合は，後の処置日に係る入力に対して，それより前の処置日に係る入力項目は，「対応する過去の入力項目」に該当するものと判断していることが分かる。その上で，審決は，「そうすると，引用発明において，不適切な入力項目を「対応する過去の入力項目を含めて」一覧表表示することは，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を不適切な入力項目として一覧表表示する際に，当然に想定される範囲内の事項であるというべきである」(同6頁最終段落～7頁第1段落)と判断しているのであるから，審決は，相違点bに係る構成を前提として，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を不適切な入力項目として一覧表表示しようとすれば，「対応する過去の入力項目」も一覧表表示の対象となるものと理解され，結果的に「対応する過去の入力項目」も一覧表表示されることとなるから，相違点cに係る構成は，当然に想定される範囲内の事項であるとの判断を導いていることが分かる。以上の審決の説示するところは，十分首肯し得るところであり，原告が主張するような混同や誤解があるということはできない。",
                "さらに，原告は，本件訂正発明では，相違点cに係る一覧表表示手段は一覧表表示の表示項目に通常表示される「不適切な入力項目」以外の「対応する過去の入力項目」を含めた点に特徴があり，ここで，「対応する過去の入力項目」は一覧表表示の性質上，「不適切な入力項目」とは区別されるべき項目であり，いずれかが他方の「対応する過去の入力項目」として表示されるものではないとも主張する。しかしながら，過去の処置に対して重複して行われることのない不適切な処置情報が入力された場合，過去の処置情報と後の処置情報のうちどちらが誤りなのかを確認する等，両者を照合する必要が生じることが容易に理解でき，また，取消事由1において検討したように，引用発明においては，処置単位で処置情報が入力され，かつ，過去の入力を含めて一覧表表示できるようになされているのであるから，処理情報が重複して入力されたことを検出した場合に，対応する過去の入力項目も含めて一覧表表示するようにすることは，当業者が容易になし得る設計変更にすぎないものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，「引用発明において，不適切な入力項目を「対応する過去の入力項目を含めて」一覧表表示することは，「同じ処置部位に対する過去の処置からして同じ処置部位に対して重複して行われることのない不適切な処置情報」を不適切な入力項目として一覧表表示する際に，当然に想定される範囲内の事項であるというべきである」とした審決の認定判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点a，d及びeについての判断の誤り)について",
          "text": [
            "原告は，相違点a，d及びeは，取消事由1及び2で説明した相違点b及びcに基づく本件訂正発明特有の構成であり，引用発明に対する有意な相違点となることは明らかであり，審決における相違点a，d及びeについての判断には明らかな誤りがあると主張する。上記原告の主張は，相違点b，cについての判断の誤り(取消事由1及び2)を前提とするものであると解されるところ，これらの点について審決に誤りがないことは上記2，3に述べたとおりである。また，相違点aは，患者に対する処置部位の入力時期に関するものであり，相違点dは，再入力する項目が選択された場合に，当該項目の入力を可能とする入力項目許可手段に関するものであり，相違点eは，再登録に関し，「対応する部位の過去の対応する全ての入力に対して一括変換」するものであるから，相違点b及びcと相互にかつ密接に関連するものではなく，それぞれ別個に判断し得るものであって，審決が相違点a，d及びeについて，それぞれ判断したことにも誤りはない。",
            "したがって，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件訂正発明の顕著な作用効果の看過)について",
          "text": [
            "原告は，審決において対比判断される引用発明及びその変形発明は本件訂正発明とはまったく異なる発明であり，これらにより本件訂正発明が奏する発明の効果が達成されることはないと主張する。しかし，引用発明との相違点に係る構成とすることは当業者が容易に想到し得ることであることは上記のとおりであり，そうである以上，本件訂正発明の奏する効果も引用発明の作用効果から当業者が予測することが可能であって，顕著なものとは認められない。したがって，原告主張の取消事由4も理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上検討したところによれば，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10534",
    "date": "2006-02-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009134",
    "ipprecedent_id": "410",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}