{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004−80173号事件について平成17年6月9日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，実用新案登録を無効とする審決の取消しを求める事件であり，原告は無効とされた実用新案登録の実用新案権者，被告は無効審判の請求人である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，考案の名称を「磁気テープ装置」とする実用新案登録第2530916号(平成4年6月12日出願，平成9年1月10日設定登録。以下「本件実用新案」という。)の実用新案権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成16年10月4日，本件実用新案登録について無効審判の請求をした(無効2004−80173事件として係属)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許庁は，平成17年6月9日，「登録第2530916号の実用新案登",
              "text": [
                "録を無効とする。」との審決をし，同月21日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "実用新案登録請求の範囲の請求項1の記載(本件考案の要旨)",
          "text": [
            "記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装備した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成したことを特徴とする磁気テープ装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本件考案は，本願出願前に頒布された刊行物に記載された考案に基づいて当業者がきわめて容易に考案をすることができたものであり，本件考案に係る実用新案登録は，実用新案法3条2項の規定に違反して登録されたものであるから，同法37条1項1号の規定に該当し，無効とすべきものである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願出願前に頒布された刊行物である審判甲4(特開昭61−122990号公報。本訴甲3，以下「引用例1」という。)は，磁気記録再生装置のシャーシ構造に関するもので，図面とともに次の技術事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕",
                      "text": [
                        "この発明は磁気記録再生装置(以下「VTR」という。)のシャーシ構造，特にその組立性，サービス性を向上でき，かつ低コスト化，コンパクト化を達成できるようにしたVTRのシャーシ構造に関するものである。」(1頁右下欄15～20行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「一般的なVTRのシャーシ構造を第7図，第8図に概略的に示す。図において，1はプラスチック等で一体形成されたシャーシ枠体，2はメカデッキで，これは取付け穴3aを有する取付部3を備え，上記シャーシ枠体1に設けられた保持ボス4にネジ5aで螺着されている。",
                        "6，7，8は各々第1基板ユニット，第2基板ユニット，第3基板ユニットであり，上記第1基板ユニット6はメカデッキ2の側部のボス1aに上部からネジ5bで螺着されており，第2基板ユニット7は上記第1基板ユニット6の上部において，ヒンジ部材9により，その一端がシャーシ枠体1に回動自在に取付けられ，他端はボス1bにネジ5cにより螺着されている。また，上記第3基板ユニット8はメカデッキ2の下方において，その一端がヒンジ部材9によりシャーシ枠体1に回動自在に取付けられ，他端はネジ5cによりボス1cに螺着されている。」(2頁左上欄2～19行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「第1図はこの発明の一実施例を概略的に示す斜視図であり，第2図はその断面図である。",
                        "図において，11はプラスチック等で一体成形されたシャーシ枠体で，天面が開放された箱状となっている。12はメカデッキで，従来例と同じく取付穴19aを有する取付部13を備えている。",
                        "上記シャーシ枠体11の前部にはメカデッキ12の前部を保持するための第1保持部14が設けられており，これはシャーシ枠体11の底面11aにボス状に一体形成されており，また上記シャーシ枠体11の略中央部には，メカデッキ12の後部を保持するための第2保持部15が形成されている。この第2保持部15は平面L字状のもので，その縦辺部15dの先端，横辺部15cはそれぞれシャーシ枠体11の側面11 e，底面11aに一体形成され，これにより上記縦辺部15dはシャーシ枠体11の底面11aに対してアーチ状になっており，また該縦辺部15dには固定用ボス15aと仮止め穴15bが形成されている。このようにしてメカデッキ12はその前部を第1保持部14に，後部を第2保持部15の固定用ボス15aにネジ16aにより固着されている。",
                        "17はほとんどの主要回路部品が搭載された主基板ユニットで，1枚の基板，あるいは複数の基板を結合して形成されたものである。18は外部接続端子板で，これは上記主基板ユニット17と電気的及び機械的に結合されている。19，20はシャーシ枠体11に一体に成形された基板支持台，基板ガイドで両者の間を主基板ユニット17が摺動可能となっている。また21は補強板で，これは主基板ユニット17の両サイドにプラスチックリベット22等により固定されている。",
                        "次に作用効果について第2図ないし第4図を用いて説明する。主基板ユニット17は通常の状態では第2図に示すように基板支持台19と，基板ガイド20の間にシャーシ枠体11の後部からシャーシ枠体11の底面11aと第2支持部15の縦辺部15dとの間を通って摺動挿入され，シャーシ枠体11の後面に設けられた取付ボス11bにネジ16bにより外部接続端子18の取付穴18a部分が固着されており，このようにして主基板ユニット17がシャーシ枠体11に装着されている。」(2頁右下欄11行～3頁右上欄13行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「第5図は上記実施例の第2の保持部15の変形例を示すもので，この保持部25は鋼板をプレス加工にて横断面コ字状の棒状体に形成したもので，この第2保持部25はシャーシ枠体11に設けられたボス11dにネジ16cで固着されている。この保持部25はより高い剛性が要求される場合有利である。",
                        "第6図は，本発明の他の実施例を示す側面断面図であり，図において，メカデッキ12はシャーシ枠体11に対して所定の角度で前傾して保持されている。23はカセット自動装填装置で，これは前傾したメカデッキ12にカセットテープ24を装填するための機構を有し，カセットテープ24は水平方向に挿入案内された後，同じく前傾して装填される。この構造は，メカデッキ12の下部のスペースを大きくでき，そのため主基板ユニット17上に比較的背の高い部品を配置したい時に有効であり，またメカデッキ12の録画，再生部26部分は，・・・」(3頁右下欄5行～4頁左上欄3行)ここで，引用例1におけるメカデッキ2，12は，記録／再生部をシャーシ内に組み込んだものであることは明らかである。また，引用例1の磁気記録再生装置は，メカデッキ2，12を基板ユニット8，17を底部に備えたシャーシ枠体1，11内に配置するものである。",
                        "以上より，上記摘記事項及び図面の記載を総合勘案すれば，引用例1には，次の考案が記載されているものと認める。",
                        "「記録／再生部をシャーシ内に組み込んだメカデッキ2，12を，基板ユニット8，17を底部に装備したシャーシ枠体1，11内に配置し，上記シャーシ枠体1，11を構成するシャーシ底面にボス状に一体形成されて設けられた保持部4，14でメカデッキ2，12の前部を保持し，シャーシ枠体1，11の底面にそれぞれ一体形成された保持部4(第7図)，15(第1図)でメカデッキ2，12の後部を保持するように構成した磁気記録再生装置において，",
                        "上記シャーシ枠体1，11の略中央部(第7図ではシャーシ枠体の中央より外部接続端子板側寄り)にメカデッキ2，12の後部を保持する上記保持部4，15を配置，形成した磁気記録再生装置。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本願出願前に頒布された刊行物である審判甲2(大韓民国特許庁・公開実用新案公報91−3347。本訴甲4，以下「引用例2」という。)は，VTRの緩衝デッキ支え台に関するもので，図面とともに次の技術事項が記載乃至開示されている。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "subject": "「本考案は，VTRにおいて下部キャビネット上に設置されたメーンデッキの受け具に関するものであり，特にはデッキの振動及び衝撃を防止することによりVTRの機能を向上させることができるVTRの緩衝用のデッキ受け具を提供するためのものである。」(実用新案の詳細な説明)(イ) 「本考案は，こうした従来のデッキの固定装置が持っていた問題点を解決してデッキの振動及び衝撃を緩和すると共に，デッキの荷重を分散して支持することができる受け具を付け加えて，VTRの機能向上を図ることを目的とするものであり，・・・」(実用新案の詳細な説明)(ウ) 「VTRのキャビネット(1)上に形成されたボス(2)にメーンデッキ(3)を結合するにおいて，ボス(2)にメーンデッキ(3)をネジ(4)で結合させると共に，メーンデッキ(3)の底面に突出する突出部(5)を形成して，突出部(5)の底面にネジ(8)で固定された緩衝用の受け具(7)がパネル(9)に形成されたホール(10)を通じて外部に露出されたことを特徴とするVTRの緩衝用のデッキ受け具。」(請求の範囲)"
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "本願出願前に頒布された刊行物である審判甲3(特開平2−230592号公報。本訴甲5，以下「引用例3」という。)は，記録媒体再生装置のメカブラケットに関するもので，図面とともに次の技術事項が記載されている。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "subject": "「〔産業上の利用分野〕",
          "text": [
            "本発明は，記録媒体再生装置において，そのケース内に記録媒体駆動機構と配線基板とを固定するためのメカブラケットに関するものである。」(1頁左下欄15～18行)"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "「本実施例の組立ては次のようにして行う。",
            "まず，メカブラケット1の上にテープメカニズム2を載せ，メカブラケット1の垂直面 1 aによって，ガイド，位置決めし，この状態で両部品をねじ8によって締付け固定する。",
            "次に，メカブラケット1の下に，第1の配線基板3をねじ8によって締付け固定し，この後，第2の配線基板4をねじ8によって締付け固定する。そして，くし差しタイプの接続ピン9で第1，第2の配線基板を貫通することにより，両基板を電気的に接続する。",
            "このようにして一体化した内部構造物を，矢印A方向へスライドして，フロントケース7に固定する。この場合，フロントケース7の固定爪7aをメカブラケット1の角穴1fに挿入して，両者を仮固定する。この後，アッパーケース5およびロワーケース6を上下より被せ，各ケース5，6の外面から，ねじ8によってケース5，6とメカブラケット1のボス1eとを締付け固定する。」(3頁右上欄15行～左下欄14行)"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "「第3図は，このような実施例を示す図であり，テープメカニズム21を取付けたメカブラケット22を，その固定脚22aによってロワーケース23に取付け，この後，アッパーケース24，リアケース25，およびコ字状のフロントケース26を取付けている。」(4頁右上欄11～16行)",
          "content": [
            {
              "fig": "(2)",
              "subject": "対比",
              "text": [
                "本件考案と引用例1に記載された考案とを対比する。",
                "引用例1に記載された考案は，磁気記録再生装置(VTR)のシャーシ構造に関するものであり，この「磁気記録再生装置」は，本件考案の「磁気テープ装置」とその対象は同じである。",
                "引用例1に記載された考案における「シャーシ枠体1，11」は，本件考案における「装置筐体のシャーシ」のことである。",
                "引用例1に記載された考案における「メカデッキ2，12」は，記録／再生部をシャーシ内に組み込んだものであるから，本件考案における「デッキ本体」に相当する。",
                "引用例1に記載された考案における「基板ユニット8，17」は，1枚あるいは複数の基板を結合して形成された回路部品が搭載された基板であり(引用例の摘記事項(イ)，(ウ)を参照。)，本件考案における「プリント配線基板」に相当する。",
                "引用例1の磁気記録再生装置(磁気テープ装置)は，図面からも明らかなように，本件考案と同様，メカデッキ2，12(デッキ本体)を基板ユニット8，17(プリント配線基板)を底部に備えた装置筐体内に配置するものである。",
                "引用例1に記載された考案における「メカデッキの後部を保持する保持部4，15」は，シャーシ枠体1，11(装置筐体のシャーシ)の底面に一体形成される(保持部15については，その一部をなす「横辺部15c」は底面11aと一体形成されている)，すなわち「シャーシ底部から起立」して形成され，メカデッキ12(デッキ本体)の後部を取付保持するものであるから，その限りで上記「保持部4，15」は本件考案における「デッキ取付け部」に相当する。",
                "そうすると，本件考案と引用例1に記載された考案とは，次の点で一致する。",
                "<一致点>",
                "「記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装着した装置筐体内に配置し，",
                "上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した",
                "磁気テープ装置。」",
                "そして，次の点で相違する。",
                "<相違点>",
                "「デッキ取付部」に関し，本願発明においては，「装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成した」ものであるのに対し，引用例1に記載された考案においては，このことが特には示されていない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "text": [
                "そこで，上記相違点について検討する。",
                "引用例1に記載された考案は，メカデッキ2，12(デッキ本体)の後部を保持するための保持部4，15(デッキ取付け部)はシャーシ枠体1，11(装置筐体のシャーシ)の略中央部に形成されるものであるが，上記「保持部4」(デッキ取付部)はシャーシ1(装置筐体のシャーシ)中央部よりシャーシ後部を構成する外部接続端子板側(すなわち「装置筐体のシャーシ後部を構成するバックパネル側」)にやや寄って一体形成されていることが図面(第7，8図)よりみてとれる。また，上記「保持部15」(デッキ取付け部)の一部をなす「横辺部15c」は，シャーシ枠体11の底面11aに一体形成されるものであり(引用例の摘記事項(ウ)を参照。)，この「横辺部15c」は，シャーシ枠体11(装置筐体のシャーシ)の中央部より側面の側に寄って(近接して)設けられ，メカデッキ12(デッキ本体)の側部を保持していることが明らかである(第1図を参照。)。",
                "一方，装置筐体内の各部品の配置は，該筐体内の限られた空間をできるだけ有効に活用するために，特段の理由がなければ各部品同士，各部品とシャーシ壁部との間隔を空けることなく近接して配置した方がよいことは明らかである。そして，装置筐体全体の重量バランスをとり，剛性を高めようとする場合，比較的重量のあるメカデッキ2，12(デッキ本体)のシャーシ枠体1，11(装置筐体のシャーシ)への取付け位置をできるだけシャーシ枠体1，11(装置筐体のシャーシ)壁面に近接して取付ければよいことも機械的にみてその構造上明らかなことである。",
                "また，引用例2の第1図を参照すると，ボス2は，下部キャビネット(「シャーシ底部」に相当)から起立しており，メインデッキ3(「デッキ本体」に相当)をキャビネット1(「シャーシ」に相当)に取付け，支持するものであり，キャビネット1(シャーシ)を構成するバックパネル部及びサイドパネル部に近接して配置，形成されているものであることは明らかである。",
                "さらに，引用例3の第3図に記載のものは，リアケース25(「バックパネル部」に相当)がアッパーケース24，ロワーケース23の後縁部に沿って取り付けられているものであるから，引用例3の第1図に記載のものにおいても，アッパーケース5，ロワーケース6の後端部にリアケース(バックパネル部)が取付けられるものであり，その場合，アッパーケース5及びロワーケース6のねじ孔5a及び6aが設けられている側に近接する後部位置にリアケース(バックパネル部)が取付けられることは明らかである。",
                "したがって，引用例1に記載された考案においても，シャーシ枠体1，11(装置筐体のシャーシ)内の空間を有効に活用してメカデッキ2，12(デッキ本体)を配置するとともにシャーシ枠体1，11(装置筐体のシャーシ)全体の重量バランスをとり，剛性をさらに高めるために，シャーシ枠体1，11(装置筐体のシャーシ)の略中央部に形成されたメカデッキ2，12(デッキ本体)の後部を保持する「保持部4，15」(デッキ取付け部)を，引用例2及び引用例3に記載されたもののように，単にシャーシ枠体1，11(装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成することは当業者がきわめて容易に想到できたものというべきである。",
                "そして，本件考案が奏する効果も引用例1乃至3から当業者が十分に予測可能なものであって，格別のものとはいえない。",
                "なお，被請求人は，本件登録実用新案は，一枚のプリント配線基板上に通常の電子部品に加えて，スイッチング電源トランスを含む電源ユニットをも実装した，いわゆる「一枚基板」を使用したときに発生する「基板割れ」の問題を解決するものである旨主張するが，上記「一枚基板」については，本件の出願当初の明細書には何ら記載されておらず，また，実用新案登録請求の範囲の請求項1には，単に「プリント配線基板」とあるのみで，被請求人が主張するような「一枚基板」であるかどうか明らかとはいえないので，被請求人の「一枚基板」に関する上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおりであって，本件考案は，引用例1に記載された考案及び引用例2，引用例3に記載された考案に基づいて当業者がきわめて容易に考案をすることができたものであり，本件考案に係る実用新案登録は，実用新案法3条2項の規定に違反して登録されたものであるから，本件審判請求人が主張する他の無効理由を検討するまでもなく，同法37条1項1号の規定に該当し，無効とすべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り)",
              "text": [
                "審決は，「引用例1に記載された考案は，磁気記録再生装置(VTR)のシャーシ構造に関するものであり，この「磁気記録再生装置」は，本件考案の「磁気テープ装置」とその対象は同じである。」，「引用例1に記載された考案における「基板ユニット8，17」は，1枚あるいは複数の基板を結合して形成された回路部品が搭載された基板であり，本件考案における「プリント配線基板」に相当する。」などと認定した上，本件考案と引用例1に記載された考案との一致点を第2の3(2)のように認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件考案の「磁気テープ装置」について",
                  "text": [
                    "引用例1に記載された考案は，従来技術のシャーシ構造を対象とし，そのシャーシ構造の欠点を解消し，組立性，サービス性を向上でき，低コストでコンパクトな磁気記録再生装置のシャーシ構造に関するものである。これに対し，本件考案は，原告が世界に先がけて考案し，「一枚基板」と命名した「電源ユニットなどを装着した大型のプリント配線基板」を採用した磁気テープ装置に関するものであり，このことは，本件明細書(甲2)の発明の詳細な説明に，「装置筐体1の底部に平面的に配設したプリント配線基板5上に，パルス・トランス6などの部品を装着」(段落【0002】)との記載があること，図1及び図2に，装置筐体1の底部略全面にわたる大型のプリント配線基板5が明示されていること，図1に，プリント配線基板5上にパルス・トランス6が配置されていること等に照らして，明らかである。",
                    "したがって，引用例1に記載された考案が「磁気記録再生装置」に関し，本件考案が「磁気テープ装置」に関するものであったとしても，引用例1に記載された考案と本件考案の対象が磁気記録再生装置ということにはならないし，また，引用例1に記載された考案と本件考案の対象とが同一になるものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件考案における「プリント配線基板」について",
                  "text": [
                    "引用例1には，基板ユニット8，17上にパルス・トランスが取り付けられているかどうかについて，何の記載もないから，引用例1に記載された考案の基板ユニット8，17にはパルス・トランスが取り付けられていないと考えられる。本件考案の「一枚基板」のように，電子部品を実装する大型のプリント配線基板と同一の基板上に電源ユニットの一種であるパルス・トランスを実装した場合には，振動による基板割れが生じやすくなるという特有の問題があるが，引用例1に記載された考案の基板ユニット8，17にはパルス・トランスが取り付けられていないから，このような問題は生じない。",
                    "したがって，本件考案のプリント配線基板と引用例1に記載された考案の基板ユニット8，17とは，全く異なるものであるから，引用例1に記載された考案の基板ユニット8，17が本件考案のプリント配線基板に相当するとした審決の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「デッキ取付け部に取付けられるデッキ本体のシャーシの後部の部位」について",
                  "text": [
                    "本件考案の「デッキ本体のシャーシの後部」の部位は，バックパネル部のすぐ近くに位置するが，引用例1の「メカデッキの後部」の部位は，「シャーシ枠体1，11の略中央部」に位置する。",
                    "デッキ本体の荷重は，デッキ取付け部を介してシャーシ底部に負荷されるものであり，デッキ取付け部の位置によって，当然に，シャーシ底部に発生する曲げ応力に影響が及ぶから，「デッキ取付け部に取付けられるデッキ本体のシャーシの後部の部位」は，相違点に挙げられるべきであり，「デッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，」との点が一致するとした審決の認定は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の判断の誤り)",
              "text": [
                "審決は，「装置筐体内の各部品の配置は，該筐体内の限られた空間をできるだけ有効に活用するために，特段の理由がなければ各部品同士，各部品とシャーシ壁部との間隔を空けることなく近接して配置した方がよいことは明らかである。そして，装置筐体全体の重量バランスをとり，剛性を高めようとする場合，比較的重量のあるメカデッキ2，12(デッキ本体)のシャーシ枠体1，11(装置筐体のシャーシ)への取付け位置をできるだけシャーシ枠体1，11(装置筐体のシャーシ)壁面に近接して取付ければよいことも機械的にみてその構造上明らかなことである。」とした上，「「保持部4，15」(デッキ取付け部)を，引用例2及び引用例3に記載されたもののように，単にシャーシ枠体1，11(装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成することは当業者がきわめて容易に想到できたものというべきである。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "近接して配置することができない特段の理由があることについて(ア) ビデオカセットはデッキ本体の前面から挿入されるから，デッキ本体は，装置の前面側に近接させて配置する必要があり，また，一般的なTV(テレビジョン受信)装置の多くは背面側にチューナの端子及び入出力ジャックを備えているから，チューナの端子及び入出力ジャックは，装置の背面側に近接させて配置するのが適切であった。そこで，本件明細書の発明の詳細な説明に，「【従来の技術】従来，この種の磁気テープ装置は，図3および図4に示すように，装置筐体1内の一側に，記録及び／または再生部を有するデッキ本体2を装着し，その後側にチューナ3，入出力用のジャック4を配設し，」(段落【0002】)との記載があるように，本件考案の実用新案登録出願当時，プリント配線基板を底部に配置する場合には，デッキ本体2を前面側に近接させて配置し，その後方にバックパネル部に近接してチューナ及び入出力ジャックを配置するという構成が一般的に採用されていた。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，デッキ取付け部をもバックパネル部に近接させようとする発想は，自然な構成に反するものとして，これを採用しようとする者はいなかったから，デッキ本体と後壁部とを近接して配置することができない特段の理由があった。",
                        "本件考案は，「チューナ3およびジャック4は，上記デッキ本体2の側方に位置して，装置筐体内1内に装備されている。」(段落【0007】)するという工夫を施して，デッキ本体と後壁部とを近接して配置したものであって，ただ単に，ある部品をいずれかの壁部に近づけるという技術思想とは明らかに異なる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "装置筐体全体の重量バランスをとり，剛性を高めようとすることについて装置筐体全体の重量バランスをとり，剛性を高めようとするために，比較的重量のあるメカデッキ2，12を，「比較的重量のあるメカデッキ2，12(デッキ本体)のシャーシ枠体1，11(装置筐体のシャーシ)への取付け位置をできるだけシャーシ枠体1，11(装置筐体のシャーシ)壁面に近接して取付ければよいこと」が，本件考案の実用新案登録出願当時に，機械的にみてその構造上明らかであったことを示す具体的な根拠は，何ら示されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例2に記載されたものは，第1図のキャビネット(1)の右側略半分(メーンデッキ3が結合されない側)のスペースに，プリント配線基板やこれらに組み付けられた必要部品などがまとめて配置されていると考えられるが，引用例2に記載されたものにおいては，メーンデッキ(3)とキャビネット(1)の後壁部とを「近接」して配置するために，本件考案のように，「チューナ3及びジャック4は，上記デッキ本体2の側方に位置して，装置筐体内1内に装備」するという工夫は不要である。また，引用例2に記載されたものは，必要部品などがメーンデッキ(3)とは完全に分離されて配置されているから，必要部品などに機械的損傷を与えないために，デッキ本体と後壁部とを近接して配置するという必要もない。",
                            "したがって，引用例2に記載されたものは，デッキ取付け部を，単に装置筐体のシャーシ後部に近接して配置，形成したにすぎないものであって，本件考案のような課題，工夫がなく，技術思想が全く異なる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，引用例2に記載されたものにあっては，緩衝用の受け具(7)をホール(10)を通じて外部に露出させることによって，メーンデッキ(3)の荷重を外部に逃がすようにしているところ，引用例2には，ボス(2)が，キャビネット(1)の壁面(背面側)に近接して配置されていることの作用については何の記載もないから，引用例2に記載されたものは，振動対策や剛性の確保等のために，ボス(2)を，キャビネット(1)の壁面(背面側)に近接させて配置したというものではなく，偶々，「近接した配置」となったにすぎない。",
                            "したがって，引用例2に記載されたものを，振動対策や剛性の確保等のために，引用例1に組み合わせるとしても，そのことが，第2の保持部15を，外部接続端子板18に近接させるということの動機づけとはならない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3について",
                      "text": [
                        "引用例3に記載されたものも，メカブラケット1の下(テープメカニズム2を載せた面とは反対側の面)に，第1の配線基板3及び第2の配線基板4を固定しているので，引用例3に記載されたものにおいては，メカブラケット1とリアケース25とを「近接」して配置するために，本件考案のように，「チューナ3及びジャック4は，上記デッキ本体2の側方に位置して，装置筐体内1内に装備」するという工夫は不要である。また，メカブラケット1は，その上面にテープメカニズム2を載せ，その下面には第一の配線基板3及び第二の配線基板4を固定し，一体化した内部構造物を形成する，いわば「媒介物」にすぎず，これが，リアケース25に近接して配置されているからとしても，本件考案のように，デッキ本体と後壁部とを近接して配置したものとは全く異なる。",
                        "したがって，引用例3に記載されたものは，デッキ取付け部を，シャーシ後部に近接して配置，形成したものではなく，また，メカブラケット1を，「単に」装置筐体のシャーシ後部(リアケース25)に近接して配置，形成したにすぎないのであって，本件考案のような課題，工夫がなく，技術的思想が全く異なる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "判断について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，①引用例1において，「メカデッキ2，12(デッキ本体)の後部を保持するための保持部4，15(デッキ取付部)はシャーシ枠体1，11(装置筺体のシャーシ)の略中央部に形成されているが，その一部をなす「横辺部15c」がシャーシ枠体11(装置筺体のシャーシ)の中央部より側面に寄ってメカデッキ12(デッキ本体)の側部を保持している」という事実を前提として，②「シャーシ枠体1，11(装置筺体のシャーシ)内の空間を有効に活用してメカデッキ2，12(デッキ本体)を配置する」，及び，③「シャーシ枠体1，11(装置筺体のシャーシ)全体の重量バランスをとり，剛性をさらに高めるために」との理由から，④「シャーシ枠体1，11(装置筺体のシャーシ)の略中央部に形成されたメカデッキ2，12(デッキ本体)の後部を保持する「保持部4，15」(デッキ取付け部)を，引用例2及び引用例3に記載されたもののように，単にシャーシ枠体1，11(装置筺体のシャーシ)の中央部よりさらに後部側寄りの位置に配置，形成する」ことが，容易に想到することができるというものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，上記②の装置筺体内の空間を有効に活用するという目的から，筺体内の各部材の配置関係を工夫することが想到することができるとしても，そのことから直ちに，保持部4，15を，シャーシ枠体1，11の中央部よりさらに後部側寄りの位置に配置，形成するという構成に想到するということはできない。",
                            "また，引用例2のボス(2)は，第1図によれば，バックパネル部とサイドパネル部との交叉部に存在するのであるが，ホール(10)を通じて外部に露出した緩衝用の受け具(7)が，「VTRの作動中に発生される振動と外部からの衝撃に対して，突出部(5)の補助的作用により緩衝の効果」を奏しているから，ボス(2)には，本件考案における「シャーシのバックパネル部に近接した位置に形成することにより，シャーシの厚さを補わなくても，振動に対して十分な剛性を確保し，必要部品などに，上記振動に基づく機械的損傷を与えないようにする」という作用効果は期待されていないし，そのような作用効果を有してもいない。",
                            "さらに，引用例3に記載されたものは，メカブラケットの両面に，記録媒体駆動機構と配線基板とを取り付けられた一体化された構造物に関する構成であって，本件考案の「デッキ取付け部をシャーシのバックパネル部に近接した位置に形成する」という構成とは，全く関係がなく，本件考案の構成を開示も示唆もしていない。",
                            "なお，上記③は，本件考案の技術思想とは無縁のものであり，本件考案の「装置筺体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成」するという構成に想到することはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，上記aの審決の判断は，合理的な理由に裏打ちされないものであって，失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，デッキ取付け部を，引用例2及び引用例3に記載されたもののように，装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成することは困難であって，審決の判断は，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，本件考案の構成要件が記載されているのであって，引用例1に記載されたものの課題が，本件考案の課題とは異なるものであっても，引用例1に本件考案の構成が記載されている以上，結果として，同じ技術思想を有する。一致点や相違点の認定において問題となるのは，課題ではなく，考案の構成である。",
                    "そして，引用例1に記載されたものが，本件考案の構成を解決手段として特に掲げていないのは，本件考案の構成が，物体を取り付け，支持する構成として，新規なものではないからである。引用例1には，極く当然のこととして，図面に，本件考案の構成が開示されているのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件実用新案登録請求の範囲には，一般的技術用語であるプリント配線基板とのみ記載されているから，本件考案が，「一枚基板」と命名した「電源ユニットなどを装着した大型のプリント配線基板」に関するものであるということはできない。",
                    "また，仮に本件明細書の考案の詳細な説明をみても，「上記装置筐体1の他側に位置して，上記装置筐体1の底部に平面的に配設したプリント配線基板5上に，パルス・トランス6などの部品を装着した構造になっている」(段落【0002】)との記載があるものの，プリント配線基板5が，1枚の大型基板であり，底部全域に広がっていることは，何ら記載されていないこと，図1のプリント配線基板5は，少なくともチューナ3の配置位置付近で区切られているから，図1には，チューナ3とジャック4がプリント配線基板5上に実装されておらず，プリント配線基板が装置筐体底部の略全面にわたるように配置されていることが明示されているとはいえず，また，図2は，図1のY−Y線を通る断面図であって，プリント配線基板5が装置筐体底部の前後方向の略全域にわたり配置されていることが示されているものの，左右方向についての情報は何ら示されていないことに照らすと，大型のプリント配線基板5上にVTR用の電子部品が実装されていることが記載されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1の第1図及び第7図には，メカデッキを保持部に取り付けるためにメカデッキに設けられた取付部3，13がメカデッキの後部に位置していることが明示されているから，引用例1に記載されたものは，デッキ取付け部がデッキ本体の後部にある。そして，このことは，引用例1の発明の詳細な説明に，「メカデッキ12の後部を保持するための第2保持部15が形成されている。」(3頁左上欄1ないし3行目)との記載があることからも，明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "近接して配置することができない特段の理由があることについて(ア) 本件明細書の図1と図3は，ともに，ジャック4が装置筐体のバックパネル部に近接して配置されていて，テレビ装置と接続するために，ビデオ装置の背面側に入出力ジャックを配置するという従来の設計を踏襲しているから，本件考案の実用新案登録出願当時，ビデオ装置の背面側に入出力ジャックを配置するために，チューナ3をデッキ本体の後方に配置しなければならない必然性はない。そして，チューナをデッキ本体の後方に配置すれば，ビデオ装置全体の奥行きが長くなり，デッキ本体の側方に配置すれば，ビデオ装置全体の幅が長くなるというにすぎない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "デッキ本体と装置筐体の後壁部の間に他の物があるときに，デッキ本体と装置筐体の後壁部を近接して配置しようとすれば，その間にある物を他のスペースに移すことは，誰でも当然に考えることである。本件明細書には，デッキ本体の側方にチューナ及び入出力のジャックを配置することの困難性も，そのための解決方法も一切示されていないから，本件明細書に，従来技術として，デッキ本体と装置筐体の後壁部との間にチューナ及び入出力ジャックを配設することが示されているとしても，デッキ本体と装置筐体の後壁部とを近接して配置することができない特段の理由があったということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "装置筐体全体の重量バランスをとり，剛性を高めようとすることについてデッキ本体の取付け部がシャーシ底部の中央付近にあると，シャーシ枠体に近接しているときよりも，運搬等の際にデッキ本体の振幅が大きくなる。そして，引用例1ないし3において，デッキ取付け部が装置筐体の壁部に近接して配置されていることからみても，デッキ本体の取付け部が装置筐体の壁部に近接しているほど，壁面の剛性を利用して剛性を高めることができるのであって，このことは従来一般に利用されていた。本件考案は，デッキ取付け部を装置筐体のバックパネル部に近接させたにすぎず，引用例1ないし3に記載されている装置筐体の側壁部及び前壁部に近接させて配置されているデッキ取付け部の作用と何ら異なるところはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例2には，キャビネット(1)底部から起立するボス(2)が，キャビネット(1)の壁面(背面側)に近接して配置されていることが明示されているから，本件考案の「装置筐体のバックパネル部に引接して，デッキ取付け部を配置，形成した」構成が明記されているのであって，そうである以上，どのような意図のもとに，デッキ取付け部を配置したかは問題ではない。また，チューナ及びジャックの配置をどのように工夫するかは，本件考案の実用新案登録請求の範囲の記載事項でなく，本件考案の構成要件に該当しないから，原告の主張は，実用新案登録請求の範囲の記載に基づかないものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例2において，緩衝用の受け具を利用して振動を逃がしているとしても，このことは，容易想到性の判断に，何らの影響も与えない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3について",
                      "text": [
                        "引用例3には，記録媒体再生装置において，メカブラケット1の後部のデッキ取付け部(ボス1e)を，記録媒体再生装置の背面側に近接して配置したことが記載されているから，本件考案の「装置筐体のバックパネル部に引接して，デッキ取付け部を配置，形成した」構成が明記されているのであって，そうである以上，どのような意図のもとに，デッキ取付け部を配置したかは，問題ではない。また，チューナ及びジャックの配置をどのように工夫するかは，本件考案の実用新案登録請求の範囲の記載事項でなく，本件考案の構成要件に該当しないから，原告の主張は，実用新案登録請求の範囲の記載に基づかないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "判断について",
                      "text": [
                        "引用例1に記載された磁気記録再生装置において，デッキ取付け部を引用例2及び3に記載のように，装置筐体背面側(バックパネル部)に近接して構成することに何の困難性もなく，本件考案は，引用例1ないし3に記載された考案に基づいて，当業者がきわめて容易に想到できるものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案の「磁気テープ装置」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲2)には，「【産業上の利用分野】本考案は，磁気テープ装置に関する。磁気テープ装置は磁気記録再生装置や磁気再生装置を含む。」(段落【0001】)との記載があり，この記載によれば，本件考案の磁気テープ装置は，磁気記録再生装置を含むものであるということができる。そして，本件考案は，「上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成したことを特徴とする」(実用新案登録請求の範囲)というのであり，磁気記録再生装置のシャーシ構造に関するものであることは明らかである。",
                    "また，引用例1に記載された考案は，名称が「磁気記録再生装置のシャーシ構造」であって，磁気記録再生装置(VTR)のシャーシ構造に関するものであることは明らかである。",
                    "そうであれば，引用例1に記載された考案の「磁気記録再生装置」は，本件考案の「磁気テープ装置」とその対象を同じにするということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件考案は，原告が「一枚基板」と命名した「電源ユニットなどを装着した大型のプリント配線基板」を採用した磁気テープ装置に関するものであって，引用例1に記載された考案と本件考案の対象が磁気記録再生装置ということにはならないし，また，引用例1に記載された考案と本件考案の対象とが同一になるものでもないと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，プリント配線基板について，次の記載がある。",
                        "「記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装備した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，・・・」(実用新案登録請求の範囲)",
                        "「【従来の技術】従来，この種の磁気テープ装置は，図3および図4に示すように，装置筐体1内の一側に，記録及び／または再生部を有するデッキ本体2を装着し，その後側にチューナ3，入出力用のジャック4を配設し，また，上記装置筐体1の他側に位置して，上記装置筐体1の底部に平面的に配設したプリント配線基板5上に，パルス・トランス6などの部品を装着した構造になっている。・・・」(段落【0002】)",
                        "「【考案が解決しようとする課題】このような構成では，上記デッキ本体2の荷重のかなりの部分は，上記デッキ取付け部1Dを介して，上記装置筐体1のシャーシ底部1Aに負荷されることになる。しかし，上記デッキ取付け部1Dは，寸法Aで示すように，バックパネル部1Cから可成り離れているため，上記磁気テープ装置の運搬などに際し，装置筐体に振動が加わると，デッキ本体の慣性質量で，シャーシ底部1Aに曲げ応力が発生した時，相当の振幅動作を受ける。従って，上記装置筐体1を構成するシャーシの厚みを十分確保し，その剛性を高めないと，全体として，一つに組み立てられたデッキ本体2やプリント配線基板5，これらに組み付けられた必要部品などに，機械的損傷を与えるおそれがある。しかし，これでは，磁気テープ装置全体の軽量化を阻害することになる。」(段落【0003】)「【課題を解決するための手法】このため，本考案では，記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装備した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，・・・」(段落【0005】)",
                        "「【実施例】以下，本考案の一実施例を図1および図2を参照しながら具体的に説明する。なお，従来の説明で示した構成部分は，同じ符号を用いて図示し，以下の実施例では説明を省略する。特に，本考案の特徴とする部分は，装置筐体1の構成，および，必要部品の配置にある。すなわち，上記装置筐体1は，デッキ本体2を収納するのに必要な最小の奥行になるように，前後に短縮された構造になっていて，チューナ3およびジャック4は，上記デッキ本体2の側方に位置して，装置筐体1内に装備されている。この実施例では，上記チューナ3は，衝立て形をしており，プリント配線基板5に組み込まれたスイッチ回路および上記プリント配線基板5の上に取り付けたパルス・トランス6などの高周波ノイズ発生源に対する障壁として機能している。」(段落【0007】)",
                        "「【考案の効果】本考案は，以上詳述したように，記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装備した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，上記デッキ本体を収納するのに必要な最小の奥行で，上記装置筐体を構成するとともに，上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成しているので，シャーシの厚さを補わなくても，振動に対して十分な剛性を確保し，必要部品などに，上記振動に基く機械的損傷を与えないという実用上の効果を得ることが出来る。」(段落【0010】)",
                        "図1ないし4には，プリント配線基板5が，デッキ取付け部1D，チューナ3，ジャック4を除く装置筐体の底部に配置されていることが，図示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，本件明細書には，プリント配線基板5上に，一般に電源ユニットの一種であるパルス・トランス6が装着され，また，プリント配線基板5は，装置筐体のシャーシと比較して，大型のものであることが開示されているから，原告の主張する「一枚基板」，すなわち，「電源ユニットなどを装着した大型のプリント配線基板」が記載されていると認められる。",
                        "しかし，本件明細書に記載されたプリント配線基板が原告の主張する「一枚基板」であるとしても，これは，単に実施例として記載されているのみであって，「一枚基板」として定義されているわけではない。そして，本件考案の実用新案登録請求の範囲には，上記(ア)のとおり，「プリント配線基板を底部に装備した装置筐体」と記載されているだけであって，基板上に電源ユニットなどを装着することまでは規定されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうであれば，本件考案が，原告が主張する「一枚基板」，すなわち，「電源ユニットなどを装着した大型のプリント配線基板」を採用した磁気テープ装置に関するものであるということはできないのであって，原告の上記主張は，その前提を欠くものであるといわなければならないから，採用の限りでない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決が「引用例1に記載された考案は，磁気記録再生装置(VTR)のシャーシ構造に関するものであり，この「磁気記録再生装置」は，本件考案の「磁気テープ装置」とその対象は同じである。」と認定したことに，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件考案における「プリント配線基板」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)のとおり，本件考案は，原告が主張する「一枚基板」，すなわち，「電源ユニットなどを装着した大型のプリント配線基板」を採用した磁気テープ装置に関するものではないのであって，引用例1に記載された考案の「基板ユニット8，17」は，本件考案の「プリント配線基板」に相当するということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件考案の「一枚基板」のように，電子部品を実装する大型のプリント配線基板と同一の基板上に電源ユニットの一種であるパルス・トランスを実装した場合には，振動による基板割れが生じやすくなるという特有の問題があるが，引用例1に記載された考案の基板ユニット8，17にはパルス・トランスが取り付けられていないから，このような問題は生じないのであって，本件考案のプリント配線基板と引用例1に記載された考案の基板ユニット8，17とは，全く異なると主張する。",
                    "しかし，本件考案の実用新案登録請求の範囲には，上記(1)イ(イ)のとおり，「プリント配線基板を底部に装備した装置筐体」と記載されているだけであって，基板上に電源ユニットなどを装着することまでは規定されていないから，引用例1に記載された考案の基板ユニット8，17にパルス・トランスが取り付けられていないとしても，この点で，本件考案のプリント配線基板と引用例1に記載された考案の基板ユニット8，17とが異なることになるわけではない。原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決が，「引用例1に記載された考案における「基板ユニット8，17」は，1枚あるいは複数の基板を結合して形成された回路部品が搭載された基板であり，本件考案における「プリント配線基板」に相当する。」と認定したことに，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「デッキ取付け部に取付けられるデッキ本体のシャーシの後部の部位」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲3)には，次の記載がある。",
                    "「従来の一般的なVTRのシャーシ構造を第7図，第8図に概略的に示す。図において，1はプラスチック等で一体形成されたシャーシ枠体，2はメカデッキで，これは取付穴3aを有する取付部3を備え，上記シャーシ枠体1に設けられた保持ボス4にネジ5aで螺着されている。」(2頁左上欄2ないし7行目)",
                    "「本発明は，磁気記録再生装置のシャーシ構造において，天面が開放された箱状のシャーシに上部のみから部品を取付けるようにし，またメカデッキの後部をシャーシ枠体にアーチ状に形成された第2保持部により保持し，このアーチ状の第2保持部とシャーシ枠体の底面との間に1ブロックに集約された基板ユニットを摺動自在に装着するようにしたものである。」(2頁左下欄16行目ないし右下欄3行目)",
                    "「第1図はこの発明の一実施例を概略的に示す斜視図であり，第2図はその断面図である。図において，11はプラスチック等で一体成形されたシャーシ枠体で，天面が開放された箱状となっている。12はメカデッキで，従来例と同じく取付穴13aを有する取付部13を備えている。上記シャーシ枠体11の前部にはメカデッキ12の前部を保持するための第1保持部14が設けられており，これはシャーシ枠体11の底面11aにボス状に一体形成されており，また上記シャーシ枠体11の略中央部には，メカデッキ12の後部を保持するための第2保持部15が形成されている。この第2保持部15は平面L字状のもので，その縦辺部15dの先端，横辺部15cはそれぞれシャーシ枠体11の側面11e，底面11aに一体形成され，これにより上記縦辺部15dはシャーシ枠体11の底面11aに対してアーチ状になっており，また該縦辺部15dには固定用ボス15aと仮止め穴15bが形成されている。このようにしてメカデッキ12はその前部を第1保持部14に，後部を第2保持部15の固定用ボス15aにネジ16aにより固着されている。」(2頁右下欄11行目ないし3頁左上欄12行目)",
                    "第1図(考案の1実施例を示す斜視図)には，メカデッキ12後部の取付部13の取付穴13aと第2保持部15の固定用ボス15aとをネジ16aにより固着することが，図示されている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上の記載によれば，引用例1には，メカデッキ12後部の取付部13の取付穴13aと第2保持部15の固定用ボス15aをネジ16aにより固着することが開示されているから，審決が「引用例1に記載された考案における「メカデッキの後部を保持する保持部4，15」は，シャーシ枠体1，11(装置筐体のシャーシ)の底面に一体形成される(保持部15については，その一部をなす「横辺部15c」は底面11aと一体形成されている)，すなわち，「シャーシ底部から起立」して形成され，メカデッキ12(デッキ本体)の後部を取付保持するものであるから，その限りで上記「保持部4，15」が本件考案における「デッキ取付け部」に相当する。」と認定したことに，誤りはない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "また，審決は，一致点について，「記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装着した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置。」と認定し，また，相違点について，「「デッキ取付部」に関し，本願発明においては，「装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成した」ものであるのに対し，引用例1に記載された考案においては，このことが特には示されていない点。」と認定しているから，審決は，デッキ本体の荷重をデッキ取付け部を介してシャーシ底部に負荷する「デッキ本体のシャーシの後部の部位」について，デッキ本体のシャーシの後部が取り付け，支持されるデッキ取付け部の配置に含めて相違点としていると認めることができる。",
        "そして，審決は，相違点について，「引用例1に記載された考案においても，シャーシ枠体1，11(装置筐体のシャーシ)内の空間を有効に活用してメカデッキ2，12(デッキ本体)を配置するとともにシャーシ枠体1，11(装置筐体のシャーシ)全体の重量バランスをとり，剛性をさらに高めるために，シャーシ枠体1，11(装置筐体のシャーシ)の略中央部に形成されたメカデッキ2，12(デッキ本体)の後部を保持する「保持部4，15」(デッキ取付け部)を，引用例2及び引用例3に記載されたもののように，単にシャーシ枠体1，11(装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成することは当業者がきわめて容易に想到できたものというべきである。」と判断しているから，審決は，デッキ本体の荷重をデッキ取付け部を介してシャーシ底部に負荷する「デッキ本体のシャーシの後部の部位」をも含めて判断していると解することができる。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "したがって，「デッキ取付け部に取付けられるデッキ本体のシャーシの後部の部位」は相違点ではなく，「デッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，」との点が一致するとした審決の認定に，誤りはない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "近接して配置することができない特段の理由があることについてア 本件考案の実用新案登録請求の範囲には，バックパネル部との配置に関し，「上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成した」と記載されているだけであって，チューナ3及びジャック4の配置についてまでは規定されていないから，本件考案は，デッキ取付け部をバックパネル部に近接して配置，形成しさえすればよいのであって，デッキ取付け部とバックパネル部との間に，チューナ3やジャック4を配置する態様をも含むものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "引用例2(甲4)には，第1図のキャビネット(1)の右側略半分(メーンデッキ3が結合されない側)のスペースに，プリント配線基板やこれらに組み付けられた必要部品などがまとめて配置されており，また，引用例3(甲5)にも，第1図のメカブラケット1の下面の第二の配線基板4上に，大型の部品を配置されている。これらにかんがみると，デッキ取付け部をバックパネル部に近接させて配置する必要があるときには，チューナ3及びジャック4を，デッキ本体2が配置される側を避けて，空いているデッキ本体2の側方に配置すれば足りるということができるから，当業者が必要により適宜行うことのできる設計事項にすぎないと考えられる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "そうであれば，デッキ本体と装置筐体の後壁部とを近接して配置することができない特段の理由があったということはできない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "subject": "装置筐体全体の重量バランスをとり，剛性を高めようとすることについて"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件明細書には，次の記載がある。",
        "「【従来の技術】・・・一方，上記デッキ本体2のフレーム2Aは，上記側壁部1Bの側に位置して，装置筐体のシャーシ底部1Aに取り付けるための取付け部2Bを，また，その後縁部に位置して，取付け部2Cを，それぞれ構成している。そして，上記デッキ本体2の取付け部2Cに対応して，上記装置筐体1のシャーシ底部1Aには，デッキ取付け部1Dが起立した状態で形成してあって，ねじ止めなどの手段で，上記デッキ本体2を取付け，支持している。」(段落【0002】)「【考案が解決しようとする課題】このような構成では，上記デッキ本体2の荷重のかなりの部分は，上記デッキ取付け部1Dを介して，上記装置筐体1のシャーシ底部1Aに負荷されることになる。しかし，上記デッキ取付け部1Dは，寸法Aで示すように，バックパネル部1Cから可成り離れているため，上記磁気テープ装置の運搬などに際し，装置筐体に振動が加わると，デッキ本体の慣性質量で，シャーシ底部1Aに曲げ応力が発生した時，相当の振幅動作を受ける。従って，上記装置筐体1を構成するシャーシの厚みを十分確保し，その剛性を高めないと，全体として，一つに組み立てられたデッキ本体2やプリント配線基板5，これらに組み付けられた必要部品などに，機械的損傷を与えるおそれがある。・・・」(段落【0003】)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上の記載によれば，本件考案の実用新案登録出願当時，デッキ取付け部がバックパネル部から離れていると，磁気テープ装置の運搬などに際し，装置筐体に振動が加わり，デッキ本体の慣性質量でシャーシ底部に曲げ応力が発生し，相当の振幅動作を受けるということが既に知られていたと認められる。",
        "そうであれば，デッキ取付け部がバックパネル部から離れていることが問題なのであったから，装置筐体全体の重量バランスをとり，剛性を高めるために，デッキ取付け部をできるだけバックパネル部に近接して取り付けるようにすることに，何の困難もないというべきである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用例2には，「デッキ取付け部を，装置筐体のシャーシ後部に近接して配置，形成した」構成が記載されており，また，引用例3には，「メカブラケット1を，装置筐体のシャーシ後部(リアケース25)に近接して配置，形成した」構成が記載されている(このことは，原告も争わない。)。このように，引用例2や3に，デッキ取付け部がパックパネル部に近接して取り付けられている構造が開示されていて，本件考案の実用新案登録出願前，既に公知となっているのである。",
        "なお，原告は，引用例2や3に記載されたものは，本件考案のような課題，工夫がなく，技術思想が全く異なると主張するが，審決の説示に照らすと，審決は，引用例1に記載された考案の「保持部4，15」(デッキ取付け部)を，「単にシャーシ枠体1，11(装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成すること」が公知であることを示すために，引用例2や3を引用しているのであるから，原告の上記主張は，審決を正解しないものであるといわざるを得ない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "そして，上記(1)のとおり，デッキ本体と装置筐体の後壁部とを近接して配置することができない特段の理由があったわけではなく，また，上記(2)のとおり，装置筐体全体の重量バランスをとり，剛性を高めるために，デッキ取付け部をできるだけバックパネル部に近接して取り付けるようにすることに何の困難もなかったから，デッキ取付け部を，引用例2及び3に記載されたもののように，装置筐体のシャーシの中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成することは，当業者が容易に想到することができたということができる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "したがって，審決の判断に，誤りはない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の主張する審決取消事由は，すべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ]
}