{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "特許庁が無効2004−80150号事件及び無効2004−80189号",
            "事件について平成17年9月6日にした審決を取り消す。",
            "訴訟費用は被告らの負担とする。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告ら",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年10月26日，発明の名称を「生理機能活性を有するハナビラタケの菌床作製方法」とする発明につき特許出願をし(以下「本件出願」という。)，同16年1月9日に設定登録(特許第3509736号)を受けた(請求項の数は4である。以下，「本件特許」といい，本件特許に係る明細書を「本件明細書」という。)。",
            "被告らは，平成16年9月13日(無効2004−80150号)及び同年",
            "10月18日(無効2004−80189号)に，本件特許を無効にすることについて審判を請求した。",
            "特許庁は，これらの請求を無効2004−80150号事件及び無効2004−80189号事件として，併合審理し，その結果，平成17年9月6日，両事件について，いずれも，「特許第3509736号の請求項1ないし4に係る発明についての特許を無効とする。」との審決をし，審決の謄本は同月16日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件明細書の特許請求の範囲の記載は，次のとおりである。",
            "「【請求項1】大鋸屑を主成分とする培地に，該培地対して高温水蒸気処理および水洗を行なうことなく，ハナビラタケMH−3(受託番号FERM P−17221)を接種することを特徴とするハナビラタケ人工栽培用菌床の作製方法。",
            "【請求項2】菌床容器としてプラスチック製容器を用いることを特徴とする，請求項1に記載のハナビラタケ人工栽培用菌床の作製方法。",
            "【請求項3】前記培地が小麦粉を5～10％含有することを特徴とする，請求項1または2に記載のハナビラタケ人工栽培用菌床の作製方法。",
            "【請求項4】前記培地が粉末蜂蜜を含有することを特徴とする，請求項1～3の何れか1項に記載のハナビラタケ人工栽培用菌床の作製方法。」(以下，請求項1ないし4に係る各発明を「本件発明1」ないし「本件発明4」という。また，これらを総称して「本件発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおり。これを要約すれば，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効2004−80150号事件(以下「請求1」という。)",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "審決の理由は，本件発明は，いずれも，本件出願前に埼玉県立熊谷農業高等学校(以下「熊谷農業高校」という。)科学部員作成(完成日平成9年9月17日)の活動記録資料(甲3。審決では，請求1における甲5の3，請求2における甲12。以下「熊谷農業高校科学部活動記録」という。)が第48回日本学校農業クラブ全国大会(平成9年10月22日，23日開催)において閲覧に供されたことにより公然と知られた発明に基づいて，当業者が容易に発明をすることができたものであるから，本件特許は特許法29条2項に違反してされたというものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "審決が本件発明に進歩性がないとの上記結論を導く過程において，熊谷農業高校科学部活動記録が閲覧に供されたことにより，公然知られることとなった発明(以下「公知発明」という。)の内容及び同発明と本件発明1との相違点として認定したところは，次のとおりである(公知発明の内容として認定されたところが，そのまま公知発明と本件発明1との一致点となる。)。",
                    "【公知発明の内容】",
                    "オガクズを主成分とする培地に，該培地対して高温水蒸気処理および水洗を行なうことなく，ハナビラタケを接種するハナビラタケ人工栽培用菌床の作製方法",
                    "【相違点】",
                    "本件発明1では，菌株として「ハナビラタケMH−3(受託番号FERM P−17221)」(以下「MH−3」という。)を接種するのに",
                    "対し，公知発明で，具体的に使用された菌株は，熊谷農業高校で保管されている菌株 No.3776，3777，3779，583である点"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効2004−80189号事件(以下「請求2」という。)",
              "text": [
                "審決の理由は，本件発明の完成には被告 Y 2(以下「被告 Y 2」という。)が深く関与しており，同被告なくして本件発明の完成はなかったものと認められるものであって，被告 Y 2は単独の発明者か共同発明者かは措くとしても，本件発明の発明者というべきであるから，本件特許は特許法38条に違反してされたというものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "content": [
        {
          "fig": "1",
          "subject": "請求1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1−1(相違点の看過)",
              "text": [
                "審決は，公知事項の認定を誤り，公知発明の内容を誤認した結果，本件発明1と公知発明との一致点の認定を誤り，相違点を看過したものであり，この誤りが本件発明についての審決の結論に影響することは明らかである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "審決は，公知発明を認定する前提として，「培養容器としてガラスビンを用い，加熱処理を行なわないカラマツのオガクズを主成分とし，小麦粉を5～20％及び蜂蜜を含有する培地を滅菌処理し，ハナビラタケ菌株No.3776，3777，3779を接種して菌床を作製し，これを培養して子実体原基を形成させ，その後ビンの蓋を取り外してハナビラタケ子実体を成長させるハナビラタケの菌床栽培方法。」(以下「公知事項1」という。)，「培養容器としてプラスチック製栽培袋を用い，加熱処理を行なわないオガクズを主成分とし，小麦粉20％及び蜂蜜を含有する培地を滅菌処理し，ハナビラタケ菌株 No.3777，583を接種して菌床を作製し，これを培養して子実体原基を形成させるハナビラタケの菌床栽培方法」(以下「公知事項2」という。)及び「培養容器としてガラスビンを用い，加熱しないオガクズを主成分とし，小麦粉を10％及び蜂蜜を含有する培地を滅菌処理し，ハナビラタケ菌株 No.583を接種して菌床を作製し，これを培養して子実体原基を形成させるハナビラタケの菌床栽培方法。」(以下「公知事項3」という。)が本件出願前に公然と知られたものとなったと認定している(審決書10頁21行～末行)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "上記公知事項のうち，公知事項1は，熊谷農業高校科学部活動記録に平成8年12月から開始された「予備実験」として記載されたもの(甲3の42頁～205頁)であり，同公知事項における「加熱処理を行なわない」とは，審決の認定する「大鋸屑を，予め120～121℃，圧力2気圧程度の高温水蒸気にさらした後，水洗する処理を行なわない」(審決書11頁14行～19行)ことを意味するものと理解することができる。ところで，ハナビラタケの人工栽培において，大鋸屑に対し「高温水蒸気処理及び水洗」を行うことは，平成9年3月頃から開始された「実験2」における失敗(滅菌の段階で袋が破れたものについて2度滅菌を行ったという，実験過程における失敗。甲3の377頁)から得られた知見を基に，ハナビラタケをより早く成長させるために平成9年6月頃から開始された「実験3」において実施された技術であり，具体的には煮たオガクズが用いられている(甲3の399頁)。したがって，公知事項1として認定された「予備実験」の段階では，「加熱処理を行なわないオガクズ」を用いているとの意図，あるいは「加熱処理」に替えて滅菌処理のみをオガクズに施すとの意図は全くなかったのであり，審決における公知事項1の「加熱処理を行なわないカラマツのオガクズ」との認定は，本件発明に惑わされて，熊谷農業高校科学部活動記録に記載された「予備実験」(42頁～205頁)に対する客観的事実の認定を怠ったものであり，この点において明らかな認定の誤りがある。",
                    "次に，公知事項2は，上記「実験2」(甲3の357頁～378頁)であるところ，上記のとおり，ハナビラタケの人工栽培において，オガクズに「加熱処理」を施すこと，すなわち煮たオガクズを用いることは，「実験2」における失敗から得られた知見を基に，「実験3」において実施された技術であるから，公知事項2として認定された「実験2」の段階では，「加熱処理を行なわないオガクズ」を用いているとの意図，あるいは「加熱処理」に替えて滅菌処理のみをオガクズに施すとの意図は全くなかった。",
                    "したがって，審決における公知事項2の「加熱処理を行なわないオガクズ」との認定は，公知事項1と同様に，明らかな誤りである。",
                    "本件発明1は，ハナビラタケ人工栽培において，オガクズに含有されるハナビラタケ生育阻害物質を除去するために従来行われていた煮沸処理等の「高温水蒸気処理及び水洗」が，工業的規模でのハナビラタケ人工栽培の実現を困難としていることに着目し，「培地に高温水蒸気処理及び水洗を行うことなくハナビラタケMH−3(受託FERM P−17221)",
                    "を接種する」ことによりこの問題点を解決したものである。ここで，培地として煮たオガクズを用いるハナビラタケ人工栽培技術は，上記のとおり，「実験2」における失敗から得られた知見を基に，「実験3」において確立された技術である。すなわち，公知事項1として認定された「予備実験」，公知事項2として認定された「実験2」の段階では，煮沸したオガクズを用いるとハナビラタケの成長が促進されるという知見はなかったのであるから，煮沸を施さず滅菌処理を施したオガクズを用いていることにそれ以上の意図があるわけではなく，「加熱処理を行なわないオガクズ」を用いているとの意識，あるいは「加熱処理」に替えて滅菌処理のみをオガクズに施すとの意識は全くなかったことは明らかである。しかるに，上記のように，審決は公知事項1及び2において「加熱処理を行なわないオガクズ」を用いていると認定を誤ったものである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，公知事項3は，上記「実験3」において実施された菌床栽培の中で，「加熱しないオガクズ」を用いた菌床栽培を公知事項として認定したものであるが，そもそも「実験3」は，「実験2」の失敗，すなわち，滅菌袋の破裂という失敗があり再度滅菌した菌床の発菌がよかったため，実験2の追跡実験を行った結果，オガクズを加熱(煮沸)するとハナビラタケの菌糸の伸び，子実体形成が向上するとの知見が得られたことから，ハナビラタケを早く栽培すべく「煮たオガクズ＋F培地濃度」の組合せ条件の最適化・好適化を行った実験である(甲3の398頁，399頁)。その中で審決において公知事項3として認定された「加熱しないオガクズ」を用いた栽培法は，培地に対しあらかじめ煮沸処理してハナビラタケ育成阻害物質を除去することが，煮沸を行わない場合に比しハナビラタケの育成に好適であることを示すための比較例として行われたものである。そして，「実験3」のまとめとして，オガクズを煮た培地の方が菌糸・子実体の成長がよいこと，この発見によりオガクズ栽培が確立されたことが記されている(甲3の417頁)。このように「実験3」において「加熱しないオガクズ」を用いる公知事項3は，加熱したオガクズ(煮たオガクズ)を用いたハナビラタケ人工栽培方法に劣る例として開示されていると解するのが相当である。このような公知事項3は，工業的規模でのハナビラタケ人工栽培を実現すべくあえて「高温水蒸気処理及び水洗を行わない」本件発明に対する進歩性否定の根拠となる公知発明認定のための公知事項としての適性を有しないものである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上のとおり，審決は，熊谷農業高校科学部活動記録(甲3)に対する誤認により，本件発明1との対比において，本来，相違点として認定しなければならない「培地に対して高温水蒸気処理および水洗を行うことなく，接種がされている」という点を，本件発明1と公知発明との一致点として誤って認定し，相違点を看過したものであり，この誤りは本件発明についての審決の結論に影響を及ぼすものであるから，審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1−2(相違点についての判断の誤り)",
              "text": [
                "審決は，本件発明1と公知発明との相違点についての判断を誤ったものであり，この誤りが本件発明についての審決の結論に影響することは明らかである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "熊谷農業高校の保管に係るハナビラタケ菌株についての認定の誤り審決は，熊谷農業高校科学部活動記録(甲3)に記載された「予備実験」，「実験2」及び「実験3」においてハナビラタケ人工栽培用菌床の作製に使用された菌種であって熊谷農業高校で保管されているハナビラタケ菌株No.3776，No.3777，No.583が，本件出願前に当業者が容易に入手することができたと認定している(審決書11頁31行～12頁2行)。しかしながら，このような認定は，証拠の評価を誤ったものであり，誤りである。",
                    "すなわち，審決は，甲4(審決では，請求1における甲7)及び甲5(審決では，請求1における甲8の3)には，菌株 No.3776(採取地十文字峠)，No.3777(同北海道)，No.583(同十日町)が，原告が代表取締役を務めていた株式会社ミナヘルス(以下「ミナヘルス」という。)に分譲されたことが示されていると認定しているが，この認定は誤りである。甲5に記載されているように，ミナヘルスは被告 Y 2から菌種4株を譲り受けており，それらの採取地が十日町，北海道，十文字峠，浅間であったことは認めるが，審決が認定するような，No.583，No.3776，No.3777を譲り受けた事実は存在しない。審決の上記認定の根拠となるものは甲4の被告 Y 2の陳述のみであり，客観的な証拠は何ら存在しない。しかも，No.3776については同被告の陳述による証拠さえもない。",
                    "また，審決は，甲6(審決では，請求1における参考資料)のみを根拠として本件出願前の平成12年6月16日に菌株 No.583がミツワ興業株式会社(以下「ミツワ興業」という。)に分譲されたと認定している。",
                    "しかしながら，同日何らかの菌株が被告 Y 2からミツワ興業に分譲されたことについては甲6から認定可能であるとしても，その菌株が No.583であることは甲6に記載された事項からは不明である。そもそも「No.583」なる名称は被告 Y 2が付した識別名に過ぎないものであり，ミツワ興業としては，当該菌株を分譲した被告 Y 2が当日分譲した菌株はNo.583であったと主張していることに対して，異議を唱える必要性はない。被告 Y 2からミツワ興業に分譲された当該菌株が No.583であることを示す客観的証拠は存在しない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本件発明の作用効果の誤認・看過",
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "特性1(阻害物質除去操作を必要とせずに，ハナビラタケを順調に生育せしめることができること)に関する審決の判断(審決書12頁13行～13頁13行)について",
                      "text": [
                        "熊谷農業高校科学部活動記録(甲3)が，オガクズに菌株 No.3776，No.3777又は No.583が接種された培地であって「高温水蒸気処理及び水洗」されていない菌床を用いてハナビラタケを生育させ収穫することができることを示しているとの審決の認定については，争わない。しかし，審決は，ハナビラタケの生育期間及び収穫量に関し，本件発明の菌株MH−3と菌株 No.3776，No.3777又は No.583",
                        "との比較において，本件発明のMH−3が「(生育期間が)格別早いと言うことはできない。」(審決書12頁19行～13頁1行)，「収穫量が格別多いということもできない。」(同13頁2行～7行)としているが，この判断は，本件発明の格別な作用効果を誤認ないし看過し，その結果，相違点についての判断を誤ったものであり，この誤りは審決の結論に影響を及ぼすものである。",
                        "まず，収穫量に関してみると，審決が認定しているように，本件明細書の実施例には，小麦粉を含まない培地Aでは菌糸接種から3ヶ月後の収穫時の生ハナビラタケの重量が50．5g／1株であり，小麦粉を含む培地Bでは菌糸接種から2ヵ月後の収穫時の生ハナビラタケの重量が100．5g／1株であることが示されているが(甲2の表2)，留意すべきは，これら収穫量が1株当たりのものであり，容器1個につきその1株が形成される点である。MH−3を用いた本件発明における上記収穫量は，容量500mlのポリエチレン製容器において形成された1株当たりの収穫量である(甲2の段落【0023】)。一方，「収穫量が格別多いということもできない。」との比較判断の根拠とされた「予備実験」に示された菌株 No.3776の平均収穫量82．3g及び No.3779の92．1gは，容量900mlのガラス瓶において形成された",
                        "1株当たりの収穫量である(甲3の203頁，205頁)。すなわち，本件発明の菌株MH−3は，菌株 No.3776及び No.3779に比較",
                        "し，略半分量の培地から同量もしくはそれを超える量のハナビラタケを収穫することができることが示されているわけであり，これは審決(審決書13頁8行～13行)の指摘するような，同一菌株間において通常見られるバラツキの範囲内の差とは，到底いえるものではない。",
                        "そして，工業的規模でのハナビラタケ大量栽培の観点からは，生育期間の長短の判断において，用いられる容器の容量(培地量)や，ハナビラタケの収穫量が重要な要素として含まれるものであるところ，審決において「格別早いと言うことはできない。」との判断の根拠となる No.583について，熊谷農業高校科学部活動記録(甲3)には収穫量が記載されていない。",
                        "このように，本件発明は菌株MH−3を用いることにより，500ml容器に充填された，小麦粉を含まない培地から平均収量50g超のハナビラタケを菌糸接種から3ヶ月後に収穫可能とし，小麦粉を含む培地Bから100g超のハナビラタケを菌糸接種から2ヶ月後に収穫可能とする，公知発明に比し極めて優れた作用効果を奏するものである。審決はこの作用効果を看過ないし誤認しており，その結果，相違点についての判断を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "特性2(ポリエチレン容器を使用できること)に関する審決の判断(審決書13頁14行～25行)について",
                      "text": [
                        "審決は，菌床容器としてポリエチレン容器を用いてハナビラタケを培養することが可能か否かの観点から「特性2」が本件発明に特有な作用効果といえるかを判断しているが，このような判断には誤りがある。すなわち，本件発明において菌床容器としてガラス瓶に替えてポリエチレン容器を用いることは，工業的規模での大量栽培の観点から重要な技術的意義を有するものである。そして，上述のように，菌株MH−3を用いたことにより工業的規模でのハナビラタケ大量栽培の実現が可能となったのであるから，特性2は本件発明の特有ないし格別な作用効果といえる。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "特性3(β−1，3−Dグルカンを多量に含有すること)に関する審決の判断(審決書13頁26行～14頁5行)について",
                      "text": [
                        "審決は，ハナビラタケ100g中に含まれる「含有率」のみからβ−1，3−Dグルカン量に関する「特性3」を判断している。ところで，菌株MH−3を用いることにより，菌株 No.3776及び No.3779",
                        "に比較し，略半分量の培地から同量若しくはそれを超える量のハナビラタケを収穫することができることは先に指摘したとおりである。したがって，同量の培地から得られる1株のハナビラタケに含有されるβ−1，3−Dグルカン量は，菌株MH−3を用いることにより菌株 No.3776及び No.3779に比較して2倍以上となることは容易に理解できるところである。してみると，β−1，3−Dグルカン量に関する「特性3」を「含有率」のみから判断し，該特性をMH−3特有の効果ということはできないとした審決の判断には誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2−1(譲渡された菌株等についての認定の誤り)審決は，被告 Y 2から譲渡されたハナビラタケの菌株等について，証拠の評価を誤り，事実の認定を誤った結果，本件発明の発明者についての判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "審決は，甲4(審決では，請求2における甲5)及び甲5(6頁目以降が，審決での請求2における甲2の3)に基づき，「Y 2は，平成10年1月に，菌株 No.162(採取地十文字峠)，No.583(同十日町)，No.3372(同浅間山)，No.3777(同北海道)を A に譲渡した」ことを認定している(審決書21頁7行～9行)。しかし，審決の上記認定は，誤った証拠の評価に基づくものであり，誤りである。",
                    "すなわち，上記1(2)(ア)において述べたとおり，甲5に記載されているように，ミナヘルスは被告 Y 2から菌種4株を譲り受けており，それらの採取地が十日町，北海道，十文字峠，浅間であったことは認めるが，審決が認定しているような，菌株 No.162，No.583，No.3372，No.3777を譲り受けた事実は存在しない。審決の上記認定の根拠となるものは甲4の被告 Y 2の陳述のみであり，客観的な証拠は何ら存在しないのである。このように当事者である被告 Y 2の陳述のみにより，客観的な証拠もないまま，ミナヘルスが被告 Y 2から菌株 No.162，No.583，No.3372，No.3777を譲り受けたとした審決の認定には誤りがあり，しかも同誤認は審決の結論に影響を及ぼすものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "審決は，科学技術振興事業団に提出した「新技術コンセプト・モデル化課題申込書」に添付された財団法人日本食品分析センター(以下「日本食品分析センター」という。)の分析試験成績書(甲第5号証。審決では，請求2における甲2の3)において検体とされたハナビラタケ菌株が，被告 Y 2が所有していた菌株 No.583であると認定している(審決書22頁7行～8行)。しかしながら，当該分析試験成績書には検体として「ハナビラタケ」と記載されているのみであり，同成績書からその菌株が No.583であることは不明である。被告 Y 2の供述のみをもって当該分析試験成績書における検体が同被告の菌株 No.583であるとした審決の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "審決は，被告 Y 2が被告ユニチカ株式会社(以下「被告ユニチカ」という。)中央研究所の B(以下「B」という。)に菌株 No.583を譲渡したと認定している(審決書22頁24行～25行)。しかし，審決の同認定は，甲8(審決では，請求2における甲17)のみを根拠とするものであり，甲8には，平成14年7月25日付けで譲渡された菌株6種のうち，No.583のみが番号で表示され，他の菌株は採取地で示されているが，No.583が同日付で B に譲渡されたことを示す客観的な証拠は存在しない。",
                    "甲8のみを根拠として平成14年7月25日に菌株 No.583が被告 Y 2から B に譲渡されたとした審決の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "審決は，被告ユニチカ中央研究所が保有している菌株 No.583と，菌株MH−3とは，RAPD解析によるバンドパターンが一致しており，対峙培養で帯線が形成されないと認定している(審決書22頁26行～28行)。しかしながら，平成14年7月25日に菌株 No.583が被告 Y 2から B に譲渡されたとの審決の認定に誤りがあることは上記のとおりである。してみれば，RAPD解析に係る甲9(審決では，請求2における甲22)及び対峙培養に係る甲10(審決では，請求2における甲23)に示された実験成績証明書において使用された比較菌株が被告 Y 2からの平成14年7月25日付け分譲に係る No.583であることを示す客観的証拠はないのであるから，これら実験成績証明書を用いてのMH−3と比較菌株との同一性の議論は当を得ないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2−2(本件発明の発明者の判断の誤り)",
              "text": [
                "審決は，被告 Y 2が開発した技術の内容，同被告がミナヘルスに指導した内容等について事実の認定を誤り，本件発明との対比を誤った結果，本件発明の発明者についての判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "審決は，被告 Y 2が開発した技術として，平成8年から平成9年にかけて行った「予備実験」及び平成9年に行った「実験2」について，いずれも「加熱処理を行なわないカラマツのオガクズを主成分」とする培地を用いたと認定している(審決書22頁32行～23頁7行)。しかしながら，既に前記1(1)(イ)において述べたとおり，ハナビラタケの人工栽培において，オガクズに「加熱処理」を施すことは，「実験2」における失敗から得られた知見を基に，ハナビラタケをより早く成長させるべく「実験3」において実施された技術であり，「予備実験」及び「実験2」の段階では，「加熱処理を行なわないオガクズ」を用いているとの意図は全くなかったのであるから，審決の上記認定は，「予備実験」及び「実験2」についての事実認定を誤ったものである。",
                    "また，審決は，平成9年に行った「実験3」についても，「熱水で煮ないオガクズ」に菌株 No.583を接種して子実体原基を発生させるハナビラタケの菌床栽培方法を被告 Y 2が開発した技術として認定しているが(審決書23頁8行～11行)，同認定も，前記1(1)(ウ)において述べたとおり，誤りである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "審決は，被告 Y 2がミナヘルスの社員に対して行った栽培方法の指導内容を認定しているが(審決書23頁12行～27行)，その内容は公知技術に過ぎず，本件発明の要旨ではない。",
                    "すなわち，平成8年度の研究活動記録(甲11。審決では，請求2における甲9)においてはオガクズを熱水処理等の前処理を施すことなく小麦粉等の栄養分を混入し菌床を作製しているのに対し(甲11の65頁～68頁等参照)，その改良技術に係る平成9年度の研究活動記録(甲3。審決では，請求2における甲12)においては，培地に対しあらかじめ高温水蒸気処理及び水洗を行うことにより育成阻害物質を除去することが，該培地処理を行わない場合に比しハナビラタケの育成に好適であることが示されていることに鑑みると，被告 Y 2によるミナヘルスへの栽培技術の指導内容は，あらかじめ高温水蒸気処理及び水洗を行うことを要旨とするものであると解するのが相当である。",
                    "そうとすると，工業的規模でのハナビラタケ人工栽培を実現するため，オガクズの加熱処理(煮沸・乾燥)を行うことなくハナビラタケを大量に人工栽培するという本件発明の着想及びその具現化において，被告 Y 2の指導が関与していないことは明らかであり，審決の判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの反論の要点",
      "text": [
        "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "請求1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1−1(相違点の看過)について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "新規性ないし進歩性の判断に用いる公知事実は客観的事実であれば足り，原告が主張するような主観的意図の有無など何ら問われる性質のものではない。",
                    "被告 Y 2は，永年，日本菌学会会員及び埼玉きのこ研究会副会長として各種きのこの栽培に従事してきており(甲4)，きのこのオガコ栽培に用いるオガクズはあらかじめ加熱処理を施さないオガクズに米ヌカ等の栄養分を混ぜた培地をビンに詰め栓をした後に高温滅菌する方法が古くから一般的に行われている事実(乙8参照)を熟知しており，本人も各種きのこのオガコ栽培においてあらかじめオガクズを加熱処理することなく本件出願前から自ら行ってきたものであり，その認識は十二分に存していたものである。このように，「予備実験」及び「実験2」以前の段階で，被告 Y2が，加熱処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体(きのこ)を形成させる人工栽培方法を開発していたことは，審決(審決書23頁37行～39行)の認定するとおりである。",
                    "そして，被告 Y 2は，更に子実体の発生期間を短縮する手段として，あらかじめ大鋸屑を熱水で加熱処理する菌床作製方法，あらかじめ大鋸屑を高温水蒸気処理及び水洗する菌床作製方法を開発した(審決書23頁39行～24頁3行)ものであり，この発明が特開平11−56098号公報(乙3)として特許出願されたものである。このことは，審決が，「Y2は，加熱処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体(きのこ)を形成させる人工栽培方法を開発した後，さらに子実体の発生期間を短縮する手段として，予め大鋸屑を熱水で加熱処理する菌床作製方法，予め大鋸屑を高温水蒸気処理及び水洗する菌床作製方法を開発したことは明らかであり，被請求人の上記主張は前記開発過程を無視するものであって採用できない。」(審決書23頁37行～24頁4行)と適切に認定しているとおりである。そうすると，「加熱処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体(きのこ)を形成させる人工栽培方法」が，加熱処理を行なう特開平11−56098号公報(乙3)記載の発明より劣るものであったとしても，本件出願前に公知である以上，本件発明に対する進歩性否定の根拠となる公知発明認定のための公知事項としての適性を有することに疑いはない。",
                    "しかも，乙8(青島清雄ほか編「菌類研究法」(共立出版株式会社，昭和58年6月1日初版1刷発行)316頁)の「C.鋸屑による生産」の項においては，従来のキノコ栽培に用いられていた鋸屑について，加熱処理のことに関しては何ら記載されておらず，スギのような樹脂成分が多い鋸屑に関しては6ヶ月以上野外で加水堆積した後に使用した方がよい旨が記載されているだけである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "以上から明らかなとおり，公知事項1ないし3にはいずれも，「オガクズを主成分とする培地に，該培地に対して高温水蒸気処理および水洗を行なうことなく，ハナビラタケを接種するハナビラタケ人工栽培用菌床の作製方法」の発明が示されており，対比における一致点の認定において，「高温水蒸気処理および水洗を行なうことなく」という構成を一致点と認定した審決に誤りはない。",
                    "なお，公知事項1ないし3における「加熱処理を行なわない」とは，「大鋸屑を，予め120～120℃，圧力2気圧程度の高温水蒸気にさらした後に，水洗する処理を行わない」ことを意味するものであり(このことは，原告も認めている。)，100℃程度の蒸気滅菌処理とは異なる(審決書11頁14行～19行参照)。「予備実験」(甲3の44−2頁，乙33)",
                    "や「実験2」(甲3の377頁)で行われている滅菌処理は，「加熱処理」に替えて行われたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1−2(相違点についての判断の誤り)について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "熊谷農業高校の保管に係るハナビラタケ菌株についての認定の誤りをいう点について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原告は，ミナヘルスが被告 Y 2から菌種4株を譲り受けたこと，それらの採取地が十日町，北海道，十文字峠，浅間であったことを認めながら，菌株№583，№3776，№3777を譲り受けた事実はない旨主張している(なお，浅間を採取地とする菌株は菌株№3372であり，被告 Y 2が譲り渡した菌株は，菌株№162，№583，№3372，№3777の4株である。)。",
                        "しかしながら，熊谷農業高校科学部活動記録の30−1頁に表としてまとめられている熊谷農業高校において保有するハナビラタケの保存菌株の「菌株 No」と「採取場所」との対比表から明らかなとおり，「菌株№162」＝「十文字峠を採取地とする菌株」，「菌株№583」＝「十日町を採取地とする菌株」，「菌株№3777」＝「北海道を採取地とする菌株」，「菌株№3372」＝「浅間を採取地とする菌株」であり，正に菌株№583を含む上記4菌株(菌株№162，№583，№33",
                        "72，№3777)が譲渡されていたのである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "また，ミナへルスの従業員撮影に係るミナヘルスの栽培室におけるハナビラタケの原木栽培の写真(乙24の1)を拡大した乙24の2に写っているハナビラタケを接種した原木の袋には「ハナビラタケ583」なる表示が付されており，ミナへルスにおいても被告 Y 2から分譲を受けた菌株について，被告 Y 2が付した菌株番号をもって菌株を特定し，認識していたことが分かる。このことだけでも，原告の主張が事実に反することは明らかである。",
                        "なお，ミナヘルスへの分譲時点において被告 Y 2が保有する菌株のうち，採取地が十日町である菌株は，菌株№583のみであった(甲3の30−1頁，乙2の15頁右欄(1))。",
                        "被告 Y 2は菌株№3776をミナヘルスには譲渡していないが，当該菌株も，公知事項1のとおり，本件出願前に開催された第48回日本学校農業クラブ全国大会において公開されたことによって，本件出願前に公然と知られた菌株であり，他の菌株同様，第三者に対する譲渡に制限を設けていたわけではないので，当業者が菌株№3776を容易に入手することができたことに変わりはなく，菌株№3776をミナヘルスに譲渡していないことは，審決の判断に影響を及ぼすものではない。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "なお，審決は，請求1においては，菌株№583と菌株MH−3とが同一の菌株であることを認定するまでもなく，菌株№3776，3777，3779との比較からしても，本件発明が進歩性を欠如するものであるとの判断をしているだけであるが，請求2においては，菌株MH−3は被告 Y 2がミナへルスの社員に分譲した菌株№583に由来するものであり，遺伝的系統が同じであると認定している(審決書24頁5行～25頁5行)。そうすると，請求1においても，菌株MH−3は被告 Y 2がミナへルスの社員に分譲した菌株№583に由来するものであり，遺伝的系統が同じであることを根拠に，本件発明が新規性又は進歩性を欠如するものとされるべきものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本件発明の作用効果の誤認・看過をいう点について",
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "特許庁の審査基準",
                      "text": [
                        "特許庁の特定技術分野の審査基準における微生物の利用に関する発明においては，「微生物の利用に関する発明(例：物質を生産する方法の発明)において，利用する微生物が分類学上公知の種で，しかもその発明と同一の利用の態様(例：目的とする物質を生産すること)が知られている他の微生物と同一属に属する場合，通常その発明は進歩性を有しない。ただし，前者の微生物を利用したことが後者の微生物を利用したことに比較して，当業者が予測できない有利な効果を奏する場合には，その発明は進歩性を有する(特定技術分野の審査基準第Ⅶ部第2章2．2．2進歩性(2))。」とされている。",
                        "このことからすれば，以下に述べるとおり，菌株MH−3を利用したことによって奏される効果は，他の菌株を利用したことに比較して当業者が予測できない有利な効果を奏するものであるとは到底いえず，本件発明が進歩性を有しないことは明らかである。",
                        "なお，菌株MH−3は，被告 Y 2がミナへルスの社員に分譲した，本件出願前公知の菌株№583に由来するものであり，遺伝的系統が同じであるので，本来，本件発明は，特性1ないし3について検討するまでもなく，新規性又は進歩性を欠如するものとされるべきものである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "特性1(阻害物質除去操作を必要とせずに，ハナビラタケを順調に生育せしめることができること)について",
                      "text": [
                        "ハナビラタケの育成期間及び収穫量について，菌株MH−3と菌株№3776，№3777，又は№583との比較において，菌株MH−3",
                        "の生育期間が格別早いということはできず，収穫量が格別多いということもできないとする審決の判断について，原告は，本件発明の格別な作用効果を誤認あるいは看過するものである旨主張している。",
                        "しかしながら，次に述べるとおり，原告の主張は理由がない。",
                        "① 実験環境の相違について",
                        "ハナビラタケを初めとした植物の生育は，光・温度・湿度・二酸化炭素・雑菌汚染等の栽培環境によって影響を受けるものである(なお，甲4の4頁21行～23行参照。)。",
                        "しかるところ，熊谷農業高校科学部活動記録(甲3)記載の実験は，いずれも，被告 Y 2の指導の下とはいいながら，高校生が不十分な高校の栽培室を使用して行ったものである。これに対して，本件明細書に記載された実験は，企業が十分な施設を使用して行ったものである。そうすると，熊谷農業高校科学部活動記録記載の実験結果と本件明細書に記載された実験結果との間に差異があったとしても，そのことをもって本件発明が格別の作用効果を奏するとすることはできない。",
                        "② 実験条件の相違について",
                        "熊谷農業高校科学部活動記録(甲3)記載の予備実験に用いられたF培地と本件明細書の段落【0026】欄記載のA培地，B培地とは，含まれている栄養分の成分が異なるものであり，熊谷農業高校科学部活動記録記載の実験結果と本件発明の特許公報に記載された実験結果との間に差異があったとしても，そのことをもって本件発明が格別の作用効果を奏するとすることはできない。",
                        "③ 収穫量について",
                        "「予備実験」は，「F培地の濃度がオガクズの割合に対して低い場合，補助栄養分として加える小麦粉の添加物の間に何か関係があるのではないかと思い表にあるような成分で実験を行った」ものであり，個体毎にF培地又は小麦粉の添加物の量を異にして実験が行われたものである(甲3の46頁)。それ故，「予備実験のまとめ」として，「F培地濃度と小麦粉添加量の差による収量変化が当然考えられるが，今後，実験本数を増やして正確な値を出してゆきたい。」(同205頁)とされたところである。このような「予備実験」におけるハナビラタケの平均収量を，本件明細書記載の実施例2のように同一の培地により栽培されたハナビラタケの平均収量と比較して格別の差異があるとすることは相当ではない。",
                        "また，「予備実験」において平均収量を計測したのは，菌株№3776，3779の2系統のみであるところ，菌株№3776で収量が",
                        "最大のものは120g(13株中2株)，菌株№3779で収量が最",
                        "大のものは186．8g(9株中1株)であることからすれば(甲3",
                        "の63頁)，本件明細書記載の培地Bにより栽培されたハナビラタケの平均収量と比較してもまったく遜色がない。",
                        "なお，ハナビラタケ収穫時のカットの仕方(根元の部分を含ませるか否か)により，収穫時の計測値は変動することを付言する。",
                        "④ 育成期間について",
                        "加熱処理を行わないオガクズ培地が使用された「予備実験」において，菌株 No.3776，3779ではいずれも種菌接種から菌糸蔓延まで平均46.1日(甲3の203頁)，伏せこみから収穫まで約1ヶ月程度(同204頁)であると記載されていることから，種菌接種から収穫まで2ヶ月半程度であり，本件明細書の実施例に記載されている培地A(菌糸接種後収穫まで3ヶ月)及び培地B(同2ヶ月)での育成期間と遜色ないことが分かる。",
                        "そして，審決が認定しているとおり，「実験3」で加熱しないオガクズに小麦粉及び蜂蜜を添加した培地に菌株 No.583を接種して培養した場合，子実体形成まで40．6日～41．0日で，その後収穫までが1ヶ月程度の合計2ヶ月半弱であり(甲3の416～417",
                        "頁)，菌株№583は，「菌糸の成長や子実体形成の劣化は認められず実験3の観察では，菌糸成長速度が他の種菌を上回る場合も認められる」(甲3の29頁)と記載されていることから明らかなとおり，収穫量いかんにかかわらず，菌株№583の菌糸成長速度は他の種菌を上回るものであることが分かるうえ，菌株№583は，菌株MH−3と遺伝的系統が同じであるので，菌株MH−3との間で生育期間に格別の差異がないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "特性2(ポリエチレン容器を使用できること)について",
                      "text": [
                        "原告は，菌株MH−3を用いたことにより工業的規模でのハナビラタケ大量栽培が可能となったことを理由に，特性2は本件発明の特有あるいは格別な作用効果といえる旨主張している。",
                        "しかしながら，公知事項2のうち，「培養容器としてプラスチック製栽培袋を用い，小麦粉を20％及び蜂蜜を含有する培地を滅菌処理し，ハナビラタケ菌株№3776，583を接種して菌床を作製し，これを培養して子実体原基を形成させるハナビラタケの菌床栽培方法。」が公知であることは原告も認めるところであり，PP容器で培養できることは明らかであって，特性2も，菌株MH−3でなければ奏し得ない効果ではない。",
                        "また，茸一般の大量人工栽培でプラスチック(PP)ビンを使用することが従来から一般に行われていることであるうえ(乙第8号証の316頁右欄C．1．参照)，熊谷農業高校科学部活動記録(甲3)の430頁には，今後の課題としてプラスチック培養ビンを利用した培養が示されており，このことからしても，菌株MH−3でなければ，ポリエチレン容器を使用してハナビラタケの栽培ができないものでないことは明らかである。",
                        "なお，熊谷農業高校の実験においてガラスびんを用いたことは，ガラス瓶は透明であるので培地の変化(カビの発生等)や子実体原基の成長具合を観察することができることに基づくに過ぎないものである(甲13，乙40，乙41の27頁21行～25行)。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "subject": "特性3(β−1，3−Dグルカンを多量に含有する)について",
                      "text": [
                        "原告は，β−1，3−Dグルカン量に関する特性3を「含有率」のみから判断し，該特性をMH−3特有の効果ということはできないとした審決の判断には誤りがある旨主張している。",
                        "しかしながら，本件明細書の【従来の技術】欄の段落【0003】に，「ハナビラタケには有用な生理活性物質が多量に含まれており，この点でも注目されている。特に，優れた免疫賦活作用を有する生理活性物質として知られる総βグルカンの含有量は，100g当り43．6gである。」と記載されているとおり，βグルカンを多量に含有することは，菌株MH−3を接種して栽培されたハナビラタケに限られるものではない。",
                        "実際，乙18によれば，菌株№3777及び菌株「菅平」より栽培したハナビラタケとMH−3菌株より栽培したハナビラタケとの間にβグルカンの含有量に格別の差異はないことが分かる。",
                        "そして，審決がいうように，キノコの栽培においては，同一の菌株であっても，生育期間や収穫量にバラツキがあることは普通であり，菌株MH−3より栽培したハナビラタケの収穫量が菌株№3776，№3779より栽培したハナビラタケと比較しても収穫量が格別多いということができない以上，特性3を「含有率」から判断して，該特性をMH−3特有の効果ということはできないとした審決の判断に誤りはない。",
                        "なお，甲5の10枚目の平成10年4月3日付分析試験成績書に分析結果が記載されている検体(ハナビラタケ)は，被告 Y 2が所有していた菌株№583より栽培したハナビラタケであるところ(甲13，乙40，乙41の23頁23行～26頁12行参照)，菌株№583は，",
                        "菌株MH−3と遺伝的系統が同じであるが，本件出願前に公知の菌株であった。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2−1(譲渡された菌株等についての認定の誤り)について(ア) 原告は，ハナビラタケの菌株につき，ミナヘルスは被告 Y 2から採取地が十日町である菌株は譲り受けたが菌株 No.583は譲り受けていないと主張し，それを前提として日本食品分析センターの分析試験成績書における検体を被告 Y 2から譲り受けた菌株 No.583に基づくハナビラタケであるとの審決の認定は事実誤認であると主張する。",
                "しかしながら，ミナヘルスが被告 Y 2から分譲を受けた採取地を十日町とする菌株が菌株 No.583であることは，既に前記1(2)(ア)において述べたとおりである。",
                "また，日本食品分析センターの分析試験成績書における検体が，被告 Y2からミナヘルスが譲り受けた菌株 No.583に基づくハナビラタケであることは，審判手続での当事者尋問における被告 Y 2の供述(甲13，乙40，乙41)をはじめとする証拠に照らして，明白に認められるところである。ミナヘルスは，平成10年3月17日に日本食品分析センターにハナビラタケの検体を提出したものであるところ(甲5)，ミナヘルス代表取締役会長であった C は同月初旬に被告 Y 2から菌株 No.583のハナビラタケ原体の凍結乾燥体を譲り受けているものであり，ハナビラタケが稀少な茸で発見採取することが難しいものであり，ミナヘルスが自ら又は被告 Y 2以外の者からハナビラタケを入手したことをうかがわせるような事情は何ら存在しないことに照らせば，ミナヘルスが日本食品分析センターに提出した検体が被告 Y 2から譲り受けた菌株 No.583のハナビラタケであることは明らかというべきである。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，被告 Y 2が被告ユニチカの B に菌株 No.583を譲渡したとの審決の認定を誤りであると主張し，それを前提として，被告ユニチカの保有に係る菌株 No.583と原告の菌株MH−3との間でのRAPD解析試験及び対峙培養の結果についての審決の認定も事実誤認であると主張する。",
                    "しかしながら，被告 Y 2が被告ユニチカの B に菌株 No.583を譲渡したこと及び原告の菌株MH−3との間でのRAPD解析試験及び対峙培養に用いられた検体が被告 Y 2から B に譲渡された菌株 No.583であることも，甲8，乙38，39をはじめとする証拠に照らして，明白に認められるところである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2−2(本件発明の発明者の判断の誤り)について(ア) 原告は，「予備実験」及び「実験2」の段階では，被告 Y 2が「加熱処理を行なわないオガクズ」を用いているとの意図は全くなかったとして，「予備実験」及び「実験2」のいずれにおいても「加熱処理を行なわないカラマツのオガクズを主成分」とする培地を用いているとした審決の事実認定は誤りであると主張する。",
                "しかしながら，被告 Y 2が，きのこのオガコ栽培に用いるオガクズはあらかじめ加熱処理を施さないオガクズに米ヌカ等の栄養分を混ぜた培地をビンに詰め栓をした後に高温滅菌する方法が古くから一般的に行われている事実を熟知しており，本人も各種きのこのオガコ栽培においてあらかじめオガクズを加熱処理することなく本件出願前から自ら行ってきたものであり，その認識は十二分に存していたものであることは，前記1(1)(イ)において述べたとおりである。原告の主張は，失当である。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "また，原告は，「実験3」において「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培は，熱水で煮たオガクズの作用効果を確認すべく比較実験として行われたものであるから，審決がこれを被告 Y 2が開発した技術として認定したことは誤りである旨を主張する。",
                    "しかしながら，特定の完成した発明を前提にして，その改良発明がなされることは通常のことであり，「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培を前提に，改良発明として特開平11−56098号公報(乙3)記載の発明がなされたからといって，「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培が発明として完成していなかったことにはならない。",
                    "また，「実験3」以前に実施された「予備実験」や「実験2」からも明らかなとおり，「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培は，「実験3」で開発された技術ではない。",
                    "原告の主張は，被告 Y 2によるハナビラタケ栽培方法の開発過程を無視するものであって失当である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，被告 Y 2がミナヘルス従業員に対して行った栽培方法の指導内容はあらかじめ高温水蒸気処理及び水洗を行うことを要旨とするもので，本件発明の要旨ではないとし，工業的規模でのハナビラタケ人工栽培を実現するため，オガクズの加熱処理(煮沸・乾燥)を行うことなくハナビラタケを大量に人工栽培するという本件発明の着想及びその具現化において，被告 Y2の指導は関与していないと主張する。",
                    "しかしながら，甲5，乙36の1～15等の証拠に照らせば，被告 Y2のミナヘルスの従業員に対する指導内容が，「あらかじめ高温水蒸気処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体(きのこ)を形成させる人工栽培方法」であったことは明らかである。",
                    "また，被告 Y 2とハナビラタケの大量栽培に向けて共同で開発を行ったミナへルスが，実際に事業化した技術が，「あらかじめ高温水蒸気処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体(きのこ)を形成させる人工栽培方法」であることは，被告 Y 2のミナヘルスの従業員に対する指導内容が，「あらかじめ高温水蒸気処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体(きのこ)を形成させる人工栽培方法」であることの証左である。本来，あらかじめ煮たオガクズを用いる方がより好ましいが，被告 Y 2の陳述書にあるように(甲4の4頁1行目以下)，工業大量生産する上では煮ないオガクズを用いた上で滅菌処理を行う方がコスト面で有利であることから，被告 Y 2は，ミナヘルスの社員にはその方法で一貫して指導していたのである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "請求1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1−1(相違点の看過)について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，審決の認定した公知事項1，2における「加熱処理を行なわないカラマツのオガクズ」について，「予備実験」及び「実験2」の段階では，「加熱処理を行なわないオガクズ」を用いているとの意図は全くなかったなどとして，公知事項1，2において「加熱処理を行なわないカラマツのオガクズを主成分」とする培地を用いているとした審決の事実認定は誤りであるとし，また，公知事項3における「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培は，「加熱したオガクズ(煮たオガクズ)」を用いた方法に劣る例として開示されているものであり，本件発明に対する進歩性否定の根拠となる公知発明認定のための公知事項としての適性を有しない旨主張している。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "乙3(特開平11−56098号公報)によれば，被告 Y 2は，平成9年8月25日に，「ハナビラタケ人工栽培用の菌床作成方法」として，自らの発明に係る「カラマツ材を主成分とする大鋸屑又はチップ，もしくはこれらを含む混合物を水の存在下で加熱し，熱水可溶成分を除去した後，栄養成分を加えることを特徴とするハナビラタケ人工栽培用の菌床作成方法」等の発明について特許出願しており，同特許出願に係る公開公報には，「本発明者らは，従来の栽培法の欠点を改善して，比較的短期間で可能なハナビラタケの栽培法とそのための手段を開発することを課題としてきた。」(段落【0003】)，「ハナビラタケの菌糸が生育し，なおかつ発茸に至るためには，針葉樹の成分が必要であるが，新鮮な針葉樹の中には成長を阻害する成分も含まれているとの知見を得た。‥‥‥そこで，産業的に栽培を行うためには，短期間で，成長阻害成分を除去する必要がある。",
                    "一般に液体や固体の水に対する溶解度は，温度の上昇によって，大きくなる。したがって，天然の状態で，雨水によって成長阻害成分が溶出した状況を，産業的な栽培で再現するために，カラマツの大鋸屑又はチップを熱水で処理し，熱水で可溶成分を除去し，その後に栄養物質を添加した菌床を用いてハナビラタケを栽培することにより，およそ2ケ月半で，収穫可能なハナビラタケの子実体を得るに至った。この出願の発明は，以上の知見を踏まえて，短期間でハナビラタケを栽培するための手段として，カラマツ材を成分とする大鋸屑又はチップもしくはこれらを含む混合物を水の存在下で加熱し，熱水可溶成分を除去した後，栄養成分を加えることを特徴とするハナビラタケ人工栽培用の菌床作成方法を提供する。」(段落【0004】～【0006】)との記載があり，「実施例2」として，「温度121℃，圧力2気圧の高温水蒸気のもとに，60分間さらした後に水洗」する方法(段落【0010】)が記載されていることが認められる。",
                    "そして，本件明細書(甲2)には，「発明の詳細な説明」欄に，「更に，ハナビラタケの従来の人工栽培法においては，その菌床作製の際に，培地に用いるカラマツ大鋸屑を，予め熱水煮沸温度120～121℃，圧力2気圧の高温水蒸気に60分間さらした後，更に水洗することによる培地処理が行われていた。これは，カラマツ大鋸屑に含まれる阻害物質がハナビラタケの生育を阻害するため，この阻害物質の除去を行わなければハナビラタケは順調に発育しないと言う理由に基づくものである。しかし，この阻害物質の除去方法は操作が複雑であり，多額の費用がかかるため，菌床作製上の障害となっていた。」(段落【0005】)，「【発明が解決しようとする課題】本発明は上記事情に鑑みてなされたもので，その課題は，ハナビラタケを確実に人工栽培することを可能にし，且つ従来の複雑かつ費用のかかる培地処理を省略することが可能な，ハナビラタケの菌床作製方法を提供することである。」(段落【0006】)，「【課題を解決するための手段】上記課題は，大鋸屑を主成分とする培地に，ハナビラタケMH−3(受託番号FERM P−17221)を接種することを特徴とするハ",
                    "ナビラタケの人工栽培用菌床の作製方法によって達成される。」(段落【0007】)，「本発明においては，前記カラマツ大鋸屑のハナビラタケ生育阻害物質を除去しないで用いることができる。」(段落【0011】)，「本発明の第一の側面は，ハナビラタケMH−3を使用することにより，高温水蒸気処理および水洗といった従来の複雑かつ費用のかかる培地処理を必要とせずに，ハナビラタケの人工栽培菌床の作製を可能にしたことである。",
                    "即ち，発明者はMH−3菌を使用することにより，上記の阻害物質除去操作を必要とせずに，ハナビラタケを順調に生育せしめることに成功した。",
                    "これにより，極めて経済的かつ簡便にハナビラタケ菌床を作製することが可能になった。」(段落【0015】)との記載がある。",
                    "上記によれば，本件発明1は，特開平11−56098号公報(乙3)",
                    "に係る発明である，「培地に用いるカラマツ大鋸屑につき，あらかじめ熱水煮沸温度120～121℃，圧力2気圧の高温水蒸気に60分間さらした後，更に水洗することにより，生育阻害物質を除去する」という菌床作製方法の存在を前提とした上で，菌株としてハナビラタケMH−3を用いることにより，当該生育阻害物質除去のための作業を施さないカラマツ大鋸屑を用いて菌床を作製するというものと認められる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "しかしながら，被告 Y 2は，熊谷農業高校において，平成3年からハナビラタケの人工栽培の試験を行い，平成6年から平成9年にかけては，大鋸屑を使用した菌床栽培によるハナビラタケの茸の発生及び成長を調べる実験を行っていたものであるところ，平成6年度及び平成7年度には，カラマツ，アカマツ，モミの大鋸屑を培地として用いた実験を行い，ハナビラタケ栽培の培地に用いる大鋸屑としてカラマツがよいことを見いだしたものである(甲3の24～26頁，甲4，甲11，乙5の1，2，乙6の2，乙19，乙20)。そして，平成8年12月から平成9年6月にかけて行った「予備実験」及び平成9年に行った「実験2」では，加熱処理をしない(「大鋸屑を，あらかじめ120～121℃，圧力2気圧程度の高温水蒸気にさらした後，水洗する処理を行わない」ことを意味するものであり，本件明細書の段落【0023】に記載されているような通常行われる蒸気滅菌処理を行わないことまでも意味しない。以下，同じ。)カラマツの大鋸屑を主成分とする培地を用いたが，「実験2」において，培地を詰めたプラスチック製栽培袋が滅菌処理中に破裂したものについては2度滅菌したところ，2度滅菌したものの方が菌糸の成長が良好であることを見いだした(甲3の42～205頁，357～378頁)。そこで，平",
                  "text": [
                    "成9年に行った「実験3」では，熱水で煮たカラマツの大鋸屑(100℃で60分間煮た後煮汁を捨てる作業を3度繰り返した大鋸屑)を用いた培地と煮ない大鋸屑を用いた培地の双方を使用したところ，いずれも子実体原基が形成されたが，わずかに大鋸屑を煮た培地の方が菌糸の成長が良く，子実体が速くでることが確認された(甲3の400−1頁～417頁)。",
                    "なお，上記各実験で用いられたハナビラタケ菌株は，「予備実験」では菌株№3776，№3777，№3779，「実験2」では菌株№3776，",
                    "№3777，№583，「実験3」では菌株№583である(甲3の29",
                    "～30頁，46頁，361～362頁)。",
                    "他方，乙8(青島清雄ほか編「菌類研究法」(共立出版株式会社，昭和58年6月1日初版1刷発行)316頁)の「C.鋸屑による生産」の項には，ナメコ，ヒラタケ，エノキタケの栽培に用いる鋸屑と米ヌカの混合培地について，通常の滅菌処理を施すことは記載されているが，加熱処理のことに関しては何ら記載されておらず，スギのような樹脂成分が多い大鋸屑に関しては6ヶ月以上野外で加水堆積した後に使用した方がよい旨記載されているだけである。",
                    "また，甲4(被告 Y 2の陳述書)には，被告 Y 2の指導下でのミナヘルスにおける開発状況に関する記述として，「オガクズを煮るという方法は，オガクズの前処理(大釜で煮る作業，大型脱水機，乾燥)の3段階の工程を経るため手間とコストがかかるので，従来どおりのオガクズを煮ない方法(通常，多くのキノコ栽培業者が行っている一般的な方法)で実施することになりました。」との記載がある。",
                    "上記によれば，茸栽培のための大鋸屑を用いた培地については，従来，いわゆる野積みをした木材を用いることや通常の滅菌処理を施すことは知られていたが，加熱処理を施すことは知られていなかったものであり，被告 Y 2は，熊谷農業高校において，このような従来技術を前提として，ハナビラタケ栽培のための培地としてカラマツの大鋸屑が適していることを見いだし，「予備実験」及び「実験2」において，加熱処理をしないカラマツの大鋸屑を主成分とする培地を使用したものであるところ，「実験2」において破裂した栽培袋に2度滅菌処理を施したものの方が成長が良いとの知見を得たことから，「実験3」においては，従来と同様の加熱処理をしない大鋸屑培地に加えて，新たに加熱処理を施した大鋸屑培地を使用したものと認められる。",
                    "そうすると，被告 Y 2は，平成8年までに，ハナビラタケの栽培において，加熱処理をしないカラマツの大鋸屑を主成分とする培地を使用する方法を確立していたというべきであり，平成9年の「実験2」及び「実験3」における上記知見を契機として，特開平11−56098号公報(乙3)に係る発明の特許出願に至ったものであり，同公報に記載された「従来の栽培法」(段落【0003】)とは，このような加熱処理をしない培地を使用する方法を指すものと理解することができる。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "上記認定の事実関係によれば，「予備実験」「実験2」及び「実験3」においては，平成8年ないし9年当時における茸栽培の技術常識に従って，培地に加熱処理をしなかったものであるから，これらの実験の内容が記載された熊谷農業高校科学部活動記録(甲3)が本件出願前に開催された第48回日本学校農業クラブ全国大会において公開されたことにより，本件出願前に「オガクズを主成分とする培地に，該培地対して高温水蒸気処理および水洗を行なうことなく，ハナビラタケを接種するハナビラタケ人工栽培用菌床の作製方法」の発明が公知となっていたというべきである。したがって，審決の公知発明の認定に誤りはなく，審決に原告主張の相違点を看過した違法はない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "原告は，大鋸屑に対して「高温水蒸気処理及び水洗」を行うことは「実験2」における実験過程での失敗から得られた知見を基に「実験3」において実施された技術であるから，「予備実験」及び「実験2」の段階では「加熱処理を行なわないオガクズ」を用いているとの意図，あるいは「加熱処理」に替えて滅菌処理のみを大鋸屑に施すとの意図は全くなく，また，「実験3」においては，「加熱しないオガクズ」を用いる例は，加熱したオガクズを用いたハナビラタケ人工栽培方法に劣る例として開示されているものであって，進歩性否定の根拠となる公知発明認定のための公知事項としての適性を有しないと主張する。",
                    "しかしながら，「予備実験」及び「実験2」においては，その当時における技術常識に従って培地に加熱処理をしなかったものであることは，前記認定のとおりであり，また，公知の従来技術に対して，これを改良する新技術が発明されたとしても，その後の発明との関係で当該従来技術が新規性ないし進歩性判断のための公知例として使用できなくなるものではない。本件において，本件発明は，従来技術を改良した特開平11−56098号公報(乙3)に係る発明の内容をなす，大鋸屑に対して「高温水蒸気処理及び水洗」を行うという新技術を実施せず，単に従来技術と同様に滅菌処理のみを大鋸屑に施すというものである。そうであれば，当該発明前の従来技術との関係で，進歩性の有無を判断されるのは当然のことというべきである。原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1−2(相違点についての判断の誤り)について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "熊谷農業高校の保管に係るハナビラタケ菌株についての認定の誤りをいう点について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原告は，熊谷農業高校で保管されていた菌株 No.3776(採取地十文字峠)，No.3777(同北海道)，No.583(同十日町)がミナヘルスに分譲されたとの審決の認定(審決書11頁31行～33行)について，ミナヘルスが被告 Y 2から菌種4株を譲り受けたこと，それらの採取地が十日町，北海道，十文字峠，浅間であったことを認めながら，菌株№583，№3776，№3777を譲り受けた事実はない旨主張している。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "甲4(被告 Y 2の陳述書)には，平成10年1月に試験管2本とオガクズ種菌として，菌株№162，№583，№3372，№3777",
                      "text": [
                        "をミナヘルスの従業員である A に渡した旨の記載があるところ，熊谷農業高校科学部活動記録中の熊谷農業高校において保有するハナビラタケの保存菌株の「菌株 No」と「採取場所」との対比表(甲3の30−1頁)によれば，これらの菌株の採取場所は，菌株№162は十文字峠，菌株№583は十日町，菌株№3372は浅間，菌株№3777は北海道であり，甲第5号証に記載されているミナヘルスが被告 Y 2から譲り受けた菌株の採取場所(ミナヘルスが被告 Y 2からこれらの採取場所の菌株を譲り受けたことは，争いがない。)と一致する。また，ミナへルスの従業員撮影に係るミナヘルスの栽培室におけるハナビラタケの原木栽培の写真(乙24の1)及びこれを拡大した写真(乙24の2)に写っているハナビラタケを接種した原木の袋には「ハナビラタケ583」なる表示が付されている。",
                        "そうすると，被告 Y 2からミナヘルスが譲り受けたハナビラタケ菌株は，№162，№583，№3372，№3777の4種類であり，",
                        "審決が認定した菌株のうち，菌株№3776は誤りであるが，後記(イ)において検討するとおり，この誤りは審決の結論に影響するものではない。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "また，原告は，審決が本件出願前に菌株 No.583がミツワ興業に分譲されたと認定したこと(審決書11頁34行～35行)についても，誤りであると主張するが，甲6(ミツワ興業作成の証明書)によれば，平成12年6月16日に，ミツワ興業が被告 Y 2から菌株 No.583を譲り受けたことが認められる。原告は，「№583」なる名称は被告 Y2が付した識別名に過ぎないなどと主張して，審決の認定を争うが，上記(b)において認定したとおり，ミナヘルスにおいて，被告 Y 2から譲り受けた菌株 No.583を当該名称をそのまま用いて特定・識別していることに照らせば，被告 Y 2からミツワ興業への譲渡の際も，「№583」なる名称を付して譲渡されたと推定するのが相当であって，審決が甲6により上記事実を認定したことに誤りがあるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本件発明の作用効果の誤認・看過をいう点について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原告は，本件発明は菌株MH−3を用いることにより格別な作用効果を奏するものであるとして，特性1ないし3についての審決の判断の誤りを主張する。",
                        "前記(1)において説示したとおり，本件発明1のうち「オガクズを主成分とする培地に，該培地対して高温水蒸気処理および水洗を行なうことなく，ハナビラタケを接種するハナビラタケ人工栽培用菌床の作製方法」という点は，本件出願前に既に他の菌株のハナビラタケについて実施されているものであり，そのことが公知となっているのであるから，菌株として「ハナビラタケMH−3」を接種することにより，ハナビラタケの他の菌株を接種した場合と比較して当業者が予測できない顕著な作用効果を奏するのでない限り，本件発明1は進歩性を有するものとは認められないというべきである。",
                        "しかるに，本件明細書(甲2)をみるに，発明の詳細な説明欄において「本発明の第一の側面は，ハナビラタケMH−3を使用することにより，高温水蒸気処理および水洗といった従来の複雑かつ費用のかかる培地処理を必要とせずに，ハナビラタケの人工栽培菌床の作製を可能にしたことである。即ち，発明者はMH−3菌を使用することにより，上記の阻害物質除去操作を必要とせずに，ハナビラタケを順調に生育せしめることに成功した。これにより，極めて経済的かつ簡便にハナビラタケ菌床を作製することが可能になった。」(段落【0015】)と記載しながら，菌株MH−3を接種した場合と他の菌株を接種した場合との比較に関する記載は全く見受けられない。",
                        "また，本件発明1に関しては，本件明細書の記載によれば，菌株MH−3以外の菌株を用いた場合には，加熱処理をしない培地での人工栽培が困難ないし不可能であることを前提として，菌株MH−3を用いることにより初めてこれを可能とした点に進歩性があることをいうものと解される。すなわち，本件明細書(甲2)には，上記の段落【0015】の記載があるほか，生育期間，収穫量については，「実施例2」として，培地A(小麦を添加していないもの)を用いた場合と培地B(小麦を添加したもの)とを比較した結果が記載され，培地Aを用いた場合と比べて培地Bを用いた場合の方が生育期間，収穫量，β−1，3−Dグルカン重量とも優れているとの結果を得た旨が記載されているが(段落【0025】～【0032】)，他の菌株を用いた場合との比較については一切記載されておらず，段落【0033】～【0036】には，「発明の効果」として「MH−3菌を使用し，培地に添加栄養剤に小麦粉を使用することにより以下の効果を得た。(1)菌床作製に使用するカラマツ大鋸屑は，従来ハナビラタケの発育阻害を防止する目的で，熱水煮沸・高温水蒸気処理・水洗が従来行われていたが，本発明の方法によれば従来のこれらの処理が必要なく，菌床作製に一工程が省けることにより経済効果が極めて向上した。(2)本発明のB処方すなわち従来の処方に5～10％小麦粉を栄養剤として添加することでハナビラタケの発育が促進され，さらに目的とするβ−1，3−Dグルカンの量が従来法(A処方)に比較して約1．3倍の増量が得られ，経済効果が格段に向上した。(3)従来ハナビラタケはガラスビンを菌床の容器として使用しなければ雑菌が混入しハナビラタケの栽培は不可能とされていたが，MH−3菌の使用によってポリエチレン容器を使用でき，大型自動機械の使用が可能な工業的大量栽培が可能となった。」と記載されている。これによれば，生育期間の短縮並びに収穫量及びβ−1，3−Dグルカン量の増大の点は，小麦粉を含有する培地を使用することを発明の特定事項に含む本件発明3，4の作用効果として記載されているものであって，加熱処理をしない培地に菌株MH−3を接種することを特定事項とする本件発明1の効果として記載されているものと解することはできない。",
                        "そうすると，既に認定したとおり，本件出願前に，菌株Ｎo．3776，3777，3779，583のハナビラタケについて「高温高圧処",
                        "理及び水洗処理」あるいは「煮沸処理」等の生育阻害物質除去操作をすることのない培地に接種して生育させ収穫することができることが公知となっていたのであるから，それらの生育阻害物質除去操作を必要とせずに人工栽培菌床を作製でき，ハナビラタケを生育させることができることは，菌株MH−3を使用することによる特有の効果といえないことは明らかであるし，また，本件明細書には，菌株MH−3を用いた場合と，それら既に公知の他の菌株を用いた場合との比較について全く記載されていないのであるから，本件発明が菌株MH−3を用いることにより他の菌株に比して格別な作用効果を奏する旨の原告の主張は，そもそも明細書の記載に基づかないものといわなければならない。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "その点はさておき，審決において比較例とされている菌株№583，№3776，№3777，№3779のハナビラタケとの関係で検討し",
                      "text": [
                        "ても，以下のとおり，菌株MH−3がこれらの菌株と比較して当業者が予測できない顕著な作用効果を奏すると認めるには足りない(なお，上記(ア)において認定したとおり，ミナヘルス及びミツワ興業が被告 Y 2から譲り受けた菌株のなかには，№3776，3779は含まれていないが，熊谷農業高校科学部活動記録(甲3)によれば，これらの菌株も，菌株№583，№3777と同様に，本件出願前に開催された第48回日本学校農業クラブ全国大会において公開されたことによって，本件出願前に公然と知られた菌株であり，本件発明1の進歩性判断のための公知例として使用し得るものというべきである。)。",
                        "① 原告は，審決が特性1(阻害物質除去操作を必要とせずに，ハナビラタケを順調に生育せしめることができること)に関して，熊谷農業高校科学部活動記録(甲3)における「予備実験」での平均収穫量と比較して，菌株MH−3の「収穫量が格別多いということもできない」と判断したことに対して，本件明細書に実施例として示されているのは容量500mlのポリエチレン製容器において形成された1株当たりの収穫量であり，「予備実験」において示されているのは容量900mlのガラス瓶において形成された1株当たりの収穫量であるから，本件発明の菌株MH−3は，「予備実験」の菌株 No.3776及び No.3779に比較し，略半分量の培地から同量もしくはそれを超える量のハナビラタケを収穫することができると主張する。",
                        "確かに，本件明細書の実施例においては，容量500mlのポリエチレン製容器が用いられている(甲2の段落【0023】，【0025】)のに対して，「予備実験」においては容量900mlのガラス瓶が用いられている(甲3の203頁，205頁)。しかしながら，同一の菌株であっても培地の内容によって収穫量が異なることは，本件明細書が培地Aと培地Bの比較として示すとおりであるところ，本件明細書における実施例と「予備実験」とでは，培地の内容を含めた実験条件が異なるから，両者を単純に比較して，菌株MH−3の方が収穫量において優れていると判断することはできない。",
                        "すなわち，甲4(被告 Y 2の陳述書)に，被告 Y 2の指導下でのミナヘルスにおいて，平成10年3月ころから，簡易の栽培室をビニールテントと加湿器を用いて作製し，温度については外側の部屋全体を冷暖房し，光は蛍光灯でまかなうという方法での栽培を行ったが，光，温度，湿度，二酸化酸素濃度の問題に加えて，雑菌汚染等の影響もあって栽培環境が安定せず，ハナビラタケの栽培に失敗した旨が記載されていることからも明らかなように，ハナビラタケの栽培は，光，温度，湿度，二酸化炭素濃度，雑菌汚染等の栽培環境により影響を受けるものであるところ，熊谷農業高校科学部活動記録(甲3)によれば，「予備実験」を含め，熊谷農業高校におけるハナビラタケの栽培は，被告 Y 2の指導下とはいうものの，高校生が不十分な学校施設を利用して自ら作製した栽培室において行ったものであり，温度，湿度の安定的制御に欠け，カビが発生するなどの困難な状況の下におけるものであるが(甲3の423頁，426頁等)，他方，本件明細書の実施例は，安定した環境下において実施されたものである(例えば，本件明細書の段落【0024】には，「滅菌した菌床を常温まで冷却したところで，MH−3菌(茸ハナビラタケ)の菌糸を無菌的に接種した。接種後，20℃で1ヶ月のインキュベーションの後に原基が発生した。容器の蓋を取り去り，温度20℃，湿度80％の暗室に1ヶ月間放置した」との記載がある。)。また，培地の内容についても，「予備実験」においては，カラマツの大鋸屑に「F培地」，「1／2F培地」，「1／3F培地」(F培地の成分は，ペプトン1．0g，エビオス(ビール酵母)3．0g，塩化カルシウム0．5g，ハイポネックス0．5ml，バナナ40．0g，ハチミツ30．0g，粉末寒天2",
                        "0．0g，水1000mlである。)と小麦粉5％，10％，15％",
                        "を組み合わせた培地が用いられた(甲3の31頁，64頁)のに対して，本件明細書の実施例においては，A培地(粉末バナナ6g，ビール酵母45g，ペプトン1g，塩化カルシウム0．6g，粉末蜂蜜2g，カラマツ大鋸屑1kg)及びB培地(A培地に塩化マグネシウム0．5g，小麦100gを加えたもの)が用いられている(甲2の段",
                        "落【0026】)ものであって，その内容が異なる。これらの点を考慮すれば，「予備試験」の結果と本件明細書における実施例の結果との間に差異があったとしても，そのことから直ちに菌株MH−3が格別の作用効果を有すると判断することはできない。加えて，「予備実験」における菌株 No.3776は13株中の2株が119g，菌株 No.3779は9株中の1株が186．8g，1株が133gの収穫量で",
                        "あり(甲3の63頁)，これらは，菌株MH−3の培地Bにおける平",
                        "均収穫量と比較しても遜色がない。",
                        "また，原告は，審決が菌株MH−3の生育期間が菌株 No.583と比べて格別早いとはいえないと判断したことに対して，熊谷農業高校科学部活動記録には菌株 No.583の収穫量が記載されていないことを挙げて非難する。確かに，熊谷農業高校科学部活動記録(甲3)によれば，菌株 No.583の収穫量については記載されていないが，菌株MH−3が，生育期間の点で，「実験3」における菌株 No.583の加熱しない培地を用いた場合の生育期間に比べて格別早いとはいえないことは審決の認定するとおりであって，菌株 No.583の収穫量についての記載がないからといって，菌株MH−3が菌株 No.583に比べて優れているということはできない。",
                        "② 原告は，審決が特性2(ポリエチレン容器を使用できること)に関して，熊谷農業高校科学部活動記録に菌株 No.3777，No.583につきプラスチックフィルム製の栽培袋を使用したことが記載されていることに照らし，ポリエチレン容器で培養できることは明らかであると判断したことに対して，菌株MH−3を用いたことにより工業的規模でのハナビラタケ大量栽培の実現が可能となったのであるから，特性2は本件発明の格別な作用効果であると主張する。原告の主張は，審決の一致点認定に関しての，熊谷農業高校科学部活動記録(甲3)には加熱処理をしない培地を用いての栽培が開示されていないとの非難を前提とするものと解されるが，既に上記(1)において判示したとおり，原告の非難は理由がない。したがって，原告の上記主張は，その前提を欠くものであって，採用することができない。",
                        "③ 原告は，審決が特性3(β−1，3−Dグルカンを多量に含有すること)に関して，日本食品分析センターによるハナビラタケの分析結果と比較して，菌株MH−3のβ−1，3−Dグルカン含有量(10",
                        "0g当たりの含有量)は格別多いとはいえないと判断したことに対して，菌株MH−3を用いることで菌株 No.3776，No.3779と",
                        "比較して，略半分量の培地から同量若しくはそれを超える量のハナビラタケを収穫することができるから，同量の培地から得られるハナビラタケに含有されるβ−1，3−Dグルカン量は2倍以上となると主張する。しかしながら，上記①において説示したとおり，菌株MH−3の収穫量が菌株 No.3776，No.3779と比較して優れている",
                        "とは直ちに認定できないから，原告の上記主張はその前提において採用できないものであるが，そもそも，原告の主張は，収穫量とは別に単位重量当たりのβ−1，3−Dグルカン量を比較するという審決の検討内容をおよそ理解せず，収穫量とβ−1，3−Dグルカン量とを区別せずに論ずるものであって，それ自体失当である。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "以上のとおり，菌株MH−3を用いることにより，他の菌株を接種した場合と比較して当業者が予測できない顕著な作用効果を奏するものとはいえないから，菌株MH−3を用いることにより格別な作用効果を奏することを前提として本件発明の進歩性をいう原告の主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，請求1について，原告が審決の取消事由として主張するところは，いずれも理由がなく，本件における全証拠に照らしても，その他，審決に事実誤認等の誤りはないものであって，本件発明が特許法29条2項に違反して特許されたとの審決の判断は是認することができる。",
                "したがって，原告の本訴請求中，特許庁が無効2004−80150号事件についてした審決の取消しを求める請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2−1(譲渡された菌株等についての認定の誤り)について(ア) 原告は，ハナビラタケの菌株につき，ミナヘルスは被告 Y 2から採取地が十日町である菌株は譲り受けたが菌株 No.583は譲り受けていないとして，審決の事実認定の誤りを主張し，また，日本食品分析センターの分析試験成績書における検体が菌株 No.583であるとした審決の認定も誤りであると主張する。",
                "しかしながら，ミナヘルスが被告 Y 2から分譲を受けた菌株のうち，採取地を十日町とする菌株が菌株 No.583であることは，既に前記1(2)において認定したとおりである。",
                "また，日本食品分析センターの分析試験成績書における検体が被告 Y2の菌株 No.583であることは，次のとおり，明らかなところである。",
                "すなわち，①ミナヘルスは，平成10年3月17日に日本食品分析センターにハナビラタケの検体を提出したものであるところ(甲5)，ミナヘルス代表取締役会長であった C は，同月初旬に，成分分析のため，被告 Y2から菌株 No.583のハナビラタケ原体の凍結乾燥体を入手したこと(乙41の23頁～24頁)，②前記1(2)(ア)において認定したとおり，ミナヘルスは，平成10年1月にハナビラタケの菌株№162，№583，№3372，№3777を被告 Y 2から譲り受けていたが，これらの菌株を栽培してハナビラタケを得るまでには最低4ヶ月の月日を要するから(乙41の22頁～23頁)，これらの菌株を栽培したものが当該検体であったことはあり得ないこと(甲5の2枚目～4枚目の C から被告 Y 2宛ての平成10年6月30日付け書簡の記載によっても，ミナヘルスにおいては，同月に至ってようやくハナビラタケの子実体を得たことが認められる。なお，乙41の24頁～25頁参照)，③野生のハナビラタケを山で採取するとしても，本件明細書(甲2の段落【0002】)にも記載されているとおり，ハナビラタケはカラマツに生える非常に稀少な茸で，幻の茸とも称されている珍種であり，発見採取すること自体難しいものであるし，成育したハナビラタケを採取できる期間は夏から秋にかけての短期間に限られており(甲5の35枚目。また，甲3の30−1頁によれば，熊谷農業高校で栽培されているハナビラタケは，京都で10月26日に採取された菌株№1068を除き，いずれも7，8月に採取されたものである。)，ミナヘルスがハナビラタケの人工栽培事業に取り組み始めた平成10年1月から日本食品分析センターに検体を提出して分析依頼した平成10年3月17日までの間にハナビラタケを採取することは時期的に不可能であること，④本件証拠上，ミナへルスが，日本食品分析センターに提出した検体であるハナビラタケを自ら採取し，あるいは被告 Y 2以外の第三者から入手したことをうかがわせるような事情は全く認められないこと(なお，本件訴訟において，原告は，ハナビラタケを被告 Y 2以外の者から譲り受けたか，あるいは自ら採取した等の具体的な主張はしていない。)からすると，ミナヘルスが日本食品分析センターに分析試験の検体として提出したハナビラタケは，C が平成10年3月初旬に被告 Y 2から入手した菌株 No.583のハナビラタケ原体の凍結乾燥体であったと認めるのが相当である。",
                "原告は，被告 Y 2の供述のみをもって日本食品分析センターの分析試験の検体が被告 Y 2の菌株№583であると審決が認定したことは，適切ではない旨主張しているが，上記のとおり，被告 Y 2の供述内容は他の証拠から認められる当時の周辺事実と符合するものであって，十分な信用性を有しており，原告の主張は，失当である。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，被告 Y 2が被告ユニチカの B に菌株 No.583を譲渡したとの審決の認定を誤りであると主張し，それを前提として，被告ユニチカの保有に係る菌株 No.583と原告の菌株MH−3との間でのRAPD解析試験及び対峙培養の結果についての審決の認定も事実誤認であると主張する。",
                    "しかしながら，甲8(確認証)には，被告 Y 2及び B の連名で菌株 No.583を被告 Y 2が B に分譲したことが明確に記載されている。また，乙38(B 作成の陳述書)には，被告 Y 2から平成14年7月25日に菌株 No.583を譲り受けたこと及び譲り受けた菌株 No.583を被告ユニチカにおいて植継を行い，培養した状況が記載されているほか，担当の研究員が当時記載していた実験ノートの写し(「583」の記載が認められる。)及び被告ユニチカにおける培養状況を撮影した写真(「583」の記載が認められる。)が添付されている。そして，乙38及び乙39(被告ユニチカの中央研究所所属研究員である D 作成の陳述書)には，被告ユニチカにおいて培養した菌株 No.583をRAPD解析試験及び対峙培養の検体として提出した際の状況が，詳細かつ具体的に記載されている。",
                    "乙38，39の内容は詳細であり，その内容は十分な信用性があるものである。被告 Y 2が被告ユニチカの B に菌株 No.583を譲渡したこと及び被告ユニチカの培養に係る菌株 No.583が原告の菌株MH−3との間でのRAPD解析試験及び対峙培養の検体として用いられたことは，上記各証拠により優に認められるところであり，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2−2(本件発明の発明者の判断の誤り)について(ア) 原告は，「予備実験」及び「実験2」の段階では，被告 Y 2が「加熱処理を行なわないオガクズ」を用いているとの意図は全くなかったとして，「予備実験」及び「実験2」において「加熱処理を行なわないカラマツのオガクズを主成分」とする培地を用いているとした審決の事実認定は誤りであると主張する。",
                "しかしながら，茸栽培のための大鋸屑を用いた培地については，従来，いわゆる野積みをした木材を用いることや通常の滅菌処理を施すことは知られていたが，加熱処理を施すことは知られていなかったこと，被告 Y2は，熊谷農業高校において，このような従来技術を前提として，平成3年からハナビラタケの人工栽培の試験を行い，平成6年から大鋸屑を使用した菌床栽培によるハナビラタケの茸の発生及び成長を調べる実験を行っていたものであるところ，平成6年度及び平成7年度に行った実験を通じてハナビラタケ栽培のための培地としてカラマツの大鋸屑が適していることを見いだし，平成8年までに，ハナビラタケの栽培において，加熱処理をしないカラマツの大鋸屑を主成分とする培地を使用する方法を確立していたこと，被告 Y 2は，これを前提として，「予備実験」及び「実験2」において，加熱処理をしないカラマツの大鋸屑を主成分とする培地を使用したものであることは，前記1(1)(ウ)において認定したとおりである。",
                "したがって，被告 Y 2は，加熱処理を行わない大鋸屑に栄養成分を添加した培地を使用してハナビラタケ菌株を接種し，培養することによりハナビラタケ子実体を形成させる人工栽培方法を開発したものというべきである。原告の主張は，採用できない。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "また，原告は，「実験3」において「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培は，熱水で煮たオガクズの作用効果を確認すべく比較実験として行われたものであるから，審決がこれを被告 Y 2が開発した技術として認定したことは誤りである旨を主張する。",
                    "しかしながら，「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培に対する改良技術として特開平11−56098号公報(乙3)記載の発明がされたからといって，「熱水で煮ないオガクズ」を用いたハナビラタケの菌床栽培が発明として完成していなかったことにはならない。",
                    "上記(ア)記載のとおり，被告 Y 2は，平成6年度及び平成7年度に行った実験を通じてハナビラタケ栽培のための培地としてカラマツの大鋸屑が適していることを見いだし，平成8年までに，ハナビラタケの栽培において，加熱処理をしないカラマツの大鋸屑を主成分とする培地を使用する方法を確立していたものである。",
                    "原告の主張は，被告 Y 2によるハナビラタケ栽培方法の開発過程を無視するものであって失当である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，被告 Y 2がミナヘルス従業員に対して行った栽培方法の指導内容はあらかじめ高温水蒸気処理及び水洗を行うことを要旨とするもので，本件発明の要旨ではないとし，工業的規模でのハナビラタケ人工栽培を実現するため，オガクズの加熱処理(煮沸・乾燥)を行うことなくハナビラタケを大量に人工栽培するという本件発明の着想及びその具現化において，被告 Y 2の指導は関与していないから，審決の判断には誤りがあると主張する。",
                    "しかしながら，甲4(被告 Y 2の陳述書)及び乙41(審判手続における被告 Y 2の供述の録音の反訳書)には，ミナヘルス従業員に対する指導内容につき，「オガクズを煮るという方法はオガクズの前処理(大釜で煮る作業，大型脱水機，乾燥)の3段階の工程を経るため手間とコストがかかるので，従来どおりのオガクズを煮ない方法(通常のキノコ栽培者が行なっている一般的な方法)で実施することなった」旨が記載されている(甲4の4頁，乙41の26～27頁)。",
                    "そして，熊谷農業高校の「きのこ研究班活動日誌」(乙36の1～15)には，平成9年12月17日の記載部分(乙36の4)に，出席者欄にミナヘルス従業員の A の名が出席した旨が記載され，末尾の「先生から」欄に「本日 A さんが研修に見えた。生徒と培地作りを行なったりしていただいた。‥‥‥」と記述され，「活動内容・観察記録」欄に「培地作りの方法」として，「1．オガクズに水を入れる。(この時900ccの方はぬかも混ぜる。)‥‥‥手でにぎって水がにじむぐらいにする。2．重さ1.8l→1.7㎏，900cc→1㎏にする。3．鉄で穴をあけたあと，木で穴をあける。‥‥‥まがらずにまっすぐあける。4．びんの外側を，水で洗う。‥‥‥水がびんの中に入らないようにする。5．フィルター付きのフタをして滅菌。121℃ 70分」と記載され，平成10年1月21日及び2月3日の記載部分(乙36の6，10)にはいずれも絵入りで培地作りが記述されており，オガクズをあらかじめ煮ない方法で A が栽培方法の教示を受けていたことが示されている。",
                    "また，ミナヘルス作成に係る平成10年7月8日付け新技術コンセプト・モデル化課題申込書の8枚目(甲5の13枚目)には，ミナへルスが平成9年12月より設置推進した研究設備によって，「埼玉県立熊谷農業高等学校 Y 2氏より株式会社ミナへルスが4株(生産地：十日町，北海道，十文字峠，浅間)を受け，同 Y 2氏の開発した『培地』をカラマツのオガコに混合し，ガラスビン又はポリビン850 ml に充填し，同充填された容器を100℃ 3時間滅菌後自然冷却し，この容器(ガラスビン，ポリビン)に上記4株を，それぞれに接種し，20−25℃の部屋に放置培養する。接種後約2～2．5ヶ月目に菌糸より，子実体(カサ)が発生し，加湿室に移し，温度20～25℃，湿度80～90％の部屋に放置し，生育を推進している。Y 2氏の指導により㈱ミナヘルスで実験室的栽培が出来る見込みがついた。」と記載されており，被告 Y 2のミナヘルスの従業員に対する指導内容が，加熱処理をしない大鋸屑を用いた培地を使用してハナビラタケ菌株を接種し，培養する栽培方法であったことが示されている。",
                    "上記によれば，被告 Y 2がミナヘルス従業員に対して行った栽培方法の指導内容が，大鋸屑にあらかじめ高温水蒸気処理及び水洗を施さずに培地として用いる方法であったことは，明らかである。原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，請求2について，原告が審決の取消事由として主張するところは，いずれも理由がなく，本件における全証拠に照らしても，その他，審決に事実誤認等の誤りはないものであって，被告 Y 2が単独の発明者か共同発明者の一人かは措くとしても本件発明の発明者であるから本件発明が特許法38条に違反して特許されたとの審決の判断は是認することができる。",
                "したがって，本訴請求中，特許庁が無効2004−80189号事件についてした審決の取消しを求める請求も，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の本訴請求は棄却することとし，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}