{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-14110号事件について平成17年3月15日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成8年3月1日，発明の名称を「ツーピースソリッドゴルフボール」とする特許出願(平成8年特許願第71135号，以下「本願」という。)をしたが，特許庁は，平成15年6月24日，本願について拒絶査定をした。",
            "そこで，原告は，平成15年7月24日，拒絶査定不服審判の請求をするとともに(不服2003-14110号)，同年8月22日，本願に係る明細書の補",
            "正(甲3。以下「本件補正」という。)をしたが(以下，本件補正後の本願に係る明細書を「本願明細書」という。)，特許庁は，平成17年3月15日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)を行い，その謄本は，同月30日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1(甲4)",
              "text": [
                "直径が37mm～41mmのソリッドコアにカバーを被覆し，該カバー表面に多数のディンプルを形成してなるツーピースソリッドゴルフボールにおいて，上記コアがJIS-C型硬度計での測定でコア表面の硬度が85度以下であり，コア中心の硬度がコア表面の硬度より10度以上17度以下の範囲で軟らかく，かつコア表面から5mm以内の硬度がコア表面の硬度より8度以内の範囲で軟らかくなるような硬度分布を有し，カバーの上記硬度は77～86度の範囲であると共に，上記コア表面の硬度より1～15度硬く，かつ厚さが1．5～1．95mmであり，ディンプル数が360～450個であることを特徴とするツーピースソリッドゴルフボール。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の請求項1(甲3。以下，この発明を「補正発明」という。)      　直径が37mm～41mmのソリッドコアにカバーを被覆し，該カバー表面に多数のディンプルを形成してなるツーピースソリッドゴルフボールにおいて，上記コアがJIS-C型硬度計での測定でコア表面の硬度が85度以下であり，コア中心の硬度がコア表面の硬度より10度以上17度以下の範囲で軟らかく，かつコア表面から5mm以内の硬度がコア表面の硬度より8度以内の範囲で軟らかくなるような硬度分布を有し，カバーの上記硬度は77～86度の範囲であると共に，上記コア表面の硬度より2～5度硬く，かつ厚さが1．5～1．95mmであり，ディンプル数が360～450個であることを特徴とするツーピースソリッドゴルフボール。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，補正発明は，特開平6-98949号公報(甲5，以下「刊行物」という。)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものであるとして，本件補正を却下した上，本件補正前の請求項1に係る発明についても，同様に，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "本件審決が認定した補正発明と刊行物記載の発明との一致点及び相違点は，次のとおりである。",
            "(一致点)",
            "「ソリッドコアにカバーを被覆し，該カバー表面に多数のディンプルを形成してなるツーピースソリッドゴルフボールにおいて，",
            "上記コアがJIS-C型硬度計での測定でコア表面が78～85度であり，コア中心の硬度がコア表面の硬度より10度以上17度以下の範囲で軟らかく，かつコア表面から5mm以内の硬度がコア表面の硬度より2度以内の範囲で軟らかくなるような硬度分布を有し，",
            "カバーの厚さが1．5～1．95mmである，",
            "ツーピースソリッドゴルフボール。」の点",
            "(相違点1)",
            "補正発明は，ソリッドコアの直径が37～41mmで，ディンプル数が360～450個であるのに対し，刊行物記載の発明は，それらが不明な点     (相違点2)",
            "補正発明は，カバーの硬度がJIS-C型硬度計での測定で77～86度の範囲であると共に，コア表面の硬度より2～5度硬くされているのに対し，刊行物記載の発明は，それらが不明な点"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張に係る本件審決の取消事由",
      "text": [
        "本件審決は，相違点2についての判断を誤った結果，補正発明の進歩性の判断を誤ったものであり，この誤りが審決の結論に影響を及ぼすことは明らかであるから，取り消されるべきである。",
        "なお，本件審決の刊行物記載の発明，一致点及び相違点の各認定は認める。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "刊行物記載の発明における硬度差について",
          "text": [
            "本件審決は，相違点2の判断の理由として，「刊行物記載の発明におけるカバーは，…JIS-C型硬度計で測定した場合の硬度が93度である…。そうすると，刊行物記載の発明におけるコア表面硬度は78～88度であるから，カバーの硬度はコア表面の硬度より5～15度硬くされていることとなり，補正発明と刊行物記載の発明とは，カバーの硬度がコア表面の硬度より5度硬くされている点では一致している」ことを挙げるが(審決書4頁)，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物記載の発明は，ツーピースゴルフボールにおけるコアに焦点を合せた発明であり，ソリッドコアとカバーとの関係については特に記載されていないが，刊行物の表1によれば，カバー配合として実施例，比較例を通じてすべて単一の「ハイミラン1076」(1706の間違いと思われる。)と「ハイミラン1605」とを各々50重量部の配合量により共通使用しており，この配合量は，本願明細書(甲2)の表2及び表4における比較例3に使用された配合Dと同じであることから，刊行物のカバー硬度が上記配合DのJIS-C硬度の測定値93と同じであるとして硬度差を計算すると，刊行物における実施例，比較例のすべてが補正発明における「カバーの上記硬度は77～86度の範囲であると共に，上記コア表面の硬度より2～5度硬い」という事項を満たしていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物の実施例におけるカバー硬度「93」と刊行物のコア表面硬度の上限「88」とを直ちに組み合せる根拠があるとは考えられないし，上記「88」の値は，補正発明のコア表面硬度の上限「85」よりも高い値であって，補正発明の範囲を外れたものである。また，たとえ硬度差が5度あることが導かれるとしても，刊行物における硬度差「5」は，カバー硬度及びコア表面硬度が共に高硬度である態様においての硬度差であるのに対し，補正発明の硬度差の上限「5」は，カバー硬度の上限が86で，コア表面硬度はそれより低硬度であるから，刊行物に比べてカバー硬度及びコア表面硬度が共に低硬度である態様においての硬度差であり，したがって，同じ「5」という硬度差であっても，飛距離，コントロール性，フィーリングという効果に与える影響が相違することは自明であり，それ故，補正発明と刊行物とは技術的意義が異なるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そもそも，刊行物には，カバー硬度を明示した記載は全くなく，刊行物記載の発明はカバー硬度を構成要素としていない。しかも，刊行物においては「ハイミラン1706」と記載すべきところを「ハイミラン1076」と間違えていることからしても，コアとカバーとの関係が重視されているとは到底考えられない。そして，刊行物記載の「ハイミラン1076」と「ハイミラン1605」との混合材料の硬度から，JIS-C硬度で「93」の値が推定されるだけであり，これ以外のカバー硬度を刊行物から導き出すことができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2に係る構成の容易想到性について",
          "text": [
            "本件審決は，「コア表面の硬度よりカバー硬度を2～5度硬くした点に格別の臨界的意義は認められない。」，「引用刊行物記載の発明と比較した場合に，補正発明が，カバー硬度を77～86度とした点に格別の技術的意義があるとは認められず，当業者が適宜選択し得る値にすぎないといわざるを得ない。」(審決書5頁)と判断するが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ツーピースソリッドゴルフボールの場合，ボールの大部分をソリッドコアが占めており，このソリッドコアを厚さ2mm前後のカバーによって被覆した単純な構造であるため，コアの性能がボールの性能を左右すると考えられていた。そのため，カバーはコアを外力から保護することが第1の要求特性であると考えられ，コア及びカバーの特性，特に，硬度を関連付けて取り上げることがなかったことが刊行物の表1から窺える。すなわち，実施例1～3及び比較例1～4のすべてに同一のカバー材料(「ハイミラン1076」と「ハイミラン1605」)が使用され，その性能評価が行なわれている。この点については，特開平7-112036号公報(甲6)からも窺える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "従前のゴルフボールのカバーの例として，特開平6-114124号公報(甲7)の表6によると，そのショアDの値から換算したJIS-C硬度(「ショアD硬度＝(0．76×JIS C硬度)-8」の関係式に基づいて換算)はいずれも著しくハイレベルであり，これらのうち最も小さいのは「97」の値を示す処方39であるから，補正発明で定めるカバーの硬度範囲77～86の上限値「86」よりも11度以上高いカバー硬度が一般的であることが分かる。そして，上記処方39のJIS-C硬度「97」は，補正発明におけるコア表面硬度の上限値「85」よりも12度も高く，カバー硬度がコア表面の硬度よりも2～5度高いと定める補正発明の上限値「5」よりも著しく高いものであることが分かる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，ツーピースソリッドゴルフボールにおいて，カバーはソリッドコアを保護することが第1の役目であり，このため，JIS-C硬度が硬い樹脂，特に，アイオノマー樹脂をカバー材として好んで使用されていたものである。",
                "すなわち，本願の出願前の従来技術では，ツーピースソリッドゴルフボールを作製するに際しては，通常，カバーを十分に硬く形成し，該カバーとコア表面との硬度差が十分に大きく設定されていたもので，刊行物や甲6，甲7に記載されているように，カバー硬度をJIS-Cで93度以上に形成すると共に，ソリッドコア表面との関係では，甲6，甲7に記載されているように，JIS-Cで10度以上に形成することが慣行されていたことが分かる。したがって，補正発明と同じカバー硬度・コア表面硬度に関する構成要素を組み入れたツーピースソリッドゴルフボールを刊行物から予測することは困難である。換言すれば，当業者が，刊行物に記載されたカバー硬度を補正発明におけるカバー硬度に設計変更し，コア表面との硬度差を補正発明の範囲内に適宜調整することは困難を伴うものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，周知技術の立証として，乙1～3を提出する。カバー材料の硬度に限っていえば，JIS-C硬度で80～86度のものが本願の出願前に周知であることは否定しない。",
                "しかし，ツーピースゴルフボール用のカバーとして，補正発明において定めるJIS-C硬度範囲77～86度の上限値「86」より著しく高いカバー硬度が好んで適用されていたことが，被告が提出した乙1～3にも示されている。",
                "つまり，本願明細書の比較例3に使用された前記カバー配合Dと同じ配合の硬質カバーを備えた，乙1の比較例2，乙2の比較例1及び乙3の比較例7と比較して，被告が指摘するJIS-C硬度80～86度の比較的軟性のカバーを備えたものは，1つの例外(乙1の実施例3)を除いて，ボールの飛び特性(ドライバー飛距離又は初速)がすべて劣っている。したがって，乙1～3の内容は，カバー配合Dより低硬度のカバーを使用すれば，飛び性能が劣ると予測されるものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "補正発明の作用効果について",
          "text": [
            "本件審決は，「補正発明が奏する作用効果も，当業者が予期し得る程度のものであって，格別のものとはいえない。」(審決書5頁)と判断するが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記のとおり，刊行物のカバー材料は，本願明細書の表2及び表4に示されている比較例3に使用された配合Dと全く同じであり，JIS-C硬度が93と著しく高いものである。そして，この本願明細書の比較例3は，実施例2(出願当初は実施例3)と対比すれば，飛距離，コントロール性及び打感が劣るから，上記カバー材(配合D)を用いると補正発明の作用効果を発揮しないことは明らかである。",
                "なお，本件審決が打感に関して指摘する，刊行物の「実施例3」のフィーリングによる評価は，比較例1～4との間の相対評価であるから，比較例の良し悪し次第で良くも悪くもなるし，また，刊行物のフィーリングの評価は，どのようなクラブを用い，如何なる技術レベルの人によって評価されたのか等のテスト条件が全く記載されていないから，補正発明と同基準のものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件審決は，飛距離特性やコントロール性についての効果上の差異を看過している。本願明細書の比較例3と実施例2(出願当初は実施例3)におけるキャリー差1．8m及びトータル差1．5mは十分に飛距離特性の差があることを示している。また，コントロール性とは，本願明細書に記載されたとおり，アイアンのインテンショナル性(フック・スライスの掛け易さ)及びショートアイアンでアプローチした時のグリーン上での止まり易さであって，フィーリング性とは全く相違するし，そもそも，刊行物では，補正発明の目的の1つであるコントロール性について何ら着目しておらず，補正発明の作用効果と同程度であるとは直ちに推測し得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件審決の認定判断に誤りはなく，原告の主張する取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2に係る構成の容易想到性について",
          "text": [
            "JIS-C硬度で80～86度に含まれるツーピースソリッドゴルフボールに適用可能なカバーは，乙1～3からみて，本願の出願前に周知であるといえる(ショアD硬度からJIS-C硬度への換算は，「ショアD硬度＝(0．76×JIS C硬度)-8」の関係式に基づく。)。つまり，本願の出願前には，原告が主張する一般的技術(JIS-C硬度で93以上のもの)だけではなく，補正発明と同様の数値範囲(JIS-C硬度で80～86度)に含まれる硬度のカバーも広く知られていたものである。したがって，原告が主張するように，刊行物記載の発明がツーピースゴルフボールにおけるコアに焦点を合わせたもので，カバー硬度を構成要件としていないのであれば，そのカバーは，本願の出願前周知のカバー材料から選択されることはごく当然のことであり，上記数値範囲に含まれるカバー材料を適用することに特段の阻害要因が存在しないのであるならば，刊行物記載の発明において，上記した本願の出願前周知のカバー材料を適宜選択することにより，相違点2に係る補正発明の構成とすることは，当業者が容易に想到し得たものといえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "補正発明の作用効果について",
          "text": [
            "原告は，本願明細書の実施例2が比較例3に対して作用効果の面で優れていることを主張しているが，上記の対比は，カバーのJIS-C硬度が83度の例と93度の例の対比，あるいは，カバーとコア表面の硬度差が3度の例と13度の例の対比のみであり，カバーのJIS-C硬度が77～86度で，かつ，カバーのJIS-C硬度が上記コア表面の硬度よりも2～5度の範囲で硬いものすべてが格別な作用効果を奏し得ることを示す根拠にはなっていない。",
            "そもそも，補正発明の作用効果として挙げられる「飛距離」，「打感」，「コントロール性」の3項目は，ゴルフボールの技術分野において，普通に求められる性能であり，それらが，刊行物記載の発明が有する効果と異質なものとはいえない。また，カバーの軟化(ソフト化)により，打感(打球感)やコントロール性が改善されることも周知である(乙1～3)。",
            "そして，刊行物記載の発明においても，カバーを設けるのであれば，上記の性能の評価等を行い，カバーとして適用できる多数の材料の中で好適なものを採用することは，当業者であれば当然になし得ることである。",
            "なお，原告の指摘するキャリー差1．8m及びトータル差1．5mは，各飛距離の1％以下であって，顕著な差を示しているとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "刊行物記載の発明における硬度差について",
          "text": [
            "原告は，本件審決が，相違点2の判断の理由として，「補正発明と刊行物記載の発明とは，カバーの硬度がコア表面の硬度より5度硬くされている点では一致している」ことを挙げるのは，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物記載の発明が次のとおりであることは，当事者間に争いがない(下線は，当裁判所において付したものである。)。",
                "「コアにカバーを被覆し，該カバー表面に多数のディンプルを形成してなるツーピースゴルフボールにおいて，",
                "上記コアがJIS-C型硬度計での測定でコア表面が78～88度であり，コア中心の硬度がコア表面の硬度より5度以上30度以下の範囲で軟らかく，かつコア表面から5mm以内の硬度がコア表面の硬度より0～2度以内の範囲で軟らかくなるような硬度分布を有し，",
                "カバーが，ハイミラン1706とハイミラン1605とを1：1の割合で配合したアイオノマー樹脂からなり，その厚さが1．5～2．1mmである，      　ツーピースゴルフボール。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，本願明細書の段落【0044】の表2(甲2)から，そこに記載されているカバー配合Dが「ハイミラン1605」を「50重量部」，「ハイミラン1706」を「50重量部」とする組成物であること，カバー配合Dの組成物により作成されたカバーの硬度がJIS-C硬度で93であることが認められる。",
                "そうすると，刊行物記載の発明のカバー材料組成と本願明細書に記載されたカバー配合Dの材料組成は同じであるから，刊行物記載の発明のカバー硬度は，JIS-C硬度で93度であると認めることができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，刊行物記載の発明は，コア表面硬度がJIS-C硬度で78～88度の範囲であり，カバー硬度はJIS-C硬度で93度であるから，カバー硬度は，コア表面の硬度より5度～15度硬くされているものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，このことを前提として，「補正発明と刊行物記載の発明とは，カバーの硬度がコア表面の硬度より5度硬くされている点では一致している」ことを相違点2に係る構成の容易想到性の根拠として挙げている。",
                "しかしながら，本件審決は，補正発明と刊行物記載の発明とは「上記コアがJIS-C型硬度計での測定でコア表面が78～85度であり」との点で一致すると認定しているところ，この一致点におけるコア表面硬度と比較すれば，刊行物記載の発明のカバー硬度は「8度～15度」硬くされているものと認められる。換言すれば，刊行物記載の発明において，カバーの硬度がコア表面の硬度より5度硬くされているのは，コア表面硬度が88度の場合に限られるところ，補正発明は，「上記コアがJIS-C型硬度計での測定でコア表面の硬度が85度以下であり，」との構成を有するものであるから，上記の場合は，補正発明におけるコア表面硬度の数値範囲に含まれていないことになる。",
                "したがって，刊行物記載の発明が，そのコア表面硬度が補正発明における数値範囲に含まれていない場合において，カバーの硬度がコア表面の硬度より5度硬くされているからといって，そのことを相違点2に係る構成の容易想到性の根拠とすることはできないというべきであるから，その意味において，本件審決の上記説示は相当ではなく，その限度で，原告の上記主張は理由がある。",
                "もっとも，上記のとおり，補正発明と刊行物記載の発明とがカバーとコア表面の硬度差について一致している点がないとしても，当業者であれば，カバーとコア表面の硬度差を補正発明の相違点2に係る構成のようにすることは適宜なし得るものであるといえることは，後記2のとおりであるから，結局，原告の上記主張は，本件審決の結論に影響を与えない点をいうにすぎないものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2に係る構成の容易想到性について",
          "text": [
            "原告は，本件審決が「コア表面の硬度よりカバー硬度を2～5度硬くした点に格別の臨界的意義は認められない。」，「引用刊行物記載の発明と比較した場合に，補正発明が，カバー硬度を77～86度とした点に格別の技術的意義があるとは認められず，当業者が適宜選択し得る値にすぎないといわざるを得ない。」と判断したのは，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書には，カバー硬度に関して，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【0007】本発明者は，ツーピースソリッドゴルフボールの飛距離，反発性，コントロール性，フィーリングについて鋭意検討を行い，以下の知見を得た。」(甲2)"
                },
                {
                  "fig": "イ",
                  "subject": "「【0008】即ち，ドライバーでショットした時のようにインパクト時の変形量が大きい場合，ボールの変形は，コア中心部にまで及ぶ。この変形時，カバー・コア表面部・コア中心部の順で，変形に強く関与する。コアにおいては，表面が変形に大きく寄与し，かつコア表面とカバー硬度との硬度差が大きく寄与し，その結果が反発性を左右する。この硬度差が大きすぎると，エネルギーロスが大きく，十分な反発性を得られず，飛距離が劣る。」(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "「【0009】この場合，コアの中心・表面・表面付近の硬度の関係が，比較的平坦でかつ硬い硬度であると，最も変形に関与するコア表面付近でのエネルギーロスは小さく，反発性が得らるものの中心付近が硬いため，打感が硬く感じられる。同様に比較的平坦で軟らかい硬度であると，エネルギーロスが大きく十分な反発性を得られず，打感は一般に軟らかく感じられる。しかし，カバーとコア表面硬度の硬度差が大きすぎると，打感は軟らかいが，鈍さが同時に感じられる。」(甲2)"
                },
                {
                  "fig": "エ",
                  "subject": "「【0010】表面及び表面付近に着眼すると，表面及び表面付近(表面から5mm以内)との硬度差が大きすぎると，変形時のエネルギーを十分保持することができず，エネルギーロスが大きくなり，十分な反発性を維持できなくなる。」(甲2)"
                },
                {
                  "fig": "オ",
                  "subject": "「【0011】そして，本発明者は，かかる点に鑑み種々検討を行った結果，コアの硬度分布，コアとカバーとの硬度差を上記のように適正化することによって，反発性が良好で，飛距離を維持しつつ，しかも打感が軟らかく，アイアンショット時のスピン特性に優れ，コントロール性を高めたツーピースソリッドゴルフボールを得ることに成功したものである。」(甲2)"
                },
                {
                  "fig": "カ",
                  "subject": "「【0025】次に，本発明のツーピースソリッドゴルフボールのカバーは，JIS-C型硬度計での測定で上記コア表面の硬度より2～5度硬くなるようにしたものである。この場合，コア表面の硬度とカバー硬度との差が1度より小さいと反発性が低下し，飛距離が低下する。また，10度より大きいと打感が悪くなる(鈍い打感となる)。」(甲3)"
                },
                {
                  "fig": "キ",
                  "subject": "「【0026】カバー硬度は上記コア表面の硬度との硬度差を満たせば特に制限されるものではないが，JIS-C型硬度計での測定硬度が特に77～86度であることが好ましく，硬度が75度未満であると，反発性が低下し，また90度を超えると打感が鈍く感じられる。」(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正発明の技術的意義",
              "text": [
                "以上の記載に基づき検討すると，上記キには「カバー硬度は上記コア表面の硬度との硬度差を満たせば特に制限されるものではない」と記載されていることから，「カバー硬度」と「カバー硬度とコア表面硬度の硬度差」とは，相互関係がないものであることが認められる。",
                "そして，「カバー硬度」については，「硬度が75度未満であると，反発性が低下し」，「90度を超えると打感が鈍く感じられる」ので，その範囲を避けることが必要であり，また，JIS-C硬度で「特に77～86度であることが好ましく」(上記キ)という記載はあるものの，77度～86度と75度～90度との間に格別顕著な打感，反発性の向上の違いがあるとの記載はない。そうすると，補正発明におけるカバー硬度を「77～86度の範囲」としたことの技術的意義は，硬度が75度未満であると反発性が低下し，90度を超えると打感が鈍く感じられるので，その範囲を避けた点にあるものであって，いわゆる数値限定の臨界的意義(特許請求の範囲において特定の数値限定のされた発明について当該数値の内外において特定の作用効果が顕著に異なること)はないものと認められる。",
                "また，「カバー硬度とコア表面硬度の硬度差」についても，硬度差の上限については，「この硬度差が大きすぎると，エネルギーロスが大きく，十分な反発性を得られず，飛距離が劣る。」(上記イ)，「カバーとコア表面硬度の硬度差が大きすぎると，打感は軟らかいが，鈍さが同時に感じられる。」(上記ウ)，「10度より大きいと打感が悪くなる」(上記カ)とのみ記載され，硬度差の下限については，「コア表面の硬度とカバー硬度との差が1度より小さいと反発性が低下し，飛距離が低下する。」(上記カ)とのみ記載されているにすぎず，硬度差がどのくらい大きいと反発性が低下して飛距離が低下するかについての具体的な数値や，硬度差の調整により飛距離が増大することの具体的な記載はなく，また，硬度差が1度～10度である場合と2度～5度である場合との間で格別顕著な効果の差異があるとの記載もない。",
                "そうすると，補正発明において「硬度差を2～5度」としている点の技術的意義は，硬度差が1度より小さいと反発性が低下して飛距離が低下し，10度よりも大きくなると打感が悪くなるのでその範囲を避けたという点にあるに止まり，いわゆる数値限定の臨界的意義はないものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開平6ー319830号公報(乙1)には，「【0005】それ故，本発明は，ツーピースゴルフボール等のソリッドゴルフボール特有の弾道飛距離を損なうことなく，フィーリング性に優れ，かつスピン特性が良好で，アイアンでのコントロール性(グリーン上での止まり)が改善されたソリッドゴルフボールを提供することを目的とする。」，「【0008】従って，アイアンでスピンのかかる構造を考えると，ボール硬度を硬くすることによりスピン量を増大させることはできる。しかし，その反面，ボール硬度を硬くするとフィーリングが硬くなり，打感は悪くなる。また，カバーを軟らかくしてもスピン量を増大させることはできるが，カバーを軟らかくすると，ボールとして反撥力を失い，初速が出ず，飛ばなくなってくる。【0009】本発明者は，カバーに軟らかい材料，好適にはショアーD硬度で60度以下のものを用いることにより，スピン量を増大させ，スピン特性を改善しようとしたものであるが，硬度の軟らかいものを用いれば反撥性を悪くし，打撃時の飛距離は落ちてくる。ところが，コア硬度をボール硬度で除した値を1．00～1．20の範囲にすると共に，カバーの厚みを1．85～2．35mmとすることにより，カバーに軟らかい材料を用いながら，フィーリング，飛距離の低下が防止され，ドライバーでソリッドゴルフボール特有の弾道飛距離を損なうことなく，かつアイアンでのコントロール性(グリーン上での止まり)を有するように改良したゴルフボールが得られることを見い出し，本発明をなすに至ったものである。」，「【0014】また，カバー硬度は，ショアーD硬度として60度以下，特には55～60度とすることが好ましく，60度より硬いとスピンの特性が得られず，グリーン上での止まりを損ねる傾向にある。なお，硬度が低過ぎると，反撥性を損ない，飛距離が低下する場合があるので，好ましくは55度以上とすることが推奨される。」，「【0028】【発明の効果】本発明のゴルフボールは，ソリッドゴルフボール本来の飛距離を維持しながら，フィーリング及びスピン特性に優れ，“ピンをデッドに狙える”ものである。」，「【0031】次に，このコアに，種々のアイオノマー樹脂を使用し，そのブレンド比率を変えることにより得た表2に示す硬度(ショアーD)を有するカバーを被覆し，表3に示す硬度・・・を有するラージサイズのツーピースゴルフボールを得た。」と記載されると共に，段落【0035】の表2には，カバー硬度がショアーD硬度で56，57のカバー材料が記載されており，段落【0037】の表3において，カバー硬度がショアーD硬度で56のツーピースゴルフボール(実施例1，比較例4)，57のツーピースゴルフボール(実施例2，3)が記載されている。",
                    "したがって，乙1には，①コントロール性(グリーン上での止まり)を良好な範囲とするためには，カバー硬度をショアD硬度60以下，すなわちJIS-C硬度「89．47」以下(「ショアD硬度＝(0．76×JIS C硬度)-",
                    "8」の関係式に基づいて換算できることについては当事者間に争いがない。以下の換算も同様である。)とすればよいこと，②硬度の軟らかいものを用いれば反発性を悪くし，打撃時の飛距離は落ちてくるが，コア硬度をボール硬度で除した値を1．00～1．20の範囲にすると共に，カバーの厚みを1．85～2．35mmとすることにより，カバーに軟らかい材料を用いながら，フィーリング，飛距離の低下が防止できること，③カバー硬度がショアD硬度56及び57，すなわちJIS-C硬度「84．21」及び「85．53」のツーピースゴルフボールが記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開平8-767号公報(乙2)には，「【0009】従って，かかる問題点を解決し，フィーリングがよく，反撥性が優れ，しかもスピン特性，コントロール性に優れ，ささくれ現象が生じ難いカバー材料が望まれている。【0010】本発明はかかる事情に鑑みなされたもので，上記要望に応えたゴルフボールを提供することを目的とする。」，「【0032】本発明のカバー材組成物の硬度は，ショアD硬度で40～60の範囲にあることが好ましく，より好ましくは45～55である。ショアD硬度が40より低いと反撥性に劣るようになり，一方60を越すと打感，コントロール性の改善が見られない。【0033】上記カバーが被覆されるコアとしては，ソリッドゴルフボール用コア及び糸巻きゴルフボール用コアのいずれでもよいが，本発明は特にソリッドゴルフボール用のコアに有効である。」，「【0038】【発明の効果】本発明のゴルフボールは，上記熱可塑性エラストマーとアイオノマー樹脂との特定比率のブレンド物を用いたことにより，優れた打球感とコントロール性，そして反撥性を有し，しかもアイアンクラブ打撃による擦過傷も少ないものである。」と記載されると共に，段落【0048】の表1には，カバー硬度がショアD硬度53(実施例4，7)，54(実施例12，1",
                  "text": [
                    "3)，56(実施例2，6，11)のツーピースゴルフボールが記載されている。",
                    "したがって，乙2には，①打感，コントロール性を良好とするためには，カバー硬度をショアD硬度60以下，すなわちJIS-C硬度「89．47」以下とすればよいこと，②反発性を低下させないためには，熱可塑性エラストマーとアイオノマー樹脂との特定比率のブレンド物を用いたカバーの硬度を，ショアD硬度40以上，すなわちJIS-C硬度「63．15」以上とすればよいこと，③カバー硬度がショアD硬度53，54，56，すなわちJIS-C硬度「80．2",
                    "6」，「81．58」，「84．21」のツーピースゴルフボールが記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開平7-238193号公報(乙3)には，「【0011】したがっ",
                  "text": [
                    "て，本発明は，バラタカバーに近い優れた打球感やコントロール性とアイオノマー樹脂に基づく優れた飛行性能や耐久性とを両立させ，打球感およびコントロール性が良好で，かつ飛行性能が優れたゴルフボールを提供することを目的とする。」，「【0035】本発明において，カバーの曲げ剛性率を130～300MPaに特定し，かつカバーのショアーD硬度を43～58に特定しているが，これは次の理由によるものである。【0036】すなわち，カバーのショアーD硬度が43より低い場合は軟らかすぎ，ショアーD硬度が58より高くなると硬すぎて，いずれの場合もバラタカバー同様の心地よい打球感が得られない。そして，曲げ剛性率についても，上記の硬度同様に上記特定の範囲から逸脱すると，バラタカバー同様の心地よい打球感が得られにくくなる上に，次に述べるようなデメリットが生じる。すなわち，カバーの曲げ剛性率が130MPaより低い場合は，柔軟になりすぎてスピン量などが増加しすぎるため飛距離の低下を招き，曲げ剛性率が300MPaより高くなると，適切なバックスピン量が得られなくなってコントロール性が損なわれる。」，「【0043】そして，上記カバーをコアに被覆することによってゴルフボールが得られるが，上記カバーは，ソリッドゴルフボール用コア(ソリッドコア)，糸巻きゴルフボール用コア(糸巻きコア)のいずれのコアを被覆する場合にも使用することができる。」，「【0101】【発明の効果】以上説明したように，本発明によれば，打球感およびコントロール性が良好で，かつ飛行性能が優れたゴルフボールが提供される。」と記載されている。",
                    "したがって，乙3には，①良好な打感を得るためには，カバー硬度を，ショアD硬度43～58，すなわちJIS-C硬度67．11～86．84とすれ",
                    "ばよいこと，②カバーの曲げ剛性率を調整することにより飛距離の低下を防ぐことができることが記載されていると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすれば，本願の出願時において，ツーピースゴルフボールに使用するカバー材料としてJIS-C硬度が80ないし85度程度のものは周知のものと認められる。",
                    "また，良好な打感，コントロール性を得るためには，カバー硬度をJIS-C硬度で87ないし90度程度以下とすれば良いこと，さらに，硬度が低い場合であっても，カバー材料の組成を選択することにより，飛距離の低下を防止できることも，本願の出願当時，周知の技術であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の容易想到性について",
              "text": [
                "以上のとおり，補正発明のカバーの硬度が「JIS-C硬度で77～86度の範囲」であることの技術的意義は，硬度が75度未満であると反発性が低下し，90度を超えると打感が鈍く感じられるので，その範囲を避ける点にあり，いわゆる数値限定の臨界的意義は認められないから，打感，コントロール性を向上させるために，刊行物記載の発明において，そのカバー硬度を，周知のJIS-C硬度80ないし85度程度のカバー材料を用いることにより，補正発明のカバー硬度範囲であるJIS-C硬度で77～86度の範囲に含まれるものとすることは，当業者が適宜なし得る程度のことにすぎないというべきである。",
                "また，補正発明のカバーとコア表面の「硬度差が2～5度」であることの技術的意義も，硬度差が1度より小さいと反発性が低下して飛距離が低下し，10度よりも大きくなると打感が悪くなるのでその範囲を避けたという点にあるに止まり，いわゆる数値限定の臨界的意義は認められないから，刊行物記載の発明において，(補正発明のコア表面硬度の範囲内において)コア表面硬度に比べて「8度～15度」硬くされているカバー硬度を，上記周知のカバー材料を用いるに際して，「2～5度」硬いものとすることも，当業者が必要に応じて適宜なし得る設計事項にすぎないというべきである。",
                "そうすると，補正発明が，カバー硬度を77～86度とした点に格別の技術的意義があるとは認められず，また，カバー硬度をコア表面硬度より2～5度硬くした点に格別の臨界的意義は認められないとした本件審決の判断は相当であり，前記1のとおり硬度差の点についての説示に適切を欠くところはあるものの，補正発明の相違点2に係る構成の容易想到性を肯定した本件審決の判断に誤りはないということができる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "text": [
                "原告は，従来のツーピースゴルフボールのカバーは，ソリッドコアを外力から保護することを主眼としていたため，JIS-C硬度が硬い樹脂が好んで使用されていたものであり，乙1～3の内容も，低硬度のカバーを使用すれば飛び性能が劣ると予測されるものであるから，補正発明の相違点2に係る構成を採用することは困難であった旨主張する。",
                "しかしながら，ツーピースゴルフボールに使用するカバー材料として補正発明のカバー硬度範囲のものが周知であったことは，前記認定のとおりであるから，従来のツーピースゴルフボールのカバーにJIS-C硬度が硬い樹脂のみが好んで使用されていたということはできない。",
                "そして，刊行物記載の発明の目的は，「ツーピースゴルフボールのコアの特性およびカバーの厚みをコントロールすることにより，糸巻きゴルフボールにより近い打球感を有するツーピースゴルフボールを提供する」(甲5の段落【0004】)ことであり，また，乙1～3に記載された周知技術も，打球感の向上という同様の課題を有するものであるから(乙1の段落【0005】，乙2の段落【0009】【0010】，乙3の段落【0011】)，当業者が，ツーピースゴルフボールの打球感の向上を図るために，刊行物記載の発明に上記周知のカバー材料の適用を試みようとすることには十分な動機付けがあるというべきである。",
                "なお，ゴルフボールにどのようなカバーを用いるかは，飛距離，打球感，コントロール性等の求められる性能を総合的に勘案して決定されるものであるから，仮に，原告が主張するように，乙1～3の内容が，低硬度のカバーを使用すれば飛び性能がある程度劣ると予測されるものであるとしても，そのことが直ちに，乙1～3に記載された周知の硬度範囲のカバーを刊行物記載の発明に適用することを阻害するとまではいえない。このことは，乙2に，カバー材料の組成を工夫することで，カバー硬度を下げても飛距離の低下を防止できることが記載されていること(段落【0014】等)，また，乙3に，カバー材料の曲げ剛性を調整することにより，カバー硬度を下げても飛距離の低下を防止することができることが記載されていること(段落【0012】等)からも裏付けられるものである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "補正発明の作用効果について",
          "text": [
            "原告は，本件審決が「補正発明が奏する作用効果も，当業者が予期し得る程度のものであって，格別のものとはいえない。」と判断したのは，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかしながら，前記のとおり，補正発明のカバー硬度及びカバーとコア表面の硬度差についての数値限定には，格別の臨界的意義も認められず，刊行物記載の発明において，補正発明の相違点2に係る構成を採用することは，当業者が必要に応じて適宜なし得る設計事項にすぎないものである以上，補正発明が奏する作用効果は，格別のものではなく，当業者が予測し得る程度のものにすぎないというべきであり，これと同旨の本件審決の判断は相当であって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物のカバー材料と同一のものが使用された本願明細書の比較例3は，本願明細書の実施例2(出願当初は実施例3)と対比すれば，飛距離，コントロール性及び打感が劣るから，刊行物のカバー材料を用いると補正発明の作用効果を発揮しないことは明らかである旨主張する。",
                "しかしながら，本願明細書の段落【0046】の表4(甲4)には，上記実施例及び比較例の記載があるところ，例えば，カバー硬度とコア表面硬度の硬度差についてみると，実施例2は硬度差3であるのに対し，比較例3は硬度差13であり，これらは，補正発明のカバーとコア表面の硬度差の範囲である「2～5度」のうちのわずか一つの数値「3度」とその範囲外の一つの数値「13度」のものにすぎない。したがって，例えば，「5度」と「13度」のものの間や，「5度」と「6度」のものの間においても，同様な作用効果の差異が生じるかは不明であるといわざるを得ない。したがって，上記実施例と比較例の比較は，補正発明の「カバー硬度が77～86度」，「カバー硬度がコア表面硬度より2～5度硬く」という数値範囲のすべてにおける作用効果を実証するものとはいえない。したがって，上記実施例と比較例の比較を根拠に，補正発明のカバー硬度範囲及び硬度差範囲による作用効果をいう原告の上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，本件審決が飛距離特性やコントロール性についての効果上の差異を看過した旨主張する。",
                "確かに，本願明細書(甲2)には，「【0004】本発明は上記要求に鑑みなされたもので，飛距離，コントロール性が良好で，優れた打感を有するツーピースソリッドゴルフボールを提供することを目的とする。」，「【0038】【発明の効果】本発明のツーピースソリッドゴルフボールは，コア及びカバー硬度分布，カバーの厚さ，更にディンプルの個数を適正化してなるのもので，飛距離，コントロール性が良好で打感に優れたものである。」との記載がある。",
                "しかしながら，前記2(3)認定のとおり，飛距離及びコントロール性の向上は，打感の向上と同様に周知の技術的課題であるから，そうであれば，刊行物記載の発明において，補正発明の相違点2に係る構成を採用することが設計事項にすぎないものである以上，補正発明が飛距離及びコントロール性に関して奏する作用効果も，当業者が予測し得る程度のものというべきである。したがって，原告の上記主張も採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由には理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本件請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}