{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2001-19717号事件について平成16年8月30日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定不服審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成11年10月6日，発明の名称を「運送費の見積り装置および見積り方法」とする特許出願をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成13年9月27日付けの拒絶査定を受けたので，同年11月2日，拒絶査定に対する審判を請求し(不服2001-19717号事件として係属)，同年12月3日，明細書を補正(以下「本件補正」という。)した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成16年8月30日，本件補正を却下するとともに，「本件審判の請求は，成り立たない。」との審決をし，同年9月8日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項第1項に係る発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前のもの(平成13年9月30日付け手続補正書によるもの。以下「本願発明」という。)",
              "text": [
                "「デジタル通信ネットワークと，",
                "前記通信ネットワークに接続されており，運送費の見積り計算を行なう第1の端末と，",
                "前記通信ネットワークに接続されており，予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力するとともに，積荷地点と降荷地点間の距離的条件を特定するのに必要な情報を入力し，前記通信ネットワークを通して前記第1の端末に前記入力された情報を送信する第2の端末と，　を具備し，前記第1の端末が送信された情報に基いて運送費の見積りの計算を行ない，該見積り計算の計算結果を前記通信ネットワークを通して前記第2の端末に送信することを特徴とする運送費の見積り装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後のもの(下線部分が訂正箇所である。以下「本願補正発明」という。)",
              "text": [
                "「デジタル通信ネットワークと，",
                "前記通信ネットワークに接続されており，運送費の見積り計算を行なう第1の端末と，",
                "前記通信ネットワークに接続されており，予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力するとともに，7桁の郵便番号の入力，6桁の電話番号の局番の入力，所在地の選択的入力，または画像情報に基く地図を画面上に展開し，積荷地点と降荷地点とを指示することによって，積荷地点と降荷地点間の距離的条件を特定するのに必要な情報を入力し，前記通信ネットワークを通して前記第1の端末に前記入力された情報を送信する第2の端末と，",
                "を具備し，前記第1の端末が送信された情報に基いて運送費の見積りの計算を行ない，該見積り計算の計算結果を前記通信ネットワークを通して前記第2の端末に送信することを特徴とする運送費の見積り装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本願補正発明は，引用例1，2記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであって，本件補正は，同法17条の2第5項で準用する同法126条4項の規定に違反し，同法159条1項で準用する同法53条1項の規定により却下されるべきものであり，また，本願発明も，同様の理由により，引用例1，2記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることができない，というのである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正却下の決定の理由",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正は，請求項1に記載した発明を特定するために必要な事項である「積荷地点と降荷地点間の距離的条件を特定すること」について「7桁の郵便番号の入力，6桁の電話番号の局番の入力，所在地の選択的入力，または画像情報に基く地図を画面上に展開し，積荷地点と降荷地点とを指示すること」との限定を付加するものであるから，特許法17条の2第4項2号の特許請求の範囲の減縮を目的とするものに該当する。",
                    "そこで，本願補正発明が特許出願の際独立して特許を受けることができるものであるか(特許法17条の2第5項において準用する同法126条4項の規定に適合するか)について以下に検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "拒絶の理由に引用された特開平10-334135号公報(本訴甲4，以下「引用例1」という。)には，「建築費用見積方法」に関して，次の事項が図面と共に記載されている。",
                        "A．「本発明は前記課題を解決して，住宅等の建物の建築費用の見積を短時間で容易に行うことのできる建築費用見積方法を提供することを目的としている。そのため，請求項1に係る建築費用見積方法は，建築すべき建物の各階毎の部屋の種類と大きさをコンピュータの画面を用いて入力し，この入力データに基づいて上記コンピュータに予め記憶させた算出手順により概略の建築費用を算出させるようにしたことを特徴とするものである。ここでは，コンピュータの画面を用いて，各階毎に部屋の種類，例えば，厨房，食堂，居間，和室，洋室等の別を入力するとともに，その大きさ，例えば，4．5帖，6帖等のサイズを入力することにより，上記コンピュータに部屋の種類と大きさのみに基づいて，概略の建築費用の算出を行わせる。」(公報段落番号0004～0005)",
                        "B．「以下，本発明の実施の形態における建築費用見積方法を図面を参照しながら説明する。ここでは，建築業者等の係員がユーザの希望を聞きながら，ユーザの建築しようとする建物に関する情報をコンピュータに入力し，建築費用を見積を行う場合につき説明する。図1に示すように，コンピュータ(いわゆる，パーソナルコンピュータ)の起動時には画面1上に初期画面G0が表示され，この初期画面G0上で，①乃至⑧から所望の項目を選択して，必要なデータの入力，建築費用の見積，見積結果の印刷等の作業を行うものである。すなわち，以下で詳述するが，①のご提案見積開始では，ユーザの氏名，住所等のデータ等を入力し，②の部屋入力では，所望の部屋の種別や大きさ及び各部屋毎の内装材，収納部等を入力し，③ではユーザの希望によりオプションの入力を行い，④では入力データに基づく建築費用の見積，⑤では見積結果の印刷を行うものである。」(公報段落番号0010～0011)",
                        "C．「次に，図示しないカーソルでjの建物タイプを指定してマウス等の操作器具を操作すると，図3の建物選択画面G2が表示される。この建物選択画面G2には，複数種の建物タイプが表示され，これらの中から所望の建物タイプをマウス等の操作により選択することができる。(略)所望の建物タイプの選択が終了すると，図2の選択画面G1が再び表示され，且つ領域kには選択した建物タイプの名称，例えば，甲シリーズの建物タイプDが表示される。領域lの屋根形状は，通常，建物タイプの選択時に同時に選択されるが，カーソルで送りマーク2を指定してマウス等の操作を行うことにより，屋根形状を変更することも可能である。また，カーソルで領域mの屋根材を指定してマウス等を操作すると，図示しない屋根材一覧画面において複数種の屋根材(屋根瓦等)が表示され，この屋根材一覧画面で所望の屋根材，例えば，瓦Aを選択することができる。屋根材の選択が終了すると，(略)各階毎の部屋の種類，大きさの入力を開始する。部屋入力画面G2では，左側に表示された各部屋毎の部屋選択マーク4をカーソルで指定してマウス操作することにより，各階毎に所望の部屋を選択すると，選択された部屋の名称が部屋入力画面G2の右側の領域に上から順次表示される。ここで，各部屋の大きさ欄で送りマーク5にカーソルを合わせてマウス等を操作すると，各部屋の大きさが順次切り換わり，所望の大きさが表示された段階でマウス等の操作を停止することにより，各部屋の大きさを選択する。(略)所望の部屋及びその大きさの入力が終了すると，ユーザの希望により床面積等の計算を行うことができる。(略)部屋の入力及び希望により床面積の計算を終了した後，図6の部屋一覧(内装)画面G4により各部屋毎の内装材の選択を行う。すなわち，部屋一覧(内装)画面G4には，入力済の部屋の名称と大きさが表示され，その右側の床，壁，天井の各欄で送りマーク7にカーソルを合わせてマウス等の操作を行うことにより，各部屋毎に床，壁，天井の内装材を選択する。なお，図示しないが，必要により，各部屋毎に，例えば，床材，壁紙，天井仕上げ材等を示す画像を複数種表示して，画像に基づく選択を行うことができる。次に，図7の部屋一覧(設備)画面G5により，各部屋毎の設備(備品)の選択を行う。この場合も，必要により，複数種の設備を示す画像をコンピュータの画面1上に表示して，所望の設備を選択することができる。",
                        "(略)続いて，図9の部屋一覧(附帯)画面G6により，各部屋毎の附帯品(備品)を選択する。(略)次に，図10の部屋一覧(収納)画面G7により，各部屋毎の収納部を選択する。(略)次に，図1の初期画面G0で③のオプションを選択すると，図示しないが，所望のオプションを選択することができる。(略)部屋入力及びオプションの入力等が全て終了すると，続いて，初期画面G0で④のご提案確認を選択することにより，コンピュータに建築必要の見積を行わせる。見積結果は，図11に示す提案確認画面G8に表示され，ここでは，本体工事等の各項目毎の見積金額が表示される他，合計金額が領域rに，坪単価が領域sに各々表示される。」(公報段落番号0013～0026)",
                        "D．「また，上記の実施の形態では，建築業者の係員がコンピュータへの入力作業を行うものとしたが，建築業者の営業所等でユーザ自身が入力作業を行うようにしてもよい。更に，インターネットその他の通信網を利用して，ユーザが自宅のパーソナルコンピュータを建築業者のホストコンピュータと連結し，自宅のパーソナルコンピュータを用いて上記と同様の操作を行うことにより，建築費用の見積を出せるように構成することも可能である。」(公報段落番号0034)",
                        "ここで，Dの記載はA～Cの記載を踏まえると，「ユーザーが自宅のパーソナルコンピュータに表示される見積に必要な項目について情報を入力し，通信網を通じてユーザーのパーソナルコンピュータから入力された情報が建築業者のホストコンピュータに送信され，ホストコンピュータで送信された情報に基づいて建築の見積りの計算を行い，その見積り計算の計算結果を通信網を通じてユーザーのパーソナルコンピュータに送信すること」を意味していることは明白である。また，ここで記載されている通信網がデジタル通信ネットワークを含むことも自明である。",
                        "そして，引用例1では，コンピュータに表示される見積に必要な項目は予め設定されたプログラムによって表示されることも自明のことである。更に，引用例1は建築費用見積方法に関するものであるが，装置の観点からみれば「建築費の見積り装置」についても記載されているものと認められる。",
                        "従って，これらの記載からして，引用例1には次のような発明が記載されていると認められる。",
                        "「デジタル通信ネットワークと，",
                        "前記通信ネットワークに接続されており，建築費の見積り計算を行なうホストコンピュータと，",
                        "前記通信ネットワークに接続されており，予め設定されたプログラムによって表示される見積りに必要な項目について情報を入力し，前記通信ネットワークを通して前記ホストコンピュータに前記入力された情報を送信するユーザーのパーソナルコンピュータと，",
                        "を具備し，前記ホストコンピュータが送信された情報に基いて建築の見積りの計算を行ない，該見積り計算の計算結果を前記通信ネットワークを通して前記ユーザーのパーソナルコンピュータに送信することを特徴とする建築費の見積り装置。」　(イ)　同じく拒絶の理由に引用された特開平11-213194号公報(平成11年8月6日公開。本訴甲8，以下「引用例2」という。)には，「窓口処理装置」に関して，次の事項が図面と共に記載されている。",
                        "A．「本発明は，郵便物や荷物などの配送物品の種別，発送元から発送先までの発送距離に応じた区画を示す地帯，重量，個数などを入力して料金の算出を行う窓口処理装置に関する。【従来の技術】この種の窓口処理装置は，配送物品の重量を計量する計量部，配送物品の個数や種別(地帯を必要とする種別の場合は地帯も含む)の入力などを行うためのキーや操作内容を確認するための表示部などを有する操作部，書換可能な不揮発性メモリ，フロッピディスク装置を備える。上記地帯を入力するときには，窓口職員がその地帯を知っている場合には操作部から入力してもよいが，地帯を知らない場合には図9に示すような地帯番号データテーブルを利用して地帯を入力するようにしていた。この地帯番号データテーブルは，地帯を同図に示すように発送元の郵便番号と発送先の郵便番号から決定した発送距離を番号で表している。例えば，発送元の郵便番号が「Ｎ1」で発送先の郵便番号が「Ｎ2」であるとすれば，その地帯番号は「1」となる。なお，この地帯番号データテーブルはフロッピディスクに記憶されており，使用する場合には予めフロッピディスク装置でフロッピディスクから地帯番号データテーブルを読取り，上記不揮発性メモリに記憶しておく。このような地帯番号データテーブルを利用して地帯を決定する場合，窓口職員は発送元の郵便番号と発送先の郵便番号を入力すれば，対応する地帯番号が地帯番号データテーブルから検索され抽出されて地帯が入力される。」(公報段落番号0001～0005)",
                        "したがって，引用例2には，「荷物などの運送費が，物品の種別，発送元から発送先までの発送距離，重量，個数などによって算出されること，また，入力された情報を基に運送費を(窓口処理)装置で計算すること。更に，郵便番号を入力することにより発送元から発送先までの発送距離を特定すること。」が，記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願補正発明と引用例1に記載された発明の対比",
                  "text": [
                    "引用例1記載の発明の「イ．ホストコンピュータ」および「ロ．(ユーザーの)パーソナルコンピュータ」は，本願発明の「イ．第1の端末」および「ロ．第2の端末」にそれぞれ相当する。",
                    "そして，引用例1記載の発明と本願発明は，イ．ユーザーのパーソナルコンピュータ(第2の端末)で，表示される見積りに必要な項目について情報を入力する点，ロ．ホストコンピュータ(第1の端末)で費用の見積り計算を行う点，および，ハ．いずれも「見積り装置」という点，で一致する。",
                    "従って，両者は，「デジタル通信ネットワークと，",
                    "前記通信ネットワークに接続されており，費用の見積り計算を行なう第1の端末と，",
                    "前記通信ネットワークに接続されており，予め設定されたプログラムによって表示される見積りに必要な項目について情報を入力し，前記通信ネットワークを通して前記第1の端末に前記入力された情報を送信する第2の端末と，",
                    "を具備し，前記第1の端末が送信された情報に基いて費用の見積りの計算を行ない，該見積り計算の計算結果を前記通信ネットワークを通して前記第2の端末に送信することを特徴とする見積り装置。」である点で一致し，以下の点で相違する。",
                    "(相違点1)",
                    "本願補正発明は運送費の見積り装置に関するものであるが，引用例1記載の発明は建築費の見積り装置である点。",
                    "(相違点2)",
                    "本願補正発明は，「見積りに必要な項目について情報を入力する」構成として，「物品リスト中の該当するものにその物品の数を入力するとともに，7桁の郵便番号の入力，6桁の電話番号の局番の入力，所在地の選択的入力，または画像情報に基く地図を画面上に展開し，積荷地点と降荷地点とを指示することによって，積荷地点と降荷地点間の距離的条件を特定するのに必要な情報を入力」する構成としているが，引用例1ではこのような構成は記載されていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "判断",
                  "text": [
                    "上記相違点について検討する",
                    "(相違点1)について",
                    "入力された情報を基に運送費を装置で計算することは，例えば，引用例2に見られるように周知のことであるので，引用例1に記載の見積り装置を運送費の見積り装置に応用することは，当業者が適宜実施しうることと認められる。",
                    "(相違点2)について",
                    "運送費が物品の数および発送元から発送先までの発送距離よって算出されることは，例えば引用例2の記載や引っ越しの際の見積り業務等に見られるように，周知のことである。",
                    "また，運送費の見積り業務において，物品の数を表す手段として，予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れる様にすることは，例示するまでもなく周知のことであり，また，引用例2には，運送費を計算する際，郵便番号を入力することによって発送距離を特定することが記載されている。",
                    "したがって，引用例1に記載の見積り装置を運送費の見積り装置に応用する際，引用例2記載の手段および周知の手段を適用し，見積りに必要な項目として「イ．物品の数」および「ロ．発送元から発送先までの発送距離を特定する情報」とし，かつ，これらの具体的な構成として，イ．予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れることによって物品の数を特定し，また，ロ．郵便番号を入力することによって発送元から発送先までの発送距離を特定することは，当業者が容易に考えることが出来るものと認められる。",
                    "したがって，本願補正発明は，引用例1，2記載の発明および周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "むすび",
                  "text": [
                    "以上のとおり，本件補正は，特許法17条の2第5項で準用する同法126条4項の規定に違反するものであり，特許法159条1項で準用する特許法53条1項の規定により却下されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例",
                  "text": [
                    "拒絶の理由に引用された引用例，および，その記載事項は，前記(1)イに記載したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比・判断",
                  "text": [
                    "本願発明は，前記(1)で検討した本願補正発明から「積荷地点と降荷地点間の距離的条件を特定すること」の限定事項である「7桁の郵便番号の入力，6桁の電話番号の局番の入力，所在地の選択的入力，または画像情報に基く地図を画面上に展開し，積荷地点と降荷地点とを指示すること」との構成を省いたものである。",
                    "そうすると，本願発明の構成要件を全て含み，さらに他の構成要件を付加したものに相当する本願補正発明が，前記(1)エに記載したとおり，引用例1，2記載の発明および周知技術に基づいて，当業者が容易に発明をすることが出来たものであるから，本願発明も，同様の理由により，引用例1，2記載の発明および周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "むすび",
                  "text": [
                    "以上のとおり，本願発明は，引用例1，2記載の発明および周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(運送費の見積りに関する引用文献の不存在)",
              "text": [
                "審決は，引用例1及び2を引用発明として，「本願補正発明は，引用例1，2記載の発明および周知技術に基づいて，当業者が容易に発明をすることができたものである」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，「建築費用見積り方法」についての発明が記載されているものの，運送費の見積りに関する技術は全く開示されていない。また，引用例2は，「窓口処理装置」に関する発明であり，これには，運送費の算出に際し，郵便番号を入力することによって発送距離を特定することを示唆する記載があるが，運送費の見積りに関する技術は開示されていない。引用例1の「建設費用の見積り」に関する発明によって，他の費用の見積りについての発明が総て示唆されるというのであれば，見積りについてのビジネスモデル特許は1つしか存在しないという不合理をもたらすから，運送費の見積りについての引用文献を欠く拒絶理由によって，本願補正発明の出願を拒絶することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2記載の発明は，窓口処理装置が特定の位置の郵便局に設置されることにかんがみ，郵便局の所在地につき，発送先の郵便番号に対応する地帯番号データをROMに書き込むようにしたものであり，発送先の郵便番号の入力のみによって，発送元から発送先までの発送距離に応じた料金の算出を行うようにしたのであるから，6桁の電話番号の局番の入力によって積荷地点と降荷地点間の距離的条件を特定する本願補正発明とは構成を異にし，また，引用例2には，「しかし，このような窓口処理装置においては，地帯番号を決定する場合に発送元の郵便番号と発送先の郵便番号によるマトリクス状のデータが必要となるためそのデータ量も多く，入力した郵便番号に基づいて該当する地帯を検索するのに時間がかかるという問題があった。」(段落【0006】)との記載があり，これによれば，引用例2記載の発明は，少なくとも発送元の郵便番号を入力することを拒否しているということができるから，7桁の郵便番号の入力によって積荷地点と降荷地点間の距離的条件を特定する本願補正発明とも構成を異にしているのであって，引用例2の内容を引用例1の内容に結合することには阻害要因があり，引用例2は，本願補正発明に対する引用例としての適格性を欠く。しかも，引用例2の窓口処理装置は，デジタル通信ネットワークによって接続されていないから，引用例2は，本願補正発明の「第1の端末」に対応する構成を示唆するものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2の判断の誤り)",
              "text": [
                "審決は，「引用例1に記載の見積り装置を運送費の見積り装置に応用する際，引用例2記載の手段および周知の手段を適用し，・・・具体的な構成として，イ．予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れることによって物品の数を特定し，また，ロ．郵便番号を入力することによって発送元から発送先までの発送距離を特定することは，当業者が容易に考えることが出来るものと認められる。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "物品リストに個数を記入する点に関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明は，「予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力する」という構成を採用し，プログラム上に予め設定された各物品の単価中の選択された物品の単価に，その物品の個数を乗じ，選択された全物品を合算することによって，見積り計算を迅速にかつ簡単に行うことを可能にするのであって，顕著な作用効果を奏する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，引用例1記載の発明は，建築業者等の係員が，ユーザの希望を聞きながら，ユーザの建築しようとする建物，すなわち，ユーザの氏名や住所のほか，部屋の種類，大きさ，各部屋の内装材や収納部，オプション等を入力し，さらに，必要に応じて，屋根形状の変更等の操作を行い，これら一連の入力操作が終わった後に，コンピュータによって建築費用の見積りを行うものであって，ここでは，極めて複雑な入力操作をしなければならない上，建築に関する高い知識がないと総ての入力を行うことができない。また，引用例1には，「インターネットその他の通信網を利用して，ユーザが自宅のパーソナルコンピュータを建築業者のホストコンピュータと連結し，自宅のパーソナルコンピュータを用いて上記と同様の操作を行うことにより，建築費用の見積りを出せるように構成することも可能である。」(段落【0034】)との記載があるが，建築についての知識に乏しいユーザが，自宅のパーソナルコンピュータを用いて，建築業者の係員と同様の入力操作を行うことができるかどうか不明であるし，引用例1には，そのために用意される画面構成について，何の示唆もないのであって，「予め設定されたプログラムによって表示される物品リスト中の該当する物にその物品の数を入力する」とする構成は開示されていない。したがって，このような建築費用の見積りは，本願補正発明の奏する顕著な作用効果を期待することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許・実用新案審査基準によれば，「請求項に係る発明が引用発明と比較した有利な効果を有している場合には，これを参酌して，当業者が請求項に係る発明に容易に想到できたことの理論付けを試みる。そして，請求項に係る発明が引用発明と比較した有利な効果を有していても，当業者が請求項に係る発明に容易に想到できなかったことが，十分に結論付られなかったときは，進歩性は否定される。しかし，引用発明と比較した有利な効果が，技術水準から予測される範囲を超えた顕著なものであることにより，進歩性が否定されないこともある。例えば，引用発明特定事項と請求項に係る発明の発明特定事項とが類似していたり，複数の引用発明の組合わせにより，一見，当業者が容易に想到できたとされる場合であっても，請求項に係る発明が，引用発明と比較した有利な効果であって引用発明が有するものとは異質の効果を有する場合，あるいは同質の効果であるが極めて優れた効果を有し，これらが技術水準から当業者が予測することができたものではない場合には，この事実により進歩性の存在が推定される。」としている。また，この点に関し，「引用発明に基づき本願発明のようなモチリン誘導体を製造することは当業者が容易になし得ることであるとみることも可能である。しかしながら，本願モチリンが引用発明モチリンと同質の効果を有するものであったとしても，それが極めて優れた効果を有しており，当時の技術水準から予測される範囲を超えた顕著なものであれば，進歩性があるものとして特許を付与することができると解するのが相当である。」(東京高等裁判所平成8年(行ケ)第136号)とした裁判例，「本願発明の効果は各構成の結合によりはじめてもたらされたものであり，かつ顕著なものであるから，本願発明は，その構成が公知であって各引用発明に記載されている技術とはいえ，これらから容易に推考し得たものとはいえない。」(同裁判所昭和44年(行ケ)第107号)とした裁判例がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，引用例1に記載の見積り装置を運送費の見積り装置に応用する際に，「予め用意された物品リストを用い，運送対象の物品の箇所(項目)にその個数を入れることによって物品の数を特定する」ように構成することは当業者が容易に考え得ることではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "郵便番号を入力することによって発送元から発送先までの発送距離を特定する点に関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1記載の発明は，建築費の見積りに関する発明であるところ，建築費の見積りの対象になる建築物は，一般に建設された土地に定着固定して利用されるものであって，移動あるいは運送を観念することができないから，引用例2に，発送元から発送先までの発送距離を特定するために「郵便番号」を入力することが記載されていても，建築物の見積りとの組合わせをすること自体が無意味であるから，引用例1に開示された建築費の見積りに関する発明に，引用例2の2点間の距離の特定に関する示唆を組合わせる契機あるいは起因がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許・実用新案審査基準は，「出願人が引用発明1と引用発明2の技術を結びつけることを妨げる事情を十分主張・立証したときは，引用例からは本願発明の進歩性を否定できない。」，「刊行物中に請求項に係る発明に容易に想到することを妨げることの記載があれば，引用発明としての適格性に欠く。」としている。また，この点に関し，「引用発明1は，ターミナルピンの設け方を工夫することにより薄型化を図ることを目的とするトランスの取付け装置であるが，引用発明1のターミナルピンに引用発明2の構成を適用すると，折角逃がし穴まで設けた上で設け方を工夫して薄型化を図ったターミナルピンを考案の目的に反する方向に変更することになるから，両者が平面取付け可能という点で共通することを考慮しても，当業者が容易に想到することができたものとは認められない。」(東京高等裁判所平成8年(行ケ)第91号事件)とした裁判例がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用例1の見積り装置を運送費の見積り装置に応用する際に，「郵便番号を入力することによって発送元から発送先までの発送距離を特定する」ように構成することは当業者が容易に考え得ることではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(運送費の見積りに関する引用文献の不存在)に対して　ア　審決は，引用例1，2に運送費の見積りの発明が記載されているとしているわけではないので，引用例1，2に運送費の見積りの発明が記載されていないことは，審決の取消事由になり得ない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "引用例2には，荷物などの運送費が，物品の種別，発送元から発送先までの発送距離，重量，個数などによって算出されるとともに，入力されたこれらの情報(データ)を基に運送費を装置で計算することが記載されている。すなわち，引用例2の窓口処理装置は，本願補正発明のようにデジタル通信ネットワークに接続された端末ではないが，物品の種別，個数等のデータが入力された場合に，運送費の計算を行うものであるから，引用例2の窓口処理装置と本願補正発明の運送費の見積り装置は，「入力された情報(データ)を基に運送費を計算する装置」という概念で一致するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "物品リストに個数を記入する点に関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の見積り装置を運送費の見積り装置に応用する際，物品の個数を入力することは当然のことである。そして，運送費の見積り業務において，物品の数を表す手段として，「予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れるようにすること」は周知である(例えば，乙2(アーク引越センターの「御見積書」)参照)。",
                        "したがって，引用例1の見積り装置を運送費の見積り装置に応用する際，この周知の手段を採用し，「予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れることによって物品の数を特定する」ように構成することは，当業者が容易に考え得ることである。そして，また，このように構成することによって，原告の主張するような効果が得られることは自明のことであり，これは当業者が予期し得る程度のものであって，格別顕著なものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，端末上で見積りを行う際，関連商品を画面上に一覧表示し，必要な商品だけ個数を指定することによって，自動的に合計値を算出することは，従来から実施されている周知手段である(例えば，乙3(特開平6-131378号公報)参照)。また，引用例1の図7，図9及び図10にも，備品等を選択してその数量を入力することが示されているところ，コンピュータには各備品等の単価が記憶されているから，単価に入力された数量を乗じ，選択された全備品等を合算して，見積り計算を行うのは自明のことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許・実用新案審査基準や判例は，対象となる発明の作用効果が，顕著(又は極めて優れた)であって当業者の予測の範囲を超えている場合や，引用例と比較して有利であって引用例とは異質である場合について言及しているものであるが，本願補正発明の場合は，その作用効果が，引用例1記載の発明と同等のものであって，格別顕著な(又は極めて優れた)ものでなく，当業者の予測を超える範囲のものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "郵便番号を入力することによって発送元から発送先までの発送距離を特定する点に関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "運送費が物品の数及び発送元から発送先までの発送距離によって算出されることは，例えば引用例2や引っ越しの際の見積り業務等に見られるように，周知のことであり，引用例1の見積り装置を運送費の見積り装置に応用する際，運送費の見積りに必要な項目(情報)の一部である「発送元から発送先までの発送距離を特定する情報」を入力することは当然のことである。そして，引用例2には，運送費を計算する際，発送元と発送先の郵便番号を入力することによって発送元から発送先までの発送距離を特定することが記載されている。",
                        "したがって，引用例1の見積り装置を運送費の見積り装置に応用する際，運送費の見積りに必要な項目(情報)の一部である「発送元から発送先までの発送距離を特定する情報」として，引用例2に記載の手段を採用し「発送元と発送先の郵便番号を入力」することは，当業者が容易に考え得ることである。そして，引用例2に記載の手段を採用することに，阻害要因や技術的な困難性はない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(運送費の見積りに関する引用文献の不存在)について　(1)　上記第2の3(1)ウの審決の説示によれば，審決は，費用の見積りを本願補正発明と引用例1記載の発明との一致点とし，本願補正発明における費用の見積りが運送費の見積りに関するものであることは相違点1としているから，一致点としての「費用の見積り」は，「運送費の見積り」と「建築費の見積り」との双方を含む広い意味で用いている。また，審決は，相違点1について，「入力された情報を基に運送費を装置で計算することは，例えば，引用例2に見られるように周知のことであるので，引用例1に記載の見積り装置を運送費の見積り装置に応用することは，当業者が適宜実施しうることと認められる。」と判断しているから，「入力された情報を基に運送費を装置で計算すること」の周知例として引用例2を引用している。",
            "引用例1に記載された費用の見積りという機能は，建設費に限定されるというわけではなく，他の費用についても適用することができるのであって，本願補正発明は，引用例1に記載された費用の見積りという機能を，運送費の計算という周知の費用計算に適用したのであるから，当業者が容易に想到することができるものである。なお，流通設計1999年(平成11年)9月号(乙1)には，「各社の料金タリフをサーバに登録して，ホームページ上で閲覧者が発着地と荷物サイズを指定すれば，各社の運賃が自動計算できる仕組みを構築した。」(61頁上欄3ないし7行)との記載があり，この記載によれば，具体的な構成は明らかではないものの，平成10年9月当時，少なくとも通信ネットワークを利用して，運送費の計算を行うシステムが既に構築されていたことが認められるから，このことに照らしても，引用例1に記載された費用の見積りという機能を，運送費の計算という周知の費用計算に適用することは，当業者が容易に想到することができるものといわなければならない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例1及び2には，運送費の見積りに関する技術は開示されていないのであって，引用例1の「建設費用の見積り」に関する発明によって，他の費用の見積りについての発明が総て示唆されるというのであれば，見積りについてのビジネスモデル特許は1つしか存在しないという不合理をもたらすから，運送費の見積りについての引用文献を欠く拒絶理由によって，本願補正発明の出願を拒絶することはできないと主張する。",
                "確かに，引用例1及び2には，運送費の見積りに関する技術は開示されていないし(このことは，被告も争わない。)，審決も，運送費の見積り自体が引用例1及び引用例2に記載されているとはしていない。しかし，上記(1)のとおり，引用例1に記載された費用の見積りという機能を，運送費の計算という周知の費用計算に適用することは，当業者が容易に想到することができるのであるから，そうである以上，引用例1及び2に運送費の見積りに関する技術が開示されていないとしても，本願補正発明の出願を拒絶することができるといわなければならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，引用例2記載の発明は，発送先の郵便番号の入力のみによって，発送元から発送先までの発送距離に応じた料金の算出を行うようにしたのであって，6桁の電話番号の局番や7桁の郵便番号の入力によって積荷地点と降荷地点間の距離的条件を特定する本願補正発明とは構成を異にするから，引用例2の内容を引用例1の内容に結合することには阻害要因があると主張するが，この点は，後記2(2)で判断する。",
                "ところで，本願補正発明の「第1の端末」がデジタル通信ネットワークに接続されている点は，引用例1記載の発明が構成としているところであり(このことは，原告も争わない。)，審決が相違点1に関して引用例2を挙げているのは，入力された情報を基に運送費を装置で計算することが周知のことであることを裏付けるものとしてである。したがって，原告が主張するように引用例2に記載された技術が本願補正発明の「第1の端末」に対応する構成を有しているか否かは，審決が引用例2を挙げたことの当否に結び付くものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，審決が，引用例1及び2を引用発明として，「本願補正発明は，引用例1，2記載の発明および周知技術に基づいて，当業者が容易に発明をすることができたものである」と判断したことに誤りはないから，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "物品リストに個数を記入する点に関して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「一般に引越しを行う場合には，依頼人が，運送業者にまず引越しの見積りを依頼する。すると，運送業者は，依頼人の家財道具等の運ぶべき物品の種類や量を確認し，これを基に引越しの見積り計算を行う。そして，このような計算に基づく見積り書を，依頼人に提示することになる。」(原告の平成16年11月19日付け準備書面(4頁6ないし9行)，「この見積り計算書(判決注：乙2(アーク引越センターの「御見積書」))は，引っ越しの見積りを依頼した依頼者のところに，引っ越し業者の見積り担当者が赴いて，物品の数を数えながら，表の中に順次手書きで記入していったものである。・・・結局のところ，乙2は，本願補正発明の従来技術の内容が正しいことを推認するに足りるだけである。」(原告の平成17年4月5日付け準備書面(2)4頁19ないし24行)と主張するところ，これによれば，運送業者は，従来から，運ぶべき物品の量(すなわち個数)や種類を確認し，物品リスト中の該当するものにその物品の数を入力することにより，運送費の見積り計算を行っていたということができる。",
                    "そして，引用例2には，「【発明の属する技術分野】本発明は，郵便物や荷物などの配送物品の種別，発送元から発送先までの発送距離に応じた区画を示す地帯，重量，個数などを入力して料金の算出を行う窓口処理装置に関する。【従来の技術】この種の窓口処理装置は，配送物品の重量を計量する計量部，配送物品の個数や種別(地帯を必要とする種別の場合は地帯も含む)の入力などを行うためのキーや操作内容を確認するための表示部などを有する操作部，書換可能な不揮発性メモリ，フロッピディスク装置を備える。」(段落【0001】，【0002】)との記載があり，この記載によれば，引用例2には，運送費の計算を行う装置では，運ぶべき物品の個数や種類を入力することでシステム化していたことが開示されている。",
                    "そうすると，本願補正発明と引用例1記載の発明が，「予め設定されたプログラムによって表示される見積りに必要な項目について情報を入力」する点で一致するから(このことは，原告も争わない。)，従来，運送業者が，物品リストを用いて人手で行っていた見積りをシステム化するに際し，「予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力する」ように，通信ネットワークを利用して実現することに，何ら困難性はない。",
                    "なお，引用例1には，「次に，図7の部屋一覧(設備)画面G5により，各部屋毎の設備(備品)の選択を行う。この場合も，必要により，複数種の設備を示す画像をコンピュータの画面1上に表示して，所望の設備を選択することができる。例えば，厨房におけるシステムキッチンを選択する場合，図8のように，複数種のシステムキッチンを表す画像が表示され，マウス等の操作により所望のものを選択することができる。なお，図示しないが，所望のシステムキッチンを画面1上に拡大して表示することもできる。部屋毎の設備の選択が終了すると，続いて，図9の部屋一覧(附帯)画面G6により，各部屋毎の附帯品(備品)を選択する。例えば，玄関において，安全手摺を選択すると，附帯1の欄にそれが表示される。この場合も，必要により，画面1上に各附帯品を示す画像を表示することができる。次に，図10の部屋一覧(収納)画面G7により，各部屋毎の収納部を選択する。例えば，玄関の収納部としては，下駄箱，クロゼット等の中から所望のものを選択する。各収納部は，その占有面積(㎡)とともに表示され，前記収納スペースの大きさと各収納部の占有面積とを比較することにより，適当な大きさの収納部を選択することができる。この場合も，各収納部の画像を画面1に表示して選択することが可能である。上記収納部の入力により，部屋入力は終了する。」(段落【0022】ないし【0024】)との記載があり，この記載によれば，刊行物1においても，設備(備品)等の物品を選択し，その数量を入力することでシステム化しているのであり，このことに照らしても，見積りをシステム化するに際し，「予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力する」ように，通信ネットワークを利用して実現することに，何ら困難はないということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願補正発明は，「予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力する」という構成を採用し，プログラム上に予め設定された各物品の単価中の選択された物品の単価に，その物品の個数を乗じ，選択された全物品を合算することによって，見積り計算を迅速にかつ簡単に行うことを可能にするのであって，顕著な作用効果を奏するのに対し，引用例1には，上記の構成は開示されていないから，本願補正発明の奏する顕著な作用効果を期待することができないと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願補正発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願補正明細書(甲2，13)には，本願補正発明における物品の数を入力した見積りの計算については，次の記載がある。",
                            "「・・・運送費の見積り計算を行なう第1の端末と，・・・予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力するとともに，・・・前記第1の端末に前記入力された情報を送信する第2の端末と，・・・前記第1の端末が送信された情報に基いて運送費の見積りの計算を行ない・・・運送費の見積り装置。」(【請求項1】)",
                            "「【課題を解決するための手段】本願の一発明は，・・・運送費の見積り計算を行なう第1の端末と，・・・予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力するとともに，・・・前記第1の端末に前記入力された情報を送信する第2の端末と，・・・前記第1の端末が送信された情報に基いて運送費の見積りの計算を行ない・・・運送費の見積り装置に関するものである。」(段落【0005】)",
                            "「上述のような運送費の見積り方法において，第2の端末あるいはクライアント側の端末に表示されている物品のリストの該当するものに数値を入力することによって物品に関する情報を入力するようにした方式によれば，簡単にしかも正確に物品に関する情報を入力することができる。」(段落【0012】)",
                            "「【作用】上記の見積り方法に関する主要な発明によれば，・・・予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力するとともに，・・・この入力操作によって作成された情報を通信ネットワークを通して業者側の端末に送信する。業者側の端末は送られてきた情報に基いて自動的に見積りの計算を行なうとともに，計算結果を通信ネットワークを通してクライアント側の端末に送信することになる。従って自動的にかつ極めて短時間で運送費の見積りが行なわれることになり，この間に原則として人間の操作が介在していないために短時間でしかも低コストの運送費の見積りが可能になる。」(段落【0015】)",
                            "「次に図9～図12に示すような家財のリストがクライアント側端末12のディスプレイ上に現われる。従って対応する家財について，それぞれの数量をテンキーで入力する。」(段落【0023】)",
                            "「このような家財の数の入力を行なうと，図13に示す画面が現われる。この画面上において，まず引越しを希望する日時を入力する。このときにこの画面には，運送する家財の種類と数とがそれぞれ表示されることになる。」(段落【0024】)",
                            "「このような表示にとくに間違いがなければ，「見積りを開始する」の表示をクリックする。すると必要なデータが業者側の端末11に送信され，ここで引越しに要する費用の見積りの計算が行なわれる。そして計算結果が業者側端末11からクライアント側端末12に送信され，この端末12のディスプレイ上に図14に示すような計算結果が表示される。クライアントはこの端末12に表示されている見積りの内容を，端末12に接続されているプリンタによってハードコピーとして出力することができる。」(段落【0025】)",
                            "「このような見積り方法によれば，デジタル通信ネットワーク10，例えばインターネットを利用して，極めて短時間に引越しの見積り書を入手することができる。すなわち入力操作を完了すれば，見積り書を取得するまでに要する時間は数分以内，例えば1～2分以内であるために，極めて短時間で見積り書の取得が可能になる。また積荷地点と降荷地点間の距離的条件の入力と，家財の種類および数の入力とが正確であれば，極めて正確な見積りの計算を行なうことが可能になる。しかもこのような見積りの計算を行なう過程において，人手が全く介在されていないために，極めて低コストの見積りを行なうことができるようになる。」(段落【0026】)",
                            "「【発明の効果】本願の一発明は，・・・運送費の見積り計算を行なう第1の端末と，・・・予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力するとともに，・・・第1の端末に入力された情報を送信する第2の端末と，・・・第1の端末が送信された情報に基いて運送費の見積りの計算を行ない，該見積り計算の計算結果を通信ネットワークを通して第2の端末に送信するようにしたものである。」(段落【0033】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これらの記載によれば，本願補正発明は，物品リストに物品の数を入力し，その入力情報に基づいて運送費の見積りの計算を行うというにとどまり，物品の数を用いた具体的な見積り計算については，何ら特定されていないし，明細書にも，具体的な見積り計算の方法は記載されていない。そして，「予め設定されたプログラムによって表示される物品リスト中の該当するものにその物品の数を入力する」ように，通信ネットワークを利用してシステム化することで，「人手を要せず，無人での運用」が可能となることは当然である。そうすると，引用例1記載の費用の見積りという通信ネットワークを利用した機能を，運送費の計算に適用した場合には，運送費の見積りの際に人手が介在されることがなく，このために見積りに要する時間とコストとを最小限に抑えることが可能になり，業者側の負担が著しく軽減されることになるのは当然であるから，本願補正発明の作用効果が，格別顕著なものであるということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例1記載の発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例1には，次の記載がある。",
                            "「・・・図2の入力画面G1においてカーソルで部屋入力マーク3を指定してマウス等を操作するか，或いは，図1の初期画面G0で②の部屋入力を選択することにより，図4に示す部屋入力画面G2を表示させ，各階毎の部屋の種類，大きさの入力を開始する。」(段落【0015】)",
                            "「部屋入力画面G2では，左側に表示された各部屋毎の部屋選択マーク4をカーソルで指定してマウス操作することにより，各階毎に所望の部屋を選択すると，選択された部屋の名称が部屋入力画面G2の右側の領域に上から順次表示される。ここで，各部屋の大きさ欄で送りマーク5にカーソルを合わせてマウス等を操作すると，各部屋の大きさが順次切り換わり，所望の大きさが表示された段階でマウス等の操作を停止することにより，各部屋の大きさを選択する。・・・」(段落【0016】)",
                            "「また，上記の実施の形態では，建築業者の係員がコンピュータへの入力作業を行うものとしたが，建築業者の営業所等でユーザ自身が入力作業を行うようにしてもよい。更に，インターネットその他の通信網を利用して，ユーザが自宅のパーソナルコンピュータを建築業者のホストコンピュータと連結し，自宅のパーソナルコンピュータを用いて上記と同様の操作を行うことにより，建築費用の見積を出せるように構成することも可能である。」(段落【0034】)",
                            "「なお，上記の実施の形態では，部屋の種別及び大きさに加えて，内装材，備品等の種類も指定するようにしたが，単に部屋の種別及び大きさのみをコンピュータに入力した段階でも概略の見積を出すことは可能であり，その場合，見積に要する時間は更に短縮されるものである。」(段落【0035】)",
                            "また，図4には，部屋の種類，大きさを入力する部屋入力画面が，示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これらの記載によれば，引用例1には，インターネットその他の通信網からなる通信ネットワークを利用して，ユーザ自身が費用の見積りの入力作業を行うようにしてもよいこと，単に部屋の種別と大きさのみをコンピュータに入力した段階でも概略の見積りを出すことができることが開示されている。そうすると，引用例1記載の発明では，入力項目を必要に応じて適宜限定することにより，ユーザ自身で概略の見積りを行うことができるものであるから，建築に関する高い知識がなくとも，それに応じた正しい見積りができると認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうであれば，引用例1に記載の見積り装置を運送費の見積り装置に応用する際，予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れることによって物品の数を特定することは，当業者が容易に考えることができるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "郵便番号を入力することによって発送元から発送先までの発送距離を特定する点に関して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，従来の技術について，「上記地帯を入力するときには，窓口職員がその地帯を知っている場合には操作部から入力してもよいが，地帯を知らない場合には図9に示すような地帯番号データテーブルを利用して地帯を入力するようにしていた。この地帯番号データテーブルは，地帯を同図に示すように発送元の郵便番号と発送先の郵便番号から決定した発送距離を番号で表している。例えば，発送元の郵便番号が「Ｎ1」で発送先の郵便番号が「Ｎ2」であるとすれば，その地帯番号は「1」となる。なお，この地帯番号データテーブルはフロッピディスクに記憶されており，使用する場合には予めフロッピディスク装置でフロッピディスクから地帯番号データテーブルを読取り，上記不揮発性メモリに記憶しておく。このような地帯番号データテーブルを利用して地帯を決定する場合，窓口職員は発送元の郵便番号と発送先の郵便番号を入力すれば，対応する地帯番号が地帯番号データテーブルから検索され抽出されて地帯が入力される。」(段落【0003】ないし【0005】)との記載がある。",
                    "この記載によれば，引用例2には，従来の技術として，発送元の郵便番号と発送先の郵便番号から決定した発送距離に応じて，料金の算出を行うようした窓口処理装置が開示されており，この従来の窓口処理装置は，積荷地点と降荷地点間の距離的条件を特定する本願補正発明と構成を異にするものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，引用例2に記載された従来の窓口処理装置は，積荷地点と降荷地点間の距離的条件を特定する本願補正発明と構成を異にするものではないから，引用例1記載の費用の見積りという機能を，引用例2記載の運送費の計算という周知の費用計算に適用するに際し，2点間の距離を特定することを付加することは，当業者が当然に想到することができる程度のものであって，格別の困難があるとは認め難い。そして，本願補正発明の作用効果は，上記(1)イ(ア)のとおり，格別顕著なものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，建築物は，一般に建設された土地に定着固定して利用されるものであって，移動あるいは運送を観念することができないから，引用例1に開示された建築費の見積りに関する発明に，引用例2の2点間の距離の特定に関する示唆を組み合わせる契機あるいは起因がないと主張する。",
                    "しかし，本願補正発明と引用例1記載の発明との一致点としての「費用の見積り」は，1(1)のとおり，「運送費の見積り」と「建築費の見積り」との双方を含む広い意味で用いているから，建築物が土地に定着固定して利用され，移動あるいは運送を観念することができないものであるとしても，引用例1記載の費用の見積りに関する発明に，引用例2の2点間の距離の特定に関する手段を組み合わせることができない理由はなく，また，両者を組合わせることに技術的な阻害要因があるとも認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうであれば，引用例1に記載の見積り装置を運送費の見積り装置に応用する際，郵便番号を入力することによって発送元から発送先までの発送距離を特定することは，当業者が容易に考えることができるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決が「引用例1に記載の見積り装置を運送費の見積り装置に応用する際，引用例2記載の手段および周知の手段を適用し，・・・具体的な構成として，イ．予め用意された物品のリストを用い，運送対象の物品の箇所(項目)にその個数を入れることによって物品の数を特定し，また，ロ．郵便番号を入力することによって発送元から発送先までの発送距離を特定することは，当業者が容易に考えることが出来るものと認められる。」と判断したことに誤りはないから，取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告の主張する審決取消事由は理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10335",
    "date": "2005-06-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009521",
    "ipprecedent_id": "650",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}