{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-35109号事件について平成16年7月29日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許につき被告が特許庁に対し無効審判の請求をし，特許庁が審理の上これを無効とする審決をしたことから，原告が審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，発明の名称を「双輪キャスター」とする特許第3201332号発明(平成10年2月18日特許出願，平成13年6月22日設定登録。以下「本件特許」という。)の特許権者である。",
                "被告は，平成16年2月25日，本件特許につき無効審判の請求をし，同請求は，無効2004-35109号事件として特許庁に係属した。そして，原告は，同年6月4日，本件特許出願の願書に添付した明細書の特許請求の範囲の記載等の訂正(以下「本件訂正」といい，本件訂正に係る明細書を，願書に添付した図面と併せて「訂正明細書」という。)を請求した。特許庁は，上記事件につき審理し，同年7月29日，「訂正を認める。特許第3201332号の請求項1及び2に係る発明についての特許を無効とする。」との審決をし，その謄本は，同年8月10日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "訂正明細書に記載された特許請求の範囲の請求項1及び2は，下記のとおりである。",
                "記",
                "「【請求項1】支持対象物に着脱自在に固着され且つ回転中心となる主軸を有する金属製の支持ブラケットと，この支持ブラケットの主軸に対し回転自在に取付られ且つ回動する一対の車輪を有するキャスター本体とを備えた双輪キャスターにおいて，キャスター本体は，支持ブラケットの主軸に対して回転自在に取付けられるゴム又は樹脂の一体成型品のホルダと，このホルダに開設された車軸支持孔に挿通された金属製車軸に回転自在に取付けられる一対のゴム又は樹脂の一体成型品の車輪とを備え，前記主軸とホルダとの間，及び，車軸と車輪との間に係脱自在な抜け止め係止具を係止させると共に，前記車輪の外側には車軸端部及び抜け止め係止具を目隠しするためのホイールカバーを着脱自在に装着し，前記ホイールカバー及び各抜け止め係止具を離脱させることで，金属製の支持ブラケット，車軸と，ゴム又は樹脂の一体成型品のホルダ，車輪とを分離可能としたことを特徴とする双輪キャスター。",
                "【請求項2】請求項1記載の双輪キャスターにおいて，支持ブラケットの主軸には略水平方向に延びる水平軸部を有し，この水平軸部に対しキャスター本体を略水平方向で着脱自在に取り付けたことを特徴とする双輪キャスター。」      (下線は，本件訂正による訂正箇所を示す。以下，上記請求項1及び2に係る発明を，「本件発明1」及び「本件発明2」という。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の詳細は，別添審決謄本写しのとおりである。その要旨は，本件訂正を認めた上，本件発明1及び2は，実願昭52-120277号(実開昭54-",
                  "text": [
                    "46454号)のマイクロフィルム(審判甲1，本訴乙1，以下「刊行物1」という。)，実公昭63-29601号公報(審判甲2，本訴甲2及び乙2，以下「刊行物2」という。)，実公昭39-13013号公報(審判甲3，本訴甲3及び乙3，以下「刊行物3」という。)及び実願昭59-27816号(実開昭60-1",
                    "39502号)のマイクロフィルム(審判甲4，本訴乙4，以下「刊行物4」という。)等に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，本件発明1及び2に係る特許は，特許法29条2項の規定に違反してされたものであるから，本件特許は，特許法123条1項2号の規定に該当し，無効とすべきものとしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，本件発明1と刊行物1記載の発明(以下「刊行物1発明」という。)とを対比し，その一致点と相違点を，下記のとおり認定した。",
                    "記",
                    "＜一致点＞",
                    "「支持対象物に着脱自在に固着され且つ回転中心となる主軸を有する支持ブラケットと，この支持ブラケットの主軸に対し回転自在に取付られ且つ回動する一対の車輪を有するキャスター本体とを備えた双輪キャスターにおいて，キャスター本体は，支持ブラケットの主軸に対して回転自在に取付けられるゴム又は樹脂のホルダと，このホルダに挿通して支持された金属製車軸に回転自在に取付けられる一対のゴム又は樹脂の車輪とを備え，前記主軸とホルダとの間，及び，車軸と車輪との間に抜け止め係止具を係止させると共に，前記車輪の外側には車軸端部及び抜け止め係止具を目隠しするためのホイールカバーを装着した双輪キャスター」の発明である点。",
                    "＜相違点1＞",
                    "支持ブラケットが，本件発明(注，本件発明1)では「金属製」とされるのに対して，甲第1号証には，当該支持ブラケットの一部をなす「垂直軸7」については「金属製」の明示があるものの，同じく支持ブラケットの一部をなす「取付板6」の素材については明確な言及がない点。",
                    "＜相違点2＞",
                    "ホルダに開設された車軸支持孔と金属製車軸との関連構成が，本件発明では，金属製車軸のみが車軸支持孔に挿通されるのに対して，甲第1号証記載の発明では，金属製車軸が「嵌環15を介して」挿着される点。",
                    "＜相違点3＞",
                    "「ホルダ」及び「車輪」に関して，本件発明では「一体成型品」であるとされるが，甲第1号証にはそのような言及がない点。",
                    "＜相違点4＞",
                    "本件発明では，各抜け止め係止具が「係脱自在」，また，ホイールカバーの装着は「着脱自在」であると共に，「前記ホイールカバー及び各抜け止め係止具を離脱させることで，金属製の支持ブラケット，車軸と，ゴム又は樹脂の一体成型品のホルダ，車輪とを分離可能」とされるのに対し，甲第1号証には，「止め環9，16」(抜け止め係止具)や「キャップ」(ホイールカバー)が，「係脱自在」あるいは「着脱自在」であるか否か，更に，各構成部材を「分離可能」とすることについての言及がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決は，本件発明1と刊行物1発明との上記相違点1～4に関する判断の前提となる，「リサイクルに係る技術課題」についての当業者の技術水準に関する認定判断を誤り(取消事由1)，その結果，上記相違点1～4に関する判断を誤った(取消事由2～5)上，本件発明2の容易想到性に関する判断をも誤った(取消事由6)ものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(当業者の技術水準に関する認定判断の誤り)",
                  "text": [
                    "審決は，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関し，「本件各発明に係る技術課題の一つとされる『廃棄時における材料のリサイクルを可能』にすることについて，本件特許に係る出願の当時における状況(技術水準)をみると，上記リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類毎に分離が容易になるようにしておくことは，既に本件特許に係る出願前に，社会一般に広く認識され，また実施されていたと認められる(特開平7-237662号公報〔注，本訴甲5，以下「甲5公報」という。〕，特開平8-98740号公報〔注，本訴甲6，以下「甲6公報」という。〕参照)。そして，このような事情は，(双輪)キャスターに係る技術分野においても同様である(特開平7-246802号公報〔注，本訴甲7，以下「甲7公報」という。〕，特開平8-53001号公報〔注，本訴甲8，以下「甲8公報」という。〕参照)。更に，被請求人(注，「請求人」とあるのは誤記)が先行技術として指摘する，特開平7-257104号公報(注，本訴乙5，以下「乙5公報」という。)の『全体が同一又は同種の樹脂材料で製作されるから，廃棄する場合に，そのまま粉砕し，リサイクルに供することが容易にできる』旨の記載(【0010】)も，『全体が同一又は同種』の素材で製作されていないキャスターにあっては，それぞれの素材毎の分離を容易にするべき必要性を示唆したものとも解しうる」(審決謄本10頁下から第4段落～第3段落)と認定判断した上，これを前提として，本件発明1と刊行物1発明との相違点1～4の容易想到性に関する判断を行った。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，当業者の技術水準に関する審決の上記認定判断は，本件発明1が，リサイクルに係る技術的課題として，審決の指摘する「廃棄時における材料のリサイクルを可能」にすることのみならず，「磨耗部品の交換」をも課題としていることを看過したものであって，誤りである。",
                        "すなわち，本件発明1は，訂正明細書(甲11添付。なお，図面については甲10，以下同じ。)に記載したとおり，「材料(の)リサイクル」のみならず，「磨耗部品の交換」(段落【0003】～【0006】，【0028】)をも，その技術的課題とするものである。「材料リサイクル」のみを技術的課題とする場合であれば，審決が指摘するとおり，部品を素材ごとに容易に分離することができるようにすれば足りるであろうが，「磨耗部品の交換」をも技術的課題とする本件発明1においては，部品の分離の容易性にとどまらず，各部品につき再組立てが可能な構造とすることが必須となる。この点は，訂正明細書において，従来技術について，「樹脂部品の嵌合部が緩んでしまう」ことや，「支持ブランケットの主軸とキャスター本体とを金属カシメで組み付けている場合には，支持ブランケットからキャスター本体を一旦取り外すと・・・再利用することもできない」といった問題を例示して明確に説明し(段落【0005】)，特許請求の範囲の記載においても，「主軸とホルダとの間，及び，車軸と車輪との間に係脱自在な抜け止め係止具を係止させる」こと，並びに「ホイールカバーを着脱自在に装着」することを規定して，単に，分離可能とすること(「係脱」及び「着脱」の「脱」)だけではなく，その後の再組立て，すなわち，「係脱」の「係」及び「着脱」の「着」も自在であることを明確に規定している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも，リサイクル技術は，「再生利用」すなわち「狭義のマテリアルリサイクル」だけではなく，リユース，ケミカルリサイクル等多岐にわたっているところ，本件特許出願当時におけるリサイクルに関する社会の認識を見ると，広い意味でのリサイクルへの社会認識はあっても，その具体的な技術的課題，技術手段，設計手法についての認識まで広く浸透した状況にはなかったというべきである(甲13参照)。",
                        "実際，審決の引用する甲5公報及び甲6公報は，いずれも「材料リサイクル」ないし「狭義のマテリアルリサイクル」を技術的課題としたものであって，「摩耗部品の交換」(リユースの新形態)を課題とするものではない。甲5公報に記載された技術は，その実施例によれば，円筒部材が射出成形等によって形成される際に同時に形成されるねじ導入孔にビスをねじ込むもの(段落【0014】～【0017】)や，加熱したビスを押し込むもの(段落【0023】)であり，甲6公報に記載された技術は，「分別廃棄処理や資源の再利用を可能とした椅子のアームレストを提供する」(段落【0005】)ことを課題とするものである。また，甲7公報及び甲8公報は，これをリサイクル技術というかどうかはともかく，少なくとも，キャスターを構成する磨耗部品の交換を可能とするという本件発明1の技術的課題を示唆するものでないことは明らかである。甲7公報に記載された技術は，「キャスターの取替えに係る利便を向上させたキャスター取付構造に関するもの」(段落【0001】)であって，キャスターの1部品であるキャスター軸を脚体軸穴に保持されたままで脚体側に残し，取替えに係る利便と，キャスター軸のみの再利用とを図ろうとするもの(段落【0011】，【0022】)であり，甲8公報記載の技術もこれと同様のものである。",
                        "すなわち，本件特許出願前には，キャスターの磨耗部品の交換によるキャスターのリユースという技術的思想は存在しなかったのであり，このことは，審決が引用する刊行物1～4，甲5公報～甲8公報の中に，当該技術的思想を開示したものが一つもないことから明らかである。本件特許出願前には，キャスターの価格が低いことから，椅子，複写機その他の事務用機器等のキャスターに支障が生じた場合，キャスター全体を交換して上記事務用機器等の継続使用を図り，交換されたキャスターは廃棄するという対応をしていたのであって，仮に，キャスターをリサイクルするという視点で見たとしても，それは，廃棄するキャスターの材料リサイクルを想到するにとどまる。",
                        "にもかかわらず，審決は，甲5公報～甲8公報の意味するところを拡大解釈し，「リサイクル」という技術的課題が示されていることをもって，本件発明1が前提とする「摩耗部品の交換」という上記具体的な技術的課題までもが，「社会一般に広く認識され」ていたかのような判断をしたものであり，誤りというほかはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，被告は，審決は，リサイクルに関する正当な認定判断を前提に，本件発明1にみられる具体的な技術的課題の解決手段としての各構成につき，従来技術と比較検討して，その容易想到性の有無を判断するという当然の判断手法を採用しているにすぎない旨主張する。しかしながら，原告が問題としているのは，判断の前提としての技術的課題に関する認識の有無の点であって，解決手段の進歩性の有無，あるいは，その判断手法の是非ではない。原告は，被告が主張する判断手法を否定するものではないが，個々の構成についての判断の前提となる，訂正明細書に明確に記載された具体的な技術的課題について何ら検討することなく，進歩性の有無を判断することは，到底許されるものではないというべきである。",
                        "また，被告は，本件特許出願当時の双輪キャスターの技術分野における技術水準として，「双輪キャスターを構成する複数の素材や部材を交換してリサイクルすることが可能なように分離を容易にする技術」に達していたことは明らかである旨主張する。しかしながら，「複数の素材や部品を交換してリサイクルする」ためには，単に，分離を容易にするだけではなく，部材や部品の交換，すなわち，分離による部品の損傷劣化を招くことなく再組立てが可能な構造が必須となるが，そのような技術が，本件特許出願当時の技術水準であったことを示す証拠はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関する審決の上記認定判断は誤りであり，この誤りは，上記認定判断を前提とする，本件発明1と刊行物1発明との相違点1～4の容易想到性に関する判断に誤りをもたらすものであるから，審決の結論に影響を及ぼすべきものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点1の容易想到性に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明1と刊行物1発明との相違点1について，「甲第1号証で支持ブラケットの一部をなす『取付板6』については，素材の明確な言及がないが，このような取付板を金属材料で構成することは通常行われていると認められ・・・，甲第1号証記載のキャスターにおいて，『垂直軸7』と共に，『取付板6』も『金属製』とすることは，当業者が必要に応じて容易になしうる材料選択といえる」(審決謄本10頁最終段落～11頁第1段落)と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，上記アのとおり，審決は，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関する認定判断を誤った結果，本件発明1が「摩耗部品の交換」をも技術的課題としていることを看過し，キャスターを構成する磨耗部品の交換を可能とした素材選択の容易想到性について検討することなく，「当業者が必要に応じて容易になしうる材料選択」であると判断したものであって，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，キャスターの取付板の素材として，金属板が公知の材料の一つであることは原告も争わない。しかしながら，相違点1に関し検討されるべきは，その材料が公知であるか否かではなく，「磨耗部品の交換」を達成し，これによっても「十分な支持強度」を損なうことのないものとすること，すなわち，再組立てをしても継続使用が可能な強度を維持するという技術的課題に照らして，キャスターを構成する個々の部品ごとに素材を特定し，かつ，分離可能な構造を採った点である。審決は，この点については何らの言及もせず，相違点1を，本件発明1の技術的課題や他の構成要件と切り離した上，その素材が公知の材料であることのみをもって容易想到と判断したものであって，誤りというほかはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2の容易想到性に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明1と刊行物1発明との相違点2について，「甲第4号証に，『ドラム5の中心孔7に車軸9貫通し，同車軸9の先端溝に座金11及び“E”リング12をはめるだけで，固定ボルト1及びドラム5に車輪8A，8Bを組立てる』旨の記載があるが，上記記載中の『ドラム5の中心孔7』は，本件発明でいう『ホルダの車軸支持孔』に相当しており，ホルダに開設した車軸支持孔に，車軸のみを挿通する構成とすることは普通に採用されている設計事項といえる・・・。そして，上記・・・で指摘した，リサイクル等の便宜のために，樹脂製のホルダと金属製の車軸との分離容易性を考えれば，ホルダと車軸との間には介在物が存在しない方が好ましいとも考えられる。そうすると，甲第1号証記載の発明では，金属製車軸が『嵌環15を介して』車軸支持孔に挿着される構成としているが，これに代えて，金属製車軸のみを車軸支持孔に挿通するという，上記普通の設計事項を採用することは格別困難とはいえない」(審決謄本11頁第2段落～第4段落)と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，刊行物1発明においては，車軸が嵌環を介して装着されており，あえて嵌環を用いる以上，ホルダ及び車軸とは異なる素材からなる機能部品であると判断するのが技術常識である。しかも，刊行物1発明は「摩擦熱の発生および伝導を制限して架枠および車輪の磨耗変形を防」ぐ(明細書2頁最終段落)ことを技術的課題とし，その技術的課題を達成する手段の一つとして嵌環15を採用しているのであるから，これを不要とする理由は全くない。",
                        "しかも，刊行物1発明は，リサイクルを前提とするものではない。このことは，リサイクルを技術的課題とする技術であれば，いわゆる「再生利用」ないし「狭義のマテリアルリサイクル」を技術的課題としたものであっても，少なくとも，分別廃棄，資源再利用のため，その分解性や素材の統一が設計条件とされるところ，刊行物1には，この点について何らの言及もないことから明らかである。",
                        "にもかかわらず，審決は，「リサイクル等の便宜のために，樹脂製のホルダと金属製の車軸の分離容易性を考えれば」と，「再生利用」ないし「狭義のマテリアルリサイクル」の技術的課題を前提とした上，更にこれから，「ホルダと車軸との間には介在物が無いほうが望ましいとも考えられる」とまで課題についての認識を拡大し，嵌環の有無を「普通の設計事項」にすぎないと判断したものであって，明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被告は，リサイクルに当たっては，対象となる素材や部品が少なく，かつ，構造も単純である方がリサイクルが容易となることは自明である旨主張する。",
                        "しかしながら，刊行物1発明において，嵌環15を不要とする理由がないことは，上記(ア)のとおりである。また，仮に，刊行物1発明において，リサイクル等の便宜のための素材ごとの分離容易性を考慮することとしたとしても，その場合には，嵌環15を分離可能な構造とするか，嵌環15の素材を，軸受け部5，或いは，金属製軸10と同じにすることが自然であって，嵌環15をなくして，金属製車軸を車軸支持孔に挿通することが普通の設計事項であるということはできない。",
                        "被告の上記主張は，リサイクルの便宜のために，刊行物1発明1の主題となる技術的手段を削除してしまうという暴論であり，同様に，この削除を「普通の設計的事項」であるとした審決の誤りは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点3の容易想到性に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明1と刊行物1発明との相違点3について，「樹脂製の部品や部材を一体成型することは，当該技術分野においては，特に支障がない限り，むしろ，通常採用される常套手段というべきで，甲第1号証記載の＜ホルダ＞及び『車輪』を一体成型品とすることに特段の困難性は認められない」(審決謄本11頁下から第3段落)と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，上記アのとおり，審決は，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関する認定判断を誤った結果，本件発明1が「摩耗部品の交換」をも技術的課題としていることを看過したものである。",
                        "一体成型が，ゴム又は樹脂製品の分野における慣用の成型技術であることは争わないが，本件発明1における一体成型は，「磨耗部品の交換」を容易にすること，及び，部品交換によっても「十分な支持強度」を損なわないことを目的として採用された技術的手段である。にもかかわらず，審決は，この点を何ら検討することなく，一体成型が，ゴム又は樹脂製品の分野における慣用の成型技術であることのみを根拠として，相違点3に係る本件発明1の構成を採用することに特段の困難性は認められないと判断したものであって，誤りというほかはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被告は，製造コストの低減や工程の簡素化の観点からすれば，一体成型することに格別の困難が存在しない以上，部品や部材を一体成型することは通常採用されるべき常套手段にすぎない旨主張する。しかしながら，被告の主張は，本件発明1の技術的課題とも，リサイクルの技術的課題とも全く関係のない技術的課題を持ち出すものであって，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(相違点4の容易想到性に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明1と刊行物1発明との相違点4について，①「甲第1号証記載の『止環9，16』は，本件発明の一実施態様とされている『止め輪』(【0024】参照)と同様のものと解され，したがって，上記の止環は，上記の止め輪と同じく，『係脱自在』とみるのが自然である」(審決謄本11頁最終段落)，②「同号証(注，甲第1号証)記載の発明にあっては，本件発明の『前記ホイールカバー及び各抜け止め係止具を離脱させることで，・・・支持ブラケット，車軸と，・・・ホルダ，車輪とを分離可能』とすることについては，単に言及がないというよりも，むしろ，考慮されていないとみるのが妥当である。しかし，甲第1号証記載の発明自体には，上記『分離可能』とする点についての開示や示唆がないとしても，上記・・・で述べたとおり，製品を構成する部材や部品を，リサイクル等の便宜のために，各素材の種類毎に分離可能としておくことは，本件特許に係る出願時よりも前において，当該技術分野に属する当業者を含む，社会一般に広く認識されていたことであるから，このような認識のもとに，甲第1号証記載の発明に関して，甲第2号証に開示があるように，『側板』(キャップ又はホイールカバー)を着脱自在なものとし，更に，上記相違点2についての検討で指摘した，金属製車軸のみを車軸支持孔に挿通するという構成を採用して，本件発明と同様に，各部材を素材の種類毎に分離可能な構成とすることは，当業者が容易に想到しうる設計事項といえる」(同12頁第1段落～第2段落)と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，上記アのとおり，本件発明1は，「材料リサイクル」のみならず，「磨耗部品の交換」をもその技術的課題とするものであり，特許請求の範囲においても，「主軸とホルダとの間，及び，車軸と車輪との間に係脱自在な抜け止め係止具を係止させる」こと，並びに，「ホイールカバーを着脱自在に装着」することを明確に規定している。",
                        "にもかかわらず，審決は，本件発明1が，「磨耗部品の交換」という技術的課題に基づき，部品を係脱自在，着脱自在な構成としたものであることを看過した結果，廃棄物の分別収集及び資源の再利用のための部品の分離の観点のみから検討判断し，「リサイクル等の便宜のために，各素材の種別毎に分離可能としておくことは，本件特許に係る出願時よりも前において，当該技術分野に属する当業者を含む，社会一般に広く認識されていたことである」として，相遠点4に係る本件発明1の構成を採用することは容易に想到し得ることであると判断したものであり，誤りというほかはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決は，上記①のとおり，「甲第1号証記載の『止環9，16』は，本件発明の一実施態様とされている『止め輪』(【0024】参照)と同様のものと解され，したがって，上記の止環は，上記の止め輪と同じく，『係脱自在』とみるのが自然である」と判断した。",
                        "しかしながら，刊行物1には，「止環9，16」が，単に「係止し」とのみ説明されているだけで，止環9，16の係脱の自在性を示唆する記載は何もなく，図面を参照してもその係止態様すら不明である。そもそも，刊行物1発明のキャスターは，「在来キャスターは荷重の大きい物体の脚端にとりつけて激しく自由回転する場合摩擦熱のために変形が生じて回転不調に陥る欠点があった」(明細書1頁最終段落～2頁第1段落)ことを解消することを目的とするものであり，より具体的には，「摩擦熱の発生および伝導を制限して架枠および車輪の磨耗変形を防」ぐ(同2頁最終段落)ものであるし，さらに，刊行物1は，「本案は叙上のような構成および作用によって格別の装置または生産費の増嵩を要することなく機能を向上して耐久性を確保するものである」(同3頁第2段落)と明記して，耐久性を損なう構造を採ることも，コスト上昇要因も明確に否定しているから，「分離可能」の点すら開示されているということはできないし，まして，コストを向上することなしには耐久性を確保できない係脱自在構造を採用する余地は全くないというべきである。したがって，刊行物1発明のキャスターの「止環9，1",
                        "6」を本件発明1の「止め輪」と同じく係脱自在であると解する根拠は何もない。",
                        "更にいえば，軸に対する輪状体の係止には，内外径差を利用した嵌め込み，焼き嵌め，接着，溶着など多くの技術手段があるところ，「止環9，16」を覆うキャップ18が凹窩17と係脱自在であることが，「止環9，16」が係脱自在であることの前提となるが，刊行物1には，この点は何ら開示されていない。",
                        "また，仮に，「止環9，16」が分離可能であると仮定しても，そのためには，キャップ18が凹窩17に対し分離可能であれば足り，係脱自在であることまで求める必要は全くないから，「止環9，16」が係脱自在であると解する必然性は全くない。すなわち，仮に，刊行物1発明1のキャスターが分離可能なものであると推認できるとしても，そのことから直ちに「係脱自在」であるということはできないのであって，審決は，「分離可能」と推認されることをもって，「係脱自在」であるとすり替えて認定判断する誤りを犯したものであるといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，被告は，リサイクルとは広く「再利用」，すなわち，ある製品に使用されている素材や部品，部材を再度利用することを指し，そのために，当該製品に用いられている素材や部品ごとに分離が容易になるようにしておくことは，キャスターの技術分野に属する当業者を含む社会一般に広く認識されていたことは明らかである旨主張する。しかしながら，審決は，審決のいうリサイクルに「磨耗部品の交換」を含むとの認定はしていないし，本件において，「摩耗部品の交換」を含むリサイクル技術が公知であったことを示す証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "取消事由6(本件発明2の容易想到性に関する判断の誤り)        　本件発明1の容易想到性に関する審決の認定判断が誤りであることは，上記ア～オのとおりであるから，本件発明1に新たな構成要件を加えた本件発明2の容易想到性に関する審決の判断も誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)，(2)，(3)の事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(当業者の技術水準に関する認定判断の誤り)について      ア　審決は，先行技術と本件発明1との個々の相違点の対比に先立って，リサイクル技術一般につき，①「本件特許に係る出願の当時における状況(技術水準)をみると，上記リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類毎に分離が容易になるようにしておくことは，既に本件特許に係る出願前に，社会一般に広く認識され，また実施されていた」と認定した上，②「そして，このような事情は，(双輪)キャスターに係る技術分野においても同様である」，③「更に・・・先行技術・・・の『全体が同一又は同種の樹脂材料で製作されるから，廃棄する場合に，そのまま粉砕し，リサイクルに供することが容易にできる』旨の記載・・・も，「全体が同一又は同種」の素材で製作されていないキャスターにあっては，それぞれの素材毎の分離を容易にするべき必要性を示唆したものとも解しうる」と認定判断したものであって，この認定判断に誤りは全くない。",
                "これに対し，原告は，審決は，甲5公報～甲8公報の意味するところを拡大解釈し，「リサイクル」という技術的課題が示されていることをもって，本件発明1が前提とする「摩耗部品の交換」という上記具体的な技術的課題までもが，「社会一般に広く認識され」ていたかのような判断をした旨主張するが，審決の認定判断は上記①～③のとおりであって，原告主張のような判断はしていないから，原告の主張は失当である。審決は，リサイクルに関する上記認定判断を前提に，本件発明1にみられる具体的な技術的課題の解決手段としての各構成につき，従来技術と比較検討して，その容易想到性の有無を判断するという当然の判断手法を採用しているにすぎない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決の引用する甲5公報～甲8公報における技術的課題は，本件発明1における「摩耗部品の交換」という技術的課題とは異なる旨主張する。",
                    "確かに，甲5公報及び甲6公報は，再生利用のリサイクルの技術に関するものであるが，「ある製品に使用された部品または材料を取り外し，分別して再利用を可能にした」という技術が示されていることには変わりはない。また，双輪キャスターに限らず，多くの事務用備品等において，複数の異なる素材ないし部材から製作されているのが通常であることからすれば，甲7公報及び甲8公報の記載は，たとえ同一又は同種の樹脂材料のみではなく，複数の素材から製作されているキャスターであっても，それぞれの素材ごとの分離を容易にするべき必要性を示唆しているものといい得る。",
                    "加えて，審決が引用する乙5公報に，「全体が同一又は同種の樹脂材料で製作されるから，廃棄する場合に，そのまま粉砕し，リサイクルに供することが容易にできる」(段落【0010】)との記載があることをも考え併せると，本件特許出願当時の双輪キャスターの技術分野における技術水準として，「双輪キャスターを構成する複数の素材や部材を交換してリサイクルすることが可能なように分離を容易にする技術」に達していたことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告の取消事由1の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(相違点1の容易想到性に関する判断の誤り)について      　原告は，審決は，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関する認定判断を誤った結果，本件発明1が「摩耗部品の交換」をも技術的課題としていることを看過し，キャスターを構成する磨耗部品の交換を可能とした素材選択の容易想到性について検討することなく，「当業者が必要に応じて容易になしうる材料選択」であると判断したものであって，誤りであると主張する。",
                "しかしながら，「リサイクルに係る技術課題について」の当業者の技術水準に関する審決の認定判断が正当であることは上記(1)のとおりであり，原告の取消事由2の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(相違点2の容易想到性に関する判断の誤り)について      　原告は，刊行物1発明における嵌環の有無を「普通の設計事項」にすぎないとした審決の判断は誤りである旨主張する。",
                "しかしながら，リサイクルに当たっては，対象となる素材や部品が少なく，かつ，構造も単純である方がリサイクルが容易となることは自明であるから，「リサイクル等の便宜のために，樹脂製のホルダと金属製の車軸との分離容易性を考えれば，ホルダと車軸との間には介在物が存在しない方が好ましいとも考えられる」とした審決の判断は当然というべきである。その上で，相違点2に係る本件発明1の構成は容易想到であるとした審決の判断は正当であり，原告の取消事由3の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由4(相違点3の容易想到性に関する判断の誤り)について      　原告は，審決は，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関する認定判断を誤った結果，本件発明1における一体成型が，「磨耗部品の交換」を容易にすること，及び，部品交換によっても「十分な支持強度」を損なわないことを目的として採用された技術的手段であることを何ら検討することなく，一体成型が，ゴム又は樹脂製品の分野における慣用の成型技術であることのみを根拠として，相違点3に係る本件発明1の構成を採用することに特段の困難性は認められないと判断したものであって，誤りである旨主張する。",
                "しかしながら，製造コストの低減や工程の簡素化の観点からすれば，一体成型することに格別の困難が存在しない以上，部品や部材を一体成型することは通常採用されるべき常套手段にすぎない。特に，キャスターのような単純な構造の製品において，しかも，ホルダと車輪という近接した位置にある部品同士で，いずれも単純な構造と形態からなる以上，樹脂のように可塑性に富む素材で一体成型することは極めて容易ということができる。したがって，審決の判断に誤りはなく，原告の取消事由4の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "取消事由5(相違点4の容易想到性に関する判断の誤り)について      　原告は，審決は，本件発明1が，「磨耗部品の交換」という技術的課題に基づき，部品を係脱自在，着脱自在な構成としたものであることを看過した結果，廃棄物の分別収集及び資源の再利用のための部品の分離の観点のみから検討判断したものであって，誤りである旨主張する。",
                "しかしながら，リサイクルとは広く「再利用」，すなわち，ある製品に使用されている素材や部品，部材を再度利用することを指し，そのために，当該製品に用いられている素材や部品ごとに分離が容易になるようにしておくことは，キャスターの技術分野に属する当業者を含む社会一般に広く認識されていたことは明らかである。したがって，原告の取消事由5の主張は失当というほかはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "取消事由6(本件発明2の容易想到性に関する判断の誤り)について      　本件発明1の容易想到性に関する審決の認定判断に誤りがないことは，上記(1)～(5)のとおりであるから，原告の取消事由6の主張も理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否に関し，原告の取消事由ごとに順次判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(当業者の技術水準に関する認定判断の誤り)について  (1)　審決は，本件特許出願当時における「リサイクルに係る技術課題について」の当業者の技術水準に関し，「本件各発明に係る技術課題の一つとされる『廃棄時における材料のリサイクルを可能』にすることについて，本件特許に係る出願の当時における状況(技術水準)をみると，上記リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類毎に分離が容易になるようにしておくことは，既に本件特許に係る出願前に，社会一般に広く認識され，また実施されていたと認められる(特開平7-237662号公報〔注，甲5公報〕，特開平8-9874",
          "text": [
            "0号公報〔注，甲6公報〕参照)。そして，このような事情は，(双輪)キャスターに係る技術分野においても同様である(特開平7-246802号公報〔注，甲7公報〕，特開平8-53001号公報〔注，甲8公報〕参照)。更に，被請求人が先行技術として指摘する，特開平7-257104号公報(注，乙5公報)の『全体が同一又は同種の樹脂材料で製作されるから，廃棄する場合に，そのまま粉砕し，リサイクルに供することが容易にできる』旨の記載(【0010】)も，「全体が同一又は同種」の素材で製作されていないキャスターにあっては，それぞれの素材毎の分離を容易にするべき必要性を示唆したものとも解しうる」(審決謄本10頁下から第4段落～第3段落)と認定判断した上，これを前提として，本件発明1と刊行物1発明との相違点1～4の容易想到性に関する判断を行った。",
            "これに対し，原告は，当業者の技術水準に関する審決の上記認定判断は，本件発明1が，リサイクルに係る技術的課題として，審決の指摘する「廃棄時における材料のリサイクルを可能」にすることのみならず，「磨耗部品の交換」をも課題としていることを看過したものであって，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "確かに，訂正明細書(甲11添付)には，「本発明は，以上の技術的課題を解決するためになされたものであって，見栄えを損なうことなく，充分な支持強度を持ち，廃棄時における材料のリサイクルを可能にすると共に，磨耗部品の交換による再利用を可能とした双輪キャスターを提供するものである」(段落【0006】)と記載されており，この記載からすると，本件発明1，2は，廃棄時における材料のリサイクルとともに，磨耗部品の交換による再利用を可能とすることをも，その技術的課題としているものと認められる。",
                "しかしながら，審決の上記(1)の認定判断は，「本件各発明に係る技術課題の一つとされる『廃棄時における材料のリサイクルを可能』にすることについて，本件特許に係る出願の当時における状況(技術水準)をみると」(下線付加)とあるように，本件発明1の技術的課題が複数あることを前提に，そのうちの一つである「廃棄時における材料のリサイクルを可能にする」こと(以下「材料リサイクル」という。)について検討したものであることが明らかであるところ，材料リサイクルが本件発明1の課題の一つであることは，原告も自認するとおりであるから，材料リサイクルに関する当業者(その発明の属する技術の分野における通常の知識を有する者)の技術水準を，相違点に関する判断の前提として考慮すること自体は何ら問題がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ここで，材料リサイクルに関する技術水準について，審決が認定判断した内容の当否について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5公報には，合成樹脂製の円筒部材を金属製の補強環で補強した管端保護具の発明について，「使用済みの管端保護具の材料を再利用する場合でも，円筒部材21と補強環22が一体化して分離できないため，合成樹脂や金属のリサイクル化が難しい問題がある」(段落【0005】)，「この発明は・・・使用済み後の構成材料の再利用を可能にした管端保護具とその形成方法を提供することを目的とする」(段落【0007】)及び「この発明は，円筒部材と補強環を連結具で着脱自在に固着し，その両者を分離可能としたので，使用済み後の材料の再利用を容易にし」(段落【0027】)との記載があり，甲6公報には，椅子のアームレスト装置の発明について，「本発明が・・・解決しようとするところは，アームレスト自体の強度と，座部への取付強度を確保しつつ，椅子の廃棄処分の際に，合成樹脂と金属とを容易に分離でき，分別廃棄処理や資源の再利用を可能とした椅子のアームレスト装置を提供する点にある」(段落【0005】)及び「椅子を廃棄処分する際には，固定ネジを外してアームレストを座部から取外すだけで，金属製の固定板を合成樹脂製のアームレスト本体から容易に分離することができ，分別廃棄処理は勿論，資源の再利用も可能である」(段落【0016】)との記載がある。",
                    "これらの記載によれば，材料リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類ごとに分離が容易になるようにしておくことは，既に，本件特許出願前に，社会一般に広く認識され，また，実施されていたものと認められるから，この点に関する審決の上記(1)の認定に誤りはないものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲7公報には，キャスターの取付構造の発明について，「本発明は，キャスターの取替えに係る利便を向上させたキャスターの取付構造に関するものである」(段落【0001】)及び「キャスター本体の取替えに際してキャスター軸の継続的使用により無駄の解消が図れるとともに，リサイクルの趣旨である資源の有効利用等に適合させることができる」(段落【0022】)との記載があり，甲8公報には，キャスター等の接地要素の発明について，「本発明は・・・今後の課題であるリサイクルの要望に合致し，且つ，厳しい加工精度を要求されることなく簡単な構成で目的を達成できるようにした接地要素の取付構造を実現するものである」(段落【0006】)との記載がある。",
                    "これらの記載によれば，(双輪)キャスターの分野においても，他の技術分野と同様に，材料リサイクルの点は考慮されていたものと認められるから，この点に関する審決の上記(1)の認定にも誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，訂正明細書(甲11添付)の段落【0004】において先行技術として引用される乙5公報には，審決の引用するとおり，「全体が同一又は同種の樹脂材料で製作されるから，廃棄する場合に，そのまま粉砕し，リサイクルに供することが容易にできる」(段落【0010】)との記載があり，この記載は，「全体が同一又は同種」の素材で製作されていないキャスターにあっては，それぞれの素材ごとの分離を容易にすべきことの必要性を示唆したものとも解する余地があるというべきであるから，この点に関する審決の説示にも誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，材料リサイクルに関する技術水準について，審決が認定判断した内容に誤りはないものと認めるのが相当である。",
                    "なお，原告は，審決は，甲5公報～甲8公報の意味するところを拡大解釈し，「リサイクル」という技術的課題が示されていることをもって，本件発明1が前提とする「摩耗部品の交換」という上記具体的な技術的課題までもが，「社会一般に広く認識され」ていたかのような判断をした旨主張する。しかしながら，審決は，飽くまで，材料リサイクルに関する技術水準について認定判断したものであって，原告主張のような判断をしていないことは，上記から明らかというほかはないから，この点に関する原告の主張は採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，原告は，審決が材料リサイクルに関する技術水準について認定判断した内容自体は積極的には争っていないものと解されるから，原告の取消事由1の主張は，要するに，審決の上記認定判断の当否ではなく，専ら，審決が，本件発明1と刊行物1発明との相違点1～4の容易想到性の検討に当たり，本件発明1のもう一つの技術的課題である「摩耗部品の交換」との関係を検討していない点を論難する趣旨であると理解される。しかしながら，上記(2)及び(3)のとおり，本件発明1の技術的課題の一つである材料リサイクルに関する技術水準について，審決が認定判断した内容に誤りがない以上，これを上記各相違点の容易想到性に関する判断の前提とすることが許されるのは当然というべきであり，原告の取消事由1の主張は，それ自体，当を得ないものであるというほかはない。",
                "この点について，原告は，個々の構成についての判断の前提となる，訂正明細書(甲11添付)に明確に記載された具体的な技術的課題について何ら検討することなく，進歩性の有無を判断することは，到底許されるものではない旨主張する。しかしながら，仮に，原告が主張するように，本件発明1の構成中に，材料リサイクルではなく，専ら，「摩耗部品の交換」という技術的課題のみを解決するための特有の構成が含まれており，その点において容易想到性が否定されるべきものであれば，たとえ，材料リサイクルに関する技術水準を前提に判断をしたとしても，材料リサイクルに関する技術水準からは当該構成を導くことができず，当該構成の容易想到性を認めることはできないはずである。そうとすれば，審決取消事由としては，端的に，問題となる相違点に関する判断の誤りを指摘すれば足り，材料リサイクルに関する技術水準を前提に判断したこと，ないし，「摩耗部品の交換」という技術的課題との関係を検討しなかったこと自体は，審決の結論に影響しない事項にすぎず，審決取消事由には当たらないものというほかはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(相違点1の容易想到性に関する判断の誤り)について  (1)　審決は，本件発明1と刊行物1発明との相違点1について，「甲第1号証で支持ブラケットの一部をなす『取付板6』については，素材の明確な言及がないが，このような取付板を金属材料で構成することは通常行われていると認められ・・・，甲第1号証記載のキャスターにおいて，『垂直軸7』と共に，『取付板6』も『金属製』とすることは，当業者が必要に応じて容易になしうる材料選択といえる」(審決謄本10頁最終段落～11頁第1段落)と判断した。",
            "これに対し，原告は，審決は，本件発明1が「摩耗部品の交換」をも技術的課題としていることを看過し，キャスターを構成する磨耗部品の交換を可能とした素材選択の容易想到性について検討することなく，「当業者が必要に応じて容易になしうる材料選択」であると判断したものであって，誤りであるなどと主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで検討すると，刊行物1発明において，支持ブラケットの「取付板6」部分に，金属製垂直軸7と異なる素材を用いるべき理由は格別見当たらないから，「取付板6」の機能を損なわない限り，金属素材を用いることも，当業者が実施に当たり適宜設計すべき事項の範囲内というべきである。加えて，審決の引用する刊行物3には，「12は胴体11に前記横軸1と偏心した位置において上方から回動可能のように挿入された主軸，13はこの主軸12の上端に設けた取付金具を示す」(1頁左欄下から第2段落)と記載され，刊行物1発明における「取付板6」部分に相当する「取付金具13」は，金属製とされていることが認められるから，これと同様に，刊行物1発明において，「取付板6」を金属製とすることは，当業者が容易に行い得ることであるというほかはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，上記のとおり，審決は，本件発明1が「摩耗部品の交換」をも技術的課題としていることを看過した旨主張するが，「摩耗部品の交換」との関連を検討しなかったこと自体を誤りということができないことは，上記1において説示したとおりである。",
                "また，原告は，相違点1に関し検討されるべきは，その材料が公知であるか否かではなく，「磨耗部品の交換」を達成し，これによっても「十分な支持強度」を損なうことのないものとすること，すなわち，再組立てをしても継続使用が可能な強度を維持するという技術課題に照らして，キャスターを構成する個々の部品ごとに素材を特定し，かつ，分離可能な構造を採った点であるとも主張する。しかしながら，本件発明1の要旨は前記のとおりであって，そこでは，各部品の素材，及び，部品相互が分離可能であることは規定されているものの，「支持ブラケット」を含む各部材の具体的な強度はもとより，分離後，再組立てをしても継続使用が可能な強度を有することが規定されているというわけでもないから，結局，本件発明1においては，原告主張の「摩耗部品の交換」については，格別，具体的な構成は規定されていないものというほかはない。そうすると，原告の上記主張は，発明の要旨ないし特許請求の範囲の記載に基づかない主張であって，採用の限りではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，原告は，審決が，相違点1を，本件発明1の他の構成要件と切り離した上で判断した点をも論難するところ，この主張は，相違点1に係る構成と相違点2～4に係る構成との組合せの困難性を主張するものとも解する余地がある。",
                "しかしながら，後記4～6のとおり，相違点2～3に係る本願発明1の構成は，いずれも，材料リサイクルの便宜を図ることを動機付けとすることにより，当業者が容易に想到し得るものであると認められるところ，取付板部分を含む支持ブラケット全体を金属製とするという相違点1に係る構成も，素材ごとの分離を容易にするという材料リサイクルの観点から容易に想到し得るものであることは明らかであり，両者は，材料リサイクルという同一の観点から発想される事項であると認められるから，それらを組み合せることに，格別，困難性があるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，相違点1に関する審決の上記(1)の判断に誤りはないというべきであり，原告の取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(相違点2の容易想到性に関する判断の誤り)について  (1)　審決は，本件発明1と刊行物1発明との相違点2について，「甲第4号証に，『ドラム5の中心孔7に車軸9貫通し，同車軸9の先端溝に座金11及び“E”リング12をはめるだけで，固定ボルト1及びドラム5に車輪8A，8Bを組立てる』旨の記載があるが，上記記載中の『ドラム5の中心孔7』は，本件発明でいう『ホルダの車軸支持孔』に相当しており，ホルダに開設した車軸支持孔に，車軸のみを挿通する構成とすることは普通に採用されている設計事項といえる・・・。そして，上記・・・で指摘した，リサイクル等の便宜のために，樹脂製のホルダと金属製の車軸との分離容易性を考えれば，ホルダと車軸との間には介在物が存在しない方が好ましいとも考えられる。そうすると，甲第1号証記載の発明では，金属製車軸が『嵌環15を介して』車軸支持孔に挿着される構成としているが，これに代えて，金属製車軸のみを車軸支持孔に挿通するという，上記普通の設計事項を採用することは格別困難とはいえない」(審決謄本11頁第2段落～第4段落)と判断した。",
            "これに対し，原告は，刊行物1発明においては，「摩擦熱の発生および伝導を制限して架枠および車輪の磨耗変形を防」ぐことを技術的課題とし，その技術的課題を達成する手段の一つとして嵌環15を採用しているのであるから，これを不要とする理由はなく，しかも，刊行物1発明は，リサイクルを前提とするものではないとして，「リサイクル等の便宜」を理由に，刊行物1発明に係る嵌環の有無を「普通の設計事項」にすぎないと判断した審決の上記判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで検討すると，刊行物1には，①「樹脂製弧形架枠2に垂直軸受部3，補強梁4および水平軸受部5を型設し，取付板6に止部3を端着した金属製垂直軸7を軸受部3に遊嵌して止環9によって係止し，軸受部5に嵌環15を介して挿着した金属製水平軸10両端を樹脂製車輪12，13の轂14軸孔に遊嵌して止環16によって凹窩17底に係止し，凹窩17に嵌着したキャップ18によって水平軸10両端を掩蔽したものである」(明細書2頁第2段落)，②「本案キャスターは樹脂製の架枠2および両車輪12，13が金属製の垂直軸7および水平軸10上に回転するのでテレビ撮影機などの大きい荷重の物体の脚端にとりつけて架枠2を水平，各車輪12，13を垂直にそれぞれ激しく自由回転させる場合摩擦熱の発生および伝導をを制限して架枠および車輪の摩耗変形を防ぎ，また金属製の軸7，10が樹脂製の架枠2の軸受部3，5，車輪12，13およびキャップ18によって覆われて発錆を防ぐので耐久的に円滑回転して回転不調に陥る懼れがない」(同2頁最終段落～3頁第1段落)と記載されている。",
                "上記各記載及び第2図によれば，確かに，刊行物1発明のものにおける金属製水平軸10は，架枠2の水平軸受部5に直接挿着されるのではなく，嵌環15を介して挿着されるものであると認められる。しかしながら，上記②の記載によれば，刊行物1発明は，架枠2と垂直軸7との間，車輪12，13と水平軸10との間における摩擦熱の発生及び伝導の制限を技術的課題としているものであって，金属製水平軸10と架枠2の水平軸受部5との間における摩擦については，直接的な問題とはされていないものと解される。また，そもそも，刊行物1発明の技術的思想は，軸を金属製とし，架枠及び車輪を樹脂製とすることによって，両者の間における摩擦熱の発生及び伝導を制限しようとするものであると解されるから，金属製水平軸10と樹脂製架枠2の水平軸受部5との間に，これらとは別体の嵌環15を設けなくとも，摩擦熱の発生及び伝導を制限するという刊行物1発明の基本的な技術的課題に反するものでないことは明らかである。したがって，原告の上記(1)の主張のうち，刊行物1発明の技術的課題との食い違いをいう部分は，採用の限りではない。",
                "他方，審決の引用する乙5公報には，「通常車輪は金属製の車軸によりホルダーに組み付けられる」(段落【0002】)，「本発明は，双輪キャスターの車軸を金属製とすることをやめ，車軸をキャスター本体及び車輪と同一の熱可塑性樹脂材料・・・で本体と一体に，又は嵌め込み式の別体に製作することとする」(段落【0004】)と記載されており，これらの記載からすると，金属製の軸と樹脂製の架枠とを直接接触するようにした双輪キャスターも，本件出願当時，周知ないし公知であったものと認められる。",
                "加えて，上記1(3)のとおり，双輪キャスターの分野においても，材料リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類ごとに分離が容易になるようにしておくことは，本件特許出願前から，広く認識され，また，実施されていたものと認められるところ，当該材料リサイクルの観点からすれば，なるべく分離が容易になるように，架枠を単一部材から形成することが好ましいことは自明のことというほかはない。",
                "そうすると，当業者において，材料リサイクルの便宜を図ることを動機付けとして，刊行物1発明のものに，金属製の軸と樹脂製の架枠とを直接接触するようにした双輪キャスターに係る乙5公報記載の技術を適用し，嵌環15を省略した構成とすることは，容易に行い得ることであるというべきである。なお，原告は，上記(1)のとおり，刊行物1発明はリサイクルを前提としたものではない旨主張するが，仮に，刊行物1発明自体がリサイクルを前提としたものではないとしても，当業者が，材料リサイクルの便宜を付加的に考慮することを阻害する事由は格別見当たらないから，上記の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点2に関する審決の上記(1)の判断に誤りはないというべきであり，原告の取消事由3の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点3の容易想到性に関する判断の誤り)について  (1)　審決は，本件発明1と刊行物1発明との相違点3について，「樹脂製の部品や部材を一体成型することは，当該技術分野においては，特に支障がない限り，むしろ，通常採用される常套手段というべきで，甲第1号証記載の＜ホルダ＞及び『車輪』を一体成型品とすることに特段の困難性は認められない」(審決謄本11頁下から第3段落)と判断した。",
          "text": [
            "これに対し，原告は，審決は，本件発明1が「摩耗部品の交換」をも技術的課題としていることを看過したものであり，本件発明1における一体成型は，「磨耗部品の交換」を容易にすること，及び，部品交換によっても「十分な支持強度」を損なわないことを目的として採用された技術的手段であるにもかかわらず，この点を何ら検討することなく，一体成型が，ゴム又は樹脂製品の分野における慣用の成型技術であることのみを根拠として，相違点3に係る本件発明1の構成を採用することに特段の困難性は認められないとした審決の上記判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかしながら，審決が「摩耗部品の交換」との関係を検討しなかったこと自体を誤りということができないことは，上記2において判示したとおりである。",
                "他方，刊行物1発明1において，嵌環15を省略できることは上記4のとおりであり，一体成型がゴム又は樹脂製品の分野における慣用の成型技術であることは，原告も自認するところである。そうすると，刊行物1発明において，車輪13，14はもとより，ホルダに相当する架枠2をも一体成型により形成することは，当該分野における慣用技術の適用にすぎず，当業者が容易に想到し得ることであることは明らかである。",
                "なお，原告は，上記のとおり，本件発明1における一体成型は，「磨耗部品の交換」を容易にすること，及び，部品交換によっても「十分な支持強度」を損なわないことを目的として採用された技術的手段である旨主張する。",
                "しかしながら，本件発明1の要旨は前記のとおりであって，そこでは，各部品の素材，及び，部品相互が分離可能であることは規定されているものの，「ホルダ」及び「車輪」を含む各部材の具体的な強度はもとより，分離後，再組立てをしても継続使用が可能な強度を有することが規定されているというわけでもないから，結局，本件発明1においては，原告主張の「摩耗部品の交換」については，格別，具体的な構成は規定されていないものというほかはない。そうすると，原告の上記主張は，発明の要旨ないし特許請求の範囲の記載に基づかない主張であって，採用の限りではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点3に関する審決の上記(1)の判断に誤りはないというべきであるから，原告の取消事由4の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "取消事由5(相違点4の容易想到性に関する判断の誤り)について  (1)　審決は，本件発明1と刊行物1発明との相違点4について，①「甲第1号証記載の『止環9，16』は，本件発明の一実施態様とされている『止め輪』(【0024】参照)と同様のものと解され，したがって，上記の止環は，上記の止め輪と同じく，『係脱自在』とみるのが自然である」(審決謄本11頁最終段落)，②「同号証(注，甲第1号証)記載の発明にあっては，本件発明の『前記ホイールカバー及び各抜け止め係止具を離脱させることで，・・・支持ブラケット，車軸と，・・・ホルダ，車輪とを分離可能』とすることについては，単に言及がないというよりも，むしろ，考慮されていないとみるのが妥当である。しかし，甲第1号証記載の発明自体には，上記『分離可能』とする点についての開示や示唆がないとしても，上記・・・で述べたとおり，製品を構成する部材や部品を，リサイクル等の便宜のために，各素材の種類毎に分離可能としておくことは，本件特許に係る出願時よりも前において，当該技術分野に属する当業者を含む，社会一般に広く認識されていたことであるから，このような認識のもとに，甲第1号証記載の発明に関して，甲第2号証に開示があるように，『側板』(キャップ又はホイールカバー)を着脱自在なものとし，更に，上記相違点2についての検討で指摘した，金属製車軸のみを車軸支持孔に挿通するという構成を採用して，本件発明と同様に，各部材を素材の種類毎に分離可能な構成とすることは，当業者が容易に想到しうる設計事項といえる」(同12頁第1段落～第2段落)と判断した。",
            "これに対し，原告は，本件発明1は，「材料リサイクル」のみならず，「磨耗部品の交換」をもその技術的課題とするものであり，特許請求の範囲においても，「主軸とホルダとの間，及び，車軸と車輪との間に係脱自在な抜け止め係止具を係止させる」こと，並びに，「ホイールカバーを着脱自在に装着」することを明確に規定しているにもかかわらず，審決は，本件発明1が，「磨耗部品の交換」という技術的課題に基づき，部品を係脱自在，着脱自在な構成としたものであることを看過したなどとして，審決の上記判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかしながら，まず，審決が「摩耗部品の交換」との関係を検討しなかったこと自体を誤りということができないことは，上記2において判示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，上記のとおり，原告は，本件発明1は，「材料リサイクル」のみならず，「磨耗部品の交換」をもその技術的課題とするものであり，特許請求の範囲においても，「主軸とホルダとの間，及び，車軸と車輪との間に係脱自在な抜け止め係止具を係止させる」こと，並びに，「ホイールカバーを着脱自在に装着」することを明確に規定している旨主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の要旨は前記のとおりであり，確かに，「主軸とホルダとの間，及び，車軸と車輪との間に係脱自在な抜け止め係止具を係止させる」こと，並びに「ホイールカバーを着脱自在に装着」することが規定されているものと認められる(以下，この規定部分を「本件規定部分」という。)。しかしながら，本件規定部分を含む本件発明1の要旨においては，各部品の素材，及び，部品相互が分離可能であることは規定されているものの，各部材の具体的な強度はもとより，分離後，再組立てをしても継続使用が可能な強度を有することが規定されているというわけでもないから，結局，本件発明1においては，原告主張の「摩耗部品の交換」については，格別，具体的な構成は規定されていないものというほかはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，本件規定部分は，単に，分離可能とすること(「係脱」及び「着脱」の「脱」)だけではなく，その後の再組立て，すなわち，「係脱」の「係」及び「着脱」の「着」も自在であることを明確に規定したものであるとも主張する。",
                    "しかしながら，「係脱自在」，「着脱自在」といっても，文言上，原告主張のように，「摩耗部品の交換」と「再組立て」に対応した構成に限定して理解すべき理由はない。例えば，廃棄時における材料リサイクルのために1回限りの分解を行い得る程度の強度しか有しないものであっても，当初の組立ての際の係止及び装着をもって，「係脱」の「係」及び「着脱」の「着」と解し得る以上，当該構成が，「係脱自在」，「着脱自在」に該当することは明らかであり，そうすると，本件規定部分における「係脱自在」，「着脱自在」とは，本件発明1における抜け止め係止具による係止構造及びホイールカバーの装着構造が，組立て及び分解が自在なものであることを示すにすぎないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件規定部分を理由とする原告の上記主張は，発明の要旨ないし特許請求の範囲の記載に基づかない限定解釈を行おうとするものであって，採用の限りではない。",
                    "なお，この点に関し，原告は，訂正明細書(甲11添付)の発明の詳細な説明の段落【0003】～【0006】，【0005】及び【0028】の記載",
                    "をも援用する。しかしながら，発明の要旨の認定は，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないなど，発明の詳細な説明の記載を参酌することが許される特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきである(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)ところ，上記イのとおり，本件規定部分の技術的意義は一義的に明確に理解することができるから，他に特段の事情の認められない本件においては，発明の詳細な説明の記載を参酌する余地はないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上を前提に，相違点4に係る本件発明1の構成の容易想到性について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "係脱自在な抜け止め係止具について",
                  "text": [
                    "訂正明細書には，係脱自在な抜け止め係止具に関して，「本実施の形態では，抜け止め係止具40として，平座金41及びナット42を使用した例を示したが，これに限られるものではなく，以下のような各種のものを使用することが可能である。例えば図7(a)(b)に示すように，主軸23(又は車軸32)の先端付近・・・にリング状の係止溝43・・・を形成し，この係止溝43に対し，係止溝幅nよりも狭い厚みのE形止め輪44を係止させるようにしたものであってもよい。尚，図8(a)(b)に示すように，図7のE形止め輪44に代えて，C形止め輪45あるいはU形止め輪46を係止させるようにしてもよい。また，図9(a)(b)に示すように，主軸23(又は車軸32)の先端付近に直径方向に貫通する係止貫通孔47を開設し，この係止貫通孔47にスナップピン48を係止させることで，主軸23(又は車軸32)の軸方向位置を規制するようにしてもよいし，更に，図10(a)(b)に示すように，主軸23(又は車軸32)の先端付近にプッシュナット49を係止させることで，主軸23(又は車軸32)の軸方向位置を規制するようにしてもよい」(段落【0024】及び，【002",
                    "5】)と記載されている。この記載によれば，本件発明1においては，「係脱自在」な抜け止め係止具として，各種形状の止め輪を用いることができるものと認められる。",
                    "他方，刊行物4(乙4)には，「組立工程においては，両車輪8A，8Bのホイール8aの軸孔10及びドラム5の中心孔7に車軸9貫通し，同車軸9の先端溝に座金11及び“E”リング12をはめるだけで，固定ボルト1及びドラム5に車輪8A，8Bを組立てることができる」(明細書3頁最終段落～4頁第1段落)と記載されており，この記載によれば，「Eリング」，すなわち「止め輪」をはめるだけの係脱自在な構造によって車輪と車軸とを組立てることは，キャスターの技術分野において，本件特許出願前に公知であったものと認められる。",
                    "そして，上記2(3)のとおり，双輪キャスターの分野においても，材料リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類ごとに分離が容易になるようにしておくことは，本件特許出願前から，広く認識され，また，実施されていたものと認められるから，当業者において，材料リサイクルの便宜を図ることを動機付けとして，刊行物1発明の「止環9，16」につき，刊行物4記載の係脱自在な「止め輪」に係る技術を適用し，本件発明1の各抜け止め係止具のように「係脱自在」なものとすることは，容易に想到し得ることであるというほかはない。",
                    "なお，原告は，審決が，上記(1)①のとおり，刊行物1発明の「止環9，16」は，本件発明1の一実施態様とされている「止め輪」と同様のものと解されるから，「係脱自在」とみるのが自然である旨判断した点は誤りである旨主張するが，刊行物1発明の「止環9，16」について，「係脱自在」なものとすることが，当業者にとって容易に想到し得るものであることは上記のとおりであるから，仮に，この点に関する審決の判断が誤りを含むものであったとしても，その点が，審決の結論に影響を及ぼさないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "着脱自在なホイールカバーについて",
                  "text": [
                    "訂正明細書(甲11添付)には，着脱自在なホイールカバーに関して，「本実施の形態では，一対の車輪33の凹所333にはホイールカバー50が着脱自在に装着されており，凹所333内が目隠しされるようになっている。本例では，ホイールカバー50は，円形状カバー本体51の周囲に複数の係止片52を突設し，車輪33の凹所333の底面に開設された係止孔334に前記係止片52を係止させることで装着される。一方，カバー本体51の周縁の一部には切り溝53が形成されており，この切り溝53にコインやマイナスドライバー等を挿入させてホイールカバー50の取り外し作業が可能になるようになっている」(段落【0019】)と記載されている。この記載からすると，ホイールカバーを着脱自在とするための構成として，本件発明1においては，ホイールカバーに突設した係止片を，車輪凹所の底面に開設された係止孔に係止させるようにした係止構造を採用し得るものと認められる。",
                    "他方，刊行物2(甲2，乙2)には，「従来の側板取付構造は，・・・往々にして側板の脱落事故が発生し易い憾みがあった。本考案は・・・側板の脱落事故が生じることなく，しかも側板の取付け取外し操作が容易な車輪を提供しようとするものである」(2欄1行目～14行目)，「1は一側にボス部2を突設し他側に軸孔3を囲む環状凹部4を形成した合成樹脂製輪体で，上記凹部4の内の周縁には等間隔に複数・・・の小孔5を穿設している」(同16行目～19行目)，「7は上記環状凹部に嵌合する円盤状側板で，合成樹脂もしくは金属等の弾性を保有した部材よりなり，周縁には上記各小孔5に嵌入する複数の脚部8を突設している」(同26行目～3欄3行目)，「係止時には脚部先端下縁と小孔との間には遊隙が形成されるので，側板を取り外す際には該脚部先端をこじるだけで側板を輪体から容易に離脱させ得る効果がある」(4欄22～25行)と記載されている。この記載によれば，刊行物2記載の発明は，ホイールカバー(円盤状側板7)に突設した係止片(脚部8)を，車輪凹所の底面(凹部4の周縁)に開設された係止孔(小孔5)に係止させるようにした係止構造を採用しており，ホイールカバーを着脱自在としたものと認められる。",
                    "そして，上記2(3)のとおり，双輪キャスターの分野においても，材料リサイクル等のために，製品を構成する部材や部品を，各構成素材の種類ごとに分離が容易になるようにしておくことは，本件特許出願前から，広く認識され，また，実施されていたものと認められるから，当業者において，材料リサイクルの便宜を図ることを動機付けとして，刊行物1発明の「キャップ18」につき，刊行物2記載の着脱自在なホイールカバーに係る技術を適用し，本件発明1のホイールカバーのように「着脱自在」なものとすることは，容易に想到し得ることというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ホイールカバー及び各抜け止め係止具を離脱させることで，金属製の支持ブラケット，車軸と，ゴム又は樹脂の一体成型品のホルダ，車輪とを分離可能とした構成について",
                  "text": [
                    "上記ア及びイのとおり，刊行物1発明のものにおいて，ホイールカバーに相当する「キャップ18」及び抜け止め係止具に相当する「止環9，16」を「着脱自在」，「係脱自在」なものとすることは，当業者が容易に想到し得るものであり，また，嵌環15を省略した構成とすることを当業者が容易に想到し得たことも上記4において判示したとおりであるところ，そのようにすれば，刊行物1発明のものも，ホイールカバー及び各抜け止め係止具を離脱させることで，金属製の支持ブラケット，車軸と，ゴム又は樹脂の一体成型品のホルダ，車輪とが分離可能という本件発明1の構成と同様の構成となることは当然であるから，当該構成は，当業者が容易に想到し得たものであるというほかはない"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，相違点4に関する審決の上記(1)の判断は是認することができるものであるから，原告の取消事由5の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "text": [
            "取消事由6(本件発明2の容易想到性に関する判断の誤り)について    　原告は，本件発明1の容易想到性に関する審決の認定判断は誤りであるから，本件発明1に新たな構成要件を加えた本件発明2の容易想到性に関する審決の判断も誤りである旨主張する。",
            "しかしながら，本件発明1の容易想到性に関する審決の認定判断に誤りがないことは，上記2～6において判示したとおりであるから，原告の取消事由6の主張も理由がない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}