{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2002-10326号事件について平成16年10月26日に",
        "した審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成11年12月28日，発明の名称を「通信装置」とする特許出願をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成14年5月2日付けの拒絶査定を受けたので，同年6月10日，拒絶査定に対する審判を請求した(不服2002-10326号事件として係属)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成16年10月26日，「本件審判の請求は，成り立たない。」との審決をし，同年11月9日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項2の発明の要旨(平成14年4月15日付け手続補正書によるもの)　「【請求項2】　LAＮ本体と，交換手段の手前で分岐して上記LAＮ本体に接続された加入者線とを含んで，ブロードキャスト・ドメインを形成する，ネットワークにおいて，通信を行う通信装置であって，",
          "text": [
            "加入者側接続点において上記加入者線に接続され，上記加入者線を介して送信されてくるブロードキャスト情報を受信する第1のホスト装置と，",
            "上記加入者線に接続された分岐手段と，",
            "上記分岐手段の切り換え先の一方に接続された上記交換手段と，　上記分岐手段の切り換え先の他方を介して接続され，上記加入者線を介して上記第1のホスト装置に静止画情報，動画情報，テキスト情報及び音声情報の少なくとも1つを含むブロードキャスト情報を送信する第2のホスト装置とを有することを特徴とする通信装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，請求項2記載の発明は引用例記載の発明及び周知技術に基づいて当業者が容易に発明できたものであり，特許法29条2項の規定により，特許を受けることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成16年4月22日付けの拒絶理由に用いられた国際公開第99／16212号パンフレット(本訴甲4，以下「引用例1」という。)には，次の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「技術分野",
                      "text": [
                        "この発明は，地域に密着した情報を提供するのに適した通信技術に関する。」(明細書1頁5行～7行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「発明の開示",
                      "text": [
                        "この発明によれば，上述の目的を達成するために，通信装置に，回線に接続された分岐手段と，上記分岐手段の分岐先の一方に接続された交換手段と，上記交換手段に対応して設けられ，かつ上記分岐手段の切り替え先の他方に接続され，上記回線からの要求に応じて加入者装置に対してサービスを実行するサーバとを設けるようにしている。",
                        "上述の回線は，加入者装置に接続された加入者線でもよいし，交換局を上位の交換局に接続する中継回線でもよい。また，回線は有線または無線の回線とすることができる。」(明細書2頁2行～10行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「発明を実施するための最良の形態",
                      "text": [
                        "以下，この発明の実施例について説明する。第1図は，この発明の第1の実施例を示しており，この図において，通信端末(例えばモデム付きのパーソナルコンピュータ，パーソナルデジタルアシスト，インテリジェント電話)11が加入者線12を介して加入者交換局13に接続されている。通信端末11は，後述のサーバ17～20のサービスを受けるクライアント機能を必要に応じて有している。また，通信端末11は，通話機能を有していてもよい。加入者交換局13は，加入者交換機14，スイッチ15及びLAＮ(ローカルエリアネットワーク)16を含んで構成されている。加入者線12は対応するスイッチ15を介して加入者交換機14及びLAＮ16に択一的に接続されている。加入者交換機14及びLAＮ16は基本的に加入者交換局13に一組設けられている。収容対象の加入者線11を複数組に分け，それぞれに交換機14及びLAＮ16を設けてもよい。LAＮ16は，WWWサーバ17，SMTP(Simple Mail Transfer Protocol)サーバ18，PO",
                        "P(Post Office Protocol)サーバ19及び代理サーバ20等を含んで構成されている。WWWサーバ17は加入者線12及びスイッチ15を介してHTT",
                        "PプロトコルでHTML文書及び関連ファイルを通信端末11に供給するものである。SMTPサーバ18は，SMTPプロトコルで電子メールを転送するものである。POPサーバ19は，SMTPプロトコルで転送された電子メールを受信するためのものである。代理サーバ20はインターネット21への接続を可能にするものである。",
                        "また，加入者交換局13は中継線22を介して中継交換局23に接続されている。この中継交換局23は図示しない上位の交換局に接続されていてもよい。この中継交換局23は中継交換機24を有している。また，破線で示すように中継交換局23にスイッチ15及びLAＮ16を設けるようにしてもよい。」(明細書2頁29行～3頁27行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「このような構成により，パーソナルコンピュータ等でLAＮ16上のリソースをアクセスし，例えば，ウェブページを閲覧できる。LAＮ16のリソースはLAＮ単位で管理することができ，その地域に適したものとすることができる。例えば，地域行政のサービス案内，地域の学校の情報，公共施設の案内等を利用者に公報するのに最適である。また，地域の商業施設が広告を行うのにも最適である。",
                        "また，商品の注文を行うのにも適している。この場合，CGI(コモンゲートウェイインターフェース)等を用いてWWWサーバ17においてデータを受け付けるようにしてもよい。また，地域のユーザ間のメールのやり取りを行える。」(明細書4頁26行～5頁5行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「したがって，旅行先，移動先等において，地域に適合した情報，例えば，交通情報，天気情報，店舗情報等を利用するのに適している。」(明細書6頁14行～16行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「1．加入者線に接続された分岐手段と，",
                      "text": [
                        "上記分岐手段の切り替え先の一方に接続された交換手段と，",
                        "上記交換手段に対応して設けられ，かつ上記分岐手段の切り替え先の他方に接続され，上記加入者線を介して加入者装置に情報を提供する情報提供サーバとを有することを特徴とする通信装置。」(明細書8頁3行～7行)",
                        "したがって，これらの記載及びこの分野の技術常識によると，引用例1には，「LAＮと，交換機の手前で分岐して上記LAＮに接続された加入者線とを含む，ネットワークにおいて，通信を行う通信装置であって，",
                        "加入者側接続点において上記加入者線に接続され，上記加入者線を介して送信されてくる情報を受信する加入者装置と，",
                        "上記加入者線に接続された分岐手段と，",
                        "上記分岐手段の切り換え先の一方に接続された上記交換手段と，　上記分岐手段の切り換え先の他方を介して接続され，上記加入者線を介して上記加入者装置に地域行政のサービス案内，地域の学校の情報，公共施設の案内や交通情報，天気情報，店舗情報などの地域に適合した情報等を含む情報を送信する情報提供サーバとを有することを特徴とする通信装置。」(以下，「引用例1記載の発明」という。)が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，特開平2-233053号公報(本訴甲5，以下「周知例1」という。)には次の記載がある。",
                    "「1)局側に放送センタを備え，加入者宅側に放送受信設備を備え，局側と加入社宅側との間で通信が行われていないオフトーク期間に，局側の放送センタから通信回線を介して加入者宅側の放送受信設備に放送信号を送出するオフトーク通信方式」(1頁左欄5行～10行)",
                    "したがって，これらの記載及び技術常識によれば，周知例1には，「局側の放送センタから加入者宅側の放送受信設備に放送信号を送出する」ことが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，特開平4-207254号公報(本訴甲6，以下「周知例2」という。)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明は，電話局の交換機と利用者宅の電話機とを接続する電話回線に空き時間を利用して信号を伝送するオフトーク通信装置に関する。」(2頁左上欄8行～10行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ところで，従来，この電話回線の空き時間に，この電話回線を利用して利用者宅に一方向通信により，音楽信号などを放送するオフトーク通信システムが知られている。」(2頁左下欄18行～右上欄1行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「10は局外に設置したセンタであって，センタ10には音声や音楽などをデジタル信号で発信するセンタ機器A，Bが設けられている。以後，この発信信号を放送信号と称して伝送信号と区別する。」(3頁右下欄3行～7行)",
                      "text": [
                        "音声のデジタル信号は音声情報であるから，この記載によれば，周知例2には，「電話局の交換機と利用者宅の電話機とを接続する電話回線に空き時間を利用して信号を伝送するオフトーク通信装置において，センタ機器から端末装置31へ，音声情報や音楽信号を放送する」ことが記載されている。",
                        "「放送する」ことは「同報する」ことであるから，周知例1，2によれば，「交換局内の装置から加入者宅の装置へ所定の情報を同報(ブロードキャスト)により送信すること」は周知技術(以下「周知技術1」という。)である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，特開平7-235999号公報(本訴甲7，以下「周知例3」という。)には，次の記載がある。",
                    "「【0001】",
                    "【産業上の利用分野】本発明はオフトーク通信サービスシステムに関する。",
                    "【0002】",
                    "【従来の技術】電話通信システムのサービスの一つにオフトーク通信サービスがある。このオフトーク通信サービスとは，電話回線の空き時間を利用して情報提供センタから利用者へ生活情報や行政情報等を一斉に送るようにしたサービスである。",
                    "このオフトーク通信サービスは，一般通話をいつでも許容できるような形態となっており，オフトークサービスを受けている時でも，電話の発信・着信を許容している。つまり，オフトーク通信サービス中に該当回線に一般通話がかかってきたら，オフトーク通信サービスは中止される。」(2頁2欄12行～25行)",
                    "「一斉に送る」ことは「同報する」ことであるから，この記載によれば，周知例3には，「生活情報や行政情報などをオフトーク通信サービスで同報する」ことが記載されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，電子情報通信学会技術研究報告，IN96-14　中川学他「衛星・地上連携マルチメディアコンピュータ遠隔教育ネットワークシステムの検討」(本訴甲8，以下「周知例4」という。)には，次の記載がある。",
                    "「4．1　同報アドレス",
                    "同報配信サービスを提供する場合，そのあて先アドレスが問題となる。複数のあて先を示すアドレスとしてマルチキャストアドレス，サブネットブロードキャストアドレス，ネットワークブロードキャストアドレスがある。」(27頁左欄2行～8行)",
                    "この記載によれば，周知例4には，「同報配信サービスを提供する場合，ブロードキャストアドレスを用いる」ことが記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1記載の発明の「加入者装置」は，例えば「モデム付きのパーソナルコンピュータ」からなる「通信端末」であって，当該構成は「ホスト」装置であるから，本願発明の「第1のホスト装置」に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1記載の発明の「情報提供サーバ」は「ホスト装置」の一種であるから，本願発明の「第2のホスト装置」に相当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1記載の発明の「地域行政のサービス案内，地域の学校の情報，公共施設の案内や交通情報，天気情報，店舗情報などの地域に適合した情報等を含む情報」と，本願発明の「静止画情報，動画情報，テキスト情報及び音声情報の少なくとも1つを含むブロードキャスト情報」は，共に「所定の情報」である点で共通している。",
                    "したがって，本願発明と引用例1記載の発明とは，「LAＮ本体と，交換手段の手前で分岐して上記LAＮ本体に接続された加入者線とを含む，ネットワークにおいて，通信を行う通信装置であって，",
                    "加入者側接続点において上記加入者線に接続され，上記加入者線を介して送信されてくる情報を受信する第1のホスト装置と，",
                    "上記加入者線に接続された分岐手段と，",
                    "上記分岐手段の切り換え先の一方に接続された上記交換手段と，　上記分岐手段の切り換え先の他方を介して接続され，上記加入者線を介して上記第1のホスト装置に所定の情報を送信する第2のホスト装置とを有することを特徴とする通信装置。」の点で一致し，以下の点で相違する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第2の装置から第1の装置に送信する「所定の情報」に関し，引用例1記載の発明では「地域行政のサービス案内，地域の学校の情報，公共施設の案内や交通情報，天気情報，店舗情報などの地域に適合した情報等を含む情報」であるのに，本願発明では「静止画情報，動画情報，テキスト情報及び音声情報の少なくとも1つを含むブロードキャスト情報」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明の「ネットワーク」は「ブロードキャスト・ドメインを形成する」のに対し，引用例1記載の発明では，ブロードキャスト・ドメインを形成していると記載されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の判断",
              "text": [
                "上記相違点について検討すると，",
                "相違点(ア)について，",
                "周知技術1として知られるように，「交換局内の装置から加入者宅の装置へ所定の情報を同報(ブロードキャスト)により送信すること」は周知であり，本願発明の「所定の情報」は図2を参照すれば，「学校の情報，市役所からの情報，天気情報，買い物情報，リサイクルマーケット，株価情報」であるところ，周知例3に記載されるように，「生活情報や行政情報などをオフトーク通信サービスで同報する」ことは周知であるから，引用例1記載の発明の交換局内の「地域行政のサービス案内，地域の学校の情報，公共施設の案内や交通情報，天気情報，店舗情報などの地域に適合した情報等を含む情報」を「ブロードキャスト情報」として加入宅内の装置に送信することは設計事項である。なお，ブロードキャスト情報を配信する場合，ブロードキャスト用のアドレスを用いて配信することは周知例4に記載されるように極めて一般的なことである。",
                "そして，配信される情報が「音声情報を含む」情報であることは，周知例2にも記載されているように，ごく一般的な情報に過ぎず，引用例1記載の発明の「地域行政のサービス案内，地域の学校の情報，公共施設の案内や交通情報，天気情報，店舗情報などの地域に適合した情報等を含む情報」も一般的にテキスト情報や静止画情報あるいは動画情報であるから，本願発明のような「静止画情報，動画情報，テキスト情報及び音声情報の少なくとも1つを含むブロードキャスト情報」とする程度のことは容易なことである。",
                "相違点(イ)について，",
                "情報を提供する第2の装置と情報を受信する第1の装置は，第1の装置が第2の装置からのブロードキャスト情報を受信するのであるから，ブロードキャスト情報(すなわち，ブロードキャスト用のアドレスを用いて配信される情報)が届く範囲であることは明らかであるから，「LAＮ本体と，交換手段の手前で分岐して上記LAＮ本体に接続された加入者線とを含んで，ブロードキャスト・ドメインを形成」していることは自明の構成にすぎないものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおりであるから，請求項2記載の発明は引用例1記載の発明及び周知例1～4に記載された周知技術に基づいて当業者が容易に発明できたものであり，特許法29条2項の規定により，特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "text": [
            "審決は，本願発明の認定を誤って，本願発明と引用例1記載の発明との相違点を看過し(取消事由1)，本願発明と引用例1記載の発明との相違点(ア)及び(イ)の判断を誤った(取消事由2及び3)ものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本願発明と引用例1記載の発明との相違点の看過)　ア　本願発明の「ブロードキャスト情報」は，請求項1に定義されているように，ブロードキャスト用のアドレスを用いて配信される情報をいう。これに対し，引用例1記載の発明の情報は，WWWサーバ，POPサーバ，代理サーバ等の第2の装置からユニキャストアドレスを用いて第1の装置に配信されるものであり，ブロードキャスト用のアドレスを用いて配信されるものではない。",
                "そうすると，第2の装置から第1の装置に送信する「所定の情報」に関して，本願発明の「情報」は，ブロードキャスト用のアドレスを用いて配信されるものであるのに対し，引用例1記載の発明では，そうでない点が相違する。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "審決は，請求項1の定義を無視して本願発明を認定し，その結果，上記相違点を看過し，これについての容易想到性の判断をしなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点(ア)の判断の誤り)",
              "text": [
                "審決は，相違点(ア)について，「周知技術1として知られるように，「交換局内の装置から加入者宅の装置へ所定の情報を同報(ブロードキャスト)により送信すること」は周知であ」るとした上，「引用例1記載の発明の『地域行政のサービス案内，地域の学校の情報，公共施設の案内や交通情報，天気情報，店舗情報などの地域に適合した情報等を含む情報』を『ブロードキャスト情報』として加入者宅に配信することは設計事項である。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明と引用例1記載の発明は，LAＮを含むネットワークを用いるので，情報は，フレームないしパケットに分断され，送信先アドレス及び送信元アドレスを指定して配信される。これに対し，周知技術1は，オフトーク通信に係るものであって，局側の放送センタと加入者宅の放送受信設備との間の接続を，一続きの通信回線によってエンド・ツー・エンドで確立し，これを介して放送信号を，フレームやパケットに分断することなく，そのまま送出するのであり，送信先アドレスや送信元アドレスが用いられることもない。このように本願発明や引用例1記載の発明と周知技術1とは，前提としている通信方式が全く異なっているから，引用例1記載の発明と周知技術1とを組み合わせることは容易でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の「ブロードキャスト情報」は，(1)のとおり，ブロードキャスト用のアドレスを用いて配信されるものである。これに対し，周知技術1の情報は，周知例1にあるように，「局側の放送センタから通信回線を介して加入者宅の放送受信設備に放送信号を送出するオフトーク通信方式」において放送ないし同報されるものであって，これが広い意味の「ブロードキャスト情報」であるといえるとしても，ブロードキャスト用のアドレスを用いて配信される情報とは全く異なる。そうであれば，オフトーク通信方式で「ブロードキャスト情報」を配信することが周知であるからといって，引用例1記載の発明の情報を，「ブロードキャスト用のアドレスを用いて配信される情報」として加入者宅に配信することが設計事項であると判断する合理的な理由はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明のようなLAＮ及び加入者線を含むネットワークにおいて，静止画情報，動画情報，テキスト情報及び音声情報の少なくとも1つを含む情報を放送類似の態様で多くの端末に同時に配信できるようにしたいという動機は，引用例1や周知例1ないし4に記載も示唆もないから，審決が説示するように，「ブロードキャスト情報を配信する場合，ブロードキャスト用のアドレスを用いて配信することは周知例4に記載されるように極めて一般的なことである。」としても，情報をブロードキャスト用のアドレスを用いて配信することが容易であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点(イ)の判断の誤り)",
              "text": [
                "審決は，「「LAＮ本体と，交換手段の手前で分岐して上記LAＮ本体に接続された加入者線とを含んで，ブロードキャスト・ドメインを形成」していることは自明の構成にすぎないものである。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1記載の発明では，第2の装置から第1の装置にユニキャストアドレスを指定して情報を配信するものであり，第2の装置から第1の装置にブロードキャスト用のアドレスを用いて情報を配信するものではない。ユニキャストアドレスを用いれば，異なるブロードキャスト・ドメインの間でも情報を送受信することが可能であるから，引用例1記載の発明において，「LAＮ本体と，交換手段の手前で分岐して上記LAＮ本体に接続された加入者線とを含んで，ブロードキャスト・ドメインを形成」していることが自明の構成であるとはいえないのであって，本願発明のように，ブロードキャスト用アドレスを用いて配信される静止画情報，動画情報，テキスト情報及び音声情報の少なくとも1つを含む情報を，第2の装置から第1の装置に配信することは保障されないのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本願発明と引用例1記載の発明との相違点の看過)に対して　審決は，第2の3(3)において，「なお，ブロードキャスト情報を配信する場合，ブロードキャスト用のアドレスを用いて配信することは周知例4に記載されているように極めて一般的なことである。」と説示しているが，このことから明らかなように，審決は，請求項2の「ブロードキャスト情報」が「ブロードキャスト用のアドレスを用いて配信される情報」に限定されるとの前提に立って判断をしているのであって，原告が主張する相違点をも相違点として認定し，これについて判断しているものである。",
                "したがって，審決に相違点の看過はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点(ア)の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1記載の発明は，本願発明と同様に，LAＮのみならず加入者線をも利用した通信に関する技術であり，周知技術1は，加入者線を利用した通信に関する技術であって，いずれも，加入者線を利用した通信に関する技術であるという意味において，技術分野が共通している。また，周知技術1は，審決が説示するように，「交換局内の装置から加入者宅の装置へ所定の情報を同報(ブロードキャスト)により送信する」という機能により特徴付けられる技術であるが，その機能が引用例1記載の発明のようなLAＮと加入者線の両方を利用した通信においても有用であることは自明である。そうであれば，引用例1記載の発明に周知技術1を組み合わせようという発想に至ることは容易なことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知技術1を特徴付ける上記機能は，オフトーク通信が前提としている通信方式(旧来の回線交換による電話通信の通信回線の信号伝送態様をそのまま利用するもの)を使用しなければ実現できないといったものではないから，周知技術1自体に，これを他の通信方式のものに適用することに対する阻害要因はない。そして，引用例1記載の発明が前提としている通信方式(情報をフレームないしパケットに分断し，送信先アドレス及び送信元アドレスを指定して配信するという通信方式)において，同報を可能とする技術は周知であり，このことは，当業者において，周知技術1を特徴づける上記機能を実現するための手段を容易に推考し得ることを意味する。",
                    "引用例1記載の発明と周知技術1とは前提としている通信方式が異なるから，当業者は，引用例1記載の発明に周知技術1を適用するに当たり，当然に，周知技術1を引用例1記載の発明の通信方式に適合させること，換言すれば，引用例1記載の発明が前提としている「情報をフレームないしパケットに分断し，送信先アドレス及び送信元アドレスを指定して配信する」という通信方式において周知技術1の同報を可能にすることを考慮する。ところで，この同報を可能とする周知技術は，「ブロードキャスト用のアドレスを用いて配信する」という構成にほかならないのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点の判断(イ)の誤り)に対して",
              "text": [
                "審決は，第2の3(3)において，「第1の装置が第2の装置からのブロードキャスト情報を受信するのであるから，」と説示していることから明らかなように，相違点(ア)の克服が容易であることを前提に，相違点(ア)が克服されたものにおいては，相違点(イ)に係る本願発明の構成は自明である，と判断したものである。",
                "したがって，その判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本願発明と引用例1記載の発明との相違点の看過)について　(1)　審決は，本願発明の要旨を上記第2の2に記載のとおり認定している。ところで，本願明細書(甲3)の請求項1には，「ブロードキャスト情報(ブロードキャスト用のアドレスを用いて配信される情報をいう。以下同様)」との記載があり，審決が，本願発明の要旨を認定するに当たり，「ブロードキャスト情報」が「ブロードキャスト用のアドレスを用いて配信される情報」でないとした根拠はないから，審決は，本願発明の「ブロードキャスト情報」がブロードキャスト用のアドレスを用いて配信される情報をいうものとして認定したということができる。このことは，審決が，「引用例1記載の発明の交換局内の「・・・情報」を「ブロードキャスト情報」として加入宅内の装置に送信することは設計事項である。なお，ブロードキャスト情報を配信する場合，ブロードキャスト用のアドレスを用いて配信することは周知例4に記載されるように極めて一般的なことである。」と説示していることに照らしても，明らかである。",
            "そして，審決は，相違点(ア)を，第2の3(2)ウのように認定しているから，看過したと原告が主張する相違点は，上記相違点(ア)において認定しているものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "したがって，審決において，本願発明と引用例1記載の発明との相違点の看過はないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点(ア)の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1記載の発明は，LAＮと加入者線の両方を利用して，交換局から利用者宅に情報を配信するというものであるが，当業者が，「交換局の装置から加入者宅の装置へ所定の情報を同報配信する」という周知技術1に接すれば，引用例1記載の発明において，ブロードキャスト情報として情報を配信することに容易に想到し得るということができる。そして，周知例4(甲8)に記載されているように，「ブロードキャスト情報を配信する場合，ブロードキャスト用のアドレスを用いて配信すること」は周知であるところ(このことは，原告も争わない。)，このような配信方式が，ユニキャスト用のアドレスを用いて情報を配信するネットワークにおいて用いられることは当然であるから，ユニキャスト用のアドレスを指定して情報を配信する引用例1記載の発明において，ブロードキャスト用のアドレスを用いてブロードキャスト情報として情報を配信すること自体に，何の困難もない。",
                "そうであれば，引用例1記載の発明と周知技術1との通信方式の相違があるとしても，相違点(ア)に係る構成を得ることは，当業者が容易に想到することができる事項であるといわなければならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，審決に，相違点(ア)についての判断の誤りはないから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点(イ)の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明を請求項2に記載のとおり認定しているところ，本願明細書(甲3)の請求項1には，「ブロードキャスト・ドメイン(ブロードキャスト用のアドレスを用いて配信される情報が届く範囲をいう。以下同様)」との記載があるから，審決は，本願発明の「ブロードキャスト・ドメイン」がブロードキャスト用のアドレスを用いて配信される情報が届く範囲をいうものとして認定したということができる。そして，上記2に判示したように，引用例1記載の発明において，ブロードキャスト用のアドレスを用いてブロードキャスト情報として情報を配信することに何の困難もないから，そうであれば，ブロードキャスト情報が届く範囲について，第2の装置からの情報を受信する第1の装置がブロードキャストドメインを形成することは，自明であるといわなければならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，引用例1記載の発明では，ユニキャストアドレスを用いれば，異なるブロードキャスト・ドメインの間でも情報を送受信することが可能であるから，ブロードキャスト・ドメインを形成していることが自明の構成であるとはいえないと主張するが，本願発明は，ブロードキャスト情報の提供を受けない，すなわち，異なるブロードキャスト・ドメインに属する装置が存在することについて，何ら規定していないから，原告の上記主張は，請求項の記載に基づかないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決に，相違点(イ)についての判断の誤りはないから，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告の主張する審決取消事由は理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "pretext": [
    "以下において，「および」は「及び」と統一して表記するなど，文献を引用する箇所においても公用文の表記に従った箇所がある。"
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10355",
    "date": "2005-09-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009383",
    "ipprecedent_id": "575",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}