{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2003−73298号事件について平成17年9月30日にし",
        "た決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，「大当たり」を「大当り」と統一して表記するなど，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲2)",
              "text": [
                "特許権者：株式会社三共(原告)",
                "発明の名称：「遊技機」",
                "特許出願日：平成4年3月31日(特願平11−152692号。原原原出願：",
                "特願平4−78048号，原原出願：特願平11−92333号，原出願：特願",
                "平11−123974号)",
                "設定登録日：平成15年7月4日",
                "特許番号：第3448513号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "特許異議事件番号：異議2003−73298号",
                "訂正請求日：平成17年8月9日(以下「本件訂正」という。甲17)",
                "異議の決定日：平成17年9月30日",
                "決定の結論：「訂正を認める。特許第3448513号の請求項1ないし2に係る特許を取り消す。」",
                "決定謄本送達日：平成17年10月19日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(本件訂正後のもの。以下，請求項番号に対応して，それぞれの発明を「本件発明1」などという。)",
          "text": [
            "【請求項1】",
            "複数種類の識別情報を可変表示可能であり，打玉が打込まれる遊技領域に設けられた始動領域に打玉が進入したことを条件に表示結果を導出表示する可変表示装置を含み，該可変表示装置の表示結果が予め複数種類定められた特定の表示態様のうちのいずれかになった場合に遊技者にとって有利な特定遊技状態に制御可能となる遊技機であって，",
            "数値情報を更新する数値情報更新手段と，",
            "前記特定遊技状態が発生する場合に前記複数種類定められた特定の表示態様のうちのどの特定の表示態様を表示結果として導出表示するかを事前に決定する手段であって，前記始動領域への打玉の進入時に前記数値情報更新手段から数値情報を抽出して該数値情報を用いて表示結果として導出表示する特定の表示態様を事前決定する表示結果態様事前決定手段と，",
            "前記可変表示装置の表示結果が前記複数種類の特定の表示態様のうちの予め定められた特別の表示態様になった場合に，前記可変表示装置の表示結果が前記特定の表示態様となる確率が向上した確率変動状態に制御可能にする確率変動手段とを含み，",
            "該確率変動手段は，前記可変表示装置の表示結果が前記特定の表示態様になった場合には，該特定の表示態様が特別の表示態様であるか否かに拘らず，前記特定遊技状態に制御している最中は前記確率変動状態でない通常確率時の状態に制御するとともに，",
            "セントラルプロセッシングユニットによって実行される遊技制御プログラム中における前記確率変動状態に制御するか否かを判定する確率変動判定ステップを含み，前記確率変動状態となっている最中および前記確率変動状態となっていない通常確率時の最中のいずれにおいても，特定遊技状態毎に同一の前記確率変動判定ステップにより確率変動状態に制御するか否かを判定して毎回同じ確率で前記確率変動状態に制御する旨の判定を行い，",
            "前記特別の表示態様は，前記確率変動状態および前記通常確率時とで同じ表示態様であり，",
            "前記遊技機は，",
            "遊技者所有の有価価値を特定可能な情報が記録された記録媒体の記録情報を読取る記録媒体処理装置と接続可能であり，かつ，",
            "前記記録媒体処理装置により前記記録媒体から引落される有価価値に相当する分の貸玉を払出すための払出制御手段を備え，",
            "該払出制御手段は，前記遊技機が前記記録媒体処理装置と非接続状態となっているときには前記遊技領域へ打込むための打玉が発射されない状態とすることを特徴とする，遊技機。",
            "【請求項2】 前記有価価値を使用した1単位の玉貸を行う毎に単位額売上信号をホール用管理コンピュータが集計できるように前記遊技機の外部に出力する単位額売上信号出力手段をさらに含むことを特徴とする，請求項1に記載の遊技機。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の要旨",
          "text": [
            "決定は，本件訂正を認めた上で，以下の理由に基づき，本件発明1及び2は，後記第1，3，7引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，本件特許は特許法29条2項の規定に違反してされたものであり，取り消されるべきとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例",
              "text": [
                "「第1引用例(本訴甲3)：特開平2−172485号公報",
                "第2引用例(本訴甲4)：特開平4−5981号公報",
                "第3引用例(本訴甲5)：特開昭63−102783号公報",
                "第4引用例(本訴甲6)：特開平4−51983号公報",
                "第6引用例(本訴甲7)：特開平1−265985号公報",
                "第7引用例(本訴甲8)：特開平3−103274号公報」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用例に記載された発明",
      "content": [
        {
          "fig": "ア",
          "subject": "第1引用例に記載された発明(以下「第1引用例発明」という。)",
          "text": [
            "「16個の識別情報が描かれた3つの回転ドラム87a～87cを有し，発射された打玉が落下する遊技領域13に設けられた始動入賞口14a～14cに入賞すると前記回転ドラム87a～87cを回転・停止する可変表示装置55を含み，該可変表示装置55が停止したときの表示態様が，「7」，「FEVER」，「SANKYO」の3つの識別情報が5ライン上に揃う15とおりの特定表示状態のうちの何れかになった場合に大当たりとなり，可変入賞球装置64を駆動処理する特定遊技状態に制御するパチンコ遊技機であって，",
            "前記特定表示状態の出現確率が低い通常遊技時と，前記通常遊技時よりも前記特定表示状態の出現確率が高い確率向上時とを有し，",
            "16個のデータから構成される左回転ドラム停止表示内容決定データテーブルであるランダムデータRD1，",
            "16個のデータから構成される中回転ドラム停止表示内容決定データテーブルであるランダムデータRD2，",
            "16個のデータから構成される右回転ドラム停止表示内容決定データテーブルであるランダムデータRD3，",
            "3個のデータから構成される確率向上選択決定データテーブルaであるランダムデータRD4，",
            "5個のデータから構成される確率向上選択決定データテーブルbであるランダムデータRD5，",
            "20個のデータから構成される当り外れ選択決定データテーブルであるランダムデータRD6，",
            "15個のデータから構成される大当たり停止表示内容決定データテーブルであるランダムデータRD7，",
            "を備え，",
            "通常遊技時において，前記ランダムデータRD1～3の中からデータD1～D3の内容を選出して前記3つの回転ドラム87a～87cが停止したときに表示される識別情報を決定し，確率向上時においては，前記ランダムデータRD6の中からデータを選出して当り外れ選択をし，前記ランダムデータRD6の中から選出したデータが大当たりデータである場合には，前記15とおりの特定表示状態のうちのどの特定表示状態にするかを決定するために前記ランダムデータRD7の中から1つのデータを選出し，当該データに基づいて前記3つの回転ドラム87a～87cが停止したときに表示される識別情報に対応するデータD1～D3の内容を決定する手段と，",
            "大当たりとなり，前記特定遊技状態が終了した後に，大当たりの回数に応じて前記ランダムデータRD4又はランダムデータRD5の中から1つのデータを選出し，当該データが確率向上データである場合に確率向上フラグをセットして確率向上時とし，前記確率向上フラグがセットされた状態で前記ランダムデータRD6の中から選出したデータが大当たりデータである場合に前記確率向上フラグをクリアする確率向上制御をする手段と，を含み，前記確率向上制御をする手段は，MPU110によって実行される動作プログラム中における前記確率向上制御をするか否かを判定するステップS61～S68を含み，1回目の大当たりのときはステップS61，S62，S65～S67により前記ランダムデータRD4を用いて確率向上データが選出される確率を1／3とし，2，3回目の大当たりのときはステップS61，S63，S64～S67により前記ランダムデータRD5を用いて確率向上データが選出される確率を1／5とし，4回目の大当たりのときはステップS61，S63，S68により確率向上の抽選を行わないようにしたパチンコ遊技機。」"
          ]
        },
        {
          "fig": "イ",
          "subject": "第3引用例に記載された発明(以下「第3引用例発明」という。)",
          "text": [
            "「カード21に書き込んだカード識別情報及び前記カード21の残高が中央管理装置の記憶部内に記憶されており，",
            "球排出装置4の制御装置が，前記カード21のカード識別情報を読み取る球貸機能部2の電気的制御装置に接続され，",
            "前記球貸機能部2の金額選択操作部10の押釦が操作されるごとに，球排出装置4を作動させて，200円分の数量の玉をパチンコ機1前面の受皿25に排出させ，",
            "遊技者が所望する金額分の球が受皿25に排出されると，排出した球に相当する金額を減算し，残高を中央管理装置に送るパチンコ機。」"
          ]
        },
        {
          "fig": "ウ",
          "subject": "第7引用例に記載された発明(以下「第7引用例発明」という。)",
          "text": [
            "「可変表示装置3が特定識別情報のうちの特有識別情報で停止すると特有状態となり，大役処理が施される確率が大きくなるパチンコ機。」"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明1について",
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明1と第1引用例発明の対比",
          "text": [
            "「(ア) 一致点",
            "「複数種類の識別情報を可変表示可能であり，打玉が打込まれる遊技領域に設けられた始動領域に打玉が進入したことを条件に表示結果を導出表示する可変表示装置を含み，該可変表示装置の表示結果が予め複数種類定められた特定の表示態様のうちのいずれかになった場合に遊技者にとって有利な特定遊技状態に制御可能となる遊技機であって，特定の表示態様を抽選するための数値情報に関する手段と，",
            "前記複数種類定められた特定の表示態様のうちのどの特定の表示態様を表示結果として導出表示するかを事前に決定する手段であって，前記特定の表示態様を抽選するための数値情報に関する手段から数値情報を抽出して該数値情報を用いて表示結果として導出表示する特定の表示態様を事前決定する特定表示態様事前決定手段と，",
            "前記可変表示装置の表示結果が前記特定の表示態様となる確率が向上した確率変動状態に制御可能にする特定遊技確率変動手段とを含み，",
            "該特定遊技確率変動手段は，セントラルプロセッシングユニットによって実行される遊技制御プログラム中における前記確率変動状態に制御するか否かを判定する確率変動判定ステップを含む遊技機である点。」"
          ],
          "content": [
            {
              "fig": "(イ)",
              "subject": "相違点",
              "text": [
                "相違点1：特定の表示態様を抽選するための数値情報に関する手段が，本件発明1においては，数値情報を更新する数値情報更新手段であるのに対し，第1引用例発明においては，15個のデータから構成される大当たり停止表示内容決定データテーブルであるランダムデータRD7である点。",
                "相違点2：特定表示態様事前決定手段が特定の表示態様を抽選するための数値情報に関する手段から数値情報を抽出して特定の表示態様を事前に決定するのが，本件発明1においては，特定遊技状態が発生する全ての場合であるのに対し，第1引用例発明においては，確率変動状態における抽選により特定遊技状態が発生する場合のみであり，通常遊技時の抽選により特定遊技状態が発生する場合には，特定の表示態様を事前に決定していない点。",
                "相違点3：特定表示態様事前決定手段が特定の表示態様を抽選するための数値情報に関する手段から数値情報の抽出を行うのが，本件発明1においては，始動領域への打玉の進入時であるのに対し，第1引用例発明においては，ランダムデータRD6の中から選出したデータが大当たりデータである(確率変動状態における抽選により特定遊技状態が発生する)場合である点。",
                "相違点4：特定遊技確率変動手段が行う確率変動状態と通常確率時の状態との切り替えに関して，本件発明1においては，特定の表示態様が特別の表示態様であるか否かにより確率変動状態に制御するか否かを抽選するものであって，可変表示装置の表示結果が前記複数種類の特定の表示態様のうちの予め定められた特別の表示態様になった場合に確率変動状態に制御可能であり，前記可変表示装置の表示結果が前記特定の表示態様になった場合には，該特定の表示態様が特別の表示態様であるか否かに拘らず，前記特定遊技状態に制御している最中は前記確率変動状態でない通常確率時の状態に制御するものであり，前記特別の表示態様は，前記確率変動状態および前記通常確率時とで同じ表示態様であるのに対し，第1引用例発明においては，特定の表示態様の種類の抽選と確率変動状態に制御するか否かの抽選とに関連性がなく，特定遊技状態が終了した後に行う抽選(ランダムデータRD4又はランダムデータRD5を用いた抽選)で当たった場合に確率変動状態に制御するものであり，特別の表示態様を備えていない点。",
                "相違点5：特定遊技確率変動手段が行う確率変動状態に制御するか否かの判定に関して，本件発明1においては，確率変動状態となっている最中および前記確率変動状態となっていない通常確率時の最中のいずれにおいても，特定遊技状態毎に同一の確率変動判定ステップにより確率変動状態に制御するか否かを判定して毎回同じ確率で前記確率変動状態に制御する旨の判定を行うのに対し，第1引用例発明においては，特定遊技状態(大当たり)の回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なる点。",
                "相違点6：本件発明1においては，遊技機が，遊技者所有の有価価値を特定可能な情報が記録された記録媒体の記録情報を読取る記録媒体処理装置と接続可能であり，かつ，前記記録媒体処理装置により前記記録媒体から引落される有価価値に相当する分の貸玉を払出すための払出制御手段を備え，該払出制御手段は，前記遊技機が前記記録媒体処理装置と非接続状態となっているときには前記遊技領域へ打込むための打玉が発射されない状態とするのに対し，第1引用例発明においては，そのような構成を備えていない点。」"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点についての判断",
          "text": [
            "「(相違点1について)",
            "遊技機において，数値情報を用いた抽選を行う際に，乱数発生手段のような数値情報更新手段を用いることは，上記第2引用例及び第6引用例に記載されているように，本件特許出願前において周知技術(以下，「周知技術A」という。)である。",
            "よって，第1引用例発明において，特定の表示態様を抽選するための数値情報に関する手段として，データテーブルであるランダムデータRD7に代えて，上記周知技術Aの数値情報更新手段を採用し，上記相違点1における本件発明1の構成を得ることは，当業者であれば容易に想到し得る事項である。",
            "(相違点2について)",
            "第1引用例発明における，特定表示態様事前決定手段を用いて特定の表示態様を事前に決定する構成は，当業者であれば，特定の表示態様を発生させる確率によらず採用し得るものである。",
            "よって，第1引用例発明において，通常遊技時においても特定表示態様事前決定手段を用いて特定の表示態様を事前に決定するようにし，上記相違点2における本件発明1の構成を得ることは，当業者であれば格別の創意工夫を要せずになし得る事項である。",
            "(相違点3について)",
            "可変表示装置による表示結果の導出表示は，始動領域への打玉の進入に基づいて行われるものであるから，特定の表示態様を抽選するための数値情報に関する手段(数値情報更新手段)からの数値情報の抽出は，始動領域への打玉の進入時から表示結果の導出表示までの間で行えばよいことは明らかであり，どのタイミングで抽出するかは，当業者であれば，可変表示装置等，遊技機の制御を考慮して，必要に応じて適宜選択し得る設計的事項である。",
            "よって，第1引用例発明において，特定の表示態様を抽選するための数値情報に関する手段(数値情報更新手段)から数値情報を抽出するタイミングを始動領域への打玉の進入時に変更し，上記相違点3における本件発明1の構成を得ることは，当業者であれば格別の創意工夫を要せずになし得る事項である。",
            "(相違点4について)",
            "特定の表示態様が特別の表示態様であるか否かにより確率変動状態に制御するか否かの抽選を行うことは，第7引用例発明に開示されている。",
            "そして，特別の表示態様を，前記確率変動状態および前記通常確率時とで同じ表示態様にするか否かは，当業者であれば，確率変動状態に制御する確率，確率変動状態を終了させる条件を考慮して，必要に応じて適宜選択し得る設計的事項である。",
            "第1引用例発明は，特定の表示態様になった場合には，特定遊技状態の終了後に確率変動状態に制御するか否かの抽選を行い，確率変動状態での抽選(ランダムデータRD6を用いた抽選)により大当たりとなった場合(特定遊技状態とする場合)に確率変動状態を終了させるものであるから，基本的には，確率変動状態のままで特定遊技状態に制御することはない。",
            "そうすると，第1引用例発明において，特定の表示態様の種類の抽選と確率変動状態に制御するか否かの抽選とを別々に行う手法に代えて，第7引用例発明における特定の表示態様が特別の表示態様であるか否かにより確率変動状態に制御するか否かの抽選を行う手法を採用し，その際，第1引用例発明における特定遊技状態の終了後に確率変動状態に制御する構成を残して，特定の表示態様が特別の表示態様であるか否かに拘らず，前記特定遊技状態に制御している最中は前記確率変動状態でない通常確率時の状態に制御するようにし，上記相違点4における本件発明1の構成を得ることは，当業者であれば格別の創意工夫を要せずになし得る事項である。",
            "(相違点5について)",
            "確率変動状態に制御する確率を一定にするか，変化させるかは，当業者であれば，遊技の興趣性等を考慮して，必要に応じて適宜選択し得る設計的事項である。",
            "また，上記摘記事項(1−13)には，確率向上制御に上限(実施例では3回)を設けなくてもよいこと，すなわち，特定の表示態様となるごと(特定遊技状態ごと)に確率変動状態に制御するか否かの抽選を行ってもよい旨が記載されている。",
            "よって，第1引用例発明において，上記摘記事項(1−13)に基づき，特定遊技状態ごとに確率変動状態に制御するか否かの抽選を行うようにすると共に，確率変動状態に制御する確率を一定にして(大当たり回数に関係なくランダムデータRD4又はランダムデータRD5のみを用いて抽選して)，特定遊技状態毎に同一の確率変動判定ステップにより確率変動状態に制御するか否かを判定するようにし，上記相違点5における本件発明1の構成を得ることは，当業者であれば格別の創意工夫を要せずになし得る事項である。",
            "(相違点6について)",
            "本件発明1と第3引用例発明とを対比すると，第3引用例発明における「カード識別情報」，「カード21」，「球貸機能部2」，「操作された押釦の金額」，「球」，「排出させる」，「球排出装置4の制御装置」，「パチンコ機」が，本件発明1における「遊技者所有の有価価値を特定可能な情報」，「記録媒体」，「記録媒体処理装置」，「記録媒体から引落される有価価値」，「貸玉」，「払出す」，「払出制御手段」，「遊技機」にそれぞれ対応する。",
            "よって，第3引用例発明は，上記相違点6における本件発明1の構成のうち，「遊技者所有の有価価値を特定可能な情報が記録された記録媒体の記録情報を読取る記録媒体処理装置と接続可能であり，かつ，前記記録媒体処理装置により前記記録媒体から引落される有価価値に相当する分の貸玉を払出すための払出制御手段を備え遊技機」に対応する構成を備えている。",
            "ここで，第3引用例発明は，遊技機が記録媒体処理装置と非接続状態となっているときには遊技領域へ打込むための打玉が発射されない状態とするものではないが，遊技機と記録媒体処理装置とを接続して使用する第3引用例発明において，遊技機が記録媒体処理装置と非接続状態であることは，遊技機として異常状態であることは明らかである。",
            "そして，遊技機において，異常状態であるときに打球発射装置の作動を不能にすることは，例えば，特開昭63−168194号公報，特開昭64−5580号公報及び特開",
            "平3−268774号公報に記載されているように，本件特許出願前において周知技術(以下，「周知技術B」という。)である。",
            "そうすると，第1引用例発明に，上記周知技術Bと共に第3引用例発明を適用し，上記相違点6における本件発明1の構成を得ることは，当業者であれば容易に想到し得る事項である。",
            "なお，特許権者は，平成17年8月9日付の意見書において，上記相違点6における本件発明1の構成に関する効果として，本件発明1に係る遊技機に認可された遊技機を記録媒体処理装置側に接続するという本来の使用方法でないと遊技が行われないようにすることができる旨主張しているが(同意見書第7ページ第8～17行参照。)，本件特許明細書には使用方法の認可に関する記載はなく，明細書の記載に基づかない主張である。また，そのような認可があるならば，許可されていない使用方法で遊技が行われないようにすることは，当業者であれば容易に想到し得る事項である。",
            "(本件発明1の作用効果について)",
            "本件発明1の奏する作用効果は，第1引用例発明，第3引用例発明及び第7引用例発明，並びに上記周知技術A及び周知技術Bに基づいて当業者が容易に予測できるものである。」"
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "まとめ",
      "text": [
        "「よって，本件発明1は，第1引用例発明，第3引用例発明及び第7引用例発明，並びに上記周知技術A及び周知技術Bに基づいて当業者が容易に発明をすることができたものである。」"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "本件発明2について",
          "text": [
            "「本件発明2は，本件発明1に「前記有価価値を使用した1単位の玉貸を行う毎に単位額売上信号をホール用管理コンピュータが集計できるように前記遊技機の外部に出力する単位額売上信号出力手段をさらに含む」との限定を加えたものであるから，本件発明2と第1引用例発明とは，上記一致点において一致し，上記相違点1ないし6に加えて，以下の相違点7において相違するものと認められる。",
            "相違点7：本件発明2においては，遊技機が，前記有価価値を使用した1単位の玉貸を行う毎に単位額売上信号をホール用管理コンピュータが集計できるように前記遊技機の外部に出力する単位額売上信号出力手段をさらに含むのに対し，第1引用例発明においては，そのような構成を備えていない点。",
            "上記相違点1ないし6については，上記「(1)本件発明1について」で検討したとおりであるので，上記相違点7について検討する。",
            "本件発明2と第3引用例発明とを対比すると，第3引用例発明における「200円分」，「中央管理装置」が，本件発明2における「1単位」，「ホール用管理コンピュータ」にそれぞれ対応する。",
            "第3引用例発明は，遊技者が使用した金額を減算した残高を中央管理装置に送るものであるから，売上信号出力手段を備えているといえる。",
            "売上信号として，売上に対応した信号を用いるか残高を用いるか，及び，売上信号を売上ごとに出力するかまとめて出力するかは，当業者であれば必要に応じて適宜選択し得る程度の設計的事項である。",
            "そして，遊戯施設において玉貸(売上)データを集計することは商業上の慣行であり(例えば，上記第4引用例参照。)，第3引用例発明において中央管理装置に送られる残高を用いて玉貸(売上)データの集計を行えることは，当業者にとって明らかな事項である。",
            "そうすると，第1引用例発明に第3引用例発明を適用する際に，1単位の玉貸を行うごとに単位額売上信号を出力するようにし，上記相違点7における本件発明2の構成を得ることは，当業者であれば容易に想到し得る事項である。",
            "(本件発明2の作用効果について)",
            "本件発明2の奏する作用効果は，第1引用例発明，第3引用例発明及び第7引用例発明，並びに上記周知技術A及び周知技術Bに基づいて当業者が容易に予測できるものである。",
            "(まとめ)",
            "よって，本件発明2は，第1引用例発明，第3引用例発明及び第7引用例発明，並びに上記周知技術A及び周知技術Bに基づいて当業者が容易に発明をすることができたものである。」"
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "結論",
      "text": [
        "「以上のとおりであるから，本件発明1及び2は，第1引用例発明，第3引用例発明及び第7引用例発明，並びに上記周知技術A及び周知技術Bに基づいてそれぞれ当業者が容易に発明をすることができたものであるから，本件発明1及び2についての特許は特許法29条2項の規定に違反してされたものである。",
        "したがって，本件発明1及び2についての特許は，特許法113条2号に該当し，取り消されるべきものである。」"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1に関する相違点5の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1引用例発明の認定の誤り",
              "text": [
                "決定は，第1引用例発明を「特定遊技状態(大当たり)の回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なるもの」としているが，この認定は誤りである。",
                "第1引用例の第7C図におけるステップS60以降は，特定遊技状態としての大当たりが終了した後に実行されるステップであり，確率変動状態にするか否かの判定を行うステップであるが，第1引用例には，「また，実施例のように確率向上制御に上限(実施例では3回)を設けなくてもよい。」(14頁右下欄下から1行～15頁左上欄1行)との記載があり，この記載に照らすと，第7C図のフローチャートにおいて，ステップS63の判断ステップは不要であり，ステップS61においてＮOの判断がなされたときには直接ステップS64へ制御が進むことになる。そうすると，第1引用例発明では，確率変動状態となる確率は，確率変動状態にならない限り，特定遊技状態(大当たり)の回数に無関係に常に1／3であり，いったん確率変動状態になれば，通常確率に復帰しない限り，特定遊技状態(大当たり)の回数に無関係に常に1／5となる。",
                "また，第1引用例発明では，確率変動判定ステップは，確率変動状態にならない限り，特定遊技状態(大当たり)の回数に無関係に常にS61，S62，S65～S68であり，いったん確率変動状態になれば，通常確率に復帰しない限り，特定遊技状態(大当たり)の回数に無関係に常にS61，S64～S68である。",
                "以上によれば，第1引用例発明は，「確率変動状態の最中と通常確率時の最中とで，確率変動判定ステップ及び確率変動状態となる確率が異なる」と認定されるべきであり，「特定遊技状態(大当たり)の回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なるもの」とした決定の認定は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤り",
      "text": [
        "第1引用例発明では，確率変動状態にする確率は，①確率変動状態にならない限り，特定遊技状態(大当たり)の回数に無関係に常に1／3であり，その確率変動判定ステップは，特定遊技状態(大当たり)の回数に無関係に常にS61，S62，S65～S68であり，②いったん確率変動状態になれば，通常確率に復帰しない限り，特定遊技状態(大当たり)の回数に無関係に常に1／5であり，確率変動判定ステップは，通常確率に復帰しない限り，特定遊技状態(大当たり)の回数に無関係に常にS61，S64～S68である。したがって，第1引用例発明は，確率変動状態の最中と通常確率時の最中とで，確率変動判定ステップ及び確率変動状態となる確率が異なる。",
        "これに対し，本件発明1は，確率変動状態に制御するか否かに関し，確率変動状態となっている最中及び通常確率時の最中のいずれにおいても，特定遊技状態ごとに同一の確率変動判定ステップにより判定し，毎回同じ確率で確率変動状態に制御するものである。",
        "したがって，第1引用例発明と本件発明1とでは，確率変動判定ステップ及び確率変動状態に制御する確率に関して，全く逆の内容の制御となっており，第1引用例発明に基づき，相違点5に係る構成は容易に想到し得ない。"
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由2(本件発明1に関する相違点6の判断の誤り)",
      "content": [
        {
          "fig": "(1)",
          "subject": "第3引用例発明の認定の誤り",
          "text": [
            "決定は，第3引用例発明の「球排出装置4の制御装置」が本件発明1の「払出制御手段」に対応すると認定しているが，第3引用例発明のパチンコ機本体には本件発明1の「払出制御手段」に対応するものは存在せず，「球貸機能部2の電気的制御装置」が本件発明1の「払出制御手段」に対応する。したがって，決定の上記認定は誤りである。",
            "第3引用例には，「パチンコ機1aとパチンコ機1bとの間にパチンコ機1a用の球貸機能部2aとパチンコ機1b用の球貸機能部2bを隣り合わせにして設け，・・・各球貸機能部2の電気的制御装置(図示せず)を対応するパチンコ機の球排出装置4の制御装置(図示せず)に電気的に接続するとともに，・・・」(2頁左上欄16行～右上欄6行)と記載されている。この記載によれば，第3引用例において，電気的制御装置は球貸機能部2(本件発明1の「記録媒体処理装置」)に設けられ，球排出装置4の制御装置はパチンコ機(本件発明1の「遊技機」)に設けられていることがわかる。",
            "第3引用例発明の球貸機能部2に設けられている電気的制御装置について，第3引用例には「球排出装置4のソレノイド28および球通過検出部30が電気的制御装置に接続されており，電気的制御装置からの信号によりソレノイド28が励磁されて球を流下排出させるとともに，球通過検出部30が通過する球を検出して電気的制御装置に信号を送り，電気的制御装置はその信号を計数して，所定数の球が通過したことを計数するとソレノイド28を消磁して球の流下を停止するもの」(3頁左下欄5行～右下欄14行)と記載されている(第8図参照)。このように，第3引用例発明の電気的制御装置は，球排出装置4のソレノイド28及び球通過検出部30と電気的に接続され，球通過検出部30からの信号に基づいてソレノイド28を励磁及び消磁させることにより，所定個数の貸玉を排出する制御を行うものであり，貸玉の払出制御を全て担っている。",
            "他方，パチンコ機側に設けられている球排出装置4の制御装置が，どのような制御を行う装置であるかに関しては，第3引用例の明細書には何ら開示されていないが，貸玉の払出制御は，電気的制御装置が直接ソレノイド28を励磁，消磁制御するため，球排出装置4の制御装置は，貸玉の払出制御には何ら関与していないと考えられる。",
            "したがって，相違点6における本件発明1の構成である「前記記録媒体処理装置により前記記録媒体から引落される有価価値に相当する分の貸玉を払出すための払出制御手段」に相当するのは，第3引用例の「球貸機能部2の電気的制御装置」であり，第3引用例発明の球排出装置4の制御装置が，本件発明1の払出制御手段に対応するとの決定の認定は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤り",
      "content": [
        {
          "fig": "ア",
          "text": [
            "決定は，第3引用例発明について「非接続状態が遊技機としての異常状態であることは明らかである」と説示しているが，第3引用例には，遊技機としてのパチンコ機と，記録媒体処理装置としての球貸機能部とが非接続状態になることについての示唆又は教示は存在しない。第3引用例には，遊技機と記録媒体処理装置との接続に関し，「接続し」「接続したものである」「接続する」「接続してある」などの記載が存在するのみであり，いったん接続した後において当該接続を解除することについての記載はない。このように，第3引用例には，遊技機と記録媒体処理装置とが非接続状態となることについて何ら示唆も教示もされていないのであるから，当業者は，遊技機と記録媒体処理装置とが非接続状態となることを容易に想定できない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件発明1の非接続状態は，遊技機と記録媒体処理装置との相互間に発生した「相互間発生現象」であり，遊技機自体の内部に発生する「遊技機としての異常」ではない。したがって，「遊技機が記録媒体処理装置と非接続状態であることは，遊技機としての異常状態であることは明らかである」とした決定の認定判断は誤りである。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "決定が，周知技術Bの根拠として挙げる公知文献は，いずれも異常の発生個所が遊技機自体であり，遊技機自体の異常発生に対して，打球発射停止を行うというものである。しかも，その遊技機自体の異常は，遊技機前面の金枠の開放，パチンコ玉の磁石による誘導入賞などの遊技機自体の異常である。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "相違点6に係る構成の容易想到性の判断は，相違点6に係る構成全体について行うべきである。しかるに，決定は，相違点6の一部である「打球発射されない状態にする手段が，払出制御手段であること」について判断をしていない。第3引用例には，「打球発射されない状態にする手段が，払出制御手段であること」を当業者に想起させるような示唆ないし教示は全くない。したがって，周知技術Bに照らして第3引用例発明を第1引用例発明に適用して，「打球発射されない状態にする手段が，払出制御手段であること」を想起することが当業者にとって容易であるとはいえない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "決定は，周知技術Bに照らし，第1引用例発明と第3引用例発明との組合せの容易想到性の判断をしているが，この組合せには阻害要因がある。",
            "第3引用例発明と周知技術Bを組み合わせる上では，①第3引用例発明の想定外の事態(非接続状態)について当業者が想定し，なおかつ異常状態であると認識しなければならないこと，②第3引用例発明の非接続状態が相互間発生現象であるにもかかわらず，遊技機自体の異常と当業者が認識しなければならないこと，という阻害要因が存在する。",
            "また，本件発明1においては，打球発射停止を行う手段である払出制御手段が遊技機側に設けられているために，記録媒体処理装置と遊技機とが非接続状態になったとしても，遊技機内部にある払出制御手段が遊技機内部にある発射装置を停止制御することができるが，第3引用例発明の場合には，仮に非接続状態になれば，払出制御手段(電気的制御装置)による発射停止が不可能になる構造になっている。",
            "したがって，仮に，当業者が非接続状態を想定することができたとしても，周知技術Bに照らして第3引用例発明を第1引用例発明に適用することについては，なお阻害要因が存在する。",
            "以上のとおり，相違点6に係る構成は当業者が容易に想到し得るものであるとした決定の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由3(本件発明2に関する相違点7の判断の誤り)",
      "content": [
        {
          "fig": "(1)",
          "subject": "第3引用例発明の認定の誤り",
          "text": [
            "決定は，第3引用例発明における「球排出装置4の制御装置が，残高を中央管理装置に送る」と認定しているが，この認定は誤りである。",
            "第3引用例には，「各球貸機能部2の電気的制御装置(図示せず)をパチンコ機の球排出装置4の制御装置(図示せず)に電気的に接続するとともに，伝送路5を介して管理装置内に設置してある中央管理装置(図示せず)に電気的に接続する。」(2頁右上欄1～6行)と記載されている。この記載によれば，中央管理装置に電気的に接続されているのは，パチンコ機の球排出装置4の制御装置ではなく，パチンコ機の外部にある球貸機能部2の電気的制御装置である。",
            "また，第3引用例には「このようにして遊技者の所望する金額分の球が受皿25に排出されると，これに伴って電気的制御装置の演算手段が作動し，排出した球に相当する金額を減算し，残高を金額表示器8に表示する。また，この残高は，中央管理装置に送られ，」(3頁右上欄18行～左下欄3行)と記載されている。この記載によれば，排出した球に相当する金額を減算して残高を求めるのは，電気的制御装置であり，その結果，その求められた残高を中央管理装置に送る装置も同様に電気的制御装置である。",
            "したがって，第3引用例発明において，残高を中央管理装置に送るのは，パチンコ機に設けられた球排出装置4の制御装置ではなく，球貸機能部2の電気的制御装置であるから，「球排出装置4の制御装置が，残高を中央管理装置に送る」との決定の認定は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤り",
      "content": [
        {
          "fig": "ア",
          "text": [
            "本件発明2においては，遊技機側に単位売上信号出力手段が設けられているが，第3引用例発明においては，記録媒体処理装置側に残高の出力機能が設けられており，遊技機側には残高の出力機能は設けられていない。第3引用例には，本件発明2に係る上記構成を想起させる教示ないし示唆は全く存在しないのであるから，第3引用例から，「遊技機が，単位額売上信号をホール用管理コンピュータが集計できるように前記遊技機の外部に出力する単位額売上信号出力手段を含むこと」という構成を想起することは，当業者が容易になし得ることではない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また，本件発明2のように遊技機側に単位額売上信号出力手段を設け，遊技機側から単位額売上信号を出力することにより，「単位額売上信号は，遊技機からと記録媒体処理装置からとの両方からホール用管理コンピュータに送信されることになる。その結果，いずれか一方が故障したり誤動作したりして一方の単位額売上信号が狂った場合には，他方の単位額売上信号と食い違うために，異常が発生したことが即座に判断でき，売上の正確な管理が可能となる」という顕著な効果が期待できる。",
            "したがって，相違点7に係る構成は当業者が容易に想到し得るとした決定の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1に関する相違点5の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1引用例発明の認定の誤りに対して",
              "text": [
                "第1引用例発明においては，確率向上フラグがセットされた状態，すなわち，確率変動状態において，打玉が始動入賞口に入賞して，大当たりの確率が向上したランダムデータによる抽選データが大当たりの場合は，確率向上フラグがクリアされて(第7A図：S9)通常確率状態になり，その後，大当たりになるように可変表示装置が変動又は停止し，可変入賞球装置の開閉板開閉などの大当たり動作終了後，確率変動状態とするか否かの抽選(第7C図S62，S64)を行うものである。",
                "したがって，①確率変動状態とするか否かの抽選は，確率向上フラグがクリアされた状態，すなわち，通常確率状態で行われ，②当該抽選は，大当たり回数(より正確には，大当たりが抽出された場合のみ行われる確率向上抽選にて，確率向上フラグセットが連続してセットされた回数)にのみ依存する確率(第7C図S62，S64)にて行われ，③特定遊技状態になる確率(第7A図：S5参照)の向上いかんは，確率変動状態，又は通常確率状態等の確率状態にのみ依存するものである。",
                "以上のように，第1引用例における確率向上の抽選確率，すなわち，確率変動状態になる確率，及び，確率を向上させるか否かの判別ステップ等は，確率変動状態であるか否かの影響は受けないものであるから，原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤りに対して",
      "text": [
        "上記のとおり，第1引用例発明の認定の誤りをいう原告の主張には理由がないのであるから，これに基づいて相違点5に係る構成の容易想到性の判断の誤りをいう原告の主張は失当である。確率変動状態に制御する確率を一定にするか，変化させるかは適宜選択し得る設計的事項であり，相違点5における本件発明1の構成を得ることは，当業者であれば格別の創意工夫を要せずになし得る事項である。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する相違点6の判断の誤り)に対して"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "第3引用例発明の認定の誤りに対して",
      "text": [
        "本件発明1における「払出制御」は，カード処理機からの信号を受けてパチンコ遊技機60側の払出制御用マイクロコンピュータ730により玉払出器63を制御して所定個数の「貸玉」を排出する機能とともに，入力回路851に入力された賞球個数データに基づいて払出集中制御基板730が玉払出器63を制御して所定個数の景品玉を払い出す機能に関する制御であり，玉払出装置は玉払出器63と払出制御基板ボックス145内の払出制御基板とにより構成されるものである。そうすると，本件発明1の「払出制御手段」は，貸玉，及び景品玉の排出用信号にて，当該信号が表す貸玉数及び景品玉数を排出するように玉払出器の排出動作を制御する手段をいうことになる。",
        "他方，第3引用例における「球排出装置4の制御装置」は，球排出装置4の動作を制御するものである。このように，玉排出装置のことを「制御装置」としている例として，第4引用例(甲6)には「すなわち，役物制御部111より排出制御信号が入力された場合に，球排出装置制御部112はセーフ球に基づく賞球排出を賞球排出装置25に行わせ，玉貸制御部108より玉貸信号が入力された場合に，球排出装置制御部112はプリペイドカードの使用に基づく玉貸用の球排出を賞球排出装置25に行わせるので，当該パチンコ機1における唯一の球排出手段樽賞球排出装置25によって，セーフ球に基づく賞球排出動作と玉貸信号に基づく玉貸用の球排出動作とを行うことができる。」(13頁左上欄17行～右上欄7行)と記載されている。",
        "また，遊技機における制御において複数の制御手段が直列に接続されてある装置を制御する場合，当該装置に接続される下流側の制御手段が当該装置の作動を制御し，上流側の制御手段が下流側の制御手段に制御用のデータを与えることは，例えば，乙1(特開昭63−84581号公報)の「金額表示器32，運転状況表示器34を制御する表示制御部」と「制御演算を行う制御部58」との関係に見られるように周知の制御手段である。第3引用例発明においても，球排出装置4の制御装置は，球貸機能部の電気的制御装置からの球貸数信号，及び，入賞に対応した景品玉数の信号を受けて，当該信号が示す所定数の球を排出する球排出装置4の排出動作の制御を行うものである。",
        "したがって，原告が主張する「電気的制御装置は，球排出装置4のソレノイド28および球通過検出部30に電気的に接続されており，」とは，「球排出装置4の制御装置」を介して電気的に「球排出装置4」に接続されていることとなるから，球排出信号を受けて「球排出装置4」の球排出動作を制御するものは「球排出装置4の制御装置」である。",
        "以上のとおり，本件発明1の「払出制御手段」と第3引用例の「球排出装置の制御装置」は，いずれも，球貸数信号，景品球数信号等の排出信号を受けて，当該球貸数信号，景品球数信号に対応するパチンコ玉数を排出するように装置の動作を制御するものであるから，引用例3に記載された「球排出装置の制御装置」が本件発明1における「払出制御手段」に対応するとした点に誤りはない。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤りに対して",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "決定は，遊技機と記録媒体処理装置を接続して使用する第3引用例発明において，両者が接続されていない状態は異常状態であると判断したが，接続されるべきものが接続されていない装置が設計機能を達成できなくなることは明らかであり，その場合は異常状態であることは誰でも理解できる技術常識である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，上記異常状態について，周知例は「遊技機としての異常」であり，本件発明1のように遊技機と記録媒体処理装置との相互間に発生した相互間発生現象ではないと主張するが，遊技機と記録媒体処理装置との相互間に発生した相互間発生現象であろうがなかろうが，本来あるべき接続がなされておらず，設計機能を達成できなくなる場合は正常でないこと，すなわち異常であることに変わりはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "決定の判断は，相違点6の構成として認定した「打球発射されない状態にする手段が，払出制御手段である」との部分も含めた判断であることは明らかであるから，相違点6における判断の遺脱はなく，いずれにしても，原告が判断遺脱と主張する「打球発射されない状態にする手段が，払出制御手段である」ことは，当業者であれば相違点6として容易に想到し得る事項である。",
                "すなわち，決定が周知技術Bの例示として挙げた，例えば，特開",
                "平3−268774号公報(甲11，2頁左下欄11～16行，3頁左下欄11行",
                "～右下欄6行)，特開昭64−5580号公報(甲10，6頁左上欄5～12行，",
                "左下欄6～11行)には，異常状態の時に打球発射装置の作動を不能とする手段として，サブ基板30，防犯基板等を備え，異常状態検知信号を受信したとき，当該信号に基づいて打球発射装置の作動が不能となるように動作制御することが示されている。また，制御手段として制御基板を集中配置又は分散配置することは，例えば，乙2(特開昭62−183779号公報，2頁左上欄末行～右上欄16行)に",
                "示されているように周知の事項である。",
                "そうすると，本件発明1の「払出制御手段」に当該打球発射装置の作動を不能とする制御機能を具備させることも上記周知技術を参照すれば容易になし得る程度の事項であり，しかも，当該具備のための特別の回路等の構成も記載されていないから，当該具備に際して困難性を要する技術的事項も存在しない。",
                "以上のとおり，当該事項は，周知技術に基づいて当業者が適宜なし得る単なる設計的事項であるから，決定の「第1引用例発明に，上記周知技術Bと共に第3引用例発明を適用し，上記相違点6における本件発明1の構成を得ることは，当業者であれば容易に想到し得る事項である。」との判断に誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "決定が「遊技機と記録媒体処理装置とを接続して使用する第3引用例発明において，遊技機が記録媒体処理装置と非接続状態であることは，遊技機として異常状態であることは明らかである。」と認定している理由は，本来接続されるべきものが接続されなければ，相互間発生現象か否かにかかわらず異常状態であると認識することは技術常識であり，また，本来接続されるべきものが接続されない場合が生じることが想定外でないからである。このことは，例えば，電気製品製造に際して動作試験等により，結線ミス，誤配線等のチェックを行うことからも明らかであり，原告が主張する阻害要因には理由がない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原告は，「払出制御手段が非接続状態の遊技機に設けられた打球発射装置の打球発射動作を停止させることは不可能となる」旨主張するが，周知例に示された，異常状態時に通電遮断などにより打球発射装置の作動を操作不能状態と制御する制御手段を適用すると，遊技機と記録媒体処理装置との非接続を異常状態として監視／制御するものとなるから，当該遊技機と記録媒体処理装置が非接続状態になることは当然の想定事項であり，当該想定事項を考慮して当該監視／制御が達成できるように当業者がセンサー，配線などを適宜設定することは技術常識であり，当該設定は当該制御手段の配設箇所にかかわらず達成可能に設定されるものであることも技術常識である。",
                "さらに，本件発明1に記載された「払出制御手段」には，打球発射装置の作動を操作不能状態と制御するための具体的構成に関して何も記載されていない。このことは，当該操作不能状態と制御することが単なる設計的事項である証左でもある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2に関する相違点7の判断の誤り)に対して"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "第3引用例発明の認定の誤りに対して",
      "text": [
        "原告は，決定が「球排出装置4の制御装置が，残高を中央管理装置に送る」と認定している旨主張するが，この主張は決定を正解しないものである。",
        "すなわち，決定は，第3引用例発明について，「遊技者が所望する金額分の球が受皿25に排出されると，排出した球に相当する金額を減算し，残高を中央管理装置に送るパチンコ機。」と認定しているにすぎず，「球排出装置4の制御装置が送る」とは記載されていない。",
        "また，相違点7の検討においても，第3引用発明については「第3引用例発明は，遊技者が使用した金額を減算した残高を中央管理装置に送るものであるから，売上信号出力手段を備えているといえる。」と記載されているにすぎず，「球排出装置4の制御装置」との文言は記載されていない。",
        "したがって，原告の主張は決定を正解しないものであり，失当である。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤りに対して",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，相違点7に係る構成は，当業者が容易に想到できないものであると主張するが，第3引用発明において，玉貸機能部と電気的に接続されて一体的構成となるパチンコ機の一方から中央管理装置に出力できて，他方で中央管理装置に出力できない技術上の理由は認められないばかりでなく，パチンコ機自体から中央管理装置に情報を送信することは，例えば，甲9(特開昭63−168194号公報，11頁右上欄19行～左下欄4行)に記載されているように周知の事項である。",
                "しかも，第3引用例の第11図に示される第3実施例には「このように玉貸機能部2をパチンコ機1自体に設ける」(4頁右上欄13～14行)と記載され，記録媒体処理装置とパチンコ機は一体化できることが開示されているのであるから，当業者がパチンコ機自体から残高を出力することを想起する点に困難はない。",
                "したがって，相違点7における本件発明2の構成を得ることは当業者であれば容易に想到し得る事項であるとの決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，「単位額売上信号は遊技機側からと記録媒体処理装置からとの両方からホール用管理コンピュータに送信される」構成を，本件発明2の効果として主張するが，この主張は本願発明2の特許請求の範囲の記載に基づかない主張である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1に関する相違点5の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1引用例発明の認定の誤り",
              "text": [
                "原告は，決定が第1引用例発明を「特定遊技状態(大当たり)の回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なるもの」と認定したのは誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第1引用例には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「V入賞フラグがセットされていないと判別された場合，すなわち，開閉板67の開成中にV入賞がなかったとき，あるいは開閉板67の開成回数が所定回数(10回)に達したときには，特定遊技状態は，終了する。そのため，開閉回数カウンタCT5と入賞個数カウンタCT6の値をクリアして(ステップS60)，その後，大当たり回数カウンタCT7の値が「0」か否かが判別される(ステップS61)。最初の大当たりであるときには，「0」であると判別されてランダムデータRD4の中から1つのデータが選出される(ステップS62)。",
                        "また，大当たり回数カウンタCT7の値が「0」でないと判別された場合には，今度は，大当たり回数カウンタCT7の値が「3」であるか否かが判別される(ステップS63)。そして，「3」でない，すなわち「1」又は「2」であると判別された場合には，ランダムデータRD5の中から1つのデータが選出される(ステップS64)。ここで，ランダムデータRD4及びRD5は，確率を向上させるか否かを決定するためのデータテーブルであり，例えば，RD4は，3個のデータテーブルから構成され，そのうちの1個が確率向上データとなっており，RD5は，5個のデータテーブルから構成され，そのうちの1個が確率向上データとなっている。",
                        "したがって，最初(1回目)の大当たりから次の大当たりにおいて確率を向上させるか否かの選択確率は，「1／3」であり，2回目又は3回目の大当たりから次の大当たりにおいて確率を向上させるか否かの選択確率は，「1／5」である。",
                        "前記ステップS62，あるいはステップS64において選出されたデータが確率向上データであるか否かが判別され(ステップS65)，確率向上データであるときには，確率向上フラグをセットし(ステップS66)，大当たり回数カウンタCT7の値に「1」を加算して(ステップS67)，最初のステップS12に戻る。一方，前記ステップS63において，大当たり回数カウンタCT7の値が「3」であると判別された場合，あるいは前記ステップS65で選出されたデータが確率向上データでないと判別された場合には，大当たり回数カウンタCT7の値をクリアした(ステップS68)後，最初のステップS12に戻る。」(14頁左上欄5行～左下欄7行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「実施例のように確率向上制御に上限(実施例では3回)を設けなくてもよい。」(14頁右下欄20行～15頁左上欄1行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，第1引用例発明においては，「大当たり回数カウンターCT7」の値が，「0」の場合には，ランダムデータRD4により1／3の確率で確率向上フラグがセットされ，その値が「1」又は「2」の場合には，ランダムデータRD5の中から1／5の確率で確率向上フラグがセットされ，その値が「3」の場合には，確率向上のための選出が行われることなく，「大当たり回数カウンターCT7」の値がクリアされるものと認められる。また，「大当たり回数カウンター」の値は，最初の大当たりのときは「0」と判別され，それ以降は，確率向上フラグがセットされると「1」ずつ加算されるものと認められる。これを，第1引用例の第7C図の確率変動判定ステップにあてはめると，CT7の数値が「0」のときは，S61，62，65～68の各ステップ，同数値が「1」又は「2」のときは，S61，63，64～68の各ステップ，同数値が「3」のときは，S61，63，68の各ステップにより確率変動判定が行われることとなる。",
                    "以上によれば，第1引用例発明は，CT7の値，すなわち，大当たりとなった場合に行われる確率向上抽選で確率フラグが連続してセットされた回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なるものであるということができる。",
                    "これに対して，原告は，第1引用例発明に「実施例のように確率向上制御に上限(実施例では3回)を設けなくてもよい。」との記載があることから，確率向上制御に上限がない場合を前提として主張をしているが，決定は確率向上制御に上限がある場合を前提として認定をしているのであるから，原告の主張は，決定を正解せず，決定とは異なる前提に立って決定の認定の誤りをいうものであって，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，決定の「特定遊技状態(大当たり)の回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なるもの」との認定は必ずしも正確ではなく，第1引用例発明は「大当たりとなった場合に行われる確率向上抽選で確率フラグが連続してセットされた回数に応じて，確率変動判定ステップ及び確率変動状態となる確率が異なる」ものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り",
              "text": [
                "原告は，第1引用例発明についての上記前提に基づき，第1引用例発明と本件発明1は，確率変動判定ステップ及び確率変動状態について，全く逆の制御を行っているのであるから，第1引用例発明に基づき，相違点5に係る構成は容易に想到し得ないと主張する。しかし，第1引用例発明の認定に関する原告の主張が採用し得ないことは，上記(1)で判示したとおりである。",
                "また，確率向上時に制御する確率を一定にするか，変化させるか(変化させるとしてもどの程度とするか)，同一の確率変動判定ステップを用いるかどうかなどは，当業者であれば，遊技の興趣性等を考慮して，必要に応じて適宜選択し得る事項であり，第1引用例発明において，確率変動状態及び通常確率時のいずれにおいても，特定遊技状態ごとに同一の確率変動判定ステップにより確率変動状態に制御するか否かを判定し，毎回同じ確率で制御するようにして，相違点5に係る本件発明1の構成とすることは，当業者であれば容易になし得る事項というべきである。",
                "以上によれば，第1引用例発明に関する決定の認定には必ずしも正確ではない点があるが，結論に影響を及ぼすものではないということができ，相違点5に係る構成は当業者が容易に想到し得るとした決定の判断に誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する相違点6の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "第3引用例発明の認定の誤り",
              "text": [
                "原告は，決定が第3引用例発明の「球排出装置4の制御装置」が本件発明1の「払出制御手段」に対応すると認定したのは誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第3引用例には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「特許請求の範囲 カード挿排口とカード読取装置と金額表示器を少なくとも有する球貸機能部をパチンコ機或いはその近傍に配設し，該球貸機能部の少なくともカード読取装置と金額表示器を電気的制御装置に接続するとともに，該電気的制御装置を当該パチンコ機の球排出装置の制御装置に接続し，上記球貸機能部のカード挿排口にカードが挿入され，或いは遊技中における入賞にもとづいて上記球排出装置を作動して球を当該パチンコ機前面の受皿に排出するようにしたことを特徴とするパチンコ機のカード式球貸機構。」(1頁左欄4～15行)(イ) 「本発明は上記に鑑み提案されたもので，カード挿排口とカード読取装置と金額表示器を少なくとも有する球貸機能部をパチンコ機或いはその近傍に配設し，該球貸機能部の少なくともカード読取装置と金額表示器を電気的制御装置に接続するとともに，該電気的制御装置を当該パチンコ機の球排出装置の制御装置に接続したものである。」(2頁左上欄1～7行)(ウ) 「第1図に示す第1の実施例は，従来の球貸機と同様に，パチンコ機1aとパチンコ機1bとの間にパチンコ機1a用の球貸機能部2aとパチンコ機1b用の球貸機能部2bを隣り合せにして設け，球貸機能部2aと球貸機能部2bとの境界部分に誤操作防止板3を突設し，各球貸機能部2の電気的制御装置(図示せず)を対応するパチンコ機の球排出装置4の制御装置(図示せず)に電気的に接続するとともに，伝送路5を介して管理室内に設置してある中央管理装置(図示せず)に電気的に接続する。 球貸機能部2は，前面に上から球貸出中表示器6，カード挿排口7，金額表示器8，アラーム表示器9，金額選択操作部10を設け，内部にはカード読取装置11と上記電気的制御装置を設け，該電気的制御装置にカード読取装置11及び上記した球貸出中表示器6，金額表示器8，アラーム表示器9，金額選択操作部10等を電気的に接続してある。カード読取装置11は，・・・情報読取部として磁気ヘッド15を設ける」(2頁左上欄16行～同右上欄19行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「遊技者がカード発行機に投入した貨幣の金額は，本実施例ではカードに書き込んだカード識別情報に対応させて中央管理装置の記憶部内に記憶されるように構成してある。したがって，遊技者がカード発行機に貨幣を投入し，所望する金額を選択釦等により選択すると，中央管理装置の記憶装置内に当該選択した金額がカード識別情報とともに記憶され，カード発行機からは上記カード識別情報が書き込まれたカード21が排出される。」(2頁左下欄17行～同右下欄6行)"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「遊技者はこのカード21を取得して自分の好みのパチンコ機1を選択し，当該パチンコ機1の球貸機能部2のカード挿排口7にカード21を挿入する。・・・カードが正常に搬送されていることを確認すると，磁気ヘッド15が該カード21の情報書込部22内の情報，即ちカード識別情報・・・等を読み取り，・・・電気的制御装置は，中央管理装置からのデータ要求信号が当該パチンコ機1の自局アドレスと一致すると，自局アドレスにカード21のカード識別情報を付加して中央管理装置に送る。中央管理装置は，当該パチンコ機1からの信号を受信すると，記憶装置内のカード識別情報を検索し，一致した場合にはそのカード識別情報に対応した記憶内容，即ちそのカード21の残高を読み出して上記パチンコ機1に送る。中央管理装置からそのカード21の残高を受信すると，電気的制御装置が金額表示器8にその金額を表示する。遊技者が金額表示器8の表示を確認し，金額選択操作部10を操作することにより所望する金額を選択すると，電気的制御装置が当該パチンコ機1の球排出装置4を作動して，遊技者が選択した金額に対応した数量の球を該パチンコ機1前面の受皿25に排出させる。",
                        "・・・この様にして遊技者の所望する金額分の球が受皿25に排出されると，これに伴って電気的制御装置の演算手段が作動し，排出した球に相当する金額を減算し，残高を金額表示器8に表示する。また，この残高は，中央管理装置に送られ，当該カード21のカード識別情報とともに記憶装置内に記憶される。」(2頁右下欄7行～3頁左下欄4行)(カ) 「球排出装置4は，第4図に示すように，貯留タンク26から延出した樋27の途中に設けられ，ソレノイド28の駆動により樋27内に出没して球の流下を規制する球ストッパ部29と，通過する球を一個宛検出する球通過検出部30等を備え，上記ソレノイド28及び球通過検出部30を電気的制御装置に接続してある。電気的制御装置からの信号によりソレノイドが励磁すると，球ストッパ部29が樋27内の球流路から退いて樋27内の球が流下するとともに，球通過検出部30が通過する球を検出して電気的制御装置に信号を送る。電気的制御装置は，球通過検出部30からの信号を計数し，所定数の球が通過したことを計数するとソレノイド28を消磁して球の流下を停止する。」(3頁左下欄5～19行)(キ) 「第11図に示す第3の実施例は，パチンコ機1の前面枠37の表面左側に球貸機能部2を配設したものである。この様に，球貸機能部2をパチンコ機1自体に設けると，パチンコ1とパチンコ機1との間隔を従来よりも縮小することができるので，パチンコ店のスペースを有効に利用することができる。」(4頁右上欄11～17行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，第3引用例には，①カード挿排口とカード読取装置と金額表示器を有する球貸機能部をパチンコ機あるいはその近傍に配設すること，②球貸機能部のカード読取装置と金額表示器を電気的制御装置に接続するとともに，電気的制御装置を当該パチンコ機の球排出装置の制御装置に接続すること，③球貸機能部のカード挿排口にカードが挿入されると，球排出装置を作動して球を排出することが開示されているものと認められる。",
                    "他方，本件発明の請求項1の記載等によれば，本件発明1の「払出制御手段」は，遊技機に備えられ，記録媒体処理装置により記録媒体から引き落される有価価値に相当する分の貸玉を払い出すためのものであると認められる。",
                    "上記の第3引用例発明の構成と本件発明1の構成を対比すると，本件発明1の「払出制御手段」は，第3引用例発明の「球排出装置4の制御装置」及びこれを電気的に制御する「電気的制御装置」に対応するというべきであり，本件発明1の「払出制御手段」と第3引用例発明の「球排出装置4の制御装置」に対応するとの決定の認定は正確性を欠くものである。",
                    "しかしながら，決定は，本件発明1と第3引用例発明の構成を対応した上で，第3引用例発明は，本件発明1の構成のうち，「遊技者所有の有価価値を特定可能な情報が記録された記録媒体の記録情報を読取る記録媒体処理装置と接続可能であり，かつ，前記記録媒体処理装置により前記記録媒体から引落される有価価値に相当する分の貸玉を払出すための払出制御手段を備える遊技機」に対応する構成を備えていると認定し，相違点6についての判断をしている。",
                    "そうすると，本件発明1の「払出制御手段」と第3引用例発明の「球排出装置4の制御装置」に対応するとの決定の認定が正確性を欠くものであるとしても，第3引用例発明が，「球排出装置4の制御装置」及びこれを電気的に制御する「電気的制御装置」を備えている以上，第3引用例発明が本件発明1の「払出制御手段」に対応する構成を備えているとの決定の認定に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点6の「該払出制御手段は，前記遊技機が前記記録媒体処理装置と非接続状態となっているときには前記遊技領域へ打込むための打玉が発射されない状態とするのに対し，第1引用例発明においては，そのような構成を備えていない点」との点について，第3引用例には，遊技機と記録媒体処理装置とが非接続状態となることについて何ら示唆も教示もされていないのであるから，当業者は，遊技機と記録媒体処理装置とが非接続状態となること自体想定できないと主張する。",
                    "しかしながら，遊技機と記録媒体処理装置が接続されて正常に作動する以上，非接続状態が遊技機として異常な状態であることは当然の前提であり，当業者であれば，遊技機と記録媒体処理装置が非接続状態になることも当然に想定するものと考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の非接続状態は，遊技機と記録媒体処理装置との相互間に発生した「相互間発生現象」であるから，決定がそのような事態を「遊技機として異常状態にある」と認定判断したのは誤りであると主張する。",
                    "しかしながら，遊技機と記録媒体処理装置は接続され，一体のものとして機能するのであるから，遊技機と記録媒体処理装置とが非接続の状態は，遊技機にとって異常な事態であることに変わりがないのであって，原告の主張には理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，周知技術Bの根拠として決定が挙げた公知文献における異常は，いずれも遊技機自体の異常であって，遊技機と記録媒体処理装置との相互間に発生したものではないと指摘する。",
                    "しかしながら，遊技機自体に異常状態があるときに打球発射装置の作動を不能にする構成を，遊技機と記録媒体処理装置とが非接続になった場合について適用することは当業者が容易になし得ることであると考えられ，この点について格段の困難があることを示す的確な証拠もない。第3引用例発明の第3の実施例は，パチンコ機1が球貸機能部2を備えているのであるから，当業者であれば，パチンコ機1内部において，球貸機能部2を除外したパチンコ機1と，当該パチンコ機1内の球貸機能部2との非接続状態を異常状態と把握することができるのであり，この場合に，遊技機自体の異常発生にかかる周知技術Bを，第3引用例発明の第3の実施例に適用することは容易に想起し得るところである。結局のところ，異常状態が遊技機自体にあるか，遊技機と一体的に機能するが遊技機とは別体とされている装置と遊技機との非接続にあるかによって，容易想到性の判断は左右されるものではなく，周知技術Bを第3引用例発明に適用することは容易というほかない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，決定は，相違点6の一部である「打球発射されない状態にする手段が，払出制御手段であること」について判断をせず，この点を当業者が想到するのは容易ではないと主張する。",
                    "しかしながら，「遊技機において，異常状態であるときに打球発射装置の作動を不能にすること」が周知技術Bであるところ，第3引用例には，打玉の発射を制御する装置についての記載がないものの，「制御装置」については，「球排出装置4の制御装置」と，これを電気的に制御する「電気的制御装置」の2つが記載されており，当業者であれば，第3引用例発明に周知技術Bを適用する際，周知技術Bの制御をこれら「球排出装置4の制御装置」及び「電気的制御装置」に行わせることは，容易に想到し得るということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，周知技術Bを参酌し，第1引用例発明と第3引用例発明とを組み合わせることについては，①第3引用例発明の想定外の事態(非接続状態)について当業者が想定し，なおかつ異常状態であると認識しなければならないこと，②第3引用例発明の非接続状態が相互間発生現象であるにもかかわらず，遊技機自体の異常と当業者が認識しなければならないこと，という阻害要因が存在すると主張する。",
                    "しかしながら，前記判示のとおり，遊技機の接続状態の異常について当業者が想定することは容易であり，かつ，第3引用例発明の非接続状態が相互間発生現象であるとしても，遊技機自体の異常発生にかかる周知技術Bを，第3引用例発明の第3の実施例に適用することは容易に想起し得るところである。そして，当業者であれば，第3の実施例に周知技術Bを適用した技術について，第1の実施例のように，球貸機能部2をパチンコ機1と別体にすることも容易に想起し得るというべきである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，本件発明1においては，打球発射停止を行う手段である払出制御手段が遊技機側に設けられているために，記録媒体処理装置と遊技機とが非接続状態になったとしても，遊技機内部にある払出制御手段が遊技機内部にある発射装置を停止制御することができるが，第3引用例発明の場合には，仮に非接続状態になれば，払出制御手段(電気的制御装置)による発射停止が不可能になる構造になっているので，当業者が非接続状態を想定することができたとしても，なお阻害要因が存在すると主張する。",
                    "しかしながら，周知例に示された，異常状態時に通電遮断などにより打球発射装置の作動を操作不能状態と制御する制御手段を適用して，遊技機と記録媒体処理装置との非接続を異常状態として監視／制御する場合には，そのような異常状態が生じたときに払出制御手段が発射装置を停止制御することができるように当業者がセンサー，配線などを適宜設定することは当然のことであり，そのような設定を行うことが困難であることを示す的確な証拠もない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2に関する相違点7の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "第3引用例発明の認定の誤り",
              "text": [
                "原告は，決定が，第3引用例発明について「球排出装置4の制御装置が，残高を中央管理装置に送る」と認定しているのは誤りであると主張する。",
                "この点，決定は「球排出装置4の制御装置が，・・・残高を中央管理装置に送るパチンコ機。」としており，「残高を中央管理装置に送る」主体が「球排出装置4の制御装置」であるのか，「パチンコ機」であるのかは必ずしも明確ではない。",
                "第3引用例(前記2ア(ウ)(オ))の記載によれば，第3引用例発明においては，球貸機能部2の電気的制御装置が，中央管理装置に電気的に接続され，パチンコ機1の球排出装置4を作動して，遊技者が選択した金額に対応した数量の球を該パチンコ機1前面の受皿25に排出させ，排出した球に相当する金額を減算し，残高を金額表示器8に表示し，この残高を中央管理装置に送るものと認められる。したがって，残高を中央管理装置に送る主体は，「球貸機能部2の電気的制御装置」であると認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "容易想到性の判断の誤り",
      "text": [
        "上記(1)の認定を前提として，相違点7に係る構成の容易想到性について検討する。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，本件発明2においては，遊技機側に単位売上信号出力手段が設けられているが，第3引用例においては，記録媒体処理装置側に残高の出力機能が設けられているにすぎず，遊技機側に残高の出力機能を設けることを想起させる教示ないし示唆は全く存在しないのであるから，相違点7に係る構成は容易に想到し得るものではないと主張する。",
            "しかしながら，第3引用例には，球貸機能部2をパチンコ機1自体に設けている第3の実施例が開示されており，パチンコ機1自体に設けられる球貸機能部2は，残高を中央管理装置に送る電気的制御装置を備えたものであるから，第3引用例には，遊技機側に単位売上信号出力手段を設けることが記載されているということができる。仮にそのようにいえないとしても，記録媒体処理装置を遊技機内に設置して残高の出力機能を遊技機に設けるか，遊技機と記録媒体処理装置を別体として，残高の出力機能を別体としての記録媒体処理装置側に設けるかは当業者が適宜選択し得る設計事項というべきである。したがって，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，本件発明2は，遊技機が単位売上信号出力手段を含むものであることにより，単位額売上信号が，遊技機からと記録媒体処理装置からとの両方からホール用管理コンピュータに送信されることになり，売上げの正確な管理が可能となるなどの顕著な効果を奏すると主張する。しかしながら，本件発明2に係る請求項2には，単位額売上信号をホール用管理コンピューターが集計できるように単位額売上信号出力手段を含むとの構成が記載されているにすぎず，単位額売上信号をホール用管理コンピューターと記録媒体処理装置の双方に送信することは記載されていない。原告の主張は，本件発明2の特許請求の範囲の記載に基づかないものであって，失当である。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "結論",
              "text": [
                "以上のとおり，原告主張の決定取消事由はいずれも理由がないので，原告の請求は棄却されるべきである。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10797",
    "date": "2006-10-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033735",
    "ipprecedent_id": "157",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}