{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-21309号事件について平成16年9月22日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成4年6月3日に特許出願(特願平5-500902号，優先権主張，1991年〔平成3年〕6月11日，米国)をし，平成13年11月8日，その一部について，発明の名称を「背景ノイズエネルギーレベルを見積もる方法と装置」とする新たな特許出願(特願2001-343016号)をしたが，平成15年7月30日に拒絶査定を受けたので，同年11月4日，拒絶査定に対する不服審判を請求した。特許庁は，これを不服2003-21309号事件として審理し，平成16年9月22日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "平成15年6月17日付け手続補正書により補正された明細書(甲3，5，以下「本件明細書」という。)の特許請求の範囲の請求項1に記載された発明(以下「本願発明」という。)の要旨",
          "text": [
            "スピーチ信号を表す信号フレームの背景ノイズを推定する方法において，前の信号フレームの背景ノイズ推定値を表すデータを記憶し，",
            "現在の信号フレームの信号エネルギー(Ef)を測定し，",
            "現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B’)を計算することを含む方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別添審決謄本写し記載のとおり，本願発明が，特開昭59-67732号公報(甲2，以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した，本願発明と引用発明との一致点及び相違点は，それぞれ次のとおりである(なお，以下，審決，引用例の原文において「エネルギ」と表記されている場合も「エネルギー」と表すこととする。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点(審決謄本5頁第2段落)",
                  "text": [
                    "「スピーチ信号を表す信号フレームの背景ノイズを推定する方法において，",
                    "前の信号フレームの背景ノイズ推定値を表すデータと， 　　　　　信号フレームの信号エネルギー(Ef)を測定し，",
                    "信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B’)を計算することを含む方法。」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1(同第3段落)",
                      "text": [
                        "本願発明では，前の信号フレームの背景ノイズ推定値を表すデータを「記憶し」ているのに対して，引用例には，すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)を記憶することについては明記されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2(同最終段落～6頁第1段落)",
                      "text": [
                        "現在の信号フレームの背景ノイズ推定値(B’)を計算するための一方のデータが，本願発明では，「現在の」信号フレームの信号エネルギー(Ef)を測定し，「現在の」信号フレームの測定されたエネルギーであるのに対して，引用例に記載の発明(注，引用発明)では，Mフレームの期間の観測で，この値が最も小さいものからＮ個のフレームにおけるエネルギーの平均であり，信号フレームが，「現在の」ものではない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点2についての判断を誤り(取消事由1)，本願発明の顕著な効果を看過し(取消事由2)，その結果，本願発明が引用発明に基づいて容易に発明をすることができたとの誤った結論を導き出したもので，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2について，「引用例には，Ｎ個のフレームにおけるエネルギーの平均値とすでに得られている雑音エネルギーの推定値とを第5式で計算し，新しい雑音エネルギーの推定値を求めることが記載されており，そのＮ個のフレームにおけるエネルギーの平均値の代わりに，本願発明のように，『現在の』フレームのエネルギーを測定し，その測定された『現在の』フレームのエネルギーを用いる程度のことは，新しい現実的な背景雑音を評価し，フレーム速度を決定するにあたって当業者が設計上適宜になし得ることといえる。すなわち，引用例に記載の発明において，現在の信号フレームの背景ノイズ推定値(B’)を計算するための一方のデータを，本願発明のように，『現在の』信号フレームのエネルギー(Ef)を測定し，『現在の』信号フレームの測定されたエネルギーとする程度のことは当業者が適宜になし得ることといえる。」(審決謄本6頁第4段落)と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明においては，次のような理由で，雑音エネルギーの推定を行っている。",
                "すなわち，雑音が準定常的である場合，無音声区間でエネルギーを何回か測定し，測定値を平均すれば，その平均値を雑音エネルギーとみなすことができる。そして，雑音が準定常的であり，観測区間中に無音声区間が存在する場合には，観測区間中でエネルギーが最小の区間が無音声区間である。したがって，雑音が準定常的であり，観測区間中に無音声区間が存在する場合には，観測区間中でエネルギーが最小の区間においてエネルギーを何回か測定し，測定値を平均すれば，平均値を雑音エネルギーとみなすことができる。そこで，引用発明では，M個のフレームを無音声区間検出のための観測区間とし，フレームごとに平均エネルギーを求め，観測区間でエネルギーが最も小さいものからＮ個のフレームを無音声区間とみなしている(M，Ｎは一定，Ｎ＜M)。そして，次の式で，Ｎ個のフレームの各帯域ごとの平均エネルギーを合計し，合計したエネルギーをＮで割って平均を計算している。"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "N",
          "text": [
            "∑W",
            "N i,k",
            "k=1 (ただしiは帯域番号i＝1，2，…n，kはフレーム毎の全周波数帯域での平均エネルギーを小さい順に並べた時の順位k＝1，2，…M)　　　　さらに，引用発明では，雑音エネルギーの推定値が急減に変化することにより生じる出力信号の不連続性を減少させるため，次の式のとおり，上記式で求められた値と既に得られている雑音エネルギーの推定値(Ｎi’(編注；Ｎとiの間に「Λ」あり))との平均を雑音エネルギーの推定値(Ｎi(編注；Ｎとiの間に「Λ」あり))としている。",
            "Nˆ ′ + 1 ∑N W"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "i",
                  "subject": "N i,k",
                  "text": [
                    "Nˆ = k=1"
                  ]
                },
                {
                  "fig": "i",
                  "subject": "2",
                  "text": [
                    "つまり，引用発明では，無音声区間に存在している可能性が高いＮ個のフレーム，すなわち，観測区間でエネルギーが最も小さいものからＮ個のフレームを雑音エネルギーの推定に用いている。特に，引用発明では，Mを大きな数，例えば50～200として，観測区間であるM個のフレーム中に無音声区間が存在する確率を高くし，逆に無音声区間とみなすフレーム数Ｎを少なくして，Ｎ個のフレームがすべて無音声区間に存在する確率を高くし，これにより雑音エネルギーの推定精度を高めている(甲2の3頁左下欄第2段落参照)。",
                    "現在のフレームが常に無音声区間にあれば，現在のフレームのエネルギーを雑音エネルギーとみなすことができる。しかし，現在のフレームは，無音声区間にあるとは限らず，有音声区間にある場合もある。そして，現在のフレームが有音声区間にある場合には，現在のフレームのエネルギーを雑音エネルギーとみなすことはできない。現在のフレームが無音声区間にある確率は高いとはいえず，無音声区間にあったとしても偶然にすぎない。偶然に期待して，現在のフレームのエネルギーを雑音エネルギーとみなして，現在のフレームのエネルギーを雑音エネルギーとして用いることは，推定とはいえない。",
                    "したがって，引用発明の「Ｎ個のフレーム平均におけるエネルギーの平均値」を「現在のフレームのエネルギー」に置換することが，当業者において，設計上適宜になし得るとした審決の判断は，引用発明における雑音推定の根拠を看過して，雑音エネルギーとみなすことができる「Ｎ個のフレーム平均におけるエネルギーの平均値」について，雑音エネルギーとみなすことができない「現在のフレームのエネルギー」に置換し得るとするものであって，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，引用例の「Ｎ個のフレームにおけるエネルギーの平均値」は，観測区間のM個のフレームの中の，エネルギーが小さいＮ個のフレームについてのエネルギーの平均を取ったものであるが，その観測区間のM個のフレームの中に，現在のフレームを含めることは当業者にとって容易なことであると主張する。",
                "しかし，審決は，「Ｎ個のフレームにおけるエネルギーの平均値」の代わりに「測定された現在のフレームのエネルギーそのもの」を用いることを適宜になし得ると判断しているところ，この「測定された現在のフレームのエネルギーそのもの」の中には，「現在フレームを含む観測区間のM個のフレーム中の，エネルギーが小さいＮ個のフレームについてのエネルギーの平均を取ったもの」は含まれず，両者は別異の値である。したがって，被告は，審決の結論を導くに当たって最も重要な基礎となった相違点2の認定と相反する主張をしており，不当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，仮に，「測定された現在のフレームのエネルギーそのもの」の中に「現在フレームを含む観測区間のM個のフレーム中の，エネルギーが小さいＮ個のフレームについてのエネルギーの平均を取ったもの」が含まれるとしても，本願発明は，引用発明から容易になし得るものではない。",
                "すなわち，現在のフレームのエネルギーを雑音エネルギーの推定値の計算に用いると，引用発明が想定しているような10～20m秒の遅延(引用例3頁左下欄第2段落)では時間が足りず，特に，引用例が想定しているような，例えば補聴器の入力装置内部の一回路としての雑音除去装置(引用例2頁右上欄第3段落～左下欄第1段落)に用いられる程度のマイクロプロセッサでは，到底，時間が足りないことが予想される。逆に，雑音エネルギーの推定値を計算するために現在の信号フレームのエネルギーを用いることができる程度まで信号フレームを遅延させると，遅延が長過ぎて引用発明の雑音除去装置は実用に耐えないものとなる。そして，現在のフレームのエネルギーが雑音エネルギーの推定値に寄与する割合は高いとはいえず，場合によってはまったく寄与しないこともあることから，当業者は，現在のフレームを含めることから生じる大幅な遅延を招いてまで，現在のフレームのエネルギーをあえて雑音エネルギーの推定値の計算に用いようとは考えない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，引用例には，「スピーチ信号中の雑音エネルギーは，スピーチ信号中のエネルギーの小さい部分(無音声区間と推定される部分)のエネルギーにより推定される。」という知見が存在し，その知見によれば，「複数時点におけるスピーチ信号のエネルギー測定値の中で，相対的に小さいもの」を「スピーチ信号中の雑音エネルギーの推定値」として採用し得ることが自明であるとして，引用発明の方法に代えて，「複数時点におけるスピーチ信号のエネルギー測定値の中で相対的に小さいもの」を求める代替方法があると主張する。",
                "しかし，被告が主張する知見と同知見から被告が示した方法とでは判断基準が異なっており，被告が示した方法は引用例の知見に基づく代替方法とはいえない。",
                "すなわち，被告は，知見に関しては，「複数時点におけるスピーチ信号のエネルギー測定値の中で，相対的に小さいもの」を「スピーチ信号中の雑音エネルギーの推定値」として採用し得ると主張している。これに対して，引用発明の代替方法に関しては，「新たなスピーチ信号のエネルギー測定値」が「スピーチ信号中の雑音エネルギーの推定値」たり得ると判断される場合として，「新たなスピーチ信号のエネルギー測定値」が雑音エネルギーの変動と考えられる範囲内で「前回のスピーチ信号中の雑音エネルギーの推定値」よりも大きい場合までも含めている。",
                "したがって，被告は，知見に関しては，「複数時点におけるスピーチ信号のエネルギー測定値の中で，相対的に小さいもの」を「スピーチ信号中の雑音エネルギーの推定値」として採用し得ると主張とする反面で，代替方法においては，「新たなスピーチ信号のエネルギー測定値」が雑音エネルギーの変動と考えられる範囲内で「前回のスピーチ信号のエネルギー測定値」よりも大きい場合でも，「新たなスピーチ信号のエネルギー測定値」を「スピーチ信号中の雑音エネルギーの推定値」として採用し得る，すなわち，「複数時点におけるスピーチ信号のエネルギー測定値の中で，相対的に大きいもの」を「スピーチ信号中の雑音エネルギーの推定値」として採用し得ると主張していることになる。したがって，被告は，知見に関する主張と知見から被告が案出した代替方法に関する主張とでは，異なる判断基準を採用していることになり，被告が示す方法は，引用例の知見に基づく代替方法とはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の顕著な効果の看過)",
          "text": [
            "審決は，「これら相違点を総合的に考慮しても，当業者が容易に推考し得るものといえ，また本願発明の構成に基づく効果についてみても格別顕著なものがあるといえない。」(審決謄本6頁下から第3段落)と判断するが，誤りである。",
            "本願発明は，信号フレームの背景ノイズ推定の対象となる雑音について制限がなく，時間の変化に対して雑音エネルギーがほとんど変化しない準定常的な雑音のみならず，さまざまに変化する雑音にも用いることができる技術である。",
            "また，本願発明の雑音推定方法で計算された背景ノイズ推定値を利用することによって，次のフレームの好ましい信号伝送速度を決定することができるものである。",
            "このように，本願発明には，本願発明の構成に基づく顕著な効果が認められるから，進歩性が認められるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点2に係る本願発明の構成は，「現在の信号フレームの信号エネルギー(Ef)を測定し，現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B')を計算する」というものであるところ，本件明細書の特許請求の範囲の請求項1には，現在の信号フレームの背景ノイズ値の計算に当たって，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とにどのように基づくのか，といった事項は何も規定されていないし，使用するデータに，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」以外のものを含まないことも規定されていないから，本願発明の上記構成は，何らかの形で「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを使用し，現在の信号フレームの背景ノイズ推定値を得ることができる構成をすべて包含したものというべきである。",
                "一方，引用発明のＮ個のフレームにおけるエネルギーの平均値は，現在フレームを含むとは限らない観測区間のM個のフレーム中の，エネルギーが小さいＮ個のフレームについてのエネルギーの平均を取ったものであるが，その観測区間のM個のフレームの中に現在のフレームを含めることができない理由はないこと，引用発明は現在の信号フレームの背景ノイズ推定値を計算しようとするものであるから，当然に，現在の信号フレームの情報までを加味するのが望ましいこと等の事情にかんがみれば，観測区間のM個のフレームの中に，現在のフレームを含めることは，当業者にとって，容易なことである。",
                "そして，引用発明の観測区間のM個のフレームの中に，現在のフレームも含めるということは，「現在の信号フレームの測定されたエネルギー」データをも現在の信号フレームの背景ノイズ推定値の算出に使用することにほかならない。",
                "そうすると，引用発明を，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値」とを使用して，現在の信号フレームの背景ノイズ推定値を得るという構成にすること，換言すれば，相違点2に係る本願発明の構成に想到することは，当業者にとって，容易なことというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，本願発明の計算に使用するデータが「現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値を表すデータ」に限られるということを前提にしても，以下のとおり，相違点2に係る本願発明の構成に想到することは，当業者にとって容易なことである。",
                "すなわち，引用例には，「スピーチ信号中の雑音エネルギーは，スピーチ信号中のエネルギーの小さい部分(無音声区間と推定される部分)のエネルギーにより推定される。」という知見が存在するところ，その知見によれば，複数時点におけるスピーチ信号のエネルギー測定値の中で，相対的に小さいものをスピーチ信号中の雑音エネルギーの推定値として採用し得ることが自明である。また，複数時点におけるスピーチ信号のエネルギー測定値の中で，相対的に小さいものを求める方法としては，複数時点におけるスピーチ信号のエネルギー測定値を相互に比較可能な方法であれば足り，Ｎ個のフレームにおけるエネルギーの平均値を毎回求めるようにした引用発明の具体的方法のほかに，以下のような方法があり得ることも自明である。",
                "①　初回は，何らかの方法(例えば，上記引用例のものと同様，「M個のフレーム中のエネルギーが小さいＮ個のフレームについてのエネルギーの平均値を求める」といった方法)により，初期値としての「スピーチ信号中の雑音エネルギーの推定値」を求める。",
                "②　2回目以降は，前回の「スピーチ信号中の雑音エネルギーの推定値」と，「新たなスピーチ信号のエネルギー測定値」とを比較し，後者が「スピーチ信号中の雑音エネルギーの推定値」たり得ると判断される場合(前者に比して後者が小さいか，雑音エネルギーの変動と考えられる範囲内で大きい場合)には後者を，そうでない場合には前者を，新たな「スピーチ信号中の雑音エネルギーの推定値」とする。",
                "一般に，互いに代替可能な複数の技術手段が存在する場合に，そのうちのいずれを採用するかは，当業者が適宜決定し得ることであるから，「Ｎ個のフレームにおけるエネルギーの平均値」を毎回求めるようにした引用発明の具体的方法に換えて，上記方法を採用することも，当業者が容易になし得たことといえる。そして，上記方法は，雑音推定に当たり，使用するデータを「前の信号フレームの背景ノイズ推定値を表すデータ」と「現在の信号フレームの測定されたエネルギー」データとするものであるから，相違点2に係る本願発明の構成に想到することは，当業者にとって容易である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の顕著な効果の看過)について",
          "text": [
            "原告主張の取消事由2は争う。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明とが，審決が認定した相違点2，すなわち，「現在の信号フレームの背景ノイズ推定値(B’)を計算するための一方のデータが，本願発明では，『現在の』信号フレームの信号エネルギー(Ef)を測定し，『現在の』信号フレームの測定されたエネルギーであるのに対して，引用例に記載の発明では，Mフレームの期間の観測で，この値が最も小さいものからＮ個のフレームにおけるエネルギーの平均であり，信号フレームが，『現在の』ものではない点。」(審決謄本5頁最終段落～6頁第1段落)において相違することは，当事者間に争いがない。",
                "ところで，現在の信号フレームの背景ノイズ推定値を計算するための一方のデータが，「現在の」信号フレームの信号エネルギーであるかどうかという問題は，本願発明の特許請求の範囲における相違点2に係る「現在の」という構成の有無にとどまらず，本願発明の特許請求の範囲の「現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B’)を計算する」との記載の意義にもかかわってくるので，この記載の意義について検討する。",
                "本件明細書の特許請求の範囲の請求項1の「現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B’)を計算する」との記載は，文字どおりにみると，「現在の信号フレームの背景ノイズ推定値(B’)」を「現在の信号フレームの測定されたエネルギー(Ef)」データ及び「前の信号フレームの背景ノイズ推定値(B)を表すデータ」に基づいて計算するとしているものであって，計算方法そのものである。このような計算方法そのものは，数学的な解法を意味するものにすぎず，これが自然法則を利用した技術的思想でないことは明らかである。",
                "しかし，上記のような数学的な解法であっても，その解法につきハードウェアが用いられて具体的にある処理が実現されるという場合には，自然法則を利用した技術的思想と認め得る余地があるので，その視点から，特許法36条の記載要件は一応満たすものとして，上記記載を善解すると，上記記載においては，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを基礎にして「現在の信号フレームの背景ノイズ推定値」を得る手順が示されており，この手順の前提となる計算方法は，当業者が設計に当たって適宜決め得る事項であるということができる。本願発明は，上記のとおり，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを基礎にして「現在の信号フレームの背景ノイズ推定値」を得るというものであるが，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」を基礎にして，どのような処理をすれば，「現在の信号フレームの背景ノイズ推定値」を得ることができるかについて，特許請求の範囲において何らの限定をしていない。",
                "そうすると，本件明細書の特許請求の範囲の請求項1の「現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B’)を計算する」との記載は，何らかの形で「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値表すデータ」とを使用し，「現在の信号フレームの背景ノイズ推定値」を得るという手順のすべてを包含するものと解するほかない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "念のため，本件明細書(甲3，5)の発明の詳細な説明をみると，例えば，実施例には，「上記のような背景雑音評価は，適用速度しきい値を計算する時に使用される。現在のフレームに対して，前のフレーム背景雑音評価Bは現在のフレームに対する速度しきい値を設定する時に使用される。しかしながら，各フレームに対して背景雑音評価は，次のフレームに対する速度しきい値の決定に使用するために更新される。新しい背景雑音評価B’は，前のフレーム背景雑音評価Bおよび現在のフレームエネルギーEfに基づいて現在のフレームにおいて決定される。」(段落【0080】)，「次のフレーム中に使用するための新しい背景雑音評価B’の決定(前のフレームの背景雑音評価Bのように)において，2つの値が計算される。第1の値V1は現在のフレームエネルギーEfだけである。第2の値V はB＋1およびKBの大きいほうであり，ここでK＝1．00547である。第2の値が大きくなり過ぎることを阻止するために，それは強制的に大きい定数M＝160，000より下にされる。2つの値V またはV の小さいほうが新しい背景雑音評価B’として選択される。」(段落【0081】)との記載がある。",
                "上記記載によれば，新しい背景雑音評価B’を決定するに当たり，本件明細書において説明されている手順は，現在のフレームエネルギーEfを第1の値Vとし，前のフレーム背景雑音評価Bに1を加えた値と同じBに係数(K＝1．00547)を乗じた値のうち大きい方を第2の値V とし，かつ，V がある定数(M＝160，000)を越えるときには，V ＝Mとした上で，第1の値V と第2の値V のうち小さいほうを新しい背景雑音評価B’として選択するというものである。",
                "そうすると，上記記載によれば，本願発明の上記実施例において，現在のフレームエネルギーEfは，新しい背景雑音評価B’を決定するに当たり，新しい背景雑音評価として選択されることがあるという意味で選択肢の一つにすぎないということができるのであって，必ず，「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」との双方を計算に使用して「現在の信号フレームの背景ノイズ推定値」を算出するというものではないことが明らかである。",
                "したがって，本件明細書の発明の詳細な説明の記載からも，本願発明の特許請求の範囲の請求項1における「現在の信号フレームの測定されたエネルギーと前の信号フレームの背景ノイズ推定値(B)を表すデータとに基づいて現在の信号フレームの背景ノイズ推定値(B’)を計算する」との記載は，何らかの形で「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを使用し，「現在の信号フレームの背景ノイズ推定値」を得るという手順のすべてを包含するものと解するのが相当であることが裏付けられる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，引用例(甲2)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「発明の構成  本発明(注，引用発明)の雑音除去装置は，雑音の重畳した音声信号を帯域分割することを主体とする信号系と，各帯域信号をその帯域(これをチャンネルと呼ぶ)のSＮ比に相当する値で一定時間(フレーム)毎に減衰量の制御を行なう制御系を有しており，信号系では入力信号を遅延手段により制御手段で要する処理時間だけ遅延させ，その信号を帯域分割手段によりnチャンネルに帯域分割し，各帯域信号を減衰手段により制御手段で求められる減衰量に基づいて減衰させ，それらの信号を加算手段により加算して出力信号を得，一方，制御系では前記入力信号を前記帯域分割手段と同特性の帯域分割手段により帯域分割し，それら各帯域信号の平均エネルギーを平均エネルギー計測手段により計測し，制御手段では各帯域の平均エネルギーからフレーム毎かつチャンネル毎に雑音エネルギーの推定値と音声エネルギーの推定値を算出し，これに基づいて前記減衰手段に与える減衰量を決定するように構成したものである。」(2頁右下欄最終段落～3頁左上欄第1段落)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本実施例では，例えば次に示す具体的特性と回路とで実現される。帯域分割手段30i，50iそして80iは音声帯域をほぼ含むように200～300Hzから5～6KHzまでを1／3オクターブ毎に中心周波数を設定した15チャンネルの帯域通過フイルタ群で構成し，遅延手段200にはBBD(バケツト・ブリゲード・デバイス)を用いて10～20msecの遅延時間を得，減衰手段40iには3dBステツプ程度の分解能で最大-40～50dBの減衰が得られるデジタル制御のアッテネータを用い，平均エネルギー計測手段90iには全波整流回路群および平滑回路群を用いる。また1フレームの時間長を10～20msecとし，無音声区間を検出するための観測区間を1～2秒とするために観測フレーム数Mを50～200とし，無音声区間とみなすフレーム数Ｎを1～10とする。",
                    "そして，上記減衰手段40iに与える減衰量giを決定するためには各帯域の平均エネルギーからフレーム毎かつチャンネル毎に雑音エネルギーの推定値と音声エネルギーの推定値を算出しなければならない。」(3頁左下欄第2段落～同右下欄第2段落)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「次に，雑音エネルギーの推定値の求め方について説明する。通常の会話における音声には第4図bに示すように必ず音声のされていない無音声区間が存在する。そのような音声に第2図aに示すような定常的な雑音が重畳すると，そのエネルギーを観測すれば第4図cに示すようになり，エネルギーの最も小さい区間が無音声区間で，その区間では雑音のみが存在すると見なすことができる。このようにして雑音区間が検出できればその区間を分析して雑音の特性を知ることができる。具体的には，入力信号の全周波数帯域でのフレーム毎の平均エネルギーを求め，Mフレーム(Mは一定)の期間の観測で，この値が最も小さいものからＮフレーム(Ｎは一定，Ｎ＜M)を無音声区間とみなし，このＮ個のフレームにおける各帯域毎の平均エネルギーWi，kの平均"
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "N",
          "text": [
            "∑W",
            "N i,k",
            "k=1 (ただしiは帯域番号i＝1，2，…n，kはフレーム毎の全周波数帯域での平均エネルギーを小さい順に並べた時の順位k＝1，2，…M)と，すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)との平均値を第5式に示すように新しい雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)とする。",
            "Nˆ ′ + 1 ∑N W"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "i",
                      "subject": "N i,k",
                      "text": [
                        "Nˆ = k=1"
                      ]
                    },
                    {
                      "fig": "i",
                      "subject": "2 ………(5)"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "N",
          "text": [
            "∑W",
            "N i,k",
            "尚 k=1 をそのまま雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)としても良いのであるが，第5式に示すように，すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)との平均をとることにより，雑音エネルギーの推定値が急激に変化することにより生じる出力信号の不連続性を減少させることができる。",
            "またWi，kを求めるためのMフレームの観測区間の移動のしかたであるが，これは第5図に示すようにMフレームずつ移動させる方法と，第6図に示すように1フレームずつ移動させる方法とがある。第5図の方法では，Mフレームの間は雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)が一定であり，重畳している雑音の変化が比較的ゆるやかな場合に適し，第6図の方法では1フレーム毎に雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)が変化するので，重畳している雑音の変化が比較的急激な場合に適する。",
            "以上のようにして得られた雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)から音声エネルギーの推定値Si(編注；Sとiの間に「Λ」あり)を求めると，",
            "Si(編注；Sとiの間に「Λ」あり)＝Wi-Ｎi(編注；Ｎとiの間に「Λ」あり)  Wi＞Ｎi………(6)",
            "となる。またWi≦Ｎiの場合には音声エネルギーの推定値が負の値をとってしまい不合理であるので，",
            "Si(編注；Sとiの間に「Λ」あり)＝0  Wi≦Ｎi(編注；Ｎとiの間に「Λ」あり)………(7)",
            "とする。ただしWiは任意フレームで計測された各帯域毎の平均エネルギーを示す。",
            "Wiと音声エネルギーの推定値Si(編注；Sとiの間に「Λ」あり)により，減衰手段に与える減衰量giを",
            "gi＝Si(編注；Sとiの間に「Λ」あり)／Wi…………(8)",
            "とする。つまり減衰手段への入力信号をSin，減衰手段の出力信号をSoutとすると，この減衰量giを減衰手段に与えることにより，",
            "Sout＝gi・Sin",
            "となり，Soutのエネルギーは音声エネルギーの推定値Si(編注；Sとiの間に「Λ」あり)と等しくなる。",
            "このように各帯域信号のエネルギーを減衰手段を用いて音声エネルギーの推定量Si(編注；Sとiの間に「Λ」あり)と等しくすることにより音声に重畳した雑音の抑圧を行なうことができる。」(3頁右下欄第3段落～4頁左下欄第2段落)"
          ],
          "content": [
            {
              "fig": "(4)",
              "text": [
                "上記記載によれば，引用例には，雑音の重畳している音声から雑音成分を的確に取り除く雑音除去装置に関し，雑音エネルギーの推定値に基づいて信号エネルギーの減衰を行い，信号エネルギーを雑音エネルギーを除いた音声エネルギーの推定値と等しくすることで，音声に重畳した雑音の抑圧を行い，雑音が準定常的なものであれば，雑音成分を的確に取り除くことができる発明が記載されているところ，その構成として，音声信号から雑音エネルギーの推定値を求める引用発明が記載されており，引用発明は，現在フレームを含むとは限らない観測区間のM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得て，このデータと記憶されている「すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)」を基礎として，「新しい雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)」を得るというものであるということができる。",
                "したがって，引用発明を本願発明の構成に対応させてみれば，①引用発明の，現在の信号フレームを含むとは限らない観測区間のM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得ることは，本願発明の「信号フレームの信号エネルギー(Ef)を測定し」に，②引用発明の「すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)」は，本願発明の「前の信号フレームの背景ノイズ推定値を表すデータ」に，③引用発明の「新しい雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)」は，本願発明の「現在の信号フレームの背景ノイズ推定値(B’)」に，それぞれ対応するものということができる。",
                "そして，②引用発明の「すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)」が本願発明の「前の信号フレームの背景ノイズ推定値を表すデータ」に，③引用発明の「新しい雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)」が本願発明の「現在の信号フレームの背景ノイズ推定値(B’)」にそれぞれ相当し，一方，①引用発明においては，新しい雑音エネルギーの推定値の計算の際，現在の信号フレームを含むとは限らない観測区間のM個のフレームを観測し，このM個のフレームの中から，エネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを選択するのに対し，本願発明において現在の信号フレームの背景ノイズ推定値の計算の際に使用されるのが，「現在の信号フレーム」である点において相違することになり，これが上記(1)のとおり審決が認定した相違点2にほかならない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，上記相違点2について，「引用例には，Ｎ個のフレームにおけるエネルギーの平均値とすでに得られている雑音エネルギーの推定値とを第5式で計算し，新しい雑音エネルギーの推定値を求めることが記載されており，そのＮ個のフレームにおけるエネルギーの平均値の代わりに，本願発明のように，『現在の』フレームのエネルギーを測定し，その測定された『現在の』フレームのエネルギーを用いる程度のことは，新しい現実的な背景雑音を評価し，フレーム速度を決定するにあたって当業者が設計上適宜になし得ることといえる。すなわち，引用例に記載の発明(注，引用発明)において，現在の信号フレームの背景ノイズ推定値(B’)を計算するための一方のデータを，本願発明のように，『現在の』信号フレームのエネルギー(Ef)を測定し，『現在の』信号フレームの測定されたエネルギーとする程度のことは当業者が適宜になし得ることといえる。」(審決謄本6頁第4段落)として，容易想到性を肯定したのに対し，原告は，審決のこの判断を争うので，以下検討する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "上記のとおり，引用発明は，現在の信号フレームを含むとは限らない観測区間のM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得るものであるところ，このことは，逆にいえば，引用発明において，上記観測区間のM個のフレームに現在の信号フレームを含むことは除外されていない。",
                "引用例(甲2)には，上記(3)ウのとおり，「Wi，kを求めるためのMフレームの観測区間の移動のしかたであるが・・・第6図に示すように1フレームずつ移動させる方法とがある。・・・第6図の方法では1フレーム毎に雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)が変化するので，重畳している雑音の変化が比較的急激な場合に適する。」との記載があり，第6図には，上記記載に沿って，新たなフレームに代わるごとに，Mフレームの観測区間を1フレーム分ずつ時間の進行方向に移動させることが図示されているのであって，同記載に照らしても，新たなフレームに代わるごとに現在の信号フレームを観測区間のMフレームに含めることが除外されているとは認められない。",
                "一方，引用発明において，現在の信号フレームの「新しい雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)」を求めるに当たって，現在の信号フレームのデータを利用することを妨げるべき格別の事情は存在しない。",
                "そうすると，引用発明において，「現在の信号フレームを含むとは限らない」M個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得ることについて，これを，「現在の信号フレームを含む」M個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得ることに置き換えることは，当業者において，容易なことというべきである。",
                "ここで，引用発明の構成において，現在の信号フレームの背景ノイズ推定値の計算に当たり，現在の信号フレームを含むM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得る場合には，計算の過程において「現在の信号フレーム」のエネルギーデータが使用されていることが明らかであって，これは，何らかの形で「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを使用し，「現在の信号フレームの背景ノイズ推定値」を得るという本願発明に係る構成に一致するものである。",
                "ちなみに，このように現在の信号フレームのエネルギーデータが何らかの形で使用されるのは，本件明細書の発明の詳細な説明の実施例において，「現在のフレームエネルギーEf」が新しい背景雑音評価B’を決定するに当たり，選択肢の一つとして使用されているのと同様のものであると評価することができる。　　　　　以上によれば，相違点2について，当業者は，引用例に基づいて本願発明に係る構成に容易に想到可能というべきであるから，相違点2についての審決の容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，「Ｎ個のフレームにおけるエネルギーの平均値の代わりに，本願発明のように，『現在の』フレームのエネルギーを測定し，その測定された『現在の』フレームのエネルギーを用いる程度のことは，新しい現実的な背景雑音を評価し，フレーム速度を決定するにあたって当業者が設計上適宜になし得ることといえる。」とした審決の説示をとらえ，引用発明においては，無音声区間に存在している可能性が高いＮ個のフレーム，すなわち，観測区間でエネルギーが最も小さいものからＮ個のフレームを雑音エネルギーの推定に用いるところ，現在のフレームが，常に無音声区間にあるとは限らず，有音声区間にある場合には，現在のフレームのエネルギーを雑音エネルギーとみなすことはできない旨主張する。",
                "しかし，相違点2についての容易想到性は，上記のとおり，引用発明において，「現在の信号フレームを含むとは限らない観測区間のM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得ること」から，「現在の信号フレームを含む観測区間のM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得ること」に置き換えることができるかどうかについて判断されるのであって，「Ｎ個のフレームにおけるエネルギーの平均値」に「現在の信号フレームのエネルギー」を置き換えることではないから，原告の前記主張は，前提を誤っているものである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "また，原告は，審決では，「Ｎ個のフレームにおけるエネルギーの平均値」の代わりに「測定された現在のフレームのエネルギーそのもの」を用いることを適宜になし得ると判断しているのに，被告がこれと異なる主張をすることは不当であり，許されない旨主張する。",
                "しかし，本件訴訟において問題となるのは，相違点2に係る本願発明の構成が引用発明に基づいて当業者が容易に想到し得るとした審決の判断の当否であって，この当否を判断するに当たって，審決の記載に拘束されるものでないことは当然であり，被告も，その範囲で，審決の記載とは異なる主張をすることも許されるものである。したがって，原告の上記主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "さらに，原告は，たとえ上記(7)及び(8)の主張が認められないとしても，現在のフレームのエネルギーを雑音エネルギーの推定値の計算に用いると，引用発明が想定しているような10～20m秒の遅延では時間が足りず，大幅に遅延を招くこともあるところ，当業者において，このような大幅な遅延を招いてまで，現在のフレームのエネルギーをあえて雑音エネルギーの推定値の計算に用いようとは考えない旨主張する。",
                "しかしながら，引用発明は，本願発明の構成に対応させて，引用例から抽出され抽象化された技術的思想であって，引用例に記載された具体的な技術ではない。引用例に，「遅延手段200にはBBD(バケット・ブリゲード・デバイス)を用いて10～20msecの遅延時間を得」(上記(3)イ参照)との記載があるとしても，本件の引用発明として着目されているのは，現在フレームを含むとは限らないM個のフレームを観測し，このM個のフレームの中からエネルギーが最も小さいものから順にＮ個のフレームのエネルギーデータを得るとともに，「すでに得られている雑音エネルギーの推定値Ｎi’(編注；Ｎとiの間に「Λ」あり)」を記憶し，これらを基礎として，「新しい雑音エネルギーの推定値Ｎi(編注；Ｎとiの間に「Λ」あり)」を得るという技術であって，少なくともこの技術に関する限り，引用発明は遅延時間の多寡とは直接関係がない。",
                "したがって，引用発明において10～20m秒の遅延を想定しているわけではなく，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "以上のとおり，相違点2についての審決の判断に誤りはないから，原告の取消事由1の主張は採用の限りではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の顕著な効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は，信号フレームの背景ノイズ推定の対象となる雑音について制限がなく，時間の変化に対して雑音エネルギーがほとんど変化しない準定常的な雑音のみならず，さまざまに変化する雑音にも用いることができる技術であると主張する。",
                "しかし，上記1(6)のとおり，何らかの形で「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを使用し，「現在の信号フレームの背景ノイズ推定値」を得るという構成は，当業者において容易に想到し得るものであるところ，本願発明において，どのような計算方法によって「現在の信号フレームの測定されたエネルギー」データ及び「前の信号フレームの背景ノイズ推定値を表すデータ」から「現在の信号フレームの背景ノイズ推定値」を導き出すかについては，何らの制限がなく，また，その計算方法自体は設計事項にすぎず，しかも，適宜の計算方法，計数，変数等の選択によって，初めて，さまざまに変化する雑音に適用するものとするものであるから，原告主張の効果は，本願発明の上記構成から，直ちに奏する効果であるとはいい難い。",
                "また，原告は，本願発明においては，本願発明の雑音推定方法で計算された背景ノイズ推定値を利用することにより，次のフレームの好ましい信号伝送速度を決定することができると主張するが，何らかの形で「現在の信号フレームの測定されたエネルギー」データと「前の信号フレームの背景ノイズ推定値を表すデータ」とを使用し，「現在の信号フレームの背景ノイズ推定値」を得るという，本願発明の構成に照らせば，次の信号フレームの好ましい信号伝送速度を決定できることが，本願発明の構成から導かれる予想外の効果ではないことは明らかであり，このような効果に基づき，本願発明の進歩性を認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，原告の取消事由2の主張も，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}