{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003-90781号事件について平成17年3月30日に",
        "した決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する後記商標登録につき，第三者から登録異議の申立てがなされ特許庁が商標登録の取消決定をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年11月1日，下記内容の商標(以下「本件商標」という。)につき商標登録出願をし，平成15年9月19日に特許庁から商標登録をすべき旨の査定を受け，平成15年10月17日，同庁から商標登録第4719620号として設定登録を受けた。",
                "記",
                "(商標)",
                "(指定商品)　　第25類",
                "「ジーンズ製のズボン」",
                "ところが，本件商標登録に対し，平成15年11月27日にカイタック株式会社から登録異議の申立てがなされたため，特許庁は，これを異議2003-90781号事件として審理した上，平成17年3月30日，「登録4719620",
                "号商標の登録を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は平成17年4月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "決定の内容",
              "text": [
                "本件決定の内容は，別紙「異議の決定」写し記載のとおりである。",
                "その理由の要旨は，本件商標は，これをその指定商品について使用しても単にその商品の品質・効能・用途等を表示するにすぎないものであるから商標法3条1項3号に該当し，かつ，原告による本件商標の使用の結果自他商品識別力を有するに至ったものとは認められないので，商標法3条2項に該当しない，等としたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "決定の取消事由",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定の判断のうち，本件商標が商標法3条1項3号に該当することは認める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件決定は，本件商標の自他商品識別力(いわゆる特別顕著性)に関する判断を誤り，本件商標が商標法3条2項には該当しないとした誤りがあるから，違法として取り消されるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標の使用態様及び使用実績",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "大手国産ジーンズメーカーである原告は，平成14年12月，原告のジーンズパンツのシリーズ商標である図形と原告の「BRAPPERS」の文字からなる登録商標を使用して以前から女性向けに展開していた商品群の一つとして，本件商標を使用したジーンズの新製品(以下「本件製品」という。)を発売した。",
                            "原告は，平成15年初めから，本件製品の本格的な全国販売を開始し，本件製品は，高島屋，そごう，伊勢丹，京王，西武，阪急，阪神，近鉄，丸井など全国有名百貨店の婦人服売場からジーンズ専門の小売店に至るまで全国約1000以上の店舗において販売された。その結果，平成15年2月末までの本件製品の累計出荷本数は4万本を超え，同年4月末には実売10万本を突破し，本件商標の登録査定時である平成15年9月までの出荷本数は28万本超を記録し，本件製品は，平成15年の1年間における生産販売数量が約60万本に達する大ヒット商品となった(甲18の1ないし18等)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件製品の宣伝広告については，繊研新聞や日本繊維新聞といった，被服業界の専門新聞紙(業界紙)を始め，主要な女性誌において多数回の自主的な広告(タイアップ記事も含む。)を掲載しているほか，これら業界紙や一般新聞紙などにおいて本件製品に関する記事が頻繁に紹介されている(甲1の1ないし1の5，1の7ないし1の9，1の11，1の18ないし1の23，2の1ないし",
                          "text": [
                            "2の3，3の1ないし3の24，9)。",
                            "また，本件製品の全国販売に際しては，視覚的効果により着用者の脚が細く美しく見えるという機能性ジーンズの草分け的商品であったことも起因して，各販売店において本件製品の専用売場コーナーが設けられ，ジーンズのデザイン(ストレート，ベルブーツ，ブーツカットなど)毎に区分けされた商品陳列棚には本件商標を付した専用トレーが配置されたほか，本件商標を付した組立式の大小広告塔や，本件製品を着用したモデルの写真が掲載された商品宣伝パネルなどが展示されていた(甲4の5，7，9，11，15の1ないし12)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，平成15年7月から，原告の別の登録商標「GEORGIA　LOVE」を付した商品群の一つとして，希望小売価格を本件製品(1万円程度)よりも低く設定した低価格ジーンズ(4000円程度)の販売を，「美脚MAGIC」の商標を付してジーンズ量販店向けに展開している。この「美脚MAGIC」の商標を付したジーンズも現在まで131万本以上を販売するヒット商品となっている。",
                            "また，原告は，平成16年12月から，素材やカッティングデザインを一新し，より高い希望小売価格を設定したジーンズを本件製品の上位商品として位置づけ，「新美脚Elegance」の商標を付して，本件製品と同じチャンネルを通じて全国販売を開始した。この「新美脚Elegance」の商標を付したジーンズの販売実績も好調に推移している。",
                            "さらに原告は，本件製品を第1弾とする機能性ジーンズの第2弾として平成15年9月から「新美肌ジーンズ」の販売を，第3弾として平成15年12月から「新美尻ジーンズ」の販売をそれぞれ開始した。",
                            "これら一連の機能性ジーンズは，原告による3つの「新」シリーズ(本件製品，「新美肌ジーンズ」，「新美尻ジーンズ」)として好評を博しており，これらに本件製品の上位商品となる「新美脚Elegance」を加えた4商品を「BRAPPERS」ブランドで，「美脚MAGIC」，「GEORGIA",
                            "LOVE　CUTE」及び「あしながJEAＮS」の3商品を「GEORGIA",
                            "LOVE」ブランドで，それぞれ現在も販売を継続している(甲1の14，1の15，10，11)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商標の自他商品識別力",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件決定は，「「美脚」の文字が視覚効果をねらって脚が長く美しく見える形状であることを示す語として取引者・需要者の間に広く知られ，需要者が「美脚」に対する関心が高い状況にあり，「美脚」の文字は，「美脚」と単独で用いられるほか，「美脚タイプ」，「美脚系」，「美脚パンツ」，「美脚ブーツ」・・・，「美脚ジーンズ」・・・のごとく使用されていること」(4頁8行～13行)を指摘した上で，「上記図形及び「BRAPPERS」の文字や商標権者の名称の記載部分が自他商品の識別標識としての機能を発揮するものであって，上記広告等中の「新美脚ジーンズ」及び「新美脚JEAＮS」の文字は，「新しいタイプの美脚ジーンズ」の意味合いを認識させるものというべきである。」(4頁13行～17行)と判断している。",
                            "確かに，本件製品は，原告の製造販売するジーンズのうち，特に女性向けとして他の原告製品と区別された商標「BRAPPERS」において展開されている商品群の一つとしての位置づけから，本件商標のほかに，原告のジーンズパンツのシリーズ商標であるデザイン図形や「BRAPPERS」の文字を併記して使用されている。",
                            "しかし，一方で，前記商品広告記事や広告物等における本件商標の表示の態様は，必ずしもデザイン図形や「BRAPPERS」の文字と特定の組合せにおいて表示されているわけではない。大きく，目立つように，中央に表示された本件商標と，下隅に小さく表示された「BRAPPERS」の文字や「BIG　JOHＮ」あるいは「(株)ビッグジョン」の文字等は，たとえ同一広告中に表示されているとはいえ，それだけで両者が結びついて使用されているとはいえず，一見して看者の目を引くのは本件商標「新美脚」の文字であることは明らかである。",
                            "また，デザイン図形については本件商標と組み合わせて用いられることも多かったが，この幾何学模様的なデザイン図形は紋章的なイメージが強く，直ちに商品を連想させるものではないので，本件商標が使用されているうちに次第に当該商品の識別標識として認識されるに至るものである。このように他の文字に比して極端に大きく，かつ，常に一定のデザイン書体で表された本件商標は，「新しいタイプの美脚ジーンズ」のごとき単なる商品説明にとどまらず，特定のジーンズ商品の名称すなわち商品商標として認識されるものであるから，本件決定の上記判断は誤りである。",
                            "また，「美脚」の文字等に関する本件決定の上記指摘の根拠とされた業界新聞の記事は，いずれも本件製品が全国販売され，ヒット商品として紹介されるようになった後のものであり，こうした美脚MD(マーチャン・ダイザー)の発端は，平成14年12月に原告が本件製品を発売したことにあり，本件製品がスタイリッシュジーンズの火付け役となったのであるから，本件商標は，当初より原告の商標として認識されていたことが明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，日々他社商品やその動向に関する記事を純粋ビジネス的関心をもって精読している競業者を読者とする業界紙において本件商標が記号(「　」や“　”)により括られた形により記載されており，このことは，まさに本件商標が原告固有の商品を指称するものとして認識されていることを意味することにほかならない。特に本件商標登録後，原告は，業界紙等において本件商標「新美脚」が原告製品を指称する登録商標であることを積極的に表示・掲載しているから(甲1の12)，業界において「新美脚」が原告商標に係る固有の商標と理解し，その出所を表示するものとして十二分に知悉されていたはずである(甲16の1ないし6)。少なくとも販売店等の取引者間において本件商標が自他商品識別力を発揮しうるとの認識があれば，商標法3条2項の要件を満たすものと解すべきである。",
                            "一方，インターネット上で，「新美脚」の文字検索を行ったときに該当する記載の大部分はいわゆるネット通販における商品情報であること，ネット通販の利用者の大部分は個人消費者であり，個人消費者がインターネットを介して直接商品購入を行う際の判断材料となる仮想販売店舗から提供される情報に「新美脚」の文字が使用され，かつ，当該文字が必ずといってよいほど原告や原告商標「BRAPPERS」と関連づけられていることからすれば，本件商標が商品識別標識として機能していることは明白である。そして，前記のとおり原告が製造販売するジーンズのブランドとしては，女性向け商品群を構成するものとして「BRAPPERS」と「GEORGIA　LOVE」の2種類があり，各個別商品群を構",
                            "成する商品ラインナップの個別商標として，前者(「BRAPPERS」)には本件商標「新美脚」を冠した「新美脚ELEGAＮCE」，「新美脚JEAＮS」，「新美尻JEAＮS」及び「新美肌ジーンズ」の4種類が，後者(「GEORGIA　LOVE」)には3種類が展開されているところ，上記個別商標が付された商品毎に商品コンセプトや特徴，価格も異なるものであり，上記インターネット上の仮想販売店舗において「新美脚」なる文字が使用されている事実は，当該「新美脚」の文字をもって他社商品のみならず原告の自社商品間の識別がなされていることを示すものであるから，本件商標が自他商品識別標識としての機能を有していることは明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告は，原告における商標の使用態様が「新美脚ジーンズ」や二段書きされた「新美脚」「JEAＮS」であり，これらは，本件商標「新美脚」と「ジーンズ」や「JEAＮS」の文字の有無に差異がある別異な商標である旨主張する。",
                            "しかし，原告による宣伝広告物においては「ジーンズ」や「JEAＮS」の文字が付加されていたが，前述した本件商標「新美脚」の使用態様に示されるとおり，①「新美脚」の文字と「JEAＮS」等の文字とは改行して2段に記載される場合が多く，②「新美脚」の文字を強調するように，「JEAＮS」等の文字よりも「新美脚」の文字を大きく表示するようにしていたほか，③そもそもこれら「ジーンズ」や「JEAＮS」の文字が商品の普通名称であること，④簡易迅速を尊ぶ取引社会の慣習どおり，原告商品についても「ジーンズ」等の普通名称部分が省略され，単に「新美脚」と称呼されたこと，⑤「美脚」，「美脚系」，「美脚タイプ」といった表示は汎用されていたが，他社商品を指称する場合や一般普通名称として「新美脚」が使用された例は一切見られなかったこと等に照らせば，現実の使用態様において「新美脚」の文字のほかに「ジーンズ」や「JEAＮS」の文字部分を含んでいても，この使用に係る商標を本件商標「新美脚」と比較すると，少なくとも称呼及び観念を共通にしていることは明らかである。",
                            "そうだとすれば，外観，称呼及び観念を総合的に比較検討し，全体的に考察すると，「ジーンズ」等の文字が付記された使用に係る商標についても，本件商標「新美脚」と商標としての同一性を損なわず，また，競業者や取引者，需要者等の第三者に対しても不測の不利益を及ぼすおそれがないものと社会通念上認められうる範囲内にあるから，上記使用態様に示される商標も本件商標と同一である場合に当たるものというべきである(東京高裁平成14年1月30日判決・甲17参照)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，本件商標は，原告により使用された結果，その登録査定時(平成15年9月19日)において，需要者・取引者が何人かの業務に係る商品であることを認識することができるに至ったものであり，自他商品識別力を取得していたから，本件商標の登録は商標法3条2項により適法であり，同項の該当性を否定した本件決定は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2)の事実はいずれも認めるが，同(3)イは争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の使用態様及び使用実績の主張(請求原因(3)イ(ア))に対し      ア　原告提出の書証に表示された商標は，「新美脚ジーンズ」であり，本件商標である「新美脚」とは「ジーンズ」の文字の有無に差異がある別異な商標である。しかも，それ自体で自他商品の識別標識としての機能を有する図形や「BRAPPERS」又は「ブラッパーズ」，「BIGJOHＮ　CORPORATIO",
              "text": [
                "Ｎ」(あるいは「BIG　JOHＮ」のみ)又は「ビッグジョン」の文字も併記されており，「新美脚」のみの表示のものはない。もっとも，甲1の20の下段の新聞記事の見出しに「新美脚」の文字のみの記載があるが，本文には「新美脚ジーンズは・・・」と掲載されていることから，見出しの「新美脚」は「新美脚ジーンズ」を略記したもので，上記見出しをもって直ちに自他商品の識別標識としての機能を果たしているものとはいえない。",
                "また，原告主張の商品の生産・販売数は，合計本数のみであって，いつ，どこで，どれ位販売されたものなのか，具体的な根拠が一切示されておらず，その信憑性は乏しい。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "次に原告主張の各販売店における宣伝広告・展示等は，本件商標の登録査定(平成15年9月19日)後のものであり，本件商標の使用による自他商品識別力の取得の根拠にはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告主張の「美脚MAGIC」，「新美脚Elegance」等の各商標は，本件商標と構成文字を異にする明らかに別異の商標であり，本件商標の使用による自他商品識別力の取得の根拠にはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の自他商品識別力の主張(請求原因(3)イ(イ))に対し      ア　本件商標である「新美脚」の文字は，その大きさ・書体が未だ普通に用いられる態様の域を超えているものとはいえず，かつ，取引の実情によれば，同じデザインの書体で「JEAＮS」あるいは「ジーンズ」の文字を付して「新美脚JEAＮS」あるいは「新美脚ジーンズ」と表示されているのであるから，「新美脚」の文字は，指定商品(第25類「ジーンズ製のズボン」)との関係では，単に「脚が長く美しく見える新製品のジーンズ」であることを認識させるにとどまり，自他商品を識別する標識として認識されるものとは認められない。",
                "また，仮に原告主張のとおり，原告がスタイリッシュジーンズの火付け役となったとしても，ジーンズ製のズボン等の被服を取り扱う業界において「美脚」の文字が普通に使用されている実情に照らせば，この「美脚」の文字に「新」の文字とを結合した「新美脚」に接する取引者，需要者は，これにより何人かの業務に係る商品であることを認識することができないものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本件商標の指定商品は，専門業者を対象にした限られた層の商品ではなく，一般消費者が日常生活において使用する商品であるから，自他商品の識別機能を有するに至っているか否かの判断は，一般消費者の認識によるべきであるところ，原告提出の業界紙は，一般消費者ではなく，専門業者というべく競業者を読者とするものであるから，この業界紙の記事中に「新美脚」の文字が，「　」や“　”を付けて表示されているからといって，一般消費者が，それをもって原告固有の商標と理解し，出所を表示しているものと認識するものではない。また，上記業界紙は，いずれも本件商標の設定登録後の日付けのもので，本件商標の登録査定後のものであることが明らかであり，原告主張の裏付けとはなり得ない。",
                    "また，原告主張のインターネット上のホームページにおいては，「ブラッパーズ」，「BRAPPERS」の文字が，自他商品を識別する目印になっていて商品の識別標識としての機能を発揮しているのに対し，「新美脚JEAＮS」，「新美脚ジーンズ」，「新美脚パンツ」の文字はもちろんのこと，「新美脚」の文字だけで，「新しいタイプの美脚ジーンズ」の意味合いを超えて，自他商品を識別する目印として認識させるものになっているとはいえない。",
                    "さらに，商標法3条2項の要件を具備するためには，出願商標が使用された商標と同一であることが前提となるところ，前記(1)アのとおり，原告提出の書証中には，本件商標と同一の構成からなる商標が使用されたことを裏付けるものはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件商標が原告によって使用された結果，本件商標の登録査定時(平成15年9月19日)において，需要者が何人かの業務に係る商品であることを認識することができるまでに至っていないから，本件商標が商標法3条2項の要件を具備していないとした本件決定の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，  (2)(決定の内容)の各事実は，いずれも当事者間に争いがない。",
            "原告は本件商標が商標法3条1項3号に該当することは争わないから，本件訴訟の争点は，本件商標が原告の使用により自他商品識別力(いわゆる特別顕著性)を有するに至ったかどうか，すなわち商標法3条2項該当性の有無である。"
          ]
        },
        {
          "fig": "2",
          "subject": "商標法3条2項該当性の有無(請求原因(3)イ)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1の事実と証拠(甲1ないし11，14ないし16，18(枝番のあるものは枝番を含む。))及び弁論の全趣旨を総合すれば，次の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件製品の販売等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，大手国産ジーンズメーカーである。",
                        "原告は，平成14年12月，全国有名百貨店の婦人服売場で，原告の女性向けのブランドである「BRAPPERS」(称呼・「ブラッパーズ」)の新商品として，「新美脚JEAＮS」又は「新美脚ジーンズ」の商品名を付した本件製品(商品コード・LSB110，LSB210，LSB410等)の販売を開始",
                        "した。",
                        "本件製品は，従来の原告商品より，内側のステッチ(シーム)の位置をやや前面にし，ファスナーを短くし，バックポケットを上部にする等により，足を細く長く見せることをセールスポイントとするものであった。",
                        "その後原告は，平成15年2月に，百貨店・ジーンズ専門の小売店等で，本件製品を全国販売するようになった。",
                        "なお，原告は，本件製品の販売開始前の平成14年11月1日，本件商標の商標登録出願をし，平成15年9月19日，特許庁から登録査定を受けたが，上記登録査定を受けた月である平成15年9月末までの間の原告の各販売店に対する本件製品の出荷本数は11万4909本(甲18の1ないし18)超であった。",
                        "また，原告発行の納品書には，本件製品の商品名は「ビキャクストレート〔LSB110〕」，「ビキャクブーツカット〔LSB210〕」，「ビキャクベルブーツ〔LSB410〕」等と記載されていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件製品のほかに，原告の前記ブランド「BRAPPERS」(称呼・「ブラッパーズ」)の新商品として，平成15年9月に「新美肌ジーンズ」の商品名を付したジーンズ，平成15年12月に「新美尻ジーンズ」の商品名を付したジーンズ，平成16年12月に「新美脚Elegance」の商品名を付したジーンズの各販売を開始している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件製品の広告等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "業界紙の記事・広告",
                      "text": [
                        "①　平成15年1月10日付け繊研新聞(甲1の1。繊研新聞社発行)に，「新美脚ジーンズ発売」，「ビッグジョン」の見出しの下に，「ビッグジョンはレディスブランド「ブラッパーズ」で，脚を長くみせる「新美脚ジーンズ」を発売した」等の記事が掲載された。",
                        "②　平成15年1月24日付け繊維ニュース(甲1の1。大阪繊維研究社発行)に，「ビッグジョン」，「15万本に向け好発信」，「新美脚ジーンズ」の見出しの下に，「ビッグジョンが，レディースブランド「ブラッパーズ」の今春企画として打ち出した「新美脚ジーンズ」が好調な滑り出しを見せている。12月から百貨店ルートで先行販売を開始したが，当初の03春夏シーズン販売目標である15万本を達成するペースで，消化しているという。2月からは，全国のジーンズ専門店にも販路を拡大する。」等の記事が掲載された。",
                        "③　平成15年3月4日付け繊維ニュース(甲1の2)に，「「新美脚ジーンズ」好調」，「ビッグジョン　すでに4万本超出荷」の見出しの下に，「ビッグジョンがレディースブランド「ブラッパーズ」で12月から投入を開始した「新美脚ジーンズ」が好調な滑り出しを見せている。」等の記事が掲載された。",
                        "④　平成15年3月31日付け日本繊維新聞(甲1の5。日本繊維新聞社)に，「売れ筋をつかむ」，「レディスジーンズ編」の見出しの下に，「「ブラッパーズ」を“新美脚ジーンズ”(写真②)で，ヒットを飛ばしたのはビッグジョンだ。」等の記事が掲載された。",
                        "⑤　平成15年4月7日付け繊維ニュース(甲1の8)に，「3月下旬から持ち直し」，「阪神百貨店「ジーンズハウス」」，「カラーとワークがけん引」の見出しの下に，「ビッグジョンの「ブラッパーズ」はブルーデニムの「新美脚ジーンズ」が商況を引っ張るが，カラーパンツも好調でピンク，ベージュなど5色をそろえた商材の動きも活発だ。」等の記事が掲載された。",
                        "⑥　平成15年5月16日付け繊研新聞(甲1の7)に，「「新美脚ジーンズ」がヒット」，「視覚効果生む技術」，「ビッグジョン」の見出しの下に，「ビッグジョンは女性の足を細く長くみせる「新美脚ジーンズ」を2月から発売した。」等の記事が掲載された。",
                        "⑦　平成15年5月22日付け日本繊維新聞(甲1の9)に，「“新美脚ジーンズ”ヒット」，「ビッグジョン」等の見出しの下に，「ビッグジョン(岡山県倉敷市)は，好調な売れ行きを示す「ブラッパーズ“新美脚ジーンズ”」に濃色やカラーを加えて分野を広げ，提携ブランド「ディッキーズ」をメンズ，レディスとも戦略強化し，03年秋冬商戦に臨む。」，「台湾の提携企業コーピンでも新美脚を発売している。」等の記事が掲載された。",
                        "⑧　平成15年8月22日付け日本繊維新聞(甲1の11)に，「ジーンズ」，「「加工物の次」模索するＮB」，「美脚プラスαで訴求　レディス」等の見出しの下に，「もちろん美脚のニーズは根強い。これも切り口次第というのがビッグジョンの成功事例が証明する。今年初めに発売した“新美脚ジーンズ”は当初の予定である年間販売40万本以上をほぼ確実にしている。・・・余勢をかって9月には“新美肌ジーンズ”を発売する。・・・“新美脚”で獲得したOL層とやや上の30歳前後の女性を深耕する考えだ。」等の記事が掲載された。",
                        "⑨　平成15年3月20日付け繊研新聞(甲1の3)，同年3月25日付け日本繊維新聞(甲1の4)，同年5月16日付け繊研新聞(甲1の6)，同年8月22日付け日本繊維新聞(甲1の10)に，中央やや右寄りに原告のジーンズのシリーズであることを表す図形 ,その下に「新美脚」の文字と「JEAＮS」の文字を2段に大きく配置し，右下隅に上記図形を冠した「BRAPPERS」の文字を配置した一面広告が掲載された。",
                        "また，平成15年5月19日付け繊研新聞(甲1の8)に，「新美脚」の文字と「JEAＮS」の文字を2段に記載し，上記図形を冠した「BRAPPERS」の文字が右下隅に記載された広告が掲載された。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "女性誌の広告",
                      "text": [
                        "①　平成15年4月ころ",
                        "「Style，スタイル4月号」(甲3の1)に，「新美脚ジーンズ」，「今年注目度№1は「新美脚JEAＮS」」，「これが新美脚マジック！」等と記載された本件製品の広告が掲載された。",
                        "②　平成15年5月ころ",
                        "「ViVi，ヴィヴィ5月号　№239」(甲3の2)，「Wit"
                      ],
                      "content": [
                        {
                          "fig": "h",
                          "subject": "no．260，ウイズ　May　2003」(甲3の3)，「Style，ス",
                          "text": [
                            "タイル5月号」(甲3の4)，「InRed，インレッド　May　2003」",
                            "(甲3の5)，「Sweet，スウィート　5」(甲3の6)，「女性自身　5月",
                            "27日号」(甲3の7)に，「新美脚ジーンズ」，「「新美脚ジーンズ」は指名買い！」，「「新美脚ジーンズ」はス・ゴ・イ！」，「毎日のスタイルを変える新美脚ジーンズ。」，「新美脚JEAＮS登場！！」等とそれぞれ記載された本件製品の広告が掲載された。",
                            "なお，上記「女性自身　5月27日号」(甲3の7)には，「「美脚ジーンズ」カタログ」として，本件製品を「BRAPPERS」の「新美脚ジーンズ」として紹介するほか，他社ブランド(「サムシング」，「GAP」，「ミスエドウイン」，「スウィートキャメル」)のジーンズを紹介するものであり，「近ごろ人気のスタイルよく見せてくれる「美脚ジーンズ」。タイプもいろいろありますが，ミセスの体形の悩みをカバーしてすらりと見せてくれる1本の選び方には，法則があるんです。」等の記載もある。",
                            "③　平成15年6月ころ",
                            "「With　no．261，ウイズ　Jun．2003」(甲3の",
                            "8)，「SAY，セイ　JUＮE　2003」(甲3の9)，「Style　スタ",
                            "イル6月号」(甲3の10)に，「毎日ボトムは新美脚ジーンズで決まり！」，「脚長効果で選ぶならこれ！　“新美脚ジーンズ”」等とそれぞれ記載された本件製品の広告が掲載された。",
                            "なお，上記「SAY，セイ　JUＮE　2003」(甲3の9)には，「いますぐ手に入れたいジーンズ30本　03夏カタログ」として，他社ブランドのジーンズとともに，本件製品を「ブラッパーズ(ビッグジョン)」として紹介し，「シルエットが断然進化！　時代は“超美脚ジーンズ”へ！」等の記載もある。",
                            "④　平成15年7月ころ",
                            "「mini，第4巻第7号通巻35号」(甲3の11)，「Swe",
                            "et，スウィート　9」(甲3の12)には，「BRAPPERSの新美脚ジーン",
                            "ズには，女の子の脚がきれいに，細く長く見えるための工夫がたっぷり。」，「新美脚JEAＮS」等とそれぞれ記載された本件製品の広告が掲載された。",
                            "⑤　平成15年9月ないし10月ころ",
                            "「spring，スプリング　10」(甲3の13)，「ViV",
                            "i，ヴィヴィ10月号，№244」(甲3の14)，「With　no．265，",
                            "ウイズ　Oct．2003」(甲3の15)，「InRed，インレッド　OC",
                            "T．2003」(甲3の16)に，「これが街でウワサの新美脚ジーンズ」，「大ヒット中の“新美脚ジーンズ”もそんな研究の中から生まれてきた。」，「私の流行は新美脚ジーンズで完成！！」，「使える，頼れる，カッコイイ！だから私は新美脚ジーンズ」，「新美脚ジーンズがつくる大人の日常スタイル」等とそれぞれ記載された本件製品の広告が掲載された。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件製品のリーフレット",
                      "text": [
                        "原告は，平成15年1月27日，同年3月20日，同年8月20日の3回にわたり，「新美脚JEAＮS」と題する本件製品のリーフレット(製品カタログ。甲4の2，3)を合計13万5100部の納品を受け，本件製品の販売に利用した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "インターネットのウエブサイト",
                      "text": [
                        "インターネットのウエブサイト「繊維ニュース」に，「2003年9月8日(月曜日)」の記事(甲6)として，「増収増益を見込む／ビッグジョン婦人物が健闘」との見出しの下に，「同社は，レディースジーンズ優位の市場に昨年末から「ブラッパーズ」ブランドで「新美脚ジーンズ」を発売した。」等と掲載された。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "各販売店における表示",
                      "text": [
                        "平成14年12月から平成15年9月までの間，各販売店においては本件製品の商品陳列棚には「新美脚JEAＮS」等と記載した専用トレーが配置されたほか，組立式の大小広告塔や，本件製品を着用したモデルの写真が掲載された商品宣伝パネルなどが展示された。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の認定事実及び甲18の1ないし18によれば，原告が，平成14年12月から本件商標の登録査定日である平成15年9月19日までの約10か月間，「新美脚JEAＮS」又は「新美脚ジーンズ」の商品名で，本件製品を販売するとともに，広告宣伝をしていたことが認められ，これにより本件商標の指定商品である第25類「ジーンズ製のズボン」を取り扱う業者にとっては，「新美脚JEAＮS」又は「新美脚ジーンズ」が原告の販売する本件製品を表示するものであることを認識することができるに至ったものと認めることができるものの，本件商標である「新美脚」単独では，未だ上記程度の認識を得るまでには至っていないと認めるのが相当である(原告の提出した甲18の1ないし18のアンケート回答書でも，本件商標により他社の同様な美脚系ジーンズと区別できるかの質問に対し，ジーンズショップヤマト春日井店・有限会社ジェイエス・ジーンズショップデンバーの3社(甲18の3，16，18)が，消極的回答をしている。)。",
                "のみならず，本件商標の上記登録査定当時には，女性誌における広告宣伝には，女性向けブランド「BRAPPERS」の(称呼・「ブラッパーズ」)の新商品を指すものとして，「新美脚JEAＮS」又は「新美脚ジーンズ」が使用されていたこと，「美脚」の語は脚を美しく見せることを意味する用語として普通に使用されており，「美脚ジーンズ」は脚を美しく見せるジーンズを総称するものとして認識されていたこと(前記認定のとおり，「女性自身　5月27日号」(甲3の7)には，「近ごろ人気のスタイルよく見せてくれる「美脚ジーンズ」。タイプもいろいろありますが，ミセスの体形の悩みをカバーしてすらりと見せてくれる1本の選び方には，法則があるんです。」等の記載(前記(1)イ(イ)②)が，「SAY，セイ　JUＮE　2003」(甲3の9)には，「いますぐ手に入れたいジーンズ30本　03夏カタログ」として，他社ブランドのジーンズとともに，本件製品を「ブラッパーズ(ビッグジョン)」として紹介し，「シルエットが断然進化！　時代は“超美脚ジーンズ”へ」等の記載(前記(1)イ(イ)③)がそれぞれある。)，本件製品の販売開始から本件商標の上記登録査定時までの販売期間(約10か月)及び出荷本数(11万4909本超。前記(1)ア(ア))に照らすと，本件商標の指定商品の需要者である一般消費者にとっては，「新美脚JEAＮS」又は「新美脚ジーンズ」を付した商品は，「脚が長く，美しく見える新製品のパンツ」であるものと認識するにとどまり，本件全証拠によっても，本件商標の上記登録査定時において，「新美脚JEAＮS」又は「新美脚ジーンズ」の一部である「新美脚」(本件商標)のみをもって何人かの業務に係る商品であることを認識することができるに至ったものと認めることはできないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，商標法3条2項は，「前項第三号から第五号までに該当する商標であつても，使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるものについては，同項の規定にかかわらず，商標登録を受けることができる。」と定めるものであるが，同項にいう「需要者」とは，本件指定商品である「ジーンズ製のズボン」のような場合にあっては，小売業者のような取扱業者のみならず最終購買者である一般消費者をも含むと解するのが相当であるところ，前記のとおり，本件商標の登録査定がされた当時，本件商標が単独で使用された結果一般消費者まで含めた需要者において何人かの業務に係る商品であることを認識することができる商標となっていたとまでは認められないのであるから，本件商標が商標法3条2項に該当しないとした本件決定に誤りはないということになる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10484",
    "date": "2006-01-30",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009172",
    "ipprecedent_id": "434",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}