{
  "conclusion": [
    {
      "text": "特許庁が不服2003-6058号事件について平成16年8月9日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，原告が，本願発明の特許出願をしたところ，拒絶査定を受け，これを不服として審判請求をしたが，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲2)",
              "text": [
                "出願人：日本電波工業株式会社(原告)",
                "発明の名称：「配列型超音波探触子」",
                "出願番号：特願平7-203788号",
                "出願日：平成7年7月17日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "手続補正日：平成14年12月9日",
                "拒絶査定日：平成15年2月28日",
                "手続補正日：平成15年4月10日(甲3，以下「本件補正」という。)　審判請求日：平成15年4月10日(不服2003-6058号)",
                "審決日：平成16年8月9日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年8月30日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正後の特許請求の範囲(以下「本願補正発明」という。下線部は本件補正による補正部分。)",
              "text": [
                "【請求項1】複数の圧電素子を幅方向に並べて圧電素子群とし，前記圧電素子の長さ方向に曲率部を有して両端側に脚部を延出した音響レンズを，前記圧電素子群上に設けてなる配列型超音波探触子において，前記音響レンズの曲率部と前記圧電素子の長さとを同一寸法にするとともに両端側に端面を有することを特徴とする超音波探触子。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正前の特許請求の範囲(平成14年12月9日付け手続補正後のもの)",
              "text": [
                "【請求項1】複数の圧電素子を幅方向に並べて圧電素子群とし，前記圧電素子の長さ方向に曲率部を有する音響レンズを，前記圧電素子群上に設けてなる配列型超音波探触子において，前記音響レンズの曲率部と前記圧電素子の長さとを同一寸法にするとともに両端側に端面を有することを特徴とする超音波探触子。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正について",
              "text": [
                "審決は，本願補正発明は特開昭57-113692号公報(甲4。以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものであるとして，本件補正を却下した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "「前記請求項1の「…両端側に端面を有することを特徴とする超音波探触子。」との記載から，本願補正発明における上記端面は超音波探触子の両端側に設けられているものと解され，引用例の第2図に記載された超音波プローブについては，音響レンズ体4の枠部4cの外側，すなわち，超音波プローブの両端側が端面となっていることから，引用発明は本願補正発明における「端面」に相当するものを設けているといえる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「曲率部を有して両端部に脚部を延出した音響レンズを，圧電素子上に設けてなる超音波探触子において，両端部に端面を有することを特徴とする超音波探触子。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "相違点1：「上記圧電素子が，本願補正発明では，「複数の圧電素子を幅方向に並べて圧電素子群とし」て形成されているのに対し，引用発明では，第2図の超音波振動子2の具体的な構成については開示がない点。」",
                        "相違点2：「本願補正発明では，音響レンズが「圧電素子の長さ方向に曲率部を有して」前記圧電素子群上に設けられているのに対し，引用発明では，そのような点については開示がない点。」",
                        "相違点3：「本願補正発明では，「前記音響レンズの曲率部と前記圧電素子の長さとを同一寸法」としたものであるのに対し，引用発明では，そのような点については開示がない点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1及び2について",
                      "text": [
                        "「複数の圧電素子を幅方向に並べた圧電素子群を設けた超音波探触子は，上記引用例の第3図および原査定で引用された特開平3-162839号公報(判決注：本訴乙2)，特開平6-284500号公報(判決注：本訴乙3)等でも開示されるように周知であり，引用例の第2図に記載された音響プローブにおいて，超音波振動子2の構成として上記構成を採用すること，また，そのような構成を採用した場合に，音響レンズ体4の曲率部を前記超音波振動子2の長さ方向とすることは，当業者ならば適宜なし得る設計的事項にすぎないと認められる。」 　(イ)　相違点3について",
                        "「音響レンズの曲率部と圧電素子の長さを同一寸法とした超音波探触子は周知であり(原査定で引用された特開平1-181300号公報(判決注：本訴乙1)の第1図，特開平3-162839号公報の第1図，特開平6-284500号公報",
                        "の図6等参照)，また，圧電素子全体を有効に利用することは，当業者ならば当然考慮すべき事項の1つにすぎないと認められることから，引用例の第2図に記載された超音波プローブにおいて，音響レンズ体4の曲率部の長さを超音波振動子2の長さと同一寸法とすることは，当業者が容易に想到し得ることであると認められる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正についての結論",
                  "text": [
                    "「以上，判断したとおり，本願補正発明の上記相違点1ないし3に係る構成は，いずれも発明として格別のものではなく，当業者が容易に想到し得たといえるものであり，また，本願補正発明の効果についてみても，格別顕著なものがあるとは認められない。",
                    "したがって，本願補正発明は，引用例及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "text": [
                "「本願発明は，…本願補正発明から「音響レンズ」の限定事項である「両端部に脚部を延出した」との構成を省いたものである。",
                "そうすると，本願発明の構成要件を全て含み，さらに他の構成要件を付加したものに相当する本願補正発明が，…引用例及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本願発明も，同様の理由により，引用例及び周知技術に基づいて，当業者が容易に発明をすることができたものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由(発明の要旨認定の誤り，一致点認定の誤り，相違点看過)　　審決は，本願補正発明の要旨認定を誤った結果，一致点の認定を誤るとともに相違点を看過したものであり，この相違点について判断を行わずに本願補正発明を却下したのは違法であるから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「…両端側に端面を有することを特徴とする超音波探触子。」との請求項1の記載から，本願補正発明の「端面」が超音波探触子の両端側に設けられていると解し，引用発明は本願補正発明における「端面」に相当するものを設けていると認定したが，誤りである。",
                "本願補正発明は，「複数の圧電素子を幅方向に並べた圧電素子群とし，前記圧電素子の長さ方向に曲率部を有して両端側に脚部を延出した音響レンズを，前記圧電素子群上に設けてなる配列型超音波探触子において，前記音響レンズの曲率部と前記圧電素子の長さと同一寸法にするとともに両端側に端面を有することを特徴とする超音波探触子。」をその要旨とするものであるが，請求項1の記載によれば，ここにいう「端面」とは「曲率部の両端側の端面」であり，審決が認定するように「超音波探触子の両端側の端面」ではないことは明らかである。",
                "さらに，本願明細書(甲2。なお，本願明細書の発明の詳細な説明の記載は，本件補正により変更されていない。)には，「音響レンズ4(曲率部4a)の両端側から」(段落【0005】)，「音響レンズ4の両端側から」(段落【000",
                "6】)，「音響レンズにおける両端側を端面とした」(段落【0008】)，「曲率部4aの両端側から」(段落【0009】)，「曲率部4aの両端側に…端面を設けて」(段落【0010】)，「音響レンズ4における曲率部4aの両端側に切欠部8を設けて端面としたので，…曲率部4aの両端部を端面としたので」(段落【0013】)，「曲率部4aの両端側」(段落【0015】)と記載されてい",
                "る。これらの本件明細書の記載を参酌しても，本願補正発明の「端面」が「音響レンズの曲率部の両端側の端面」を意味することは明らかである。",
                "これに対し，被告は，本願補正発明の「端面」は「両音波探触子の両端側の端面」を意味すると主張する。しかしながら，両端側に端面のない超音波探触子は基本的に存在しないのであるから，このような解釈には何の技術的意味がない。また，「超音波探触子の両端側」を，本願明細書の第1図及び第3図に示されるように，音響レンズの脚部の両端側と解釈すれば，これは本願明細書にいう従来例(図8)の構成と全く同じになり，本願補正発明の意味がなくなる。そもそも，音響レンズでは，通常は曲率部を有する部分が音響レンズとして機能するので，音響レンズの技術的概念としては脚部は含まれない。",
                "したがって，本願補正発明の特許請求の範囲の記載における「前記音響レンズの曲率部と前記圧電素子の長さと同一寸法にするとともに両端側に端面を有する」の「両端側に端面を有する」とは，「音響レンズの曲率部の両端側に端面を有する」との意味であることは，当業者であれば容易に理解できるところである。",
                "他方，引用発明では，音響レンズ体4の鍔部4bから延出した枠部4cの外側に端面が形成されているだけであって，本願補正発明の「端面」に相当するものは何ら設けられていない。",
                "そうすると，「曲率部を有して両端部に脚部を延出した音響レンズを，圧電素子上に設けてなる超音波探触子において，両端部に端面を有することを特徴とする超音波探触子。」である点において本願補正発明と引用発明とは一致するとした審決の認定は誤りである。審決は，一致点の認定を誤り，相違点を看過した結果，相違点1ないし3のみについて進歩性を判断したので，この結論も自ずと誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本願補正発明の「端面」が「音響レンズの曲率部の両端側」に設けられたものであると解しても，引用例の第2図の水平面4bが「端面」に該当するから，審決の一致点の認定に誤りはないと主張する。しかしながら，本願補正発明では，音響レンズの曲率部と圧電素子の長さは同一寸法であるから，端面は垂直方向のみに形成され，水平方向には形成されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本願補正発明の「端面」が「音響レンズの曲率部の両端側」に設けられていると解した場合であっても，そのような構成は，引用例(甲4)の第1，3，4図や審決に例示した周知例(乙1～乙3。以下「乙1文献」などという。)にも示されるように周知であり，当該周知の構成を採用することに何ら困難はないと主張する。",
                "しかしながら，本願補正発明は，本来は引用例との主たる相違点となるべき，「前記音響レンズの曲率部と前記圧電素子の長さと同一寸法にするとともに(音響レンズの曲率部の)両端部に端面を有する」構成によって，不要な超音波を排除するとともに，本願明細書には直接の記載はないものの，圧電素子の実効的な長さを縮小できるという格別な効果を奏するのであるから，独立して特許を受けることのできる発明である。",
                "被告の指摘する乙1ないし乙3文献には，両端側に端面を有し，本願補正発明の圧電素子に相当する部分の長さと同一寸法の音響レンズが示されているが，本願補正発明を構成する脚部が設けられていない。したがって，これらのものは，本願補正発明が対象とする両端側に脚部を延出した音響レンズではなく，そのため，圧電素子に対する位置決めを困難にする。",
                "また，引用例では，音響レンズ体4の音響レンズ4aの両端側に平坦状の鍔部4bを設けて枠部4cを延出し，曲率部4aを超音波振動子2(本願補正発明の圧電素子に相当)の長さよりも短くし，鍔部4bを超音波振動子2の両端部の表面に，枠部4cを超音波振動子2の両端部の側面に密着している。したがって，この場合には，曲率部4aの表面及び鍔部4bから超音波が放射され，鍔部4bからの超音波が，本願補正発明の従来例と同様に，不要な超音波P' となってビーム幅を広げる問題を生じることになる。また，超音波振動子2を音響レンズ(曲率部)4aよりも長くするので，超音波振動子2は，本来必要な長さ(曲率部と同一長さ)以上となって，小型化を阻害する。これに対し，本願補正発明では圧電素子2と音響レンズ4の曲率部4aとの長さは同一なので，小型化が促進される。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，本件補正発明は独立特許要件を有しており，本件補正は適法であって補正却下すべきではないのに，本件補正を却下した審決は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(発明の要旨認定の誤り，一致点認定の誤り，相違点看過)に対して",
          "text": [
            "本件補正却下の決定に誤りはなく，審決には原告が主張するような誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願補正発明の「端面」が超音波探触子の両端側に設けられていると解し，引用発明は本願補正発明における「端面」に相当するものを設けていると認定したが，この審決の認定に誤りはない。",
                "本願補正発明の請求項1には，「両端側に端面を有する」の「両端側」が，音響レンズの曲率部の両端側であることを特定する記載はない。同請求項の「…配列型超音波探触子において，前記音響レンズの曲率部と前記圧電素子の長さとを同一寸法にするとともに両端側に端面を有することを特徴とする超音波探触子。」との記載からすれば，「両端側に端面を有する」の「両端側」は超音波探触子の両端側と解するほかない。そして，そのように解したとしても，本願の図面(特に，図1，図3)に図示された超音波探触子は，その両端側に端面を有するものであるから，何ら矛盾は生じない。",
                "このように，特許請求の範囲における記載自体から「両端側に端面を有する」が超音波探触子の両端側に端面が設けられているものを意味することが明らかである以上，発明の詳細な説明の記載を参酌すべき理由はない。仮に，発明の詳細な説明の欄の記載を参酌し，原告が指摘する発明の詳細な説明の欄の記載を考慮しても，特許請求の範囲にいう「両端側に端面を有する」が音響レンズの曲率部の両端側に端面を有することを意味するとはいえない。",
                "なお，原告は，音響レンズの技術概念としては脚部は含まれないと主張するが，本願の図面やそれに対応した本願明細書の説明において「曲率部4a」と「脚部4b」を併せたものを「音響レンズ4」と呼称していることや，補正後の請求項に「曲率部を有して両端側に脚部を延出した音響レンズ」と記載されていること等を考慮すれば，原告の主張は失当である。",
                "他方，引用例に記載された超音波プローブは，「音響レンズ体4の鍔部4bから延出した枠部4cの外側に端面が形成されている」もの，すなわち，超音波プローブの両端側に端面を有するものである。そうすると，審決の「引用発明は本願補正発明における「端面」に相当するものを設けているといえる。」との認定に誤りはない。",
                "以上のとおり，本願補正発明は，超音波探触子の両端側に端面を有するものであれば足り，引用発明も超音波探触子の両端側に端面を有するものであるから，本願補正発明と引用発明とが「曲率部を有して両端部に脚部を延出した音響レンズを，圧電素子上に設けてなる超音波探触子において，両端部に端面を有することを特徴とする超音波探触子」である点で一致するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，本願補正発明を，原告主張のように，「音響レンズの曲率部の両端側に端面を有するもの」と解しても，本願補正発明における「端面」には，向きについての限定はないから，引用例の第2図のものにおいて，音響レンズ体(本願補正発明でいう「音響レンズ」)の曲率部の両端側に設けられた4bの符号が付された面(水平方向の端面)も本願補正発明でいう「端面」に該当するということができる。「端面」とは，文字どおり，「端」に位置する「面」という程度の意味を有するにすぎず，本願補正発明に係る請求項1のように，向きを特定することなく単に「端面を有する」と記載されている場合には，どのような向きの「端面」でもよいと解するほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張するとおり，本願補正発明は，垂直方向の端面が「音響レンズの曲率部の両端側」に設けられているものであると理解したとしても，本願発明と同様の配列型超音波探触子において，圧電素子群上に，その曲率部の長さが圧電素子の長さと同一寸法で，かつその両端側に垂直方向の端面を有する音響レンズを設けた配列型超音波探触子は，乙1ないし乙3文献に示されるように周知である。",
                "すなわち，乙1文献の第1図には，振動子群1の前面側に，その曲率部の長さが振動子群1の長さと同一寸法で，かつ，その両端側に端面を有する音響レンズ6を設けた超音波プローブが示されている。",
                "乙2文献の第1図には，圧電素子1の表側に第1音響整合層3，第2音響整合層4，その曲率部の長さが圧電素子1の長さと同一寸法で，かつ，その両端側に端面を有する音響レンズ5を順次積層した超音波探触子における超音波振動子10が示されている。",
                "乙3文献の図6には，振動素子5の上面に1／4波長整合層7及びその曲率部の長さが振動素子5の長さと同一寸法で，かつ，その両端側に端面を有する音響レンズ8が配置されたアレイ式超音波探触子が示されている。",
                "ところで，引用例の第2図には，音響レンズ4aに鍔部4bと枠部4cを設けた音響レンズ体4を，超音波振動子が設けられた超音波プローブ本体1と嵌合して結合した超音波プローブが示されており，引用例には，超音波プローブ本体上に設ける音響レンズにおいて，接着位置の不均一を防止し，また，音響レンズの位置決めを正確に行うため，音響レンズに鍔部と枠部を設け，超音波プローブ本体と嵌合して接着剤で結合することが記載されている。",
                "そうすると，圧電素子群上にその曲率部の長さが圧電素子の長さと同一寸法で，かつ，その両端側に垂直方向の端面を有する音響レンズを設けた周知の配列型超音波探触子の音響レンズにおいて，その位置決めを正確に行うために鍔部，枠部を設けることは，当業者であれば引用例を参酌することにより，何ら困難性なくなし得ることである。そして，その際，音響レンズに設ける鍔部，枠部は，音響レンズの位置決めが正確に行えれば足りるものであり，音響レンズの曲率部の両端側に垂直方向の端面を残して鍔部，枠部を設けるか，垂直方向の端面をなくして鍔部，枠部を設けるかは，当業者にとって設計的事項にすぎず，音響レンズの曲率部の両端側に垂直方向の端面を残して鍔部，枠部を設けることは，当業者ならば適宜なし得る事項にすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，本願補正発明は，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものであるから，本件補正は却下されるべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(発明の要旨認定の誤り，一致点認定の誤り，相違点看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明に係る請求項1の「端面」について，審決は，超音波探触子の両端側に設けられているものを意味すると認定したのに対し，原告は，音響レンズの曲率部の両端側に設けられているものを意味すると主張するので，まず，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許出願に係る発明の要旨認定は，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてなされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないなどの特段の事情がある場合に限って，明細書の発明の詳細な説明の記載を参酌することが許されるにすぎないと解すべきである(最二小判平成3年3月8日民集45巻3号123頁参照)。",
                    "本願補正発明に係る請求項1は，「複数の圧電素子を幅方向に並べて圧電素子群とし，前記圧電素子の長さ方向に曲率部を有して両端側に脚部を延出した音響レンズを，前記圧電素子群上に設けてなる配列型超音波探触子において，前記音響レンズの曲率部と前記圧電素子の長さとを同一寸法にするとともに両端側に端面を有することを特徴とする超音波探触子。」というものである。",
                    "上記記載によれば，請求項1には単に「両端側に端面を有する」と記載されているにすぎず，「端面」がどの部分の「両端側」に位置するかについて明確に特定されていない。確かに，請求項1の記載のうち「両端側に端面を有することを特徴とする超音波探触子」との表現をひとまとまりのものとして理解すれば，審決の認定するとおり，「端面」が「超音波探触子」の両端に位置すると解することも可能である。しかしながら，請求項1の記載のうち「音響レンズの曲率部と前記圧電素子の長さとを同一寸法にするとともに両端側に端面を有する」との部分をひとまとまりの表現と理解すれば，「両端側に端面を有する」の「両端側」はその直前の部分，すなわち「音響レンズの曲率部」又は／及び「圧電素子」の「両端側」と解することも十分に可能である。また，請求項1の「両端側に脚部を延出した」との記載の「両端側」が音響レンズの曲率部又は曲率部を有する音響レンズを意味すると認められることにも照らすと，請求項1にいう「両端側」はいずれも曲率部の両端部を意味すると解釈する方がかえって自然であるということができる。いずれにしても，請求項1の記載から「端面」がどの部分の両端側に位置するかを一義的に明確に理解することは困難であるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本願補正発明の明細書及び図面を参酌するに，まず，本願明細書には「端面」に関し，以下の記載がある(下線部は本判決が付加。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【解決手段】本発明は，音響レンズにおける両端側を端面としたことを基本的な解決手段とする。」(段落【0008】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「この実施例では，音響レンズ4は，曲率部4aの両端側に，切欠部8を有する。切欠部8は曲率部4aの両端側をL字状に切除して，段差を形成する。すなわち，曲率部4aの両端側に，超音波の送受波方向(圧電素子2に垂直方向)にほぼ一致する端面を設けてなる。」(段落【0010】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「このように，本実施例では，音響レンズ4における曲率部4aの両端側に切欠部8を設けて端面としたので，外周部からの不要な超音波を排除し，ビーム幅を狭くして先鋭な超音波を得ることができた。すなわち，曲率部4aの両端部を端面としたので，超音波の伝搬が遮断されたものと推察される。」(段落【0013】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【第2実施例】この実施例では，音響レンズ4の切欠部8はV字状溝とする。…このように，切欠部8をV字状溝として曲率部4aの両端側に端面を設けた場合でも，各現衰域でのビーム幅は小さくなり，先鋭な特性を得ることができた。」(段落【0014】)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【他の事項】上記実施例では，L字状に切除したあるいはV字状溝とした切欠部8により端面を形成したが，これに限らず単なる切込みであってもよい。…このように，本発明は種々の変更が可能であり，要は音響レンズ4の曲率部4aの両端側が切欠部8等により端面を有し，超音波の伝搬が遮断されるようにしてあればよい。」(段落【0015】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【発明の効果】本発明は，音響レンズにおける曲率部の両端側を端面としたので，音響レンズの両端側からの不要な超音波を排除し，ビーム幅を小さくして良好な画像を得る超音波探触子を提供できる。」(段落【0016】)",
                      "text": [
                        "以上の記載によれば，本願明細書には，音響レンズの曲率部の両端側に垂直方向の端面を設ける旨の記載のみが存在し，超音波探触子自体の両端側を端面とするとの記載は何ら存在しないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，本願の図面についてみるに，図面の中には，超音波探触子の両端部(ケース7の両端)に端面が設けられているもの(図1，3)も存在するが，本願補正発明の実施例として図示された図1，3，5，7には，音響レンズの曲率部の両端側に端面のない従来例(図8，9)との対比において，そのいずれにも音響レンズの曲率部の両端側に垂直方向の端面が設けられた超音波探触子が図示されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アないしウによれば，本願補正発明に係る請求項1の「端面」は，音響レンズの曲率部の両端側に設けられた垂直方向の端面を意味するというべきであり，超音波探触子の両端側に設けられているものであるという審決の認定は誤りである。審決は，引用発明について，「引用例の第2図に記載された超音波プローブについては，音響レンズ体4の枠部4cの外側，すなわち，超音波プローブの両端側が端面になっている」と認定した上で，「引用発明は本願補正発明における「端面」に相当するものを設けているといえる。」と判断したが，前記判示のとおり，本願補正発明の「端面」は音響レンズの曲率部の両端側に設けられた垂直の端面を意味するというべきであるから，審決は，本願補正発明の要旨認定を誤った結果，一致点の認定を誤り，相違点を誤って看過したものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "これに対し，被告は，本願補正発明における「端面」には，向きについての限定はないから，引用例の第2図のものにおいて，音響レンズ体の曲率部の両端側に設けられた4bの符号が付された水平方向の端面も，本願補正発明でいう「端面」に当たると主張する。",
                    "しかしながら，本願補正発明の「端面」が音響レンズの曲率部の両端側に設けられた垂直方向の端面を意味することは前記判示のとおりであり，また，引用例の第2図の鍔部4bは，本願補正発明の「脚部」に相当するものであり，「音響レンズの曲率部の両端側の端面」であるとはいえない。したがって，被告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，審決の一致点の認定に誤りがあるとしても，「音響レンズの曲率部の両端側」に端面が設けられているもの自体は，引用例や乙1ないし乙3文献に示されるように周知であり，当該周知の構成を採用することに何ら困難はないのであるから，本願補正発明の進歩性を否定した審決の結論を左右しないと主張する。　　確かに，引用例の第1図には，音響レンズ体の両端側に端面が設けられた超音波プローブが開示され，第3図及び第4図には，音響凸レンズ(曲率部)の両端側に端面が設けられ，その両端側から本願補正発明の脚部に相当する鍔部及び保持部材13が延出した超音波プローブが開示されている。また，乙1文献の第1図，乙2文献の第1図及び第2図には，音響レンズの両端側に端面が設けられ，音響レンズと振動子群の長さが同一の超音波プローブが開示され，乙3文献の図6には，音響レンズの両端側に端面が設けられたアレイ式超音波探触子が開示されている。したがって，音響レンズの曲率部の長さが圧電素子の長さと同一寸法で，かつその両端側に垂直方向の端面を設けた配列型超音波探触子は周知であるということができる。",
                "しかしながら，本願補正発明が「音響レンズの両端側からの不要な超音波を排除し，ビーム幅を小さくして良好な画像を得る」(段落【0007】，【0016】)ことを技術課題及び作用効果としているのに対し，引用例及び乙1ないし乙3文献には，そもそも音響レンズの両端側に端面を設けた技術的意義についての記載はなく，本願明細書に記載された技術課題や作用効果についての示唆もない。また，引用例の第1図，乙1文献の第1図，乙2文献の第1図及び第2図，乙3文献の図6は，本願補正発明と異なり，いずれも脚部を有しない構成を前提とするものであるから，本願補正発明のように脚部を延出した構成にすることにより，音響レンズの両端側から放射される超音波がビーム幅を広げるという問題点に対応するためのものでもない。そうすると，引用発明に上記周知事項を適用して審決が看過した相違点に係る構成にすることが当業者にとって容易に想到し得ることといえるかどうかについては，拒絶理由通知等の必要な手続があれば，改めてこれを履践するなどして審理を尽くした上で判断すべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願補正発明に独立特許要件がないとして本件補正を却下した審決の判断には，本願補正発明と引用発明との対比を誤り，相違点を看過したという誤りがあり，さらなる審判手続を経るまでもなく本願補正発明が独立特許要件を欠くことが明らかであるともいえないから，審決は取り消すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "原告の主張する取消事由は理由があるので，審決は違法として取消しを免れない。"
          ]
        }
      ]
    }
  ]
}