{
  "conclusion": [
    {
      "text": "原告の請求を棄却する　訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2003-70624号事件について，平成17年2月1日にした決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許を取り消した決定の取消しを求める事件である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「帯状圧延材を冷間圧延するための可逆式小型圧延装置」とする特許第3322984号(請求項の数8。平成6年3月25日出願，平成14年6月28日設定登録。以下「本件特許」という。)の特許権者である。",
                "(甲15)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許について特許異議の申立てがされ(異議2003-70624号事件として係属)，これに対し，原告は，平成16年8月20日，明細書及び特許請求の範囲の訂正(以下「本件訂正」という。)を請求した。(甲16)"
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成17年2月1日，「訂正を認める。特許第3322984号の請求項1ないし8に係る特許を取り消す。」との決定をし，同年2月21日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲16，本件訂正後のもの)",
          "text": [
            "【請求項1】　二つのリバースコイラー(8，9)の間に配置される二つのリバーススタンド(2，3)と，帯材を最初のパスに供給するための，帯材を巻き戻し可能なコイラー(10)とを有している，帯状圧延材の冷間圧延装置において，　圧延過程を実施するため，両リバーススタンド(2，3)を，連続するパスに応じて圧下可能であり，リバーススタンド(2，3)が，カセット型に構成された作業ロール・ロールチョックを備えた作業ロール(4，4’；5，5’)を押し込み作動で交換するための作業ロール迅速交換装置(14，15，16)を有し，直径及び表面粗さの少なくとも一方が異なる作業ロール(4，4’；5，5’)の交換が最後のパスの前に可能であることを特徴とする冷間圧延装置。",
            "【請求項2】　リバーススタンド(2，3)が四段スタンドであり，その支持ロール(6，6’；7，7’)が駆動され，且つ作業ロール(4，4’；5，5’)または支持ロール(6，6’；7，7’)は，水平方向にて安定にさせるため，一対の作業ロール(4，4’或いは5，5’)または支持ロール(6，6’或いは7，7’)が成す鉛直面から水平方向へ移動可能であることを特徴とする，請求項1に記載の冷間圧延装置。",
            "【請求項3】　リバーススタンドが六段スタンドであり，その中間ロールが駆動され，且つ作業ロールまたは中間ロールが，水平方向にて安定にさせるため，一対の作業ロールまたは一対の中間ロールが成す鉛直面から水平方向へ移動可能であることを特徴とする，請求項1に記載の冷間圧延装置。",
            "【請求項4】　作業ロール(4，4’；5，5’)及び支持ロール(6，6’；7，7’)の少なくとも一方が，軸方向への移動のために駆動装置を備えていること，移動可能なロールがCVC研削部を有していることを特徴とする，請求項2に記載の冷間圧延装置。",
            "【請求項5】　作業ロール及び中間ロールの少なくとも一方が，軸方向への移動のために駆動装置を備えていること，移動可能なロールがCVC研削部を有していることを特徴とする，請求項3に記載の冷間圧延装置。",
            "【請求項6】　帯材を巻き戻すためのコイラー(10，10’)の前に送り酸洗い機(17)が設けられていることを特徴とする，請求項1から5までのいずれか1つに記載の冷間圧延装置。",
            "【請求項7】　帯材を巻き戻すためのコイラー(10，10’)がリバースコイラーであることを特徴とする，請求項1から6までのいずれか1つに記載の冷間圧延装置。",
            "【請求項8】　リバーススタンド(2，3)とコイラー(8，9，10)を有している2連スタンドの可逆式小型圧延路を小規模の製鋼所に使用することを特徴とする，請求項1から7までのいずれか1つに記載の冷間圧延装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要旨",
          "text": [
            "決定の理由は，要するに，本件訂正を認めるとした上，請求項1ないし8に係る発明(以下，各発明は請求項の番号に従い「本件発明1」のようにいう。)は，特許法29条2項の規定により，特許を受けることができず，本件発明1ないし8についての特許は，拒絶の査定をしなければならない特許出願に対してされたものである，というものであり，本件の争点である相違点a(本件発明1ないし8に共通する相違点である。)並びに相違点b(本件発明2及び4に共通する相違点である。)に関係する箇所は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の適否について",
              "text": [
                "本件訂正は，特許法等の一部を改正する法律(平成6年法律第116号)附則6条1項の規定によりなお従前の例によるとされる，特許法120条の4第3項において準用する平成6年法律第116号による改正前の特許法126条1項ただし書き，2項及び3項の規定に適合するので，当該訂正を認める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許異議申立てについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1について",
                      "text": [
                        "・・・刊行物1(特開平3-138004号公報，本訴甲1)には「第1および第2の2台の圧延スタンドと，前記第1および第2の圧延スタンドの前後に設置した第1および第2の巻取・巻出装置と，第1の圧延スタンドに極力近づけて設置したペイオフリールと，前記第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段とを備えた可逆式冷間圧延設備。」の発明(以下「刊行物1記載発明」という。)が記載されていることになる。",
                        "そこで，本件発明1と刊行物1記載発明とを対比する。",
                        "刊行物1記載発明の「ペイオフリール」は，最初の素材コイルを最初のパスに供給するためのものであるから，本件発明1の「帯材を最初のパスに供給するための，帯材を巻き戻し可能なコイラー」に相当し，又刊行物1には，1回の巻取操作で2回のパス圧延が行われることが記載され，このことは第1および第2の2台の圧延スタンドで，続けて圧延を行うのであるから，第1および第2の圧延スタンドを連続するパスに応じて圧下可能なものであるから，",
                        "両者は，「二つのリバースコイラーの間に配置される二つのリバーススタンドと，帯材を最初のパスに供給するための，帯材を巻き戻し可能なコイラーとを有している，帯状圧延材の冷間圧延装置において，圧延過程を実施するため，両リバーススタンドを，連続するパスに応じて圧下可能である冷間圧延装置。」で一致しているが，次の点で相違している。",
                        "相違点a：本件発明1では，リバーススタンド(2，3)が，カセット型に構成された作業ロール・ロールチョックを備えた作業ロール(4，4’；5，5’)を押し込み作動で交換するための作業ロール迅速交換装置(14，15，16)を有し，直径及び表面粗さの少なくとも一方が異なる作業ロール(4，4’；5，5’)の交換が最後のパスの前に可能であることとしているのに対して，刊行物1記載発明では，このような記載がない点。",
                        "次に，相違点aについて検討する。",
                        "刊行物3(特開平3-146202号公報，本訴甲3)には，実施例3として，「第8図に示すロール配列の・・・レバースミル80の下流に・・・2Hiミル82を設置した。上下ロールともダルロールとした。7パス仕上げの製品・・・に対して6パスまでは2Hiミルをオープンとして圧延を行い，従来と同様であったが，最終パスでは下流の2Hiミルも圧下し，・・・2Hiミルでダル付けを行った。・・・本例では次のような結果を得た。",
                        "1．ブライトロール，ダルロールのロール替時間を省略できた。従来は最終パスはロール替後，ダル転写を行っていた。」が記載され，この記載によれば，被圧延材にロール粗面を転写する際，従来のレバースミルにおいては，最終パスはロール替後，即ちロール交換後，ダル転写を行っていたことが理解できる。",
                        "また，可逆式圧延機(レバースミル)において，必要に応じてロール交換することは周知の技術である。例えば，特開昭54-160543号公報(本訴乙2)には，エンボス鋼板の製造法において，「多段ロール圧延機を可逆式に用いて冷延鋼板を製造するさいに，該多段圧延機によつてほぼ最終板厚にまで冷間圧延したあと，該多段ロール圧延機のワークロールを模様付けロールと交換し，・・」(特許請求の範囲(1))行うこと，特開昭63-235008号公報(本訴乙4)に",
                        "は，6重式可逆ロールスタンドから2重式スキンパスロールスタンドに交換するため，交換可能なロールがクイックチエンジユニットとして形成されたロールスタンドが記載されている。",
                        "一方，刊行物2(特開昭49-105759号公報，本訴甲2)，5(石川島播",
                        "磨技報，本訴甲5)，10(特開昭63-157708号公報，本訴甲10)，1",
                        "1(実開平2-16206号公報，本訴甲11)に記載されているように，圧延機において，カセット型に構成された作業ロール・ロールチョックを備えた作業ロールを押し込み作動で交換するための作業ロール迅速交換装置を設けることは周知のことである。",
                        "そうすると，刊行物3には，従来技術として，レバースミルにおいては，最終パスはロール替後，ダル転写を行っていたこと，即ち最終パスの前にロール交換しダルロールとすることが記載されているのであるから，可逆式圧延機(レバースミル)において，必要に応じてロール交換することも当然必要なことを考慮すれば，刊行物1記載発明の二つのリバーススタンドを有し連続するパスに応じて圧下可能である冷間圧延装置において，上記した周知である作業ロール迅速交換装置を設けるようにし，その際直径及び表面粗さの少なくとも一方が異なる作業ロールの交換が最後のパスの前に可能であるようにすることは，当業者ならば容易に想到し得ることである。",
                        "そして，本件発明1における効果も上記刊行物の記載及び上記周知技術から当業者ならば予測し得る程度のことであって，顕著なものとは認められない。",
                        "よって，本件発明1は，刊行物1～3，5，10，11に記載された発明及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2について",
                      "text": [
                        "本件発明2は，本件発明1を引用し更に「リバーススタンド(2，3)が四段スタンドであり，その支持ロール(6，6’；7，7’)が駆動され，且つ作業ロール(4，4’；5，5’)または支持ロール(6，6’；7，7’)は，水平方向にて安定にさせるため，一対の作業ロール(4，4’或いは5，5’)または支持ロール(6，6’或いは7，7’)が成す鉛直面から水平方向へ移動可能であること」を限定した発明である。",
                        "そこで，本件発明2と刊行物1記載発明とを対比すると，両者は，上記相違点aと，更に次の点で相違している。",
                        "相違点b：本件発明2では，リバーススタンド(2，3)が四段スタンドであり，その支持ロール(6，6’；7，7’)が駆動され，且つ作業ロール(4，4’；5，5’)または支持ロール(6，6’；7，7’)は，水平方向にて安定にさせるため，一対の作業ロール(4，4’或いは5，5’)または支持ロール(6，6’或いは7，7’)が成す鉛直面から水平方向へ移動可能であることとしているのに対して，刊行物1記載発明では，このような記載がない点。",
                        "上記相違点a，bについて検討すると，相違点aについては，上記(ア)で述べたとおりであるので，次に上記相違点bについて検討する。",
                        "刊行物6(特開昭63-104705号公報，本訴甲6)には，可逆式圧延機に関し，従来の四段圧延機では，駆動方式や圧延機入出側の張力差や圧延方法などから作業ロールと補強ロールとの軸心を圧延方向にずらし(以後オフセットと呼ぶ)圧延荷重の分力で各ロールの圧延方向位置を安定状態にし，圧延中のがたつきを防止すること，即ち作業ロールまたは支持ロールは，水平方向にて安定にさせるため，一対の作業ロールまたは支持ロールが成す鉛直面から水平方向へ移動可能であることが記載されている。",
                        "そして，刊行物1記載発明においても，ロールが水平方向に安定することも当然必要なことであるから，刊行物1記載発明において，リバーススタンドが四段スタンドであり，その支持ロールが駆動され，且つ作業ロールまたは支持ロールは，水平方向にて安定にさせるため，一対の作業ロールまたは支持ロールが成す鉛直面から水平方向へ移動可能であるとすることは，当業者ならば容易に想到し得ることである。",
                        "そして，本件発明2における効果も上記刊行物の記載，及び上記周知技術から当業者ならば予測し得る程度のことであって，格別なものとは認められない。",
                        "よって，本件発明2は，刊行物1～3，5，6，10，11に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
                        "(省略)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "決定のむすび",
                  "text": [
                    "以上のとおり，本件請求項1～8に係る発明は，特許法29条2項の規定により，特許を受けることができない。",
                    "したがって，本件請求項1～8に係る発明についての特許は，拒絶の査定をしなければならない特許出願に対してされたものと認める。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の決定取消事由",
          "text": [
            "決定は，本件発明1と刊行物1記載発明との相違点を看過し，また，本件発明1と刊行物1記載発明との相違点aの判断を誤り，本件発明2と刊行物1記載発明との相違点bの判断を誤ったものであるから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点の看過)",
              "text": [
                "決定は，本件発明1と刊行物1記載発明との相違点を，「本件発明1では，リバーススタンド(2，3)が，カセット型に構成された作業ロール・ロールチョックを備えた作業ロール(4，4’；5，5’)を押し込み作動で交換するための作業ロール迅速交換装置(14，15，16)を有し，直径及び表面粗さの少なくとも一方が異なる作業ロール(4，4’；5，5’)の交換が最後のパスの前に可能であることとしているのに対して，刊行物1記載発明では，このような記載がない点。」と認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1記載発明は，決定が認定するように，「第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段」を備えているが，本件発明1は，そのようなルーパ手段を備えていないのであって，この点においても，本件発明1と刊行物1記載発明とは相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1記載発明の可逆式冷間圧延設備は，ステンレス圧延という特殊な態様での構成であり，ルーパ手段は，サービステイルを圧延しないようロール間隙を制御し，これに伴うスタンド間の張力変動を吸収するために欠くことのできないものであって，刊行物1記載発明の必須要件である。これに対し，本件発明1は，「圧延過程を実施するため，両リバーススタンド(2，3)を，連続するパスに応じて圧下可能であり，リバーススタンド(2，3)が，カセット型に構成された作業ロール・ロールチョックを備えた作業ロール(4，4’；5，5’)を押し込み作動で交換するための作業ロール迅速交換装置(14，15，16)を有し，直径及び表面粗さの少なくとも一方が異なる作業ロール(4，4’；5，5’)の交換が最後のパスの前に可能である」という構成を採用し，これにより，年間ほぼ70万トン程度の帯材の冷間圧延を達成したものである。",
                    "本件発明1は，刊行物1記載発明のように，スタンド間の帯材の張力変動に着目するのではなく，サービステイルを設けるという構成でもないのであって，刊行物1記載発明とは目的，技術思想を異にするから，当業者が上記相違点に係る構成に容易に想到することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，決定は，本件発明1と刊行物1記載発明との相違点を看過し，これに対する容易想到性の判断をしなかったから，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点aの判断の誤り)",
              "text": [
                "決定は，「刊行物3には，・・・被圧延材にロール粗面を転写する際，従来のレバースミルにおいては，最終パスはロール替後，即ちロール交換後，ダル転写を行っていたことが理解できる。」，「刊行物2，5，10，11に記載されているように，圧延機において，カセット型に構成された作業ロール・ロールチョックを備えた作業ロールを押し込み作動で交換するための作業ロール迅速交換装置を設けることは周知のことである。」として，「刊行物1記載発明の二つのリバーススタンドを有し連続するパスに応じて圧下可能である冷間圧延装置において，上記した周知である作業ロール迅速交換装置を設けるようにし，その際直径及び表面粗さの少なくとも一方が異なる作業ロールの交換が最後のパスの前に可能であるようにすることは，当業者ならば容易に想到し得ることである。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物3に記載された「ロール替」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3には，「従来は最終パスはロール替後，ダル転写を行っていた」と記載されているだけであり，本件出願当時，このような「ロール替」は，異なる径や異なる粗さを有したロールを担持した別の圧延スタンドによって行われていたから，刊行物3の上記記載をもって，「ロール替」が同一スタンドにおけるロールの交換を意味するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "決定が引用する特開昭54-160543号公報(乙2)には，「可逆圧延機のうちでも，2段ロールあるいは4段ロールの如き低段ロール圧延機ではワークロールの径が大きいので容易に交換できる機構とはなっていないものが多く，本発明法を適用するには困難が伴う。このため，本発明で使用する多段ロール圧延機とは，8段ロール以上，好ましくはセンジミア圧延機(20段ロール)を意味する。」(2頁右上欄10ないし17行)との記載があるから，刊行物3記載の従来技術としても，4段スタンドのレバースミルにおけるブライトロール(作業ロール)で複数パスを圧延し，最終パスはダルロールにロール替後，すなわち，ダルロールを担持した別の圧延スタンドを用いて，ダル転写を行い製品とするという態様であったと理解するのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2，5，10及び11に記載された「作業ロール交換装置」の適用対象圧延機及び「ロール交換」について",
                  "text": [
                    "刊行物2，5，10及び11に記載された作業ロール交換装置は，本件出願当時，タンデムミルに対するものであった上，「ロール交換」とは，一般に，経時的使用によって作業ロール表面が磨り減った場合に新しいロールと交換することであると認識されていたから，最後のパスの前のロール交換を，磨り減った作業ロール交換のための用いられる作業ロール交換装置によって行うことは，当業者が容易に想到し得るものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，刊行物1記載発明の二つのリバーススタンドを有し連続するパスに応じて圧下可能である冷間圧延装置において，作業ロール迅速交換装置を設けるようにし，その際直径及び表面粗さの少なくとも一方が異なる作業ロールの交換が最後のパスの前に可能であるようにすることは，当業者が容易に想到し得るものではなく，決定の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点bの判断の誤り)",
              "text": [
                "決定は，「刊行物6には，可逆式圧延機に関し，・・・作業ロールまたは支持ロールは，水平方向にて安定にさせるため，一対の作業ロールまたは支持ロールが成す鉛直面から水平方向へ移動可能であることが記載されている。」とした上，「刊行物1記載発明において，リバーススタンドが四段スタンドであり，その支持ロールが駆動され，且つ作業ロールまたは支持ロールは，水平方向にて安定にさせるため，一対の作業ロールまたは支持ロールが成す鉛直面から水平方向へ移動可能であるとすることは，当業者ならば容易に想到し得ることである。」と判断した。",
                "本件発明2は，リバーススタンドが四段スタンドであり，支持ロールが駆動される場合にのみ，作業ロールが，迅速に，すなわち，押込み動作において駆動軸の分解なしに交換することができる。これに対し，刊行物6には，圧延方向位置を安定状態にし，圧延中のがたつきを防止するために，作業ロールと補強ロールとの軸芯を圧延方向にずらすという構成が記載されているものの，刊行物1にも，刊行物6にも，可逆式四段圧延スタンドにおいて支持ロールが駆動される態様を示す記載はないから，刊行物1や刊行物6に，タンデムミルに対する作業ロール交換装置を開示する刊行物2，5，10及び11を組み合わせても，相違点bに係る構成を本件発明2のようにすることは，当業者が容易に想到し得るものではない。",
                "したがって，決定の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "決定に，本件発明1と刊行物1記載発明との相違点を看過した誤りはなく，また，本件発明1と刊行物1記載発明との相違点aの判断の誤り，本件発明2と刊行物1記載発明との相違点bの判断の誤りもないから，原告主張の決定取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点の看過)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の請求項1は，「ルーパ手段を備えない」ことを規定していないし，発明の詳細な説明にも，「ルーパ手段を備えない」とする記載もなく，また，ルーパ手段を備えることができないとする技術的な理由もない。本件発明1は，その目的，技術思想の範囲において，刊行物1記載発明のように，スタンド間での帯材の張力変動を吸収するためのルーパ手段の使用を排除するものではなく，ルーパ手段を備えない点を発明を特定するための事項とはしていないから，ルーパ手段を備えないことは，刊行物1記載発明との相違点にならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1には，〔産業上の利用分野〕欄に，ステンレス鋼等の特殊鋼の圧延に好適であると記載されているものの，これに限定される旨の記載はなく，特許請求の範囲のいずれにおいても，ステンレス鋼等の特殊鋼の圧延に限定される旨の記載はないから，刊行物1記載発明は，原告が主張するようなステンレス圧延という特殊な態様での構成ではない。",
                    "また，刊行物1記載発明は，可逆式冷間圧延設備の圧延スタンドを2台にして，1回のパス，1回の巻取操作で2回のパス圧延を可能にし，圧延効率を1．5倍にするというものであり，これが刊行物1記載発明の基本的利点であって，本件発明1の目的，技術思想と軌を一にする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，決定には，本件発明1と刊行物1記載発明との相違点を看過した誤りはなく，また，仮に相違点を看過した誤りがあるとしても，刊行物1記載発明は，本件発明1とその目的，技術思想を同じくするものを基本的に含んでいて，目的，技術思想を異にするものではないから，結論に影響を及ぼさない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点aの判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物3に記載された「ロール替」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3によれば，従来は，4段スタンドレバースミルのブライトロールで複数パスを圧延し，最終パスはロール替後，ダル転写を行っていたが，実施例3の態様は，4段スタンドレバースミルの下流に，刊行物3記載の発明が特徴とする上下ロールともダルロールである2Hiミルを設置し，6パスまでは2Hiミルをオープンとして圧延を行い，最終パスでは下流の2Hiミルも圧下して，2Hiミルでダル付けを行うというものであることが理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，決定が引用する特開昭54-160543号公報(乙2)によれば，エンボス鋼板の製造法において，従来は，エンボス加工が別工程となるので，設備の新設とラインの変更を要したが，多段ロール圧延機のワークロールを模様付けロールと交換してエンボス加工することで効率化をしたことが理解できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "刊行物3には，「ロール替」と記載され，特開昭54-160543号公報(乙2)に記載されている「別工程」，「ラインの変更」や別の圧延ライン，別のスタンドに替える「ライン替」，「スタンド替」との記載はないから，刊行物3に記載された「ロール替」は，同一スタンドにおけるロールの交換を意味するというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2，5，10及び11に記載された「作業ロール交換装置」の適用対象圧延機及び「ロール交換」について",
                  "text": [
                    "刊行物2，5，10及び11には，作業ロール交換装置がタンデムミルに対するものに限定される旨の記載はなく，また，「ロール交換」が経時的使用によって作業ロール表面が磨り減った場合に新しいロールと交換するものに限定される旨の記載もないから，「最後のパスの前のロール交換」を「磨り減った作業ロール交換のための用いられる作業ロール交換装置」によって行うことは，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開昭54-160543号公報(乙2)や特開昭63-235008号公",
                  "text": [
                    "報(乙4)にあるように，可逆式圧延機(レバースミル)において，必要に応じてロールを交換することは周知の技術であるから，刊行物1記載発明の二つのリバーススタンドを有し連続するパスに応じて圧下可能である冷間圧延装置において，作業ロール迅速交換装置を設けるようにし，その際直径及び表面粗さの少なくとも一方が異なる作業ロールの交換が最後のパスの前に可能であるようにすることは，当業者が容易に想到し得ることである。",
                    "したがって，決定の判断に誤りはない，"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点bの判断の誤り)に対して",
              "text": [
                "刊行物6には，可逆式圧延機に関し，その従来技術として，四段圧延機では，駆動方式や圧延機入出側の張力差や圧延方法などから，作業ロールと作業ロールの駆動力を伝える補強ロールとの軸芯を圧延方向にずらし，圧延荷重の分力で各ロールの圧延方向位置を安定状態にし，圧延中のがたつきを防止してきたことが記載されており，また，第5，第6図に，通常の上・下作業ロールと上・下補強ロールによりなる四段圧延機の範疇に入る圧延機が示されているから，サポートロールをもつ四段圧延機において，作業ロールと作業ロールの駆動力を伝える補強ロールとの軸芯を圧延方向にオフセットすることが記載されているということができる。",
                "したがって，刊行物1記載発明において，リバーススタンドが四段スタンドであり，その支持ロールが駆動され，かつ，作業ロール又は支持ロールを水平方向で安定にさせるために，一対の作業ロール又は支持ロールがなす鉛直面から水平方向へ移動可能にすることは，当業者が容易に想到し得ることであるから，決定の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1記載発明は，「第1および第2の2台の圧延スタンドと，前記第1および第2の圧延スタンドの前後に設置した第1および第2の巻取・巻出装置と，第1の圧延スタンドに極力近づけて設置したペイオフリールと，前記第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段とを備えた可逆式冷間圧延設備。」というものである(このことは，原告も争わない。)。",
                "そして，本件発明1に係る特許請求の範囲の請求項1は，「第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段」を備えることを規定していないし，訂正明細書(甲16)の発明の詳細な説明を参酌しても，本件発明1が上記ルーパ手段又はこれに相当する手段を備えるものであるとは認められない。",
                "そうすると，本件発明1と刊行物1記載発明とは，審決が認定した相違点aのほか，本件発明1が「第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段」を備えていないのに対し，刊行物1記載発明がこれを備えているという点においても相違しているといわなければならない。審決は，この点を相違点として認定していないから，審決には相違点を看過した誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，進んで，上記の相違点の看過が結論に影響を及ぼすものであるか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲1)には，次の記載がある。",
                    "「本発明は可逆式冷間圧延方法および設備に係わり，特に，ステンレス鋼等の特殊鋼の圧延に好適な可逆式冷間圧延方法および設備に関する。」(2頁左上欄17行ないし19行)",
                    "「次に，本実施例による圧延設備及び圧延方法の効果を説明する。まず，上述した圧延設備及び圧延方法の基本は可逆式冷間圧延設備の圧延スタンドを2台にすることである。これにより，1回のパス，1回の巻取操作によって2回のパス圧延が可能となり，圧延能率が2倍となる。一方，設備費は簡単のため電動機で比較すると，従来の1スタンドの可逆式では，圧延機駆動用の電動機(ミルモータ)1台，入側リール及び出側リール用の電動機(リールモータ)が2台，合計3台であったものが，本実施例では圧延機駆動用の電動機が2台，入側リール及び出側リール用の電動機が2台，合計4台となる。すなわち，設備費当りの圧延量指数は従来が1／3であるのに対して，本実施例では2／4＝1／2となり，設備費当りの圧延量，すなわち，圧延効率は1．5倍となる。なお，本実施例では2回のパス圧延が行われ，ストリップの板厚が従来より薄くなるため巻取・巻出機用の電動機は従来よりも小出力にでき，一層の設備費の低減が可能である。また，1回の巻取操作によって少なくとも2回のパス圧延が可能であるので，巻取回数が少なくとも半減し，紙の使用量も半減し，圧延コストが低減できる。」(5頁右上欄20行ないし右下欄4行)",
                    "「また，本実施例の圧延方法によればさらに次のような効果が得られる。・・・ステンレス圧延を可逆式で行う場合，圧延コイルの先端と後端はリールから離さないため未圧延部が残り，その部分だけは製品にならない。高価な材料はそれではコスト高になるため，上述したようにサービステイル7という圧延しない身代わりのストリップを製品コイルに接合させ，これを圧延終了後のコイルから分割して，繰返し使用するのが一般的である。」(5頁右下5行ないし6頁左上1行)　「本実施例では，最初の圧延パスにおいては・・・，サービステイル7の接合部がNo.2スタンド2の入側まで止まることなく圧延を続行させ，このときNo.1スタンド1は・・・サービステイル7を圧延しないようロール間隙を制御し，この制御に伴うスタンド間の張力変動はルーパ装置6で吸収する。また，逆パスの圧延においては，・・・サービステイル7の接合部がNo.1スタンド1を出た後にNo.1スタンド1のロール圧下をかけ，この制御に伴うスタンド間の張力変動は同様にルーパ装置6で吸収する。」(6頁右上欄16行ないし左下欄8行)",
                    "「本実施例によれば，サービステイル7の接合部ぎりぎりまで圧延を遂行することができるので，圧延コイルの未圧延部分が極めて短くでき，歩留まりを向上できる。また，ルーパ装置6の設置によりロール圧下の解放時及びロール圧下時の張力変動を吸収できるので，安定した圧延が行える。」(6頁左下欄9行ないし15行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの刊行物1の記載によれば，刊行物1記載発明は，特にステンレス鋼等の特殊鋼の圧延に好適な可逆式冷間圧延方法及び設備に関するものであって，可逆式冷間圧延設備の圧延スタンドを2台にすることを基本とし，その上で，サービステイルを使用し，これに伴う課題を解決するためにルーパ手段を採用したものであると認められる。",
                    "ところで，高価なステンレス鋼を圧延する場合には，サービステイルを使用しないと，製品にならない未圧延部が残ってしまい，コスト高になるという問題が生じるが，ステンレス鋼に比べて安価な通常の鋼を圧延する場合であれば，コスト高になるという問題が生じないので，サービステイルを使用しなければならないわけではなく，また，サービステイルを使用しないときは，サービステイルの使用に伴う圧延スタンドのロール圧下やその解放をする必要がないし，その際の張力変動の影響を受けることもないから，ルーパ手段を採用する必要がない。そうすると，刊行物1記載発明は，ルーパ手段が不可欠であるというものではない。",
                    "そして，ルーパ手段は，「薄板あるいは線材の連続圧延工程において，ロールスタンド間で生ずる張力をなくしたり，一定に保持したりするために，材料にたわみをもたせる装置」(日刊工業新聞社「図解金属材料技術用語辞典」昭和63年11月20日初版発行(乙1))として周知のものであり，圧延ロールスタンド間で圧延材に掛かる張力を制御する必要がある場合に，圧延設備の付帯装置として通常利用する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうであれば，刊行物1記載発明の2スタンドの可逆式圧延装置を適用する場合において，上記相違点に係る「第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段」を備えるか否かは，圧延の対象等の圧延操業条件に応じて当業者が適宜なし得る設計事項であるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，刊行物1記載発明の可逆式冷間圧延設備は，ステンレス圧延という特殊な態様での構成であり，ルーパ手段は，サービステイルを圧延しないようロール間隙を制御し，これに伴うスタンド間の張力変動を吸収するために欠くことのできないものであって，刊行物1記載発明の必須要件であるが，本件発明1は，スタンド間の帯材の張力変動に着目するのではなく，サービステイルを設けるという構成でもないのであって，刊行物1記載発明とは目的，技術思想を異にするから，当業者が上記相違点に係る構成に容易に想到することはできないと主張する。",
                    "しかし，刊行物1の特許請求の範囲には，圧延ストリップの材質をステンレス鋼に限定する旨の文言がなく，発明の詳細な説明をみても，「〔産業上の利用分野〕本発明は可逆式冷間圧延方法および設備に係わり，特に，ステンレス鋼等の特殊鋼の圧延に好適な可逆式冷間圧延方法および設備に関する。」(2頁左上欄16行ないし19行)との記載があるから，刊行物1記載発明の可逆式冷間圧延設備がステンレス圧延という特殊な態様での構成に限定されるというわけではない。そして，上記イのとおり，ステンレス鋼に比べて安価な通常の鋼を圧延する場合であれば，ルーパ手段を採用する必要がないのである。そうであれば，刊行物1記載発明の2スタンドの可逆式圧延装置を適用する場合において，当業者であれば，ルーパ手段を備える構成にするか，これを備えない構成にするかは，設計事項として当然検討の対象となり得るものというべきである。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のように，刊行物1記載発明の2スタンドの可逆式圧延装置を適用する場合において，上記相違点に係る「第1および第2の圧延スタンドの間に設置した，圧延ストリップの蓄積，放出が可能なルーパ手段」を備えるか否かは，当業者が適宜なし得る設計事項であるから，上記の相違点が格別のものであるということはできない。",
                    "したがって，相違点を看過した誤りは，結論に影響を及ぼすものではなく，原告の主張する取消事由1は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点aの判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物3に記載された「ロール替」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3には，「第8図に示すロール配列の480φ／1400φ／1600l(判決注；リットル)のレバースミル80の下流に600φの2Hiミル82を設置した。上下ロールともダルロールとした。7パス仕上げの製品(0．5t×1000w)に対して6パスまでは2Hiミルをオープンとして圧延を行い，従来と同様であったが，最終パスでは下流の2Hiミルも圧下し，σfを高めて板形状の向上をはかるとともに2Hiミルでダル付けを行った。また巻取張力は可能な限り低張力とした。本例では次のような結果を得た。①ブライトロール，ダルロールのロール替時間を省略できた。従来は最終パスはロール替後，ダル転写を行っていた。②平坦度が0．9％から0．6％へと大幅に向上した。③ダル粗度の安定化美麗化をはかることができた。」(4頁右下欄9行ないし5頁左上欄3行)との記載があるところ，ここには，「スタンド替」や「ライン替」のように，別の圧延スタンドや別の圧延ラインを使用することを示すような記載がないから，「ロール替」は，同一の圧延スタンドにおけるロールの交換を意味すると考えるのが自然である。",
                    "また，刊行物5には，インラインテンパーミルとして，4段ロールで(第1図，第6図，32頁左欄1，2行)，作業ロール径が390mm以上の比較的大径のものが使用されること(31頁右欄6，7行)，同じ圧延スタンドでロール組替を行うこと(第8図)が記載され，刊行物10及び11には，6段の圧延スタンドにおいて，作業ロールを交換する態様(第1図)が記載されており，これらの記載によれば，刊行物3記載の発明の特許出願当時，4段のような低段のロール圧延機においても，同一の圧延スタンドで作業ロールを交換することが行われていたと理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件出願当時，「ロール替」は，異なる径や異なる粗さを有したロールを担持した別の圧延スタンドによって行われていたから，同一スタンドにおけるロールの交換を意味するとはいえないし，また，刊行物3記載の従来技術としても，4段スタンドのレバースミルにおけるブライトロール(作業ロール)で複数パスを圧延し，最終パスはダルロールにロール替後，すなわち，ダルロールを担持した別の圧延スタンドを用いて，ダル転写を行い製品とするという態様であったと理解するのが自然であると主張する。",
                    "しかし，上記アのとおり，本件特許出願当時，4段のような低段のロール圧延機においても，同一の圧延スタンドで作業ロールを交換することが行われていたと理解することができるから，「ロール替」とは，同一の圧延スタンドにおけるロールの交換を意味すると考えるのが自然である。",
                    "また，確かに，特開昭54-160543号公報(乙2)には，「可逆圧延機のうちでも，2段ロールあるいは4段ロールの如き低段ロール圧延機ではワークロールの径が大きいので容易に交換できる機構とはなっていないものが多く，本発明法を適用するには困難が伴う。このため，本発明で使用する多段ロール圧延機とは，8段ロール以上，好ましくはセンジミア圧延機(20段ロール)を意味する。」(2頁右上欄10ないし17行)との記載があるが，上記公報に記載された発明の特許出願日は昭和53年6月10日であるところ，その後に上記アに判示した刊行物5，10及び11が発行されていることにかんがみると，特開昭54-160543号公報(乙2)に記載された発明の特許出願当時はともかくとしても，本件発明の特許出願当時，4段のような低段ロール圧延機において，同一の圧延スタンドで作業ロールを交換することが困難であったとは考え難い。そうすると，上記の特開昭54-160543号公報(乙2)の記載があるとしても，このことから直ちに，刊行物3記載の従来技術が，4段スタンドのレバースミルにおけるブライトロール(作業ロール)で複数パスを圧延し，最終パスはダルロールにロール替後，すなわち，ダルロールを担持した別の圧延スタンドを用いて，ダル転写を行い製品とするという態様であったと理解するのが自然であるとまではいうことができない。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，決定が「刊行物3には，・・・被圧延材にロール粗面を転写する際，従来のレバースミルにおいては，最終パスはロール替後，即ちロール交換後，ダル転写を行っていたことが理解できる。」と認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物2，5，10及び11に記載された「作業ロール交換装置」の適用対象圧延機及び「ロール交換」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2には，圧延機におけるロール自動組替装置に関して(1頁左下欄末ないし右下欄1行)，刊行物5には，連続焼鈍設備又は連続溶融亜鉛めっき設備において使用するインラインテンパーミルのクイック作業ロール組替装置に関して(34頁右欄19ないし24行)，刊行物10には，圧延材及び圧延作業の種類等によりロールの段数を切り替えて圧延する，切替圧延機に好適なロール組替装置に関して(1頁左下欄末行ないし右下欄3行)，刊行物11には，種類の違う複数の作業ロールを組替可能な位置に配置できる架台を設け，用途に応じて自由に作業ロールの組替を行う圧延機のロール組替装置に関して(1頁左欄)，刊行物11の全文明細書(乙3)には，ロール粗度の違うものに組み替えたり，圧延スケジュール以外のロールや一度ハウジング外に押出したロールを再度使用する場合のロール組替装置に関して(2頁5ないし17行)，それぞれ記載があるが，いずれの刊行物にも，圧延機がタンデムミルに限られるとの記載はなく，また，「ロール替」が経時的使用によって作業ロール表面が磨り減った場合に新しいロールを交換するものに限られるとの記載もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物2，5，10及び11に記載された作業ロール交換装置は，本件出願当時，タンデムミルに対するものであった上，「ロール交換」とは，一般的に，経時的使用によって作業ロール表面が磨り減った場合に新しいロールと交換することであると認識されていたと主張するが，上記アに判示したところに照らすと，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，決定が「刊行物2，5，10，11に記載されているように，圧延機において，カセット型に構成された作業ロール・ロールチョックを備えた作業ロールを押し込み作動で交換するための作業ロール迅速交換装置を設けることは周知のことである。」と認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうであれば，刊行物1記載発明の二つのリバーススタンドを有し連続するパスに応じて圧下可能である冷間圧延装置において，周知の作業ロール迅速交換装置を設けるようにし，その際直径及び表面粗さの少なくとも一方が異なる作業ロールの交換が最後のパスの前に可能であるようにすることは，当業者ならば容易に想到することができるから，決定の判断に誤りはなく，原告の主張する取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点bの判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物6には，「従来の四段圧延機では，・・・防止してきた。」(1頁右下欄2ないし7行)，「以上の点から両方向圧延では，・・・支えられる。被圧延材を圧延するに必要な駆動力は補強ロールから伝えられるものとする。・・・圧延状態を示す。」(2頁左上欄13行ないし左下欄2行)との記載があり，サポートロールを有する可逆式の四段圧延機において，作業ロールと作業ロールの駆動力を伝える補強ロールとの軸芯を圧延方向にオフセットすることが記載されている。",
                "そして，刊行物6に記載された，上記作業ロールと補強ロールとの軸芯を圧延方向にオフセットする，すなわち，圧延方向位置を安定状態にして圧延中のがたつきを防止するために，当該軸芯を圧延方向にずらすこと(1頁右下欄2ないし7行)は，相違点bにおける「支持ロールが駆動され，且つ作業ロールまたは支持ロールは，水平方向にて安定にさせるため，一対の作業ロールまたは支持ロールが成す鉛直面から水平方向へ移動可能であること」に相当するところ，四段圧延機における上記「補強ロール」は，刊行物6の第5図のように，1対の作業ロールの上下に設けて作業ロールを支える配置からみて，本件発明2の「支持ロール」に相当するものであって，作業ロールに駆動力を伝えるのである。そうすると，刊行物6は，サポートロールを有するとはいえ，作業ロールと補強ロールとが四段圧延機を構成するというものであるから，刊行物6には，「支持ロールが駆動される可逆式四段圧延スタンド」に相当する態様が開示されているといわなければならない。",
                "したがって，相違点bに係る事項は，刊行物6に開示された手段であって，これを刊行物1記載の発明に適用することは，当業者が容易になし得るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明2は，支持ロール駆動の場合のみ，作業ロールが迅速に，つまり押し込み動作において駆動軸の分解なしに交換可能なものであるが，刊行物1にも，刊行物6にも，可逆式四段圧延スタンドで支持ロールが駆動される態様のものは開示されていないと主張するが，上記(1)のとおり，少なくとも，刊行物6には，可逆式四段圧延スタンドで支持ロールが駆動される態様のものが開示されているから，原告の主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうであれば，決定が「刊行物1記載発明において，リバーススタンドが四段スタンドであり，その支持ロールが駆動され，且つ作業ロールまたは支持ロールは，水平方向にて安定にさせるため，一対の作業ロールまたは支持ロールが成す鉛直面から水平方向へ移動可能であるとすることは，当業者ならば容易に想到し得ることである。」と判断したことに誤りはないから，原告の主張する取消事由3は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告の主張する決定取消事由は，すべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ]
}