{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-12593号事件について平成16年5月25日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成8年3月4日，発明の名称を「結合構造」とする発明につき特許出願(平成8年特許願第73259号。以下「本件出願」という。)をしたが，特許庁は，平成13年6月20日，本件出願につき拒絶査定(以下「本件拒絶査定」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成13年7月19日，本件拒絶査定を不服として，本件審判の請求をするとともに，同日付けの手続補正書により，本件出願の願書に添付した明細書の補正をした。",
                "特許庁は，上記請求を不服2001-12593号事件として審理した上，平成16年5月25日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は，同年6月8日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "平成13年7月19日付け手続補正書による補正後の明細書(甲19ないし21。以下「本件明細書」という。)の特許請求の範囲(請求項の数8)の請求項1に記載された発明(以下「本願発明」という。)の要旨",
          "text": [
            "【請求項1】　基部と，この基部に基端側を支持される一方，先端を共通の中心側に突出された複数の係合片と，軸部の外径を先細となるテーパー状とされた雄ねじとを有し，前記雄ねじの前記軸部を，回転させることなしに，前記係合片を弾性変形させることにより前記係合片の先端間に挿入できるようになっており，前記係合片の先端間に前記雄ねじの前記軸部が挿入され，該軸部のうちのテーパー状とされた部分のねじ溝に前記係合片の先端が係合されてなる結合構造。   3　審決の理由"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由は，別添審決謄本写し記載のとおりであり，その要旨は，本願発明は，実願昭47-51373号(実開昭49-8670号)のマイクロフィル",
              "text": [
                "ム(甲3。以下「刊行物1」という。)及び特開平4-113016号公報(甲",
                "4。以下「刊行物2」という。)に記載された発明(以下，刊行物1に記載された発明を「引用発明」という。)，並びに係合片を利用した結合構造における「回転することなしに，押し込みにより挿入する」という周知の技術及び周知事項である，「全長に亘り外径を先細となるテーパー状とされた雄ねじ」に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，また，そうである以上，本件明細書の特許請求の範囲の請求項2ないし8に係る発明について検討するまでもなく，本件出願は拒絶すべきである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，審決が認定した，本願発明と引用発明との一致点及び相違点は，それぞれ次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「基部と，この基部に基端側を支持される一方，先端を共通の中心側に突出された複数の係合片と，雄ねじとを有し，前記雄ねじの軸部を，前記係合片を弾性変形させることにより前記係合片の先端間に挿入できるようになっており，前記係合片の先端間に前記雄ねじの前記軸部が挿入され，該軸部のねじ溝に前記係合片の先端が係合されてなる結合構造」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「本願発明1(注，本願発明)は，『前記雄ねじの前記軸部を，回転させることなしに，前記係合片を弾性変形させることにより前記係合片の先端間に挿入できるようになって』いるのに対し，引用発明は，取付螺子杆(タツピングスクリユー)5の軸部を，回転させることなしに，係合片の先端間に挿入できるかどうか明らかでない点 」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「本願発明1(注，本願発明)は，『雄ねじ』が『軸部の外径を先細となるテーパー状とされ』ており，『該軸部のうちのテーパー状とされた部分のねじ溝に前記係合片の先端が係合されて』いるのに対し，引用発明は，取付螺子杆(タツピングスクリユー)5の軸部がそのように形成されておらず，テーパー状とされた部分のねじ溝には係合片の先端が係合していない点」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，引用発明を誤認した結果，本願発明と引用発明との一致点及び相違点の認定を誤り(取消事由1)，また，本願発明の容易想到性の判断(相違点1及び2並びに本願発明の作用効果についての判断)を誤った(取消事由2)ものであり，それらの誤りが審決の結論に影響を及ぼすことは明らかであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明においては，「取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，前記切り起こし片部13を弾性変形させることにより前記切り起こし片部13の先端間に挿入できるようになっており」(審決謄本4頁第2段落)と認定するが，以下に述べるとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1には，引用発明においては，切り起こし片部13を弾性変形させることにより，すなわち，切り起こし片部13を弾性変形させることを手段・方法として，取付螺子杆(タツピングスクリュー)5の軸部を切り起こし片部13の先端間に挿入するものであることを明示する記載も，示唆する記載も一切ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，刊行物1(甲3)の「取付螺子杆の締付けにより被締結体を弾性的に本体に締結でき」(2頁3行目～4行目)，「螺合孔6は取付螺子杆5に弾圧して螺合するように螺合孔6周縁部に切り割り部11が形成されている」(3頁10行目～12行目)等の記載を誤解して，上記のとおり認定したものと推測されるが，この技術分野の技術常識からして，そのような解釈は誤りである。",
                        "すなわち，株式会社オチアイ製，ねじ式スピードナットF形FSＮ-6001及びそれに適合するタッピンねじ(M6，ピッチ1mm)(検甲1)は，刊行物1(甲3)の第4図の実施例に示された切り起こし片部13と類似した形状の切り起こし片部を有するものであるところ，それは，薄板からなり，雄ねじを回転させることなく軸方向に押し込む操作を本来的に使用法として予定していない締結具(以下「薄板ねじ式ナット型締結具」という。)である。このような締結具にあっては，一般に締付けが始まるまでは，雄ねじを切り起こし片部の先端間にねじ込んで行っても，切り起こし片部は実質的には弾性変形せず，締付けが始まって初めて弾性変形し，切り起こし片部の先端が雄ねじに弾圧される。このような構成を採用しているのは，以下の理由によると考えられる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "締結が確実強固に行われるようにするためには，締付け時にさえ切り起こし片部が弾性変形して雄ねじに弾圧されれば十分であり，締付けが始まるまでは切り起こし片部の先端が雄ねじに弾圧される必要がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "切り起こし片部は硬いばね性を付与され(ばね定数を大きくされ)ているので，ねじ込みの最初の段階から切り起こし片部を弾圧変形させなければならないようにすると，ねじ込み作業が困難になる。",
                            "ところで，刊行物1(甲3)には，「実施例では取付螺子杆5にタツピングスクリューが使用され，従って螺合孔6には・・・ねじ込んで用いるものである。」(3頁13行目～15行目)，「取付螺子杆5を被締結体2の孔4より挿通し，締結具Aの螺合孔6に螺合し，被締結体2が本体1側に移動するように螺動操作すれば」(4頁2行目～5行目)及び「上記のようなねじ込みの回転力が加えられても」(6頁12，13行目)との記載があり，これらの記載は，引用発明においては，取付螺子杆5を回転させて螺合させるものであることを示すものであるが，刊行物1には，取付螺子杆5を回転させることなく軸方向に押し込むことを示唆する記載は全くない。それゆえ，引用発明のナット型締結具は，検甲1のようなねじ式スピードナットと同種の，雄ねじを回転させることなく軸方向に押し込む操作を予定していないところの薄板ねじ式ナット型締結具であることが明らかである。",
                            "したがって，技術常識に照らし，引用発明のナット型締結具においては，取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，切り起こし片部13を弾性変形させることにより切り起こし片部13の先端間に挿入できるようにはなっておらず，実質的に切り起こし片部13が弾性変形し，切り起こし片部13の先端が雄ねじに弾圧されるのは，締付け時のみであると考えるのが妥当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，「刊行物1に記載された発明は，取付螺子杆(タツピングスクリユー)5の軸部をねじ込んで挿入して行く際に，程度の差はあれ，切り起こし片部13を弾性変形させるもの」であるとし，この認識に基づいて，審決の上記認定に誤りはない旨主張している。",
                        "しかしながら，被告のいう「弾性変形させる」とは，取付螺子杆(タツピングスクリユー)5の軸部がねじ込んで挿入されて行く際の付随的な状況を意味するにすぎないから，仮に，刊行物1にその点の開示があるとしても，引用発明においては，切り起こし片部13を弾性変形させることにより，すなわち，切り起こし片部13を弾性変形させることを手段・方法として，取付螺子杆(タツピングスクリユー)5の軸部を切り起こし片部13の先端間に挿入するものであることが開示されているということにはならない。被告の上記主張は，明らかに失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「引用発明における切り起こし片部13は弾性変形が可能であり，その基端のみを支持された薄板状の形状・構造を参酌すれば，取付螺子杆(タツピングスクリュー)5を押し込める程度に弾性変形可能である点は十分に窺い知ることができる。」(審決謄本6頁第2段落)と認定しているが，以下述べるとおり，誤りである。",
                    "すなわち，一般に雄ねじを回転させることなく軸方向に押し込む操作を予定していない薄板ねじ式ナット型締結具においては，締結強度をできるだけ大きくするため，切り起こし片部に硬いばね性を付与しているので，雄ねじを，締結具に対して，回転させることなく軸方向に押し込むのは不可能である。",
                    "通常のねじ締結構造においては，雌ねじ側もある程度長いらせん状に延びるねじ山を備えており，この長いねじ山が雄ねじ側のねじ山に螺合するので，締結強度を非常に大きくすることができるが，薄板ねじ式ナット型締結具を用いた締結構造においては，小さな部分である切り起こし片部のみで雄ねじを受けることになり，締結強度という観点からは，通常のねじ締結構造に比べはるかに不利であるため，切り起こし片部を硬いばねとして，締結強度をなるべく大きくすることが要請される。",
                    "したがって，薄板ねじ式ナット型締結具の一種である引用発明のナット型締結具においては，技術常識に照らしても，また，切り起こし片部13は，ばね弾性を有する素材からなり，かつ，その基端から先端までの長さに比較して幅が非常に広くされていて，その弾性反発力が一層大きくなるというその特有の構造からみても，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，押込みにより挿入することは不可能であるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り",
              "text": [
                "審決は，本願発明1と引用発明とは，「基部と，この基部に基端側を支持される一方，先端を共通の中心側に突出された複数の係合片と，雄ねじとを有し，前記雄ねじの軸部を，前記係合片を弾性変形させることにより前記係合片の先端間に挿入できるようになっており，前記係合片の先端間に前記雄ねじの前記軸部が挿入され，該軸部のねじ溝に前記係合片の先端が係合されてなる結合構造」(審決謄本5頁第3段落)である点で一致すると認定している。",
                "しかしながら，上記(1)アで述べたとおり，技術常識からすれば，引用発明のナット型締結具においては，取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，切り起こし片部13を弾性変形させることにより切り起こし片部13の先端間に挿入できるようにはなっていないと考えるのが妥当である。少なくとも，ねじ込んで，切り起こし片部13を弾性変形させることにより切り起こし片部13の先端間に挿入できるようになっているか否かは不明というべきである。",
                "したがって，審決の一致点の認定には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定の誤り",
              "text": [
                "審決は，本願発明と引用発明とは，相違点1，すなわち，「本願発明1(注，本願発明)は，『前記雄ねじの前記軸部を，回転させることなしに，前記係合片を弾性変形させることにより前記係合片の先端間に挿入できるようになって』いるのに対し，引用発明は，取付螺子杆(タツピングスクリュー)5の軸部を，回転させることなしに，係合片の先端間に挿入できるかどうか明らかでない点」(審決謄本5頁第4段落)で相違すると認定している。",
                "しかしながら，前記(1)イで述べたとおり，引用発明のナット型締結具においては，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，切り起こし片部13(係合片)を弾性変形させることにより切り起こし片部13の先端間に挿入することは不可能というべきである。したがって，審決の相違点1の認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "審決は，相違点1について，「引用発明に上記刊行物2に記載されている発明及び上記周知の技術を適用し，相違点1に係る本願発明1(注，本願発明)の構成とすることは，当業者が容易に想到できたものと認められる。」(審決謄本6頁第5段落)と判断したが，誤りである。",
                "すなわち，引用発明のナット型締結具において，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，押込みにより挿入することが不可能であることは，上記1(1)に述べたとおりである。これに対し，刊行物2に記載の発明及び同種の押込み挿入に係る周知技術は，雄ねじを，回転させることなく，軸方向に押し込むことを可能にした締結構造である。",
                "押込み可能な締結構造においては，雄ねじを回転させることなく押込み可能とするため，係合片を柔らかいばねとしているので，薄板ねじ式ナット型締結構造よりさらに結合強度が低下するのは避けられないが，締結強度が比較的小さくてよい用途に使用することを前提として，回転させることなく軸方向に押込み可能なことの利便性の方を優先させるのである。締結強度を優先すれば，雄ねじを回転させることなく軸方向に押し込むことは不可能なほど係合片を硬いばねとしなければならないし，回転させることなく軸方向に押込み可能なことの利便性を優先すれば，係合片を結合強度の低下が避けられないほど柔らかいばねとしなければならないのであり，そのいずれを選択するかは二者択一の問題であって，設計者が押込み操作を予定していない薄板ねじ式ナット型締結具において，押込み操作が可能になることは決してない。薄板ねじ式ナット型締結構造を開示する引用発明は，押込み可能な締結構造を開示する刊行物2記載の発明及びこれと同種の押込み挿入に係る周知技術とは，そうした意味において，根本的に異質の技術というべきである。",
                "したがって，引用発明に，刊行物2に記載の発明及び上記周知技術を適用して，取付螺子杆(タツピングスクリュー)5を螺合孔14へ挿入するに際し，回転させることなしに，押し込んで切り起こし片部13を弾性変形させることは，当業者において容易に想到できることではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "審決は，相違点2について，「引用発明に上記周知の技術を適用し，相違点2に係る本願発明1(注，本願発明)の構成とすることは，当業者が容易に想到できたものと認められる。」(審決謄本6頁下から第3段落)と判断したが，以下に述べるとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "雄ねじを回転させて螺合することのみを念頭に置き，押込み操作を予定していない引用発明のナット型締結具においては，通常，全長にわたり外径を先細となるテーパー状とされた雄ねじを使用できないことは明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記1(1)に述べたように，切り起こし片部13は硬いばねとなっているから，切り起こし片部13の先端間の間隙の大きさに応じて，これに螺合する雄ねじの太さの適正な値は比較的狭い範囲に限定されてくる。そうすると，まだ本来の締付けが始まらない深さにしか雄ねじがねじ込まれていないうちに，雄ねじの軸のうちの適正な太さより太い部分が切り起こし片部13の先端間にねじ込まれた状態になってしまい，非常に大きな回転トルクを必要とするようになり，雄ねじを回転させることが困難になり，あるいは，逆に，本来は締付けが始まらなければいけない深さまで雄ねじが切り起こし片部13の先端間に挿入されているのに，雄ねじの軸のうちの適正な太さより細い部分が未だ切り起こし片部13の先端間にあり，切り起こし片部13の先端間に雄ねじを十分に螺合できないという状態が生じやすくなってしまう。そして，その両方の場合とも，適切な締結を行うことができないという，締結具として致命的な欠陥を生じてしまうことになるからである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，相違点2に係る本願発明の構成の容易想到性を認める根拠として，引用発明と周知技術である「テーパー状とされた雄ねじ」とは，タツピングねじに係る技術である点で共通することを挙げている。",
                        "しかしながら，そもそも，引用発明のナット型締結具は，本質的にはタツピングねじに係る技術では全くない。引用発明のナット型締結具を含む薄板ねじ式ナット型締結具においては，一般に，それらに組み合わされる雄ねじとしてタツピングねじが使用されているが，この種の締結具においては，締結具に対してねじ立てする必要はないから，もちろん，相手部材にねじ立てする本来のタッピングねじとして使用されているのではない。同締結具においては，本来はそれに最も適した専用の雄ねじを製造して用いるのが性能的にベストであるが，それではコストが高くなってしまうので，熱処理により硬くされて傷つきにくい既製のタッピンねじを流用して用いているだけである。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，刊行物2記載の発明及び同種の押込み挿入に係る周知技術にテーパー状のタツピングねじを採用することにも阻害要因があるというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "従来知られている，ほぼ全長にわたり外径を先細となるテーパー状とされた雄ねじは，実願昭57-112840号(実開昭59-17307号)の",
                      "text": [
                        "マイクロフィルム(甲8)等に示されているように，いずれも本来のねじ立てをするタツピングねじとしてのみ使用されていた。この場合，雄ねじの軸部がテーパー状とされているのは，雄ねじと被締付部材との間の遊びを生じにくくし，緩みにくくすることを意図しているためである。そうであるから，既にねじ穴が形成されている相手部材に対しては，ほぼ全長にわたり外径を先細となるテーパー状とされた雄ねじが螺合されることは決してなかった。",
                        "すなわち，軸の長さと被締付部材の厚みが正確に対応し，かつ，被締付部材に対する雄ねじの軸線の角度が正確に垂直方向になっていないと，まだ本来の締付けが完了しないうちに，雄ねじの軸のうちの適正な太さより太い部分が雌ねじにねじ込まれる状態になってしまい，それ以上回転できなくなり，締付けを完了できず(全く締付を行えない場合もある。)，あるいは，逆に，本来は締付けが始まらなければいけない深さまで雄ねじが雌ねじに挿入されているのに，雄ねじの軸のうちの適正な太さより細い部分がまだ雌ねじ内にあり，雄ねじを雌ねじに十分に螺合できないという状態が生じやすくなってしまう。そして，その両方の場合とも，適切な締結を行えないという，締結具として致命的な欠陥を生じてしまうことになるからである。",
                        "したがって，当業者には，ほぼ全長にわたり外径を先細となるテーパー状とされた雄ねじは，少なくとも本来のねじ立てするタツピングねじとしてしか使用できないものであるというのが技術常識である。",
                        "他方，刊行物2に記載の発明及び同種の押込み挿入に係る周知技術においては，雄ねじがタツピングねじとして自らねじ立てを行うことはないし，しかも，係合片の弾性により該係合片の先端部が雄ねじに押圧されるので，雄ねじがテーパー状とされていなくても，基本的にはこれらの間に遊びが生じることは元々ない。したがって，当業者には，刊行物2に記載の発明及び同種の押込み挿入に係る周知技術に，ほぼ全長にわたり外径を先細となるテーパー状とされた雄ねじを使用することなどは思いもよらないことであり，このことが一つの阻害要因となっていた。　さらに，ほぼ全長にわたり外径を先細となるテーパー状とされた雄ねじは，特許文献等では見掛けるが，実は，現実にはほとんど実用には供されていないものである。それは，以下の理由による。",
                        "当業者においては常識であるが，小ねじ類としての雄ねじに要求される重大な機能は，雄ねじを締め付けたとき，軸部が弾性伸び変形することである。",
                        "この弾性伸び変形による弾性力が締結構造中のねじ面，座面等の接触部の摩擦力を保持させ，ねじ締結の緩みを防止するからである。ここにおいて，軸部の弾性伸び変形を適正に実現させるためには，軸部の太さが均一な通常の雄ねじの方が有利であり，軸部にテーパーが付いていると軸部が適正に弾性伸び変形しにくくなり，ねじの緩みが生じやすくなってしまう。したがって，特許文献等で見掛けるテーパー状とされた雄ねじの考案者は，上記のようにそのテーパー形状から雄ねじと被締付部材との間の遊びが生じにくくなり，その結果，緩みが生じなくなるであろうと考えているのであるが，現実には緩み防止の効果は期待できないのである。そして，締結構造においては，雄ねじと雌ねじの螺合部分の各ねじ山に均等に力が作用することが好ましいが，テーパー状とされた雄ねじの場合は構造上そうならないという欠点もある。さらに，テーパー状とされた雄ねじは，ねじ込みトルクが大きくなる等の欠点もある。そのため，小ねじ類としてのテーパーとされた雄ねじは，実際にはほとんど使用されていないのである。このことも，刊行物2に記載の発明及び同種の押込み挿入に係る周知技術に，テーパー状とされた雄ねじを使用することに対する大きな阻害要因となっていた。",
                        "刊行物2に記載の発明及び同種の押込み挿入に係る周知技術に，ほぼ全長にわたり外径を先細となるテーパー状とされた雄ねじを使用することは容易にみえるかもしれないが，当業者からみれば，その使用には，前述のような大きな阻害要因があるのであり，テーパーねじを適用する動機付けはない。審決は，この点を看過し，その結果，相違点2についての判断を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物2に記載の発明及び同種の押込み挿入に係る周知技術にテーパー状のタツピングねじを採用することに阻害要因があることについては，本件審判の請求の審理を担当した審判合議体も，審理の過程で認めていたことである。",
                        "すなわち，原告は，刊行物2に記載の発明及び同種の押込み挿入に係る周知技術にテーパー状のタツピングねじを採用することには阻害要因があるとして，この阻害要因に関連する事項を拒絶査定に対する反論として本件審判の請求書で述べたところ，本件審判の審理過程において，審判合議体は事実上それを認めて，本件拒絶査定で引用されなかった刊行物1を新たに引用例として採用し，審判長において，これを主引用例とした拒絶理由に係る通知(甲2)を原告に発した経緯がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "審決は，「本願発明1(注，本願発明)の作用効果について検討しても，引用発明，上記刊行物2に記載された発明及び上記周知の技術から予測できる程度のものであって，格別のものとはいえない。」(審決謄本6頁下から第2段落)と判断しているが，以下に述べるとおり，誤りである。",
                "引用発明は，上述のように，そもそも雄ねじの軸部を，回転させることなしに，押し込んで係合片を弾性変形させることにより係合片の先端間に挿入できるようになっていないから，本願発明と構成及び作用効果を根本的に異にするものである。",
                "また，刊行物2に記載された発明は，本件明細書(甲19)の段落【0002】に記載されている従来の結合構造を有するものにほかならないところ，本願発明は，正にこのような従来の結合構造における問題点を解決するためにされたものであり，上記従来の技術では得られない，以下に記載の格別な優れた作用効果を奏するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明においては，雄ねじ12の軸部の外径が先細となるテーパー状とされているので，雄ねじ12を，回転させることなく，係合片10の先端間に押し込んだり，打ち込んだりすることにより，係合片10を弾性変形させながら該係合片10の先端間に挿入する場合，雄ねじ12のねじ山が係合片10の先端間を徐々に押し広げて行くので，係合片10の塑性変形及び雄ねじ12のねじ山の破壊を小さくすることができる。したがって，同一の大きさの係合片10の先端間の間隙に対し適正となる雄ねじ12の軸部の外径の範囲が広くなり，自由な状態における係合片10の先端間の間隙の大きさに対する雄ねじ12の軸部の外径の大きさの設定が容易になる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，同じ理由により，係合片10を構成する係合部材の構成材料としてばね性の乏しい軟鋼等の安価な材料も使用することができるようになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，雄ねじ12の軸部の外径が先細となるテーパー状となっているため，係合片10の先端が雄ねじ12のねじ溝に入りやすくなるので，雄ねじ12を回転させて係合片10の先端間にねじ込む場合も，スムーズにねじ込み作業を行うことができるとともに，係合片10の板厚が厚くても，該係合片10の先端を雄ねじ12のねじ溝に係合できるようになる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の一致点及び相違点の認定，容易想到性の判断(相違点1及び2並びに作用効果についての判断)はいずれも相当であって，審決に原告主張の取消事由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "text": [
                "引用発明のナット型締結具においては，取付螺子杆(タツピングスクリュー)5の軸部をねじ込んで挿入していく際に，程度の差はあれ，切り起こし片部13を弾性変形させるものであって，審決は，こうした点をとらえて，引用発明について，「取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，前記切り起こし片部13を弾性変形させることにより前記切り起こし片部13の先端間に挿入できるようになっており」(審決謄本4頁第2段落)と認定したものである。",
                "したがって，審決の引用発明についての認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定について",
              "text": [
                "引用発明における，取付螺子杆(タツピングスクリユー)5の軸部を，ねじ込んで，切り起こし片部13を弾性変形させる構成は，係合片を弾性変形させる点において，本願発明と軌を一にするものであるから，本願発明と引用発明とは，「雄ねじの軸部を，前記係合片を弾性変形させることにより前記係合片の先端間に挿入できるようになって」(審決謄本5頁第3段落)いる点において一致するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定について",
              "text": [
                "刊行物1には，取付螺子杆(タツピングスクリユー)5の軸部を回転することなしに，押し込む旨の記載はないが，そのような螺合の方法を否定する記載もないので，審決が，「引用発明は，取付螺子杆(タツピングスクリユー)5の軸部を，回転させることなしに，係合片の先端間に挿入できるかどうか明らかでない」(審決謄本5頁第4段落)とし，本願発明と引用発明とは相違点1において相違すると認定したことに，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "原告は，引用発明は雄ねじをねじ込み螺合させることを前提とした技術であって，切り起こし片部13が弾性変形するとしても，押込みが可能な程度のやわらかい弾性ではなく，締結強度の問題からしても，そのようなやわらかい弾性とすることはないとの認識を前提として，相違点1についての審決の判断は誤りである旨主張するものと解される。",
                "しかしながら，刊行物2には，雄ねじの挿入手段として，回転することなしに，押込みで行うことが開示されており，そもそも，回転することなしに，押込みにより挿入することは，係合片を利用した結合構造において周知の技術である〔特開平3-37402号公報(甲16)，特開平7-296622号公報(甲1",
                "7)及び特開平7-91419号公報(甲18)〕。そして，引用発明と，刊行物2に記載の発明及び上記押込み挿入に係る周知の技術は，いずれも，係合片を利用した締結構造に係る技術である。また，締結に係る具体的構造を決定する際に，得られる締結強度のほか，作業の迅速性を考慮するといったことは，通常行われている範囲内のことであって，当業者であれば，所望の締結強度と作業の迅速性のバランスの上で，係合片の弾性を適宜決定し得るものである。",
                "そうすると，引用発明において，切り起こし片部13の弾性を，押込みが可能な程度のやわらかい弾性とすることは，当業者が容易に想到し得た程度の事項であって，当業者にとって格別の創意を要するものではないというべきである。",
                "相違点1についての審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "原告は，引用発明のナット型締結具が，雄ねじをねじ込み螺合することのみを念頭に置き，押込み操作を予定していないものであるとの前提に立って，相違点2についての審決の判断は誤りである旨主張する。",
                "しかしながら，「引用発明は，取付螺子杆(タツピングスクリユー)5の軸部を，回転させることなしに，係合片の先端間に挿入できるかどうか明らかでない」こと，引用発明において，切り起こし片部13の弾性を，押込みが可能な程度のやわらかい弾性とすることは，当業者が容易に想到し得た程度の事項であることは，上記1(3)及び2(1)に述べたとおりである。",
                "そして，テーパー状のタツピングねじは周知のものであって〔実願昭57-112840号(実開昭59-17307号)のマイクロフィルム(甲8)〕，",
                "引用発明において切り起こし片部13の弾性を，押込みが可能な程度のやわらかい弾性とした際に，取付螺子杆(タツピングスクリユー)5として，このような周知のテーパー状のタツピングねじを採用することに阻害要因は認められない。",
                "相違点2についての審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "作用効果についての判断の誤りをいう原告の主張は，審決の引用発明の認定並びに相違点1及び2についての判断に誤りがあることを前提とするものと解されるが，これらの点に関する審決の認定判断に誤りがないことは，上記1並びに2(1)及び(2)で述べたとおりである。",
                "本願発明の作用効果が，引用発明，刊行物2に記載の発明及び周知の技術から予測できる程度のものであって，格別のものといえないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，審決が，本願発明は，引用発明，刊行物2に記載の発明，押込み挿入に係る周知の技術及び周知のテーパー状のタツピングねじに基づいて当業者が容易に発明をすることができたと判断したことに誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，引用発明においては，「取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，前記切り起こし片部13を弾性変形させることにより前記切り起こし片部13の先端間に挿入できるようになっており」(審決謄本4頁第2段落)と認定したのは，誤りである旨主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1(甲3)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「図中Aは本考案になるナツト型締結具で，この締結具Aは本体1と被締結体2のそれぞれに形成した孔3，4に挿通される取付螺子杆5に螺合して，被締結体2を本体1に締結するものであり，特に本体1が板厚の薄いねじ立てできないようなパネルである場合に用いられる。前記締結具Aは，ばね弾性を有する板材よりなり中央部に前記取付螺子杆5が螺合する螺合孔6を形成したナツト部7と，このナツト部7と一体に形成され前記螺合孔6の外方に対向して突出する突出片部8，8とを具備している。そして，前記突出片部8，8に前記本体1の孔3の周縁部に当接してハ字状に開拡される第1脚部9，9が形成されるとともに，これら第1脚部9，9の両側方にあつてこれらと同一方向に突出し，その先端10a，10a側を外方に折曲して，その折曲部10b，10bを前記本体1の孔3より挿入して本体1と被締結体2との間に位置させる第2脚部10，10が形成されている。なお，前記本体1の孔3は第2脚部10，10の折曲部10b，10bが挿入されるに十分な大きさとするとともに，螺合孔6は取付螺子杆5に弾圧して螺合するように螺合孔6周縁部に切り割り部11が形成されている。また，実施例では取付螺子杆5にタツピングスクリユーが使用され，従つて螺合孔6にはねじ立てせず，ねじ込んで用いるものである。」(2頁9行目～3頁15行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「締結具Aで被締結体2を本体1に締結するには，まず第2図に示すように，本体1の孔3より締結具Aの第2脚部10，10の折曲部10b，10bを挿入して本体1と被締結体2との間に位置させるとともに，被締結体2の孔4が孔3に合致するように重ねる。次いで，取付螺子杆5を被締結体2の孔4より挿通し，締結具Aの螺合孔6に螺合し，被締結体2が本体1側に移動するように螺動操作すれば，締結具Aは第3図に示すように弾性変形して締付けられる。これにより本体1は第1脚部9，9と第2脚部10，10との間に弾圧挟持されるとともに，第1脚部9，9のばね力と第2脚部10，10の折曲部10b，10bのばね力により被締結体2を弾圧的に本体1に締結できる。」(3頁16行目～4頁11行目)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「第4図には本考案の他の実施例が示されている。この実施例の場合は，ナツト部12に対向する切り起こし片部13，13を形成し，これら切り起こし片部13，13の対向縁部に螺合孔14を形成するとともに，第1脚部15，15に補強用凸条16，16を形成したもので，上記第1の実施例と同様に本考案の目的を達成できるものである。その他の構成および作用は上記第1の実施例と同様である」(4頁12行目～末行)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1の上記記載及び刊行物1の第1図ないし第4図の図示によれば，引用発明においては，ナット型締結具Aは，ばね弾性を有する板材よりなり，中央部に取付螺子杆5が螺合する螺合孔14を形成したナット部12を具備しており，また，ナット部12に，対向して切り起こし片部13，13が形成され，これら切り起こし片部13，13の対向縁部に螺合孔14が形成されていること，上記締結具Aで被締結体2を本体1に締結する際には，取付螺子杆5を被締結体2の孔4より挿通し，上記締結具Aの螺合孔14に螺合し，被締結体2が本体1側に移動するようにねじ込むことにより，上記締結具Aの対向する切り起こし片部13，13が取付螺子杆(タツピングスクリュー)5を弾圧する仕組みとなっていることが認められる。",
                    "そうすると，引用発明のナット型締結具においては，製造誤差等による取付螺子杆(タツピングスクリュー)5の軸部の径の違いや，ねじ込む際に生じる押圧力の大きさによって程度の差はあるとしても，切り起こし片部13が大なり小なり弾性変形しながら，取付螺子杆(タツピングスクリュー)5が螺合孔14に螺合するであろうことは，当業者であれば容易に理解し得ることというべきである。",
                    "すなわち，引用発明は，取付螺子杆(タツピングスクリュー)5の軸部を螺合孔14にねじ込んで行く際には，変形の程度はともかくとして，切り起こし片部13を弾性変形させるものであるということができる。そして，ねじ込みの際に，切り起こし片部13が大なり小なり弾性変形するということは，ねじ込みをする作業者側からみれば，切り起こし片部13を弾圧変形させなければ，取付螺子杆(タツピングスクリュー)5のねじ込みができないことを意味する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，雄ねじを切り起こし片部13の先端間にねじ込んで行っても，切り起こし片部13は実質的に変形せず，締付けが始まって初めて切り起こし部は実質的に弾性変形するものである旨主張する。",
                    "しかしながら，上記ウに認定したとおり，引用発明においては，取付螺子杆(タツピングスクリュー)5の軸部をねじ込んで行く際には，程度の差はあるとしても，切り起こし片部13が大なり小なり弾性変形するものと解するのが相当である。原告主張のように，ねじ込む初期の段階では，切り起こし片部13が弾性変形しないことがあり得るが，この場合においても，取付螺子杆(タツピングスクリュー)5の軸部をねじ込む過程で切り起こし片部を弾性変形させなければこれをねじ込むことはできないのであって，切り起こし片部13が弾性変形するものであることに変わりはないから，原告の上記主張は採用の限りでない。",
                    "また，原告は，スピードナットに対してタツピングねじを組み合わせた締結具である，薄板からなり，雄ねじを回転させることなく軸方向に押し込む操作を本来的に使用方法として予定していない検甲1の薄板ねじ式ナット型締結具においては，締結強度を大きくする要請の下，切り起こし片部は硬いばね性を付与されているから，このような締結具において，雄ねじを締結具に対して回転させることなく軸方向に押し込むことは不可能であり，引用発明1に係るナット型締結具も，この点は同様と解すべきである旨主張する。",
                    "確かに，原告が主張するように，引用発明のナット型締結具においては，締結強度を確保する上で，切り起こし片部13の硬いばね性が寄与するとしても，どの程度の締結強度を予定するのかは，用途上の必要に応じ設計段階において当業者において適宜選択する余地があるものである。また，検甲1における切り起こし片部が硬いばね性を備えるものであるとしても，引用発明に係る切り起こし片部13のばね性の程度については，刊行物1にこれを特定する記載はないから，設計上適宜に調節できるものと解すべきであり，引用発明に係るナット型締結具のばね性を検甲1のそれと同等のものとみることはできない。原告の上記主張は採用することができない。",
                    "さらに，原告は，仮に，刊行物1に，取付螺子杆(タツピングスクリユー)5の軸部をねじ込んで挿入して行く際に，程度の差はあれ，切り起こし片部13を弾性変形させることが開示されているとしても，その場合の「弾性変形させる」とは，取付螺子杆(タツピングスクリユー)5の軸部がねじ込んで挿入されて行く際の付随的状況にすぎないから，そのような開示があることをもって，引用発明においては，切り起こし片部13を弾性変形させることにより，すなわち，切り起こし片部13を弾性変形させることを手段・方法として，取付螺子杆(タツピングスクリユー)5の軸部を切り起こし片部13の先端間に挿入するものであることが開示されているということにはならない旨主張する。しかしながら，上記ウのとおり，引用発明において，取付螺子杆(タツピングスクリユー)5の軸部をねじ込んで挿入して行く際に，程度の差はあれ，切り起こし片部13を弾性変形させるということは，これを作業者側からみれば，取付螺子杆(タツピングスクリユー)5の軸部を切り起こし片部13の先端間にねじ込むためには，これを弾性変形させることが必要であることを意味し，正に切り起こし片部13を弾性変形させることが取付螺子杆(タツピングスクリユー)5の軸部をその先端間にねじ込むための手段，方法となるものである。原告のこの点の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決が，引用発明について，「取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，前記切り起こし片部13を弾性変形させることにより前記切り起こし片部13の先端間に挿入できるようになっており」(審決謄本4頁第2段落)と認定した点に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定について",
              "text": [
                "原告は，引用発明のナット型締結具においては，取付螺子杆(タツピングスクリユー)5の軸部を，ねじ込んで，切り起こし片部13を弾性変形させることにより切り起こし片部13の先端間に挿入できるようにはなっていないと考えるのが妥当であり，少なくとも，ねじ込んで，切り起こし片部13を弾性変形させることにより切り起こし片部13の先端間に挿入できるようになっているか否かは不明というべきであるとし，このことを前提に審決の一致点の認定は誤りである旨主張する。",
                "しかしながら，引用発明において，取付螺子杆(タツピングスクリユー)5の軸部を，ねじ込んで，切り起こし片部13を弾性変形させることにより切り起こし片部13の先端間に挿入できるようになっていることは，上記(1)ウに認定したとおりである。審決の一致点の認定に誤りはなく，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定について",
              "text": [
                "原告は，引用発明のナット型締結具においては，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，切り起こし片部13(係合片)を弾性変形させることにより切り起こし片部13の先端間に挿入することは不可能であるとし，そのことを前提にして，審決の相違点1についての認定は誤りである旨主張する。",
                "しかしながら，引用発明のナット型締結具が，取付螺子杆(タツピングスクリュー)5の軸部を，ねじ込んで，前記切り起こし片部13を弾性変形させることにより前記切り起こし片部13の先端間に挿入できるようになっていることは，上記(1)ウに認定したとおりである。そして，刊行物1には，上記の場合において，取付螺子杆(タツピングスクリュー)5の軸部をねじ込む代わりに，押し込むことが可能かどうかについての記載はないが，これを不可能とする記載もないから，「引用発明は，取付螺子杆(タツピングスクリュー)5の軸部を，回転させることなしに，係合片の先端間に挿入できるかどうか明らかでない点」(審決謄本5頁第4段落)を本願発明との相違点とした審決の認定に誤りがあるということはできない。",
                "原告の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易相当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明のナット型締結具において，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，押込みにより挿入することは不可能であるとし，このことを前提にして，審決の相違点1についての判断は誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，引用発明において，取付螺子杆(タツピングスクリユー)5の軸部を，ねじ込んで，切り起こし片部13を弾性変形させる構成が採用されており，切り起こし片部が弾性変形可能であることは，上記1(1)ウに認定したとおりである。",
                    "ところで，刊行物2(甲4)には，係合片を利用した結合構造において，雄ねじを回転することなしに，押込みにより挿入し，雄ねじと結合具を結合する構成が開示されており，特開平3-37402号公報(甲16)，特開平7-296622号公報(甲17)，特開平7-91419号公報(甲18)等を参酌す",
                    "れば，このような技術は，本件出願日当時，当業者に周知であったと認められる(この事実は，原告の自認するところである。)。",
                    "そして，引用発明と刊行物2記載の発明及びこれと同種の押込み挿入に係る周知技術とは，係合片を利用した締結構造という点で技術分野を共通にしているから，前者に後者を適用する動機付けは十分にあるというべきである。また，刊行物1の上記1(1)イ(ウ)の記載及び第4図の図示によれば，引用発明の切り起こし片部13はナット部に基端のみが支持された薄板状のものであることが認められるから，引用発明のナット部の切り起こし片部13に，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，押し込むことができるような弾性を付与することは，当業者が，要求される締結強度と作業の効率性を考慮して，切り起こし片部13の薄板の素材，厚さを選択することにより，適宜に行い得ることというべきである。",
                    "原告は，引用発明においては，取付螺子杆(タツピングスクリュー)5の軸部を回転させることなく，押込みにより挿入することは全く想定されていない旨主張するが，刊行物1において，上記押込み挿入を行い得ないとする記載はなく，また，引用発明のナット型締結具においては，一般にそのような操作が不可能であるとする根拠も見いだせないから，引用発明に刊行物2に記載の発明及び上記周知技術を適用することに格別の阻害要因があるということはできない。",
                    "したがって，引用発明に刊行物2に記載の発明及び上記周知技術を適用して，本願発明の相違点1に係る構成とすることは，当業者が容易に想到し得たことであるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点1についての審決の判断に誤りがあるとする原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，雄ねじを回転させて螺合することのみを念頭に置き，押込み操作を予定していない引用発明のナット型締結具においては，通常，全長にわたり外径を先細となるテーパー状とされた雄ねじを使用できないことは明らかであり，また，刊行物2記載の発明及び同種の押込み挿入に係る周知技術にテーパー状のタツピングねじを採用することにも阻害要因があるとし，そのことを前提に相違点2についての審決の判断は誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "しかしながら，引用発明のナット型締結具において，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，押し込むことができるような弾性を付与することが，当業者において切り起こし片部13の薄板の素材，厚さを選択することにより，適宜に行い得るものというべきことは，上記(1)イに説示したとおりである。そして，実願昭57-112840号(実開昭59-17307",
                  "text": [
                    "号)のマイクロフィルム(甲8)によれば，本件出願日当時，テーパー状とされたタツピングねじは当業者に周知であったと認められるところ，引用発明と上記のテーパー状とされたタツピングねじとは，タツピングねじに係る技術という点で共通しており，当業者において，前者に後者を適用することには十分な動機付けがあるというべきである。また，引用発明において，切り起こし片部13に，取付螺子杆(タツピングスクリュー)5の軸部を，回転することなしに，押し込むことができるような弾性を付与した場合には，取付螺子杆(タツピングスクリュー)5として，上記の周知のテーパー状とされたタツピングねじを採用することを阻害する要因は認められない。",
                    "この点に関し，原告は，引用発明は，本質的にはタツピングねじに係る技術ではない旨主張するが，タツピングねじの本来の用途がねじ立てをすることにあるとしても，刊行物1(甲3)には，実施例にタツピングねじを用いることが記載されている(上記1(1)イ(ア))のであって，原告の上記主張は，刊行物1の記載を全く無視したものであり，失当というほかない。",
                    "原告は，押込み操作を予定していない引用発明のナット型締結具はもちろん，刊行物2記載の発明及び同種の押込み挿入に係る周知技術において，全長にわたり外径を先細となるテーパー状とされた雄ねじを適用することは，各種の欠陥を招来するおそれがあることから，その適用には阻害要因がある旨主張する。",
                    "しかしながら，当業者であれば，全長にわたり外径を先細となるテーパー状とされた雄ねじを採用した場合であっても，良好な締結状態，あるいは円滑な締結操作が実現し得るように締結具の設計を行うべきことは当然であり，そうすれば，原告主張のような欠陥が回避されることは明らかである。したがって，原告のこの点の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，刊行物2記載の発明及び同種の押込み挿入に係る周知技術にテーパー状のタツピングねじを採用することに阻害要因があることについては，本件審判の審理過程において，審判合議体も認めていたことである旨主張する。",
                    "確かに，証拠(甲2，23，24)及び弁論の全趣旨によれば，本件出願の審査の段階において，特許庁は，本願発明は，刊行物2記載の発明等に基づき，当業者が容易に発明できたものであるとし，係合片とねじを係合させる結合構造においてテーパー状とされた雄ねじを適用する点は当該技術分野において周知技術であるから，テーパー状とされた雄ねじを使用することにより生じるとする原告(本件出願の出願人)主張の作用効果は格別のものとは認められない旨認定判断したこと，これに対し，原告は，本件審判の請求書において，審決の上記認定判断はいずれも誤りである旨主張したこと，本件審判の審理において，審判合議体は，新たに引用発明を主引用例として採用した上，これに刊行物2に記載の発明及びこれと同種の押込み操作を行う周知技術を適用して，本願発明を発明することは容易であるとの認定判断をし，審判長において，その旨の拒絶理由通知を原告に発したことが認められる。",
                    "しかしながら，そのような経過が存在することをもって，本件審判の審理過程において，審判合議体が，刊行物2記載の発明及び同種の押込み挿入に係る周知技術にテーパー状のタツピングねじを採用することに阻害要因があることを認めたということは到底できず，他にこれを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明に上記周知のテーパー状のタツピングねじを適用し，相違点2に係る本願発明の構成とすることは，当業者において容易に想到し得たことと認められる。原告の上記アの主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "原告は，引用発明は，そもそも雄ねじの軸部を，回転させることなしに，押し込んで係合片を弾性変形させることにより係合片の先端間に挿入できるようになっていないから，本願発明と構成及び作用効果を根本的に異にするものであり，また，刊行物2に記載の発明は，本件明細書(甲19)の段落【0002】に記載の従来の結合構造を有するものにほかならないところ，本願発明は，正にこのような従来の結合構造における問題点を解決するためになされたものであり，上記第3の2(3)記載のとおり，上記従来の技術では得られない格別な優れた作用効果を奏するものである旨主張する。",
                "確かに，本件明細書(甲19)には，「【発明の効果】　・・・本発明による結合構造は，(イ)　自由な状態における係合片の先端間の間隙の大きさに対する雄ねじの軸部の外径の大きさの設定が容易である，(ロ)　係合部材の構成材料として，バネ性の乏しい軟鋼等の安価な材料を使用することができる，(ハ)　雄ねじを回転させて係合片の先端間にねじ込む場合も，スムーズにねじ込み作業を行うことができる，(ニ)　係合片の板厚が厚くても，該係合片の先端を雄ねじのねじ溝に係合できる，等の優れた効果を得られる」(段落【0035】)と記載されており，この記載によれば，本願発明は原告主張の作用効果を奏するものと認められる。",
                "しかしながら，本願発明と引用発明との一致点及び相違点の認定に誤りがなく，また，相違点1，2に係る本願発明の構成とすることが，当業者において容易に想到し得たものであることは，上記1並びに2(1)及び(2)に説示したとおりであるところ，本願発明の上記のような作用効果は，引用発明のナット型締結具において，相違点1及び2に係る構成，すなわち，刊行物2に記載の発明及びこれと同種の押込み挿入に係る周知技術並びに周知のテーパー状の雄ねじを採用した場合に奏されるものとして，当業者が予測し得る範囲内のものというべきであって，格別のものということはできない。",
                "原告の上記主張は，引用発明の認定並びに相違点1及び2についての判断に誤りがあることを前提とするものと解されるが，その前提を誤るものであって，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したとおり，本願発明は，引用発明，刊行物2記載の発明及びこれと同種の押込み挿入に係る周知の技術並びに周知のテーパー状のタツピングねじに基づいて当業者が容易に発明することができたものであるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10010",
    "date": "2005-07-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009451",
    "ipprecedent_id": "630",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}