{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-35103号事件について平成16年8月17日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する本件特許につき，被告の特許無効審判請求に基づき，特許庁が特許無効の審決をしたことから，これに不服の原告が，同審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，発明の名称を「軽量盛土，その施工方法及びそれに用いる連結具」とする特許第1809075号発明(昭和60年8月20日出願，平成5年1",
                "2月10日設定登録，以下「本件発明」といい，その特許を「本件特許」という。)の特許権者である。",
                "被告は，平成16年2月20日，本件特許につき無効審判の請求をした。",
                "特許庁は，同請求を無効2004-35103号事件として審理した上，平成16年8月17日に「特許1809075号の特許請求の範囲に記載された各発明についての特許を無効とする。」との審決をし，その審決謄本は，同年8月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許出願の願書に添付された明細書(平成5年1月22日付け補正後のもの，以下「本件明細書」という。)の特許請求の範囲は，下記のとおりである。",
                "記",
                "「1　硬質発泡プラスチックブロックを積み重ねて構成した軽量盛土であって，上下に突出した歯を有し，しかも上下共に前後方向を向く歯と左右方向を向く歯とが併存している連結具が，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨がりかつ跨がる各硬質発泡プラスチックブロックに下向きの歯を突き刺すと共に，上向きの歯を，平面隣接する硬質発泡プラスチックブロック間の継ぎ目が上下に揃わないようにその上に積み重ねられた硬質発泡プラスチックブロックに突き刺して上下の硬質発泡プラスチックブロック間に介在されていることを特徴とする軽量盛土。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "硬質発泡プラスチックブロックを積み重ねて軽量盛土を構成するに際し，上下に突出した歯を有し，しかも上下共に前後方向を向く歯と左右方向を向く歯とが併存している連結具を，平面相隣接して敷設した硬質発泡プラスチックブロック間に跨がりかつ跨がる各硬質発泡プラスチックブロックに下向きの歯を突き刺して配置し，更にその上に，平面隣接する硬質発泡プラスチックブロック間の継ぎ目が上下に揃わないように硬質発泡プラスチックブロックを敷設して積み重ねると共に，上記連結具を，その上向きの歯を上側の硬質発泡プラスチックブロックに突き刺して，上下の硬質発泡プラスチックブロック間に介在させることを特徴とする軽量盛土の施工方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "板伏体の周囲に，下向きに突出した複数本の歯と，上向きに突出した複数本の歯を有し，上向き及び下向きの歯が，歯の形成されていない中央部を境に左右に分かれて形成されており，しかも上下共に前後方向を向く歯と左右方向を向く歯とが併存していることを特徴とする軽量盛土工用硬質発泡プラスチックブロックの連結具。」",
          "text": [
            "(以下，上記請求項1～3に係る発明を，順次，「本件発明1」～「本件発明3」という。)"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決謄本写し記載のとおりである。その要旨とするところは，本件発明1及び2は，「bulletin de liaison des laboratoires des ponts et chaussees N0136 Mars-Avril 1985」7～20頁(審判甲1-1，本訴甲5-1，2。以下「甲5文献」という。)に記載された後記引用発明1及び2に基づいて当業者が容易に発明をすることができたものであり，本件発明3は，甲5文献に記載された後記引用発明3に基づいて，又は，引用発明3及び実公昭57-18486号公報(審判甲8，本訴甲7。以下「甲7公報」という。)等にみられる周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本件発明1～3に係る特許は，いずれも特許法29条2項の規定に違反してされたものであり，同法123条1項1号に該当し，無効とすべきものであるというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が引用発明1～3として記載した内容は，次のとおりである。",
                    "＜引用発明1＞",
                    "「硬質発泡プラスチックブロックを積み重ねて構成した軽量盛土であって，上下に突出した歯を有し，しかも上下共に円の周方向を向く歯を設けた連結具が，平面相隣接して敷設された硬質発泡プラスチックブロックの上面に下向きの歯を突き刺すと共に，上向きの歯を，平面隣接する硬質発泡プラスチックブロック間の継ぎ目が上下に揃わないようにその上に積み重ねられた硬質発泡プラスチックブロックに突き刺して上下の硬質発泡プラスチックブロック間に介在されている，軽量盛土。」",
                    "＜引用発明2＞",
                    "「硬質発泡プラスチックブロックを積み重ねて軽量盛土を構成するに際し，上下に突出した歯を有し，しかも上下共に円の周方向を向く歯を設けた連結具を，平面相隣接して敷設した硬質発泡プラスチックブロックに下向きの歯を突き刺して配置し，更にその上に，平面隣接する硬質発泡プラスチックブロック間の継ぎ目が上下に揃わないように硬質発泡プラスチックブロックを敷設して積み重ねると共に，上記連結具を，その上向きの歯を上側の硬質発泡プラスチックブロックに突き刺して，上下の硬質発泡プラスチックブロック間に介在させる，軽量盛土の施工方法。」",
                    "＜引用発明3＞",
                    "「薄いドーナツ状の金属板の周囲に，下向きに突出した複数本の歯と，上向きに突出した複数本の歯を有し，上向き及び下向きの歯が，周方向に沿って徐々にその方向が変化するように設けられた，軽量盛土工用硬質発泡プラスチックブロックの連結具。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決が，本件発明1～3と引用発明1～3との相違点とするところは，次のとおりである。",
                    "＜相違点1＞",
                    "「上下に突出した歯が，本件発明1では，上下共に前後方向を向く歯と左右方向を向く歯とが併存しているのに対し，引用発明1では，上下共に円の周方向を向いている点」",
                    "＜相違点2＞",
                    "「下向きの歯を，本件発明1では，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているのに対し，引用発明1では，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているかどうか不明な点」",
                    "＜相違点3＞",
                    "「上下に突出した歯が，本件発明2では，上下共に前後方向を向く歯と左右方向を向く歯とが併存しているのに対し，引用発明2では，上下共に円の周方向を向いている点」",
                    "＜相違点4＞",
                    "「下向きの歯を，本件発明2では，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているのに対し，引用発明2では，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているかどうか不明な点」",
                    "＜相違点5＞",
                    "「上下に突出した歯が，本件発明3では，上下共に前後方向を向く歯と左右方向を向く歯とが併存しているのに対し，引用発明3では，上下共に円の周方向を向いている点」",
                    "＜相違点6＞",
                    "「本件発明3では，上向き及び下向きの歯が歯の形成されていない中央部を境に左右に分かれて形成されているのに対し，引用発明3では，板状体の全周に亘ってほぼ連続的に形成されている点」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決は，甲5文献記載の引用発明1～3の認定を誤った(取消事由1)上，本件発明1と引用発明1との相違点2，本件発明2と引用発明2との相違点4及び本件発明3と引用発明3との相違点6並びに本件発明1～3の作用効果に関する判断を誤った(取消事由2～4)ものであるから，違法として取り消されるべきである。",
                "なお，本件発明1と引用発明1との相違点1，本件発明2と引用発明との相違点3及び本件発明3と引用発明3との相違点5に係る審決の認定判断については争わない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用発明1～3の認定の誤り)",
                  "text": [
                    "審決は，甲5文献に記載された発明として引用発明1～3を認定したが，いずれも誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1について",
                      "text": [
                        "甲5文献には，①「ポリスチレンブロックを積んで盛り土を造り上げるためには，まず，底面に厚さ0～50mmの砂の層を設けて地面を平坦化しなければならない。ポリスチレンブロックを積んでいく作業は二人の作業者でできる。",
                        "ブロックの各層の積み方はその直下部に置いたブロックの方向に対して直角に配置する方がよい(図2参照)。層同志が相対的に滑りを起こさないようにするためには，ポリスチレンボード固有の摩擦力に頼るか，金属製または木製の組み立て用繋留具で簡単に足で踏んで隙間に押し込めるものを使うとよい。このようにして，盛り土を5．5mの高さにすることができた。他の方式ではこれほど高くすることは不可能である」(訳文9頁下から第2段落)，②「ポリスチレンの各層間の摩擦係数は0．5である。しかし，どんなときにも各層間で水平方向の滑り動きが生じないようにしたい場合がある。そのような場合は両面連結具(ブルドッグ〈Bulldog〉直径117mm-図4参照)(判決注，以下「甲5文献記載の両面連結具」という。)を使用することができる。この繋留具は容易に下側ブロックに押し込むことができ，上側ブロックを位置決めしてから置くときに押し込めば自然にはめ込まれて固定できる」(同14頁第1段落)との記載がある。",
                        "甲5文献の上記記載は，連結具が，上下の硬質発泡プラスチックブロックが相対的に水平方向に滑らないよう，上下の硬質発泡プラスチックブロックを連結するために用いられるものであり，上下の硬質発泡プラスチックブロック間に挟み込まれるものであることを明らかにしている。そして，甲5文献に示される，上向き及び下向きの歯を有する連結具を，上下の硬質発泡プラスチックブロック間に挟み込んで連結する場合，安定した連結状態を得られるよう，連結対象となる上下2個の硬質発泡プラスチックブロックから連結具がはみ出さないように突き刺すべきことは当然であるから，甲5文献において，上下1個ずつの硬質発泡プラスチックブロック間に連結具全体を挟み込んで突き刺していることは，技術的に当然のことというべきである。",
                        "また，甲5文献には，③「ポリスチレンは単体では真珠玉形状をした製品であり，型内で発泡させて成形することができるので，道路建設のための盛り土材としてふさわしい形状のブロックを得ることができる。通常は0．1×1×3mまれに0．5×1×5m直方体形状を使用する」(訳文7頁下から第3段落)，④「このコンセプトは当時，常識的には受け入れられなかったが，この方法が失敗するという理由も見当たらなかった。したがって，在来の1m厚の盛り土材に代わり，2×0．5mのポリスチレンブロック材を試用し，その上に50cmの車道層を敷設することになった」(同12頁下から第2段落)との記載がある。上記記載から明らかなように，連結具で連結すべき硬質発泡プラスチックブロックは，縦横メートルオーダーの大きさがあるのに対して，甲5文献記載の両面連結具は，上記②の記載とおり，直径117mmのものである。例えば，0．1×1×3mもの大きさの硬質発泡プラスチックブロックを，直径12cmにも満たない連結具で上下に連結する場合に，わざわざ平面相隣接する硬質発泡プラスチックブロック間にまたがる位置に連結具を突き刺すことは，技術常識的に考えられないから，甲5文献記載のものにおいては，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで連結具を突き刺すことになるのは必然というべきである。",
                        "加えて，甲5文献に示されるポリスチレンブロック，すなわち，発泡スチロールが割れたり欠けたりしやすい材質であることは公知の事実であり，また，甲5文献記載の両面連結具が，全周にわたってほぼ連続的に形成された上向きの歯と下向きの歯を有するものであることも明らかである(本文16頁のFig．4)から，甲5文献記載の両面連結具を，相隣接するブロック間にまたがって突き刺した場合，ほぼ連続的に形成された歯が，割れや欠けを生じやすいポリスチレンブロックの端部に突き刺さることになるため，ブロックの割れや欠けを助長することになるのは明白である。そうすると，甲5文献において，ポリスチレンブロックが割れたり欠けたりしやすい特性を有することと，連結具が全周にわたってほぼ連続的に形成された歯を有することとは，当該連結具を平面相隣接するブロック間にまたがって突き刺すという構成を想到することを妨げる事由となるというべきである。",
                        "以上のとおり，甲5文献記載のものにおいて，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺すことは，技術的に当然又は必然のことである。したがって，引用発明1の認定に当たっては，「連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺していること」をも認定すべきところ，審決の引用発明1の認定は，この点を看過したものであって，誤りである。そして，その結果，審決は，本件発明1と引用発明1との相違点の認定に際し，両者は，連結具の突き刺し位置の点において明確に相違しているにもかかわらず，当該相違点を看過するとの誤りを犯したものであるから，引用発明1の認定の誤りは，審決の結論に影響を及ぼすべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明2について",
                      "text": [
                        "上記(ア)と同様の理由により，引用発明2の認定に当たっては，「連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺していること」をも認定すべきところ，審決の引用発明2の認定は，この点を看過したものであって，誤りである。そして，その結果，審決は，本件発明2と引用発明2との相違点の認定に際し，両者は，連結具の突き刺し位置の点において明確に相違しているにもかかわらず，当該相違点を看過するとの誤りを犯したものであるから，引用発明2の認定の誤りは，審決の結論に影響を及ぼすべきものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明3について",
                      "text": [
                        "引用発明3については，本件発明3と引用発明3との相違点6の認定において，引用発明3の上向きの歯と下向きの歯が全周に亘ってほぼ連続的に形成されていことが挙げられていることからすれば，これが引用発明3の構成として加えられるべきであり，審決の引用発明3の認定は，この点を看過したものであって，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件発明1と引用発明1との相違点2に関する判断及び本件発明1の作用効果に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明1と引用発明1との相違点2について，「連結具により平面相隣接して敷設された硬質発泡プラスチックブロック相互も連結する程度のことは，盛土を一体化し，施工中及び施工後の盛土全体の安定性を高めるために当業者が当然配慮する程度のことにすぎない」(審決謄本7頁第1段落)と判断した上，「本件発明1が奏する作用効果は，上記のとおり引用発明1と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」(同頁第2段落)と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，引用発明1は，上記ア(ア)のとおり，技術的に当然又は必然のこととして，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺しているものであると認められるから，平面相隣接して敷設された硬質発泡プラスチックブロック間にまたがって突き刺している本件発明1とは，連結具の突き刺し位置が全く異なっている。また，甲5文献には，「このようにして，盛り土を5．5mの高さにすることができた。他の方式ではこれほど高くすることは不可能である」(訳文9頁下から第2段落)と記載され，引用発明1によって十分な安定性が得られ，引用発明1以上に安定性を高めることは不可能であることを明らかにしている。そうとすれば，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺すことで十分な安定性が得られ，しかも，これ以上に安定性を高めることが不可能であるとされている引用発明1に基づき，連結具の突き刺し位置を，本件発明1のような位置に変更することは容易に着想し得ないものというべきである。",
                        "加えて，上記ア(ア)のとおり，甲5文献記載のものにおいて，ポリスチレンブロックが割れたり欠けたりしやすい特性を有することと，連結具が全周にわたってほぼ連続的に形成された歯を有することとは，当該連結具を平面相隣接するブロック間にまたがって突き刺すという構成を想到することを妨げる事由となるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，そもそも，引用発明1における連結具は，上記引用に係る記載からも明らかなように，硬質発泡プラスチックブロックを高く積み上げるために用いられているのに対し，本件発明1は，耐震性の向上及び施工性の向上を目的として連結具を使用しているものであるから，両者は，連結具の使用目的において明らかに異なる。",
                        "本件発明1における連結具の使用目的のうち，耐震性の向上の点は，本件明細書(甲4)に「連結具3によって，発泡ブロック1が上下方向のみならず左右方向にも相互に連結されることにより，発泡ブロック1の一体性が高められ，耐震性が向上する」(補正公報(3)頁右欄第4段落)と記載されているとおりである。この耐震性の向上という効果は，上下の硬質発泡プラスチックブロックの一体化という観点からは不安定な箇所である，平面相隣接する硬質発泡プラスチックブロック間にまたがる位置に連結具を突き刺すという構成をあえて採用し，全体として，揺れに対する適度な許容性をもった一体化構造とすることにより得られるものである。そして，当該作用効果は，発泡プラスチックブロックを高く積み上げるために，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺している引用発明1からは得ることができず，当業者が容易に予想することもできない。",
                        "施工性の向上の点は，本件明細書に「連結具3で発泡ブロック1を仮止めしながら施工することができるので，軽く動きやすい発泡ブロック1を安定させた状態で施工でき，また地盤に多少の凹凸や部分的傾斜があっても，これによって発泡ブロック1間に大きな隙間が生じてしまうのを押えながら施工できる。従って，良好な施工性が得られる」(補正公報(3)頁右欄第6段落)と記載されているとおりである。引用発明1は，上下の硬質発泡プラスチックブロックを連結するだけのものであるから，例えば，最下段の硬質発泡プラスチックブロックの敷設や，中間に介在されることがあるコンクリート床版上第1段目の硬質発泡プラスチックブロックの敷設においては，連結具による仮止めを行うことができない。したがって，いずれの段においても連結具による仮止めを行いながら硬質発泡プラスチックブロックの積み重ね作業を行えるという本件発明1の当該作用効果は，引用発明1からは得ることができず，当業者が容易に予想することもできない。",
                        "ところで，甲5文献は，「―　ブロックの第一層は良好な平坦面の上に置かねばならない。もしこの条件が不十分である場合は，盛り土部分の上側層の水平維持が困難になるであろう。",
                        "―　ポリスチレンブロックの下側層が平坦に設置されたことを確認した後でなければ次の新たな層を積層してはならない。もしブロック各層が良好な接触状態にないと，盛り土自身の維持にはあまり影響はないが，車道層の湾曲変形が大きくなるのでメインテナンス作業に時間がかかることになる」(訳文13頁下から第4段落～第3段落)として，下側のブロック，とりわけ最下層である第1層目のブロックの敷設状態が重要であることを示しているところ，本件発明1の上記作用効果は，甲5文献においても重要性が認められている第1層目のブロックの敷設状態を良好に維持しやすくするという重要な作用効果であるということができる。また，別の観点から見れば，甲5文献は，上記のように，第1層目のブロックの敷設状態を良好なものとすることの重要性について開示していながら，平面相隣接するブロック間にまたがって連結具を突き刺すことについては全く開示も示唆もしていないのであって，このことは，連結具を本件発明1のような位置に突き刺すことによって第1層目のブロックの良好な敷設状態を維持するという効果の予測困難性を示すものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，審決は，相違点2に係る本件発明1の構成が，引用発明1からは着想できない特異な構成であるにもかかわらず，「当業者が当然配慮する程度のことにすぎない」と判断し，さらに，本件発明1が奏する作用効果が，引用発明1からは得ることができず，当業者が容易に予想することもできないものであるにもかかわらず，「引用発明1と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」と判断したものであって，明らかに誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件発明2と引用発明2との相違点4に関する判断及び本件発明2の作用効果に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明2と引用発明2との相違点4について，「連結具により平面相隣接して敷設された硬質発泡プラスチックブロック相互も連結する程度のことは，盛土を一体化し施工中及び施工後の盛土全体の安定性を高めるために当業者が当然配慮する程度のことにすぎない」(審決謄本8頁第2段落)と判断した上，「本件発明2が奏する作用効果は，上記のとおり引用発明2と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」(同頁第3段落)と判断した。",
                    "しかしながら，上記イと同様の理由により，審決の上記各判断は，いずれも誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本件発明3と引用発明3との相違点6に関する判断及び本件発明3の作用効果に関する判断の誤り)",
                  "text": [
                    "審決は，本件発明3と引用発明3との相違点6について，「部材への突き刺し部(歯)を有する連結具を使用して，該連結具より極めて脆弱な部材相互をその端部間で連結しようとする場合に，部材の端部に割れが生じないよう突き刺し部の存在しない領域(本件発明3の「中央部」)を連結具に設ける程度のことは，当業者が当然配慮する程度のことにすぎない。あるいは，部材への突き刺し部(歯)を有する連結具において，突き刺し部の存在しない領域を有する連結具は，甲第8号証(判決注，甲7公報)等にみられるように従来周知のものであり，当業者が該周知技術を採用して相違点6として摘記した本件発明3の構成とする点に格別困難性は認められない」(審決謄本9頁下から第4段落～第3段落)と判断した上，「本件発明3が奏する作用効果は，上記のとおり引用発明3と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」(同頁下から第2段落)と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，上記ア及びイのとおり，甲5文献は，連結具を平面相隣接する硬質発泡プラスチックブロック間にまたがって突き刺すことを，開示も示唆もしていないものである。にもかかわらず，引用発明3に係る連結具を，極めて脆弱な部材相互をその端部間で連結する際に使用することを想定すること自体，何ら根拠がない。",
                        "そして，甲5文献が，連結具を平面相隣接する硬質発泡プラスチックブロック間にまたがって突き刺すことを開示も示唆もしていない一方，引用発明3の上向きの歯と下向きの歯が「全周に亘ってほぼ連続的に形成されている」こと及びポリスチレンブロックが割れたり欠けたりしやすい特性を有することは，連結具を平面相隣接するブロック間にまたがって突き刺すことを想到することを妨げる事由となるものである。しかも，甲5文献には，「このようにして，盛り土を5．5mの高さにすることができた。他の方式ではこれほど高くすることは不可能である」(訳文9頁下から第2段落)と記載され，連結具の突き刺し位置を変更する余地がないことを示している。",
                        "そうすると，引用発明3の連結具を，平面相隣接するブロック間にまたがって突き刺すという想定は，甲5文献から，当業者が容易に想到し得るものではないから，相違点6に係る本件発明3の構成の容易想到性をいう審決の上記判断は，その前提において誤りである。",
                        "さらに，本件明細書(甲4)に示されている，「連結部3の下向きの歯2bは，歯2a，2bのない中央部を境に左右に分かれているので，この中央部を発泡ブロック1間の継ぎ目付近に当るように連結具3を取り付けることで，歯2bが発泡ブロック1の端部に刺さって当該端部が割れやすくなることを防止できる」(補正公報(3)頁右欄下から第4段落)との作用効果が，引用発明3からは得ることができず，当業者が容易に予想することもできないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ところで，審決は，甲7公報について，「第1図の記載によれば，図面上，上向きの突片2と下向きの突片3とが交互に形成されていることにより，上向きの突片2，2及び下向きの突片3，3は，それぞれ平坦部を介して断続的に設けられていることが当業者に明らかな事項である」(審決謄本5頁下から第2段落)としている。しかしながら，甲7公報の第1図に示される連結具は，円盤の外周に沿って複数の三角形状の切り欠きを連続的に入れて，円盤の外周に残された複数の三角形部分を上下交互に折り曲げることにより，上向きの突片2，2及び下向きの突片3，3としたものであることが自明である。この甲7公報の第1図に示される連結具においては，上向きの突片2，2相互間と，下向きの突片3，3相互間とにおいて，それぞれ間隔が開くことは必然であって，この間隔が何らかの目的のために意図的に形成されたものではないことは明らかである。したがって，上向きの突片2，2相互間と，下向きの突片3，3相互間の間隔は，当業者に対し，特定の技術的意義を示すものということはできず，この連結具から当業者に明らかな事項は，せいぜい，上向きの突片2，2及び下向きの突片3，3をそれ",
                      "text": [
                        "ぞれ等間隔で設けるという程度のことでしかない。",
                        "にもかかわらず，審決は，上記(1)のとおり，「部材への突き刺し部(歯)を有する連結具において，突き刺し部の存在しない領域を有する連結具は，甲第8号証(判決注，甲7公報)等にみられるように従来周知のものであり，当業者が該周知技術を採用して相違点6として摘記した本件発明3の構成とする点に格別困難性は認められない」としている。しかしながら，上記のとおり，甲7公報の第1図から当業者に明らかな事項は，せいぜい，上向きの突片2，2及び下向きの突片3，3をそれぞれ等間隔で設けるという程度のことでしかなく，上向きの突片2，2及び下向きの突片3，3の形成領域を左右に分けることまでは全く明らかではないから，甲7公報は，相違点6に係る本件発明3の構成を着想させるものではないし，相違点6に基づく上記(2)の作用効果を予想させるものでもない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，審決は，相違点6に係る本件発明3の構成が，引用発明3からは着想できない特異な構成であるにもかかわらず，「当業者が当然配慮する程度のことにすぎない」と判断し，さらに，本件発明3が奏する作用効果が，引用発明3からは得ることができず，当業者が容易に予想することもできないものであるにもかかわらず，「引用発明3と同等ないしは当業者が容易に予想し得る程度のものであって何ら格別なものではない」と判断したものであって，明らかに誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決に原告主張の違法はなく，原告の取消事由の主張はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明1～3の認定の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲5文献記載のものにおいて，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺すことは，技術的に当然又は必然のことであるとした上，審決の引用発明1及び2の認定は，その点を看過したものであって誤りである旨主張する。",
                    "しかしながら，原告主張のような連結具の使用態様は，甲5文献から当然に導き出せるものではなく，原告の上記主張は客観性に欠けるものである。",
                    "甲5文献は，「すでに施工された状況について，実施するときの基本的な注意事項，現在抽出された長所と問題点」についての報告書であるから，仮に，連結具の使用につき，ブロックの端部に使用する場合に「ブロックの割れや欠けを助長する」ような問題点があれば，そのような使用についての報告がなされるのが当然であるが，甲5文献には，連結具の使用に際し，例えば，下層のブロック端部に連結するような使用は避けるべきである等の注意事項は一切記載されていない。",
                    "したがって，甲5文献については，連結具を使用するべき位置及びその態様については全く記載がないというほかはなく，その点は，使用者の判断にゆだねられているものと理解すべきである。",
                    "逆に，甲5文献においては，連結具をポリスチレンブロックのどこに使用するかについては記載されていないのに対し，ブロックの積み方については，「ブロックの各層の積み方はその直下部に置いたブロックの方向に対して直角に配置する方がよい(図2参照)」(訳文9頁下から第2段落)と明確に記載している。そうすると，長方形のブロックを上記の積み方に従って配置する場合，直下のブロック表面には，上位において平面相隣接するブロックの境界線が複数存在することになる(甲5文献本文12頁のFig．2参照)から，連結される片方のブロック表面に突き刺した連結具が，他方のブロックでは平面相隣接して敷設されたブロック間にまたがる状態となり得ることは容易に理解することができるものである。",
                    "なお，原告は，甲5文献記載の両面連結具の大きさが117mmであるとの記載があることを，その主張の根拠としているが，甲5文献の当該記載は，連結具の寸法の一例を示したものにすぎないと理解すべきである。そして，原告主張のように，連結具の大きさによってその用途が決定するといい得るのであれば，甲5文献記載の両面連結具について，その寸法のみを大きくした相似形の連結具であれば，相隣接するブロック間にまたがって使用することも可能であるということになる。",
                    "以上によれば，引用発明1及び2については，「平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているかどうか不明」(審決謄本6頁第3段落，7頁下から第2段落)と認定するのが相当であり，審決の引用発明1及び2の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，引用発明3について，上向きの歯と下向きの歯が全周に亘ってほぼ連続的に形成されている点をも含めて認定すべきであり，審決の引用発明3の認定は，この点を看過したものであって，誤りである旨主張する。",
                    "しかしながら，審決は，原告主張に係る上記構成について，相違点6として認定した上，その点に対する判断を明確に示しているから，仮に，引用発明3の認定において当該構成を認定しなかったとしても，審決を取り消すべき事由に当たらないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件発明1と引用発明1との相違点2に関する判断及び本件発明1の作用効果に関する判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点2に係る本件発明1の構成は，引用発明1からは着想できない特異な構成であり，本件発明1が奏する作用効果も，引用発明1からは得ることができず，当業者が容易に予想することもできないものである旨主張する。",
                    "しかしながら，相違点2に係る本件発明1の構成は，要するに，連結具をどこに使用するかを選択しただけであり，そうした使用態様の発見は，従来技術を使用する際に当業者が常に意識するものであるから，当業者が施工に当たり考慮すべき範囲内の事項であることは明らかである。また，それによる本件発明1の作用効果も，当業者が容易に予想することができる範囲内のものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，甲5文献の「このようにして，盛り土を5．5mの高さにすることができた。他の方法ではこれほど高くすることは不可能である」(訳文9頁下から第2段落)との記載を部分的に引用した上，引用発明1においては，「上下1個ずつ」ブロックを連結するものであるかのように主張する。",
                    "しかしながら，甲5文献の該当部分の記載は，「層同志が相対的に滑りを起こさないようにするためには，ポリスチレンボード固有の摩擦力に頼るか，金属製または木製の組み立て用繋留具で簡単に足で踏んで隙間に押し込めるものを使う」(同段落)ことによって，「盛り土を5．5mの高さにすることができた」というものであって，むしろ，連結具を使用しない態様が示唆されている。そして，「層同志の相対的な滑り」についてはポリスチレンボード固有の摩擦力で対処させた場合に，連結具を使用する態様を想定すれば，相隣接するブロックにまたがって連結具を突き刺す態様を容易に想像することができるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告は，本件発明1には，施工性の向上という効果があり，当該作用効果は，引用発明1からは得ることができず，当業者が容易に予測することもできない旨主張する。",
                    "しかし，引用発明1に係る連結具によっても，下層において水平方向に相隣接するブロックにまたがるように連結具を配置しさえすれば，下層のブロックを仮止めすることが可能であるから，原告の上記主張は失当である。",
                    "また，原告は，甲5文献の「ブロックの第一層は良好な平坦面の上に置かねばならない」(訳文13頁下から第4段落)との記載を援用するが，当該記載は，「発泡スチロールを道路建設用盛り土に使用したノルウェーでの施工例」(訳文11頁の表題)から考察された留意事項であり，道路建設に発泡スチロールを用いる場合において，施工後の盛り土の状態を安定させるための注意事項を示したにすぎず，施工の容易性等に関する記載ではない。むしろ，当該記載を全体として見れば，平坦でない状態の面に第1層を置いて盛り土を構築すること自体は可能であるが，このような施工をすると，「盛り土自身の維持にはあまり影響はないが，車道層の湾曲変形が大きくなるのでメンテナンス作業に時間がかかる」(訳文13頁下から第3段落)ことを示唆しているものであるから，甲5文献記載のものも，多少の凹凸や部分的傾斜があっても実施し得るのであって，原告主張の施工性の向上の点は，本件発明1に特有の作用効果ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本件発明2と引用発明2との相違点4に関する判断及び本件発明2の作用効果に関する判断の誤り)について",
              "text": [
                "原告の取消事由3の主張が失当であることは，上記(2)のとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本件発明3と引用発明3との相違点6に関する判断及び本件発明3の作用効果に関する判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲5文献が，連結具を平面相隣接する硬質発泡プラスチックブロック間にまたがって突き刺すことを開示も示唆もしていない一方，引用発明3の上向きの歯と下向きの歯が「全周に亘ってほぼ連続的に形成されている」こと及びポリスチレンブロックが割れたり欠けたりしやすい特性を有することは，連結具を平面相隣接するブロック間にまたがって突き刺すことの想到阻害事由となる旨主張する。",
                    "しかし，甲5文献記載の連結具について，ブロック間にまたがって突き刺すことが容易に想到し得ることは，上記(1)及び(2)のとおりであり，その際，ポリスチレンブロックの端部が割れたり欠けたりすることがないように，連結具を設計変更するとすれば，連結具の一部に歯を構成しない領域を設けることも，当業者における常識的な考慮事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，甲7公報は，上向きの突片2，2及び下向きの突片3，3の形成領域を左右に分けることを示すものではない旨主張する。しかしながら，甲7公報に，「前記基板の中央部は平板となっていて」(1頁2欄4行目)と明確に記載されていること等からすれば，突片のない領域を中心として左右に突片が設けられる構成が開示されていることは明らかである。",
                    "また，審決は，「部材への突き刺し部(歯)を有する連結具において，突き刺し部の存在しない領域を有する連結具は，甲第8号証(判決注，甲7公報)等にみられるように従来周知のもの」(審決謄本9頁下から第3段落)と判断しているところ，「等」との記載があることから明らかなとおり，審決は，請求人である被告が審判手続において提出した他の証拠(乙4-1～10)をも参照して当該周知技術を認定したものであって，甲7公報のみから当該周知技術を認定したものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで審決の適否につき，以下，原告主張の取消事由ごとに判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明1～3の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤りについて",
              "text": [
                "審決が認定した引用発明1に対し，原告は，甲5文献記載のものにおいて，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺すことは，技術的に当然又は必然のことであるとした上，引用発明1の認定に当たっては，「連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺していること」をも認定すべきところ，審決の上記認定は，この点を看過したものであって，誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討すると，甲5文献には，以下の各記載がある。",
                    "・　「軽量材を使用する盛り土は，圧縮しやすい土壌の土地部分を交通に使うための補強用に約20年前から使われてきた。この技術は，発泡スチロールが盛り土に使われるようになった1970年代前半から有望なものとして見直され始めた。」(訳文6頁第1段落)",
                    "・　「ポリスチレンブロックを積んで盛り土を造り上げるためには，まず底面に厚さ0～50mmの砂の層を設けて地面を平坦化しなければならない。ポリスチレンブロックを積んでいく作業は二人の作業者でできる。ブロックの各層の積み方はその直下部に置いたブロックの方向に対して直角に配置する方がよい(図2参照)。層同志が相対的に滑りを起こさないようにするためには，ポリスチレンボード固有の摩擦力に頼るか，金属製または木製の組み立て用繋留具で簡単に足で踏んで隙間に押し込めるものを使うとよい。このようにして，盛り土を5．5mの高さにすることができた。他の方式ではこれほど高くすることは不可能である。」(訳文9頁下から第2段落)",
                    "・　「ポリスチレンの各層間の摩擦係数は0．5である。しかし，どんなときにも各層間で水平方向の滑り動きが生じないようにしたい場合がある。そのような場合は両面繋留具(ブルドッグ〈Bulldog〉直径117mm-図4参照)を使用することができる。この繋留具は容易に下側ブロックに押し込むことができ，上側ブロックを位置決めしてから置くときに押し込めば自然にはめ込まれて固定できる。」(同14頁第1段落)",
                    "・　「ポリスチレンは単体では真珠玉形状をした製品であり，型内で発泡させて成形することができるので，道路建設のための盛り土材としてふさわしい形状のブロックを得ることができる。通常は0．1×1×3m，まれに0．5×1×5mの直方体形状を使用する。」(訳文7頁下から第3段落)",
                    "・　「このコンセプトは当時，常識的には受け入れられなかったが，この方法が失敗するという理由も見当たらなかった。したがって，在来の1m厚の盛り土材に代わり，2×0．5mのポリスチレンブロック材を試用し，その上に50cmの車道層を敷設することになった。」(同12頁下から第2段落)",
                    "以上の各記載並びに甲5文献に示されたブロックの積み方に関する図面(本文12頁Fig．2)及び甲5文献記載の両面連結具の写真(同16頁Fi",
                    "g．4)を総合すれば，甲5文献には，審決が引用発明1として認定したとおり，「硬質発泡プラスチックブロックを積み重ねて構成した軽量盛土であって，上下に突出した歯を有し，しかも上下共に円の周方向を向く歯を設けた連結具が，平面相隣接して敷設された硬質発泡プラスチックブロックの上面に下向きの歯を突き刺すと共に，上向きの歯を，平面隣接する硬質発泡プラスチックブロック間の継ぎ目が上下に揃わないようにその上に積み重ねられた硬質発泡プラスチックブロックに突き刺して上下の硬質発泡プラスチックブロック間に介在されている，軽量盛土」との発明が記載されていると認めるのが相当である。",
                    "なお，甲5文献には，ブロックの積み方について，「ブロックの各層の積み方はその直下部に置いたブロックの方向に対して直角に配置する方がよい(図2参照)」との記載(訳文9頁下から第2段落)及び図面(本文12頁Fig．2)はあるものの，連結具を配置すべき位置については，これを直接明らかにする記載等は見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，上記各記載及び図面等に加え，甲5文献に示されるポリスチレンブロックが割れたり欠けたりしやすい材質であるとの事実があることを考慮すれば，甲5文献記載のものにおいて，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺すことは，技術的に当然又は必然のことである旨主張する。",
                    "確かに，原告が主張するとおり，①甲5文献記載の両面連結具の直径は117mm(訳文14頁第1段落)であるのに対し，甲5文献において使用されるポリスチレンブロックは「通常は0．1×1×3m，まれに0．5×1×5mの直方体形状」(訳文12頁下から第2段落)のものであること，②甲5文献記載の両面連結具は，甲5文献の写真が示すとおり，板状帯の全周にわたってほぼ連続的に形成された歯を有するものであること，③甲5文献で使用されるポリスチレンブロックは，割れたり，欠けたりしやすい材質のものであること(顕著な事実)等を考慮すれば，仮に，甲5文献記載の両面連結具を，水平方向に隣り合う複数のブロックにまたがる位置に配設することとした場合には，甲5文献記載の両面連結具の歯がブロックの端部に円形状に噛み込むこととなる結果，ブロック端部の破損を伴いやすいことは，技術常識に照らし，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想起することであると認められる。",
                    "そうすると，甲5文献に接した当業者は，甲5文献記載の発明においては，甲5文献記載の両面連結具を水平方向に隣り合う複数のブロックにまたがる位置に配設することはないと理解するのが通例であり，原告の上記主張は，その限りにおいて正当な指摘を含むものというべきである。",
                    "しかしながら，甲5文献に，連結具を配置すべき位置を直接明らかにする記載等がないことは上記アのとおりであって，審決が，甲5文献に記載された発明である引用発明1の構成として，連結具の配置位置の点を認定しなかったとしても，そのことをもって直ちに誤りであるとまではいうことができない。しかも，審決は，本件発明1と引用発明1との相違点2として，前記のとおり，「下向きの歯を，本件発明1では，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているのに対し，引用発明1では，平面相隣接して敷設された硬質発泡プラスチックブロック間に跨って突き刺しているかどうか不明な点」と認定した上，相違点2について検討を加えているところ，甲5文献記載の両面連結具を水平方向に隣り合う複数のブロックにまたがる位置に配設することはないとの原告主張の点を考慮しても，当業者は，相違点2に係る本件発明1の構成を容易に想到し得ることは後記3(1)のとおりであるから，引用発明1の構成として連結具の配置位置の点を認定しなかったことは，審決の結論に影響を及ぼさないことが明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，いずれにしても，原告の主張する引用発明1の認定の誤りの点は，審決を取り消すべき事由に当たらないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定の誤りについて",
              "text": [
                "審決が認定した引用発明2に対し，原告は，上記(1)と同様の理由により，引用発明2の認定に当たっては，「連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺していること」をも認定すべきところ，審決の引用発明2の認定は，この点を看過したものであって，誤りである旨主張する。",
                "しかし，原告の上記主張を採用することができないことは，上記(1)において判示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明3の認定の誤りについて",
              "text": [
                "審決が認定した引用発明3に対し，原告は，引用発明3については，上向きの歯と下向きの歯が全周に亘ってほぼ連続的に形成されている点をも含めて認定すべきであり，審決の引用発明3の認定は，この点を看過したものであって，誤りである旨主張する。",
                "しかし，原告も自認するとおり，審決は，原告主張に係る上記構成について，本件発明3と引用発明3との相違点6として，前記のとおり，「本件発明3では，上向き及び下向きの歯が歯の形成されていない中央部を境に左右に分かれて形成されているのに対し，引用発明3では，板状体の全周に亘ってほぼ連続的に形成されている点」を認定した上，その点に対する判断を明確に示しているから，引用発明3の認定において当該構成を認定しなかったことは，審決の結論に影響を及ぼさないことが明らかであって，審決を取り消すべき事由に当たらないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，原告の取消事由1の主張は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件発明1と引用発明1との相違点2に関する判断及び本件発明1の作用効果に関する判断の誤り)について",
          "text": [
            "審決は，本件発明1と引用発明1との相違点2について，「連結具により平面相隣接して敷設された硬質発泡プラスチックブロック相互も連結する程度のことは，盛土を一体化し，施工中及び施工後の盛土全体の安定性を高めるために当業者が当然配慮する程度のことにすぎない」(審決謄本7頁第1段落)と判断した上，「本件発明1が奏する作用効果は，上記のとおり引用発明1と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」(同頁第2段落)と判断した。これに対し，原告は，相違点2に係る本件発明1の構成の容易想到性について，引用発明1は，技術的に当然又は必然のこととして，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺しているものであると認められること等からすれば，引用発明1に基づき，連結具の突き刺し位置を，本件発明1のような位置に変更することは容易に着想し得ないものであり，また，甲5文献記載のものにおいて，ポリスチレンブロックが割れたり欠けたりしやすい特性を有することと，連結具が全周にわたってほぼ連続的に形成された歯を有することとは，当該連結具を平面相隣接するブロック間にまたがって突き刺すという構成を想到することを妨げる事由となる旨主張し，さらに，本件発明1の効果について，本件発明1の耐震性の向上及び施工性の向上という効果は，いずれも，引用発明1からは得ることができず，当業者が容易に予想することもできない旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで，まず，相違点2に係る本件発明1の構成の容易想到性について検討する。確かに，甲5文献に接した当業者は，甲5文献記載の発明においては，甲5文献記載の両面連結具を水平方向に隣り合う複数のブロックにまたがる位置に配設することはないと理解するのが通例であり，その限りにおいて原告の上記主張が正当な指摘を含むものであることは，上記2(1)イにおいて判示したとおりである。",
                "しかしながら，甲5文献記載の両面連結具自体を水平方向に隣り合う複数のブロックにまたがる位置に配設することはないとしても，木造建築において木製部材間を接続する「かすがい」に見られるように，隣接する部材を金具によって連結して強固な接続を図ることは，建築ないし土木の分野に携わる当業者にとって極めて一般的な手法である(顕著な事実)から，本件発明1及び引用発明1におけるように，平面隣接する硬質発泡プラスチックブロック間の継ぎ目が上下に揃わないように硬質発泡プラスチックを積み重ねていく(本件明細書〔甲4〕の第3図，甲5文献本文12頁のFig．2参照)に際し，連結具によって上下方向を固定するのみならず，同時に，水平方向に隣り合うブロックをも連結するという程度のことは，当業者が必要に応じ当然に試みることにすぎないということができる。",
                "他方，甲5文献は，「―　ブロックの第一層は良好な平坦面の上に置かねばならない。もしこの条件が不十分である場合は，盛り土部分の上側層の水平維持が困難になるであろう」(訳文13頁下から第4段落)として，最下段のブロックの敷設状態が重要であることを開示しているところ，そもそも，引用発明1で用いられるポリスチレンブロックは非常に軽量なものであるから，例えば，強風下で作業を行うような場合，上下方向へのブロックの連結によって固定することが不可能な最下段のブロックについては，水平方向に隣り合うブロックを相互に連結しない限り，作業を円滑に進めることが困難となる場合があることは，当業者にとって自明である。したがって，引用発明1の実施に当たり，連結具によって上下方向を固定するのみならず，同時に，水平方向に隣り合うブロックをも連結する必要があり得ることは，甲5文献に接した当業者が当然に認識することというべきである。",
                "なお，この点について原告は，甲5文献が，第1層目のブロックの敷設状態を良好なものとすることの重要性について開示していながら，平面相隣接するブロック間にまたがって連結具を突き刺すことについては開示も示唆もしていないことは，本件発明1による施工性向上の効果の予測困難性を示すものである旨主張するが，上記において例示したとおり，引用発明1の現実の実施に当たり，水平方向のブロックの連結が必要となる場合があり得ることは，当業者において，当然に認識されるべき事項であると考えられるから，この点に関する原告の主張は採用の限りではない。",
                "さらに，甲5文献には，「層同志が相対的に滑りを起こさないようにするためには・・・金属製または木製の組み立て用繋留具で簡単に足で踏んで隙間に押し込めるものを使うとよい」(訳文9頁下から第2段落，下線付加)と記載されているとおり，実施に当たり，甲5文献記載の両面連結具以外の繋留具を用いることも開示されていると認められるから，甲5文献は，引用発明1で用いる連結具として，甲5文献記載の両面連結具そのものではなく，施工の実際に合わせた適切な構成の連結具を適宜工夫ないし選択することも示唆しているというべきである。そうとすれば，甲5文献記載の両面連結具自体は，水平方向に隣り合う複数のブロックにまたがる位置に配設するのに不適当な構造であるとしても，上記の「かすがい」に見られるとおり，部材への突き刺し部を有する連結具において，突き刺し部の存在しない領域を有する連結具は従来周知のものであると認められることから，これを参考にして，突き刺し部の存在しない領域を有する連結具を工夫することによって，上下方向を固定するのみならず，同時に，水平方向に隣り合うブロックをも連結する程度のことは，引用発明1の実施に当たり，当業者が適宜工夫すべき事項であるというほかはない。",
                "以上によれば，原告主張に係る，引用発明1においては，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺しているとの点，甲5文献記載のものにおいて，ポリスチレンブロックが割れたり欠けたりしやすい特性を有し，連結具が全周にわたってほぼ連続的に形成された歯を有するとの点を考慮しても，当業者は，引用発明に基づいて相違点6に係る本件発明1の構成を容易に想到し得たものというべきである。",
                "なお，原告は，甲5文献に，「このようにして，盛り土を5．5mの高さにすることができた。他の方式ではこれほど高くすることは不可能である」(訳文9頁下から第2段落)と記載されていることを指摘するが，引用された文献に，そこに記載された技術が最善であるとする記載があるとの一事をもって，当業者が当該技術に更に工夫，改良を加えることが妨げられるものではないから，この点に関する原告の主張は，上記の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，本件発明1の作用効果の点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書(甲4)に「連結具3によって，発泡ブロック1が上下方向のみならず左右方向にも相互に連結されることにより，発泡ブロック1の一体性が高められ，耐震性が向上する」(補正公報3頁右欄第4段落)と記載される耐震性の向上という効果は，上下の硬質発泡プラスチックブロックの一体化という観点からは不安定な箇所である，平面相隣接する硬質発泡プラスチックブロック間にまたがる位置に連結具を突き刺すという構成をあえて採用し，全体として，揺れに対する適度な許容性をもった一体化構造とすることにより得られるものであり，当該作用効果は，発泡プラスチックブロックを高く積み上げるために，連結具を，上下1個ずつの硬質発泡プラスチックブロック間に全体を挟み込んで突き刺している引用発明1からは得ることができず，当業者が容易に予想することもできない旨主張する。",
                    "しかしながら，引用発明1に基づいて当業者が相違点2に係る本件発明の構成を容易に想到し得ることは，上記(1)のとおりであり，そうとすれば，「上下方向のみならず左右方向にも相互に連結されることにより，発泡ブロック1の一体性が高められ，耐震性が向上する」という程度の効果は，当該構成から容易に予想し得るものであるというほかはないから，原告の上記主張は採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に原告は，本件明細書(甲4)に「連結具3で発泡ブロック1を仮止めしながら施工することができるので，軽く動きやすい発泡ブロック1を安定させた状態で施工でき，また地盤に多少の凹凸や部分的傾斜があっても，これによって発泡ブロック1間に大きな隙間が生じてしまうのを押えながら施工できる。従って，良好な施工性が得られる」(補正公報(3)頁右欄第6段落)と記載される施工性の向上の効果について，引用発明1は，上下の硬質発泡プラスチックブロックを連結するだけのものであり，最下段の硬質発泡プラスチックブロックの敷設等においては連結具による仮止めを行うことができないから，いずれの段においても連結具による仮止めを行いながら硬質発泡プラスチックブロックの積み重ね作業を行えるという本件発明1の当該作用効果は，引用発明1からは得ることができず，当業者が容易に予想することもできない旨主張する。",
                    "しかしながら，引用発明1に基づいて当業者が相違点2に係る本件発明の構成を容易に想到し得ることは，上記(1)のとおりであるところ，そのようにした場合，最下段における敷設等を含め，すべての段において連結具による仮止めを行うことが可能となることは，当業者が当然に予想し得ることというほかはないから，原告の上記主張は採用の限りではない。",
                    "なお，原告は，甲5文献の第1層目のブロックの敷設に関する記載(訳文13頁下から第4段落～第3段落)を援用して，上記施行性の向上の効果の重要性を主張するとともに，甲5文献が，第1層目のブロックの敷設状態を良好なものとすることの重要性について開示していながら，平面相隣接するブロック間にまたがって連結具を突き刺すことについては開示も示唆もしていないことは，当該効果の予測困難性を示すものであるとも主張するが，この主張が採用の限りでないことは，上記(1)において説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件発明1と引用発明1との相違点2及び本件発明1の作用効果に関する審決の上記判断に誤りはないことになるから，原告の取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件発明2と引用発明2との相違点4に関する判断及び本件発明2の作用効果に関する判断の誤り)について",
          "text": [
            "審決は，本件発明2と引用発明2との相違点4について，「連結具により平面相隣接して敷設された硬質発泡プラスチックブロック相互も連結する程度のことは，盛土を一体化し施工中及び施工後の盛土全体の安定性を高めるために当業者が当然配慮する程度のことにすぎない」(審決謄本8頁第2段落)と判断した上，「本件発明2が奏する作用効果は，上記のとおり引用発明2と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」(同頁第3段落)と判断した。",
            "これに対し，原告は，取消事由2と同様の理由により，審決の上記各判断はいずれも誤りである旨主張するが，原告の取消事由2の主張に理由がないことは上記3のとおりであるから，原告の取消事由3の主張も理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件発明3と引用発明3との相違点6に関する判断及び本件発明3の作用効果に関する判断の誤り)について",
          "text": [
            "審決は，本件発明3と引用発明3との相違点6について，「部材への突き刺し部(歯)を有する連結具を使用して，該連結具より極めて脆弱な部材相互をその端部間で連結しようとする場合に，部材の端部に割れが生じないよう突き刺し部の存在しない領域(本件発明3の「中央部」)を連結具に設ける程度のことは，当業者が当然配慮する程度のことにすぎない。あるいは，部材への突き刺し部(歯)を有する連結具において，突き刺し部の存在しない領域を有する連結具は，甲第8号証(判決注，甲7公報)等にみられるように従来周知のものであり，当業者が該周知技術を採用して相違点6として摘記した本件発明3の構成とする点に格別困難性は認められない」(審決謄本9頁下から第4段落～第3段落)と判断した上，「本件発明3が奏する作用効果は，上記のとおり引用発明3と同等ないしは当業者が容易に予期し得る程度のものであって何ら格別なものではない」(同頁下から第2段落)と判断した。これに対し，原告は，甲5文献が，連結具を平面相隣接する硬質発泡プラスチックブロック間にまたがって突き刺すことを開示も示唆もしていない一方，引用発明3の上向きの歯と下向きの歯が「全周に亘ってほぼ連続的に形成されている」こと及びポリスチレンブロックが割れたり欠けたりしやすい特性を有することは，連結具を平面相隣接するブロック間にまたがって突き刺すことを想到することを妨げる事由となるなどとして，引用発明3の連結具を，平面相隣接するブロック間にまたがって突き刺すという想定は，甲5文献から，当業者が容易に想到することができるものではなく，審決の上記判断は，その前提において誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかしながら，上記3(1)において説示したとおり，連結具によって上下方向を固定するのみならず，同時に，水平方向に隣り合うブロックをも連結するとの構成は，引用発明1に基づいて当業者が容易に想到し得るものであるというべきであり，また，その際，「かすがい」に見られるとおり，部材への突き刺し部を有する連結具において，突き刺し部の存在しない領域を有する連結具は従来周知のものであると認められるから，甲5文献記載の両面連結具及び当該周知技術を参考にして，突き刺し部の存在しない領域を有する連結具を工夫する程度のことは，当業者が実施に当たり適宜行い得る事項というほかはない。",
                "したがって，相違点6に係る本件発明3の構成につき容易想到性を肯定した審決の上記判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また原告は，本件明細書(甲4)に示されている，「連結部3の下向きの歯2bは，歯2a，2bのない中央部を境に左右に分かれているので，この中央部を発泡ブロック1間の継ぎ目付近に当るように連結具3を取り付けることで，歯2bが発泡ブロック1の端部に刺さって当該端部が割れやすくなることを防止できる」(補正公報(3)頁右欄下から第4段落)との作用効果は，引用発明3からは得ることができず，当業者が容易に予想することもできない旨主張するが，当該作用効果は，連結具について突き刺し部の存在しない領域を設けることの正に直接的な目的ともいい得る事項であるから，上記(1)のとおり，当業者において，相違点6に係る本件発明3の構成が容易に想到し得るものである以上，当該作用効果について容易に予想し得ることも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，その余の点につき検討するまでもなく，原告の取消事由4の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}