{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が訂正2004-39222号事件について平成17年1月25日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "原告は，発明の名称を「おしゃれ増毛装具」とする特許第3264886号(平成10年7月17日出願，平成13年12月28日設定登録。以下「本件特許」という。請求項の数は5である。)の特許権者である。",
            "本件特許の請求項1，2，4，5について，特許異議の申立てがされ，異議2002-72215号事件(以下「異議事件」という。)として，特許庁に係属した。その審理の過程において，原告は，平成15年1月31日，本件特許の明細書(甲7。以下「本件明細書」という。)を訂正する請求をし，同年5月13日，この訂正請求を補正する手続補正をした。特許庁は，平成15年8月27日，上記補正は認められず，また，上記訂正は認められないとした上，「特許第3264886号の請求項1，2，4に係る特許を取り消す。同請求項5に係る特許を維持する。」との決定をした。原告は，この決定中，「特許第3264886号の請求項1，2，4に係る特許を取り消す。」との部分につき，その取消しを求める訴訟を東京高等裁判所に提起し(平成15年(行ケ)第457号)，現在当庁に係属中である(平成17年(行ケ)第10179号)。",
            "原告は，平成15年12月5日，本件明細書を訂正する審判請求をした。特許庁は，これを訂正2003-39259号事件として審理し，平成16年5月18日，審判請求は成り立たない旨の審決をし，この審決は確定した。",
            "その後，原告は，平成16年10月4日，改めて，本件明細書を訂正(特許請求の範囲の記載の訂正を含む。以下「本件訂正」という。)する審判請求をした。特許庁は，これを訂正2004-39222号事件(以下「本件審判」という。)として審理した上で，平成17年1月25日，「本件審判の請求は，成り立たない。」との審決(以下，単に「審決」という。)をし，その謄本は同年2月4日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件明細書(甲6。以下「訂正明細書」という。)における特許請求の範囲請求項1の記載は，次のとおりである。(以下，本件訂正後の請求項1に係る発明を「訂正発明1」という。)",
            "「おしゃれ用として自毛に変わり色の人工毛を混在させて用いるため又は増毛用として薄くなった自毛に自毛と同色の人工毛を混在させて用いるためのおしゃれ増毛装具であって，複数の止め具と，該止め具を自毛と当接する裏面に備えた複数の保持部材と，該複数の保持部材に両端部を保持され該複数の保持部材に，前記おしゃれ増毛装具を前記止め具により頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔で並設された複数の弾性線状部材と，少なくとも前記弾性線状部材に植設された人工毛と，を有することを特徴とするおしゃれ増毛装具。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，訂正発明1は，実願昭59-244号(実開昭60-113321号)のマイクロフィルム(甲3。以下，審決と同じく，「刊行物1」という。)に記載された発明(以下「刊行物1発明」という。)，特開平10-77514号公報(甲4。以下，審決と同じく，「刊行物2」という。)に記載された技術事項及びドイツ連邦共和国特許出願公開明細書第1935209号(甲5。以下，審決と同じく，「刊行物3」という。)に記載された技術事項に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件訂正は特許法126条5項の規定により認められないとしたものである。",
            "審決は，上記結論を導くに当たり，刊行物1発明の内容，訂正発明1と刊行物1発明との一致点及び相違点を，次のとおり認定した。",
            "(刊行物1発明)",
            "「増毛用として薄くなった自髪に自髪と同色の合成毛(2)を混在させて用いるためのかつらであって，土台と，くしの歯(1)に設けられたピン(3)又はバネと，土台に一端を保持され，土台に間隔を置いて並設された複数のくしの歯(1)と，少なくともくしの歯(1)に植設された合成毛(2)と，を有するかつら」",
            "(一致点)",
            "「増毛用として薄くなった自毛に自毛と同色の人工毛を混在させて用いるためのおしゃれ増毛装具であって，止め具と，保持部材と，保持部材に端部を保持され該保持部材に間隔を置いて並設された複数の線状部材と，少なくとも前記線状部材に植設された人工毛と，を有するおしゃれ増毛装具」である点。",
            "(相違点)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正発明1では，「止め具」が「保持部材」の「自毛と当接する裏面」に複数設けられているのに対し，刊行物1発明ではそのようになっていない点(以下「相違点1」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正発明1では，「保持部材」が複数設けられ，「線状部材」が複数の保持部材に両端部を保持されているのに対し，刊行物1発明ではそのようになっていない点(以下「相違点2」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正発明1では，「弾性線状部材」が「前記おしゃれ増毛装具を前記止め具により頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔で」で並設されているのに対し，刊行物1発明ではそのように特定されていない点(以下「相違点3」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訂正発明1では，「線状部材」が弾性を有するのに対し，刊行物1発明では弾性を有するかどうか不明である点(以下「相違点4」という。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，訂正発明1と刊行物1発明の対比を誤り，訂正発明1の独立特許要件(進歩性)の判断を誤ったものであって，上記の誤りが審決の結論に影響を及ぼすことは明らかであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正発明1と刊行物1発明の対比の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，刊行物1発明を「くしの歯(1)に設けられたピン(3)又はバネと，土台に一端を保持され，土台に間隔を置いて並設された複数のくしの歯(1)」を有するかつらであるとしたが，これによれば，ピン(3)を設けたくしの歯(1)が複数あることになる。しかし，刊行物1には，先をピン状にしたくしの歯は一本である旨明記されているから，審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，刊行物1発明の「ピン又はバネ」が訂正発明1の「止め具」に相当すると判断したが，誤りである。",
                "訂正発明1の「止め具」が「おしゃれ増毛装具」を自毛に固定するためのものであるのに対し，刊行物1発明の「かつら」は，基本的には，くしの歯により自髪に固定されるものであり，一本のくしの歯に設けられた「ピン又はバネ」のみで「かつら」を自髪に固定することはできない。刊行物1発明の「ピン又はバネ」は，単独で「かつら」を自毛に固定するものではないという点で，訂正発明1の「止め具」とは異なる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "text": [
            "審決は，相違点1について，刊行物1発明において刊行物2記載の事項を適用して相違点1に係る訂正発明1のように構成することは，当業者が容易になし得ることであると判断したが，誤りである。",
            "刊行物1に記載されたかつらは，普通のくしと同じ要領で自分の髪に挿し込むものであり，くしを髪に挿し込んだ場合，くしの歯は自毛の下に，土台は自毛の上になるのであるから，くしの土台には自毛と当接する裏面など存在しない。したがって，その存在しない自毛と当接する裏面に保持部材を複数設けることなどあり得ない。",
            "また，刊行物1発明のかつらは，刊行物2に記載されたような上からかぶせるタイプのかつらにおける不自然さを取り除くことを目的として考案されたものであるから，刊行物1発明において，刊行物2記載の事項を適用しようとすることは，刊行物1発明の目的に反することであって，阻害事由が存在する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2，4についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，刊行物3記載の「細長く弾性のあるベンド1乃至4」は毛髪が固定されているから訂正発明1の「弾性線状部材」に相当し，刊行物3記載の「保持部13乃至16」は上記ベンド1乃至4をその両端で固定していることから訂正発明1の「保持部材」に相当するとした上，「刊行物3には，保持部材が複数設けられ，弾性線状部材が複数の保持部材に両端を保持されているとの事項，すなわち，相違点2，4に係る訂正発明1の事項が記載されている」と判断したが，誤りである。",
                "訂正発明1の「弾性線状部材」は，毛髪が固定されていることのみで特徴付けられるものではなく，また「保持部材」も，「弾性線状部材」をその両端で固定していることのみで特徴付けられるものではない。訂正発明1の「弾性線状部材」は「複数の保持部材に両端部を保持され該複数の保持部材に，前記おしゃれ増毛装具を前記止め具により頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔で並設された複数の弾性線状部材」であり，「保持部材」は「複数の止め具と，該止め具を自毛と当接する裏面に備えた複数の保持部材」である。",
                "これに対し，刊行物3には，「細長く弾性のあるベンド1乃至4」が，どのような間隔で並設されるか記載されておらず，自毛を梳き上げて引き出すことも記載されていない。また，「保持部13乃至16」については，かつらを固定する止め具を備えていることが記載されておらず，そもそも保持部が自毛と当接する裏面を備えているかも明らかでない。",
                "したがって，審決は，相違点2，4についての判断の前提となる刊行物3の記載事項との対比の認定に誤りがあるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，刊行物1発明に刊行物3記載の事項を適用しても，相違点2，4に係る訂正発明1の構成は得られないというべきであり，審決はこの点においても誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1発明のかつらは，上からかぶせるタイプのかつらにおける不自然さを取り除くことを目的として考案され，そのために，普通のくしと同じ要領で自分の髪に挿し込むものである。したがって，刊行物1発明においては，複数の「くしの歯」の一方の端部は自毛に挿し込めるように分離されていなければならないから，「土台」が複数設けられ，「くしの歯」が複数の「土台」に両端部を保持されるようにするには，阻害事由が存在する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「一般的に，増毛用のかつらにおいて自毛を引き出すために毛流れと逆方向に梳かすことは技術常識」であると判断したが，その根拠を示しておらず，誤った前提に基づいて相違点3の判断をしたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，ある種の増毛用のかつらにおいて自毛を引き出すために毛流れと逆方向に梳かすことが行われていたとしても，刊行物1発明の「くしの歯」は，前記1(2)のとおり，かつらを自毛に固定する「止め具」の機能を有するものであり，もしその間隔を自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔とすると，頭部に固定することができず，かつらとして用を成さないものとなるから，当該「くしの歯」の間隔を相違点3に係る訂正発明1のように構成することはあり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決の相違点3についての判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(作用効果についての判断の誤り)",
          "text": [
            "審決は，訂正発明1の作用効果が，刊行物1発明，刊行物2に記載された事項及び刊行物3に記載された事項から当業者が予測可能な範囲のものであって，格別のものではない旨判断したが，誤りである。",
            "訂正発明1のおしゃれ増毛装具の使用者は，容易に自毛を引き出して，おしゃれ増毛装具を着用することができ，また，自然なヘアスタイルを実現することができる。さらに，使い回しを行うことができ，安定して頭部に固着させることができる。このような訂正発明1の作用効果は，刊行物1～3のいずれにも記載ないし示唆されたものではなく，刊行物1～3から当業者が予測可能な範囲のものではない。"
          ]
        },
        {
          "fig": "6",
          "subject": "被告の予備的主張について",
          "text": [
            "被告は，予備的主張として，刊行物3を主たる引用例とし，刊行物1及び2を従たる引用例とすることによっても，訂正発明1に進歩性がないことが論理付けられる旨を述べて，仮に原告主張の取消事由に理由があるとしても，審決の結論に影響を及ぼすものではない旨主張するが，次のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3を主たる引用例とし，刊行物1及び2を従たる引用例とする訂正拒絶理由は，本件審判の手続において審理判断されなかった公知事実との対比における訂正拒絶理由であるから，審決取消訴訟においてこれを審決を適法とする理由として主張することは，最高裁昭和42年(行ツ)第28号同51年3月10日大法廷判決・民集30巻2号79頁に違反するものとして，許されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "異議事件においては，異議申立人が本件訂正前の請求項2に係る発明につき上記予備的主張と同様の主張をし(甲8)，この主張は取消理由通知書(甲9)に採用されていたが，原告が特許異議意見書(甲10)により，反論したところ，特許庁は，刊行物1を主たる引用例として，本件訂正前の請求項2に係る発明についての特許を取消す旨の決定をした(甲11)。",
                    "被告は，本訴において，弁論準備手続の再開後，平成17年12月19日に行われた第3回弁論準備手続期日において，平成17年12月5日付け準備書面を陳述することにより予備的主張を追加したものであるが，上記の経緯に鑑みれば，被告は，それ以前に上記の予備的主張を行うことが可能であり，しかも，被告は，平成17年7月27日に行われた第2回弁論準備手続期日において，本訴における主張を尽くしたことを前提として弁論準備手続の終結にいったん同意したのであるから，被告が予備的主張をすることは，信義則に反し許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3の「二つのW形の平坦で且つ外側が毛髪により覆われた保持部13乃至16の，放射状に耳部から」との記載及び図面によれば，後記の刊行物3発明(第4，6(1)ア参照)の「保持部」は装着者の耳の上部の位置にあてがうものであり，ベンドの復元力でかつらを頭部に装着させるものであることが認められる一方，刊行物3には，自毛と人工毛を混在させるおしゃれ増毛装具としての部分かつらであること，あるいはかつらを装着していることが外見上わからないように自然に見えることをよしとするかつらであることを示唆する記載はないから，刊行物3発明は，欧米で裁判官，音楽家等に用いられてきた全体かつらの一種と考えるのが相当である。",
                    "一方，刊行物1発明は，くしを用いた部分かつらである。",
                    "このように，刊行物3発明の構成要素は全体かつらのものであり，刊行物1発明の構成要素は部分かつらのものであって，その機能や目的が異なる。そして，刊行物3には，刊行物1に記載された事項を組み合わせることを示唆する記載は一切存在しない。",
                    "したがって，刊行物3発明の構成要素について，刊行物1に記載された事項を組み合わせたり，置換したりすることは，想定されないというべきであり，後記相違点①，③についての被告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物2記載のかつらは，部分かつらである。",
                    "上記のとおり，刊行物3発明の構成要素は全体かつらのものであるところ，刊行物2記載のかつらの構成要素は部分かつらのものであって，その機能や目的が異なる。そして，刊行物3には，刊行物2に記載された事項を組み合わせることを示唆する記載は一切存在しない。",
                    "刊行物3発明においても，保持部材は装着者の耳の上部の位置にあてがうものであり，ベンドの復元力で全体かつらを頭部に装着させるものであるから，そもそも刊行物3発明の保持部材には自毛と当接する裏面は存在しないと考えられるし，仮に存在したとしても，ベンドの復元力でかつらを頭部に保持していると考えられることから，そこに止め具を設けることは不要であるばかりか，止め具がベンドの復元力で頭部に押し付けられ，かつらの装着者に不快感を与えるおそれがある。",
                    "したがって，刊行物3発明の構成要素について，刊行物2に記載された事項を組み合わせたり，置換したりすることは，想定されないというべきであり，後記相違点②についての被告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "使い回しがきいて汎用的に用いることができ，取り付け位置の制約がなく，さらに，安定して頭部に装着可能となるという訂正発明1の作用効果は，刊行物1～3のいずれにも記載も示唆もされておらず，刊行物3発明，刊行物1に記載された事項，刊行物2に記載された事項及び技術常識から当業者が予測可能な範囲のものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定，判断は正当であって，原告主張の取消事由には理由がない。また，仮にそうでないとしても，刊行物3を主たる引用例とし，刊行物1及び2を従たる引用例とすることによって，訂正発明1に進歩性がないことが論理付けられるから，審決の結論に影響を及ぼすものではない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(訂正発明1と刊行物1発明の対比の誤り)について(1) 審決は，刊行物1発明を，「土台と，くしの歯(1)に設けられたピン(3)又はバネと，‥‥‥」と認定しているのみで，原告が主張するように，ピン(3)又はバネを設けたくしの歯(1)が複数存在するとまでは認定していない。このことは，相違点1として，「訂正発明1では，『止め具』が，‥‥‥複数設けられているのに対し，刊行物1発明では，そのようになっていない点。」をあげていることからも明らかである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "刊行物1発明は，「くしの歯」とは別に，固定部材すなわち「ピン又はバネ」を設けている。「くしの歯」と別に固定部材を設けた場合，人工毛が植設された部材である「くしの歯」に，一般的な櫛のように髪に挿し込んで固定する機能を与えなくともよいことは，当業者であれば当然理解できる事項である。すなわち，刊行物1には「くしの歯」にピン(3)を設けることが記載されており，これらのピンは，「くしの歯」自体とは別に，単独で「くし」(すなわちかつら)を自毛に固定しているというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "text": [
            "刊行物1発明において，「くし」を毛髪上に装着したとき，複数の「くしの歯」が保持された「土台」もまた自毛と当接していることは明らかであるから，「くし」の「土台」には自毛と当接する裏面など存在しないという原告の主張は失当である。",
            "また，審決が刊行物2記載の事項として認定したのは，「止め具を保持部材の自毛と当接する裏面に複数設けるとの事項」であって，当該事項は，上からかぶせるタイプのかつらかどうかという「かつらのタイプ」とは関連付けられることなく独立して成り立つ事項であって，刊行物2の「止め具を保持部材の自毛と当接する裏面に複数設ける」ことを刊行物1発明に適用することに特段の阻害要因は存在しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2，4についての判断の誤り)について",
          "text": [
            "審決は，刊行物3に記載されている「細長く弾性のあるベンド1乃至4」は，「かつら」において「毛髪が固定される弾性線状部材」に相当すると認定したのであって，ベンドがどのような間隔で並設されるか，また自毛を梳き上げて引き出すものであるかを刊行物3の記載から認定したわけではないし，「保持部13乃至16」が「かつら」において「毛髪が固定される複数の弾性部材の両端部に固定された」ものに相当すると認定したのであって，保持部にかつらを固定する止め具を備えているかを刊行物3の記載から認定したわけでもない。",
            "原告の主張は失当である。",
            "また，前記1(2)のとおり，刊行物1発明の「くしの歯」に自毛に固定する機能を与える必要はないのであるから，「くしの歯」の自由端側に「保持部」を設けることに阻害要因は存在しない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)について",
          "text": [
            "特開昭62-206006号公報(乙1)には，「このように‥‥‥毛髪を適宜間隔に結着した線状体の複数本を環状ベースに互いに平行に結着したので，かつらを頭に装着した後櫛を前記線状体と同一方向にすくことにより該櫛の歯が何ら当ることなく容易に頭の中央部の自然の毛髪を線状体間を通って外方にすき出すことができ，又平行する線状体の間隔を変更することにより毛量調節が容易にできる」(2頁左下欄16行～同頁右下欄3行)と記載されている。",
            "ここでいう「線状体と同一方向」とは毛流れと順方向と逆方向の両者を含むと解されるところ，毛流れと順方向にすき出すよりも逆方向にすき出す方が自毛のすき出し効果が大きく，自毛をかつらの人工毛とよく混在させ得ることは明らかである。そうすると，増毛用のかつらにおいて，自毛を引き出すために毛流れと逆方向に梳かすことは，技術常識といえる。",
            "原告は，刊行物1発明の「くしの歯」はかつらを自毛に固定する「止め具」の機能を有するものであるから，当該「くしの歯」の間隔を相違点3に係る訂正発明1のように構成することはあり得ない旨主張するが，当該主張は，刊行物1に記載されたかつらが普通のくしと同じ要領で自分の髪に挿し込むものであることを前提とするものである。しかるところ，前記1(2)のとおり，刊行物1発明における「くしの歯」に，一般的な櫛のように髪に挿し込んで固定する機能を与えなくともよいことは，当業者であれば当然理解できる事項であり，原告の主張はその前提において誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(作用効果についての判断の誤り)について",
          "text": [
            "刊行物1発明も，自髪とかつらをうまくとかして髪を増やし，自髪とかつらとの不自然さを解消しようとするものであり，また，環状体のベースを用いるものではないので，取り付け位置の制約がなく，安定して頭部に装着可能となるものである。してみると，訂正発明1の作用効果を当業者が予測可能な範囲のものであるとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "予備的主張",
          "text": [
            "以下に述べるとおり，刊行物3を主たる引用例とし，刊行物1及び2を従たる引用例とすることによって，訂正発明1に進歩性がないことが論理付けられるから，仮に原告主張の取消事由に理由があるとしても，審決の結論に影響を及ぼすものではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3の記載及び図面を総合すれば，刊行物3には，次の発明(以下「刊行物3発明」という。)が記載されているということができる。",
                    "「複数の保持部と，該複数の保持部に両端部を保持され該複数の保持部に間隔をあけて並設された複数の細長く弾性のあるベンドと，前記ベンドに固定されるとともに保持部を覆う毛髪と，を有するかつら」イ 訂正発明1と刊行物3発明とを対比すると，「複数の保持部材と，該複数の保持部材に両端部を保持され該複数の保持部材に間隔をあけて並設された複数の弾性線状部材と，少なくとも前記弾性線状部材に植設された毛とを有するかつら」であるとの点で一致し，次の点で相違する。",
                    "訂正発明1は，かつらが，おしゃれ用として自毛に変わり色の人工毛を混在させて用いるため又は増毛用として薄くなった自毛に自毛と同色の人工毛を混在させて用いるためのおしゃれ増毛装具であるのに対して，刊行物3発明はそのようなものか否かが明らかではない点(以下「相違点①」という。)。",
                    "訂正発明1は，複数の保持部材が，自毛と当接する裏面に複数の止め具を備えるのに対して，刊行物3発明は，複数の保持部材が，自毛と当接する裏面に複数の止め具を備えていない点(以下「相違点②」という。)。",
                    "訂正発明1は，複数の弾性線状部材の並設される間隔が，かつらを止め具により頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔であるのに対して，刊行物3発明は，複数の弾性線状部材の並設される間隔が，そのような間隔であるのか否かが明らかではない点(以下「相違点③」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "薄くなった自毛とうまくとかして髪を増やす，自毛と毛の色を合わせた合成毛を用いるかつらは，刊行物1に記載されている(甲3，明細書の1頁16行～2頁5行)。",
                    "また，増毛用のかつらにおいて自毛を引き出すために毛流れと逆方向に梳かすことは，本件特許の出願時の技術常識である(乙1)。",
                    "さらに，刊行物1記載の「複数のくし(1)」は，「人工毛が植設され，間隔をあけて並設された複数の線状部材」であって(甲3，第1図，第2図)，しかも，刊行物1のかつらは，「前に残してあった自髪と一諸にブラシでうまく解かして全部自分の髪のように見せる」ものである(甲3，明細書の2頁11行～17行)。",
                    "そして，刊行物1記載の事項及び上記技術常識は，刊行物3発明と「かつら」という技術分野を共通にするものである。",
                    "そうすると，刊行物3発明に，上記刊行物1記載の事項及び技術常識を組み合わせて，かつらを，増毛用として薄くなった自毛と同色の人工毛を用いるおしゃれ増毛装具とすること，また，複数の弾性線状部材の並設される間隔を，かつらを頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔とすることは，当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物2記載の「毛髪12」，「縁部分111」，「留め具13」及び「かつら」が，訂正発明1の「自毛」，「保持部材」，「止め具」及び「おしゃれ増毛装具」に，それぞれ相当することは明らかであり，また，刊行物2記載の事項の「線状体110」と訂正発明1の「弾性線状部材」とは「線状部材」の限りで一致する。",
                    "そうすると，刊行物2には，止め具を保持部材の自毛と当接する裏面に複数設けるとの事項，すなわち，相違点2に係る訂正発明1の構成が記載されているということができる。",
                    "そして，当該刊行物2記載の事項と刊行物3発明とは，「かつら」という同一の技術分野に属するものであって，しかも，それらを組み合わせることを妨げる特段の事情も存在しない。",
                    "したがって，刊行物3発明において，刊行物2記載の事項を適用し，相違点2に係る訂正発明1のように構成することは，当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，訂正発明1の作用効果は，刊行物3発明，刊行物1記載の事項，刊行物2記載の事項，及び技術常識から当業者が予測可能な範囲のものであって，格別のものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，訂正発明1は，刊行物3発明，刊行物1記載の事項，刊行物2記載の事項及び技術常識に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(訂正発明1と刊行物1発明の対比の誤り)について(1) 原告は，審決が，刊行物1発明につき，ピン(3)を設けたくしの歯(1)が複数あることを認定したとし，この認定が誤りである旨主張する。",
            "しかし，審決は，訂正発明1と刊行物1発明の対比において，刊行物1発明の「ピン又はバネ」が訂正発明1の「止め具」に相当すると認定した上で(原告は，この点についての審決の認定も誤りと主張するが，これについては後記(2)において検討する。)，両者の一致点として，「増毛用として薄くなった自毛に自毛と同色の人工毛を混在させて用いるためのおしゃれ増毛装具であって，止め具と，保持部材と，保持部材に端部を保持され該保持部材に間隔を置いて並設された複数の線状部材と，少なくとも前記線状部材に植設された人工毛と，を有するおしゃれ増毛装具」である点を認定したものであって，複数の「止め具」を有する点を一致点としては認定しておらず，また，相違点1として，「訂正発明1では，『止め具』が，‥‥‥複数設けられているのに対し，刊行物1発明では，そのようになっていない点」を認定している。",
            "そうすると，審決は，刊行物1発明がくしの歯(1)に設けられたピン(3)又はバネを有することを認定したにとどまり，原告が主張するように，ピン(3)を設けたくしの歯(1)が複数あることを認定したということはできない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1発明の「ピン又はバネ」が訂正発明1の「止め具」に相当するとした審決の認定は誤りであると主張する。",
                "請求項1には「前記おしゃれ増毛装具を前記止め具により頭部に装着した状態」との記載があり，これによれば，訂正発明1における「止め具」はおしゃれ増毛装具を頭部に装着するためのものということができるが，頭部に装着するための構造については，格別の限定はない。",
                "他方，刊行物1(甲3)には，「更により強く固定するため，くしの中程の一本を長くし先を(3)のピン状にし，このピンを自髪にとめる。又，くしの歯の途中にバネを作り，そのバネの中に自髪をはさむこともできる。」(明細書の2頁7行～10行)との記載がある。これによれば，刊行物1発明における「ピン又はバネ」は，「かつら」を自髪により強く固定するためのものであって，訂正発明1における「止め具」と同じく，おしゃれ増毛装具たる「かつら」を頭部に装着するためのものということができる。",
                "そうすると，訂正発明1の「止め具」及び刊行物1発明の「ピン又はバネ」は，いずれも，おしゃれ増毛装具を頭部に固定するものであって，前者が後者に相当するとした審決の認定に誤りがあるということはできない。",
                "なお，この点について，原告は，刊行物1発明の「かつら」は，基本的には，くしの歯により自髪に固定されるものであって，「ピン又はバネ」のみで「かつら」を自髪に固定することはできない旨主張するが，仮にそうだとしても，刊行物1発明における「ピン又はバネ」が「かつら」を頭部に装着するためのものでないとはいえず，また，訂正発明1において，「止め具」以外におしゃれ増毛装具を頭部に装着する機能を有する部材が存在しないことが規定されているということもできないから，上記の判断を左右しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物1に記載されたかつらは普通のくしと同じ要領で自分の髪に挿し込むものであり，くしを髪に挿し込んだ場合，くしの歯は自毛の下に，土台は自毛の上になるのであるから，くしの土台には自毛と当接する裏面が存在せず，その存在しない自毛と当接する裏面に保持部材を複数設けることなどあり得ない旨主張する。",
                "しかし，くしを髪に挿し込む場合，くしの土台の裏面が自毛と当接することもあり得るものであるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1発明において刊行物2記載の事項を適用しようとすることは，刊行物1発明の目的に反することであって，阻害事由が存在する旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲3)には，「この考案は従来のかつらにおける不自然さを取り除き，より自然に見せる目的をもって考案されたものである。従来のかつら使用においては帽子みたいに髪の上からかぶせたり，自肌に直接テープ等で接着させ，夏などは頭が蒸れたり，外観的には自髪とかつらが不自然であった。この考案は簡単な手段により上記の欠点を除去することができる。」(1頁8行～15行)との記載がある。",
                    "刊行物1の上記記載によれば，刊行物1記載の「かつら」は，帽子のように髪の上からかぶせたり，自肌に直接テープ等で接着させた従来のかつらの不自然さを取り除き，より自然に見せる目的のものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物2(甲4)には，「【0011】図1は，本発明を適用したかつら(部分かつら)を裏返した状態で示す説明図である。【0012】この図からわかるように，本発明を適用したかつら10は頭部を部分的に覆うように装着されるネット状の台11と，このネットの台11に植毛されて台から延びる多数の毛髪12とが構成されている。ネット状の台11には，それを頭部に止めるための櫛状の留め具13が取り付けられている。」(2頁右欄49行～3頁左欄6行)との記載がある。",
                    "刊行物2の上記記載によれば，刊行物2記載のかつらは，多数の毛髪12が植毛されたネット状の台11を，留め具13により，頭部を部分的に覆うように装着するものであることが認められ，上記刊行物1の記載でいう「帽子みたいに髪の上からかぶせる」ものということもできる。",
                    "しかし，審決は，刊行物2の記載事項として「上からかぶせるタイプのかつら」であることを認定，引用したのではなく，「止め具を保持部材の自毛と当接する裏面に複数設けるとの事項」(審決書8頁21行～22行)を認定し(この認定に争いはない。)，これを刊行物1発明と組み合わせることに特段の妨げがない旨判断したのであって，この判断に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決が，刊行物1発明において，刊行物2記載の事項を適用して相違点1に係る訂正発明1のように構成することは，当業者が容易になし得ると判断したことに，誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正発明1の相違点3に係る構成である「自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔」について，訂正明細書(甲6)には，「上から櫛又はブラシで毛流れに沿って，つまり弾性線状部材13の延在方向に沿って，一旦逆方向に梳き上げると自毛が容易に引き出される。」(6頁2行～4行)との記載があるが，具体的にどのような間隔かを説明する記載はなく，「逆方向に」梳き上げるために，格別の間隔が必要であるとする根拠は見出せない。そうすると，逆方向に梳き上げるかどうかは，単に使用上の問題であって，上記間隔とは，櫛またはブラシで自毛を引き出せる程度の間隔という程度の意味と解するほかはない。",
                "しかるところ，特開昭62-206006号公報(乙1)の「かつらを頭に装着した後櫛を前記線状体と同一方向にすくことにより該櫛の歯が何ら当ることなく容易に頭の中央部の自然の毛髪を線状体間を通って外方にすき出すことができ，」(2頁左下欄18行～右下欄2行)との記載にみられるように，かつらを装着した後，櫛，ブラシ等で自毛を引き出してかつらとなじませることは，技術常識であると認められる。(なお，訂正明細書(甲6)の「増毛用かつら1の着用によって押え込まれて下に寝ている自毛を，櫛またはブラシで網目から外へ掻き出して，周囲の人工毛3と一体にして整髪する。」(2頁13行～15行)，「増毛用かつら5を頭部に装着して自毛を外に引き出すとき，櫛の歯またはブラシの毛先を線状体7に沿って動かすだけで自毛を外へ容易に引き出すことができるとしている。」(3頁9行～11行)との記載も上記の点が技術常識であることを前提とするものと解される。)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1(甲3)には，「自髪と一緒にブラシでうまく解かして」(2頁15行～16行)との記載があり，自髪とかつらに取り付けた毛を梳いてなじませることが予定されているものと認められる。",
                "このことと上記(1)の技術常識に鑑みれば，櫛，ブラシ等で自毛を引き出してかつらとなじませるようにすることは，当業者が適宜なし得る程度のことということができ，審決の相違点3の判断に誤りがあるとはいえない。",
                "なお付言すれば，刊行物1の第1図，第2図によれば，引用発明1における「くし1」は，相当の間隔を有して形成されており，櫛またはブラシで自毛を引き出せる程度の間隔を有するものとみることもできるのであって，自毛を毛流れの逆方向に梳き上げて自毛を引き出すかどうかは，単に使用上の問題に過ぎず，「自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔」で並設される点において，訂正発明1と実質的な差異はないということもできる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点2，4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，訂正発明1の「弾性線状部材」は，「複数の保持部材に両端部を保持され該複数の保持部材に，前記おしゃれ増毛装具を前記止め具により頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔で並設された複数の弾性線状部材」であり，訂正発明1の保持部材は，「複数の止め具と，該止め具を自毛と当接する裏面に備えた複数の保持部材」であって，訂正発明1の「弾性線状部材」は，毛髪が固定されていることのみで特徴付けられるものではなく，また「保持部材」も，「弾性線状部材」をその両端で固定していることのみで特徴付けられるものではないから，審決が，「刊行物3記載の『細長く弾性のあるベンド1乃至4』は，毛髪が固定されていることから，訂正発明1の『弾性線状部材』に相当し，また，刊行物3記載の『保持部13乃至16』は，上記ベンド1乃至4をその両端で固定しているから，訂正発明1の『保持部材』に相当する。」と判断したことを誤りと主張する。",
                "しかし，審決は，訂正発明1の「弾性線状部材」が「前記おしゃれ増毛装具を前記止め具により頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔で並設された」点については相違点3として，保持部材が「複数の止め具と，該止め具を自毛と当接する裏面に備えた複数の保持部材」である点については相違点1として，それぞれ認定・判断しているのであり，これらの点は，相違点2，4について引用された刊行物3記載の事項と訂正発明1との対比判断において関連のある事項とはいえない。",
                "そして，相違点2，4の関係でみれば，刊行物3記載の「細長く弾性のあるベンド1乃至4」「保持部13乃至16」を訂正発明1の「弾性線状部材」「保持部材」に対応するものとして把握することは相当であり，審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物3には訂正発明1の「弾性線状部材」も「保持部材」も記載されていないのであるから，刊行物3記載の事項を適用しても，相違点2，4に係る訂正発明1の構成は得られないと主張するが，上記(1)で検討したとおり，刊行物3記載の「細長く弾性のあるベンド1乃至4」「保持部13乃至16」を訂正発明1の「弾性線状部材」「保持部材」に対応するものとして把握することは相当であるから，原告の主張は，前提において失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物1発明の「かつら」は普通のくしと同じ要領で自分の髪に挿し込むものであり，複数の「くしの歯」の一方の端部は自毛に挿し込めるように分離されていなければならないから，「土台」が複数設けられ，「くしの歯」が複数の「土台」に両端部を保持されるようにすることには，阻害事由が存在すると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲3)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「くしに人毛(合成毛等)を取り付けて自髪に挿して使用するかつら。」(明細書の1頁5行～6行)"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「この考案は従来のかつらにおける不自然さを取り除き，より自然に見せる目的をもって考案されたものである。従来のかつら使用においては帽子みたいに髪の上からかぶせたり，自肌に直接テープ等で接着させ，夏などは頭が蒸れたり，外観的には自髪とかつらが不自然であった。",
                        "この考案は簡単な手段により上記の欠点を除去することができる。」(明細書の1頁8行～15行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「(1)のくしに(2)の人毛(その他合成毛)を取り付けたものを直接自分の髪に挿し，自髪とこのかつらをうまくとかして髪を増やそうとするものである。」(明細書の1頁16行～末行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「このかつらの取付使用法は",
                      "text": [
                        "(a)バックの場合",
                        "自分の髪を1cm前後前に残し，普通のくしと同じ要領でバックに挿し込み，その挿し込んだ土台を押さえて固定し，前に残してあった自髪と一諸にブラシでうまく解かして全部自分の髪のように見せる。",
                        "(b)横分けの場合",
                        "バックと同じ要領にて使用する。横の分髪線より1cm前後その分髪線に沿って髪を残し，その下にくしを差し込み土台を固定させ，残しておいた髪を上からかぶせ一諸にブラシで解かす。」(明細書の2頁11行～3頁4行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「この考案のかつらを着ける事により従来のかつらの不自然さが解消され(る)」(明細書の3頁5行～6行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，刊行物1の上記(ア)ないし(オ)の記載に照らせば，刊行物1発明は，髪の上からかぶせたり，自肌に直接テープ等で接着させたりする従来のかつらにおける不自然さを取り除くことを目的として，くしに人毛(合成毛等)を取り付けて自髪に挿す構成を採用したものであるということができる。",
                    "刊行物1発明において，刊行物3記載の，保持部材が複数設けられ，弾性線状部材が複数の保持部材に両端を保持されているとの事項を適用して，相違点2に係る訂正発明1のように構成すること，すなわち，刊行物1発明において，「土台」を複数設け，「くしの歯」の両端部を保持することは，くしとして機能するために必須である「くしの歯」の自由端がなくなることとなり，もはや自髪に挿すことができなくなるものであり，刊行物1発明をその目的に反する方向に変更することになる。また，刊行物3記載の上記構成が「かつら」の分野において周知の構成であったことを認めるに足りる証拠も，本件訴訟においては存在しない。そうすると，刊行物3記載の上記構成を刊行物1発明に適用して訂正発明1のように構成することは，刊行物3が「かつら」という同一の技術分野に属するものであることを考慮しても，当業者が容易に想到することができたということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，この点につき，被告は，刊行物1発明は，「くしの歯」とは別に，固定部材である「ピン又はバネ」を設けているから，「くしの歯」に自毛に固定する機能を与える必要はない旨主張する。しかし，刊行物1発明に設けられている「ピン又はバネ」のみによって，刊行物1発明の上記機能を果たすことができないことは明らかであり，被告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，刊行物1発明において，刊行物3記載の事項を適用して相違点2に係る訂正発明1のように構成することを，当業者が容易になし得ることとした審決の判断は誤りといわざるを得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被告の予備的主張について",
          "text": [
            "審決の判断に誤りがあることは上記のとおりであり，特段の事情がない限り，この誤りは審決の結論に影響を及ぼすものいうべきである。しかるところ，被告は，刊行物3を主たる引用例とし，刊行物1及び2を従たる引用例とすることによって，訂正発明1に独立特許要件(進歩性)がないことが論理付けられるから，審決の結論に影響を及ぼすものではない旨主張するので，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本訴において被告が予備的主張をすることの許否についてア 原告は，刊行物3を主たる引用例とし，刊行物1及び2を従たる引用例とする訂正拒絶理由は，本件審判の手続において，審理判断されなかった公知事実との対比における訂正拒絶理由であるから，これを審決取消訴訟において，審決を適法とする理由として主張することは許されない旨主張する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許無効審判の審決に対する取消訴訟においては，審判で審理判断されなかった公知事実を主張することは許されず，拒絶査定不服審判の審決に対する取消訴訟においても，同様に解すべきものであるところ(最高裁昭和42年(行ツ)第28号同51年3月10日大法廷判決・",
                      "text": [
                        "民集30巻2号79頁)，この理は，訂正審判の審決に対する取消訴訟についても，同様に当てはまるものというべきである。すなわち，無効審判や拒絶査定不服審判において特許法29条1項各号(同条2項において引用される場合を含む。以下，同じ。)に掲げる発明に該当するものとして審理されなかった事実，あるいは，訂正審判において訂正後の特許請求の範囲に記載されている事項により特定される発明が特許出願の際独立して特許を受けることができるものであるかどうかを判断する際に同条1項各号に掲げる発明に該当するものとして審理されなかった事実については，取消訴訟において，これを同条1項各号に掲げる発明として主張することは許されない。",
                        "しかしながら，審判において審理された公知事実に関する限り，審判の対象とされた発明との一致点・相違点について審決と異なる主張をすること，あるいは，複数の公知事実が審理判断されている場合にはあっては，その組合わせにつき審決と異なる主張をすることは，それだけで直ちに審判で審理判断された公知事実との対比の枠を超えるということはできないから，取消訴訟においてこれらを主張することが常に許されないとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件は，原告の請求に係る訂正審判につき，審判請求を成り立たないとした審決の取消を求める訴訟であるところ，審決は，本件訂正後の特許請求の範囲に記載された事項により特定される発明(訂正発明1)につき，刊行物1ないし3に記載された各発明との間で，刊行物1に記載された発明を主たる引用発明とし，刊行物2及び3に記載された各発明を従たる引用発明として対比した上で，これらの発明から当業者が容易に発明することができたと判断し，特許出願の際独立して特許を受けることができたものではないとしたものである。",
                        "被告は，本訴において，仮に審決の上記対比を前提とした判断に誤りがあるとしても，訂正発明1につき，刊行物3に記載された発明を主たる引用発明とし，刊行物2及び1に記載された各発明を従たる引用発明として対比して判断すれば，当業者が容易に発明することができたというべきであるから，審決を取り消すべき理由はない旨主張するところ，刊行物1ないし3に記載された各発明は，いずれも審判において特許法29条1項3号に掲げる発明に該当するものとして審理された公知事実である。",
                        "加えて，本件においては，審決は，訂正発明1と刊行物1に記載された発明との一致点・相違点を認定しているのみならず，訂正発明1と刊行物3に記載された各発明との間においても，「刊行物3記載の『細長く弾性のあるベンド1乃至4』は，毛髪が固定されていることから，訂正発明1の『弾性線状部材』に相当し，また，刊行物3記載の『保持部13乃至16』は，上記ベンド1乃至4をその両端で固定しているから，訂正発明1の『保持部材』に相当する。そうすると，刊行物3には，保持部材が複数設けられ，弾性線状部材が複数の保持部材に両端を保持されているとの事項，すなわち，相違点2，4に係る訂正発明1の事項が記載されていると言える。」(審決書8頁30行～36行)と，一致点を具体的に認定し，実質的に対比判断を行っている。",
                        "上記に説示したところに照らせば，本件においては，刊行物1に記載された発明のみならず，刊行物3に記載された発明についても，審判において訂正発明1との関係で特許法29条1項3号に掲げる公知事実として実質的に審理されていたということができるから，本訴において被告が予備的主張をすることは許されるというべきである。したがって，被告の予備的主張に理由があるときには，審決を取り消すべき理由がないことに帰することとなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，被告が予備的主張をすることが，信義則に反する旨主張する。",
                    "しかし，異議事件において原告が指摘するような経緯があったとしても，直ちに本訴において被告の予備的主張が許されなくなるものではないし，被告の予備的主張は，弁論準備手続においてなされたものであって，時機に遅れて提出されたものとまではいえないから，被告が予備的主張をすることが，信義則に反し，許されないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の予備的主張についての判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3(甲5)には，次の記載がある。",
                    "「本発明は，大きな可変性と良好な通気性により傑出する，かつらに関するものである。」(1頁4行～6行，訳文1頁4行～5行)",
                    "「本発明によれば，毛髪は，被覆され，細長く弾性のあるベンド1乃至4に固定されており，そのむき出しの端部5乃至12が，二つのW形の平坦で且つ外側が毛髪により覆われた保持部13乃至16の，放射状に耳部から出ている袋部内に差し込まれている。」(2頁11行～15行，訳文2頁1行～4行)",
                    "また，刊行物3の図面によれば，「ベンド1乃至4は互いに間隔をあけて並設されていること」を看取し得る。",
                    "上記を総合すれば，刊行物3発明として，「複数の保持部と，該複数の保持部に両端部を保持され該複数の保持部に間隔をあけて並設された複数の細長く弾性のあるベンドと，前記ベンドに固定されるとともに保持部を覆う毛髪と，を有するかつら」を認めることができ，これと訂正発明1を対比すると，「複数の保持部材と，該複数の保持部材に両端部を保持され該複数の保持部材に間隔をあけて並設された複数の弾性線状部材と，少なくとも前記弾性線状部材に植設された毛とを有するかつら」である点で一致し，相違点①～③において相違するものと認めることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点①及び③について",
                  "text": [
                    "刊行物1(甲3)には，薄くなった自毛とうまくとかして髪を増やす，自毛と毛の色を合わせた合成毛を用いるかつらが記載されており，刊行物1発明においては，自髪とかつらに取り付けた毛を梳いてなじませることが予定されているものと認められる。",
                    "また，乙1には，「このように本発明のかつらによると毛髪を適宜間隔に結着した線状体の複数本を環状ベースに互に平行に結着したので，かつらを頭に装着した後櫛を前記線状体と同一方向にすくことにより該櫛の歯が何ら当ることなく容易に頭の中央部の自然の毛髪を線状体間を通って外方にすき出すことができ(る。)」(2頁左下欄16行～右下欄2行)との記載があり，かつらを装着した後，櫛，ブラシ等で自毛を引き出してかつらとなじませることが行われているものと認められる。",
                    "上記によれば，増毛用のかつらにおいて自毛を引き出すために毛流れと逆方向に梳かすことは，かつらという技術分野において，通常行われていることであり，くし，ブラシ等で自毛を引き出してかつらとなじませるようにすることも，当業者が適宜なし得る事項であると認めるのが相当である。そうすると，そのようにするために，「弾性線状部材」の間隔をくし又はブラシで自毛を引き出せる程度のものとすることは，当業者が当然考慮する程度の設計事項というべきである。",
                    "したがって，刊行物3発明に，刊行物1記載の事項及び技術常識を適用し，訂正発明1の相違点①及び③の構成のように，増毛用として薄くなった自毛と同色の人工毛を用いるおしゃれ増毛装具とすること，また，複数の弾性線状部材の並設される間隔を，かつらを頭部に装着した状態で自毛を毛流れの逆方向に梳き上げると自毛を引き出すことができる間隔とすることは，当業者が容易に想到することができたものと認めるのが相当である。",
                    "なお，原告は，刊行物3発明は全体かつらであるのに対し，刊行物1発明は部分かつらであって，その機能や目的が異なるから，刊行物3発明に刊行物1記載の事項を適用することは想定されない旨主張するが，両発明は，全体か部分かという相違があるとしても，いずれもかつらという技術分野に属するものであり，両者を組み合わせることが格別困難ということはできないから，原告の主張は採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点②について",
                  "text": [
                    "刊行物2(甲4)には，次の記載がある。",
                    "「図1は，本発明を適用したかつら(部分かつら)を裏返した状態で示す説明図である。‥‥‥ネット状の台11には，それを頭部に止めるための櫛状の留め具13が取り付けられている。」(2頁右欄49行～3頁左欄6行)",
                    "「本発明のかつら10において，ネット状の台11は，‥‥‥多数の線状体110がそれぞれ縁部分111に支持された構造になっている。‥‥‥毛髪12は，1本ずつ，あるいは2，3本ずつ各線状体110に結ばれてネット状の台11に均等に植毛されている。」(3頁左欄7行～16行)",
                    "また，刊行物2の図1からは，「縁部分111に，4つの留め具13を取り付けたかつら10」を看取することができる。",
                    "ここで，刊行物2記載の「毛髪12」，「縁部分111」，「留め具13」及び「かつら」が，訂正発明1の「自毛」，「保持部材」，「止め具」及び「おしゃれ増毛装具」に，それぞれ相当することは明らかであり，また，刊行物2記載の事項の「線状体110」と訂正発明1の「弾性線状部材」とは「線状部材」の限りで一致する。",
                    "上記によれば，刊行物2には，止め具を保持部材の自毛と当接する裏面に複数設けるとの事項，すなわち，相違点②に係る訂正発明1の構成が記載されているということができる。",
                    "そうすると，刊行物3発明において，上記刊行物2記載の事項を適用し，訂正発明1の相違点②に係る構成とすることは，当業者が容易に想到できるものと認めるのが相当である。",
                    "なお，原告は，刊行物3発明は全体かつらであるのに対し，刊行物2記載の発明は部分かつらであって，その機能や目的が異なり，刊行物3発明に刊行物2記載の事項を適用することは想定されない上，両者を組み合わせることには阻害要因がある旨主張する。しかし，両発明は，全体か部分かという相違があるとしても，いずれもかつらという技術分野に属するものである。また，刊行物2に記載された止め具に関する技術を刊行物3発明に適用するに際して，おしゃれ増毛装具として装着するに適した特性を持たせることは，当業者が当然考慮する設計事項というべきであり，刊行物3発明において，刊行物2記載の事項を適用することに格別の妨げがあるということもできない。原告の主張は採用の限りでない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "作用効果",
                  "text": [
                    "原告は，訂正発明の作用効果は，刊行物1～3のいずれにも記載ないし示唆されたものではなく，刊行物1ないし刊行物3から当業者が予測可能な範囲のものではないと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正明細書(甲6)には，次の各記載がある。",
                        "「以上詳細に説明したように，本発明によれば，長方形の止め具とこれに直交する方向に並設した複数の弾性部材とに人工毛を植設しておしゃれ用又は増毛用の装具を形成するので，従来のように取り付け位置を制約する環状体の止め部がなくなり，したがって，頭部の略如何なる箇所にも無理なく取り付けることができ，これにより，汎用品として在庫して顧客の要望に直ちに対応することが可能となる。」(8頁13行～18行)",
                        "「また，止め具以外には毛流れに沿った方向に毛流れを遮る部材が無いので，毛流れに沿って櫛又はブラシを操作するだけで容易に自毛を引き出せると共に容易に人工毛と混在させて整髪することができ，したがって，取り扱いに手数がかからず便利である。」(8頁20行～23行)",
                        "訂正明細書の上記各記載によれば，訂正発明1は，従来技術において取り付け位置を制約していた環状体の止め部をなくし，弾性部材に人工毛を植設したことにより，取付位置の制約をなくして使い回しを行えるようにし，また，止め具以外には毛流れに沿った方向に毛流れを遮る部材が無いので，毛流れに沿って櫛又はブラシを操作するだけで容易に自毛を引き出せるとの作用効果を奏するようにしたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，環状体の止め部を有しない点，止め具以外には毛流れに沿った方向に毛流れを遮る部材がない点は，刊行物1発明も同様である。そして，刊行物3発明は，「弾性線状部材が複数の保持部材に両端を保持されている」ものであるところ，これに刊行物1記載の事項を適用すれば(この適用自体が容易であることは，前記ウで説示したとおりである。)，訂正発明1と同様の作用効果を奏することは明らかであるから，訂正発明1の上記作用効果は，当業者が予測することができた範囲のものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，訂正発明1は，刊行物3発明，刊行物1記載の事項，刊行物2記載の事項及び技術常識に基づいて当業者が容易に発明をすることができたものというべきであり，その作用効果も，刊行物3発明，刊行物1記載の事項，刊行物2記載の事項及び技術常識から当業者が予測可能な範囲のものであって，格別のものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，刊行物1発明において刊行物3記載の事項を適用して相違点2に係る訂正発明1のように構成することが当業者が容易になし得ることであるとした審決の判断は誤りであるが，訂正発明1は，刊行物3発明及び刊行物1に記載された事項及び刊行物2に記載された事項に基づいて当業者が容易に発明をすることができたというべきであるから，訂正発明1が，刊行物1ないし3に記載された各発明との対比において，特許法29条2項の規定により特許出願の際独立して特許を受けることができないとした審決の結論に誤りがあるということはできない。その他，審決にこれを取り消すべき誤りは見当たらない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}