{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が不服2002-15614号事件について平成16年4月26日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成7年7月12日，発明の名称を「モータ」とする特許出願(平成7年特許願第197970号。以下「本願」という。)をし，平成14年2月19日付けで拒絶理由が通知され，同年4月26日付けで明細書の記載を補正する手続補正書を提出したが，同年7月9日に拒絶査定を受けたので，同年8月15日，これに対する審判を請求した。",
            "特許庁は，原告の請求を不服2002-15614号事件として審理し，平成16年4月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年5月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成14年4月26日付けで補正された明細書(以下，図面と併せて「本願明細書」という。)の特許請求の範囲の請求項1に記載された発明(以下「本願発明」という。)は，下記のとおりである。",
            "記",
            "【請求項1】",
            "多極着磁型永久磁石を有するロータと，該ロータに共軸にかつ互いに隣接して設けられた複数のステータアセンブリーとを具備し，該ロータに面して該ロータの軸に平行にかつ前記ステータアセンブリーの各々にその円周方向に等間隔に形成された極歯を設けて成るモータにおいて，前記ステータの極歯の各々の中心線と該ステータアセンブリーに隣接するステータアセンブリーの対応の極歯の中心線との間の離間角度を，電気角で，",
            "【数1】",
            "θ ／2 ＋ α",
            "E E",
            "(但し，θ ／2 は電気角で90゜)",
            "E",
            "とした時に，α を電気角で",
            "E",
            "【数2】",
            "-10゜＜ α  ＜ 0゜",
            "E",
            "に設定したことを特徴とするモータ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，特開平4-244775号公報(以下「引用例」という。)記載の発明(以下「引用発明」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，引用発明の内容，本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「多極着磁型永久磁石を有するロータと，該ロータに共軸にかつ互いに隣接して設けられた複数のステータアセンブリーとを具備し，該ロータに面して該ロータの軸に平行にかつ前記ステータアセンブリーの各々にその円周方向に等間隔に形成された極歯を設けて成るモータにおいて，前記ステータの極歯の各々の中心線と該ステータアセンブリーに隣接するステータアセンブリーの対応の極歯の中心線との間の離間角度(ΨE)を，電気角で，",
                "θ ＋ α",
                "(但し，θ は電気角で90゜)",
                "とした時に，αを電気角で",
                "-45゜＜ α ＜ 0゜(例えばα≒-12°)",
                "に設定したことを特徴とするモータ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「多極着磁型永久磁石を有するロータと，該ロータに共軸にかつ互いに隣接して設けられた複数のステータアセンブリーとを具備し，該ロータに面して該ロータの軸に平行にかつ前記ステータアセンブリーの各々にその円周方向に等間隔に形成された極歯を設けて成るモータにおいて，前記ステータの極歯の各々の中心線と該ステータアセンブリーに隣接するステータアセンブリーの対応の極歯の中心線との間の離間角度を，電気角で，",
                "【数1】",
                "θ ／2 ＋ α",
                "E E",
                "(但し，θ ／2 は電気角で90゜)",
                "E",
                "とした時に，α  を電気角で，少なくとも",
                "E",
                "【数2】",
                "-10゜＜ α  ＜ 0゜",
                "E",
                "を含む範囲に設定したことを特徴とするモータ。」である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "前記【数1】における「α 」のとる数値範囲について，本願発明ではそれE",
                "が「-10゜＜ α  ＜ 0゜」であるのに対し，引用発明ではそれが「-45°＜E",
                "α(α )＜0°(例えばα(α )≒-12°)」である点。",
                "E E"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本願発明と引用発明との相違点についての判断を誤り，本願発明は引用発明に基づいて当業者が容易に発明をすることができたとしたものであるから，取り消されるべきである。相違点についての判断の誤りは，具体的には以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の課題と引用発明の課題の相違",
          "text": [
            "本願発明の課題はモータの振動の改善であるのに対し，引用発明の課題はモータの角度精度(ロータの停止位置のずれ)の改善であって，引用例には，本願発明の課題及び効果である振動の低減に関する記載も示唆もなく，本願発明と引用発明とはその課題を異にするものである。",
            "「モータの振動」の問題と「モータのロータの停止位置の精度」の問題とは，別個のものであるから，審決が「ロータの停止位置のずれが小さくなることは，・・・結局モータの振動も少なくロータが滑らかに回転することを意味する」と認定したのは，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "仮に，審決が述べるとおり，「ロータの停止位置のずれが小さくなることは，・・・結局モータの振動も少なくロータが滑らかに回転することを意味する」ならば，引用発明の数値限定範囲では，停止位置のずれが小さくなれば，必ずモータの振動も少なくなるはずである。また，少なくとも，ロータの停止位置のずれが小さくなる数値限定範囲とモータの振動が少なくなる数値限定範囲は，ほぼ同じになることが予想される。しかし，引用発明においてロータの停止位置のずれが小さくなるとされているのは，「-45°＜α ＜0°」の範囲であるところ，「-45E",
              "text": [
                "°＜α ＜-10°」の範囲では，モータの振動は，従来理論的な位相角とされたE",
                "「α ＝0°」の場合より増加してしまうことが，実験により確認されている(本願E",
                "明細書(甲第5号証の2)の図7(別紙図面1))。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "別紙図面2は，電気的調整角α の異なるステッピングモータごとに，振動E",
              "text": [
                "と静止角度誤差(ロータの理論上の停止位置と実際の停止位置のずれ)とを測定し，その関係を図に表したものである。別紙図面2によれば，振動とロータの停止位置のずれとの間には，審決のいうような関係(ロータの停止位置のずれが小さくなれば，モータの振動も少なくなる。)が成り立たないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告が「振動」と主張するものは，ロータが停止した後に，微妙な磁気バランスの変化により，ロータの位置が単に微小距離ずれるだけの現象であり，実質的には振動とはいえないものである。引用発明は，特殊な2相励磁方式(別紙図面3)で駆動される場合におけるものであり，ロータの停止時に通電しない点を除けば，回転中の駆動態様は従来の2相励磁方式と全く同様であるから，被告の主張する「振動」という現象は回転中に生じるものではない。",
                "また，引用発明は，特殊な2相励磁方式で駆動する場合に発生する固有の技術的な課題を，モータの構造の工夫により解決するものである。引用例には，引用発明記載のモータ構造が特殊2相励磁方式を採用しないモータにも有効である旨の記載も示唆もないし，他方のステータコアへの磁気の流れ込みが起きない駆動方式で駆動されるモータにも有効である旨の記載も示唆も存在しないのであって，引用発明のモータの構成とその技術的効果は，特殊2相励磁方式で駆動するモータについてのみ有効であると解すべきである。したがって，引用発明の技術は，特殊2相励磁方式に固有の技術的課題をモータ構造を工夫することにより解決するものであり，駆動方式を特定しないモータの構造に適用することは，不適切である。当業者は，引用発明が特殊用途用の発明と解し，モータ一般に適用することはあり得ない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "臨界的意義の必要性",
          "text": [
            "前記のとおり，本願発明の課題と引用発明の課題は異なるから，本願発明の数値限定について臨界的意義を要求すること自体が誤りである。",
            "本願発明の課題はモータの振動の改善であるのに対し，引用発明の課題はモータの角度精度の改善であり，引用発明はロータが最終的に停止する位置が正確であることを目的とするものである。そして，課題としての「モータの振動の改善」と「モータの角度精度の改善」とは全く異なるものである。また，引用発明は，角度精度を改善するという効果を有するにすぎず，引用例には，振動を抑える効果については，一切言及されておらず，振動の低減に関する記載も示唆もない。",
            "「特許・実用新案審査基準」第II部第2章2.5(3)④の「数値限定を伴った発明における考え方」には，進歩性の判断における数値限定の臨界的意義に関し，「課題が異なり，有利な効果が異質である場合は，数値限定を除いて両者が同じ発明を特定するための事項を有していたとしても，数値限定に臨界的意義を要しない。」とされている。この審査基準によれば，本願発明の課題及び効果と引用発明の課題及び効果とは全く異質なものであるから，本願発明の進歩性を引用発明に基づいて判断するに当たって，数値限定に臨界的意義は不要である。"
          ]
        },
        {
          "fig": "3",
          "subject": "臨界的意義の存否",
          "text": [
            "本願発明の数値限定は，明確な臨界的意義を有するものである。",
            "従来は，隣接する各相のステータアセンブリの極歯の中心線の離間角度が「機械角で360°／n」の場合(すなわち，電気的調整角α で考えると「α ＝E E",
            "0°」の場合)に振動が最も小さくなるという考えの下に，ステッピングモータの構成が決定されていた。しかし，このような構成では，実際には，振動の低減化に限界があった。そこで，本願発明の発明者が研究と実験とを行った結果，従来は振動が最低になると思われていた理論的な「α ＝0゜」(両ステータアセンブリのシE",
            "フト量0°)のときよりも，「-10゜＜α ＜0゜」の数値範囲で振動が低減するE",
            "ことを見い出し，これを限定したものである。このように，本願発明の数値限定は，理論的に振動が最も小さくなると考えられていた「α ＝0°」の場合よりもモE",
            "ータの振動を低減することができる数値範囲を限定したものであり，臨界的意義を有する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の課題と引用発明の課題の相違について",
          "text": [
            "引用発明は，「ステータコアが軸方向に並設された第1ステータコアと第2ステータコアからなり，該第1ステータコアと該第2ステータコアが各々内側に極歯を形成するステータカップとステータプレートから構成される」構造を持つPM型ステップモータを，特殊な2相励磁方式(モータの回転時のみ1相又は2相励磁を行い，停止時には励磁(通電)を行わない方式)によって励磁した場合において，停止サイクルの前後において1相励磁の期間が生じ，1相励磁の期間中，第1ステータコアから第2ステータコアへ又は第2ステータコアから第1ステータコアへ磁気が流れ込み，この磁気の流れ込みによって，回転磁界の進行方向に隣接する極歯にも弱い磁極が発生し，このためにロータの停止位置がその方向にずれ，ステップ回転精度が悪化するという課題を解決するための発明である。引用発明においては，この課題を解決するために，励磁時と無励磁時におけるロータの停止位置の差を小さくして(量的な程度はともかく)そのトルクリップルを小さくし，その振動の減少を図ったのであり，このような課題の解決方法は，本願の出願前に当業者に周知の技術であったものである。",
            "したがって，引用発明が引用例の請求項1に記載された手段を採ることによって(隣接する極歯に発生する磁極の影響による)1相励磁時のロータの停止位置のずれを減少させ，ステップ回転精度の改善を図ることは，すなわち，極歯同士を短絡する磁路を通る磁束に基づく吸引力(ディテントトルク)の影響を小さくすることを意味し，これによれば，トルクリップル(すなわちコギングトルクに基づくリップル)がより小さいステッピングモータが得られ，ひいてはその振動を小さくできることは，仮にそのことの記載が引用例にないとしても，当業者であれば上記周知技術に基づく技術常識として容易に認識し得た程度のことと認められる。"
          ]
        },
        {
          "fig": "2",
          "subject": "臨界的意義の必要性について",
          "text": [
            "前記1のとおり，本願発明の課題と引用発明の課題とは異ならない。また，本願発明の効果は，引用例の記載から当業者が容易に認識し，予測し得たものであり，かつ，本願発明の数値範囲は引用発明の数値範囲に包含されるものであるから，本願発明に進歩性が認められるためには，少なくとも，その数値範囲に明確な臨界的意義が要求される。"
          ]
        },
        {
          "fig": "3",
          "subject": "臨界的意義の存否について",
          "text": [
            "別紙図面1には，本願発明に係るモータの振動レベル特性図が示され，この特性図によれば本願発明の限定された数値(-10°，0°)の前後においてその振動レベルは連続的に変化しており，その数値-10°，0°は，振動レベルが不連続的に変わる境界を成すものではない。",
            "本願発明の数値範囲-10°＜α ＜0°は，本願発明が振動レベルが小さいE",
            "ものとして選択したところの振動レベルの大きさの基準として，電気的離間角度θE",
            "＝0°の従来のものを採用したにすぎず，このように従来のものを振動レベルの基準として採用したことは，当業者であればごく自然なものとして容易に採り得た基準というべきであって，そのことに特段の技術的意義及び効果を認めることはできず，まさに審決のいう「振動レベル特性図における電気角α の中から高々振動レベE",
            "ルが相対的に小さくなる目安となる電気角を適宜選択した」ことと同義であり，その数値限定に格別の臨界的意義を見いだせないことは明白である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の課題と引用発明の課題の相違について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲第4号証)には，引用発明が前提にした従来技術及び解決しようとした課題等として，次の記載がある。",
                "「【0002】【従来の技術】従来のPM型4相ステップモータを通常の2相励磁方式で駆動する場合，回転時，停止時共にステータコイルに通電して運転が行われるが，常時通電することになるため，駆動回路に使用されるトランジスタの容量を大きくする必要がある等の問題がある。このため，モータの回転時のみ1相又は2相励磁を行い，停止時には励磁(通電)を行わない特殊な2相励磁方式(図7)によりステップモータを駆動することが行われている。",
                "【0003】しかし，このような特殊な2相励磁方式によって励磁した場合，図7に示すように，停止サイクルの前後において1相励磁の期間が生じる。PM型4相ステップモータのステータは，1相と3相のコイルを巻装した第1ステータコアと2相と4相のコイル巻装した第2ステータコアが軸方向に隣接して配置され，この第1，第2ステータコアが隣接する2つの極歯を交互に形成している。このため，1相励磁の期間中，第1ステータコアから第2ステータコアへ又は第2ステータコアから第1ステータコアへ磁気が流れ込み，この磁気の流れ込みによって，回転磁界の進行方向に隣接する極歯にも弱い磁極が発生し，このためにロータの停止位置がその方向にずれ，ステップ回転精度が悪化する課題があった。",
                "【0004】そこで，従来，実開昭58-41080号公報等において，第1ステータコアと第2ステータコア間に磁気シールド板を配置して，第1ステータコアと第2ステータコアつまり1相，3相の磁極と2相，4相の磁極が磁気的に影響しあわないようにしたステップモータが提案された。",
                "【0005】【発明が解決しようとする課題】このステップモータのステータコアは，図5，図6に示すように，第1ステータコア30を形成するステータカップ30aとその内側のステータプレート30b，及び第2ステータコア31を形成するステータカップ31aとその内側のステータプレート31bとの間に磁気シールド板32を配置する構造である。",
                "【0006】しかし，この種のステップモータは，第1ステータコア30のステータカップ30aと第2ステータコア31のステータカップ31aが，図6に示すように，爪部33によって相互に連結固定されるため，この爪部33を介して磁気が流れ込み，第1ステータコアと第2ステータコアを磁気的に完全に分離することができず，上記のような特殊2相励磁方式ではステップモータの回転精度が依然と悪いという課題があった。",
                "【0007】本発明は，上記の課題を解決するためになされたものであり，停止時に励磁を止める特殊2相励磁方式で駆動する場合でも，高い回転精度を確保できるPM型のステップモータを提供することを目的とする。",
                "【0008】【課題を解決するための手段】本発明者は，鋭意研究開発に努力した結果，従来全ての極歯を等間隔に配置するように配設していた第1ステータコアと第2ステータコアを，特定方向に僅かにずらすことによって，特殊2相励磁方式におけるステップ回転精度を改善することができることを見出すに至った。",
                "【0009】そこで，本発明のステップモータは，ステータコアが軸方向に並設された第1ステータコアと第2ステータコアからなり，第1ステータコアと第2ステータコアが各々内側に極歯を形成するステータカップとステータプレートとから構成されるPM型のステップモータにおいて，第1ステータコアと第2ステータコアが，各極歯の等間隔位置から，ステータカップ側の極歯を近づける円周方向に，極歯間隔の1／2未満の角度だけずらして配設される構成とした。",
                "【0010】【作用】このステップモータを，停止時の前後において1相励磁期間が生じる特殊2相励磁方式によって駆動した場合，・・・この磁気の流れ込みによって，回転磁界の進行方向に隣接する極歯にも弱い磁極が発生する。しかし，第1ステータコアと第2ステータコアが，各極歯の等間隔位置から，ステータカップ側の極歯を近づける円周方向に，極歯間隔の1／2未満の角度だけずらして配設されるため，他方のステータコアへの磁気の流れ込みによるロータの停止位置のずれが減少し，ステップモータの回転精度は改善される。」",
                "これらの記載によれば，引用発明の課題は，PM型ステップモータを，従来技術として存在した特殊な2相励磁方式(モータの回転時のみ1相又は2相励磁を行い，停止時には励磁(通電)を行わない方式)によって励磁した場合に回転精度の悪さを解決することにあること，「回転精度」の悪化は，「1相励磁の期間中，第1ステータコアから第2ステータコアへ又は第2ステータコアから第1ステータコアへ磁気が流れ込み，この磁気の流れ込みによって，回転磁界の進行方向に隣接する極歯にも弱い磁極が発生し，このためにロータの停止位置がその方向にずれ」ること(以下「磁気の流れ込み」という。)に起因すること，引用発明は，これを解決するため，ステータコアをずらせて配設することにより，ロータの停止位置のずれを減少させるものであることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例には，本願発明の課題及び効果である振動の低減に関する記載も示唆もなく，本願発明と引用発明とはその課題を異にするものであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定のとおり，引用発明の課題は「回転精度」の改善であり，「回転精度」の悪化は，「磁気の流れ込み」に起因するものである。そして，前記のとおり，引用例には，「磁気の流れ込み」による「回転精度」の悪化の過程は，「1相励磁の期間中，第1ステータコアから第2ステータコアへ又は第2ステータコアから第1ステータコアへ磁気が流れ込み，この磁気の流れ込みによって，回転磁界の進行方向に隣接する極歯にも弱い磁極が発生し，このためにロータの停止位置がその方向にずれ」ることであると説明されており，この過程を詳細に考察すると，次のとおりである。",
                    "別紙図面4の第1ステータコア20側の第1相コイルを励磁することにより，極歯22aがＮ極に，極歯21aがS極に励磁された場合には，第1相コイルの磁束は，第1ステータコア20のステータカップ21とステータプレート22とで形成される磁路を流れるだけでなく，爪部を通じて「磁気の流れ込み」があるため，ステータカップ21→爪部→ステータカップ26→極歯26a→極歯27a→ステータプレート27→ステータプレート22にも流れ込み，極歯26aにＮ極，極歯27aにS極の弱い磁極を発生させる。これにより，第1ステータコア側の極歯21aのS極(極歯22aのＮ極)に吸引されるべきロータのＮ極(S極)は，極歯27aのS極(極歯26aのＮ極)にも吸引されて，図面左方向にずれることとなる。",
                    "また，第2ステータコア25側の第2相コイルを励磁することにより，極歯27aがＮ極に，極歯26aがS極に励磁された場合には，第2相コイルの磁束は，第2ステータコア25のステータカップ26とステータプレート27とで形成される磁路を流れるだけでなく，爪部を通じて「磁気の流れ込み」があるため，ステータカップ26→爪部→ステータカップ21→極歯21a→極歯22a→ステータプレート22→ステータプレート27にも流れ込み，極歯21aにＮ極，極歯22aにS極の弱い磁極を発生させる。これにより，第2ステータコア側の極歯26aのS極(極歯27aのＮ極)に吸引されるべきロータのＮ極(S極)は，極歯22aのS極(極歯21aのＮ極)にも吸引されて，図面右方向にずれることとなる。",
                    "上記と同様に，第3相コイルの励磁期間では，極歯22aのS極(極歯21aのＮ極)に吸引されるべきロータのＮ極(S極)は，極歯26aのS極(極歯27aのＮ極)にも吸引されて図面左方向にずれ，第4相コイルの励磁期間では，極歯27aのS極(極歯26aのＮ極)に吸引されるべきロータのＮ極(S極)は，極歯21aのS極(極歯22aのＮ極)にも吸引されて，図面右方向にずれることとなる。",
                    "すなわち，引用例に従来例として挙げられたモータでは，1相励磁時の停止位置は，第1ステータ側では図面左方向にずれ，第2ステータ側では右方向にずれると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記と同様に，引用例に従来例として挙げられたモータの2相励磁時の「磁気の流れ込み」の過程及びその影響を詳細に考察すると，次のとおりである。",
                    "別紙図面4の第1相(第3相)コイルにより第1ステータコアの極歯21aがS極(Ｎ極)に，極歯22aがＮ極(S極)に励磁され，第2相(第4相)コイルにより第2ステータコアの極歯27aがＮ極(S極)に，極歯26aがS極(Ｎ極)に励磁された場合においても，前記アと同様に，第1相コイルによる磁束は，ステータカップ21とステータプレート22とで形成される磁路を流れて極歯21aをS極に，極歯22aをＮ極に励磁するとともに，ステータカップ21→爪部→ステータカップ26→極歯26a→極歯27a→ステータプレート27→ステータプレート22にも流れ込み，極歯26aにＮ極，極歯27aにS極の弱い磁極を発生させ，第2相コイルによる磁束は，ステータカップ26とステータプレート27とで形成される磁路を流れて極歯27aをＮ極に，極歯26aをS極に励磁するとともに，ステータカップ26→爪部→ステータカップ21→極歯21a→極歯22a→ステータプレート22→ステータプレート27にも流れ込み，極歯21aにＮ極，極歯22aにS極の弱い磁極を発生させる。したがって，第1相コイルと第2相コイルを励磁する2相励磁期間(以下「第1励磁期間」という。)においては，両コイルの磁束は，互いに他のコイルの磁束を打ち消す方向に流れ込むことになり，ロータに対する駆動力を減少させることとなる。",
                    "次に，第2相コイル及び第3相コイルの2相励磁期間(以下「第2励磁期間」という。)においては，第3相コイルによる磁束は第1相コイルによる磁束と逆向きであるから，第2相コイルと第3相コイルの磁束は各ステータコアに同方向に流れ込むこととなり，ロータに対する駆動力を増加させることとなる。",
                    "同様に，第3相コイル及び第4相コイルの2相励磁期間(以下「第3励磁期間」という。)では駆動力を減少させ，第4相コイル及び第1相コイルの2相励磁期間(以下「第4励磁期間」という。)では駆動力を増加させることとなる。",
                    "そうすると，引用例に記載される従来例のモータは，回転時に，第1ステータコアと第2ステータコアの磁束が互いに強め合って駆動力を増加させる期間(第2及び第4励磁期間)と，互いに弱め合って駆動力を減少させる期間(第1及び第3励磁期間)が交互に繰り返されることとなるから，駆動力，すなわち回転トルクに変動を生じる原因となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明は，前記認定のとおり，1相励磁期間におけるロータの停止位置のずれを減少させるために，第1ステータコアと第2ステータコアを，各極歯の等間隔位置から，ステータカップ側の極歯を近づける円周方向に，極歯間隔の1／2未満の角度だけずらして配設するものである。これと2相励磁期間における前記の回転トルクの変動との関係は次のとおりである。",
                    "第1及び第2ステータコアのステータカップ側の極歯21aと26aとが同極性に励磁される場合においては，両極歯の磁極が合成されることにより，ロータの逆極性の磁極は両極歯間の中間位置に駆動されるが，両極歯を近づけると合成された磁極は強くなり，ロータに対する駆動力を増加させることとなる。逆に，極歯21aと26aとが異極性に励磁されている場合においては，ロータの磁極は，同極性の極歯21aと27aとの間の中間位置(極歯26aと22aとの間の中間位置)に駆動されるが，極歯21aと26aとを近づけると，極歯21aと27a(極歯26aと22a)とは離間して合成された磁極は弱くなり，ロータに対する駆動力を減少させることとなる。そうすると，極歯21aと26aが同極に励磁される期間，すなわち，駆動力が小さい第1及び第3励磁期間では駆動力が増加し，極歯21aと26aが異極に励磁される期間，すなわち，駆動力が大きい第2及び第4励磁期間では駆動力が減少することとなり，その結果，引用例に記載される従来例のモータで生じた回転トルクの変動が抑制されることとなる。したがって，引用発明の解決方法を採用すれば，その数値範囲は別にして，他方のステータコアへの磁気の流れ込みによるトルク変動の影響も小さくなることが推認される。したがって，モータの回転時のトルク変動が小さくなれば，モータの振動も少なく，ロータが滑らかに回転することとなる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上によれば，引用例に，1相励磁の期間中における「磁気の流れ込み」によるロータの停止位置のずれが課題として記載されているが，引用発明のモータの駆動方式には2相励磁の期間も含まれており，「磁気の流れ込み」が2相励磁の期間にも生ずることは技術常識であるから，引用発明の課題は，「磁気の流れ込み」によって生ずる1相励磁期間中のロータの停止位置のずれ及び2相励磁の期間中の回転トルクの変動を改善することにあるものであり，引用発明では，この両者を「回転精度」と表現したものと解することは当業者にとって容易であると認められる。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "原告は，引用発明の課題はモータの角度精度(ロータの停止位置のずれ)の改善であると主張するが，上記のとおり，引用発明の課題である「回転精度」には，停止時におけるロータの停止位置のずれだけでなく，同じ原因(磁気の流れ込み)によって生ずる回転トルクの変動による回転中のモータの「振動」も含まれると解することは，当業者にとって容易であるから，原告の主張を採用することはできない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "原告は，引用発明においてロータの停止位置のずれが小さくなるとされているのは，「-45°＜α ＜0°」の範囲であるところ，「-45°＜α ＜-1E E",
          "text": [
            "0°」の範囲では，モータの振動は，従来理論的な位相角とされた「α ＝0°」のE",
            "場合より増加してしまうことが，実験により確認(別紙図面1)されていると主張する。",
            "しかし，引用例(甲第4号証)には，「本発明のステップモータでは，図4の実線で示すように，第2ステータコア25(又は第1ステータコア20)が，各極歯の等間隔位置から，ステータカップ21，26側の極歯21a，26aを近づける円周方向に，角度αだけずらして連結される。この角度αは極歯間隔θの1／2未満の角度であり，例えば，約1度に設定される。」(【0018】)と記載されるように，引用発明は，電気的調整角「-45°＜α＜0°」の全ての範囲で効果があるとするものではなく，上記範囲内で適宜設定されるものであると解される。",
            "また，本願明細書(甲第5号証の2)には，各相のBEMFの2乗和とモータ振動及び回転の滑らかさとの関係について研究と実験を行った結果判明したと記載されている(【0024】～【0026】)ものの，原告のいう実験結果がどのような条件で実験を行って得られたものであるのか記載されていないから，全てのPM型2相ステッピングモータに同じ数値範囲が適用されるものであるのか明らかではない。",
            "したがって，原告の前記主張は採用することができない。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "原告は，電気的調整角α の異なるステッピングモータごとに，振動と静止E",
          "text": [
            "角度誤差(ロータの理論上の停止位置と実際の停止位置のずれ)とを測定した結果(別紙図面2)を基にして，振動とロータの停止位置のずれとの間には，審決のいうような関係(ロータの停止位置のずれが小さくなれば，モータの振動も少なくなる。)が成り立たないと主張する。",
            "しかし，この測定結果は，市販のモータについて，それぞれ2つのパルスレートにおいて離間角度5例についてのデータを表すものにすぎず，有意な関係を示すものではないから，採用することができない。",
            "なお，審決の「他方のステータコアへの磁気の流れ込みによるロータの停止位置のずれが小さくなることは，・・・結局モータの振動も少なくロータが滑らかに回転することを意味する」(審決書8頁33行～37行)との説示は，ロータの停止位置のずれとトルク変動との直接的な関係(ロータの停止位置のずれが小さくなれば，モータの振動も少なくなる。)をいう趣旨ではなく，磁気の流れ込みが，ロータの停止位置の変動をもたらすとともにトルク変動をもたらすものであり，引用発明の解決手段が，停止位置のずれを小さくするとともにトルク変動を抑制することに寄与することを説示したものと解されるのであって，その判断に誤りがないことは，既に検討したとおりである。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "原告は，引用発明が特殊な2相励磁方式で駆動する場合に発生する固有の技術的な課題を，モータの構造の工夫により解決するものであると主張する。",
            "しかし，「磁気の流れ込み」は，通常の2相励磁方式で駆動する場合にも発生するのであり，前記(2)に判示したところからすれば，引用発明における課題とその解決方法が通常の2相励磁方式で駆動する場合にも同様に当てはまるものであることは，当業者が容易に認識し得るところである。",
            "なお，本願明細書(甲第5号証の2，4，5)に記載されるマイクロステップ駆動は，2つのコイルに流れる電流自体を細かく制御する点が異なるだけで，一方のステータコアの磁束が他のステータコアに流れ込む点では同様であるから，引用発明の解決手段がマイクロステップ駆動を行う場合にも当てはまることは明らかである。",
            "原告は，引用発明の技術が他方のステータコアへの磁気の流れ込みが生じない駆動方式で駆動されるモータに有効であるとの記載がないと主張する。",
            "しかし，ステータコア間の磁気の流れ込みは駆動方式とは何ら関係がなく，モータの構造に由来するものである。本願発明と引用発明とは，一致点に認定されたように，構造に関して何ら差異はない。したがって，本願発明においても磁気の流れ込みが生じると考えられるから，引用発明と同様の解決手段が採用され得ることは明らかである。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "以上のとおり，本願発明の課題と引用発明の課題とは実質的に同じであると認められる。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "臨界的意義の必要性について",
              "text": [
                "原告は，本願発明の課題及び効果と引用発明の課題及び効果とは全く異質なものであるから，本願発明の進歩性を引用発明に基づいて判断するに当たって，数値限定に臨界的意義は不要であると主張する。",
                "しかし，前記1に判示したとおり，本願発明の課題と引用発明の課題とは実質的に同じであると認められ，本願発明と引用発明がともに，ステータの極歯の各々の中心線とそのステータアセンブリーに隣接するステータアセンブリーの対応の極歯の中心線との間の離間角度をずらすという解決方法をとる点で一致することは争いがなく，引用発明に本願発明と同様の効果があることは明らかである。したがって，引用発明と本願発明は，課題及び効果を同じくし，その数値的範囲が異なるにすぎないから，本願発明に進歩性が認められるためには，少なくとも，本願発明の数値限定に臨界的意義が必要である。"
              ]
            },
            {
              "fig": "3",
              "subject": "臨界的意義の存否について",
              "text": [
                "原告は，実験等を行った結果，従来は振動が最低になると思われていた理論的な「α ＝0゜」(両ステータアセンブリのシフト量0°)のときよりも，「-1E",
                "0゜＜α ＜0゜」の数値範囲で振動が低減することを見い出したものであり，本願E",
                "発明の数値限定は臨界的意義を有すると主張する。",
                "しかし，本願明細書(甲第5号証の2，4，5)には，どのような条件下で実験を行い，どのような結果が得られたかに関する説明も資料も存在しないし，なぜ振動が低減するかについての理論的説明もない。また，本願発明に係るモータの振動レベル特性図(別紙図面1)によれば，本願発明の限定された数値(-10°，0°)の前後においてその振動レベルは連続的に変化しており，その数値-10°，0°は，振動レベルが不連続的に変わる境界を成すものではない。",
                "本願発明の上記数値範囲-10°＜α ＜0°は，本願発明が振動レベルが小E",
                "さいものとして選択したところの振動レベルの大きさの基準として，従来からある電気的離間角度θ ＝0°のものを採用したにすぎず，このように従来のものを振動E",
                "レベルの基準として採用したことは，当業者であればごく自然なものとして容易に採り得た基準というべきであって，そのことに特段の技術的意義及び効果を認めることはできず，振動レベル特性図(別紙図面1)における電気角α の中から高々振E",
                "動レベルが相対的に小さくなる目安となる電気角を適宜選択したものにすぎないといえるから，本願発明の数値限定に臨界的意義はない。",
                "したがって，前記認定のとおり，本願発明と引用発明とは，その課題及び効果を実質的に同じくし，解決方法は同一であるから，引用発明において，その数値範囲内の一部を選択し，限定することは，当業者が容易になし得た程度のものということができる。"
              ]
            },
            {
              "fig": "4",
              "text": [
                "以上に検討したところによれば，原告の主張する取消事由には理由がなく，審決を取り消すべきその他の誤りも認められない。",
                "よって，原告の請求は理由がないから棄却し，訴訟費用の負担につき行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10202",
    "date": "2005-10-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009317",
    "ipprecedent_id": "535",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}