{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003-72844号事件について平成17年6月20日に",
        "した決定中，「特許第3417228号の請求項1ないし4に係る特許を取り消す。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「非水電解液及びリチウム二次電池」(出願時の名称は「非水電解液二次電池」)とする発明につき，平成8年8月30日特許出願し，平成14年5月17日付け手続補正書による明細書の全文を対象とする補正(以下，決定と同様に「補正1」という。)，及び，平成15年2月7日付け手続補正書による明細書の特許請求の範囲の補正(以下，決定と同様「補正2」という。)を経て，平成15年4月11日設定登録された特許第3417228号(以下「本件特許」という。)の特許権者である。",
            "平成15年11月21日に「A」から，同年12月15日に「B」から，同月16日に「 C 」から，それぞれ本件特許(後記訂正前の請求項の数は7である。)に対する特許異議の申立てがあり，特許庁は，これらの申立てを異議2003-72844号事件として審理し，平成16年9月28日付けで取消理由を通知した。原告は，同年12月7日，訂正請求(訂正の結果，請求項の数は4となった。)をし，特許庁は，平成17年6月20日，これを認めた上で「特許第3417228号の請求項1ないし4に係る特許を取り消す。」との決定をし，同年7月6日，決定の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成16年12月7日付け訂正請求書によって訂正された後の本件特許の請求項1ないし4(請求項全部)は，下記のとおりである。",
                "記",
                "【請求項1】環状カーボネートと非環状カーボネートとの混合物である非水溶媒と，リチウム塩とを含む非水電解液であって，1，2，3，4-テトラヒドロナフタレンおよびシクロヘキシルベンゼンからなる群より選ばれる化合物を非水電解液1kgあたり1g以上，50g以下の量にて含有するリチウム二次電池用非水電解液。",
                "【請求項2】環状カーボネートが，エチレンカーボネートもしくはプロピレンカーボネートである請求項1に記載のリチウム二次電池用非水電解液。",
                "【請求項3】非環状カーボネートが，ジメチルカーボネート，ジエチルカーボネート，もしくはメチルエチルカーボネートである請求項1に記載のリチウム二次電池用非水電解液。",
                "【請求項4】容器内に，正極，負極，そして請求項1乃至3のうちのいずれかの項に記載の非水電解液が充填されているリチウム二次電池。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "補正1による補正前の特許請求の範囲(請求項1ないし7)は，下記のとおりである(甲第1号証。以下「当初発明」という。)。",
                "記",
                "【請求項1】正極，負極，リチウム塩を含む非水電解液からなる非水電解質二次電池において，電池内に下記一般式(1)で表される化合物を含有させることを特徴とする非水電解液二次電池。",
                "【化1】 R -CH-R 一般式(1)",
                "｜",
                "R",
                "一般式(1)においてR はアリール基を，R およびR は水素原子，アルキル基，アルケニル基，アルキニル基，アラルキル基，アリール基，もしくは複素環残基を表す。R ，R ，およびR は互いに結合して環を形成しても良い。",
                "【請求項2】一般式(1)で表される化合物が下記一般式(2)または(3)で表される化合物である事を特徴とする請求項1の非水電解液二次電池。",
                "【化2】 R -｛CH-R ｝ 一般式(2)"
              ]
            }
          ]
        },
        {
          "fig": "21",
          "subject": "23 n",
          "text": [
            "｜",
            "R",
            "【化3】 R -CH-CH-R 一般式(3)",
            "｜ ｜",
            "R R",
            "一般式(2)および(3)においてR は芳香族炭化水素から任意の2乃至6個の水素原子を除いて得られる2乃至6価残基，R およびR は一般式(1)のR と同義であり，R ，R ，R およびR は一般式(1)",
            "のR と同義である。nはR の価数に対応した2乃至6の整数を表す。RおよびR は互いに結合して環を形成しても良い。また，R を置換している二つのCH(R )R が互いに結合して環を形成しても良い。R ，R ，R およびR は互いに結合して環を形成しても良い。R とR は縮環して多核芳香環を形成しても良い。",
            "【請求項3】上記一般式(1)で表される化合物を電解液中に含有する事を特徴とする請求項1に記載の非水電解液二次電池。",
            "【請求項4】電解液中に含まれる上記一般式(1)で表される化合物の量が，電解液1kgあたり1g以上，50g以下である事を特徴とする請求項3に記載の非水電解液二次電池。",
            "【請求項5】負極が周期表1，2，13，14，15族原子から選ばれる三種以上の原子を含む主として非晶質のカルコゲン化合物または酸化物を含有する負極であることを特徴とする請求項1から4のいずれか1項に記載の非水電解液二次電池。",
            "【請求項6】該負極が一般式(4)で表される化合物を含有することを特徴とする請求項5に記載の非水電解液二次電池。",
            "一般式(4) SnM3pM5qM7r",
            "式中，M3はSi，Ge，Pb，P，B，Alから選ばれる少なくとも一",
            "種の元素を，M5はLi，Ｎa，K，Rb，Cs，Mg，Ca，Sr，Ba",
            "から選ばれる少なくとも一種の元素を，M7はO，Sから選ばれる少なくとも一種の元素を表す。p，qは各々0．1以上2以下の数値を，rは1以上6以下の数値を表す。",
            "【請求項7】請求項6に記載の一般式(4)におけるM7が酸素である事を特徴とする請求項6に記載の非水電解液二次電池。"
          ],
          "content": [
            {
              "fig": "(3)",
              "text": [
                "本件特許の設定登録時の特許請求の範囲(請求項1ないし7)は，補正1及び2による補正後のものであって，その内容は，別紙決定書の写し2頁16行～3頁19行記載のとおりである(以下，この発明を「補正後発明」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由",
          "text": [
            "別紙決定書の写しのとおりである。要するに，補正1は，新規事項を追加するものであり，本件特許は，特許法17条の2第3項に規定する要件を満たしていない補正をした特許出願に対してされたものであるから，平成15年法律47号による改正前の特許法113条1号の規定により，特許を取り消すべきであるというものである。",
            "補正1は，別紙1の【表2】の記載から，「本発明」(実施例を意味する)と「比較例」とを区別するために設けられた「備考欄」を削除するとともに，いくつかの具体例だけを取捨選択して，別紙2の【表2】，【表3】とすることなどを内容とするものであるが，決定において新規事項の追加であるとされたのは，補正1により，補正後発明には「負極材料が黒鉛の場合」が実施例として含まれるものとなるところ，「負極材料が黒鉛の場合」を実施例として含むような発明は，願書に最初に添付した明細書又は図面(以下「当初明細書」という。)に記載されていないから，補正1は，当初明細書に記載された事項の範囲内においてされたものではない(新規事項の追加に該当する。)というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "決定は，補正1が当初明細書の特許請求の範囲を減縮し，その特許請求の範囲に整合するように発明の詳細な説明を補正したものであって，誤記の訂正もしくは明りょうでない記載の釈明に相当する補正であるにもかかわらず，誤って新規事項を追加するものであると判断したものであるから，取り消されるべきである(なお，決定が認定した補正1による補正事項の内容は認める。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "実施例と比較例",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書の段落【0067】には，黒鉛粉末を用いた場合について「実施例-2」の表記がある。",
                "段落【0062】以降において，【実施例】が，「以下に具体例をあげ，本発明をさらに詳しく説明するが，発明の主旨を超えない限り，本発明は実施例に限定されるものではない」との注記のもとに示されている。この【実施例】には，負極材料として「すず化合物」を用いた実施例-1(電解液番号1ないし18)と，負極材料として「黒鉛粉末」を用いた実施例-2(電解液番号1aないし10a)が記載されている。すなわち，負極材料として「すず化合物」を用いた場合も，また「黒鉛粉末」を用いた場合もいずれも実施例と記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当初明細書の【表2】の備考欄の「〃」は誤記である。",
                "電解液番号2aないし10aの備考欄に記されている「〃」の記号が，一般的には，その上側に記載されている「比較例」と「同じ」であることを意味することは否定しないが，後記のとおり，当初明細書には負極の材料として「黒鉛などの炭素質材料」を積極的に排除する記載が存在していないことを考慮すると，この「比較例」の下側に記した「〃」は誤記であると理解すべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "当初明細書の段落【0069】の説明は，すず化合物の効果を強調した記載にすぎない。",
                "段落【0069】の「負極材料として黒鉛を用いた場合は初めから容量が小さい。また本発明の化合物を添加してもサイクル性の向上効果はわずかしかなく，総合的にみて本発明を応用した電池には性能が及ばない。」との記載は，当初明細書の特許請求の範囲の記載を考慮すれば，負極材料として黒鉛を用いた場合にもサイクル性の向上効果は見られるが，負極材料として好ましい負極材料であるすず化合物を用いた場合に，本発明の添加剤(一般式で表される化合物)の添加効果が顕著に現れることを強調する記載にすぎず，本発明の二次電池の負極材料から「黒鉛」を排除するものでないことが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "負極材料の限定の有無",
          "text": [
            "当初明細書には，負極材料から「黒鉛などの炭素質材料」を排除する記載がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書の特許請求の範囲等の記載において，負極材料が限定されていない。請求項1ないし4においては，負極材料についての限定は一切見られないし，請求項5ないし7において，負極を特定の非晶質のカルコゲン化合物又は酸化物を含有するとの限定が現れる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当初明細書の段落【0003】の【発明が解決しようとする課題】には，「本発明の課題は，リチウム二次電池のサイクル性を向上させることであり，特に，非晶質の酸化物もしくはカルコゲン化合物を負極材料に用いたリチウム二次電池のサイクル性を向上させることである。」と記載されている。当初発明のリチウム二次電池において用いるのが好ましい負極材料は，「非晶質の酸化物もしくはカルコゲン化合物」であることを示唆しながらも，発明としては，そのような特定の負極材料にのみ向けられたものではないことを明らかにしている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "当初明細書の段落【0004】の【課題を解決するための手段】には，特許請求の範囲の請求項1の内容がそのまま記載され，発明の対象である二次電池で用いられる負極については何ら限定がされていない。負極を構成する具体的な材料についての記載は，段落【0007】の【発明の実施の形態】の「本発明の好ましい態様を以下に掲げるが，本発明はこれらに限定されるものではない。」との記載に続けて，段落【0012】末尾の⑤，⑥，⑦として示されているのみである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "第三者の不利益",
          "text": [
            "被告は，当初明細書の【表2】の「比較例」までが特許請求の範囲に記載された発明であると解されるのであれば，当初明細書の記載内容を信頼する第三者が不測の不利益を受けると主張する。",
            "しかし，被告が指摘する記載は，特許請求の範囲の記載を含んだ形で公開されるから，第三者は，当初明細書に記載の発明を特許請求の範囲の記載内容を考慮して理解するのであって，第三者が，被告主張のような誤解をすることはあり得ない。すなわち，当初明細書には，特許請求の範囲の記載，そして実施例と比較例に示された具体的なデータを考慮すれば，黒鉛が負極であるリチウム二次電池に当初発明の特定化合物を含む非水電解液を適用する技術思想は記載されていたと理解すべきことは当然である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "決定の認定判断はいずれも正当であって，決定を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "実施例と比較例について",
          "text": [
            "原告は，当初明細書の段落【0067】には，黒鉛粉末を用いた場合について「実施例-2」の表記があり，【表2】の備考欄の「〃」は誤記であると主張する。",
            "しかし，表題が「実施例-2」とされていても，【表2】の電解液番号7a，8aの場合に関しては，当初明細書において，「負極材料として黒鉛を用いた場合は初めから容量が小さい。また本発明の化合物を添加してもサイクル性の向上効果はわずかしかなく，総合的にみて本発明を応用した電池には性能が及ばない。」(段落【0069】)という否定的な評価が明確に記載されている。",
            "したがって，これらを「比較例」と解しても何ら矛盾はなく，かえって，このような否定的な具体例を取り上げて，実施例とすることは，当初明細書の記載に接した当業者の理解の範囲を超えるものである。",
            "したがって，電解液番号7a，8aの具体例は，当初明細書の前記記載からみれば，【表2】の記載に従って「比較例」を意味すると解するのが自然であり，【表2】の備考欄の「〃」が明白な誤記であると認めるべき事情もない。"
          ]
        },
        {
          "fig": "2",
          "subject": "負極材料の限定の有無について",
          "text": [
            "特許請求の範囲の記載が「負極」の材料を限定していないとしても，負極が「黒鉛」の場合は，発明の詳細な説明に記載の所期の課題を解決できると当業者が認識することができない「比較例」であって，「実施例」となり得るものではなく，発明の詳細な説明に記載された内容によってサポートされるべき特許請求の範囲に記載された発明に含まれると解される余地はない。"
          ]
        },
        {
          "fig": "3",
          "subject": "第三者の不利益について",
          "text": [
            "当初明細書には，黒鉛負極を用いる電池は所期の効果を奏する「実施例」に性能が及ばない「比較例」として記載されていたのであって，仮に，この「比較例」までが特許請求の範囲に記載された発明であると解されるのであれば，当初明細書の記載内容を信頼する第三者が不測の不利益を受けることになることも明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "負極材料に関する当初明細書の記載",
          "text": [
            "当初明細書(甲第1号証)には，負極材料に関して，次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「【従来の技術】 リチウムを利用する非水電解液二次電池(リチウム二次電池)はリチウムを可逆的に吸蔵放出可能な材料を含む正極および負極，リチウム塩を含む非水電解液，およびこれらを適切に保持，隔離する部材から構成される。リチウムが軽量かつ極めて卑な電位を有するため，リチウムまたはリチウム合金を負極とする二次電池は高電圧，高容量という優れた特徴を有する反面，デンドライトが析出し短絡しやすいという欠点も有していた。負極に炭素材量を有する電池は，長期にわたって充放電を繰り返した際の容量の低下の度合いが小さいというサイクル特性の向上は認められるものの，リチウム金属を負極に用いた電池程の高容量にはほど遠い。一方，非晶質の酸化物もしくはカルコゲン化合物を負極材料に用いた場合，リチウムの吸蔵量が飛躍的に増大し極めて容量の高い優れた二次電池が得られる。しかしながらこの電池では長期にわたって充放電を繰り返すと，容量の低下がみられるという問題があった。・・・」(段落【0002】)"
            },
            {
              "fig": "(2)",
              "subject": "「【発明が解決しようとする課題】 本発明の課題は，リチウム二次電池のサイクル性を向上させることであり，特に，非晶質の酸化物もしくはカルコゲン化合物を負極材料に用いたリチウム二次電池のサイクル性を向上させることである。」(段落【0003】)"
            },
            {
              "fig": "(3)",
              "subject": "「本発明の負極材料は周期表1，2，13，14，15族原子から選ばれる三種以上の原子を含む，主として非晶質のカルコゲン化合物または酸化物である。・・・」(段落【0030】)"
            },
            {
              "fig": "(4)",
              "subject": "「・・・実施例-1 ・・・〔負極合剤ペーストの作成〕 負極材料；SnGe B P Mg K O (・・・結晶性の回折線は見られなかっ",
              "text": [
                "0.1 0.5 0.58 0.1 0.1 3.35",
                "た。)を200g・・・加えさらに混練混合し，負極合剤ペーストを作成した。・・・各々の電池缶内に電解液1から18をそれぞれ注入し，・・・円筒型電池(1から18)を作成した。」(段落【0062】～【006",
                "6】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "「実施例-2 負極材料として黒鉛粉末を用いる以外は実施例1と同様の方法で円筒型電池(電池番号1aから10a)を作成した。上記の方法で作成した電池について，電流密度4．8mA／cm2 ，充電終止電圧4．1V，放電終止電圧2．8Vの条件で充放電を繰り返し，各サイクルにおける放電容量を求めた。表2には作成した電池の相対容量(各電池の1サイクルめの容量を電池1の容量で規格化したもの)およびサイクル性(各電池の1サイクルめの放電容量に対する300サイクルめの放電容量の割合)を示した。」(段落【0067】)"
            },
            {
              "fig": "(6)",
              "text": [
                "段落【0068】には，別紙1の【表2】が掲げられており，同表の備考欄には，電解液番号2～18は「本発明」であり，電解液番号1，1a～10aは「比較例」であることが記載されている。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "「表2より一般式(1)で表される化合物を添加した場合サイクル性を向上する事がわかる。中でも例示化合物12，13，14，15，16，17，19，20を添加した場合その効果が著しい。例示化合物(12)について添加量の効果を見ると添加濃度が0．01重量パーセントの場合がサイクル性が良く好ましい。負極材料として黒鉛を用いた場合は初めから容量が小さい。また本発明の化合物を添加してもサイクル性の向上効果はわずかしかなく，総合的にみて本発明を応用した電池には性能が及ばない。」(段落【0069】)"
            },
            {
              "fig": "(8)",
              "subject": "「【発明の効果】 本発明の化合物を用いれば容量が高く，充放電繰り返しによる放電容量の低下の少ない非水電解液二次電池を得ることができる。」(段落【0070】)"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "負極材料に関する補正1の補正内容",
          "text": [
            "補正1のうち，負極材料に関する補正事項が次のとおりであること(決定書6頁～8頁10行)は，当事者間に争いがない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書の「本発明の負極材料は周期表1，2，13，14，15族原子から選ばれる三種以上の原子を含む，主として非晶質のカルコゲン化合物または酸化物である。・・・」(段落【0030】)を，「本発明の負極材料は周期表1，2，13，14，15族原子から選ばれる三種以上の原子を含む，主として非晶質のカルコゲン化合物または酸化物であることが好ましい。・・・」(段落【0025】)と補正する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当初明細書の「・・・実施例-1 ・・・〔負極合剤ペーストの作成〕負極材料；SnGe B P Mg K O (・・・結晶性の回折線は",
              "text": [
                "0.1 0.5 0.58 0.1 0.1 3.35",
                "見られなかった。)を200g・・・加えさらに混練混合し，負極合剤ペーストを作成した。・・・各々の電池缶内に電解液1から18をそれぞれ注入し，・・・円筒型電池(1から18)を作成した。」(段落【0062】～【0066】)を，「［実施例-1］ ・・・〔負極合剤ペーストの作成〕負極材料；SnGe B P Mg K O (・・・結晶性の回折線",
                "0.1 0.5 0.58 0.1 0.1 3.35",
                "は見られなかった。)を200g・・・加えさらに混練混合し，負極合剤ペーストを作成した。・・・各々の電池缶内に電解液をそれぞれ注入し，・・・円筒型電池を作成した。・・・表2に，作成した電池の相対容量(・・・)およびサイクル性(・・・)を示した。」(段落【0059】～【0064】)と補正する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "当初明細書の「実施例-2 負極材料として黒鉛粉末を用いる以外は実施例1と同様の方法で円筒型電池(電池番号1aから10a)を作成した。上記の方法で作成した電池について，電流密度4．8mA／cm2，充電終止電圧4．1V，放電終止電圧2．8Vの条件で充放電を繰り返し，各サイクルにおける放電容量を求めた。表2には作成した電池の相対容量(各電池の1サイクルめの容量を 電池1の容量で規格化したもの)およびサイクル性(各電池の1サイクルめの放電容量に対する300サイクルめの放電容量の割合)を示した。」(段落【0067】)を，「［実施例-2］ 負極材料として黒鉛粉末を用いる以外は実施例1と同様の方法で円筒型電池(電池番号1a，7a，8a)を作成した。・・・表3に，作成した電池の相対容量(各電池の1サイクル目の容量を表2の電池1の容量で規格化したもの)およびサイクル性(各電池の1サイクル目の放電容量に対する300サイクルめの放電容量の割合)を示した。」(段落【0065】と補正する。",
                "また，当初明細書の表2(段落【0068】。判決注：別紙1)を，その備考欄を削除すると共に，比較例と実施例を取捨選択して，次(判決注：別紙2)に示す新たな「表2」(段落【0066】)と「表3」(段落【0067】)にそれぞれ補正する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "当初明細書の「表2より一般式(1)で表される化合物を添加した場合サイクル性を向上する事がわかる。中でも例示化合物12，13，14，15，16，17，19，20を添加した場合その効果が著しい。例示化合物(12)について添加量の効果を見ると添加濃度が0．01重量パーセントの場合がサイクル性が良く好ましい。負極材料として黒鉛を用いた場合は初めから容量が小さい。また本発明の化合物を添加してもサイクル性の向上効果はわずかしかなく，総合的にみて本発明を応用した電池には性能が及ばない。」(段落【0069】)を，「表2と表3より，一般式(1)で表される化合物を添加した場合サイクル性を向上する事がわかる。例示化合物(12)について添加量の効果を見ると添加濃度が1重量パーセントの場合がサイクル性が良く好ましい。負極材料として黒鉛を用いた場合は初めから容量が小さい。」(段落【0068】)と補正する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "実施例と比較例について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記補正事項によれば，補正1は，当初明細書の【表2】(別紙1)の備考欄を削除するとともに，同表中の電解液番号「1ないし18」及び「1aないし10a」の中から「1」及び「1a」を含む幾つかの具体例を取捨選択して新たに【表2】，【表3】(別紙2)を作成することにより，当初明細書の【表2】の電解液番号7a，8aの具体例も補正後発明の実施例であるとすることを内容とするものと認められる。",
                "決定は，当初明細書の【表2】(別紙1)の「電解液番号「1a～10a」は，添加剤の有無によらず，「負極材料を黒鉛とする」点で「本発明」と対比するための具体例であるから，・・・「実施例」又は実施例になり得る具体例を示すものでもない。」として，「補正1は，・・・結果として負極材料として黒鉛を用いる比較例を実施例とする事項を含むものであるから，当初明細書に記載されていなかった技術的事項を追加するものといえ，この点で当初明細書に記載された事項の範囲内においてされたものではないというべきである。」と判断したものである。すなわち，補正1により，補正後発明に「負極材料が黒鉛の場合」が実施例として含まれるものとなるところ，「負極材料が黒鉛の場合」を実施例として含むような発明は，当初明細書に記載されていないから，補正1は，当初明細書に記載された事項の範囲内においてされたものではない(新規事項の追加に該当する。)とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，当初明細書の段落【0067】には，黒鉛粉末を用いた場合について「実施例-2」の表記があると主張する。確かに，当初明細書の段落【0067】の見出しが「実施例-2」とされ，同段落には，「負極材料として黒鉛粉末を用いる以外は実施例1と同様の方法で円筒型電池(電池番号1aから10a)を作成した。」との記載がある。",
                "しかし，当初明細書の段落【0062】に，「実施例-1」という見出しがあるが，段落【0062】～【0066】において，「円筒型電池(1から18)を作成した。」(段落【0066】)とあるように，【表1】及び【表2】の「電解液番号1ないし18」の場合が一体として説明されている。",
                "【表2】の備考欄においては，「電解液番号1」が「比較例」，「電解液番号2ないし18」が「本発明」とされているから，当初明細書において，上記「実施例-1」という見出しは，【表2】における「比較例」及び「本発明」のいずれも含むものとして用いられていることになる。当初明細書の段落【0067】においても，上記と同様に，「実施例-2」という見出しがあるが，「負極材料として黒鉛粉末を用いる以外は実施例1と同様の方法で円筒型電池(電池番号1aから10a)」を作成した。」として，「電解液番号1aないし10a」の場合が当初発明の化合物を用いていない「電解液番号1a」を含めて一体として説明されている。",
                "上記のように，当初明細書において「実施例」という見出しが【表2】における「比較例」及び「本発明」のいずれも含むものとして用いられている以上，「実施例」の見出しの下に，【表2】における「比較例」のみが説明されていても，何ら不合理ではなく，見出しに「実施例」とあることを根拠に【表2】の「電解液番号1aないし10a」の場合が実施例であるとする原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，当初明細書の【表2】の備考欄の「〃」は誤記であると主張する。",
                "当初発明の効果は，「本発明の化合物を用いれば容量が高く，充放電繰り返しによる放電容量の低下の少ない非水電解液二次電池を得ることができる。」(段落【0070】)というものであるから，添加剤なし(当初発明の化合物を用いていない。)の具体例は，当初発明の実施例とはなり得ず，【表2】の「電解液番号1a」の場合が「比較例」であることに，誤記はないはずである。したがって，原告は，本来ならば，「電解液番号1a」の場合だけを「比較例」とし，「電解液番号2a」の場合の備考欄は「本発明」とし，「電解液番号3aないし10a」の場合の備考欄を「〃」とするはずであったところを，当初明細書の【表2】の備考欄のとおりに記載したことが誤記であると主張しているものと解される。",
                "原告が主張するように，単なる誤記であるならば，当初明細書の記載に接した当業者は，その記載にかかわらず，原告の主張するとおりの技術事項を理解し，その記載の方が誤りであると考えるはずである。しかし，一般に，表に「〃」との記載があれば，その上部にある文字と同じであるとの意味に解されるから，当初明細書の【表2】では，「電解液番号1aないし10a」の場合が「比較例」であるとの意味に解するのが自然であるところ，前記(2)のとおり，そのように解することが，【表2】に対応する当初明細書の記載と何ら矛盾するものではなく，むしろ，後記のとおり，当初明細書の段落【0069】の記載とも整合することからすれば，当業者が当初明細書の記載に接した場合に，原告の主張するような技術事項を理解するとは考えられず，【表2】の「電解液番号2aないし10a」の備考欄の記載が誤記であるとまではいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，当初明細書の段落【0069】には，「電解液番号7a，8a」の場合を含む「負極材料として黒鉛を用いた場合」に関し，「負極材料として黒鉛を用いた場合は初めから容量が小さい。また本発明の化合物を添加してもサイクル性の向上効果はわずかしかなく，総合的にみて本発明を応用した電池には性能が及ばない。」との記載がある。この記載は，「負極材料として黒鉛を用いた場合」について，当初発明と比較した上で「本発明を応用した電池には性能が及ばない」という否定的評価を意味しており，【表2】の備考欄の記載が「比較例」とされていることと符合する。当初明細書の負極材料に関する前記各記載及び【表2】の記載を全体としてみれば，「負極材料として黒鉛を用いた場合」は，当初発明よりも劣る結果が出る「比較例」と解するのが自然であり，このような否定的な具体例を当初発明の実施例と解することは，当初明細書の記載に接した当業者の理解の範囲を超えるものである。",
                "なお，原告は，当初明細書の段落【0069】の説明は，すず化合物の効果を強調した記載にすぎず，本発明の二次電池の負極材料から「黒鉛」を排除するものではないと主張するが，上記説示したところに照らし，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，「電解液番号7a，8a」の場合の具体例は，当初明細書の前記記載からみれば，当初明細書の【表2】の記載のとおりに「比較例」を意味すると解するのが自然である。したがって，補正1によって，「電解液番号7a，8a」の場合という新たな「実施例」を追加することとなるから，この補正が新規事項の追加であると判断した決定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "負極材料の限定の有無について",
          "text": [
            "原告は，当初明細書には，負極材料から「黒鉛などの炭素質材料」を排除する記載がないと主張する。",
            "しかし，前記のとおり，当初明細書の負極材料に関する記載及び【表2】の記載を全体としてみれば，「負極材料として黒鉛を用いた場合」は，当初発明よりも劣る結果が出る「比較例」と解するのが自然であるのに対し，当初明細書には，当初発明で対象となる電池として「黒鉛などの炭素質材料」を負極材料とする場合も含むものと解することができるだけの根拠が見当たらないのであり，特許請求の範囲の記載が「負極」の材料を限定していないとしても，負極材料が黒鉛の場合は「比較例」であって，「実施例」ではないとの前記3の結論を左右するものではないから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "5",
          "subject": "第三者の不利益について",
          "text": [
            "原告は，第三者が被告主張のような誤解をすることはあり得ないから，不利益を被ることはない旨主張する。",
            "しかし，原告の主張は，その主張する前記3(3)の誤記が当業者に明白であることを前提とするものであり，この前提が認められないことは前記のとおりであるから，この主張を採用することはできない。当初明細書において当初発明に属しない具体例(比較例)とされていたものが，当初発明に属する具体例(実施例)とされたならば，第三者が不測の不利益を被ることは明らかである。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由には理由がなく，決定を取り消すべきその他の誤りも認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}