{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004-80055号事件について平成16年9月28日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，「椅子式エアーマッサージ機」に係る本件特許(後記)について，原告が無効審判請求をしたところ，特許庁は，本件発明が引用刊行物及び周知技術に基づき当業者が容易に想到し得たものであるとはいえないとして，審判請求は成り立たないとの審決をしたため，原告がその取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲1の2)",
              "text": [
                "特許権者：東芝テック株式会社(被告)",
                "発明の名称：「椅子式エアーマッサージ機」",
                "特許出願日：平成6年8月17日(特願平6-193027)",
                "設定登録日：平成12年10月20日",
                "特許番号：第3121727号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年5月11日(無効2004-80055号)",
                "審決日：平成16年9月28日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年10月8日(原告に対し。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(甲1の2)",
          "text": [
            "【請求項1】圧搾空気の給排気に伴って膨縮し，膨脹時に使用者を押し上げる座部用袋体が配設された座部，及びこの座部の後部に所定の傾斜角度をもって設けられた背もたれ部とを有する椅子本体と，前記座部の前部に設けられ，かつ，圧搾空気の給排気に伴って膨縮し，膨脹時に使用者の脚部をその両側から挟持する脚用袋体が配設された脚載置部と，圧搾空気を供給する圧搾空気供給手段と，この圧搾空気供給手段からの圧搾空気を給排気管を介して前記各袋体に分配して供給する分配手段と，前記座部用袋体への圧搾空気の給排気動作に同期させて前記脚用袋体への給排気を行う動作モードを含む複数の動作モードを入力する入力手段と，この入力手段から前記動作モードの中から所望の動作モードが入力されたときこの動作モードに応じて前記袋体への給排気を行うように前記圧搾空気供給手段及び分配手段を制御する制御手段とを備え，前記座部用袋体への圧搾空気の給排気動作に同期させて前記脚用袋体への給排気を行う動作モードにおいて，前記脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹することを特徴とする椅子式エアーマッサージ機。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決(甲1の1)の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求人(原告)の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献",
                  "text": [
                    "①　審判甲2(特公昭44-13638号公報，本訴甲2)",
                    "②　審判甲3(意匠登録第296760号公報，本訴甲3)",
                    "③　審判甲5(「ナショナルエアーマッサーあしラーク」のパンフレット，本訴甲5)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由",
                  "text": [
                    "本件発明は，(a)甲2，(b)甲2及び3，(c)甲2及び5，(d)甲2，3及び5に記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができない(以下，上記符号に応じて「無効理由a」などという。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物に記載された発明",
              "text": [
                "審決は，各引用刊行物に記載された発明について，以下のとおり認定した。",
                "①　甲2に記載された発明(以下「甲2発明」という。)",
                "「上端に指圧頭部29が取り付けられ，圧縮空気が送り込まれる複数の蛇腹状伸縮筒27を有する指圧装置であって，該蛇腹状伸縮筒27が配設された腰掛部3，腰掛部3の前部に配置され肘掛部4の内壁面に該蛇腹状伸縮筒27が配設された脚載置部，及び腰掛部3の後部に所定の傾斜角度をもって設けられた背凭れ部2とを有する安楽椅子1と，圧縮空気を送り込む空気圧縮機7と，この空気圧縮機7からの圧縮空気を接続ホース26を介して前記各蛇腹状伸縮筒27に逐次分配して送り込む分給回転バルブ19と，蛇腹状伸縮筒27内の圧力と伸縮回数を調節する手段とを備える指圧装置。」",
                "②　甲3に記載された発明(以下「甲3発明」という。)",
                "「座部及びこの座部の後部に所定の傾斜角度をもって設けられた背もたれ部を有する椅子本体と，前記座部の前部に設けられかつ使用者の左右の脚部をそれぞれその両側及び後側から包囲する凹状の脚載置部と，指圧子と，を備えた指圧椅子」",
                "③　甲5に記載された発明(以下「甲5発明」という。)",
                "「着脱式の複数の空気袋体からなり，ふくらはぎ部に装着された空気袋体に圧搾空気が供給されてふくらはぎを圧迫した後に，太もも部に装着された空気袋体に圧搾空気が供給されて太ももを圧迫するエアーマッサージ機」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由dについて",
                  "text": [
                    "「本件発明と甲2発明とを比較すると，甲2発明は，少なくとも本件発明の「座部用袋体への圧搾空気の給排気動作に同期させて脚用袋体への給排気を行う動作モードにおいて，前記脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」態様構成を備えておらず，また，甲2には，上記態様構成を示唆する記載もない。さらに，上記態様構成は，甲3及び甲5にも開示されていないものである。",
                    "そして，本件発明は，かかる態様構成により，「腿部および尻部の筋肉は引き伸ばされることになり，ストレッチされつつ同時にマッサージがなされる」という明細書に記載の効果を奏するものである。",
                    "確かに，甲2発明は，「上端に指圧頭部29が取り付けられ，圧縮空気が送り込まれる複数の蛇腹状伸縮筒27」，「該蛇腹状伸縮筒27が配設された腰掛部3」及び「肘掛部4の内壁面に該蛇腹状伸縮筒27が配設された脚載置部」を備えており，一方，マッサージ装置において，指圧頭部付きの蛇腹状伸縮筒を用いたタイプと袋体を用いたタイプの双方共に周知のものであるから，「蛇腹状伸縮筒」と「袋体」の一方を他方で置換すること自体は当業者が必要に応じて適宜なし得ることと認められるが，仮に，甲2発明において，肘掛部4の内壁面に配設された「蛇腹状伸縮筒27」を「袋体」で置換したとしても，該置換した袋体は，単に，右脚の右外側部分と，左脚の左外側部分とに配設されているだけのものとなり，本件発明の実施例における中間壁もないから，「袋体の膨脹により使用者の脚部を両側から挟持した状態」になり得ないものである。 　また，甲2発明は，複数の蛇腹状伸縮筒27に圧縮空気を逐次分配するようにしたものであるが，該蛇腹状伸縮筒27により，甲2の第8図の如く大腿部から脚にかけてa～fの符号で示された指圧の急所を，当該符号の順に逐次押圧する実施例のみならず押圧順を適宜変更したものを考慮しても，各指圧の急所が異なるタイミングで押圧されるにとどまり，腿部又は尻部の筋肉が引き伸ばされることにならないのは明らかである。",
                    "したがって，甲2発明は，ストレッチ効果を奏するための上記態様構成を開示するものとは到底いえない。",
                    "つぎに，甲3には，使用者の左右の脚部をそれぞれその両側及び後側から包囲する凹状の脚載置部を有する指圧椅子が記載されており，仮に，この脚載置部の両側内面に袋体を配設するように改変した場合には，「脚用袋体が膨脹して使用者の脚部を挟持した状態」になり得ると解されるものの，このものは，座部用袋体を備えておらず，したがって，ストレッチ効果を奏するための上記態様構成が全く考慮されていないことは明らかである。",
                    "さらに，甲5には，ふくらはぎ部に装着された空気袋体に圧搾空気が供給されてふくらはぎを圧迫した後に，太もも部に装着された空気袋体に圧搾空気が供給されて太ももを圧迫するエアーマッサージ機が記載されてはいるが，このものは，単に，空気袋体の膨脹により，ふくらはぎ部から太もも部へ順次加圧を行うだけのものであり，ストレッチ効果を奏するための上記態様構成とは全く無関係のものである。",
                    "本件発明は，「腿部を含む脚部，尻部の筋肉をストレッチしつつマッサージをする」ことを課題として，「脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」構成要件を採用することにより，「座部用袋体が膨脹して身体が上方に持ち上げられるとき，膨脹した脚用袋体によって使用者の脚部はその両側から挟持されているので，腿部および尻部の筋肉は引き伸ばされることになり，ストレッチされつつ同時にマッサージがなされるという効果を奏する」ものであり，このような課題や作用効果について開示のない甲2，甲3に基いて，当業者といえども，「脚用袋体が膨脹して使用者の脚部を挟持した状態」とする構成を想到することは困難であり，まして，「脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」構成を想到することはさらに困難である。 　また，単に装着式の複数の袋体からなるマッサージ機を開示する甲5をあわせて検討しても，前記構成を想到することが困難であることに変わりはない。",
                    "なお，請求人が提出した他の証拠を参酌しても，上記態様構成が周知技術であると解するに足る証拠は見出せない。",
                    "そうすると，本件発明が，甲2，甲3，甲5に記載の発明及び周知技術に基いて当業者が容易に発明をすることができたものとすることはできない。",
                    "したがって，無効理由dには理由がない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由aないしcについて",
                  "text": [
                    "「本件発明が，甲2，甲3，甲5に記載の発明及び周知技術に基いて当業者が容易に発明をすることができたものとすることができない以上，本件発明が，甲2に記載の発明及び周知技術に基いて，あるいは，甲2，甲3記載の発明及び周知技術に基いて，さらには，甲2，甲5に記載の発明及び周知技術に基いて，当業者が容易に発明をすることができたものとすることができないのは明らかである。",
                    "したがって，無効理由aないしcにも理由がない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "「以上のとおりであるから，請求人の主張する理由及び提出した証拠方法によっては本件発明についての特許を無効にすることはできない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "上記無効理由b，dについての審決の判断は誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "無効理由bについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1の「脚用袋体が膨脹して使用者の脚部を挟持した状態」との構成に関し，審決は，甲3の指圧椅子の脚載置部の両側内面に袋体を配設するように改変した場合には，「脚用袋体が膨脹して使用者の脚部を挟持した状態」になり得ることは認めつつも，甲2，3に基づいてこのような構成に想到することは困難であると判断した。",
                "しかしながら，下腿部の押圧は，マッサージ装置における最も一般的な課題の一つであるから，下腿部の押圧を目的として甲3の指圧椅子の一対の脚載置部の両側壁に甲2の指圧装置と同様の蛇腹状伸縮筒を設けることは，当業者が容易に推考し得ることである。そして，審決もいうとおり，この蛇腹状伸縮筒を袋体に置換することは，当業者が必要に応じて適宜なし得ることにすぎない。このようにして，甲3の指圧椅子の一対の脚載置部の両側壁に蛇腹状伸縮筒を設けた上で，当該伸縮筒を袋体に置換した場合，凹所に配された押圧部材が押圧作用を奏することにより，必然的に使用者の脚部を挟持した状態となる。したがって，「脚用袋体が膨脹して使用者の脚部を挟持した状態」との構成は，甲2，3に基づき容易に想到することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "座部に袋体が配設された構成は，腿部や尻部に押圧を与えることを目的とするものであり，マッサージ装置においては周知の構成である。また，座部に配設された袋体が膨脹して腿部や尻部が押圧されれば使用者が押し上げられることは自明であるから，請求項1の「前記座部用袋体が使用者を押し上げるように膨脹する」との構成は周知である。仮に，かかる構成が周知ではないとしても，甲2発明及び周知技術に基づき，当業者であれば容易に推考し得る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "請求項1の「脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」との構成も，甲2，3に記載された発明及び周知技術に基づき，当業者が容易に想到し得るものである。",
                "甲2の指圧装置において，a～f(第8図)の順に蛇腹状伸縮筒が膨脹するようにしたのは，身体の各所に異なるタイミングで蛇腹状伸縮筒からの押圧の刺激を与えるようにすることが目的であり，その押圧順序を変更することを阻害する格別の要因はない。膨脹順序は，脚載置部の蛇腹状伸縮筒を膨脹させてから座部の蛇腹状伸縮筒を膨脹させるという順序に変更してもよいし，脚載置部の蛇腹状伸縮筒と座部の蛇腹状伸縮筒とを同時に膨脹させるように変更してもよいのであって，その場合に手軽に筋肉を伸ばす程度の効果(本件発明の「ストレッチ効果」)が生じることは当業者であれば容易に想到し得る。このように，「脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」構成は，「ストレッチしつつマッサージをする」という課題や効果を意図せずとも，下腿部や尻部等を押圧するというマッサージ装置の最も一般的な課題に着目することにより，容易に想到し得るものである。審決は，甲2，3に本件発明と同様の課題や効果が記載されていないことのみを理由として本件発明の容易想到性を否定したものであって，その判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明は，甲2，3に記載された発明及び周知技術に基づいて，当業者が容易に想到し得たものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由dについて",
          "text": [
            "甲5発明には，複数の空気袋体により足先，足首，ふくらはぎ，ふとももの順に圧迫を施すという構成が記載されており，これが「求心法」という施療を意図したものであろうことは，当業者であれば容易に推測することができる。甲5発明に接した当業者であれば，甲2の指圧装置について，その脚載置部の蛇腹状伸縮筒を膨脹させてから座部の蛇腹状伸縮筒を膨脹させるという順序に変更することは容易に想到し得ることである。このような甲5発明も併せて考慮すれば，本件発明は，甲2，3，5に記載の発明及び周知技術に基づいて当業者が容易に想到し得るものであり，無効理由dを否定した審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "text": [
        "無効理由b及びdについての審決の判断には誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "無効理由bに対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明の椅子式エアーマッサージ機は，圧搾空気の給排気によって膨縮する袋体によって使用者の身体のマッサージを行うものであるが，特に，使用者の大腿部や尻部を押し上げるように膨脹する座部用袋体と，使用者の脚部(ふくらはぎ)をその両側から挟持するように膨脹する脚用袋体が設けられており，「前記脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」ように，これら2種類の袋体の膨脹のタイミングを制御することを特徴的構成としている。これにより，本件発明においては，脚部に対する挟み揉みマッサージ作用だけでなく，大腿部の筋肉に対する引き伸ばし作用(ストレッチ)が生じることになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2，3，5には，指圧などの押圧効果で各部をマッサージする機構が開示されているにすぎず，ストレッチを意図した構成は全く見当たらない。まして，押圧マッサージ機用の袋体を空気圧で膨脹させることにより脚部を脚載置部に挟持し，その状態のまま座部用袋体で使用者を押し上げて腿部を含む脚部をストレッチしながらマッサージするなどという効果は全く想定されていない。押圧マッサージでは使用者の脚部を挟持した状態にして動かさないようにする必要はなく，脚部を挟持した状態で座部が腿や尻部を押し上げるのは，本件発明のような課題，作用効果があって初めて可能となるのである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2発明の指圧装置は，椅子に着座又は寝台に臥床した人体の指圧のつぼに当たる位置に蛇腹状伸縮筒を配置し，その伸縮により指圧マッサージを行うものである。甲2発明の指圧装置には，使用者の脚部を挟持して動かないようにする構成は含まれておらず，したがって，脚部を挟持した状態で座部で使用者の腿部や尻部を押し上げる構成も存在しない。甲2の指圧装置の脚部や座部に配置した蛇腹状伸縮筒を同期させて膨らませたとしても，それぞれ各所のつぼで指圧的効果を生ずるだけで，脚を動かさないようにすることも，その状態で座部で腿や尻部を押し上げることもない。そもそも，甲2発明は，腿部及び尻部のストレッチなど想定していない。",
                "審決は，甲2発明の蛇腹状伸縮筒を袋体と置換することは，当業者が必要に応じて適宜なし得るとしている。しかしながら，蛇腹状伸縮筒と袋体とは押圧によるマッサージ機能としては共通性があるとしても，本件発明の課題，効果を達成するために蛇腹状伸縮筒を利用することは考えられないのであるから，両者が置換可能とはいえず，仮に，甲2の指圧装置の蛇腹状伸縮筒を袋体に置換したとしても，甲2の脚載置部には脚部を挟持するための中間壁がないから，脚部を挟持することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲3発明は指圧椅子と題する意匠で外観だけを示しているが，指圧のための部材を配設するときは，甲2発明と同様の蛇腹状伸縮筒と同様のものを選択するのが自然である。また，この指圧椅子には，凹部の脚載置部はあるが，その両側壁に袋体を配置したとしても，押圧によるマッサージの範囲以外のことは考えないのが自然である。本件発明の課題や効果を意図しない限り，「使用者の脚部を挟持した状態」は想到し得ない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件発明は，甲2，3に記載された発明及び周知技術に基づき，当業者が容易に想到し得たものとはいえないとした審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由dに対して",
          "text": [
            "甲5発明は，ふくらはぎや大腿の圧迫によるマッサージを行うもので，作動中に脚は自由に動き，座部用袋体もないから，ストレッチ効果はない。したがって，甲2，3に記載された発明に加えて，甲5発明を考慮しても，本件発明は当業者が容易に発明することができたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "原告は，無効理由b及びdについての審決の判断の誤りを主張するところ，まず，無効理由dについて検討する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "無効理由dについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許請求の範囲及び発明の詳細な説明(甲1の2)によれば，本件発明に係る椅子式エアーマッサージ機は，「腿部を含む脚部，尻部の筋肉をストレッチしつつマッサージをする」(段落【0003】)ことを課題とし，「座部用袋体への圧搾空気の給排気動作に同期させて前記脚用袋体への給排気を行う動作モードにおいて，前記脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」(請求項1)との構成をとることにより，「座部用袋体が膨脹して身体が上方に持ち上げられるとき，膨脹した脚用袋体によって脚部はその両側から挟持されているので，腿部および尻部の筋肉は引き伸ばされることになり，ストレッチされつつマッサージがされる」(段落【0005】)との作用を有するものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2，3，5に記載された発明に関する審決の認定については，当事者間に争いはない。甲2には，指圧頭部付きの蛇腹状伸縮筒を指圧手段として用い，内壁面に蛇腹状伸縮筒が配された脚載置部を備え，座部にも蛇腹状伸縮筒が配された指圧装置が開示されている。また，甲3(意匠公報)には，使用者の左右の脚部をそれぞれその両側及び後側から包囲する凹状の脚載置部を備えた指圧椅子が開示され，甲5には，空気袋体に圧搾空気が供給されて，足先，足首，ふくらはぎ，ふとももの順に圧迫するエアーマッサージ機が開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，本件発明と甲2発明とは，本件発明のエアーマッサージ機は「座部用袋体への圧搾空気の給排気動作に同期させて脚用袋体への給排気を行う動作モードにおいて，前記脚用袋体が膨脹して使用者の脚部を挟持した状態で，前記座部用袋体が使用者を押し上げるように膨脹する」との構成を備えているのに対し，甲2の指圧装置はそのような構成を備えていない点で相違すると認定した。この点についても当事者間に争いはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そこで，上記相違点に関する審決の判断について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と甲2発明とは，その押圧手段が本件発明では袋体であるのに対し，甲2発明では蛇腹状伸縮筒である点で相違するが，審決も指摘しているとおり，マッサージ装置として蛇腹状伸縮筒を用いたものと袋体を用いたものは，いずれも周知である。したがって，甲2の指圧装置の蛇腹状伸縮筒を袋体に置換することは，当業者が必要に応じ適宜なし得るということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3には，使用者の左右の脚部をそれぞれその両側及び後側から包囲する凹状の脚載置部を備えた指圧椅子が開示されていることは，前記判示のとおりである。甲2と甲3はいずれも指圧装置という同一分野に関する発明であるから，甲2の指圧装置の押圧手段を袋体に置換し，甲3に記載された脚載置部の構成を甲2発明に適用することについて，阻害要因は認められない。甲2の指圧装置に甲3の脚載置部を適用した場合，甲5発明にも示されているとおり，ふくらはぎ部を包み込むようにして押圧することは周知のマッサージ方法であるから，脚載置部の左右各脚の後部及び両側壁に袋体を配することは当業者であれば適宜なし得る事項であり，脚載置部をこのように構成した上で，同部分の袋体に圧搾空気を送り込んだ場合，「脚用袋体が膨脹して使用者の脚部が挟持した状態」となることは明らかである。したがって，本件発明の「脚用袋体が膨脹して使用者の脚部が挟持した状態」との構成は，当業者が，甲2，3，5記載の発明及び周知技術に基づき，容易に想到し得たものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "同様に，甲2の指圧装置の座部には蛇腹状伸縮筒が配設されていると認められるが，この蛇腹状伸縮筒を袋体に置換した上で，その数や配置を適宜変更し，圧搾空気を送り込んだ場合に，「座部用袋体が使用者を押し上げるように膨脹する」ことも明らかである。したがって，「座部用袋体が使用者を押し上げるように膨脹する」との構成についても，当業者であれば容易に想到することができるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "しかしながら，「座部用袋体への圧搾空気の給排気動作に同期させて前記脚用袋体への給排気を行う動作モードにおいて，前記脚用袋体が膨脹して使用者の脚部が挟持した状態で，座部用袋体が使用者を押し上げるように膨脹する」との構成が，甲2，3，5に記載された発明及び周知技術に基づき，当業者であれば容易に想到し得るものであるということはできない。",
                    "この点，原告は，甲2，3，5には，本件発明と同様の課題，効果が記載されていないことは認めつつも，甲2の指圧装置において蛇腹状伸縮筒が膨脹する順序を変更することは，当業者が適宜なし得ることであるから，脚載置部の伸縮筒と座部の伸縮筒とを同時に膨脹させるなどして，本件発明の「脚用袋体が膨脹して使用者の脚部が挟持した状態で，座部用袋体が使用者を押し上げるように膨脹する」との構成にすることは，当業者であれば容易に想到し得ることであり，課題や効果の記載がないことを理由にして本件発明の容易想到性を否定した審決の判断は誤りであると主張する。",
                    "しかしながら，甲2の指圧装置において蛇腹状伸縮筒が膨脹する順序を変更することは，当業者が適宜なし得ることであるとしても，甲2には，首筋，背部，腕部，大腿部，脚部等を順次繰り返して指圧することが開示されているにすぎないのであるから，甲2の指圧装置の蛇腹状伸縮筒の膨脹順序を変更したとしても，マッサージの対象となる部位が異なるタイミングで押圧されるにとどまり，本件発明と同様のストレッチ効果を奏するものではないことは明らかである。",
                    "また，仮に，指圧装置において複数の押圧部位を同時に膨脹させることが当業者にとって容易に想到し得るものであるとの原告の見解を採用したとしても，本件発明が課題，効果としているストレッチは，袋体や蛇腹状伸縮筒により身体の各部位を押圧するマッサージとはその作用が明らかに異なり，しかもマッサージ効果に加えてストレッチ効果を奏するには単に複数の押圧部位を同時に押圧するだけでは足りず，複数の押圧部位が協働して作動することが必要となるのであるから，甲2の伸縮筒の膨脹順序として考え得る多数の組合せの中から本件発明と同様の作用効果を奏する構成を採用することが当業者にとって容易であるというには，本件発明と同様の課題や効果が甲2，3，5に開示ないし示唆されていることを要するというべきである。本件発明と同様の課題，効果についての開示ないし示唆は，甲2，3，5の記載からは認められず，そのような課題，効果が周知の事項であると認めるに足る的確な証拠もない。",
                    "なお，原告は，本件発明における「ストレッチ」との用語は「手軽に筋肉を伸ばす程度」との意味に理解すべきであると主張するが，本件発明は脚部を挟持した状態で座部を押し上げるものであるから，その筋肉を引き伸ばす程度は，たとえば脚部の自重により脚部や腿部の筋肉が引き伸ばされる場合とは異なるというべきであり，また，仮に原告のような意味に理解し得ると仮定しても，甲2，3，5にその開示ないし示唆がないことに変わりはないのであるから，進歩性についての上記結論を左右するものではない。",
                    "以上によれば，本件発明の「脚用袋体が膨脹して使用者の脚部が挟持した状態で，座部用袋体が使用者を押し上げるように膨脹する」との構成が，甲2，3，5に記載された発明及び周知技術に基づき容易に想到し得たものであるということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由bについて",
          "text": [
            "甲2，3，5に記載された発明及び周知技術に基づく無効理由dについての原告主張に理由がない以上，甲2，3に記載の発明及び周知技術のみに基づく無効理由bについての原告主張に理由がないことは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の審決取消事由はいずれも理由がないので，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ]
}