{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "特許庁が不服2002-24968号事件について平成16年3月29日に",
            "した審決を取り消す。",
            "訴訟費用は被告の負担とする。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成13年11月2日，発明の名称を「インク容器およびそれを用いる印刷装置」とする特許出願(特願2001-337489号。以下「本願」という。平成10年11月2日に特許出願された特願平10-311671号，平成10年11月26日に特許出願された特願平10-336330号，平成10年1",
            "1月26日に特許出願された特願平10-336331号及び平成11年10月1",
            "8日に特許出願された特願平11-296012号を優先権主張の基礎として平成11年11月2日に特許出願された特願平11-312314号の一部を，平成1",
            "3年11月2日に新たな特許出願として出願したものである。後記補正の後の請求項の数は14)をし，平成14年9月9日付け手続補正書により願書に添付した明細書の補正をした(以下，この補正後の明細書及び図面を「本願明細書」という。)。原告は，本願につき同年11月26日付けで拒絶査定を受けたので，同年12月26日，これに対する不服の審判を請求した。",
            "特許庁は，同請求を不服2002-24968号事件として審理した結果，平成16年3月29日に「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月19日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の請求項1の記載(上記補正後のもの)",
          "text": [
            "「【請求項1】印刷装置に着脱可能に装着されるインク容器であって，　　　印刷用インクを収容するインク収容部と，",
            "前記インク容器の使用に伴い更新されない第1の記憶領域と，前記インク容器の使用に伴い更新される第2の記憶領域とを有すると共に，クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリとを備え，",
            "前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有し，前記所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置するインク容器。」(以下，請求項1の発明を「本願発明」という。なお，以下，「第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域」を単に「第2の記憶領域の先頭領域」ということがある。)  3　審決の理由"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書の写しのとおり。要するに，本願発明は，特開平2-279344号公報(甲4。以下「引用刊行物」という。)記載の発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，進歩性がないとの上記結論を導く過程において，引用発明の内容並びに本願発明と引用発明との一致点及び相違点として認定したところは，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "引用発明の内容",
                  "text": [
                    "「印刷装置10に着脱可能に装着される印刷アッセンブリー12であって，ハウジング20を備えたインクジェット印刷ヘッド，インク室22，インク室と流体を連通する複数のオリフィス26を有するオリフィス板24，及びインクをオリフィスから噴出させるための複数の噴射用抵抗28を備えるとともに，ハウジング20に不揮発性の記憶素子14が取りつけてあり，この記憶素子14には，インクの液位，インク色等の複数のデータが記憶されている印刷アッセンブリー12。」"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "「印刷装置に着脱可能に装着されるカートリッジであって，印刷用インクを収容するインク収容部と，前記カートリッジの使用に伴い更新されない第1の記憶領域と，前記カートリッジの使用に伴い更新される第2の記憶領域とを有する不揮発性の記憶手段とを備え，前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有するカートリッジ」である点。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "本願発明と引用発明との相違点",
                  "text": [
                    "(相違点1)",
                    "本願発明の「カートリッジ」が「インク容器」であるのに対して，引用発明の「カートリッジ」が，印刷ヘッドやインク室22等も含めて構成される「印刷アッセンブリー」である点。",
                    "(相違点2)",
                    "本願発明の「記憶手段」が，クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリであるのに対して，引用刊行物には，「記憶手段」として半導体メモリーが例示されてはいるものの，該半導体メモリーとしてどのような構造のものを採用しているのか不明であるため，引用発明の「記憶手段」が，クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリであるのか否か，定かではない点。",
                    "(相違点3)",
                    "本願発明の「記憶手段」の第2の記憶領域中の，インクの消費に関するインク量情報を記憶するための所定の領域は，「前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」のに対して，引用発明においては，当該事項が定かではない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，一致点の認定を誤る(取消事由1)とともに，相違点2，3の判断を誤った(取消事由2，3)ものであり，また，審判手続に重大な瑕疵がある(取消事由4)ものであって，これらの誤りが，それぞれ審決の結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「引用刊行物記載の発明における「記憶素子14」に，「インクの液位」，「インク色」等のデータが記憶されるということは，当該記憶素子14に，各データを格納する記憶領域が設けられているということに他ならないから，「インク色」等のデータを格納する記憶領域を，「カートリッジの使用に伴い更新されない第1の記憶領域」と，「インクの液位」のデータを格納する記憶領域を，「カートリッジの使用に伴い更新される第2の記憶領域」と言うことができる。」とした上で，本願発明と引用発明とは，「印刷装置に着脱可能に装着されるカートリッジであって，印刷用インクを収容するインク収容部と，前記カートリッジの使用に伴い更新されない第1の記憶領域と，前記カートリッジの使用に伴い更新される第2の記憶領域とを有する不揮発性の記憶手段とを備え，前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有するカートリッジ。」である点で一致」すると認定したが，これは以下のとおり誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「第1の記憶領域」及び「第2の記憶領域」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "審決は，本願発明のメモリにおける「第1の記憶領域」と「第2の記憶領域」を誤って解釈し，引用発明の記憶素子14に，「記憶領域」が設けられていると誤って認定した結果，本願発明と引用発明との一致点を誤って認定したものである。",
                    "本願明細書の請求項1には，メモリが「第1の記憶領域」と「第2の記憶領域」とを有することが，明確に記載されており，この「領域」という文言からすれば，これらは，不揮発性シリアルアクセスメモリ内で予め区分されている領域(以下「区分領域」ということがある。)と解釈すべきである。本願発明のメモリは，第1，第2の記憶領域を有するものであり，単に，データの記憶領域を設けたというものではない。",
                    "一方，引用刊行物には，インクの液位，インク色等のデータが記憶素子14内の何処に記憶されるのかについては何ら記載されておらず，該データが記憶素子14内の特定の区分領域に記憶されることについても何ら記載されていない。",
                    "引用刊行物の記憶素子14にデータが記憶されることから，短絡的に，「記憶領域」が設けられているとすることはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，本願発明においては，第2の記憶領域が特定されるからこそ，「所定の領域」が「第2の記憶領域」の「先頭領域」に位置するということができ，この結果，「インク量に関する情報を迅速，確実に記憶させることができる」という作用効果が奏されるのであるから，少なくとも第2の記憶領域は区分領域と解釈すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「所定の領域」について",
              "text": [
                "審決が，引用発明は，第2の記憶領域がインクの消費に関するインク量情報を記憶するための「所定の領域」を有すると認定したことは誤りであり，この認定に基づいた，本願発明と引用発明との一致点の認定も誤りである。",
                "すなわち，本願明細書の請求項1には，「第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有し」と記載されており，この「領域」という文言からすると，「所定の領域」は，「第1の記憶領域」及び「第2の記憶領域」と同様に，予め区分された領域(区分領域)と解釈すべきである。",
                "これに対して，引用刊行物には，インクの液位のデータが記憶素子14内の何処に記憶されるのかについては何ら記載されていないから，該データが記憶素子14内の特定の区分領域に記憶されているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，相違点2に関し，「印刷装置に装着されるとともにインクを収容しているカートリッジに，インク量情報(インクの残量)を記憶するための記憶手段を設ける際に，当該記憶手段として，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を採用することは，本願の優先権主張の日前に周知の技術である(必要ならば，特開平9-309213号公報(段落【0018】)，特開平8-197748号公報(段",
              "text": [
                "落【0021】)，特開昭62-184856号公報(第3図)等を参照された",
                "い。)。」と認定し，この認定に基づいて，「引用刊行物記載の発明において，相違点2に関する本願請求項1に係る発明の構成を採用することは，当業者が容易になし得たことである。」と判断したが，この認定判断は，以下のとおり誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明は，「シーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を有するものである。これに対して，審決の挙げる上記各公報(甲5～甲7)のいずれにも，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」については記載されていない。すなわち，特開平9-309213号公報(甲5)には，「不揮発性ランダムアクセスメモリ」が記載され(段落【0018】)，特開平8-197748号公報(甲6)には，「不揮発性メモリ3」の「データの入出力用のDI(Seri",
              "text": [
                "al　Data　In)，DO(Serial　Data　Out)」電極が記載",
                "され(段落【0021】)，特開昭62-184856号公報(甲7)には，「D",
                "I　SERIAL　DATA　IＮ」および「DO　SERIAL　DATA　O",
                "UT」が示されているが(第3図)，いずれにも，「シーケンシャル」にアクセスされるメモリについては何ら記載されていない。",
                "上記のとおり，甲5～甲7は，いずれもシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリを開示しているとはいえず，審決は，本願発明における「シーケンシャル」との文言について，「シリアル」との誤った解釈の下で，周知技術ではない「シーケンシャルにアクセスされるメモリ」を周知技術であると誤って認定し，この誤った認定を前提として，相違点2を想到容易と判断しているものであり，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，「シーケンシャルにアクセスされる記憶部」と「シリアルアクセス方式のメモリーと呼ばれている記憶部」は，一般に同義の用語として用いられている旨主張する。",
                "しかし，乙4，乙7では，「シーケンシャル」と「シリアル」とは正しく区別されて使用されている。すなわち，「シーケンシャル」の語は，内部アクセスに関して，「ランダム」と対義する概念で使用されており，「シリアル」の語は入出力に関して，「パラレル」と対義する概念で使用されているのであって，このように正しく使い分けられている事実が存在する以上，甲5～甲7のメモリが「シーケンシャル」であるとは到底いえない。",
                "なお，「シーケンシャル」と「シリアル」とが混同して使用されている事実が存在するとしても，本願明細書の請求項1には，「クロック信号に同期してアクセス開始位置からシーケンシヤルにアクセスされる不揮発性シリアルアクセスメモリ」と記載され，「シーケンシャル」の語と「シリアル」の語の双方が用いられているのであるから，本願発明における「シーケンシャル」は，「シリアル」と異なる意味として解釈すべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，本願明細書に，「シーケンシャルアクセスしか行われない安価なEEPROMを用いた」(甲2，段落【0063】)と記載されていることを根拠に，「安価」であるというからには，シーケンシャルにアクセスされるメモリが市場で流通していることを原告自身が認めたことにほかならない旨を主張する。",
                "しかし，上記記載において，「安価」とあるのは，該メモリが市場に流通していて販売価格が低いことを意味するのではなく，該メモリの構成が比較的単純であるため，該メモリの製造コストが低いことを意味するものである。",
                "また，被告は，乙8及び乙10を挙げ，シーケンシャルにアクセスされるメモリが安価であることは，本願の優先権主張の日前に周知の事項であり，引用刊行物記載のメモリとして，安価として知られるシーケンシャルにアクセスされるメモリを採用することは容易になし得る旨主張するが，乙8にも乙10にも，「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」が安価であることは記載されていない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本願発明の「シーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」は，本願明細書に，「シーケンシャルアクセスしか行われない」(甲3，段落【0007】。甲2，【0008】)と記載されていることから，「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」と解釈すべきであるところ，かかるメモリの採用を想到することは困難である。",
                "すなわち，本願の優先権主張の日前において，シーケンシャルアクセスしか行われないメモリは，市場に流通していないか，あるいはまれに流通しているだけであり，ランダムにアクセスされるメモリが主流となっていた。このようなメモリの流通状況を考慮すれば，当業者は，通常であれば，容易に入手可能な安価なランダムアクセスメモリを採用する。しかしながら，本願発明の発明者らは，メモリをインク容器に搭載し，コンセントが抜かれること等による書き込み処理の中断によって書き込みが不完全に終わる事態にも，重要なインク量情報を確実に書き込むという特殊な処理を実行するために，敢えて入手困難なシーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリを採用したものである。",
                "このように，メモリの価格のみを考慮していては，シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリを採用することは困難であり，不意に電源が遮断され，電圧が次第に低下するという状況を考慮しなければ，シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリを採用することは困難である。",
                "なお，被告は，乙16を挙げて，「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」は本願の優先権主張の日前に周知であるとも主張するが，上述したとおり，審決は，本願発明の「シーケンシャル」を「シリアル」と誤認定していることは明らかであるから，この誤認の事実は，乙16によって治癒されるべきものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリを採用することによって，以下のような，種々の利点が生じる(なお，シーケンシャルアクセスされる不揮発性シリアルアクセスメモリとしては，種々の構成が考えられる(乙16の16，17頁)ため，「ビット・シーケンシャル・タイプ」について，他の方式のメモリと対比した利点を示す。)。",
                "利点1)メモリチップは，モールドされた状態で小さな搭載スペースしかないインク容器に搭載される。採用されたメモリは，シリアル入出力方式であるため，パラレル入出力方式と比較して入出力ピンの数が少なくて済み，メモリチップを小型化することができる。",
                "利点2)採用メモリは，シーケンシャルにアクセスされるため，アドレスデコーダが必要とされるランダムアクセスされるメモリと比較して回路規模が小さく，消費電流が小さくて済む。この結果，不意に電源が遮断された時に，キャパシタに蓄えられた限られた電荷のみで，重要なインク量情報を書き込むことができる。",
                "利点3)採用メモリは，ランダムアクセスされるメモリと比較して回路規模が小さいため，信頼性が高い。具体的には，採用メモリは，回路規模が小さいため，電源が遮断された時に瞬間的に発生するノイズに対して誤動作が少ないと共に，故障も少ない。",
                "利点4)不意に電源が遮断された時には，キャパシタの電圧(すなわちメモリの電源電圧)が時間と共に低下し，メモリは，電圧が次第に低下する中で，重要なインク量情報を書き込む必要がある。仮に，ランダムアクセスされるメモリが採用される場合には，電圧低下の影響でアドレスのデコードに失敗してしまい，インク量情報が格納されるべき領域のアドレスが誤って指定される恐れがある。この場合には，該領域には他のデータが誤って格納されてしまい，この結果，重要なインク量情報が破損してしまう。一方，採用メモリでは，メモリセルは一方向に順次選択されるのみなので，インク量情報が格納されるべき領域に，他のデータが格納される可能性をかなり低減させることができる。",
                "利点5)ランダムアクセスされるメモリでは，任意のメモリセルが選択され得るため，任意の選択順序で実行されるアクセス動作を保証するのが困難となる。これは，電圧が次第に低下する際には，回路の寄生容量によって意図しないメモリセルへのアクセスが行われる恐れがあり，動作保証のために，膨大な量のテストを実施する必要があるからである。一方，採用メモリは，シーケンシャルにアクセスされるため，一方向の選択順序で実行されるアクセス動作のみを保証すれば済み，動作保証のためのテストも容易に実施可能である。すなわち，採用メモリでは，ランダムアクセスされるメモリと比較して，動作が単純であり，この結果，電圧が次第に低下する際の動作を容易に保証することができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，相違点3に関する本願発明の構成を，「第2の記憶領域に，インク量情報とその他の更新データとが記憶されており，インク量情報は，第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」(審決書7頁10行～13行)と言い換えたうえ，「記憶手段に，インク量情報以外に，更新データを記憶するよう構成する技術は，本願の優先権主張の日前に周知の技術であり(必要ならば，特開平9-309213号公報(段落【0031】，【0035】，【0036】の「使用状態のタイプ」や「ポンプの往復動数」等)，特開平10-217509号公報(段落【0022】",
              "text": [
                "の「最終使用日」や「使用時間」等)等を参照されたい。)，上記引用刊行物記載の発明の記憶手段に，インク量情報以外の更新データをも記憶するよう構成することは，単なる周知技術の付加にすぎない」として，「複数のデータを記憶手段に記憶させる際に，各データを記憶手段のどのような位置に配置するかは，データの重要性やデータへのアクセスの効率性等を考慮して，当業者が適宜決定すれば足りる事項にすぎず，かつ，インク量情報(インク残量)は印刷が可能であるのかどうかを判断する際に必要となるデータであって，更新データの中でも最も重要なデータであることは，当業者にとって自明な事項であるから，インク量情報を第2の記憶領域の先頭領域に位置させ，最も重要なインク量情報の処理(すなわち，データの更新)を最初に行うよう構成する程度のことは，当業者にとって想到容易であると言わざるを得ない」(審決書7頁24行～32行)と判断したが，これは以下のとおり誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の誤認",
              "text": [
                "審決は，引用刊行物に，「第2の記憶領域中の，インクの消費に関するインク量情報を記憶するための所定領域」が開示されていることを前提として，相違点3について認定判断しているが，前記の取消事由1において述べたとおり，引用刊行物には，「第2の記憶領域」及び「所定の領域」については記載されていないから，審決の相違点3についての認定判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例における課題の欠如",
              "text": [
                "本願発明の課題は，「インク容器に対してインク関連情報を書き込み得る場合にも，書き込み処理の中断によって書き込みが不完全に終わる事態が考えられるが，このような場合の対応については何ら考慮されていない」(甲2，段落【0004】)という従来技術の問題を解消することにあり，本願発明では，インク容器が消耗品であることに注目して，インク容器に設けられる記憶素子として，安価なシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリを採用し，該メモリのシーケンシャルにアクセスされるという特徴を考慮した上で，インク量情報を記憶するための所定の領域が，第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される第2の記憶領域の先頭領域に位置するよう構成している。",
                "これに対して，審決が挙示する引用刊行物及び周知文献(甲5～甲8)には，上記本願発明の課題の認識がない。引用刊行物は，オリフィス板のミスアライメントを補償し，インク切れに関する警報をユーザに与え，印刷ヘッドの取り付け位置の誤りによる印刷不良を防止すること(2頁左上欄5行～3頁左上欄12行)，甲5は，使用状態データと校正データの両方の記憶及び変更が可能な一体化メモリを有する交換可能部品／消耗部品を提供すること，及び，その部品とそれを取り付ける装置との間の既存の物理的インターフェースに対する変更を必要としないメモリモジュールを有する交換可能部品／消耗部品を提供すること(段落【0013】，【0014】)，甲6は，インクカートリッジにインク量を記憶し，インクカートリッジを取り外して再度装着する場合にもインク残量の再検知を不要とすること(段落【0004】，【0005】)，甲7は，着脱や交換のいかんにかかわらず，インク残量の管理ができるインクカートリッジを提供すること(2頁左上欄1～7行)，甲8は，プリンタ制御機能の調整能力が改善されたプリント装置を提供することと，複数の消耗部品に含まれる現在のプリンタ性能パラメータに依存する制御パラメータを更新することのできる改善されたプリンタ制御システムを提供することと，複数の消耗部品から読み出されたパラメータに応じたリアルタイムのプリント制御機能を組み込んだ改善されたインクジェットプリンタを提供すること(段落【0008】)を，それぞれ課題としており，引用刊行物及び甲5～甲8のいずれにも，書き込み処理が中断する場合の問題を解消するという本願発明の課題の認識が存在せず，また，引用刊行物から本願発明の構成に至る動機付けとなるに足りる課題も見いだされない。",
                "本願発明の課題の認識がなければ，シーケンシャルにアクセスされる不揮発性シリアルアクセスメモリにおいて，インク量情報が記憶される所定の領域を，第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される第2の記憶領域の先頭領域に位置するように構成することは困難であるから，該構成を採用することは，当業者が適宜決定すれば足りる事項とは到底いえず，当業者にとって想到容易であるともいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告が主張する動機付け等の不存在",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "設計事項ではないこと",
                  "text": [
                    "被告は，相違点3に関連する更新データは，せいぜい数個程度しか存在していないのであって，一番最初のデータとしてどのデータを選択するかは，単なる設計事項にすぎない旨を主張する。",
                    "しかし，本願明細書(甲2，甲3)に挙げられた更新データは，単なる一例であり，他に，プリンタの使用状態に関する種々の情報として，印刷ページ数の累積値や，印刷モード(例えば，きれい，速い等)毎の累積選択回数，用紙の種類(例えば，普通紙，光沢紙等)毎の累積選択回数，各ページ当たりの平均消費インク量などの情報を採用し得る。したがって，本願明細書(甲2，甲3)の実施例の記載に固執して，数個程度のデータしか存在していないとする被告の主張は，失当である。",
                    "また，本願発明では，インク量情報を記憶するための「所定の領域」を「前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域」に位置させることによって，シーケンシャルアクセスしか行われないメモリ内に，少なくとも重要なインク量情報だけは確実に書き込まれるようにすることができる。印刷実行中にインク不足により印刷が中断してしまう事態を回避可能とする構成を採用することは，単なる設計事項にすぎないとは到底いえない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "アクセス頻度について",
                  "text": [
                    "被告は，引用刊行物に記載の「インクの液位」のデータが，審決において周知であるとして例示された他の更新データの中でも，最もアクセス頻度の高いデータである(引用刊行物の記載によると，印刷ヘッドが読取／書込みヘッドの位置を通過する都度更新される。)と考えられるから，「インクの液位」のデータを第2の記憶領域の先頭領域に位置させることは想到容易である旨主張する。",
                    "しかしながら，甲5には，「カートリッジを動作させるインクポンプには疲労による故障が生じる可能性がある。したがって，カートリッジ上にポンプの往復動数を記録することによって，かかる故障を予測することができる」(段落【0036】)と記載されており，この記載から，複数種類の更新データのうち，インクポンプの往復動数を最もアクセス頻度の高いデータとすることも充分に考えられる。",
                    "また，引用刊行物には，「図示した実施例では，この更新はキャリッジ34の通路近傍に取りつけられ印刷ヘッドがその位置を通過する都度印刷ヘッドの磁気片メモリー14を読み書きする磁気読取／書込みヘッド44によって行われる。‥‥‥(中略)‥‥‥印刷ヘッドが読取／書込みヘッド44を通過する都度，この減少された値はプリンター内部の揮発性メモリー46から印刷ヘッドの磁気片14に転送され，前の値を更新していく。‥‥‥(中略)‥‥‥印刷ヘッドの磁気片メモリー14はメモリー46からのデータ転送によって定期的(すなわち，読取／書込みヘッドを通過する都度)に更新される」(3頁右下欄7行～4頁左上欄8行)と記載されており，この記載からすると，引用刊行物には，インクの液位のデータ「のみ」が磁気片メモリーに「書き込まれる」ことは開示されておらず，インクの液位の「更新」が，印刷ヘッドが読取／書込みヘッドを通過する都度行われることが開示されているにすぎない。引用刊行物のFIG.2において，磁気片メモリー14内のインクの液位のデータのみを書き換えようとすると，印刷ヘッドが移動している間に，印刷ヘッド上の磁気片メモリー14と読取／書込みヘッド44との機械的な位置合わせを精度良く行う機構が必要となるところ，引用刊行物(甲4)には，このような機構が開示されていないから，すべてのデータ(書き込みデータおよび読み出しデータ)が書き換えられると考えられる。そうすると，すべてのデータの読み出し頻度および書き込み頻度は同じであるから，引用刊行物において，「インクの液位」のデータが最もアクセス頻度の高いデータであるとすることはできない。",
                    "なお，引用刊行物には，記憶素子として，半導体メモリーも例示されているが，印刷ヘッドが移動している間に，どのようにインクの液位のデータを書き込めばよいのか不明であるから，半導体メモリを用いる点において，引用刊行物(甲4)は，実施可能要件を備えておらず，拒絶理由を構成する引用文献とはなり得ない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "被告は，引用発明において相違点3に係る構成を採用することが想到容易であることの根拠として，拒絶査定において引用された乙15を援用するが，乙15(乙4に同じ)は，審決が，進歩性を判断するにあたり検討したものではないから，被告の主張は，新たな文献に基づいて進歩性欠如の拒絶理由を主張するものであり，本訴訟の審理範囲を外れるものであって許されない(最高裁昭和51年3月10日判決・民集30巻2号79頁)。しかも，仮に，乙15と引用刊行物とを組み合わせたとしても，相違点3に係る本願発明の構成には至らない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願発明の顕著な効果の看過",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本願発明は，相違点3に係る構成を採用することによって，書き込み処理が中断する場合にもインク量情報を迅速，確実に記憶することができるという格別の効果を奏するものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "審決は，「コンピュータの技術分野において，電源OFF時に必要なデータの更新等のために，補償電源によって所定時間電力を供給することは，本願の優先権主張の日前に例示するまでもなく周知の技術であることを考慮すると，上記明細書記載の技術的効果は当業者が容易に予測し得る程度のものである」と認定しているが，誤りである。",
                    "すなわち，コンピュータの技術分野における「補償電源」は，バッテリ(電池)を有し，停電時に長期間にわたり電力を供給するための無停電電源装置(UPS)である。このような補償電源は，高価であり，サイズが大きく，重量が大きいため，印刷装置での利用は困難である。本願明細書(甲2)の段落【0032】では，「補償電源装置」としてキャパシタが例示されているところ，キャパシタの電力供給期間は極短時間であるが，キャパシタは，安価であり，サイズが小さく，重量が小さいため，印刷装置での利用に好適である。したがって，仮に，コンピュータの技術分野において補償電源(バッテリ)によって所定時間電力を供給することが周知の技術であったとしても，本願明細書(甲2，甲3)記載の技術的効果を当業者が容易に予測し得るとはいえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，審決は，本願明細書(甲2)に，「プリンタ本体100の補償電源によってプリントコントローラ40に対して0．3秒間にわたり電力が供給される」(段落【0096】)と記載されていることから，「「インクの消費に関するインク量情報」(インク残量)を，その他の更新データよりも先に書き込むように構成した場合に，0．3秒以内に「インクの消費に関するインク量情報」の書き込み処理が終了する確率と，後から書き込むように構成した場合に，0．3秒以内に「インクの消費に関するインク量情報」の書き込み処理が終了する確率とが，格段に違うとは考えられないから，引用刊行物記載の発明において，相違点3に関する本願請求項1に係る発明の構成を採用することによって生じる技術的効果が格別のものであるとは認められない」(審決書8頁21行～28行)と認定している。",
                    "しかし，本願明細書(甲2)に記載された「0．3秒」は例示であり，電力を供給可能な時間が0．3秒よりも短い場合には，上記の2つの確率は相当に異なり得る。また，上記の2つの確率はクロック信号の周期(周波数)に依存するため，クロック信号の周期が比較的長い場合，すなわち，書き込み速度が比較的遅い場合にも，上記の2つの確率は相当に異なり得る。さらに，補償電源装置としてキャパシタが利用される場合には，キャパシタの容量はその累積使用期間や使用環境(例えば使用温度)に応じて減少するため，上記の2つの確率は相当に異なり得る。したがって，本願発明の技術的効果が格別のものと認められないとする審決の認定は失当である。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "被告は，複数の更新データが別の時期に更新されるよう構成されているような場合には，原告主張のような効果は存在しないと主張し，また，更新作業に要する時間を，第2の記憶領域にアクセスするまでの時間と，アクセスしてからのデータの書き換えにかかる時間とに分けて考えると，第2の記憶領域にアクセスするまでの時間は，相当程度に大きいものと考えられ，このような事情を考慮すると，原告主張の効果は格別のものであるとはいえない旨主張する。しかし，かかる主張は，本願発明の記載不備の拒絶理由を新たに主張するものであって，本訴訟の審理範囲を外れるものであり許されない(最高裁昭和51年3月10日判決・民集30巻2号79頁)。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "被告は，本願明細書(甲2)の実施例(図14)に記載された更新データが40ビット程度の大きさであることに基づいて，原告主張の効果は，本願発明の進歩性の判断に影響を及ぼすほどのものとは到底いえないと主張する。",
                    "しかし，実施例に記載された更新データは例示であり，更新データとしては，プリンタの使用状態に関する種々の情報も採用し得る。また，インク残量データを第2の記憶領域の先頭以外の位置に格納した場合と，インク残量データを第2の記憶領域の先頭に格納した場合とで，インク残量データの書き込み処理が終了する確率は，キャパシタの使用環境などに応じて，相当に異なり得る。したがって，実施例の記載に固執した被告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "本願発明は，不意に電源が遮断され，キャパシタの電圧(メモリの電源電圧)が次第に低下するという状況でも，重要なインク量情報だけは確実に書き込むようにすることができるという効果を奏する。",
                    "すなわち，キャパシタの電圧が次第に低下してメモリの定格電圧の最小値よりも低くなると，メモリに誤ったデータが書き込まれる恐れがあるが，本願発明においては，「所定の領域」が「第2の記憶領域」の「先頭領域」に位置するため，電源が遮断された後の初期に，すなわち，キャパシタの電圧が定格電圧の最小値よりも高い時期に，インク量情報を書き込むことが可能である。",
                    "なお，この場合にも，インク量情報の書き込みに失敗する可能性はゼロとは言い切れないため，本願発明の実施例(段落【0067】，図8)にあっては，インク残量データの書き換えを，2つのアドレスにおいて交互に行うことで，仮に，今回のデータ書き換えに異常が発生しても，前回書き換えたデータに基づいて，インク残量の監視を概ね正確に継続することが可能となっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "審決のなお書きにおける判断の誤り",
              "text": [
                "審決は，相違点3についての判断のなお書きとして，相違点3に関する本願発明の構成を，第2の記憶領域にインク量情報のみが記憶されていると想定して，引用発明は相違点3に係る本願発明の構成を備えていると認定しているが(審決書8頁29行～9頁4行)，これも誤りである。",
                "本願明細書の請求項1の「先頭」という文言を考慮すれば，本願発明の「第2の記憶額域」には，「所定の領域」以外に他のデータが書き込まれる「他の領域」が含まれていると解釈すべきであるから，審決の上記の想定自体が成り立たない。",
                "しかも，審決の認定は，引用刊行物の更新データがインクの液位のみであり，インクの液位が第2の記憶領域を占有することを前提としているが，引用刊行物には，更新データが「インクの液位」のみであることは記載されていないし，前述したように，「第2の記憶領域」について開示されておらず，また，インクの液位が第2の記憶領域を「占有」することも記載されていない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審理手続上の瑕疵)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，職権証拠調によって発見された文献(甲5～甲8)を，周知技術の名の下で引用して，本願発明の進歩性を否定し，審判請求を不成立としたが，審判請求人に適切な攻撃防御の機会が与えられておらず，審判には，手続上の瑕疵がある。",
                "すなわち，特許法は，審判手続において職権証拠調(同法150条1項)を行った場合には，その結果を当事者に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならない(同条5項)と規定しており，職権証拠調を行った場合には，審判請求人に対して攻撃防御の機会を与えなければならない。本件審判においては，審判請求人である原告が知らない間に請求人に不利な証拠を集めたにもかかわらず，審判請求人に適切な攻撃防御の機会を与えていない。",
                "しかも，審決は，甲5～甲8に基づいて，本願発明の特徴的な構成要件の想到容易性を論じている。",
                "このような手続上の瑕疵は，重大な瑕疵である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審判は，審理を尽くしておらず，審判には手続上の瑕疵がある。",
                "本件審判手続においては，審判理由補充書の提出の後，審判請求人に対して審理に関与する機会を与えることなく審決がなされたため，本願発明の特徴部分を看過した空虚な審理が行われている。具体的には，審判理由補充書において，本願発明は，「インク容器のコストを低減しつつ，インク量に関する情報を迅速，確実に記憶させる」構成に特徴があることを主張したにもかかわらず，この特徴部分を看過した審理がなされた。加えて，前述のように周知とされる技術の認定にも誤りがあるので，審判では，本来行われるはずの審理が行われていないことになる。",
                "このように，審判では，本来行われるべき審理が行われておらず，「当事者の関与の下での専門行政庁による慎重な審理判断を受ける権利」という出願人の重要な権利が害されたという審理不尽の違法がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定判断は正当であり，審理手続上の瑕疵もないから，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「第1の記憶領域」及び「第2の記憶領域」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本願明細書の請求項1には，記憶装置が備える第1の記憶領域及び第2の記憶領域に関して，「前記インク容器の使用に伴い更新されない第1の記憶領域と，前記インク容器の使用に伴い更新される第2の記憶領域とを有する」と記載されているのみであって，第1の記憶領域と第2の記憶領域とがメモリ内で予め区分された区分領域であるとまでは，記載されていない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本願明細書の記載によると，本願発明の課題は，「インク容器のコストを低減しつつ，インク残量等のインク容器に関する情報を迅速，確実に記憶することのできる，インク容器，そのインク容器を用いる印刷装置，インク容器に備えられる記憶装置およびインク容器に関する情報をインク容器に書き込む方法を提供すること」(甲2，段落【0005】)であり，発明の作用・効果は，「インク容器に搭載する記憶素子として，シーケンシャルアクセスしか行なわれない安価なシリアルアクセスメモリを用いたので，消耗品であるという性質に合ったコストでインク容器を提供できる。また，インク量情報が記憶される所定の領域は，インク容器の使用に伴い更新される第2の記憶領域に対してデータ書き込み時に最初に書き込みが実行される領域である，第2の記憶領域の先頭領域に位置するので，インク容器のコストを低減しつつ，インク量に関する情報を迅速，確実に記憶させることができる。」(甲3，段落【0007】)ことである。当該作用・効果のうち，「消耗品であるという性質に合ったコストでインク容器を提供できる」及び「インク容器のコストを低減」するとの作用・効果は，インク容器に備えられる記憶装置として，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を採用したことにより生じる作用・効果であり，「インク量に関する情報を迅速，確実に記憶させることができる」との作用・効果は，「インクの消費に関するインク量情報を記憶するための所定の領域」を「第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域」に位置させたことにより生じる作用・効果であって，第1の記憶領域と第2の記憶領域とがメモリ内で予め区分された区分領域であるという構成は，本願発明の作用・効果には何の寄与もしていない。",
                    "なお，第2の記憶領域が一まとまりになっているとしても，請求項1には，第2の記憶領域内における所定の領域の位置を特定するのみであって，第1の記憶領域と第2の記憶領域とがどのような位置関係でメモリに記憶されているのか規定されていない以上，本願発明は，第1の記憶領域がメモリのアドレス領域における先頭部分に，第2の記憶領域が後半部分に記憶されたものをも包含するものであり，そのような場合には，第2の記憶領域がバラバラに分割されて記憶されているものに比して，更新作業を迅速に行うことができるわけではない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，本願発明の「前記インク容器の使用に伴い更新されない第1の記憶領域と，前記インク容器の使用に伴い更新される第2の記憶領域とを有する」との記載について，「第1の記憶領域と第2の記憶領域とがメモリ内で予め区分された区分領域である」と解することには無理があり，審決の一致点の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「所定の領域」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，所定の領域が予め区分された区分領域である旨を主張する。しかし，本願明細書の請求項1の「所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」という記載からは，本願発明が，所定の領域を先頭領域に，その他のデータを後半の領域に区分して記憶しているという構成を備えたものであると認定されるから，審決が，「前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有するカートリッジ。」である点で一致すると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，「所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」点について，審決は，相違点3で，その進歩性を判断しているから，仮に，審決が，所定の領域が予め区分された区分領域である点を看過したとしても，進歩性の判断を誤ったとすることはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決挙示の周知例(甲5～甲7)のいずれにも「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」は記載されていないから，審決には，周知技術でないものを周知技術であると誤って認定したという瑕疵がある旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，「シーケンシャルにアクセスされる記憶部」と「シリアルアクセス方式のメモリーと呼ばれている記憶部」は，一般に同義の用語として用いられているから(乙3～乙7)，甲5～甲7のシリアルアクセスメモリや，シリアルデータが入出力される不揮発性メモリは，シーケンシャルにアクセスされるものであると解することが自然であり，引用発明の記憶手段として，周知のシーケンシャルにアクセスされる記憶部を採用することは，当業者が容易になし得たことであるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "仮に，審決で周知例として例示したものが，シーケンシャルにアクセスされるメモリとはいえないとしても，本願明細書(及び優先権主張の基礎となる特願平10-336330号の明細書(乙11))に「シーケンシャルアクセスしか行なわれない安価なEEPROMを用いた」(本願明細書(甲2)の段落【006",
              "text": [
                "3】，乙11の段落【0056】。なお，最先の優先権主張の基礎となる特願平10-311671号の明細書(乙12)には，当該記載がないが，そのかわりシーケンシャルにアクセスされるメモリについての記載もないから，進歩性の判断において，優先権主張の日は，乙11の出願の出願日である。))との記載があり，「安価」というからには，シーケンシャルにアクセスされるメモリが市場で流通していることを原告自身が認めたことにほかならない。",
                "さらに，シーケンシャルにアクセスされるメモリが安価であることは，乙8，乙10にもみられるように，本願の優先権主張の日前に周知の事項であって，引用刊行物に記載されたメモリは，インクを消費し尽くすと交換される消耗品である印刷アッセンブリに，設けられるものなのだから，引用刊行物記載のメモリとして，安価として知られるシーケンシャルにアクセスされるメモリを採用することは，当業者が容易になし得たことである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，仮に，本願発明の「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が，「シーケンシャルアクセスしか行われない」不揮発性シリアルアクセスメモリであるとしても，「シーケンシャルアクセスしか行われない」不揮発性シリアルアクセスメモリは本願の優先権主張の日前に周知である(乙16において，シリアルEEPROMの三つの方式のうちの「ビット・シーケンシャル・タイプ」のEEPROM参照)。また，「シーケンシャルアクセスしか行われない」不揮発性シリアルアクセスメモリが市場で安価に流通していることは，原告自身が認めている。",
                "したがって，インクを消費し尽くすと交換される消耗品であるインク容器に記憶手段を設ける際に，当該記憶手段として，安価として知られる「シーケンシャルアクセスしか行われない」不揮発性シリアルアクセスメモリを採用することは，当業者が容易になし得たことである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の誤認について",
              "text": [
                "原告は，引用刊行物には「第2の記憶領域」及び「所定の領域」については記載されていないから，審決の相違点3についての認定判断は誤りである旨を主張する。",
                "しかし，取消事由1に関して述べたように(前記1)，原告の主張は失当であり，審決の相違点3についての認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の想到容易性について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用刊行物及び甲5～甲8のいずれにも，書き込み処理が中断する場合の問題を解消するという本願発明の課題の認識が存在しないし，また，引用刊行物から本願発明の構成に至る動機付けも見いだせないから，引用発明において相違点3に関する構成を採用することは，当業者にとって想到容易でない旨を主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，メモリに複数のデータを記憶させる際には，どのような順番で各データを格納するのかを決定することが必要であるが，相違点3に関連する更新データについて着目してみると，せいぜい数個程度のデータしか存在していないのであって，どのデータを一番最初のデータとして選択するかについての選択肢は，数少ないのであるから，一番最初のデータとしてどのデータを選択するかは，単なる設計事項にすぎないといわざるを得ない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，審決で指摘してはいないが，原査定で引用された乙15にもみられるように，シーケンシャルにアクセスされるメモリに複数のデータを格納する際に，アクセス頻度の高いデータをアドレス領域の先頭の部分に格納する技術は，本願の優先権主張の日前に既に知られている。引用刊行物に例示されたデータ，及び，審決において周知であるとして例示したインクの液位以外の更新データの中でも，引用刊行物に記載の「インクの液位」のデータは，最もアクセス頻度の高いデータである(引用刊行物の記載によると，印刷ヘッドが読取／書込みヘッドの位置を通過する都度更新される。)と考えられるから，「インクの液位」のデータをアドレス領域の先頭部分に配置することは，当業者が容易に想到し得たことであり，アドレス領域の先頭部分に位置するのであれば，当然第2の記憶領域の先頭領域にも位置することとなるのであるから，引用発明において，相違点3に関する本願発明の構成を採用することは，当業者が容易に想到し得たことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の効果について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告が主張する本願発明の効果は，電源スイッチの切断後，直ちに電源プラグがコンセントから抜かれるようなことがあっても，電源プラグがコンセントから抜かれる前にインク残量データの更新が完了できるというものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，本願発明の実施例(図14)によれば，インク残量データは8ビットの，それ以外の更新データは最小のもので8ビットの大きさを有するものであって，更新データは全部合わせても40ビット程度の大きさであるから，インク残量データを第2の記憶領域の先頭に格納した場合と，第2の記憶領域のそれ以外の位置に格納した場合との，インク残量データの格納位置のずれは，インク残量データが2番目に格納される最小の場合で8ビット，インク残量データが最後尾に格納される最大の場合でも32ビットである。8～32ビット程度のデータを書き換えるのに必要な時間が，きわめて短いことは明らかであるから，インク残量データを第2の記憶領域の先頭以外の位置に格納した場合に，インク残量データの書き換えが完了しないのであれば，インク残量データを第2の記憶領域の先頭に格納したとしても，そのほとんどの場合において，インク残量データの書き換えを完了することができないことは明らかである。また，本願明細書(甲2，甲3)を検討しても，インク残量データの格納位置の相違により，データ更新の失敗の頻度が著しく異なることを立証するような実験結果等は示されていない。つまり，本願発明の構成を採用し，さらに，電源スイッチを切断すると更新データを一括して更新するようなプリンタに装着したとしても，ユーザの誤操作によるデータの破損を防止できる確率は，数学上完全にゼロとはいえないまでも，現実には無視して差し支えない程度の小さなものである。",
                    "さらに，更新データは全部で40ビット程度のきわめて小さなものであるのだから，ユーザが誤操作を行ったとしても，そのほとんどの場合において，全更新データの書き換えは完了しているはずである。",
                    "したがって，原告主張の効果は，本件発明の進歩性の判断に影響を及ぼすほどのものとは到底いえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "そして，プラグがコンセントから抜かれる前にインク残量のデータの更新を完了できるから，インク残量のデータの書き換え異常が発生しにくいとの効果は，プリンタが複数の更新データを一括で更新するものである場合における，他の更新データと比べた場合のインク残量のデータに関するものであって，複数の更新データが別の時期に更新されるよう構成されているような場合(たとえば，インク残量のデータを定期的に更新し，インク容器の取付時間を電源の遮断時に更新するような場合)には，そのような効果は存在しない。本願発明が「インク容器」であることを考慮すると，プリンタが複数の更新データを一括で更新するのかどうかについては本願発明の発明特定事項ではないのであるから，本願発明が原告主張のような効果を有しているということはできない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "また，複数の更新データを一括で更新する場合においても，更新作業に要する時間を，第2の記憶領域にアクセスするまでの時間と，アクセスしてからのデータの書き換えにかかる時間とに分けて考えると，アクセスするまでの時間が相当に大きい場合には，第2の記憶領域の先頭領域が，メモリの中でどのような位置に存在するかが更新作業に要する時間に大きく影響することは明らかである(当然ながら，第2の記憶領域の先頭領域がメモリの先頭領域に存在する場合が，最も時間がかからない。)。本願発明においては，プリンタ側から供給されるクロック信号により，メモリの先頭アドレスから順次アクセスするものであるのだから，第2の記憶領域にアクセスするまでの時間は，相当程度に大きいものと考えられ，アクセスしてからのデータの書き換えにかかる時間と比較したとしても，その影響を無視できるとは考え難い。してみると，原告主張の効果は，このような事情を全く無視したものであって，当該効果が，本願発明の進歩性の判断を左右するほどの格別のものであるとは到底いえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のなお書きにおける判断の誤りについて",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，審決は，第2の記憶領域にインク残量のみが記憶されているという場合を想定しているが，本願発明の第2の記憶領域には所定の領域以外に，他のデータが書き込まれる他の領域が含まれていると解釈すべきであり，仮に第2の記憶領域にインク残量のみが記憶されているという場合を想定できるとしても，引用刊行物には，更新データがインクの液位のみであることは記載されていないし，第2の記憶領域についても開示されておらず，インクの液位のデータが第2の記憶領域を占有することも記載されていないから，審決が，引用発明においてインクの液位は第2の記憶領域の先頭領域にも位置すると認定したのは誤りである旨を主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，審決でも指摘したように，本願明細書(甲2)の段落【0025】～【0067】には，「第1実施例」として，第2の記憶領域にインク量情報のみが記憶されるものが記載されており，請求項1の「インクの消費に関するインク量情報を記憶するための所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」とは，第2の記憶領域にインク量情報のみを記憶しており，他の更新データは記憶されていないものをも包含すると解することも可能である。",
                    "また，少なくとも引用刊行物に例示されたデータ(甲4，3頁右上欄18行～左下欄2行)のうち，更新されるのが明らかなデータは「インクの液位」のみである。当該例示されたデータのうち，「その他」の中に更新されるデータが含まれるという可能性は排除できないものの，引用刊行物において，「インクの液位」以外に更新されるデータを例示していないということは，「インクの液位」以外の更新データが必須のものではないことを示唆しているし，引用刊行物に接した当業者が引用発明を実施しようとする際に，記憶素子に格納するデータとして選択したデータの中で更新されるものが「インクの液位」のみとなることはきわめて自然なことであって，少なくとも更新されるデータを「インクの液位」のみとすることが当業者にとって想到困難であるとは到底いえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，引用発明において，第2の記憶領域にインク残量のみが記憶されているという場合に，インクの液位は第2の記憶領域の先頭領域にも位置することとなるとした審決に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，審決が，引用発明において，相違点3に関する本願発明の構成を採用することは，当業者にとって想到容易であるとし，当該構成を採用することによって生じる技術的効果は，当業者が容易に予測し得る程度のものであると判断した点に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審理手続上の瑕疵)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が周知技術として引用した甲5～甲8について職権証拠調を行ったにもかかわらず，原告に対して攻撃防御の機会を与えていない違法がある旨主張する。",
                "しかし，周知技術とは，当業者であれば当然知っているべきものであって，その例を事前に通知することなく，審決時に新たに例示することは手続違背とならない(東京高裁平成14年11月12日判決(平成13年(行ケ)第322",
                "号)，東京高裁平成16年8月24日判決(平成13年(行ケ)第549号)参",
                "照)。",
                "なお，周知例を審決で示すことは，証拠調とは別異のことがらである。審判において，新規な引用例に基づく拒絶理由を発見したときは，拒絶の理由を通知(特許法159条2項が準用する同法50条)するが，これは証拠調とは異なる。",
                "原告の主張に従えば，拒絶理由通知と，職権証拠調結果通知の双方を通知しなければならないということになり，不合理である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審判は審理を尽くしておらず，「当事者の関与の下での専門行政庁による慎重な審理判断を受ける権利」という出願人の重大な権利が害されたと主張する。",
                "しかし，引用発明において，各相違点に関する本願発明の構成を採用することが，周知技術に基づいて，当業者が容易に想到し得た事項であることは，前述したとおりであり，原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「第1の記憶領域」及び「第2の記憶領域」について",
              "text": [
                "原告は，審決が，本願発明のメモリにおける「第1の記憶領域」と「第2の記憶領域」について誤って解釈し，引用発明の記憶素子14に，「記憶領域」が設けられていると誤って認定した結果，本願発明と引用発明とが，「第1の記憶領域」と「第2の記憶領域」を備える点で一致すると誤って認定している旨主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "「第1の記憶領域」及び「第2の記憶領域」が「区分領域」である点について",
                  "text": [
                    "原告は，「第1の記憶領域」及び「第2の記憶領域」は，いずれも不揮発性シリアルアクセスメモリ内で予め区分されている領域(区分領域)と解釈すべきである旨主張する。",
                    "しかし，本願発明に係る特許請求の範囲(請求項1)には，不揮発性シリアルアクセスメモリの「第1の記憶領域」及び「第2の記憶領域」について，「前記インク容器の使用に伴い更新されない第1の記憶領域と，前記インク容器の使用に伴い更新される第2の記憶領域とを有する」と記載されているものの，「第1の記憶領域」及び「第2の記憶領域」が「不揮発性シリアルアクセスメモリ内で予め区分されている領域(区分領域)」であるとは記載されていないし，これら相互の配置，構造についても何ら規定されていない。",
                    "そうすると，本願発明において，不揮発性シリアルアクセスメモリには，インク容器の使用に伴い更新されない第1の記憶領域と，更新される第2の記憶領域とが存在し，各データは，更新されるものであるか否かに基づいて，いずれかの記憶領域に記憶されると解されるものの，第1，第2の記憶領域が，格別の配置，構造に設計されているということはできず，ましてや，不揮発性シリアルアクセスメモリがクロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされることとの関連において，格別の配置，構造に設計されているということはできない。",
                    "上記のとおり，本願発明においては，データに対応して，第1，第2の記憶領域が存在するといえるにすぎないから，本願発明において，第1，第2の記憶領域がメモリ内で予め区分されている区分領域であると認めることはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "引用発明における「記憶領域」について",
                  "text": [
                    "引用発明は，前記第2の3(2)(ア)のとおり「印刷装置10に着脱可能に装着される印刷アッセンブリー12であって，ハウジング20を備えたインクジェット印刷ヘッド，インク室22，インク室と流体を連通する複数のオリフィス26を有するオリフィス板24，及びインクをオリフィスから噴出させるための複数の噴射用抵抗28を備えるとともに，ハウジング20に不揮発性の記憶素子14が取りつけてあり，この記憶素子14には，インクの液位，インク色等の複数のデータが記憶されている印刷アッセンブリー12。」というものであるところ(争いがない。)，上記において，複数のデータのうち，インクの液位のデータは，インク室22内のインクの量を示すものであり，インクの使用に伴い更新されるデータであること，また，インク色等のデータは，使用するインクが本来有している性状を示すものであり，インクの使用に伴い更新されないデータであることは明らかである。",
                    "そして，記憶素子14にデータが記憶されているなら，当該記憶素子14にデータの記憶領域が設けられていることは明らかであるから，引用発明において，インク色等のデータを格納する記憶領域は，「インクの使用に伴い更新されないデータを記憶する記憶領域」に，インクの液位のデータを格納する記憶領域は，「インクの使用に伴い更新されるデータを記憶する記憶領域」に該当するというべきである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "本願発明と引用発明における「記憶領域」の対比",
                  "text": [
                    "上述のとおり，本願発明においては，記憶されるデータの種別(更新の有無)に対応するものとして，第1，第2の記憶領域が定義されていると解されるところ，引用発明においても，「インクの使用に伴い更新されないデータを記憶する記憶領域」と「インクの使用に伴い更新されるデータを記憶する記憶領域」(すなわち，第1の記憶領域と第2の記憶領域)が存在するのであるから，両者における記憶領域が相違しているということはできない。",
                    "したがって，審決が，本願発明の「第1の記憶領域」及び「第2の記憶領域」の解釈を誤ったとも，引用発明の記憶領域14について認定を誤ったともいうことはできず，また，本願発明と引用発明とは，「前記カートリッジの使用に伴い更新されない第1の記憶領域と，前記カートリッジの使用に伴い更新される第2の記憶領域とを有する不揮発性の記憶手段」を備える点で一致するとした認定にも誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「所定の領域」が「区分領域」である点について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，「所定の領域」も，不揮発性シリアルアクセスメモリ内で予め区分されている領域(区分領域)と解釈すべきであると主張する。",
                    "本願発明に係る特許請求の範囲(請求項1)には，「所定の領域」に関して，「前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有し，前記所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」と記載されている。この記載からすると，所定の領域とは，インクの消費に関するインク量情報を記憶するためのものであり，第2の記憶領域が有している領域であって，第2の記憶領域の先頭領域に位置するものと認められるが，上述したとおり，第2の記憶領域は，格別の配置，構造に設計されているものではなく，更新データに対応した記憶領域と解すべきものであるから，「所定の領域」は，更新データに対応した第2の記憶領域のうち，インク量情報に対応して設けられる(先頭に位置する)領域と解すべきであり，予め区分されている領域(区分領域)と解することはできない。",
                    "引用発明において，インクの液位のデータを格納する記憶領域は，「インクの使用に伴い更新されるデータを記憶する記憶領域」にほかならないことは，上述したとおりであり，そうすると，引用発明においても，「前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有し」ていると認められる。",
                    "そうすると，審決が，本願発明と引用発明とは，「前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有する」点で一致するとした認定に誤りはない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，第2の記憶領域が特定されるからこそ，「所定の領域」が「第2の記憶領域」の「先頭領域」に位置するということができ，この結果，「インク量に関する情報を迅速，確実に記憶させることができる」という作用効果が奏されるのであるから，少なくとも第2の記憶領域は区分領域と解釈すべきであると主張する。",
                    "しかし，本願発明において，第1，第2の記憶領域及び所定の領域が，格別の配置，構造に設計されているということはできないことは，上述したとおりである。また，「先頭領域」は，アクセス順でみて，先頭に位置するにすぎないのであって，これにより，第1，第2の記憶領域及び所定の領域が，「区分領域」であると解することはできない。",
                    "また，「インク量に関する情報を迅速，確実に記憶させることができる」という作用効果は，本願発明の，「所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」点により奏されるものであると認められ，第1，第2の記憶領域及び所定の領域が区分されていることにより奏されるものではないから，上記作用効果が奏されるからといって，第1，第2の記憶領域及び所定の領域が区分された領域ということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の誤認について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "原告は，審決が周知例として挙げた特開平9-309213号公報(甲5)，特開平8-197748号公報(甲6)及び特開昭62-184856号公",
                  "text": [
                    "報(甲7)のいずれにも，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」については記載されていないから，かかるメモリが周知であるとしてなされた相違点2についての判断は誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "そこで検討するに，甲5～甲7の審決引用箇所には，「最近では，単線入出力シリアルメモリが市販されるようになってきている。‥‥‥これらのメモリは‥‥‥不揮発性ランダムアクセスメモリとして構成される。‥‥‥この単線メモリからのデータの入出力は，読み出し／書き込み動作の始まりを表わすさまざまな長さのパルスを用いるプロトコルによって行なわれる。これらのパルスの後にビット単位の転送が行なわれ，この転送においては1と0は異なるパルス長で表わされる。」(甲5，段落【0018】)，「クロック信号を供給するSK(Seria",
                  "content": [
                    {
                      "fig": "l",
                      "subject": "Clock)，データの入出力用のDI(Serial　Data　In)，",
                      "text": [
                        "DO(Serial　Data　Out)である。」(甲6，段落【002",
                        "1】)，「SK　SERIAL　CLOCK，DI　SERIAL　DATA　I",
                        "Ｎ，DO　SERIAL　DATA　OUT」(甲7，第3図)と記載されてい",
                        "る。しかし，上記記載は，いずれも，シリアルメモリに関するものと認められ，シーケンシャルにアクセスすることを示すものではないから，上記記載によっては，甲5～甲7記載のメモリが，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」であると認めることはできない。したがって，審決が，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が周知であることの例示として，甲5～甲7を挙げたのは誤りというべきである(なお，被告は，「シーケンシャル」と「シリアル」とは，一般に同義の用語として用いられていると主張するが，上記甲5～甲7の記載からすれば，甲5～甲7がデータの入出力の態様について，「シリアル」アクセス方式のメモリーを記載したものであることは明らかである。)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "しかしながら，審決は，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が周知の技術であると認定しているものであり，甲5～甲7は単に周知技術であることを示す例示として引用しているにすぎないものである。そこで，審決の上記認定の当否について検討する。",
                    "本願明細書(甲2)及び優先権主張の基礎となる特願平10-336330号の明細書(乙11)をみると，「シーケンシャルアクセスしか行なわれない安価なEEPROMを用いた」(甲2の段落【0063】，乙11の段落【005",
                    "6】)との記載があり，当該記載によれば，本願の優先権主張の日前にシーケンシャルにアクセスされるメモリが存在していたことは原告自身が認めるものであるところ，「トランジスタ技術SPECIAL 25号」(CQ出版株式会社。1991",
                    "年1月1日初版発行，1997年2月1日第7版発行。乙16)中の「第1章基礎技術編　EPROM活用の基礎技術」(土屋紀雄・野田正美著)には，「シリアルEEPROM」の「ビット・シーケンシャル・タイプ」，「ミックス・タイプ」として，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が記載されているものであり(同書17頁)，これによれば，本願の優先権主張の日前に「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」は周知の技術であったと認められる。",
                    "したがって，審決が「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が周知技術であると認定した点に誤りはない。そうすると，審決が上記周知技術の例示として引用する文献を誤ったとしても，上記メモリが本願の優先権主張の日前に周知の技術であったとする審決の認定自体には誤りはないのであって，上記引用文献の誤りは結論に影響を及ぼすものということはできない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，審決が本願発明における「シーケンシャル」との文言について，「シリアル」との誤った解釈をしている旨主張する。しかし，審決は，相違点2に係る本願発明の構成を，記憶手段が「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」であるとした上で，「記憶手段として，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を採用することは，本願の優先権主張の日前に周知の技術である」(審決書6頁29行～31行)と認定しているものであり，「シーケンシャル」と「シリアル」とを同義の用語と考えて認定したものでないことは，その説示に照らし明らかであるから，審決が本願発明の「シーケンシャル」を「シリアル」と誤って解釈したとの原告の主張は理由がない。",
                    "また，原告は，本願明細書の前記「安価」の記載は，該メモリが市場に流通していて販売価格が低いことを意味するのではなく，該メモリの製造コストが低いことを意味するものであるとも主張しているが，いずれにせよ，原告自身がシーケンシャルにアクセスされるメモリが存在していたことを認識していたことに変わりはなく，原告の上記主張は，上記メモリが本願の優先権主張の日前に周知の技術であったとの前記認定を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の想到容易性について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "上記のとおり，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が周知技術であったのであるから，引用発明の「記憶手段」として，周知の「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を採用することは，当業者が容易になし得たことである。",
                    "なお，原告は，本願明細書の記載(甲3の段落【0007】，甲2の【0008】)を根拠に，本願発明の「シーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」は，「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」と解釈すべきであると主張するが，乙16の上記「ビット・シーケンシャル・タイプ」のシリアルEEPROMは「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」に該当するものであるから，いずれにしても本願発明の優先権主張の日前に周知であったことは同様である(原告は，審決が本願発明の「シーケンシャル」を「シリアル」と誤認定しているとして，この誤認の事実は乙16によって治癒されないと主張するが，審決にそのような誤認定がないことは前記のとおりである。なお，取消事由の主張においては，原告は，「本願の優先権主張の日前において，シーケンシャルアクセスしか行われないメモリは，市場に流通していないか，あるいはまれに流通しているだけであり，ランダムにアクセスされるメモリが主流となっていた。」と主張しているものであって，これによれば，原告自身がシーケンシャルアクセスしか行われないメモリが本願の優先権主張の日前に市場に存在していたことを認めているものである。)。",
                    "したがって，本願発明の「シーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を，「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」と解釈すべきであるとしても，当業者がこれを採用することは容易になし得たことであることに変わりはない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "この点に関し，原告は，本願発明の優先権主張の日前には，シーケンシャルアクセスしか行われないメモリは，市場に流通していないか，あるいはまれにしか流通しておらず，ランダムにアクセスされるメモリが主流であったから，当業者は，容易に入手可能な安価なランダムアクセスメモリを採用するのが通常であるとして，「シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ」を採用することが当業者にとって想到容易ではない旨主張する。",
                    "しかしながら，上述したとおり，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる」不揮発性シリアルアクセスメモリは，本願の優先権主張の日前に周知のものであるから，仮に，優先権主張の日前において，既に市場に流通していないか，あるいはまれであるという事情があったとしても，このメモリを製造できないという事情があったわけではないから，かかるメモリが，市場に流通していないからといって，周知のメモリの採用が困難であったと認めることはできない。なお，部材が安価であるかどうかは，発明を実施して製品化する場合に考慮される事項であり，技術思想の創作である発明の容易想到性の判断において考慮すべき事項ではない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，シーケンシャルアクセスしか行われない不揮発性シリアルアクセスメモリ(「ビット・シーケンシャル・タイプ」)を採用することによって得られる作用効果として，利点1)～利点5)を挙げる。",
                    "しかしながら，利点1)～利点3)は，シーケンシャルにアクセスされるメモリ自体が，本来的に有している機能ないしは作用効果にすぎない。また，本願発明においては，データを書き込むタイミングが特定されているわけではないから，利点4)～利点5)は，本願発明の構成に基づいた作用効果といえないものである。したがって，本願発明において，シーケンシャルにアクセスされるメモリを採用することによる作用効果が，当業者の予測できないものであると認めることはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の誤認について",
              "text": [
                "原告は，引用刊行物には，「第2の記憶領域」及び「所定の領域」については記載されていないから，審決の相違点3についての認定判断は誤りである旨を主張する。",
                "しかし，引用刊行物に，「第2の記憶領域」及び「所定の領域」について記載されていることは，取消事由1についての判断(前記1)において既に述べたとおりであるから，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の想到容易性について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，相違点3に関して，引用刊行物及び周知文献(甲5～甲8)には，本願発明の課題の認識はなく，相違点3に係る本願発明の構成を採用することは当業者にとって容易ではないから，審決が，「インク量情報を第2の記憶領域の先頭領域に位置させ，最も重要なインク量情報の処理(すなわち，データの更新)を最初に行うよう構成する程度のことは，当業者にとって想到容易である」と判断したのは誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "そこで，検討すると，取消事由2についての判断(上記2)において既に述べたとおり，引用発明の「記憶手段」として，周知の「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を用いることは，当業者が容易に想到できるものである。",
                    "そして，引用刊行物(甲4)には，「図示した実施例では，この更新はキャリッジ34の通路近傍に取りつけられ印刷ヘッドがその位置を通過する都度印刷ヘッドの磁気片メモリー14を読み書きする磁気読取／書込みヘッド44によって行われる。好適には，プリンター10が電源投入される都度，印刷ヘッド12がこの読取／書込みヘッド44を通過し，印刷ヘッドの磁気片メモリー上のインクの液位のデータが読みとられるのが望ましい。このデータは監視回路42に付随する揮発性メモリー46にロードされる。以降，プリンターが使用されると，監視回路は印刷ヘッドからのインクの噴出を反映して，このメモリー46を減少していく。",
                    "印刷ヘッドが読取／書込みヘッド44を通過する都度，この減少された値はプリンター内部の揮発性メモリー46から印刷ヘッドの磁気片14に転送され，前の値を更新していく。このようにして，プリンターの揮発性メモリー46は，印刷ヘッドに与えられる信号を監視することによって連続的に更新されて行く。印刷ヘッドの磁気片メモリー14はメモリー46からのデータ転送によって定期的(すなわち，読取／書込みヘッドを通過する都度)に更新される。」(3頁右下欄7行～4頁左上欄8行)と記載されており，この記載からすると，インク量情報は，印刷ヘッドが読取／書込みヘッドを通過する都度，更新されるものであることが認められる(なお，原告は，引用刊行物は，どのようにインクの液位のデータを書き込めばよいのか不明であるから，実施可能要件を備えておらず，拒絶理由を構成する引用文献とはなり得ないと主張するが，書き込みには，周知の記憶装置に対応した周知の手法が採用できるから，引用刊行物(甲4)の記載内容では，引用発明が実施できないとすることはできない。)。",
                    "ところで，乙16によれば，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」に該当する「ビット・シーケンシャル・タイプ」のEEPROMの説明として，「この方式はビット・シリアルと比較してワード(Wn)の選択がありませんので，アドレスの途中からリード／ライトするにはクロックを空送りする必要があります。」(17頁)と記載されており，アドレスの先頭からアクセスされるようにされていることが認められる。",
                    "そうすると，引用刊行物における上記記載のように，不揮発性シリアルメモリにおいて，インク量情報を印刷ヘッドが読取／書込みヘッドを通過する都度更新するのであれば，最初に書き込みできる位置に，インク量(インクの液位)情報の記憶領域を設けることが更新処理の無駄を省く上で合理的であるといえるから，インク量情報を最先に書き込みアクセスされる位置に格納することは当業者ならば容易に選択することができるというべきである(なお，本願明細書には，「本発明の第4の態様に係るインクジェット印刷装置おいて，前記第2の記憶領域に記憶されるデータには，前記印刷装置本体側で計測された前記インク容器を開封してからの経過時間，および前記印刷装置本体側で計測された前記インク容器の前記印刷装置本体に対する着脱回数のうちの少なくとも一種類のデータが含まれていても良い。」(甲2の段落【0020】)と記載されているが，第2の記憶領域に記憶されるデータとして，インク量情報以外には，必ず更新されるべき情報の例は示されていない。)。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，引用刊行物等に，本願発明の課題の認識がない以上，相違点3の構成に至ることは困難である旨主張するが，上述したとおり，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」が本来的に有している特性を考慮すれば，書き込み処理の中断による不都合の発生という本願発明の課題の認識がなくとも，インク量情報を最先に書き込みアクセスされる位置に格納するように構成することは当業者が容易に想到できるというべきである(なお，後述するとおり，本願発明においては，書き込みのタイミングが何ら規定されていないのであるから，本願発明により上記課題が解決されるとは限らない。)。",
                    "また，原告は，引用刊行物にはインクの液位のデータのみが磁気片メモリーに書き込まれることは開示されていないなど，引用刊行物において，「インクの液位」のデータが最もアクセス頻度の高いデータであるとすることはできない旨主張する。しかし，前記のとおり，引用刊行物には，インク量情報を印刷ヘッドが読取／書込みヘッドを通過する都度，更新することが記載されているが，インクの液位以外には更新されるデータが例示されていない(甲4)のであるから，引用刊行物に接した当業者であれば，インク量情報に関する上記記載から，読取／書込みヘッドを通過する都度，更新されるアクセス頻度の高いインク量情報を最先に書き込みアクセスされる位置に格納することに思い至るのはごく自然であり，そのことに何ら困難はないということができる。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上のとおり，引用発明の記憶装置として，「クロック信号に同期してアクセス開始位置からシーケンシャルにアクセスされる不揮発性シリアルアクセスメモリ」を用いるにあたり，インク量情報を，読取／書込みヘッドを通過する都度，更新しようとするならば，更新処理の無駄がないように，その記憶領域を，最初に書き込みが実行される位置に設定することは，当業者が容易に想到できることである。したがって，引用発明において相違点3に係る本願発明の構成を採用することは当業者が容易に想到し得ることであるとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の顕著な効果の看過について",
              "text": [
                "原告は，本願発明により，書き込み処理が中断する場合にもインク量情報を迅速，確実に記憶することができるという作用効果を奏する旨を主張する。　しかし，本願発明に係る特許請求の範囲(請求項1)には，第2の領域について，「前記第2の記憶領域はインクの消費に関するインク量情報を記憶するための所定の領域を有し，前記所定の領域は前記第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」と記載されているものの，書き込みのタイミングは何ら規定されていないのであるから，原告の主張は，そもそも本願発明の構成に基づかないものである。",
                "また，同一の構成からは，同一の作用効果が奏されるはずであるところ，上記相違点3に係る本願発明の構成を採用することは，上述のとおり，当業者が容易に想到し得ることであり，この構成を採用したものにあって，電源遮断時にデータの書き換えを行うようにすると，本願発明の実施例と同様の作用効果が奏されることは明らかであって，原告主張の作用効果は本願発明の進歩性を根拠づけるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のなお書きにおける判断の誤り",
              "text": [
                "原告は，本願発明の「第2の記憶額域」には，「所定の領域」以外に他のデータが書き込まれる「他の領域」が含まれていると解釈すべきであるから，審決が，相違点3の判断において，なお書きとして示した説示は誤りである旨主張する。",
                "しかし，審決は，本願発明の相違点3に係る構成について，「第2の記憶領域に，インク量情報とその他の更新データとが記憶されており，インク量情報は，第2の記憶領域に対してデータを書き込む際に最初に書き込みが実行される前記第2の記憶領域の先頭領域に位置する」と言い換えることができるとして，相違点3を判断しており，この判断は，「第2の記憶額域」には，「所定の領域」以外に他のデータが書き込まれる「他の領域」も含まれることを前提としたものである。そして，かかる相違点3についての審決の判断に誤りがないことは前記のとおりである。",
                "原告が非難する審決の「なお書き」は，本願発明の第2の記憶領域にインク量情報のみを記憶し，他の更新データは記憶されていないものを包含すると仮定した場合について，念のため説示したものにすぎず，仮に，その仮定が誤りであるとしても，そのことは，審決の結論に影響を及ぼすものではないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審理手続上の瑕疵)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決には，職権証拠調によって発見された文献(甲5～甲8)について，審判請求人に適切な攻撃防御の機会を与えなかった手続上の瑕疵がある旨主張する。",
                "しかし，審決が引用した甲5～甲8の文献は，いずれも周知技術であることを示すものとして例示されているにすぎないものであり，周知技術であることを示すものとして文献を引用したことをとらえて，職権で証拠調をしたことに当たるとすることはできないから，同文献について審判請求人に意見を述べる機会を与えなかったからといって，特許法150条5項の手続違反があるということはできない。原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，本件審判手続では，審判理由補充書の提出の後，審判請求人に対して審理に関与する機会を与えることなく審決がなされたため，本件審判手続では，本願発明の特徴部分について誤認したまま空虚な審理が行われている旨を主張する。",
                "しかし，特許法には，拒絶査定不服審判において，職権で証拠調又は証拠保全をしたとき(同法150条5項)，当事者又は参加人が申し立てない理由について審理したとき(同法153条2項)，査定の理由と異なる拒絶の理由を発見した場合(同法159条2項)に，審理の結果について，審判請求人に意見を述べる機会を与えるべきことが規定されているが，これら以外の場合において，審判理由補充書の提出の後に，必ず，審判請求人に対し，意見を述べる機会を与えねばならないとする規定は存在しない。本件審判手続において，上記の意見を述べる機会を与えねばならない場合に相当する審理がなされたと認めることはできないから，本件審判の手続に瑕疵があったということはできない。したがって，審判手続に瑕疵があるとの主張を前提に，審決が本願発明の特徴部分を看過している旨をいう原告の主張は到底採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，審決は，審判理由補充書において主張した本願発明の特徴部分を看過している旨を主張する(なお，この主張は，審理手続に瑕疵があることの理由としてではなく，審決の認定判断に誤りがあることの理由として主張されるべきである。)。しかし，審決の判断に誤りがないことは，前述したとおりであり，審決が，本願発明の特徴部分を看過しているとすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告が取消事由として主張する点は，いずれも理由がなく，その他，審決に，これを取り消すべき誤りは見当たらない。",
            "よって，原告の本訴請求を棄却することとし，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10200",
    "date": "2005-10-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009312",
    "ipprecedent_id": "534",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}