{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-10753号事件について平成16年6月23日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成11年2月24日，発明の名称を「顧客管理システム」とする特許出願(特願平11-47059号，以下「本件特許出願」という。)をしたが，平成13年5月22日に拒絶の査定を受けたので，同年6月25日，これに対する不服の審判の請求をし，同年7月24日付け手続補正書(以下「本件手続補正書」という。)により本件特許出願の願書に添付した明細書の特許請求の範囲の記載等について補正(以下「本件手続補正」という。)をした。",
            "特許庁は，上記請求を不服2001-10753号事件として審理した上，平成16年6月23日に本件手続補正を却下するとの決定をした上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年7月2日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "願書に添付した明細書(本件手続補正後のもの。以下「補正明細書」という。)の特許請求の範囲【請求項1】記載の発明(以下「本願補正発明」という。)の要旨(下線は補正部分)",
          "text": [
            "主計算機，端末装置，データ保存装置，カード発行機及び印字機とからなる顧客管理システムにおいて，",
            "顧客のコード番号，氏名，性別，年齢，住所，電話番号の個人情報を登録した顧客情報を記憶する手段，",
            "販売商品の販売元会社，部門，商品名の各クラス，商品コード，原単価，売単価の商品情報を記憶する手段，",
            "前記顧客の商品買上情報を収集する売上げデータ収集する売上データ収集手段，",
            "前記商品買上情報から期間及び商品クラスを条件設定して商品購入実績のある顧客の顧客情報を検索しする顧客情報検索，宣伝広告した商品の購入実績が設定期間内にない顧客の顧客情報を検索する未稼動顧客検索からなる顧客情報出力手段及び",
            "地域あるいは地区に採番しておいた地区コード番号の設定をして入力することができる地区マスタ保守，各商品の商品名，仕入先，単価等を入力することができる商品マスタ保守及び顧客の氏名，住所，電話番号，顧客コードを設定することができる顧客マスタ保守とからなり，ある期間を通して殆ど変わらない地域情報，商品情報，顧客情報の入力や変更，削除を行うことができるマスタ保守手段と    　を有する主計算機と，",
            "顧客自身の情報を登録し，発行されているカードにデータとして記録されている個人情報に基づいて前記主計算機に保存されている個人情報と照らし合わせ顧客照会の情報管理を行うと共に，購入した商品のデータ若しくは提供されたサービスのデータを各商品ごとに前記主計算機に繰り返し読み込ませ，領収書を発行する端末装置と，",
            "顧客の買上情報を保存するデータ保存装置と，",
            "前記端末機に登録された店のサービスを享受するために希望する情報，前記主計算機に登録された情報等顧客自身の情報，前記顧客自身の情報の登録と同時に各顧客に顧客管理用の番号として採番された顧客番号等を読み書き可能な記憶媒体に記憶させて各顧客に送付するカードを発行するカード発行機と，    　前記主計算機の画面に出力された検索結果を元にして住所及び郵便番号を封筒，宛名シール等に印字するための印字機とからなり，",
            "一度商品を購入している顧客に対し，直に安い商品の広告を郵送することができ，確実に顧客を誘引することができる(注，「できるができる」は誤記と認める。)ようにしたことを特徴とする顧客管理システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "願書に添付した明細書(本件手続補正前のもの。)の特許請求の範囲【請求項1】記載の発明(以下「本願発明」という。)の要旨",
          "text": [
            "主計算機，端末装置，データ保存装置，カード発行機及び印字機とからなる顧客管理システムにおいて，",
            "顧客のコード番号，氏名，性別，年齢，住所，電話番号の個人情報を登録した顧客情報を記憶する手段，",
            "販売商品の販売元会社，部門，商品名の各クラス，商品コード，原単価，売単価の商品情報を記憶する手段，",
            "前記顧客の商品買上情報を収集する売上げデータ収集する売上データ収集手段，",
            "前記商品買上情報から期間及び商品クラスを条件設定して商品購入実績のある顧客の顧客情報を検索しする顧客情報検索，宣伝広告した商品の購入実績が設定期間内にない顧客の顧客情報を検索する未稼動顧客検索等をする手段及び    　ある期間を通して殆ど変わらない地域情報，商品情報，顧客情報の入力や変更，削除を行うことができるマスタ保守の手段と",
            "を有する主計算機と，",
            "顧客自身の情報を登録し，発行されているカードにデータとして記録されている個人情報に基づいて前記主計算機に保存されている個人情報と照らし合わせ顧客照会の情報管理を行うと共に，購入した商品のデータ若しくは提供されたサービスのデータを各商品ごとに前記主計算機に繰り返し読み込ませ，領収書を発行する端末装置と，",
            "顧客の買上情報を保存するデータ保存装置と，",
            "前記端末機に登録された店のサービスを享受するために希望する情報，前記主計算機に登録された情報等顧客自身の情報，前記顧客自身の情報の登録と同時に各顧客に顧客管理用の番号として採番された顧客番号等を読み書き可能な記憶媒体に記憶させて各顧客に送付するカードを発行するカード発行機と，     　前記主計算機の画面に出力された検索結果を元にして住所及び郵便番号を封筒，宛名シール等に印字するための印字機とからなり，",
            "確実に顧客を誘引することができるようにしたことを特徴とする顧客管理システム。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "text": [
            "審決は，別添審決謄本写し記載のとおり，①本願補正発明は，特開平5-250384号公報(決定の引用例1・本訴甲3，以下「引用例1」という。)，特開平7-44617号公報(決定の引用例2・本訴甲4，以下「引用例2」という。)及び平成8年9月富士通株式会社初版発行「Microsoft Windows NT ADPOP/ISS-CM(JA店舗情報管理システム顧客情報管理)使用者の手引」(決定の引用例3・本訴甲5，以下「引用例3」という。)記載の発明並びに周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであり，本件手続補正は，特許法(特許法等の一部を改正する法律〔平成15年法律第47号〕附則2条7項の規定により，なお従前の例によるとされる同法による改正前の特許法の趣旨と解される。以下同じ。)17条の2第5項において準用する同法126条4項の規定に違反するから，同法159条1項において準用する同法53条1項の規定により却下されるべきものであるとした上，②本願発明は，引用例1～3記載の発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることができないとした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本願補正発明と引用例1(甲3)に記載された発明(以下「引用例1発明」という。)との一致点の認定を誤り(取消事由1)，本願補正発明と引用例1発明との相違点についての判断を誤った(取消事由2，3)ものであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本願補正発明と引用例1発明との一致点の認定の誤り)    (1) 審決は，引用例1発明として，「処理部，記憶部，印字機とからなる顧客検索装置において，顧客コード，氏名，年齢，住所，郵便番号，性別の個人情報を登録した基本属性データベースと，顧客の買上日，買上商品，買上店舗，買上金額といった買上情報を有する買上情報データベースと，からなる記憶部と，買上情報データベースから期間及び買上商品を条件設定して商品購入実績のある顧客の顧客情報を検索する検索手段を有する処理部と，処理部における検索結果を元にして住所及び郵便番号を封筒，宛名シール等に印字するための印字機と，からなる顧客検索装置」(審決謄本5頁第3段落)を認定し，「引用例1(注，甲3)の『イ．検索手段』・・・は，本願補正発明の『イ．顧客情報検索』・・・に・・・相当する」(同8頁下から第3段落)とした上，本願補正発明と引用例1発明との一致点として，「主計算機，印字機とからなる顧客管理システムにおいて，顧客のコード番号，氏名，性別，年齢，住所，の個人情報を登録した顧客情報を記憶する手段と，顧客情報検索のための顧客の商品買上情報データを提供する手段と，顧客の商品買上情報データから期間及び商品クラスを条件設定して商品購入実績のある顧客の顧客情報を検索する顧客情報検索を有する主計算機と，主計算機における検索結果を元にして住所及び郵便番号を封筒，宛名シール等に印字するための印字機と，からなる顧客管理システム」(同頁最終段落～9頁第1段落)を認定した。しかしながら，上記認定のうち，引用例1の「イ．検索手段」が本願補正発明の「イ．顧客情報検索」に相当するとして，「顧客情報検索」を一致点とした点は，誤りである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "引用例1発明の「検索手段」は，引用例1(甲3)の段落【0010】，段落【0014】及び段落【0015】の記載によれば，パラメータ解析と使用データベース判定の結果に従って，データ構成から成る買上情報データベース18を検索し，入力パラメータである買上店舗コードを持つレコードを抽出する(ステップ24)手段であり，最終的にはパラメータで指定された店舗で買い上げたことがあり，かつ，指定された性別の顧客を検索する手段である。これに対し，本願補正発明の「顧客情報検索」は，補正明細書(【特許請求の範囲】及び【段落0005】の記載は，本件手続補正書〔甲2〕，その余の記載は，平成13年3月19日付け手続補正書〔甲1〕添付の明細書各参照。以下，書証番号の付記を省略する。)の段落【0044】～段落【0051】の記載によれば，日付範囲指定により，特定の期間において指定する商品を購入した顧客を検索する場合の当該期間を指定することができ，また，地区範囲指定により，例えば，特売を行うある支店で，その支店を中心として，ある地域的範囲に住んでいる商品購入者層を特定するための検索条件を設定することができ，さらに，商品指定により，複数ある商品の中からチラシに載せるための商品を設定すること，すなわち，指定商品を設定し，当該商品を宣伝するためのチラシを配布するために，ある特定の期間に，その商品を購入しているとともに，指定地域に住んでいる商品購入者を検索することができる。",
                "また，本願補正発明の「顧客情報検索」では，売上率を設定することができる。この売上率の設定は，商品を購入した経験のある人全員を抽出すると，たまたま店舗に立ち寄って購入した顧客も抽出されてしまうので，複数回の購入実績を設定するために設けている。これは，少数の顧客がある商品の売上の大部分を示すことが分かっているので，例えば，売上率80％と設定した場合，商品指定により指定した商品の購入実績を有する顧客のうち，その商品全体の売上から80％の売上までに貢献している上位の顧客を抽出し，この売上率設定により，顧客が購入したい商品を絞り込み，当該顧客に確実に宣伝することができ，顧客が欲しい商品を，欲しい顧客に対し，納得できる価格で購入してもらうことができるという技術的意義を有するものである。",
                "さらに，本願補正発明は，補正明細書の発明の詳細な説明記載のとおり，「商品クラス」に関し，「宣伝広告を行う対象商品に対して，その商品の会社，部門，商品，商品名の各クラスにおいて検索できる」(段落【0018】)ようにしているので，より効率的な宣伝広告ができるものである。これに対し，引用例1(甲3)には，「宣伝広告を行う対象商品に対して，その商品の会社，部門，商品，商品名の各クラスにおいて検索できる」との記載はない。本願補正発明の顧客情報の検索では，上記段落【0018】の記載にあるように，商品あるいは個別商品を基に検索できるようなシステムとしているのに対し，引用例1発明では，顧客を基に検索するシステムとしている点において，両者は大きく相違する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明と引用例1発明との相違点についての判断の誤り1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願補正発明と引用例1発明との相違点4として認定した，「本願補正発明は，『顧客情報出力手段』は『宣伝広告した商品の購入実績が設定期間内にない顧客の顧客情報を検索する未稼動顧客検索』を有しているが，引用例1記載の発明(注，引用例1発明)の『処理部』は未稼働顧客検索手段は有していない点」(審決謄本9頁下から第2段落)について，「引用例3(注，甲5)には，顧客情報管理の一つとして利用度の低い顧客の抽出を行う未稼働顧客検索を実施することが記載されている。したがって，引用例1記載の顧客検索装置においても，引用例3に記載のような手段を採用し，利用度の低い顧客の抽出を行う未稼働顧客検索も実施することは，当業者が容易に考えられることと認められる。なお，その際，未稼働顧客検索の設定条件をどの様にするかは当業者が適宜選定できる」(同11頁下から第4段落～第2段落)と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明の未稼働顧客検索と，引用例3(甲5)の未稼働顧客検索とは，異なるものである。すなわち，本願補正発明の未稼働顧客検索は，補正明細書(甲1添付)の発明の詳細な説明の記載によれば，「指定期間及び指定地域範囲内の顧客のうち(注，「顧客うち」は誤記と認める。)一商品も購入されたことのない顧客を抽出するもの」(段落【0058】)であり，しかも，「以前は店舗の利用や購入実績があって，最近利用されていない顧客を抽出したり，安売りや特売日に商品を購入されていない顧客を抽出したり，隣接地域に新規に別会社の店舗が開店してから商品を購入されていない顧客を抽出したりする」(同)ものである。これに対し，引用例3の未稼働顧客検索は，「利用度の低い顧客の抽出を行」(23頁第1段落)う検索である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願補正発明と引用例1発明との相違点についての判断の誤り2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願補正発明と引用例1発明との相違点8として認定した，「本願補正発明は『一度商品を購入している顧客に対し，直に安い商品の広告を郵送することができ，確実に顧客を誘引することができる顧客管理システム』であるが，引用例1(注，甲3)の顧客検索装置にはこのことは記載されていない点」(審決謄本10頁第5段落)について，「本願補正発明に記載された『一度商品を購入している顧客に対し，直に安い商品の広告を郵送することができ，確実に顧客を誘引することができる』は，本願補正発明の顧客管理システムが有する効果にすぎず，また，この効果は，引用例1，2，3(注，甲3，4，5)記載の発明及び周知技術から当業者が予測しうる範囲のことである」(同12頁下から第2段落)と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明では，顧客情報出力手段の顧客情報検索において，売上率の設定をすることができ，これを設定することにより，商品広告の枚数を大幅に少なくすることができ，また，顧客を検索して，商品購入実績のある顧客に対してのみ広告を配布することにより，確実に広告料を引き下げることができる。すなわち，本願補正発明は，顧客全体の2割の者によって，全売上の8割を占めているということから，顧客全体にチラシを配布するより，顧客を検索して商品購入実績のある顧客に対してだけ広告を配布することで，確実に広告料を引き下げることができ，また，バーゲンハンターのような顧客の商品購入を防ぐことができるとの顕著な作用効果を奏するものであるが，これは，引用例1～3(甲3～5)及び周知技術から当業者が予測できるものではない。審決は，本願補正発明のこのような顕著な作用効果を看過したものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明と引用例1発明との一致点の認定の誤り)について",
          "text": [
            "引用例1発明においても，引用例1(甲3)の記載から明らかなように，検索手段を用いることによって，本願補正発明と同様に，「期間及び商品クラスを条件設定して商品購入実績のある顧客の顧客情報の検索」が可能である。",
            "原告は，本願補正発明の顧客情報検索では，日付範囲指定，地区範囲指定，商品指定及び売上率設定が可能であると主張するが，本願補正発明の構成に基づくものではない。すなわち，本願補正発明の顧客情報検索は，「期間及び商品クラスを条件設定して商品購入実績のある顧客の顧客情報を検索」するものであり，「地区範囲指定」及び「売上率設定」は，本願補正発明の顧客情報検索の構成にはない。",
            "仮に，これらの点が本願補正発明の構成であるとしても，商品購入実績のある顧客の検索の際，条件をどのようにするかは，技術的に格別の意義はなく，「地区範囲指定」及び「売上率設定」を顧客検索の条件とすることは，当業者が適宜選定できるものである。例えば，引用例1発明においても，買上情報データベースには買上店舗の情報が，基本属性データベースには顧客の住所の情報があり，これらにより地区範囲を指定することも可能であり，さらに，引用例3(甲5)に記載されるように，利用者の上位顧客を検索することも周知である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明と引用例1発明との相違点についての判断の誤り1)について",
          "text": [
            "どのような顧客を未稼働顧客とするかは，技術的に格別の意義はなく，当業者が適宜定義できることであるから，引用例3(甲5)記載の未稼働顧客の定義を，「宣伝広告した商品の購入実績が設定期間内にない顧客」とし，これらの顧客を未稼働顧客として検索するようにすることは，当業者が適宜実施できることである。",
            "原告は，本願補正発明の未稼働顧客検索は，「指定期間及び指定地域範囲内の顧客のうち一商品も購入されたことのない顧客を抽出するもの」と主張するが，本願補正発明の未稼働顧客検索は，「宣伝広告した商品の購入実績が設定期間内にない顧客を検索する」(特許請求の範囲【請求項1】)ものであり，上記主張は，本願補正発明の構成に基づくものではない。",
            "仮に，「指定期間及び指定地域範囲内の顧客のうち一商品も購入されたことのない顧客」と「宣伝広告した商品の購入実績が設定期間内にない顧客」が同じ意味であるとしても，上記のとおり，未稼働顧客の定義をどのようにするかは，技術的に格別の意義はなく，当業者が適宜定義できることである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願補正発明と引用例1発明との相違点についての判断の誤り2)について",
          "text": [
            "本願補正発明の「一度商品を購入している顧客に対し，直に安い商品の広告を郵送することができ，確実に顧客を誘引することができる」(特許請求の範囲【請求項1】)点は，発明の効果を記載したにすぎず，何ら発明の構成を記載したものではない。そして，上記発明の効果は，引用例1～3及び周知技術から当業者が予測し得る範囲のものである。また，原告の主張する「売上率の設定」に基づく効果は，本願補正発明の構成に基づくものではないことは，上記1のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明と引用例1発明との一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1発明の「検索手段」は，パラメータで指定された店舗で買い上げたことがあり，かつ，指定された性別の顧客を検索する手段であるのに対し，本願補正発明の「顧客情報検索」は，日付範囲指定，地区範囲指定，商品指定及び売上率設定ができる点，本願補正発明は，「商品クラス」に関し，「宣伝広告を行う対象商品に対して，その商品の会社，部門，商品，商品名の各クラスにおいて検索できる」(段落【0018】)ようにし，商品あるいは個別商品を基に検索できるようなシステムとしているのに対し，引用例1(甲3)には，その記載はなく，顧客を基に検索するシステムとしている点において，両者は相違するから，引用例1の「検索手段」が本願補正発明の「顧客情報検索」に相当するということはできず，審決のした，本願補正発明と引用例1発明との一致点の認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願補正発明の要旨は，上記第2の2記載のとおりであり，その「顧客情報検索」は，期間及び商品クラスを条件設定して顧客を検索するものであるが，地区範囲，売上率を指定して顧客を検索することについては，何ら記載がないから，原告主張に係る上記(1)の各点のうち，本願補正発明の「顧客情報検索」において，地区範囲指定，売上率設定が可能であるとの点は，本願補正発明の要旨に基づかないものであり，失当というほかない。",
                "次に，引用例1発明について見ると，引用例1(甲3)には，「DM(注，ダイレクトメール)の回収率を上げるには，買上金額が多い顧客，買上回数が多い顧客を抽出してDMを発行すればよい。また，ある特定の部門の商品のセールを行う場合には顧客が過去にどの店舗で買上げているか，どの商品を買上げているかを記録したデータを利用して過去にその部門の商品を買上げたことのある顧客を抽出する必要がある」(段落【0004】)，「本発明は，従来の性別，年齢といった条件の他に顧客の買上履歴情報を利用して一定買上金額，一定買上回数，買上商品部門等の条件の指定によっても顧客を検索できるようにすることも目的とする」(段落【0005】)，「11は顧客の検索条件をパラメータとして入力するキーボード等の入力手段である。12は処理部であり，パラメータ解析手段13，使用データベース判定手段14，検索手段15より成る。16は記憶部であり，顧客の氏名，住所，郵便番号，性別といった基本属性のデータを有する基本属性データベース17と，顧客の買上日，買上商品，買上店舗，買上金額といった買上情報を有する買上情報データベース18とを設けている」(段落【0009】)，「まず，顧客を検索するに当ってオペレータは検索条件をパラメータとしてパラメータ入力手段11を操作して入力する(ステップ21)。ここではパラメータの項目として性別，年齢，買上店舗，買上商品，買上金額の5項目が設定されているものとし，性別パラメータと買上店舗パラメータが入力され他の3つのパラメータは未入力であったとする」(段落【0012】)，「【発明の効果】以上説明したように本発明によれば一定買上金額，一定買上回数，買上商品部門といった条件により顧客を検索できる。例えば1988年4月1日から1989年9月30日までの間に10万円以上の買上があった20才以上の顧客を検索するといったことが可能となる」(段落【0016】)との記載がある。上記記載によれば，引用例1には，日付範囲及び商品を指定して顧客を検索することが開示され，引用例1発明の「検索手段」においても，日付範囲及び商品の指定が可能であるから，本願補正発明と引用例1発明は，日付範囲指定及び商品指定の点において相違するとの原告の主張も，採用することができない。",
                "また，「商品クラス」の点について検討すると，引用例1の上記記載によれば，引用例1には，買上商品，買上商品部門といった条件により顧客を検索できるものと認められる。そうすると，引用例1には，少なくとも，その商品，商品部門という各商品クラスにおいて検索できることが開示されていることは明らかである。そして，審決は，商品クラスを含む商品情報を具体的にどのような項目とするかについては，相違点1として，「本願補正発明は，『販売商品の販売元会社，部門，商品名の各クラス，商品コード，原単価，売単価の商品情報を記憶する手段』を主計算機の構成要件の一つとして有しているが，引用例1記載の発明(注，引用例1発明)には『商品情報を記憶する手段』は記載されていない点」(審決謄本9頁第2段落)と認定し，この相違点1の認定について当事者間に争いはないから，「商品クラス」の点についても，審決の一致点の認定に誤りはない。そして，引用例1に，少なくとも，その商品，商品の部門という各商品クラスにおいて検索できることが開示されていることは上記のとおりであり，商品を基に検索できることも明らかであるから，「商品クラス」の点に係る原告の主張も採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上検討したところによれば，引用例1の「検索手段」が本願補正発明の「顧客情報検索」に相当するとした審決の認定に誤りはなく，原告の取消事由1の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明と引用例1発明との相違点についての判断の誤り1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明の未稼働顧客検索は，「指定期間及び指定地域範囲内の顧客のうち一商品も購入されたことのない顧客を抽出するもの」(補正明細書〔甲1添付〕段落【0058】)であり，「以前は店舗の利用や購入実績があって，最近利用されていない顧客を抽出したり，安売りや特売日に商品を購入されていない顧客を抽出したり，隣接地域に新規に別会社の店舗が開店してから商品を購入されていない顧客を抽出したりする」(同)ものであるのに対し，引用例3(甲5)の未稼働顧客検索は，「利用度の低い顧客の抽出を行」(23頁第1段落)う検索であるから，本願補正発明と引用例1発明との相違点4，すなわち，「本願補正発明は，『顧客情報出力手段』は『宣伝広告した商品の購入実績が設定期間内にない顧客の顧客情報を検索する未稼動顧客検索』を有しているが，引用例1記載の発明(注，引用例1発明)の『処理部』は未稼働顧客検索手段は有していない点」(審決謄本9頁下から第2段落)について，「引用例3(注，甲5)には，顧客情報管理の一つとして利用度の低い顧客の抽出を行う未稼働顧客検索を実施することが記載されている。したがって，引用例1記載の顧客検索装置においても，引用例3に記載のような手段を採用し，利用度の低い顧客の抽出を行う未稼働顧客検索も実施することは，当業者が容易に考えられることと認められる。なお，その際，未稼働顧客検索の設定条件をどの様にするかは当業者が適宜選定できる」(同11頁下から第4段落～第2段落)とした審決の判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性について審理するに当たっては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限って，明細書の発明の詳細な説明の記載を参酌することが許されるにすぎないと解すべきである(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)。これを本件についてみると，本件補正発明に係る補正明細書の特許請求の範囲【請求項1】の記載は，上記第2の2記載のとおりであり，「指定期間及び指定地域範囲内の顧客のうち一商品も購入されたことのない顧客を抽出する」，「以前は店舗の利用や購入実績があって，最近利用されていない顧客を抽出したり，安売りや特売日に商品を購入されていない顧客を抽出したり，隣接地域に新規に別会社の店舗が開店してから商品を購入されていない顧客を抽出したりする」ものに限定する旨の記載はない。また，補正明細書の特許請求の範囲【請求項1】の記載から，本願補正発明の未稼働顧客検索は，「宣伝広告した商品の購入実績が設定期間内にない顧客を検索する」ものであることが，一義的に明確に理解できるものであるところ，一見してその記載が誤記であることことが補正明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情は認められない。",
                "したがって，原告の上記主張は，本願補正発明の要旨に基づかないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，引用例3(甲5)には，「未稼働顧客一覧表　利用度の低い顧客の抽出を行います。個々の抽出条件の設定により，限定した未稼働顧客の抽出が容易に行えます。メニューより，未稼働顧客一覧表を選択すると，図3．10の未稼働顧客一覧表の作表条件画面が表示されます。(1)作表月度範囲　抽出対象とする月度を入力してください。(年は西暦で入力)　(2)地区コード　抽出する地区コードを入力してください。(省略時は全店合計)　(3)最終来店日　抽出対象とする最終来店日付を入力してください。(年は西暦で入力)　(4)利用高累計　抽出対象とする利用高累計を入力してください。　(5)利用回数　抽出対象とする利用回数を入力してください」(23頁第1段落～24頁第2段落)と記載され，「図3．10　未稼働顧客一覧表の作表条件画面」には，【抽出条件】として，「作表月度範囲　年　月～　年　月」，「地区コード　～　」，「a．最終来店日　年　月　日以前」，「b．利用高累計　円以下」及び「c．利用回数　回以下」と図示されている。上記記載及び図示によれば，引用例3には，抽出条件として，「作表月度範囲」，「最終来店日」を入力し，「利用回数」に「0」を入力することにより，「購入実績が設定期間内にない顧客」の検索を行える技術が開示されているということができ，引用例3の未稼働顧客検索では，商品を特定した検索までは行えないものの，引用例1発明では，特定の商品の購入実績による検索が行えるのであるから，当業者が，引用例1発明に，引用例3に開示されている「購入実績が設定期間内にない顧客」の検索を適用し，相違点4に係る「宣伝広告した商品の購入実績が設定期間内にない顧客を検索する」構成に想到することに困難があると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，審決の相違点4の判断に誤りはなく，原告の取消事由2の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願補正発明と引用例1発明との相違点についての判断の誤り2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明では，顧客情報出力手段の顧客情報検索において，売上率の設定をすることができ，これを設定することにより，商品広告の枚数を大幅に少なくすることができ，また，バーゲンハンターのような顧客の商品購入を防ぐことができるとの顕著な作用効果を奏するものであり，審決は，本願補正発明のこのような顕著な作用効果を看過したものであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願補正発明の顧客情報検索において，売上率の設定ができるとの主張が本願補正発明の要旨に基づかないものであることは，上記1(2)のとおりである。そうすると，原告主張の上記作用効果は，本願補正発明の作用効果ということはできず，原告の上記主張は，失当というほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の取消事由3の主張も，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10084",
    "date": "2005-04-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009633",
    "ipprecedent_id": "697",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}