{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁が異議2003-71006号事件について平成16年12月28",
              "text": [
                "日にした決定中，「特許第3337677号の請求項1ないし6に係る特許を取り消す。」との部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文第1，2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「フォトリソグラフィ工程のための半導体製造装置」とする特許第3337677号の特許(平成12年8月11日出願(優先権主張1",
            "999年12月6日，韓国)，平成14年8月9日設定登録。以下，「本件特許」という。請求項の数は6である。)の特許権者である。本件特許に対し，平成15年4月18日，特許異議申立てがされたので，特許庁は，これを異議2003-71006号事件として審理した。その過程において，原告は，平成15年12月12日，願書に添付した明細書の訂正(特許請求の範囲の訂正を含む。)の請求をした(以下，この訂正を「本件訂正」といい，本件訂正後の明細書及び図面を「本件明細書」という。)。特許庁は，審理の結果，平成16年12月28日，「訂正を認める。特許第3337677号の請求項1ないし6に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，平成17年1月15日，本件決定の謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(本件訂正後)",
          "text": [
            "本件明細書における特許請求の範囲の請求項1～6の記載は，次のとおりである(以下，これらの発明を，請求項に対応してそれぞれ「本件発明1」などといい，まとめて「本件発明」という。)。",
            "【請求項1】フォトリソグラフィ工程のための半導体製造装置において，前記半導体製造装置の内に又はそこから基板をローディング又はアンローディングするためのローディング／アンローディングポートと，",
            "前記基板に塗布工程を遂行するための塗布モジュールと，",
            "前記塗布工程で処理された基板に露光工程を遂行するための露光システムと，    前記露光工程で処理された基板に現像工程を遂行するための現像モジュールと，",
            "前記塗布モジュールから前記露光システムへ，又は前記露光システムから前記現像モジュールへ基板移送するためのインターフェースポートと，    前記ローディング／アンローディングポートと前記インターフェースポートを連結する第1通路と，",
            "第1通路とは上下に異なる層に設けられ，前記ローディング／アンローディングポートと前記インターフェースポートを連結する第2通路とを具備し，    しかるに，前記塗布モジュールは第1通路に沿って配置され，前記現像モジュールは第2通路に沿って配置され，基板が，前記ローディング／アンローディングポートから第1通路を介して前記塗布モジュールへ送られ，次いで前記インターフェースポートと連結された前記露光システムへ送られ，次いで第2通路を介して前記現像モジュールへ送られ，最終的に前記ローディング／アンローディングポートに戻る移送経路を構成してなることを特徴とするフォトリソグラフィ工程のための半導体製造装置。",
            "【請求項2】フォトリソグラフィ工程のための半導体製造装置において，前記半導体製造装置の内に又はそこから基板をローディング又はアンローディングするためのローディング／アンローディングポートと，",
            "前記基板に塗布工程を遂行するための塗布モジュールと，",
            "前記塗布工程で処理された基板に露光工程を遂行するための露光システムと，    前記露光工程で処理された基板に現像工程を遂行するための現像モジュールと，",
            "前記塗布モジュールから前記露光システムへ，又は前記露光システムから前記現像モジュールへ基板移送するためのインターフェースポートと，    前記塗布モジュールでの塗布工程を遂行するために基板を移送する第1ロボットを備え，一端で前記ローディング／アンローディングポートに接続され，他端で前記インターフェースポートに接続される第1通路と，",
            "前記現像モジュールでの現像工程を遂行するために基板を移送する第2ロボットを備え，一端で前記ローディング／アンローディングポートに接続され，他端で前記インターフェースポートに接続されるように，第1通路とは上下に異なる層に設けられる第2通路とを具備し，",
            "しかるに，第1通路の一側に前記塗布モジュールが配置されるとともに，他側にはベ一クユニットが配置され，第2通路の一側に前記現像モジュールが配置されるとともに，他側にはベークユニットが配置され，前記ローディング／アンローディングでの基板のローディング／アンローディングが第1通路と第2通路とで独立して行え，",
            "基板が，前記第1ロボットによって前記ローディング／アンローディングポートから第1通路を介して前記塗布モジュールへ送られ，次いで前記インターフェースポートと連結された前記露光システムへ送られ，次いで前記第2ロボットによって第2通路を介して前記現像モジュールへ送られ，最終的に前記ローディング／アンローディングポートに戻る移送経路を構成してなることを特徴とするフォトリソグラフィ工程のための半導体製造装置。",
            "【請求項3】上記塗布モジュールと上記現像モジュールは，中間壁によって相互隔離されることを特徴とする請求項1に記載のフォトリソグラフィ工程のための半導体製造装置。",
            "【請求項4】上記塗布モジュールは，上記第1通路の一側に配置される塗布機および前記塗布機と対向する第1通路の他側に配置されるべ一クユニットを含み，上記現像モジュールは，上記第2通路の一側に配置される現像機および前記現像機と対向する第2通路の他側に配置されるべ一クユニットを含むことを特徴とする請求項1に記載のフォトリソグラフィ工程のための半導体製造装置。",
            "【請求項5】上記中間壁に設けられ，上記塗布モジュールと上記現像モジュールで発生するパーチクルを除去するための除去手段を更に含むことを特徴とする請求項3に記載のフォトリソグラフィ工程のための半導体製造装置。",
            "【請求項6】上記ベ一クユニットは基板を加熱するための少なくとも一つの加熱プレート及び，前記加熱プレートで加熱された基板を冷却させるための少なくとも一つの冷却プレートを含むことを特徴とする請求項4に記載のフォトリソグラフィ工程のための半導体製造装置。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "本件決定の理由",
      "text": [
        "別紙決定書の写しのとおりである。要するに，本件発明1～6は，特開平10-74822号公報(以下「引用例」という。甲4，本件決定における刊行物3(異議手続における甲3号証。以下，異議手続における号証を示す場合には「異議甲3」のように表記する。))に記載された発明(以下「引用発明」という。)及び周知手段ないし慣用手段に基づいて，当業者が容易に発明をすることができたものである，とするものである。なお，本件決定は，周知手段ないし慣用手段を認定するに際し，引用例のほか，特開平11-26541号公報(以下「刊行物1」という。甲2，本件決定における刊行物1(異議甲1))，特開平11-87456号公報(以下「刊行物2」という。甲3，本件決定における刊行物2(異議甲2))，特開平8-46010号公報(以下「刊行物4」という。甲5，本件決定における刊行物4(異議甲4))を例示した。",
        "本件決定が上記結論を導くに当たり認定した引用発明の内容，並びに本件発明1及び2と引用発明の各一致点，相違点は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明の内容",
          "text": [
            "「レジストが塗布された被処理基板10の露光前の処理を行うための第1のサブシステムA及びレジストが塗布された被処理基板10の露光後の処理を行うための第2のサブシステムBが，互いに背中合わせに平行配列され，処理システム20を構成する。",
            "第1のサブシステムAの側端部には，基板搬入ステーション2が設けられ，この基板搬入ステーション2に被処理基板10がカセット3に収容されて搬入され，基板転載ロボット4aが被処理基板10をカセット3から順次に取り出し，それを1枚ずつ第1のサブシステムAに転送する。",
            "第1のサブシステムAは，被処理基板10に対する一連の処理を行う処理部A1と，被処理基板10の搬送および各単位処理部への出し入れを行う搬送部A2とを備えている。",
            "第1のサブシステムAにおける処理を完了した被処理基板10はバッファ6に送られ，バッファ6は第1と第2のサブシステムA，Bを連結している。また，このバッファ6には露光機(ステッパ)5が隣接している。",
            "バッファ6ではロボット6aが被処理基板10を1枚ずつ露光機5に転送する。",
            "露光が完了した被処理基板10は他のロボット6bによってバッファ6に戻され，被処理基板10は第2のサブシステムBに与えられる。",
            "第2のサブシステムBは，第1のサブシステムAと同様に処理部B1と搬送部B2とを備えている。この処理部B1は，第1のサブシステムAの処理部A1と空間9をはさんで背中合わせとなっている。",
            "第2のサブシステムBでの処理を完了した時点での被処理基板10は，レジストの現像が完了した状態となり，被処理基板10は1枚ずつ搬出ステーション8に受け渡され，搬出ステーション8では，Y方向に並進可能なロボット4bが被処理基板10をカセット3に収容する。",
            "第1のサブシステムAの第1段部分AF1の処理部A1には，スピンコータSCが設けられ，第2段部分AF2には，ホットプレートHP1-HP6が設けられている。",
            "第2のサブシステムBの第1段部分BF1の処理部B1には，スピンデベロッパSDが設けられ，第2段部分B2には，ホットプレートHP7-HP9が設けられている。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明1と引用発明の一致点，相違点",
      "text": [
        "(一致点)",
        "「フォトリソグラフィ工程のための半導体製造装置において，前記半導体製造装置の内に又はそこから基板をローディング又はアンローディングするためのローディング／アンローディングポートと，前記基板に塗布工程を遂行するための塗布モジュールと，前記塗布工程で処理された基板に露光工程を遂行するための露光システムと，前記露光工程で処理された基板に現像工程を遂行するための現像モジュールと，前記塗布モジュールから前記露光システムへ，又は前記露光システムから前記現像モジュールへ基板移送するためのインターフェースポートと，前記ローディング／アンローディングポートと前記インターフェースポートを連結する第1通路と，前記ローディング／アンローディングポートと前記インターフェースポートを連結する第2通路とを具備し，しかるに，前記塗布モジュールは第1通路に沿って配置され，前記現像モジュールは第2通路に沿って配置され，基板が，前記ローディング／アンローディングポートから第1通路を介して前記塗布モジュールへ送られ，次いで前記インターフェースポートと連結された前記露光システムへ送られ，次いで第2通路を介して前記現像モジュールへ送られ，最終的に前記ローディング／アンローディングポートに戻る移送経路を構成してなることを特徴とするフォトリソグラフィ工程のための半導体製造装置。」である点。",
        "(相違点)",
        "本件発明1は，「第1通路とは上下に異なる層に設けられ，前記ローディング／アンローディングポートと前記インターフェースポートを連結する第2通路とを具備し，しかるに，前記塗布モジュールは第1通路に沿って配置され，前記現像モジュールは第2通路に沿って配置され」る構成を有するのに対し，引用発明では，ローディング／アンローディングポートと前記インターフェースポートを連結する第2通路とを具備し，塗布モジュールは第1通路に沿って配置され，現像モジュールは第2通路に沿って配置されるものの，第1通路及び塗布モジュールは，第2通路及び現像モジュールとは上下に異なる層に設けられ(た)ものではなく，互いに平行に配列される構成である点(以下「相違点」という。)。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明2と引用発明の一致点，相違点",
      "text": [
        "(一致点)",
        "「フォトリソグラフィ工程のための半導体製造装置において，前記半導体製造装置の内に又はそこから基板をローディング又はアンローディングするためのローディング／アンローディングポートと，前記基板に塗布工程を遂行するための塗布モジュールと，前記塗布工程で処理された基板に露光工程を遂行するための露光システムと，前記露光工程で処理された基板に現像工程を遂行するための現像モジュールと，前記塗布モジュールから前記露光システムへ，又は前記露光システムから前記現像モジュールへ基板移送するためのインターフェースポートと，前記塗布モジュールでの塗布工程を遂行するために基板を移送する第1ロボットを備え，一端で前記ローディング／アンローディングポートに接続され，他端で前記インターフェースポートに接続される第1通路と，前記現像モジュールでの現像工程を遂行するために基板を移送する第2ロボットを備え，一端で前記ローディング／アンローディングポートに接続され，他端で前記インターフェースポートに接続されるように，第1通路とは上下に異なる層に設けられる第2通路とを具備し，しかるに，第1通路の一側に前記塗布モジュールが配置されるとともに，他側にはベ一クユニットが配置され，第2通路の一側に前記現像モジュールが配置されるとともに，他側にはベークユニットが配置され，前記ローディング／アンローディングでの基板のローディング／アンローディングが第1通路と第2通路とで独立して行え，基板が，前記第1ロボットによって前記ローディング／アンローディングポートから第1通路を介して前記塗布モジュールへ送られ，次いで前記インターフェースポートと連結された前記露光システムへ送られ，次いで前記第2ロボットによって第2通路を介して前記現像モジュールへ送られ，最終的に前記ローディング／アンローディングポートに戻る移送経路を構成してなることを特徴とするフォトリソグラフィ工程のための半導体製造装置。」 である点。",
        "(相違点)",
        "本件発明2は，「第1通路とは上下に異なる層に設けられる第2通路とを具備し，しかるに，第1通路の一側に前記塗布モジュールが配置されるとともに，他側にはベ一クユニットが配置され，第2通路の一側に前記現像モジュールが配置されるとともに，他側にはベークユニットが配置され」る構成を有するのに対し，引用発明では，ローディング／アンローディングポートと前記インターフェースポートを連結する第2通路とを具備し，塗布モジュールは第1通路に沿って配置され，現像モジュールは第2通路に沿って配置されるものの，第1通路及び塗布モジュールは，第2通路及び現像モジュールとは上下に異なる層に設けられ(た)ものではなく，互いに平行に配列される構成である点(以下「相違点1」という。)，塗布モジュールであるスピンコータとベークユニットであるホットプレートが，異なる層に設けられているものの，通路の一側に塗布モジュールが配置されるとともに，他側にはベ一クユニットが配置されるものではなく，また，現像モジュールであるスピンデバロッパとベークユニットであるホットプレートが，異なる層に設けられているものの，通路の一側に現像モジュールが配置されるとともに，他側にはベ一クユニットが配置されるものではない構成である点(以下「相違点2」という。)。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "本件決定は，周知手段及び慣用手段の認定を誤り，引用例の記載内容を看過したことにより，本件発明1と引用発明の相違点についての進歩性判断を誤り(取消事由1)，本件発明2と引用発明の相違点1，相違点2についての進歩性判断を誤り(取消事由2)，本件発明3～6の進歩性判断を誤った(取消事由3)ものであって，これらの誤りが本件決定の結論に影響を及ぼすことは明かであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件発明1と引用発明の相違点についての進歩性判断の誤り)      本件決定は，本件発明1と引用発明の相違点についての進歩性判断に際し，引用例の段落【0081】，刊行物2の段落【0070】の各記載を引用して，フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすることは周知手段に過ぎず，相違点については当業者が容易に想到できたことである旨判断したが，次のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知手段認定の誤り",
              "text": [
                "本件決定が引用した引用例の段落【0081】の記載は，第1のサブシステムA及び第2のサブシステムBのそれぞれにおいて，各単位処理部を1層とするか2層またはそれ以上とするかは任意に決定可能であることを示唆しているに過ぎず，第1のサブシステムAと第2のサブシステムBを上下に層状に配置することを示唆するものではない。",
                "そうすると，本件決定が引用した引用例の段落【0081】，刊行物2の段落【0070】の記載のみをもって，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」が周知手段とはいえないし，被告が挙げる特開平10-144763号公報(乙1)，特開昭60-84819号公報(乙2)の記載等は一応の示",
                "唆を与えるに過ぎず，これらをもってしても，上記の点が周知手段であるとまではいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明が解決しようとする課題を看過した誤り",
              "text": [
                "引用発明は，装置の高さが高くなり，基板搬送手段の高さ方向の移動距離が顕著に長くなってスループットの低下が避けられないという問題点に鑑みてなされたものであり，単位処理部を多段に形成する代わりに，レジスト塗布，露光，現像の主要な工程を平置きに配置することで，装置の占有床面積を減少させるとともに，スループットを向上させている。すなわち，引用発明においては，第1のサブシステムAと第2のサブシステムBの各々が多段化されているから，引用発明の第1のサブシステムAと第2のサブシステムBの水平配置構造を垂直配置構造に変更すると，基板処理システムとして少なくとも4層構造を有することになり，基板搬送手段の高さ方向の移動距離に増加を招くことになるから，スループットの低下を回避するという引用発明の目的を達成できない。そうすると，各々が多段化された引用発明の第1のサブシステムAと第2のサブシステムBをさらに多層化することは，引用発明が解決しようとする課題に反しており，動機付けを欠くから，当業者が容易に想到できたとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物2について",
              "text": [
                "前記(1)のとおり，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすることが周知手段であるとはいえない。この点，刊行物2の段落【0070】には，上部処理空間Clと下部処理空間C2における基板の搬入／搬出が，それぞれ基板搬送ユニット101，102によって行なわれることが記載されているが，引用発明の目的を考えれば，上記刊行物2の記載に基づいて，各々が少なくとも2段に多段化されている引用例の第1のサブシステムAと第2のサブシステムBの水平配置構造を垂直配置構造に変更することが容易に想到し得たとは考えられない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の作用効果の顕著性を看過した誤り",
              "text": [
                "本件決定は，本件発明1の作用効果が当業者が予測できる範囲のものであると判断したが，本件発明1は引用例との対比において格別の効果を奏する。",
                "例えば，ベーク装置と塗布器との間で基板を移動する場合，本件発明1では，ベークユニット，第1ロボット，塗布器の順，又はその逆に基板を移動させれば良いが，引用発明では，ベークユニット，第2段部分のハンドラ，エレベータ，第1段部分のハンドラ，スピンコ一タの順又はその逆に基板を移動させなければならないので，移動経路が非常に複雑で移動に時間も多くかかり，塗布器とべークユニット間の移動が複数回要求される場合は，上述の問題はさらに大きなものとなる。また，引用発明の第1のサブシステムAは，第1段部分AFlと第2段部分AF2とを有するので，第1段部分と第2段部分のそれぞれに配置されたハンドラ(30a，30c)と第1段部分と第2段部分間における基板の移動のためのエレベータ(ELl)とを必須とするが，本件発明1によれば，第1通路にのみロボットが配置されれば良く，引用発明に比べより洗練された装置構成を有する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2と引用発明の相違点1，2についての進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "本件決定は，本件発明2と引用発明の相違点1について，本件発明1と引用発明の相違点の判断(前記1)と同じく，誤って判断した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "本件決定は，本件発明2と引用発明の相違点2について，慣用手段に過ぎず，相違点2については当業者が容易に想到できたことである旨認定，判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "慣用手段認定の誤り",
                  "text": [
                    "本件決定は，刊行物1の段落【0051】～【0052】の記載を引用して，「フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，および通路の一側に現像モジュールが配置されるとともに，他側にベークユニットが配置されること」が，慣用手段であると認定したが，誤りである。",
                    "刊行物1の上記記載のみをもって慣用手段とはいえないし，被告が挙げる特開平5-178416号公報(乙3)，特開平7-112802号公報(乙",
                    "4)の記載は一応の示唆を与えるに過ぎず，これらをもってしても，「フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，および通路の一側に現像モジュールが配置されるとともに，他側にベークユニットが配置されること」が慣用手段であるとまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明が解決しようとする課題を看過した誤り",
                  "text": [
                    "引用発明は，前記1(2)のとおり，基板搬送手段の高さ方向の移動距離が顕著に長くなってスループットの低下が避けられないという問題点に鑑み，単位処理部を多段化して第1のサブシステムAや第2のサブシステムBを形成することを本質とする発明であり，加熱処理部からの熱が塗布処理に影響しないようにするため，塗布モジュールであるスピンコータとべークユニットであるホットプレートを単位処理部の多段配列の異なる層にそれぞれ設けたものである。したがって，通路の一側に塗布モジュールを配置すると共に，他側にべークユニットを配置したり，通路の一側に現像モジュールを配置すると共に，他側にベークユニットを配置したりすれば，単位処理部を多段に設けた意味がなくなるから，このような変更を当業者が容易に想到し得たとは考えられない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1，2を複合することについて",
              "text": [
                "本件発明2の相違点1及び相違点2に係る各構成は，一連の処理工程において連続的に寄与するものであり，これら2つの構成が組み合わさって本件発明2における設備稼働率のさらなる向上，作業性のさらなる改善を達成できるものであって，両相違点のいずれもが引用発明の基本的な技術思想と相容れないものであることに鑑みれば，本件発明2の一部の構成についてのみ類似する他の技術文献を周知手段や慣用手段として参酌したからといって，直ちに引用発明を本件発明2に等しい構成となるように変更するための正当な動機とはならない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2の作用効果の顕著性を看過した誤り",
              "text": [
                "本件決定は，本件発明2の作用効果も当業者が予測できる範囲のものであると認定したが，本件発明2は，本件発明1と同じく(前記1(4))，格別の効果を奏する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3～6の進歩性判断の誤り)",
          "text": [
            "本件決定は，本件発明3～6は当業者が容易に想到できたと判断したが，本件請求項3～6に記載された付加事項が慣用手段であるというだけであり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性判断の誤りとの関係",
              "text": [
                "前記1のとおり，本件発明1は，引用発明に基づいて当業者が容易に想到できたものではないから，本件発明1を更に限定している本件発明3，4についても，当業者が容易に想到できたものではない。また，本件発明3を更に限定している本件発明5，本件発明4を更に限定している本件発明6についても，同様である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "慣用手段認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3，5について",
                  "text": [
                    "本件決定は，引用例の段落【0040】，刊行物2の段落【0047】及び刊行物4の段落【0031】の各記載を引用して，「フォトリソグラフィ工程のための半導体製造装置において，上下に配置した処理装置の間を隔離する中間壁を設けること」が，慣用手段であると認定したが，誤りである。本件決定の引用する上記記載のみをもって慣用手段であるとはいえないし，被告が挙げる乙2は一応の示唆を与えるに過ぎず，これをもってしても，上記の点が慣用手段であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明4について",
                  "text": [
                    "前記2(1)のとおり，本件決定が引用する刊行物1の段落【0051】～【0052】の記載のみをもって，「フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，および通路の一側に現像モジュールが配置されるとともに，他側にベークユニットが配置されること」が慣用手段とはいえないし，被告が挙げる乙3，乙4の記載は一応の示唆を与えるに過ぎず，これらをもってしても，上記の点が慣用手段であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6について",
                  "text": [
                    "本件決定は，引用例の段落【0036】及び刊行物4の段落【0026】の記載を引用して，「フォトリソグラフィ工程のための半導体製造装置において，加熱プレート及び冷却プレートを設けること」が，慣用手段であると認定したが，本件決定の引用する上記記載のみをもって慣用手段であるとはいえないし，被告が挙げる実開平3-53832号公報(乙5)の記載は一応の示唆を与えるに過ぎず，これをもってしても，上記の点が慣用手段であるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "本件決定の事実認定及び判断には誤りはなく，原告主張の決定取消事由に理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と引用発明の相違点についての進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知手段認定の誤りの主張について",
              "text": [
                "原告は，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」が，周知手段であるとはいえない旨主張する。",
                "しかし，本件決定が例示した記載のほか，刊行物4の段落【0024】，乙1の段落【0025】及び乙2の2頁右上欄12行～左下欄5行にも，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること，塗布ユニット及び現像ユニットを上下配置することが開示されており，上記の点が周知手段であることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明が解決しようとする課題を看過した誤りの主張について        原告は，引用例の基板処理装置において，同じ平面に配置された第1のサブシステムと第2のサブシステムを，上下の異なる層にすることは，引用例の基板処理装置の目的，課題に反するものであるから，想到できない旨を主張するところ，引用発明は，占有床面積を減少させるためには処理部を縦方向に多段構造とするのがよいが，一方で，高さが高すぎると搬送手段の高さ方向の移動距離が著しく長くなりスループットが低下するので，そのバランスをとって，装置全体の占有床面積を減少させ，スループットも向上させるというものであり，確かに，第1のサブシステムAと第2のサブシステムBを縦方向に積み重ねれば，高さが規定以上に高くなりスループットが低下することが予想される。",
                "しかし，引用発明のサブシステムAは，第1段部分AF1(処理部A1)と第2段部分AF2の多段処理列から構成され，第2段部分AF2は2層のホットプレート又はクールプレートからなる2段3層構造であり，サブシステムBも2段3層構造となっている(引用例の段落【0038】，【0042】，図2及び図3)ところ，単位処理部は2段のみならず，3段以上の配列でもよく，また，多段処理列のそれぞれを何層とするかは適宜決定可能というものである(引用例の段落【0080】及び【0081】)から，引用例には，装置の占有床面積を減少させ，スループットも向上させる限りにおいて，単位処理部を何段としてもよく，また，処理列も何層としてもよいこと，すなわち，単位処理部の様々な配列が可能であることが実質的に示唆されている。そして，露光処理，現像処理，加熱・冷却処理のために必要な上記処理部をどのように縦横に配置するかは，処理順序(塗布，現像，加熱冷却等)及び搬送の効率化等を考慮して，当業者が適宜配置し得るものであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "引用例には，塗布モジュール及び現像モジュールを上下に設ける点は記載されていないが，この点は，前記(1)のとおり，周知手段であるとともに，塗布モジュールと現像モジュールを上下に配置することを阻害する要因も特段ないことから，結局，引用例に記載の水平配置された塗布モジュールと現像モジュールを上下に配置することは当業者が容易に想到することができたものである。そして，建屋内に設置されるこの種の基板処理装置は，天井の高さ，搬送機構の効率化，装置のメンテナンスの容易さ等を考慮すれば，その高さに制約があるのは当然であって，好適な高さとするために，ホットプレート等の各種処理部の配置を適宜変更して所望の高さとすることは，当業者にとって通常の創作活動の範囲内のものである。",
                "したがって，本件発明1は引用発明及び周知手段に基づいて当業者が容易に発明することができたものであるとした本件決定の判断に，原告主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2と引用発明の相違点1，2についての進歩性判断の誤り)について",
          "text": [
            "原告は，決定における本件発明2と引用発明との相違点1及び2の判断に誤りがある旨主張するので，反論する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "相違点1(モジュールを上下に異なる層に設けた点)は，本件発明1と引用発明との相違点と同じであるから，前記1のとおり，その判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "慣用手段認定の誤りの主張について",
                  "text": [
                    "原告は，「フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，および通路の一側に現像モジュールが配置されるとともに，他側にベークユニットが配置されること」が，慣用手段であるとはいえない旨主張する。",
                    "しかし，上記の点については，本件決定が例示した刊行物1の記載のみならず，乙3の段落【0003】及び乙4の段落【0003】～【0004】，図13にも，フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，及び通路の一側に現像モジュールが配置されるとともに，他側にはベークユニットが配置されることが開示されている。したがって，上記の点が慣用手段であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明が解決しようとする課題を看過した誤りの主張について          原告は，相違点2に関する本件決定の判断について，通路の一側に塗布モジュールを配置すると共に，他側にベークユニットを配置し，通路の一側に現像モジュールを配置すると共に，他側にベークユニットを配置したりすれば，引用例において単位処理部を多段に設けた意味がなくなるため，このような変更を当業者が容易に想到し得たとは考えられない旨を主張する。",
                    "しかし，引用例には，装置全体の占有床面積を減少しつつ，スループットの向上が可能な基板処理装置を得るために，各種機器，すなわち，単位処理部の様々な配列が可能であることが示唆されている。そして，通路の一側に塗布モジュールを配置するとともに他側にベークユニットを配置し，通路の一側に現像モジュールを配置するとともに他側にベークユニットを配置する点が慣用手段であることは前記アのとおりであり，引用発明にそのような慣用手段を適用することを妨げる特段の事情もないから，本件発明2が引用発明及び慣用手段に基づいて当業者が容易に想到することができたとする本件決定の判断に，原告主張の誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3～6の進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性判断の誤りの主張との関係について",
              "text": [
                "本件発明1は，前記1のとおり，当業者が容易に発明できたものである。",
                "そして，本件発明3～6がそれぞれ特徴とする付加事項は，いずれも慣用手段にすぎないから，本件発明3～6が当業者が容易に発明できたとする本件決定の判断に，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "慣用手段認定の誤りの主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3，5について",
                  "text": [
                    "原告は，「フォトリソグラフィ工程のための半導体製造装置において，上下に配置した処理装置の間を隔離する中間壁を設けること」が，慣用手段であるとはいえない旨主張する。",
                    "しかし，上記の点については，本件決定が例示した刊行物2，刊行物4の記載のみならず，乙2の2頁右上欄12行～左下欄5行にも，フォトリソグラフィ工程のための半導体製造装置において，上下に配置した処理装置の間を隔離する中間壁を設けることが開示されている。したがって，上記の点が慣用手段であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明4について",
                  "text": [
                    "前記2(2)アのとおり，「フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，および通路の一側に現像モジュールが配置されるとともに，他側にベークユニットが配置されること」は，慣用手段である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6について",
                  "text": [
                    "原告は，「フォトリソグラフィ工程のための半導体製造装置において，加熱プレート及び冷却プレートを設けること」が，慣用手段であるとはいえない旨主張する。",
                    "しかし，上記の点については，本件決定が例示した引用例及び刊行物4のみならず，乙5の7頁18行～8頁6行にも，フォトリソグラフィ工程のための半導体製造装置において，加熱プレート及び冷却プレートを設けることが開示されている。したがって，上記の点が慣用手段であることは明らかである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と引用発明の相違点についての進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知手段認定の誤りの主張について",
              "text": [
                "原告は，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」が，周知手段とはいえない旨主張するので，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定が周知手段につき例示した引用例の段落【0081】には，次の記載がある。",
                    "「【0081】(3)多段処理列のそれぞれを1層とするか2層またはそれ以上とするかは、処理内容やその単位処理部の個々の高さに応じて任意に決定可能である。ホットプレートやクールプレートのように高さが低いものは多層とした方が床面積の低減効果が大きい。」",
                    "上記記載は，引用発明の第1のサブシステムA及び第2のサブシステムBのそれぞれにおいて，各単位処理部を1層とするか2層又はそれ以上とするかを示しているにすぎず，引用発明の第1のサブシステムAと第2のサブシステムBを上下に層状に配置することを示すものではないことは明らかである。したがって，この記載をもって，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」が引用例に開示されているとは認められない(このこと自体は，被告も争わないところである。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件決定が周知手段につき例示した刊行物2の段落【0070】には，次の記載がある。",
                    "「上記のように，本実施例の基板処理装置においては，上部搬送空間C1および下部搬送空間C2でそれぞれ基板搬送ユニット101，102により基板が搬送されるとともに，基板搬送ユニット101により上部処理空間A1内の基板処理ユニット201に対して基板の搬入および搬出が行われ，基板搬送ユニット102により下部処理空間A2内の基板処理ユニット202に対して基板の搬入および搬出が行われる。このように，基板処理装置の上下方向の空間の有効利用が図られ，基板処理装置の設置面積が低減される。」",
                    "また，刊行物4，乙1，乙2には，それぞれ次の記載がある。",
                    "「図2に示すように，第1の組G1では，カップCP内で半導体ウエハWをスピンチャックに載せて所定の処理を行う2台のスピンナ型処理ユニット，たとえばレジスト塗布ユニット(COT)および現像ユニット(DEV)が下から順に2段に重ねられている。第2の組G2でも，2台のスピンナ型処理ユニット，たとえばレジスト塗布ユニット(COT)および現像ユニット(DEV)が下から順に2段に重ねられている。レジスト塗布ユニット(COT)ではレジスト液の排液が機構的にもメンテナンスの上でも面倒であることから，このように下段に配置するのが好ましい。しかし，必要に応じて上段に配置することも可能である。」(刊行物4の段落【0024】)",
                    "「この場合，図2に示すように，処理セット20aの処理部G1では，カップ23内でウエハWをスピンチャック(図示せず)に載置して所定の処理を行う2台のスピナ型処理ユニットが上下に配置されており，この実施形態においては，ウエハWにレジストを塗布するレジスト塗布ユニット(COT)およびレジストのパターンを現像する現像ユニット(DEV)が下から順に2段に重ねられている。処理部G2も同様に，2台のスピナ型処理ユニットとしてレジスト塗布ユニット(COT)及び現像ユニット(DEV)が下から順に2段に重ねられている。また，処理セット20bの処理部G6，G7も同一の配置を有している。」(乙1の段落【0025】)",
                    "「第2図および第3図は本発明の一実施例による半導体製造装置の平面および側面を示し，図において，1～9は第1図と同一のものを示す。ただし，これらは従来と異なり，各々独立した装置としてモジュール化されており，それぞれ相互に自由に分離，接続できるようになっている。そして上記装置1～9は上部ゾーン21に配置されている。また本装置では上記従来の場合に説明した各装置11～15もモジュール化されており，これらは図示していないが第3図の下部ゾーン22に配置されている。そして上部ゾーン21と下部ゾーン22との間には下部ゾーン22の各工程の清浄度を保つためのクリーンフィルタ20が配置されている。」(乙2の2頁右上欄12行～同頁左下欄5行)",
                    "上記の各記載において，「基板処理ユニット201，基板処理ユニット202」(刊行物2)，「レジスト塗布ユニット(COT)，現像ユニット(DEV)」(刊行物4，乙1)，「モジュール化された装置1～9，装置11～15」(乙2)が，上下2段に積層されていることが認められ，それぞれの段は，モジュールないしはユニットと称することができるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」は，引用例に開示されているとは認められないので，本件決定が引用例を例示したことは誤りであるが，上記構成は，本件決定が例示した刊行物2のほか，刊行物4，乙1，2に開示されていると認められ，これらが本件特許の優先権主張日前に頒布されたものであることは明らかであるから，当該構成が本願優先権主張日当時において周知手段であったとする本件決定の認定が誤りであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明が解決しようとする課題を看過した誤りをいう主張について        原告は，本件決定が，本件発明1と引用発明の相違点について，当業者が容易に想到できたと判断したのは誤りであり，各々が多段化された引用例の第1のサブシステムAと第2のサブシステムBをさらに多層化することは，引用発明が解決しようとする課題に反しており，動機付けを欠くから，当業者が容易に想到できたとはいえない旨主張するので，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，引用発明の構成について，次の記載がある。",
                    "「図1において，この装置1aは略「コ」字型の形状を有しており，後述する単位処理部の多段配列を含んだ処理システム20は，互いに背中合わせに平行配列された第1と第2のサブシステムA，Bに分かれている。これらの第1と第2のサブシステムA，Bの間には空間9が存在する。第1のサブシステムAはレジストが塗布された被処理基板10の露光前の処理を行うためのものであり，第2のサブシステムBはレジストが塗布された被処理基板10の露光後の処理を行うためのものであって，それぞれはX方向に伸びている。」(段落【0023】)",
                    "「このサブシステムAは，複数の単位処理部を多段に配列した多段構成となっている。」(段落【0034】)",
                    "「この第2のサブシステムBにおいても，複数の単位処理部が2段3層に配列されており‥‥‥。」(段落【0042】)",
                    "引用例の上記記載に照らせば，引用発明においては，第1のサブシステムA(第1のサブステーションA中，処理部A1が塗布モジュールに相当すると認められる。)，第2のサブシステムB(第2のサブステーションB中，処理部B1が現像モジュールに相当すると認められる。)のそれぞれが，2段に積層され，互いに平行配列されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例には，引用発明の技術課題について，次の記載がある。",
                    "「第1の従来技術では，各単位処理部を床面上に一列に配列して一体化した装置とされている。‥‥‥ところが，このような基板処理においては多数の単位処理部を設けねばならない関係上，この第1の従来技術では装置の全長が長くなり，占有床面積が増大してしまうという問題がある。‥‥‥また，第1の従来技術では，装置の全長の長大化にともなって，基板搬送手段の移動距離も長くなる。そして，これに起因して搬送時間も長時間化し，スループットが低下することとなる。」(段落【0003】～【0005】)",
                    "「(第2の従来技術)においては，複数の単位処理部を2つのグループに分けてそれぞれのグループ内では1列配置とするとともに，これら2つのグループを対向配置した構成としている。‥‥‥この第2の従来技術の場合には装置全体の長さは短くな‥‥‥るが，‥‥‥占有する床面積は第1の従来技術とあまり変わらない‥‥‥。」(段落【0006】～【0008】)",
                    "「第3の従来技術ではすべての単位処理部を垂直方向に縦積みにしており，被処理基板の搬送は垂直方向のみについて行う。この第3の技術では，床面積の低減効果は著しいが，そのかわりに装置の高さが高くなってしまう。‥‥‥また，第3の従来技術においては，装置の高さが高くなるのにともなって，基板搬送手段の高さ方向の移動距離が著しく長くなり，スループットの低下は避けられない。」(段落【0009】～【0011】)",
                    "「この発明は従来技術における上記の問題を解決するためになされたものであり，装置全体の占有床面積の増大を抑制しつつ，スループットの向上が可能な基板処理装置を提供することを目的とする。」(段落【0012】)",
                    "引用例の上記各記載に照らせば，引用発明は，装置全体の占有床面積を抑制しつつ高さも低減することを目的として，2段の積層構造を採用しているものであり，いわば，第1，第2の従来技術と第3の従来技術の折衷型を採用したものと認められるから，それぞれ2段の積層構造を有する第1のサブシステムAと第2のサブシステムBとを，さらに積層して装置全体の高さを増大させることは，上記第3の従来技術に近づくこととなるため，そもそも，引用例が予定していることではないとも考えられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，引用例において，第1，第2の従来技術と第3の従来技術との折衷型ともいえる2段の積層構造を採用する目的は，上記のとおり，装置全体の占有床面積を抑制しつつ，高さも低減することにあるから，2段の積層構造を採用する基板処理装置であるならば，引用発明のように，各々が2段の積層構造を有する第1のサブシステムAと第2のサブシステムBとを並列配置する構成でなくても，同じ目的を達成できることが明らかである。また，基板処理装置において，上記第1，第2の従来技術のような水平配置も，上記第3の従来技術のような垂直配置も採用されていたことは引用例の記載から明らかであり，さらに引用例の段落【0080】に，「単位処理部は2段のみならず，3段以上に配列してもよい。」と記載されていることに照らせば，当業者であれば，基板処理装置の単位処理部の配置は自在に設計できるものというべきである。",
                    "さらに，前記(1)のとおり，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」は，本件特許の優先権主張日当時，周知の手段であったから，引用発明における，2段の積層構造を有する第1のサブシステムAと第2のサブシステムBとの並列配置に代えて，積層構造を有してない第1のサブシステムAと第2のサブシステムBとの積層構造を採用することも，当業者であれば，容易に想到できたものというべきである。",
                    "なお，本件決定は，引用例の処理部A1(第1のサブシステムAの第1段部分)と本件発明1の塗布モジュールとを，処理部B1(第2のサブシステムBの第1段部分)と現像モジュールとを，それぞれ対比しており，本件発明1と引用発明の相違点について，モジュールを上下に異なる層に設けるという周知技術に基づいて容易想到と判断しているから，引用例の第1のサブシステムA及び第2のサブシステムBがそれぞれ多段に積層配列されている点を相違点としては挙げていないものの，本件決定は，引用例における2段の積層構造を有する第1のサブシステムAと第2のサブシステムBを更に積層することが容易想到と判断したものではないと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物2について",
              "text": [
                "原告は，刊行物2は，昇降装置300や，基板搬送ユニット101，102の導入についての示唆を与えるにすぎない旨を主張するが，刊行物2には，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすること」も開示されていることは，前記(1)のとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1の作用効果の顕著性を看過した誤りの主張について        原告は，本件発明1は引用例との対比において格別の効果を奏するから，決定が，本件発明1の作用効果を当業者が予測できる範囲と認定したのは誤りである旨主張する。",
                "原告の主張は，要するに，基板の移動手段が簡便なものとなることをその根拠とするものであるが，モジュールの配置，工程順が決まれば，移動手段は，それに合わせて適宜選定できるものというべきであるし，そもそも，本件発明1においては，移動手段が何ら特定されていないのであるから，本件発明1において，格別の作用効果が奏されているということはできない。原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，本件発明1と引用発明の相違点についての本件決定の進歩性の判断に誤りはなく，原告主張の取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2と引用発明の相違点1，2についての進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "原告は，本件決定が，本件発明2と引用発明の相違点1の判断を誤った旨主張するが，モジュールを上下に異なる層に配置することが容易に想到できることは，前記1において説示したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "慣用手段認定の誤りの主張について",
                  "text": [
                    "原告は，「フォトリソグラフィ工程のための半導体製造装置において，加熱処理部からの熱が塗布処理に影響しないようにするために通路の一側に塗布モジュールが配置されるとともに他側にはベークユニットが配置されること，通路の山側に現像モジュールが配置されるとともに他側にべークユニットが配置されること」は慣用手段とはいえない旨主張する。",
                    "しかし，上記の構成については，刊行物1のほか，乙3，乙4に開示されていることが認められ(原告も，刊行物1，乙3，乙4に，上記構成が開示されていること自体は，争っていない。)，本件特許の優先権主張日前に頒布された複数の刊行物に記載されているものであるから，同日の時点において慣用手段であったと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明が解決しようとする課題を看過した誤りをいう主張について          原告は，引用発明において，通路の一側に塗布モジュールを配置するとともに他側にべークユニットを配置したり，通路の一側に現像モジュールを配置するとともに他側にベークユニットを配置したりすれば，単位処理部を多段に設けた意味がなくなるから，このような変更を当業者が容易に想到し得たとは考えられず，本件決定の，本件発明2と引用発明の相違点2については当業者が容易に想到できたとの判断は誤りである旨主張するので，検討する。",
                    "(ア)引用発明においては，各モジュールが上下2段に設けられ，べークユニットは，その上段に配置されているのであるから，通路の一側に塗布モジュールを配置するとともに他側にべークユニットを配置したり，通路の一側に現像モジュールを配置するとともに他側にベークユニットを配置したりする必要がないことが窺われる。しかし，前記1(2)で説示したとおり，引用発明において，単層の第1のサブシステムA(塗布モジュール)と第2のサブシステムB(現像モジュール)とが，2段に積層配列されるようにすることは，当業者が容易に想到できることである。",
                    "(イ)上記(ア)を前提に，相違点2の容易想到性についてさらに検討すると，前記アのとおり，「フォトリソグラフィ工程のための半導体製造装置において，加熱処理部からの熱が塗布処理に影響しないようにするために通路の一側に塗布モジュールが配置されるとともに他側にはベークユニットが配置されること，通路の山側に現像モジュールが配置されるとともに他側にべークユニットが配置されること」は慣用手段であると認められ，引用例に記載された第2の従来技術(複数の単位処理部を2つのグループに分けてそれぞれのグループ内では1列配置とするとともに，これら2つのグループを対向配置した構成)も，同様の配置を採用するものといえる。",
                    "そうすると，単層の第1のサブシステムA(塗布モジュール)と第2のサブシステムB(現像モジュール)とを，2段に積層配列するに当たり，上記慣用手段を適用して，通路の一側に塗布モジュールを配置するとともに他側にべークユニットを配置し，通路の一側に現像モジュールを配置するとともに他側にベークユニットを配置することは，当業者ならば容易に想到できることというべきである。",
                    "なお，本件決定は，相違点2の判断に先立って，相違点1について，「フォトリソグラフィ工程のための半導体製造装置において，モジュールを上下に異なる層に設け，狭い面積に装置を置けるようにすることは周知手段‥‥‥に過ぎず，相違点1については当業者が容易に想到できたことである。」と判断しており，上記と同じ趣旨で，相違点2を容易想到と判断したものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1，2を複合することについて",
              "text": [
                "原告は，相違点1と相違点2に係る本件発明2の構成は，一連の処理工程において連続的に寄与するものであって密接不可分のものであるから，その一部について，周知，慣用手段を参酌したからといって，引用発明の構成を，本件発明2の構成に変更する動機付けは存在しない旨を主張する。",
                "しかし，引用発明の基本的な技術思想が，第1，第2の従来技術と第3の従来技術の折衷型を採用することにあり，上記相違点1，相違点2は，いずれも，当業者が容易に想到できることは，上述したとおりである。",
                "また，相違点1，相違点2は，モジュール，ユニットの空間的な配置に関するものであるところ，本件発明2においては，これらの配置により，「基板が，前記ローディング／アンローディングポートから第1通路を介して前記塗布モジュールへ送られ，次いで前記インターフェースポートと連結された前記露光システムへ送られ，次いで第2通路を介して前記現像モジュールへ送られ，最終的に前記ローディング／アンローディングポートに戻る移送経路」が形成されるのであり，かかる移送経路は，上記引用発明(及び第1～第3の従来技術)においても実現されているのであるから，本件発明2において，設備稼働率のさらなる向上，ひいては作業性の更なる改善を図ることができると認めることはできない。また，原告は，本件発明2の移送手段は，引用発明のものに比して構造が簡単で洗練されたものとなる旨を主張するが，本件発明2の移送手段については，請求項2に「第1，第2ロボット」と規定されているだけでその具体的構造が特定されているわけではないし，モジュール，ユニットの配置が定まれば移送手段もそれに合わせて設計できるのであるから，移送手段が相違するからといって，本件発明2が想到困難であるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明2の作用効果の顕著性を看過した誤りの主張について        原告は，本件発明2は，本件発明1と同じく，引用例との対比において格別の効果を奏する旨主張するが，かような原告の主張を採用できないことは，前記1(4)において説示したとおりである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，本件発明2と引用発明の相違点1，2の進歩性についての本件決定の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3～6の進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性判断の誤りの主張との関係について",
              "text": [
                "原告は，本件発明3～6の進歩性の欠如を認めた本件決定の判断が誤りである旨主張するが，本件発明1は，前記1において説示したとおり，当業者が容易に発明できたものである。そして，本件発明3～6がそれぞれ特徴とする付加事項は，次に述べるとおり，いずれも慣用手段にすぎない。本件発明3～6は，当業者が容易に発明できたとする決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "慣用手段認定の誤りの主張について",
              "text": [
                "本件発明3，5，6において付加された事項は，次のとおり，いずれも慣用手段と認められ，引用発明においてこれらを適用することに何ら困難性はない。",
                "また，本件発明4において付加された事項についても，同様である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3，5について",
                  "text": [
                    "原告は，本件発明3，5に関し，「フォトリソグラフィ工程のための半導体製造装置において，上下に配置した処理装置の間を隔離する中間壁を設けること」が慣用手段といえない旨主張するが，当該構成については，引用例，刊行物2，刊行物4のほか，乙2に開示されていることが認められ(原告も，上記刊行物に当該構成が開示されていること自体は，争っていない。)，本件特許の優先権主張日前に頒布複数の刊行物に記載されているから，同日の時点において慣用手段であったと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明4について",
                  "text": [
                    "原告は，「フォトリソグラフィ工程のための半導体製造装置において，通路の一側に塗布モジュールが配置されるとともに，他側にはベークユニットが配置されること，および通路の一側に現像モジュールが配置されるとともに，他側にベークユニットが配置されること」が慣用手段とはいえない旨主張するが，前記2(2)アにおいて説示したとおり，この点は慣用手段であったと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6について",
                  "text": [
                    "原告は，本件発明6に関し，「フォトリソグラフィ工程のための半導体製造装置において，加熱プレート及び冷却プレートを設けること」は，慣用手段とはいえない旨主張するが，当該構成については，引用例，刊行物4のほか，乙5に開示されていることが認められるのであって(原告も，上記刊行物に当該構成が開示されていること自体は，争っていない。)，本件特許の優先権主張日前に頒布複数の刊行物に記載されているから，同日の時点において慣用手段であったと認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "そうすると，本件発明3～6について進歩性の欠如を認めた本件決定の判断に誤りはなく，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告が主張する取消事由はいずれも理由がなく，その他，本件決定にこれを取り消すべき誤りがあるとは認められない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。",
            "なお，原告は，本訴提起後の平成17年8月5日に訂正審判を請求するとともに，同日，当庁に対し，当該訂正審判の審決があるまで本訴の訴訟手続を中止することを求めた。その後，特許庁は，上記訂正審判請求を訂正2005-39143号事件として審理し，平成17年10月14日，訂正拒絶理由通知書を発送した(甲8，9)。原告は，平成17年12月5日，特許庁に対し，上記訂正は認められるべきである旨の意見書を提出するとともに，当裁判所に対し，上記訂正は認められるべきものであるから，上記訂正審判の審決が確定するまで本訴の訴訟手続を中止することを求める旨の上申書を提出した。当裁判所は，上記訂正審判請求の内容及び原告の上申書を検討したが，本訴の訴訟手続を中止する必要があるものとは認められない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10474",
    "date": "2006-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009119",
    "ipprecedent_id": "421",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}