{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決中，控訴人敗訴の部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人の上記取消しに係る部分の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "被控訴人の本件附帯控訴を棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用は，第1，2審を通じ被控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "主文同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決主文3項を次のとおり変更する。",
                "控訴人は，被控訴人に対し，1億1000万円及びこれに対する平成14年8月1日から支払済みに至るまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審を通じ，控訴人の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，自動車ワックスの製造，販売等を業とする被控訴人が，控訴人の販売する自動車用コーティング剤「CPCペイントシーラント」(以下，原判決と同様に「被告商品」という。)の広告及び取引書類に記載されている原判決別紙表示目録A及びB記載の各表示(以下，原判決と同様に「本件各表示」という。)が被告商品の品質及び内容を誤認させるものであり，控訴人が本件各表示を広告等に使用する行為は不正競争防止法2条1項13号所定の不正競争行為に該当すると主張して，控訴人に対し，本件各表示の記載の差止め，ウェブページからの削除，本件各表示を記載したカタログの廃棄，被告商品の譲渡等の差止め，謝罪広告の掲載及び損害賠償の支払(1億1000万円及びこれに対する平成14年8月1日から年5分の割合による遅延損害金)を求めた事案である。",
            "原判決は，本件各表示のうち原判決別紙表示目録A記載3，4及び7の各表示並びに同目録B記載2，4ないし6，8及び9の各表示は，被告商品の品質や内容を誤認させるおそれがある表示であるとして，被控訴人の請求のうち，上記各表示を被告商品の広告又は取引書類について記載することの差止め，現在ウェブページに存在する同目録B記載5の表示の削除及び損害賠償請求の一部(1000万円及びこれに対する平成14年8月1日から年5分の割合による遅延損害金)の支払の限度で，これを認容し，その余の請求を棄却した。",
            "そこで，これを不服とする控訴人が敗訴部分について控訴するとともに，被控訴人が損害賠償の棄却部分について附帯控訴したものである(したがって，本件各表示のうち原判決が認容しなかった各表示の記載の差止め及び削除，カタログの廃棄，被告商品の譲渡等の差止め及び謝罪広告の掲載の各請求は，当審における審理の対象となっていない。)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当事者の主張は，次の3及び4のとおり，当審における主張を付加するほか，原判決の「第2　事案の概要」の「1　前提となる事実等」，「2　争点」の(1)ないし(3)，「3　争点についての当事者の主張」の(1)ないし(3)各記載のとおりであるから，これを引用する(ただし，原判決4頁20行目の「実験結果」から21行目の「記載した。」までを削除する。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の主張の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告商品を使用した場合，新車時の輝きを5年間維持できることは，以下の点から十分に裏付けられる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "米国のUnited States Testing Company(以下「UST社」という。)によって1980年(昭和55年)に行われたASTM-G53試験(紫外線蛍光ラ",
                  "text": [
                    "ンプ法)において，被告商品につき1000時間で90％以上の光沢保持率が確認されている(乙8，以下，この試験を「乙8試験」という。)。なお，UST社は，世界的にも権威のある機関であり，ASTM-G53規格による1000時間の促進耐候テストは5年間に相当することが確認されている。",
                    "原判決は，「光沢度10パーセントの低下をもって当初の輝きを維持しているとする点でも疑問が残る。」としているが，視感光沢には幅があり，10％のダウンは，ユーザーにとっても「目で見て違わない」レベルであって，許容範囲である。さらに，控訴人は，カタログ等において，ASTM-G53のテスト結果をグラフとして示し，光沢保持率が90％にダウンすることをユーザーに知らしめた上で販売している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，SGS U．S．Testing Company(UST社がSGSグループの傘下に入ったことから社名変更したものである。)が，2002年(平成14年)に再度ASTM-G53試験を行った結果，被告商品について，乙8試験及びゼネラルモータース社の資料にあった試験データ(乙27)の「光沢保持率90％維持」が確認されている(乙9，以下，この試験を「乙9試験」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告商品は，米国で26年，日本で16年以上にわたって，「5年間の光沢維持」を謳い販売されており，その間のクレームは絶無に近い。被告商品は，米国のケムテック社(現CPC社)が開発し，1979年から米国を中心に販売され(ゼネラルモータース社により「ACデルコ」ブランドの「R2000ペイントシーラント」名で販売されていた。)，日本では，控訴人が昭和63年(1988年)からその販売を開始したものであり(当初の商品名は「ACデルコペイントシーラント」)，平成12年4月から同16年9月までの間に限っても191万台の自動車に施工され，既に社会的な評価を受けている実績のある商品である。しかるに，日本国内における過去4年6ヶ月間のクレーム率は0．16％であり，そのうち商品の品質に起因する光沢についてのクレーム率は0．004％にすぎない。このことは，ほぼ100％のユーザーが被告商品の光沢維持効果に満足していることを示すものであり，被告商品の効果が5年間継続していることの証左である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告商品は，つや出しコーティング剤ではなく「塗装面保護剤」である。被告商品の成分には，フッ素化合物である「テフロン＝ゾニール」が含まれており，このテフロンの化学的性質により塗装表面の樹脂層を保護し，光沢の劣化を抑制する性能を持つものである。テフロン自体の効用は広く認められており，「屋外に使用しても半永久的に影響を受けない」など，自動車用塗装面保護剤の素材として適している。かかるテフロンの基本性能から見ても，被告商品は，5年以上の塗装面保護効果の維持を推定できる品質を持つものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告商品の5年間効果維持は，以下の点からも実証される。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告商品の効果を確認するには，被告商品を施工して5年前後経過した実際の車両の光沢度を測定することが最も適切な方法であることから，控訴人は，専門家(技術士)の指導の下で，日照時間，降雨量，紫外線量などの地域差を考慮し，北海道から宮崎県まで全国各地の被告商品施工後3年から約8年間経過した車両19台と新車(被告商品未施工)9台の光沢度を測定し比較した。その結果，被告商品を施工したほとんど全ての車両において光沢度90％以上(平均92．9％)を維持しており，新車の光沢度(93．0％)と比較してもほとんど劣化していないことが確認できた(乙127)。その後，さらに追加して実車を測定したところ，その結果は上記乙127の測定結果と同じであったが，他方，被告商品を施工していない5年程度経過した実車の光沢度は，いずれも80前後の数値となることが確認できた(乙176)。(以下，これらの実車光沢度測定を「乙127等報告」という。)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，平成17年2月，専門の試験機関として定評のあるツツナカテクノ株式会社に依頼し，ASTM-G53試験(蛍光紫外線ランプ法)を行った(乙148，以下，この試験を「乙148試験」という。)。この試験は，現在車両に使われ，最も品質が良いとされた熱硬化型ポリエステル白色(トヨタT-040)を塗装したものに，規定どおりに被告商品を施工した試験片，被告商品を施工していないブランク試験片(以下，被告商品やワックスを施工していない試験片を単に「ブランク試験片」，「ブランク」ともいう。)を用い，現実の使用実態に近づけるため200時間(1年に相当)ごとにメンテナンスクリーナーを使用し，水洗いを行うという条件を設定して実施され，その結果，1000時間経過後の光沢度は，被告商品を施工した試験片で「90」以上を維持することが確認された。なお，高性能塗料を使用したこの試験片でさえ，ブランクのものでは，1000時間経過後の光沢度が現実ではまずあり得ない「50」台にまで劣化しており，これは促進耐候性試験において「現実を再現」することがいかに困難であるかを示すものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決が，被控訴人の平成15年に行ったJIS-K2396試験及びASTM-G53試験の各結果を採用したことは，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "JIS-K2396規格は，光沢増加度を測定する基準も含み，塗装面がある程度劣化している車に対しても使用する市販のつや出しコーティングの測定には意味のある規格であるが，新車の塗装面自体の劣化を抑え保護する被告商品の測定には適切でない。また，同規格では，キセノンアーク灯による試験(XW試験)における試料面平均放射照度は48w／㎡(調整波長300～400ナノメーター)で行うべく明記されているが，被控訴人の行った試験では，100w／㎡(調整波長300～400ナノメーター)という2倍以上を照射させており，規格外である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が行ったASTM-G53試験では，品質の劣化が激しいため現在では自動車に使用されていないアミノアルキド樹脂エナメル塗料を試験片に用いており，本件の判断材料にはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，当審において，新たに行った耐候性試験によるテスト結果を提出しているが，そもそも「テスト(実験)なるものは現実の条件を再現できないことから，一定の仮説を立ててその上で行う，いわば一種のフィクションともいうべき性格のものにすぎない」のであり，単なる実験室での実験結果によって広告表示の誤認性を判断すべきではなく，殊に被告商品のように，米国で26年間，日本で16年間にわたって5年間表示が市場に受け入れられ，その間ユーザーからのクレームが皆無に近いということは，実験室の実験以上に確実な「臨床実験」による裏付けがあることを意味しているというべきであって，5年間光沢維持の広告表示は，そのような「販売実績」，「顧客満足」という実証をもって確認されるべきである。",
                "しかも，被控訴人が新たに提出したJIS-K2396試験は，被告商品に該当せず，150時間が1ヶ月とする基準も一つの仮説にすぎないものである上，その試験結果の内容自体も，現実に考えられない非常識な信頼性のないものであり，また，ASTM-G53試験の結果も同様であって，これらのテスト結果によって，被告商品の表示の誤認性を認定することは許されない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "損害賠償について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人の「附帯控訴の理由」の主張は争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告商品の販売開始に際し，乙8試験の結果及び補足資料(乙12，27)に基づいて，その品質を確認した上で「新車の輝きを5年間維持する」との広告表示を行い，以後16年にわたり販売を継続し，クレームが皆無に等しいことから，その品質について十分な根拠をもって信頼し広告表示を行ってきたものである。したがって，その広告表示について，控訴人に過失はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "不正競争防止法2条1項13号に基づく損害賠償請求において，同法5条2項が適用されるのは，被控訴人が被告商品の機能・効果を有する対応品を販売している場合であると解すべきであるから，本件において，同法5条2項の適用はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "仮に被控訴人の売上が低下したとしても，ワックスの売上低下は手間暇をかけることを嫌うワックス離れというユーザーのニーズの変化などによるものであり，被控訴人の売上低下と被告商品の広告表示との因果関係はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における被控訴人の主張の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "附帯控訴の理由",
              "text": [
                "原判決は，被告商品の売上本数をおおむね年間20万本とし，1本当たりの販売利益を2000円として，4年6ヶ月(本訴提起前3年間及び本訴提起後1年6ヶ月間)の販売利益を18億円と算出し，これに，被控訴人の商品の自動車用ワックス全体の販売額に対する占有率25％を乗じ，さらに諸事情を総合考慮して2％の割合を乗じた金額を損害額として認定した。",
                "しかし，被告商品の施工台数は年間平均42万台以上であり，被告商品の販売本数も，年間平均42万本以上である。また，原判決が採用した2％は低すぎるものであり，諸事情を考慮するとしても，少なくとも20％程度は認められるべきである。",
                "したがって，被控訴人の受けた損害額は，2000円×42万本×4．5年×0．25×0．2＝1億8900万円となるものであり，その内金として1億円及び弁護士等費用として1000万円の合計1億1000万円が認められるべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，乙8試験等により，新車時の輝きを5年間維持できることが十分に裏付けられると主張するが，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙8試験は，試験片に塗布した試料が被告商品と同一であるかも不明であり，塗板の特定性にも欠けるなど，再現性がないのみならず，試験片の作成自体も被告商品の施工手順とは全く異なり，定着時間をほとんどおいておらず，不合理であり，さらに乙9試験に至っては，試料，具体的な作業，条件設定等について全く触れられておらず，再現性がない。また，内容的にも，各試験の間で数値が大きく異なっており，不自然なものとなっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，10％程度の光沢度のダウンは「新車の輝き」として許される旨主張するが，目視でも，比較すれば10％の光沢減は容易に判別できるものであるし，また，そもそも光沢度95％が仮に新車の光沢であるとすれば，光沢度85％は新車の光沢でないことは明らかであって，これを同じ新車の輝きであるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，ユーザーからのクレームが少ないことを被告商品の効能がある根拠として主張する。しかし，被控訴人が行った被告商品を施工していない車両の光沢度の測定において，購入から5年以上経過したものでもその光沢度が高く維持されていることが判明しているが(甲177)，ユーザーは，そのようなことを知らず，また，メンテナンスクリーナーの使用により光沢度が向上することも知らないのであり，被告商品の効能・効果のみを検証することが不可能な状態にあるから，ユーザーのクレームが少ないことは，被告商品の効能・効果を証明することになるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，被告商品の効果はフッ素樹脂(テフロン)の持つ特性に負うところが大きい旨主張するが，被告商品の塗布により，フッ素被膜(テフロン被膜)が形成されることはないから，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，被控訴人が平成15年に行ったJIS-K2396試験及びASTM-G53試験の方法等について問題がある旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "JIS-K2396試験(甲102～116，以下，この試験を「甲1",
                  "text": [
                    "02等試験」という。)について",
                    "JIS-K2396規格は，撥水性のないコーティング剤には適用されないとされているが，その理由は，その検査項目が光沢度のみならず，接触角の測定もあるからであり，接触角の測定結果を重視せず，光沢度の変化のみにより，撥水性のないコーティング剤の性能を検査することは十分可能であり，証拠価値もある(なお，被告商品は，施工直後には撥水性があり，これを撥水性のない商品であるとする控訴人の主張は事実に反している。)。",
                    "また，控訴人は，上記試験における放射照度が規格より高いと主張するが，当該試験では，ブランク試験片及びワックス施工試験片を被告商品施工試験片と比較対照して試験しているのであるから，たとえ放射照度が高めであったとしても，被告商品の優位性の有無を判断するには十分であるというべきであって，各試験片の光沢度に何らの差も認められないことは，被告商品について宣伝されている効能を前提とした場合，明らかに不合理であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ASTM-G53試験(甲126～131，以下，この試験を「甲12",
                  "text": [
                    "6等試験」という。)について",
                    "上記試験において試験片に用いられているアミノアルキド樹脂エナメル塗料も，ソリッドカラー(白色を含む)では，1980年過ぎまで自動車上塗塗料として使用されていたものであり，被告商品が1979年から米国で販売されている事実からしても，試験片として不合理であるとはいえない。",
                    "また，被告商品に，塗装面を5年間保護する優れた効能・効果があるというのであれば，アミノアルキド樹脂塗料を用いた塗板でも，その効果は確認されなければならないのであって，被告商品により形成される被膜自体の性能を試験するためには，本来，塗板の品質は必ずしも高性能なものである必要はなく，この点からもアミノアルキド樹脂塗料塗板を使用することに不合理な点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，控訴人の指摘の趣旨も考慮して，平成17年1月，財団法人日本塗料検査協会東支部に依頼して，新たにJIS-K2396試験及びASTM-G53試験を行った。その結果，被告商品を施工した塗装板には，光沢について何らの優位性も認められないことが確認された。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "JIS-K2396試験(甲168，169，171，172，以下，",
                  "text": [
                    "この試験を「甲168等試験」という。)",
                    "この試験は，サンシャインカーボンアーク灯により放射照度75w／㎡(波長範囲300～400ナノメーター)によって，JIS塗板(アミノアルキド樹脂塗板)と，現在の自動車塗板を再現した白色の熱硬化ポリエステル塗板(トヨタ040スーパーホワイトⅡ)とを用いて行われたが，その結果，いずれにおいても，被告商品を施工したもの，ブランクのもの及び被控訴人のワックスを施工したものとで，各塗板の光沢度は経時的に大きく下落していることが確認され，これによると，被告商品を施工した塗板には，光沢について何らの優位性も認められないことが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ASTM-G53試験(甲170，173，174，以下，この試験を",
                  "text": [
                    "「甲170試験」という。)",
                    "この試験は，アと同様の熱硬化ポリエステル塗板を用いて行われたが，1000時間経過後の光沢平均値は，ブランクのものが「46」(水洗いしない場合「45」)，被告商品を施工したものが「48」(水洗いしない場合「46」)，被控訴人のワックスを施工したものは「49」(水洗いしない場合「46」)となり，いずれの光沢度も経時的に大きく下落することが確認され，被告商品を施工した塗板には，光沢について何らの優位性も認められないことが確認された。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人は，被告商品を施工した実車の光沢度が90％以上に維持されている測定結果を提出して，被告商品に効能・効果がある旨主張するが，その測定対象とされた実車について，測定前までにいかなる作業が施されたか(少なくとも，定期的なメンテナンスクリーナーの施工はされているはずである。)，その走行距離，屋外駐車場に駐車されていたのか，屋内駐車場に駐車されていたのかが不明であるなど，その測定された数値のみをもって被告商品の効能・効果の証明とすることはできない。",
                "また，被控訴人は，被告商品の施工されていない5年以上経った中古車を水洗いし，各部位の光沢度を測定した結果，いずれも90％前後の高い光沢度が測定された(甲177)。このことは，最近の自動車の塗装板は，もともと光沢の劣化が遅いことを明確に証明している。",
                "したがって，仮に被告商品を施工した実際の自動車の塗装板が5年以上経過して90パーセント以上の光沢度を保持しているとしても，それは定期的にその使用を義務づけられているメンテナンスクリーナーによる研磨作用による塗装面の平滑化のおかげであると同時に，研磨することにより光沢が蘇る現在の自動車塗装板自体の性能によるものであるといえる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人が提出した乙148試験は，被告商品の効能・効果を立証するものではない。",
                "控訴人は，上記試験において，「現実の使用実態に近づけるため」などとして，メンテナンスクリーナーを200時間ごとにかけ続けているが，耐候性試験においては，「純水」に近い水を使用している上，通常の自動車使用によるピッチやタール，鳥糞等の介在する余地はないのであり，メンテナンスクリーナーを使用する必要はない。仮にメンテナンスクリーナーを定期的に施工した試験を行う場合においても，対照試験として，メンテナンスクリーナーを定期的にかけない被告商品施工塗板でも耐候性試験を行い，そのデータを開示していないのは不自然であり，乙148試験は，その条件設定自体が明らかに不合理である。",
                "また，耐候性試験に用いたテスト塗装板にメンテナンスクリーナーをかけて光沢度を測定する試験(甲189～191)によると，耐候性試験で光沢度が大幅に下落したブランク等の塗装板でも，メンテナンスクリーナーをかけることにより，光沢度が90％以上に容易に復元することが判明しており，メンテナンスクリーナーが研磨作用により塗装最表面の光沢度を上げるという機能を有していることは明らかである。このように，表面が劣化した塗装板でさえもメンテナンスクリーナーをかければ，含有される珪藻土により，劣化した最表面は研磨されて平滑化し，再度光沢度を上げるのであるから，200時間ごとにメンテナンスクリーナーをかけ続けたという乙148試験では，その都度劣化した表面層を磨き上げて光沢度を高い数値のまま維持し続けたにすぎないのであって，乙148試験の結果はメンテナンスクリーナーの使用による効果である。すなわち，被告商品の施工の有無にかかわらず，メンテナンスクリーナーを定期的にかけてさえいれば，実際の自動車塗装板の光沢は長い間90パーセントを優に超える高い数値を維持できるといえるのであって，被告商品自体に，5年間新車の光沢度を保持する効能・効果があるものではない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "控訴人の「損害賠償について」の主張はいずれも争う。",
                "なお，控訴人は，不正競争防止法5条2項の適用がないと主張するが，ワックスとコーティング剤とは，市場において競合するものであり，自動車塗板の保護つや出し剤として，その目的，性質も同じである以上，同条項の適用がないとの控訴人の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件各表示は，被告商品の品質及び内容について，「新車購入時の施工により，自動車の塗装面にテフロン被膜が形成され，その後5年間，新車時の塗装の輝きが維持されるものであること」を示した表示であると理解されるところ，被控訴人は，①被告商品の施工により，テフロン被膜が形成されることはない，②新車時の塗装の輝きが5年間持続することはあり得ないとして，本件各表示は，被告商品の品質及び内容を誤認させる表示であると主張する。",
            "しかしながら，被控訴人の上記①の主張事実は，これを認めることができず，「自動車の塗装面にテフロン被膜が形成される」との表示は，被告商品の品質及び内容を誤認させるものとはいえない。その理由は，原判決の「第3　争点に対する判断」の1の(2)(10頁4行目から15頁18行目)と同一であるから，これを引用する。",
            "そこで，被控訴人の上記②の主張，すなわち「施工後5年間，新車時の塗装の輝きが維持される」との表示が被告商品の品質及び内容を誤認させるものであるかどうかについて検討する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人が，原審及び当審において，被告商品に新車時の塗装の輝きが5年間持続する効果がないことの根拠として援用する光沢度に関する実験結果は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲102等試験",
              "text": [
                "甲102ないし107によれば，東京都立産業技術研究所は，平成15年5月，被控訴人の依頼を受けて，アミノアルキド樹脂エナメル塗装の白色板を用い，ブランクの試験片と，被告商品の施工の態様を変えて作成した4種の試験片について，JIS-K2396規格に準拠したキセノンアーク灯式による1050時間耐候性試験を行い，150時間ごとに光沢度の測定をしたこと，その結果，1050時間経過後の光沢度は，ブランク試験片で当初の「93」から「27」に，被告商品の前処理剤のみを施工した試験片で当初の「93」から「31」に，前処理剤とメンテナンスクリーナーを施工した試験片で当初の「93」から「34」に，前処理剤と被告商品を施工した試験片で当初の「91」から「43」に，前処理剤・被告商品・メンテナンスクリーナーを施工した試験片で当初の「94」から「40」になり，それぞれ当初の光沢度の数値の2分の1以下に低下し，いずれの試験片でも光沢保持率が50％を下回ったこと，この試験では，光源として「キセノンアーク灯　7．5kw　水冷式」が用いられ，放射照度を「100w／㎡(調整波長300～400ナノメーター)」と設定して行われたことが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲126等試験",
              "text": [
                "甲126ないし129によれば，財団法人日本塗料検査協会東支部は，平成15年2月，被控訴人の依頼を受けて，被控訴人から提出されたブランク試験片と被告商品を施工するなどした3種の試験片について，ASTM-G53規格による1000時間耐候性試験を行い，100時間ごとに光沢度の測定をしたこと，その結果，各試験片の1000時間経過後の光沢度は，ブランク試験片で当初の「94」から「38」(洗浄後「37」)に，被告商品を施工した(10日屋内放置)試験片で当初の「94」から「37」(洗浄後「38」)に，メンテナンスクリーナーのみを施工した試験片で当初の「95」から「37」(洗浄後「35」)に，被告商品を施工し，10日屋内放置後メンテナンスクリーナーを施工した試験片で当初の「95」から「39」(洗浄後「40」)になり，いずれの試験片でもほとんど差異がなく，当初の光沢度の数値が2分の1以下に低下していることが認められる。なお，この試験で用いられた試験片は，いずれも被控訴人から提出されたものであり，甲117に「CPCペイントシーラントに関しては，製品裏面および，パンフレットに記載の使用方法に準拠して施工し，試験片とした。」と記載されているものの，その具体的な試験片の作成手順，方法は明らかにされておらず，また，乙61，70及び弁論の全趣旨によれば，その試験片には，我が国で1980年代前半以降は自動車上塗塗料として使用されていないアミノアルキド樹脂塗料の塗板が用いられていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲168等試験及び甲170試験",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲168，169によれば，財団法人日本塗料検査協会東支部は，平成17年1月，被控訴人の依頼を受け，アミノアルキド樹脂塗板と熱硬化ポリエステル塗板(トヨタ040スーパーホワイトⅡ)を用いて，それぞれJIS-K2396規格によるサンシャインカーボンアーク灯式に準拠した1050時間耐候性試験を行い，150時間ごとに光沢度を測定したこと(甲168等試験)，その結果，1050時間経過後の光沢度の平均値は，アミノアルキド樹脂塗板の場合において，ブランク試験片で当初の「98」から「65」(光沢保持率66．3％)に，被告商品を施工した試験片で当初の「96」から「70」(光沢保持率72．9％)になり，また，熱硬化ポリエステル塗板の場合において，ブランク試験片で当初の「96」から「52」(光沢保持率54．1％)に，被告商品を施工した試験片で当初の「94」から「43」(光沢保持率45．7％)になったこと，この試験で用いられた被告商品を施工した試験片は，試験板に前処理剤3gを塗布し，よく拭きあげて乾燥させた上，被告商品を塗布して拭きあげた後，室温で10日間放置し，その後メンテナンスクリーナーを1g塗布し，拭きあげるという方法によって作成されたものであることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲170によれば，財団法人日本塗料検査協会東支部は，平成17年1月，被控訴人の依頼を受け，熱硬化ポリエステル塗板(トヨタ040スーパーホワイトⅡ)を用いて，ASTM-G53規格に準拠した1000時間耐候性試験を行い，100時間ごとに光沢度を測定したこと(甲170試験)，その結果，1000時間経過後の光沢度の平均値は，ブランク試験片で当初の「95」から「46」(水洗い無しの場合「45」)に，被告商品を施工した試験片(アと同じ方法で作成されたもの)で当初の「94」から「48」(水洗い無しの場合「46」)になったことが認められる。上記試験の結果によると，光沢保持率は，ブランク試験片で48．4％(水洗い有り)，被告商品施工試験片で51．0％(水洗い有り)と計算される。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "他方，控訴人が提出する被告商品の光沢度に関する実験結果等は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "乙8試験及び乙9試験",
              "text": [
                "乙8，12によれば，乙8試験は，UST社が，昭和55年6月，3種の自動車用ペイントシーラントについて，ASTM-G53規格に従った促進耐候性等の比較検査を行ったものであり，その結果，1000時間後の光沢度が，ブランクのもので当初の「97」から「76」(洗浄前は「47」)に，R-2000ペイントシーラント(当時の被告商品の米国における商品名(乙14及び弁論の全趣旨))を施工したもので当初の「94」から「89」(洗浄前は「68」)になったことが報告されていること，上記試験について，検査200時間は大西洋岸中部地域気候の外気に1年間さらされたのと同等であり，検査1000時間は同気候において約5年の露出であると説明されていることが認められる。上記試験の結果によると，R-2000ペイントシーラントを施工したものの光沢保持率は94．6％と計算される。もっとも，この試験では，「シーラントはパネルにピストルグリップのポンプ式噴霧器で振り掛け，柔らかい布でならし，塗布後1，2分で，乾いたフランネル布で磨きバッフィング」(乙8)したものが用いられたとされており，被告商品の使用手順に従って作成されたものといえるか疑問があり，また，光沢度の測定も，試験前と800時間及び1000時間経過後のものが記載されているだけで，その実験経過は全く明らかにされていない。",
                "また，乙9によれば，SGS U．S．Testing Company Inc.が，2002年(平成14年)10月に，ASTM-G53基準に基づいて紫外線抵抗値のテスト(乙9試験)を行った結果がCPC Corporation宛に報告されていることが認められるが，その記載だけからは，いかなる試料について，いかなる条件でなされたテストであるのか判然とせず，乙13によっても，試験片の作成方法や具体的な実験条件などが明らかとなっていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙148試験",
              "text": [
                "乙148，150，151によれば，ツツナカテクノ株式会社は，平成17年2月，控訴人の依頼を受け，自動車用鋼板に新車用塗料(トヨタスーパーホワイト2-040)による塗装を施した試験板を用いて，ASTM-G53規格に準拠した蛍光紫外線ランプ法による1000時間耐候性試験を行い，200時間ごとの光沢度を測定したこと，その結果，1000時間経過後の光沢度の平均値は，ブランク試験片で当初の「94．8」から「55．8」に，被告商品を施工した試験片で当初の「96．4」から「88．6」になり，その光沢保持率の平均値は，前者において58．9％であるのに対し，後者では91．9％であったこと，この試験で用いられた被告商品を施工した試験片は，控訴人において，前処理剤をネルクロスで表面全体に塗りつけ，即座に拭き取った上で，被告商品を指定のコーティングスポンジにつけ，均一に塗り込み，乾燥するまで15分間放置した後，ユニチカ製施工用拭き取りクロス(ポリエステル100％)を用いて拭き取り，その後48時間室温にて放置して作成したものであること，また，この試験においては，被告商品を施工した試験片について，照射200時間ごとにメンテナンスクリーナーを塗布し，試験片を水洗いして洗浄部分の光沢度を測定したものであることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙127等報告",
              "text": [
                "乙127によれば，控訴人は，平成17年2月から3月にかけ，被告商品の施工カーディーラーに依頼して全国各地から選定された，被告商品の施工後3年から7年10ヶ月経過した車両19台について，測定前に水洗いをし，その後水分を拭き取った上で，ルーフ，ボンネット，左右ドアなど数カ所の光沢度を測定した結果，各車平均して90％以上の数値を示し，19台全部の光沢度の平均値は92．9％であったこと，そのうち5年以上経過した車両10台の光沢度は90．2％～96．4％であり，その平均は93．7％であったこと，一方，納車前整備済車，ディーラー店頭展示車など被告商品を施工していない新車9台について，同様に光沢度を測定したところ，その光沢度の平均値は93．0％であったことが認められる。",
                "また，乙176によれば，控訴人は，さらに平成17年4月から5月にかけ，上記測定において選定されなかった地域を中心に選定された，被告商品の施工後3年4ヶ月から8年6ヶ月経過した車両21台と，大阪トヨタ自動車株式会社が下取りするなどした被告商品未施工の2年2ヶ月から5年5ヶ月経過した車両8台について，それぞれ前回と同様の方法により光沢度を測定した結果，被告商品施工済車21台の光沢度の平均値は96．0％であったこと，そのうち5年以上経過した車両13台の光沢度は90．9％～106．5％であり，その平均は96．1％であったこと，これに対し，被告商品未施工の車両8台の光沢度の平均値は83．2％であったことが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "そこで，被控訴人の援用する上記実験結果について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲102等試験について",
              "text": [
                "甲93によれば，JIS-K2396規格は，自動車用つや出しコーティング剤としての種類，品質及び試験方法を規格化したものであり，同規格によるキセノンアーク灯式耐候性試験においては，試料面平均放射照度は48w／㎡(調整波長300～400ナノメーター)で行うこととされているところ，甲102等試験では，前記のとおり，放射照度が100w／㎡(調整波長300～400ナノメーター)に設定されており，JIS-K2396試験の規格に該当しない試験方法で実施されているから，同試験は，少なくともこの点で適切な方法による試験ということができない。",
                "被控訴人は，上記試験では，ブランク試験片及びワックス施工試験片を被告商品施工試験片と比較対照して試験しているから，放射照度が高めであったとしても，被告商品の優位性の有無を判断するに十分であると主張するが，放射照度は熱劣化と関係するものであり，放射照度が規格の2倍以上であることによる熱劣化の影響の可能性を否定することはできないから(甲93)，他の試験片も同一の条件下で行われたとしても，そもそもそのような規格外による条件下での試験は，JIS-K2396規格による耐候性試験として適切な方法によるものといえず，その試験結果をもって被告商品の効果について適切な評価を下す根拠とすることには無理があるといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲126等試験について",
              "text": [
                "前記のとおり，当該試験においては，試験片として，我が国で1980年代前半以降自動車上塗塗料として使用されていないアミノアルキド樹脂塗料の塗板が用いられている。しかし，乙61及び弁論の全趣旨によれば，アミノアルキド樹脂塗料は，その後使用されるようになった熱硬化ポリエステルや熱硬化アクリル等に比して劣化しやすいものであることが認められるから，自動車塗装板の上に施工される被告商品の効果を検査するに当たって，そのような現在の自動車に用いられていない劣化しやすい塗料を使用した試験片を用いて実験を行うことは必ずしも適切とはいえない。",
                "被控訴人は，被告商品の性能を試験するためには，本来，塗板の品質が高性能なものである必要はなく，アミノアルキド樹脂塗料塗板を使用することに不合理な点はないなどと主張するが，被告商品がテフロン化合物により塗装面を保護し，塗装面自体の光沢度の劣化を抑えるものであるとされていることからすると，被告商品の効果を検証する以上，通常用いられている自動車上塗塗料を前提として試験が行われるべきであり，1980年代前半以降，我が国において自動車上塗塗料として使用されていないアミノアルキド樹脂塗料の塗板を用いて試験することは，試験方法として適切さを欠くものといわざるを得ない。",
                "上記塗料の点に加え，甲126等試験においては，前記のとおり，被告商品を施工した試験片の具体的な作成手順，方法が明らかでないことを併せ考えると，同試験の結果から被告商品の効果を的確に認定することは困難であるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲168等試験・甲170試験について",
              "text": [
                "甲168等試験及び甲170試験は，上記のような点を考慮して，被控訴人が新たに財団法人日本塗料検査協会東支部に依頼して行った試験であるが，これらによると，JIS-K2396規格による耐候性試験，ASTM-G53規格に",
                "よる耐候性試験のいずれにおいても，被告商品を施工したものと，施工していないブランクのものとの間で，1050時間又は1000時間経過後の光沢度においてほとんど差異がなく，被告商品を施工したものの光沢保持率も，アミノアルキド樹脂塗板を用いた甲168等試験で72．9％を示したほかは，いずれも50％前後となっており，これらの試験結果の示す数値から見る限りは，被告商品には塗装面の光沢度の劣化を防止する効果すらないということになる。",
                "しかしながら，甲168等試験の結果によると，1050時間経過後の平均光沢度において，ブランク試験片及び被告商品施工試験片ともに，熱硬化ポリエステル塗板の方がアミノアルキド樹脂塗板より劣るという結果が出ており，特に被告商品施工試験片について，アミノアルキド樹脂塗板の場合は，平均値「70」(光沢保持率72．9％)であるのに対し，熱硬化ポリエステル塗板の場合は「43」(光沢保持率45．7％)と光沢度が著しく劣る結果が示されているが，前記のとおり，1980年代前半以降，自動車上塗塗料として使用されなくなり，熱硬化ポリエステル塗板等よりも劣化しやすいとされているアミノアルキド樹脂塗板の方が光沢度保持率の点でかなり優位にあるというのは通常考えにくいことであり，この点についての合理的な説明も見当たらない。",
                "また，甲168等試験及び甲170試験のいずれにおいても，前記のとおり，ブランク試験片の光沢度の平均値が，「98」から「65」(JIS試験のアミノアルキド樹脂塗板の場合)，「96」から「52」(JIS試験の熱硬化ポリエステル塗板の場合)，「95」から「46(水洗い無しの場合「45」)」(ASTM試験の場合)に，その光沢度が経時的に大きく下落している結果が示されているが，その一方で，被控訴人が行った実車光沢度測定報告(甲177)によると，被控訴人が，被告商品を施工していない4年9ヶ月から10年6ヶ月経過した車両10台について光沢度を測定した結果，その洗車後の平均光沢度は「91．8」であったというのであり，上記各試験の結果は，被控訴人自身が提出する，実際の自然条件の下で一定年数を経過した車両について測定された光沢度の値と著しく異なったものとなっている。このように，被控訴人の提出する証拠自体において，相互に整合しない結果が現れており，その点についての合理的な説明も見当たらない。",
                "上記の点からすると，耐候性試験は，「自然界で起こる変化を実験室において短時間で再現する事を目的としており」(乙61)，「屋外暴露と促進耐候性で相関性があると断定するまでに至っておらず」(甲93)，その結果は試験方法，試験条件，試験片の調整などの諸要素に依存するところが大きいものであって，耐候性試験の結果が必ずしも自然条件下における実際の状況の変化と常に一致するとは限らないことが窺われる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，控訴人の提出する実験結果との対比において検討するに，前記のとおり，乙8試験及び乙9試験は試験片の作成方法や実験経過などが明らかでないが，乙148試験の結果によると，ASTM-G53規格による耐候性試験において，ブランク試験片の1000時間経過後の光沢度が「55．8」であるのに対し，被告商品を施工したもののそれは「88．6」，その光沢保持率は91．9％であって，被告商品を施工したものの光沢度に関して，同じASTM-G53規格に準拠して行われた甲170試験の結果と著しく相違する結果が現れており，被告商品を施工したものに比較的高い光沢維持効果があることが示されている(なお，乙130，131によれば，光沢度が80％程度以上の場合において，10％程度の光沢度の差は，一般的には目視によって正確に判別することは困難であることが窺われる。)。",
                "もっとも，乙148試験においては，照射200時間ごとにメンテナンスクリーナーを塗布している点で，甲170試験の試験条件とは異なっており，被控訴人は，そのような乙148試験の条件設定が不合理である旨主張する。　しかし，甲2，3，乙43，44，57，58によれば，被告商品にはメンテナンスクリーナーが付属品として付いており，被告商品の従前の販促用カタログ等においては，「水洗いをしていて落ちない汚れが目立ってきたら早めにボディー全体にご使用下さい。」，「ピッチ，タール，油汚れ等，水洗いで落ちない汚れに部分的にご使用下さい。」(甲3)などと，また，改訂後のパンフレット等には，「水洗いで落ちない部分の汚れに・・・」，「ご使用の頻度は年に2～3回ボディ全体に・・・」(乙43)などと記載して，被告商品施工後におけるメンテナンスクリーナーの使用を推奨しており，もともと被告商品は，付属しているメンテナンスクリーナーとの併用を前提とすることを表示しているといえるから，上記試験において，200時間ごとという程度の頻度によるメンテナンスクリーナーの使用それ自体は，被告商品の効果を試験する方法，条件として必ずしも不合理，不適切なものであるということはできない。",
                "また，被控訴人は，耐候性試験で光沢度が大幅に下落したブランク等の塗装板でも，メンテナンスクリーナーをかけることにより，光沢度が90％以上に復元するから，乙148試験の結果はメンテナンスクリーナーの使用による効果である旨主張し，甲189ないし191によると，甲168等試験及び甲170試験の終了後の光沢度が低下した9種のブランク試験片等について，メンテナンスクリーナーを1g塗布してよく拭きあげると，その光沢度の数値が，塗布前と比べて「27」～「55」上昇し，いずれも「90」以上となったことが示されている。",
                "しかし，①被控訴人が行った被告商品未施工の中古自動車の塗装板にメンテナンスクリーナーをかけた後の光沢度の測定試験(甲177)では，測定対象車両10台の平均光沢増加度が「4．6」であったこと，②被控訴人が行った9年10ヶ月経過した被告商品未施工の車両1台にメンテナンスクリーナーをかけた後の光沢度の測定試験(甲196)では，平均光沢増加度が「8．1」～「9．3」であったこと，③控訴人の依頼により，ツツナカテクノ株式会社が，乙148試験終了後のブランク試験片2個にメンテナンスクリーナーを塗布して光沢度を測定した結果，塗布前と比べ，光沢度の数値が「7」あるいは「7．3」上昇したこと(乙168)，④控訴人において，13年経過した被告商品未施工の車両(トヨタ045)にメンテナンスクリーナーを塗布した後，光沢度を測定した結果，塗布前と比べ，光沢度の数値が「0．9」あるいは「6．2」上昇したこと(乙177)との各試験結果に照らすと，光沢度が劣化した塗装面にメンテナンスクリーナーを塗布することにより，ある程度は光沢度が上昇するといえるものの，甲189ないし191に見られるような「27」～「55」もの数値のレベルで光沢度が大幅に増加するというのは，不自然であり，何らかの他の要因による影響の可能性があるものと考えざるを得ない。そうすると，乙148試験においては，200時間ごとにメンテナンスクリーナーを塗布することにより，そうでない場合に比べれば，光沢度の上昇に一定程度の影響を与えていることは否定できないが，乙148試験と甲170試験とでは，被告商品を施工した試験片の1000時間経過後の光沢度において実に「40」もの相違があるのであって，その光沢度の相違がメンテナンスクリーナーの定期的な使用の有無によるとばかりはいえないものがあり，乙148試験において被告商品施工試験片に見られる高い光沢度が専らメンテナンスクリーナーの使用による効果であるとすることはできない。",
                "このように乙148試験と甲170試験とでは，ASTM-G53という同じ規格に従った耐候性試験でありながら，著しく異なる結果が現れているのであり，このことは，メンテナンスクリーナーの使用の有無の違いのみならず，それぞれの試験における具体的な手法，条件，試験片の調整等の微妙な違いなどに大きく影響されていることによるものであることを窺わせるものといえる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "また，前記のとおり，乙127等報告では，控訴人が全国各地の実車を用いて行った光沢度の測定結果において，被告商品を施工した車両が，5年以上経過しても平均値で93．7％(乙127)と96．1％(乙176)となっており，",
              "text": [
                "同じように測定された被告商品を施工していない中古車両よりも高い光沢度を示しているのであって，被告商品を施工した実際の車両について，その光沢度の維持に関し，被控訴人の援用する実験結果とは著しく異なる結果が現れている。",
                "被控訴人は，乙127等報告は測定対象車両について測定前までにいかなる作業が施されたかなどが不明であり，被告商品の効能・効果の証明とすることはできないとか，仮に光沢度を保持しているとしても，それはメンテナンスクリーナーによる効果であると主張する。しかし，それらの測定対象車両について定期的にメンテナンスクリーナーの施工がされていたとしても，被告商品がメンテナンスクリーナーの併用を前提としているものであることは前記のとおりであるから，そのことは被告商品の効果についての評価を妨げるものとはいえないし，また，走行距離や保管方法などが明らかでないとしても，被告製品を施工後実際に5年以上経過した車両において，上記のような高い光沢度を維持しているとの結果が現れている以上，このことを被告商品の効果を評価する上で無視することができないことは明らかである。",
                "また，被控訴人は，被告商品が施工されていない5年以上経過した中古車でも，90％前後の高い光沢度が測定された甲177を援用し，最近の自動車の塗装板はもともと光沢の劣化が遅いと主張しているが，前記のとおり，控訴人の行った測定結果では，被告商品を施工していない中古車両の光沢度は施工しているものと比較して低かったことが示されているのであり，乙127等報告における5年経過後車両の光沢度が被告商品の効果によるものでないと決めつけることもできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上検討したところからすると，耐候性試験は，試験方法，試験条件，試験片の調整などによる影響を受けやすいものであり，まして，本件においては，一方において，被告商品を施工したものの光沢度保持率が91．9％であることを示す乙148試験の結果があり，また，実際に被告商品を施工した5年経過後の複数の車両の平均光沢度が，93．7％，96．1％という高い数値を維持していることを示す測定結果(乙127等報告)もあることなどに照らすと，被控訴人が援用する前記の各耐候性試験の結果に依拠して，被告商品には新車時の塗装面の光沢度を5年間持続する効果がないとまで的確に認定することはできないといわざるを得ない。そして，本件各表示における「新車の輝き」が持続しているかどうかということ自体が，多分に見る者の主観によるところが大きく，ある程度の幅を持つものであることをも考え併せると，本件全証拠をもってしても，未だ本件各表示における「新車時の塗装の輝きが5年間維持される」との表示が虚偽であり，その表示が需要者等に被告商品の品質及び内容を誤認させるものであると認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，被控訴人の本件各表示の使用差止め及び損害賠償請求は，その余の点について検討するまでもなく理由がないから，棄却されるべきである。",
            "よって，原判決中，上記請求の一部を認容した部分は相当でないからこれを取り消して，被控訴人の請求を棄却し，本件附帯控訴は理由がないからこれを棄却することとし，訴訟費用の負担につき民事訴訟法67条，61条を適用して，主文のとおり判決する"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(ネ)10029等",
    "date": "2005-08-10",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成14年(ワ)15939",
    "precedent_id": "009437",
    "ipprecedent_id": "862",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}