{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004-80013号事件について平成17年2月16日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許を無効とする審決の取消しを求める事件であり，原告は無効とされた特許の特許権者，被告は無効審判の請求人である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「ビデオディスプレイ装置」とする特許第3129719号(平成元年4月21日出願，平成12年11月17日設定登録。以下「本件特許」という。)の特許権者である(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成16年4月13日，本件特許のうち請求項1に係る部分について無効審判の請求をした(無効2004-80013号事件として係属)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許庁は，平成17年2月16日，「特許第3129719号の請求項1に",
              "text": [
                "係る発明についての特許を無効とする。」との審決をし，同月26日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1に係る発明の要旨",
          "text": [
            "「映像情報信号を表示する左眼用と右眼用のディスプレイと，",
            "左眼と前記左眼用のディスプレイの間に配置される左眼用の拡大光学系と，右眼と前記右眼用のディスプレイの間に配置される右眼用の拡大光学系と，前記ディスプレイと拡大光学系を，左眼用と右眼用のディスプレイにそれぞれ同一の映像情報を表示させたとき，前記左眼用のディスプレイに表示された映像情報を前記左眼用の拡大光学系を通して左眼で見る拡大された画面の虚像と前記右眼用のディスプレイに表示された映像情報を前記右眼用の拡大光学系を通して右眼で見る拡大された画面の虚像とが，左右の眼からの虚像の距離に生成されるようにし，かつ左右の眼が各々の画面の虚像に向けられるとき，人間の眼の間隔を de，拡大光学系の像倍率をmとすると，各々のディスプレイの画面の中心から (de/2)×(1/m)だけ水平方向の外側の点からの光線が左右の拡大光学系を通って左右の眼に注がれるとき，その光線が平行となるように配置することで，左右の画面の虚像が画面全体において一致するように構成したビデオディスプレイ装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，請求項1に係る発明(以下「本件発明」という。)は，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反してなされたものである，というのである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠",
              "text": [
                "「ステレオスコープビュア」に関する審判甲1(本訴甲3，米国特許第2349013号明細書(1944年5月16日特許))には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「観察されるべき画像が描かれた，改良された極めて安価なスライドであって，その画像をビュアの目の前で視覚的に離間された関係，つまり，ステレオスコープのレンズが目の前に適切に配置されたときに，通常の慣習に反して，レンズが画像から離れていることによってスライド上の画像が，画像に対して軸方向に照準合わせするよりもむしろ，目のフォーカルアングル(focal angle)で照準合わせするような関係になるように設計されたスライドを使用するための，最新の材料で作られたステレオスコープを提供することを，この発明は含む。」(1頁左欄8～19行)イ 「ケース部材A及びA’の間でそのジョイント1において保持され，フレーム14を含む光拡散部材を私は提供するが，そのフレームには視覚的に離間された開口15が適切に配置され，その後方においてはそのフレーム中にスライドCに描かれた光透過画像17の上に光を拡散する，ランプ10の前方に配置された一対のオパールガラスディスク16が保持されている。フレームの後側面上の14aにおいてフレームの変形している部分によりフレーム14中に円盤16が保持される。ジョイント1に隣接するケースの上部は横スロット18で形成され，それを通ってスライドCが図1及び5に示すようにスライドの上周辺に形成されたタブ19により観察位置に挿入されまた取り外される。",
                    "スライドCは薄いフレキシブルな光透過材料，好ましくはセルロイドあるいはプラスチックで形成され，画像はその中の凹んだ領域に保持されるようになっており，」(1頁右欄37～2頁左欄1行)ウ 「ケースの前部A’は23で示す壁により分離された二つの別々に遮蔽された観察区画を有し，それは視覚的に離間された開口24を備え，その中に拡大レンズ26をつけた接眼レンズ25がはめ込まれ，かつ，保持される。前記レンズ26は目の通常の間隔に対応するように離間され，一方図4に示すようにオパールガラス16と画像17はケースについて横方向により短い距離だけ離間し，その距離は通常の目のフォーカルアングル(focal angle)に対応し，レンズ26と画像17間の軸方向距離に依存し，それによりビュアを使用したときに像の歪曲と目に対するストレスを防止し，観察する画像の最大の忠実度を与える。」(2頁左欄11～26行)",
                    "審判甲2(本訴甲7，特開昭63-280216号公報(昭和63年11月17日公開))の「立体画像表示装置」には，以下の記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第1図についての説明として「同図において，1は立体画像表示装置全体を示す。2は立体画像入力信号であり，これは静電容量値変化検出型ビデオディスクシステムの3D(立体画像)再生信号あるいはビデオテープレコーダ(VTR)による立体画像信号あるいはテレビジョン放送電波による立体画像信号等が該当するものである。」(2頁左下欄18行～右下欄4行)オ 第2図についての説明として「同図において，拡大視ユニット6に左眼用画像表示パネル10-Lと右眼用画像表示パネル10-Rが監視者14の左眼と右眼にそれぞれ対応して分離配置されていて，画像表示パネル10-Lと10-Rにそれぞれ表示される左眼用の画像と右眼用の画像とが拡大視レンズ7-Lと7-Rにより各々独立に拡大視されるようになっている。拡大視された画像表示パネル10-Lと10-R上の画像は仮想画像面13の位置に正立の拡大虚像として見えることになる。」(3頁左上欄4～13行)",
                  "text": [
                    "審判甲3(本訴乙1，特表昭60-500077号公報(昭和60年1月17日公表))の「モノスコープ方式およびステレオ方式のテレビジョン装置」には，以下の記載がある。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「モノスコープ・テレビジョン映像を受信する場合に同じモノスコープ映像は，高集積化回路をしてその対応するディスプレイの各々に対し同じモノスコープ映像を受信し，形成しおよび分配を可能にすることによって，両方のディスプレイ装置に送信される。或は例えばビデオ部分の一つをして同じモノスコープ映像を両方のディスプレイ装置に送信することを可能にすることによって両方のディスプレイ装置に送信される。」(2頁右上欄5～12行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と審判甲1(本訴甲3)との対比",
              "text": [
                "本件発明と審判甲1(本訴甲3)に記載された発明の一致点及び相違点は次のとおりのものと認められる。",
                "一致点：左眼と左眼用のディスプレイの間に配置される左眼用の拡大光学系と，右眼と右眼用のディスプレイの間に配置される右眼用の拡大光学系と，前記ディスプレイと拡大光学系を，前記左眼用のディスプレイに表示された画像情報を前記左眼用の拡大光学系を通して左眼で見る拡大された画面の虚像と，前記右眼用のディスプレイに表示された画像情報を前記右眼用の拡大光学系を通して右眼で見る拡大された画面の虚像とが，左右の眼からの虚像の距離に生成されるように構成した装置である点。",
                "相違点1：本件発明が，テレビ信号に関する「映像情報信号」及び「ビデオ」の用語を含んだ「映像情報信号を表示するビデオディスプレイ装置」であるのに対し，審判甲1(本訴甲3)では，表示するものがテレビ信号を対象としていない静止画である点。",
                "相違点2：本件発明では，「左眼用と右眼用のディスプレイにそれぞれ同一の映像情報を表示させ」ているのに対し，審判甲1(本訴甲3)では，ステレオスコープビュアであることから同一といえない視野角の異なる左眼用画像と右眼用画像を表示している点。",
                "相違点3：本件発明は，「左右の眼が各々の画面の虚像に向けられるとき，人間の眼の間隔を de，拡大光学系の像倍率をmとすると，各々のディスプレイの画面の中心から (de/2)×(1/m) だけ水平方向の外側の点からの光線が左右の拡大光学系を通って左右の眼に注がれるとき，その光線が平行となるように配置することで，左右の画面の虚像が画面全体において一致するように構成した」ものであるのに対し，審判甲1(本訴甲3)には，この点に関する明文の記載がない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "ステレオスコープビュアにおいて表示する画像をテレビ信号とすることは，審判甲2(本訴甲7)の「立体画像表示装置」及び審判甲3(本訴乙1)の「ステレオ方式のテレビジョン装置」に示されるように当業者に周知な技術である。",
                    "審判甲1(本訴甲3)に記載されたステレオスコープビュアにおいて，表示する画像をテレビ信号とすることは，本件発明の出願時における技術水準からみて，当業者が適宜実施しうる設計事項といえる。",
                    "したがって，当該相違点に何ら進歩性は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "ステレオスコープビュアでは，画像を立体的に見せるために視野角の異なる画像を用いることが技術的に常識であり，同様に，視野角のない同じ画像を用いれば，平面画像が見えることも技術常識である。",
                    "してみると，立体画像でなく平面画像を表示するモノスコープ方式の画像観察装置の場合には，左右両眼用として同一の画像を用いることは，当業者が当然採用する技術事項にすぎない。",
                    "なお，モノスコープ方式の技術は審判甲3(本訴乙1)にも示されており，審判甲1(本訴甲3)の技術において平面画像を得るように同一の画像を用いることは，当業者が任意に採用しうる事項にすぎず，相違点2を格別なものとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審判甲1(本訴甲3)の図4における「Focal Point」及び明細書中で使用されている「FocalAngle」の用語の意味について争いがあるので検討する。",
                        "成立に争いのない審判甲5(本訴乙3，書籍「新英和大辞典第五版」研究社811頁(1986年発行))によれば，「Focal Point」は「焦点」の意味が示され，用例として「俗には像点(image point)の意に用いることもある」と示されている。",
                        "一方，「Focal Angle」については正確な和訳が不明であるため，審判甲1(本訴甲3)の内容を検討することとなる。",
                        "前記(1)ウに摘示したように審判甲1(本訴甲3)には，「図4に示すようにオパールガラス16と画像17はケースについて横方向により短い距離だけ離間し，その距離は通常の目のフォーカルアングル(Focal Angle)に対応し」と記載されている。",
                        "なお，被請求人の翻訳である「乳白色不透明ガラス16と写真17は，・・・標準の両眼のフォーカルアングル(Focal Angle)に合うような・・・図4に示すようにケースの横方向により短い距離だけ離れた，間隔をおいて配置される。」も実質的な相違は認められない。",
                        "以上の点と，立体視における技術常識を勘案すると，審判甲1(本訴甲3)の図4における「FocalPoint」は，左の拡大レンズ26と左の画像17の中心を結ぶ延長線上と，右の拡大レンズ26と右の画像17の中心を結ぶ延長線上の交差する箇所を示していることから，左右の画像の対応する点が結像する箇所を示しており，その箇所に両眼の焦点が合っていると理解できる。なお，左右の画像は中心でなくとも対応する点であればよいことは明らかである。",
                        "そして，前記(1)ウにおける「拡大レンズ26をつけた接眼レンズ25」との記載から，拡大レンズ26を眼の位置とみることができ，審判甲6(本訴乙4，書籍「ステッドマン医学大辞典」メジカルビュー社80頁(昭和55年11月1日発行))によれば，両眼と結像位置を結ぶ線のなす角度(の半分)を「輻輳角」(「視線交差角」ということもある)ということから，「Focal Angle」は輻輳角を意味していると理解して，他の記載と矛盾することはない。",
                        "ただし，図4では，左右画像の中心部だけの結像位置が示されているだけであり，中心部以外の他の部分では，図4の「Focal Point」とは異なる位置に高度差をもって結像することは，立体視の原理から当然のことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審判甲1(本訴甲3)の前記(1)ウで摘示した部分には，二つの拡大レンズの間隔を眼の間隔とし，その間隔よりも狭い間隔で画像を配置することにより，ストレスを防止し見やすくしたことが記載されており，このことは左右の画像の作る虚像が画面全体として「Focal Point」を中心に表示されることを示している。",
                        "そして，立体画像でないモノスコープの場合，高度差がないことから左右の画面の虚像が画面全体において一致することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許請求の範囲の記載では，二つのレンズの間隔と二つの画像の間隔との関係を規定しているが，この点は審判甲1(本訴甲3)の図4に示された「Focal Point」を中心に虚像を表示するために，必然的に生じる規定である。",
                        "そして，具体的な関係式も本件発明の段落(0009)に示されたレンズの公式や光学の基礎知識(審判甲4(本訴乙2，會田軍太夫ほか著「光学機器入門」東海大学出版会63，64頁(1987年2月10日発行))等参照)があれば，当業者が格別推理力を要することなく実施できる程度のものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，上記相違点1ないし3を総合的に検討しても，格別な効果は認められず，当業者が容易に想到しうる程度の事項にすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおり，本件発明は，審判甲1(本訴甲3)に記載された発明に基づいて，審判甲2ないし6(本訴甲7，乙1ないし4)を参酌することにより，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反してなされたものである。",
                "したがって，本件特許の請求項1に係る発明は，同法123条1項2号に該当し，取り消されるべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点3の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「Focal Point」が像点であると認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「新英和大辞典第五版」研究社，1987年(昭和63年)発行(乙3)に，「Focal Point」が「俗には像点(image point)の意に用いることもある」とあるのは，用例の一つにすぎず，また，審判甲1(甲3)には，「Focal Point」以外に光学的関係の記載がないから，「Focal Point」が像点であると認定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「像点」は，光学系では物点の共役点のことを指すのであって，拡大レンズの持つ焦点と物点によってのみ，「像点」が定まるものであり，審判甲1(甲3)に，「レンズ26と画像17間の軸方向距離に依存し」(2頁左欄22，23行目)との記載があるように，レンズ26に対して物点(画像17)が移動すれば，その共役点である「像点」も移動する。ところが，仮に「Focal Point」が像点であるとすると，「Focal Point」を固定点として論じた「その距離は通常の目のフォーカルアングル(focal angle)に対応し，」(2頁左欄21，22行目)との記載と矛盾することになるから，「Focal Point」が像点であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審判甲1(甲3)には，「図4は私の発明の主たる特徴を構成する，視覚的に離間されて配置されたレンズを示す図である。」(1頁左欄43ないし45行目)との記載があるから，図4は，拡大レンズ26，画像17，オパールガラス16を目のフォーカルアングル(focal angle)で照準合わせする関係，すなわち，「視覚的離間の関係」を示した図であるということができるが，これは，眼と拡大レンズの中心とフィルム(画像)の中心が一直線上にあって，左右それぞれの直線が「FocalPoint」で一致することを示すにとどまり，「Focal Point」が像点であることを示すものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のように，「Focal Point」は，像点ではなく，左右の視線が交差する点(輻輳点，注視点)であるから，「Focal Point」が像点であるとした審決の認定は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「「拡大レンズ26をつけた接眼レンズ25」との記載から，拡大レンズ26を眼の位置とみることができ」ると認定判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "接眼レンズは，「眼に接するレンズ」であるが，ここにいう「接する」とは，「接近する」(close)との意味であって，「接触する」(contact)との意味ではない。",
                    "接眼レンズには，一般にアイポイント(接眼レンズと眼の間隔)という基本スペックが存在するのであって，接眼レンズ25の位置と眼の位置とは離れているから，拡大レンズ26の位置と眼の位置とは異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，審判甲1(甲3)の図4において，左右の視線(2本の一点鎖線)を拡大レンズ26の位置から書き始めずに，拡大レンズよりも上の位置からわざわざ書き始めているのは，この始点が眼の位置であるからにほかならない。このことは，審判甲1(甲3)の図2と図4とを並べて比較してみれば，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決が「拡大レンズ26を眼の位置とみることができ」るとした審決の認定判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「審判甲1(甲3)の前記1(3)で摘示した部分には，二つの拡大レンズの間隔を眼の間隔とし，その間隔よりも狭い間隔で画像を配置することにより，ストレスを防止し見やすくしたことが記載されて」いると認定判断した。",
                "審決のいう「審判甲1(甲3)の前記1(3)で摘示した部分」は，「前記レンズ26は目の通常の間隔に対応するように離間され，」との箇所であるが，正しくは，「前記レンズ26は目の通常の間隔に対応するように視覚的離間(ocularly spaced to)され，」との意味である。",
                "したがって，審判甲1(甲3)には，二つの拡大レンズを(目の通常の間隔に対応するように)視覚的離間の関係に配置したことが記載されているのであって，「二つの拡大レンズの間隔を眼の間隔とし・・たことが記載されて」いるとした審決の認定判断は，誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「特許請求の範囲の記載では，二つのレンズの間隔と二つの画像の間隔との関係を規定しているが，この点は審判甲1(甲3)の図4に示された「FocalPoint」を中心に虚像を表示するために，必然的に生じる規定である。」と認定判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，表示面である単眼時の画面の虚像を，画面の立体虚像の位置である輻輳位置に生成させるために，最初に立体虚像の位置(左右の眼から見た虚像の距離)を定め，表示面である単眼時の画面の虚像を「左右の眼から見た虚像の距離に生成されるように」し，左右の眼から見た虚像の距離で「画面全体において一致するように」両眼輻輳することを規定したのである。",
                    "したがって，本件発明は，二つのレンズ(拡大光学系)の間隔と二つの画像(ディスプレイ)の間隔だけからなる関係については，全く規定していないのであって，「特許請求の範囲の記載は，二つのレンズの間隔と二つの画像の間隔との関係を規定している」とした審決の認定判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審判甲1(甲3)には，「虚像」を示す単語はないし，左右同一の映像情報を表示させることも記載されていないから，「審判甲1(甲3)の図4に示された「Focal Point」を中心に虚像を表示するために，必然的に生じる規定」は，それ自体存在しない。",
                    "したがって，特許請求の範囲の記載に規定された「二つのレンズの間隔と二つの画像の間隔との関係」が「審判甲1(甲3)の図4に示された「Focal Point」を中心に虚像を表示するために，必然的に生じる規定である。」とした審決の認定判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，「具体的な関係式も本件発明の段落(0009)に示されたレンズの公式や光学の基礎知識(・・・)があれば，当業者が格別推理力を要することなく実施できる程度のものと認められる。」と認定判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)のとおり，審判甲1(甲3)の図4においては，左右の視線(2本の一点鎖線)の始点が眼の位置であるから，眼の間隔 de とレンズの間隔 dl とは明らかに異なる。そして，審判甲1(甲3)の図4において，画像17を光軸上に設置した場合の画像17の中心と画像17を視線(一点鎖線)上に設置した場合の画像17の中心との距離を求める具体的な関係式は， (dl/2)×(1/m) であるから，本件発明の関係式である (de/2)×(1/m) とは異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審判甲1(甲3)の図4には，左右の視線(2本の一点鎖線)以外に両眼に入射する光線の記載がないが，眼と拡大レンズの中心とフィルム(画像)の中心が一直線上にあって，左右それぞれの直線が「Focal Point」で一致するのであるから，レンズの光軸から内寄せする前の画像の中心点の位置からの光線は，左右平行にならない。これに対し，本件発明は，各々のディスプレイの画面の中心から de/2m だけ水平方向の外側の点からの光線が左右の拡大光学系を通って左右の眼に注がれるとき，その光線が平行となるように配置したというものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，拡大レンズと眼との間に間隔が存在する限り，視覚的離間の関係に配置することと左右の移動起点からの光線を平行にすることとは背反するものであって，当業者が，審判甲1(甲3)記載の発明に基づき，本件発明の関係式を得ることはできないから，「具体的な関係式も・・・当業者が格別推理力を要することなく実施できる程度のものと認められる。」とした審決の認定判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のように，審決には認定判断の誤りがあるから，相違点3についての審決の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「ステレオスコープビュアでは，画像を立体的に見せるために視野角の異なる画像を用いることが技術的に常識であり，同様に，視野角のない同じ画像を用いれば，平面画像が見えることも技術常識である。」と認定判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が認定したのは，一般のアナグリフ(赤青)や偏光板，シャッター等のメガネを用いた立体方式，又はレンチキュラ板を用いた立体方式における技術常識である。共有する表示面(テレビやスクリーン等)に表示された左右の映像を左右それぞれの眼で見る立体ディスプレイの場合，立体映像情報の代わりに一般の映像情報(左右同一の映像情報)を表示させると，普通にテレビやスクリーン等を見るのと同じ状態になるから，問題なく(平面映像を)観察することができる。",
                    "これに対し，本件発明のように，左右の眼専用の表示面に表示された左右の映像を左右それぞれの眼で見る装置の場合，左右同一の映像情報を表示させると，画面全体を1つの立体像(平面)として生成する立体ディスプレイとして動作するから，単眼における虚像の位置と輻輳位置との間に極端なずれが生じると，違和感が発生し，眼に対する負担，疲労が生じる。本件発明は，このような問題にかんがみて，最初に画面の立体虚像の位置(左右の眼から見た虚像の距離)を定め，単眼で見る際にもこの位置に画面の虚像が生成されるようにしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，左右の眼専用の表示面に表示された左右の映像を左右それぞれの眼で見る装置の場合には左右同一の映像情報を表示すると問題が生じるから，「ステレオスコープビュアでは，・・・視野角のない同じ画像を用いれば，平面画像が見えることも技術常識である。」とした審決の認定判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「モノスコープ方式の技術は審判甲3(乙1)にも示されており，審判甲1(甲3)の技術において平面画像を得るように同一の画像を用いることは，当業者が任意に採用しうる事項にすぎず，相違点2を格別なものとすることはできない。」と認定判断した。",
                "審判甲3(乙1)には，ステレオスコープに「モノスコープ方式テレビジョン映像」を表示すれば，モノスコープ映像が見えるというただそれだけのことが記載されているにすぎず，モノスコープ映像のために若干でも創意工夫がされているわけではない。単に見えるのと疲労なく長時間見続けることができるのとでは，全く異なるから，「モノスコープ方式の技術は審判甲3(乙1)にも示されて」いるとした審決の認定判断は，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のように，審決には認定判断の誤りがあるから，相違点2についての審決の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の判断の誤り)",
          "text": [
            "審決は，「審判甲1(本訴甲3)に記載されたステレオスコープビュアにおいて，表示する画像をテレビ信号とすることは，本件発明の出願時における技術水準からみて，当業者が適宜実施しうる設計事項といえる。」と認定判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "スライドのような立体写真(静止画)は，しばらく注視しているといつの間にか融像することがある。これに対し，動画は，映像が刻々と変化するから，動画を観察する場合には瞬時に融像する必要があるが，映像によって生じる運動視差や内容による心理効果等の他の刺激に誘発されて，調節や輻輳の応答が生じるため，特に単眼時ピント位置と輻輳位置との差が大きいと，均衡が崩れやすく，再融像処理のための負担が増し，疲労が蓄積されやすいという問題がある。本件発明は，このような問題にかんがみて，表示面である単眼時の画面の虚像を，画面の立体虚像の位置である輻輳位置に生成させたものである。",
                "このように，表示する画像を動画とした場合には瞬時に融像する必要があり，静止画用に比べて更なる安定性が要求されるのである，「当業者が適宜実施しうる設計事項といえる。」とした審決の認定判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のように，審決には認定判断の誤りがあるから，相違点1についての審決の判断は，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点3の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「Focal Point」が像点であるとした審決の認定について",
              "text": [
                "原告は，「Focal Point」は，像点ではなく，左右の視線が交差する点(輻輳点，注視点)であるから，「Focal Point」が像点であるとした審決の認定は，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「Focal Point」の語は，「新英和大辞典第5版」研究社発行(乙3)には，「1【光学】焦点(→ principal focus)《俗には像点(image point)の意に用いることもある》。2(活動・注目などの)中心(center)。」と記載されている。そして，審判甲1(甲3)の図4は，左の拡大レンズ26，左の画像17及び左のオパールガラス16の中心を結ぶ直線(一点鎖線)と右の拡大レンズ26，右の画像17及び右のオパールガラス16の中心を結ぶ直線(一点鎖線)との交差する箇所を「FocalPoint」としている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "焦点は，光軸上に位置するものであり，審判甲1(甲3)の図4の一点鎖線が光軸でないことは明らかであるから，「Focal Point」は，焦点を意味するものではない。",
                    "そして，像点は，像形成の点であるが，審判甲1(甲3)には，像形成についての記載がなく，また，「Focal Point」は，上記アのとおり，図4に記載されているものの，明細書には何の記載もないから，「Focal Point」が像点を意味するものであるとは速断することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，審判甲1(甲3)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明は改良されたステレオビュアの提供に関し，またそれを目的とし，それにより視覚的に離間された画像あるいはイメージを通常のステレオスコープあるいは立体画像では不可能な明瞭さ，先鋭さ，忠実さで3次元で観察できる。」(1頁左欄1ないし7行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「観察されるべき画像が描かれた，改良された極めて安価なスライドであって，その画像をビュアの目の前で視覚的に離間された関係，つまり，ステレオスコープのレンズが目の前に適切に配置されたときに，通常の慣習に反して，レンズが画像から離れていることによってスライド上の画像が，画像に対して軸方向に照準合わせするよりもむしろ，目のフォーカルアングル(Focal Angle of the eyes)で照準合わせするような関係になるように設計されたスライドを使用するための，最新の材料で作られたステレオスコープを提供することを，この発明は含む。」(1頁左欄8ないし19行目)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「ケースの前部A’は23で示す壁により分離された二つの別々に遮蔽された観察区画を有し，それは視覚的に離間された開口24を備え，その中に拡大レンズ26をつけた接眼レンズ25がはめ込まれ，かつ，保持される。前記レンズ26は目の通常の間隔に対応するように離間され，一方図4に示すようにオパールガラス16と画像17はケースについて横方向により短い距離だけ離間し，その距離は通常の目のフォーカルアングル(Focal Angle of the normal eyes)に対応し，レンズ26と画像17間の軸方向距離に依存し，それによりビュアを使用したときに像の歪曲と目に対するストレスを防止し，観察する画像の最大の忠実度を与える。」(2頁左欄11ないし26行目)",
                      "text": [
                        "以上の(ア)ないし(ウ)の記載によれば，審判甲1(甲3)に記載された発明は，立体画像をより明瞭，先鋭，忠実に観察することができるように，画像の照準合わせを，軸方向にするのではなく，目のフォーカルアングル(Focal Angle of the eyes)でするようにしたものであるということができる。そして，「Focal Angle」は，その直後に「of the eyes」を伴っていて，見ようとする対象に両眼の視線を集める(集中する)ことに関係すると考えられるから，いわゆる「輻輳角」に相当すると認められるところ，これとともに，「Focal Point」も，見ようとする対象に両眼の視線を集める(集中する)ことに関係すると考えられるから，いわゆる「注視点」であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，見ようとする対象は，審判甲1(甲3)においては，「像」であるから，「Focal Point」が「像点」を意味するものであると理解しても，不合理であるとはいえない。なお，上記ウ(ウ)の審判甲1(甲3)の記載によれば，オパールガラス16と画像17との間の横方向の距離は，「通常の目のフォーカルアングル(Focal Angle of the normal eyes)に対応」し，かつ，「レンズ26と画像17間の軸方向距離に依存」するから，レンズ26に対して物点(画像17)が移動し，これにより，その共役点である像点が移動するとしても，通常の目のフォーカルアングル(Focal Angle of the normal eyes)に応じて，「Focal Point」(左の拡大レンズ26，左の画像17及び左のオパールガラス16の中心を結ぶ直線(一点鎖線)と右の拡大レンズ26，右の画像17及び右のオパールガラス16の中心を結ぶ直線(一点鎖線)との交差する箇所)が移動した像点に一致するように，オパールガラス16と画像17との間の横方向の距離を決めればよいのであるから，「Focal Point」が像点を意味するものであると理解したからといって，上記第3の1(1)イで原告が主張するような矛盾は生じない。",
                    "そして，審判甲1(甲3)の図4は，上記アのとおり，左の拡大レンズ26，左の画像17及び左のオパールガラス16の中心を結ぶ直線(一点鎖線)と右の拡大レンズ26，右の画像17及び右のオパールガラス16の中心を結ぶ直線(一点鎖線)との交差する箇所を「Focal Point」としているのであって，審判甲1(甲3)に記載された発明は，左右の拡大レンズ26を通して，拡大レンズ26の中心位置より横方向(左右)に内寄せ配置した画像17を見るものであり，眼は，「Focal Point」側に作像された左右の虚像を一致した像として見ているものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，「Focal Point」が像点であるとした審決の認定判断に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「拡大レンズ26を眼の位置とみることができ」るとした審決の認定判断について",
              "text": [
                "原告は，接眼レンズ25の位置と眼の位置とは離れているから，拡大レンズ26の位置と眼の位置は異なっており，このことは，審判甲1(甲3)の図4において，左右の視線(2本の一点鎖線)を拡大レンズ26よりも上の位置からわざわざ書き始めていることからみても明らかであるから，「拡大レンズ26を眼の位置とみることができ」るとした審決の認定判断は，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "確かに，接眼レンズの位置とそれを通して対象を見る眼の位置とは正確に一致しているということはできないとしても，接眼レンズに眼を密着させて対象を見ることに変わりはないから，眼の位置が接眼レンズ(すなわち，拡大レンズ)の位置であるとみることが不自然であるとまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審判甲1(甲3)の図4は，左右の視線(2本の一点鎖線)を拡大レンズ26よりも上の位置から書き始めているが，目の位置を明示しているわけではなく，他に目の位置を明示した図面もない。そして，審判甲1(甲3)の明細書には，上記ウ(ウ)のとおり，「ケースの前部A’は・・・，それは視覚的に離間された開口24を備え，その中に拡大レンズ26をつけた接眼レンズ25がはめ込まれ，かつ，保持される。前記レンズ26は目の通常の間隔に対応するように離間され，一方図4に示すようにオパールガラス16と画像17はケースについて横方向により短い距離だけ離間し，その距離は通常の目のフォーカルアングル(focal angle)に対応し，」との記載があるから，オパールガラス16や画像17の間隔がレンズ26の間隔よりも狭いことは明らかであるが，レンズ26の間隔が眼の通常の間隔よりも狭いかどうかは明らかでなく，他にレンズ26の間隔と眼の間隔に関する記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告の上記主張は，左右の眼が，それよりも狭い間隔の左右のレンズを通して対象を見ることを意味するのであるが，審判甲1(甲3)のステレオスコープビュアにおいて，使用者は，通常，接眼レンズ25の光軸上付近に眼の位置を持っていくと考えられるから，左右の接眼レンズ25を構成する拡大レンズ26の間隔を，あえて使用者の眼の通常の間隔よりも狭く設定するというのは，使用者に不便を強いるものであって，考え難いといわなければならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうであれば，左右の眼で，左右の接眼レンズ25を構成する拡大レンズ26を介して画像を見る審判甲1(甲3)に記載された発明において，左右の拡大レンズ26の間隔が左右の眼の通常の間隔よりも狭いとまでは認め難いのであって，眼の位置は，接眼レンズ(すなわち，拡大レンズ)の位置にあると考えるのが相当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，「拡大レンズ26を眼の位置とみることができ」るとした審決の認定判断に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「二つの拡大レンズの間隔を眼の間隔とし・・が記載されて」いるとした審決の認定判断について",
              "text": [
                "原告は，審判甲1(甲3)には，二つの拡大レンズを(目の通常の間隔に対応するように)視覚的離間の関係に配置したことが記載されているのであるから，「二つの拡大レンズの間隔を眼の間隔とし・・が記載されて」いるとした審決の認定は，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)に判示したとおり，左右の拡大レンズ26の間隔は，左右の眼の通常の間隔と同じであると考えるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，審判甲1(甲3)中の「ocularly spaced to」を「視覚的離間」とし，拡大レンズ26，画像17，オパールガラス16を目のフォーカルアングル(focal angle)で照準合わせする関係を「視覚的離間の関係」として理解し，このような「視覚的離間の関係」にあることを，その主張の前提としているので，以下，「視覚的離間の関係」について，検討を加えることとする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審判甲1(甲3)には，「ocularly spaced to」について，次の記載がある。",
                        "「視覚的に離間された画像あるいはイメージ」(1頁左欄3，4行目)",
                        "「その画像をビュアの目の前で視覚的に離間された関係，つまり，ステレポスコープのレンズが目の前に適切に配置されたときに」(1頁左欄12ないし14行目)「図4は，私の発明の主たる特徴を構成する，視覚的に離間されて配置されたレンズを示す図である。」(1頁左欄43ないし45行目)",
                        "「フレーム14を含む光拡散部材を私は提供するが，そのフレームには視覚的に離間された開口15が適切に配置され」(1頁右欄38ないし40行目)",
                        "「ケースの前部A’は・・・二つの別々に遮蔽された観察区画を有し，それは視覚的に離間された開口24を備え，その中に拡大レンズ26をつけた接眼レンズ25がはめ込まれ，かつ，保持される。前記レンズ26は目の通常の間隔に対応するように視覚的に離間され，一方図4に示すようにオパールガラス16と画像17はケースについて横方向により短い距離だけ離間し，」(2頁左欄11ないし16行目)",
                        "「前部部材に付いている視覚的に離間された接眼レンズと」(2頁右欄3ないし5行目)",
                        "「前記部材の一方が一対の視覚的に離間された接眼レンズを有し」(2頁右欄32ないし34行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の「ocularly spaced to」についての記載からは，「視覚的離間の関係」が，原告の主張するように，拡大レンズ26，画像17，オパールガラス16を目のフォーカルアングル(focal angle)で照準合わせする関係を意味するとは理解することができず，単に，像あるいはイメージ，開口24及びその中の拡大レンズ26をつけた接眼レンズ25が左右方向に離間していることを意味するにとどまるものといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうであれば，第3の3(1)ウの審判甲1(甲3)の記載，特に，「レンズ26は目の通常の間隔に対応するように離間され」(2頁左欄16ないし18行目)との記載は，拡大レンズ26の間隔を眼の間隔とすることを意味すると考えるのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，「二つの拡大レンズの間隔を眼の間隔とし・・が記載されて」いるとした審決の認定判断に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "「特許請求の範囲の記載では，二つのレンズの間隔と二つの画像の間隔との関係を規定しているが，この点は審判甲1(甲3)の図4に示された「Focal Point」を中心に虚像を表示するために，必然的に生じる規定である。」とした審決の認定判断について",
              "text": [
                "原告は，本件発明は，二つのレンズ(拡大光学系)の間隔と二つの画像(ディスプレイ)の間隔だけからなる関係については，全く規定していないし，審判甲1(甲3)には，「虚像」を示す単語はないし，左右同一の映像情報を表示させることも記載されていないから，審決の認定は，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許請求の範囲の「左右の眼が各々の画面の虚像に向けられるとき，人間の眼の間隔を de，拡大光学系の像倍率をmとすると，各々のディスプレイの画面の中心から (de/2)×(1/m) だけ水平方向の外側の点からの光線が左右の拡大光学系を通って左右の眼に注がれるとき，その光線が平行となるように配置する」は，第1図に示されるように，ディスプレイの画面の中心位置と，拡大光学系の中心位置(光軸が通るレンズの位置)との関係(ディスプレイの画面の中心が，拡大光学系の中心より (de/2)×(1/m) だけ内側に位置する)を規定しているから，「二つのレンズの間隔と二つの画像の間隔との関係」を規定しているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1)のとおり，審判甲1(甲3)に記載された発明は，左右の拡大レンズ26を通して，拡大レンズ26の中心位置より横方向(左右)に内寄せ配置した画像17を見るものであり，眼は，「Focal Point」側に作像された左右の虚像を一致した像として見ている。また，上記(1)ウ(ウ)の審判甲1(甲3)の記載によれば，拡大レンズ26の中心位置より横方向(左右)に画像17を内寄せ配置したことにより，観察する画像を歪曲なく忠実に表示させストレスを防止させるというものであるから，審判甲1(甲3)に記載された発明は，左右同一の映像情報を表示させるものであるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "そして，審判甲1(甲3)に記載された発明において，本件発明と同様に，人間の眼の間隔を de，拡大レンズ26(拡大光学系)の像倍率を m とし，さらに，上記(2)，(3)のとおり，眼の位置が接眼レンズ(すなわち，拡大レンズ)の位置であり，また，拡大レンズ26の間隔が眼の間隔であるから，画像17と拡大レンズ26(拡大光学系)すなわち眼の位置との距離を u，「Focal Point」側に作像された左右の虚像の位置と眼すなわち拡大レンズ26(拡大光学系)の位置との距離を D，画像17の中心の内寄せ量を X とすれば，",
                  "text": [
                    "X：de/2 ＝ u：D",
                    "となるところ，m ＝ D/u であるから，",
                    "X ＝ (de/2) × (u/D) ＝ (de/2)×(1/m)",
                    "が得られる。そうすると，審判甲1(甲3)に記載された発明においても，拡大レンズ26の中心位置より横方向(左右)に画像17を (de/2)×(1/m) だけ内寄せ配置する，すなわち，画像17の中心が，拡大レンズ26(拡大光学系)の中心より(de/2)×(1/m) だけ内側に位置することになる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうであれば，本件発明の特許請求の範囲に規定された「二つのレンズの間隔と二つの画像の間隔との関係」，すなわち，ディスプレイの画面の中心位置と，拡大光学系の中心位置(光軸が通るレンズの位置)との関係(ディスプレイの画面の中心が，拡大光学系の中心より (de/2)×(1/m) だけ内側に位置する)は，本件発明においても，当てはまるのである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，「特許請求の範囲の記載では，二つのレンズの間隔と二つの画像の間隔との関係を規定しているが，この点は審判甲1(甲3)の図4に示された「Focal Point」を中心に虚像を表示するために，必然的に生じる規定である。」とした審決の認定判断に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "「具体的な関係式も本件発明の段落(0009)に示されたレンズの公式や光学の基礎知識(・・・)があれば，当業者が格別推理力を要することなく実施できる程度のものと認められる。」とした審決の認定判断について原告は，拡大レンズと眼との間に間隔が存在する限り，視覚的離間の関係に配置することと左右の移動起点からの光線を平行にすることとは背反するものであって，当業者が，審判甲1(甲3)記載の発明に基づき，本件発明の関係式を得ることはできないから，審決の認定判断は，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(4)のとおり，審判甲1(甲3)に記載された発明においても，拡大レンズ26の中心位置より横方向(左右)に画像17を (de/2)×(1/m) だけ内寄せ配置する，すなわち，画像17の中心が，拡大レンズ26(拡大光学系)の中心より(de/2)×(1/m) だけ内側に位置することになるのであって，この点で，本件発明と異なるところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，審判甲1(甲3)に記載された発明において，レンズの光軸から内寄せする前の画像の中心点の位置から左右のレンズの中心を通る光線は，左右平行になるところ，上記(2)，(3)のとおり，審判甲1(甲3)に記載された発明において，眼の位置は接眼レンズ(すなわち，拡大レンズ)の位置であり，また，拡大レンズ26の間隔は眼の間隔であるから，審判甲1(甲3)に記載された発明も，また，本件発明と同様に，各々の画像17の中心から de/2m だけ水平方向の外側の点からの光線が左右の拡大レンズ26(拡大光学系)を通って左右の眼に注がれるときに，その光線が平行となるように配置したものであるということができる。",
                    "なお，拡大レンズと眼との間に間隔があるとしても，拡大レンズに密着した位置から真後ろに目を移動して間隔を設ければ，眼は単に光軸上を後ろに移動したにすぎないから，左右の眼に入射される光線が平行のままであることは明らかであり，この場合においても，画像の中心の内寄せ量が (de/2)×(1/m) であることは変わらない。そして，上記(3)イ(イ)のとおり，「視覚的離間の関係」が，原告の主張するように，拡大レンズ26，画像17，オパールガラス16を目のフォーカルアングル(focal angle)で照準合わせする関係を意味するとは理解することができないから，拡大レンズと眼との間に間隔が存在する場合において，視覚的離間の関係に配置することと左右の移動起点からの光線を平行にすることとが背反するということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「具体的な関係式も本件発明の段落(0009)に示されたレンズの公式や光学の基礎知識(審判甲4(本訴乙2)等参照)があれば，当業者が格別推理力を要することなく実施できる程度のものと認められる。」とした審決の認定に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおりであって，相違点3についての審決の認定判断に誤りはないから，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "text": [
            "原告は，左右の眼専用の表示面に表示された左右の映像を左右それぞれの眼で見る装置の場合には，左右同一の映像情報を表示すると問題が生じるところ，本件発明は，この問題にかんがみ，最初に画面の立体虚像の位置(左右の眼から見た虚像の距離)を定め，単眼で見る際にもこの位置に画面の虚像が生成されるようにすることを規定したのであるから，相違点2についての審決の判断は，誤りであると主張する。",
            "本件発明の特許請求の範囲は，「左眼用と右眼用のディスプレイにそれぞれ同一の映像情報を表示させたとき」に，「左眼で見る拡大された画面の虚像と」「右眼で見る拡大された画面の虚像とが」，「左右の眼からの虚像の距離に生成されるようにし」として，左右の虚像生成に関する規定をしているところ，原告が主張するように，最初に画面の立体虚像の位置を定めることについては規定していないし，また，ディスプレイに表示させる映像情報についても，「映像情報信号を表示する」との限定があるのみで，左右の映像情報の内容を格別規定していない(本件発明の特許請求の範囲の記載によれば，審決の「相違点2」のように，「左眼用と右眼用のディスプレイにそれぞれ同一の映像情報を表示させ」ることのみならず，立体視のための異なる映像情報(例えば，本件明細書の段落(0012)及び(0013))を表示させる場合も含み得るものと解される。)。",
            "そして，審判甲1(甲3)に記載された発明も，上記1(1)のとおり，「Focal Point」側に作像された左右の虚像を一致した像として見るものであるが，表示させる映像情報については，左右の映像情報の内容を格別規定していないから，例えば，左右同一の映像情報を表示することができないわけではない。なお，このことは，審判甲3(乙1)に，ステレオスコープにモノスコープ方式のテレビジョン映像を表示すれば，モノスコープ映像を見ることができることが開示されていることからみても，明らかである。",
            "したがって，相違点2についての審決の認定判断に誤りはないから，原告主張の取消事由2は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の判断の誤り)",
          "text": [
            "原告は，表示する画像を動画にすると問題が生じるところ，本件発明は，この問題にかんがみ，表示面である単眼時の画面の虚像を，画面の立体虚像の位置である輻輳位置に生成させたのであるから，相違点1についての審決の判断は，誤りであると主張する。",
            "本件発明が，表示面である単眼時の画面の虚像を，画面の立体虚像の位置である輻輳位置に生成させたとの点は，上記1(1)のとおり，引用発明が，左右同一の映像情報を「Focal Point」を中心に虚像として表示させていることと格別相違するものではない。",
            "そして，甲7(昭63-280216号公報)及び乙1(昭60-500077",
            "号公報)によれば，動画像を含むテレビジョン信号をステレオスコープビュアに表示することは周知の技術であると認められるから，これを審判甲1(甲3)に記載された発明に適用して，テレビジョン信号を表示することについては，格別の困難はない。",
            "したがって，相違点1についての審決の認定判断に誤りはないから，原告主張の取消事由3は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告の主張する審決取消事由は，すべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10397",
    "date": "2006-04-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032903",
    "ipprecedent_id": "335",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}