{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003-70299号事件について平成16年2月5日にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記特許の特許権者であるところ，株式会社ディスクから特許異議の申立てがなされたので，特許庁が審理し，これを取り消す旨の決定をしたことから，原告が同決定の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成12年8月21日，名称を「透過型スクリーンおよび透過型液晶表示装置」とする発明について特許を出願し，平成14年5月24日，特許庁から特許第3309849号として設定登録を受けた(甲2。以下「本件特許」という。)。",
                "なお，本件出願は，      原告が，平成7年10月25日，名称を「透過型スクリーン用レンチキュラーシート」とする発明についてした特許出願(特願平7-277484号，以下「原出願」という。)の一部を分割したものである。",
                "本件特許に対し，平成15年1月28日付けで株式会社ディスクから特許異議の申立てがなされ，同申立ては異議2003-70299号として特許庁に係属した。特許庁は，平成15年8月21日付けで，原告に対し，本件特許について取消理由通知(甲5)を行い，これに対し原告は，平成15年11月4日付けで特許請求の範囲等について訂正請求をした(甲3。以下「本件訂正」といい，甲3添付の全文訂正明細書を「訂正明細書」という。)",
                "特許庁は，上記事件について審理を遂げ，平成16年2月5日，本件訂正を認めた上，「特許第3309849号の請求項1ないし5に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，同16年3月1日，その決定謄本は原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の特許請求の範囲は，下記のとおりである(下線部が訂正部分)。",
                "記",
                "「【請求項1】",
                "フレネルレンズシートと，透明支持体の片面に，放射線硬化性樹脂の硬化物により形成された凸シリンドリカルレンズが0.3mm以下の間隔で並設されてなるレンズ部が形成されており，かつ，前記支持体の他面である平坦な表面には，紫外線露光前に粘着性を有する紫外線感光性樹脂層を介して，前記紫外線感光性樹脂層の表面の，各シリンドリカルレンズの集光作用に基づいて感光した非粘着部を除いた境界部に相当する粘着部のみの位置に，ストライプ状の遮光パターンが転写紙から転写層を転移させることにより形成され，さらに，前記遮光パターンの観察側に拡散層を設けた構成のレンチキュラーシート，とを組み合わせてなることを特徴とする透過型スクリーン。」(以下「本件発明1」という。)",
                "「【請求項2】",
                "前記レンチキュラーレンズシートのレンズ部の厚みを，0.1mm～0.2mmの範囲としたことを特徴とする請求項1記載の透過型スクリーン。」(以下「本件発明2」という。)",
                "「【請求項3】",
                "前記レンチキュラーレンズシートの光拡散層の観察側に，帯電防止機能を有する保護フィルムが積層された構成としたことを特徴とする請求項1または2に記載の透過型スクリーン。」(以下「本件発明3」という。)",
                "「【請求項4】",
                "前記レンチキュラーレンズシートの光拡散層の観察側に，反射防止機能を有する保護フィルムが積層された構成としたことを特徴とする請求項1～3の何れかに記載の透過型スクリーン。」(以下「本件発明4」という。)",
                "「【請求項5】",
                "請求項1～4の何れかに記載の透過型スクリーンを，液晶表示部の観察者側に配置した構成であることを特徴とする透過型液晶表示装置。」(以下「本件発明5」という。)",
                "なお，以下の説明の便宜のため，本件発明1を構成要件ごとに分節すると下記のとおりである。そして，以下，「構成要件A」のようにいうが，C1～C4については一括して「構成要件C」ということがある。",
                "A　フレネルレンズシートと，",
                "B　透明支持体の片面に，放射線硬化性樹脂の硬化物により形成された凸シリンドリカルレンズが0.3mm以下の間隔で並設されてなるレンズ部が形成されており，かつ，",
                "C1　前記支持体の他面である平坦な表面には，",
                "C2　紫外線露光前に粘着性を有する紫外線感光性樹脂層を介して，        C3　前記紫外線感光性樹脂層の表面の，各シリンドリカルレンズの集光作用に基づいて感光した非粘着部を除いた境界部に相当する粘着部のみの位置に，        C4　ストライプ状の遮光パターンが転写紙から転写層を転移させることにより形成され，さらに，",
                "D　前記遮光パターン上の観察側に拡散層を設けた構成のレンチキュラーシート，",
                "E　とを組み合わせてなることを特徴とする透過型スクリーン。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件決定の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定の内容は，別添決定謄本写しのとおりである。",
                    "その理由の要旨は，本件訂正は特許請求の範囲の減縮等を目的としたもので適法であるが，訂正後の本件発明1ないし5は，その出願前に頒布された下記①ないし⑥の刊行物に記載された発明及び周知技術(例えば下記⑦の文献参照)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，等としたものである。",
                    "記",
                    "①　特開平3-127041号公報(甲4-1)(以下「刊行物1」という。)          ②　特開平4-340534号公報(甲4-2)(以下「刊行物2」という。)          ③　特開平7-248537号公報(甲4-3)(以下「刊行物3」という。)          ④　特開昭50-136028号公報(甲4-4)(以下「刊行物4」という。)          ⑤　特開昭59-121033号公報(甲4-5)(以下「刊行物5」という。)          ⑥　特開昭62-236282号公報(甲4-6)(以下「刊行物6」という。)          ⑦　特開平4-156441号公報(甲6)(以下「甲6文献」という。)      イ　上記判断をするに当たり，本件決定は，本件発明1と刊行物1に記載された発明(以下「刊行物1発明」という。)との一致点及び相違点について，次のとおり認定した。",
                    "(一致点)",
                    "「レンズシートと，透明支持体の片面に，放射性硬化性樹脂の硬化物により形成された凸シリンドリカルレンズが並設されてなるレンズ部が形成されており，かつ，前記支持体の他面である平坦な表面には，境界部にストライプ状の遮光パターンが形成されたレンチキュラーシート，とを組み合わせてなる透過型スクリーン。」である点。",
                    "(相違点1)",
                    "本件発明1が，フレネルレンズシートとレンチキュラーシートとを組み合わせて透過型スクリーンを構成したのに対し，刊行物1発明が，レンチキュラーシートと組み合わせるレンズシートをフレネルレンズに限定していない点。",
                    "(相違点2)",
                    "本件発明1が，凸シリンドリカルレンズが0.3mm以下の間隔で並設されているのに対し，刊行物1発明には係る限定が付されていない点。",
                    "(相違点3)",
                    "本件発明1が，ストライプ状の遮光パターンを，紫外線露光前に粘着性を有する紫外線感光性樹脂層を介して，前記紫外線感光性樹脂層の表面の，各シリンドリカルレンズの集光作用に基づいて感光した非粘着部を除いた境界部に相当する粘着部のみの位置に，転写紙から転写層を転移させることにより形成したのに対し，刊行物1発明がそのような構成を採用していない点。",
                    "(相違点4)",
                    "本件発明1が，遮光パターンの観察側に拡散層を設けたのに対し，刊行物1発明がそのような構成を採用していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件決定の取消事由",
              "text": [
                "しかしながら，本件決定は，その審理手続に法令違背が存在する(取消事由1-1及び1-2)とともに，本件発明1の進歩性の判断については，刊行物1発明との相違点3，4に関する判断の誤り(取消事由2，3)及び本件発明1の顕著な作用効果を看過した誤り(取消事由4)があり，本件発明5の進歩性の判断にも誤り(取消事由5)があるから，違法として取り消されるべきである。",
                "なお，本件発明2～4の進歩性の判断については，独立の取消事由を主張しない。また，裁判所が実体(取消事由2～5)について違法と判断するのであれば，手続違背の主張(取消事由1-1，1-2)についての判断を求めない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1-1(経過措置の適用誤り)",
                  "text": [
                    "本件決定は「特許法等の一部を改正する法律(平成6年法律第116号)附則第14条の規定に基づく，特許法等の一部を改正する法律の施行に伴う経過措置を定める制令(ママ)(平成7年政令第205号)第4条第2項の規定」なるものを適用したが，この規定は，平成6年法律第116号(以下「平成6年改正法」という。)の施行(平成7年7月1日)前にした出願であって同法第2条の規定の施行(平成8年1月1日)前に出願公告をすべき旨の決定の謄本の送達がされていないものを対象としており，出願日(特許法44条2項の規定により原出願の出願日に遡るものとみなされる。)が同法の施行後の平成7年10月25日である本件特許に適用することはできない。",
                    "したがって，本件決定は，法令に基づかずに本件特許を取り消したという重大かつ明白な瑕疵を有し，法律上当然に無効である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1-2(旧特許法120条の4違反)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "下記a，bのとおり，本件決定は，取消理由通知に記載のない理由に基づいて本件特許を取り消したものであって，特許の取消しの理由(以下「特許取消理由」という。)を特許権者に通知して意見書を提出する機会を与えるべきものとした旧特許法(平成15年法律第47号による改正前の特許法をいう。)120条の4第1項の規定に違反してなされたものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "取消理由通知(甲5)においては，相違点3に係る構成の容易想到性という論点についての特許取消理由たる具体的事実として，「刊行物1(甲4-1)＋刊行物5(甲4-5)＋異議甲4文献(特開平2-135431号公報，甲20-1)」の三者の組合せが示されているのに対し，本件決定においては，「刊行物1＋刊行物5＋周知技術(その例示として甲6文献)」の三者の組合せに差し替えられている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "取消理由通知において示された特許取消理由が「刊行物1＋刊行物5」の二者の組合せであったと解されるとしても，訂正前発明の構成のうちストライプ状の遮光パターンを転写により形成する点は，刊行物1，刊行物5のいずれにも開示されていないものであるところ(この点は被告も明らかに争っていない。)，取消理由通知には，この点に関する公知技術もしくは周知技術は示されていない。これに対し，本件決定は，理由中において，「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成すること」を「従来周知の技術」であると認定し(以下「本件周知技術」という。)，「刊行物1発明において，刊行物5に記載された技術事項及び当該周知技術を適用し」，本件発明1の相違点3に係る構成とすることは当業者にとって容易であるとの判断を示している。",
                            "このように，本件決定は，本件周知技術を，特許取消理由を構成する新たな具体的事実として引用したものである。すなわち，本件決定は，刊行物5技術におけるセルフアラインメント法(遮光部を形成する非集光部と遮光部を形成しない集光部を，レンズ自身の集光作用に基づいて規定するという手法)及びトナー散布の組合せと，訂正前発明におけるセルフアラインメント法及び転写の組合せとの相違という，本件訂正前から存在していた構成に係る論点について，取消理由通知に記載されていなかった具体的事実を補ったものである。",
                            "したがって，本件決定は，取消理由通知に記載されていない新たな事実である本件周知技術を，特許取消理由たる具体的事実として付加したものであって，取消理由通知における特許取消理由と実質的に異なる理由によるものである。",
                            "被告は，本件発明1には，刊行物1発明に刊行物5技術を適用したものと対比すると，トナー散布法に代えて転写法という手法を用いる点に相違があることを認めつつ，当該相違は設計上の微差にすぎないから，このような設計上の微差を補完するために本件周知技術に言及することは，新たな特許取消理由を構成する具体的事実を追加したことにはならない，等と主張する。しかし，後記ウ(イ)eのとおり，トナー散布法と転写法との相違は，「設計上の微差」ということはできないから，被告の主張は失当である。",
                            "また，そもそも，トナー散布法と転写法という相違に関する評価は，本件異議手続において一度も問題にされたことがないのであるから，審判体が，この相違点について「設計上の微差」であり周知技術によって置換が容易であるとの判断をするのであれば，この点を取消理由通知において指摘して，特許権者たる原告に意見を述べる機会を与えるべきであった。トナー散布法と転写法との相違は，本件訂正請求の前後を通じて問題となるのであるから，かような機会を与えるにつき妨げとなる事情は一切存在しない。",
                            "このように，本件異議手続においては，トナー散布法と転写法という相違点が「設計上の微差」であるか否か，周知技術によって置換が容易であるといえるか否か，という重要な論点について，特許権者である原告には形式的にも実質的にも反論の機会が一切与えられなかったのであるから，この点が不意打ち防止の趣旨に反し，手続違背を構成することは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，以下の事実からしても，甲6文献は，本件発明1の進歩性についての結論を左右する重要な文献であり，周知技術の例示としてではなく，引用例として挙げられるべきものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物1と刊行物5の組合せは，本件特許の原出願に係る不服審判手続での拒絶理由通知において拒絶の理由として示されていたものであるが，原告が，原出願に係る特許の取得前になした平成14年3月18日付け補正をすることにより，拒絶の理由が解消したと判断されて特許審決がなされた。そうすると，本件決定が，同審決と結論を異にするに至ったのは，本件決定において初めて言及された甲6文献によるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件出願に対する審査手続における拒絶理由通知では，甲6文献は，単なる周知事項の一例ではなく，引用刊行物として挙げられており，原告がこの拒絶理由通知に対する応答として補正等を行った結果，本件出願は特許すべきものとされた。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由2(相違点3に係る構成の進歩性判断の誤り)",
                  "text": [
                    "(ア)(刊行物1発明に対して刊行物5技術を適用することの困難性)　刊行物1発明に，刊行物5の遮光パターン形成技術を適用する発想は生まれない。その理由は次のとおりである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物1発明において，「前記ベースフイルムは，前記第1のレンチキュラーレンズ部の集光面が前記観察側の面と略同一平面上に位置するような厚さに構成」(甲4の1，特許請求の範囲第7行～10行)されている。そして，このようにレンチキュラーレンズ部の集光部が観察側の平坦面上に位置する以上，刊行物5が開示するセルフアラインメント法を用いるべくレンズ側から露光しても，平坦面上の粘着材の感光により形成される非粘着部は線状のものにしかならず，ストライプ状の遮光パターンは形成できないから，この方法は採用できないと考えるのが当業者の技術常識である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，刊行物1発明におけるベースフィルムの厚さに関する上記構成は，発明の本質的部分であるから，同発明に刊行物5技術のセルフアラインメント法を適用してストライプ状の遮光パターンが得られるように集光面(焦点)の位置を選択すること(第1のレンチキュラーレンズ部の集光面が観察側の面の位置からずれるように厚さを変えること)は，刊行物1発明の本質を否定することになり，そのような構成は着想できない。",
                            "(イ)(相違点3に係る構成の進歩性判断における周知技術の認定及び適用の誤り)",
                            "a(本件訴訟の審理範囲について)",
                            "本件発明1の相違点3に係る構成(構成要件C4)は，刊行物1発明に刊行物5技術を組み合わせただけでは得られないのであるから，被告は，甲6文献及び本訴で新たに提出した乙1～8文献を，単に技術水準を知るとか，引用刊行物の記載内容を明らかにするということを超えて，本件発明の相違点3に係る構成の想到容易性そのものに関わる事実を立証するために援用しようとしているといわざるを得ない。しかし，判例(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁，最高裁昭和54年1月24日第三小法廷判決・民集34巻1号80頁)の趣旨からしても，取消決定取消訴訟においてかかる主張・立証をすることは許されない。",
                            "なお，ここでいう乙1～8文献とは，それぞれ下記のとおりのものである。",
                            "記",
                            "乙1文献：特開平6-18990号公報(乙1)",
                            "乙2文献：特開平4-350638号公報(乙2)",
                            "乙3文献：特開平6-222463号公報(乙3)",
                            "乙4文献：特開昭63-206749号公報(乙4)",
                            "乙5文献：特開昭63-41847号公報(乙5)",
                            "乙6文献：特開平5-224428号公報(乙6)",
                            "乙7文献：実公昭59-60643号(実願昭57-155929号)のマイクロフィルム(乙7)",
                            "乙8文献：実公昭59-61917号(実願昭57-155928号)のマイクロフィルム(乙8)",
                            "b(本件発明1において遮光パターンが平坦な表面上に形成されることの技術的意義について)",
                            "本件発明1の構成要件Cでは，遮光パターンをセルフアラインメント法と転写法の組合せにより形成することのみならず，当該遮光パターンが平坦な表面上に形成されることには，表示画像のコントラストの向上，拡散層の確実な形成という技術的意義があるにもかかわらず，本件決定はこれを看過している。刊行物1発明においても遮光パターンは平坦な表面上に形成されるから，相違点3の認定に誤りがあるとはいえないとしても，本件発明1の進歩性は，平坦な表面に遮光パターンが形成されるということを含む構成要件C全体を一体として判断されるべきである。",
                            "本件決定は，本件発明1において遮光パターンが平坦な表面上に形成されることの技術的意義を看過しており，このことが，本件周知技術の認定及び適用可能性についての判断を誤ったことに影響を及ぼしている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "周知技術の認定の誤り",
                          "text": [
                            "本件決定は，「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成することは従来周知の技術である」と認定したが，以下の理由により誤りである。",
                            "上記bのとおり，本件発明1の構成要件Cでは，遮光パターンをセルフアラインメント法と転写法の組合せにより形成することのみならず，当該遮光パターンが平坦な表面上に形成されることに，表示画像のコントラストの向上，拡散層の確実な形成という技術的意義がある。したがって，「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成する」技術が周知であるといえるためには，ストライプ状の遮光パターンの形成という技術分野において，平坦な表面に対して，転写紙から転写層を転移させることによって遮光パターンを形成することが周知であることの証拠を示さなければならない。",
                            "かかる観点に立って，本件決定が挙示する甲6文献及び本件訴訟で被告が援用する乙1～8文献を参酌しても，上記技術が周知であるということはできない。すなわち，まず，甲6文献はもとより，乙1～乙3文献においても，そこに示されている技術はすべて，被転写面が全体として平坦な面ではなく凹凸状になっており，その凸部にのみ転写するというものである。また，乙4～乙8文献は，レンチキュラーシートに遮光パターンを形成するという技術とは異なる分野のもの(乙4～乙6文献)であるか，あるいは，実質上単一の文献(乙7，乙8文献)にすぎないうえに，これらの文献には転写による光吸収層(ブラックストライプ)の形成方法の具体的開示がなく，本件決定が周知であるとする「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成する」ことは，記載も示唆もされていない。",
                            "したがって，甲6，乙1～乙8文献は，被告が主張するような「レンチキュラーシートに遮光パターンを形成するという技術において『(被転写面の形状を問わず)転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成すること』が従来周知の技術であること」を示す証拠とはいえず，本件決定の本件周知技術の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "周知技術としての適用上の適性を欠くこと",
                          "text": [
                            "本件決定が例示した甲6，乙1～乙8文献記載の技術は，仮にこれらが周知技術であるとしても，当業者にとって，刊行物1発明や刊行物5技術に適用可能な周知技術であるとはいえない。その理由は以下のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "甲6，乙1～乙3文献について",
                              "text": [
                                "刊行物1発明は凸部のない平坦な「ベースフイルムの観察側の面」に(セルフアラインメント法を用いない)印刷により遮光層を設けるもの，刊行物5技術は凸部のない平坦な「観察面側表面」にセルフアラインメント法とトナー散布法の組合せにより遮光パターンを設けるものである。これに対して，甲6，乙1～乙3文献に示される転写の手法は，いずれも被転写面にあらかじめ凸部を形成することを前提とするものであり，凸部のない平坦な表面に転写しようという発想はなく，また，どのようにすれば凸部のない平坦な表面に対してストライプ状の遮光パターンを転写できるかという点に関する開示はないし，セルフアラインメント法と転写法を組み合わせることの示唆もない。",
                                "そうすると，甲6，乙1～乙3文献に示される転写手法は，技術思想的に，刊行物1発明や刊行物5技術に近接し，これと共通する要素を持つとはいい難いから，上記転写手法に関する技術は，刊行物1発明及び刊行物5技術に基づいて本件発明1の構成を得るのに用い得るような適用上の適性を欠くものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "乙4～乙6文献について",
                              "text": [
                                "刊行物1発明や刊行物5技術が透過型スクリーンの遮光パターンに関するものであるのに対して，乙4～乙6文献に記載された技術は，いずれもカラープルーフ等の多色画像形成方法に関するものである。カラープルーフと透過型スクリーンとでは光学的な基本構成が異なっているのみならず，乙4～乙6文献に記載されたカラープルーフでは，画像パターンにある程度の透明性が要求されるので，この点においても非透明性の遮光パターンを形成する刊行物1発明及び刊行物5技術とは異なっており，適用上の適性を欠くことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "乙7，乙8文献について",
                              "text": [
                                "乙7，乙8文献には，いずれも転写等により光吸収層(ブラックストライプ)を形成する旨が記載されているのみであって，その具体的な形成方法は何ら記載されておらず，当業者が実施をすることができる程度の開示はなく，セルフアラインメント法と転写法を組み合わせることの示唆もない。したがって，乙7，乙8文献に何らの具体性なく示された光吸収層の形成技術である「転写」を，黒色インキ等を用いて印刷により遮光層を形成する刊行物1発明や，ポジ型感光性粘着剤を投射光線で露光し遮光性トナーを散布して遮光性パターンを形成する刊行物5技術と同じレベルで論じることはできず，適用上の適性を有するとはいえない。",
                                "e「設計上の微差」との被告主張の誤り",
                                "本件発明1と，刊行物1発明に刊行物5技術を適用したものとの相違は，被告が主張するような「設計上の微差」ではない。",
                                "一般に，技術的な違いが「設計上の微差」にすぎないと認められる場合とは，誰もがすぐに想起できる程度のものを意味すると解されている。しかるに，上記bのとおり，レンチキュラーシートの平坦な表面に遮光パターンを形成するという技術分野において，遮光パターン形成手段として転写紙による転写という手法を用いることが周知であることの立証はないから，刊行物5にレンチキュラーシートの平面への遮光パターンの形成手段として唯一記載されている「トナー散布」による手段そのものを，全く別の技術的手段である転写紙から転写層を転移させる手段に置き換えてしまうことが「設計上の微差」とはいえないことは明らかである。",
                                "のみならず，刊行物5技術のようなトナー散布法では，遮光パターンの厚さが不均一になったり，遮光性が不十分なものになったりするなどの問題があるのに対し，本件発明1のような転写法では，遮光パターンは均一な厚さを有するものとなり，遮光性も十分なものとなる(甲19参照)など，作用効果に顕著な違いがある。",
                                "かような作用効果の相違，技術の動向，本件特許の実施品が商業上の成功を収めていること(甲22)などの点にかんがみると，本件発明1の相違点3にかかる構成と刊行物1発明に刊行物5技術を適用したものとの相違は「設計上の微差」などというべきものではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由3(相違点4に係る構成についての認定判断の誤り)        (ア) 本件決定は，刊行物1に光拡散性部材を設ける形態が複数記載されているにもかかわらず(甲4-1の第3図ないし第5図)，これらの形態を採用した場合には遮光パターンの位置決めに当たってセルフアラインメント法を適用することは不可能になることから，刊行物1における光拡散性部材を設けるという技術思想を積極的に排除して，あえて光拡散性部材を設けないという技術思想を持つ態様(甲4-1の第1図)を引用発明として選択し，これにセルフアラインメント法による遮光パターンの位置決めを技術内容とする刊行物5技術を適用することによって，相違点3に関する論理付けを行った。",
                    "このように，相違点3に関する論理付けに際しては光拡散性部材を設けるという技術思想を排除して刊行物1発明を認定しておきながら，相違点4に関する論理付けに際して，光拡散性部材を設ける刊行物4記載の技術(以下「刊行物4技術」という。)を組み合わせることにより，光拡散性部材を設けるという技術思想を再度持ち込むことには，矛盾がある。つまり，相違点4に関する論理付けは相違点3に関する論理付けと両立し得ないものであり，本件決定には，相違点4にかかる構成についての判断の誤りがあるというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物1には「高解像性が要求される場合には，第2のレンチキュラーレンズ部14にのみ有機拡散剤を分散させることが望ましい」(甲4-1，5頁左下欄6行～8行)と記載され，拡散性を有する部材(以下「光拡散性部材」という。)の配置が各遮光層の間に限定されている。このように，刊行物1発明は，ストライプパターン上に拡散性表面を得る技術が開示された刊行物4技術とは，全く相容れない構成を採用しているのであり，刊行物1発明に対して刊行物4技術を適用することは困難である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由4(本件発明1の顕著な作用効果の看過)",
                  "text": [
                    "本件発明1では，感光性樹脂層の粘着部が非粘着部にはみ出すことがなく，また，いったん粘着部上に転移した遮光性の層が非粘着部にはみ出すこともなく，輪郭の鮮明な遮光パターンを形成することができる。また本件発明1では，レンチキュラーシートに強固に結合された拡散層を形成することができる。さらに本件発明1では，訂正明細書の段落【0015】に記載されているように，「ファインピッチな遮光パターンが拡散層によって保護され，傷が付くことを防止できる」のである。",
                    "このように，本件発明1は，刊行物1発明，刊行物5技術，その他の引用刊行物記載の技術，及び甲6文献等に記載された本件周知技術の作用効果の総和を超える，当業者が予測し得ない作用効果を奏するものであり，このことは本件発明1の進歩性を推認させるものである。すなわち，当業者が予測し得ない作用効果を奏する本件発明1の構成は，当業者といえども容易に想到することはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "取消事由5(本件発明5の進歩性に関する認定判断の誤り)        (ア)　本件決定は，本件発明5について，刊行物1発明に刊行物6に記載された技術事項(以下「刊行物6技術」という)を適用することによって，本件発明5の構成を得ることは容易であると判断したが，誤りである。",
                    "刊行物6技術の透過型スクリーンは，フレネルレンズとレンチキュラーシートが一体に形成されたものであるのに対して，刊行物1発明のスクリーンでは，これらが別体である。したがって，刊行物6技術を，刊行物1発明に適用することは，当業者にとって容易ではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件決定は，本件発明5の作用効果は，刊行物1～6及び周知技術から当業者が予測できる範囲内のものであると判断したが，誤りである。",
                        "透過型スクリーンを透過型液晶表示装置に適用することは，刊行物1～5に記載がないし，本件決定が本件周知技術の例として挙げる甲6文献にも記載がない。また，刊行物6技術では，フレネルレンズとレンチキュラーシートを一体に成形するものであるため，透過型液晶表示装置に必要とされるファインピッチ化が困難であるし，スクリーンの観察者側に遮光パターンを形成することができず，ましてや，本件発明1のようにセルフアラインメント法を用いて遮光パターンの形成をすることはできない。",
                        "これに対して，本件発明1の透過型スクリーンを透過型液晶表示装置に適用した本件発明5では，ファインピッチ化に対応したレンズ部及び遮光パターンの形成によって，透過型液晶表示装置の画素数の増大に対応することができるとともに，高いコントラストを保った表示画像を得ることができる。かかる作用効果は，刊行物1～6及び周知技術から当業者が予測できるものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)(2)(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "原告が，本件審決の認定判断が誤りであるとして主張するところは，以下のとおり，いずれも失当である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1-1(経過措置の適用誤り)について",
                  "text": [
                    "原出願の出願日が平成6年改正法の施行後の平成7年10月25日であることからすれば，経過措置を定める平成7年政令第205号第4条の規定が適用されることはなく，同法による改正後の特許法の規定が適用されることは明らかであるから，同政令を適用法条とした本件決定の記載が誤記であることは明白である。",
                    "しかしながら，本件決定は，本件発明1についての特許は特許法29条2項の規定に違反してされたものであるとして本件特許を取り消すものであって，平成6年改正法による改正の前後で特許法29条2項の規定が変更されているものではないから，上記のように法令の適用に関する記載に一部誤記があるとしても，本件決定の結論に影響を及ぼすほどのものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1-2(旧特許法120条の4違反)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア)について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "同aについて",
                          "text": [
                            "取消理由通知の相違点3の論理付けは，「刊行物1＋刊行物5＋異議甲4」の三者の組合せとしたものではない。刊行物5と異議甲4とは，共に，紫外線を当てることにより粘着性を喪失する材料を用いて，粘着部分にブラックストライプを形成する方法について開示されているものであるから，この二つを組み合わせることに意味がないことは自明であって，取消理由通知は，「刊行物1＋異議甲4」又は「刊行物1＋刊行物5」とすることにより，本件発明1の相違点3に係る構成とすることが当業者にとって容易であるとしたものであることは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "同bについて",
                          "text": [
                            "本件決定は，取消理由通知(甲5)に示された2つの論理付けのうち「刊行物1＋刊行物5」の論理付けを採用し，本件発明1の相違点3に係る構成と，刊行物1発明に刊行物5技術を適用したものとの間に存在する設計上の微差というべき事項(転写とトナー散布の相違)を補完するため，「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成すること」が従来周知の技術であるということを新たに示したものである(「転写紙から転写層を転移させることにより」という構成は，取消理由通知に対応する本件訂正請求によって新たに限定されたものである。)。",
                            "このように，本件決定における相違点3の論理付けは，取消理由通知における論理付けとの間で，基本的な部分においては変更はなく，設計上の微差というべき事項を補完するために周知技術を示したにすぎないのであって，原告の言う「具体的事実」を補ったものではないから，本件決定が，原告が主張する「不意打ち」に当たらないのは明らかである。なお，周知技術は，当業者であれば当然知っているべきものであって，その例を事前に通知することなく審決時に新たに例示することは，手続違背とならない。",
                            "したがって，本件決定は，取消理由通知に記載のない理由に基づいて本件特許を取り消したものであるということはできず，旧特許法120条の4第1項の規定に違反したものではない。",
                            "原告は，トナー散布と転写との相違は設計上の微差とはいえないと主張する。しかし，原告自身が本件特許の出願時の明細書においては「転写層を転移させることに代えて，………トナーを付着させて遮光パターンを形成することも，本発明の趣旨を逸脱するものではなく構わない」と記載していたという経緯や，転写が従来周知の技術であるという事実に照らすと，転写とトナー散布との差は設計上の微差にすぎないというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(イ)について",
                      "text": [
                        "原出願の不服審判手続及び本件出願の審査手続と，本件特許異議事件の手続とは別の手続であり，それぞれの手続において審査官，審判合議体が独立に判断をするものであるから，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由2(相違点3に係る構成の進歩性判断の誤り)について        (ア) 原告の主張(ア)について",
                  "text": [
                    "刊行物1発明の遮光パターンの形成に刊行物5記載の技術を用いる場合には，所望の幅の遮光パターンが得られるように集光面(焦点)の位置などを選択することは当業者が適用に際して適宜考慮する設計的事項にすぎないから，刊行物1発明に対して刊行物5技術を適用することは困難であるとの原告の主張は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "同(イ)について",
                      "text": [
                        "レンチキュラーシートにストライプ状の遮光パターンを形成するという技術において「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成すること」は周知であり(甲6，乙1～3)，レンチキュラーシートの平坦な表面に遮光パターンを転写することも従来周知であり(乙7，8)，また，印刷の技術一般においてトナー散布法に代えて転写法が適用し得ることも，従来周知である(乙4～6)。したがって，レンチキュラーシートにストライプ状の遮光パターンを形成するに当たり，被転写面の形状を問わず，転写紙から転写層を転移させる手法を採用することが周知であるとした本件決定の認定判断に誤りはなく，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由3(相違点4に係る構成についての認定及び判断の誤り)について",
                  "text": [
                    "刊行物1(甲4-1)には「高解像が要求される場合には，第2のレンチキュラーレンズ部14のみに有機拡散剤を分散させることが望ましい。」(15頁左下欄6～8行)という記載はあるものの，拡散性を有する部材を遮光層上にも配置することが不可能であるとしているわけではなく，また，技術常識に照らしてみても，拡散性を有する部材を遮光層上に配置したからといって，格別の不都合が発生するものとは考え難い。そして，刊行物1発明と刊行物4技術とは，透過型スクリーン用レンチキュラーシートであるという点で共通するものであるから，刊行物1に刊行物4技術を適用することの阻害要因があるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "取消事由4(本件発明1の顕著な作用効果の看過)について        　原告は，刊行物1発明，刊行物5技術，本件周知技術それぞれとの対比において本件発明1の優位性を述べているにすぎない。そして，原告が主張する本件発明1の作用効果は，いずれも，刊行物1発明に刊行物5技術及び本件周知技術を適用すれば当然得られる作用効果にすぎず，当業者が予想し得ないとする原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由5について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定は，フレネルレンズとレンチキュラーシートが別体であるとも一体であるとも認定しておらず，刊行物6の記載事項に基づいて「フレネルレンズとレンチキュラーシートからなるスクリーンは………刊行物6に開示されており」としたものであり，この点につき，本件決定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件決定は，刊行物6に記載された「フレネルレンズとレンチキュラーシートからなるスクリーンを液晶マトリクス型パネルの観察者側に配置する」という技術思想の適用容易性を論じているのであって，刊行物6技術そのものから本件発明5が容易であるとしているわけではない。してみれば，刊行物6技術そのものを本件発明1と対比した上で，本件発明5の作用効果が，刊行物1～6及び周知技術から当業者が予測できるものではないとする原告の主張には理由がない。",
                        "また，原告が主張する本件発明5の作用効果は，刊行物1～6及び周知技術を適用すれば当然得られる作用効果にすぎず，当業者が予測し得ないとする原告の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(本件決定の内容)  の各事実は，いずれも当事者間に争いがない。",
            "ところで原告は，本件決定の手続上の違法事由を取消事由1-1，1-2として主張し，実体上の違法事由を取消事由2～5として主張しているが，原告は，平成17年6月2日付け最終準備書面において「本件決定の実体判断が誤っているとの理由で「決定取消」の判決が頂けるのであれば，手続違背あるいは審理範囲についてあえて判断して頂く必要はない」(8頁末尾)と述べ，かつ，前記手続上の違法事由として主張されているもの(とりわけ取消事由1-2)は，実体上の違法事由と密接に結びついているので，以下においては，まず実体上の違法事由の有無(取消事由2～5)について判断し，次いで，必要があれば手続上の違法事由の有無(取消事由1-1，1-2)について判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "実体上の違法事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2(相違点3に係る構成の進歩性判断の誤り)の主張について      ア　刊行物1発明に対して刊行物5技術を適用することが困難である旨の主張に対して",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，刊行物1の「2.特許請求の範囲の記載」の(1)の項に「ベースフィルムは，前記第1のレンチキュラーレンズ部の集光面が前記観察側の面と略同一平面状に位置するような厚さに構成したことを特徴とする」(1頁7行目以下)という記載があることから，刊行物1発明がベースフィルム(本件発明の「透明支持体22」に相当する。)の厚さに関してこのような構成を採用している以上，刊行物1発明に刊行物5技術(セルフアラインメント法による遮光パターンの形成)を適用する発想は生まれない，と主張する。",
                    "しかし，以下の理由により，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件決定は，刊行物1発明を下記のとおり認定している。",
                    "記",
                    "「他のレンズシートと，ベースフィルム11の光源側に，電離放射線硬化形樹脂により形成されたピッチ0.21mmの楕円形状のレンチキュラーレンズが，複数平行に形成してあり，平坦な表面である観察側の，非集光面11bに帯状の遮光層13を形成されたレンチキュラーレンズシート，とを組み合わせた透過型スクリーン。」(5頁15行～19行)",
                    "上記のとおり，本件決定が認定した刊行物1発明の要旨には，ベースフィルムの厚さに関する原告指摘の構成は含まれていない。一般に，本件発明と対比すべき引用発明の認定に当たっては，引用例に記載された事項の中からひとまとまりの技術的思想を有する発明を抽出することができるのであって，本件決定も，このような手法に従って刊行物1発明を認定したものである。",
                    "原告は，刊行物1の請求項1の記載がベースフィルムの厚さを限定するものであることを強調するが，特許請求の範囲の記載は，特許出願の出願人がどのような特許を取得しようとするかによって決まるものである。刊行物1の請求項1にベースフィルムの厚さに関する上記構成が記載されているとしても，刊行物1に接する当業者(その発明の属する技術の分野における通常の知識を有する者)が，ベースフィルムの厚さに関する上記構成を含むものとして刊行物1に記載された発明を理解するとは限らないのであるから，本件決定が，ベースフィルムの厚さに関する構成を含めないものとして刊行物1発明を認定したことが誤りであるということはできない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，ベースフィルムの厚さに関する構成は刊行物1発明の本質的部分であるから，当業者はこれを除いたものとして刊行物1発明を認識することはないと主張する。しかし，刊行物1を精査しても，ベースフィルムの厚さに関する当該構成を採用することの技術的意義に関する記載を見いだすことはできず，これが「本質的部分」であるという原告の主張は前提を欠く。",
                    "また，原告の主張は，刊行物1の請求項1に記載されたベースフィルムの厚さの構成によると，第1のレンチキュラーレンズによる集光部は，観察側の平坦な表面上に線状にしか形成されない，ということを前提とするものである。しかし，請求項1の文言は，「第1のレンチキュラーレンズ部の集光面が前記観察側の面と略同一平面状に位置するような厚さ」(下線は判決注)というものであり，この文言からすると，第1のレンチキュラーレンズによる集光部は，線状ではなく一定の幅を有した帯状のものであると解するのが自然である。刊行物1の第1図では，第1のレンチキュラーレンズに対する入射光の全てが，ベースフィルムの観察側の平坦な表面上に，正確に焦点を結ぶように記載されているが，請求項1の上記文言は，この焦点の位置が多少ずれることによって集光部が一定の幅を有する「面」になるという態様を排除するものとまでは考えられない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "上記(イ)及び(ウ)のとおり，本件決定が認定した刊行物1発明は，レンチキュラーレンズによる集光部がベースフィルムの観察側の表面上に線状にのみ生じるようにベースフィルムの厚さを特定することを要件とするものではない。",
                    "したがって，刊行物1発明の遮光層の形成手段を刊行物5技術に置換する場合には，所望の幅の集光部と非集光部が得られるようにレンチキュラーレンズの焦点距離とベースフィルムの厚さとを調整することは，当業者が適宜考慮する設計的事項であると認められるので，刊行物1発明に刊行物5技術を適用することがそもそも発想し得ないということはできない。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "本件訴訟の審理範囲についての主張に対して"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，本件発明1の相違点3に係る構成の容易想到性について認定判断するに当たり，甲6文献及び乙1～8文献を参酌することは，審決取消訴訟の審理範囲に関する判例法理に反し，許されないと主張する。",
                    "しかし，以下に述べるとおり，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告が援用する最高裁昭和51年3月10日大法廷判決(民集30巻2号79頁)は，「審決の取消訴訟においては，抗告審判の手続において審理判断されなかつた公知事実との対比における無効原因は，審決を違法とし，又はこれを適法とする理由として主張することができないものといわなければならない」と判示したものである。そして，その実質的理由としては，特許法に定められた審決取消訴訟の構造上，「特許出願に関する行政処分，すなわち特許又は拒絶査定の処分が誤つてされた場合におけるその是正手続については，一般の行政処分の場合とは異なり，常に専門的知識経験を有する審判官による審判………の手続の経由を要求するとともに，取消の訴は，原処分である特許又は拒絶査定の処分に対してではなく，抗告審判の審決に対してのみこれを認め，右訴訟においては，専ら右審決の適法違法のみを争わせ，特許又は拒絶査定の適否は，抗告審判の審決の適否を通じてのみ間接にこれを争わせるにとどめている」と解されることを指摘しており，訴訟の前段階において専門行政庁による審理判断を受ける利益を重視したものということができる。",
                    "しかるに，本件発明1の刊行物1発明との相違点3に係る構成(セルフアラインメント法と転写法との組合せ)が，刊行物5技術に示されたセルフアラインメント法と，周知技術である転写法とを適用することによって得られる，という判断は，本件決定において明確に示されており，審判官による判断を経由しているものである。そうすると，刊行物5技術のうち粉体のトナーを散布するという構成に代えて転写紙による転写という構成を採用することが，周知技術の適用によって容易であるといえるか否かという論点は，本件決定に示された審判官の判断内容の当否を問うものであって，まさに本件訴訟における審理の対象そのものなのであるから，この点につき両当事者が主張・立証を行うことができ，当裁判所が判断をすることができると解される。",
                    "そして，本件周知技術の認定及びその刊行物1発明への適用の容易性について，本件決定の審判合議体は，審判官としての専門的な知識経験に基づく判断を行ったのであるから，その判断の当否が，本件の特許取消決定取消訴訟の中で争われるべき審理対象となることは，むしろ当然であるというべきである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，原告は，最高裁昭和55年1月24日第一小法廷判決(民集34巻1号80頁)を援用している。同判決は，前記昭和51年3月10日大法廷判決の趣旨は「審判の手続において審理判断されていなかった刊行物記載の考案との対比における無効原因の存否を判断することの許されないこと」にあるとした上で，審判の手続において審理判断されていた刊行物記載の考案のもつ意義を明らかにするために，審判の手続に現れていなかった資料に基づいて，当業者の技術常識を認定することは許される，と判示したものである。",
                    "しかるに，本件決定には，「転写紙から転写層を転移させることによりストライプ状の遮光パターンを形成することは従来周知の技術であり(例えば，特開平4-156441号公報参照)」(9頁10行～12行)と記載され，周知技術の存在とその具体例としての甲6文献が指摘されているのであるから，本件決定手続において新たな証拠としての乙1～8を提出することは，特許庁での手続において既に審理判断を経た事項について立証を補充するためのものであり，これが許されないとされるいわれはない。"
                  ],
                  "content": [
                    {
                      "fig": "ウ",
                      "subject": "相違点3に係る構成の進歩性判断における周知技術の認定及び適用の誤りに関する主張に対して"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，本件発明1において遮光パターンを形成すべき表面が平坦面であることの技術的意義を強調した上，甲6文献，乙1～8文献の各証拠によっても，本件決定の認定した本件周知技術が，平坦な表面上にストライプ状の遮光パターンを形成するという技術分野において周知の技術事項であるとは認められないから，本件周知技術を適用することによって本件発明1の相違点3に係る構成を得ることは容易でない，と主張する。",
                    "しかし，以下に述べるとおり，原告の上記主張は採用できない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙1～3文献には，「従来の技術」という表題の項において，それぞれ以下のとおりの記載がある。",
                            "(乙1文献)",
                            "「　図5(a)は，上記成形によって凸部(3)が形成された透光性のスクリーン基材シートAの一例を示す断面図であり，該基材シートAの一方面(テレビジョン画像光など投影画像光が投影される入光側)に多数条のレンチキュラーレンズ部(1)，前記レンズ部(1)と相対する他方面(出光側)には出光部(2)と該出光部(2)との間に凸部(3)とが設けられる。",
                            "該基材シートAの凸部(3)側には転写基材シート(10)の片側に剥離性の光吸収性層(11)(黒色調の着色層)を備える転写紙Bを重ね合わせる。(図5(b))　続いて図6(a)に示すように転写紙Bを重ね合わせたスクリーン基材シートA上より，比較的弾力性のあるゴム製，あるいは硬質ゴム製の加圧又は加熱加圧用転写ロール(30)を押圧して，該凸部(3)面に転写紙Bの光吸収性層(11)を転写するものである。」(段落【0004】～【0006】)",
                            "(乙2文献)",
                            "「　前記凸部の形成された前記基材シートの出射面側には，光吸収性着色材層を備える転写紙を重ね合わせ，その上より加熱ロールを押圧して，該凸部面に着色材層を加熱転写して，光吸収層を形成するものである。」(段落【0004】)",
                            "(乙3文献)",
                            "「　レンチキュラーレンズ61の非集光部には凸部63が形成され，この凸部63の平坦面64には図6(a)に示すように光吸収層(ブラックストライプ)が形成されている。この光吸収層によって出射側から見た場合にコントラストを得ることができる。",
                            "このような光吸収層は，黒色インキを塗布，印刷もしくは転写紙を転写する等により形成されていた。」(段落【0002】，【0003】)",
                            "これら乙1～3文献に記載された「光吸収性層(11)」，「光吸収性着色剤層」，「光吸収層」は，いずれも転写紙の転写層に相当することは明らかである。また，乙1～3文献の上記箇所に記載された発明においては，例えば，乙3文献に，「凸部63の平坦面64に………光吸収層(ブラックストライプ)が形成されている」と記載されているように，レンチキュラーシートの凸部の上部平坦面に転写紙から転写層を転移させて遮光部を形成するものであることが認められる。",
                            "そうすると，乙1～3には，従来技術として，光透過性スクリーン用レンチキュラーシートの凸部の上部平坦面に，転写紙から転写層を転移させることにより遮光部を形成することが記載されていることが認められる。",
                            "そして，これらの文献が公開された時期は，それぞれ本件特許の原出願の出願日(平成7年10月25日)の約1年9か月前(乙1文献)，約2年10か月前(乙2文献)，約1年2か月前(乙3文献)であり，しかも，上記各記載はいずれも【従来の技術】欄に記載されていたものであるから，上記各記載に現れた技術事項は，本件特許の出願時(特許法44条2項により原出願の出願日に遡るものとみなされる。)に周知であったものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記各記載に現れた周知技術は，被転写面が全体として見れば平坦ではなく凹凸状になっており，その凸部に対してのみ転写を行うものである。そして，転写を行うに当たって，乙1文献，乙2文献では，転写紙から転写層を被転写面に転移させるために加圧加熱という手段を採用していることが上記各記載に明記されている。",
                            "加圧加熱は，通常，転写紙の転写層のある面とは反対側の面の上に一様に行うことにならざるを得ない。このような技術的制約のために，連続な平坦面を被転写面とする場合には，加圧加熱による転写ではストライプ状の遮光パターンを形成することは困難であるが，被転写面が凹凸状の面である場合には，転写層が転移する部分(凸部)と転移しない部分(凹部)とが交互に並んでいるので，ストライプ状の遮光パターンを形成することが可能となる。",
                            "ところで，刊行物1発明に刊行物5技術のセルフアラインメント法を適用したものでは，レンチキュラーレンズシートの観察者側の平坦面上に，紫外線硬化樹脂が硬化した非粘着部と硬化していない粘着部とが既にストライプ状に形成されており，これに対して転写紙からの転写という手法を適用して遮光パターンを形成する場合には，転写層が転移する部分(粘着部)と転移しない部分(非粘着部)が交互に並ぶという点において，凹凸状の面の凸部に対して加圧加熱による転写を行うのと，特段の相違はないことになる。",
                            "したがって，乙1～3文献に記載された従来技術において，ストライプ状の遮光パターンを転写によって形成すべき表面が凹部と凸部の存在のため不連続的であることは，転写という技術(それ自体がレンチキュラーレンズシートにおける遮光パターンの作成に当たって周知の技術的手段であることは乙1～3文献のみならず甲6文献，乙7，8文献によっても優に認められる。)を，刊行物1発明に刊行物5技術のセルフアラインメント法を適用して得られる表面(形状自体は平坦ではあるが，粘着部と非粘着部とが存在するために，転写層の転移可能性という観点から見れば非連続的である表面。)において，刊行物5技術のトナー散布という手法に替えて採用することに対して，特段の妨げとなるということはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一方，乙4～6文献に，粉末状のトナーの散布に代えて転写の手法を採用するという技術事項が記載されていること自体は，原告もこれを争っていないし，また，これらの文献の記載からも，優に認定し得るところである。すなわち，乙4文献は「着色粉体の粘着具合により着色画像を形成する」技術(2頁右上欄4行～)に代えて「着色剤層を転移させること」(2頁右下欄2行)を，乙5文献は，「転写層を用い，トナー現像できる感光性層上に複製物を形成するための一方法を提供する」(4頁左上欄1行～)ことを，乙6文献は，「粉末状トナー材料を付与すること」(3頁右欄44行～)に代えて「トナーをフィルム化する方法」(4頁左欄3行～)を，より具体的には「潜像は，別の支持体上に設けられたフィルム状のトナーと接触され，加熱及び／または加圧されることによりトナーが転写され，現像される」(同10行～)ことを，それぞれ開示しているものである。",
                            "しかるに，原告は，これらの文献が，【発明の名称】の記載のとおり「画像形成方法」(乙4，6)や「………多色プルーフの製作方法」(乙5)に関する技術文献であり，いずれも，レンチキュラーレンズシートに遮光パターンを形成するという技術に関するものではないことを理由に，本件発明1の容易想到性を裏付ける周知技術の根拠となるものではないと主張している。",
                            "そこで，この点につき検討するに，まず，下記の記載によれば，いずれの文献も，従来の技術としての印刷法に対する代替技術を開示するものであることが認められる。",
                            "(乙4文献)",
                            "「〔従来の技術〕",
                            "平板，凸版あるいはグラビアのいずれの印刷法においても，………」(1頁右下欄下6行～)",
                            "(乙5文献)",
                            "「〔背景技術〕",
                            "………。そこで，この方法は色分解の校正刷り(プルーフィング)のため，特に印刷産業において大きな実用的重要性をもつに至った。」(3頁左上欄下4行～)            (乙6文献)",
                            "「【0002】",
                            "【従来の技術】グラフィックアーツ分野において，カラー原稿からの一組の色分解フィルムを用いて印刷版焼き付けが行なわれているが，………」(2頁右欄20行～)",
                            "ところで，レンチキュラーレンズシートの遮光パターンの形成という技術分野における当業者の範囲を考えると，刊行物1の〔従来の技術〕欄の「遮光層は，スクリーンのコントラストを高めるためのもので，黒色のインキを印刷するなどして形成されている。」(2頁左下欄下7行～)との記載や，乙7文献の「ブラックストライプ付きレンチキュラーレンズシートを得るには，………所定の場所に光吸収層を印刷，転写若しくは塗布等によって形成するのが普通である。」(2頁下5行～)との記載に照らせば，印刷の技術分野に携わる者は，本件発明1の容易想到性を考えるに当たっての当業者であるということができる。そうすると，乙4～6文献に記載された印刷に関係する技術事項は，レンチキュラーレンズシートの作成という技術分野においても，当業者にとっての技術常識を形成するものと認められる。",
                            "したがって，乙4～6文献は，本件発明1の容易想到性を判断するに当たって，粉末状のトナーの散布に代えて転写という技術を採用することが当業者にとって周知であったことを示すものといえるのであって，原告の上記主張もまた採用することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記a～cで検討したとおり，乙1～6文献は，レンチキュラーレンズシートの平坦な表面上にストライプ状の遮光パターンを形成するという技術課題の解決に当たっても，これに携わる当業者にとっての周知技術を示す文献として参酌することができるものというべきである。",
                            "そして，このことに加えて，乙7，8文献には「ブラックストライプ付きレンチキュラーレンズシート」を得る方法として「印刷，転写若しくは塗布等」が示されていること(乙7の2頁，乙8の1頁)からすれば，転写は，何ら特殊な技術的手段ではなく，当業者がごく自然にその採用を検討するものであるということができる。また，本件特許の出願時の明細書(乙9)に「黒色の転写層を転移させることに代えて，前記粘着部のみに黒色粉体トナーを付着させて遮光パターンを形成することも，本発明の要旨を逸脱するものではなく構わない」(段落【0033】)との記載があったことからも，原告自身が，粉末状のトナーを散布する技術と，転写紙による転写の技術とは，相互に置換可能なものであって，これを置換することは，本件発明1等の本質的部分を変更するものではないと認識していたことも明らかである。",
                            "そうすると，甲6文献，乙1～8文献が，平坦な表面上にストライプ状の遮光パターンを形成するという技術を直接に示すものではないとしても，平坦な表面上に転写によって所望の画像形成を可能にすること，レンチキュラーレンズシートに遮光パターンを形成するに当たって転写の手法を採用すること，等が多数の技術文献において明らかにされているのであるから，これらの文献に記載された周知の技術事項を知っている当業者にとっては，刊行物1発明に刊行物5技術を適用したものと本件発明1との相違点を埋めるため，転写という手段の採用に想到することは容易であったというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，本件発明1と，刊行物1発明に刊行物5技術を適用したものとの相違は，「設計上の微差」とはいえないと主張する。",
                    "しかし，本件決定が，本件発明1の当該相違に係る構成(構成要件C4)は，当業者に周知の技術事項である本件周知技術によって容易に想到できると判断しているのであり，当該判断が甲6文献及び乙1～8文献に照らして相当であることも，上記(ア)において述べたとおりである。そうすると，当該相違が「設計上の微差」といえるものであるか否かは，本件決定の結論の当否には影響しないものである。",
                    "よって，原告の上記主張も採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3(相違点4に係る構成についての認定判断の誤り)の主張について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "原告は，本件決定が相違点3に関する論理付けに際しては光拡散性部材を設けるという技術思想を排除して刊行物1発明を認定しておきながら，相違点4に関する論理付けに際して，光拡散性部材を設ける刊行物4記載の技術(以下「刊行物4技術」という。)を組み合わせることにより，光拡散性部材を設けるという技術思想を再度持ち込むことには矛盾があるから，本件決定には，相違点4にかかる構成についての判断の誤りがあると主張する。",
                        "しかし，以下のとおり，原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "本件決定がその6頁下7行～7頁4行において引用した刊行物4(甲4-4)の記載からして，本件決定が，「遮光パターン上に拡散層を形成することは刊行物4に開示されており(上記記載事項ク参照)」(9頁19～20行)とした認定に誤りは認められず，原告も，この認定自体については特段争っていない。",
                        "刊行物4記載の上記技術事項は，透過型スクリーン用レンチキュラーシートの遮光パターン及び拡散層の位置関係に関するものであるから，刊行物1発明に刊行物5技術と本件周知技術を適用してストライプ状の遮光パターンを構成した場合にも，拡散層の位置に関してはさらに刊行物4記載の技術事項を適用して，遮光パターン上に拡散層を形成するという構成を採用することを妨げる理由はない。",
                        "したがって，本件決定が，「上記刊行物1発明において，上記刊行物4に記載された技術事項を適用することは，当業者にとって容易である。」(9頁20～21行)とした判断は，「刊行物1発明において」としか述べていない点でやや簡略にすぎるきらいはあるが，その趣旨を「刊行物1発明に刊行物5技術と本件周知技術を適用してストライプ状の遮光パターンを構成したものにおいて」というものであると解すれば，特段の誤りはない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "上記の点につき原告は，本件決定が，相違点3に関する論理付けに際しては，刊行物1にはレンチキュラーレンズシート中に光拡散部材を設ける形態も複数記載されているにもかかわらず(甲4-1の第3～第5図)，これらの形態は遮光パターンの位置決めに当たってセルフアラインメント法を適用することを不可能にするため選択せず，あえて刊行物1における光拡散性部材を設けるという技術的思想を積極的に排除した，光拡散性部材を設けないという技術的思想を持つ態様(甲4-1の第1図)を引用発明として選択して刊行物1発明を認定しておきながら，相違点4に関する論理付けに際しては，光拡散性部材を設ける刊行物4記載の技術を組み合わせることにより，光拡散性部材を設けるという技術的思想を再度持ち込むことは矛盾すると主張する。",
                        "しかし，原告が指摘する刊行物1の第3～第5図の形態は，第3図，第4図の「拡散剤11aをベースフィルム11に練り込んである」(4頁右下欄16～17行)実施例や，第5図のベースフィルム11だけでなく「第1，第2のレンチキュラーレンズ部12，14に，拡散剤として，紫外線(UV)硬化形樹脂に非溶解性の有機拡散剤16を分散させている」(5頁右上欄1～4行)という形態を示した実施例であって，相違点4に係る本件発明1の構成のように「遮光パターン上に拡散層が形成されている」ものではない。加えて，本件決定が刊行物1発明を第1図の実施例から認定するに当たり，第3～5図の実施例の上記態様を前提とすべき理由もない。",
                        "そうすると，本件決定が刊行物1発明を認定するに当たり，第3～第5図の形態を採用しなかったことが，本件決定が遮光パターン上に拡散層を形成することを排除したものであると解することはできない。したがって，遮光パターン上に拡散層を形成する相違点4に係る構成の容易想到性について検討するに当たって，刊行物1の記載から刊行物1発明を認定することと，刊行物1発明に刊行物4記載の上記技術事項を組み合わせることとは矛盾しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由4(本件発明1の顕著な作用効果の看過)の主張について      　原告は，本件発明1では，感光性樹脂層の粘着部が非粘着部にはみ出すことがなく，また一旦粘着部上に転移した遮光性の層が非粘着部にはみ出すこともなく，輪郭の鮮明な遮光パターンを形成することができると共に，レンチキュラーシートに強固に結合された拡散層を形成することができ，該拡散層を有することにより「ファインピッチな遮光パターンが拡散層によって保護され，傷が付くことを防止できる。」という当業者が予測し得ない作用効果を奏すると主張する。",
                "しかし，原告が主張する上記作用効果は，本件発明1に係る構成から当然に得られる自明なものにすぎない。他方，当業者であれば本件発明1の構成を容易に想到し得ることは上記(1)及び(2)において説示したとおりであるから，本件発明1に係る構成から自明な作用効果をもって本件発明1の進歩性を基礎付けることはできない。",
                "したがって，決定が，本件発明1の効果について，「本件発明1の作用効果も，刊行物1～5及び周知技術から当業者が予測できる範囲内のものである。」(9頁下12行～下11行)とした判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由5(本件発明5の進歩性に関する判断の誤り)の主張について      ア(ア)　原告は，本件決定が，刊行物1発明に刊行物6技術を適用することによって刊行物5の構成を得ることは容易であると判断したことは誤りであると主張し，その理由として，刊行物6技術の透過型スクリーンではフレネルレンズとレンチキュラーレンズが一体に形成されたものであるのに対し，刊行物1発明のスクリーンではこれらが別体であるから，刊行物6技術を刊行物1発明に適用することは当業者にとって容易ではない，と主張する。",
                "しかし，以下のとおり，原告の上記主張は採用できない。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "本件決定は，「本件発明5は，本件発明1～4の何れかを『液晶表示部の観察者側に配置した構成』としたものである」(11頁第5段落)と認定した上(この認定については原告も争っていない。)，上記構成の容易想到性について検討している。",
                    "そして，フレネルレンズとレンチキュラーレンズとから成るスクリーンを液晶表示部の観察者側に配置することは刊行物6に開示されており，刊行物1発明の透過型スクリーンも，刊行物1の「レンチキュラーレンズシートと他のレンズシートとを組み合わせたものが多い」(2頁左下欄第2段落)との記載に照らして，フレネルレンズとレンチキュラーレンズが組み合わされて用いられることを前提としていることが認められる。",
                    "そうすると，本件決定が，フレネルレンズとレンチキュラーレンズを組み合わせて成るスクリーンを液晶表示部の観察者側に配置することを刊行物6技術として認定した上，この技術を，同様にフレネルレンズとレンチキュラーレンズを組み合わせて用いる刊行物1発明の透過型スクリーンに適用して，本件発明5の透過型液晶表示装置の構成を得ることが容易であると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，フレネルレンズとレンチキュラーレンズとが一体か別体かの相違を問題にする。しかし，これら二つのレンズを組み合わせた「透過型」スクリーンを「透過型」液晶表示装置に用いる以上，その位置が液晶表示部の観察者側になることは「透過」という用語の通常の意味からして自明である。そして，このような位置関係が，透過型スクリーンを構成する二つのレンズが一体であるか別体であるかによって異なると解するべき理由もない。"
                  ],
                  "content": [
                    {
                      "fig": "イ"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，本件決定が，本件発明5の作用効果は刊行物1～6及び周知技術から当業者が予測できる範囲内のものであると判断したことにつき，当該判断は誤りであるとして種々主張するが，以下のとおり，いずれも採用できない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，透過型スクリーンを透過型液晶表示装置に適用することは，刊行物1～5及び甲6文献には記載がないと主張する。",
                    "確かに，これらの文献には，各文献が発明として開示するスクリーンの用途として液晶表示装置を明示したものはない。しかし，刊行物6には実施例1として「マトリクス型ライトバルブとしては薄膜トランジスタを用いた液晶マトリクス型パネル………を用いた。」(2頁左下欄)との記載があるし，刊行物1～5及び甲6文献にはそれぞれの文献が開示する透過型スクリーンを，いかなる種類の光源に適用するかについて特段の限定を加える記載がないので，刊行物1～5及び甲6文献から容易に想到し得る構成を有する本件発明1の透過型スクリーンを，表示部(光源)を液晶式とした透過型液晶表示装置という用途に用いることも，当業者が容易に想到し得るものといえる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，刊行物6技術が開示するスクリーンの構成(フレネルレンズとレンチキュラーレンズを一体成型したもの)では，レンチキュラーレンズをファインピッチ化すること，遮光パターンをスクリーン観察者側の観察者側に形成すること，遮光パターンをセルフアラインメント法で形成すること等が不可能であると主張する。",
                    "しかし，上記アのとおり，本件決定は，刊行物6技術を，スクリーンを液晶表示部(光源)と観察者との間に配置するという技術事項を開示するものとして引用しているにすぎない。そして，原告が指摘するレンチキュラーレンズのファインピッチ化や遮光パターンの形成手法等の作用効果は，刊行物1発明に刊行物5技術及び本件周知技術を適用して得られる本件発明1の透過型スクリーンの構成が奏する効果であるから，刊行物6技術が開示するスクリーン自体の構成が原告主張のようなものであることは，本件発明5が刊行物1～6及び周知技術から容易に想到できたものであるとした本件決定の論理付けを不当とする理由にはなり得ないものである。",
                    "そして，原告が主張する本件発明5のその他の作用効果は，本件発明5の構成から当然に得られる作用効果にすぎず，当業者が予測し得ないものであるということもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，原告の主張する，本件決定の実体上の違法事由は全て理由がないことになる。",
                "そこで，進んで，手続上の違法事由(原告主張の取消事由1-1，1-2)の有無について判断する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "手続上の違法事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(経過措置の適用誤り)の主張について",
              "text": [
                "原告は，本件決定がその末尾で「特許法等の一部を改正する法律(平成6年法律第116号)附則第14条の規定に基づく，特許法等の一部を改正する法律の施行に伴う経過措置を定める制令(ママ)(平成7年政令第205号)第4条第2項の規定」を適用するとしたことの誤りを主張する。",
                "本件特許の出願日(特許法44条2項により原出願の出願日に遡るものとみなされる。)は，前述のとおり，平成6年改正法の施行日(平成7年1月1日)の後の平成7年10月25日であるから，本件特許に対する特許異議の申立てについては，同法の施行前にした特許出願に係る特許についての特許異議の申立てに関する経過措置を定めた平成7年政令第205号4条の規定が適用されることはなく，同法による改正後の特許法(平成15年法47号による削除前の旧特許法)114条の規定が適用される。",
                "したがって，本件決定には法令の適用の誤りがあるといわざるを得ない。",
                "しかしながら，本件決定は，その結論を導くに当たり，本件発明は特許法29条2項により特許を受けることができないという認定判断を行っているところ，この認定判断に誤りがないことは前述のとおりであり，旧特許法114条2項，113条2号の適用により，審判官は，本件特許を取り消すべき旨の決定をしなければならないものである(なお，平成6年改正法による改正の前後で特許法29条2項の規定の内容は変更されていない。)。",
                "したがって，本件決定の法令の適用の誤りは，本件決定の結論に影響を及ぼさない誤記と理解すべきものであり，取消事由1-1の主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(旧特許法120条の4違反)の主張について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "証拠(甲1～3，5，13，14)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，前記のとおりの経緯で，平成14年5月24日に本件特許を取得した(甲2)。これに対し，平成15年1月28日付けで，株式会社ディスクから本件特許につき特許異議の申立て(甲13)がなされた。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "これを受けた特許庁は，平成15年8月21日付けで原告に対し，取消理由通知(甲5)を発した。その理由の詳細は，下記のとおりのものであった。",
                    "記",
                    "「　本件出願の下記の請求項に係る発明は，その出願前日本国内または外国において頒布された下記の刊行物に記載された発明に基づいて，その出願前にその発明の属する分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。",
                    "刊行物1：特開平3-127041号公報(甲第1号証)",
                    "刊行物2：特開平4-340534号公報(甲第2号証)",
                    "刊行物3：特開平7-248537号公報(甲第3号証)",
                    "刊行物4：特開平2-135431号公報(甲第4号証)",
                    "刊行物5：特開昭50-136028号公報(甲第5号証)",
                    "刊行物6：特開平6-130588号公報(甲第6号証)",
                    "刊行物7：特開昭62-236282号公報(甲第7号証)",
                    "刊行物8：特開平3-168630号公報(甲第8号証)",
                    "刊行物9：特開昭59-121033号公報",
                    "上記刊行物1～8には，特許異議申立書第12ページ1行～第14ページ16行「b．証拠の説明」記載の発明が記載されている。",
                    "また，上記刊行物9には，例えば，その公報第2ページ左下欄12行～第3ページ左下欄10行，第1図，第2図に，感光することで粘着性が消失する粘着剤を配設し，この粘着剤面と反対面より投射した光線で該粘着剤を露光し，レンチキュラーレンズの集光部の粘着性を失わせた後，遮光性トナー散布し，粘着性の残っている未露光部分に粘着させることが記載されている。",
                    "そして，請求項1～5に係る発明は，特許異議申立書第14ページ17行～第18ページ11行「c.本件特許発明と証拠の対比」記載の理由，および，刊行物9記載の発明を刊行物1記載の発明に適用することに格別の困難性を見いだせないという理由により，上記刊行物1～9記載の発明に基づいて当業者が容易に発明をすることができたものである。",
                    "よって，請求項1～5に係る発明の特許は，特許法第29条第2項の規定に違反してされたものである。」"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "前記取消理由通知を受けた原告は，平成15年11月4日付けで特許庁に対し本件訂正請求書(甲3)及び特許異議意見書(甲14)を提出した。この意見書の骨子は，本件特許の請求項1～5に係る発明は，取消理由通知書記載の刊行物1～9記載の発明に基づいて当業者が容易に発明をすることができたものではない等とするものであった。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "そして，特許庁は，平成16年2月5日付けで本件決定をしたが，その詳細は別添決定謄本写しのとおりである。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "なお，引用刊行物の表示は，特許異議申立書(甲13)，取消理由通知書(甲5)，本件決定(甲1)とで一部異なっており，その対応関係を表示すると次のとおりである。",
                    "(特許異議申立書)  (取消理",
                    "由通知書) (本件決定)",
                    "特開平3-127041号公報 甲第1号証 刊行物1",
                    "刊行物1",
                    "特開平4-340534号公報 甲第2号証 刊行物2",
                    "刊行物2",
                    "特開平7-248537号公報 甲第3号証 刊行物3",
                    "刊行物3",
                    "特開平2-135431号公報 甲第4号証 刊行物4",
                    "特開昭50-136028号公報 甲第5号証 刊行物5",
                    "刊行物4",
                    "特開平6-130588号公報 甲第6号証 刊行物6",
                    "特開昭62-236282号公報 甲第7号証 刊行物7",
                    "刊行物6",
                    "特開平3-168630号公報 甲第8号証 刊行物8",
                    "特開昭59-121033号公報 刊行物9",
                    "刊行物5"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "原告主張の取消事由1-2は，本件決定が示した特許取消理由(刊行物1，刊行物5及び周知技術の組合せ)が取消理由通知(甲5)記載の特許取消理由と相違するというものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，取消理由通知には刊行物1(甲4-1)，刊行物5(甲4-5)及び異議甲4文献(甲20-1)という三つの刊行物の組合せによる容易想到性という1個の特許取消理由が示されていると主張し，被告は，取消理由通知の論理付けは「刊行物1と異議甲4」又は「刊行物1と刊行物5」であり，二つの刊行物の組合せによる特許取消理由を2個示したものであると主張しているので，まずこの点について検討する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "取消理由通知(甲5)には，前述のとおり，下記記載がある        　　　　　　　　　　　　　　記",
                  "text": [
                    "請求項1～5に係る発明は，特許異議申立書第14ページ17行～第18ページ11行「c.本件特許発明と証拠の対比」記載の理由，および，刊行物5記載の発明を刊行物1記載の発明に適用することに格別の困難性を見いだせないという理由により，上記刊行物………記載の発明に基づいて当業者が容易に発明をすることができたものである。(2頁1行～6頁4行)",
                    "(注：下線は本判決が付したものであり，以下，「および」の前の部分を「理由①」，後の部分を「理由②」という。)",
                    "そして，理由①に引用された特許異議申立書(甲13)の該当部分の記載は，下記のとおりである。",
                    "記",
                    "本件第1特許発明と甲第1号証に記載された発明とを対比すると，両者は，………の点で一致し，",
                    "(ⅰ) ………していない点，(ⅱ) ………ストライプ状の遮光パターンが，本件発明は，………転写によって形成されたものであるのに対して，本件発明は，印刷により形成されたものである点，(ⅲ) ………である点，            で相違します。",
                    "上記相違点について検討すると，(ⅰ)の点について，………設計上の事項であります。",
                    "(ⅱ)の点について，………ストライプ状の遮光パターンを転写により形成することは，甲第4号証において知られています。………この点は，甲第4号証の記載に基づいて当業者が格別の推考を要することなく想到できる程度のことであります。",
                    "(ⅲ)の点について，………設計上の事項であります。",
                    "以上の通りであるので，本件第1特許発明は，本出願前に頒布された甲第1号証～甲第6号証………に記載された発明に基づいて当業者が容易に発明をすることができたものであり，………」"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "上記(イ)のとおり，取消理由通知における特許取消理由の記載は理由①と理由②を「および」で接続したものである。そして，理由①と理由②との論理的な関係は特に示されていないから，2個の理由(論理付け)を併記したものと解するのが自然である。",
                    "また，理由①の部分においては，引用された特許異議申立書の記載に照らすと，本件発明と刊行物1発明との一致点並びに相違点(ⅰ)～(ⅲ)を認定の上，相違点(ⅰ)及び(ⅲ)については設計上の事項であり，相違点　(ⅱ)については異議甲4文献(甲20-1)に基づいて容易に想到できる程度のことである，という判断が示されているといえる。このように，理由①は，本件発明1と主たる引用例(刊行物1)記載の発明との一致点及び相違点を認定の上，個々の相違点にかかる構成の容易想到性について判断するものであり，判断内容の適否はともかくとして，容易想到性の検討における一般的な論理付けの体裁を備えている。この点からしても，理由①はそれ自体が独立した特許取消事由であるということができる。",
                    "したがって，取消理由通知には，被告の主張するとおり，理由①及び理由②という2個の特許取消理由が並列的に示されていると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，取消理由通知記載の特許取消理由は「刊行物1＋刊行物5＋異議甲4文献」という論理付けによるものであると主張するが，上記(ウ)のとおり，異議甲4文献は理由①の中で刊行物1発明と本件発明1との相違点を直接に埋めるものとして引用されているのであるから，原告の主張は採用できない。"
                  ],
                  "content": [
                    {
                      "fig": "ウ",
                      "text": [
                        "ところで，旧特許法120条の4第1項の趣旨は，特許権者の知らない間に不利な資料が集められて，何ら弁明の機会を与えられないうちに心証が形成される，という不利益から当事者を救済すること，すなわち不意打ちの防止にあると解される。",
                        "そこでこれを本件についてみるに，前記のとおり，本件決定の示した特許取消理由のうち，刊行物5技術を刊行物1発明に適用するという点までは取消理由通知に理由②として示されており，本件決定が新たに付加したといえるのは，刊行物5技術を刊行物1発明に適用したものと本件発明1との相違点(トナーと転写との相違)に係る本件発明1の構成は，本件周知技術を適用することによって容易に想到し得たものである，との点のみである。",
                        "そして，当該相違点が存在すること自体は，客観的に明らかであるし，原告自身が特許異議意見書(甲14)において自ら指摘している。そして，当該相違点の存在にもかかわらず本件発明1が想到容易であるとする根拠について，取消理由通知は何らの刊行物等を引用していない。このような場合，本件発明1が進歩性を欠くとされる理由を合理的に推知するとすれば，当業者にとって何らの具体的な刊行物等に接することなく当該相違点に係る本件発明1の構成が容易に想到できるという理由であると解するほかなく，より具体的には，当該相違点が設計的事項にすぎないとか，当業者にとってあらためて文献等に接するまでもなく当然に知っている技術事項(周知技術)を適用して当該相違点にかかる本件発明1の構成とすることが容易である，といった理由であると理解することは，困難なものとはいえない。",
                        "確かに，取消理由通知に接した原告にとって，トナー散布に代えて転写の手法を採用した本件発明1の構成が設計上の微差に過ぎず本件周知技術を知っている当業者にとって容易になし得ることである，との理由付けを看取することは困難かもしれない。しかし，一方で，前示認定のとおり，本件出願の出願時の明細書(乙9)には「黒色の転写層を転移させることに代えて，前記粘着部のみに黒色粉体トナーを付着させて遮光パターンを形成することも，本発明の要旨を逸脱するものではなく」(段落【0033】)との記載があることからみても，トナー散布と転写という技術的手段の相違が発明の要旨を異ならせるほどのものでないことは，原告自身が認めていることなのであるから，取消理由通知に接する原告にとって，本件異議手続の審判合議体が，トナー散布と転写との相違について，周知技術を当然に知っている当業者にとって想到容易なものであると判断しているという可能性も念頭においた上で，取消理由通知に対応することは可能であったというべきである。",
                        "また，本件出願の原出願に係る拒絶査定不服審判手続及び本件出願の審査手続においては，かかる相違点があることを実質的な根拠として原出願に係る発明ないし本件各発明が特許すべきものとされたという経緯があるとはいっても，上記各手続と本件異議手続とは別個の手続なのであるから，原告において，取消理由通知において示された審判合議体の見解は先行する上記各手続における審判合議体ないし審査官の見解とは異なっていることを理解し，これに応じた反論を行い，あるいは適切な補正を行う等のことは，十分に可能であったというべきである。",
                        "以上の事情にかんがみると，取消理由通知と本件決定の特許取消理由の相違が本件周知技術の点だけである以上，本件決定が本件周知技術を論理付けに加えたことは，特許権者たる原告に対する不意打ちに当たるとまでいうことはできず，旧特許法120条の4第1項の趣旨に照らして，本件決定を違法ならしめる手続上の瑕疵であるとまでいうことはできない。",
                        "原告は，本件周知技術は本件決定の論理付けの中で「取消事由を定めた法条に該当する具体的事実」を構成するものであるから，これを論理付けに追加することは，公知技術の追加や差替えと同様に，別個の特許取消理由を示すことを意味すると主張する。しかし，刊行物1発明に刊行物5技術を適用したものと，本件発明1との間に相違が存在することは明白なのであるから，この相違が当業者にとって文献等に接するまでもなく想到容易なものであるという審判合議体の判断も間接的に示されていたといえるのであり，本件周知技術を本件決定において明示することは，取消理由通知と異なる新たな特許取消理由を示したものであるということはできない。この点において，公知技術の追加や差替えの場合に，当該公知技術を裏付ける公知文献を具体的に指摘されなければ，特許権者にとって当該公知技術について意見を述べる等の防御の機会が奪われてしまうのとは，事情を異にする。",
                        "よって，原告主張の取消事由1-2は，結局のところ採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第で，原告主張の決定取消事由は，いずれも理由がない。よって，原告の本件請求は理由がないことに帰するからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10063",
    "date": "2005-07-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009479",
    "ipprecedent_id": "607",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}