{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-7953号事件について平成16年3月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「抗ウィルス性置換1，3-オキサチオラン」とする特許第2644357号(平成2年2月8日出願，パリ条約による優先権主張・平成元年2月8日，優先権主張国・米国，平成9年5月2日設定登録。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成11年9月10日，特許庁に対し，本件特許に係る発明を実施するため，薬事法14条1項に規定する医薬品に係る同項の承認を受けることが必要であるために，同発明を実施することができない期間(本件特許権の設定登録の日から上記承認の日である同年6月11日までの2年1月8日)があったとし，本件特許につき特許法(平成11年法律第41号による改正前のもの。以下同じ。)67条2項に基づく特許権の存続期間の延長を求めるべく，延長登録の出願(甲2。以下「本件出願」という。)をしたところ，特許庁は，平成14年1月28日付けで拒絶査定(以下「本件査定」という。)をしたので，原告は，同年5月7日，これを不服として本件審判の請求をした。",
                "特許庁は，本件審判の請求を不服2002-7953号事件として審理をした上，平成16年3月3日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は同月12日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許出願の願書に添付した明細書(甲2添付資料1。設定登録時のもの。以下「本件明細書」という。)の特許請求の範囲の請求項1ないし12に記載の発明の要旨",
          "text": [
            "【請求項1】次の式(Ⅰ)で表される1，3- オキサチオラン，その幾何異性体および光学異性体，およびこれらの異性体の混合物：",
            "ここで，R は水素またはアシルであり，；Zは，S，S＝O，およびSOからなる群から選択され；そして，R は",
            "であり，ここでR およびR はそれぞれ独立して，水素および1～6個の炭素原子を有するアルキル基からなる群より選択される。",
            "【請求項2】シス異性体の形態である，請求項1に記載の式(Ⅰ)で表される化合物。",
            "【請求項3】ZがSである，請求項1または2に記載の式(Ⅰ)で表される化合物。",
            "【請求項4】R ，R およびR が水素である，請求項1に記載の化合物。",
            "【請求項5】以下のラセミ体混合物または分離された光学異性体の形態の化合物からなる群から選択される化合物：",
            "シス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-1，3-オ",
            "キサチオラン，トランス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-1，3-オキサチオラン，およびこれらシスおよびトランス異性体の混合物；　　　シス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-3-オキソ-1，3-オキサチオラン；シス-2-ベンゾイルオキシメチル-5-(シトシン-1’-イル)-1，3-オキサチオラン，トランス-2-ベンゾイルオキシメチル-5-(シトシン-1’-イル)-1，3-オキサチオラン，およびこれらシスおよびトランス異性体の混合物：および",
            "シス-2-ベンゾイルオキシメチル-5-(Ｎ ’-アセチル-シトシン-1’-イル)-1，3-オキサチオラン，トランス-2-ベンゾイルオキシメチル-5-(Ｎ ’-アセチル-シトシン-1’-イル)-1，3-オキサチオラン，",
            "およびこれらシスおよびトランス異性体の混合物。",
            "【請求項6】ラセミ体混合物または分離された光学異性体の形態のシス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-1，3-オキサチオランあるいはその薬学的に許容可能な塩，エステル，またはエステルの塩。",
            "【請求項7】シス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-1，3-オキサチオラン。",
            "【請求項8】ラセミ体混合物の形態である，請求項1から7のいずれかに記載の1，3-オキサチオラン化合物。",
            "【請求項9】分離された光学異性体の形態である，請求項1から7のいずれかに記載の1，3-オキサチオラン化合物。",
            "【請求項10】請求項1から9のいずれかに記載の式(Ⅰ)で表される化合物あるいはその薬学的に許容可能な塩，エステル，またはエステルの塩を含む，抗ウイルス用医薬組成物。",
            "【請求項11】薬学的に許容可能な担体をさらに含有する，請求項10に記載の抗ウイルス用医薬組成物。",
            "【請求項12】請求項1から9のいずれかに記載の式(Ⅰ)で表される化合物を付加的な活性成分と組み合わせて含む，抗ウイルス用医薬組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は別添審決謄本写し記載のとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法67条の3第1項1号該当性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法67条2項による特許権の存続期間の延長登録が認められるためには，特許法施行令(平成11年政令第430号による改正前のもの。以下同じ。)1条の3に定める当該処分の範囲と延長登録出願の対象である特許発明の範囲が重複していること(以下「第一要件」という。)が必要であり，また，既に別の同様な処分を受けたことによって特許発明の実施をすることができるようになっていないこと(以下「第二要件」という。)が必要である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件出願の理由付けとされている特許法67条2項の政令で定める処分は，薬事法(平成11年法律第160号による改正前のもの。以下同じ。)14条1項の規定に基づく平成11年6月11日付け製造承認(以下「今回の承認」という。)であるところ，その承認の対象となった物品は，販売名をコンビビル錠と称する，ジドブジン及びラミブジン含有の錠剤であり，その効能・効果をHIV感染症とするものである。",
                    "ところで，本件特許において，ラミブジンは請求項1において，R ，R 及びR が水素原子である化合物であり，また，請求項5ないし7に記載されたシス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-1，3-オキサチ",
                    "オランである。さらに，ラミブジンを他の活性成分と組み合わせて抗ウイルス用医薬組成物とすることが請求項12に記載されており，この組み合わせに使用するのに好ましい治療薬として，3’-アジド-2’，3’-ジデオキシチミジン等の「ヌクレオチド類似体」が挙げられている。そして，本件明細書には，この3’-アジド-2’，3’-ジデオキシチミジンは一般にAZTと呼ばれると記載されており，AZTはジドブジンの別名であるから，本件特許の請求項12はラミブジンをジドブジンと組み合わせて使用することを記載しているといえる(なお，ジドブジンの化学名としては，3’-アジド-3’-デオキシチミジンが普通である。)。このため，今回の承認の対象となったものは本件出願の対象である特許請求の範囲の記載と重複しているから，第一要件を充足している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ラミブジンは，「販売名」を「エピビル錠」とし，「有効成分の一般名」を「ラミブジン(通称：3TC)」とし，「用法・用量」を「通常，成人にはジドブジンに併用して，ラミブジンとして1回150mgを1日2回投与する。なお，年齢，体重，症状により適宜増減する。」とし，「効能・効果」を「下記疾患におけるジドブジンとの併用療法　・後天性免疫不全症候群(エイズ)　・治療前のCD4リンパ球数500／mm3以下の症候性及び無症候性HIV感染症」として薬事法14条1項に基づき先に製造承認(以下「先の承認」という。)されているところ，本件出願に係るコンビビル錠と先に承認されたエピビル錠を対比すると，いずれもHIV感染症の治療に対するものである点で一致しており，ただ，前者はラミブジン及びジドブジンを含有する錠剤であるのに対して，後者はラミブジン単剤である点で一応相違する。",
                    "しかしながら，先の承認において，ラミブジンはジドブジンと併用すること，すなわち，ラミブジンとジドブジンの併用を用法・用量として，かつ，ジドブジンとの併用療法を効能・効果として承認されているから，本件出願に係るものと先の承認の対象となったものとの違いは，単に，ラミブジン及びジドブジンの両方が含有されている錠剤であるか，又は，それぞれの単剤を併用するかの違いにすぎないものであり，HIV感染症の治療に際して両化合物を投与する点において両者は実質的に同一であり，第二要件は充足しない。したがって，本件出願について，特許法67条の3第1項1号にいう「その特許発明の実施に特許法第67条第2項の政令で定める処分を受けることが必要であった」とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法67条の3第1項4号該当性",
              "text": [
                "コンビビル錠は米国において平成9年9月26日に製造承認されたことが認められ，そうすると，米国での製造承認の日から平成11年3月24日にされた我が国での製造承認申請までには約1年6か月を有したことになるが，請求人(注，原告)提出の資料からは，いかなる理由によりこのような長期間を必要としたのか明らかでない。このため，米国での治験計画届出書の提出日(平成8年7月30日)から我が国での製造承認の日(平成11年6月11日)までの間，必要な手続が引き続いてされていたものとは直ちには認めることができないから，「特許発明の実施をすることができなかった期間」を，請求人が主張する，我が国での特許権の設定登録の日(平成9年5月2日)として起算することが適切であるということができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，本件出願は特許法67条の3第1項1号及び同項4号(注，審決謄本4頁の「3　原審の拒絶の理由の概要(理由2)」の項に「特許法第67条の3第1項第3号」とあるのは「特許法第67条の3第1項第4号」の，同7頁の「5　むすび」の項に「特許法第67条の3第1号及び第3号」とあるのは「特許法第67条の3第1項第1号及び第4号」の誤記と認める。)に該当し，本件出願によって「特許権の存続期間の延長登録」(以下，単に「延長登録」という。)を受けることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本件出願の特許法67条の3第1項1号該当性に関する判断を誤り(取消事由1)，また，同項4号該当性に関し，本件審判の審理において手続違背を犯すとともに，その判断を誤ったものであり(取消事由2)，それらの瑕疵が審決の結論に影響を及ぼすべきことは明らかであるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法67条の3第1項1号該当性の判断の誤り)",
          "text": [
            "審決は，本件出願に係る特許発明の「物」が，原告が本件出願の理由付けとした今回の承認を受ける前に既に受けていた先の承認の対象になった「物」と実質的に同一であるとの認定に基づき，本件出願に係る特許発明は先の承認により既に実施をすることができるようになっていたとして，本件出願は「既に別の同様な処分を受けたことによって特許発明の実施をすることができるようになっていないこと」という第二要件を満たさず，延長登録は認められないと判断しているが，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "先の承認の対象となった「物」と本件出願に係る「物」とが実質的に同じであるとした審決の認定判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，原告が本件出願の理由付けとした今回の承認の対象であるコンビビル錠(ラミブジン及びジドブジンの両方が含有されている合剤)と，先行処分の対象であるエピビル錠(ラミブジンの単剤)とを比較して，「先の承認において，ラミブジンはジドブジンと併用すること，即ち，ラミブジンとジドブジンの併用を用法・用量として，かつ，ジドブジンとの併用療法を効能・効果として承認されているから，本件出願と先に承認のものとの違いは，単に，ラミブジン及びジドブジンの両方が含有されている錠剤であるか，または，それぞれの単剤を併用するかの違いにすぎない」(審決謄本6頁第3段落)と認定し，今回の承認の対象となったコンビビル錠と，先の承認の対象となったエピビル錠とは，HIV感染症の治療に際してラミブジンとジドブジンを投与する点において，「実質的に同一である」(同段落)とし，先の承認の対象となった「物」を，同処分に係る医薬品製造承認書の有効成分の欄の記載内容を越えて認定し，その認定を前提に，先の承認の対象となった「物」と今回の承認の対象となった「物」とは実質的に同じ物であると認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，薬事法14条1項の製造承認の対象となった「物」は，当該処分に係る医薬品製造承認書の有効成分の欄により特定されるべきであり，それ以外の欄に記載された事項により製造承認の対象となった「物」を特定すべきではない。",
                    "薬事法によれば，医薬品は，医薬品等の製造の許可を受けた者でなければ業としてその製造をすることができず，その許可を受けた者は，原則として，同法14条に基づき，厚生大臣(注，現行法においては厚生労働大臣。以下同じ。)の承認を受けることにより，初めてその医薬品を製造することが可能となる(同法12条，13条)。そして，同法14条に基づく製造承認に係る医薬品製造承認書には，当該処分により承認された医薬品の有効成分の欄があり，その有効成分はこの欄の記載により特定されている。有効成分が医薬品を構成する成分の中で最も重要な位置を占めることはいうまでもなく，したがって，医薬品，特にその有効成分が薬事法の規制対象，すなわち承認の対象となることは明らかである。",
                    "先の承認では，用法・用量の欄や効能・効果の欄において他の医薬品と併用すべきことが記載されている。この併用すべき医薬品は，用法・用量の欄や効能・効果の欄に記載され，承認の対象となった有効成分の使い途を限定するものの，併用すべき医薬品それ自体はその処分により薬事法の規制を受けない。すなわち，併用すべき医薬品は，薬事法の規制対象となる場合があっても，それは別の承認により規制を受けるのである。つまり，有効成分の欄以外に記載された医薬品はその承認の対象となった「物」とはいえない。",
                    "以上のことから，医薬品の承認の対象となった「物」は，当該処分に係る医薬品製造承認書の有効成分の欄により特定されるべきであって，それ以外の欄に記載された事項により当該処分の対象となった「物」を特定すべきではないから，先の承認の対象において処分の対象となった「物」と本件出願に係る「物」とは明らかに異なるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，先の承認の対象となった「物」と本件出願に係る「物」とが実質的に同じ物ではないことは，先の承認を受けたことによって本件出願に係る特許発明を実施することができなかったことからも明らかである。",
                    "薬事法14条1項に基づいて医薬品の製造承認を受けることで，同法上の制限が解除されることは先に述べたとおりである。",
                    "本件についてみると，先の承認の対象となったものは，エピビル錠であり，「有効成分」を「ラミブジン」とし，「効能・効果」を「下記疾患におけるジドブジンとの併用療法　・後天性免疫不全症候群(エイズ)　・治療前のCD4リンパ球数500／mm3以下の症候性及び無症候性HIV感染症」として承認されている(甲3)。一方，今回の承認に基づく本件出願に係るものは，コンビビル錠であり，「有効成分」をラミブジンとジドブジンの両方とし，「効能・効果」を「HIV感染症の治療」として承認されている(甲2添付資料2)。",
                    "したがって，先の承認のみによって製造可能となるのは，有効成分をラミブジンとする，エピビル錠(ラミブジンの単剤)のみにすぎず，有効成分の異なるコンビビル錠(ラミブジンとジドブジンの合剤)が，先の承認のみによっては製造できないものであることは薬事法の規定から明らかである。すなわち，本件出願のコンビビル錠の製造は，今回の承認があって初めて可能となったのである。",
                    "以上のとおり，先の承認を受けたことによっては本件出願に係る特許発明を実施することができなかったのであり，このことからみても，先の承認において処分の対象となった「物」と本件出願の「物」とが実質的に同じ物ではないことは明らかである。",
                    "この点に関連して，審決は，「本件出願も先の承認に係るものも，ラミブジンとジドブジンの両方をHIV感染症の治療に使用する点で実質的に変わりはないのであり，・・・有効成分の欄の記載の差異は単なる形式的な差異にすぎない」(審決謄本6頁第5段落)と認定している。",
                    "しかしながら，上記のように，先の承認のみでは，HIV感染症の治療において，ラミブジンの単剤(エピビル錠)をジドブジンの単剤(レトロビル錠)と実際に組み合わせて使用することができたにすぎず，それさえも，医師等の医療の現場にかかわる者のみが可能であったにすぎない。すなわち，先の承認があるのみでは，合剤であるコンビビル錠を，製造し販売することは，形式的にも実質的にもできなかったのである。",
                    "したがって，ラミブジンとジドブジンの両方をHIV感染症の治療に使用できた点で，「実質的に変わりはない」として，先の承認により本件出願に係るコンビビル錠の製造の実施もできたとする審決の判断は明らかに失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，先の承認の対象となった「物」と，本件出願の理由付けとされた今回の承認の対象となった「物」とは明らかに異なる物であり，先の承認によっては，本件出願に係る特許発明を実施することができなかったことは明らかであるから，本件出願が第二要件を充足し，特許法67条の3第1項1号に規定する要件を満たすことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の国際的調和違反について",
              "text": [
                "欧州において本件出願の場合と同様の状況でコンビビル錠に関する特許権の存続期間の延長登録が認められていることは，以下に述べるとおりであり，このことからすれば，本件出願を拒絶すべきものとした審決の判断は，特許制度の国際的調和に反するものであり，この点からも審決は取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "欧州においては，我が国でいうところの特許権の存続期間の延長制度は，一般的に，医薬等の追加保護証明書(Supplementary Protection Certificate)に関する制度(以下「SPC制度」という。)といわれている。現在の制度は，1992年に施行されたEC(欧州共同体)の「医薬の追加(補足)の保護証明書の創設に関する1992年6月18日の理事会規則(EEC1768／",
                  "text": [
                    "92)」(甲5。以下「SPC規則」という。)に定められている。",
                    "SPC制度は，我が国の存続期間の延長制度と同様に，医薬に関する基本となる特許権が存在する一方で，医薬として市場におかれる前に所定の行政的認可手段の必要なものは，5年を限度として，その基本特許権の存続期間の延長を認める制度である。そして，延長の認められるための要件として，(a)　当該製品が有効な基本特許により保護されていること，(b)　当該製品を市場に置くことに対し有効な許可がECの理事会指令に従い与えられていること，すなわち，医薬品の承認が得られていること，(c)当該製品が既に追加保護証明書の対象とされていないこと，及び(d)　(b)にいう認可が当該製品を市場に置くことに対する最初の認可であること，すなわち，存続期間の延長に係る医薬品の承認が基本特許に関する最初の承認であることが要求されている(SPC規則3条)。これらの要件は，特許法67条の3に規定する要件と明らかに類似している。",
                    "また，存続期間の延長された特許権の効力に関して，SPC規則は，4条において，「証明書によって与えられる保護は，基本特許によって与えられる保護の制限内において，対応の医薬を市場に置くことに対する認可に含まれている製品についてのみ，かつ，証明書の期間の満了前に当該製品について認可されている医薬としての使用にのみ及ぶ」と規定している。これは換言すると，存続期間の延長された特許権の効力は，承認の対象となった「物」についての当該特許発明の実施についてのみ及ぶということである。すなわち，存続期間の延長された特許権の効力についても，特許法68条の2に規定する内容と明らかに類似している。",
                    "このように，欧州におけるSPC制度と，我が国の特許権の存続期間の延長制度とは，延長が認められる要件及び認められた場合の効果も含めて極めて類似しているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "欧州においては，エピビル錠と，コンビビル錠について，それぞれ医薬品としての製造承認が得られている。",
                    "また，エピビル錠(ラミブジンの単剤)についての承認は，ジドブジンなどの他の抗レトロウイルス製剤と併用することを前提としてされた。このことは，欧州におけるエピビル錠の添付文書(甲6)中にラミブジンをジドブジンと併用して用いる旨が記載されていることから明らかである。例えば，上記添付文書の適用及び用法の欄や用量及び投与の欄には，エピビルを他の抗レトロウイルス製剤と組み合わせて使用することが記載され，参照すべきとされる臨床試験の説明の欄や微生物学の欄にはエピビルとレトロビル(ジドブジン)の組合せが記載されている。",
                    "そして，欧州においては，このような状況において，ラミブジンとジドブジンの組合せについて，欧州特許第0513917号の存続期間の延長が認められている。このことは，ラミブジンとジドブジンの組合せ製品についての，医薬品の追加保護証明書(甲8)の存在から明らかである。すなわち，欧州においても，エピビル錠の製造承認と，コンビビル錠の製造承認とが存在し，かつ，エピビル錠の製造承認においてラミブジンとジドブジンの併用について記載されている状況において，合剤であるコンビビル錠に関する特許権の存続期間の延長が認められているのである。このように，欧州において延長登録が認められている状況は，本件出願の場合と明らかに酷似しているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "我が国における存続期間の延長制度と，欧州におけるその延長制度は，上記したように類似した制度である。一方で，特許制度について国際的な制度の調和が進められていることは周知のとおりである。したがって，審決の結論は特許制度の国際的調和に逆行することが明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法67条の3第1項4号該当性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審判における審理手続の違法性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法159条2項において準用する同法50条によれば，審判官は拒絶査定の不服審判において査定の理由と異なる拒絶の理由を発見したときは拒絶理由を通知しなければならず，拒絶査定と異なる理由で拒絶審決をしようとするときはその理由を出願人に通知して意見を述べる機会を与えなければならないところ，審決の理由2(注，特許法67条の3第1項4号該当性)に示された理由は本件査定に示された理由とは異なるものであり，またその理由は新たな拒絶理由として出願人に通知されていない。",
                    "すなわち，審査段階から審判段階を経て審決に到る経緯は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審査段階で，審査官は，平成13年5月29日，原告に対し，拒絶理由通知書(甲9)を発したが，その中で特許法67条の3第1項4号を根拠とする拒絶理由(理由3，なお，「特許法第67条の3第1項第3号」とあるのは誤記)が通知された。その内容は，「a)資料3として提出された外国での治験計画書の提出者が「Glaxo Wellcome Inc.」であるのに対し，本願に係る処分を受けた者は日本グラクソ株式会社であり，両者は一致しないから，本願特許発明を実施できなかった期間を上記外国での治験計画書の届出日をもとに算出することができない。b)出願人は資料3と，資料2の「海外における臨床試験」等の記載から，本願に係る製造承認の審査に，資料3に係る治験計画届に関する臨床試験データが用いられた旨主張するが，資料3の内容を特定する記載のない資料2の当該記載からだけでは，上記資料3に関する治験が製造承認の審査に必要であったことを示すとはいえず，本願特許発明を実施できなかった期間を算出することができない。」というものであった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審査官は，平成14年1月28日付けで本件査定をし，その謄本(甲10)を原告に送達したが，その中で先に通知された拒絶理由(理由3)が依然として解消していないことが告知された。その内容は，「米国における治験計画書の提出者と本件製造承認を受けた者はグラクソスミスクライングループの一員であるといっても，現に両者は別人として存在しているのであるから，本出願に関する治験計画書の届出日から本出願に係る処分を受けた日本グラクソ株式会社が該治験計画に関与していたか，該治験計画書が本出願に係る処分を受けることを目的として提出されたことが示されない限り，本出願に係る処分には何の関係も認められないGlaxo Wellcome Inc.がアメリカ合衆国の食品・医薬品局(以下「FDA」という。)に提出した書類の写しに記載された日付の日から，本出願に係る特許発明を実施することができなかったとはいえない。」というものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審判の請求について不成立審決がされたが，審決の理由2と本件査定における理由3は，適用される根拠条文は同じであるが，本件出願を拒絶すべきものとする判断の過程は相違するから，審決の理由は本件査定の理由と異なるというべきである。",
                        "まず，本件査定の理由は，米国において提出された治験計画書と日本における承認申請との関係が不明確であることに基づくものであり，米国における製造承認前の米国における手続を，日本の製造承認手続との関係で明確化することが求められている。具体的には「本出願に関する治験計画書の届出日から本出願に係る処分を受けた日本グラクソ株式会社が該治験計画に関与していたか，該治験計画書が本出願に係る処分を受けることを目的として提出されたこと」を示すことが求められている。すなわち，本件査定の理由は，米国において提出された治験計画届出書が今回の承認に関連しているかどうか明確ではないことから，その事実を明確化することを求めるものであるといえる。",
                        "一方，審決の理由は，米国での製造承認から日本での製造承認申請まで約1年6か月を要した理由が不明確であることに基づくものであり，米国における製造承認後の日本における手続を，日本の製造承認手続との関係で明確にすることが求められている。すなわち，審決の理由は，米国での承認の後日本での製造承認申請までの間，必要な手続が引き続いてされたかどうか明確ではないことから，その事実を明確化することを求めるものであるといえる。",
                        "このように，審決の理由と本件査定の理由は適用される根拠条文では共通するが，それぞれが依拠している事実や明確化が求められている対象は明らかに相違する。そして，特許庁の判断がどこに主眼をおいてされたのか明確に示されていない以上，本件査定の理由を告知された出願人が審決の理由に対応することまで期待されているとは到底いえない。　そうすると，特許法67条の3第1項4号に違反するとの拒絶に至った判断過程が審決の理由と本件査定の理由とで相違することは明らかであるから，審決の理由は本件査定における理由と異なるというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記において述べたように，原告に対し審査・審判段階で特許庁から拒絶理由が通知され，反論の機会が与えられたのは，拒絶理由通知を受けたときと本件査定の謄本の送達を受けたときの2回だけであり，これら以外に出願人が反論の機会を与えられたことはない。そして，本件査定は先に通知された拒絶理由が解消していないことを理由とするものであり，上記拒絶理由は審決の理由とは関係がない。したがって，審決の理由について新たな拒絶理由が通知された事実は存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アで述べたところからすれば，特許法67条の3第1項4号を理由として本件出願による延長登録は認めないとした審決は，同法159条2項において準用する同法50条に規定する手続に違反してされたものであることは明白であるから，違法として取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "今回の承認に関し米国での治験計画届出書の提出日から我が国での製造承認の日までの間必要な手続が引き続いてされていたことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「米国での製造承認の日から我が国での製造承認申請までには約1年6ヶ月を有したことになるが，請求人(注，原告)提出の資料からは，如何なる理由によりこのような長期間を必要としたのか明らかでない。このため，上記米国での治験計画届出書の提出日から我が国での製造承認の日迄の間，必要な手続が引き続いてなされていたものとは直ちに認めることができないから，『特許発明の実施をすることができなかった期間』を，請求人が主張する，我が国での特許権の設定登録の日として起算することが適切であるということができない。」(審決謄本7頁第2ないし第3段落)と認定しているが，誤りである。",
                    "すなわち，米国での製造承認の日から我が国での製造承認申請までの約1年6か月の期間において，必要な手続が引き続いてされていたことは，以下に述べるとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成8年7月30日，米国において治験計画届書を提出し，平成9年9月26日に米国において製造承認がされた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "米国での製造承認の日から医薬審第1015号通達の通達日までの期間(約13か月間)においては，米国において実施された臨床試験データに基づいて，我が国において製造承認申請ができないか調査・検討がされていたから，この期間全般にわたって今回の承認に関連して必要な手続が引き続いてされていたといえる。臨床試験データに基づいて製造承認申請が可能か調査・検討がされていたことは，①外国で実施された臨床試験データの取扱いの状況や，②今回の承認に係るコンビビル錠の事前評価会での質疑応答から明らかである。",
                        "米国における製造承認が得られた時点では，我が国においては，HIV感染症の患者数が臨床試験の円滑な実施に必要な数に達していなかった。これに対し，欧米ではHIV感染症治療薬の使用成績が相当程度蓄積していたことから，外国において実施された臨床試験データに基づいて我が国において製造承認を得ることが必然的に迫られていたことは明らかである。",
                        "一方で，米国での製造承認の時点において，我が国では昭和60年6月の薬発第660号(甲11)の通達の下，外国で実施された医薬品の臨床試験データを審査資料として受け入れる取扱いを実施していたものの，この通達では受入れの要件が細かく設定され，また，吸収・分布・代謝・排泄に関する試験や投与量設定に関する試験等については原則として国内で実施された臨床試験データが必要とされていた。すなわち，外国での臨床試験データの受入れに際しては，医薬審第1015号通達と比較して厳しい条件が課されていた。また，平成10年8月には薬発第660号に代わる医薬発第739号通達(甲12)と医薬審第672号通達(甲13)が発出されたが，依然として一定条件で臨床試験を日本国内において実施することが必要とされていた。このような状況下にあって，今回の承認申請に当たって外国で得られたデータを利用する場合にどのような試験が必要であるか等の確認が必要であった。例えば，米国におけるラミブジンの用量は600mg／日とされているが，これは日本の臨床現場で使用されている400mg／日を上回るものであり(甲2添付資料4)，用量が異なる点からどのような試験が必要であるか等を確認しなければならなかった。したがって，我が国における製造承認申請に当たってどのような試験が求められるのか等について調査・検討することが必要であったことも明らかである。",
                        "以上のことから，米国において実施された臨床試験データに基づく製造承認申請の可能性に関連して，米国における製造承認の後に引き続いて調査・検討がされていたことは明らかであるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "我が国での製造承認申請は外国の審査当局に対する承認申請に添付される資料をもって我が国での承認を行う旨の「HIV感染症治療薬の製造又は輸入承認申請の取扱いについて」という医薬審第1015号通達(甲2添付資料5)の通達日から我が国での製造承認申請までの期間(約5か月間)においては，今回の承認申請に向けて，エイズ医薬品調査会の事前評価準備会(平成10年12月15日開催)，調査会事前評価(平成11年3月9日開催)，調査会審議(平成11年4月16日)が相次いで開催されているから，この期間全般にわたって必要な手続が引き続いてされていたことは明らかである。そして，「コンビビル錠-事前評価レポート(その1)-」(甲2添付資料4)の「1．審査センターにおける事前評価準備会での依頼者に対する指摘事項及びその評価結果」の欄に記載された事前評価準備会における審査センターと依頼者との間の質疑応答の状況や，エイズ医薬品調査会における審議概要(甲2添付資料4)の「II．調査会報告書」の欄に記載された調査会審議の状況から，日本グラクソ株式会社(本件特許権の実施権者)が我が国における今回の承認に向けて資料の準備や提出を行っていたことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のように，米国での製造承認から我が国での承認申請までの約1年6か月の間，必要な手続が引き続いてされていたことは明らかであるから，審決の「特許発明の実施をすることができなかった期間」(特許法第67条の3第1項4号)についての認定判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件出願が特許法67条の3第1項1号及び同項4号に該当するから，本件出願によって本件特許につき延長登録を受けることはできないとした審決の判断は相当であり，審決に原告主張の審決取消事由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法67条の3第1項1号該当性の判断の誤り)について    (1)　特許権の存続期間の延長制度について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "医薬品，農薬などの一部の分野では，安全性の確保などを目的とする法律の規定による許可等を得るに当たり所用の実験，審査などに相当の期間を要するため，その間はたとえ特許権が存続していてもその権利の独占的実施による利益を得ることができない結果，特許権者は，このような法規制がなければ特許発明の実施をすることができたにもかかわらず，その処分を受ける必要があったためその実施が不可避的に相当期間妨げられることになる。特許権の存続期間の延長制度は，このような問題を解決するため創設されたものである。",
                "ところで，医薬品における法規制である薬事法は，14条において，厚生大臣は，医薬品等につき，これを製造しようとする者から申請があったときは，品目ごとにその製造についての承認を与える(1項)，前項の承認は，申請に係る医薬品等の名称，成分，分量，構造，用法，用量，使用方法，効能，効果，性能，副作用等を審査して行うものとし，次の各号のいずれかに該当するときは，その承認は，与えない(2項)と規定しているように，その処分(承認)は品目ごとに与えられるのに対し，存続期間が延長された場合の特許権の効力は，処分を受けた品目そのものに限定されず，処分の対象となった物(その処分においてその物の使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物)についての特許発明の実施に及ぶ旨規定されている(特許法68条の2)。これは，特許権の効力を厚生大臣の承認単位の狭い範囲でとらえるのは特許制度になじまないためであり，「物」と「用途」という特許法上主要な概念でくくることがより合理的であるとされたためである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "特許法67条の3第1項1号について",
              "text": [
                "延長登録を受けるためには特許法67条の3第1項各号の一に該当しないことが必要であるが，その1号には「その特許発明の実施に第67条第2項［存続期間の延長］の政令で定める処分を受けることが必要であったとは認められないとき。」と規定されている。",
                "何らの法規制もなければ特許発明の実施をすることができたにもかかわらず，特許法67条2項の政令で定める処分を受けることが必要であるためにその実施が妨げられている場合に，当該特許の存続期間の延長を認めることとするのが本制度の趣旨であるから，処分を受けることによって禁止が解除された範囲と特許発明の範囲に重複している部分がなければ特許発明の実施に当該処分を受けることが必要であったとは認められず，延長登録出願は拒絶される。また，仮に，上記の重複関係があったとしても，それ以前に別の同様な処分を受けることによって特許発明の実施をすることができるようになっていれば，後の処分を受けることは，特許発明の実施に必要であったと認められないため，同出願は拒絶されることとなる。",
                "医薬品の場合，上記のとおり品目ごとの承認(処分)が与えられるが，特許法68条の2にいう「物」と「用途」という観点に対応するものは，薬事法の規制上では「有効成分」と「効能・効果」であるから，「有効成分」，「効能・効果」が同一で，これ以外の剤型や用法，用量，製法等が異なる承認がいくつかあった場合，その中の最初の承認を受けることによって医薬品としての製造，販売等の禁止が解除され，その有効成分と効能・効果の組合せについては特許発明の実施ができることになったと考えられ，したがって，ある「有効成分」と「効能・効果」の組合せについては，最初の承認に基づいてのみ延長登録が可能であり，その後の承認を受けることは特許発明の実施に必要であったとは認められないこととなる。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "先の承認の対象となった「物」と本件出願に係る「物」との実質的な同一性について"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件出願に係るものと先の承認において処分の対象となったものとは，HIV感染症の治療に際してラミブジン及びジドブジンの両化合物を投与する点において実質的に同一であり，「本件出願について『その特許発明の実施に特許法第67条第2項の政令で定める処分を受ける必要があった』とすることはできない」(審決謄本6頁下から第2段落)とした審決の判断は相当である。",
                "すなわち，エピビル錠(ラミブジンの単剤)の添付文書(乙2)によれば，その効能・効果はHIV感染症における他の抗HIV薬との併用療法にあり，【薬物動態】の項においては，上記他の抗HIV薬として，ジドブジンを併用した場合の＜日本人における成績＞が記載され，さらに【臨床成績】の項においても，＜国内において実施された臨床試験の成績＞及び＜海外において実施された臨床試験の成績＞のいずれにおいても，ラミブジンの単剤とジドブジンの単剤とを併用投与した結果が記載されており，この併用療法における有効成分がラミブジン及びジドブジンであることに疑いの余地はない。すなわち，併用するとされるジドブジンの単剤であるレトロビルカプセルの添付文書(乙3)には，【組成・性状】の欄に，1カプセル中にジドブジン100mgを含有することが記載され，ジドブジンがHIV感染症の併用治療における有効成分であることは明らかである。",
                "ここで，本件出願に係るジドブジン・ラミブジン合剤であるコンビビル錠の添付文書(甲14)をみると，【効能・効果】の欄には，HIV感染症と記載され，【薬物動態】の項目1．は，その見出しが「本剤の単独投与もしくはジドブジン製剤とラミブジン製剤併用投与での成績」と記載されており，同箇所において＜日本人における成績＞の結果は，ジドブジン製剤とラミブジン製剤の単剤併用の場合の結果のみが記載され，その内容は，ラミブジン製剤である上記エピビル錠の添付文書に記載されたものと全く同一の内容のものである。そして，それに引き続く＜外国人における成績＞の(1)には，生物学的同等性という見出しの下に，ジドブジン300mg及びラミブジン150mgを含有する配合剤を1錠投与した場合と，ジドブジン製剤(ジドブジン300mgを含有する製剤)1錠及びラミブジン製剤(ラミブジン150mgを含有する製剤)1錠を投与した場合の生物学的同等性を評価した結果，両者の間に生物学的同等性が示されたことが記載されている。すなわち，ジドブジンとラミブジンをHIV感染症の併用治療に用いる場合，それぞれを単剤とするか，両方の有効成分を同時に配合した合剤とするかは，いわば製剤上の相違であり，両者は生物学的に同等なものであって，両者間で有効成分，効能・効果に差異があるとはいえないものである。",
                "このことは，本件明細書(甲2添付資料1)の記載からも明らかである。すなわち，本件明細書には「これらの組合せの個々の成分は，分離した，または結合した，薬剤処方物で，逐次投与，または，同時投与され得る。」(9頁右欄45～47行目)と記載されており，この記載からも，ラミブジンを他の有効成分(治療活性剤)と組み合わせて投与するための剤型として，それぞれを単剤とするか，あるいは単一の配合剤とするかは適宜の事項であることが分かる。HIV感染症の治療においては，薬剤の中途半端な飲み方をすると，薬剤の血中濃度が上がらず，抑え続けていたウィルスが活発に増殖を始めてしまうので，正しく処方された抗ウィルス剤を正しく服用することが特に重要であり(乙4)，そのような背景の下にコンビビル錠の有用性について，平成11年4月26日付けの審査報告書(甲2添付資料4)には，「本剤は，従来の単剤では1日8錠内服すべき薬剤が2錠ですみ，抗HIV治療における服薬遵守は格段に改善される点に有用性が認められると考えられることから，本剤を承認して差し支えないと判断した。」と記載されているものであり，その有用性は，いわゆる剤型変更として把握し得る程度のものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "この点について，原告は，承認の対象となった「物」は，当該処分に係る医薬品製造承認書の有効成分の欄により特定すべきであって，それ以外の欄に記載された事項により当該処分の対象となった物を特定すべきではないと主張している。",
                "しかしながら，特許法68条の2の規定にいう「物」に該当するのが，薬事法14条1項に規定する承認の対象となる，有効成分によって特定される医薬品であるとはいうことができても，その有効成分が当該処分に係る医薬品製造承認書の有効成分の欄に記載されているものに限られるとは必ずしもいうことができず，例外的には，それ以外の欄に記載された成分をも当該処分の対象となった医薬品を特定する有効成分に含めるべき場合があるというべきである。",
                "そして，ラミブジンと併用すべきジドブジンがHIV感染症の併用療法における有効成分の一つであることは，既に説明したとおりである。また，「医薬品エピビル錠の承認及び薬価収載について」(甲3)によれば，ラミブジン製剤であるエピビル錠の【用法・用量】の欄には，「通常，成人にはジドブジンに併用して，ラミブジンとして1回150mgを1日2回投与する。」と記載され，【効能・効果】の欄には，「下記疾患におけるジドブジンとの併用療法　・後天性免疫不全症候群(エイズ)・・・」と記載され，さらに，ジドブジンは既承認の抗HIV薬として昭和62(1987)年9月に製造承認されたものであることが記載されている(この既承認においては，当然のことながらジドブジンは当該処分に係る医薬製造承認書の有効成分の欄に記載された有効成分である。)。",
                "そうすると，このエピビル錠は，既に承認されているジドブジン単剤と併用するものとして承認されたものであることが明らかであるから，先の承認は実質的には今回の承認において【有効成分】の欄に記載されているラミブジンと【用法・用量】あるいは【効能・効果】の欄に記載されているジドブジンの両方を有効成分とするものに対する承認であるということができる。",
                "薬事法では，ある化合物のナトリウム塩を有効成分として医薬品の承認がされている場合，そのカリウム塩を有効成分とするときには，別途承認を受けることが必要となるが，存続期間の延長制度に係る特許庁の審査基準においては，医薬品の承認を受けた「物」は，その物と実質的に同一の物も包含するものとされており，例として，ある化合物のナトリウム塩が承認されている場合は，その化合物のカリウム塩も実質的に同一のものと扱うことを規定している。このことからみても，存続期間の延長制度における「物(有効成分)」が単に当該処分に係る医薬品製造承認の有効成分の欄に記載されたものだけで形式的に特定すべきものではないということができる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，また，先の承認の対象となったエピビル錠と本件出願に係るコンビビル錠とが，存続期間の延長制度における「物」としてみたときに，実質的に同じ物ではないことは，先の承認を受けたことによって本件出願に係る特許発明を実施することができなかったことからも明らかであるとも主張する。",
                "しかしながら，厚生大臣による医薬品の製造承認は「品目」単位でされることが必要なものであり，一方，存続期間の延長制度においては「物」と「用途」で特定する範囲で特許発明の実施ができるか否かを判断するのであるから，品目単位で承認される医薬品の製造を実施することができなかったからといって，先の承認において処分の対象となった「物」と本件出願に係る「物」とが，存続期間の延長制度において，実質的に同じ物ではないことを意味することにはならない。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "subject": "審決の特許制度における国際調和違反について",
                  "text": [
                    "原告は，欧州における特許権の存続期間の延長制度が，延長が認められる要件や認められた場合の効果が我が国のその延長制度と極めて類似しているとの前提の下に，本件出願に対応する延長登録が欧州において認められていることから，我が国においても本件出願に係る延長登録が認められるべきであり，これと結論を異にする審決は特許制度の国際的調和に逆行するものであって，取り消されるべきであると主張する。",
                    "しかしながら，特許権の設定登録と同様，その存続期間の延長制度も各国がそれぞれの制度の下で要件を判断し，その結果が他国の判断に影響を与えるものではない。しかも，日本，欧州及び米国の存続期間の延長制度は，類似している点もあるが，大きく異なる点もある。",
                    "すなわち，日本においては，ある有効成分について複数の特許権がある(例えば，その有効成分についての「物質発明」，「医薬用途発明」，「物質の製造方法の発明」及び「製剤発明」)ときに，その有効成分，効能・効果についての最初の承認処分に基づいて，それぞれの特許権をすべて延長することができ，その延長回数についても，例えば，「物質発明」，「物質の製造方法の発明」について，その用途が異なる度に，その有効成分・効能効果についての最初の承認処分に基づいて何度でも延長することができるが，一方，SPC規則3条(c)項及び(d)項(甲5)においても，米国特許法第156条(a)(2)及び(c)(4)(乙5)においても，特許権の存続期間の延長は，ある有効成分について，一つの特許権を1回延長できるだけである。存続期間の延長制度といっても，我が国と欧州，米国とでは，このような基本的なところが大きく相違するものであって，原告の主張はその前提においても失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法67条の3第1項4号該当性の判断の誤り)について    (1)　本件審判の審理手続における手続違背について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "存続期間の延長制度の趣旨は上記1(1)で述べたとおりのものであって，その延長の対象となる特許権は各国それぞれにおいて設定されるものであり，その実施に対する法規制も各国それぞれにおいて定められるものであるから，特許発明を実施するため薬事法14条1項に規定するような医薬品に係る製造等の承認を受ける必要があったというためには，各国ごとにその承認申請をした上，承認を受けることが必要であることはいうまでもない。したがって，我が国において医薬品を製造するためには，厚生大臣に対してその承認申請をすることが必要であり，米国で医薬品の製造をするためには，米国の担当官庁であるFDAに対してその承認申請をする必要がある。そして，我が国の特許権の存続期間は，我が国において実施しようとしてもできなかった期間，すなわち厚生大臣による承認を得るために実施できなかった期間について延長されることになる。",
                "そうであれば，米国のFDAに対して医薬品製造の承認申請を行ったことは，米国において医薬品を製造することを意図していることを示すものであるが，我が国における医薬品の製造を意図したもの，すなわち，我が国において特許発明を実施しようとしていたことを示すものではない。しかしながら，医薬品が対象とする疾患の種類によっては，我が国において医薬品の製造を意図しても，国内だけでは十分な症例について治験を行うことが困難であるなどの理由により，治験を外国で行わざるを得ないことは十分に有り得ることであり，そのような場合に特許発明を実施できなかった期間を我が国における治験期間のみとすることは必ずしも合理的とはいえない。一方，外国での承認のための治験の開始時期を始期として単純に我が国において特許発明が実施できなかった期間を算定した場合には，当初は我が国における特許発明の実施を意図してないために承認申請手続を行わず，その後状況の変化により我が国においてその実施をすることを決めて承認申請手続を始めたときには，特許発明を実施できなかった期間が不当に長期間となる。",
                "以上の事情を考慮すると，我が国での医薬品の製造承認申請に外国における治験の結果等を使用した場合には，そもそもその外国における治験が我が国で承認を得ることを目的としていたものであることが必要であるということができる。そして，そのためには外国で承認申請をした者が我が国で承認申請をした者と同一であるか，あるいはその意思を受けて治験を行ったものであって，その後遅滞なく我が国における承認申請を行ったものであることが必要となる。言い換えれば，外国での治験及び承認は我が国における承認を得るための手続の一部として我が国における手続と継続性を有するものである必要がある。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そこで，本件査定における理由及び審決の理由(2)をみると，前者はGLAXO WELLCOME INC.(グラクソ・ウエルカム社)からFDAに提出された治療計画書が我が国において承認を受ける目的でされたものであることが明らかでない点を指摘しており，後者はGLAXO WELLCOME INC.によるFDAへの治療計画書の提出と我が国での製造承認申請手続が一連の継続的なものであることが明らかでない点を指摘している。すなわち，いずれの場合も，上記のFDAへの治療計画書の提出が我が国での製造承認申請手続に継続性をもって結びつくものであることが明らかでないことを問題としており，その結果として特許発明が実施できなかった期間が明らかでないため，特許法67条の3第1項4号に違反していると認定判断したものであるから，両者の拒絶理由が異なるとする原告の主張は失当である。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "今回の承認に関し米国での治験計画届出書の提出日から我が国での製造承認の日までの間，必要な手続が引き続いてされていたことについて　　　　原告は，米国での製造承認の日から医薬審第1015号通達(甲2添付資料5)の通達日までの期間(約13か月間)においては，米国において実施された臨床試験データに基づいて，我が国において製造承認申請ができないかどうか調査・検討がされていたから，この期間全般にわたって今回の承認に関連して必要な手続が引き続いてされていたということができると主張する。",
                    "しかしながら，米国において治験計画書が提出された平成8年(1996年)7月30日時点で有効な厚生省薬務局長通知(昭和60年6月29日，薬発第660号。甲11。なお，この通知は平成10年8月11日付けの厚生省医薬安全局長通知(医薬発第739号)(甲12)により廃止されるまで有効。)は，外国で実施された医薬品等の臨床試験データの取扱いについて，その「第一　医薬品について」の項において，「外国で実施された臨床試験データ(・・・)は，第三の各項に適合する場合は審査資料として受け入れることとする。」としながらも，そのただし書において，「吸収・分布・代謝・排泄に関する試験，投与量設定に関する試験及び比較臨床試験については，原則として国内で実施された臨床試験データが必要である。」と記載されているところ，本件についてそのような試験が米国での治験計画書の提出後，並行してされていたことを示す証拠はない。一方，このような要件を緩和した「HIV感染症治療薬の製造または輸入承認申請の取り扱いについて」という医薬審第1015号(甲2添付資料5)が通達されたのは平成10年11月12日であり，本件出願の審査・審判段階において実際に提出された資料の内容からみても，我が国において製造承認申請をすることについて具体的に検討されたことが推認されるのは，この日以降と考えるのが合理的である。",
                    "このような状況を考えると，本件において，原告が米国での治験計画書の提出時に我が国での承認申請を企図していたものと認めることはできない。したがって，米国での製造承認の日である平成9年9月26日以降，この通達が発出された平成10年11月12日までの間の期間全般にわたって，今回の承認に関連して必要な手続が引き続きされていたとはいえず，原告の主張は失当である。",
                    "なお付言すれば，上記の推認可能な日である平成10年11月12日から我が国において厚生大臣による製造の承認がされた日である平成11年6月11日までの期間は2年未満であるので，この期間は延長の対象とはなり得ない(特許法第67条の3第1項3号)ものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法67条の3第1項1号該当性の判断の誤り)について  　(1)　特許権の存続期間の延長制度と特許法67条の3第1項1号の規定の趣旨について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "医薬品，農薬などの一部の技術分野では，特許発明の実施において安全性の確保等の見地から法律の規定による許可等の処分を得る必要があるとされているところ，当該処分を的確に行うために所要の手続が定められていて，当該処分を得るまでに相当の期間を要するときには，その間はたとえ特許権が存続していてもその権利の独占的実施による利益を得ることができない結果，特許権者は，このような法規制がなければ特許発明の実施をすることができたにもかかわらず，その処分を受ける必要があったためその実施が不可避的に相当期間妨げられることになる。特許法67条2項は，このような事態は特許権の存続期間の趣旨に照らし不都合であるとの見地から，「特許権の存続期間は，その特許発明の実施について安全性の確保等を目的とする法律の規定による許可その他の処分であって当該処分の目的，手続等からみて当該処分を的確に行うには相当の期間を要するものとして政令で定めるものを受けることが必要であるために，その特許発明の実施をすることが二年以上できなかったときは，五年を限度として，延長登録の出願により延長することができる。」と規定し，上記規定の要件を満たす場合に，5年を限度として，延長登録を認めることによって，特許権者が受ける不利益の救済を図っている。",
                "上記規定を受けて，特許法施行令1条の3は，特許法67条2項の政令で定める処分として，薬事法14条1項に規定する医薬品に係る同項(同法23条において準用する場合を含む。)の承認等を列挙しているところ，本件において問題となる薬事法14条についてみると，同条1項は，「厚生大臣は，医薬品(厚生大臣が基準を定めて指定する医薬品を除く。)・・・につき，これを製造しようとする者から申請があったときは，品目ごとにその製造についての承認を与える。」と規定し，同条2項は，「前項の承認は，申請に係る医薬品・・・の名称，成分，分量，構造，用法，用量，使用方法，効能，効果，性能，副作用等を審査して行うものとし，次の各号のいずれかに該当するときは，その承認は，与えない。」と規定している。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "延長登録出願の拒絶の要件を定めた特許法67条の3第1項は，「その特許発明の実施に第67条第2項〔存続期間の延長〕の政令で定める処分を受けることが必要であったとは認められないとき。」(1号)には同出願を拒絶すべき旨定めているところ，特許法67条2項の政令で定める処分を受けることにより製造等の禁止が解除される範囲と延長登録出願の対象である特許発明の範囲とが重複している部分がなければ，特許発明の実施に当該処分を受けることが必要であったとは認めらないことはいうまでもない。",
                "ところで，存続期間が延長された場合の特許権の効力について規定した特許法68条の2は，「特許権の存続期間が延長された場合・・・の当該特許権の効力は，その延長登録の理由となった第67条第2項〔存続期間の延長〕の政令で定める処分の対象となった物(その処分においてその物の使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物)についての当該特許発明の実施以外の行為には，及ばない。」と規定している。存続期間の延長制度の趣旨及びその文言に照らせば，この規定は，政令の定める処分の対象となる範囲と関係のない部分については期間延長後の特許権の効力が及ばないとすることが必要であるが，一方において，上記アの薬事法14条の規定のように，医薬品について，その成分，効能・効果に加え，名称，用法，用量，使用方法等を特定した品目ごとに製造承認等を受ける必要があるとされているときに，当該製造承認等が得られた品目についてのみに期間延長後の特許権の効力が及ぶとするのは，特許権者の権利の実効性の確保という観点からは問題があることから，その双方の観点を考慮の上，期間延長後の特許権の効力は，当該品目に限定されず，成分により特定される「物」及び効能，効果により特定される「用途」について特許発明を実施する場合全般に効力が及ぶものとし，それ以外には効力が及ばないとしたものであると解される。",
                "このような特許法68条の2の規定の趣旨からすれば，政令で定める処分によって同法67条の3第1項1号にいう「特許発明の実施」ができるようになったか否かについても，政令で定める処分において具体的に対象となった，成分，効能・効果のほか，使用形態，使用方法，使用量等で特定される具体的な品目ではなく，当該処分の対象となった成分により特定される「物」と当外処分で定められた「用途」(薬事法14条1項の承認においては効能・効果により特定される。)によって画される範囲のものを基準として判断するのが相当であると考えられる。",
                "なぜなら，一方で，期間延長後の特許権の効力が政令で定める処分の対象となった具体的な品目に限定されず，当該処分の対象となった「物」と当該処分で定められた「用途」で画される範囲全般に及ぶとしながら，他方で，政令で定める処分によって「特許発明の実施」ができるようになったか否かを当該処分の対象となった具体的な品目を基準に判断するということになれば，特許権者に政令で定める処分を受ける必要があったため被った不利益の救済以上のものを与えることになり，また，特許権者側は特許発明を実施するため具体的品目ごとに特許法67条2項の政令に定める処分を受けることにより，その都度延長登録を受けることができ，その結果，延長される期間が不当に長くなるおそれが大きくなるからである。",
                "そうすると，成分，効能・効果に加え，使用形態，使用方法，使用量等で具体的に特定される具体的な品目についてその製造等の禁止を解除する政令で定める処分がされている場合には，当該処分の対象である成分により特定される「物」と当該処分で定められた「用途」によって画される範囲において特許発明が実施できるようになっているというべきであるから，その物の使用の形態等に変更があるため，重ねて同様の処分を受けることが必要であるとされていても，「特許発明の実施に特許法第67条第2項〔存続期間の延長〕の政令で定める処分を受けることが必要であった」と認めることはできないと解するのが相当である。",
                "以下，上記の観点に立って，本件出願が特許法67条の3第1項1号に該当するか否かについて判断することとする。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "今回の承認とコンビビル錠に関する本件出願に係る特許発明との関係について"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "証拠(甲2，同添付資料1ないし6，甲3，18)及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の通常実施権者であるグラクソ・ウエルカム株式会社(当時の商号・日本グラクソ株式会社，平成11年7月1日に日本ウエルカム株式会社を吸収合併し，現商号に変更。)は，平成11年3月24日付けで，厚生大臣に対し，販売名をコンビビル錠とし，有効成分をジドブジン及びラミブジン，効能又は効果をHIV感染症とする医薬品について製造の承認申請をし，厚生大臣より，同年6月11日付けで，薬事法14条1項により，上記医薬品を申請のとおり承認する旨の処分(今回の承認)を受けた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記医薬品の有効成分であるラミブジンは，本件特許の請求項1に記載の化合物のうち，式(Ⅰ)のR ，R 及びR が水素原子で，かつZがSである化合物であり，同請求項5ないし7に記載されたシス-2-ヒドロキシメチル-5-(シトシン-1’-イル)-1，3-オキサチオランである。また，同請求項12には，ラミブジンを他の活性成分と組み合わせて抗ウイルス用医薬組成物とすることが記載され，本件明細書(甲2添付資料1)には，この組合せに使用するのに好ましい治療薬として，一般にAZTと呼ばれる3’-アジド-2’，3’-ジデオキシチミジン(注，「3’-アジド-3’-ジデオキシチミジン」の誤記と認める。)等の「ヌクレオシド類似体」が挙げられている(2頁4欄29～31目行，9頁18欄27～28行目)。上記のAZTはジドブジンの通称である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ジドブジンは，日本ウエルカム株式会社が昭和62年9月に抗HIV薬として厚生大臣より製造の承認を受けている医薬品である。なお，日本ウエルカム株式会社は，その後平成11年7月1日に上記のグラクソ・ウエルカム株式会社に吸収合併された。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記認定の事実によれば，今回の承認により製造等の禁止が解除される範囲と本件出願の対象であるコンビビル錠に関する本件特許発明(本件特許の請求項12記載の，ラミブジンを他の活性成分として好適なものとして本件明細書に列挙されているジブドミンと組み合わせて使用することを含む，抗ウイルス用医薬組成物)とは重複していると認められる。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "subject": "先の承認により本件出願に係るコンビビル錠に関する特許発明が実施できるようになっていたか否かについて",
                  "text": [
                    "上記(1)で検討したところによれば，先の承認の対象となった「物」と当該処分で定められた「用途」によって画される範囲において本件出願の対象であるコンビビル錠に関する特許発明が実施できるようになっていると解される場合には，その物の剤形等に変更があるため，重ねて同様の処分を受けることが必要であるとされていても，「特許発明の実施に特許法第67条第2項〔存続期間の延長〕の政令で定める処分を受けることが必要であった」とは認められないというべきである。そこで，先の承認により本件出願に係る特許発明が実施できるようになっていたか否かを検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "証拠(甲3，乙2，3)によれば，グラクソ・ウエルカム株式会社に合併される前の日本ウエルカム株式会社は，販売名を「エピビル錠」とし，有効成分の一般名称をラミブジン，成分・分量を「1錠中にラミブジン150mgを含有する」，用法・用量を「通常，成人にはジドブジンに併用して，ラミブジンとして1回150mgを1日2回投与する。なお，年齢，体重，症状により適宜増減する。」，効能・効果を「下記疾患におけるジドブジンとの併用療法　・後天性免疫不全症候群(エイズ)　・治療前のCD4リンパ球数500／mm3以下の症候性及び無症候性HIV感染症」とする医薬品(製造業者名・Glaxo　Wellco",
              "text": [
                "me　Operations)について，厚生大臣に対し製造の承認申請をし，平成9年2月14日付けでその承認を得たこと，エピビル錠(ラミブジンの単剤)の添付文書(乙2)において，【効能・効果】の欄にはHIV感染症における他の抗HIV薬との併用療法，【薬物動態】の項には，ラミブジン150mg1日2回に上記他の抗HIV薬として，ジドブジン100mg1日4回を併用した場合の＜日本人における成績＞が記載され，さらに【臨床成績】の項においても，＜国内において実施された臨床試験の成績＞及び＜海外において実施された臨床試験の成績＞のいずれにおいても，ラミブジンの単剤とジドブジンの単剤とを併用投与した結果が記載されていること，なお，併用するとされるジドブジンの単剤であるレトロビルカプセルの添付文書(乙3)において，【効能・効果】の欄にはHIV感染症と，【組成・性状】の欄には，1カプセル中にジドブジン100mgを含有することが記載されていることが認められる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，本件明細書(甲2添付資料1)には，「本発明の化合物は，他の治療薬(例えば，他の抗感染剤)と共に用いることもできる。特に，本発明の化合物は，公知の抗ウィルス剤と共に用い得る。このように，本発明は，別の局面において，他の治療活性剤(特に，抗ウィルス剤)と式(Ⅰ)の化合物，または生理的に許容可能なそれらの誘導体との組合せを提供する。上記のように定義された組合せは，薬物処方物の形態で使用するために提供されることが好ましく，上述のように定義された薬学的に許容可能な担体との組合せは，従って，本発明の別の局面である。このような組合せに使用するための好ましい治療薬は，・・・3’-アジド-2’，3’-ジデオキシチミジン(注，「3’-アジド-3’-ジデオキシチミジン」の誤記と認める。)・・・などのヌクレオシド類似体・・・を包含する。これらの組合せの個々の成分は，分離した，または結合した，薬剤処方物で，逐次投与，または同時投与され得る。」(9頁18欄11～47行目)と記載されいる。",
                "この記載によれば，ラブジミンとジドブジンの各成分を投与するための剤型として，それぞれを単剤とするか，あるいは単一の配合剤とするかは当業者において適宜選択ができる事項であることが明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，コンビビル錠の添付文書(甲14)において，その【効能・効果】の欄には「HIV感染症」と記載され，【薬物動態】の項目1．には，その見出しが「本剤の単独投与もしくはジドブジン製剤とラミブジン製剤併用投与での成績」と記載されており，＜日本人における成績＞の結果については，ジドブジン製剤とラミブジン製剤の単剤併用の場合の結果のみが記載され，その内容は，ラミブジン製剤である上記エピビル錠の添付文書に記載されたものと全く同一の内容のものである。そして，それに引き続く＜外国人における成績＞の(1)には，生物学的同等性という見出しの下に，ジドブジン300mg及びラミブジン150mgを含有する配合剤を1錠投与した場合と，ジドブジン製剤(ジドブジン300mgを含有する製剤)1錠及びラミブジン製剤(ラミブジン150mgを含有する製剤)1錠を投与した場合の生物学的同等性を評価した結果，両者の間に生物学的同等性が示されたことが記載されていることが認められる。加えて，今回の承認の手続過程で作成された平成11年4月26日付けの審査報告書(甲2添付資料4)には，「本剤は，従来の単剤では1日8錠内服すべき薬剤が2錠ですみ，抗HIV治療における服薬遵守は格段に改善される点に有用性が認められると考えられることから，本剤を承認して差し支えないと判断した。」と記載されている。これらの記載は，ジドブジンとラミブジンをHIV感染症の併用治療に用いる場合，それぞれを単剤として併用するか，両方の有効成分を同時に配合した合剤として用いるかは，いわば製剤上の相違にすぎず，両者は生物学的に同等なものであって，そのような剤形の違いによって効能・効果には差異がないことを裏付けるものである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "上記各事実を総合すれば，エピビル錠は，有効成分であるラミブジンを既に昭和62年9月に厚生大臣により製造承認されているジドブジン単剤と併用し，上記のHIV感染症等の治療薬として用いるものとして厚生大臣により製造の承認(先の承認)がされたものであることが明らかであるから，先の承認は，実質的には，今回の承認に係る医薬品製造承認書の有効成分の欄に記載されているラミブジンと既に先の承認により製造承認を受けているエピビル錠の有効成分であるジドブジンの両方を有効成分とする抗ウィルス用医薬組成物の製造承認と同一視できるものというべきである。",
                "この点に関し，原告は，特許法68条の2の「処分の対象となった物」は，当該承認(処分)に係る医薬品製造承認書の有効成分の欄により特定すべきであって，それ以外の欄に記載された事項により「処分の対象となった物」を特定すべきではないと主張する。",
                "しかしながら，同規定にいう「処分の対象となった物」に該当するものは，薬事法14条1項に係る処分の場合，その対象となる有効成分によって特定される医薬品であり，その有効成分は当該処分に係る医薬品製造承認書の「有効成分の欄」に記載されているのが原則であるが，効能・効果の欄に記載された成分も例外的に「処分の対象となった物」を特定するための有効成分に含まれる場合があるというべきである。そして，先の承認におけるように，他の医薬品との併用を必須の前提とし，その併用により一定の効能・効果を有することを前提に製造承認がされている場合であって，当該他の医薬品が先に単剤として製造承認を得ていることなどから，併用すべき医薬品として効能・効果の欄に記載されているにとどまるときも，当該他の医薬品の有効成分が，例外的に，上記医薬品製造承認書の有効成分の欄に記載の有効成分と一体をなすものとして，「処分の対象となった物」を特定するための有効成分に含まれるとすべきである。",
                "なお，原告は，承認(処分)の対象は，当該処分に係る医薬品製造承認書の有効成分の欄に記載されたものに限られるとの主張を裏付けるものとして，「詳説　改善多項制・特許権の存続期間の延長制度」(社団法人発明協会発行，平山孝二ら著。甲4)を提出しているところ，同文献には「(ⅱ)　処分の対象となった物　処分の対象となった物の名称等，その物を特定するのに必要な事項を記載する。医薬品・・・ではその有効成分の一般的名称，化学名及び化学構造式を記載する。①　一般的名称　医薬品の場合は，承認書の『一般的名称』の欄に記載されたものを，・・・そのまま転記する。」(179頁下から7行目～180頁3行目)という記載があるが，上記記載は，典型的な事例について記載事項を分かりやすく説明したものであって，この記載をもって，本件の場合も同様に考えるべきものとするのは相当でない。",
                "原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "そうすると，原告は，今回の承認を待つまでもなく，先の承認により本件特許の請求項12に係る上記発明を実施することができたというべきであり，ラミブジンとジブドミンの両方の有効成分の併用という形態を，その両者を組み合わせた錠剤にするため，すなわち剤形の変更のため，改めて薬事法14条1項の製造承認を受ける必要があったからといって，「特許発明の実施に特許法第67条第2項〔存続期間の延長〕の政令で定める処分を受けることが必要であった」と認めることはできない。",
                "原告は，先の承認の対象となったエピビル錠と本件出願に係るコンビビル錠とが，存続期間の延長制度における「物」としてみたときに，実質的に同じ物ではないことは，先の承認を受けたことによって本件出願に係る本件特許発明を実施することができなかったことからも明らかであると主張するが，上記に説示したところと異なる見解に立つものであって，採用の限りでない。"
              ],
              "content": [
                {
                  "fig": "(4)",
                  "text": [
                    "原告は，欧州における存続期間の延長制度が，我が国のそれと延長が認められる要件や認められた場合の効果が極めて類似しているとの前提の下に，本件出願に対応する延長登録が欧州において認められていることから，我が国においても本件出願の延長登録は認められるべきであり，これと結論を異にする審決は特許制度の国際的調和に逆行するものであって，取り消されるべきであると主張する。",
                    "しかしながら，特許権の存続期間の延長制度及び延長後の特許権の効力に関して定めたSPC規則(甲5)の各規定の内容が，我が国の特許法67条の3，68条の2の各規定の内容と類似している部分があることは原告主張のとおりであるが，そもそも，延長登録を認めるべきか否かは，特許権の設定登録を認めるべきか否かと同様，各国の所管行政庁，不服争訟機関がそれぞれの法律制度の下において解釈判断すべきものであり，外国等の法律の解釈判断が直ちに我が国の法律の解釈判断に影響を及ぼすと解すべき根拠はなく，両者の間に延長登録が認められる範囲についていくらかの相違があったとしても，これをもって特許制度の国際的調和に逆行するとまでいうことはできない。"
                  ]
                },
                {
                  "fig": "(5)",
                  "text": [
                    "以上のとおりであるから，本件出願は，「その特許発明の実施に特許法第67条第2項の政令で定める処分を受けることが必要であった」ということはできず，特許法67条の3第1項1号に該当するというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上の次第で，本件出願が特許法67条の3第1項1号に該当するとした審決の判断の誤りをいう原告の取消事由1の主張は理由がないから，本件出願が同項4号に該当するとした審決に原告主張の瑕疵があるか否かを判断するまでもなく，原告主張の取消事由は理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10012",
    "date": "2005-05-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009563",
    "ipprecedent_id": "684",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}