{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が不服2003-1832号事件について平成17年6月20日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成9年1月28日(優先権主張：平成8年9月30日，日本)，発明の名称を「酸化セリウム研磨剤及び基板の研磨法」とする特許出願(特願平9-14371号，以下「本願」という。)をした。その後，原告は，本願に関して，平成14年12月19日付けの拒絶査定を受けたので，これを不服として，平成15年2月6日，審判を請求し，同年3月10日付けで本願に係る明細書の特許請求の範囲の記載を補正(以下「本件補正」といい，この補正後の明細書を「本願明細書」という。)した。特許庁は，上記請求を不服2003-1832号事件として審理した上，平成17年6月20日，本件補正を却下した上で，「本件審判の請求は成り立たない。」との審決をし，その謄本は，同年7月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の請求項1の記載は次のとおりである(以下，この発明を「本願発明」という。)。",
                "「【請求項1】 酸化セリウム粒子，ポリアクリル酸アンモニウム塩及び水を含む酸化セリウム研磨剤。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の請求項1の記載は次のとおりである(以下，この発明を「本願補正発明」という。下線部は補正箇所を示す。)。",
                "「【請求項1】 酸化セリウム粒子，ポリアクリル酸アンモニウム塩及び水を含む半導体基板研磨用酸化セリウム研磨剤。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願補正発明は，本願の優先権主張日前に頒布された刊行物である特開平8-22970号公報(以下「引用例」という。甲5)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないから，本件補正は却下されるべきものであり，本願発明も，本願補正発明と同様の理由により，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，としたものである。",
            "審決が，上記判断をするに当たり，本願補正発明と引用発明とを対比して認定した一致点及び相違点はそれぞれ次のとおりである。",
            "(一致点)",
            "「酸化セリウム粒子及び水を含む半導体基板研磨用酸化セリウム研磨剤」である点。",
            "(相違点)",
            "本願補正発明は，研磨剤がポリアクリル酸アンモニウム塩を含むのに対して，引用発明は，研磨剤がポリアクリル酸アンモニウム塩ではなく，分子量20000～30000のポリビニルアルコールを含む点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本願補正発明と引用発明との相違点の判断を誤り，本願補正発明の顕著な作用効果を看過した結果，本願補正発明の進歩性(独立特許要件)の判断を誤り，違法に本件補正を却下した結果，本願の請求項1に係る発明の要旨認定を誤ったものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点の判断の誤り",
          "text": [
            "審決は，引用発明において，分散剤として機能し得るポリビニルアルコールに代えて従来周知の分散剤であるポリアクリル酸アンモニウム塩を使用することは当業者であれば容易に想到し得たことである旨判断したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "分散させる粒子の化学的性質や表面電荷の有無等により，分散剤による分散効果は異なるから，すべての種類のセラミック粒子が，特定の分散剤と組合わせた場合に，同じ分散挙動を示すわけではない。",
                "また，本願補正発明のように，半導体基板の研磨に用いる研磨剤においては，分散性が良好であるとともに，半導体基板の研磨特性が良好であることが必要であるが，分散性と半導体基板の研磨特性は，必ずしも両立するものではないから(例えば，分散剤として，β-ナフタレンスルホン酸ホルマリン縮合物ナトリウムを用いると，分散性は良いが，研磨特性は良くない(研磨傷が多い)という実験結果が得られており(甲4)，分散性が良くなれば，研磨特性も良くなるという関係があるわけではない。)，使用する砥粒との関係で，分散性と研磨特性という二つの要求を満たす分散剤を，選択しなければならない。",
                "しかるところ，審決が周知例として例示した特開平7-172933号公報(甲6)，特開平7-116431号公報(甲7)，特開平6-2635",
                "15号公報(甲8)，及び被告が新たに周知例として掲げる特開平5-4868号公報(乙1)における各セラミックスラリーは，分散される粒子が酸化セリウムではなく，また，半導体基板の研磨に用いるものでもない。さらに，甲8には，セラミック粉末の分散剤として，ポリアクリル酸アンモニウム塩の使用が好ましくないことが記載されている。",
                "したがって，甲6～8に示される技術(なお，これらが公知であることは認めるが，周知であることは争う。)は，引用発明において，ポリビニルアルコールに代えてポリアクリル酸アンモニウム塩を採用することの起因ないし動機付けとはなり得ない。乙1に示される技術についても同様である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例(甲5)の「粘度が高くなるにしたがってポリッシング速度が減少する」(8欄29行～30行)との記載によれば，引用発明は，ポリビニルアルコールを添加することにより，研磨速度が減少するという問題を生ずるものである。",
                "したがって，引用発明に基づいて，研磨速度を向上させるために高分子の分散剤を添加する本願補正発明に当業者が想到することは，そもそも困難である。(なお，引用発明において使用されるポリビニルアルコールが，分散剤として，公知であることは認めるが，周知であることは争う。)(3) 被告が新たに周知例として掲げる乙2(特開平6-330025公報)におけるセラミックスラリーは，研磨材(砥粒)がバストネサイト系あるいは塩セル系と呼ばれる酸化セリウムを含む希土類酸化物であって，純度の高い酸化セリウムではなく，また，研磨速度が向上する点も，研磨材の粒子を均一に分散させることにより研磨材中に含有されているフッ素イオンがガラス表面のエッチングを促進するという，ガラス研磨に特有の作用効果であって，本願補正発明とは構成も作用効果も相違する。",
                "また，乙2に例示された分散剤のうち，具体的な効果が確認されているのはカルボキシメチルセルロースのみであり，それ以外のものについては，分散剤として使用できるという，いわゆる一行記載があるにすぎない。そして，ポリアクリル酸ナトリウム等のポリアクリル酸塩などとともに列挙されているポリビニルアルコールは，引用例(甲5)の前記記載からも明らかなように，半導体基板研磨用との分散剤としては，不適当である。",
                "そうすると，乙2に示される技術は，ポリアクリル酸ナトリウム等のポリアクリル酸塩，カルボキシメチルセルロース，ポリエチレンオキサイド，ポリビニルアルコールのうちから，引用発明におけるポリビニルアルコールに代わるものとしてポリアクリル酸ナトリウム等のポリアクリル酸塩を分散剤として選択することの起因ないし動機付けを与えるものではない。そして，ポリアクリル酸塩を選ぶ動機付けがない以上，たとえアルカリ金属が存在しないようにすることが技術常識であったとしても，分散剤として，ポリアクリル酸アンモニウム塩を採用することの起因ないし動機付けはないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，分散性や研磨特性等に注目しつつ，実験を行うことにより，本願補正発明に達することができ，その実験の数は分散剤の種類しかないからそれほど多数とはならない旨主張するが，実験の対象は，公知の分散剤すべてにおよび，その数は極めて多いから，被告の主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "顕著な作用効果の看過",
          "text": [
            "審決は，本願補正発明の奏する効果が引用発明及び周知技術から当業者が予測できる範囲内であって，格別なものとは認められない旨判断したが，誤りである。本願補正発明は，以下のとおり，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤としたことにより，半導体基板の研磨傷の発生を抑制し，かつ，高速に研磨できるという顕著な作用効果を奏する。審決は，本願補正発明の上記の顕著な作用効果を看過したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4(実験成績証明書)は，酸化セリウム粒子又はアルミナ粒子と12種の分散剤(本願補正発明に用いられるポリアクリル酸アンモニウム塩(重量平均分子量8000，40％水溶液，以下「分散剤①」という。)，引用例(甲5)，甲6又は甲8に記載された，エタノール(以下「分散剤②」という。)，グリセリン(以下「分散剤③」という。)，ポリビニルアルコール500(以下「分散剤④」という。)，ポリオキシエチレン(12)ラウリルエーテル(以下「分散剤⑤」という。)，ポリオキシエチレンモノステアレート(以下「分散剤⑥」という。)，β-ナフタレンスルホン酸ホルマリン縮合物ナトリウム(以下「分散剤⑦」という。)，スルホこはく酸ジイソオクチルナトリウムの類似の化合物(以下「分散剤⑧」という。)，2-ジメチルアミノエタノール(以下「分散剤⑨」という。)，ポリオキシエチレン(10)ノニルフェニルエーテル(以下「分散剤⑩」という。)，2-(メトキシ(ポリエチレンオキシ)プロピル)トリメトキシシラン(以下「分散剤⑪」という。)，チタニウムトリイソステアロイルプロポキシドの類似の有機チタン化合物(以下「分散剤⑫」という。)とを組合わせ，分散性及び研磨特性を比較した実験に関するものである。",
                "上記甲4では，分散性は，分散剤①，⑦，⑨，⑪を用いる場合がほぼ同等で，それ以外の分散剤を用いる場合は分散能力が著しく劣る，研磨速度は，分散剤①と⑪を用いる場合が速く，最も好ましい，欠陥及び研磨傷については，分散剤①を用いる場合が最も少なく，分散剤⑪を用いる場合は多いという結果が得られており，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤として使用する本願補正発明の組合わせによってのみ，研磨速度と研磨面の性状とに優れ，半導体基板を傷なく，しかも高速に研磨できるという顕著な作用効果を実現できることが確認された。",
                "また，酸化セリウム粒子と分散剤⑦を組合わせた場合，酸化セリウムと分散剤①を組合わせた場合に比べ，研磨速度が遅いにもかかわらず，傷数が多くなるという技術常識に反する結果も得られた。この点からも，分散剤①，すなわちポリアクリル酸アンモニウム塩を用いた場合には，予測できない格別の作用効果が奏されることが分かる(分散剤⑦を用いた場合に，研磨傷が少ない結果も得られたが，実験結果にこのようなバラツキがある場合，逆に研磨傷が多くなるという結果も出る蓋然性も高い。一方，分散剤①を用いた場合には，バラツキの少ない結果が得られている。なお，この点については，同一の条件で実験を繰り返し，研磨特性に関する再現性を確認した(甲10)。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，ポリアクリル酸アンモニウム塩が最も優れているとしても，格段に優れているものとまではいえない旨主張する。",
                "しかし，研磨において発生する幅広の傷は，半導体素子の歩留りに大きな影響を与えるものであって，幅広の傷が少ないということは，半導体基板研磨における研磨剤の選定において極めて重要である。また，研磨速度は，処理速度と研磨コストに大きく影響を与えるため，研磨剤の選定において極めて重要である。",
                "したがって，被告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，甲4における実験に供されたポリアクリル酸アンモニウム塩の重量平均分子量は8，000であるが，分子量は作用効果に相当の影響を与えるものであるから，甲4に記載の作用効果が本願補正発明において常に生ずるものとすることができない旨主張する。",
                "しかし，ポリアクリル酸アンモニウム塩の分子量が3，000の場合及び17，000の場合についても実験を行ったところ，重量平均分子量が8，000のものと比較して，研磨速度と研磨傷の点において，ほぼ同様の結果を示すことがわかった(甲10)。また，本願の審査過程で提出された平成16年9月21日付け回答書(乙5)に記載された実験結果によれば，重量平均分子量の異なるポリアクリル酸アンモニウム塩で，経時的には分散性に相違があるものの，いずれのポリアクリル酸アンモニウム塩でも分散性が良好であったこともわかる。",
                "したがって，被告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定及び判断に誤りはなく，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "研磨剤(スラリー)を作製するため，研磨特性を考慮して，研磨粒子と分散剤とをそれぞれを選択するとすれば，その組合わせは多数になることが考えられる。",
                "しかしながら，引用発明は，酸化セリウム粒子を砥粒とし，分散剤として機能することが明らかなポリビニルアルコールを用いる半導体基板研磨用酸化セリウム研磨剤であって，引用例(甲5)の「粘度が高くなるにしたがってポリッシング速度が減少する」(8欄29行～30行)との記載のとおりの課題を有している。そうすると，引用発明において，酸化セリウム粒子とのなじみのよい分散剤を，ポリビニルアルコール以外の公知の分散剤の中から，分散性や研磨特性等を実験により調査し，選び出そうとすることは，当業者であれば当然想起することである。そして，この作業における選択肢の数は，分散剤の種類の数しかないから，それほど多数とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ポリアクリル酸アンモニウム塩は，チタン酸バリウム，酸化チタン，チタン酸ジルコン酸鉛，チタン酸ストロンチウム，チタン酸マグネシウム，酸化アルミニウムなどの各種セラミック粒子の分散剤として(甲6，段落【0032】。ただし，「酸化アルミニウル」は，「酸化アルミニウム」の誤記と認める。)，アルミナ，窒化硅素，炭化硅素，サイアロン，チタン酸バリウム，酸化ジルコニウム，酸化マグネシウム，酸化チタン，酸化亜鉛，酸化カルシウム，窒化ホウ素，窒化チタン，フオルステライト，ステアタイト，ムライト，コーディエライト，炭化タングステン，二酸化硅素，モンモリロナイト，カオリン，タルク，セピオライト，アタパルジャイトといった各種セラミック粒子の分散剤として(甲7，段落【0006】)，アルミナ，ジルコニア，窒化珪素，炭化珪素等といった各種セラミック粒子の分散剤として(甲8，段落【0019】)，酸化イットリウム，酸化セリウム，酸化マグネシウムおよび酸化カルシウムから選ばれる少なくとも1種を含有する酸化ジルコニウム粒子の分散剤として(特開平5-4868号公報(乙1)，【請求項1】，段落【0027】，【0029】)，それぞれ使用できることが，本願の優先権主張日前に知られている。",
                "このように，広範囲のセラミック粒子の分散剤として使用できることが公知のポリアクリル酸アンモニウム塩を，セラミックの一種である酸化セリウム粒子を砥粒として用いる引用発明の分散剤として用いることに，格別な困難性はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ガラスを研磨するに際して，酸化セリウム粒子を含む研磨剤スラリーの分散剤としてポリアクリル酸ナトリウム等のポリアクリル酸塩を用いることは，本願の優先権主張日前において周知の事項である(乙2，請求項1及び段落【0018】)。",
                "そして，半導体基板を研磨する際に，当該半導体基板の特性劣化を防止するために，ナトリウム等のアルカリ金属が存在しないようにすることは，技術常識である(特開平8-153696号公報(乙3)の段落【0007】，",
                "【0009】及び【0015】，特開平8-134435号公報(乙4)の",
                "段落【0011】)。",
                "そうすると，乙2に示される周知の酸化セリウム研磨剤を半導体基板の研磨に使用しようとする場合，分散剤として使用するポリアクリル酸塩を，例えばアンモニウム塩のようなアルカリ金属を含まないものとすることは，当業者が当然に想起することであり，半導体基板研磨用酸化セリウム研磨剤に関する引用発明において，分散剤としてポリアクリル酸アンモニウム塩を採用することの起因ないし動機付けはあるといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，上記組合わせを選択する起因ないし動機付けが存在しないとする原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "顕著な作用効果の看過について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲2，3)に示される実験結果(段落【0018】～【0020】)は，砥粒として酸化セリウム粒子を用いる場合とシリカ粒子を用いる場合とを比較したものであり，甲4に示される実験結果のうち，12種の分散剤をアルミナ粒子と組み合わせた実験結果は，酸化セリウム粒子を用いるものではないから，いずれも，酸化セリウム砥粒を用いる研磨剤において，ポリアクリル酸アンモニウム塩を分散剤として使用する場合の作用効果が顕著なものか否かを判断する根拠とはなり得ない。",
                "また，乙5(審理過程で提出された平成16年9月21日付け回答書)に示される実験結果も，酸化セリウム砥粒を用いる研磨剤において，分散剤としてポリアクリル酸アンモニウム塩以外のものを用いる場合でも，ポリアクリル酸アンモニウム塩を用いる場合と同等の優れた分散性を得られることが，甲4に示される実験結果に示されている以上，根拠たり得ない。",
                "そして，甲4に示される酸化セリウム研磨剤の実験結果を子細にみると，分級後固形分濃度については分散剤⑦が最も優れ，次いで分散剤⑪，そして分散剤①，⑨の順であり，粒径分布については分散剤⑦が最も優れ，研磨速度については分散剤⑪が最も優れ，次いで分散剤①，⑨，⑦の順である。また，欠陥数及び傷数については，分散剤①が最も優れ，次いで分散剤⑦，⑨，⑪の順であるが，分散剤①と⑦との欠陥数は93と102で傷数は20と27と大差ない。",
                "そうすると，甲4に示される酸化セリウム研磨剤の実験結果から，原告が主張するように，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤として使用する本願補正発明の組合わせによってのみ，研磨速度と研磨面の性状とに優れ，半導体基板を傷なく，しかも高速に研磨できるという顕著な作用効果を実現できることが確認されたということはできないし，仮に，分散性，研磨速度，欠陥及び研磨傷についての総合判断で，分散剤①(ポリアクリル酸アンモニウム塩)が最も優れているとしても，格段に優れているとまではいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲4に示される酸化セリウム研磨剤の実験で使用したポリアクリル酸アンモニウム塩は，重量平均分子量8，000のものである。",
                "ところで，本願明細書(甲1，3)の段落【0010】には，「ポリアクリル酸アンモニウム塩の分子量(重量平均分子量)は，1000～10000が好ましく，3000～8000がより好ましい。」との記載がある。また，平成16年9月21日付け回答書(乙5)に示される分子量約10，000の例4と，分子量約22，000の例5との対比実験結果によれば，ポリアクリル酸アンモニウム塩の分子量(重量平均分子量)は，作用効果に相当の影響を与えていることが分かる。",
                "しかし，本願補正発明は，ポリアクリル酸アンモニウム塩の重量平均分子量が8，000であることを構成要件とするものではないから，甲4の実験成績証明書に記載の作用効果が，本願補正発明において常に生ずるものとすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点の判断の誤りについて",
          "text": [
            "原告は，引用発明におけるポリビニルアルコールに代えて，分散剤として，ポリアクリル酸アンモニウム塩を採用することの起因ないし動機付けがない旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲6～8には，ポリアクリル酸アンモニウム塩が，それぞれ，チタン酸バリウム，酸化チタン，チタン酸ジルコン酸鉛，チタン酸ストロンチウム，チタン酸マグネシウムといった各種セラミック粒子の分散剤として(甲6の段落【0032】，但し，「酸化アルミニウル」は「酸化アルミニウム」の誤記と認める。)，アルミナ，窒化硅素，炭化硅素，サイアロン，チタン酸バリウム，酸化ジルコニウム，酸化マグネシウム，酸化チタン，酸化亜鉛，酸化カルシウム，窒化ホウ素，窒化チタン，フオルステライト，ステアタイト，ムライト，コーディエライト，炭化タングステン，二酸化硅素，モンモリロナイト，カオリン，タルク，セピオライト，アタパルジャイトといった各種セラミック粒子の分散剤として(甲7の段落【0006】)，アルミナ，ジルコニア，窒化珪素，炭化珪素等といった各種セラミック粒子の分散剤として(甲8の段落【0019】)，使用できることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1には，次の記載がある。",
                    "「【請求項1】(A)酸化イットリウム，酸化セリウム，酸化マグネシウムおよび酸化カルシウムから選ばれる少なくとも1種を含有する酸化ジルコニウム粉体，(B)バインダーおよび(C)溶剤からなり，該酸化ジルコニウム粉体(A)の結晶子径が0．05～0．5μmの",
                    "範囲にあることを特徴とするジルコニアグリーンシート用組成物。」「【0023】本発明においては，上記成分(A)の酸化ジルコニウム粉体にバインダー(成分(B))および溶媒(成分(C))，さらに，",
                    "必要に応じて分散剤，可塑剤などを配合し，通常のボールミル法などの手段によりスラリー化して，ジルコニアグリーンシート用組成物を調製する。」",
                    "「【0027】成分(C)の溶媒としては，使用する成分(B)のバイ",
                    "ンダーの溶解性によって水あるいは有機溶剤が選択される。」「【0029】上記スラリーの調整に当たっては，成分(A)のジルコニア粉体の解膠，分散を良くするためにポリアクリル酸，ポリアクリル酸アンモニウムなどの高分子電解質，……を必要に応じて添加することができる。」",
                    "上記によれば，乙1には，酸化セリウム粉体等から選ばれる少なくとも1種を含有する酸化ジルコニウム粉体，バインダーおよび水からなるスラリーの調製に当たって，酸化ジルコニウム粉体の分散を良くするために，ポリアクリル酸アンモニウムを添加することが記載されているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "乙2には，次の記載がある。",
                    "「【請求項1】酸化セリウムを含む希土類酸化物を主成分とする研磨材において，フッ素化合物を2．0～20．0重量％，カルシウム化合物をカルシウム換算で0．01～0．9重量％含有することを特徴とするガラス研磨用研磨材。」",
                    "「【0005】このガラス研磨用の研磨材としては，砥粒を水等の液体に分散させてスラリーの状態で使用するのが一般的である。しかし，このようなスラリー状の研磨材においては，分散質である砥粒が容易に分離し，沈殿するという問題がある。……」",
                    "「【0017】……研磨中に泡がでることはできるだけ避けなければならないので，発砲が生じない分散剤を選定する必要がある。よって高分子の有機分散剤が有効である。」(判決注：「発砲」は「発泡」の誤記と認められる。)",
                    "「【0018】それ故，本発明では，さらに高分子の有機分散剤を含有することが望ましい。有機分散剤としては，ポリアクリル酸ナトリウム等のポリアクリル酸塩，カルボキシメチルセルロース，ポリエチレンオキサイド，ポリビニルアルコール等が例示される。」",
                    "上記によれば，乙2には，酸化セリウムを主成分とするガラス研磨用研磨材であって，分散剤としてポリアクリル酸塩やポリビニルアルコールが含有されるものが記載され，半導体基板研磨用であることは明示されていないものの，酸化セリウム粒子，水，ポリアクリル酸塩(あるいはポリビニルアルコール)を含む酸化セリウム研磨剤が開示されているということができる(なお，ポリアクリル酸塩は，ポリアクリル酸アンモニウム塩を包含する上位概念である。)。",
                    "さらに，乙3には，酸化セリウム研磨剤に含まれるＮa等の金属成分が半導体集積回路の特性に影響を与えていたことに鑑み，金属を構成要素として含まないようにすることが記載されていること(【請求項19】，【請求項24】，【請求項26】，段落【0001】～【0004】，",
                    "【0007】)，乙4には，酸化セリウムを主成分とした研磨材は，半導体デバイスの製造工程で用いるためには，Ｎa等のアルカリ金属イオンを含有しないようにする必要があること，コロイダルシリカ等のシリカ研磨材は，その微粉が被研磨加工物に比べて硬度が高く，研磨加工表面にダメージを生じやすいこと，そして，酸化セリウムの平均粒径(一次粒径)は，被研磨加工物表面の研磨精度，研磨傷の発生などの表面状態並びに被研磨加工物表面との反応速度(したがって，研磨速度)等に影響を及ぼすことが記載されていること(【請求項1】，段落【0001】，【0004】，【0005】，【0007】，【0011】，【0013】，【001",
                    "9】)が，それぞれ認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アないしウによれば，水を媒体とするセラミックスラリーの分散剤としてポリアクリル酸アンモニウム塩を用いることは，審決が例示した甲6～8に加え，乙1にも記載されているところであって，従来周知の事項と認めるのが相当であり，また，審決が例示した，化学大辞典編集委員会編集「化学大辞典 8」共立出版株式会社1987年2月15日縮刷版第30刷発行767頁(乙6)に加え，前記ウで認定した乙2の記載に照らせば，引用発明において使用されるポリビニルアルコールは，従来周知の分散剤と認めるのが相当である。",
                    "原告は，これらの点につき，周知性を争うが，採用の限りでない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，水を媒体とするセラミックスラリーの分散剤としてポリアクリル酸アンモニウム塩を用いることは，従来周知の事項であるから，半導体基板研磨用酸化セリウム研磨材に係る引用発明において，従来周知の分散剤であるポリビニルアルコールに代えてポリアクリル酸アンモニウム塩を用いることは，当業者であれば容易に想到し得たものというべきである。なお，このことは，本願の優先権主張日当時，現に酸化セリウム粒子及び水を含む研磨材の分散剤として，ポリアクリル酸アンモニウム塩(乙1)あるいはポリアクリル酸塩(乙2)を用いることが知られており，かつ，半導体基板研磨に用いるためにはＮa等の金属成分を含まないようにすべきことが知られていたこと(乙3，4)に照らしても，明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，分散させる粒子の化学的性質や表面電荷の有無等により，分散剤による分散効果は異なるから，すべての種類のセラミック粒子が，特定の分散剤と組合わせた場合に，同じ分散挙動を示すわけではない旨主張する。",
                "しかし，①半導体基板研磨に用いるためにはＮa等の金属成分を含まないようにすべきことは，前記のとおりであり(乙3，4)，また，②粒子径が大きいガラス表面研磨用酸化セリウム研磨剤をそのまま絶縁膜研磨に適用すると傷が入ってしまうという問題があるとされていたところであり(乙3には，「従来の不純物が多く含まれているセリア研磨剤を用いて研磨すると，半導体集積回路用などの配線基板の製造では不良の原因となる研磨傷が多発した。……これは，従来の酸化セリウム粒子の平均粒子サイズが1μmを超えるものであったことによる。そこで，平均粒子サイズを1μm未満にすると研磨傷の発生が抑制されることがわかった。」(段落【0011】)との記載がある。)，上記①，②の点はいずれも本件優先日前に知られていたものと認められる。",
                "そうすると，ある分散剤との組合せにおいて，すべての種類のセラミック粒子が同じ分散挙動を示すわけではないとしても，当業者であれば，①の課題を解決するために，引用発明に記載された周知の分散剤であるポリビニルアルコールに代えて，従来周知の分散剤から，Ｎa等の金属成分を含まない分散剤として，酸化セリウム粒子及び水を含む研磨材の分散剤として用いることが知られていたポリアクリル酸アンモニウム塩を選択することは，当然に想起することというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明は，ポリビニルアルコールを添加することにより研磨速度が減少するという問題を有するから，引用発明に基づいて，研磨速度を向上させるために高分子の分散剤を添加することに当業者が想到することは困難である，周知例(甲6～8，乙1)には，研磨特性を向上する分散剤を選択することは記載されていない，甲4によれば，分散性と研磨特性等の間には分散性が良くなれば，必ず研磨特性等も良くなるという関係が存在するものではないことが分かるなどと主張する。",
                "しかし，引用発明及び周知技術に基づいて，当業者が本願補正発明を容易に発明することができたと認められることは，既に説示したとおりであり，また，後記2(1)において説示するとおり，そもそも分散剤と研磨速度の向上あるいは研磨特性の改善という作用効果との関係について説明した記載は，本願明細書(甲1，3)には見当たらないから，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，甲8には，セラミック粉末の分散剤としてのポリアクリル酸アンモニウム塩の使用が好ましくないことも記載されている旨主張するが，甲8においてポリアクリル酸アンモニウム塩を使用することの課題は，泥漿の鋳込不良に関するものであって，本願補正発明に係る酸化セリウム粒子に関するものではないから，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，乙2に記載された研磨材(砥粒)は，純度の高い酸化セリウムではないし，ガラスの研磨速度が向上する理由も，ガラス研磨の際にみられる特有の作用効果であって，本願補正発明とは，その構成も作用効果も相違する。また，乙2に例示された高分子の有機分散剤のうち，分散剤としての具体的な効果が確認されているのはカルボシキメチルセルロースのみであるし，ポリビニルアルコールは甲5からも明らかなように，半導体基板研磨用との分散剤として不適なものであり，乙2には，酸化セリウムの半導体基板研磨用の分散剤として使用することが示唆されているということもできないから，アルカリ金属が存在しないようにすることが技術常識であったとしても，分散剤としてポリアクリル酸アンモニウム塩を採用することの起因ないし動機付けはない旨主張する。",
                "しかしながら，半導体基板研磨に用いるためにはＮa等の金属成分を含まないようにすべきことは前記のとおりであるから，乙2に示される酸化セリウム研磨剤を半導体基板の研磨に使用しようとする場合，分散剤として使用するポリアクリル酸塩を，例えばアンモニウム塩のような，アルカリ金属を含まないものとすることは，当業者が当然に想起することであり，半導体基板研磨用酸化セリウム研磨剤に関する引用発明において，分散剤としてポリアクリル酸アンモニウム塩を採用することの起因ないし動機付けがないということはできない。原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本願補正発明に到達するために実験などを行う必要のある分散剤の種類は，公知の分散剤のすべてに及び，その数は極めて多い旨主張する。",
                "しかし，すでに説示したとおり，本願の優先権主張日当時，半導体基板研磨に用いるためにはＮa等の金属成分を含まないようにすべきこと(乙3，4)，酸化セリウム研磨剤における分散剤としてポリアクリル酸アンモニウム塩を用いること(乙1)は，いずれも知られていたところであるから，必ずしも公知の分散剤すべてについて漫然と実験を行うことが必要であったとは認められず，原告の主張は採用の限りでない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおりであるから，審決における相違点の判断に誤りがあるとする原告の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "顕著な作用効果の看過について",
          "text": [
            "原告は，本願補正発明は，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤としたことにより，半導体基板の研磨傷の発生を抑制し，かつ，高速に研磨できるという顕著な作用効果を奏する旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲1，3)には，次の記載がある。",
                "「【請求項1】 酸化セリウム粒子，ポリアクリル酸アンモニウム塩及び水を含む半導体基板研磨用酸化セリウム研磨剤。」",
                "「【0002】",
                "【従来の技術】従来，半導体装置の製造工程において，プラズマ-CVD，低圧-CVD等の方法で形成されるSiO 絶縁膜等無機絶縁膜層を平坦化するための化学機械研磨剤としてコロイダルシリカ系の研磨剤が一般的に検討されている。コロイダルシリカ系の研磨剤は，シリカ粒子を四塩化珪酸を熱分解する等の方法で粒成長させ，アンモニア等のアルカリ金属を含まないアルカリ溶液でpH調整を行って製造している。しかしながら，この様な研磨剤は無機絶縁膜の研磨速度が充分な速度を持たず，実用化には低研磨速度という技術課題がある。",
                "【0003】一方，フォトマスクやレンズ等のガラス表面研磨として，酸化セリウム研磨剤が用いられている。酸化セリウム粒子はシリカ粒子やアルミナ粒子に比べ硬度が低く，したがって研磨表面に傷が入りにくいことから仕上げ鏡面研磨に有用である。また，酸化セリウムは強い酸化剤として知られるように化学的活性な性質を有している。この利点を活かし，絶縁膜用化学機械研磨剤への適用が有用である。しかしながら，ガラス表面研磨用酸化セリウム研磨剤にはＮa塩を含む分散剤を使用しているためそのまま半導体用研磨剤として適用することはできない。さらに，ガラス表面研磨用酸化セリウム研磨剤をそのまま無機絶縁膜研磨に適用すると，酸化セリウム粒子径(一次粒子や凝集粒子)が大きく，そのため絶縁膜表面に目視で観察できる研磨傷が入ってしまう。",
                "【0004】",
                "【発明が解決しようとする課題】本発明は，SiO 絶縁膜等の被研磨面にＮa等のアルカリ金属汚染をせずに，傷なく高速に研磨することが可能な酸化セリウム研磨剤および基板の研磨法を提供するものである。",
                "【0005】",
                "【課題を解決するための手段】本発明の酸化セリウム研磨剤は，酸化セリウム粒子，ポリアクリル酸アンモニウム塩及び水を含むものである。",
                "ポリアクリル酸アンモニウム塩の添加量は，酸化セリウム粒子100重量に対して必要有効量～2．0重量部が好ましい。有効必要量は0．01重量部が好ましい。ポリアクリル酸アンモニウム塩の分子量(重量平均分子量)は，1000～10000が好ましく，3000～8000",
                "がより好ましい。酸化セリウム研磨剤のpHは7以上10以下がより好ましい。本発明の基板の研磨法は，上記の酸化セリウム研磨剤で所定の基板例えばSiO 絶縁膜が形成された基板でを研磨することを特徴とするものである。本発明は，SiO 絶縁膜等の被研磨面にＮa等のアルカリ金属汚染をせずに，傷なく高速に研磨することを見い出したことによりなされたものである。",
                "【0008】",
                "【発明の実施の形態】一般に酸化セリウムは，炭酸塩，硝酸塩，硫酸塩，しゅう酸塩等のセリウム化合物を焼成することによって得られる。TEOS-CVD法等で形成されるSiO 絶縁膜は一次粒子径が大きく，かつ結晶歪が少ないほど，すなわち結晶性がよいほど高速研磨が可能であるが，研磨傷が入りやすい傾向がある。そこで，本発明で用いる酸化セリウム粒子は，その製造法を限定するものでないが，あまり結晶性を上げないで作製されることが好ましい。酸化セリウム一次粒子径は5nm以上100nm以下であることが好ましい。また半導体チップ研磨に使用することから，アルカリ金属およびハロゲン類の含有率は1ppm以下に抑えることが好ましい。」",
                "「【0010】本発明における酸化セリウムスラリーは例えば上記の特徴を有する酸化セリウム粒子とポリアクリル酸アンモニウム塩を含む分散剤と水からなる組成物を分散させることによって得られる。ここで，酸化セリウム粒子の濃度に制限はないが，懸濁液の取り扱いやすさから0．5以上20重量％以下の範囲が好ましい。また，分散剤として，半導体チップ研磨に使用することからＮa，K等のアルカリ金属および，ハロゲン，イオウを含まないものとしてポリアクリル酸アンモニウム塩が好ましい。また，ポリアクリル酸アンモニウム塩と水溶性有機高分子類(ポリグリセリン脂肪酸エステル等)，水溶性陰イオン性界面活性剤(アルキルエーテルカルボン酸塩)，水溶性非イオン性界面活性剤(ポリエチレングリコールモノステアレート等)，水溶性アミン類(モノエタノールアミン等)から選ばれた少なくとも1種類を含む2種類以上の分散剤を使用してもよい。これらの分散剤添加量は，スラリー中の粒子の分散性および沈降防止，さらに研磨傷と分散剤添加量との関係から酸化セリウム粒子100重部に対して0．01以上2．0重部以下の範囲が好ましい。ポリアクリル酸アンモニウム塩の分子量(重量平均分子量)は，1000～10000が好ましく，3000～8000がより",
                "好ましい。これらの酸化セリウム粒子を水中に分散させる方法としては通常の撹拌機による分散処理の他にホモジナイザ-，超音波分散機などを用いることができる。」",
                "「【0016】",
                "【実施例】",
                "(酸化セリウム粒子の作製1)炭酸セリウム水和物2kgを白金製容器に入れ，700℃で2時間空気中で焼成することにより黄白色の粉末を約1kg得た。この粉末をX線回折法で相同定を行ったところ酸化セリウムであることを確認した。酸化セリウム粉末10重量％になるように脱イオン水と混合し，横型湿式超微粒分散粉砕機を用いて1400rpmで120分間粉砕処理をした。得られた懸濁液を110℃で3時間乾燥することにより酸化セリウム粒子を得た。透過型電子顕微鏡による観察で粒子が10～60nmであること，さらにBET法による比表面積測定の結果，39．5m2／gであることがわかった。",
                "【0017】(酸化セリウム粒子の作製2)炭酸セリウム水和物2kg",
                "を白金製容器に入れ，700℃で2時間空気中で焼成することにより黄白色の粉末を約1kg得た。この粉末をX線回折法で相同定を行ったところ酸化セリウムであることを確認した。酸化セリウム粉末1kgをジェットミルを用いて乾式粉砕を行った。透過型電子顕微鏡による観察で粒子が10～60nmであること，さらにBET法による比表面積測定の結果，41．2m2／gであることがわかった。",
                "【0018】(酸化セリウムスラリーの作製)上記作製1，2の酸化セリウム粒子125gとポリアクリル酸アンモニウム塩水溶液(40重量％)3gと脱イオン水2372gを混合し，撹拌をしながら超音波分散を施した。超音波周波数は40kHzで分散時間10分間行った。得られたスラリーを0．8ミクロンフィルターでろ過をし，さらに脱イオン水を加えることにより3wt．％研磨剤を得た。スラリーpHはともに8．5であった。スラリーの粒度分布を調べたところ，平均粒子径がともに290nmと小さく，その半値幅も300nmと比較的分布も狭い",
                "ことがわかった。最大粒子径はともに800nm以下の粒子が99．9％であった。",
                "【0019】(絶縁膜層の研磨)保持する基板取り付け用の吸着パッドを貼り付けたホルダーにTEOS-プラズマCVD法で作製したSiO",
                "絶縁膜を形成させたSiウエハをセットし，多孔質ウレタン樹脂製の研磨パッドを貼り付けた定盤上に絶縁膜面を下にしてホルダーを載せ，さらに加工加重が300g／cm2になるように重しを載せた。定盤上に上記の酸化セリウムスラリー(固形分：3重量％)を35cc／minの",
                "速度で滴下しながら，定盤を30rpmで1分間回転させ，絶縁膜を研磨した。研磨後ウエハをホルダーから取り外して，流水で良く洗浄後，超音波洗浄機によりさらに20分間洗浄した。洗浄後，ウエハをスピンドライヤーで水滴を除去し，120℃の乾燥機で10分間乾燥させた。",
                "光干渉式膜厚測定装置を用いて，研磨前後の膜厚変化を測定した結果，この研磨により2種の研磨剤はそれぞれ300nm／minの絶縁膜が削られ，ウエハ全面に渡って均一の厚みになっていることがわかった。",
                "また，目視では絶縁膜表面には傷が見られなかった。",
                "【0020】比較例",
                "実施例と同様にTEOS-CVD法で作製したSiO2絶縁膜を形成させ",
                "たSiウエハについて，市販シリカスラリー(キャボット社製，商品名SS225)を用いて研磨を行った。この市販スラリーのpHは10．",
                "3で，SiO 粒子を12．5wt％含んでいるものである。研磨条件は実施例と同一である。その結果，研磨による傷は見られず，また均一に研磨がなされたが，3分間の研磨により75nmの絶縁膜層しか削れなかった(25nm／min)。」",
                "「【0021】",
                "【発明の効果】本発明の研磨材により，SiO 絶縁膜等の被研磨面を傷なく高速に研磨することが可能となる。」",
                "本願明細書の上記記載によれば，①本願補正発明は，SiO 絶縁膜等無機絶縁膜層を平坦化するための化学機械研磨剤として，十分な研磨速度を持たないコロイダルシリカ系の研磨剤に代えて，酸化セリウム研磨剤を提供するものであること，②酸化セリウム粒子は，シリカ粒子やアルミナ粒子に比べ硬度が低く，研磨表面に傷が入りにくいこと，③酸化セリウム粒子は，一次粒子径が大きいほど，また，結晶性がよいほど，高速研磨が可能である反面，研磨傷が入りやすいという傾向があるので，あまり結晶性を上げないで作製されることが好ましく，また，一次粒子径が5nm以上100nm以下であることが好ましいとされていること，④酸化セリウムスラリーに係る実施例(粒子径が10～60nm)では300nm／min，シリカスラリーに係",
                "る比較例では25nm／minの研磨速度が得られたことなどが認められる。",
                "上記によれば，本願補正発明が奏するとされる研磨傷の発生の抑制あるいは研磨速度の向上は，酸化セリウム粒子の一次粒子径や結晶性に左右されるものであることがうかがわれるが，本願の特許請求の範囲は，酸化セリウム粒子の一次粒子径や結晶性について規定していない。",
                "他方，酸化セリウム粒子の分散剤としてポリアクリル酸アンモニウム塩を用いることと，研磨傷の発生の抑制あるいは研磨速度の向上，作用効果との関係について，説明した記載は本願明細書には見当たらない。",
                "そうすると，本願補正発明において，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤としたことにより，研磨傷の発生の抑制あるいは研磨速度の向上という作用効果が奏されることは，本件明細書の記載から直ちに認めることはできないものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤として使用する本願補正発明の組合せによってのみ，研磨速度と研磨面の性状とに優れ，半導体基板を傷なくしかも高速に研磨できるという顕著な効果を実現できることは，甲4の実験結果から認められる旨主張する。",
                "しかし，甲4に示される実験結果は，本願明細書に記載されておらず，また，これから明らかであるともいえない。",
                "この点をひとまず措くとしても，甲4に示される酸化セリウム研磨剤の実験結果を子細にみると(以下，分散剤の略称は，前記第3，2(1)による。)，分級後固形分濃度については分散剤⑦が最も優れ，次いで分散剤⑪，①，⑨の順であり，粒径分布については分散剤⑦が最も優れ，次いで分散剤①，⑨，⑪の順であり，研磨速度については分散剤⑪が最も優れ，次いで分散剤①，⑨，⑦の順である。また，欠陥数及び傷数については分散剤①が最も優れ，次いで分散剤⑦，⑨，⑪の順であるが，分散剤①と⑦とを比較すると，欠陥数は93と102，傷数は20と27で，さほど変わらないことがうかがわれる。",
                "また，本願明細書(甲1，3)の「ポリアクリル酸アンモニウム塩の分子量(重量平均分子量)は，1000～10000が好ましく，3000～8",
                "000がより好ましい。」(段落【0010】)との記載，及び，平成16年9月21日付け回答書(乙5)に示される分子量約10，000の例4と分子量約22，000の例5との対比実験の結果に照らせば，ポリアクリル酸アンモニウム塩の分子量(重量平均分子量)が影響することがうかがわれる。そして，甲4の実験で使用した分散剤①，すなわちポリアクリル酸アンモニウム塩は重量平均分子量8000のもののみであるところ，本願補正発明はポリアクリル酸アンモニウム塩の重量平均分子量を規定しておらず，これが8，000であることを構成要件とするものではない。",
                "そうすると，甲4に示される酸化セリウム研磨剤の実験結果は，直ちに本願補正発明の作用効果の顕著性を裏付けるものとはいえない。",
                "なお，原告は，実験成績証明書2(甲10)に基づいて，ポリアクリル酸アンモニウム塩の分子量が3，000の場合及び17，000の場合についても実験し，研磨速度と研磨傷の点において，8，000のものとほぼ同様の結果を示すことがわかった旨主張するが，上記のとおり，本願補正発明はポリアクリル酸アンモニウム塩の重量平均分子量を規定していないから，甲10の実験結果は，直ちに本願補正発明の作用効果の顕著性を裏付けるものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，本願補正発明が，ポリアクリル酸アンモニウム塩を酸化セリウム粒子の分散剤としたことにより，半導体基板の研磨傷の発生を抑制し，かつ，高速に研磨できるという顕著な作用効果を奏するとの原告の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "上記1で検討したとおり，本願補正発明に関する審決の判断に誤りはないので，審決が，本件補正を却下し，本願の請求項1に係る発明の要旨として本願発明を認定し，その進歩性を否定したことに誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由がなく，その他，審決に，これを取り消すべき誤りがあるとは認められない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10611",
    "date": "2006-06-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033239",
    "ipprecedent_id": "269",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}