{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004-11739号事件について平成16年12月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本願発明の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁が審判請求不成立の審決をしたため，原告が同審決の取消しを求めている事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「粘土」とする発明につき，平成13年5月31日に特許出願(特願2001-165370号，以下「本件出願」という。甲12)をした。",
                "その後原告は，平成16年4月13日付けで手続補正(甲13)をした。",
                "特許庁は，本件出願に対し，平成16年5月11日付けで拒絶査定(甲18)をした。",
                "そこで原告は，平成16年6月9日に不服審判の請求をし，同請求は不服2004-11739号事件として特許庁に係属した。",
                "特許庁は，同事件について審理した上，平成16年12月13日付けで「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同月22日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件出願に係る発明の要旨",
              "text": [
                "本件出願に当たり提出され，平成16年4月13日付け手続補正書(甲13)により補正された明細書(以下，添付の図面を含めて「本件明細書」という。)の特許請求の範囲に記載された発明は，下記のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
                "記",
                "【請求項1】色素顔料と，極性化合物と，を含有する粘土において，当該色素顔料の平均粒径を0.01～0.2μmの範囲内の値とするとともに，粒径分布における標準偏差を0.05μm以下の値とし，かつ色素顔料の添加量を，全体量に対して，0.01～10重量％の範囲内の値とすることを特徴とする粘土。",
                "【請求項2】前記色素顔料の粒径の95％が，前記色素顔料の平均粒径の±10％の範囲内に存在していることを特徴とする請求項1に記載の粘土。",
                "【請求項3】中空微小球をさらに含むとともに，当該中空微小球の平均粒径をD2とし，前記色素顔料の平均粒径をD1としたときに，D2／D1の比率を10～50,000の範囲内の値とすることを特徴とする請求項1または2に記載の粘土。",
                "【請求項4】前記極性化合物が水酸基含有化合物およびカルボキシル基含有化合物，あるいはいずれか一方の極性化合物であるとともに，当該極性化合物の添加量を，全体量に対して，0.1～30重量％の範囲内の値とすることを特徴とする請求項1～3のいずれか一項に記載の粘土。",
                "【請求項5】繊維をさらに含有するとともに，当該繊維の添加量を，全体量に対して，1～30重量％の範囲内の値とすることを特徴とする請求項1～4のいずれか一項に記載の粘土。",
                "【請求項6】水をさらに含有するとともに，当該水の添加量を，全体量に対して，60～85重量％の範囲内の値とすることを特徴とする請求項1～5のいずれか一項に記載の粘土。",
                "【請求項7】前記中空微小球が，有機中空微小球と，無機中空微小球との混合物であることを特徴とする請求項1～6のいずれか一項に記載の粘土。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決謄本のとおりである。その理由の要旨は，本願発明についての本件明細書の記載は，特許法36条6項1号に規定する要件を満たしておらず，また，本願発明は，その出願前に頒布された特開平10-20768号公報(甲2。以下「引用刊行物」という。)記載の発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は特許法29条2項により特許を受けることができないとの判断をするに当たり，審決は，本願発明と引用刊行物に記載された発明(以下「引用発明」という。)との一致点及び相違点について，次のとおり認定している。",
                    "(一致点)",
                    "「色素顔料と，極性化合物と，を含有する粘土。」である点。",
                    "(相違点1)",
                    "色素顔料の粒径につき，本願発明が「平均粒径を0.01～0.2μmの範囲内の値」とし「粒径分布における標準偏差を0.05μm以下の値」としているのに対し，引用発明ではそれらのことが不明である点。",
                    "(相違点2)",
                    "色素顔料の添加量につき，本願発明が「全体量に対して，0.01～10重量％の範囲内の値」としているのに対し，引用発明では不明である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決は，以下の理由により，事実の認定及び法律の適用を誤った違法なものとして取消しを免れないものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件明細書の記載不備についての判断の誤り)        (ア)　記載不備の判断基準について(取消事由1-1)",
                  "text": [
                    "審決は，「数値限定に特徴を有する発明であれば，数値限定を満たすものが，満たさないものに比べて顕著な作用効果を奏することが当業者が認識できる程度に，理論的又は実験的に裏付けられたものとして発明の詳細な説明に記載されていてこそ，………特許法36条6項1号に規定する要件を満たすというべきである」(3頁第2段落)と判断したが，この判断は，審査基準，審査実務と比較して極めて厳格であり，公平の観点から違法なものである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "色素顔料の平均粒径について(取消事由1-2)",
                      "text": [
                        "本願発明の構成要件のうち色素顔料の平均粒径について，審決は，「本願発明が発明の詳細な説明に記載されているとまでは認めることはできない」(4頁第3段落)と判断したが，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "色素顔料(以下，単に「顔料」ということがある。)の平均粒径を本願発明のように限定することによって，鮮やかで透明感を有する発色性を得られることの原理は，本件明細書の段落【0017】並びに図1(A)及び図1(B)に示されている。",
                            "この点につき，審決は，「図1(A)と図1(B)を比較すると，同一サイズの中空微小球の周囲に，図1(A)では図1(B)よりも小径の顔料が同数付着した様子が図示されており，顔料の含有率を同一とした上で，顔料粒径を変えた場合には付着粒子数が異なるべきであるから，この図は参考にならない」(4頁第3段落)として，図1(A)と図1(B)を全く参考にせずに，「(判決注；本願発明の数値範囲外である比較例のものの)発色性が劣る原因を段落【0017】の記載に求めることはできない。」(5頁第2段落)と判断した。しかし，顔料は極性材料等の中にも存在することができるのであるから，添加した顔料の全量が中空微粒子に付着することを前提に図1(A)と図1(B)を「参考にならない」とした上記判断は，誤りである。そして，図1(A)と図1(B)は，顔料の平均粒径の影響を，光の透過率との関係で模式的に示した図であり，これらの図により，顔料付着数の相違が多少あったとしても，付着した顔料の平均粒径が所定以下の場合には光が透過しやすくなり，平均粒径が所定以上の場合には光が透過しづらくなることが理解できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "顔料の平均粒径を本願発明のように限定することによって，優れた発色性等の効果が得られることは，本件明細書の【表1】(段落【0056】)記載の実施例及び比較例によっても裏付けられている。",
                            "審決は，本件明細書の【表1】に対する評価として，「顔料粒径の適切な上限は，顔料種類(比較例1はブラック顔料であるが，比較例2～3は他の顔料である。)に依存して定まると理解するのが自然であり，顔料種類に関係なく0.2μmであることなど，到底【表1】から理解できるものではない」(5頁第2段落)とするが，誤りである。審判請求書(甲19)の図2から，顔料の平均粒径の技術的意義は一目りょう然である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "色素顔料の粒径分布について(取消事由1-3)",
                      "text": [
                        "審決は，色素顔料の粒径分布を数値限定することの技術的意義に関する本件明細書の段落【0018】の記載について，「中空微小球の記載を前提とするものである点で，そもそも本願発明を裏付けるものではない」(5頁第3段落)と判断したが，下位クレームの「中空微粒子を含む軽量粘土」については本件明細書中に十分記載されており，これを考慮せずに記載不備とする審理は，明らかに違法である。審判請求書(甲19)の図3から，顔料の粒度分布の技術的意義は一目で分かる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "色素顔料の添加量について(取消事由1-4)",
                      "text": [
                        "審決は，「本願発明は，………粘土の比重は相当程度広範囲に及ぶと解されるところ，粘土の比重に関係なく，色素顔料の添加量(重量％)を全体量に対して0.01～10重量％の範囲内の値とすることが，発明の詳細な説明に記載されていると認めることはできない。」(6頁第1段落)と判断し，顔料の添加量について粘土の重量や比重を基に定めるべきである旨の判断をしているが，一義的に決めるとする根拠に乏しい。本願発明においても，段落【0007】に記載されているように，発色性が良好な色素顔料であれば少量で済むというのは，当業者が容易に理解し得ることである。",
                        "また，本件明細書の【表1】(段落【0056】)を基に作成した審判請求書(甲19)の図1から，顔料の添加量の技術的意義は一目で分かるのであり，審決の「【表1】の実施例1～4は，………上限値を10％とすることが裏付けられているとは到底認めることができない」(6頁第1段落)との判断も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願発明の進歩性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1に係る本願発明の構成の容易想到性について          a　色素顔料の平均粒径の上限値0.2μmについて",
                      "text": [
                        "審決は，色素顔料により着色を行う場合，本願発明の上限値0.2μmよりも相当程度小さい平均粒径を有する色素顔料を用いることは周知技術であると認定した上，「上記周知技術の平均粒径が粘土において適当であるか不適当であるかは，試作することによりたやすく確認できることであるから，周知技術の平均粒径を引用発明における顔料の平均粒径として採用することは当業者にとって想到容易である」(8頁第1段落)と判断したが，誤りである。",
                        "まず，審決が上記周知技術の例示として示した文献(甲7～11)は，技術分野が異なる上に，本願発明が規定する平均粒子径の好適範囲について記載されていない。",
                        "また，特開平1-285982号公報(甲14)には，着色剤として「顔料着色した合成樹脂粉末」を用いることを特徴とした着色粘土が記載されているが，この着色剤は，平均粒度100メッシュであり，本願発明における顔料の平均粒径の1000倍以上，あるいは10000倍以上である。粒径の小さい顔料をそのまま粘土に混合しても，手や工作具に色移りしたり，分散性や耐候性が低下するから，甲14では，平均粒度が100メッシュの合成樹脂粉末を顔料着色して混合することにより，これらの問題をなくしているものと考えられる。したがって，他の技術分野においては格別，粘土の分野においては，本願発明の上限値以下のような平均粒径の小さい顔料を粘土に直接混合することは困難であると考えられていたことが推認できるから，上記周知技術を適用して本願発明の構成とすることには阻害要因がある。",
                        "さらに，本願発明は，審判請求書(甲19)の図2に示されるように，顔料の平均粒径が，発色性のみならず耐ブリード性や耐候性にまで相関的に影響し，臨界的に変化することを見いだした上で，顔料の平均粒径を規定したものである。顔料の平均粒径が，これらの特性に相関的に影響し，臨界的に変化することは，到底予測できることではなく，時間をかけて綿密に試験を実施して初めて明らかになることであり，審決のいうように「試作することによりたやすく確認できること」ではない。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "subject": "色素顔料の平均粒径の下限値0.01μmについて",
                          "text": [
                            "審決は，「平均粒径の下限を0.01μmとした理由は，色素顔料の分散性を確保することにある」(8頁第2段落)と認定した上，「顔料の分散性の確保は技術常識であるから，上記周知技術の平均粒径を採用する際にも，粘土において分散性が確保されるかどうかは，実験により確認すべきことがらであって，確保されることが判明した0.01μm以上のものを採用することは設計事項である」(同)と判断したが，色素顔料の平均粒径の下限値は，分散性等の観点から製造効率や製造原価を決める商品としての生命線ともいえるものであり，それを単なる設計事項であるとするのは，全くの誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "色素顔料の粒径分布について",
                          "text": [
                            "審決は，「粒径を選択することが重要であるからには，選択した粒径から大きく乖離した粒径の粒子が少ないほど好ましいことはいうまでもない。そればかりか，上記周知技術においては，平均粒径の大きい場合でも0.1μmであり，それよりも相当小さい場合もある」(8頁第3段落)とした上，「平均粒径が0.1μm以下である上記周知技術においては，標準偏差は0.05μm以下である蓋然性が高く，0.05μmを超える可能性があるとしても，0.05μm以下とすることは設計事項というべきである」(同)と判断したが，誤りである。",
                            "審判請求書(甲19)の図3に示されるように，顔料の平均粒径のみならず，標準偏差についても，粘土における発色性，耐ブリード性，耐候性に相関的に影響することは，試験を綿密に実施して初めて明らかになることで，単なる設計変更として，たやすく選択することなど到底できるものではない。ましてや，これらの特性が，標準偏差の所定範囲において臨界的に変化するなど到底予測できないことである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点2に係る本願発明の構成の容易想到性について　色素顔料の添加量に係る本願発明の構成についても，本件審決はこれを設計事項であると判断したが，誤りである。",
                        "審判請求書(甲19)の図1に示されるように，顔料の添加量が，粘土における発色性，耐ブリード性，耐候性に相関的に影響することは，試験を綿密に実施して初めて明らかになることで，単なる設計変更として，たやすく選択することなど到底できるものではない。ましてや，これらの特性が，顔料の添加量の所定範囲において臨界的に変化するなど到底予測できないことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "有機中空微小球を積極的に排除する特開平10-268755号公報(甲3，以下「甲3公報」という。)に記載の軽量粘土と，有機中空微小球を積極的に利用する本件出願の請求項7に係る発明(以下「請求項7発明」という。)の粘土とは，その目的，構成及び効果において大きく異なる。そして，引用発明は，有機中空微小球を積極的に使用することを意図したものであり，甲3公報記載の発明とは組み合わせることができないものである。",
                        "したがって，少なくとも，請求項7発明の進歩性は肯定されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1-1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決の示した判断基準は特許庁の審査基準及び審査実務と比較して厳格にすぎ公平を欠くと主張する。しかし，審査基準(乙1)は，特許法36条6項1号の要件について，「請求項に係る発明が，発明の詳細な説明において発明の課題が解決できることを当業者が認識できるように記載された範囲を超えるものであるか否かを調べることにより行う。発明の課題が解決できることを当業者が認識できるように記載された範囲を超えていると判断された場合は，請求項に係る発明と，発明の詳細な説明に発明として記載したものとが，実質的に対応しているとはいえず，特許法第36条第6項第1号の規定に違反する」(乙1第I部2頁20～24行)と述べ，「機能・特性等を数値限定することにより物(例えば，高分子組成物，プラスチックフィルム，合成繊維又はタイヤ)を特定しようとする発明において，請求項に記載された数値範囲全体にわたる十分な数の具体例が示されておらず，しかも，発明の詳細な説明の他所の記載をみても，また，出願時の技術常識に照らしても，当該具体例から請求項に記載された数値範囲全体にまで拡張ないし一般化できるとはいえない場合」(同4頁14～18行)及び「請求項において，発明の詳細な説明に記載された，発明の課題を解決するための手段が反映されていないため，発明の詳細な説明に記載した範囲を超えて特許を請求することとなる場合」(同頁19～20行)を特許法36条6項1号違反の類型として挙げている。",
                        "審決の示した判断基準は，表現こそ異なるものの，審査基準と同旨であるから，原告の主張は当を得ないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，請求項1が中空微小球の存在の限定をしていないことを記載不備の最大要因である旨指摘し，仮に中空微小球の存在を前提とした場合であっても更に記載不備があるとの論理構成を採用したものである。",
                        "ところが，原告の取消事由1-2～1-4における主張は，審決が「仮に」として行った中空微小球の存在を前提とする記載不備の判断に対するものであり，請求項1に中空微小球の存在の限定がないことを理由とする審決の認定判断については何らの主張をしていない。本件明細書の発明の詳細な説明の記載において，各数値限定についての技術的意義並びに実施例及び比較例のすべてが，中空微小球を含む粘土であることを前提として記載されていることには疑いの余地がなく，また，審決が記載不備であると認定判断した対象は，請求項1に係る本願発明であり，請求項2以下の下位クレームに中空微小球を含む旨の限定があることは，請求項1の記載不備を正当化する理由にはならない。かえって，下位クレームに中空微小球を含む旨の限定があることからすると，上位クレームである請求項1は，中空微小球の存在しない粘土を包むものと解するほかない。",
                        "中空微小球の存在しない粘土をも構成要件に含む本願発明に，中空微小球の存在する粘土についての本件明細書の発明の詳細な説明の記載内容を拡張できないことは明らかである。したがって，このことからだけでも，原告の請求が棄却されるべきであることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1-2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決が本件明細書の図1(A)，図1(B)は参考にならないと説示したのは，添加した顔料の全量が中空微粒子に吸着されることを前提とするもので，誤りであると主張する。",
                        "しかし，審決は，添加した顔料の全量が吸着されることを前提としたものではなく，顔料粒径が大きい場合も小さい場合も，中空微小球に吸着されるものと吸着されないものがあり，顔料粒径が小さくなるほど，吸着率が極端に小さくならない限り，概念図のようにはならない(吸着個数が平均粒径に依存しないためには，吸着率が粒径の3乗に比例しなければならない)旨説示したのである。そして，本件明細書には，顔料粒径が小さくなるほど吸着率が極端に小さくなるということの根拠を見いだすことはできないから，審決の上記説示に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，審決の「顔料粒径の適切な上限は，顔料種類………に依存して定まると理解するのが自然であり，顔料種類に関係なく0.2μmであることなど，到底【表1】から理解できるものではない」(5頁第2段落)との説示は誤りであると主張する。",
                        "しかし，顔料粒径の適切な上限が，顔料種類に依存しないといえるためには，顔料種類のみを異ならせた実施例及び比較例がなければならないが，本件明細書の【表1】記載の実施例及び比較例はそのようなものではなく，審決の認定判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由1-3，1-4について",
                  "text": [
                    "顔料の粒度分布及び添加量についても，本件明細書の【表1】(段落【0056】)に記載された実施例及び比較例のデータは，本願発明の数値範囲のものが発色性等の特性において優れていることを裏付けるものとはなっておらず，上記審査基準に照らしても，明細書の記載要件の不備がある。",
                    "原告は，審決が審判請求書の図1～3を検討しなかったのは不当であると主張するが，図1～3は【表1】の数値を単にグラフ化したものにすぎない上に，数値限定の上限値・下限値の近傍にデータがなかったり，プロットされた数値を近似する曲線の描き方に恣意的な点が見られるなどの問題がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "text": [
                "審決は，本願発明と引用発明との相違点1，2について，いずれも，本願発明の構成のとおりの数値限定をすることは，周知技術から容易であるか，又は設計事項にすぎないと判断したものであり，この判断に何らの誤りはない。",
                "また，審決は，請求項7発明の進歩性を判断したものではないから，請求項7発明に係る原告の主張は，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本願発明の要旨)及び(3)(審決の内容)  の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下においては，原告主張の取消事由について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "text": [
            "原告は，審決が本願発明に係る特許請求の範囲の記載は特許法36条6項1号に定める要件を満たさないと判断したのは誤りであると主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の構成",
              "text": [
                "本件明細書の請求項1は，「色素顔料と，極性化合物と，を含有する粘土において，当該色素顔料の平均粒径を0．01～0．2μmの範囲内の値とするとともに，粒径分布における標準偏差を0．05μm以下の値とし，かつ色素顔料の添加量を，全体量に対して，0．01～10重量％の範囲内の値とすることを特徴とする粘土。」というものである。また，請求項1を引用する請求項3は，「中空微小球をさらに含む・・・請求項1または2に記載の粘土。」というものである(下線部はいずれも判決注)。",
                "請求項1の「色素顔料と，極性化合物と，を含有する」との記載によれば，本願発明の粘土は，色素顔料及び極性化合物を必須の成分として含有するが，それ以外の成分は必須ではない。これに対し，請求項3は，請求項1に記載された粘土のうち，更にそれ以外の成分として中空微小球を必須の成分として含有することを，発明の構成要件として加えたものである。",
                "そうすると，請求項1に係る本願発明の粘土は，色素顔料及び極性化合物は必須の成分とするが，中空微小球は必須の成分ではなく，これを成分として含有するものと含有しないものとの両方を包含するものである。そして，本願発明は，これらの粘土について，色素顔料の平均粒径，粒径分布における標準偏差，添加量を，それぞれ所定の数値範囲に規定したものであることが明らかである。",
                "(2)「発明の詳細な説明」の記載"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "他方，本件明細書(【請求項1】及び【請求項4】並びに段落【0007】，【0010】，【0014】及び【0056】の記載につき甲13，その余の記載につき甲12，以下同じ。)の発明の詳細な説明には，本願発明の粘土において色素顔料の平均粒径，粒径分布及び添加量を請求項1に規定された各数値範囲に限定することの技術的意義について，以下の①～③の記載がある。",
                    "①(平均粒径について)",
                    "「第1の実施形態では，色素顔料の平均粒径を0.01～0.2μmの範囲内の値とすることが必要である。この理由は，かかる色素顔料の平均粒径が0.01μm未満の値となると，著しく凝集しやすくなり，粘土中への均一に混合分散することが困難となって，その結果，発色性が低下する場合があるためである。一方，かかる色素顔料の平均粒径が0.2μmを超えると，色素顔料の間を光が透過することが困難となり，そのため，中空微小球に起因した光散乱等が大きくなり，粘土の発色性が低下するためである。また，色素顔料の平均粒径が0.2μmを超えると，耐ブリード性についても低下し，粘土を使用している間に，色素顔料が脱離しやすくなるためである。」(段落【0016】。下線部は判決注，以下②，③において同じ。)        ②(粒径分布について)",
                    "「第1の実施形態では，色素顔料の粒度分布に関し，標準偏差を0.05μm以下の値とすることが必要である。この理由は，かかる色素顔料の標準偏差が0.05μmを超えると，中空微小球に起因した光散乱が大きくなったり，あるいは著しく凝集しやすくなったりするため，色素顔料による発色性が低下する場合があるためである。」(段落【0018】)",
                    "③(添加量について)",
                    "「第1の実施形態では，色素顔料の添加量を，全体量に対して，0．01～10重量％の範囲内の値とすることが必要である。この理由は，かかる色素顔料の添加量が0.01重量％未満となると，添加効果や，中空微小球と相乗効果が発揮されずに，色素顔料による発色性が低下する場合があるためである。一方，かかる色素顔料の添加量が10重量％を超えると，色素顔料の間を透過する光量が低下し，そのため，光散乱が大きくなったり，あるいは著しく凝集しやすくなったりするために，逆に発色性が低下する場合があるためである。」(段落【0020】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件明細書の発明の詳細な説明の実施例1～4及び比較例1～6には，いずれも，構成成分として，色素顔料，カルボキシメチルセルロース及びPVC(段落【0034】，【0035】の記載によればこの2成分は「極性化合物」に該当する。)並びに中空微小球を含有する軽量粘土であって，色素顔料の平均粒径，粒径分布における標準偏差，添加量として様々な値を取るものについて，発色性，耐候性，耐ブリード性等の特性を評価した結果が記載されている(段落【0046】～【0056】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の「発明の詳細な説明」の上記記載によれば，色素顔料の平均粒径，粒径分布及び添加量の各数値範囲は，いずれも，中空微小球の光散乱が発色性に影響を及ぼすことを念頭に置いて規定されたものであり，実施例及び比較例も，専ら中空微小球を含有する粘土について，色素顔料の平均粒径，粒径分布における標準偏差，添加量の各数値を示し，各粘土の発色性，耐候性，耐ブリード性等の特性を評価しているものと認められる。",
                    "これに対し，中空微小球を含有しない粘土においては，中空微小球の光散乱による発色性への影響を考慮する必要がないことは明らかであるから，中空微小球を含有する粘土を念頭に置いて規定された数値範囲が，そのまま中空微小球を含有しない粘土においても同様の技術的意義を有するものと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のように，本願発明は，特許請求の範囲を画した請求項1の文言上，成分として中空微小球を含有する旨の限定がなされておらず，中空微小球を含有しない粘土であって，色素顔料の平均粒径，粒径分布及び添加量の各数値範囲を所定の数値範囲に限定した発明をも包含するのに対し，本件明細書の発明の詳細な説明の記載においては，専ら，中空微小球を含有する粘土であることを前提に，色素顔料の平均粒径，粒径分布及び添加量を所定の数値範囲に限定することの技術的意義及び実施例等が記載されている。そうすると，本願発明は，発明の詳細な説明に記載されていない発明を含んでいることが明らかであり，本件明細書の特許請求の範囲の記載は，特許法36条6項1号の規定に違反するというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，取消事由1-1として，特許法36条6項1号所定の要件を満たすか否かの判断基準について，審決が，「数値限定に特徴を有する発明であれば，数値限定を満たすものが，満たさないものに比べて顕著な作用効果を奏することが当業者が認識できる程度に，理論的又は実験的に裏付けられたものとして発明の詳細な説明に記載」(3頁第2段落)されていることが必要であると説示したのは誤りであると主張する。",
                "審決は，色素顔料の平均粒径に関する本件明細書の段落【0016】の記載について，「中空微小球を含有する場合としない場合とで，粘土中への混合分散性，粘土の発色性及び耐ブリード性が同じであると解することは困難である」(4頁第2段落)と判断し，色素顔料の粒径分布に関する本件明細書の段落【0018】の記載について，「中空微小球の記載を前提とするものである点で，そもそも本願発明を裏付けるものではない」(5頁第3段落)と判断し，色素顔料の添加量について，「本願発明は中空微小球を含有することも，軽量粘土であることも限定していないのであるから，粘土の比重は相当程度広範囲に及ぶと解されるところ，粘土の比重に関係なく，色素顔料の添加量(重量％)を全体量に対して0．01～10重量％の範囲内の値とすることが，発明の詳細な説明に記載されていると認めることはできない」(6頁第1段落)と判断している。このことから，審決が，請求項1に包含される「中空微小球を含まない粘土であって，色素顔料の平均粒径，粒径分布における標準偏差，添加量の数値範囲を所定範囲に規定した発明」が，発明の詳細な説明に記載されていないということを，記載不備の主たる理由としていることは明らかであって，この判断は，上記(3)で説示したところと同旨である。",
                "他方，原告が指摘する審決の上記説示部分(3頁第2段落)は，審決が仮定的に「本願発明を中空微小球を含有するものに限定したとしても，本願発明の詳細な説明に記載されているとまでは認めることはできない」(4頁第3段落)等と判断するに当たっての判断基準とされているにすぎないから，この判断基準の当否は，審決の結論に影響を及ぼさないものである。よって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，取消事由1-2～1-4として，本件明細書の発明の詳細な説明の記載，図1(A)及び図1(B)並びに審判請求書(甲19)の図1～3から，色素顔料の平均粒径，粒径分布及び添加量の各数値範囲の有する技術的意義は明らかである等と主張する。",
                "しかしながら，本件明細書の発明の詳細な説明の原告指摘部分は，いずれも中空微小球を含有する粘土であることを前提とする記載であり(上記(2)ア)，本件明細書の図1(A)及び図1(B)も，中空微小球の存在を前提とした図面であり，審判請求書(甲19)の図1～3は，中空微小球を含有する軽量粘土に関する実施例1～4及び比較例1～6について性能を評価した本件明細書の【表1】の数値を基にして作成されたグラフである。したがって，本件明細書の発明の詳細な説明の記載，図1(A)及び図1(B)並びに審判請求書(甲19)の図1～3から，仮に，原告の主張するような技術的意義が読み取れるとしても，それは，中空微小球を含有する粘土についてのものである。本願発明に包含されるもののうち，中空微小球を含有しない粘土についても，色素顔料の平均粒径，粒径分布における標準偏差，添加量の各数値範囲が，同様の技術的意義を有すると解すべき根拠は見当たらないから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，本件明細書の記載が特許法36条6項1号に規定する要件を満たしていないとした審決の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上検討したところによれば，取消事由2について判断するまでもなく，本願発明は特許を受けることができないとした審決には誤りがない。",
            "よって，原告の本訴請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10137",
    "date": "2005-06-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009545",
    "ipprecedent_id": "639",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}