{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-80017号事件について平成16年12月21日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許につき，被告が特許無効審判を請求したところ，特許庁が特許無効の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「フィルター基材」とする発明につき，平成6年9月28日に特許出願をし，平成13年2月23日に特許第3161245号として設定登録を受けた(以下「本件特許」という。)。",
                "被告は，平成16年4月16日，本件特許につき特許無効審判を請求した。特許庁は，これを無効2004-80017号事件として審理し，その中で原告は，平成16年7月12日付けで，本件特許の請求項1の「0．03」を「0．035」に訂正する等を内容とする訂正請求をしたが，特許庁は，平成16年12月21日，原告の訂正請求は認められないとした上，本件特許の請求項1～5に係る発明についての特許を無効とする旨の審決(以下「本件審決」という。)をし，その謄本は平成17年1月7日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許出願の明細書(以下「本件明細書」という。)の特許請求の範囲の請求項1～5に記載された発明(以下「本件発明」という。)の内容は，設定登録時の次のとおりのものである。",
                "「【請求項1】熱可塑性連続フィラメントからなる不織布であって，該熱可塑性連続フィラメントが，高融点成分のまわりを低融点成分が被覆してなる芯鞘型フィラメントであり，該不織布は部分的に熱圧着されたものであって，該不織布の目付と剛軟度との関係が次式を満足することを特徴とするフィルター基材。",
                "Y／X2 ≧ 0．03",
                "X ≧ 120",
                "式中　X：目付(g／m2 )",
                "Y：剛軟度(mgf)",
                "【請求項2】該不織布の非圧着部に対する圧着部の厚み保持率が65％以下であり，圧着面積が該不織布全体の35％以下を占めるものである請求項1記載のフィルター基材。",
                "【請求項3】高融点成分がポリエチレンテレフタレートであって，低融点成分が共重合ポリエステルである請求項1記載のフィルター基材。",
                "【請求項4】低融点成分の比率が，全繊維重量に対して5～30％である請求項1記載のフィルター基材。",
                "【請求項5】該不織布が，1～10デニールの範囲の該熱可塑性連続フィラメントで構成されている請求項1記載のフィルター基材。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要旨は，原告の主張する下記無効理由(1-3)及び(1-4)に理由があるから，特許法123条1項の規定によって本件特許を無効とすべきであると判断したものである。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由(1-3)",
                  "text": [
                    "Y(剛軟度)の値は，測定荷重によってその値が変化するものであるが，本件明細書には，剛軟度を測定する際の測定荷重が定められていないから，請求項1に記載された「Y／X2」の値を特定することができない。したがって，特許請求の範囲に，本件発明の構成に欠くことができない事項のみが記載されていないことになるから，本件明細書の記載は，特許法(平成6年法律第116号による改正前のもの。以下，単に「法」という。)36条5項2号に規定する要件を満足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由(1-4)",
                  "text": [
                    "Y(剛軟度)の値は，測定荷重によってその値が変化するものであるが，本件明細書には，剛軟度を測定する際の測定荷重が定められていないから，請求項1に記載された「Y／X2」の値を決定することができない。したがって，本件明細書は，当業者が容易に発明の実施をすることができる程度に本件発明の構成及び効果が記載されていないことになるから，法36条4項に規定する要件を満足しない。",
                    "(判決注)",
                    "以下において繰り返し引用される平成6年法律第116号による改正前の特許法の関係条文は，次のとおりである。",
                    "36条",
                    "1項　＜略＞",
                    "2項　願書には，明細書，必要な図面及び要約書を添付しなければならない。",
                    "3項　前項の明細書には，次に掲げる事項を記載しなければならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "発明の名称"
        },
        {
          "fig": "2",
          "subject": "図面の簡単な説明"
        },
        {
          "fig": "3",
          "subject": "発明の詳細な説明"
        },
        {
          "fig": "4",
          "subject": "特許請求の範囲",
          "text": [
            "4項　前項第3号の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。",
            "5項　第3項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。"
          ]
        },
        {
          "fig": "1",
          "text": [
            "特許を受けようとする発明が発明の詳細な説明に記載したものであること。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許を受けようとする発明の構成に欠くことができない事項のみを記載した項(以下「請求項」という。)に区分してあること。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "その他通商産業省令で定めるところにより記載されていること。",
            "6項以下　＜略＞",
            "123条",
            "1項　特許が次の各号の1に該当するときは，その特許を無効にすることについて審判を請求することができる。この場合において，2以上の請求項に係るものについては，請求項ごとに請求することができる。",
            "1～3　＜略＞"
          ]
        },
        {
          "fig": "4",
          "subject": "その特許が第36条第4項又は第5項(第3号を除く。)及び第6項に規定する要件を満たしていない特許出願に対してされたとき                ＜以下略＞",
          "content": [
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本件審決は，本件明細書の記載が法36条5項2号，4項に規定された要件を満足しないと誤って判断したものであるから，違法なものとして取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(法36条5項2号についての判断の誤り)",
                  "text": [
                    "審決は，無効理由(1-3)について，ガーレ式試験機を用いた剛軟度の値は荷重条件によって変化すると認定した上で(審決12頁30行～13頁9行)，かかる認定を前提に，測定荷重が定められていないので剛軟度の値が定まらず，特許請求の範囲に記載された「Y／X2」の値を特定することができない以上，特許請求の範囲に発明の構成に欠くことができない事項のみが記載されているとはいえないから，本件明細書の記載は法36条5項2号所定の要件を満足しないと判断した(審決13頁10～15行)。しかし，以下のとおり，この判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "剛軟度(Y)は，本件明細書の段落【0022】に記載されているとおり，「試料の不織布1m幅当り2個(タテ方向)を，1インチ×1．5インチの大きさに裁断して2個採取して試料とし，この試料を用いて，JIS　L-1086-6．13に基づいて評価」される。このJISの定めによる具体的な測定方法は，試料の長さ1．5インチ(3．81cm)，幅1インチ(2．54cm)の試験片を不織布のタテ方向に2枚採取した上，ガーレ式試験機を用いて，試料をチャックに取り付け，振り子の支点より下部の荷重取付孔a，b，cに適当な荷重Wa",
                      "text": [
                        "(gf)，W (gf)，W (gf)を掛け，可動アームを定速回転させて試料が振り子"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "subject": "c",
                          "text": [
                            "から離れるときの目盛りRGを読み，次の式から曲げ反発性を示す剛軟度を求めるというものである。また，剛軟度は，2枚の表裏について測定し，タテ方向の平均値を小数点以下1けたまで求めるものとされる。",
                            "L2          　剛軟度(mgf){N}＝RG×(aW ＋bW ＋cW )×----×0．306"
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "b c"
                        },
                        {
                          "fig": "d",
                          "subject": "",
                          "text": [
                            "(ここに，a，b，c：荷重取付孔と支点間の距離(cm)，L：有効試料",
                            "長(cm)，d：試料幅(cm))",
                            "ガーレ式試験機による剛軟度は，測定の原理(てこの原理に基づいて試験片に掛かる力から剛軟度を求めること)を正しくとらえれば分かるように，荷重取付孔a，b，cに取り付ける荷重W ，W ，W の大きさによって変化するも"
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "b c",
                          "text": [
                            "のではない。",
                            "ガーレ式試験機による測定において荷重条件により剛軟度の値が変化するものではないことは，財団法人日本化学繊維検査協会大阪事業所(以下，単に「日本化繊検査協会」という。)作成の試験証明書(甲4〔審判乙2〕，甲13)及びこれに記載された剛軟度の測定値のバラツキについて統計学的方法を用いて検定した原告従業員作成の報告書(甲6，12)に示すとおり，荷重取付孔に取り付ける荷重の重さ及び取付位置が異なる水準-1～水準-4の間で，平均剛軟度の値に有意な差が認められないことからも裏付けられる。",
                            "なお，審決が引用する被告従業員作成の実験報告書(乙10〔審判甲2〕)に添付された日本化繊検査協会作成の試験証明書には，3とおりの試験荷重で測定したときの剛軟度の試験結果が異なるものであったことが記載されている。",
                            "しかし，この試験結果には，試験片が異なることに基づく違い(不織布から測定試料を採取する場所の違いによるバラツキ)が含まれ得ること，同一の試験片について測定した結果であるとしても，各荷重条件についてのデータ(測定結果の数値)が一つしか記載されていないこと，測定においては常に誤差が存在するから，誤差を考慮した上で有意な差があるか否かを統計的に解析しなければならないことからすると，剛軟度の値に違いがあるからといって，これが直ちに荷重条件によって生じたものであるということはできない。",
                            "したがって，本件発明において，剛軟度(Y)を測定する際の測定荷重が定められていないためにその値を特定することができないということはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "目付(X)の値は，特許請求の範囲の請求項1において，120以上であるとされているから，その有効数字は少なくとも3けたである。また，剛軟度(Y)は，ガーレ式試験機の目盛りを1～8の整数の間で小数点以下1けたまで読むのであるから，その有効数字は2けたである。そうすると，「Y／X2」の値は有効数字が2けたとなり，例えば0．036と0．035とを区別することができるのである。",
                        "一方，測定対象物の物性値を求める場合，測定誤差が現れることは避けられないことであるから，測定誤差が生じることによる数値の違いが存在するという理由だけで，本件特許で規定する「Y／X2」の値を特定することできないということはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，特許請求の範囲の請求項1に記載された「Y／X2」の値は，これを特定することができるものであるから，本件明細書の記載が法36条5項2号に規定された要件を満足しないとした審決の判断には，違法がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(法36条4項についての判断の誤り)",
                  "text": [
                    "審決は，無効理由(1-4)について，「Y(剛軟度)の値は，上記したように測定荷重によってその値が変化すると認められるのに，本件明細書には，剛軟度を測定する際の測定荷重が定められていないため，本件請求項1に記載された「Y／X2」の値を決定することができないから，本件明細書は，当業者が容易に本件発明の実施をすることができる程度に，本件発明の構成及び効果が記載されていないことになり，特許法第36条第4項に規定された要件を満足しないものである。」と判断した(審決14頁3～9行)。",
                    "しかし，本件発明におけるY(剛軟度)の値は，前述のとおり，「JIS　L-1086-6．13」に基づいて定められるところ，その測定に当たりガーレ式試験機の荷重取付孔に取り付ける荷重の重さ及び取付位置については，当業者であれば，予備試験を行うことによって，測定する試験片に適した荷重条件を定める(試験片が振り子から離れる時の目盛りが4～6の範囲内となるように，荷重の重さ及び取付位置を定める)ことができるのである(甲8)。",
                    "したがって，本件明細書には，当業者が容易に剛軟度を測定して「Y／X2」の値を特定することができる程度に，本件発明の目的，構成及び効果が記載されているから，審決の上記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定・判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ガーレ式試験機の測定原理からすれば，測定荷重を定めなくても，正確な剛軟度の値を得ることができると主張する。",
                    "確かに，測定原理に基づけば，荷重条件のいかんにかかわらず，正確な値が得られるということはできる。しかし，ガーレ式試験機の目盛りが等間隔に付されておらず，値が大きくなるに従って徐々に間隔が広くなっていること(乙1)，目盛りを人の目で読むため小数点以下1けたまでしか測定することができないこと，目盛りの幅が広い部分の方が目盛りを読みやすいことから，測定荷重によって，実際の測定により得られる剛軟度の値は異なってくるのである。原告の主張は，ガーレ式試験機の特性を無視し，測定原理のみを根拠とするものであって，技術常識に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，自ら作成した試料について剛軟度を測定し，その結果を統計処理すれば，測定荷重によって剛軟度に差は生じないと主張する。",
                    "しかし，原告による統計処理は，統計処理の原則に反する可能性が高く，誤りである。被告が統計的手法により解析したところによれば，荷重条件の相違による剛軟度の測定値のバラツキには有意差があるとの結論に至った(乙12)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告従業員作成の報告書(甲3，12)にも示されたとおり，同一の試料を異なる荷重条件で測定した場合には，「Y／X2」の値は少なくとも小数点以下3けたにおいて変化する。原告はこれを誤差の範囲内であると主張するようであるが，「Y／X2」の値を小数点以下3けたまで特定するとすれば，誤差の範囲内で特許請求の範囲の内外を論ずることとなり，結局，「Y／X2」の値に臨界的意義がないことに帰する。そして，「Y／X2」の値に臨界的意義がないとすれば，本件の特許請求の範囲には，本件発明の構成に欠くことができない事項のみが記載されていないわけであるから，法36条5項2号に規定された要件を満足しないことになる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，無効理由(1-3)についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，ガーレ式試験機により剛軟度を測定するときの荷重は，試験片が振り子から離れるときの目盛りが4～6になるように設定すると主張する。",
                "しかし，剛軟度を測定する際に用いる荷重は，試験片が振り子から離れる時の目盛りが1．3～7．1の範囲になるようにするのが技術常識である(乙2)。また，原告の別件の特許出願(乙4，5)の各実施例及び比較例においても，これに記載された剛軟度からガーレ式試験機の目盛りの値を逆算すると，約1．5～6．2の範囲となる。",
                "原告の上記主張は技術常識に反するものであって，無効理由(1-4)についての審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否に関し，原告主張の取消事由ごとに順次判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(法36条5項2号についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，無効理由(1-3)について，① 日本化繊検査協会作成の平成11年5月7日付け試験証明書(被告従業員作成の実験報告書に添付されたもの，乙10〔審判甲2〕)，日本化繊検査協会作成の平成16年7月2日付け試験証明書(甲4〔審判乙2〕)の記載に基づいて，ガーレ式試験機を用いて測定される剛軟度(Y)の値は荷重条件によって変化すると認定した上で(審決12頁30行～13頁9行。以下この認定を「審決の認定①」という。)，② この認定を前提に，「剛軟度(Y)を測定する際の測定荷重が定められていないため，剛軟度(Y)が定まらず，そのため，本件請求項1に記載された「Y／X2」の値が特定できないから，本件は，特許請求の範囲に本件発明の構成に欠くことができない事項のみが記載されていないことになり，特許法第36条第5項第2号に規定された要件を満足しないものである。」と判断した(審決13頁10～15行。以下この判断を「審決の判断②」という。)。",
                "これに対し，原告は，① 剛軟度の値が荷重条件により変化することはないから，審決の認定①は誤りである(以下この主張を「原告の主張①」という。)，② 荷重条件の記載がなくても，「Y／X2」の値を特定することができるのであるから，審決の判断②にも誤りがある(以下この主張を「原告の主張②」という。)と主張するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，原告の主張①(審決の認定①の当否)について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "剛軟度の測定方法につき，本件明細書には，「試料の不織布1m幅当り2個(タテ方向)を，1インチ×1．5インチの大きさに裁断して2個採取して試料とし，この試料を用いて，JIS　L-1086-6．13に基づいて評価し",
                  "text": [
                    "た。」と記載されている(段落【0022】)。",
                    "また，本件明細書にいう上記「JIS　L-1086-6．13」に当たる「接着しん地試験方法　JIS　L-1086-1983」(甲10)の",
                    "「6．13　曲げ反発性」(6頁)の項には，「3．の試料から，長さLcm，幅dcmの試験片をたて・よこ又はウェール・コース方向それぞれ5枚採取し，図5及び図6に示すようなガーレ式試験機を用い，試料をチャックに取り付け，可動アームA上の目盛りL／2．54に合わせてチャックを固定する。次に振子Bの支点より下部の荷重取付孔a，b，cに適当な荷重W (gf)，W (gf)，W (gf)をか"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "b c",
                      "text": [
                        "けて可動アームを定速回転させ，試料が振子Bから離れるときの目盛RGを読み，次の式から曲げ反発性を示す剛軟度を求める。剛軟度はSで示され，各々5枚の表裏(10)について測定し，たて・よこ又はウェール・コースそれぞれの平均値を小数点以下1けたまで求める。",
                        "L2         　剛軟度(mgf){Ｎ}＝RG×(aW ＋bW ＋cW )×-----×0．306"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "b c"
                    },
                    {
                      "fig": "d",
                      "text": [
                        "ここに，a,b,c：荷重取付孔と支点間の距離(cm)」と記載されている。",
                        "したがって，本件発明における剛軟度(Y)の値は，上記のようなガーレ式試験機を用いる方法により測定されるべきものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ガーレ式試験機の測定原理によれば，荷重条件にかかわらず，剛軟度の測定値が一定となることについては，当事者間に争いがない(第3回弁論準備手続調書参照)。そうであるとすれば，ガーレ式試験機を用いて測定される剛軟度の値が荷重条件によって変化するとした審決の認定①は，それ自体誤りということになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "もっとも，日本化繊検査協会作成の平成16年7月2日付け及び平成17年6月13日付けの各試験証明書(甲4〔審判乙2〕，甲13)は，JIS　L-1086-6．13の定める方法に従い，ガーレ式試験機を用いて，水準-1(Wa：5，Wb：25，Wc：50)，水準-2(Wa:0，Wb：200，Wc：",
                  "text": [
                    "0)，水準-3(W ：0，W ：200，W ：50)，水準-4(W ：0，W"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "b c a b",
                      "text": [
                        "：25，W ：50)の各荷重条件下で，それぞれ10個の試験片の裏表につき測c",
                        "定した剛軟度の値及び裏表の剛軟度を平均した平均剛軟度の値を示したものであるが，これらの試験証明書によると，ガーレ式試験機を用いて測定された同一試料の平均剛軟度が，水準-1～水準-4の各荷重条件下で異なる値となったことが認められる。なお，原告は，上記各試験証明書に記載された同一試料の平均剛軟度の値に有意差はないと主張するが，統計上の有意差があるかどうかはともかく，同一試料の平均剛軟度として異なる値が得られたことは，上記各試験証明書の記載上明らかである。",
                        "また，日本化繊検査協会作成の平成11年5月7日付け試験証明書(被告従業員作成の実験報告書に添付されたもの。乙10〔審判甲2〕)には，JIS　L-1096に従い，ガーレ式試験機を用いて，異なる三つの荷重条件で試料の剛軟度を測定した結果，異なる値が得られたことが示されている。この試験証明書は，本件発明における剛軟度の測定で採用されているJIS　L-1086-6．13に従ったものではないが，ガーレ式試験機を用いて剛軟度を測定する点では共通するものである。",
                        "このように，ガーレ式試験機を用いて測定される剛軟度の値が荷重条件によって変化するとした審決の認定①に沿う証拠があるわけであるが，この点については，次のように考えられる。",
                        "ガーレ式試験機による剛軟度の測定は，上述のとおり，試料が振り子から離れるときの目盛りRGを人が読み取るという手法を用いるため，目盛りの読み取りの際に測定誤差を生ずることが避けられないものである。また，熊谷理機工業株式会社作成の「ガーレー式スティフネステスター」のカタログ(乙1)に掲載されたガーレ式試験機の写真によれば，ガーレ式試験機の目盛りの間隔は，目盛りの数値が小さい箇所(0に近い箇所)よりも大きい箇所の方が広いと認められる。そして，日本化繊検査協会作成の前記各試験証明書(甲4〔審判乙2〕，甲13)によれば，ガーレ式試験機を用いた剛軟度の測定においては，同一試料であっても，荷重条件によって，測定結果が示される目盛りの位置が異なるものとなるから(例えば，甲4の試験証明書における表目盛りの位置は，荷重条件が水準-1のときは4．4～5．3，水準-2のときは2．8～3．0，水準-3のときは1．8～",
                        "2．0，水準-4のときは4．5～5．0の各範囲内にある。)，目盛りの間隔が広いか狭いかによって(換言すると，荷重条件が相違することによって)，目盛りを正確に読み取ることが困難であるために測定誤差が大きくなる場合があるということができる。",
                        "そうすると，上記各試験証明書において荷重条件を相違させることにより異なる剛軟度の測定値が得られたのは，目盛りの読み取りの際に生じた測定誤差によるものであるとも考え得るのであって，荷重条件自体によって剛軟度の値に相違が生じたとみるのは相当でないと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，ガーレ式試験機により剛軟度を測定される剛軟度の値が荷重条件によって変化することはないから，本件発明において，荷重条件が定められていないと剛軟度が特定されないということはない。そうすると，審決の認定①は，測定誤差による相違をいうものではなく，荷重条件自体によって剛軟度の値に変化が生ずることをいうものであるとすれば，誤りであることになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，進んで原告の主張②(審決の判断②の当否)について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の請求項1に記載された「Y／X2≧0．03」の意義につき，原告は，Y／X2の値が文字どおり「0．030」以上であるという意味であって，何らかの概数として「0．03」以上であれば足りるという意味ではない旨を述べている(第2回弁論準備手続調書参照)。また，原告は，「Y／X2」の値は，有効数字が2けたであるから，例えば0．036と0．035とは区別することができると主張している。そうすると，特許請求の範囲の「Y／X2 ≧0．03」とは「Y／X2 ≧0．030」を意味するものであって，「Y／X2」の値は，小数第3位まで正確に特定されるものでなければならないと解すべきことになる。",
                    "他方，前記日本化繊検査協会作成の試験証明書(甲4，13)には，JIS　L-1086-6．13に従い，ガーレ式試験機を用いて，水準-1～水準-4の荷重条件下で10個のサンプルの裏表につき測定した剛軟度の値及び裏表の剛軟度の平均値である平均剛軟度の値が記載されている。そして，各試験証明書記載の平均剛軟度から求めた10個のサンプルそれぞれの「Y／X2」の値及び10個のサンプルの「Y／X2」の値の平均値が，水準-1～水準-4ごとに，原告従業員作成の実験報告書(甲3)及び報告書(甲12)に示されている。この実験報告書等によれば，「Y／X2」の平均値は，前者では水準-1が0．037，水準-2が0．036，水準-3が0．036，水準-4が0．036であり，後者では水準",
                    "-1が0．037，水準-2が0．036，水準-3が0．036，水準-4が",
                    "0．037となっており，小数第3位の数値が水準-1～水準-4の間で異なっている。",
                    "また，本件明細書によれば，2個の試料を用いて剛軟度を求めるとされているが(段落【0022】)，上記実験報告書及び報告書に記載された10個のサンプルの「Y／X2」の数値が小数第3位において異なるものであることからすると，試料を2個とした場合に得られる剛軟度に基づいて算出される「Y／X2」の値も，水準-1～水準-4のように荷重条件を相違させた場合には，小数第3位の数値が異なり得ると考えられる。",
                    "そうすると，本件明細書の記載からは，「Y／X2」の値を小数第3位まで正確に特定することができないといわなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，測定対象物の物性値を求める場合に測定誤差が現れるのは避けられない必然的なものであるから，測定誤差が生ずることによる数値の違いが存在するという理由だけで，「Y／X2」の値の特定が不可能であるということはできないと主張する。",
                    "しかし，特許請求の範囲で規定する「Y／X2」の値は，上記のとおり，小数第3位までの数値に意味があるものであるところ，ある試料について「Y／X2」の数値を求めた場合に，その数値の小数第3位に測定誤差が現れてしまうというのでは，その試料が特許請求の範囲に包含されるかどうかを確定することができない事態が生じてしまうわけである。したがって，「Y／X2」の値は小数第3位までの数値が正確に特定されるものでなければならないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，「Y／X2」の値が小数第3位までの数値に意味があるにもかかわらず，その小数第3位の値を正確に特定することができないものである以上は，「Y／X2 ≧0．03」という構成によって本件発明の技術的範囲を明確に表すことはできない。この点において，本件明細書の特許請求の範囲の記載は不明確なものであるといわざるを得ず，本件発明の構成に欠くことができない事項のみが記載されているということはできない。そうすると，本件明細書の記載は法36条5項2号所定の要件を満足していないと判断すべきものであるから，審決の判断②は，結論において是認することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおり，本件特許は無効理由(1-3)によりを無効とされるべきものであるから，取消事由2について判断するまでもなく，審決の結論に誤りはない。",
            "よって，原告の請求を棄却すべきものとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}