{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004-35104号事件について平成16年9月10日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告を特許権者とする「路面開削工法」の特許につき，被告が無効審判の請求をしたところ，発明の容易想到性(特許法29条2項)を理由に，特許を無効とする審決がされたため，原告が，同審決の取消しを求めた事案である。",
        "明細書(甲2)の記載によれば，本件発明は，「下水道や暗きょ用のパイプ類を効率的に敷設するための路面開削工法に関するもの」(段落【0001】)であり，「この発明の路面開削工法は，パイプ類の敷設作業における開削延長を短くすることができる。すなわち，路面に1本分のパイプの長さを開削し，これにパイプを敷設した上，所定の勾配に設置する。そしてこのパイプを敷設した箇所は，前に開削した土砂等を利用して直ちに埋め戻すことができる。その際，次の開削位置をレーザー光が照らしているので，次の1本分の開削作業を難なくかつ正確に行なうことができる。」(段落【0011】)とされている。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲2)",
              "text": [
                "特許権者：X(原告)",
                "発明の名称：「路面開削工法」",
                "特許出願日：平成3年3月18日(特願平3-80812号)",
                "設定登録日：平成9年7月11日",
                "特許番号：第2130643号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年2月20日(無効2004-35104号)",
                "審決日：平成16年9月10日",
                "審決の結論：「特許第2130643号の請求項1に係る発明についての特許を無効とする。」",
                "審決謄本送達日：平成16年9月22日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(本件発明の請求項は，1項のみである。)",
          "text": [
            "【請求項1】",
            "路面(1)に敷設パイプ(3)類1本の長さに応じた距離を開削機械によって開削し，この開削部分にパイプ(3)類1本の長さ分の土留をしてパイプ(3)類を敷設し，勾配をパイプ(3)類の内部に設置したレーザー測定器(9)によって測定するとともに，測定用のレーザー光で開削部分を照しながら開削作業を行ない，かつ上記開削機械で開削部分を埋め戻す工程を順次繰り返すようにしたことを特徴とする路面開削工法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本件特許は，特許法29条2項に違反してなされたものである，というものである。",
            "審決において引用された書証は，次のとおりである(以下，書証番号は本訴の番号に統一し，以下の審決引用部分を含め，審判甲2を「甲3」，審判甲4を「甲4」と表記する。また，甲3に記載された発明を「甲3発明」という。)。",
            "甲3：特開平1-131730号公報(審判甲2)",
            "甲4：「月刊下水道」(1991年3月号，47～71頁，株式会社環境公害新聞社，平成3年2月15日発行)(審判甲4)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法29条2項違反についての審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「・・・甲3には，次の発明が記載されていると認められる。 『管路を道路面下に設けるための管路埋設工法であって，",
                  "text": [
                    "管敷設用の溝を形成するための掘削作業，該溝の土留作業，管の敷設作業，敷設した管の勾配調整作業，及び管敷設部分の埋戻し作業を含み，",
                    "掘削作業及び埋戻し作業は開削機械により行われ，",
                    "前夜の管敷設区間における埋戻し作業と当夜の管敷設区間における掘削作業とを同時に並行して行う工程を順次繰り返す，管路埋設工法。』」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本件発明と，甲3発明とを対比すると，・・・両者は，『路面にパイプ類を敷設するため開削機械によって開削し，この開削部分に土留をしてパイプ類を敷設し，勾配を測定するとともに，次の開削作業を行ない，かつ開削機械で開削部分を埋め戻す工程を順次繰り返すようにした，路面開削工法。』である点で一致し，以下の点で相違している。",
                    "相違点1：本件発明は，勾配をパイプ類の内部に設置したレーザー測定器によって測定するとともに，測定用のレーザー光で開削部分を照らしながら開削作業を行なうのに対し，甲3発明は，そのようなレーザー測定器を利用していない点　相違点2：開削及び土留の長さが，本件発明では，パイプ類1本分の長さに応じた長さであるのに対し，甲3発明は，一晩に作業可能な長さである点」　ウ　「上記各相違点について検討する。",
                    "＜相違点1について＞",
                    "甲4には，上記のとおり『埋設管の敷設作業において，埋設管内に設置したパイプレーザーからのレーザービームにより埋設管の方向・勾配設定を正確に行うと共に，当該レーザービームにより次の開削部分を照らしながら開削作業を行うようにした，埋設管の敷設工法。』の発明が記載されており，この発明に基づき相違点1として摘記した本件発明の構成を当業者が想起する点には格別困難性は認められず，当業者が必要に応じ適宜採用し得る設計的事項にすぎない。",
                    "＜相違点2について＞",
                    "開削及び土留の長さをどの程度とするかは，工事現場の各種条件(作業可能時間，作業可能区間，道路幅員，工費，工期，作業人員，交通規制など)を考慮して当業者が適宜決定する事項にすぎず，本件発明のようにパイプ類1本分の長さに応じた長さ，すなわち実質的に最短の長さとすることは，当業者が複数の選択肢の中から適宜決定し得ることであって，この点に格別の技術的意義は認められない。」　エ　「そして，本件発明が奏する効果も予期し得る程度のものであって格別のものではない。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「したがって，本件発明は，甲3，4発明に基づいて当業者が容易に発明をすることができたものである。」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決のむすび",
              "text": [
                "「以上のとおりであるから，本件発明の特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当するから，請求人の主張する他の無効理由について検討するまでもなく，無効とすべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "text": [
        "審決は，相違点を看過し，相違点1及び2に関する判断を誤り，顕著な作用効果を看過し，その結果，本件発明の容易想到性の判断を誤ったものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)",
          "text": [
            "本件発明の本質は，次の開削部分の開削によって発生した土砂等を利用して前の開削部分を直ちに埋め戻すという，開削と埋戻しとの組合せにある。これに対して，甲3には，それぞれ独自のタイムスケジュールで作業を行う二つの工事ユニットが同時に並行して行われることが記載されている(第2図の実施例)にすぎず，開削と埋戻しとの組合せについては，何ら示されていない。",
            "審決は，本件発明と甲3発明との上記相違点を認定しておらず，相違点看過の違法がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)",
          "text": [
            "審決が，甲4には「レーザービームにより次の開削部分を照らしながら開削作業を行う」ことが記載されているとして，相違点1の容易想到性を肯定したのは，誤りである。",
            "甲4には，レーザービームを基準として勾配を設定することが記載されているが，勾配設定作業のために管端に設置されるターゲットがレーザービームを遮ってしまうため，レーザービームにより次の開削部分を照らすことはできない。したがって，甲4には，「レーザービームにより次の開削部分を照らしながら開削作業を行う」ことの示唆はなく，審決の認定判断は誤りである。",
            "また，本件発明は，次の1本分の開削部分をレーザービームが照射するものであるところ，甲4に示唆されているのは，敷設する管長より少し遠くに打ち込まれたタル木にレーザービームを当てるというものにすぎないのであって，次の1本分の開削部分をレーザービームが照射することは，何ら示唆されていない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に関する判断の誤り)",
          "text": [
            "審決が，「本件発明のようにパイプ類1本分の長さに応じた長さ，すなわち実質的に最短の長さとすることは，当業者が複数の選択肢の中から適宜決定し得ることであって，この点に格別の技術的意義は認められない。」と判断したのは，誤りである。",
            "確かに，開削範囲の長さは工事の現場状況等により現場担当者が適宜に定める事項であり，原告もこの点自体を否定するものではない。",
            "しかし，現場状況に応じて適宜に設定される作業サイクルは，通常，10～30mとされており(甲5～8)，住宅地の小路等のように開削範囲を限定せざるを得ない事情のある場合にしかパイプ類1本分ずつの開削は行われていなかったところ，本件発明は，これまで10～30mの開削範囲により行われてきた一般の工事現場においても，パイプ類1本ずつの開削を行うこととしたものであり，本件発明以前には，このような発想はなかったものである。",
            "また，本件発明は，単に開削範囲を短くしたものではなく，開削作業を次のパイプ類1本分の箇所において行い，そこで発生した土砂等を用いて前のパイプ類1本分の開削部分を埋め戻すものであり，従来の「開削，敷設，埋戻し」という作業サイクルを所定のスパン(例えば，パイプ類1本分)ごとに繰り返すものとは，全く異なる技術思想である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)",
          "text": [
            "審決が，「本件発明が奏する効果も予期し得る程度のものであって格別のものではない。」と判断したのは，誤りである。",
            "パイプ類の敷設作業において，「土留め・パイプの敷設・次の開削位置の開削」という作業サイクルをパイプ類1本分ずつの長さで繰り返し行うことは，従来の長い工事区間による工事に起因する「現場管理，安全面，交通面などにおける問題点」を根本的に解決するという顕著な作用効果を有するものである。すなわち，①発生土の運搬や盛り土のための場所の確保，②ダンプトラックの往来，長い工事区間での例えば片側通行による安全管理，③長い工事区間での例えば片側通行による交通渋滞等の問題は，長い工事区間で敷設作業を行うことによって生じていたものであり，開削範囲の長さをパイプ類1本分とすることによって，これらの問題を解決することができたのである。",
            "なお，被告は，例えばパイプ類2本分であっても，従来よりも開削範囲が短ければ，上記問題点を解決するという作用効果が得られると主張するが，ボックス型トレンチによるパイプの取扱いやバックホーによる埋戻し作業を考慮すると，パイプ類1本分の長さに限定することが望ましい。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決において，相違点の看過，相違点1及び2に関する判断の誤り，顕著な作用効果の看過はない。以下，特に取消事由2ないし4に対して反論する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(相違点1に関する判断の誤り)に対して",
          "text": [
            "甲4・54～59頁に記載されている「パイプレーザー」は，敷設するパイプ類の管内に設置して用いることを前提としたものである。したがって，「レーザービームを基準として掘削作業や整地を効率よく行う」(56頁右欄26～27行)とあるのも，管内に設置したパイプレーザーから照射されるレーザービームに関する記載である。",
            "また，甲4には，「管内に本体を設置する場合」(56頁左欄12行)に「ビームが当たる位置(敷設する管長より少し遠く)にタル木を1本打ち込み，ビーム位置に墨を打って盛り土の基準とする。」(同頁右欄4～6行)との記載があり，管内から照射されるレーザービームが次の開削部分を照らしていることが示されている。",
            "したがって，甲4に「レーザービームにより次の開削部分を照らしながら開削作業を行う」ことが示されているとした審決の認定判断に誤りはない。",
            "なお，原告は，甲4には，次の1本分の開削部分をレーザービームが照射することは，何ら示唆されていないと主張するが，審決が言及しているのは，甲4に「レーザービームにより次の開削部分を照らしながら開削作業を行う」ことが記載されているという点のみであり，パイプ類1本分の長さで開削及び埋戻しを繰り返す工法が甲4に記載されているとするものではないから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(相違点2に関する判断の誤り)に対して",
          "text": [
            "開削工法において一度に開削を行う長さは，工事の時間的制約，現場状況等に応じて現場担当者が適宜に定める事項である。開削工法において開削範囲をなるべく小さくしたいという要望は，従来から存在していたのであり，実際には現場の状況等に応じて適宜の開削範囲が定められてきたものである。特に，住宅地の小路や，道路幅の狭い地区，道路が入り組んでいる地区等で行われる工事のように，工事場所が狭く，開削範囲を広げると周辺住民の生活や交通に著しく支障をきたす場合には，開削範囲を限定して作業を行わざるを得ないこともあり，このような短スパン施工は，日常的に行われていたのである。",
            "したがって，審決が，開削範囲の長さをパイプ類1本分とすることは当業者が適宜決定し得ることであると判断したことに，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(顕著な作用効果の看過)に対して",
          "text": [
            "審決が，本件発明が奏する効果は予期し得る程度のものであると判断したことに，誤りはない。",
            "なお，原告が本件発明により得られるとする作用効果(現場管理，安全面，交通面等における問題点の解決)は，開削範囲の長さをパイプ類1本分に限定することによってしか得られないものではない。例えば，パイプ類2本分であっても，従来よりも開削範囲が短ければ，程度の差こそあれ上記作用効果は得られるはずである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "本件特許請求の範囲の記載(甲2)によれば，本件発明は，「路面(1) に敷設パイプ(3)類1本の長さに応じた距離を開削機械によって開削し，・・・パイプ(3)類を敷設し，・・・レーザー光で開削部分を照らしながら開削作業を行ない，かつ上記開削機械で開削部分を埋め戻す工程を順次繰り返す」ものである。",
            "ここに示されているのは，開削部分の埋戻しを開削機械を用いて行うことであり，原告が主張するような，「次の開削部分の開削によって発生した土砂等を利用して前の開削部分を埋め戻すこと」については記載されておらず，記載がなくても自明の事項であるともいえない。",
            "したがって，原告が主張する上記の事項は，本件発明の構成に含まれるものということはできないのであって，これが本件発明の構成に含まれることを前提として相違点の看過をいう原告の主張は，失当である。",
            "審決には，相違点の看過はなく，原告主張の取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4には，パイプレーザー(レーザー測定器)として，二つの製品(パイプレーザー/2型，及び，ダイアルグレード1160)が紹介されており(54～59頁)，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "パイプレーザー/2型に関する記載",
                  "text": [
                    "「5．使用例・・・",
                    "②・・・管内に本体を設置する場合には，最初の1本の管が敷設されている時点で管内に本機を設置する。・・・",
                    "③・・・方向合わせは丁張りから下げられた垂球を狙う。・・・　④次に勾配設定を行う。・・・",
                    "⑤ビームが当たる位置(敷設する管長より少し遠く)にタル木を一本打ち込み，ビーム位置に墨を打って盛り土の基準とする。その墨まで河砂を敷く。",
                    "⑥塩ビ管を接着し，転がす。ターゲットを管内に設置してレーザービームがターゲットの中心に当たるように管を左右上下に調整する。",
                    "⑦管の位置が決定された後に土砂を埋め戻し，手順⑤以降を繰り返して，次の管の敷設を行う。」(55頁右欄28行～56頁右欄13行)",
                    "「6．あとがき・・・",
                    "以上のようにパイプレーザーを用いれば，・・・レーザースポットをターゲットで常に容易に確認できるので精度管理も容易であり，レーザービームを基準として掘削作業や整地を効率よく行うことも可能である。」(56頁右欄22～28行)　イ　ダイアルグレード1160に関する記載",
                    "「2．概要・・・",
                    "・・・下水管工事の場合には，任意の勾配を付けた赤いレーザービームを管芯の位置に飛ばし，反対側に入れたターゲットの中心で受けながら管を直線状に敷設していくやり方が基本である。」(57頁左欄17～26行)",
                    "「5．利点",
                    "・・・レーザービームが当たっている位置を目で確認しながらビームの高さを基準にして，掘削から床付け，基礎，管の敷設まで正確に無駄なく作業ができる。」(59頁左欄19行～右欄3行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，パイプレーザー/2型は，管内に本体を設置する場合に，敷設する管長より少し遠くにレーザービームが当たるようにし，レーザービームを基準として開削作業を効率よく行うことを可能とするものであり，ダイアルグレード1160も，レーザービームが当たっている位置を目で確認しながらビームの高さを基準にして，開削作業を正確に無駄なくできるようにするものである。",
                "そして，このようにレーザービームで照射しながら開削作業を行う場合，レーザービームを照射する位置が「次の開削部分」であることは，明らかである。したがって，甲4には，パイプ類の内部に設置されたレーザー測定器によるレーザービームで次の開削部分を照らしながら開削作業を行なうことが示唆されているものである。",
                "これに対して，原告は，甲4記載の各パイプレーザーは，管端に設置されるターゲットによりレーザービームが遮られるため次の開削部分を照らすことができないと主張する。",
                "しかし，甲4の上記記載によれば，パイプレーザー/2型については，敷設する管長より少し遠くにレーザービームを当てた後にターゲットを管端に設置するという順序での使用例が示されており，このような順序でレーザービームを使用すれば，原告の主張するような障害は生じない。",
                "また，ターゲットの管芯部分に孔を開ければ，管端にターゲットを設置したまま，レーザービームで次の開削部分を照らすことも可能である。ダイアルグレード1160に関する図-2，図-5(58～59頁)でも，管の一端に設置されたダイアルグレードから照射されたレーザービームが，他端にターゲットが設置されているにもかかわらず，ターゲットを超えて他端より出射しているところが下記のとおり図示されており，レーザービームがターゲットにより遮られていないことが示されている。",
                "また，原告は，甲4には，次の1本分の開削部分をレーザー光が照射することは示唆されていないと主張するが，そもそも，本件発明は「測定用のレーザー光で開削部分を照らしながら開削作業を行」うものであり(特許請求の範囲)，次の1本分の開削部分を照らすことは本件発明の構成とはなっていないのであるから，甲4にその示唆があるか否かを検討するまでもなく，原告の主張は失当である。",
                "以上のとおり，審決には，相違点1に関する判断の誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に関する判断の誤り)について",
          "text": [
            "開削工法において一度に開削を行う長さは，当該工事における各種条件(作業可能時間，作業可能区間，道路幅員，工費，工期，作業人員，交通規制等)を考慮して，当業者が適宜に定める事項であり，この点は，原告も争うものではない。そして，住宅地の小路等のように，道路幅が狭く，周辺住民等の交通に支障をきたす場合や，出水が生じやすかったり，周辺住宅の基礎等が崩れるおそれがある場合には，一度に開削を行う長さをパイプ類1本分の長さとせざるを得ないこともあり，このような開削は，本件出願前から実施されてきたところである(乙7，8)。したがって，開削工法において一度に開削を行う長さをパイプ類1本分とすることは，当業者が適宜に定めることができる事項である。",
            "原告は，本件発明は，これまで10～30mの開削範囲で工事が実施されてきた一般の工事現場においてもパイプ類1本分の長さでの開削を行うこととした点が，新しい発想であると主張する。",
            "しかし，乙5(実開平2-66891)に「このように・・・して行われるので，作業に必要な開削部の面積も必要最小限に抑えられる」(3頁10～14行)と記載されているように，開削部分の面積をできるだけ小さくしたいという課題は従来からあったのであり，また，住宅地の小路など特殊な状況下であるとはいえ，実際にパイプ類1本分の長さでの開削を行うことはあったのであるから，パイプ類1本分の長さでの開削を行うこと自体が新しい発想であるとはいえない。もし，本件に関して新しい発想や工夫があるとすれば，パイプ類1本分の長さで開削を行っても，作業精度や効率を下げないようにするための諸工夫(甲12参照)であろうが，本件発明においてそのような諸工夫は(それが特許性を有するものであるとは直ちに認め難いが，この点の判断を措くとしても)発明の構成とはされていないのであって，容易想到性の判断において考慮することはできない。",
            "また，原告は，本件発明は，次の開削部分の開削により発生した土砂等を用いて前の開削部分を埋め戻すものであり，単に開削範囲を最小限にしたものとは異なると主張するが，次の開削部分の開削により発生した土砂等を前の開削部分の埋戻しに用いることが本件発明の構成をなすものでないことは，前記1に認定したとおりである。",
            "以上のとおり，審決には，相違点2に関する判断の誤りはなく，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "text": [
            "開削工法において一度に開削を行う長さを短くすることにより，現場管理，安全，交通等における問題点を解決あるいは改善することができることは，当業者において容易に想定することのできる作用効果である(なお，上記作用効果は，被告が主張するように，開削範囲をパイプ類1本分に限定することに限られるものではなく，開削範囲を従来よりも短くすることにより得られる効果である。)。",
            "したがって，「本件発明が奏する効果も予期し得る程度のものであって格別のものではない。」とした審決の認定判断は，是認し得るものであって，原告主張の取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の審決取消事由はいずれも理由がないので，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，公用文の表記法に従った箇所がある。また，「レーザー」と「レーザ」，「敷設」と「布設」については，それぞれ前者の表記に統一した。"
  ]
}