{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2003-35230号事件について平成16年3月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟の総費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が商標権者である後記商標登録について，原告が無効審判を請求したところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
        "本件訴訟は，平成16年4月20日に東京高等裁判所に提訴され，同裁判所は平成16年8月31日請求棄却の判決(以下「前判決」という。)をしたが，原告がこれを不服として上告し，最高裁判所が平成17年7月22日前判決を破棄して当庁に差し戻す判決(以下「上告審判決」という。)をしたので，当庁において再び審理することとなったものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，次のとおりの内容を有する登録第4153893号商標(以下「本件商標」という。甲1，2)の商標権者である。",
                    "(商標)",
                    "(指定役務)第41類",
                    "「技芸・スポーツ又は知識の教授，研究用教材に関する情報の提供及びその仲介，セミナーの企画・運営又は開催」",
                    "(出願日)平成8年4月26日",
                    "(登録査定)平成10年4月30日",
                    "(登録日)平成10年6月5日"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成15年6月2日付けで特許庁に対し被告を被請求人として，本件商標につき商標法(以下「法」という。)4条1項10号，15号，8号及び19号に該当する無効事由があると主張して，無効審判請求をした。",
                    "特許庁は，同請求を無効2003-35230号事件として審理した上，平成16年3月15日，本件商標登録は法4条1項10号，15号，8号及び19号のいずれにも違反するものではないとして，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は平成16年3月25日原告に送達された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，平成16年4月20日，東京高等裁判所に本件審決の取消しを求める本件訴訟を提起した(同裁判所平成16年(行ケ)第168号)。同裁判所は，法4条1項10号，15号，8号及び19号のいずれにも違反しないとした本件審決の認定判断を肯定し，原告の請求を棄却する判決(前判決)をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記判決に不服である原告は最高裁判所に対し，上告及び上告受理の申立てをした。",
                    "最高裁判所は，平成17年5月30日，上告を棄却するとともに，上告受理申立てについては上告受理申立ての理由中第2の4(法4条1項8号該当性についての原判決の誤り)のみについて上告を受理し(それ以外の上告受理申立て理由は排除)，平成17年7月22日，前判決は法4条1項8号の解釈適用を誤った違法があり，本件商標登録が8号の規定に違反するものであるかどうかにつき更に審理を尽くさせるため，前判決を破棄し，本件訴訟を当庁(知的財産高等裁判所)に差し戻した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の内容",
              "text": [
                "本件審決の詳細は，別添審決写し記載のとおりである。その要旨とするところは，本件商標は法4条1項10号，15号，8号及び19号のいずれにも該当しないというものであるが，法4条1項8号該当性については，「本件商標をその指定役務に使用した場合，これに接する取引者，需要者が，構成中の「自由学園」の文字に着目し，これより請求人の著名な略称を含むものと認識するとは認めることができない」というものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決の取消事由(法4条1項8号該当性についての認定判断の誤り)    　　しかしながら，本件審決は，以下に述べる理由により，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上告審判決に照らし，当審においては本件商標である「国際自由学園」が原告「学校法人自由学園」(以下「原告名称」という。)の略称である「自由学園」(以下「原告略称」という。上告審判決における「上告人略称」と同じ。)を「含む」ことについては，争点として審理する必要はなく，原告略称「自由学園」が原告の「著名な略称」であるか否かという点のみが審理の対象となるものである。",
                    "上告審判決は，「本件においては，前記事実関係によれば，上告人は，上告人略称を教育及びこれに関連する役務に長期間にわたり使用し続け，その間，書籍，新聞等で度々取り上げられており，上告人略称は，教育関係者を始めとする知識人の間で，よく知られているというのである。これによれば，上告人略称は，上告人を指し示すものとして一般に受け入れられていたと解する余地もあるということができる」とし，前判決が確定した事実によれば，原告略称が，教育関係者を始めとする知識人の間で，よく知られているということができる旨判示しながら，「これによれば，上告人略称は，上告人を指し示すものとして一般に受け入れられていたと解する余地もあるということができる」と述べ，「上告人を指し示すものとして一般に受け入れられていた」とは明言していない。なぜなら，前判決は，法4条1項8号にいう「著名な略称」の解釈に当たり，「著名性」の判断は同法1項10号，15号及び19号と同様，商品又は役務の出所の混同防止を図る見地から，需要者の間に広く認識されているか否かを審理・判断するものとする立場に立ち，原告略称「自由学園」が，原告を指し示すものとして一般に受け入れられているか否かについて，一切判断していなかったからである。言い換えれば，前判決は，原告略称の著名性を，法4条1項10号，15号及び19号における要件である出所の混同防止の視点から需要者間における周知性の有無を判断したにすぎなかったのである。すなわち，最高裁判断が前判決の認定した事実関係に基づき上記のように判示したのは，原審の確定した事実のみからみて，上告人略称が上告人を指し示すものとして一般的に受け入れられていたと実質的に認められるとしても，なお改めて8号の規定の適用の観点から事実関係の審理をする余地があると述べたものである。",
                    "よって，以下において，原告略称「自由学園」が，原告を指し示すものとして一般に受け入れられており，原告の著名な略称であることについて，整理して述べる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告略称が原告名称の「著名な略称」であること",
                  "text": [
                    "法4条1項8号にいう「著名な略称」の「著名」とは，略称そのものが著名であることを意味するものではない。略称が正式名称と同一主体を指すものとして，主体の人格権的利益を保護するに値する程度に知られていることを意味するものである。上告審判決の判断によれば，本件において原告略称が著名であるかどうかは，教育関係者を始めとする知識人その他の一般世人の認識に基づいて判断しなければならない。この場合，一般に受け入れられているか否かの判断に際して，本件商標の役務の需要者である学生等に受け入れられているか否かは問題ではない。教育関係者を始めとする知識人を中心として，教育に関係し，あるいは教育に関心を持つ人々に受け入れられているか否かに基づかなければならない。何となれば，教育関係者を始めとする知識人を中心として，教育に関係し，あるいは教育に関心を持つ一般世人の間でこそ，本件商標の役務との関連で，原告略称の人格権的利益が保護されなければならないからである。一般に受け入れられているかどうかという場合，指定役務と関係もなければ，指定役務に関心を持たないような範囲の人々まで問題とすべきではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "学校法人の略称の著名性について",
                      "text": [
                        "一般論として，学校法人の略称は，その正式名称によるよりも，その略称によって一般世人の間に受け入れられていることが通常であり，正式名称は必ずしも知られていないのが普通であり，略称について学校法人は正式名称について有すると同様の人格権的利益を有するのが通常である。これは学校法人においては，正式名称は特別な場合を除き使用されることなく，通常はその略称のみが使用されていることから生じる特別な現象であり，学校法人の略称の著名性，略称の人格権的利益を判断する場合には，株式会社等とは異なるこうした特殊な事情を考慮しなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告略称「自由学園」が一般世人の間に広く受け入れられて現在に至っていること",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "原告「自由学園」の歴史",
                          "text": [
                            "原告は，大正10年4月15日に，東京府目白(現在の東京都豊島区(以下省略))に女子のための中等教育機関として，羽仁もと子，吉一夫妻によって創立された。羽仁もと子は日本における最初の女性新聞記者であり，その夫羽仁吉一とともに，当時の一流紙報知新聞の元記者であり，明治36年に創刊された婦人啓蒙雑誌「婦人之友」(創刊当時の誌名は「家庭之友」)を編集，発行していたが ，「婦人之友」誌上で主張していた教育理念，教育方針を実践するために原告を創立したのである。羽仁もと子，吉一夫妻は，原告の創立に当たり，その教育理念，教育方針を実践するためには，国の政治的方策により定められる文部省令によらない，各種学校として創立することとした。創立当時以来多年にわたり，「自由学園」は正式名称であって，略称ではなかった。また，原告の「自由学園」という名称の「自由」は，新約聖書ヨハネによる福音書第8章32節にあるイエス・キリストの言葉「真理は，汝らに自由を得さすべし」から採られた。さらに，校舎の設計にはフランク・ロイド・ライトに依頼して，学校教育の場として従来の因襲や伝統にとらわれない発想による校舎を建築した 。原告は昭和2年初等部を設立，現在の東久留米市に移転し，その後，昭和10年には男子部を，昭和14年に幼児生活団(いわゆる幼稚園に相当)を，昭和24年には大学に相当する男子最高学部を，翌昭和25年には女子最高学部(女子短期大学に相当)を設立し，4歳児から22歳までの男女を育成する一貫教育校となった。その後昭和13年に財団法人に組織変更され，正式名称は「財団法人自由学園」となったが，戦後の学制改革に際して，昭和26年，私立学校法の施行に伴い，学校法人となり，「学校法人自由学園」が正式名称となり，女子，男子の中等科，高等科は，学校教育法に定める中学，高校となった。しかし，最高学部は，現在も学校教育法による大学となることなく，各種学校のまま，独自の教育方針に基づく教育活動を行って，現在に至っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "原告の教育理念，教育方針及び校風",
                          "text": [
                            "原告「自由学園」はキリスト教を基礎とする教育機関として創立され，自由主義教育を標榜し，文部省令による臣民の養成を目的とする画一的な教育方針を排し，個人の個性，自発性を尊重して，個性，自発性を伸長させることを教育理念とし，生徒の自治と労働を基調に，日常生活を小集団で自律的に管理させて，自労自治の精神を養うことを教育方針とした。こうした教育理念，教育方針及びこれにより培われた校風は，創立以来，社会的に大きな反響を呼び，書籍，新聞，雑誌，各種の書籍等でくりかえし取り上げられてきた。原告の評価，名声は国内にとどまらず，海外でもきわめて高く，羽仁もと子が昭和7年フランスで開かれた世界新教育会議においてスピーカーとして講演して，世界の教育関係者から注目されたのを始めとして，海外の新聞，雑誌等にも繰り返し原告は取り上げられている。以上，原告と原告略称「自由学園」は，その独自の教育理念，教育方針とその実践，その実践による成果によって，教育関係者を始めとする知識人その他教育に関心を持つ一般世人の間にきわめて著名になり，広く受け入れられているのである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "原告の創立者羽仁もと子の活動",
                          "text": [
                            "羽仁もと子は卓越した女性思想家・教育者として大正，昭和期の思想史，教育史に名をとどめているが，その教育方針とは子女の自主性，自立性を尊重し，自主的，自立的な人格形成を目指すものであった。そして，こうした教育理念，教育方針の実践の場として原告を羽仁もと子はその夫である羽仁吉一とともに創立したのである。このため，羽仁もと子自身の文章でもしばしば原告に触れているし，また，羽仁もと子について記述がなされる場合には必ず原告が言及されている。羽仁もと子自身の著作についていえば，昭和2年に刊行され，当初は15巻，その後昭和31年の絶筆までを加えた全21巻の「羽仁もと子著作集」の発売部数は200万部を超えている。これら羽仁もと子自身の著作や彼女の業績に関する夥しい著書等を通じて，原告略称「自由学園」は知識人その他教育に関係または関心を持つ一般世人の間に広く受け入れられてきたのである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "羽仁もと子，羽仁吉一夫妻が創刊した雑誌「婦人之友」の普及            　明治36年，羽仁もと子，羽仁吉一夫妻は雑誌「婦人之友」(創刊当初の題名は「家庭之友」)を創刊した。「婦人之友」は平成15年に創刊百年を迎え，発行部数は10万部～12万部に達している。「婦人之友」は創刊以来，いわゆる大衆娯楽雑誌ではない，女性のための啓蒙的，実用的，教養的な記事を中心とした雑誌であり，草創期における，洋服の勧め，「かっぽう着」の提案，食生活の近代化，「禁酒」の特集，「家計簿」の掲載と普及にみられるような，女性生活の向上，実用的な教養に関する記事を掲載することによって，百年以上にわたり膨大な数の読者に購読されてきたのである。また，「婦人之友」の誌上には常に原告に関する頁がある。このような雑誌「婦人之友」の百年を超える刊行により，そして，これに掲載される原告の紹介により，原告略称「自由学園」は，知識人その他教育に関係または関心を持つ一般世人の間に広く受け入れられてきたのである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「友の会」の活動",
                          "text": [
                            "「友の会」は，大正から昭和にかけて各地に生まれていた「婦人之友読者組合」を母体として，羽仁もと子著作集の刊行を機縁に，昭和5年「全国友の会」を中央組織として各地に発足した。「友の会」は昭和6年には「自由学園」，「婦人之友」と協力して「家庭生活合理化展」を全国60箇所で開催し，2年間の延べ入場者数は55万人に上った。以後，「友の会」は「婦人之友」及び原告と密接な関係を保ちながら，様々な活動を展開している。「友の会」は，国内に192箇所，海外に10箇所の会を持ち，会員数は2万3500人に達し，各地の「友の会」はその集会場として全国に121の「友の家」を持っている。「友の会」には全国各地に263の母親グループが存在する。これらは「乳幼児グループ」と呼ばれ，0歳から4歳までの乳幼児を持つ母親たちの組織する集まりであり，この「乳幼児グループ」の子供たちは各地の「友の会」の「幼児生活団」に入り，成長して，原告に進学することが多い。現在「幼児生活団」は北海道・札幌から，九州・熊本までの「友の会」に計15団あり，このほか自由学園幼児生活団通信グループもある。「友の会」の活動，これと協力した，原告，「婦人之友」の三者の活動を通じて，原告略称「自由学園」は知識人その他教育に関係又は関心を持つ一般世人の間に広く受け入れられてきたのである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "工芸研究所の作品",
                          "text": [
                            "原告は工芸研究所を有している。工芸研究所は昭和7年秋，原告女子部8回生が中心となって設立された。工芸研究所で生み出された工芸品，家具，玩具などは，原告の教育理念，教育方針に従い，質素で単純，安全で堅牢，子供の創造性を育むことを目的としたものであり，その特色ある優れた品質により高い声価を得ており，これがまた，原告略称「自由学園」が知識人その他教育に関係し，あるいは教育に関心のある一般世人の間で広く受け入れられる契機になっている。",
                            "例えば，工芸研究所の製品の中でも設立初期から製作，発売されているコルクの積み木は発売以来現在に至るまで70年のロングセラー商品であり，また，「子羊のぬいぐるみ」も評判の良い商品として知られている。これらの工芸研究所の製品の特異に優れた品質と特徴により，原告略称「自由学園」は知識人その他教育に関係し，あるいは関心を持つ一般世人の間で広く受け入れられているのである。"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "「自由学園　明日館」",
                          "text": [
                            "羽仁もと子，吉一夫妻が原告を創立するに際して，その校舎の設計をフランク・ロイド・ライトに依頼し，その設計により校舎が建設されたことは前述のとおりであるが，この校舎は現在も「明日館」と名付けられて東京都豊島区西池袋に現存し，国の重要指定文化財に指定されている。なぜこれが国の重要文化財として指定されたかといえば，卓越した世界的建築家であるライトが我が国において設計した建築物で現在まで残っている数少ないものの一つであることによるが，通常の小学校，中学校等の校舎とは全く異なる，斬新な建築物であり，原告の創立者である羽仁もと子，吉一夫妻のキリスト教精神に基づく，自由，自立，個性尊重の教育を目指した教育理念，教育方針に応えた，ライトの設計者としての才能が十分に発揮された特異な建築物であることによるのである。この「自由学園　明日館」はライトの貴重な建築作品を後世に残すため，大がかりな保存・修復工事が行われ，国の重要指定文化財としては珍しい現地保存，動態保存という方法が採られたが，この保存・修復の過程でホール西側の壁の漆喰の下から壁画が発見された。",
                            "これは原告の創立10周年を記念して，当時の生徒20名が，著名な画家，石井鶴三の指導の下に旧約聖書の「出エジプト記」をテーマとして描いたものであったが，第2次世界大戦中漆喰で上塗りされてしまっていたのが，70年ぶりに復元したものであり，この事実は大きな話題となった。「自由学園　明日館」は国の重要指定文化財として指定されていながらも，現在も動態保存という建前に基づき，一般に有料で公開されており，結婚式，コンサート等に利用されている。このような建築物を校舎として建築し，校舎として利用し，今日に至るまで，保存して一般に公開して利用していることにより，原告略称「自由学園」は知識人を始め教育のみならず，建築に関係し，あるいは教育，建築に関心を持つ一般世人の間で，創立当初から現在に至るまで，広く受け入れられているのである。"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "特異な個性を持つ人材を輩出していること",
                          "text": [
                            "原告の卒業生は現在までも1万人に満たない少数であるにもかかわらず，個性的で，高い社会的評価を得ている人材が数多い。これはこれまで述べてきたような教育方針の成果である。それらの卒業生を挙げれば，女優のA，ドキュメンタリー映画の監督中の第一人者として知られるB，独特の指揮で知られた故C，世界的に名声を博している作曲家D(世田谷幼児生活団出身)，映画監督のE，作家のFなどであり，これらの人々はすべて原告の教育理念に基づく教育方針によって，その個性を開花させた人々である。また，音楽教育の質が高く，女子部の音楽教育を引き受けていた指揮者のGは，自由学園のオーケストラを作り，自由学園の教室において指揮を教え，昭和22年原告の教室に「G′指揮教室」を開設した。この「G′指揮教室」からは上述のCのような原告の卒業生以外にも，H，I，J等の著名な指揮者を輩出し，音楽関係者の間においても「自由学園」は著名なものとなっていた。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上の事情により，原告は，教育界において確固たる評価と名声を確立し，原告略称は，原告を指し示すものとして，広く社会的に認知されるに至った。すなわち，原告略称が，原告を示すものとして，日本を代表する辞書，百科事典に「自由学園」の項目が立ち，羽仁もと子についても言及しながら記述がなされている。また，「はに-もとこ」，「羽仁もと子」の項目に，その業績として「自由学園」の創立について解説している辞書，事典類辞典，百科事典，人名辞典，その他各種事典は，「広辞苑」を始めとして，枚挙にいとまがない。しかも，広辞苑には，「はに-もとこ」が独立項目として昭和30年発行の第2版から本件商標の出願された平成8年まで40年以上にわたって，また，平凡社「世界大百科事典」には，「自由学園」が独立の項目として昭和32年の初版から上記平成8年まで39年間にわたり，掲載されてきている。さらには，主要な高校生用の日本史教科書である三省堂「詳解日本史」にも，羽仁もと子による自由学園の創立の事実が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上に述べたとおり，原告略称は，原告と同一主体を指し示すものとして教育関係者を始めとする知識人は勿論のこと，一般に広く知られ，受け入れられており，原告の著名な略称であることは明らかであり，その略称を含む商標の登録を許すことは，原告の人格権的利益を著しく害するものであることは疑いがないから，本件審決は取り消されなければならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)，(2)の事実はいずれも認め，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "本件審決の認定判断は正当であり，以下に述べるとおり原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上告審判決が「本件商標登録が8号の規定に違反するものであるかどうかにつき上記のような観点から更に審理を尽くさせるため，本件を知的財産高等裁判所に差し戻すこととする」と述べていることからも明らかなように，当審では，原告略称「自由学園」が，「教育関係者を始めとする知識人の間で，よく知られている」としたとしても，そのことをもって直ちに，「一般に受け入れられていた」ことになるか否かが審理の対象とされるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告略称「自由学園」が一般に受け入れられているか否か    　　本件における「一般」の中に，「指定役務の需要者である学生等」と「教育関係者を始めとする知識人」が含まれることは明らかである。そこで，「指定役務の需要者である学生等」の数と「教育関係者を始めとする知識人」の数を対比することにより，「教育関係者を始めとする知識人の間で，よく知られている」事実認定をもって，直ちに原告略称が「一般に受け入れられていた」とは認められない理由を，以下に説明する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「指定役務の需要者である学生等」",
                  "text": [
                    "「学生等」とは，「学生，生徒，学校入学を志望する子女及びその者らの父母」を意味するところ，原告略称に係る学校が，下は4歳ないし6歳を対象する幼児生活団から，上は高校を卒業した19歳ないし22歳の男女を対象とする最高学部まで，一貫教育を行っていることにより，「学生等」のうち「学生，生徒，学校入学を志望する子女」とは，4歳から22歳にかけての未成年者及び青年男女がその対象といえる。「平成9年度文部統計要覧」によれば，4歳から22歳にかけての未成年者及び青年男女のうち，本件商標の商標登録出願時(平成8年4月26日)に，全国各地にある国立，公立又は私立のいずれかの学校(全6万4474校)に就学していた在学者の総数は，2329万7307名である。学校の区分別にみると，それぞれ，幼稚園が179万8051名，小学校が810万5629",
                    "名，中学校が452万7400名，高等学校が454万7497名，盲学校が44",
                    "42名，聾学校が6999名，養護学校が7万4852名，高等専門学校が5万6396名，短期大学が47万3279名，大学が259万6667名，専修学校が",
                    "79万9551名，各種学校が30万6544名となっている。「学校入学を志望する子女」には，いずれの学校にも就学していない者も対象となり得るため，「学生等」のうち「学生，生徒，学校入学を志望する子女」の本件商標の商標登録出願時の総数は，少なくとも，2329万7307人と推測されるべきである。次に，これら「学生，生徒，学校入学を志望する子女」らの「父母」とは，父が36歳(昭和35年生まれ)から51歳(昭和20年生まれ)，母が33歳(昭和38年",
                    "生まれ)から49歳(昭和22年生まれ)と想定され，「学生等」のうち「父母」の本件商標の商標登録出願時の総数は，少なくとも2434万3000人と推測されるべきである。以上により，本件にいう「学生等」とは，少なくとも日本人4764万人(＝「学生，生徒，学校入学を志望する子女」2330万人＋「父母」2434万人)がその対象であり，平成8年における日本人の人口が1億2470万人であることを勘案すると，おおよそ日本人の5人に2人をその対象としており，年齢的に偏りもなく，我が国の一般大衆といっても差し障りない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「教育関係者を始めとする知識人」",
                  "text": [
                    "原告が意図する「知識人」とは，原告略称に係る学校を卒業した学識経験者等や元講師等の学校関係者といったように，原告と極めて密接な関係にある者を主に対象としているようである。原告略称に係る学校の卒業生は「現在まで1万人に満たない少数」であるが，知識人とみなされる者は，そのうちのごく僅かであろう。また，「教育関係者」の主な構成要素と考えられる学校の「教員」の平成8年における総数は134万8675名しかいないことから，「教育関係者を始めとする知識人」が「学生等」より圧倒的に少ないことは，原告の原審における主張，今回被告が提出した資料及び経験則上からも明らかといえる。しかも，学校の「教員」のほとんどが上記「父母」と年齢的にも重なることから，「教育関係者を始めとする知識人」とは，その大半が「学生等」に含まれるごく一部の集団であると判断されてしかるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「指定役務の需要者である学生等」と「教育関係者を始めとする知識人」の対比",
                  "text": [
                    "このように，「指定役務の需要者である学生等」とは，平成8年時点において日本人の5人に2人，いわゆる一般大衆がその対象であるのに対し，「教育関係者を始めとする知識人」とは，一般大衆とは到底いい得ない少数の者のみを対象としている。さらに付言すれば，「一般」とは，年齢や性別，学歴，職業等に偏ることなく，これらすべてをむらなく網羅してこそ，社会における「一般」といえるものである。この点，「指定役務の需要者である学生等」は，職業や学歴が多様な一般大衆がその対象であるのに対し，「教育関係者を始めとする知識人」とは，高学歴，教育業界といった偏った者のみを対象としている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告略称「自由学園」が「一般に受け入れられているか否か」      　　以上より明らかなとおり，たとえ「教育関係者を始めとする知識人」に原告略称が原告を指し示すものとして受け入れられていたとしても，「教育関係者を始めとする知識人」とは，同じ「一般」に含まれる「指定役務の需要者である学生等」と比べ圧倒的に少数であることから，「教育関係者を始めとする知識人の間で，よく知られている」ことのみをもって，直ちに原告略称が「一般に受け入れられていた」ものと認められるべきではない。また，「教育関係者を始めとする知識人」と「指定役務の需要者である学生等」を足して本件の「一般」と考えた場合においても，同様の理由により，「本件商標中の「自由学園」に注意を惹かれ，それが原告の一定の知名度を有する略称を含むものと認識するとは認められない。」との前判決の判断が覆るものではない。",
                    "法4条1項8号の「著名な略称」について，「略称が本人を指し示すものとして一般に受け入れられているか否かを基準として判断」されるものとしても，本件において，原告略称が本件商標の商標登録出願時前に，「一般」に受け入れられていたことの証拠が提出されておらず，立証もされていないため，上述の理由をもって，原告略称「自由学園」は同号の「著名な略称」に該当しないと判断されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，上告審判決が「原告略称は，原告を指し示すものとして一般に受け入れられていたと解する余地もある」として再度の審理を促した当審の審理によっても，前判決の確定した事実関係からは，原告略称が直ちに「一般に受け入れられていた」とは認められず，また，本件商標の商標登録出願時前に，原告略称が「一般に受け入れられていた」ことの証拠が提出されておらず，立証もされていない。",
                "したがって，本件審決は維持されるべきであり，本訴請求は棄却されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(手続の経緯)及び(2)(本件審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "また原告は，後記のとおり，大正10年の創立以来「自由学園」なる名称ないし商標を使用し続けているが，未登録であったため，平成14年11月27日出願し，平成15年7月1日の登録査定を経て，平成15年7月18日，商標登録第4693228号として，下記内容の商標権を取得している(乙1の1～5)。",
            "(商標)",
            "自由学園(標準文字)",
            "(指定役務)第41類",
            "「技芸・スポーツ又は知識の教授，当せん金付証票の発売，献体に関する情報の提供，献体の手配，セミナーの企画・運営又は開催，動物の調教，植物の供覧，動物の供覧，電子出版物の提供，図書及び記録の供覧，美術品の展示，庭園の供覧，洞窟の供覧，書籍の制作，映画・演芸・演劇又は音楽の演奏の興行の企画又は運営，映画の上映・制作又は配給，演芸の上演，演劇の演出又は上演，音楽の演奏，放送番組の制作，教育・文化・娯楽・スポーツ用ビデオの制作(映画・放送番組・広告用のものを除く。)，放送番組の制作における演出，映像機器・音声機器等の機器であって放送番組の制作のために使用されるものの操作，スポーツの興行の企画・運営又は開催，興行の企画・運営又は開催(映画・演芸・演劇・音楽の演奏の興行及びスポーツ・競馬・競輪・競艇・小型自動車競走の興行に関するものを除く。)，競馬の企画・運営又は開催，競輪の企画・運営又は開催，競艇の企画・運営又は開催，小型自動車競走の企画・運営又は開催，音響用又は映像用のスタジオの提供，運動施設の提供，娯楽施設の提供，映画・演芸・演劇・音楽又は教育研修のための施設の提供，興行場の座席の手配，映画機械器具の貸与，映写フィルムの貸与，楽器の貸与，運動用具の貸与，テレビジョン受信機の貸与，ラジオ受信機の貸与，図書の貸与，レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与，ネガフィルムの貸与，ポジフィルムの貸与，おもちゃの貸与，遊園地用機械器具の貸与，遊戯用器具の貸与，書画の貸与，写真の撮影，通訳，翻訳，カメラの貸与，光学機械器具の貸与」",
            "一方，株式会社スクリプト(東京都千代田区(以下省略))が商標権者である下記内容を有する商標登録第4145910号(出願平成8年4月9日，登録平成10年5月15日)につき，原告が特許庁に対し，法4条1項10号，15号，8号及び19号に該当する無効事由があるとして無効審判請求をしたところ，特許庁は平成16年6月4日，スクリプト社の前記商標は法8号及び15号に違反して登録されたから無効であると判断したが，8号該当とした理由は，学校法人自由学園は，「大正10年(1921年)4月15日に羽仁吉一・もと子夫婦により，東京目白(現在の豊島区西池袋)に女子のための中等教育を行う学校として創立されたことが認められる。その後，「自由学園」の名称は，請求人により大正10年から現在に至るまで80年以上の永きにわたり，一貫して「教育(知識の教授)」及び教育に関連する役務について使用され，そして，「自由学園」における教育のユニークさは，国内外で評判を呼び，古くから新聞・雑誌等のマスコミや，各種書籍等に取り上げられてきたことが認められる。してみれば，「自由学園」が請求人が運営する学校名及び請求人の略称として，また，請求人が提供する役務(知識の教授，他)についての商標として，本件商標の出願日(平成8年4月9日)より，はるか以前から，わが国において広く知られていたことが認められる」としたものである(甲411，乙13の2)。",
            "記",
            "(商標)",
            "東京自由学園",
            "(指定役務)第41類",
            "「技芸・スポーツ又は知識の教授，教育・文化・娯楽・スポーツ用ビデオの制作(映画・放送番組・広告用のものを除く。)，能力開発に関するセミナーその他のセミナーの企画・運営又は開催」"
          ]
        },
        {
          "fig": "2",
          "subject": "当裁判所の審理範囲",
          "text": [
            "本件審決の取消しを求める本件訴訟は，前記のとおり，東京高等裁判所から平成16年8月31日に原告の請求を棄却する旨の判決がなされたが，上告審たる最高裁判所において，原告からの法4条1項8号に関する上告受理申立て理由のみが受理されて(それ以外の上告受理申立て理由は排除された。)，平成17年7月22日，東京高等裁判所の前判決を破棄し本件訴訟を当庁(知的財産高等裁判所)に差し戻すとしたものである。",
            "すなわち，前記上告審判決は，",
            "「(1)　被上告人は，「国際自由学園」の文字を横書きして成り，指定役務を商標法施行令(平成13年政令第265号による改正前のもの)別表第1の第41類の区分に属する「技芸・スポーツ又は知識の教授，研究用教材に関する情報の提供及びその仲介，セミナーの企画・運営又は開催」とする登録第4153893号の登録商標(平成8年4月26日商標登録出願，平成10年6月5日商標権の設定の登録。以下，この商標を「本件商標」といい，その商標登録を「本件商標登録」という。)の商標権者である。被上告人は，神戸市に主たる事務所を置く学校法人であり，名称を「国際自由学園」とするビジネス専修学校の経営主体である。同学校は，昭和61年に技能教育のための施設として文部大臣の指定を受け，本校を兵庫県芦屋市に置き，開校時から平成4年までは東京都内の，それ以降は北海道内の通信制高等学校の技能連携校となって，高等学校の通信制課程に在籍する生徒に対してコンピュータ，経営，貿易関係等の授業を実施するなどしている。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "上告人は，大正10年，東京府目白(現在の東京都豊島区(以下省略))において，女子のための中等教育機関として設立され，その後，初等部を設立し，現在の東京都東久留米市に移転し，男子部，幼児生活団，最高学部が開設されるなどして一貫教育校となり，現在に至っている。上告人は，その名称である「学校法人自由学園」の略称「自由学園」(以下「上告人略称」という。)を，大正10年以来，教育(知識の教授)及びこれに関連する役務に使用している。上告人は，設立のころから本件商標の商標登録出願時に至るまで，各種の書籍，新聞，雑誌，テレビ等で度々取り上げられており，これらの記事等において，上告人を示す名称として上告人略称が用いられている。ただし，これらの記事等の多くは，上告人が，大正時代の日本を代表する先駆的な女性思想家である羽仁もと子及びその夫の吉一により，キリスト教精神，自由主義教育思想に基づく理想の教育を実現するために設立されたものであるという歴史的経緯や，上告人の独自の教育理念，教育内容に関するものであり，また，主として教育関係者等の知識人を対象とするものであって，学生，生徒，学校入学を志望する子女及びその者らの父母(以下「学生等」という。)に向けられたものではない。上告人略称は，上告人の設立の歴史的経緯，教育の独創性により，教育関係者を始めとする知識人の間ではよく知られているということができる。しかし，学生等との関係では，本件商標の商標登録出願の当時，東京都内及びその近郊において一定の知名度を有していたにすぎず，広範な地域において周知性を獲得するに至っていたと認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上告人は，平成15年6月2日，本件商標は，上告人の名称の著名な略称である上告人略称を含むから，8号所定の商標に当たり，商標登録を受けることができないと主張して，本件商標登録を無効にすることについて審判を請求した。",
                "この審判請求につき，特許庁において無効2003-35230号事件として審理された結果，平成16年3月15日，審判請求を不成立とする審決がされた」との事実認定をもとに，",
                "「本件商標「国際自由学園」が上告人略称「自由学園」を含む商標であること，上告人が被上告人に承諾を与えていないことは明らかであるから，上告人略称が上告人の名称の「著名な略称」といえるならば，本件商標は，8号所定の商標に当たるものとして，商標登録を受けることができないこととなる。",
                "商標法4条1項は，商標登録を受けることができない商標を各号で列記しているが，需要者の間に広く認識されている商標との関係で商品又は役務の出所の混同の防止を図ろうとする同項10号，15号等の規定とは別に，8号の規定が定められていることからみると，8号が，他人の肖像又は他人の氏名，名称，著名な略称等を含む商標は，その他人の承諾を得ているものを除き，商標登録を受けることができないと規定した趣旨は，人(法人等の団体を含む。以下同じ。)の肖像，氏名，名称等に対する人格的利益を保護することにあると解される。すなわち，人は，自らの承諾なしにその氏名，名称等を商標に使われることがない利益を保護されているのである。略称についても，一般に氏名，名称と同様に本人を指し示すものとして受け入れられている場合には，本人の氏名，名称と同様に保護に値すると考えられる。",
                "そうすると，人の名称等の略称が8号にいう「著名な略称」に該当するか否かを判断するについても，常に，問題とされた商標の指定商品又は指定役務の需要者のみを基準とすることは相当でなく，その略称が本人を指し示すものとして一般に受け入れられているか否かを基準として判断されるべきものということができる。",
                "本件においては，前記事実関係によれば，上告人は，上告人略称を教育及びこれに関連する役務に長期間にわたり使用し続け，その間，書籍，新聞等で度々取り上げられており，上告人略称は，教育関係者を始めとする知識人の間で，よく知られているというのである。これによれば，上告人略称は，上告人を指し示すものとして一般に受け入れられていたと解する余地もあるということができる。そうであるとすれば，上告人略称が本件商標の指定役務の需要者である学生等の間で広く認識されていないことを主たる理由として本件商標登録が8号の規定に違反するものではないとした原審の判断には，8号の規定の解釈適用を誤った違法があるといわざるを得ない」と判示している。",
                "これを受けて原被告双方は，差戻し後の当審において，本件審決の違法事由の有無を，法4条1項8号に該当するかどうかに絞って主張を展開しているので，当裁判所もこれに沿って判断することとする。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "法4条1項8号該当性の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠(甲3～168，172～290，310～324，326～33",
              "text": [
                "1，377，381～383，401，402，405，407及び408の各",
                "1，2，412，413，420～422，429～432，436～438)及",
                "び弁論の全趣旨によれば，次の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，大正10年4月15日に，東京府目白(現在の東京都豊島区(以下省略))において，女子のための中等教育機関として，羽仁もと子，吉一夫妻によって創立された。その後，原告は昭和2年初等部を設立し，現在の東京都東久留米市に移転し，昭和10年には男子部を，昭和14年には幼児生活団を，昭和24年には男子最高学部を，翌昭和25年には女子最高学部を設立し，4歳児から22歳までの男女を育成する一貫教育校となった。昭和13年に財団法人に組織変更され，正式名称は「財団法人自由学園」となったが，昭和26年，私立学校法の施行に伴い，「学校法人自由学園」を正式名称とする学校法人となり，男子及び女子の中等科，高等科は，学校教育法に定める中学校，高等学校となった。しかし，最高学部は，現在も学校教育法による大学となることなく，各種学校のまま，独自の教育方針に基づく教育活動を行って，現在に至っている 。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，その名称である「学校法人自由学園」の略称「自由学園」(原告略称)を，大正10年以来，教育(知識の教授)及びこれに関連する役務に使用している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "昭和46年12月1日平凡社発行の「日本近代教育史事典」(甲201)271頁には，「この期(判決注；大正・昭和初期)の教育方法は普通「新教育」または「自由主義教育」の名でよばれる。それは，すでにのべたように子どもの価値意識の形成から知識内容のすみずみまでを権力によって画一的に統制されつつあった当時，教育方法の形式化，形骸化がび漫しつつあったのに対して自由(個性的)で生物的な市民的要求が顕在して，これをきびしく批判する声が高まったり，ついに公教育の中にこの声を一部とり入れざるを得なかった状況を反映したものである。」，「「新教育」は・・・従来の注入主義的・画一的・機械的暗記主義の教育方法に対して，それへの批判にもとづきながら子どもの個性，自発性を尊重していこうとするものであった。」との記載があり，岩波書店発行の「広辞苑」(甲15，420～422) には，昭和30年5月25日発行の第2版から本件商",
                  "text": [
                    "標の出願後である平成10年11月11日発行の第5版に至るまで，「はに-もとこ【羽仁もと子】」の項目の下に「自由学園」創立に関する記載が，昭和60年3月25日平凡社発行の「大百科事典」(甲99) には，「じゆうがくえん　自由学園」の項目の下，「自治と労働を基調とする教育を追求」するために「日常生活を小集団で自律的に管理させていく方針を取」ったとの記載があるほか，同社「世界大百科事典」(甲100，429～432)の昭和32年4月10日発行の初版か",
                    "ら平成8年4月28日発行版まで，昭和64年1月1日ティービーエス・ブリタニカ発行の「ブリタニカ国際大百科事典」(甲101)，平成9年11月7日講談社発行の「大事典ナビックス」(甲102)，平成7年7月10日小学館発行の「日本大百科全書」(甲103)，平成7年2月24日丸善発行の「丸善エンサイクロペディア　大百科」(甲104)などの多数の辞書，百科事典にも「自由学園」の項目がある。また，昭和7年3月9日付け報知新聞(甲412)には，「給仕も小使も・・・職員室もない学園」という見出しで原告の教育の特色を紹介する記事が，マッカーサー司令部に属したカナダの外交官であり，著名な歴史家であるE．H．ノーマンの著書である平成9年10月15日人文書院発行の「日本占領の記録」(甲25)には，「羽仁は自由学園という有名な女学校の歴史学教授で，この学校は，日本の子女が受けることのできるもっともリベラルな教育を提供しているという評判を多年にわたって得ています」(378頁，379頁)との記載があるなど，多数の辞書，事典及び書籍に，原告の創立の経緯，建学の精神等が記載され，原告が旧憲法下の大正時代に著名な女性思想家である羽仁もと子及びその夫吉一によりキリスト教精神に基づき独自の理想を掲げて教育を実施すべく設立されたこと，その教育の独自性に一定の歴史的意義を認めて，その歴史的事実及び評価が記載され，その教育内容が紹介されている。さらに，平成2年3月30日，平成5年3月30日，平成7年3月30日に三省堂が各発行した高校生用の日本史教科書「詳解日本史」(甲436～438)には，羽仁もと子による自由学園の創立の事実が記載され，人物名に関する事典を含む多数の書籍等(甲26，32，191，192，194，196，198～200，202，203，215，392)に",
                    "も，原告の創立者である羽仁もと子や「自由学園」に関わった有識者に関連して，「自由学園」が取り上げられている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成7年7月22日に首都圏で放送されたテレビ東京の番組「緑のびのび　森の中の学園」において「自由学園」を自然との共生を教育の中に取り入れている学校として紹介され，平成15年3月12日に全国放送されたTBSのテレビ番組「はなまるマーケット」において婦人雑誌「婦人之友」が創刊百周年を迎えることに関連して「自由学園」が紹介され，また，同年8月28日に首都圏で放送されたＮHKの番組「首都圏ネットワーク」において「自由学園那須農場」が紹介され，これらを含めて，平成4年から平成6年までの間，「自由学園」や「自由学園工芸研究所」の製品である玩具を紹介する17のテレビ番組が放送された(甲407，408の各1，2)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そのほかにも，「自由学園」について，あるいは「自由学園」の校舎であった「明日館」がアメリカの著名な建築家フランク・ロイド・ライトの設計によるものであること，「自由学園工芸研究所」の玩具が皇室で用いられていること，「自由学園」から多くの著名人が輩出していることなどについて，原告設立のころから判断の基準時である本件出願時(平成8年4月26日)及び登録査定時(平成10年4月30日，甲1)に至るまで，各種の書籍，新聞，雑誌等で度々取り上げられてきており，これらの記事等においては，原告を示す名称として原告略称が用いられている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上に認定したところによれば，原告は，大正10年の設立以来，原告略称を教育及びこれに関連する役務に長期間にわたり使用し続け，本件出願時を経て本件審決時に至るまでの間，各種の書籍，新聞，雑誌，テレビ等で度々取り上げられてきており，これらにおいては，原告を示す名称として原告略称が用いられてきたのであるから，原告略称は原告を指し示すものとして一般に受けいられていたものと認めることができ，したがって，上記基準時(本件出願時及び登録査定時)において，原告略称は原告の名称の「著名な略称」であったと認めることができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，被告は，「教育関係者を始めとする知識人」に原告略称が原告を指し示すものとして受け入れられていたとしても，「教育関係者を始めとする知識人」とは，同じ「一般」に含まれる「指定役務の需要者である学生等」と比べ圧倒的に少数であることから，直ちに原告略称が「一般に受け入れられていた」ものと認められるべきではない，また，「教育関係者を始めとする知識人」と「指定役務の需要者である学生等」を足して本件の「一般」と考えた場合においても同様であるなどと主張する。",
                "しかしながら，前述した上告審判決によれば，人の名称等の略称が8号にいう「著名な略称」に該当するか否かを判断するについては，常に，問題とされた商標の指定商品又は指定役務の需要者のみを基準とすることは相当でなく，その略称が本人を指し示すものとして一般に受け入れられているか否かを基準として判断されるべきものであるというのでから，「教育関係者を始めとする知識人」ないしこれに「指定役務の需要者である学生等」を加えた限定された層を基準とする被告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，原告略称「自由学園」は原告の名称の「著名な略称」というべきところ，本件商標「国際自由学園」が原告略称「自由学園」を含む商標であること，原告が被告に承諾を与えていないことは明らかであるから，本件商標は，法4条1項8号に違反するものといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由があり，本件商標の登録は法4条1項8号に違反するものではないとした本件審決の認定判断は誤りであり，この誤りが本件審決の結論に影響を及ぼすことは明らかであるから，本件審決は取消しを免れない。",
            "よって，原告の本訴請求は理由があるからこれを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10613",
    "date": "2005-12-27",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009202",
    "ipprecedent_id": "470",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}