{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004-80059号事件について平成17年1月25日にし",
        "た審決のうち「特許第3220728号の請求項1～4に係る発明についての特許を無効とする。」との部分を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，「耐磨耗性」を「耐摩耗性」，「具え」を「備え」と統一して表記し，その他書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，原告の有する「点字鋲，及びその製造方法」に係る本件特許(後記)について，被告が無効審判請求をしたところ，特許庁は，本件特許の請求項1～5のうち，1～4に係る発明は引用刊行物等に基づき当業者が容易に想到し得たものであるとしてこれを無効とするとの審決をしたため，原告がその無効成立部分の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲7)",
              "text": [
                "特許権者：株式会社梅本鋼商(原告)",
                "発明の名称：「点字鋲，及びその製造方法」",
                "特許出願日：平成12年6月22日(特願2000-229974)",
                "設定登録日：平成13年8月17日",
                "特許番号：第3220728号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年5月28日(無効2004-80059号)",
                "訂正請求日：平成16年8月5日",
                "審決日：平成17年1月25日",
                "審決の結論：「訂正を認める。特許第3220728号の請求項1～4に係る発明についての特許を無効とする。特許第3220728号の請求項5に係る発明についての審判請求は，成り立たない。」",
                "審決謄本送達日：平成17年2月4日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明の要旨(下線部が本件訂正により付加された部分。以下，請求項の番号に応じて「本件発明1」などという。請求項5の記載は省略する。)【請求項1】路面又は床敷物の表面に突出して形成された鋲本体からなる点字鋲であって，鋲本体が，樹脂で構成され，又は金属性の基礎体に樹脂を被覆して構成し，しかも樹脂が，アイオノマー樹脂であることを特徴とする点字鋲。",
            "【請求項2】路面又は床敷物の表面に突出して形成された鋲本体と，鋲本体に一体的に設けられた脚体とからなる点字鋲であって，鋲本体が金属製の基礎体に樹脂を被覆して構成され，かつ被覆した樹脂がアイオノマー樹脂であることを特徴とする点字鋲。",
            "【請求項3】路面又は床敷物の表面に突出して形成された鋲本体と，鋲本体に一体的に設けられた脚体とからなる点字鋲であって，鋲本体と脚体とが，樹脂で構成され，かつ該樹脂がアイオノマー樹脂であることを特徴とする点字鋲。",
            "【請求項4】路面又は床敷物の表面に突出して形成された鋲本体と，鋲本体に一体的に設けられた脚体とからなる点字鋲であって，鋲本体が，金属製で表面に凹部が形成され，かつ該凹部の中央に凸部と周辺に孔が設けられた基台と，該凹部に設けられ，かつ前記凸部に嵌合する凹部と前記孔に挿入する突起とが設けられた樹脂性の表示部とからなり，しかも表示部の樹脂が，アイオノマー樹脂であることを特徴とする点字鋲。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要旨(請求項5に係る部分は省略する。)",
          "text": [
            "審決は，以下のとおり，上記訂正を認めた上で，本件発明1～4は，引用発明に基づいて当業者が容易に想到し得たものであると判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求人(被告)の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項2，3，5に係る発明の特許は，特許法36条6項に規定する要件を満たしておらず，また，特許明細書の記載は同条4項に規定する要件を満たしていないから，本件特許は，特許法123条1項4号に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項1～5に係る発明の特許は，甲1～5記載の発明に基づいて当業者が容易に発明をすることができたものであり特許法29条2項の規定に違反してされたものであるから，特許法123条1項2号に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物(以下の証拠番号は，本訴の証拠番号と同一である。)審判甲1：登録実用新案第3003700号公報",
              "text": [
                "審判甲2：登録実用新案第3006588号公報",
                "審判甲3：特開平5-177794号公報",
                "審判甲4：特開平8-68019号公報",
                "審判甲5：特開平11-209935号公報"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1に記載された発明",
                  "text": [
                    "「建物内の通路の床面から突出させて設ける，目の不自由な人に対する歩行上の誘導を成すための歩行誘導マーカーであって，耐摩耗性合成樹脂材料製である，歩行誘導マーカー。」(以下「引用発明1」という。)",
                    "「建物内の通路の床面から突出させて設ける，目の不自由な人に対する歩行上の誘導を成すための歩行誘導マーカーであって，上面を球面状凸面とし，下面中心部に係止用突起を備えた，耐摩耗性合成樹脂材料製である，歩行誘導マーカー。」(以下「引用発明2」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2に記載された発明",
                  "text": [
                    "「視覚障害者を誘導し，その歩行を補助するために路面舗装材に埋め込み使用される点字鋲であって，路面舗装材に埋め込まれる脚部と，路面から地表へ露出して踏付けられる頭部とから成る金属製鋲の頭部を，点字鋲としての要件を満たす熱可塑性合成樹脂等で被覆し，全体として一体化してなる，点字鋲。」(以下「引用発明3」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4に記載された発明",
                  "text": [
                    "「ステンレス製の頭部の下面に脚を垂設すると共に，頭部の表面に凹部を形成し，前記凹部に，耐摩耗性に優れた樹脂であるポリブチレンテレフタレート樹脂からなる黄色樹脂板を嵌入して固定した，視覚障害者用歩行誘導鋲。」(以下「引用発明4」という。)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1について",
              "text": [
                "「本件発明1と引用発明1とを対比すると，両者は次の点で相違し，その他の点に実質的な差異はない。",
                "相違点1：樹脂が，本件発明1は，アイオノマー樹脂であるのに対し，引用発明1は，耐摩耗性合成樹脂であるが具体的材質が明らかでない点",
                "上記相違点1について検討する。",
                "アイオノマーについて，「化学用語辞典(第3版)」(1992年5月16日，技報堂出版株式会社)には，「アイオノマー＝イオノマー」(1頁左欄)，「イオノマー…強靭で弾性に優れ，成型材料，フィルムに利用．」(47頁右欄)と記載され，また，甲3には，上記のとおり，耐摩耗性に優れた合成樹脂であるアイオノマー樹脂を床材の表面材として使用することが記載されている。",
                "そうすると，引用発明1における耐摩耗性合成樹脂として，強靭で耐摩耗性に優れ成型材料や床材の表面材として使用されることが知られていたアイオノマー樹脂を採用し，本件発明1とすることは，当業者にとって格別困難なこととはいえず，また，作用効果も当業者が予期し得る程度のものである。",
                "したがって，本件発明1は，甲1，3等に基づいて当業者が容易に発明をすることができたものであるといわざるを得ない。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明2について",
              "text": [
                "「本件発明2と引用発明3とを対比すると，両者は次の点で相違し，その他の点に実質的な差異はない。",
                "相違点2：樹脂が，本件発明2は，アイオノマー樹脂であるのに対し，引用発明3は，点字鋲としての要件を満たす熱可塑性合成樹脂等であるが具体的材質が明らかでない点上記相違点2について検討すると，相違点2は前記相違点1と実質的に同じであるから，引用発明3における点字鋲としての要件を満たす熱可塑性合成樹脂等として，強靭で耐摩耗性に優れ成型材料や床材の表面材として使用されることが知られていたアイオノマー樹脂を採用し，本件発明2とすることは，当業者にとって格別困難なこととはいえず，また，作用効果も当業者が予期し得る程度のものである。",
                "したがって，本件発明2は，甲2，3等に基づいて当業者が容易に発明をすることができたものであるといわざるを得ない。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明3について",
              "text": [
                "「本件発明3と引用発明2とを対比すると，両者は次の点で相違し，その他の点に実質的な差異はない。",
                "相違点3：樹脂が，本件発明3は，アイオノマー樹脂であるのに対し，引用発明2は，耐摩耗性合成樹脂であるが具体的材質が明らかでない点",
                "上記相違点3について検討すると，相違点3は前記相違点1と同一であるから，引用発明2における耐摩耗性合成樹脂として，強靭で耐摩耗性に優れ成型材料や床材の表面材として使用されることが知られていたアイオノマー樹脂を採用し，本件発明3とすることは，当業者にとって格別困難なこととはいえず，また，作用効果も当業者が予期し得る程度のものである。",
                "したがって，本件発明3は，甲1，3等に基づいて当業者が容易に発明をすることができたものであるといわざるを得ない。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明4について",
              "text": [
                "「本件発明4と引用発明4とを対比すると，両者は次の2点で相違し，その他の点に実質的な差異はない。",
                "相違点4：本件発明4は，鋲本体が，表面に凹部が形成されかつ該凹部の中央に凸部と周辺に孔が設けられた基台と，該凹部に設けられかつ前記凸部に嵌合する凹部と前記孔に挿入する突起とが設けられた表示部とからなるのに対し，引用発明4は，表面に凹部を形成した頭部(基台)と，前記凹部に嵌入して固定した黄色樹脂板(表示部)とからなる点相違点5：樹脂が，本件発明4は，アイオノマー樹脂であるのに対し，引用発明は，耐摩耗性に優れた樹脂であるポリブチレンテレフタレート樹脂である点",
                "まず，相違点4について検討する。",
                "相互に結合される部材の密着性を高めるために，互いに嵌合される凹部と凸部を複数設けることは，多くの技術分野において行われている慣用手段にすぎないし，また，本件特許明細書中の「【0027】なお，上記実施例では，樹脂部6の形状(特に基台5との接触面部分)を基台5部に応じて，凸部5aに嵌合する凹部6a，近傍周辺の孔5bに挿入するための突起6bと形成したが，本発明の樹脂部6及び基台5の形状はこれに限定するもまた，周辺の孔5bと突起6bのみで形成してもよい。要は，基台5と樹脂部6の密着性がたかくなる構成ならその突起，凹部の形状，個数は問うものでなく，また，基台5に樹脂部6を型枠で流し込むことで設けられる構成であればその形状も問うものでない。」との記載からみて，相違点4として摘記した本件発明4の技術的事項に格別の技術的意義は見出せないから，上記相違点4に係る本件発明4の技術的事項は引用発明4に基づき当業者が必要に応じ適宜なし得る設計的事項にすぎないものといわざるを得ない。",
                "次に，上記相違点5について検討すると，相違点5は前記相違点1と実質的に同じであるから，引用発明4における耐摩耗性に優れた樹脂であるポリブチレンテレフタレート樹脂に換えて，強靭で耐摩耗性に優れ成型材料や床材の表面材として使用されることが知られていたアイオノマー樹脂を採用し，本件発明4とすることは，当業者にとって格別困難なこととはいえない。",
                "また，本件発明4の作用効果も当業者が予期し得る程度のものである。",
                "したがって，本件発明4は，甲3，4等に基づいて当業者が容易に発明をすることができたものであるといわざるを得ない。」"
              ]
            },
            {
              "fig": "(8)",
              "subject": "結論",
              "text": [
                "「以上のとおりであるから，本件の請求項1～4に係る発明の特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当し，無効とすべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許出願前にアイオノマー樹脂自体が公知であったことは認めるが，引用発明1の耐摩耗性合成樹脂からアイオノマー樹脂を思いつくことは当業者にとって容易なことではない。アイオノマー樹脂は汎用の樹脂ではなく，本件特許出願当時，点字鋲及びこれに関連する技術分野に応用することは公知ではなかった。",
                "アイオノマー樹脂は，今なお特殊用途に供される特殊樹脂である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "熱可塑性樹脂の種類は多く，同じ素材でも加工条件や使用条件によって性能が大きく左右される。耐摩耗性や耐久性などの性能は，そもそも比較の対象があって初めて評価できるものであり，その素材が使用される用途や形態が特定されなければ，素材選択の決め手とはなり得ない。用途に応じた特定の条件で比較して初めて客観的に耐摩耗性を評価することができるのであり，比較の対象や樹脂の形状，使用条件などが異なれば，同じ樹脂でも耐摩耗性の有無，程度が異なる。本件発明1の耐摩耗性は，点字鋲としての耐摩耗性であり，それ以外の場合の耐摩耗性とは必ずしも同様に評価し得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲3発明は，表面がアイオノマー樹脂からなる難燃シート材であり，アイオノマー樹脂といってもフィルム加工されたものである。これに対し，本件発明1では，鋲本体をアイオノマー樹脂で成形したり，鋲本体の外周にアイオノマー樹脂を被覆する形態である。このように，両者の形態は大きく相違しており，単純に比較し得ない。本件発明1の点字鋲では，衝撃に対する強靭性や柔軟性，耐候性や耐摩耗性，着色性，成型性などの総合的な性能が重要である。当業者が形態を考慮せず，耐摩耗性だけに着目して特殊なアイオノマー樹脂を選択することなどあり得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "アイオノマー樹脂を採用した原告製品の点字鋲(本件発明4に相当する実施形式)は，業界初の新規製品として，商業的成功を収めている。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本件発明1は，甲1及び甲3発明等に基づいて当業者が容易に発明できたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性についての判断の誤り)",
          "text": [
            "引用発明3の熱可塑性合成樹脂等は，引用発明1の耐摩耗性合成樹脂よりもさらに概念が広義であり，当業者が点字鋲にアイオノマー樹脂を応用することは困難である。",
            "アイオノマー樹脂は，カルボン酸基を有するので，金属表面との接着性がよい。",
            "すなわち，金属製の鋲本体にアイオノマー樹脂は加熱溶融下で容易に被覆形成でき，冷却固化していくに従って鋲本体にアイオノマー樹脂の被覆が一体結着し，道路上の過酷な使用状態でも被覆が剥離除去されることがない。これが，本件発明2特有の作用効果であり，かかる作用効果は，甲2発明を含めていずれの引用発明からも期待し得ない。",
            "よって，本件発明2は，甲2及び甲3発明等に基づいて当業者が容易に発明をすることができたものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3の進歩性についての判断の誤り)",
          "text": [
            "本件発明3は，点字鋲にアイオノマー樹脂を用いたことにより，格別の作用効果を奏する。本件発明3は，甲1及び甲3発明等に基づいて当業者が容易に発明をすることができたものではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4の進歩性についての判断の誤り)",
          "text": [
            "本件発明4は，本件明細書の全趣旨に照らすと，凸部5aと孔5bとを有する金属製の基台5にアイオノマー樹脂を流し込んで表示部をいわゆるインサート成形したものと解される。",
            "本件発明4では，鋲本体2の凹部4に表示部(樹脂部6)が嵌合しており，凸部5aと凹部6aとの嵌合，及び孔5bと突起6bとの嵌合による二段構えの凹凸嵌合方式をとる。したがって，鋲本体2に対する表示部(樹脂部6)の接合が確実強固なものとなり，引用発明4にはない特有の作用効果を奏する。",
            "カルボン酸基を有するアイオノマー樹脂は，金属に対して安定した熱接着性を有するので，金属製の鋲本体2の凹部4に加熱溶融させたアイオノマー樹脂を型枠で流し込むことにより表示部(樹脂部6)を設けると，前記の二段構えの凹凸嵌合方式とあいまって，樹脂の冷却固化後に凹部4にアイオノマー樹脂の表示部が一体結着する。",
            "引用発明4の黄色樹脂板2は，「耐摩耗性に優れるポリブチレンテレフタレート(PBT)」で成形されていることを示すに止まる。PBTが耐摩耗性に優れる材質であることは認めるが，本件発明は耐摩耗性にのみ特化してアイオノマー樹脂を選択したものではない。",
            "よって，本件発明4は，甲3及び甲4発明等に基づいて当業者が容易に発明をすることができたものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "アイオノマー樹脂の応用分野は広範であり，「包装・容器関係(各種食品用フィルム，アルミ，紙などとの併用による食品用構成軟包材，ストリップ包装用，多層紙袋，液体包装用容器)，スポーツ関係(ゴルフボールの外皮，スキー靴)，その他(婦人靴のトップリフト，バンパーガード，発泡体，金属蒸着部品など)」の応用例があることは，昭和56年の時点で既に知られていた(乙1)。",
                "床材としても，甲3の公開日である平成5年7月20日には公知となっており，「床表皮材・化粧シート」「壁紙用途」等の建材に言及した平成11年5月の記事も存在する(乙2)。",
                "アイオノマー樹脂の耐摩耗性の特徴や，広汎な応用分野，とりわけ点字鋲と同じく床面や道路面などの人に踏まれる位置に敷設する分野での利用が，本件特許出願時点で公知であったことは明らかである。",
                "したがって，審決の「強靱で耐摩耗性に優れ成型材料や床材の表面材として使用されることが知られていたアイオノマー樹脂」という公知技術の認定に何ら誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2の考案が解決しようとする課題に「路面舗装素材としての耐久性」との記載があるように，点字鋲においては，耐久性(耐摩耗性や耐候性はその要素の一つである。)が課題の一つとされている。アイオノマー樹脂は，耐摩耗性を備えた素材であるからこそ，スポーツ関係や床材など，耐摩耗性を要求される素材に広く応用されているのである。当業者が，耐摩耗性を備えたアイオノマー樹脂を採用し，本件発明1とすることが容易であったことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲3の難燃シートは，床材として用いられる点で，点字鋲と同じである。",
                "つまり，難燃シートと点字鋲とは形状は異なるものの，いずれも，床や路面の表面にあって人の靴や車輪等に踏まれる点では同じである。そして，これらはいずれも耐摩耗性，耐熱性などの耐久性，耐汚染性等を備えることが望ましいとされている。",
                "したがって，甲3の難燃シートは，これら点字鋲と技術分野を同じくするか，少なくとも，技術分野の関連性，課題の共通性を有しているのであるから，形態は相違しておらず，比較対象として適切である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1において，構成部材ないし被覆材としてアイオノマー樹脂を選択しても，これにより，従来認識されていなかった異質な効果や，際だって優れた効果を有するものではなく，アイオノマー樹脂の性質から当然予想される範囲内のものにすぎない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本件発明1が，甲1及び甲3発明等に基づき，当業者が容易に発明することができたものであるとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性についての判断の誤り)に対して",
          "text": [
            "アイオノマー樹脂が，金属との安定的な熱接着を実現し得るという特徴を有することは認めるが，本件発明2は，耐摩耗性の特徴に着目してアイオノマー樹脂を選択したものである。",
            "甲2の点字鋲においては，従来の点字鋲が「アルミニュウム，ステンレススチール等金属，ゴム，ポリカーボネート等を所定の形状に成形加工したもの」であり，単一の素材で構成すると「金属製の点字鋲は滑り易く，歩行感がソフトでない。一方ゴム製の点字鋲は，歩行感はソフトであるが，耐久性に劣る。又，ポリカーボネート性の点字鋲は，耐衝撃性等機械的性質には優れているが，ゴムに比べて硬くソフトな歩行感に劣る」というようにそれぞれ一長一短であったものを解決するために，「所定の形状の金属性の鋲の頭部をゴム，あるいは熱可塑性樹脂で被覆」したものであって，「使用されるゴム，あるいは熱可塑性合成樹脂等は，点字鋲としての要件を満たすものである限り特段に限定されない。」としている。つまり，金属製の頭部を被覆するために用いる熱可塑性合成樹脂の中でも，ソフトな歩行感が得られ耐久性に優れた熱可塑性合成樹脂を特に選択することは，当然予定していたものである。",
            "また，アイオノマー樹脂の安定的な熱接着性を本件発明2特有の作用効果とする原告の主張は，特許請求の範囲に記載のない主張であり，失当である。",
            "本件発明2が，甲2及び甲3発明等に基づき，当業者が容易に発明できたものであるとの審決の判断は正当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3の進歩性についての判断の誤り)に対して",
          "text": [
            "アイオノマー樹脂を選択することは容易であり，本件発明1ないし4は，アイオノマー樹脂の熱接着性を特徴とするものでもないから，原告の主張は失当である。",
            "本件発明3が，甲1及び甲3発明等に基づき，当業者が容易に発明できたものであるとした審決の判断は正当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4の進歩性についての判断の誤り)に対して",
          "text": [
            "請求項4は，製造過程について何ら特定していないのであるから，それぞれ別個に成形された基台，表示部等の部材を嵌め込んで組み立てたものや，同様に別個に成形された基台，表示部等の部材を接着剤で接着したものも当然含まれる。原告の主張は，特許請求の範囲の記載に基づかないものである。",
            "原告は本件発明4の構成について「二段構え」との表現を用いるが，その技術的意義は，相互に結合される部材の密着性を高めるために，互いに嵌合される凹部と凸部を複数設けることにあり，多くの技術分野において行われている慣用手段にすぎない。",
            "本件発明4が，甲3及び甲4発明等に基づき，当業者が容易に発明できたものであるとの審決の判断は正当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明1と引用発明1とは「樹脂が，本件発明1は，アイオノマー樹脂であるのに対し，引用発明1は，耐摩耗性合成樹脂であるが具体的材質が明らかでない点」で相違すると認定した上で，引用発明1における耐摩耗性合成樹脂として，強靭で耐摩耗性に優れ，成型材料や床材の表面材として使用されることが知られていたアイオノマー樹脂を採用し，本件発明1とすることは，当業者にとって格別困難なこととはいえないと判断した。これに対し，原告は，本件特許出願前にアイオノマー樹脂自体が公知であったことは認めるが，引用発明1の耐摩耗性合成樹脂をアイオノマー樹脂とすることは，当業者が容易に想到し得ることではないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1は「建物内の通路所要箇所に付設して，一般人及び目の不自由な人に対する歩行上の誘導をなすための歩道誘導マーカーに関するもの」(甲1の段落【0001】)であるところ，その請求項1には「マーカー用盤体1を，耐摩耗性を備えた合成樹脂材料で製したことを特徴とする歩行誘導用マーカー」，請求項3には「マーカー用盤体1を，耐摩耗性を備えた合成樹脂材料で製し，」，段落【0004】には「耐摩耗性を備えた合成樹脂材料で製してなる歩行誘導用マーカー」，段落【0005】には「1は上面を球面状凸面とするマーカー用盤体であって，耐摩耗性を備えた合成樹脂材料で製してある。」，段落【0007】には「第2実施例において，マーカー用盤体1と固定用針杆3は，耐摩耗性を備えた合成樹脂材料で一体的に形成してある。」，段落【0009】には「第3実施例において，マーカー用盤体1と係止用突起4は，耐摩耗性を備えた合成樹脂材料で一体的に形成してある。」と記載されている。",
                "これらの記載によれば，甲1には，本件発明1の「鋲本体」に相当する「マーカー用盤体1」を耐摩耗性のある合成樹脂材料で形成することが開示されているということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，本件特許出願前に頒布された「プラスチック活用ノート」(株式会社工業調査会，1981年12月5日発行。乙1)によれば，アイオノマー樹脂は「(1)強靱で弾性をもち，耐摩耗性，耐寒性にすぐれる。(2)透明で，金属，ナイロンなどへの溶着性がある。(3)ヒートシール性，深絞り性がよい。(4)耐油性が良好で，無毒である。(5)耐ストレスクラック性がよい。」(66頁)等の特徴を有する合成樹脂材料であり，「包装・容器関係(各種食品用フィルム，アルミ，紙などとの併用による食品用構成軟包材，ストリップ包装用，多層紙袋，液体包装用容器)，スポーツ関係(ゴルフボールの外皮，スキー靴)，その他(婦人靴のトップリフト，バンパーガード，発泡体，金属蒸着部品など)」の応用例を有するものであることが認められる。",
                "また，同様に，本件特許出願前に頒布された「コンバーテック」1999年5月号(加工技術研究会，乙2)には，アイオノマー樹脂である「ハイミラン」について，「3．2 産業材，建装材用途 …(2)床表皮材・化粧シート …最近日本でも上市され始めたことを契機として，国内でのハイミランの検討が活発に進められている。」(25頁)と記載され，アイオノマー樹脂を床表皮材として用いることが示唆されている。",
                "さらに，甲3には，「本発明は…難燃性ポリオレフィン系樹脂組成物からなる基材上にアイオノマー樹脂からなる表面材を設けた構成の耐汚染性，耐摩耗性及び耐熱性に優れた難燃シートを提供するものである。本件発明の難燃シートは，…アイオノマーの表面材を設けたことにより耐汚染性，耐摩耗性及び耐熱性を有した難燃シートとなるので自動車，電車やバス等の車両，船舶，航空機，…，建築，土木等の分野などの高度な難燃性と耐摩耗性の両方が要求される場所での床材，壁材，カバー材などとして利用することができる。」(段落【0057】)と記載されている。",
                "このようにアイオノマー樹脂は優れた耐摩耗性を備え，床材を含む広範な分野で応用されていると認められることに照らすと，引用発明1の「耐摩耗性を備えた合成樹脂材料」としてアイオノマー樹脂を採用し，本件発明1の構成とすることは，当業者が格別の困難なく容易に想到し得たことであるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，一口に耐摩耗性といっても，熱可塑性樹脂の種類は多く，同じ素材でも加工条件や使用条件によって性能は大きく左右されることなどを指摘して，点字鋲の材料としてアイオノマーを採用することは容易に想到し得ないと主張する。",
                "しかしながら，乙1に，アイオノマー樹脂は「強靱で弾性をもち，耐摩耗性，耐寒性にすぐれる。」と記載され，甲3にも「アイオノマーの表面材を設けたことにより耐汚染性，耐摩耗性及び耐熱性を有した難燃シートとなる」と記載されているとおり，耐摩耗性に優れた合成樹脂かどうかは，その構造や物性に照らして，客観的に評価し得るものであり，加工条件や使用条件によって性能が多少左右されることがあるとしても，そのことは，当業者が耐摩耗性を有する合成樹脂材料としてアイオノマー樹脂を採用することを妨げるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，甲3発明は難燃シート材であり，点字鋲である本件発明1とはその形態は大きく相違していると指摘する。",
                "しかしながら，甲3記載の難燃性シートは「自動車，電車やバス等の車両，航空機，船舶，家屋，工場などの床材…などとして利用することができる難燃性シート」(段落【0001】)であり，路面や公共の施設等の床に敷設され，歩行者や台車の車輪等が接触するという環境のもとで用いられるのであるから，点字鋲と同様に，耐摩耗性等を有する材料が選択されるのは当然である。したがって，甲3記載のアイオノマー樹脂がフィルム加工されたシート状のものであり，本件発明1の鋲本体と形状が異なるとしても，それをもって，引用発明1の耐摩耗性合成樹脂としてアイオノマー樹脂を採用することが妨げられるものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本件発明1の点字鋲では，衝撃に対する強靭性や柔軟性，耐候性や耐摩耗性，着色性，成型性などの総合的な性能が重要であるから，耐摩耗性だけに着目して特殊なアイオノマー樹脂を選択することなどあり得ないと主張する。",
                "しかしながら，本件公報の段落【0005】には「本発明は，…製造工程が簡易で，かつ耐久性，耐候性に優れた点字鋲及びその製造方法を提供することを課題とする」，段落【0012】には「アイオノマー樹脂で構成することにより，「耐久性等にとんだ点字鋲として使用することができる。」，段落【0013】～【0015】には「アイオノマー樹脂で構成することにより…耐摩耗性に優れた点字鋲を提供することが可能となる。」，段落【0022】にはアイオノマー樹脂の特性として「非常に強靱で適度の弾力性と柔軟性をもち，耐寒性が優れ，耐摩耗性に優れることとなり，また透明性が良好で，…金属等への安定した熱接着性がある。また，耐ストレスクラッキング性に優れることとなる。」，段落【0033】には「樹脂部の樹脂をアイオノマー樹脂で構成することで，強靱で弾力性と柔軟性とを備え，耐寒性，耐摩耗性がよく，点字鋲の耐久性等をさらに向上することが可能となる，経済性に優れたものとなる。」との記載がある。",
                "これらの記載によれば，耐摩耗性に優れた点字鋲を提供することが本件発明1の主たる課題の一つであることは明らかである。さらに，本件明細書には，弾力性，耐寒性，金属への熱接着性，耐ストレスクラッキング性など，点字鋲に必要な他の特性も挙げられているが，アイオノマー樹脂がこれらの特性も備えていることは前記判示のとおりである。",
                "したがって，原告が主張するような性能を総合的に考慮したとしても，当業者は格段の困難もなく，引用発明1の合成樹脂材料としてアイオノマー樹脂を採用することができたというべきである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，アイオノマー樹脂を採用した原告製品は，商業的成功を収めていると主張するが，そのような事実を認めるに足る証拠はない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上によれば，本件発明1は，甲1及び甲3発明等に基づいて，当業者が容易に想到することができたものであるとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明2と引用発明3とは，「樹脂が，本件発明2は，アイオノマー樹脂であるのに対し，引用発明3は，点字鋲としての要件を満たす熱可塑性合成樹脂等であるが具体的材質が明らかでない点」で相違するとした上で，本件発明2は，甲2，3等に基づいて当業者が容易に発明をすることができたものであると判断した。これに対し，原告は，引用発明3の熱可塑性合成樹脂等は，引用発明1の耐摩耗性合成樹脂よりもさらに概念が広義であり，当業者が点字鋲にアイオノマー樹脂を応用することは困難であると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，引用発明3も引用発明1と同様に点字鋲に関するものであり，甲2の段落【0004】には「ゴム製の点字鋲は，歩行感はソフトであるが，耐久性に劣る。…すなわち，安全性，歩行感，及び耐久性が点字鋲に要求される三大要件である。」，段落【0012】には「本考案の点字鋲は，…点字鋲のプレート状の頭部をゴム，あるいは熱可塑性合成樹脂等で被覆することによって製造される。",
                "使用されるゴム，あるいは熱可塑性合成樹脂等は，点字鋲としての要件を満たすものである限り特段に限定されない。」，段落【0017】には「本考案の点字鋲は，路面舗装材に埋設される脚部と，路面舗装材から露出して歩行時踏み付けられる頭部からなる金属製頭部をゴム，あるいは熱可塑性合成樹脂で被覆し，全体として一体化されているので，視覚障害者の引こう補助材としても歩行感，及び安全性に優れ，かつ路面舗装材としての耐久性にも優れている。」と記載されている。",
                "このように，引用発明3の点字鋲では「耐久性」が要求され，熱可塑性合成樹脂の種類は「安全性，歩行感，及び耐久性」という点字鋲としての要件を満たす限り特に限定されないというのであるから，引用発明3の熱可塑性合成樹脂として，強靱で弾性をもち，耐摩耗性，耐寒性にすぐれたアイオノマー樹脂を採用することに何ら困難な点はないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，アイオノマー樹脂と金属表面との接着性がよいことが本件発明2特有の作用効果であると主張する。しかしながら，アイオノマーと金属表面との接着性がよいことが本件発明2の作用効果の一つであるとしても，それは甲2の熱可塑性合成樹脂としてアイオノマー樹脂を採用することに伴い，当然に奏する作用効果にすぎず，予期し得ない格段の作用効果であるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件発明2は，甲2及び甲3発明等に基づいて当業者が容易に発明をすることができたとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3の進歩性についての判断の誤り)について",
          "text": [
            "審決は，本件発明3と引用発明2とは「樹脂が，本件発明3は，アイオノマー樹脂であるのに対し，引用発明2は，耐摩耗性合成樹脂であるが具体的材質が明らかでない点」で相違するとした上で，本件発明3は，甲1，3等に基づいて当業者が容易に発明をすることができたものであると判断した。",
            "原告は，本件発明3の格段の作用効果等を指摘するが，本件発明3により生じる作用効果は，甲1の耐摩耗性合成樹脂としてアイオノマー樹脂を採用することに伴い，当然に奏する作用効果にすぎず，予期し得ない格段の作用効果であるということはできない。本件発明3は，上記1と同様の理由から，甲1及び甲3発明等に基づいて当業者が容易に発明をすることができたものであるというべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4の進歩性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明4と引用発明4とは，「本件発明4は，鋲本体が，表面に凹部が形成されかつ該凹部の中央に凸部と周辺に孔が設けられた基台と，該凹部に設けられかつ前記凸部に嵌合する凹部と前記孔に挿入する突起とが設けられた表示部とからなるのに対し，引用発明4は，表面に凹部を形成した頭部(基台)と，前記凹部に嵌入して固定した黄色樹脂板(表示部)とからなる点」(相違点4)及び「樹脂が，本件発明4は，アイオノマー樹脂であるのに対し，引用発明は，耐摩耗性に優れた樹脂であるポリブチレンテレフタレート樹脂である点」(相違点5)で相違するとした上で，本件発明4は，甲3，4等に基づいて当業者が容易に発明をすることができたものであると判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点4の判断について，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明4は，本件明細書の全趣旨に照らすと，凸部5aと孔5bとを有する金属製の基台5にアイオノマー樹脂を流し込んで表示部をいわゆるインサート成形したものと解されると主張する。",
                    "しかしながら，請求項4は「…鋲本体が，金属製で表面に凹部が形成され，かつ該凹部の中央に凸部と周辺に孔が設けられた基台と，該凹部に設けられ，かつ前記凸部に嵌合する凹部と前記孔に挿入する突起とが設けられた樹脂性の表示部とからなり，しかも表示部の樹脂が，アイオノマー樹脂であることを特徴とする点字鋲」であり，製造過程について何ら限定していないのであるから，本件発明4が，凸部と孔とを有する金属製の基台にアイオノマー樹脂を流し込んで表示部をいわゆるインサート成形したものであると解するのは，請求項4の文言に明らかに反するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明4では，凸部5aと凹部6aとの嵌合，及び孔5bと突起6bとの嵌合による二段構えの凹凸嵌合方式をとるのであるから，引用発明4にはない特有の作用効果を奏すると主張する。",
                    "しかしながら，引用発明4における鋲の頭部1と黄色樹脂板は「嵌入して固定」(段落【0012】)するためのものであり，本件発明4の上記方式も「基台5と樹脂部6の密着性がたかくなる」(甲7の段落【0027】)ためのものであるから，両発明はその作用効果において顕著な差があるということはできず，相互に結合される部材の密着性を高めるために，互いに嵌合される凹部と凸部を複数設けることは，多くの技術分野において行われている慣用手段にすぎない。",
                    "したがって，相違点4に係る構成は，当業者が引用発明4に基づき容易に想到し得るものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点5について，検討する。",
                "原告は，引用発明4の黄色樹脂板2は，「耐摩耗性に優れるポリブチレンテレフタレート(PBT)」で成形されているところ，PBTが耐摩耗性に優れる材質であることは認めるが，本件発明は耐摩耗性にのみ特化してアイオノマー樹脂を選択したものではないと主張する。",
                "しかしながら，前記判示のとおり，アイオノマー樹脂は，耐摩耗性のほかにも，弾力性，耐寒性，金属への熱接着性，耐ストレスクラッキング性などにおいて優れた特性を有していると認められるのであるから，当業者であれば，引用発明4のPBTに換えてアイオノマー樹脂を採用することは，容易になし得ることというべきである。",
                "したがって，相違点5に係る構成は，当業者が格段の困難なく採用し得るものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明4は，甲3及び甲4発明等に基づいて当業者が容易に発明をすることができたものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の審決取消事由はいずれも理由がないので，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10388",
    "date": "2006-04-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032934",
    "ipprecedent_id": "344",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}