{
  "conclusion": [
    {
      "text": "特許庁が無効2004−35133号事件について平成16年8月12日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は，被告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告マック株式会社及び更生会社佐藤工業株式会社の有する本件特許について無効審判請求をしたところ，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "特許権者：更生会社佐藤工業株式会社，マック株式会社",
                "発明の名称：「トンネル断面のマーキング方法」",
                "出願日：平成1年9月14日(特願平1−238748)",
                "手続補正日：平成6年7月11日(以下「本件補正」という。)",
                "設定登録日：平成10年8月28日",
                "特許登録番号：特許第2138035号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年3月11日(無効2004−35133号)",
                "審決日：平成16年8月12日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年8月24日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(審決と同様の分説をする。)",
          "text": [
            "【請求項1】(A) レーザー光を投射するレーザー発振器と光波によって距離を測定する光波測角測距儀とを，レーザー光の光軸と光波の光軸とが平行になるように一体としたレーザー光投射装置と；",
            "(B) このレーザー光投射装置を支持して，鉛直方向および水平方向に駆動する駆動装置と；",
            "(C) 前記光波測角測距儀からの測角測距データとトンネル形状情報に基づいて前記駆動装置を作動させてレーザー光投射装置を鉛直方向および水平方向に移動させる演算制御装置と；を有し，",
            "(D) 前記レーザー光投射装置および前記駆動装置を切羽断面手前の位置に設置するとともに，予めその設置座標を知っておき，",
            "(E) 座標が既知の別の基準点を前記光波測角測距儀により視準し，この視準による前記設置座標からの測角測距データを得て，",
            "(F) 他方で，前記演算制御装置に与えられた計画トンネル線形および計画トンネル断面形状に基づいて，前記切羽断面上における作業基準点を設定し，(G) 前記演算処理装置で前記測角測距データに基づいて前記作業基準点に向けての前記設置座標からの鉛直角度および水平角度を演算し，その鉛直角度および水平角度で前記駆動装置を作動させてレーザー光投射装置を振って，前記作業基準点にレーザー光を投射させ，",
            "(H) 順次切羽断面上に作業基準点をレーザー光の照射によるマーキングを行う(I) ことを特徴とするトンネル断面のマーキング方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決の理由の要点は，以下のとおりであるが，要するに，審決は，本件補正は出願当初の明細書に記載された発明の要旨を変更するものではないとした上で，本件発明の進歩性について判断し，本件発明は，本件特許の出願前に頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものとはいえないので，本件発明の特許を無効とすることはできないと結論付けた。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求人の主張と証拠方法",
              "content": [
                {
                  "fig": "ア",
                  "subject": "主張",
                  "text": [
                    "無効理由1：本件発明は，本件特許の出願前に頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないものである。",
                    "無効理由2：本件補正は，出願当初の明細書に記載された発明の要旨を変更する補正であるから，昭和62年改正特許法40条(判決注：平成5年法律第26号による改正前の特許法40条。以下，特許法40条という場合は，すべて平成5年法改正前の規定をいう。)の規定により，平成6年7月11日が現実の出願日とみなされる。そうすると，本件発明は，その出願日前に日本国内において公然実施された発明であり，特許法29条1項2号に該当し，特許を受けることができないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "証拠方法(甲1～15は，本訴の証拠番号と同一)",
                  "text": [
                    "甲1：特開昭61−262611号公報",
                    "甲2：「トンネルと地下 第17巻9号」(71～78頁，昭和61年9月発行)甲3の1：特許異議申立書(異議番号4)",
                    "甲3の2：特許異議申立(異議番号4)の理由補充書",
                    "甲4：特許異議答弁書(異議番号4)",
                    "甲5：WILD T1600・TC1600の取扱説明書",
                    "甲6：ライカ株式会社のホームページ",
                    "甲7：「国際交通安全学会誌 Vol.10 No.1」(6～14頁，昭和59年3月発行)甲8：「測量学通論」(145頁，昭和63年4月発行)",
                    "甲9の1：「レーザーアイピース」のカタログ",
                    "甲9の2：「レーザーアイピース」の販売時期に関する証明書",
                    "甲10：「トンネルと地下 第17巻9号」(裏表紙，昭和61年9月発行)",
                    "甲11：株式会社レックスのホームページ",
                    "甲12：特許異議の決定書(異議番号4)",
                    "甲13：自動測量システム「ASPAC-1」の取扱説明書",
                    "甲14：「トンネルと地下 第23巻12号」(上記「ASPAC-1」の広告掲載頁，平成4年12月発行)甲15：本件特許に関する訴訟事件の平成15年8月11日付け準備書面",
                    "参考資料1(本訴甲16)：「トンネル標準示方書［山岳工法編］・同解説」(平成8年版第3刷，1，53-57，129-132頁，平成11年1月発行)",
                    "参考資料2(本訴甲17)：甲1記載の特許の発明者「J」の陳述書",
                    "参考資料3(本訴甲18)：甲2記載の「光波距離計付きレーザートランシット」の説明図"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被請求人の主張と証拠方法",
              "content": [
                {
                  "fig": "ア",
                  "subject": "主張",
                  "text": [
                    "請求人の主張する上記無効理由にはいずれも理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "証拠方法",
                  "text": [
                    "乙1(本訴乙4)：特公平2−4843号公報(特許第1586137号)",
                    "乙2(本訴乙5の1)：上記甲2の73頁の「写真-1」の拡大書面",
                    "乙3(本訴乙1)：東京地裁平成15年(ヨ)第22030号事件の平成16年3月18日付け仮処分決定書"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2についての判断",
              "text": [
                "「本件特許の当初明細書には，次の記載がある。",
                "「一方，トンネル切羽断面18上の作業基準点a～b～c～…～nの各点は計画トンネルの線形および計画トンネル断面形状の条件より電子計算機等によってその座標(X，Y，Z)が計算され既知とされるものとする。いま仮にレーザー光3によってa点を照射したいとすれば，レーザー光投射装置1の設置点P点を基準としてO点と結んだ線OPとa点を結んだ線aPとの水平角αと鉛直角βをコンピュータ等によって計算し，レーザー光投射装置1によりO点を視準した後，水平にα，鉛直にβの角度を振ることによってトンネル切羽断面18上の作業基準点a点を照射することができるのである。」(本件特許の出願公開公報2頁左下欄10行～右下欄2行)",
                "この記載によれば，上記構成要件(F)として追加された「作業基準点の設定」に関する事項が，当初明細書に「(予め与えられた計画トンネル線形および計画トンネル断面形状に基づき)電子計算機(コンピュータ)等により計算」することとして記載されていたことが当業者に明らかである。",
                "そして，「計画トンネル線形および計画トンネル断面形状の条件」には，計画トンネルの曲率中心Eを含むこと，及び，トンネル切羽面が曲率中心Eの法線上に存在すること等も当業者に明らかな事項である。",
                "したがって，上記補正のうち，請求項1に上記構成要件(F)を追加する補正は，当初明細書記載の事項に基づき特許請求の範囲を減縮するものであり，発明の詳細な説明及び図面の補正は，上記構成要件(F)に関して当業者の技術常識等に基づき説明を加えたものであるから，これらの補正は，発明の構成に関する技術的事項を変更するものとはいえず，発明の要旨を変更するものでもない。",
                "以上のとおりであるから，請求人の主張する無効理由2は前提において誤りであり，その余の主張について検討するまでもなく，無効理由2には理由がない。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由1についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1記載の発明(以下「甲1発明」という。)",
                  "text": [
                    "「壁面前方に設置されて上下左右に回動するレーザー光照射ガン1，マイクロコンピュータ5，無線受信機6，無線送信式操作機7等を備え，無線送信式操作機7からの作動信号を受信機6を介して，マイクロコンピュータ5に入力し，マイクロコンピュータ5が照射位置に相当する回転角を出力し，この出力に基づいて照射ガン1からレーザー光線を壁面に照射し，その位置に印付けして壁面に直接レーザー光像を描くことができるようにした，レーザー光線を利用した建設工事における自動墨出し装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2記載の発明(以下「甲2発明」という。)",
                  "text": [
                    "「シールドマシンの後方基準点に，旋回駆動機構や光波距離計などを搭載したレーザートランシットを設置し，シールドマシン背面に取付けた受光器に該レーザートランシットのレーザー光を投射し，この受光器の受光信号によりレーザートランシットの振り角を制御して受光器を追尾し，この操作により水平及び垂直方向の振り角を出力すると共に，上記光波距離計で，受光器に取付けた反射器との距離を測定して出力し，また，レーザートランシットの設置点の後方にも基準点となる座標が既知の受光器を設置し，この基準点とレーザートランシットの設置点とを結ぶ線をレーザー光軸の基準方位とし，順次基準点を移動しながら測量することを繰り返すことにより，シールドマシンの掘進方向を制御するようにした，シールド工法の自動化システム。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と甲1発明の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1(本件発明の構成要件(A)に関して)",
                      "text": [
                        "「「レーザー光投射装置」が，本件発明は，光波によって距離を測定する光波測角測距儀を，レーザー光の光軸と光波の光軸とが平行になるように，レーザー発振器と一体としたものであるのに対し，甲1発明は，光波測角測距儀を有していない点 」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2(本件発明の構成要件(C)に関して)",
                      "text": [
                        "「本件発明は，レーザー光投射装置に一体とされた光波測角測距儀からの測角測距データに基づいてレーザー光投射装置を駆動させているのに対し，甲1発明は，測角測距儀を有していないため，測角測距データに基づいて駆動することが記載されていない点 」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3(本件発明の構成要件(E)に関して)",
                      "text": [
                        "「本件発明は，レーザー光投射装置に一体とされた光波測角測距儀により座標が既知の別の基準点を視準しているのに対し，甲1発明は，測角測距儀を有していないため，光波測角測距儀によって座標が既知の別の基準点を視準することが記載されていない点 」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての判断",
                  "text": [
                    "「甲2には上記のとおり，旋回駆動機構や光波距離計などを搭載したレーザートランシット(本件発明の「レーザー光投射装置」に相当。)が記載されている。",
                    "しかし，このレーザートランシットは，上記摘記事項から明らかなとおり受光器に対する水平及び垂直方向の振り角を出力すると共に，光波距離計で受光器に取付けた反射器との距離を測定して出力し，シールドマシンの座標を算出する単なる測量機にすぎないものである上，レーザー光を投射するレーザー発振器と光波によって距離を測定する光波距離計とを，レーザー光の光軸と光波の光軸とが平行になるように一体としたものかどうかも不明である。むしろ，甲2の「写真-1」を拡大した乙2(本訴乙5の1)によれば，少なくとも，鉛直方向に駆動する駆動装置は，レーザー発振器と光波距離計とでそれぞれ別個に設けられている，すなわち，レーザー発振器と光波距離計とは一体となってはいないとみるのが相当である。",
                    "また，他の甲号各証についてみると，甲5には，単なる光波測角測距儀が掲載されているにすぎず，甲7，8には，単に測量方法が記載されているだけである。甲9の1には，目標を視準しながらレーザースポットを照射可能な手作業で方向等を調整するトランシットが掲載されているにすぎず，甲10のものは，甲11を参照すると，甲9の1と同様のものである。",
                    "そして，本件発明は，相違点1として摘記した構成要件(A)と，構成要件(B)とを備えることにより，相違点2，3として摘記した構成要件(C)(E)，及び，その他の構成要件(G)(H)等の作業手段・手順を採用することが可能となり，それに伴い，「予め計算されたマーキングデータに基づいて，トンネル切羽断面手前の任意の位置に設置されたレーザー光投射装置によって，トンネル切羽断面上の全作業基準点が直接照射されるため，凹凸の激しい切羽断面であっても，トンネル形状が真円でない場合やトンネル外周円の中心が切羽面上に無い場合であっても，またトンネル線形が曲線であっても正確にマーキングすることができる。",
                    "本発明方法によってトンネル断面のマーキング行った場合には上記のような正確なマーキングができるため，余掘り・アタリを大幅に減少させることができ，経済的にトンネル掘削をすることができる。」(本件特許の出願公告公報7欄9行～8欄2行)等の格別な作用効果を奏するものであり，このような作用効果は，上記甲号各証記載のものからは到底期待できないものであって，本件発明を，甲1，2記載の発明，あるいは甲1，2，5，7～10に基づいて当業者が容易に発明をすることができたものであるとすることはできない。",
                    "なお，甲13，14のものは，無効理由2について検討したとおり採用できないものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "「以上のとおりであるから，請求人の主張及び証拠方法によっては，本件発明の特許を無効とすることはできない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "審決は，相違点1についての判断を誤り(取消事由1)，相違点1の判断を前提とする相違点2及び3の判断を誤り(取消事由2)，本件発明の作用効果の認定判断も誤ったものであり(取消事由3)，その前提となる本件補正についての判断も誤りであるから(取消事由4)，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤り",
              "text": [
                "審決は，甲2記載の光波距離計付きレーザートランシットのレーザー発振器と光波距離計とは一体となっていないと認定しているが，この認定は誤りである。",
                "甲2には，シールドトンネルの掘削において，シールドマシンの方向制御を行う方法が記載されている。シールド工法とは，軟弱地盤で用いられるトンネル掘削工法の一つであり，甲2には，シールドマシンの位置及び傾きを求め，その方向制御に用いるための旋回レーザー装置が記載されている。",
                "甲2の写真-1からは，光波距離計とレーザートランシットの鉛直方向の駆動軸が別個に設けられているか否かは必ずしも明らかではない。しかし，甲2発明の技術原理から考えると，レーザートランシットの光軸と光波距離計の光軸とが平行であることは明らかである。すなわち，甲2には，「レーザー光が受光器を常に捕捉するため，受光信号によりレーザートランシットの振り角駆動モータを作動し，受光器を追尾するように制御している。この水平方向および鉛直方向の振り角を読み取り，出力する。また，光波距離計で受光器に取り付けた反射器との距離を測定し，出力する。」(72頁右欄下から6行～1行)と記載されている。甲2発明の装置によりシールドまでの距離を測るには，設計線形からシールドが左右や上下に移動したときやトンネルセンターを中心にシールドが回転してしまうローリングという現象が起きたときにも，光波距離計からの光波が反射器に入射されるようにしなければならない(73頁の図-4参照)。したがって，レーザー光がシールドに取り付けられた受光器を常に捕捉するのと同様に，光波が反射器を常に捕捉できるように，レーザートランシットのレーザー光軸と光波距離計の光波の光軸とが平行を保ったまま駆動することは明らかである。",
                "また，甲2には「レーザー旋回装置はレーザートランシットをベースに，旋回回転駆動機構や光波距離計の搭載などを付加した構造であるが，このほかに専用の旋回機構をもつものや，ジャイロコンパスを搭載したものなどがある。」(73頁左欄22～25行)と記載されている。つまり，甲2発明の装置は，レーザートランシットを旋回駆動させる駆動機構を有し，それに光波距離計を搭載している。また，「このほかに専用の旋回機構をもつもの」があると記載されていることから，レーザー旋回装置は，専用の旋回機構を有しないことが読み取れる。したがって，光波距離計とレーザートランシットとは旋回回転駆動機構を共有しており，一つの旋回回転駆動機構で駆動される。",
                "本件発明の構成要件(A)の「レーザー光を投射するレーザー発振器と光波によって距離を測定する光波測角測距儀とを，レーザー光の光軸と光波の光軸とが平行になるように一体とした」構成のうち「一体」の意義については，①平行を保って一体に駆動されるという解釈と，②物理的に一体であるという解釈の2つの解釈が成り立ち得るが，本件発明の技術的意義が視準方向に常時レーザー発振器の投射方向が向けられている点にあることに照らすと，①と解すべきである。甲2記載の光波距離計付きレーザートランシットは，光波距離計とレーザートランシットが物理的にも一体であるとみるのが自然であるが，仮に，光波距離計とレーザートランシットとが物理的には一体ではないとしても，平行を保って一体に駆動されるのであるから構成要件(A)を満たすことになる。",
                "被告らも，異議申立てに対する答弁書(甲4)において，「甲第1号証(判決注：本訴甲2)には，申立人摘示のとおり，「光波距離計付きレーザートランシット」として，本願発明でいうレーザー光投射装置および駆動装置と同様のものが開示されている。」(2頁14～16行)と認め，異議申立ての決定(甲12)も，「本願の請求項1に係る発明…と甲第1号証(判決注：本訴甲2)に記載されたものとを対比すると，甲第1号証記載のものは，本願発明と同じ構造の「レーザー発振器及び光波測角測距儀を有するレーザー光投射装置」を備えているものと認められ，また駆動装置の構造においても本願発明の駆動装置と格別相違しない」(3頁22行～4頁1行)と認定している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲5記載の技術事項の認定の誤り",
              "text": [
                "甲5について，審決は「単なる光波測角測距儀が掲載されているにすぎず」としているが，この認定は誤りである。",
                "甲5の図6(7頁)には，レーザー装置GLZ1付きのDIOR3002を取り",
                "付けた光波測角儀T1600が開示されている。DIOR3002は，「ノンプリズム(プリズムなし)タイプのディストマットDIOR3002などウィルドのディストマット」(甲5の4頁9～10行)との記載からも明らかなように，ディストマット(距離計)である。つまり，上記図6には，レーザー発振器(レーザー装置GLZ)，測角儀(T1600)，測距儀(DIOR3002)が一体とされた装",
                "置が記載されており，「ディストマットの赤外線ビーム(光軸)と望遠鏡の視準軸が平行でなければなりません。」(8頁9～10行)と記載されていることから，ディストマットを取り付ける際には，赤外線ビームの光軸と望遠鏡の視準軸とが平行になるように取り付けられることがわかる。",
                "また，T1600は，レーザー装置付きの光波距離計を取り付け得る構造となっている。すなわち，甲5には「DI5S，DI1000あるいはDI2000を使",
                "用する場合は，常に望遠鏡のバランスが保てるようにカウンターウェイトをつけてお使いください。」(6頁下から6～5行)と記載されており，トータルステーションには光波距離計DI1000あるいはDI2000を取り付けることができることがわかる。甲6によれば，DI1000は1985年に，DI2000は198",
                "8年に販売が開始されているのであるから，T1600は，本件特許出願前よりDI1000，DI2000などを取り付けて用いられていたものである。",
                "以上によれば，甲5には，トランシットに，レーザー装置と光波距離計とを一体に取り付け，又は取り付け得る構成が記載されているのであり，本件発明の構成要件(A)を満たすレーザー光投射装置が記載されている。したがって，甲5の装置について「単なる光波測角測距儀が掲載されているにすぎず」とした審決の認定は誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る構成の容易想到性の判断の誤り",
              "text": [
                "仮に，審決の認定するとおり，甲2記載の光波距離計付きレーザートランシットのレーザー発振器と光波距離計とが一体となっていないとしても，相違点1に係る構成は当業者が容易に想到し得るものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2記載の光波距離計付きレーザートランシットは，前記のとおり，その原理に照らすと，レーザー光軸と光波距離計の光波の光軸とが平行を保って駆動するものであり，光波距離計からの光波がシールドに取り付けられた反射器に確実に入射するように，レーザートランシットのレーザー光と光波距離計の光波の間隔が受光器と距離計反射器との間隔を保つように構成されている。",
                    "他方，本件発明においては，「視準点とレーザー照射されるポイントとの距離を，レーザー光投射装置と切羽断面との距離に関係なく，ほぼ一定にさせる」(本件明細書(甲20)の3頁右欄4～6行)という作用効果を得るために，レーザー発振器のレーザー光軸と光波測角測距儀の光波の光軸とが平行を保って駆動する構成を採用しており，この点は甲2発明と共通する。",
                    "したがって，仮に，甲2記載の光波距離計付きレーザートランシットのレーザー発振器と光波距離計とが一体となっていないとしても，甲2に記載されていないのは，構成要件(A)のうち，レーザー発振器と光波測角測距儀とを「一体とした」という点のみである。被告らも，レーザートランシットのレーザー光軸と光波距離計の光波の光軸とが平行であること及び原則としてそれらが一体でもよいことは，本件特許出願前に公知であり，この点は甲2によらずとも争わないとしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の認定によれば，「一体」とはレーザー発振器と光波距離計とが別個の駆動軸を有さず，同一の駆動軸で駆動されることをいう。甲5において，DIOR3002の取付手順を見ると，「セオドライトの望遠鏡アダプターの電気接点に被せてある黒いプラスチック製のカバーを，ドライバーあるいはナイフの刃先で外してください(図4)」(6頁5～6行)，「ディストマットを望遠鏡に取り付ける。」(6頁10行)と記載されている。この記載と，甲5の図4，図5(6頁)を参照すれば，ディストマットが望遠鏡とともに駆動されるのは明らかである。",
                    "このように，甲5には，光波測角測距儀とレーザー発振器とを一体にした装置が記載されているのであるから，その構成を甲2記載の光波距離計付きレーザートランシットに適用すれば，レーザー発振器と光波測角測距儀を一体とすることは容易である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲9の1には，レーザーなしのトランシットをレーザートランシットにアップグレードするためのレーザーアイピースが記載されている。レーザーアイピース自身は駆動軸を持たないので(3頁右下の写真，番号3参照)，レーザーアイピースとトランシットとが駆動軸を共有するのは明らかである。すなわち，レーザーとトランシットは一体に構成される。このレーザーアイピースをトランシットではなく測角測距儀に取り付ければ，レーザー発振器と測角測距儀とが一体に構成された装置が構成される。測角測距儀が販売されたのが1986年(昭和61年)頃であり，このレーザーアイピースが販売されたのが，それ以前の1977年(昭和52年)であったため，この甲9の1には，レーザーアイピースを測角測距儀に取り付ける例は記載されていないが，トランシット(測角儀)に取り付け可能なアイピースを測角測距儀に取り付けることができない理由はなく，少なくとも，トンネル施工における測量分野において，レーザーアイピースを取り付けた測角測距儀を観念することは技術的に最も自然である。したがって，甲9の1に示されるような製品が本件特許出願のはるか前から販売されていた(甲9の2)という事実から出願当時の技術水準を斟酌すれば，レーザー発振器と測角測距儀とを一体とすることは容易である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲26によれば，昭和48年以前から多数のレーザー測量機が販売されていることは明らかであり，レーザーマーキングは本件特許出願前に確立された技術である。甲26に記載されたレーザー測量機(1-10頁)は，「セオドライトTM−20Aに組み合わせたものは角度測定による位置を決め，方位測定，杭打作業などに。」との記載から明らかなように，杭を打つ位置を示すためのレーザーマーキングとして用いられる。また，甲26のLTSレーザートランシット装置(1-11頁)は，「視準線とビームがつねに同一芯上に一致しており，視準点に最小のスポットでビームが集光します。」と記載されているとおり，視準線とビームが一致するものであり，レーザー光照射方向と視準方向とが平行になるように構成されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "光波測角測距儀が甲5によって公知であり，レーザートランシットが甲9の1，甲10，甲11等により公知であることは，被告らも認めている。光波測角測距儀は測距儀と測角儀とが一体の装置であり，レーザートランシットはレーザー発振器と測角儀とが一体の装置であるところ，光波測角測距儀とレーザートランシットは，ともに測量に用いられる測量機であるから，光波測角測距儀とレーザートランシットとを組み合わせて測距儀と測角儀とレーザー発振器とを一体としたレーザー光投射装置を構成することに何ら阻害事由はない。本件明細書にも，レーザー発振器と光波測角測距儀とを一体にすることが困難である旨の記載はない。したがって，光波測角測距儀とレーザートランシットを組み合わせて，レーザー発振器と光波測角測距儀とを一体にすることは当業者が容易になし得る設計事項である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，甲2発明についての審決の認定が正しいとしても，相違点1に係る本件発明の構成は，甲1及び甲2発明と，甲5などにも記載されている出願前の技術水準とに基づいて容易に発明できたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2，3の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2について",
              "text": [
                "甲1記載の自動墨出し装置は，その第3図からも明らかなように，基準点Pまでの距離を用いて照射点P’までの角度を求め，その角度だけレーザー照射ガンを振ってレーザーを照射するものであり，測量機についての詳細は記載がないとしても，測角測距データに基づいてレーザー光投射装置を駆動するものであることは明らかである。しかし，本件発明と異なり，甲1には構成要件(A)に相当する測角測距儀で得られた測角測距データに基づいて駆動することは記載されていない。",
                "相違点2は，甲1に測角測距儀が記載されていないことに起因して，測角測距データに基づいてレーザー光投射装置を駆動することが記載されていないことを相違点として認定したものであると理解できる。しかしながら，甲2には，構成要件(A)(B)を備えた測角測距儀が記載されているので，甲2の光波距離計付きレーザートランシットを甲1に適用することにより，構成要件(C)を満たすこととなり，相違点2は消滅する。",
                "審決は，相違点1についての判断を誤った結果，相違点2についての判断を誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3について",
              "text": [
                "甲1には，座標が既知の別の基準点を視準することは記載されているが，その視準が構成要件Aに相当する測角測距儀によることは記載されていないので，審決の認定した相違点3が存在することは認める。",
                "相違点3は，甲1に測角測距儀が記載されていないことに起因して，基準点を視準しないことが記載されていないことを相違点と認定したものである。しかしながら，甲2には，構成要件(A)(B)を備えた測角測距儀が記載されているので，甲2の光波距離計付きレーザートランシットを甲1に適用することにより，構成要件(E)を満たすこととなり，相違点3は消滅する。",
                "審決は，相違点1についての誤った認定判断をした結果，相違点3についての判断を誤ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の作用効果の認定判断の誤り)",
          "text": [
            "審決は，本件発明は，余掘り・アタリを大幅に減少させることができ，経済的にトンネル掘削をすることができるなどの格別な作用効果を奏するものであって，この作用効果は甲1及び甲2発明からは到底期待できないものであるから，本件発明の進歩性を否定できないとした。しかし，この判断は誤りである。",
            "審決が認定した作用効果は，トンネル切羽断面上の全作業基準点がレーザーで直接照射されることに起因するレーザーマーキング自体の効果であって，本件発明と甲1発明の相違点である構成要件(A)が奏する特有の効果ではない。甲1及び24に記載されているように，レーザーを切羽断面に直接照射するレーザーマーキングは，出願前より公知であった。特に，甲24には，本件明細書(甲20)に記載された課題と同じ課題を認識した上で，正確なマーキングを行うためにレーザーで穿孔位置を表示することが記載されている(6頁左欄下から1行～右欄11行)。したがって，本件発明の作用効果が出願前から行われていたレーザーマーキングによってすでに達成されていたことは明らかである。",
            "審決は，公知技術であるレーザーマーキング自体が有する効果を本件発明の作用効果と認定した結果，誤った判断をしたものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件補正についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件補正についての判断の前提として「トンネル切羽面が曲率中心Eの法線上に存在すること等も当業者に明らかな事項である」としているが，この認定判断は誤っている。",
                "出願当時の技術水準を示す甲29には，「トンネルの断面マーキング測量方法」の発明が記載されており，測量断面の決定の項目には，「以上の準備が完了したら切羽での測量に移るが，実際の切羽の形状は垂直の平面とはほど遠い不規則で複雑な形状を呈している。したがって，そのままでは測量の対象とする面が確定しない。",
                "そこで仮想切羽面Fを設定し，この面における断面を切羽にプロットすることにする。仮想切羽面Fの面数は，第3図で示すように1面である必要はなく，切羽の形状が複雑であれば，その形状に応じて複数の面F1，F2，F3を設定すればよい」(2頁右下欄15行～3頁左上欄5行)と記載されている。そして，測定点の計算の項目に「求めるべき仮想切羽面Fの位置が決定すれば，設計上での平面，縦断，横断線形，およびレーザー自動発射装置1の位置の条件が入力してあるから，仮想切羽面Fでの各点の計算を行うことができる。」(3頁右上欄4～8行)と記載されている。",
                "本件審決が認定するように，仮に「トンネル切羽面が曲率中心Eの法線上に存在すること」が明らかであれば，当業者が，わざわざ仮想切羽面を導入してマーキング点を計算することを特徴とした特許出願をするはずはない。つまり，この特許出願は，「トンネル切羽面が曲率中心Eの法線上に存在すること」が当業者に明らかな事項ではないことを示している。",
                "本件特許が発破孔の位置をマーキングする発明であることからも明らかなように，切羽断面は切羽面(不連続な亀裂で構成される岩盤の場合が多い)に穿孔した孔にダイナマイトを装填し，それを起爆させることによって生じる大きな衝撃エネルギーによって作られる。従って，切羽断面がフラットなことはあり得ないし，切羽断面の向きも曲率中心Eの法線と一致することは現実的にあり得ない。本件発明は切羽断面がフラットな状態であることを前提としているのであるから，曲率中心Eの法線上にはトンネル切羽面が存在しないという方が自然である。",
                "したがって，審決の上記認定判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，「トンネル切羽面が曲率中心Eの法線上に存在すること等も当業者に明らかな事項である」との審決の認定判断が誤りではないとしても，本件審決の要旨変更の有無についての判断は，誤っている。",
                "本件発明に適用される特許庁の審査基準では，補正が明細書又は図面の要旨を変更するか否かの判断は，「明細書又は図面に記載された，発明の構成に関する技術的事項」に基づき行うこととし，補正の結果，「明細書又は図面に記載された，発明の構成に関する技術的事項」が当初明細書等に記載した事項の範囲内でないものとなったとき，当該補正は明細書又は図面の要旨を変更するものであるとしている。",
                "また，上記審査規準は，当初明細書等に記載されている技術内容を出願時において当業者が客観的に判断すれば，その事項自体が記載してあったことに相当すると認められる事項も，当初明細書等に記載した事項の範囲に含まれるとしている。",
                "当初明細書には，トンネル線形，トンネル断面形状の条件をどのように使って作業基準点を求めるのかについての具体的な方法は，一切記載されていない。出願当初明細書に記載されていた「作業基準点を計画トンネル線形およびトンネル断面形状に基づいて計算する」方法は，被告らが補正で追加した方法の他に，少なくとも，甲24，甲29の方法が存在していた。すなわち，甲29には，計画トンネル線形及びトンネル断面形状に基づく切羽断面上の各点の決め方として，曲率中心Eを利用する以外の，仮想断面を設定して切羽面上の各点を計算する方法が開示されている。また，甲24には，穿孔位置(作業基準点)をあらかじめプログラムされたトンネルの軌道(計画トンネル線形及びトンネル断面形状)に基づいて計算することが記載されている。そうすると，本件補正で追加された内容は，当業者にとって，「出願当初明細書に記載してあったことに相当すると認められる事項」であるとはいえない。",
                "審決は，本件補正で追加された内容が出願当初明細書に記載してあったことに相当する事項であるかどうかを判断せず，本件補正で追加された内容が当業者の技術常識に基づいているという理由だけで，本件補正が要旨変更に当たらないと誤って判断したものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの主張の要点",
      "text": [
        "審決の認定判断は正当であり，原告の主張する取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤りに対して",
              "text": [
                "甲2記載の光波距離計付きレーザートランシットは，トンネルの壁面にシールドを行うときに，シールドの傾斜の変化を見るために，特殊な筐体にレーザー光を当ててその変化を測定するものであり，トンネル切り羽にマーキングを行うものではない。シールドには受光器が取り付けられていて，シールドが傾くと，その中の反射鏡が回動するのでレーザー光の受光位置がずれ，それによりシールドの傾きを検知することができる。また，甲2記載のレーザートランシットは，回動可能なレーザー光照射ガンを有するにすぎず，レーザー光照射ガンと光波測角測距儀とが一体となっている本件発明の装置とは異なる。したがって，甲2記載のレーザートランシットと本件発明とは目的も構成も異なる。",
                "甲2の写真-1を拡大した乙5の1によれば，甲2の装置は，上部に光波測距儀が位置し，その下に長さが非常に長いガスレーザーがあり，さらにその下に上記ガスレーザーを戴置する測角儀が存在する構成となっている。光波測距儀と測角儀の中心軸は一体となって水平に回動するが，鉛直方向は回動軸が別である。これは，レーザー光源が非常に大きいので装置が重くなり，一つの駆動軸で回動させると倒れてしまうからである。",
                "原告は，甲2記載の装置は，光波距離計とレーザートランシットとが平行を保って一体に駆動されるものであると主張する。しかしながら，シールドの先端の刃が回転して先に掘り進む際，マシン本体が回転してローリングすると，マシンの検出器も回転することになり，当初は所定の部分に照射されていた光波距離計付きレーザートランシットのレーザー光と光波のいずれかが，検出器の回転によりずれてしまう。この場合に，シールドに取り付けられた検出器に光波を確実に入射させるためには，光波とレーザー光の光軸の相対角を変えられるようにする必要があり，原告の主張するように両者を平行に固定してしまうと調整ができなくなってしまう。",
                "したがって，甲2記載の装置は，光波距離計とレーザートランシットとが平行を保って一体に駆動されるものではない。",
                "レーザートランシットのレーザー光軸と光波距離計の光波の光軸とが平行であり，原則としてレーザートランシットと光波距離計とが一体であってもよいことが本件特許出願前に公知であることは，甲2発明の内容にかかわらず争うものではなく(答弁書8頁)，本件発明の意義もレーザー光の光軸と光波の光軸とを一致させた点にあるのではない(答弁書5頁)。しかし，トランシット，光波距離計，マーキング用のレーザーの三者が一体となって回動制御されており，レーザー光の光軸と光波の光軸が平行であるものを記載している先行文献は存在しない。",
                "したがって，原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲5記載の技術事項の認定の誤りに対して",
              "text": [
                "原告は，甲5の図6には，レーザー装置GLZ1つきのDIOR3002を取り",
                "付けた光波測角儀T1600が記載されていると主張する。しかしながら，甲5の目次に「2-1 DI5S，DI1000，DI2000，DI3000，DIOR",
                "3002」と記載され，甲6に「1993年 中距離型光波距離計DI3000／",
                "DIOR3002を市場に。精密デジタルレベルＮA3000の発売開始」(4頁)と記載されていることからすれば，甲5の作成時期は，1993年(平成5年)以降であると考えられる。つまり，甲5の作成時期は本件特許出願後であるから，甲5は公知文献とはならない。",
                "また，甲5に記載されたTC1600とT1600のうち，TC1600は19",
                "85年(昭和60年)に販売が開始されたと推定されるが(甲6)，DIOR30",
                "02を取り付ける旨の記載があるT1600(7頁図6)が本件特許出願時前に販売されたことを示す証拠はない。甲33の「ディストマットDI2000取扱説明書」についても，作成年月日ないし発行年月日が不明であり，証拠として採用できるものではない。甲5記載のGLO2レーザーアイピースが本件特許出願前に販売されていたことは認めるが，これは光波測距儀を備えたものではない。",
                "仮に，原告の主張に基づいたとしても，甲5記載の装置は，肉眼で望遠鏡を覗いて用いるトランシットに「ディストマット」というレーザーを用いた光波距離計を取り付けるようにしたものであるが，現在では，このような機構は，一つの望遠鏡を肉眼で見る場合と光波距離計として使う場合とで切り替えるようになっていて，甲5記載の装置のようにトランシット本体とレーザー機構が別体のものを一つに組み合わせるということはしていない。本件発明では，この両者を一体としたものにマーカー用のレーザー光源を付け加え，改良が加えられている。",
                "したがって，甲5記載の装置についての審決の認定には誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る構成の容易想到性の判断の誤りに対して",
              "text": [
                "甲2記載の光波距離計付きレーザートランシットは，前記のとおり，光波距離計とレーザートランシットとが平行を保って一体に駆動されるものではないから，相違点1に係る構成は甲2発明に基づいて容易に想到し得るものではない。",
                "甲26に関し，トランシットの肉眼望遠鏡にマーキングなどを行うレーザー光源が一緒に取り付けられて，ともに回動出来るようにしたものが本特許出願前公知であったことは認める。しかし，これらの装置は単にトランシットがどの方向に視準されているかを示すだけで，光波測距装置もなく，装置の自動駆動もできないものであり，本件発明の装置の一部が公知であるというにすぎない。",
                "甲9記載の装置は，トランシットの肉眼望遠鏡にレーザー光源が一緒に取り付けられて，ともに回動できるようにしたものであるが，単にトランシットがどの方向に視準されているかを示すだけのものであって，光波測距装置もなく，装置の自動駆動もできない。",
                "以上のとおり，本件発明の相違点1に係る構成は，甲1発明，甲2発明又はその他の周知技術に基づいて当業者が容易に想到し得たものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2，3の判断の誤り)に対して",
          "text": [
            "相違点1についての審決の認定判断には誤りがないので，相違点1の判断を前提とする相違点2，3についての判断にも誤りがない。",
            "なお，甲1の第3図に示されている変位角θ＝Tan-1L /Lという計算式は，レーザー光照射ガン，基点P，墨出し点P’の三点が直角三角形であるとの前提のもとに成り立っており，レーザー照射ガンをマーキングを行う都度，壁面の前に置き，壁面からの距離を測定して入力するなどしてマーキングを実施するものである。したがって，甲1に記載されている技術は，本件発明のような三次元空間の座標系における計算思想ではない。甲1には，墨出し装置の設置座標をあらかじめ知っておくことは示されておらず，また，甲1の第3図の壁面上のP点が基準点となると，トンネル断面が掘削されるたびに基準点P点の位置が変化することになるので，P点は本件発明にいう座標が既知の基準点に対応するものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の作用効果の認定判断の誤り)に対して",
          "text": [
            "審決は，本件発明の効果が各構成要件の複合により生じていると判断しているのであり，単なるマーキングにおけるレーザー光源利用の効果であると判断しているものではない。原告の主張は，審決を正解しないものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件補正についての判断の誤り)に対して",
          "text": [
            "本件補正に関する原告の主張は平成6年改正後の特許法の規定に基づく主張であり，失当である。",
            "本件特許の上記補正前の出願当初明細書(甲28)には，審決が摘示したとおりの記載があり，また，「コンピューター16には予め計画トンネル線形および計画トンネル断面形状が入力されており，これらの諸条件によりトンネル切羽断面18上の作業基準点の座標をトンネル円周方向に10度間隔で計算するようにプログラムされており，また，同時に，レーザー光投射装置1を原点とした各座標間の構成角も計算されるようになっている。」(8頁6～13行)との記載がある。",
            "これらの記載によれば，審決が認定するように，構成要件(F)として追加された作業基準点の設定に関する事項が，当初明細書に記載されていることは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由4(本件補正についての判断の誤り)について",
          "text": [
            "原告は，本件発明の構成要件(F)「他方で，前記演算制御装置に与えられた計画トンネル線形および計画トンネル断面形状に基づいて，前記切羽断面上における作業基準点を設定し」に関する事項は，出願当初の明細書には記載されていない技術的事項であるから，本件補正は当初明細書の要旨の変更に当たると主張するので，この点から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正について適用される平成5年法律第26号による改正前の特許法40条は，「願書に添附した明細書又は図面について出願公告をすべき旨の決定の謄本の送達前にした補正がこれらの要旨を変更するものと特許権の設定の登録があった後に認められたときは，その特許出願は，その補正について手続補正書を提出した時にしたものとみなす。」と定めている。当初明細書の要旨の変更に当たるかどうかは，補正後の発明の構成に関する技術的事項が当初明細書等に記載した事項の範囲内かどうかにより判断すべきであり，当初明細書には直接記載されていない事項であっても，当初明細書等の記載からみて当業者に自明な事項は，当初明細書に記載した事項の範囲内に含まれるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正は，当初明細書の特許請求の範囲の記載を補正するとともに，発明の詳細な説明の[発明が解決しようとする課題]の一部，[課題を解決するための手段]及び[作用]の全部を補正するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の構成要件(F)について，本件明細書(甲20)の発明の詳細な説明には以下の記載がある。",
                    "「切羽断面18は，光波プリズム8を設置した断面内にあることが判り，その切羽断面18内において，曲率中心Eからの法線lに沿う面上に作業点を設定する必要があることが判る。",
                    "そこで，演算制御装置を構成するコンピューター16には，予め計画トンネル線形および計画トンネル断面形状が与えられ，切羽断面18上において作業基準点a～b～c～…の座標(X，Y，Z)を設定する。」(5欄7～14行)",
                    "「コンピューター16には予め計画トンネル線形および計画トンネル断面形状が入力されており，これらの諸条件によりトンネル切羽断面18上の作業基準点の座標をトンネル円周方向に10度間隔で計算するようにプログラムされており，また，同時に，レーザー光投射装置1を原点とした各座標間の構成角も計算されるようになっている。」(6欄31～37行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，構成要件(F)に関し，当初明細書(甲28)には，以下の記載がある。",
                    "「2．特許請求の範囲",
                    "…計画トンネル線形および計画トンネル断面形状に基づいて，現切羽断面上に対して，作業基準点を順次レーザー光を投射させてマーキングする…」",
                    "「一方，トンネル切羽断面18上の作業基準点a～b～c～…～nの各点は計画トンネルの線形および計画トンネル断面形状の条件より電子計算機等によってその座標(X，Y，Z)が計算され既知とされるものとする。いま仮にレーザー光3によってa点を照射したいとすれば，レーザー光投射装置1の設置点P点を基準としてO点と結んだ線OPとa点を結んだ線aPとの水平角αと鉛直角βをコンピュータ等によって計算し，レーザー光投射装置1によりO点を視準した後，水平にα，鉛直にβの角度を振ることによってトンネル切羽断面18上の作業基準点a点を照射することができるのである。」(5頁10行～6頁2行)",
                    "「コンピューター16には予め計画トンネル線形および計画トンネル断面形状が入力されており，これらの諸条件によりトンネル切羽断面18上の作業基準点の座標をトンネル円周方向に10度間隔で計算するようにプログラムされており，また，同時に，レーザー光投射装置1を原点とした各座標間の構成角も計算されるようになっている。」(8頁6～13行)(3) 構成要件(F)に関する本件明細書と当初明細書の特許請求の範囲の記載を対比すると，本件明細書においては，「計画トンネル線形および計画トンネル断面形状に基づいて」との記載の前に「他方で，前記演算制御装置に与えられた」との文言が，同記載の後に「前記切羽断面上における作業基準点を設定し」との文言が付加され，両明細書の発明の詳細な説明を対比すると，本件明細書においては，切羽断面内において，曲率中心Eからの法線に沿う面上に作業基準点を設定する必要がある旨の記載が付加されている。"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "このうち，「他方で，前記演算制御装置に与えられた」との事項については，前記のとおり，当初明細書に「コンピューター16には予め計画トンネル線形および計画トンネル断面形状が入力されており」と記載されていることからして，当初明細書に記載した事項の範囲内であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，「前記切羽断面上における作業基準点を設定し」との事項に関し，当初明細書の特許請求の範囲には，「計画トンネル線形および計画トンネル断面形状に基づいて」との記載の後に，「現切羽断面上に対して，作業基準点を順次レーザー光を投射させてマーキングする」との記載が続いており，これによれば，当初明細書は切羽断面上に作業基準点を設定することを前提としているということができる。",
                    "また，前記のとおり，当初明細書には，「トンネル切羽断面18上の作業基準点a～b～c～…～nの各点は計画トンネルの線形および計画トンネル断面形状の条件より電子計算機等によってその座標(X，Y，Z)が計算され」「計画トンネル線形および計画トンネル断面形状が入力されており，これらの諸条件によりトンネル切羽断面18上の作業基準点の座標をトンネル円周方向に10度間隔で計算する」との記載がある。これらの記載によれば，当初明細書には，計画トンネルの線形および計画トンネル断面形状の条件に基づき，電子計算機等によって座標を計算することにより，作業基準点が設定されることが記載されているということができる。",
                    "したがって，作業基準点の設定に関する事項は，当初明細書に記載した事項の範囲内であるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "切羽断面が曲率中心Eからの法線に沿う面上に存在し，作業基準点を同面上に設定する必要があるとの事項に関し，原告は，甲29に基づき，実際の切羽の形状は不規則で複雑な形状であるから，トンネル切羽面が曲率中心Eの法線上に存在することが当初明細書に記載から自明であるとはいえないと主張する。",
                    "しかしながら，本件明細書や当初明細書に記載されている作業基準点の設定は，現実の切羽断面の形状に応じて定めるものではなく，切羽断面までの距離や，計画トンネルの線形及び計画トンネル断面形状の条件等に基づき，電子計算機等によって切羽断面上の作業基準点の座標を計算して求めるものであり，このような計算を行うに当たり，トンネル切羽面が曲率中心Eの法線上に存在することが前提とされることは，当業者に自明な事項であるということができる。",
                    "また，原告は，当初明細書には，曲率中心Eを利用する以外の方法も含まれていると理解できるので，本件補正で追加された事項は当初明細書から自明とはいえないと主張する。しかしながら，曲率中心Eや同中心からの法線は当初明細書に記載された「計画トンネルの線形及び計画トンネル断面形状の条件」の一部をなすものであり，当初明細書が，トンネル切羽面が曲率中心Eの法線上に存在することを前提として，切羽断面上の作業基準点の座標を計算して求めるものであると認められることは前記判示のとおりである。したがって，当初明細書には，トンネル線形及びトンネル断面形状の条件をどのように使って作業基準点を求めるのかについての具体的な方法が一切記載されていないとの原告主張は，採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件補正は当初明細書の要旨を変更するものとはいえないとした審決の判断に誤りはなく，原告の主張する取消事由4は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が甲2記載の光波距離計付きレーザートランシットのレーザー発振器と光波距離計とは一体となっていないと認定したのは誤りであり，甲2記載の光波距離計付きレーザートランシットは構成要件(A)を充足すると主張する。",
                "そこで，まず，甲2記載の光波距離計付きレーザートランシットの構成について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，以下の記載がある。",
                    "「旋回レーザー方式の装置構成の一例を図-4に示す。シールドの後方基準点に光波距離計を搭載したレーザートランシット(写真-1参照)を設置し，シールドに取り付けた受光器にレーザー光を投射する。レーザー光が受光器を常に捕捉するため，受光信号によりレーザートランシットの振り角駆動モータを作動し，受光器を追尾するように制御している。この水平方向および鉛直方向の振り角を読み取り，出力する。また，光波距離計で受光器に取り付けた反射器との距離を測定し，出力する。受光器にはターゲットが内蔵され，ターゲット上に受光した光点の位置を電気的に検出し，出力する。このターゲットは，光軸方向に前後の2か所で受光できるようになっている。この2つの光点の位置の差は，光軸に対する受光器の傾きを示す。",
                    "これらのデータは，データ処理装置に送られ，シールドの座標値と方位が算出される。…レーザー旋回装置はレーザートランシットをベースに，旋回駆動機構や光波距離計の搭載などを付加した構造であるが，このほかに専用の旋回機構をもつものや，ジャイロコンパスを搭載したものなどがある。」(72頁右欄下から9行～73頁左欄25行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，甲2の光波距離計付きレーザートランシットは，光波距離計を搭載したレーザートランシットであり，そのレーザー光がシールドに取り付けられた受光器を常に捕捉するとともに，光波距離計からの光波が受光器に取り付けられた反射器を捕捉するように構成されているものと認められる。そして，甲2の図-4には，レーザー光の光軸と光波距離計の光波の光軸が，シールドの受光器と距離計反射器の間隔と同一の間隔を保ちつつ，平行になっている図が示されている。",
                    "駆動装置については，原告も認めるとおり，甲2の写真-1からは，光波距離計とレーザートランシットの鉛直方向の駆動軸が別個に設けられているか否かは必ずしも明らかではなく，むしろ，写真-1を拡大した乙5の3によれば，光波距離計とレーザートランシットの鉛直方向の駆動軸は別個に設けられていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2記載の光波距離計付きレーザートランシットが，構成要件(A)を満たすかどうかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定のとおり，甲2記載の装置のレーザートランシットのレーザー光の光軸と，光波距離計の光波の光軸とは平行に設定されていると認められるので，甲2の装置は，「レーザー光の光軸と光波の光軸が平行になるようにしたレーザー光投射装置」であるということができる。甲26に「視準線とビームがつねに同一芯上に一致しており」と記載されているとおり，レーザー光軸と視準線とを平行にすることは，本件特許出願前から周知であり，この点は，被告らも争うものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件(A)の「一体とした」との要件の意義について，本件明細書には「レーザー光を投射するレーザー発振器5と光波によって距離を測定する光波測角測距儀6とを，レーザー光の光軸と光波の光軸とが平行になるように一体とした」(4欄30～33行)と記載されているにすぎず，「一体」の意義や程度についての具体的な説明はなされていない。一般に「一体」とは「一つになって分けられない関係にあること」(広辞苑第5版)を意味するのであるから，一般的な用語の意味に照らすと，構成要件(A)の「一体」とは，レーザー発振器と光波測角測距儀が水平及び鉛直方向の駆動軸を共有することを意味するものとは解し得ず，光波測角測距儀にレーザー発振器が取り付けられるなどしてひとまとまりの装置を構成していれば足りると解すべきである。前記判示のとおり，甲2記載の光波距離計付きレーザートランシットは，レーザートランシットに光波距離計が搭載され，ひとまとまりの装置として構成されたものであるということができるので，構成要件(A)の「一体とした」との要件を充足するというべきである。",
                    "したがって，甲2の光波距離計付きレーザートランシットの「レーザー発振器と光波距離計とは一体となってはいないとみるのが相当である」との審決の判断は是認し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，審決の前提とするとおり，構成要件(A)の「一体とした」との要件が，レーザー発振器と光波測角測距儀が水平及び鉛直方向の駆動軸を共有することを意味すると解したとしても，甲2記載の光波距離計付きレーザートランシットと本件発明の相違点は，レーザー発振器と光波測角測距儀が鉛直方向の駆動軸を同一にするかどうかという点にすぎない。レーザー発振器と光波測角測距儀の水平及び鉛直方向の駆動軸を同一にすることは，本件発明において技術的な課題として言及されている事項でもなく，そのような構成とすることに格段の困難があることをうかがわせる証拠もないことに照らすと，単なる設計事項というべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲2記載の光波距離計付きレーザートランシットは，トンネル断面のマーキングに使用するものではない。しかしながら，1977年(昭和52年)1月に販売されたと認められるWild GLO2 レーザーアイピース(甲9の1，2)は，セオドライト(測角儀)に取り付けてレーザーセオドライトとして使用するものであり，その使用例として「マーキング 穿孔および切断のためのポイント」が挙げられている。また，1987年(昭和62年)2月28日発行に係る農業土木北海道第9号(甲24)には，レーザートランシットのレーザー光を使用し，マイコンにトンネル軌道を予めプログラムした上で，切羽断面の位置，トンネルセンター等からの離れ，穿孔パターン等のデータに基づいて，穿孔位置をマーキングする方法が開示されている。さらに，昭和48年9月10日発行に係る「トンネル工法ハンドブック」(甲26の1-10頁)に記載されたレーザー測量機についても，その用途として「セオドライトTM−20Aに組み合わせたものは角度測定による位置を決め，方位測定，杭打作業」と記載され，杭を打つ位置を示すためのレーザーマーキングとして用いられることが示されている。このように，測角儀に取り付けられたレーザーをトンネル断面のマーキングに用いることは，本件特許出願当時に周知の事項であったということができる。",
                "さらに，甲5には，「高精度な電子式セオドライト」であるT1600に光波距離計を組み合わせて一体にしたトータルステーションTC1600が開示され(甲6により1985年に販売されたと認められる。)，測角儀と測距儀が一体となった測角測距儀も，本件特許出願当時に周知であったものと認められる。光波測角測距儀とレーザートランシットは，ともに測量に用いられる測量機であるから，光波測角測距儀とレーザートランシットとを組み合わせ，測距儀，測角儀及びレーザー発振器が一体となった装置をトンネル断面のマーキングに用いることが困難であったとは認められない。",
                "このような本件特許出願当時の周知技術を考慮すれば，甲2記載の光波距離計付きレーザートランシットがトンネル断面のマーキングに使用するものではなく，また甲1発明の装置がレーザー光照射ガンであるとしても，甲2記載の光波距離計付きレーザートランシットを甲1発明に適用し，トンネル断面のマーキングに用いることについて阻害事由はないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，相違点1に係る構成は，甲1及び2記載の発明，本件特許出願当時の周知事項により当業者が容易に発明することができたものというべきであり，原告の主張する取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の作用効果の認定判断の誤り)について",
          "text": [
            "審決は，構成要件(A)(B)を備えることにより，構成要件(C)(E)(G)(H)等の手段，手順を採用することが可能となり，それに伴い，トンネル切羽断面上の全作業基準点が直接照射されるため，正確なマーキングを行うことが可能になって，余掘り・アタリを大幅に減少させることができるとの格段の作用効果を奏すると判断している。",
            "しかしながら，構成要件(A)についての審決の判断が誤りであることは前記判示のとおりである。また，審決は，本件発明と甲1発明との一致点については明示的に認定しておらず，相違点についても「少なくとも以下の点で相違している」としているのみで，構成要件(B)(D)(F)(G)(H)(I)については前提となる対比判断をしないまま，本件発明の作用効果として(G)(H)に言及して判断をしている。審決が認定した作用効果は，トンネル切羽断面上の全作業基準点を直接照射することから生ずるものであり，主として構成要件(F)(G)(H)に関する事項であるが，審決は，これらの構成要件について甲1発明などとの対比判断をしていない。このように，対比判断を行っていない構成要件に基づいて，格段の作用効果があるとして，本件発明の進歩性を否定できないとした審決には結論に影響を及ぼす誤りがあるというべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由1及び3はいずれも理由があるから，取消事由2については判断するまでもなく，審決は取消しを免れない。",
            "(なお，本件発明の構成要件(A)～(C)は装置に関する要件であり，構成要件(D)～(I)は測量方法に関する要件である。審決は，実質的には構成要件(A)について判断をするにとどまっているが，改めて行われる審判手続においては，その余の構成要件について甲1発明等との一致点，相違点を明示的に認定した上で，とりわけ測量方法に関する構成要件(レーザー光投射装置等の位置の座標を求めること，別の基準点を用い，そのデータを求めること，計画トンネル線形等の情報に基づいて切羽断面上の作業基準点の座標を求めること，演算処理装置で駆動角度を計算することなど)については，本訴における当事者の主張や，本件特許出願当時に周知であった測量技術も踏まえて，その進歩性を判断すべきである。)",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分があり，「レーザー」「レーザ」は，引用部分も含め，「レーザー」との表記で統一した。"
  ]
}