{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2003−35518号事件について平成17年6月24日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，被告の無効審判請求を受けた特許庁により，本件特許を無効とする旨の審決がなされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲第1号証)",
              "text": [
                "本件特許は，請求項1～55に係る発明につき設定登録されたが，特許異議の申立てに基づき，平成11年3月12日に請求項1，3，4，7，10，15，19，35，49に係る特許を取り消す旨の決定がなされ，同決定は確定した。",
                "特許権者：アドバンスト・マイクロ・ディバイシズ・インコーポレーテッド(原告)",
                "発明の名称：「安定な低抵抗コンタクト」",
                "特許出願日：昭和63年2月17日(特願昭63−36471)",
                "優先権主張日：1987年(昭和62年)2月19日(米国)",
                "設定登録日：平成9年5月9日",
                "特許番号：特許第2645345号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成15年12月17日(請求項40及び43に係る特許に対し)(無効2003−35518号)",
                "訂正請求日：平成16年7月21日(以下「本件訂正請求」という。)",
                "訂正拒絶理由通知日：平成16年12月28日",
                "訂正請求に係る手続補正日：平成17年4月5日(以下「本件手続補正」という。)審決日：平成17年6月24日",
                "審決の結論：「訂正を認める。特許第2645345号の請求項40及び43に記載された発明についての特許を無効とする。」",
                "審決謄本送達日：平成17年7月6日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "審決が対象とした発明は，本件手続補正後の本件訂正請求によって訂正された後の請求項40及び請求項43に記載された発明であり(以下，請求項40に記載された発明を「本件特許発明1」と，請求項43に記載された発明を「本件特許発明2」という。)，その要旨は以下のとおりである。ただし，本件特許発明1については，請求項40が，平成11年3月12日の取消決定によって取り消された請求項35を引用するので，取消前の請求項35記載の発明を織り込み，かつ，誤記を訂正した後の請求項40の記載に基づくものであり，本件特許発明2については，請求項43の記載に基づくものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1の要旨",
              "text": [
                "「集積半導体回路に安定な低抵抗コンタクトを製作する方法であって，(a)シリコン基板にドープされた領域を設け，",
                "(b)周囲の基板の前記ドープされた領域上を覆って二酸化シリコンの絶縁層を形成し，",
                "(c)前記ドープされた領域の選択された領域に，その部分を露出するために，前記二酸化シリコンを介して実質的に均一な大きさのコンタクトホールを形成し，前記コンタクトホールは前記絶縁層の壁によって規定され，",
                "(d)下にあるドープされた領域に接触して，前記壁に沿ったところを含む，少なくとも前記ホールにチタンの粘着および接触層をスパッタリングし，前記粘着および接触層は，前記コンタクトホールを充填するのに不十分な厚さに形成され，(e)窒化チタン，チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含むバリヤ層を，前記粘着および接触層と接触して前記コンタクトホールに形成し，前記バリヤ層は，前記コンタクトホールを充填するのに不十分な厚さに形成され，かつ",
                "(f)前記コンタクトホールを実質的に充填しかつ前記バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステンおよびドープされたポリシリコンからなる群から選択される導電材料をCVDによって析出することによって形成され，",
                "前記粘着および接着層，前記バリヤ層および前記導電材料は，前記コンタクトホール内を含む二酸化シリコンの前記層上にブランケット析出され，前記バリヤ層は，窒化チタンを含み，コンタクトホールの底部だけでなく側壁にも形成され，前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む，方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2の要旨",
              "text": [
                "「前記導電材料はタングステンを含み，かつ前記導電材料および前記下にあるバリヤ層ならびに粘着および接触層は，前記絶縁層の部分を露出するためにパターン化されかつエッチングされ，配線領域を形成する前記導電材料および前記バリヤ層ならびに前記粘着および接触層の規定されたパターンを残し，前記配線領域は少なくとも部分的に前記コンタクトホールの上にある，請求項40記載の(本件特許発明1の)方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本件特許発明1，2は，特開昭61−35517号公報(甲第2号証。以下「刊行物1」という。)に記載された発明(審決表示の「刊行物発明1−3」及び「刊行物発明1−4」，以下，審決と同様，「刊行物発明1−3」，「刊行物発明1−4」という。)及び特開昭61−51917号公報(甲第5号証。以下「刊行物2」という。)，1986年(昭和61年)刊行の「Tungsten and Other Refractory Metals for VLSI Applications」所収のSuresh Sachdev 外1名による「TUNGSTEN INTERCONNECTS IN VLSI」と題する論文(甲第3号証。抄訳は甲第12号証。以下「刊行物3」という。)にそれぞれ記載された発明，並びに，1986年(昭和61年)8月20～22日に開催された「the 18th (1986 International) Conference on SOLID STATE DEVICES ANDMATERIALS」に係る「Extended Abstracts」所収の K. Suguro 外5名による「HighAspect Ratio Hole Filling with CVD Tungsten for Multi-level Interconnection」と題する報告(甲第6号証，以下「刊行物4」という。)，1986年(昭和61年)刊行の「Tungsten and Other Refractory Metals for VLSI Applications」所収の David W.Woodruff 外2名による「ADHESION OF NON-SELECTIVE CVD TUNGSTEN TOSILICON DIOXIDE」と題する論文(甲第7号証，抄訳は甲第12号証，以下「刊行物5」という。)及び1986年(昭和61年)12月7～10日に開催された",
            "「1986 International Electron Devices Meeting」に係る「Technical Digest」所収の S.Ogawa 外3名による「THERMALLY STABLE W/SILICIDE/Si CONTACT」と題する報告(甲第8号証，以下「刊行物7」という。)にそれぞれ記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができず，特許法123条1項2号の規定により無効とすべきものである，というものである。",
            "「5 当審の判断",
            "5−1 請求人の提出した証拠方法及びその記載事項",
            "(a)刊行物1：特開昭61−35517号公報(請求人が提出した甲第2号証)",
            "本件優先権主張日前に頒布された刊行物1は，「半導体装置の形成方法」(発明の名称)に関するものであって，第5図～第8図とともに，以下の点が記載されている。",
            "「本発明は，半導体装置の製造方法に係り，特に，半導体基板上に形成された半導体領域と配線層との間に高い信頼性をもつ微細面積のコンタクトを形成する方法に関する。」(第1頁右下欄第16～19行)",
            "「このような問題を解決する技術として，前記Ｎ＋型シリコン拡散層2とアルミニウム電極5との間に前述の如き界面反応が発生するのを防止するため，障壁金属(バリヤーメタル)を形成する方法が注目されている。",
            "この1例として，窒化チタン(TiＮ)膜を障壁金属として用いた場合の電極形成方法を第11図(a)～(c)に示す。」(第2頁右上欄第14行～同頁左下欄第1行)",
            "「本発明は，前記実情に鑑みてなされたもので，微細で浅いPＮ接合をもつ半導体層に対しても接合特性を劣化させることなく，配線層と拡散層との間のオーミックコンタクトを低抵抗とすると共に，信頼性を高めることを目的とする。」(第2頁右下欄第3～7行)「そこで，本発明は，自然酸化膜の除去およびシリコン拡散層と窒化チタン膜との密着性の向上に着目してなされたもので障壁金属の形成に先立ち，金属膜を形成し，続いて，障壁金属としての窒化金属膜を形成するようにしている。",
            "すなわち，本発明は，拡散層の形成された基板表面に絶縁膜を形成し，この絶縁膜にコンタクト用の窓明けを行い，この窓内にコンタクト用電極を形成するにあたり，まず，金属膜を形成し，続いて窒化金属膜を形成し，該窒化金属膜の上層にコンタクト用の電極を形成することを特徴とするものである。",
            "このように，拡散層と障壁金属としての窒化金属膜との間に金属膜を介在させた場合にも，該窒化金属膜の障壁金属としての特性は変化せず，金属膜の存在によって窒化金属膜の内部応力を緩和できるため密着性が高められると共に，後続する熱処理工程において，該金属膜が，拡散層上に生成される自然酸化膜と反応することにより，拡散層とコンタクト用の電極との電気的接触を良好に保つことが可能となる。",
            "〔発明の効果〕",
            "従って，本発明によれば，微細で浅いPＮ接合をもつ半導体領域に対しても，障壁金属の存在によって，電極と半導体領域との界面反応が抑制され，また電極形成後の熱処理による接合破壊を確実に防止することができると同時に，低抵抗であってかつ，信頼性の高いオーミックコンタクトを形成することが可能となる。」(第3頁左上欄第4行～同頁右上欄第12行)「まず，第6図に示す如く，P型シリコン基板31上に，砒素をイオン注入することによって形成されたPＮ接合深さX＝0．1μmのＮ＋型シリコン拡散層32の表面全体に絶縁膜33として酸化シリコン膜を堆積し，これにフォトリソエッチング法により，コンタクト用の窓Wを穿孔する。",
            "次いで，アルゴン雰囲気中でスパッタリングを行い，前記P型シリコン基板表面全体に第7図に示す如く，チタン(Ti)膜34を形成する。このとき，基板温度は20～300℃，アルゴンの圧力は3×10−3Torrとし，膜厚100Åのチタン膜34を得た後，一担，スパッタリングを停止する。",
            "続いて，真空を破ることなく，該スパッタリング装置内に窒素ガスを導入し，アルゴンの分圧3×10−3Torr，窒素の分圧3×10−4～6×10−4Torrとし，基板温度20～300℃の条件下で，再びスパッタリングを行い，第8図に示す如く膜厚1000Åの窒化チタン膜35を形成する。",
            "更に，基板表面全体にアルミニウム膜36を蒸着法によって形成する。そして，このようにして得られたチタン膜34，窒化チタン膜35，アルミニウム膜36からなる3層膜を，フォトリソエッチング法により，同時にパターニングする。この後，フォーミングガス雰囲気中で20分間にわたり，450℃の熱処理を行うことにより，第5図に示したようなコンタクト用電極および電極配線層が完成される。」(第4頁左上欄第6行～同頁右上欄第13行)そして，刊行物1に記載された「チタン膜」及び「窒化チタン膜」は，第7図，第8図及びこれらの図面に関する記載から，コンタクト用の窓を充填するのに不十分な厚さに形成され，かつ，コンタクト用の窓の底部だけでなく側壁にも形成又は析出されていることは明らかである。",
            "よって，刊行物1には，",
            "「半導体装置に低抵抗であってかつ，信頼性の高いオーミックコンタクトを製作する方法であって，",
            "(a)P型シリコン基板に砒素をイオン注入することによってＮ＋型シリコン拡散層を形成し，(b)前記Ｎ＋型シリコン拡散層の表面全体を覆って酸化シリコンの絶縁膜を形成し，(c)前記酸化シリコンの絶縁膜にコンタクト用の窓を穿孔し，",
            "(d)前記P型シリコン基板表面全体にチタン膜をスパッタリングし，前記チタン膜は，前記コンタクト用の窓を充填するのに不十分な厚さに形成され，",
            "(e)続いて，窒化チタン膜を蒸着法によって形成し，前記窒化チタン膜は，前記コンタクト用の窓を充填するのに不十分な厚さに形成され，かつ",
            "(f)更に，前記P型シリコン基板表面全体にアルミニウム膜を蒸着法によって形成し，前記窒化チタン膜は，コンタクト用の窓の底部だけでなく側壁にも形成される，方法。」(以下，「刊行物発明1−3」という。)，及び，",
            "「半導体装置に低抵抗であってかつ，信頼性の高いオーミックコンタクトを製作する方法であって，",
            "(a)P型シリコン基板に砒素をイオン注入することによってＮ＋型シリコン拡散層を形成し，(b)前記Ｎ＋型シリコン拡散層の表面全体を覆って酸化シリコンの絶縁膜を形成し，(c)前記酸化シリコンの絶縁膜にコンタクト用の窓を穿孔し，",
            "(d)前記P型シリコン基板表面全体にチタン膜をスパッタリングし，前記チタン膜は，前記コンタクト用の窓を充填するのに不十分な厚さに形成され，",
            "(e)続いて，窒化チタン膜を蒸着法によって形成し，前記窒化チタン膜は，前記コンタクト用の窓を充填するのに不十分な厚さに形成され，かつ",
            "(f)更に，前記P型シリコン基板表面全体にアルミニウム膜を蒸着法によって形成し，前記窒化チタン膜は，コンタクト用の窓の底部だけでなく側壁にも形成され，前記チタン膜，前記窒化チタン膜，前記アルミニウム膜からなる3層膜を，フォトリソエッチング法により，同時にパターニングし，コンタクト用電極および電極配線層を完成する，方法。」(以下，「刊行物発明1−4」という。)が記載されている。",
            "(b)刊行物2：特開昭61−51917号公報(請求人が提出した甲第5号証)",
            "本件優先権主張日前に頒布された刊行物2には，以下の点が記載されている。",
            "「近年，半導体集積回路のパターンの緻密化に伴い，コンタクトホールの形状が微小になり，このコンタクトホールの底部にある導電性基板からの接続配線として，通常アルミニウムの配線がなされているが，このアルミニウムがコンタクトホールに完全に充填されないため，接続配線が不完全になる恐れがあり，これに関する改善が要望されている。」(第1頁左下欄第15行～同頁右下欄第2行)",
            "(c)刊行物3：Suresh Sachdev and Sunil D.Mehta,“TUNGSTEN INTERCONNECTS INVLSI”,Tungsten and Other Refractory Metals for VLSI Applications,1986,p.161-171(請求人が提出した甲第3号証)",
            "本件優先権主張日前に頒布された刊行物3には，以下の点が記載されている。",
            "「ブランケットタングステンは，スパッタされたアルミニウムおよびアルミニウム合金に代わる適切なるVLSI配線である。ブランケットの抵抗率は，8～12μΩcmの範囲(使用されるスキーム［成膜条件］による)であり，それはアルミニウムの抵抗率の3～4倍である。",
            "CVDタングステンは，コンフォーマルなステップ・カバレッジ(均一な段差被覆性)という利点を有しており，その結果，1μのタングステン膜を用いて異方性エッチングで形成された1μ×1μのコンタクトを完全に充填する。サンプル・シミュレーションによれば，これらのコンタクト形状においては，スパッタされたAlSiのステップ・カバレッジが非常に劣っており，一方CVDタングステンの場合はコンタクトの完全な平坦性が達成されている(図1参照)。この点は，ブランケットCVDタングステンを使うことによって，1．2μ×1．2μのコンタクトを平坦化した図2のSEM写真にも示されている。」(第161頁下から第15～5行の訳文)",
            "(d)刊行物4：K.Suguro et al.,“High Aspect Ratio Hole Filling with CVD Tungsten for Multi-levelInterconnection”,Extended Abstracts of the 18th(1986 International)Conference on SOLID STATEDEVICES AND MATERIALS,1986年8月20日,p.503-506(請求人が提出した参考資料1)本件優先権主張日前に頒布された刊行物4には，以下の点が記載されている。",
            "「加熱したサセプタのあるLPCVD［低圧CVD］コールドウォールリアクタ中で，選択的及び非選択的にタングステンまたはタングステンシリサイドを堆積した。サンプルは装置に配置する前の最後に1％のHF溶液に浸した。下記のような4種類の反応を行なった。",
            "2WF +3Si → 2W+3SiF (1)",
            "2WF +3H → 2W+6HF (2)",
            "WF +3/2SiH →W+3/2SiF +H (3)",
            "WF +2SiH → WSi +6HF+H (4)」(第503頁左欄第23行～同頁右欄第6",
            "行の訳文)",
            "「最後に反応(2)又は(3)により約1μmのブランケットタングステンを成膜した。」(第503頁右欄第15～16行の訳文)",
            "「タングステンは650℃以上ではシリコンと反応してタングステンシリサイドを生成することが知られている。タングステンシリサイドの生成を抑えるために，タングステンとシリコンの間にTiＮ／TiSi 障壁層を入れた。窒化による自由エネルギーの減少はタングステンよりもチタンの方が大きいので，W／TiＮ界面は安定となる。」(第504頁左欄第27～32行の訳文)",
            "(e)刊行物5：David W.Woodruff et al.,“ADHESION OF NON-SELECTIVE CVD TUNGSTENTO SILICON DIOXIDE”,Tungsten and Other Refractory Metals for VLSI Applications,MaterialsResearch Society発行,1986,p.173-183(請求人が提出した参考資料2)本件優先権主張日前に頒布された刊行物5には，以下の点が記載されている。",
            "「非選択又はブランケットタングステンは，化学気相成長法(CVD)によって，二酸化シリコン及び窒化シリコンを含むウェハーの全表面上に成膜されたタングステン薄膜である。」(第173頁第16～19行の訳文)",
            "「450℃，全圧1．5torrでWF とH からコールドウォール反応室中においてCVDタングステン膜が成膜された。」(第178頁第23～25行の訳文)",
            "(f)刊行物7：S.Ogawa et al.“, THERMALLY STABLE W/SILICIDE/Si CONTACT”,InternationalElectron Devices Meeting,1986 technical digest,1986年12月7日,p.62-65(請求人が提出した参考資料3)",
            "本件優先権主張日前に頒布された刊行物7には，以下の点が記載されている。",
            "「タングステンは，高融点金属の中では最も抵抗が低く，しかも化学的に安定性を有するため，配線材としては魅力的である。しかし，W／Siの直接接触を伴う系では650℃以上ではタングステンのシリサイド化反応が起こるため熱安定性がない。」(第62頁左欄下から5行～末行の訳文)",
            "「タングステン配線が熱アニーリング中にさらにシリサイド化するのを防ぐため，タングステン配線とTiSi 層の間にTiＮ拡散障壁層を使った。TiＮ層はTiSi 層の窒化によって形成された。」(第63頁左欄第11～14行の訳文)",
            "5−2．対比・判断",
            "(a)本件特許発明1について",
            "本件特許発明1と刊行物発明1−3とを対比する。",
            "(ア)刊行物発明1−3の「P型シリコン基板」，「酸化シリコンの絶縁膜」は，それぞれ本件特許発明1の「シリコン基板」，「二酸化シリコンの絶縁層」に相当する。",
            "(イ)刊行物1には，「ところで集積回路の高速化と高集積化は素子の微細化によって実現される。」(第2頁左欄第7～8行)と記載されているから，刊行物発明1−3の「半導体装置」が，「集積回路」に用いられることは明らかである。",
            "よって，刊行物発明1−3の「半導体装置」は，本件特許発明1の「集積半導体回路」に相当する。",
            "(ウ)刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」は，信頼性が高いことから，特性が安定していることは明らかである。",
            "よって，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」は，本件特許発明1の「安定な低抵抗コンタクト」に相当する。",
            "(エ)刊行物発明1−3の「P型シリコン基板に砒素をイオン注入することによって」形成された「Ｎ＋型シリコン拡散層」は，シリコン基板に砒素をドープすることにより設けられた領域であることは明らかであるから，刊行物発明1−3の「Ｎ＋型シリコン拡散層」は，本件特許発明1の「ドープされた領域」に相当し，また，刊行物発明1−3の「P型シリコン基板に砒素をイオン注入することによってＮ＋型シリコン拡散層を形成」することは，本件特許発明1の「シリコン基板にドープされた領域を設け」ることに相当する。",
            "(オ)刊行物発明1−3の「酸化シリコンの絶縁膜」は，刊行物1の第6図の記載から，「Ｎ＋型シリコン拡散層」の周囲の基板も覆っていることは明らかである。",
            "よって，刊行物発明1−3の「前記Ｎ＋型シリコン拡散層の全体表面を覆って酸化シリコンの絶縁膜を形成し」は，本件特許発明1の「周囲の基板の前記ドープされた領域上を覆って二酸化シリコンの絶縁層を形成し」に相当する。",
            "(カ)本件特許明細書の「コンタクトホール16(すなわちバイア)は，パターン化されかつドープされた領域およびポリシリコンゲートまで下方にエッチングされる。」(特許公報第7頁左欄第35～37行)及び第1A図の記載から，「コンタクトホール」は，「二酸化シリコンの絶縁層」に形成されていると認められるから，本件特許発明1の「前記二酸化シリコンを介して実質的に均一な大きさのコンタクトホールを形成」することは，「前記二酸化シリコンの絶縁層に実質的に均一な大きさのコンタクトホールを形成」することを意味するものである。",
            "そして，刊行物発明1−3の「コンタクト用の窓」は，刊行物1の第6図の記載から，「Ｎ＋型シリコン拡散層」の選択された領域の部分を露出し，かつ，「絶縁膜」の壁によって規定されることは明らかである。",
            "また，刊行物1の「Ｎ＋型シリコン拡散層32の表面全体に絶縁膜33として酸化シリコン膜を堆積し，これにフォトリソエッチング法により，コンタクト用の窓Wを穿孔する。」(第4頁左上欄第8～11行)及び第6図の記載から，刊行物発明1−3の「コンタクト用の窓」は，実質的に均一な大きさになっていると認められる。",
            "よって，刊行物発明1−3の「コンタクト用の窓」は，本件特許発明1の「コンタクトホール」に相当し，また，刊行物発明1−3の「前記酸化シリコンの絶縁膜にコンタクト用の窓を穿孔し」は，本件特許発明1の「前記ドープされた領域の選択された領域に，その部分を露出するために，前記二酸化シリコンを介して実質的に均一な大きさのコンタクトホールを形成し，前記コンタクトホールは絶縁層の壁によって規定され」に相当する。",
            "(キ)刊行物発明1−3の「チタン膜」は，刊行物1の第7図の記載から，「チタン膜」の下にある「Ｎ＋型シリコン拡散層」に接触して，「絶縁膜」の壁に沿ったところを含む，少なくとも「コンタクト用の窓」に形成されることは明らかである。",
            "また，刊行物1には，「そこで，本発明は，自然酸化膜の除去およびシリコン拡散層と窒化チタン膜との密着性の向上に着目してなされたもので障壁金属としての窒化金属膜を形成するようにしている。」(第3頁左上欄第4～8行)と記載されている。",
            "一方，本件特許明細書には，「この発明に従って，チタンの薄い層18は，コンタクトホール16に形成され，次の層が，下にあるドープされた領域および／またはポリシリコンに良好に粘着しかつ良好に電気的に接触することを保証する。次にバリヤ材料からなる幾分厚い層 20 は，粘着及び接触層18上を被って形成される。」(特許公報第7頁左欄第47行～同頁右欄第2行)，「適当なバリヤ材料の例は，・・・窒化チタン・・・を含む。」(特許公報第7頁右欄第17～22行)と記載されており，両者は同様の層構造となっているから，刊行物発明1−3の「チタン膜」は，次の層である「窒化チタン膜」が，「チタン膜」の下にある「Ｎ＋型シリコン拡散層」に良好に粘着しかつ良好に電気的に接触することを保証することは明らかである。",
            "よって，刊行物発明1−3の「チタン膜」は，本件特許発明1の「チタンの粘着および接触層」に相当し，また，刊行物発明1−3の「前記P型シリコン基板表面全体にチタン膜をスパッタリングし」は，本件特許発明1の「下にあるドープされた領域に接触して，前記壁に沿ったところを含む，少なくとも前記ホールにチタンの粘着および接触層をスパッタリングし」に相当する。",
            "(ク)刊行物1には，「このような問題を解決する技術として，前記Ｎ＋型シリコン拡散層2とアルミニウム電極5との間に前述の如き界面反応が発生するのを防止するため，障壁金属(バリヤ−メタル)を形成する方法が注目されている。",
            "この1例として，窒化チタン(TiＮ)膜を障壁金属として用いた場合の電極形成方法を第11図(a)から(c)に示す。」(第2頁右上欄第14行～同頁左下欄第1行)と記載されているから，刊行物発明1−3の「窒化チタン膜」が，バリヤ層として機能することは明らかである。",
            "そして，本件特許発明1には，「窒化チタン，チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含むバリヤ層」と記載されているが，「バリヤ層」については，本件特許発明1において，「前記バリヤ層は，窒化チタンを含み」とも記載されているから，「バリヤ層」が，「チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含む」構成は，本件特許発明1には含まれない。",
            "よって，刊行物発明1−3の「窒化チタン膜」は，本件特許発明1の「窒化チタン，チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含むバリヤ層」に相当し，この「バリヤ層」が，「窒化チタンを含」むことは明らかであり，また，刊行物発明1−3の「続いて，窒化チタン膜を形成し」は，本件特許発明1の「窒化チタン，チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含むバリヤ層を，前記粘着および接触層と接触して前記コンタクトホールに形成し」に相当する。",
            "(ケ)刊行物1の第5図には，刊行物発明1−3の「アルミニウム膜」が，コンタクト用の窓を実質的に充填することが示唆されており，また，同第5図の記載から，刊行物発明1−3の「アルミニウム膜」は，窒化チタン膜に接触していることは明らかであるから，刊行物発明1−3の「アルミニウム膜」は，本件特許発明1の「コンタクトホールを実質的に充填しかつバリヤ層と接触する導電材料を含むコンタクトプラグ」に相当し，また，刊行物発明1−3の「更に，前記P型シリコン基板表面全体にアルミニウム膜を蒸着法によって形成し」は，本件特許発明1の「前記コンタクトホールを実質的に充填しかつ前記バリヤ層と接触する導電材料を含むコンタクトプラグを形成し」に相当する。",
            "(コ)刊行物発明1−3の「チタン膜」は，「スパッタリング」によって形成されること，「窒化チタン膜」は，「蒸着法」によって形成されること，「アルミニウム膜」は，「蒸着法」によって形成されること，及び，刊行物1の第5図の記載から，刊行物発明1−3の「チタン膜」，「窒化チタン膜」及び「アルミニウム膜」は，「コンタクト用の窓」内を含む「酸化シリコンの絶縁膜」上の全面に析出されること，すなわち，ブランケット析出されることは明らかである。",
            "(サ)本件特許発明1には，「前記コンタクトプラグは，タングステンおよびドープされたポリシリコンからなる群から選択される導電材料をCVDによって析出することによって形成され」と記載されているが，「コンタクトプラグ」については，本件特許発明1において，さらに，「前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む」とも記載されているから，「コンタクトプラグ」が，「ドープされたポリシリコンからなる」「導電材料をCVDによって析出することによって形成され」る構成は，本件特許発明1には含まれない。",
            "したがって，両者は，",
            "「集積半導体回路に安定な低抵抗コンタクトを製作する方法であって，(a)シリコン基板にドープされた領域を設け，",
            "(b)周囲の基板の前記ドープされた領域上を覆って二酸化シリコンの絶縁層を形成し，(c)前記ドープされた領域の選択された領域に，その部分を露出するために，前記二酸化シリコンを介して実質的に均一な大きさのコンタクトホールを形成し，前記コンタクトホールは前記絶縁層の壁によって規定され，",
            "(d)下にあるドープされた領域に接触して，前記壁に沿ったところを含む，少なくとも前記ホールにチタンの粘着および接触層をスパッタリングし，前記粘着および接触層は，前記コンタクトホールを充填するのに不十分な厚さに形成され，",
            "(e)窒化チタン，チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含むバリヤ層を，前記粘着および接触層と接触して前記コンタクトホールに形成し，前記バリヤ層は，前記コンタクトホールを充填するのに不十分な厚さに形成され，かつ",
            "(f)前記コンタクトホールを実質的に充填しかつ前記バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，",
            "前記粘着および接着層，前記バリヤ層および前記導電材料は，前記コンタクトホール内を含む二酸化シリコンの前記層上にブランケット析出され，前記バリヤ層は，窒化チタンを含み，コンタクトホールの底部だけでなく側壁にも形成される，方法。」の点で一致し，以下の点で相違する。",
            "本件特許発明1が，窒化チタンからなる材料を含む「バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン」からなる「導電材料をCVDによって析出することによって形成され」，かつ，「前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含」んでいるのに対して，刊行物発明1−3は，「窒化チタン膜」と接触するコンタクトプラグを形成しているものの，このコンタクトプラグが，「蒸着法」によって形成された「アルミニウム膜」である点。",
            "以下，上記相違点について検討する。",
            "刊行物2(第1頁左下欄第15行～同頁右下欄第2行参照)には，コンタクトホールの形状が微小になると，アルミニウムの配線は，コンタクトホールに完全に充填されないため，接続配線が不完全になる恐れがあることが記載されており，また，刊行物3(第161頁下から第15～5行の訳文参照)には，ブランケットタングステンは，スパッタされたアルミニウム又はアルミニウム合金に代わる適切なるVLSI配線であり，また，CVDタングステンは，コンフォーマルなステップ・カバレッジ(均一な段差被覆性)という利点を有することが記載されている。",
            "また，刊行物4(第503頁左欄第23行～同頁右欄第6行の訳文参照)及び刊行物5(第173頁第16～19行の訳文及び第178頁第23～25行の訳文参照)に記載されているとおり，半導体装置の製造工程において，導電層を形成するために，タングステンをWF とHとのCVD反応によってブランケット析出させることは，本願優先権主張日前より周知の技術である。",
            "また，刊行物4(第504頁左欄第27～32行の訳文参照)及び刊行物7(第62頁左欄下から5行～末行の訳文及び第63頁左欄第11～14行の訳文)に記載されているように，窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能することは，本願優先権主張日前より周知の技術である。",
            "したがって，刊行物発明1−3において，コンタクト用電極および配線層のステップカバレッジを良くするために，窒化チタン膜上に蒸着法によってアルミニウム膜を形成する方法に代えて，窒化チタン膜上にWF とH とのCVD反応によってタングステンをブランケット析出する方法を採用すること，すなわち，本件特許発明1の如く，窒化チタンからなる材料を含む「バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン」からなる「導電材料をCVDによって析出することによって形成され」，かつ，「前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む」ようにすることは，当業者であれば容易に想到し得るものであり，また，刊行物発明1−3において，窒化チタン膜上にWF とH とのCVD反応によってタングステンをブランケット析出する方法を採用した際に，窒化チタン膜が，タングステンとシリコンとの拡散を防止するバリヤ層として機能することは，当業者であれば容易に予測し得る事項に過ぎない。",
            "よって，本件特許発明1は，刊行物1ないし刊行物3に記載された発明及び上記周知の技術に基づいて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。",
            "(b)本件特許発明2について",
            "本件特許発明2は，本件特許発明1に，さらに「前記導電材料はタングステンを含み，かつ前記導電材料および前記下にあるバリヤ層ならびに粘着および接触層は，前記絶縁層の部分を露出するためにパターン化されかつエッチングされ，配線領域を形成する前記導電材料および前記バリヤ層ならびに前記粘着および接触層の規定されたパターンを残し，前記配線領域は少なくとも部分的に前記コンタクトホールの上にある，」という限定を付したものであり，一方，刊行物発明1−4は，刊行物発明1−3に，さらに「前記チタン膜，前記窒化チタン膜，前記アルミニウム膜からなる3層膜を，フォトリソエッチング法により，同時にパターニングし，コンタクト用電極および電極配線層を完成する，」という限定を付したものであるところ，本件特許発明2と刊行物発明1−4とを対比すると，両者は，上記「(a)本件特許発明1について」における，本件特許発明1と刊行物発明1−3との対比の(ア)～(サ)同様のことがいえる(ただし，「本件特許発明1」を「本件特許発明2」と読み替え，また，「刊行物発明1−3」を「刊行物発明1−4」と読み替える。)。",
            "(シ)本件特許発明2の構成要件である「前記導電材料はタングステンを含み」という点については，本件特許発明1にも「前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む」と記載されているから，この点が，本件特許発明1と刊行物発明1−3との相違点に加えて，本件特許発明2と刊行物発明1−4との新たな相違点を構成するとはいえない。",
            "(ス)刊行物発明1−4の「前記チタン膜，前記窒化チタン膜，前記アルミニウム膜からなる3層膜」は，「フォトリソエッチング法により，同時にパターニング」されること，及び，刊行物1の第5図の記載から，「酸化シリコンの絶縁膜」の部分を露出するためにパターン化されかつエッチングされることは明らかである。",
            "また，刊行物発明1−4の「前記チタン膜，前記窒化チタン膜，前記アルミニウム膜からなる3層膜」を，「フォトリソエッチング法により，同時にパターニング」することによって，「コンタクト電極及び電極配線層」を形成する「前記アルミニウム膜」および「前記窒化チタン膜」ならびに「前記チタン膜」の規定されたパターンが残されているものと認められる。",
            "さらに，刊行物発明1−4の「電極配線層」は，刊行物1の第5図の記載から，少なくとも部分的に「コンタクト用の窓」の上にあることは明らかである。",
            "よって，刊行物発明1−4の「前記チタン膜，前記窒化チタン膜，前記アルミニウム膜からなる3層膜を，フォトリソエッチング法により，同時にパターニングし，コンタクト用電極および電極配線層を完成する」は，本件特許発明2の「前記導電材料および前記下にあるバリヤ層ならびに粘着および接触層は，前記絶縁層の部分を露出するためにパターン化されかつエッチングされ，配線領域を形成する前記導電材料および前記バリヤ層ならびに前記粘着および接触層の規定されたパターンを残し，前記配線領域は少なくとも部分的に前記コンタクトホールの上にある」に相当する。",
            "そうすると，本件特許発明2と刊行物発明1−4とは，上記「(a)本件特許発明1について」における，上記本件特許発明1と刊行物発明1−3との相違点に加えて新たな相違点があるとはいえない。",
            "よって，本件特許発明2は，本件特許発明1と同様の理由により，刊行物1ないし刊行物3に記載された発明及び上記周知の技術に基づいて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。"
          ]
        },
        {
          "fig": "6",
          "subject": "むすび",
          "text": [
            "以上のとおりであるから，本件請求項40及び43に係る発明は，特許法第29条第2項の規定に違反してなされたものであるから，本件請求項40及び43に係る発明についての特許は，特許法123条第1項第2号の規定により無効とすべきものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "text": [
        "審決は，刊行物1の記載事項の認定を誤って，本件特許発明1と刊行物発明1−3との一致点の認定を誤るとともに，本件特許発明1と刊行物発明1−3との相違点についての判断を誤って，本件特許発明1が，刊行物発明1−3及び刊行物2，3記載の発明並びに周知技術に基づき，当業者が容易に発明をすることができたものと誤って判断したものである。また，審決は，本件特許発明2と刊行物発明1−4とは，本件特許発明1と刊行物発明1−3との相違点に加えて新たな相違点はないから，本件特許発明2は，本件特許発明1と同様の理由により，刊行物発明1−4及び刊行物2，3記載の発明並びに周知技術に基づき当業者が容易に発明をすることができたものと判断したものであるところ，本件特許発明1についての認定判断が誤りである以上，本件特許発明2についての認定判断も誤りである。",
        "したがって，審決は，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，本件特許発明1と刊行物発明1−3との対比に当たって，「刊行物発明1−3の『低抵抗であってかつ，信頼性の高いオーミックコンタクト』は，信頼性が高いことから，特性が安定していることは明らかである。 よって，刊行物発明1−3の『低抵抗であってかつ，信頼性の高いオーミックコンタクト』は，本件特許発明1の『安定な低抵抗コンタクト』に相当する。」(対比事項(ウ)項)との認定，及び，「刊行物1の第5図には，刊行物発明1−3の『アルミニウム膜』が，コンタクト用の窓を実質的に充填することが示唆されており，また，同第5図の記載から，刊行物発明1−3の『アルミニウム膜』は，窒化チタン膜に接触していることは明らかであるから，刊行物発明1−3の『アルミニウム膜』は，本件特許発明1の『コンタクトホールを実質的に充填しかつバリヤ層と接触する導電材料を含むコンタクトプラグ』に相当し，また，刊行物発明1−3の『更に，前記P型シリコン基板表面全体にアルミニウム膜を蒸着法によって形成し』は，本件特許発明1の『前記コンタクトホールを実質的に充填しかつ前記バリヤ層と接触する導電材料を含むコンタクトプラグを形成し』に相当する」(対比事項(ケ)項)との認定を行い，これらの認定を前提として，本件特許発明1と刊行物発明1−3とが，「集積半導体回路に安定な低抵抗コンタクトを製作する方法であって，(a)シリコン基板にドープされた領域を設け，",
              "text": [
                "(b)周囲の基板の前記ドープされた領域上を覆って二酸化シリコンの絶縁層を形成し，",
                "(c)前記ドープされた領域の選択された領域に，その部分を露出するために，前記二酸化シリコンを介して実質的に均一な大きさのコンタクトホールを形成し，前記コンタクトホールは前記絶縁層の壁によって規定され，",
                "(d)下にあるドープされた領域に接触して，前記壁に沿ったところを含む，少なくとも前記ホールにチタンの粘着および接触層をスパッタリングし，前記粘着および接触層は，前記コンタクトホールを充填するのに不十分な厚さに形成され，(e)窒化チタン，チタンタングステン，窒化チタンタングステンおよび窒化硼素からなる群から選択される材料を含むバリヤ層を，前記粘着および接触層と接触して前記コンタクトホールに形成し，前記バリヤ層は，前記コンタクトホールを充填するのに不十分な厚さに形成され，かつ",
                "(f)前記コンタクトホールを実質的に充填しかつ前記バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，",
                "前記粘着および接着層，前記バリヤ層および前記導電材料は，前記コンタクトホール内を含む二酸化シリコンの前記層上にブランケット析出され，前記バリヤ層は，窒化チタンを含み，コンタクトホールの底部だけでなく側壁にも形成される，方法。」の点で一致すると認定した。",
                "しかしながら，以下のとおり，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当するとの認定，及び，刊行物発明1−3の「コンタクト」が，本件特許発明1の「コンタクトプラグ」に相当するとの認定は，いずれも誤りであり，これらの認定を前提とした審決の上記一致点の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，刊行物発明1−3の「コンタクト」が，本件特許発明1の「コンタクトプラグ」に相当するものではない点から主張する。",
                "本件特許発明1は，本件明細書(甲第1号証)に「この発明は，・・・コンタクトホールにプラグを形成することによって配線金属のステップカバレッジを増すことに関するものである。」(5頁右欄3～6行)と記載されているとおり，アスペクト比(コンタクト深さ／コンタクト径)が1を超えると，従前のアルミニウム配線技術で前提となっていた薄膜形成技術によっては，ステップカバレッジ(段差被覆性)が極端に悪化する現象に対し，従前のアルミニウム配線技術の継続をいったん諦め，まずコンタクトホールを充填することを第一義とした「コンタクトプラグ」技術に関する発明であり，アスペクト比が1を超えるような「微細化」の段階となって初めて顕在化する技術課題の解決を図る技術思想である。",
                "これに対し，刊行物発明1−3は，アスペクト比が0．5程度である「微細化」の段階における配線技術に関する発明であり(したがって，ステップカバレッジは良好である。)，ステップカバレッジの悪化という技術課題に対応した「コンタクトプラグ」技術に関する発明ではない。",
                "したがって，刊行物発明1−3の「コンタクト」が，本件特許発明1の「コンタクトプラグ」に相当するとする審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当するとする認定が誤りであることは，以下のとおりである。",
                "すなわち，審決は，「本件特許発明1が，窒化チタンからなる材料を含む『バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン』からなる『導電材料をCVDによって析出することによって形成され』，かつ，『前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含』んでいるのに対して，刊行物発明1−3は，『窒化チタン膜』と接触するコンタクトプラグを形成しているものの，このコンタクトプラグが，『蒸着法』によって形成された『アルミニウム膜』である点」を，本件特許発明1と刊行物発明1−3の相違点として認定し，かつ，この相違点につき，「刊行物発明1−3において，コンタクト用電極および配線層のステップカバレッジを良くするために，窒化チタン膜上に蒸着法によってアルミニウム膜を形成する方法に代えて，窒化チタン膜上にWF とH とのCVD反応によってタングステンをブランケット析出する方法を採用すること，すなわち，本件特許発明1の如く，窒化チタンからなる材料を含む『バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン』からなる『導電材料をCVDによって析出することによって形成され』，かつ，『前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む』ようにすることは，当業者であれば容易に想到し得る」と判断したところ(この判断が誤りであることは，後記2のとおりである。)，刊行物発明1−3においては，蒸着法によって形成したアルミニウム膜から成るコンタクト用電極はコンタクトと一体となっているのであるから，このアルミニウム電極と一体となったコンタクトが「低抵抗であってかつ，信頼性の高い」ものであっても，このアルミニウム電極をCVD反応によってブランケット析出させたタングステンに置き換えた後において，なお，コンタクトが，当然に「低抵抗であってかつ，信頼性の高い」という性質を維持するとは，理論上いい得ないはずである。コンタクトの「安定性」について対比をするのであれば，上記置換を経た後に，結果として得られるコンタクトと対比すべきであって，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当するとした認定は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，その認定に係る本件特許発明1と刊行物発明1−3との相違点である，「本件特許発明1が，窒化チタンからなる材料を含む『バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン』からなる『導電材料をCVDによって析出することによって形成され』，かつ，『前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含』んでいるのに対して，刊行物発明1−3は，『窒化チタン膜』と接触するコンタクトプラグを形成しているものの，このコンタクトプラグが，『蒸着法』によって形成された『アルミニウム膜』である点」につき，刊行物2，3の記載を引用し，かつ，刊行物4，5により，「半導体装置の製造工程において，導電層を形成するために，タングステンをWF とH とのCVD反応によってブランケット析出させること」を，刊行物4，7により，「窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能すること」をそれぞれ周知技術と認定した上で，「刊行物発明1−3において，コンタクト用電極および配線層のステップカバレッジを良くするために，窒化チタン膜上に蒸着法によってアルミニウム膜を形成する方法に代えて，窒化チタン膜上にWF とH とのCVD反応によってタングステンをブランケット析出する方法を採用すること，すなわち，本件特許発明1の如く，窒化チタンからなる材料を含む『バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン』からなる『導電材料をCVDによって析出することによって形成され』，かつ，『前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む』ようにすることは，当業者であれば容易に想到し得るものであり，また，刊行物発明1−3において，窒化チタン膜上にWFとH とのCVD反応によってタングステンをブランケット析出する方法を採用した際に，窒化チタン膜が，タングステンとシリコンとの拡散を防止するバリヤ層として機能することは，当業者であれば容易に予測し得る事項に過ぎない。」と判断した。",
                "しかしながら，以下のとおり，この判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，審決は，刊行物発明1−3のアルミニウム膜をタングステンに置き換える動機として，「ステップカバレッジを良くする」ことを挙げている。しかしながら，上記のとおり，ステップカバレッジが悪化するのは，アスペクト比が1を超えるような場合であるところ，刊行物発明1−3のアスペクト比は0．5程度であるから，ステップカバレッジは未だ良好であり，したがって，刊行物発明1−3については，「ステップカバレッジを良くする」という課題は生じない。そうすると，「ステップカバレッジを良くする」ことは，刊行物発明1−3のアルミニウム膜をタングステンに置き換える動機となるものではなく，他に，当該置換の動機付けとなるようなものはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決は，刊行物発明1−3の「窒化チタン膜上に蒸着法によってアルミニウム膜を形成する方法」に代えて，「窒化チタン膜上に・・・タングステンをブランケット析出する方法」を採用すること，すなわち，刊行物発明1−3の，スパッタリングされるチタン膜や蒸着法によって形成される窒化チタン膜を残し，窒化チタン膜の上にタングステンを析出する(CVD反応により形成する)ことが容易であるとするが，仮に，アルミニウム膜をタングステンに置き換えること自体は容易であったとしても，刊行物発明1−3のチタン膜や窒化チタン膜を残したまま，アルミニウム膜だけをタングステンに置き換えることは，以下のとおり，容易ではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物発明1−3において，窒化チタン膜は，アルミニウム配線技術に固有の課題であるアルミニウムとシリコンとの境界面の相互拡散を防ぐバリヤ層として形成されている。これに対し，アルミニウム膜をタングステンに置き換えた場合には，タングステンとシリコンとの間に拡散の防止という課題は生じないから(そもそも，タングステンは，アルミニウム配線において，永年の間，拡散(防止)バリヤとされてきたものである。)，窒化チタン膜をバリヤ層として形成することは，当該課題解決のためには必要ない。また，刊行物発明1−3のチタン膜や窒化チタン膜は，アルミニウム膜と同様に電流を通す配電材料であり，かつ，ステップカバレッジを良好化しないスパッタリングによって形成されているものであるから，「ステップカバレッジを良くするために」アルミニウム膜だけをCVD反応によって形成されるタングステン(以下「CVDタングステン」という。)に置換し，チタン膜や窒化チタン膜を残す動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が引用する刊行物2，3のCVDタングステンは，いずれもアルミニウムとシリコンとの間で拡散バリヤ層として機能するものである。したがって，刊行物発明1−3のアルミニウム膜だけを刊行物2，3のCVDタングステンに置き換えた場合には，拡散バリヤ層の上に更に拡散バリヤ層を設けることになり不合理である。なお，甲第4号証には，タングステン層の下にチタン層を設けることが記載されているが，これは，本来シリコンとアルミニウムとの間で拡散バリヤとして機能するタングステンと，二酸化シリコンの絶縁層との接着性が悪く，その間に隙間を生じやすいため，上層にアルミニウム配線を形成する際，当該隙間を通じてアルミニウムがコンタクト部まで侵入することを防ぐ目的で，タングステンと二酸化シリコン層との間にチタン層を設けて密着性を高めようとするものであって，タングステンがアルミニウムとシリコンとの間で拡散バリヤとして機能するという技術常識を前提とする技術事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許に係る優先権主張日である1987年(昭和62年)2月19日当時，窒化チタン膜上にCVDによってタングステンを析出することはできないとする知見が技術常識として存在し，かつ，上記優先権主張日後の同年4月30日まで，この知見を否定すべき刊行物は存在していなかった(甲第15，第18号証)。刊行物4は，一見するとこの知見に反するかのように理解されるが，同刊行物に記載されている，CVDタングステンによるホール(プラグ)充填の技術と，その後に記載されているW／TiＮ／TiSi (タングステン／チタン／チタンシリサイド)のバリヤ構造体の技術とは，それぞれ独立のものとして記載されているのであって，そのW／TiＮ／TiSi 構造体の技術におけるタングステン及びシリコンが，ホール充填技術の構成に係るものとはされないから(因みに，W／TiＮ／TiSi 構造体の技術におけるタングステンの製法も記載されていないので，従来技術であるスパッタリングや蒸着法で形成したと理解される。)，結局，刊行物4は上記知見を否定するものではない。",
                    "したがって，刊行物発明1−3のアルミニウム膜をタングステンに置換する際に，チタン膜や窒化チタン膜を残したまま，アルミニウム膜だけをタングステンに置き換えるという着想には阻害事由がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，上記のとおり，刊行物4，7により，「窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能すること」が周知技術であると認定したが，刊行物4，7に記載されているのは，多層配線のための層間絶縁体の平坦化処理において，シリコン基板が750～900℃もの高温に晒されることを前提として，タングステンのシリサイド化を防止する発明であり，バリヤ層もこのような発明における技術事項である。しかも，刊行物4，7に記載されたバリヤ層は，TiＮ／TiSi (チタン／チタンシリサイド)構造であって，チタン膜ではない。これに対し，刊行物発明1−3に記載されているのは，660℃で溶融するアルミニウムの配線技術であり，また，CVDによってタングステンを形成する際の成膜温度も室温～500℃の範囲である上，刊行物4自体に，タングステンは800℃まではバリヤ層を必要としないことが示唆されているのであるから，刊行物4，7に記載されたバリヤ層を周知技術として刊行物発明1−3に適用することは不合理である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，刊行物4，7は，本件の審判段階において，無効の理由に係る証拠として提出されたものではなく，審決も，これらの刊行物を，周知技術立証のための証拠としているが，これらの刊行物によって認定した「窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能すること」は，周知技術とはいえず，実質的に公知技術である。したがって，審決が，刊行物4，7により，上記事実の認定をしたことは，特許法150条又は153条の場合に該当するのに，原告に対し，その審理結果が通知されて，意見を述べる機会は与えられなかったから，審決には手続違背がある。",
                    "また，刊行物4，7については，ラボレベルの研究成果を発表する文献にすぎず，周知技術の立証に係る証拠方法としても適切ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件特許発明1は，バリヤ層が，気体CVDタングステン種が下にあるシリコンと接触することを防止し，浸食とウォームホールを生じさせないという効果を奏するものであり，このような効果は，刊行物発明1−3のチタン膜が，550℃までアルミニウム層とシリコン拡散層との相互反応を防止するという効果とは異質のものであり，また，他の刊行物に記載も示唆もされていない。したがって，本件特許発明1は，本件特許出願当時の当業者の予測の範囲を超えた顕著なものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物発明1−3の「コンタクト」が，本件特許発明1の「コンタクトプラグ」に相当するものではないと主張するが，争う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，刊行物発明1−3の，アルミニウム電極と一体となったコンタクトが「低抵抗であってかつ，信頼性の高い」ものであっても，このアルミニウム電極をCVD反応によってブランケット析出させたタングステンに置き換えた後において，なお，コンタクトが，当然に「低抵抗であってかつ，信頼性の高い」という性質を維持するとは，理論上いえないから，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当するとした認定は，誤りであると主張する。",
                "しかしながら，審決の説示のとおり，信頼性が高いということは，特性が安定しているということであり，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当することは明らかである。",
                "なお，本件特許発明1の「安定」，「低抵抗」の程度ないし内容については，本件明細書に記載がなく，そうすると，これらの用語は，定量的な意義をもってコンタクトの構造を特定するものではなく，本件特許発明1の方法により製造されたコンタクトが必然的に具備する機能又は特性を記載したものにすぎない。しかるところ，刊行物発明1−3において，窒化チタン膜上に蒸着法によってアルミニウム膜を形成する方法に代えて，窒化チタン膜上にWF とH とのCVD反応によってタングステンをブランケット析出する方法を採用すれば，本件特許発明1の方法により製造されたコンタクトと同一の構造が得られるのであるから，そのコンタクトは，必然的に本件特許発明1にいう「安定な低抵抗コンタクト」の要件を具備することになる。",
                "したがって，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，アスペクト比が0．5程度である刊行物発明1−3については，「ステップカバレッジを良くする」という課題は生じないから，「ステップカバレッジを良くする」ことは，刊行物発明1−3のアルミニウム膜をタングステンに置き換える動機とならず，他に当該置換の動機付けとなるようなものはない，と主張する。",
                "しかしながら，刊行物1は，半導体装置の高集積化によって半導体素子が微細になり，コンタクト部の面積が狭くなることを明記しており，高集積化及び微細化される半導体装置において普遍的ないし周知の技術的課題であるステップカバレッジの問題が示唆されている。また，刊行物2は，コンタクトホールの形状が微小になるに従って，コンタクトホール底部の導電性基板からの接続配線として，通常コンタクトホールに充填されているアルミニウムが，完全に充填されないため，接続配線が不完全になるという課題を開示している。そうすると，刊行物発明1−3のステップカバレッジの悪いアルミニウム層を，ステップカバレッジの良いCVDタングステンとする動機付けは存在するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物発明1−3のアルミニウム膜をCVDタングステンに置き換える際に，チタン膜や窒化チタン膜を残したまま，アルミニウム膜だけをタングステンに置き換えることについては，動機付けがなく，あるいは阻害事由が存在するから，容易ではないと主張するが，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が主張するとおり，CVDタングステンと二酸化シリコンとは，接着性に問題があるから，その間に，窒化チタン膜を介在させて接着性を改良することについては動機付けがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件特許に係る優先権主張日である1987年(昭和62年)2月19日当時，窒化チタン膜上にCVDによってタングステンを析出することはできないとする知見が技術常識として存在し，かつ，上記優先権主張日後の同年4月30日まで，この知見を否定すべき刊行物は存在していなかったと主張する。",
                    "しかしながら，刊行物4には，その実験において形成されるタングステンの製法がLPCVD法であったことが明記されており，したがって，刊行物4に開示されたW／TiＮ／TiSi ／Si構造におけるタングステンがLPCVD法によっ",
                    "て形成されたことは明らかである。原告は，W／TiＮ／TiSi 構造体の技術におけるタングステンの製法が記載されていないので，従来技術であるスパッタリングや蒸着法で形成したと理解されると主張するが，失当である。また，仮に，窒化チタン膜上にCVDによってタングステンを析出することはできないとする知見が技術常識として存在していたとすれば，本件明細書に，バリヤ層20(窒化チタンを含むものである。)の上に凝集するとされているCVDタングステンについて，それが堆積する製造方法及び条件を示されなけば，本件明細書の発明の詳細な説明は実施可能要件を充足しないというべきであるが，本件明細書には，そのような記載は存在しない。したがって，本件特許に係る優先権主張日である1987年(昭和62年)2月19日当時，窒化チタン膜上にCVDによってタングステンを析出することはできないとする知見が技術常識であったなどという事実は存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物4，7によって認定した「窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能すること」は，周知技術とはいえず，実質的に公知技術であるから，審決が，刊行物4，7により，上記事実の認定をしたことは，特許法150条又は153条の場合に該当するのに，原告に対し，その審理結果が通知されて，意見を述べる機会は与えられなかったから，審決には手続違背があると主張する。",
                    "しかしながら，審決が，刊行物4，7を周知技術を認定する証拠としているにすぎず，これらの刊行物に記載された発明を，進歩性欠如の根拠となる公知技術としているものでないことは，審決が認定した本件特許発明1と刊行物発明1−3との相違点及びこれに対する審決の判断に照らして明らかであるから，原告の主張は，その前提において誤りがある。",
                    "仮に，審決が，刊行物4，7を実質的に進歩性欠如の基礎となる公知技術として扱っていたとしても，被告は，本件審判における口頭審理において，「参考資料1(刊行物4)及び3(刊行物7)においては，その間に拡散障壁層としてTiＮ(窒化チタン)を設けており，タングステンとシリコンの拡散障壁層としてTiＮを使用することも公知であった。」旨を主張している(乙第1号証10頁)のであるから，審決の認定は，当事者の申し立てた理由についての審理に基づくものであり，特許法153条1項所定の職権審理に基づくものではないから，原告に意見書提出の機会を与えなかったことについて，何らの違法性も存在しない。また，原告は，これに対する反論の機会が十分に与えられていたのであるから，審決の認定は，原告にとって何ら不意打ちになるものではなく，審決を取り消すべき違法には当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件特許発明1は，バリヤ層が，気体CVDタングステン種が下にあるシリコンと接触することを防止し，浸食とウォームホールを生じさせないという効果を奏するものであり，このような効果は，本件特許出願当時の当業者の予測の範囲を超えた顕著なものであると主張する。",
                "しかしながら，刊行物1には，障壁金属である「窒化チタン膜」が，熱的及び化学的に安定であり，電極と半導体領域との界面反応や熱処理による接合破壊を防止するものであることが記載されているところ，原告が主張する効果も，結局は，タングステン(CVDタングステン種)とシリコンとの間の反応を防止できるというものであるから，引用発明1に開示された効果に含まれるものであり，障壁金属である窒化チタン膜の上にCVDタングステンを析出させる構成を採用すれば，窒化チタン膜によってかかる反応が防止できることは，当業者にとって予測される範囲の効果にすぎない。のみならず，刊行物4，7には，タングステンとシリコンの界面における拡散反応という課題に対して，その間に拡散障壁層としてTiＮ(窒化チタン)を設けることが記載されているから，本件特許出願当時の当業者にとって，本件特許発明1の効果は十分予測可能であった。もっとも，この点につき，原告は，刊行物4，7のバリヤ層は，窒化チタンではなく，実質的に窒化チタン／チタンシリサイドであると主張するが，仮にそうであるとしても，バリヤ層には窒化チタンが含まれており，窒化チタン膜がタングステンとシリコンの障壁層として機能していることに変わりはない。チタンシリサイドには，シリコンが含有されているため，主としてタングステンとシリコンの障壁層として機能するのが窒化チタンであることは当業者にとって自明な事項である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件特許発明1は，従前のアルミニウム配線技術で前提となっていた薄膜形成技術において，アスペクト比が1を超えるような「微細化」の段階となって初めて顕在化する，ステップカバレッジが極端に悪化するという課題に対し，まずコンタクトホールを充填することを第一義とした「コンタクトプラグ」技術に関する発明であるのに対し，刊行物発明1−3は，アスペクト比が0．5程度である「微細化」の段階における配線技術に関する発明でありステップカバレッジの悪化という技術課題に対応した「コンタクトプラグ」技術に関する発明ではないと主張する。",
                "しかるところ，本件明細書には，「この発明は，・・・コンタクトホールにプラグを形成することによって配線金属のステップカバレッジを増すことに関するものである。」(5頁右欄3～6行)との記載があり，また，コンタクト抵抗の値と関連して，コンタクトの直径が1．0μm，1．2μm，1．4μmであることが記載されている(9頁左欄1～2行)が，アスペクト比(コンタクト深さ／コンタクト径)を特定するような記載，又はコンタクト深さ等，これを推知する手掛かりとなるような記載は見当たらない。なお，本件特許出願に係る願書に添付された各図面には，コンタクトプラグの断面図が示されているが，そもそも願書に添付される図面は，明細書を補完し，特許を受けようとする発明に係る技術内容を当業者に理解させるための説明図にとどまるものであって，設計図と異なり，当該図面に表示された寸法や角度は，必ずしも正確でなくても足り，もとより，当該部分の寸法や角度がこれによって特定されるものではない上，本件明細書に「この説明において参照される図面は，特に注目される場合を除いて一定の縮尺で描かれてはいないと理解すべきである。」(7頁左欄6～8行)との記載があるから，上記図面に基づいて，本件特許発明1のアスペクト比を特定することもできない。",
                "しかしながら，刊行物3には，「ブランケットタングステンは，スパッタされたアルミニウムおよびアルミニウム合金に代わる適切なるVLSI配線である。・・・CVDタングステンは，コンフォーマルなステップ・カバレッジ(均一な段差被覆性)という利点を有しており，その結果，1μのタングステン膜を用いて異方性エッチングで形成された1μ×1μのコンタクトを完全に充填する。サンプル・シミュレーションによれば，これらのコンタクト形状においては，スパッタされたAlSiのステップ・カバレッジが非常に劣っており，一方CVDタングステンの場合はコンタクトの完全な平坦性が達成されている(図1参照)。この点は，ブランケットCVDタングステンを使うことによって，1．2μ×1．2μのコンタクトを平坦化した図2のSEM写真にも示されている。」(訳・甲第12号証1頁2～11行)との記載があって，アルミニウム系統の金属材料による電極において，径1μm，アスペクト比1のコンタクトのステップ・カバレッジが非常に劣っていること，これに対し，アルミニウム電極をCVDタングステンに置き換えた場合には，ステップカバレッジの点において優れたものとなることが示されており，また，刊行物4には，「信頼性のある0．25ミクロン・サイズのVLSIと三次元のLSIを実現するためには，層間絶縁体の平坦化及び高アスペクト比ホールの金属充填は不可欠である。・・・しかしアスペクト比が1以上のホールをボイドなしに完全に充填する方法は報告されていない。 この報告では，高アスペクト比(約3)のホールを・・・充填する新規に開発したプロセスを提案する。」(訳文1頁12～20行)との記載があって，金属材料の種類は明らかではないものの，径0．25μm，アスペクト比1以上のコンタクトに係るステップカバレッジが問題であることが示されている。そして，これらの記載によれば，本件特許出願に係る優先権主張日(1987年(昭和62年)2月19日)当時，アルミニウム系統の電極の配線技術において，コンタクトの径が1μm以下，アスペクト比1以上の場合に，ステップカバレッジが悪化することは，周知の技術課題であったものと認めることができる。なお，丹呉浩侑編「半導体工学シリーズ9 半導体プロセス技術」(甲第14号証)にも，「これまで用いてきたAl系合金薄膜のスパッタ法では，コンタクトの微細化と共にコンタクトの側面や底面における膜被覆性が極端に劣化し・・・コンタクトのアスペクト比(＝コンタクト深さ／コンタクト径)が1を超えて大きくなると被覆性の劣化が顕著になることが知られている。」(48頁6～12行)との記載があるが，同刊行物の初版発行は，1998年11月30日であるから，同刊行物は，本件特許出願に係る優先権主張日当時の課題の周知性認定に供する証拠とはなし得ない。",
                "他方，特許公開公報である刊行物1には，「本発明は，半導体装置の製造方法に係り，特に・・・微細面積のコンタクトを形成する方法に関する。」(1頁右下欄16～19行)，「(実施例2) 第5図に示すのは・・・Ｎ＋型シリコン拡散層32に対し，チタン膜34，窒化チタン膜35，アルミニウム膜36からなる3層構造のコンタクト用電極を形成したものである。 次に，かかる構造のコンタクト用電極の形成方法を詳細に説明する。 まず，第6図に示す如く，P型シリコン基板31上に・・・形成された・・・Ｎ＋型シリコン拡散層32の表面全体に絶縁膜33として酸化シリコン膜を堆積し・・・コンタクト用の窓Wを穿孔する。 次いで・・・スパッタリングを行い・・・基板表面全体に第7図に示す如く，チタン(Ti)膜34を形成する。・・・膜厚100Åのチタン膜34を得た後，一担(判決注：「一旦」の誤記と認める。)，スパッタリングを停止する。 続いて・・・再びスパッタリングを行い，第8図に示す如く膜厚1000Åの窒化チタン膜35を形成する。 更に，基板表面全体にアルミニウム膜36を蒸着法によって形成する。そして，このようにして得られたチタン膜34，窒化チタン膜35，アルミニウム膜36からなる3層膜を・・・同時にパターニングする。この後・・・熱処理を行うことにより，第5図に示したようなコンタクト用電極および電極配線層が完成される。",
                "このようにして形成された実施例1および実施例2のコンタクト用電極のコンタクト抵抗(縦軸)とコンタクト面積(横軸)との関係は第9図の実線Aに示す如くである。」(3頁右下欄18行～4頁右上欄17行)との各記載があり，第9図には実施例1，2に係るコンタクト面積が，1．02未満～2．02μ m 2(すなわち，1．0未満～2．0μm×1．0未満～2．0μm)の範囲であることが示されているが，アスペクト比を特定した記載はない。なお，刊行物1の図面には，コンタクトの断面図が示されているが，この図面に基づいて，刊行物1に記載された発明のアスペクト比の特定をすることができないことは，前同様である。",
                "そうすると，刊行物1に記載された刊行物発明1−3は，アルミニウム系の電極材料を用い，微細面積のコンタクトを形成する方法に関するものであって，当該コンタクトの径は，ステップカバレッジが悪化する範囲のものを含んでいるものと認められ，また，明細書にアスペクト比の記載がないとはいえ，アスペクト比が1を超えるものが含まれていないともいえないから(この点は，本件特許発明1と同様である。)，当業者が，本件特許出願に係る優先権主張日において，上記周知の技術課題を前提として刊行物1に接すれば，刊行物発明1−3が，ステップカバレッジの悪化という課題を内在するものと認識することは明らかである。",
                "したがって，刊行物発明1−3のアスペクト比が0．5程度であるとし，これを前提として，刊行物発明1−3の「コンタクト」が，本件特許発明1の「コンタクトプラグ」に相当しないとする原告の主張は失当であり，この点についての審決の認定に原告の主張は誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は，刊行物発明1−3の，アルミニウム電極と一体となったコンタクトが「低抵抗であってかつ，信頼性の高い」ものであっても，このアルミニウム電極をCVD反応によってブランケット析出させたタングステンに置き換えた後において，なお，コンタクトが，当然に「低抵抗であってかつ，信頼性の高い」という性質を維持するとは，理論上いえないから，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当するとした認定は，誤りであると主張する。",
                "しかるところ，本件特許発明1の要旨は，これら「安定」及び「低抵抗」の程度ないし内容について，具体的に特定するものではなく，また，本件明細書にも，「安定」及び「低抵抗」を，例えば抵抗値等を用いて定義した記載はない。そうすると，本件発明における「安定」及び「低抵抗」は，具体的に安定性及び抵抗値が特定されるようなものではなく，コンタクトとして十分実用に供することができるだけの安定性及び抵抗値を有するという程度の，単なるコンタクトの特性を表したものと理解せざるを得ない。",
                "ところで，原告の主張は，これを一般論に敷衍すれば，このような物の特性を表す発明特定事項について，目的とする発明と引用発明とが一致した場合においても，相違点とされた他の発明特定事項に係る置換により，引用発明の当該特性が変動する可能性があるので，一致点として認定すべきでないというものである。しかしながら，目的とする発明の個々の発明特定事項について引用発明との構成上の一致点及び相違点を認定し，当該相違点について他の公知技術又は周知技術に係る構成によって置換又は付加することの容易性を判断することは，発明の容易想到性判断の手法として確立されたものであり，その際，物の特性に係るものであっても，発明特定事項とされている限り，一致点及び相違点の認定の対象とすることも，実務上，通常の手法である。もっとも，物の特性等，とりわけ，上記のとおり，定量的に特定されるようなものではない，本件特許発明1の「安定」，「低抵抗」というような事項は，発明を特定する機能に乏しく，また，対比の対象としても極めて漠然としたものであるから，一致点及び相違点の認定の対象外とすることも考えられないではないところ，それと較べれば，上記のとおり，このような物の特性等を含めて一致点及び相違点の認定の対象とする現行の実務は，より慎重な判断を行っているものということができ，これが不合理であるということはできない。",
                "そして，刊行物1によれば，刊行物発明1−3は「低抵抗であってかつ，信頼性の高いオーミックコンタクトを形成する」(3頁右欄10～12行)ものであるから，刊行物発明1−3によって形成されたコンタクトも，十分に実用に供することができる程度の安定性及び抵抗値を有するものと認められる。",
                "したがって，審決が，刊行物発明1−3の「低抵抗であってかつ，信頼性の高いオーミックコンタクト」が，本件特許発明1の「安定な低抵抗コンタクト」に相当するとした認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)，(2)のとおり，審決がした本件特許発明1と刊行物発明1−3との対比に原告主張の誤りはなく，したがって，この誤りを前提として，一致点の認定の誤りをいう原告の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，アスペクト比が0．5程度である刊行物発明1−3については，「ステップカバレッジを良くする」という課題は生じないから，「ステップカバレッジを良くする」ことは，刊行物発明1−3のアルミニウム膜をタングステンに置き換える動機とならず，他に当該置換の動機付けとなるようなものはない，と主張する。",
                "しかしながら，上記1の(1)のとおり，刊行物発明1−3のアスペクト比が0．5程度であるとする前提自体が誤りであり，また，当業者が，本件特許出願に係る優先権主張日において，周知の技術課題を前提として刊行物1に接すれば，刊行物発明1−3が，ステップカバレッジの悪化という課題を内在するものと認識すること，刊行物3に，アルミニウム系統の電極をCVDタングステンに置き換えた場合に，ステップカバレッジの点において優れたものとなることが示されていることも，上記1の(1)のとおりである。そうすると，「ステップカバレッジを良くする」ことが，当業者が刊行物発明1−3のアルミニウム膜をタングステンに置き換えるための，いわゆる論理付けとなることは明らかであるから，この点についての審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物発明1−3のアルミニウム膜をCVDタングステンに置き換える際に，チタン膜や窒化チタン膜を残したまま，アルミニウム膜だけをタングステンに置き換えることについては，動機付けがなく，あるいは阻害事由が存在するから，容易ではないと主張するので，以下，この主張について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，原告は，刊行物発明1−3において，窒化チタン膜は，アルミニウムとシリコンとの境界面の相互拡散を防ぐバリヤ層として形成されているところ，タングステンとシリコンとの間に拡散の防止という課題は生じないから，アルミニウム膜をタングステンに置き換えた場合に，窒化チタン膜をバリヤ層として形成することは，当該課題解決のためには必要がなく，また，刊行物発明1−3のチタン膜や窒化チタン膜は，アルミニウム膜と同様に電流を通す配電材料であり，かつ，ステップカバレッジを良好化しないスパッタリングによって形成されているものであるから，「ステップカバレッジを良くするために」アルミニウム膜だけをCVDタングステンに置換し，チタン膜や窒化チタン膜を残す動機付けはないと主張する。",
                    "しかしながら，刊行物発明1−3は，シリコン基板表面上に，チタン膜，窒化チタン膜，アルミニウム膜をこの順に形成するものであることは，当事者間に争いのない審決の刊行物発明1−3の認定(審決書32頁12～28行)のとおりである(したがって，審決は，チタン膜の形成及び窒化チタンを含むバリヤ層の形成を，本件特許発明1と刊行物発明1−3との一致点として認定し，相違点とはしていないところ，この認定に誤りがないことは上記1のとおりである。)。そうすると，当業者が，刊行物発明1−3のアルミニウム膜をCVDタングステンに置き換えることを検討した場合には，窒化チタン膜までが形成された上にCVDタングステンを形成することが，最初の検討対象となるはずであり，仮に，チタン膜や窒化チタン膜を残した上でCVDタングステンを形成することに何らかの不都合がある等として，チタン膜や窒化チタン膜を除去することを検討するのは，次位以下の検討事項である。かかる意味で，当業者が窒化チタン膜上にCVDタングステンを形成する(チタン膜や窒化チタン膜を残す)ことに格別の動機付けは必要はなく，むしろ，チタン膜や窒化チタン膜を除去する理由(チタン膜や窒化チタン膜を残した場合の不都合等)の有無が検討されるべきである。",
                    "かかる観点からみた場合，原告の上記主張のうち，タングステンとシリコンとの間に拡散の防止という課題は生じないから，アルミニウム膜をタングステンに置き換えた場合に，窒化チタン膜をバリヤ層として形成することは，当該課題解決のためには必要がないとの主張は，バリヤ層としては不要となった窒化チタン膜を形成する工程を省くという利点により，窒化チタン膜を除去する理由があるとの趣旨と理解され，また，チタン膜がステップカバレッジを良好化しないスパッタリングによって形成されているから，アルミニウム膜だけをCVDタングステンに置換し，チタン膜を残す動機付けはないとの主張は，スパッタリングにより形成されるチタン膜が，ステップカバレッジが悪く，導通不良，抵抗の増大等を生じさせる不都合があるので，チタン膜を除去する理由があるとの趣旨と理解される(なお，原告は，チタン膜とともに，窒化チタン膜についても同様の主張をするが，上記審決の刊行物発明1−3の認定のとおり，刊行物発明1−3において窒化チタン膜は，蒸着法によって形成されるものであるから，前提において誤りである。)が，前者の主張については，後に検討することにし，まず，後者の主張について検討する。",
                    "刊行物3の「ブランケットタングステンは，スパッタされたアルミニウムおよびアルミニウム合金に代わる適切なるVLSI配線である。・・・CVDタングステンは，コンフォーマルなステップ・カバレッジ(均一な段差被覆性)という利点を有しており，その結果，1μのタングステン膜を用いて異方性エッチングで形成された1μ×1μのコンタクトを完全に充填する。サンプル・シミュレーションによれば，これらのコンタクト形状においては，スパッタされたAlSiのステップ・カバレッジが非常に劣っており，一方CVDタングステンの場合はコンタクトの完全な平坦性が達成されている(図1参照)。この点は，ブランケットCVDタングステンを使うことによって，1．2μ×1．2μのコンタクトを平坦化した図2のSEM写真にも示されている。」(訳・甲第12号証1頁2～11行)との記載によれば，従前，問題となっているステップカバレッジの悪化は，コンタクトを充填するような厚みで被覆する場合に生ずるものであることが認められ，その図1(163頁)には，径1μmのコンタクトに「AL−1％SI」(1％のシリコンを含むアルミニウム)をスパッタリングする場合に，膜厚が0．1μmのときはステップカバレッジは良好であり，膜厚が0．5μm，1μmと増すにつれて，コンタクト内部が被覆されにくくなって，ステップカバレッジが悪化することが示されている。",
                    "他方，刊行物1記載の発明(刊行物発明1−3)に係るコンタクトの径(1辺の寸法)が1．0～2．0μmであることは，上記1の(1)のとおりであり，刊行物1には，その実施例2(刊行物発明1−3)に係るチタン膜の膜厚が100Å(0．01μm)であることが記載されている(4頁左上欄16～17行)。そうすると，上記刊行物3の図1記載の「AL−1％SI」の場合と比較しても，刊行物発明1−3のチタン膜の膜厚は，コンタクトの径に対して十分に薄く，ステップカバレッジの悪化を生じさせないものと認められるから，これがスパッタリングによって形成されているからといって，チタン膜を除去する理由になるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は，刊行物2，3のCVDタングステンは，いずれもアルミニウムとシリコンとの間で拡散バリヤ層として機能するものであるから，刊行物発明1−3のアルミニウム膜だけを刊行物2，3のCVDタングステンに置き換えた場合には，拡散バリヤ層(窒化チタン膜)の上に更に拡散バリヤ層を設けることになり不合理であると主張する。",
                    "しかしながら，仮に，刊行物2，3に記載されたCVDタングステンがバリヤ層であったとしても，審決の「刊行物2(第1頁左下欄第15行～同頁右下欄第2行参照)には，コンタクトホールの形状が微小になると，アルミニウムの配線は，コンタクトホールに完全に充填されないため，接続配線が不完全になる恐れがあることが記載されており，また，刊行物3(第161頁下から第15～5行の訳文参照)には，ブランケットタングステンは，スパッタされたアルミニウム又はアルミニウム合金に代わる適切なるVLSI配線であり，また，CVDタングステンは，コンフォーマルなステップ・カバレッジ(均一な段差被覆性)という利点を有することが記載されている。・・・したがって，刊行物発明1−3において，コンタクト用電極および配線層のステップカバレッジを良くするために，窒化チタン膜上に蒸着法によってアルミニウム膜を形成する方法に代えて，窒化チタン膜上にWF とHとのCVD反応によってタングステンをブランケット析出する方法を採用すること，すなわち，本件特許発明1の如く，窒化チタンからなる材料を含む『バリヤ層と接触する導電材料を含むコンタクトプラグを形成し，前記コンタクトプラグは，タングステン』からなる『導電材料をCVDによって析出することによって形成され』，かつ，『前記コンタクトプラグは，導電材料として，WF とH とのCVD反応によって形成されたタングステンを含む』ようにすることは，当業者であれば容易に想到し得るものであり」(審決書39頁21行～40頁11行)との説示に照らして，審決は，刊行物2，3記載のCVDタングステンによるバリヤ層を，そのまま刊行物発明1−3に適用するとしているものではなく，刊行物2，3に記載された，コンタクトホールの形状が微小になると，アルミニウムの配線は，コンタクトホールに完全に充填されないため(ステップカバレッジが悪化するため)，接続配線が不完全になる恐れがあるという課題，及びアルミニウム系統の電極(配線)をCVDタングステンに置き換えた場合に，ステップカバレッジの点において優れたものとなるという知見を適用し，刊行物発明1−3のコンタクトを形成する導電材料をアルミニウムからCVDタングステンに置換するものとしていることが明らかであるから，当該置換によって，バリヤ層が二重に設けられることにはならない。",
                    "のみならず，刊行物3には，確かに，「(b) selectively deposited CVD tungsten toserve as a diffusion barrier or to refill contacts and vias for achieving improved stepcoverage of the aluminum deposited over it.」(161頁17～19行，「(b)拡散防止バリヤとして機能する，又はその上に析出されるアルミニウムのステップカバレッジを良化するためのコンタクト及びバイアを充填する，選択的に析出されるCVDタングステン」)との記載や「Encroachment of selective CVD tungsten has been amajor issue inhibiting its application in VLSI metallization. This encroachment candegrade the properties of the junction underneath the contact and cause increased leakage,defeating the purpose of using tungsten as a contact barrier.」(167頁5～8行，「選択的CVDタングステンでの浸食は，CVDタングステンの多層集積回路への適用を阻害する大きな問題であった。この浸食は，接触箇所の下の接合部分の内容を引下げ，漏出量を増やし，タングステンをコンタクトバリヤとして使用する動機を打ち消す。」)との記載があって，「選択的に析出されるCVDタングステン(selectivelydeposited CVD tungsten)」又は「選択的CVDタングステン(selective CVD tungsten)」が，「浸食」という問題を有するものの，拡散バリヤとして使用されることが記載されているが，刊行物3には，この「選択的CVDタングステン」とは別に，「ブランケットCVDタングステン(blanket CVD tungsuten)」が記載されており(刊行物3が，「選択的CVDタングステン」と「ブランケットCVDタングステン」とを各別に扱っていることは，刊行物3の章立てや，この両者とスパッタリングされたアルミニウムの物性の対比表(162頁)を掲げていることなどに照らして明らかである。)，この「ブランケットCVDタングステン」に関しては，拡散バリヤとして使用されるとの記載は見当たらない。そして，審決が，相違点の判断において引用したのは「ブランケットCVDタングステン」に関する部分(「BLANKETTUNGSTEN」の章の一部である161頁下から15～5行)であるから，刊行物3に記載されたCVDタングステンが，アルミニウムとシリコンとの間で拡散バリヤ層として機能するものであるとの原告の主張は，少なくとも，審決が引用したブランケットCVDタングステンに関しては，これを認めることができない。",
                    "したがって，いずれにせよ，上記原告主張の事由が，刊行物発明1−3のアルミニウム膜をCVDタングステンに置き換える場合に，窒化チタン膜を除去する理由にはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，本件特許に係る優先権主張日である1987年(昭和62年)2月19日当時，窒化チタン膜上にCVDによってタングステンを析出することはできないとする知見が技術常識として存在し，かつ，上記優先権主張日後の同年4月30日まで，この知見を否定すべき刊行物は存在していなかったと主張するが，かかる技術常識の存在を認めるに足りる証拠はない。",
                    "すなわち，刊行物5には，「成長の初期段階における金属フィルムの核挙動については，あまりよく知られていない。」(訳・甲第12号証2頁15～16行)との記載があるが，この記載が，原告主張の「技術常識」の存在を立証するものとは到底いえない。",
                    "また，甲第15号証(1985年(昭和60年)刊行の「Tungsten and Other",
                    "Refractory Metals for VLSI Applications」所収の E.K. Broadbent，A.E.Morgan，J.M.Deblasi，P.Van der Putte，A.Reader，B.Coulman，B.J.Burrow，D.K.Sadanaによる「GROWTH OF SELECTIVE TUNGSTEN ON SELF-ALIGNED Ti AND PtNiSILICIDES BY LOW PRESSURE CHEMICAL VAPOR DEPOSITION」と題する論文)には，「図1は，浅いボロン結合上に形成されたTiシリサイド膜のTEM断面写真である。窒素中でRTAによって形成された窒化物／シリサイドの2層構造を観察することができる。前記構造をオージェ観察すると，TiSi 層がTi，窒素，及び酸素を含有する層によって覆われていることが示された。タングステンの堆積は，そのようなサンプル上にWF とH とを反応種として用いて，300℃で25分試みた。タングステンの成長は認められず，シート抵抗も変化がなかった。TiＮ層は，WF のH 又は基材との還元によって引き起こされるタングステンの核生成を抑制することが明らかになった。」(訳・原告第三準備書面31頁4～12行)との記載がある。しかしながら，この記載は，RTAによって形成されたTiＮ／TiSi 層上に，WF とH とを反応種とするタングステンの成長が，300℃，25分という条件の下では認められなかったことを示すだけである。CVDタングステンの析出の条件は，温度ひとつをとってみても，刊行物4においては360～500℃(訳文下から2行)，刊行物5では450℃(178頁24行)とされて",
                    "いるから，甲第15号証の上記条件下で，窒化チタン上に析出できなかったからといって，窒化チタン膜上にCVDによってタングステンが析出されないという技術常識が，直ちに認められるものではない。",
                    "さらに，甲第18号証(1987年(昭和62年)11～12月発行の",
                    "「J.Vac.Sci.Technol.B5(6)」所収の Eliot K. Broadbentによる「Nucleation and growth ofchemically vapor deposited tungsten on various subustrate materials:A review」と題する論文)には，「他の金属上へのタングステンの析出」として，「WF ：H を用いて窒化チタン上に核生成させることは，膜の正確な処理方法，すなわちその膜の化学状態に従うようである。自己整合的なチタンシリサイド工程の流れにおいて，窒素雰囲気中の最終アニールは酸素を含んだ薄い(10−20nm)表面窒化物を生成する。これらの表面層では，長期にわたってWF ：H に晒した後であっても，タングステンの核生成が一切起こらないか29，80nmまでのタングステンが析出された30結果が報告されている」(訳文3頁下から12～6行)との記載があって，注29と注30にそれぞれ文献が引用されているが，このうち，タングステンの核生成が一切起こらないとした注29の文献は，その8名の執筆者が，上記甲第15号証の8名の執筆者と全く同一で，かつ，甲第15号証の刊行の翌年に刊行されたものであるから，上記甲第15号証と同内容のものと推認され，そうであれば，上記のとおり，これによって，窒化チタン膜上にCVDによってタングステンが析出されないという技術常識が認められるものではない。",
                    "そして，他に，原告主張の「技術常識」が存在したことを認めるに足りる証拠はなく，上記「技術常識」が，刊行物発明1−3のアルミニウム膜をCVDタングステンに置き換える場合に，窒化チタン膜を除去する理由にはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，審決が，刊行物4，7により，「窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能すること」が周知技術であると認定したことが誤りであると主張する。",
                    "しかるところ，審決は，「刊行物4(第504頁左欄第27～32行の訳文参照)及び刊行物7(第62頁左欄下から5行～末行の訳文及び第63頁左欄第11～14行の訳文)に記載されているように，窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能することは，本願優先権主張日前より周知の技術である」との認定をし，この認定に基づいて，「刊行物発明1−3において，窒化チタン膜上にWF とH とのCVD反応によってタングステンをブランケット析出する方法を採用した際に，窒化チタン膜が，タングステンとシリコンとの拡散を防止するバリヤ層として機能することは，当業者であれば容易に予測し得る事項に過ぎない」との判断をしたものである。",
                    "しかしながら，上記のとおり，窒化チタンを含むバリヤ層の形成は，本件特許発明1と刊行物発明1−3との相違点ではなく，一致点であり，審決もそのように認定しているのであるから，審決の上記認定判断は，本件特許発明1と刊行物発明1−3の構成上の相違点に係る容易想到性を判断したものでなく，本件特許発明1の効果の予測可能性(非顕著性)を判断したものと解される。もっとも，仮に，刊行物発明1−3において窒化チタンを含むバリヤ層が，アルミニウムとシリコンとの境界面の相互拡散を防ぐために形成されており，かつ，タングステンとシリコンとの間には，そのようなバリヤ層が必要ないとすれば，工程を減らすことは常に存在する課題であるので，刊行物発明1−3のアルミニウム膜をCVDタングステンに置き換える場合に，窒化チタン膜を除去する(窒化チタン膜形成の工程を省く)理由がないとはいえないから，審決は，この点をおもんばかり，タングステンとシリコンとの間にバリヤ層が必要ないとはいえないことを，積極的に認定したものとも解されるが，いずれにしても，タングステンとシリコンとの間のバリヤ層の効果に関する判断であるから，その当否について，併せて判断する。",
                    "なお，この点は，本件特許発明1と刊行物発明1−3の構成上の相違点について，他の公知技術又は周知技術における構成を適用して，置換ないし付加することの容易想到性に関する判断ではないから，審決が，刊行物4，7による「周知技術」の認定と称しているのは，適切ではなく，上記のとおり理解すべきものである。",
                    "刊行物1には，「Ｎ＋型シリコン拡散層2に対し，絶縁膜3内に穿孔されたコンタクト窓4を介してアルミニウム(Al)電極5を形成した場合，該Ｎ＋型シリコン拡散層2とアルミニウム電極5との間でシリコンとアルミの相互作用に基づく界面反応によって前記PＮ接合部がショートすることがある。 このような問題を解決する技術として，前記Ｎ＋型シリコン拡散層2とアルミニウム電極5との間に前述の如き界面反応が発生するのを防止するため，障壁金属(バリヤーメタル)を形成する方法が注目されている。 この1例として，窒化チタン(TiＮ)膜を障壁金属として用いた場合の電極形成方法を第 11 図(a)～(c)に示す。」(2頁右上欄7行～左下欄1行)との記載があり，この記載によれば，刊行物発明1−3の窒化チタンによるバリヤ層は，シリコン拡散層とアルミニウム電極との境界面の界面反応を防ぐ目的で形成されるものであることが認められる。",
                    "他方，本件明細書には，「バリヤ層20は，導電性材料を含み，その導電性材料は，一般にシリコンをドープする際に使用される典型的なドーパント種(硼素およびリン)に対する拡散バリヤである。バリヤ層20はまた，シリコン拡散に対するバリヤである。」(7頁右欄12～16行)，「この発明の利点は，析出中に，CVDタングステンプラグ法の場合，浸食及びウォームホール発生の原因となる気体CVDタングステン種は，層18および20があるため下にあるシリコンと決して接触せず，それによってそのようないかなる損傷も防ぐ。これはこの発明の重要な技術上の利点である。」(8頁左欄20～25行)，「従来の選択タングステン法を越えるこの方法の利点は，タングステン析出反応は，下にあるシリコン10がバリヤ層20によって遮蔽されているので，シリコン10と直接接触して生じないということである。したがって，浸食およびウォームホールのような共通の問題は，接合部10がバリヤ層20によって保護されているので生じない。」(8頁右欄17～22行)との各記載があり，これらの記載によれば，本件特許発明1のバリヤ層は，主として，CVDタングステンの析出中にタングステン種がシリコンと接触して浸食及びウォームホールが発生することを防止するものであり，併せて，シリコンのドーパント種に対する拡散バリヤ及びシリコン拡散に対するバリヤでもあるという効果を奏するものであると認められる。",
                    "そして，刊行物3と同じく1986年(昭和61年)刊行の「Tungsten and OtherRefractory Metals for VLSI Applications」所収の D.C.PAINE 外2名による「 MICROSTRUCTURAL CHARACTERIZATION OF LPCVD TUNGSTEN",
                    "INTERFACES」と題する論文(甲第11号証)には，「タングステンの低圧化学気相堆積(LPCVD)を商業規模で実施する前に克服しなければならない開発上の多くの難題には，サブミクロンから原子レベルでおこるモルフォロジカルな特徴の制御がある。・・・問題としては，シリコン−二酸化シリコン界面の下のタングステンの横方向の浸食，シリコン基板にフィラメント状のトンネルやいわゆるウォームホールの形成，タングステン−シリコン界面の粗さなどがある。これらの特徴はすべて，デバイスの信頼性や性能，および，オーミックなコンタクトの再現性に悪影響を与え得るものである。」(訳・甲第12号証5頁19～27行)との記載があり，タングステンの浸食及びウォールホールの問題を指摘して，バリヤの必要性を示唆しているほか，刊行物4には「高アスペクト比(約3)のホールをSi側壁技術およびレジスト・エッチバックを組み合わせたW−CVDによって充填する新規に開発したプロセスを提案する。・・・800℃以上の温度で急速に生成されるタングステンシリサイドの生成を抑えるために新規のW／TiＮ／TiSi 構造を適用した。」(訳文1頁18～22行)との記載が，刊行物7には「タングステンは高融点金属の中では最も抵抗が低く，しかも化学的に安定性を有するため，配線材としては魅力的である。しかし，W／Siの直接接触を伴う系では650℃以上ではタングステンのシリサイド化反応が起こるため熱安定性がない。」(訳文2頁3～6行)，「最高900℃までのアニーリング条件において，W／WSi ／Si，Wx",
                    "／TiSi ／Si，W／TiＮ／TiSi ／Siのコンタクト構造の熱安定性に"
                  ],
                  "content": [
                    {
                      "fig": "x",
                      "subject": "2",
                      "text": [
                        "ついて調べた。・・・W／TiＮ／TiSi ／Siのコンタクト構造によって，最高温度900℃まで熱安定性を有する低抵抗性のW／シリサイド／Siコンタクト構造が実現できた。」(訳文1頁6～16行)，「タングステン配線が熱アニーリング中にさらにシリサイド化するのを防ぐため，タングステン配線とTiSi 層の間にTiＮ拡散障壁層を使った。」(訳文3頁13～14行)との各記載があって，いずれも800～900℃の高温条件下ながら，窒化チタンのバリヤ層又は窒化チタンを含むバリヤ層が，タングステンとシリコンとの境界面における干渉を防ぐバリヤ層として機能することが示されている。",
                        "そうすると，これらの刊行物に接した当業者であれば，タングステンとシリコンとの間にも境界面における相互干渉の問題が発生し得ること，アルミニウム膜とシリコンとの間に存在していた窒化チタンのバリヤ層は，タングステンとシリコンとの間の相互干渉を防ぐバリヤ層としても機能し得ることを認識することは明らかであり，そうとすれば，刊行物発明3−1のアルミニウム膜をCVDタングステンに置き換えたからといって，それが窒化チタン膜を除去する理由にはならないし，また，本件特許発明1の上記効果は十分に予測することができるものといわざるを得ない。確かに，上記刊行物4，7に記載された事項は，直接的には，タングステンの析出における干渉の問題ではなく，その場合とは，温度条件が異なるとしても，一定の条件下で，窒化チタンを含む膜が，タングステンとシリコンとの相互干渉を防ぐバリヤ層として機能し得るのであれば，特に否定されない限り，異なる条件下でも同様に機能する可能性は認識されるのであり，窒化チタン膜を除去する理由がないと判断し，あるいは本件特許発明1の効果を予測するためには，その程度の認識に基づけば足りるものというべきである。",
                        "したがって，上記アの，タングステンとシリコンとの間に拡散の防止という課題は生じないから，アルミニウム膜をタングステンに置き換えた場合に，窒化チタン膜をバリヤ層として形成することは，当該課題解決のためには必要がないとの原告の主張は，バリヤ層としては不要となった窒化チタン膜を形成する工程を省くという利点により窒化チタン膜を除去する理由があるとの趣旨と理解したとしても失当であり，また，審決が，刊行物4，7により，「窒化チタン膜がタングステンとシリコンとの障壁層，すなわち，バリヤ層として機能すること」が周知技術であると認定したことが誤りであるとの主張も理由がない。",
                        "なお，刊行物4，7が，本件特許発明1と刊行物発明1−3の構成上の相違点について，置換ないし付加するための他の公知技術の認定に供されたものでないことは明らかであるから，審決に，特許法150条又は153条の手続を経なかった違法があるとの主張も失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件特許発明1は，本件特許出願当時の当業者の予測の範囲を超えた顕著な効果を奏するものであるとの主張に理由がないことは，上記のとおりである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張はすべて理由がなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，「バリヤ」と「バリア」については，書証等を引用する場合も含め，前者の表記に統一した。"
  ]
}