{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80094号事件について平成17年10月25日にした審決中，「特許第2079660号の請求項1～5に記載された発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「インパクトレンチの締付制御装置」とする特許第2079660号の特許(平成元年9月7日出願(優先権主張：昭和63年10月12日，日本)，平成8年8月9日設定登録。以下「本件特許」という。請求項の数は6である。)の特許権者である。",
            "被告は，平成17年3月25日，本件特許の請求項1ないし5に係る発明についての特許を無効とすることについて審判を請求し，同請求は，無効2005−80094号事件として特許庁に係属した。その審理の過程において，原告は，平成17年6月13日，本件特許に係る明細書を訂正する請求をした(以下，この訂正を「本件訂正」といい，本件訂正後の明細書及び図面を「本件明細書」という。)。特許庁は，審理の結果，平成17年10月25日，「訂正を認める。特許第2079660号の請求項1～5に記載された発明についての特許を無効とする。」との審決(以下，単に「審決」という。)をし，同年11月7日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件明細書の特許請求の範囲の請求項1ないし5の各記載は，次のとおりである(以下，請求項1ないし5に係る各発明を請求項に対応してそれぞれ「本件発明1」などといい，これらをまとめて「本件発明」という。)。下線部は本件訂正による訂正箇所を示す。",
            "「【請求項1】インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段と，上記変化率が被締付体を締付けるための打撃に相当する基準値に達したときに打撃信号を出力する打撃信号出力手段と，上記打撃信号をカウントし，このカウント値が設定値に達したときに締付完了信号を出力するカウンタと，締付完了信号の出力でインパクトレンチへの給気路を閉じる給気停止手段とを有することを特徴とするインパクトレンチの締付制御装置。",
            "【請求項2】インパクトレンチに供給される給気圧力変動の交流成分を把握する圧力変化率把握手段と，上記交流成分が被締付体を締付けるための打撃に相当する基準値に達したときに打撃信号を出力する打撃信号出力手段と，上記打撃信号をカウントし，このカウント値が設定値に達したときに締付完了信号を出力するカウンタと，締付完了信号の出力でインパクトレンチへの給気路を閉じる給気停止手段とを有することを特徴とするインパクトレンチの締付制御装置。",
            "【請求項3】上記締付完了信号をカウントし，このカウント値が設定員数に達したときに所定員数締付完了信号を出力する員数計数手段を設けたことを特徴とする第1請求項又は第2請求項記載のインパクトレンチの締付制御装置。",
            "【請求項4】給気源に接続された複数の給気路と，各給気路に接続されたインパクトレンチと，上記各インパクトレンチを個別に締付制御するための制御手段とを有し，この制御手段は各インパクトレンチに対応して，上記インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段と，上記変化率が被締付体を締付けるための打撃に相当する基準値に達したときに打撃信号を出力する打撃信号出力手段と，上記打撃信号をカウントし，このカウント値が設定値に達したときに締付完了信号を出力するカウンタと，締付完了信号の出力でインパクトレンチへの各給気路を閉じる給気停止手段とをそれぞれ有していることを特徴とするインパクトレンチの締付制御装置。",
            "【請求項5】給気源に接続された複数の給気路と，各給気路に接続されたインパクトレンチと，上記各インパクトレンチを個別に締付制御するための制御手段とを有し，この制御手段は各インパクトレンチに対応して，上記インパクトレンチに供給される給気圧力変動の交流成分を把握する圧力変化率把握手段と，上記交流成分が被締付体を締付けるための打撃に相当する基準値に達したときに打撃信号を出力する打撃信号出力手段と，上記打撃信号をカウントし，このカウント値が設定値に達したときに締付完了信号を出力するカウンタと，締付完了信号の出力でインパクトレンチへの各給気路を閉じる給気停止手段とをそれぞれ有していることを特徴とするインパクトレンチの締付制御装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件発明1，2は下記甲1発明に基づいて，本件発明3は下記甲1発明及び甲3発明ないし甲5発明に基づいて，本件発明4，5は下記甲1発明及び甲3発明ないし甲6発明に基づいて，それぞれ当業者が容易に発明をすることができたものであるから，本件発明1～5についての特許はいずれも特許法29条2項の規定に違反してなされたものである，としたものである。",
            "① 甲1発明 実願昭59−50901号(実開昭60−165159号)の",
            "マイクロフィルム(甲1)に記載された発明",
            "② 甲3発明 実公昭61−16069号公報(甲3)に記載された発明③ 甲4発明 特開昭62−203776号公報(甲4)に記載された発明④ 甲5発明 特開昭62−259782号公報(甲5)に記載された発明⑤ 甲6発明 特公昭56−21551号公報(甲6)に記載された発明審決が，上記判断をするに当たり認定した甲1発明の内容，本件発明と甲1発明との一致点・相違点は，それぞれ次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "「インパクトレンチAに供給される空気の静圧の時間に対する変化率を把握する変化率検出回路13と，上記変化率が比較値より高いときにパルスを出力する発信回路14と，上記パルスをカウントし，このカウント値が設定締付トルクに見合う打数Ｎnに達したときに締付完了を指令する制御計数回路17と，締付完了の指令でエアホース1への空気供給を遮断する電磁弁駆動回路19とを有するインパクトレンチAの締付トルク制御装置B。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段と，上記変化率が基準値に達したときに打撃信号を出力する打撃信号出力手段と，上記打撃信号をカウントし，このカウント値が設定値に達したときに締付完了信号を出力するカウンタと，締付完了信号の出力でインパクトレンチへの給気路を閉じる給気停止手段とを有するインパクトレンチの締付制御装置」である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1(本件発明1～5に関し)",
                  "text": [
                    "本件発明1～5は，変化率が被締付体を締付けるための打撃に相当する基準値に達したときに，打撃信号出力手段が打撃信号を出力するのに対して，甲1発明は，変化率が基準値より高いときに，打撃信号出力手段が打撃信号を出力するものの，当該基準値が被締付体を締付けるための打撃に相当する基準値であるとは特定していない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2(本件発明2，3，5に関し)",
                  "text": [
                    "本件発明2，3，5は，圧力変化率把握手段がインパクトレンチに供給される給気圧力変動の交流成分を把握するのに対して，甲1発明は，圧力変化率把握手段がインパクトレンチに供給される給気圧力変動の把握するものの，給気圧力変動の交流成分を把握するとは特定されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3(本件発明3に関し)",
                  "text": [
                    "本件発明3は，締付完了信号をカウントし，このカウント値が設定員数に達したときに所定員数締付完了信号を出力する員数計数手段を設けているのに対して，甲1発明は，員数計数手段を設けていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4(本件発明4，5に関し)",
                  "text": [
                    "本件発明4，5は，給気源に接続された複数の給気路と，各給気路に接続されたインパクトレンチと，上記各インパクトレンチを個別に締付制御するための制御手段とを有し，この制御手段は，圧力変化率把握手段と打撃信号出力手段とカウンタと各給気路を閉じる吸気停止手段とをそれぞれ有するのに対して，甲1発明は，給気源に接続された給気路と，給気路に接続されたインパクトレンチと，上記インパクトレンチを締付制御するための制御手段を有するものの，給気路，インパクトレンチ，制御手段の数がそれぞれ1個である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，一致点の認定を誤り(取消事由1)，相違点1の認定及び判断を誤り(取消事由2)，作用効果の認定判断を誤った(取消事由3)ものであり，また，審決に上記の誤りがあることに照らせば，同様に，相違点2ないし4の各判断も誤りというべきである(取消事由4)から，審決のうち本件発明1ないし5に係る各特許を無効とした部分は，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り)",
          "text": [
            "審決は，本件発明と甲1発明との一致点として，両発明が，いずれも「インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段」(審決書11頁7行～8行)を備えている旨認定したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明と甲1発明を対比するに当たり，甲1発明が「インパクトレンチAに供給される空気の静圧の時間に対する変化率を把握する変化率検出回路13」(審決書7頁33行～34行)を備えていることを認定したが，甲1発明の変化率検出回路(13)が検出するのは，「静圧の時間に対する変化率」ではなく，静圧の変化量にすぎない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1には，「同じ空気源に連結された他の空力機器の使用により，供給空気圧が変動すると，反転量も変動して正確な締付トルクコントロールができ(ない)」(3頁20行～4頁3行)という課題を解決するため，螺子(6)の着座を検出して，「締付動作中の静圧を……読み取(り)」(12頁6行～8行)，「締付トルク(T)，供給空気静圧(P)……の対応表」から「必要打数(Ｎ )」又は「必要締付打数時間」(実用新案登Ｎ",
                  "text": [
                    "録請求の範囲)を読み出すことが記載されている。",
                    "また，甲1発明の変化率検出回路(13)は，容量の異なるコンデンサ(C ，C )を備えた2つのCR回路(22−1，22−2)の出力差を",
                    "検出するものであるが，上記CR回路(22−1，22−2)はいわゆる積分回路であって，その出力差は圧力センサ(11)の出力変化量に対応しているところ，圧力センサ(11)の出力信号は，静圧(P)を出力電圧に変換した信号であり(10頁13行～18行)，静圧変動も，出力電圧の変動として制御装置(B)の増幅回路(12)に出力されている。",
                    "したがって，甲1発明の変化率検出回路(13)は，圧力センサーの信号である静圧の変化量をそのまま検出しているにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲1発明の変化率検出回路(13)について，コンデンサ等の遅延を伴う素子を含む回路であって，時間との関わりがあり，また，周波数に関係する回路ともなるから，変化量を検出する回路にはならない旨主張する。",
                    "しかし，原告は，甲1発明の変化率検出回路(13)の出力信号が時間と無関係な信号であると主張するものではなく，変化率検出回路(13)が検出するのが，経時的に変化する供給空気圧の変化量であることから，圧力センサの信号の変化率ではなく，圧力センサ信号そのものであることを指摘しているのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，原告が審判手続において本件発明の「変化率把握手段」が甲1発明の「変化率検出回路(13)」に相当とすると認めたものであり，それと異なる主張を本件訴訟においてすることは信義則に反する旨主張する。",
                    "しかし，原告は，審判事件答弁書(甲20)において，甲1発明の「変化率検出回路(13)」が給気圧力の絶対的な変化量を検出するものである旨主張しており(6頁10行)，口頭審理では表現上の一致を認めたにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1～5の変化率把握手段は，特許請求の範囲の記載のとおり，インパクトレンチに供給される給気圧力の変化率を把握するものと解するべきである(最高裁判所昭和62年(行ツ)第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁参照。なお，本件特許公報(甲17)4頁7欄36行～37行に示されるように，本件発明2，3，5における「給気圧力変動の交流成分」とは「圧力変化率」であり，「給気圧力変動の交流成分を把握する」とは，「給気圧力の変化率を把握する」ことと技術的意義は同一である。)。また，本件発明1～5において，給気圧力の変化率を把握するのは，給気圧力の変化率と打撃力(締付トルク)とが比例関係にあることに着目したものである。",
                "これに対し，甲1発明の変化率検出回路(13)は，上記(1)のとおり，インパクトレンチに作用する静圧の変化率ではなく，変化量を検出するものである。そして，甲1発明は，給気圧力の変化率が打撃力(締付トルク)に対応していることに着目してなされたものではなく，各打数の締付トルクを検出しようとする技術思想は存在しない。",
                "したがって，本件発明1～5の変化率把握手段と甲1発明の変化率検出回路(13)とが相違することは，明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の認定及び判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「甲第1号証記載の発明の打撃信号を出力する際の『基準値』は，本件各発明と同じく，被締付体を締付けるための打撃に相当する基準値であって，当該相違点1は実質上の相違点でない」(審決書12頁15行～18行)と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1のとおり，本件発明1～5の変化率把握手段は，変化率を把握するものであるのに対し，甲1発明の変化率検出回路は，変化率ではなく，変化量を検出するものであるから，両者の「基準値」は，その物理量の次元(単位)を異にする。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1～5の「基準値」は，被締付体を締付けるための打撃を検出するための供給空気圧の変化率の基準値であり，いわゆる二度打ちや反転など，締付に寄与しない打撃を排除するための指標であるのに対し，甲1発明の「基準値」は，供給空気の静圧を読み取るために静圧がわずかに変動する螺子の着座を検出するための指標にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，相違点1において，甲1発明の「基準値」が「被締付体を締付けるための打撃に相当する基準値」とは特定されていないことを認定したにとどまるが，審決が圧力変化率に係る「基準値」に相当するものとした甲1発明の「比較値」は，螺子(6)を締付けるための打撃を検出するための基準値ではなく，螺子(6)の着座を検出するための基準値である。",
                        "審決は，本件発明と甲1発明を対比するに当たり，甲1発明が「上記変化率が比較値より高いときにパルスを出力する発信回路14」(審決書7頁34行～35行)を備えていることを認定したが，甲1発明の「比較値」が，螺子(6)を締付けるための打撃を検出する値ではなく，螺子(6)の着座を検出する値であることを，正しく認定していない。",
                        "甲1には，被締結物(7)への螺子(6)着座時期を検出することのほか，螺子(6)の着座に伴う静圧の変動はわずかなものであること(10頁11行)が記載されている。このため，甲1発明における「比較値」，すなわち変化率検出回路(13)を構成する比較回路(21)の比較電圧は，極めて小さい値である必要がある。ところが，甲26(第1回口頭審理調書)添付の参考図5<A>，<C>及び参考図6<A>に示されるように，着座に伴う給気圧の変動に比べ，螺子(6)を締付けるための打撃による給気圧の変動は，はるかに大きなものである。このように，螺子(6)の着座と，螺子(6)を締付けるための打撃とでは，給気圧の変動に明確なレベル差があるから，甲1発明の変化率検出回路(13)を構成する比較回路(21)の比較電圧は，螺子(6)を締付けるための打撃に相当する基準値ということはできない。",
                        "なお，仮に甲1発明の比較回路(21)の比較電圧を螺子(6)を締付けるための打撃に相当する基準値とすれば，螺子(6)の着座に伴うわずかな給気圧の変動を検出することができないから，供給空気静圧及び有効打数と締付トルクとの関係から必要打数を導出することができず，甲1発明の目的を達成することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本件発明1～5の「基準値」は，無負荷回転状態とその後の打撃状態を区別するものである旨主張するが，誤りである。",
                        "甲1に「同じ圧力空気源に連結した他の空力機器の使用により，供給空気圧が変動すると，反転量も変動して正確な締付トルクコントロールができ(ない)」(3頁20行～4頁3行)と記載されているように，甲1発明は，例えば，1つの空気源に1台のインパクトレンチが接続されている場合は供給空気圧が高く，2台以上の複数台のインパクトレンチが接続されている場合は供給空気圧が低くなることを課題とするものである。",
                        "これに対し，本件発明1～5は，本件特許公報(甲17)に，「打撃状態においては，給気圧には打撃発生毎にある程度以上の変化が生じ，この変化に基づいて打撃信号が出力される」ものであり(3頁5欄34行～36行)と記載されているように，無負荷状態及び打撃負荷状態の何れの状態にも関係がなく，この無負荷状態及び打撃負荷状態の何れの状態においても出力される各種の信号のうち「被締付体を締付けるための打撃」を検出するためのものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，「インパクトレンチにおいて注目すべき打撃が被締付体に対する締付に実質的に寄与する打撃であることは技術常識である」(審決書12頁11行～13行)と認定したが，本件発明1～5は，圧力信号の変化率が締付トルクTに対応している点に着目し，この変化率の値を把握すると締付トルクTの値を正確に制御し得ることから，この変化率の値が被締付体を締付けるための打撃に相当する基準値に達しているか否かを判定するようにしたものであり，「被締付体に対する締付に実質的に寄与する打撃」が給気圧力の変化率としてどのような挙動を示すかは，技術常識ということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，仮定的に，「甲第1号証記載の発明の『基準値』を，甲第1号証の……記載及びインパクトレンチにおける技術常識から，被締付体を締付けるための打撃に相当する基準値とすることは，当業者が容易になし得ることである」(審決書12頁19行～22行)と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明の「基準値」を「被締付体を締付けるための打撃に相当する基準値」に置き換えることは，圧力変化率の数値でもって圧力変化量の大きさを判定することになり，トルク管理を行うことができず，その置換自体に無理がある。また，その置換をした場合には，着座時期を検出することができないので，当然に必要打数を読み出すことができず，甲1発明の目的を達成することができない。したがって，上記のように置換することには，阻害要因があるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "着座時期とは，インパクトレンチにおいて被締付体が対象物に接触した時期であることは技術常識であり，被締付体を締付けるための打撃とは全く異なる現象であることも技術常識である。",
                    "甲1には，従来技術として，「反転量が一定値以上の打撃を締付トルクに影響する有効打撃とし，この有効打撃をカウントし」(3頁16行～18行)との記載があるが，反転量との関係で有効打撃に言及しているにすぎず，給気圧力の変化率と有効打撃との関連について開示するものではない。",
                    "したがって，被締付体を締付けるための打撃とは直接に関連しない着座時期と，反転量に基づく有効打撃とを組み合わせて，甲1発明の「基準値」を本件各発明の「被締付体を締付けるための打撃に相当する変化率の基準値」とすることが容易であるとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(作用効果の認定判断の誤り)",
          "text": [
            "審決は，「本件発明1～5の作用効果は，甲第1号証記載の発明等から当業者が予測可能な範囲内のものであって，格別のものではない。」(審決書13頁末行～14頁1行)と認定判断したが，誤りである。",
            "本件発明1～5は，「変化率把握手段」が給気圧力の変化率を把握し，この変化率が「被締付体を締付けるための打撃に相当する基準値」に達したときに打撃信号を出力し，この打撃信号のカウントが所定値に達したときに供給路を閉じることにより，正確に打撃状態を検出することができ，締付トルクを正確に制御し得るものである。",
            "これに対し，甲1発明は，供給空気静圧の変動より螺子着座時期を検出し，締付動作を，供給空気静圧及び有効打数と締付トルクとの関係から導出した必要打数あるいは必要締付時間だけ行わせることにより，高い精度の締付作業を行うことができるものである(13頁7行～14行)。",
            "したがって，本件発明1～5の作用効果と甲1発明の作用効果は全く異なるものというべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2ないし4の判断の誤り)",
          "text": [
            "審決に上記1ないし3の誤りがあることに照らせば，同様に，審決の相違点2ないし4の各判断も誤りというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り)について",
          "text": [
            "本件発明の「圧力変化率把握手段」は，甲1発明の「変化率検出回路」に相当するものであり，審決の認定に誤りはない(なお，原告は，審判手続において，本件発明の「圧力変化率把握手段」が，甲1発明の「変化率検出回路(13)」に相当すると認めている(甲26)から，原告の主張は信義則に反するものであって，そもそも許されない。)。",
            "本件明細書の「作用」の欄に記載された作用ないし機能と，甲1に記載された作用ないし機能とは異ならない。すなわち，本件特許公報(甲17)の「無負荷回転中は給気圧は特定の圧力に維持され，給気圧の経時変化が生じないことから，打撃信号は出力されない。これに対し，打撃状態においては，給気圧には打撃発生毎にある程度以上の変化が生じ，この変化に基づいて打撃信号が出力される。」(3頁5欄32行～36行)との記載は，甲1の「変化率検出回路(13)は，螺子(6)が空転しているときは静圧が略一定で変動率が小さいので出力せず，……インパクトレンチ(A)回転数の低下に伴う供給空気量の減少による静圧の急上昇を検出する」(11頁15行～19行)との記載に相当する。",
            "本件発明1～5の「圧力変化率把握手段」と甲1の「変化率検出回路(13)」は，実施例レベルにおいても機能ないし作用に異なるところはない。すなわち，本件特許公報(甲17)によれば，本件発明1～5は，上記作用を奏するべく，「圧力変化率把握手段」の実施例として，センサ出力信号(圧力トランスデューサ6からの出力信号)に対してフィルタ処理を施すものであり(4頁7欄7行～12行)，センサ出力信号から不要な信号成分(低周波成分)を取り除くものであるのに対し，甲1の変化率検出回路(13)は，2つのCR回路(22−1，22−2)と差動増幅器20からなる回路であるところ，2つのCR回路は，それぞれの容量を異ならしめ，周波数特性の異なる両CR回路からの出力信号を差動増幅器(二つの入力信号の差をとって増幅するもの)に入力することより，低周波成分を除去するフィルタとして機能するものであって，本件発明の実施例と同様，不要帯域の信号成分(低周波成分)を取り除くものである。",
            "なお，遅延を伴わない素子(抵抗R)で構成された回路であれば時間との関わりがなく，変化量を検出するといえようが，甲1の変化率検出回路(13)のように，遅延を伴う素子(コンデンサC ，C )を含む回路は時間との関わりがあり，周波数に関係する回路となるから，変化量を検出する回路にはならない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の認定及び判断の誤り)について",
          "text": [
            "「甲1発明の打撃信号を出力する際の「基準値」は，本件各発明と同じく，被締付体を締付けるための打撃に相当する基準値であって，当該相違点1は「実質上の相違点でない」とした審決の判断及びその前提となる認定に誤りはない。",
            "本件発明1～5の「基準値」と，甲1発明における「基準値」(比較電圧)とは，いずれも無負荷回転中に出力される信号はレベルが小さく，基準値を超えないので信号は出力されないが，無負荷回転後に出力される信号はレベルが大きく，基準値を超えるので信号が出力され，これを「打撃信号」とするための基準値であって何ら異なるところはない。しかも，甲1発明は，「基準値」よりもレベルが高い場合を「有効締付打撃」とするから，甲1発明の「基準値」は締付に寄与する打撃に相当するものであり，本件発明の基準値たる「被締付体を締付けるための打撃に相当する基準値」に相当する。",
            "審決は，本件明細書に打撃が被締付体に対する締付に寄与する打撃に他ならないとする直接的な記載はないが，インパクトレンチは被締付体に対して打撃を作用させて締付けるのであるから，そのことを勘案すると，打撃は被締付体に対する締付に実質的に寄与する打撃であると解するのが相当であるとして，本件訂正を認めている。これを前提とすれば，甲1発明もインパクトレンチであって，被締付体に対して打撃を作用させて締付けるものに違いないから，この意味においても，甲1発明の「有効締付打撃」に対応する基準値(比較電圧)は，「被締付体を締付けるための打撃に相当する基準値」に相当する。",
            "原告は，従来技術に関する，甲1の「反転量が一定値以上の打撃を締付トルクに影響する有効打撃とし，この有効打撃をカウントし」との記載は，反転量として有効打撃の意味を示しているにすぎないとして，審決の認定判断を批判するが，甲1の上記記載は甲1発明における有効打撃の意味内容を特定しており，これに基いて甲1発明の「基準値」(比較電圧)を「被締付体を締付けるための打撃に相当する基準値」に相当するとした審決の認定判断に誤りはない。",
            "さらにいえば，甲1には「有効打数(Ｎe)が増加するに従って締付トルク(T)の増加」(5頁14行～15行)とも記載されており，甲1発明の有効打撃が「締付トルク」に対応するものであることは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(作用効果の認定判断の誤り)について",
          "text": [
            "本件明細書に記載され開示された技術は，圧力トランスデューサ6からの出力信号が，圧力信号増幅部21及びハイパスフィルタたる圧力変化率把握部22を経て出力され，その信号の大きさが，打撃信号出力部23に設定された検知レベル(基準値)に達した場合に信号を出力し，この出力信号を「打撃」としてカウントするものであり，所定のカウントに達したときに締付作業を終了するものである。",
            "他方，甲1のインパクトレンチ制御装置は，圧力センサ(11)からの出力信号が，増巾回路(12)及びハイパスフィルタたる変化率検出回路(13，差動増巾器20)を経て出力され，その信号の大きさが，比較回路(21)に設定された比較電圧(基準値)に達した場合に信号を出力し，この出力信号を「有効打撃」としてカウントするものであり，所定のカウントに達したときに締付作業を終了するものである。",
            "このように，本件明細書に開示された技術と，甲1に開示された技術が異ならない以上，本件発明の作用効果と，甲1発明の作用効果が異なることはなく，本件発明に予測不可能で格別な効果は存在しない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2ないし4の判断の誤り)について",
          "text": [
            "原告主張の取消事由1ないし3に理由がないことは上記1ないし3で述べたとおりであるから，審決の相違点2ないし4の各判断にも原告主張の誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り)について",
          "text": [
            "原告は，甲1発明の変化率検出回路(13)が検出するのは，「静圧の時間に対する変化率」ではなく，静圧の変化量にすぎないから，「インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段」(審決書11頁7行～8行)を備えていることを一致点とした審決の認定は，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ハンマの反転量を検出する方式は，反転量が一定値以上の打撃を締付トルクに影響する有効打撃とし，この有効打撃数をカウントし，電磁弁をカットオフすることにより締付トルクを制御するものであるが，同じ圧力空気源に連結した他の空力機器の使用により，供給空気圧が変動すると，反転量も変動して正確な締付トルクコントロールができず，……という欠点があった。この考案では，同トルクレンチの締付トルクが，供給空気の静圧と，有効締付打数……によって定まることに着目して，有効締付打撃の開始時期，すなわち，螺子が被締結物に着座した時期を，供給空気の静圧変動により検出し，爾後の有効締付打数をカウントして，設定締付トルクに見合う打数に達する……と，同レンチの締付作動を停止せしめるように締付トルク制御装置を構成することにより，締付トルクのばらつきが少なく，しかも耐久性に富むインパクトレンチの締付トルク制御装置を提供せんとするものである。本考案の実施例を図面にもとづき詳説すれば，(A)は空気圧駆動のインパクトレンチを示し，同レンチ(A)はエアホース(1)を介して空気圧源たるエア主管(2)に連通連結しており，トリガー(3)の操作により回転軸(4)を回転せしめ，同軸(4)先端に冠設したソケットレンチヘッド(5)を介して，同ヘッド(5)に嵌合した螺子(6)を回転させ，同螺子(6)によって被締結物(7)を締付けるべく構成している。」(3頁16行～～5頁6行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「同レンチ(A)への供給空気静圧(P)と，同レンチ(A)の有効打数(Ｎe)と，締付トルク(T)との関係は，第2図に示すように，静圧(P)，有効打数(Ｎe)の増加と共に，締付トルク(T)が単調に増加するものであり，有効打数(Ｎe)が増加するに従って締付トルク(T)の増加分が次第に減少し，ついには飽和トルク(Ts)に達するものであり，飽和トルク(Ts)は静圧(P)に略比例することが既に明らかにされている。同レンチ(A)と，エア主管(2)との間のエアホース(1)には，同レンチ(A)の方から順にオリフィスブロック(8)及び電磁弁(9)が介設されており，同ブロック(8)のインパクトレンチ(A)側には，静圧伝送用パイプ(10)を介して圧力センサー(11)が連通しており，同センサー(11)により，オリフィスブロック(8)より下流側の静圧に略比例した電圧を制御装置(B)へ出力するように構成している。」(5頁9行～6頁7行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「制御装置(B)は，増巾回路(12)，変化率検出回路(13)，発信回路(14)，遅延回路(15)，A／D変換器(16)，制御計",
                      "text": [
                        "数回路(17)，記憶素子(18)，電磁弁駆動回路(19)によって構成されており，特に変化率検出回路(13)は，差動増巾器(20)と比較回路(21)によって構成されており，差動増巾器(20)は反転入力端子(20)−1と，非反転入力端子(20)−2を有し，同端子(20)−1，(20)−2に入力した電圧の差について増巾作用を行うものであり，同端子(20)−1，(20)−2の前段に，容量が異なるコンデンサ(C )，(C )を介してそれぞれ接地したCR回路(22)−1，(22)−2を，それぞれ接続し，圧力センサー(1",
                        "1)出力が，増巾回路(12)により増巾されて変化率検出回路(13)に入力される際，CR回路(22)−1，(22)−2のコンデン",
                        "サ(C )，(C )の容量が異なっているので，コンデンサ(C )，(C )が増巾回路(12)からの出力電圧によって充電されて同回路(22)−1，(22)−2出力端の電圧が変化する時間に差が生じ，同時間差により，差動増巾器(20)の反転入力端子(20)−1と非反転入力端子(20)−2との間に電位差が生じ，差動増巾器(20)は，同電位差に略比例した電圧を出力するものである。比較回路(21)は，差動増巾器(20)からの出力電圧が，あらかじめ比較回路に印加した比較電圧よりも高いときに出力するものであり，同出力は，遅延回路(15)と，発信回路(14)に入力される。……制御計数回路(17)には，増巾回路(12)からA／D変換器(16)を介して静",
                        "圧デジタル信号が出力されており，同回路(17)は遅延回路(15)からの出力を受けた瞬間の静圧デジタル信号を受け入れるものである。」(6頁13行～8頁11行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「制御計数回路(17)は，……第2図に示す同レンチ(A)の特性から導出した，締付トルク(T)，供給空気静圧(P)，有効打数(Ｎe)の対応表を記憶しており，遅延回路(15)からの入力により，A／D変換器(16)から受け入れた静圧(P)値と，あらかじめ制御計数回路(17)に入力しておいた設定締付トルク(Td)とから必要打数(Ｎn)を読み出すものである。発信回路(14)は，比較回路(21)から入力がある度毎に一個のパルスを出力を発信して制御計数回路(17)に出力するものであり，制御計数回路(17)は，同パルスを積算し，記憶素子(18)から読みだした必要打数(Ｎn)に達したとき，……電磁弁駆動回路(19)を介して電磁弁(9)を作動させるように構成している。」(8頁15行～9頁18行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「ソケットレンチヘッド(5)に嵌合した螺子(6)は，インパクトレンチ(A)のトリガー(3)が操作されると，まず螺子(6)が被締結物(7)に着座するまで空転するものであり，空転中は負荷が小さいので高回転し，エア流量が多くなるのでオリフィスブロック(8)とインパクトレンチ(A)との間の静圧(P)が，動圧分と管路抵抗損失分だけ低下する。次いで螺子(6)が被締結物(7)に着座すると負荷が急激に増加して回転数が急激に低下し，空気量が急激に減少するので，静圧(P)が僅かではあるが急激に昇圧する。上記静圧(P)は，静圧伝送用パイプ(10)を介して圧力センサー(11)に伝送され，同センサー(11)により出力電圧に変換されるものであり，上記静圧変動もまた出力電圧の変動として制御装置(B)の増巾回路(12)に出力されるものである。」(10頁1行～18行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「制御装置(17)では，増巾回路(12)の入力電圧を増巾して，変化率検出回路(13)に出力し，差動増巾器(20)の反転入力端子(20)−1と非反転入力端子(20)−2に入力するが，同端子(2",
                      "text": [
                        "0)−1，(20)−2にそれぞれ前置したCR回路(22)−1，",
                        "(22)−2のコンデンサ(C )，(C )の容量の差により，差動増巾器(20)の出力は，入力電圧の時間に対する変化率に略比例した電圧を比較回路(21)に出力し，比較回路(21)は，差動増巾器(20)からの入力電圧が，比較電圧より高い場合出力するものである。従って，変化率検出回路(13)は，螺子(6)が空転しているときは静圧が略一定で変動率が小さいので出力せず，螺子(6)が着座したときのインパクトレンチ(A)回転数の低下に伴う供給空気量の減少による静圧の急上昇を検出することにより螺子(6)の着座時期を検出するものである。」(11頁3行～12頁1行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「制御計数回路(17)は，A／D変換器(16)からの静圧と，あらかじめ入力しておいた設定締付トルク(Td)によって記憶素子(18)をアクセスして読み出した必要打数(Ｎn)と，発信回路(14)からのパルスの積算とが一致したとき，すなわち，インパクトレンチ(A)が必要打数(Ｎn)だけ締付作動して螺子(6)を設定締付トルク(Td)で締付完了したとき，電磁弁駆動回路(19)を介して電磁弁(9)を作動せしめ，同レンチ(A)への空気供給を遮断すると共に，同レンチ(A)側の残圧を放出して同レンチ(A)の作動を停止させるものである。なお，記憶素子(18)に，供給空気静圧(P)．有効締付動作時間と，締付トルクとの関係からの導出した対応表を記憶させておき，静圧デジタル信号と，設定締付トルクにより記憶素子(18)から必要締付時間を読み出し，同時間により電磁弁(9)を制御するように構成することもできる。」(12頁9行～13頁6行)"
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "第1図にはインパクトレンチ(A)及び制御装置(B)の構成が図示され，第2図にはインパクトレンチ(A)の特性がグラフで示され，第3図には制御装置(B)の構成がブロック線図として示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1の上記ア(ア)ないし(ク)の記載等によれば，甲1発明について，次の事項を認めることができる。",
                    "① インパクトレンチ(A)の締付トルク制御装置(B)は，増巾回路(12)，変化率検出回路(13)，発信回路(14)，遅延回路(1",
                    "5)，A／D変換器(16)，制御計数回路(17)，記憶素子(1",
                    "8)，電磁弁駆動回路(19)によって構成されている。",
                    "変化率検出回路(13)は，差動増巾器(20)と比較回路(21)",
                    "によって構成されている。",
                    "差動増巾器(20)は，反転入力端子(20)−1と非反転入力端子(20)−2を有し，同端子(20)−1，(20)−2に入力した電",
                    "圧の差について増巾作用を行うものであり，同端子(20)−1，(20)−2の前段に，容量が異なるコンデンサ(C )，(C )を介してそれぞれ接地したCR回路(22)−1，(22)−2を，それぞれ接",
                    "続している。",
                    "② 圧力センサー(11)は，インパクトレンチAに供給される空気の静圧(P)に略比例した電圧を制御装置Bに出力する。",
                    "③ 制御装置Bでは，圧力センサー(11)の出力が，増巾回路(12)により増巾されて，変化率検出回路(13)を構成する差動増巾器(20)に前置されたCR回路(22)−1，(22)−2の入力端に入力",
                    "される。",
                    "この際，コンデンサ(C )，(C )の容量の差により，共通の入力端の電圧が変化した場合に，CR回路(22)−1，(22)−2のそ",
                    "れぞれの出力端の電圧信号波形に時間差が生じ，この時間差により，差動増巾器(20)の反転入力端子(20)−1と非反転入力端子(2",
                    "0)−2との間に電位差が生じ，差動増巾器(20)は，上記電位差に略比例した電圧を比較回路(21)に出力する。",
                    "④ 比較回路(21)は，差動増巾器(20)からの出力電圧が，あらかじめ比較回路に印加した比較電圧よりも高いときに，発信回路(14)及び遅延回路(15)に出力をする。",
                    "螺子(6)の着座時期(有効締付打撃の開始時期)を検出するため，螺子(6)が空転しており，静圧(P)が略一定で変動率が小さいときには，比較回路(21)からの出力はなされず，螺子(6)が被締結物(7)に着座し，静圧が急上昇したときには，比較回路(21)から出力されるよう，上記比較電圧は定められている。",
                    "⑤ 発信回路(14)は，比較回路(21)から入力がある度毎に，一個のパルスを発信して制御計数回路(17)に出力する。制御計数回路(17)は，遅延回路(15)からの出力を受けた瞬間の静圧デジタル信号をA／D変換器(16)から受け入れ，この静圧(P)値と，あらかじめ入力しておいた設定締付トルク(Td)とから，制御計数回路(17)または記憶素子(18)に記憶しておいた対応表より必要打数(Ｎn)を読み出すとともに，発信回路(14)から出力されたパルスを積算して，すなわち爾後の有効締付打数をカウントして，これが必要打数(Ｎn)に達したとき，電磁弁駆動回路(19)を介して電磁弁(9)を作動させ，レンチ(A)への空気供給を遮断する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イ③において，差動増巾器(20)から比較回路(21)に出力される電圧は，静圧(P)の変化率に略比例したものであるから，変化率検出回路13は，インパクトレンチAに供給される空気の静圧の時間に対する変化率を把握するものということができる。",
                    "なお，このことは，比較回路(21)において，差動増巾器(20)からの出力電圧とあらかじめ印加した比較電圧とを比較することにより，螺子(6)が被締結物(7)に着座したときの静圧(P)の急上昇(「静圧の急上昇」が静圧(P)の単位時間に対する変化量，すなわち変化率を意味することは明らかである。)を検出するとされており，変化率検出回路(13)が「変化率」検出回路とされていることとも符合する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，甲1発明が「インパクトレンチAに供給される空気の静圧の時間に対する変化率を把握する変化率検出回路13」を備えている旨認定した審決に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲21添付の全文訂正明細書)の特許請求の範囲には，「インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段」(請求項1，4)，「インパクトレンチに供給される給気圧力変動の交流成分を把握する圧力変化率把握手段」(請求項2，5)との記載がある(なお，請求項3は，請求項1又は2を引用する形式で記載されている。)が，本件発明の圧力変化率把握手段について，上記以外には格別の限定はない(なお，請求項2，5における「給気圧力変動の交流成分」とは「圧力変化率」を意味し，「給気圧力変動の交流成分を把握する」ことの技術的意義が「給気圧力の変化率を把握する」ことと同一であることは，原告も認めるところである。)。",
                    "一方，甲1発明が「インパクトレンチAに供給される空気の静圧の時間に対する変化率を把握する変化率検出回路13」を備えるとした審決の認定に誤りがないことは，上記(1)で検討したとおりである。",
                    "そうすると，「本件発明1～5と甲第1号証記載の発明とを対比すると，後者の『変化率検出回路13』が前者の『圧力変化率把握手段』に，……相当することは明らかである。また，甲第1号証記載の発明の『インパクトレンチAに供給される空気の静圧の時間に対する変化率』は，本件発明1，3，4の『インパクトレンチに供給される給気圧力の変化率』に相当する。そして，甲第1号証記載の発明の『インパクトレンチAに供給される空気の静圧の時間に対する変化率』と本件発明2，5の『インパクトレンチに供給される給気圧力変動の交流成分』とは，『インパクトレンチに供給される給気圧力変動の変化率』の限りで共通……する。」(審決書10頁23行～11頁3行)とした審決の認定判断は，これを是認することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1発明の変化率検出回路(13)がインパクトレンチに作用する静圧の変化率ではなく，変化量を検出するものであると主張するが，かかる原告の主張を採用することができないことは，上記(1)で説示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明1～5において，給気圧力の変化率を把握するのは，給気圧力の変化率と打撃力(締付トルク)とが比例関係にあることに着目したものであるのに対し，甲1発明は，給気圧力の変化率が打撃力(締付トルク)に対応していることに着目してなされたものではなく，各打数の締付トルクを検出しようとする技術思想は存在しない旨主張する。",
                        "しかし，本件明細書(甲21添付の全文訂正明細書)を検討しても，本件発明1～5は，「インパクトレンチに供給される給気圧力の変化率を把握する圧力変化率把握手段」(請求項1，4)，「インパクトレンチに供給される給気圧力変動の交流成分を把握する圧力変化率把握手段」(請求項2，5)を有するとされていることを理解し得るにとどまり，原告主張の技術思想を把握することは困難であるから，原告の主張は本件明細書に基づかないものといわざるを得ず，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の認定及び判断の誤り)について",
          "text": [
            "原告は，相違点1を「実質上の相違点でない」とした審決の判断が誤りであるとし，その理由として，①本件発明は変化率を把握するのに対し，甲1発明は変化率ではなく，変化量を検出するから，両者の「基準値」は物理量の次元(単位)を異にする，②本件発明の「基準値」は，被締付体を締付けるための打撃を検出するための供給空気圧の変化率の基準値であり，いわゆる二度打ちや反転など，締付に寄与しない打撃を排除するための基準値であるのに対し，甲1発明の「基準値」は螺子(6)を締付けるための打撃を検出するための基準値ではなく，螺子(6)の着座を検出するための基準値である旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の上記①の主張は，甲1発明の変化率検出回路(13)がインパクトレンチに作用する静圧の変化率ではなく，変化量を検出するものであることを前提とするものであるところ，かかる原告の主張に理由がないことは前記1において既に検討したとおりである。したがって，原告の上記①の主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の上記②の主張は，甲1発明において，螺子(6)を締付けるための打撃と螺子(6)の着座とは異なるものであって，甲1発明の「基準値」は，前者を検出するためのものではなく，もっぱら後者を検出するためのものであることを前提とするものと解されるので，甲1発明の「基準値」について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1発明の比較回路(21)の比較電圧は，螺子(6)の着座に伴う静圧の変動がわずかなものであることから極めて小さい値である必要があるのに対し，螺子(6)を締付けるための打撃による給気圧の変動は着座に伴う給気圧の変動と比べてはるかに大きなものであり，両者には明確なレベル差がある，仮に甲1発明の「比較回路(21)の比較電圧」を「螺子(6)を締付けるため打撃に相当する基準値」とすると，螺子(6)の着座に伴うわずかな給気圧の変動を検出することができないなどと主張する。",
                        "しかし，前記1(1)で認定したとおり，甲1には，「螺子(6)が被締結物(7)に着座すると……静圧(P)が僅かではあるが急激に昇圧する」(10頁8行～12行)との記載があるところ，ここでいう「僅かではあるが」とは変化量を意味し，「急激に昇圧する」とは変化率を意味するというべきであるから，螺子(6)の着座に伴う静圧は，変化量としてはわずかであるとしても，変化率としては大きなものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1(1)ア(ア)及び(エ)で認定した甲1の記載によれば，甲1発明は，螺子(6)が被締結物(7)に着座したときの静圧(P)の急上昇を検出することにより，その着座時期(有効締付打撃の開始時期)を検出するほか，制御計数回路(17)が，発信回路(14)から出力されたパルスを積算する，すなわち爾後の有効締付打数をカウントするものであるところ，発信回路(14)から出力されるパルスは，比較回路(21)が差動増巾器(20)から入力した電圧が比較電圧よりも高いときに発信されるものであり，甲1において，有効締付打撃の開始時期と爾後とで比較回路(21)の比較電圧を異ならせるとはされていないから，比較回路(21)の比較電圧は，螺子(6)の着座時期のみならず，螺子(6)の着座を検出した爾後の有効締付打数をも検出するためのものであるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，前記1(1)で認定したとおり，甲1発明において，差動増巾器(20)から比較回路(21)に出力される電圧は，静圧(P)の変化率に略比例するものであり，比較回路(21)は，差動増巾器(20)からの入力電圧があらかじめ印加した比較電圧より高い場合，出力するものである。発信回路(14)は，比較回路(21)から入力がある度毎に，一個のパルスを発信して制御計数回路(17)に出力するものである。そうすると，発信回路14は，静圧(P)の変化率が比較値より高いときに，比較回路(21)からの出力を受けてパルスを出力するものであるということができるから，甲1発明が「上記変化率が比較値より高いときにパルスを出力する発信回路14」を備えている旨審決が認定したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明の「基準値」は，被締付体を締付けるための打撃を検出するための供給空気圧の変化率の基準値であり，いわゆる二度打ちや反転など，締付に寄与しない打撃を排除するための基準値である旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲21添付の全文訂正明細書)には次の記載がある。",
                        "「【0001】……",
                        "(従来の技術及びその問題点)",
                        "インパクトレンチにおいて，締付トルク制御を正確に行ったり，あるいは締付作業の完了した員数を正確に把握しようとすれば，打撃状態を検出する必要がある……。",
                        "【0002】",
                        "そのため給気圧を検出し，この給気圧が基準値以下に低下したときにインパクトレンチが作動しているとして，上記打撃状態を検出するという方式を採用することが考えられる。しかしながらこの方式では，インパクトレンチが無負荷回転状態にあるのか，打撃状態にあるのかの識別が不可能であるという欠点がある。それは，無負荷回転状態と打撃状態において生ずる圧力差が，給気源において不可避的に生ずる圧力変動よりも小さく，その識別が不可能であるためである。",
                        "【0003】",
                        "そこでこの発明の主たる目的は，インパクトレンチにおける打撃状態の検出を，簡素な構成でかつ正確に行うことのできると共に，締付トルク制御を正確に行うことのできるインパクトレンチの締付制御装置を提供することにある。」",
                        "「【0010】……",
                        "(作用)",
                        "上記第1請求項及び第2請求項記載のインパクトレンチの締付制御装置では，無負荷回転中は給気圧は特定の圧力に維持され，給気圧の経時変化が生じないことから，打撃信号は出力されない。これに対し，打撃状態においては，給気圧には打撃発生毎にある程度以上の変化が生じ，この変化に基づいて打撃信号が出力される。そして出力される打撃信号の数をカウントし，これらが設定値に達したときに給気を停止する。」「【0014】",
                        "第1図に全体構成の概略図を示すが，同図において，1は給気源，2はエアホース，3はインパクトレンチをそれぞれ示しており，エアホース2には，給気源1側から順に，電磁弁4，チェックバルブ5，圧力トランスデューサ6が介設されている。……」",
                        "「【0016】",
                        "次に上記制御装置の作動状態について，第3図に基づいて説明する。",
                        "まず同図(a)には，圧力トランスデューサ6からの出力信号を示すが，この信号から圧力変化率把握部22においては，交流成分のみを圧力変動信号として取出す。すなわち上記圧力トランスデューサ6からの圧力信号は，同図(a)のように停止時には変動がなく，レバー開時には大きな負変動レベルが得られ，フリーランニング(無負荷回転)時には微少な正負変動があり，また打撃時には一打撃毎に大きな正変動と小さな負変動とを繰返すという特性を有するものである。したがって圧力トランスデューサ6からの圧力信号を，あるレベルの周波数以上の周波数成分のみの通過を許容するハイパスフィルタ，つまり微分フィルタを通過させることにより，同図(b)に示すように交流成分を圧力変動信号として取出すのである。そしてこの圧力変動信号に基づき，まず打撃信号出力部23では，レバー開時の負変動がリセットレベル設定部26でのリセットレベルに達した際に，上記カウンタ27やタイマ28をリセットし，打撃状態の検出を開始する。上記検知レベル設定部24において設定された検知レベル以上の正変動，つまり打撃が発生すると，上記打撃信号出力部23からは，同図(C)に示すように打撃信号が所定時間T4だけ出力される。そして上記打撃信号の出力数をカウンタ27にて計数し，これが設定値に達すると締付完了信号を出力して電磁弁4を閉弁し，次いでレバーを閉止する(第3図(d)(e))。なお電磁弁4は閉弁後，所定時間T2経過後に自動的に再度開弁する。そして上記のような締付作動を所定回数だけ繰返し，員数計数部33においてカウントされる締付完了信号が設定値に達したときに，所定員数締付完了信号を出力し，これにより一連の作動を完了する。」",
                        "「【0021】……",
                        "(発明の効果)",
                        "以上のように第1請求項及び第2請求項記載のインパクトレンチの締付制御装置では，従来のように給気圧の絶対値そのものを検出するのではなく，給気圧の変化に基づいて打撃状態を検出するようにしてあるので，打撃とは無関係な給気圧そのものの変動(平均レベルの変動)の影響を受けず，したがって構成簡素にして正確に打撃状態を検出することが可能であり，そのため，締付トルクを正確に制御し得ることになる。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "本件明細書の上記(ア)の記載によれば，本件発明1～5は，給気圧の絶対値そのものを検出してこれが基準値以下に低下したときにインパクトレンチの打撃状態を検出する従来の方式では，インパクトレンチが無負荷回転状態にあるのか，打撃状態にあるのかの識別が不可能であるという欠点があることに鑑みてなされたものであって，無負荷回転中は給気圧は特定の圧力に維持され，給気圧の経時変化が生じないことから，打撃信号は出力されないのに対し，打撃状態においては，給気圧には打撃発生毎にある程度以上の変化が生じ，この変化に基づいて打撃信号が出力され，出力される打撃信号の数をカウントし，これらが設定値に達したときに給気を停止することにより，給気圧の変化に基づいて打撃状態を検出するようにしてあるので，打撃とは無関係な給気圧そのものの変動(平均レベルの変動)の影響を受けず，正確に打撃状態を検出することが可能であり，締付トルクを正確に制御し得るという効果を奏するとされていることが理解される。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "審決は，本件訂正前の本件特許に係る明細書及び図面(以下「訂正前明細書」という。)に記載される「基準値」を「被締付体を締付けるための打撃に相当する基準値」と訂正する訂正事項について，訂正前明細書には，被締付体に対する締付に実質的に寄与する打撃に他ならないとする直接的な記載はないが，インパクトレンチは被締付体に対し打撃を作用させて締付けるものであることを勘案すると，訂正前明細書(甲17)の「ある程度以上の変化が生じ」る打撃(3頁5欄34行～36行)及び「検知レベル以上の正変動，つまり打撃」(5頁7欄16行～19行)は，被締付体に対する締付に実質的に寄与する打撃であると解するのが相当であると認定判断しているところ(審決書4頁12行～5頁13行)，上記審決の認定判断については原告も認めているところである。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "甲1発明については，前記1(1)において認定した事項を認めることができるが，本件発明1～5の「基準値」と，甲1における「基準値」(比較電圧)とは，いずれも無負荷回転中(甲1発明では，螺子(6)が空転しているとき)に出力される信号はレベルが小さく，基準値を超えないので信号は出力されないが，無負荷回転後に出力される信号(甲1発明では，螺子(6)が被締結物(7)に着座したときの静圧(P)の急上昇，すなわち静圧の時間に対する変化量(変化率))はレベルが大きく，基準値を超えるときに信号が出力される点で共通する。そして，甲1発明は，基準値よりもレベルが高い場合を「有効締付打撃」としてカウントすることから，この有効締付打撃は，本件発明の「被締付体を締め付けるための打撃」に相当するということができる。",
        "さらに，本件訂正を適法なものとした審決の認定判断を認めていることを考慮すると，甲1発明は，本件発明と同じくインパクトレンチにかかるものであって，被締付体に対して打撃を作用させて締付けるものであるから，甲1発明の有効締付打撃に対応する基準値(比較電圧)は，「被締付体を締付けるための打撃に相当する基準値」に相当するというべきである。",
        "そうすると，本件発明1～5の「基準値」と，甲1における「基準値(比較電圧)」とは，何ら異なるものではないというべきであるから，相違点1は「実質上の相違点でない」とした審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "(オ)",
      "text": [
        "原告は，本件発明の「基準値」について，無負荷状態及び打撃負荷状態の何れの状態にも関係がなく，この無負荷状態及び打撃負荷状態の何れの状態においても出力される各種の信号のうち「被締付体を締付けるための打撃」を検出するためのものである旨主張するが，本件発明はインパクトレンチが無負荷回転状態にあるのか，打撃状態にあるのかの識別が不可能であるという欠点があることに鑑みてなされたものであることは明らかであり，原告の主張は採用することができない。"
      ]
    },
    {
      "fig": "(カ)",
      "text": [
        "原告は，「被締付体に対する締付に実質的に寄与する有効打撃」が給気圧力の変化率としてどのような挙動を示すかは，技術常識に該当しない旨主張するが，甲1には「有効打数(Ｎe)が増加するに従って締付トルク(T)の増加分が次第に減少し」(5頁13行～15行)との記載があり，甲1発明において，有効打撃が「締付トルク」に対応するものであることは明らかである。原告の主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "以上によれば，原告の前記②の主張も採用することができない。"
          ],
          "content": [
            {
              "fig": "(3)",
              "text": [
                "以上検討したところによれば，相違点1は「実質上の相違点でない」とした審決の認定判断に誤りはなく，相違点1の容易想到性についての審決の仮定的判断に関する原告の主張を検討するまでもなく，原告主張の取消事由2は理由がない。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由3(作用効果の認定判断の誤り)について",
                  "text": [
                    "原告は，本件発明1～5の作用効果と甲1発明の作用効果とは全く異なるものであり，本件発明1～5の作用効果は，甲1発明等から当業者が予測可能な範囲内のものであるとするとの審決の認定は誤りである，と主張する。",
                    "しかし，本件発明1～5は，無負荷回転中は給気圧は特定の圧力に維持され，給気圧の経時変化が生じないことから，打撃信号は出力されないのに対し，打撃状態においては，給気圧には打撃発生毎にある程度以上の変化が生じ，この変化に基づいて打撃信号が出力され，出力される打撃信号の数をカウントし，これらが設定値に達したときに給気を停止することにより，給気圧の変化に基づいて打撃状態を検出するようにしてあるので，打撃とは無関係な給気圧そのものの変動(平均レベルの変動)の影響を受けず，正確に打撃状態を検出することが可能であり，締付トルクを正確に制御し得るという効果を奏する。",
                    "これに対し，甲1発明は，変化率検出回路(13)が，螺子(6)が空転しているときは静圧が略一定で変動率が小さいので出力せず，螺子(6)が着座したときの静圧の急上昇を検出することにより螺子(6)の着座時期を検出し，爾後の有効締付打数をカウントして，設定締付トルクに見合う打数に達すると，レンチの締付作動を停止せしめるように締付トルク制御装置を構成することにより，締付トルクのばらつきが少なく，しかも耐久性に富むという効果を奏するところ(前記(1)ア(イ)，(コ)，(サ)，(シ))，着座時期の検出後の有効締付打数のカウントも，変化率検出回路(13)からの出力を受けて発信回路(14)が発信するパルスを制御計数回路(17)が積算している。",
                    "そして，前記1で検討したように，本件発明1～5と甲1発明とは，「給気圧(静圧)の時間に対する変化率」が比較値(比較電圧)より高いときにパルスを出力する点で共通し，また，前記2で検討したように，「本件発明が，変化率が被締付体を締付けるための打撃に相当する基準値に達したときに，打撃信号出力手段が打撃信号を出力するのに対して，甲1発明が，変化率が基準値より高いときに，打撃信号出力手段が打撃信号を出力するものの，当該基準値が被締付体を締付けるための打撃に相当する基準値であるとは特定していない点」は，実質上の相違点ではないのであるから，給気圧(静圧)の変化に基づいて打撃状態を検出することにより，正確に打撃状態を検出することが可能であるという本件発明1～5の効果は，甲1発明からも実質的に得ることができ，「本件発明1～5の作用効果は，甲1記載の発明等から当業者が予測可能な範囲内のものであって，格別のものではない」と認定判断した審決に誤りはない。"
                  ]
                },
                {
                  "fig": "4",
                  "subject": "取消事由4(相違点2ないし4の判断の誤り)について",
                  "text": [
                    "原告は，審決に取消事由1ないし3掲記の誤りがあることに照らせば，同様に，審決の相違点2ないし4の各判断についても誤りがある旨をいう。しかし，取消事由1ないし3が理由のないことはすでに判示したとおりであるから，審決の相違点2ないし4についての判断に誤りがあるということはできない。"
                  ]
                },
                {
                  "fig": "5",
                  "subject": "結論",
                  "text": [
                    "上記検討したところによれば，原告主張の取消事由はいずれも理由がなく，その他，審決に，これを取り消すべき誤りがあるとは認められない。",
                    "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10830",
    "date": "2006-11-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033863",
    "ipprecedent_id": "117",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}