{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2002-35248号事件について平成17年9月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記特許について原告が無効審判を請求したところ，特許庁が平成17年9月5日付けで請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
        "なお，原告の前記無効審判請求につき，特許庁は平成15年6月17日付けで請求不成立の審決をしたが，これに対し原告が東京高等裁判所にその審決取消訴訟を提起し(平成15年(行ケ)第331号)，同裁判所が平成16年7月21日上記審決を取り消す判決をしたことから，再び特許庁において審理が続行され，前記のとおり，平成17年9月5日付けで請求不成立の審決がなされたものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "text": [
                "被告は，名称を「中空糸膜濾過装置」とする発明につき昭和59年3月31日特許出願し，平成6年6月21特許庁から設定登録を受けた(特許第1851891号。以下「本件特許」という。甲28)が，平成13年7月11日に至り訂正審判請求を行い，特許庁は平成13年8月30日訂正を認める審決をした(平成13年10月3日確定登録)。",
                "これに対し原告は，平成14年6月14日，本件特許の特許請求の範囲第1項につき特許無効審判を請求したため，特許庁は，同請求を無効2002-35248号事件として審理し，平成15年6月17日同請求は成り立たないとする審決(甲1)をした。",
                "そこで原告は，東京高等裁判所に上記審決の取消訴訟を提起し(平成15年(行ケ)第331号)，これに対し被告は特許庁に本件特許の訂正を求める審判を請求し，特許庁は，平成16年3月23日その訂正を認める審決(甲2)をした。",
                "東京高等裁判所は，平成16年7月21日，上記訂正が認められたことのみを理由として上記審決を取り消す判決(甲3)をしたため，特許庁において再び上記無効2002-35248号事件について審理がされることとなった。そして特許庁は，平成17年9月5日，「本件審判の請求は，成り立たない。」との審決(甲4。以下「本件審決」ということがある。)をし，その謄本は平成17年9月7日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件無効審判請求の対象とされている特許は，平成16年3月23日付け訂正審決(甲2)により訂正された本件特許請求の範囲第1項記載の発明(以下「本件発明」という。)であり，その内容は下記のとおりである。",
                "記",
                "「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，前記中空糸膜モジュールは取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れるようにしたことを特徴とする中空糸膜濾過装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の詳細は，別添本件審決写し記載のとおりである。その要旨は，請求人(原告)主張の下記理由によっては，本件発明に係る特許を無効とすることはできないとしたものである。",
                    "記",
                    "【無効理由1】本件発明は，後記引用発明1，2に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。",
                    "記",
                    "・特開昭58-183916号公報(審判甲3・本訴甲5。以下「引用例1」といい，同記載の発明を「引用発明1」という。)",
                    "・特公昭53-35869号公報(審判甲2・本訴甲6。以下「引用例2」といい，同記載の発明を「引用発明2」という。)",
                    "【無効理由2】平成13年10月3日に確定登録された訂正は，明細書又は図面に記載した事項の範囲内においてなされておらず，特許請求の範囲の減縮，誤記の訂正又は明りょうでない記載の釈明を目的とするものではないから，特許法126条1項ただし書に違反してなされたものであり，本件特許は同法123条1項により無効とされるべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件審決は，引用発明1の内容を次のとおり認定した上，本件発明との一致点と相違点を下記のように摘示した。",
                    "記",
                    "＜引用発明1の内容＞",
                    "「ろ過容器1と，ろ過容器1内に配設された仕切板2と，ろ過容器1の仕切板2より下方位置の原液帯部Bの流入口に設けた原液供給ライン5と，ろ過容器1のろ過液帯部Aの流出口に設けたろ過液ライン6と，ろ過容器1の下端部の流出口に設けたラインと，仕切板2に取付けられた保護外筒3に収納された中空糸ろ過膜集束体4とから構成され，かつろ過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにしたろ過装置において，",
                    "中空糸ろ過集束体4は，",
                    "液体中の懸濁物をろ過する多数本の中空糸状の多孔質高分子膜と，中空糸の上端を解放状態で結束固定した接着剤と",
                    "から構成されたろ過装置。」",
                    "＜一致点＞",
                    "「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，",
                    "前記中空糸膜モジュールは，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記中空糸膜フィルタの上端を解放状態で接着固定した端部材とから構成されたことを特徴とする中空糸膜濾過装置」である点。",
                    "＜相違点1＞",
                    "本件発明においては，中空糸膜モジュールは取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記液体中の分散固形物を捕捉する多数本の中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れるようにしているのに対して，引用発明1では，中空糸膜モジュールは取水管を有しておらず，その結果，取水管の周囲に液体中の分散固形物を捕捉する多数本の中空糸膜フィルタが配設されているという構成を開示しておらず，そして，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタの上端のみを解放状態で接着固定した端部材とから構成され，また，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタ内に浸透した処理液の全部が多数本の中空糸膜フィルタの中空部の上端に流れるようにしている点。",
                    "＜相違点2＞",
                    "本件発明においては中空糸膜モジュールが仕切板に固定されているのに対して，引用発明1では中空糸膜モジュールが保護外筒に収納されて仕切板に固定されている点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，引用発明1と引用発明2には本件発明に対して起因ないし動機付けとなり得るものはないとして本件発明の進歩性を肯定した審決は，本件発明と引用発明1との相違点1についての判断(容易想到性)を誤ったものである(取消事由)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明と引用発明1との相違点1について，①引用発明1と引用発明2は「技術分野の共通性による適用の動機付けが有るとはいえない」(審決18頁2行目～3行目)，②「引用発明2の構成Aを引用発明1に適用する課題の共通性による動機付けが有るとはいえない」(同19頁28行目～29行目)，③引用例1及び引用例2から「本件発明の顕著な作用効果を予測することができない」(同25頁13行目～14行目)などとした上，本件発明は引用発明1及び2に基づいて当業者が容易に発明をすることができたとはいえないと判断した(同25頁14行目～16行目)が，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野の共通性",
                  "text": [
                    "審決は，本件発明と引用発明1が精密濾過法と限外濾過法に関するものであり，引用発明2が逆浸透法に関するものであると認定した(12頁下2行目～14頁4行目)。しかし，以下詳細に述べるように，審決の上記認定は誤りであり，また仮に濾過方法が相違したとしても，それらの技術分野は密接に関連しており，本件発明の容易想到性の判断に何ら影響を与えるものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の濾過方法",
                      "text": [
                        "本件発明は，「中空糸膜濾過装置」と記載して中空糸膜を濾材とする濾過装置を対象とするが，濾過方法については何らの限定も存在しないから，本件発明の「中空糸膜濾過装置」には，中空糸膜を濾材とする精密濾過法と限外濾過法の濾過装置のみならず，中空糸膜を濾材とする逆浸透法の濾過装置も包含される。審決は，「本件発明は，「液体中の分散固形物を捕捉する多数本の中空糸膜フィルタ」を用いるものであって，「前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れる」ものであるから，その分離の対象は「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい分散固形物または水に溶解する溶質を含む水」であって，「水に溶解する溶質」と「水」ではないことが認められる」(13頁16行目～23行目)と認定するが，そもそも本件発明の認定はその請求項に基づいてなされなければならないのであり，本件発明の請求項は「濾過膜の有する孔より大きい分散固形物」という限定をしていないので，本件発明においては，中空糸膜フィルタが「分散固形物」を分離できればいいものであり，「分散固形物」については，精密濾過膜と限外濾過膜ばかりでなく，逆浸透膜によっても分離することができるのは当然のことである。本件発明の請求項は，「中空糸膜フィルタ内に浸透した処理液」と記載し，「浸透」とは「①しみとおること。しみこむこと。②濃度の異なる溶液を，半透膜で境する時，溶媒がその膜を通って濃度の高い溶液側に移行する現象」(広辞苑第5版)のことである。したがって，本件発明の請求項の記載から，処理液が膜の孔を通過する精密濾過法や限外濾過法だけではなく，処理液が膜を浸透によって通過する逆浸透法が含まれることも明白である。また，審決は，本件特許の訂正明細書(甲17添付。以下「本件明細書」という。)に「水に溶解する溶質」を分離することについては何ら記載がなく，本件発明は「分散固形物」を濾過することを意図することは明白であると述べるが(13頁24行目～27行目)，中空糸膜フィルタが「分散固形物」を濾過するか否かは客観的な事実に関するものであり，主観的な意図は全く関係ない。上述したように，逆浸透法の膜が「分散固形物」を分離除去できるのであるから，中空糸の逆浸透膜は本件発明の中空糸膜フィルタに該当し，逆浸透法の濾過装置は本件発明の射程に入るのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明1の濾過方法",
                      "text": [
                        "審決は，「引用発明1が「液体中の懸濁物を濾過する多数本の中空糸状の多孔質高分子膜」を用いるものであることが記載されており，このものは本件発明の「液体中の分散固形物(判決注：「固形分散物」は誤記。以下同様)を捕捉する多数本の中空糸膜フィルタ」に相当するものであるから，引用発明1も，精密濾過法と限外濾過法に関するものであって，逆浸透法に関するものではない」(13頁末行～14頁4行目)と認定した。しかし，引用例1(甲5)は，「中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている」(1頁右欄5行目～8行目)と記載する。したがって，引用発明1の中空糸膜濾過方法の技術分野には限外濾過法の濾過装置及び逆浸透法の濾過装置が含まれることは，明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明2の濾過方法",
                      "text": [
                        "引用例2(甲6)は，「本発明は，有機性若しくは無機性物質を含有する流体の処理に利用される浸透膜を装備した浸透膜装置，特に浸透膜として半透性のフィラメントを利用したモジュールに関するものである」(1欄21行目～24行目)と記載する。引用発明2は，浸透膜として半透性のフィラメントを装備した浸透膜装置に関するものであるが，そこにはその用途の一つとして，「逆浸透圧法による液体濾過」(甲6の1欄25行目)が記載されているが，逆浸透圧法以外の濾過に適用されないという明示の記載はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「分散固形物を分離できる中空糸膜を濾材とする濾過装置」としての技術分野の同一性",
                      "text": [
                        "前述したとおり，本件発明に係る中空糸膜濾過装置の濾過方法には，精密濾過法及び限外濾過法だけではなく，逆浸透法も含まれるので，本件発明の中空糸膜濾過装置の技術分野には，精密濾過法の装置及び限外濾過法の装置だけではなく，逆浸透法の装置も含まれる。そして，引用発明1の中空糸膜濾過装置の濾過方法には，少なくとも限外濾過法と逆浸透法が含まれ，引用発明2に係る中空糸膜濾過装置の濾過方法には，少なくとも逆浸透法が含まれるのであるから，引用発明1と引用発明2は，本件発明に開示する「分散固形物を分離できる中空糸膜を濾材とする濾過装置」である点において，技術分野は同一である。さらに，引用例1(甲5)には，「中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている」(1頁右欄5行目～8行目)と記載されているのであるから，引用発明1に逆浸透法や限外濾過法の濾過装置の技術を適用する動機付けが積極的に明示されている。したがって，引用発明2の技術を引用発明1に適用することは，当業者が容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「圧力を推進力として中空糸膜を利用する濾過装置」としての技術分野の共通性",
                      "text": [
                        "たとえ本件発明と引用発明1が精密濾過法と限外濾過法のみに関するものであり，引用発明2が逆浸透法のみに関するものであったとしても，いずれの濾過装置も，「圧力を推進力として中空糸膜を利用する濾過装置」である点で一致する。そもそも「中空糸膜を濾材とする濾過装置」には，分離する対象に応じて，「精密濾過法」，「限外濾過法」及び「逆浸透法」に分類することもできるが，公知刊行物である「逆浸透法・限外濾過法Ⅱ応用膜利用技術ハンドブック」(昭和53年6月30日株式会社幸書房発行，大矢晴彦編著。審判参考資料2・本訴甲9。以下「甲9刊行物」という。)及び「改訂四版 化学工学便覧」(昭和59年1月20日第4刷丸善株式会社発行。審判参考資料・本訴甲10。",
                        "以下「甲10刊行物」という。)により，本件特許出願当時，既にこれらの分類は相互に密接に関連していたことは争いようがなく，「精密濾過法」，「限外濾過法」及び「逆浸透法」は，「透過法」という技術分野の一部であり，「選択透過性膜を用いて，圧力を推進力として，溶液を分離する」点において濾過の原理は同一である。「精密濾過法」，「限外濾過法」及び「逆浸透法」の相違は，「透過性膜の選択性」であり，換言すれば分離する粒子の大きさにすぎない。甲10刊行物の図12・22(930頁)は，分離する粒子の大きさを判りやすく表にしており，分離する粒子の大きさに関しても，「精密濾過法」，「限外濾過法」及び「逆浸透法」とが相互に重なる部分を有することを示している。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "技術的発展からみた濾過法の技術分野の共通性",
                      "text": [
                        "技術的な発展からみても，「精密濾過法」，「限外濾過法」及び「逆浸透法」が密接に関連していることは明らかである。「造水技術-水処理のすべて-」(昭和58年5月10日財団法人造水促進センター発行，造水技術編集企画委員会編。審判参考資料4・本訴甲11。以下「甲11刊行物」という。)及び「逆浸透法・限外濾過法Ⅰ理論」(昭和57年3月1日第2刷株式会社幸書房発行，大矢晴彦編著。審判乙3・本訴甲16。以下「甲16刊行物」という。)の記載によれば，もともと「限外濾過法」は，通常の粒子より更に細かい微小体を濾過できる方法という意味で使用されており，現在の「逆浸透法」もその一部であったのである。そして，「限外濾過法」の中で，著しい低分子の溶質を分離する場合を「逆浸透法」と呼び，残りの微小体について「限外濾過法」と呼ぶことにしたのである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "分散固形物の除去装置構造の同一性",
                      "text": [
                        "濾過の原理が同じであることから，中空糸膜フィルタを使用する「精密濾過法を用いた装置」，「限外濾過法を用いた装置」及び「逆浸透法を用いた濾過装置」は，基本的には，流体分離装置(分散固形物の除去装置)として同じ構造を有する。 例えば，特開昭57-102202号公報(審判参考資料1・本訴甲7。以下「甲7公報」という。)は，「選択透過性を有する中空糸を用いた流体分離装置に関する」(1頁右欄2行目～3行目)ものであるが，「本発明の流体分離装置の具体的な応用例としては，・・・逆浸透法，・・・限外濾過，・・・液体透過，・・・気体透過などの膜分離操作を挙げることができ，いずれの場合も大規模で効率的な処理が可能である」(5頁右上欄1行目～9行目)として，甲7公報の流体分離装置が逆浸透法，限外濾過(精密濾過)，液体透過，気体透過などの膜分離操作のいずれにも適用できることを開示する。したがって，流体分離装置は，中空糸膜フィルタを適宜選択することによって，「精密濾過法」，「限外濾過法」及び「逆浸透法」の何れにも適用できるのである。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "中空糸膜フィルタの材料の共通性",
                      "text": [
                        "「精密濾過法」及び「逆浸透法」においては，使用される中空糸膜フィルタの材料も共通している。例えば，引用例1(甲5)においては，濾過膜の材料として「ポリビニルアルコール系，酢酸セルローズ系，ポリアクリロニトリル系」(2頁右上欄3行目～5行)が例示されて，引用例2(甲6)においては，半透膜の材料として「アセチルセルローズ(原告注：「酢酸セルローズ」の別称)系の膜，アロマティックポリアマイド系の膜」(1頁右欄9行目～10行目)が例示されている。このように，引用発明1及び引用発明2において使用される濾過膜の材料は，酢酸セルローズ系において共通しており，その他の材料も合成高分子膜という点で関連している。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "技術分野の共通性に基づく引用発明1に引用発明2を適用する動機付け",
                      "text": [
                        "上述したように，「精密濾過法」，「限外濾過法」及び「逆浸透法」の濾過の原理は同じであり，それらを利用する濾過装置の構造も基本的には同じであり，それら濾過装置において使用される中空糸膜フィルタの材料も共通しているという点において，「精密濾過法による装置」，「限外濾過法による装置」及び「逆浸透法による濾過装置」の技術分野は共通しているのである。また，それらの技術的発展においてもそれらの技術分野は密接に関連している。したがって，中空糸膜フィルタを使用する「精密濾過法による装置」又は「限外濾過法による装置」の課題を解決するために，それらの装置と技術分野が共通する，中空糸膜フィルタを使用する「逆浸透法による濾過装置」の技術事項又は技術的思想を参酌することは，当業者にとって当然のことである。限外濾過法と逆浸透法が明記されている引用発明1と逆浸透法が明記されている引用発明2は，技術分野が共通又は密接に関連し，このことは引用発明1に引用発明2を組み合わせる動機付けとなり得るものであり，引用発明1の「中空糸膜モジュール」に，引用発明2の「中空糸膜モジュール」に開示された「取水管」を設け，「取水管と中空糸膜フィルタの両端を解放状態で接着固定する」技術的思想を適用することは，当業者ならば，容易になし得るものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題及び作用効果の共通性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "課題の共通性",
                      "text": [
                        "審決は，「引用発明2の構成Aを引用発明1に適用する課題の共通性による動機付けが有るとはいえない」(19頁28行目～29行目)と判断し，その理由として，「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」という課題が引用例1及び引用例2に記載も示唆もされていないことを挙げる(同18頁6行目～18行目)。",
                        "確かに，引用例2(甲6)には「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」と明記されていないが，それを示唆する記載は存在する。すなわち，引用例2の第2図及び第3図には，逆浸透膜モジュールを2つ直列に接続した構造が示されている。",
                        "複数個のモジュールを設けることから，透過水量を増加させるという課題が開示されていることは明白である。また，この構造は，各モジュールが長さ方向について制限されていたことを開示している。なぜなら，各モジュールが長さ方向について制限されていないのであれば，直列に複数個のモジュールを接続せずに，1つのモジュールの長さを長くすればよいからである。",
                        "圧損の問題点は，以下に述べるとおり，本件特許出願当時，中空糸膜フィルタにおいて普遍的ないし周知の課題であったので，当業者は，半透性中空フィラメントを使用している引用発明2において各モジュールが長さ方向について制限されているのは，半透性中空フィラメントの圧損の影響であると理解する。例えば，甲9刊行物には，逆浸透モジュールの中空糸膜フィルタの特徴について，「半透膜を中空糸にすることにより次の特徴が生じる。(1) 逆浸透モジュールが非常にコンパクトにできる。・・・(2) しかし透過水側の圧力損失が大きい。半透膜を通り抜けた水は細い中空部を通って流れるため，透過水側の圧損は市販装置では数kg/cm2の値になっていると推定される」(48頁13行目～19行目)との記載があり，要するに，逆浸透モジュールの中空糸膜フィルタの中空部を流れる流体は，中空糸膜フィルタの「細い中空部」という形状により必然的に圧損の影響を受けるのである。このことは圧損の理論式として知られる下記ハーゲン・ポアズイユの式からも明らかである。",
                        "記",
                        "L",
                        "ΔP = 32μ×u×",
                        "D2",
                        "ここで，ΔP：圧損，μ：粘性，u：流速，L：長さ，D：直径であるから，圧損は，長さ(L)に比例し，直径(D)の二乗に反比例するのである。中空糸膜フィルタの細い中空部は，直径(D)が小さいため，直径の二乗に反比例する圧損が必然的に大きくなるのである。",
                        "また，甲7公報は，中空糸膜フィルタを用いた大容量の逆浸透装置を製作するに当たっての留意点として，",
                        "「(原告注：中空糸型の逆浸透膜の)高容積効率，高濃縮倍率の利点を生かし，大容量化装置を製作するにあたっては次の留意点がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "中空糸内透過液流動圧損のため，中空糸組立体中の中空糸はその長さ方向の制約を受ける。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "中空糸組立体を収納する円筒圧力容器は，スケールアップの考え方からすると(長さ／径)比を大きくする方が経済的である。すなわち長尺化した方が望ましい。」(2頁左上欄10行目～18行目)，",
              "text": [
                "「中空糸型逆浸透装置においては，長尺化円筒圧力容器に複数本の中空糸組立体を挿入することによって経済的に有利な大容量化が達成される。」(同頁左上欄下から2行目～右上欄2行目)，",
                "との記載があり，その第1図(6頁)には，直列に複数の中空糸組立体(モジュール)を配設した構成が図示されている。したがって，甲7公報からも，本件特許出願当時，複数本のモジュールを直列に接続することは，モジュールが「処理能力を向上させる」という課題及び「長尺化した方が望ましいが，圧損のためその長さ方向の制約を受ける」という課題の存在を示唆していたことは明らかである。上記ハーゲン・ポアズイユの式からも，長さ(L)が長くなるとそれに比例して圧損が大きくなることが理解される。したがって，引用例2には，逆浸透膜モジュールを2つ直列に接続した構造が開示されており，「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」ことが示唆されていたのであるから，引用発明2と本件発明の従来技術である引用発明1の技術的課題は少なくとも共通しており，これ自体において，引用発明1に引用発明2の技術的思想を適用する動機付けとなるのである。仮に引用例1及び引用例2にそれらの課題が記載又は示唆されていないとしても，中空糸膜フィルタは，中空糸という形状から必然的に圧損の影響を受けるのであるから，中空糸膜フィルタを使用する場合，当業者が圧損という技術的課題を考慮するのは自明，周知のことであり，当業者は，引用発明1及び引用発明2に圧損の技術的課題についての記載がなくても，中空糸膜フィルタを使用しているから，圧損の減少という技術的課題を認識するというべきである。",
                "被告は，逆浸透膜モジュールでは圧力損失の影響がほとんど無視できる範囲である旨主張する。しかし，1977年(昭和52年)に発表された「Optimal Design of Hollow Fiber Modules(中空ファイバモジュールの最適設計)」(AlChE Journal, vol. 23, No.5, 1977, p765-768。甲27。以下「甲27論文」という。)には，当時，実用化されていた逆浸透膜モジュールであるデュポン社のB-9パーミエーターに基づいて，最適な逆浸透膜モジュールを設計するための方法について，中空糸状の逆浸透膜の中空部を流れる透過水の圧力損失は，ハーゲン・ポアズイユの修正流体法則(式(2)，(3))",
                "によって説明することができ(765頁右欄16行目以下)，膜透過係数A，溶媒粘性μ，ファイバ有効作用長さl又はシール長さlsが増加すると大きくなり，逆浸透膜モジュールの効率を抑制する要因として知られていたのである(766頁右欄25行目～29行目)。さらに，甲27論文には，逆浸透膜モジュールの効率を向上させるために圧力損失を少なくしなければならないことも明記され(766頁右欄35行目～38行目)，本件特許出願前から実用化されていたデュポン社のB-9パーミエーターにおいても，圧力損失を考慮して中空糸膜の半径が設計されていた(766頁右欄7行目～12行目)。この点について，甲16刊行物の著者で甲9刊行物の編著者である大矢晴彦も，本件特許出願当時，中空糸状の逆浸透膜において，中空部を流れる透過水の圧力損失を低減して透水量を増やすという技術課題は普遍的ないし周知なものであったと断定している(甲24の1頁15行目～17行目)。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "作用効果の共通性",
                      "text": [
                        "審決は，引用発明2について，「半透性フィラメントの開口部を一方の集水室へ開口させた場合と両端の集水室へ開口させた場合とで，作用効果が異なることを記載した部分も，示唆した部分も存在しない」と述べ，「そうであれば，甲第2号証(判決注：引用例2)には，半透性フィラメントの開口部を一方の集水室のみへ開口させた構成と，両端の集水室へ開口させた構成とでは，その作用効果が異なるということは，記載も示唆もされていないということになる」(18頁23行目～29行目)とした。",
                        "しかし，引用例2(甲6)には，引用発明2のモジュールについて，半透性中空フィラメント1と連通管13の両端を集水室9に連通させて解放状態としているので，半透性中空フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出されることが記載されている(4欄11行目～14行目)。すなわち，引用発明2のモジュールでは両端(2箇所)から透過液を集水できる作用効果が明記されているのに対し，中空糸膜フィルタの片端のみが解放されたモジュールでは片端(1箇所)からしか透過液を集水できないので，引用発明2のモジュールが中空糸膜フィルタの片端のみが解放されたモジュールに比べて透水量が増加することは，当業者にとって自明のことである。上記ハーゲン・ポアズイユの式からも，中空糸膜フィルタの両端が解放されていれば，中空糸膜フィルタの長さ(L)は実質的に半分になり，その分圧損が少なくなることは明らかである。このように，引用発明2において，半透性フィラメントの開口部を一方の集水室のみへ開口させた構成と，両端の集水室へ開口させた構成とでその作用効果が異なることは当業者にとって自明であるから，その作用効果は記載されているに等しい事項なのである。",
                        "そして，引用例2に「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」ことを示唆する記載が存在することは上記のとおりであり，引用発明2のモジュールについて，半透性中空フィラメント1と連通管13の両端を集水室9に連通させて解放状態とすることによって片端のみを解放状態としたものに比べて圧損が減少し，透水量が増加することは自明であるところ，引用発明1に記載された中空糸膜濾過装置に用いられているモジュールは片端のみ解放されたものであるから，当業者は，引用発明1のモジュールの透水量を増加したいという普遍的ないし周知の課題を解決するために，又は引用発明1のモジュールの中空糸膜フィルタの圧損の減少という普遍的ないし周知の課題を解決するために，引用発明2の半透性中空フィラメント1と連通管13の両端を集水室9に連通させて解放状態として両端(2箇所)から透過液を集水する技術的思想を採用する動機付けが存在し，この点からも，本件発明に容易に想到し得るものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果の予測性",
                  "text": [
                    "審決は，引用発明2においては，引用発明2の構成を採用することによって生じる効果は不明というべきであるとして，引用例1及び引用例2から本件発明の顕著な作用効果を予測することができないと判断し(24頁28行目～25頁14行目)，その理由として，①引用発明2は逆浸透を原理とするものであるから，精密濾過法や限外濾過法についてのものである本件発明のように，その透水量が，原液側にかかる圧力と処理液側にかかる圧力との圧力差にほぼ比例しているのかどうかは明らかではない，②そもそも，引用発明2においては，従来のI型モジュールにおける透水量が得られる駆動力が明らかでなく，また，引用発明2の構成を採用することで透水量が得られる駆動力が増分するのかどうかも明らかではないなどと述べる(24頁17行目～24行目)。",
                    "しかし，中空糸型の逆浸透法の濾過装置では，操作圧力と浸透圧の差から中空糸内の圧損を引いた圧力差を駆動力としていることは明らかであり，精密濾過法や限外濾過法と同様に，透水量は駆動力(操作圧力と浸透圧の差)にほぼ比例している。また，引用例2(甲6)には，半透性中空フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，第2図右側の集水室9に集水された透過液は，連通管13を経て，第2図左側の集水室9に集水された透過液とともに流出管10から系外へ取り出されることが記載され(4欄11行目～14行目)，半透性中空フィラメント内での透過液の流れが2方向に分かれ，一方の透過液は直接集水室9から流出管10に流れ，他方の透過液は他方の集水室9から連通管13を経て流出管10に流れることを開示する。このように，半透性中空フィラメント内での透過液の流れが2方向に分かれることで，圧損が減少することは，上記ハーゲン・ポアズイユの式からも明らかである。「圧損の減少」及び「透水量を増やす」という課題は普遍的ないし周知のものであり，しかも，引用発明2においては，その第2図及び第3図に示されているように，モジュールを複数個直列接続して，中空糸膜濾過装置を縦長構造にしており，「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」ことが示唆されていたのであるから，当業者は，引用発明2の半透性中空フィラメント1と連通管13の両端を集水室9に連通させるという構成から，「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」という効果を予測するというべきである。審決は，「本件発明においては引用発明2の構成A(判決注：「中空糸膜モジュールは，多数本の中空糸膜フィルタと，中空糸膜フィルタの近傍に配置された取水管と，取水管と中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の一端から取水管に流れること」である点。以下「引用発明2の構成A」という。審決16頁下4行目～17頁2行目)を採用することにより従来のI型モジュールに比べて約2倍の透水量という格別顕著な作用効果が奏される」(25頁7行目～9行目)と説示するが，引用発明1に引用発明2の構成Aを採用すれば，従来のI型モジュールに比べて約2倍の透水量という作用効果が奏されることになるのであるから，本件発明には，引用発明1と引用発明2を組み合わせて得られる効果を超えるような顕著な作用効果が奏されるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「引用発明1に引用発明2を適用することが容易ではないこと」につき",
                      "text": [
                        "被告は，引用例2から引用発明2を抽出し，引用発明1に適用することは容易ではないと主張するが，審決においても引用例2から引用発明2を抽出して認定しており，被告の上記主張は審決の引用発明2の認定を否認するに等しい。引用例2には，引用発明2の構成が明確に開示されており，当業者は引用例2から引用発明2を容易に把握することができるのであるから，被告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明2を引用発明1と組み合わせることの阻害事由につきa 被告は，6つの理由を挙げて，引用発明2を引用発明1に組み合わせることには阻害事由が存在する旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "しかし，被告の主張は，審決の認定した引用発明2とは異なる引用発明2を前提とするものであり，失当である。被告が引用する引用例2(甲6)の目的及び作用効果についての記載は，「半透性フィラメントと，非半透性フィラメントとを相互に交叉させて層状とし，該層の単層又は複層をもって浸透膜モジュールの構成要素とし，該層中の半透性フィラメントの少なくとも一端を膜透過水集水部に連通せしめたこと」に関するものであるが，この記載は，引用例2の第1図乃至第3図に記載されたモジュールにおいて，半透性中空フィラメントの両端を膜透過水集水部に連通し，更に連通管13を配設し，連通管13の両端を膜透過水集水部に連通した構成を採用したことの技術的意味を示すものではない。引用例2は，「半透性フィラメントの両端を膜透過水集水部に連通させ，更に連通管13を配設し，その両端を膜透過水集水部に連通させること」について，「半透性フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される」(4欄11行目～14行目)と記載する。すなわち，引用例2において，「半透性中空フィラメントの両端を膜透過水集水部に連通させ，更に連通管13の両端を膜透過水集水部に連通させる」構成を採用するのは，半透性中空フィラメントを透過した透過液を両端の集水室9に集水し，その一方の集水室9に集水した透過液を連通管13を経て取り出すためである。そして，この構成を採用することで中空糸膜フィルタの圧損の影響が減少することは，中空糸膜フィルタの圧損の減少という技術的課題が中空糸膜濾過装置において普遍的ないし周知の技術的課題であったため，当業者にとって自明なことであり，さらに，同構成を採用することにより透水量が増加することも，上述したとおり当業者に自明のことである。したがって，引用例2には，「半透性中空フィラメントの両端を膜透過水集水部に連通させ，更に連通管13の両端を膜透過水集水部に連通させる」ことで，半透性中空フィラメントを透過した透過液を両端の集水室9に集水し，その一方の集水室9に集水した透過液を連通管13を経て取り出し，中空糸膜フィルタの圧損を減少又は透水量を増加させる引用発明2が開示されているのである。このように，引用発明2は，半透性中空フィラメントを透過した後の透過水に関するものなのである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被告は，阻害事由①として，引用発明2は逆浸透法を利用するものであるため，半透性中空フィラメントの表面の原液側にイオン，分子が残され，局部的に高濃度に濃縮された濃度分極層と呼ばれる層が形成されると浸透圧が増大し，膜透過水流量が低下し，さらにこれが高じて駆動圧まで上昇すると膜を水が透過できなくなるという不利益を挙げる。しかし，本件発明においても，濾過操作に伴って中空糸膜フィルタの表面に分散固形物が付着し，濾過差圧が上昇し，透水量は減少する点では同じであり，上記の点は阻害事由となり得ない。さらに，被告の主張は，引用例1の装置が精密濾過の装置であり，デッドエンドフロー濾過であることを前提としているようであるが，精密濾過の装置ではクロスフロー濾過も行なわれ，クロスフロー濾過においては，被処理液が流れているため，「局部的に高濃度に濃縮された濃度分極層」が形成されないのであり，この点からも被告の主張が認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被告は，阻害事由②として，引用発明2の半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を採用することで，膜面積が減少して，透水量が減少してしまうという不利益を挙げるが，上述したとおり，「半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成」は引用発明2に必須の構成ではないので，被告の上記理由には前提に誤りがある。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "被告は，阻害事由③として，引用発明2が前提とする堆積物を攪拌するような乱流あるいは堆積物を吹き飛ばすような高速流は，清澄な濾液を得られる効果を減じ，引用発明1のような全量濾過の精密濾過法の装置においては，不利益を生じさせると主張するが，前提において誤りである。精密濾過法の装置は全量濾過(デッドエンドフロー濾過)に限定されるものではなく，平行流濾過(クロスフロー濾過)も適用可能である。さらに，「最新の膜処理技術とその応用」(昭和59年8月1日フジ・テクノシステム発行，清水博外監修。甲26)に記載されているように，精密濾過法に平行流濾過(クロスフロー濾過)を適用すると，濾滓が膜面に積層されにくくなるので，長時間の連続濾過が可能となるのである(3頁右欄12行目～5頁左欄1行目)。したがって，被告の上記主張も阻害事由として認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "被告は，阻害事由④として，引用例2記載の膜モジュールは，集水室9がチューブシート8と一体となっていることから，引用例1に記載されているような圧力容器内に処理液室を仕切るための仕切板を必要としないものであり，仕切板による膜モジュールの支持固定は，被処理液の流路断面の増加やデッドスペースの発生の原因となり不利益を生じさせるものであり，排除されるべきものであると主張する。",
                                "しかし，そもそも「仕切板」は，本件発明と引用発明1との相違点ではないので，引用例2に「仕切板」が必要か否かは論点ではない。また，引用発明1の濾過装置において，中空糸膜フィルタは，上端を解放状態で接着剤によって結束固定されているが(甲5の2頁左下欄17行目～19行目)，他方で，引用発明2の半透性中空フィラメント1は，両端をエポキシ樹脂等のチューブシート8によって集束されている(甲6の3欄25行目～4欄3行目)。したがって，引用発明1の「接着剤」と引用発明2の「チューブシート8」とは，中空糸膜フィルタの端部を解放状態で接着固定する点において同じ機能を有するのである。引用発明1の中空糸膜モジュールにおいて，引用発明2の「半透性中空フィラメントの両端を膜透過水集水部に連通させ，更に連通管13の両端を膜透過水集水部に連通させる」という構成を適用すれば，引用発明1の「濾過液帯部A」が半透性中空フィラメントの一方の端部を連通する膜透過水集水部となり，引用発明1の「接着剤」が一方のチューブシート8となるのである。また，本件特許出願当時，容器本体内に仕切板を配設し，仕切板に中空糸膜モジュールを固定する構成は，濾過装置として一般的に採用されていた周知の技術であった(引用例1，甲25)。前掲甲25の図2において，左側のモジュール(M-310",
                                "0C-A)と中央のモジュール(M-3100P-A)は，中空糸",
                                "エレメントが一つの場合であり，右側のモジュール(T19-3100-S)は中空糸エレメントが複数の場合である。同図において，中空糸エレメントが1つの場合(左側及び中央のモジュール)は，中空糸エレメントの上端を固定する接着部によって，ハウジング内の被処理液(原液)と透過液を仕切って中空繊維膜を透過した透過液が上端から取り出せるように構成されている。これらのモジュールにおいては，中空糸エレメントが単数であるため，中空糸エレメントの上端を固定する接着部が仕切板としての機能も兼用しているのである。そして，同図の右側のモジュールに示すように，複数の中空糸エレメントをタンク型のハウジング内に格納する場合は，複数の中空糸エレメントを装着するために，ハウジング内に仕切板を設けて，各中空糸エレメントの透過液側を共通の集水室に開口させているのである。引用発明2では，チューブシート8によって，被処理液と透過液との間が仕切られており，透過液の集水室9が区画されているのであるから，耐圧管内に単数のモジュールを格納した場合，甲25(化学工場1983年4月号74頁～81頁)",
                                "の図2(75頁)の左側及び中央のモジュールと同様，チューブシート8が仕切板を兼用しているとみることができる。したがって，被告の圧力容器内に処理液室を仕切るための仕切板を必要としないという主張は誤りである。また，引用発明2のモジュールにおける一方の集水室9及びチューブシート8の構成を，引用例1及び甲25に開示されているように，容器本体内に被処理液と透過液との間を仕切るための別途の部材を仕切板として設け，容器本体に仕切板で集水室を画定した構成とする技術的思想は，均等物による置換にほかならず，当業者が容易に想到することができたものである。さらに，耐圧管内に複数個のモジュールを格納した場合，装置をコンパクトにするために，各モジュールの集水室を共通とする技術的思想は当業者が通常考えるところであり，そのために，本件特許出願当時周知であった，容器本体内に別途の部材を仕切板として配設し，仕切板に中空糸膜モジュールを固定する構成を採用することも当業者にとって容易に想到することができたものであり，設計事項の範囲内である。",
                                "以上のとおり，被告主張の阻害事由④についても，阻害事由として認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "被告は，阻害事由⑤として，引用発明2の半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を引用発明1のような精密濾過法の装置に適用することを考えると，気体逆洗効率が落ちるという不利益が生じると主張する。しかし，上述したとおり，「半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成」は引用発明2に必須の構成ではないので，被告が主張する上記理由が，阻害事由として認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "被告は，阻害事由⑥として，逆洗によって膜表面から剥離された懸濁物が引用発明2の半透性のフィラメントと非半透性フィラメントを相互に交叉した部分に堆積して排出されず，逆洗効果が低下するなどのデメリットが生じると主張する。しかし，上述したとおり，「半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成」は引用発明2に必須の構成ではないので，被告の上記理由には根拠がない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "進歩性判断における引用例の組合せは，引用例に開示される技術的思想を組み合わせることによって対象となる発明が容易に想到できるか否かを判断するものであり，それは，被告が主張するように，引用例に示された具体的な個々の構成において組合せの合致を要求するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，被告の主張はいずれも成り立たず，本件発明は引用発明1に引用発明2を組み合わせて，当業者が容易に発明できたものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野の共通性(原告の主張イ)に対し",
              "text": [
                "原告は，審決における本件発明，引用発明1及び引用発明2の濾過・浸透方法の認定は誤っており，また，仮に方法が相違したとしても，それらの技術分野は密接に関連しており，本件発明の容易想到性の判断に何ら影響を与えないと主張する。",
                "しかし，少なくとも本件発明及び引用発明1が精密濾過法の技術分野に属し，引用発明2が逆浸透法の技術分野に属することは，各明細書の記載からしても，当業者にとって明らかなことである。また，この技術分野の相違は，本件発明の作用効果を奏するか否かを左右するものであるから，容易想到性の判断に影響を与えることは明らかである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の濾過方法の主張につき",
                  "text": [
                    "原告は，本件発明には濾過方法について何らの限定も存在しないとし，逆浸透膜の濾過装置が本件発明の射程に入ると主張する。",
                    "しかし，本件発明は，精密濾過法の装置に係るものであり，少なくとも逆浸透法の装置に係るものではない。本件発明は，「分散固形物」を分離除去するための中空糸膜濾過装置に関するものであり，この「分散固形物」は「懸濁物」と同義で用いられるものである。しかるところ，「分散固形物(懸濁物)の分離除去」は逆浸透膜の処理分野ではなく，精密濾過膜の処理分野である。したがって，「分散固形物」の分離除去に係る本件発明は，精密濾過法の技術分野に属するものであり，少なくとも逆浸透法の技術分野に属するものではない。",
                    "また，本件発明は「逆洗操作」を行う装置に関するものであるが，「水のリサイクル(応用編)」(1994年10月20日初版第2刷株式会社地人書館発行，和田洋六著。審判乙1・本訴乙2〔後記甲12刊行物と同一の刊行物の別頁〕。以下「乙2刊行物」という。)には，逆浸透法の装置(RO)では，精密濾過法の装置(MF)や限外濾過法の装置(UF)のように「逆洗」を行わないことが明確に記載されている(90頁14行目)。したがって，逆洗操作を行う装置に係る本件発明は，逆浸透法の装置に係るものではない。以上から明らかであるとおり，本件発明は，逆浸透法の装置に係るものではなく，精密濾過法の装置に係るものである。",
                    "なお，原告は，本件発明においては，主観的にその意図があるか否かにかかわらず，中空糸膜フィルタが「分散固形物」を分離できればよいとして，「分散固形物」を透過させない逆浸透膜も，本件発明の射程に入るとの主張をする。しかし，このような原告の主張は，当業者の通常の技術理解を無視した暴論というべきものである。例えば，乙2刊行物の90頁17行目以下の「RO処理計画の留意点」(判決注：「RO膜」とは逆浸透膜のこと)においても，「(2)濁質の除去」(同91頁6行目以下)が挙げられているように，逆浸透法の装置に供給する原水は，精密ろ過法の装置等による前処理を経て，除濁をすることが通常の当業者の理解である。したがって，当業者であれば，分散固形物(懸濁物)の分離除去をするための「中空糸膜フィルタ」に，逆浸透膜は含まれないと理解することは当然のことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1の濾過方法の主張につき",
                  "text": [
                    "審決が認定するとおり，引用発明1が精密濾過法に関するものであって，少なくとも逆浸透法に関するものではないことは上記アと同様の理由により明らかである。",
                    "この点，原告は，引用例1の「中空糸状の多孔質高分子膜は・・・限外ろ過や逆浸透用の膜として工業的にも採用されている」との記載を根拠に，引用発明1の中空糸膜濾過方法の技術分野に，限外濾過法の濾過装置及び逆浸透法の濾過装置が含まれると主張する。",
                    "しかし，この記載は，精密濾過法，限外濾過法，逆浸透法における中空糸の原材料が，多孔質高分子膜という広い概念では共通することを記述したものにすぎない。このような原材料を使用して実際に作成される膜は，全く性質の異なるものである(一例を挙げれば，精密濾過法や限外濾過法の膜は，この膜に水を接すると膜の反対側に水が出てくるが，逆浸透法の膜では，膜に水を単に接しても膜の反対側に水が出てこない。)。この記載をもって，引用発明1の中空糸膜濾過方法の技術分野に，限外濾過法の濾過装置及び逆浸透法の濾過装置が含まれるとは到底言えない。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2の濾過方法の主張につき",
                  "text": [
                    "引用例2は，終始，逆浸透圧法の説明しかしておらず，引用例2に記載されている発明が逆浸透圧法に係る装置であることは明白である。",
                    "原告は，逆浸透圧法の装置として使用することは，引用発明2の用途の一つにすぎないと主張するようであるが，そのような主張を裏付ける記載は，引用例2には存在しない。また，引用発明2が逆浸透圧法以外の濾過に適用されないという明示の記載は存在しないとするが，そのような明示の記載がなくとも，引用例2が逆浸透圧法の説明しかしていないことから，引用例2が逆浸透圧法に係るものであることは明白であり，引用例2を精密濾過法に係るものと理解すべきことにはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「分散固形物を分離できる中空糸膜を濾材とする濾過装置」としての技術分野の同一性の主張につき",
                  "text": [
                    "前述したとおり，本件発明及び引用発明1は精密濾過法に関するものであり，少なくとも逆浸透法に関するものではない。そして，引用発明2は逆浸透法に関するものである。したがって，引用発明2は，本件発明及び引用発明1と技術分野を異にするものであり，この点に関する審決の認定に何ら誤りはない。",
                    "なお，原告は，引用例1(甲5)には，「中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている」(1頁右欄5行目～8行目)と記載されているのであるから，引用発明1に逆浸透法や限外濾過法の濾過装置の技術を適用する動機付けが積極的に明示されていると主張するが，前述のとおり，この記載は，精密濾過法，限外濾過法，逆浸透法における中空糸の原材料が，多孔質高分子膜という広い概念では共通することを記述したものにすぎず，このような原材料を使用して実際に作成される膜は，全く性質の異なるものである。したがって，このような一般的な膜の原材料の記述をもって，引用例1に記載されている具体的な濾過装置に，限外濾過法や逆浸透法の濾過装置の技術を適用する動機付けにならないことは当然のことである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「圧力を推進力として中空糸膜を利用する濾過装置」としての技術分野の共通性の主張につき",
                  "text": [
                    "被告は，精密濾過法，限外濾過法及び逆浸透法の装置が，圧力を推進力として中空糸膜を利用する装置である点で一致すること自体は，これを争うものではない。しかし，各引用発明を組み合わせることが容易か否かを判断するために考慮される「技術分野の同一性」とは，このような非常に大きな枠で両者が共通のものといえるか否かといった表面的な観点からではなく，各技術分野において装置を構成する際に考慮すべき点に共通点(あるいは相違点)があるか等の実質的な観点から見るべきである。そこで，以下において，「精密濾過法」及び「逆浸透法」の技術的内容を，その原理，装置構成及び技術的課題等の観点から明らかにする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「精密濾過法」の技術分野",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「精密濾過法」の原理",
                          "text": [
                            "「水のリサイクル(応用編)」(1994年10月20日初版第2",
                            "刷株式会社地人書館発行，和田洋六著。審判乙1・本訴甲12〔乙2刊行物と同一の刊行物の別頁〕。以下「甲12刊行物」という。)の62頁【図6．2】の説明によれば，精密濾過とは，精密濾過膜の有する孔より大きい粒子は孔を通過できず，濾過膜の孔より小さい微粒子は孔を通過できることを利用して，濾過膜の孔より大きい粒子を除去する技術であることが分かる。これは，通常理解される「濾過」の原理に他ならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「精密濾過法」の装置の構成",
                          "text": [
                            "精密濾過法の装置は，例えば，引用例1(甲5)の第1図の図示や2頁左下欄4行目に「懸濁物を含む原液は原液供給ライン5から原液帯部Bに導入される。その液は保護外筒3の内部に入り，懸濁物は，中空糸濾過膜集束体4の膜によって阻止され，濾過液は中空糸内を通り，濾過液滞部Aに導かれ濾過液ライン6から濾過容器1外に取出される」と記載されているように，通常，原液が濾過膜で濾過されて透過液として流れ出るという，いわゆるデッドエンドフローとなっている。また，「最新の膜処理技術とその応用」(昭和59年8月1日株式会社フジ・テクノシステム発行，清水博外監修。乙1。以下「乙1刊行物」という。)の326頁左欄下3行目ないし同頁右欄9行目に「濾過細孔が大きくなっても，積層になっていることにより微粒子，細菌が慣性により面上に捕捉される。または，繊維によりできている濾層の場合，空隙の上層部で捕捉される。これら捕捉物の堆積により曲がりくねった流路が狭くなって濾過効果があがり，実際の孔径より小さい微粒子，細菌が捕捉される。こうした場合の捕捉は，上部には多く下部にいくほど少なくなってきている。堆積濾過の一種といえる。濾過量は長い時間を保ち，次第に多くなる傾向にある。こうしたフィルタは，大部分のスクリーンタイプのフィルタとデプスタイプのフィルタに見られるもので，精密フィルタの市販品のほとんどがこの領域になる」と記載されているように，全量濾過方式(デッドエンドフロー)の精密濾過では，膜の面上に捕捉した濾過堆積物を吹き飛ばさないよう，膜面を剪断する流速は極めて小さいものに制御されている。さらに，引用例1(甲5)の3頁左上欄14行目ないし20行目に「保護外筒3の内径は中空糸濾過膜集束体4の外径により最適な径が存在する。せますぎると動きがわるくなり気体逆洗性能が落ちる。(中略)保護外筒3の内径は中空糸濾過膜集束体4の外径より20～100％大きくすることが必要」と記載されているように，通常，中空糸濾過膜集束体の糸が保護外筒内で疎に充填されていることが分かる。さらに，精密濾過法の装置においては，中空糸膜が濾過処理時間とともにその表面に多量の懸濁物が付着することで低下した濾過能力を回復させるために「逆洗操作」が行われるのが通常である。",
                            "また，精密濾過法の装置は，「懸濁物の分離除去」をその処理分野とするものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「逆浸透法」の技術分野",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「逆浸透法」の原理",
                          "text": [
                            "水は透過させるが水に溶解した溶質(イオンや分子)をほとんど透過させない性質を持つ半透膜をへだてて，濃度の濃い溶液と薄い溶液を接した場合，水が濃度の薄い溶液側から濃い溶液側に移動して，濃い溶液側を希釈しようとする。この水の浸透しようとする圧力が「浸透圧」であるが，両側の溶液の濃度差が大きくなるほど，浸透圧は大きくなる。この点，海水と淡水を接した場合の浸透圧は 約25kg／cm2であるように，一般的に浸透圧は極めて大きな値となる。この浸透する方向と逆に，浸透圧以上の圧力をかけ，濃い溶液(すなわち被処理液)側から，薄い溶液(すなわち処理液)側へ水だけを透過させて，溶質(イオンや分子)を分離するのが，逆浸透法である(甲12刊行物の82頁)。",
                            "また，甲12刊行物の83頁下6行目以下では，逆浸透膜(RO",
                            "膜)の不純物除去機構について諸説が発表されているとしながらも，84頁の【図8．3】を用いて，逆浸透膜の不純物除去機構の一般的な考え方が説明されている。これによれば，「水分子は水素結合によって膜の活性層にまず吸着し，水素結合の形成された部分を圧力勾配によって次々と拡散移動し，ついには膜の反対側に通り抜けることができる。」とされている。すなわち，溶質と溶媒のうち溶媒たる水分子のみが膜に吸着され，膜の構成分子と水分子の相互作用のもとに圧力勾配により膜中を拡散していくことで分離が行われるのである。このような逆浸透の機構は，分離が膜にあいている孔の大きさによって規定される精密濾過の機構と明らかに異なる。",
                            "さらに，甲12刊行物の84頁下1行目以下には，「水と同様に水素結合をするアルコール類，酢酸類，水素結合を破壊する尿素などは膜を通過する比率が高くなる」と記載されている。このような逆浸透の特徴は，分離が膜にあいている孔の大きさによって規定される精密濾過をはじめとする濾過では説明できない。このことからも，「逆浸透」と，精密濾過をはじめとする「濾過」とは，明らかに異なる。",
                            "以上のとおり，分離が膜にあいている孔の大きさによって規定される「精密濾過」を始めとする「濾過」と，分離される物質がいったん膜に溶け込み，膜の構成分子と分離物質の相互作用のもとに膜中を拡散していく間に分離が行われる「逆浸透」とは，その原理が完全に異なる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「逆浸透法」の装置の構成",
                          "text": [
                            "逆浸透膜を使用した装置は，例えば，「改訂二版 用水廃水便覧」(昭和51年6月15日第2刷丸善株式会社発行，用水廃水便覧編集委員会編。審判乙5・本訴甲13。以下「甲13刊行物」という。)の370頁「3・8・4 透過膜モジュール」の項に記載されているように，容器には，原液入口，透過液出口，濃縮液出口が設けられている。このように通常，逆浸透法においては原液は透過膜の表面を流れて，原液の一部である水分子が透過膜をしみ出て，残りの原液は濃縮液として流れ出るといういわゆるクロスフローを形成している。また，逆浸透における技術課題として「濃度分極」現象による透過流速の減少がある。すなわち，逆浸透法とは浸透圧以上の圧力を浸透圧と逆方向にかけて，逆浸透膜を水だけ浸透させて溶質を分離する方法であるところ，膜表面付近では水のみが膜を透過し，溶質は透過されないので，膜表面付近では被処理液側の濃度が上昇し(この濃度が上昇した層を「濃度分極層」という。)，浸透圧が上昇するため，これに逆らって透過させることが困難になり透過量が減少する(甲16刊行物の76頁～79頁)。そこで，逆浸透膜モジュールを設計する際の考慮として，この濃度分極層を破壊するように，膜表面を攪拌し，膜表面を剪断する流速が大きくなるように設計するのが当業者の技術常識である(「ケミカルエンジニヤリング 臨時増刊1」(昭和55年12月1日株式会社化学工業社発行。乙3。以下「乙3刊行物」という。))。さらに，実際の中空糸膜型逆浸透モジュールでは，充填率を高めて膜表面を剪断する流速を低下させない形が取られていたのである(甲16刊行物の243頁下3行目以下)。逆浸透法の装置では，クロスフローを採用することで，膜表面上に形成される濃度分極層を絶えず破壊しているため，通常逆洗は行われない。また通常，「懸濁物の分離除去」は逆浸透法の処理分野ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明1の技術分野が分類される「精密濾過法」と引用発明2の技術分野が分類される「逆浸透法」は，その原理が根本的に異なる。このため，装置を構成する際の技術的配慮が全く異なる。具体的には，被処理液の流し方が，通常，精密濾過法はデッドエンドフローであるのに対して，逆浸透法はクロスフローである点で異なる。また，膜表面の流れとして，精密濾過法では，膜表面を剪断する流速を小さくして，膜表面を攪拌しないような流れが要求されるのに対し，逆浸透法では，膜表面を剪断する流速を大きくして，膜表面を攪拌するような流れが要求され，全く逆の技術的配慮が必要となる。さらに，中空糸の充填率においても逆方向の技術的配慮が要求され，逆洗操作の有無，被処理液中の分散固形物の有無においても異なる。以上からすれば，精密濾過法と逆浸透法とでは，技術分野が相違するというべきであり，したがって，引用発明1と引用発明2は，共通の技術分野に属するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "「技術的発展からみた濾過法の技術分野の共通性」の主張につき各引用発明を組み合わせることが容易か否かを判断するために考慮される「技術分野の同一性」とは，各技術分野の発展の経緯であるとか，非常に大きな枠で両者が共通のものといえるか否かといった表面的な観点からではなく，各技術分野において装置を構成する際に考慮すべき点に共通点(あるいは相違点)があるか等の実質的な観点から見るべきである。そしてこのような観点から見ると，精密濾過法と逆浸透法とでは，技術分野が相違することは明らかである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「分散固形物の除去装置構造の同一性」の主張につき",
                  "text": [
                    "精密濾過法と逆浸透法の原理は異なることは前述したとおりであるから，これらの原理が同じであることを前提とする原告の主張は，その前提が誤っており失当である。また，精密濾過法を用いた装置と，逆浸透法を用いた装置の構造が異なることも，前述したとおりである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「中空糸膜フィルタの材料の共通性」の主張につき",
                  "text": [
                    "前述のとおり，各引用発明を組み合わせることが容易か否かを判断するために考慮される「技術分野の同一性」とは，膜の原材料といった非常に大きな枠で両者が共通のものといえるか否かといった表面的な観点からではなく，各技術分野において装置を構成する際に考慮すべき点に共通点(あるいは相違点)があるか等の実質的な観点から見るべきである。そしてこのような観点から見ると，精密濾過法及び逆浸透法に使用する中空糸膜フィルタが同じ素材によって作成することができるとしても，両者のフィルタの構成・性質は前述した作用の違いにより全く異なっており，同一のフィルタを両者に使用することは不可能である。したがって，材料の共通性をもって，精密濾過法と逆浸透法の技術分野が共通するとはいえない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "「技術分野の共通性に基づく引用発明1に引用発明2を適用する動機付け」の主張につき",
                  "text": [
                    "既に詳述したとおり，精密濾過法の技術分野に属する引用発明1と逆浸透法の技術分野に属する引用発明2とでは技術分野が相違しているから，引用発明1及び引用発明2の技術分野が共通であることを前提とする原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題及び作用効果の共通性(原告の主張ウ)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題の共通性につき",
                  "text": [
                    "原告は，引用例2には「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」という課題を示唆する記載が存在すると主張する。",
                    "しかし，そもそも引用例2のような逆浸透法の装置においては，上記課題は存在しないのであり，そのため当然のことながら，引用例2には，上記課題を示唆する記載はなく，むしろ引用例2の装置においてそのような課題は存在しないことを示唆しているというべきである。また，原告は，引用例2に示されている逆浸透膜モジュールを2つ直列に接続した構造は，「透過水量を増加させる」という課題を示唆していると主張するが，引用例2には，このような課題は一切記載されていない。なお，このような構造を採用する理由は，引用例2(甲6)の6欄16行目ないし20行目に示されているように，作業性の向上，製作容易，保守管理面の簡便さ，経済性等であるいうべきである。また，引用例2記載の装置では，本件発明の効果を奏さない。",
                    "原告は，甲7公報及び甲9刊行物を引用して，圧損の問題点は，本件特許出願当時，中空糸膜フィルタにおいて普遍的ないし周知の課題であったと主張する。",
                    "しかし，甲9刊行物の「表2．3．1 各種中空糸型逆浸透モジュールの比較」(50頁下部)において，短所として中空糸の透過液側圧力損失が掲げられているのは糸巻型カートリッジモジュールのみであり，同頁7行目以下の「糸巻型カートリッジユニットは・・・中心の多孔管の上にラセン状に中空糸を巻きつけて，カートリッジに形成する」との記載からも明らかなように，糸巻型カートリッジでは，非常に長い中空糸が糸巻き状に巻き取られており，この透過液側圧力損失は，その他の軸流ユニット，放射流ユニットのいずれと比較しても極めて大きい。このように甲9刊行物には，逆浸透モジュールにおいて，糸巻型カートリッジのように中空糸が非常に長くなる場合にのみ透過液側圧損が大きくなることが課題として挙げられることが記載されているのであり，逆浸透モジュール全般に普遍的にこのような課題が存在することは一切記載されていない。また，甲7公報についても，透過液側流動圧損について具体的に言及されているのは，「その中空糸の配置方法は，・・・該コアの軸方向にほぼ平行に，あるいはスパイラル状に巻きつけて順次配置される。特に中空糸は・・・捲き角度が大きくなりすぎると中空糸の長さが長くなり，透過液の流動による圧力損失が大きくなり，従って透過液量が減少する」(3頁右上欄1行目以下)とある部分であるところ，この記載が透過液側の圧力損失を問題としているのは，「捲き角度」を考慮しなければならない形式のもの，すなわち中空糸をスパイラル状に巻き付けたものである。そのような形式のものは，上記の「糸巻型モジュール」と同様，非常に長い中空糸を使用しているため，透過液側の圧力損失が課題として挙げられているのである。",
                    "したがって，甲7公報も，甲9刊行物と同様のことが記載されているにすぎない。確かに，引用例2に記載されているような中空糸が短い逆浸透法の装置においても，透過液側の圧力損失の影響はゼロではない。しかし，透過液側の圧力損失の影響がゼロではないからといって，当業者がこの影響を周知の課題として認識することにはならない。また，透過液側の圧損は，透過液の流速と管長及び管径によって決まるものであり，中空フィラメントの径が小さくても，そこを通過する透過液の流速が小さければ圧損の影響が生じることはない。したがって，中空糸膜フィルタ(中空フィラメント)ということだけで，圧損の影響を受けるという短絡的な主張も誤っている。したがって，原告の上記主張は，普遍的ないし周知の技術的課題が存在していたという前提自体が誤っており失当である。引用例2には，連通管等の構成が，透過液側の圧損を減少させ，透過水量を増加させるための解決手段となりうるという技術的思想自体が，全く記載されていないのであるから，引用発明2の構成を引用発明1に適用する動機付けは何ら生じないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "作用効果の共通性につき",
                  "text": [
                    "引用例2のような逆浸透法の装置では，半透性フィラメントの両端を開口しても，透水量が増加するという作用効果が得られないのであるから，このような作用効果が示唆されているなどということはあり得ないことである。また，そもそも引用発明2は逆浸透の技術分野に属し，本件発明は精密濾過法の技術分野に属する点で両者は相違しており，引用発明2が本件発明と同様の構成及び作用を有するという前提が誤っている。また実際に，この技術分野の違いが，本件発明の作用効果を奏するか否かを左右しており，逆浸透法に係る引用発明2の構成では，本件発明の作用効果を奏することができないことは前述のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "効果の予測性(原告の主張エ)に対し",
              "text": [
                "引用発明2の装置は，透水量が増加するという本件発明の作用効果を奏さないから，引用発明2の装置から，本件発明の効果を予測することは不可能であり，審決が引用例1及び引用例2から本件発明の顕著な作用効果を予測することができないとした判断に何ら誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1に引用発明2を適用することが容易ではないこと引用発明2は，引用例2から本件特許発明に関係する要素のみを抽出して特定されたものである。しかし，引用例2においては「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」が必須の構成であり，また，膜モジュールの中心に配置された分散管から被処理液を供給して中空フィラメントの間隙を通過させることを必須とするものであるから，当業者が引用例2からこれらの構成を除外した発明を認識することは容易ではない。また，引用発明2の構成は，引用例2に記載された数多くの実施例のうちの1つの実施例のみに採用されているものにすぎず，あえてこの構成を抽出して，引用発明1に適用することは容易ではない。引用発明2の構成は，引用例2の第2図に図示されるものであるが，①第1図ないし第3図に図示される実施例，②第4図ないし第6図に図示される実施例，③第7図及び第8図に図示される実施例は，それぞれ別個のものであり，②，③の実施例は，引用発明2の構成を有さない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2を引用発明1と組み合わせることの阻害事由",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2の必須の構成及び作用効果は，引用例2(甲6)に記載されているとおり，「半透性フィラメントと，非半透性フィラメントとを相互に交叉させて層状とし，該層の単層又は複層をもって浸透膜モジュールの構成要素とし，該層中の半透性フィラメントの少なくとも一端を膜透過水集水部に連通せしめたことにより膜の充填密度が大きく」(6欄6行目～11行目)，「さらに経糸あるいは緯糸のみに半透性フィラメントを使用すれば，膜透過現象が経糸あるいは緯糸においてのみ行なわれて膜と膜との異常な密着並びに膜透過現象に付属して起る膜汚染問題をも適確に防止することができる」(同欄12行目～16行目)ことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，上記の構成及び作用効果は，引用発明1，すなわち精密濾過法の濾過装置に組み合わせることにより重大な不利益を生じるものである。したがって，当業者が引用発明2を，引用発明1に適用することは到底考えられず，両者を組み合わせることは容易ではない。以下，両者を組み合わせることによって生じる不利益を具体的に述べる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "阻害事由①",
                          "text": [
                            "引用発明2は，逆浸透法を利用するものであるため，引用発明2の浸透膜モジュールを引用例1記載の濾過装置に適用した場合には，水のみが上記浸透膜モジュールの半透性フィラメントを透過するので，半透性中空フィラメントの表面の原液側にイオン，分子が残され，局部的に高濃度に濃縮された濃度分極層と呼ばれる層が形成される。しかし，浸透圧はイオン，分子の濃度に比例するため，高濃度の層が形成されると浸透圧が増大し，膜透過水流量が低下し，さらに，これが高じて駆動圧まで上昇すると膜を水が透過できず，濾過ができなくなる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "阻害事由②",
                          "text": [
                            "引用発明2の半透性フィラメントと非半透性フィラメントを相互に交差させて層状とする構成を採用することで，膜表面が減少して，透水量が減少してしまう。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "阻害事由③",
                          "text": [
                            "精密濾過法の装置では，膜の面上に捕捉した濾過堆積物が濾過効果を奏し，より清澄な濾液が得られるようになるため，膜表面の流れとして，膜表面を剪断する流速を小さくして，膜表面を撹拌しないような流れが要求される。しかし，引用発明2が前提とする堆積物を撹拌するような乱流あるいは堆積物を吹き飛ばすような高速流は，清澄な濾液を得られる効果を減じ，引用発明1のような全量濾過の精密濾過法の装置においては，不利益を生じさせるものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "阻害事由④",
                          "text": [
                            "引用例2記載の膜モジュールは，集水室9がチューブシート8と一体となっていることから，引用例1に記載されているような圧力容器内に処理液室を仕切るための仕切板を必要としないものであり，むしろ，このような仕切板による膜モジュールの支持固定は，処理液の流路断面の増加やデッドスペースの発生の原因となり不利益を生じさせるものであり，排除されるべきものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "阻害事由⑤",
                          "text": [
                            "半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を，引用発明1のような精密濾過法の装置に適用することを考えると，緯糸である非半透性フィラメントが，経糸である半透性フィラメントを拘束するために動きにくくなり，半透性フィラメントの気体逆洗効率が落ちるという不利益が生じる。これは引用例1(甲5)の3頁左上欄14行目以下に記載されているとおりである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "阻害事由⑥",
                          "text": [
                            "逆洗によって膜表面から剥離された懸濁物が半透性フィラメントと非半透性フィラメントを相互に交叉した部分に堆積して排出されずに，逆洗効果が低下するなどのデメリットが生じる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記のとおり，引用発明2は，引用発明1のような精密濾過法の濾過装置に適用しようとしても，不利益を生じるものである。したがって，当業者が引用発明2を，引用発明1に組み合わせることは阻害されるというべきであり，引用発明2及び引用発明1に基づいて本件発明を容易に想到することはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "そこで，原告主張の取消事由(本件発明と引用発明1との相違点1についての判断の誤り)について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明と引用発明1との相違点1について，①引用発明1と引用発明2は「技術分野の共通性による適用の動機付けが有るとはいえない」(18頁2行目～3行目)，②「引用発明2の構成Aを引用発明1に適用する課題の共通性による動機付けが有るとはいえない」(19頁28行目～29行目)，③引用例1及び引用例2から「本件発明の顕著な作用効果を予測することはできない」(25頁13行目～14行目)などとした上，本件発明は引用発明1及び2に基づいて当業者が容易に発明をすることができたものとはいえないと判断した(25頁13行目～16行目)ものである。",
                "これに対し，原告は，①引用発明1と引用発明2は技術分野が共通し，引用発明1に引用発明2を組み合せる動機付けがある，②引用発明1と引用発明2は課題及び作用効果が共通し，引用発明1の課題を解決するために引用発明2の技術的思想を採用する動機付けがある，③本件発明には，引用発明1と引用発明2を組み合せて得られる効果を超えるような顕著な作用効果が奏されるということはない等として，本件発明は引用発明1に引用発明2を組み合せて当業者が容易に発明できたものであると主張するので，以下において順次検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明及び引用発明1，2の濾過方法について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「(う)本件発明及び引用発明1と引用発明2との技術分野の相違」の項(10頁1行目～14頁8行目)において，本件発明及び引用発明1は，精密濾過法と限外濾過法に関するものであって，逆浸透法に関するものではない(本件発明につき13頁下9行目～5行目，引用発明1につき同頁下2行目～14頁4行目)，引用発明2は逆浸透法に関するものであって，精密濾過法と限外濾過法に関するものではない(14頁6行目～8行目)として，本件発明及び引用発明1と引用発明2との技術分野の共通性を否定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の濾過方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性について審理するに当たつては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限つて，発明の詳細な説明の記載を参酌することが許されるにすぎないと解すべきである(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)。",
                        "これを本件についてみると，本件発明に係る特許請求の範囲の請求項1の記載(平成16年3月23日付け訂正審決後のもの)は，上記第3の1(2)のとおり，「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，前記中空糸膜モジュールは取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れるようにしたことを特徴とする中空糸膜濾過装置。」というものであり，濾過方法を何ら特定する記載はない。",
                        "そうすると，本件特許請求の範囲の記載に基づいては，審決の上記認定のように濾過方法を限定することはできないから，進んで，上記最高裁判決のいう特段の事情の有無について検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，まず，「「精密濾過法」及び「限外濾過法」はその分離の対象が「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい分散固形物または水に溶解する溶質を含む水」であって，膜による濾過において，溶液の示す浸透圧を無視することができるものであるのに対して，「逆浸透法」はその分離の対象が「水に溶解する溶質」と「水」であって，膜による分離において，溶液の示す浸透圧を無視することができず浸透する方向と逆に浸透圧以上の圧力をかける必要のあるものである点で本質的な違いがある」(13頁1行目～8行目)として，精密濾過法及び限外濾過法と逆浸透法は，本質的に相違するとした上で，「本件発明は，「液体中の分散固形物を捕捉する多数本の中空糸膜フィルタ」を用いるものであって，「前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れる」ものであるから，その分離の対象は「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい分散固形物または水に溶解する溶質を含む水」であって，「水に溶解する溶質」と「水」ではないことが認められる。しかも，本件明細書をみても，水に溶解する溶質を分離することについては何ら記載がなく，「分散固形物は中空糸膜表面で捕捉される」・・・と記載されるように，本件発明は分散固形物を濾過することを意図することは明白である。そうすると，本件発明は，その分離の対象が「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい分散固形物または水に溶解する溶質を含む水」であって，「水に溶解する溶質」と「水」ではないことからして，精密濾過法と限外濾過法に関するものであって，逆浸透法に関するものではないとするのが相当である」(同頁16行目～下5行目)として，本件発明は，精密濾過法と限外濾過法に関するものに限定されると認定した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで，まず，精密濾過法，限外濾過法及び逆浸透法の用語についてみると，甲12刊行物の「6．精密濾過」の項の62頁には，「通常の砂濾過装置では除去できない微細な懸濁物を除くには，精密濾過(MF：Micro Filtration)法が用いられ，0．1μから数十μの範囲の粒子を捕捉し，除去する。各種の濾過法と粒子径の関係を図6．1に示す。",
                        "・・・MF法は，濾過エレメントに直接原水を通して濾過するスクリーン方式濾過であり(図6．2)，砂濾過における吸着，沈殿濾過とは機構が異なる」との記載とともに，【図6．1】に精密濾過法，限外濾過法及び逆浸透法を含む各種の濾過法と粒子径の関係(同図によれば，対象とする粒子径は，精密濾過法(MF)が1000Å(0．1μm)～",
                        "数十μm，限外濾過法(UF)が数十Å～数μm，逆浸透法(RO)が数Å～数百Åであることが読み取れ，各濾過法の対象とする粒子の径は重複する部分があるもののその最大値及び最小値が上記記載の順に小さいものとなることが分かる。)が，【図6．2】に精密濾過法の濾過機構が，それぞれ図示されている。また，「8．RO膜分離(判決注：「逆浸透法」をいう。)」の項の82頁には，「水は透過させるが，水に溶解した溶質(イオンや分子)をほとんど透過させない性質を持つ半透膜をへだてて・・・塩水と淡水が接すると，淡水は塩水側へ移動して塩水を希釈しようとする・・・。これは自然現象であって，浸透作用(Osmosis)と呼ばれている。この希釈は，浸透圧と液面差の圧力が釣り合うまで続く。・・・逆浸透(Reverse Osmosis)とは，この関係とは逆に，塩水側に浸透圧以上の圧力を加えると・・・，塩水側から淡水側へ水だけが透過することをいう」と，同83頁には，「RO膜の不純物除去機構については，いろいろな説が発表されている。・・・水分子は水素結合によって膜の活性層にまず吸着し，水素結合の形成された部分を圧力勾配によって次々と拡散移動し，ついには膜の反対側に通り抜けることができる。それに対し，水素結合を生じない無機イオンや低分子有機物は膜面に吸着しないので，水の分子濾過作用にあづかることができないという説が一般的な考え方である」と，同84頁ないし85頁には，「RO膜の除去対象を考えるには，水素結合が重要な因子となる。",
                        "水と同様に水素結合をするアルコール類，酢酸類，水素結合を破壊する尿素などは膜を通過する比率が高くなるから，必然的に除去率は低くなってくる」と記載されている。",
                        "上記記載によれば，①精密濾過法は，精密濾過膜の有する孔より大きい粒子は孔を通過できず，精密濾過膜の孔より小さい粒子は孔を通過できることを利用して，濾過膜の孔より大きい粒子を除去する技術であって，その分離の対象は「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい分散固形物または水に溶解する溶質を含む水」であって，分離ができるかどうかが膜にあいている孔の大きさによって規定される「スクリーン方式濾過」であること，②限外濾過法は，精密濾過法よりも濾過膜の孔が小さく，したがって，その分離の対象は，その限外濾過膜の有する孔の大きさに応じて，「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい水に溶解する溶質を含む水」であること，③逆浸透法は，溶質と溶媒のうち溶媒たる水分子のみが膜に吸着され，膜の構成分子と水分子の相互作用のもとに圧力勾配により膜中を拡散していくことで溶質(イオンや分子)を分離する技術である，と認めることができる。したがって，精密濾過法及び限外濾過法においては，膜の孔を分離の対象とする粒子が通過できるか否かにより分離を行うのに対し，逆浸透法においては，分子が膜に吸着され膜中を拡散することにより透過されそれができるか否かにより分離を行うものである点において，両者は粒子を分離するのに用いられる原理が相違するものと認められる。",
                        "他方，上記3種の濾過法が分離の対象とする粒子の径は，精密濾過法が1000Å(0．1μm)～数十μm，限外濾過法が数十Å～数μm，逆浸透法が数Å～数百Åであり，その最大値及び最小値が順に小さいものとなることは上記のとおりであるから，逆浸透法の膜においても，精密濾過法及び限外濾過法の対象とする粒子を事実上分離できることは明らかである。また，特開昭56-129084号公報(甲8。以下「甲8公報」という。)には，「スラリ7はマイクロポーラス乃至逆浸透膜より選ばれた透過膜を装着した膜装置Cへ加圧下に送給される。",
                        "・・・ここで懸濁物，高分子および低分子のCOD，BOD，色度塩分などが膜側に濃縮されて膜側濃縮液8として排出される」(5頁右上欄下2行目～左下欄4行目)と記載され，逆浸透膜によって「懸濁物」すなわち分散固形物を分離することが開示されている。",
                        "そうすると，精密濾過法及び限外濾過法と逆浸透法とは，粒子を分離するのに用いられる原理は相違するものの，逆浸透法の膜によっても分散固形物を分離することができるのであるから，本件発明を精密濾過法と限外濾過法に関するものに限定することはできないというべきである。",
                        "審決は，「逆浸透法の膜がその機能上必然的に当該目的物と共に「分散固形物」も分離除去してしまうものであるから，この際の逆浸透法の膜による「分散固形物」の除去がその機能上の必然として「分散固形物」を捕捉しているとしても，逆浸透法が上記したとおり，イオンや分子の溶質を分離することを目的とするものであるから，この点を根拠に，逆浸透法の膜が「分散固形物」を捕捉するという技術課題に対処するためのものであるとは，直ちにはいえない」(11頁下4行目～12頁3行目)，「逆浸透法の膜は・・・副次的に，「分散固形物」をも分離除去できるものであるが，この点を根拠に，逆浸透法の膜が「分散固形物」を捕捉するという技術課題を有するものであるとは，直ちにはいえない」(同13頁9行目～15行目)とするが，逆浸透法の膜によって分散固形物を分離することができるにもかかわらず，これを分散固形物を分離するという課題に採用できないとする合理的な理由は見いだしがたく，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，本件発明は「逆洗操作」を行う装置に関するものであり，乙2刊行物には，逆浸透法の装置(RO)では，精密濾過法の装置(MF)や限外濾過法の装置(UF)のように「逆洗」を行わないことが記載されている(90頁14行目)ことを理由に，逆洗操作を行う装置に係る本件発明は，逆浸透法の装置に係るものではないと主張する。",
                        "確かに，本件発明は，特許請求の範囲第1項の「濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置」との記載から，「逆洗操作」を行う中空糸膜濾過装置に関するものであると認められる。しかし，発明の要旨の認定は上記(ア)のとおり，特段の事情のない限り願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであるところ，本件発明は，「中空糸膜モジュール」以外のフィルタの存在を除外しておらず，また本件発明の「逆洗操作」が「中空糸膜モジュールの逆洗」であることを特定する記載はないから，逆浸透法の装置においては逆洗操作を行わないとしても，このことにより本件発明の特許請求の範囲の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるとまでいうことはできない。本件発明の濾過方法を特定するのであれば，端的にその旨を特許請求の範囲に記載すべきであり，濾過方法を何ら特定しない本件発明において，「濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置」との記載を根拠にその濾過方法が逆浸透法を除外することになるとまでいうことはできず，被告の上記主張は採用することができない。",
                        "また，被告は，乙2刊行物の90頁17行目以下の「RO処理計画の留意点」に「(2)濁質の除去」(同91頁6行目以下)が挙げられていることを理由に，当業者は，分散固形物(懸濁物)の分離除去をするための「中空糸膜フィルタ」に逆浸透膜は含まれないと理解するとも主張する。しかし，乙2刊行物の上記記載は，中空糸膜フィルタに関する記載とは認められないところ，甲8公報に逆浸透膜によって分散固形物(懸濁物)を分離することが開示されていることは上記のとおりであり，被告の上記主張も採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上検討したところによれば，本件発明において，特許請求の範囲の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなどの特段の事情があると認めることはできず，したがって，本件発明が精密濾過法と限外濾過法に関するものに限定されるとすることはできない。そうすると，本件発明は精密濾過法と限外濾過法に関するものであって逆浸透法に関するものではないとした審決の認定は，誤りというほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1の濾過方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「引用発明1が「液体中の懸濁物を濾過する多数本の中空糸状の多孔質高分子膜」を用いるものであることが記載されており，このものは本件発明の「液体中の分散固形物を捕捉する多数本の中空糸膜フィルタ」に相当するものであるから，引用発明1も，精密濾過法と限外濾過法に関するものであって，逆浸透法に関するものではない」(審決13頁末行～14頁4行目)と認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決の上記認定は，引用発明1の「液体中の懸濁物を濾過する多数本の中空糸状の多孔質高分子膜」が液体中の分散固形物を分離するものであることを根拠として，本件発明の濾過方法の認定と同様の理由により，引用発明1の濾過方法も精密濾過法と限外濾過法に関するものに限定されると認定したものと解される。",
                        "しかし，濾過膜が液体中の分散固形物を分離するものであることを根拠として精密濾過法と限外濾過法に関するものに限定されるということができないことは，上記イに説示したとおりであるから，引用発明1の濾過方法に関する審決の上記認定も誤りというほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上検討したところによれば，引用発明1の濾過方法は，本件発明と同様，濾過方法を特定するものではなく，精密濾過法，限外濾過法のみならず，逆浸透法を含むものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用発明2の濾過方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(甲6)には，下記の記載がある。",
                        "記",
                        "①「本発明は，有機性若しくは無機性物質を含有する流体の処理に利用される浸透膜を装備した浸透膜装置，特に浸透膜として半透性のフィラメントを利用したモジュールに関するものである。最近，逆浸透圧法による液体ろ過，例えば脱塩技術が各方面で注目されてきたが，それは従来のような蒸発法，冷凍法に比して低エネルギーで濃縮も脱塩もでき，しかもこの方法は相変化を伴なうこともなく脱塩，濃縮できるからである。」(1欄21行目～29行目)",
                        "②「半透性中空フィラメント1を経糸または緯糸とし，これに交叉させて緯糸または経糸に非半透性の例えばポリエチレン製のフィラメント2を使用して形成させた織布の間にコルゲイト式のスペーサ3を挟んで，被処理液導入管4に連通された多数の分散孔5を有する分散管6を中心軸として，のり巻き状に巻き，さらにその表面をポリプロピレン等の織布7によって被覆し，こののり巻き状に巻いた織布中の半透性フィラメント1の両端をエポキシ樹脂等のチューブシート8によって集束し，それぞれ集水室9に連通させてある。また集水室9には流出管10が接続され，集水室9外壁には流路11が形成されている。」(3欄34行目～4欄3行目)",
                        "③「被処理液は，加圧されつつ導入管4から分散管6内に送液され，多数の分散孔5からスペーサ3によって形成された間隙内に分散され渦巻状に流過して外端から噴出し，流路11を経て系外あるいはソケット12によって集水室9に連なる流出管10を接続して直列に連結された次のモジュールの導入管4を経て次のモジュールに送液される。",
                        "この間，半透性フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される。また隣接したモジュールの膜透過液もソケット12を経て同一流出管10を経て取り出される。」(4欄4行目～16行目)",
                        "④「本発明における半透性(判決注：「半透明」は誤記と認める。)フィラメントとしては，中空糸，中空管の如き半透性フィラメントの他に棒状，線などの糸状，非中空フィラメントも使用することができ，・・・」(5欄13目～16行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記①ないし④の記載及び甲6の第1図ないし第3図の図示によれば，引用例2には，「逆浸透中空糸膜モジュールは，半透性の多数本の中空糸フィラメント1と，中空糸フィラメント1の外側近傍に配置された連通管13と，連通管13と半透性の中空糸フィラメント1の両端を解放状態で集束したチューブシート8とから構成され，前記中空糸フィラメント1内に浸透した処理液の一部が上記中空糸フィラメント1の中空部の一端から連通管13に流れること」(審決9頁下7行目～3行目)，すなわち，引用発明2が記載されているものと認められる。",
                        "そうすると，引用発明2は，「逆浸透中空糸膜モジュール」に係るものであるから，逆浸透法に関するものであると認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明1との相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1と引用発明2との構成の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2の内容は上記(2)エのとおりであるところ，引用発明2の「連通管13」，「半透性中空フィラメント1」，「チューブシート8」，「浸透膜モジュール」は，本件発明の「取水管」，「中空糸膜フィルタ」，「端部材」，「中空糸膜モジュール」にそれぞれ相当すると認められるから，引用発明2には，相違点1に係る本件発明の構成のうち，「中空糸膜モジュール(＝浸透膜モジュール)は取水管(＝連通管13)と，前記取水管の周囲に配設された中空糸膜フイルタ(＝半透性中空フィラメント1)と，前記取水管と前記中空糸膜フイルタの両端を解放状態で接着固定した端部材(＝チューブシート8)とから構成され」ることが開示されている。また，引用発明2には，「前記中空糸フィラメント1内に浸透した処理液の一部が上記中空糸フィラメント1の中空部の一端から連通管13に流れること」が開示されているのであるから，相違点1のうち，「前記中空糸膜フィルタ内に浸透した処理液の一部」が，本件発明では「中空糸膜フィルタの中空部の下端から取水管に流れるようにしている」のに対して，引用発明2では「中空糸膜フィルタ(＝半透性中空フィラメント1)の中空部の一端から取水管に流れるようにしている」点においてのみ，なお相違するものと認められる。",
                        "その理由は以下のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明2の「連通管13」と本件発明の「取水管」",
                      "text": [
                        "引用例2(甲6)の上記(ア)の①ないし④の記載及び第1図ないし第3図の図示によれば，引用発明2の「連通管13」は，「半透性フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される」というもの，すなわち，「前記中空糸膜フィルタ内に浸透した処理液の一部」を流れるようにしたものであり，本件発明の「取水管」と同様の機能を果たすものである。そして，引用発明2の「連通管13」は，中空糸フィラメント1の外側近傍に配置されており，連通管13の全周囲のうち第2図中で上側の周囲と織布7との間に半透性中空フィラメント1が配置されているか否かは不明であるものの，第2図中で下側の周囲に半透性中空フィラメント1が配置されていることは明らかであるから，中空糸フィラメント1は，連通管13の周囲に配設されているものと認められる。したがって，引用発明2の「連通管13」は，本件発明の「取水管」に相当するものである。",
                        "審決は，「(イ)相違点1，2が引用発明2により充当されるかどうかの検討」(16頁22行目以下)の項において，「引用発明2には，取水管の周囲に中空糸膜フィルタを配設することは開示されていない」(17頁9行目～10行目)とした。",
                        "しかし，本件発明において，中空糸膜フィルタは「取水管の周囲に配設された」とされているが，「取水管の全周囲に配設された」(下線付加)と限定しているわけではない。「周囲」とは，「ある物の外周。ぐるり。めぐり。まわり」(広辞苑第5版)を意味し，必ずしも「全周囲」を意味するものではない。本件発明は，中空糸膜フィルタの両端を解放状態で端部材に接着固定することにより，「従来のI型モジュールと比較して約2倍の透水量を得ることができる。また，中空糸膜モジュールを複数個直列接続しても中空糸膜フィルタの圧損の影響を受けることがないので，中空糸膜濾過装置を縦長構造にすることができる」(本件明細書(甲17添付)の［発明の効果］の項)との効果を奏するようにしたものであるところ，この効果を奏するためには，中空糸膜フィルタを取水管の近傍に配置すればよく，取水管の全周に配置する必要はないことにかんがみれば，引用発明2の「半透性中空フィラメント1」も「連通管13」の「周囲」に配設されているものと認められ，審決の上記認定は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明2の「半透性中空フィラメント1」と本件発明の「中空糸膜フィルタ」",
                      "text": [
                        "引用発明2の「半透性中空フィラメント1」と本件発明の「中空糸膜フィルタ」とは，いずれも中空糸膜フィルタである点で共通するものであるから，上位概念である「中空糸膜フィルタ」である限りにおいて，引用発明2の「半透性中空フィラメント1」は，本件発明の「中空糸膜フィルタ」に相当するものである。",
                        "なお，引用発明2が逆浸透法に関するものであることは上記(2)エのとおりであり，引用発明2の構成を逆浸透法以外の濾過に適用できるか否かの点については後述する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用発明2の「チューブシート8」と本件発明の「端部材」引用発明2の「チューブシート8」は，「連通管13(＝取水管)と半透性の中空糸フィラメント1(＝中空糸膜フィルタ)の両端を解放状態で集束したもの」であり，他方，本件発明の「端部材」は，「前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定したもの」であるから，引用発明2の「チューブシート8」は，本件発明の「端部材」に相当するものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "引用発明2の「浸透膜モジュール」と本件発明の「中空糸膜モジュール」",
                      "text": [
                        "引用発明2の「浸透膜モジュール」は，「半透性の多数本の中空糸フィラメント1(＝中空糸膜フィルタ)と，中空糸フィラメント1の外側近傍(＝周囲)に配置された連通管13(＝取水管)と，連通管13と半透性の中空糸フィラメント1の両端を解放状態で集束したチューブシート8(＝端部材)とから構成され」るものであり，他方，本件発明の「中空糸膜モジュール」は，「取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され」るものであるから，引用発明2の「浸透膜モジュール」は，本件発明の「中空糸膜モジュール」に相当するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上検討したところによれば，本件発明と引用発明1との相違点1について，引用発明2を適用すれば，相違点1のうち「前記中空糸膜フィルタ内に浸透した処理液の一部」が，本件発明では「中空糸膜フィルタの中空部の下端から取水管に流れるようにしている」のに対して，引用発明2では「中空糸膜フィルタ(＝半透性中空フィラメント1)の中空部の一端から取水管に流れるようにしている」点においてのみ相違するにすぎない。",
                    "そして，引用発明2の中空糸膜モジュールは，引用例2(甲6)の第1図ないし第3図によれば横置きされているものであるところ，引用例1(甲5)の第1図及び第2図に縦置きにされた中空糸膜モジュールが図示されていることからすれば，本件特許出願がなされた昭和59年3月31日当時，中空糸モジュールを縦置きするか横置きするかは，必要に応じ当業者(その発明の属する技術の分野における通常の知識を有する者)が適宜選択できる設計事項というべきであり，引用発明2を引用発明1の中空糸濾過膜集束体に適用して，その上端を仕切板に固定すれば，上記においてなお相違点とされる構成，すなわち，「中空糸膜フィルタの中空部の下端から取水管に流れるようにしている」との構成となるから，本件発明と引用発明1との相違点1は，引用発明2を引用発明1と組み合わせることによって当業者が容易に想到し得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「引用発明2は，「中空糸膜モジュールは，多数本の中空糸膜フィルタと，中空糸膜フィルタの近傍に配置された取水管と，取水管と中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の一端から取水管に流れること」(引用発明2の構成A)である点で相違点1を充当」する(16頁下4行目～17頁2行目)が，引用発明2の「半透性の中空糸フィラメント1」は，逆浸透法に関するものであって，この点で，精密濾過法と限外濾過法に関するものである本件発明の「液体中の分散固形物を捕捉する中空糸膜フィルタ」と相違し(17頁3行目～8行目)，両者は技術分野の共通性による適用の動機付けが有るとはいえず(18頁2行目～3行目)，引用発明2の構成Aを引用発明1に適用する課題の共通性による動機付けはない(19頁下7行目～6行目)とした。",
                "しかし，本件発明及び引用発明1が精密濾過法と限外濾過法に限定されるとすることはできないことは前述したとおりである。",
                "そして，引用発明2は，逆浸透法に関するものであり，逆浸透法においては，半透膜を挟んで浸透圧(Δπ)が存在するため，浸透圧(Δπ)を超える操作圧力(Δp)を加えて，操作圧力と浸透圧の差(Δp-Δπ)を駆動力として分離が行われるものであるから，中空糸型の逆浸透法の濾過装置では，操作圧力と浸透圧の差(Δp-Δπ)から中空糸内の圧損を引いた圧力差を駆動力としていることは明らかである。そうすると，逆浸透法においては，透水量は，操作圧力と浸透圧との差(Δp-Δπ)にほぼ比例しているのであるから，圧力を推進力として溶液を分離する点において共通するものというべきである。",
                "また，甲9刊行物の「半透膜を中空糸にすることにより次の特徴が生じる。(1) 逆浸透モジュールが非常にコンパクトにできる。・・・(2) しかし透過水側の圧力損失が大きい。半透膜を通り抜けた水は細い中空部を通って流れるため，透過水側の圧損は市販装置では数kg/cm2の値になっていると推定される」(48頁13行目～19行目)との記載，及び下記ハーゲン・ポアズイユの式(ここで，ΔP：圧損，μ：粘性，u：流速，L：長さ，D：直径であるから，圧損は，長さ(L)に比例し，直径(D)の二乗に反比例する。)によれば，透過液が中空糸膜フィルタ内を流通することにより生じる圧損の問題は，本件特許出願当時，当業者において普遍的ないし周知の課題であったと認められる(甲20，24，甲27論文，弁論の全趣旨)。",
                "記",
                "L",
                "ΔP = 32μ×u×",
                "D2",
                "加えて，甲27論文に，中空糸状の逆浸透膜の中空部を流れる透過水の圧力損失は，ハーゲン・ポアズイユの修正流体法則(式(2)，(3) )によって説明することができ(765頁右欄16行目～18行目)，膜透過係数A，溶媒粘性μ，ファイバ有効作用長さl又はシール長さlsが増加すると大きくなり，逆浸透膜モジュールの効率を抑制する要因として知られていたこと(766頁右欄25行目～29行目)，逆浸透膜モジュールの効率を向上させるために圧損を少なくしなければならないこと(766頁右欄35行目～38行目)が記載されていることからすれば，本特許出願がなされた昭和59年3月31日当時，中空糸状の逆浸透膜においても，中空部を流れる透過水の圧損を低減して透水量を増やすという技術課題は普遍的ないし周知なものであったと認められる。",
                "精密濾過法及び限外濾過法と逆浸透法とは，粒子を分離するのに用いられる原理において相違することは，上記(2)イ(ウ)のとおりであるが，いずれの濾過方法も，圧力を推進力として溶液を分離する点において共通するものであり，かつ，圧損の問題は，本件特許出願当時，当業者において普遍的ないし周知の課題であったのであるから，この課題を解決するため，引用発明1の「中空糸膜モジュール」に，引用発明2に開示された「前記中空糸フィラメント1内に浸透した処理液の一部が上記中空糸フィラメント1の中空部の一端から連通管13に流れること」との技術的思想を適用する動機付けは存在するというべきである。したがって，引用発明2が逆浸透法に関するものであることを理由に，技術分野の共通性による適用の動機付けがあるとはいえず，引用発明2の構成Aを引用発明1に適用する課題の共通性による動機付けはないとした審決の上記説示は，誤りというほかない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，本件発明においては，引用発明2の構成Aを採用することにより従来のI型モジュールに比べて約2倍の透水量という格別顕著な作用効果が奏されるのに対して，引用発明2においては，①逆浸透を原理とするものであるから，その透水量が原液側に掛かる圧力と処理液側に掛かる圧力との圧力差にほぼ比例しているのかどうか明らかでなく，②従来のI型モジュールにおける透水量が得られる駆動力が明らかでなく，引用発明2の構成を採用することで透水量が得られる駆動力が増分するのかどうかも明らかではないなどとして，引用発明2の構成Aを採用することにより従来のI型モジュールに比べてどのような効果があるのかが不明であるから，引用例1及び引用例2から本件発明の顕著な作用効果を予測することができない(25頁13行目～14行目)とした。",
                "しかし，逆浸透法においても，透水量は，操作圧力と浸透圧との差(Δp-Δπ)にほぼ比例し，圧力を推進力として溶液を分離する点において精密濾過法や限外濾過法と共通するものであることは上記(4)のとおりである。",
                "また，本件発明において，廃液は，一定圧力で廃液供給管4から容器本体14内に流入し，中空糸膜フィルタ19の外側から内側に向けて浸透した水の一部は中空糸膜フィルタ19の中空部を下降して中空糸膜フィルタの中空部の下端に位置する空間部から取水管18を通って容器本体14の上部に流れ，他の一部は中空糸膜フィルタ19の中空部を上昇して容器本体14の上部に流れ，処理液排出管5から排出されるものである。他方，引用例2(甲6)の上記(3)(ア)の①ないし④の記載及び第1図ないし第3図の図示によれば，引用発明2において，被処理液は，加圧されつつ導入管4から分散管6内に送液され，分散管6の分散孔5からのり巻き状に巻いた半透性中空フィラメント1の内側から外側に向けて流れ，その外周から噴出するとともに，のり巻き状に巻いた半透性中空フィラメント1内において，各半透性中空フィラメント1の表面から圧力によって膜透過した透過液が両端の集水室9内に集水され，第2図中で左側の集水室9に集水された透過液は，第3図に矢印で図示されているように，当該集水室9に接続された流出管10から系外へ取り出され，第2図中で右側の集水室9に集水された透過液は，連通管13を経て前記流出管10から系外へ取り出されるものである。そうすると，本件発明と引用発明2とは，中空糸膜フィルタの外側又は内側から浸透した水が中空糸膜フィルタの中空部を2方向に分かれて流れ，一方の水は取水管を通り，他方の水は取水管を通らずに同じ部位に集水されて排出される点で，流体の流れ方に係る構成は同じであるから，当業者は，引用発明1に引用発明2を適用することにより本件発明と同様の効果が得られることを把握できるものと認められる。",
                "したがって，引用例1及び引用例2から本件発明の顕著な作用効果を予測することができないとした審決の上記認定・判断は誤りというほかない。",
                "被告は，引用例2のような逆浸透法の装置では，半透性フィラメントの両端を開口しても，透水量が増加するという作用効果が得られないのであるから，このような作用効果が示唆されているなどということはあり得ない，引用発明2の装置は，透水量が増加するという本件発明の作用効果を奏さないから，引用発明2の装置から，本件発明の効果を予測することは不可能であるなどと主張する。しかし，引用発明2が逆浸透法の装置に関するものであっても，流体の流れ方に係る構成は本件発明と同じであり，当業者は引用発明2を適用することにより本件発明と同様の効果が得られることを把握できることは上記のとおりであり，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告の「引用発明1に引用発明2を適用することが容易ではない」との主張について",
              "text": [
                "被告は，①引用例2においては「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」が必須の構成であり，また，膜モジュールの中心に配置された分散管から被処理液を供給して中空フィラメントの間隙を通過させることを必須とするものであるから，当業者が引用例2からこれらの構成を除外した発明を認識することは容易ではない，②引用発明2の構成は，引用例2に記載された数多くの実施例のうちの1つの実施例のみに採用されているものにすぎず，あえてこの構成を抽出して，引用発明1に適用することは容易ではない，と主張する。",
                "確かに引用例2には，特許請求の範囲として，「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」(1欄「特許請求の範囲」1)が記載され，実施例として，膜モジュールの中心に配置された分散管から被処理液を供給して中空フィラメントの間隙を通過させること(3欄33行目～4欄16行目，第2図，第10図)が記載されている。しかし，刊行物の記載中のいずれの部分を抽出して引用発明を認定するかは，審決において自由にすることができ，特許請求の範囲の記載や実施例の記載に限定されるわけではない。そして，引用例2(甲6)の上記(3)(ア)①ないし④の記載及び第1図ないし第3図の図示から引用発明2を認定することができることは，上記(3)(イ)のとおりであり，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "被告主張の阻害事由について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害事由①につき",
                  "text": [
                    "被告は，引用発明2は，逆浸透法を利用するものであるため，引用発明2の浸透膜モジュールを引用例1記載の濾過装置に適用した場合には，半透性中空フィラメントの表面の原液側にイオン，分子が残され，局部的に高濃度に濃縮された濃度分極層と呼ばれる層が形成され，膜透過水流量が低下し，さらに，これが高じて駆動圧まで上昇する濾過ができなくなると主張する。",
                    "しかし，逆浸透法を利用するものを含む本件発明においても，濾過操作に伴って中空糸膜フィルタの表面に分散固形物が付着し，濾過差圧が上昇し，透水量は減少する点では同じであるが，この問題を解決するための格別の構成が採用されているわけではない。また，被告の上記主張は，引用発明1が全量濾過(デッドエンドフロー濾過)であることを前提としているものと解されるが，引用発明1が全量濾過のものに限定されるものではなく，平行流濾過(クロスフロー濾過)においては，被処理液が流れているため，「局部的に高濃度に濃縮された濃度分極層」が形成されないから，被告が指摘する問題は生じない。したがって，阻害事由①を認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害事由②につき",
                  "text": [
                    "被告は，引用発明2の半透性フィラメントと非半透性フィラメントを相互に交差させて層状とする構成を採用することで，膜表面が減少して透水量が減少してしまうと主張する。しかし，引用発明2が「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」を必須とするものとは認められないことは，上記(6)のとおりであり，被告の阻害事由②の主張は，その前提が誤りであって，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害事由③につき",
                  "text": [
                    "被告は，精密濾過法の装置では，膜の面上に捕捉した濾過堆積物が濾過効果を奏し，より清澄な濾液が得られるようになるため，膜表面の流れとして，膜表面を剪断する流速を小さくして，膜表面を撹拌しないような流れが要求されるが，引用発明2が前提とする堆積物を撹拌するような乱流あるいは堆積物を吹き飛ばすような高速流は，清澄な濾液を得られる効果を減じ，引用発明1のような全量濾過の精密濾過法の装置においては，不利益を生じさせるものであると主張する。",
                    "しかし，「超精密濾過の各種工業への応用」(「化学工場 1983年4月号」74頁ないし81頁，志田憲一外著。甲25)によれば，精密濾過法の装置は，全量濾過に限定されるものではなく，平行流濾過も適用可能であると認められるところ，平行流濾過においては，被告主張の不利益が生じると認めることはできない。したがって，阻害事由③を認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "阻害事由④につき",
                  "text": [
                    "被告は，引用例2記載の膜モジュールは，集水室9がチューブシート8と一体となっていることから，引用例1に記載されているような圧力容器内に処理液室を仕切るための仕切板を必要としないものであり，仕切板による膜モジュールの支持固定は，処理液の流路断面の増加やデッドスペースの発生の原因となり不利益を生じさせると主張する。",
                    "しかし，「仕切板」は，本件発明と引用発明1との相違点1の構成ではないから，引用例2に「仕切板」が必要か否かは，相違点1の容易想到性の判断とは関係がない。したがって，被告の阻害事由④の主張は，その前提が誤りであって，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "阻害事由⑤，⑥につき",
                  "text": [
                    "被告は，半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を，引用発明1のような精密濾過法の装置に適用すると，緯糸である非半透性フィラメントが，経糸である半透性フィラメントを拘束するために動きにくくなり，半透性フィラメントの気体逆洗効率が落ちるという不利益が生じる(阻害事由⑤)，逆洗によって膜表面から剥離された懸濁物が半透性フィラメントと非半透性フィラメントを相互に交叉した部分に堆積して排出されずに，逆洗効果が低下するなどのデメリットが生じる(阻害事由⑤，⑥)，と主張する。",
                    "しかし，引用発明2が「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」を必須とするものとは認められないことは，上記(6)のとおりであり，被告の阻害事由⑤，⑥の主張は，その前提が誤りであって，採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，被告主張の阻害事由①ないし⑥は，いずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上検討したところによれば，本件発明と引用発明1との相違点1は，引用発明2を引用発明1と組み合わせることによって当業者が容易に想到し得たものというべきであって，本件発明と引用発明1との相違点1についての審決の判断は，誤りというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由には理由があり，審決は取消しを免れない。",
            "よって，原告の本訴請求は理由があるからこれを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}