{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−22560号事件について平成17年6月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "日本電気株式会社(以下「日本電気」という。)は，平成12年1月21日，発明の名称を「表示装置」とする発明につき，特許出願(特願2000−13431号。以下「本願」という。)をしたが，平成15年10月10日に拒絶査定を受けたため，これを不服として審判請求をするとともに，同年11月20日付け手続補正書をもって本願に係る明細書について特許請求の範囲の補正(以下「本件補正」という。)をした(以下，本件補正後の明細書及び願書に添付した図面を併せて「本願明細書」という。)。",
            "その後，日本電気は，平成16年3月15日，本願に係る特許を受ける権利を原告に譲渡し，原告は，同月16日，その旨の名義変更届をした。",
            "そして，特許庁は，上記審判請求を不服2003−22560号事件として審理した結果，平成17年6月21日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決(以下，単に「審決」という。)をし，その謄本は，同年7月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願出願時の請求項1",
              "text": [
                "本願出願時の特許請求の範囲の請求項1の記載は，次のとおりである(以下，この発明を「本願発明」という。)。",
                "「【請求項1】基板と，前記基板上にゲート電極，ゲート絶縁膜，半導体層，ソース・ドレイン電極，保護絶縁膜がそれぞれ形成されることにより得られる薄膜トランジスタと，前記保護絶縁膜を含む前記基板の表面を平坦化する平坦化膜と，前記平坦化膜及び前記保護絶縁膜を貫通し，前記ソース・ドレイン電極表面に達するコンタクトホールと，前記コンタクトホールを充填する金属及び前記金属を含む前記平坦化膜上に設けられた電子注入層を陰極として含む有機エレクトロルミネッセンス素子とからなる表示装置であって，前記電子注入層が，絶縁性電子注入層であることを特徴とする表示装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1",
              "text": [
                "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(下線部は本件補正による補正箇所。以下，この発明を「本願補正発明」という。)。",
                "「【請求項1】 基板と，前記基板上にゲート電極，ゲート絶縁膜，半導体層，ソース・ドレイン電極，保護絶縁膜がそれぞれ形成されることにより得られる薄膜トランジスタと，前記保護絶縁膜を含む前記基板の表面を平坦化する平坦化膜と，前記平坦化膜及び前記保護絶縁膜を貫通し，前記ソース・ドレイン電極表面に達するコンタクトホールと，前記コンタクトホールを充填する金属及び前記金属を含む前記平坦化膜上に設けられた電子注入層を陰極とし，前記陰極の上に少なくともキノリン系錯体よりなる電子輸送層を含む有機エレクトロルミネッセンス素子とからなる表示装置であって，前記電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなり0．5～10nmの厚さに形成される絶縁性電子注入層であることを特徴とする表示装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，本願補正発明は，本願の出願日前の他の出願であって，本願の出願後に特許公報(特開平2001−236027号公報)が発行されたもの(特願2000−381",
            "101号(優先日・平成11年12月15日))の願書に最初に添付した明細書及び図面(以下，これらを併せて「先願明細書」という。甲1)に記載された発明(以下「先願発明」という。)と実質的に同一であり，本願補正発明の発明者が先願発明の発明者と同一ではなく，また本願の出願の時にその出願人と先願発明の出願人とが同一でもないので，本願補正発明は特許法29条の2第1項の規定により特許出願の際独立して特許を受けることができないものであるから，本件補正は却下すべきであり，さらに，本願発明も，先願発明と実質的に同一であって，同様に，同項の規定により特許を受けることができないものであるから，本願は拒絶すべきであるとしたものである。",
            "審決は，本願補正発明と先願発明との間には，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「基板と，前記基板上にゲート電極，ゲート絶縁膜，半導体層，ソース・ドレイン電極，保護絶縁膜がそれぞれ形成されることにより得られる薄膜トランジスタと，前記保護絶縁膜を含む前記基板の表面を平坦化する平坦化膜と，前記平坦化膜及び前記保護絶縁膜を貫通し，前記ソース・ドレイン電極表面に達するコンタクトホールと，前記コンタクトホールを充填する金属及び前記金属を含む前記平坦化膜上に設けられた電子注入層を陰極とし，前記陰極の上に電子輸送層を含む有機エレクトロルミネッセンス素子とからなる表示装置であって，前記電子注入層が絶縁性電子注入層であることを特徴とする表示装置。」である点。",
            "(相違点1)",
            "本願補正発明では，電子輸送層が少なくともキノリン系錯体からなるのに対し，先願発明ではそのような記載はない点。",
            "(相違点2)",
            "本願補正発明では，電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなり0．5～10nmの厚さに形成されているのに対し，先願発明では電子注入層が膜厚が数nm程度(実施例では5～10nm)の絶縁性のアルカリ金属又はアルカリ土類金属化合物からなる点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決の取消事由",
          "text": [
            "審決がした本願補正発明と先願発明の一致点及び相違点1，2の認定並びに相違点1についての判断は認める。",
            "しかし，審決は，相違点2についての判断を誤った結果，本願補正発明と先願発明とが実質的に同一であると誤って判断して，本件補正を却下したものであり，この誤りが審決の結論に影響を及ぼすことは明らかであるから，違法として取消しを免れない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "判断手法の誤り",
              "text": [
                "審決は，相違点2について，「先願発明には絶縁性電子注入層としてアルカリ土類金属の化合物が用いられることが開示されているが，通常，絶縁性の電子注入層に使用されるアルカリ土類金属の化合物として，フッ化マグネシウム，フッ化カルシウム等のハロゲン化物が用いられることは当該技術分野において周知である(周知例として，特開平10−321376号公報の段落［0059］，特開平11−26167号公報の段落［0029］を参照のこと。)から，本願補正発明のように電子注入層の材料として弗化マグネシウムに限定することは，単なる周知の材料を特定したもにすぎない。」，「また，本願補正発明では絶縁性注入層の厚みを0．5～10nmに特定しているが，先願発明に係る注入層も5～10nmの厚みであって，両者は重複するものであり，実質的に同一である。」，「したがって，相違点2は，実質的な相違ではなく，両者は実質的に差異はない。」(審決書6頁27行～39行)と判断している。",
                "しかし，相違点2に係る本願補正発明の電子注入層の構成は，「弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなり0．5～10nmの厚さに形成される」という一体不可分の構成であり，本願補正発明は，上記構成を採用することにより，「アクティブマトリクス型逆積層型有機EL素子において，有機EL素子の電子注入電極を絶縁材料とすることで微細なマスク成膜を行うことなしに，基板全面に成膜が可能となり，又，電子注入電極材料を陰極材料とすることで成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できる」という効果を奏するものである(本願明細書(甲7)の段落【0044】。下線は原告注記)から，相違点2の判断に際しては，上記構成を一体不可分なものとして評価すべきであるのに，審決は，上記のとおり，これを「(i)電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなること」，「(ii)電子注入層の厚さが0．5～10nmの厚さに形成されていること」の2つの構成に恣意的に分説して区々に評価するものであり，このような判断手法は，発明の本質を見誤るものとして許されない。",
                "そうすると，先願明細書には，本願補正発明の「弗化サマリウム又は弗化マグネシウム」に関する記載はなく，しかも審決が引用する周知例(特開平10−321376号公報(甲5)及び特開平11−26167号公",
                "報(甲6))には，本願補正発明で特定しているような「注入層の厚み」に関する記載はないのに，上記判断手法をとることにより，先願明細書に記載のない事項を甲5又は甲6に記載されている事項によって補って，相違点2に係る本願補正発明と先願発明の電子注入層は実質的に同一であるとした審決の判断は不当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "先願発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願明細書には，「注入層の厚み」について，①「画素電極105まで形成されたら，全ての画素電極の上にアルカリ金属もしくはアルカリ土類金属を含む絶縁性化合物(以下，アルカリ化合物という)106が形成される。」(段落【0012】)，「また，アルカリ化合物としては，フッ化リチウム(LiF)，酸化リチウム(Li O)，フッ化バリウム(BaF )，酸化バリウム(BaO)，フッ化カルシウム(CaF)，酸化カルシウム(CaO)，酸化ストロンチウム(SrO)または酸化セシウム(Cs O)を用いることができる。これらは絶縁性であるため，層状に形成されたとしても画素電極間のショート(短絡)を招くようなことはない。」(段落【0013】)，②「画素電極43の上にはアルカリ化合物44として，5～10nm厚のフッ化リチウム膜が蒸着法により形成される。フッ化リチウム膜は絶縁膜なので膜厚が厚すぎるとEL層に電流を流すことができなくなってしまう。また，層状に形成されずに島状に点在するように形成されても問題はない。」(段落【0057】)と記載されている(下線は原告注記)。",
                    "①の記載によれば，先願発明は，画素電極間のショート(短絡)を防止するため，画素電極の上に形成されるアルカリ化合物(「電子注入層」に相当。以下同じ。)の絶縁性を確保する必要がある旨を認識していることが理解される。",
                    "また，②の記載によれば，先願発明は，EL(エレクトロルミネッセンス)層に電流を流すことができるよう，絶縁性を有するアルカリ化合物44の膜厚は10nmを超えるべきではない旨を認識していることが理解される。",
                    "このように先願明細書には，先願発明のアルカリ化合物44は絶縁性の確保のみを目的とすること，アルカリ化合物44の膜厚の上限が10nmを超えるべきでないことが開示されているだけであり，本願補正発明のように「成膜中もしくは成膜後の拡散を抑制する」ことを意図して「アルカリ化合物44の膜厚が0．5nm以上であっても差し支えない」とする思想は，何ら開示されていない。",
                    "そうすると，先願発明で開示されている電子注入層の厚みが5～10nmであるからといって，このことから「成膜中もしくは成膜後の拡散を抑制する」ために，本願補正発明のように「電子注入層の厚さを0．5～10nm」に限定する構成を採択することまでもが，先願発明に実質的に開示されているということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，東京高裁平成7年7月4日判決(平成6年(行ケ)第30号事件)は，公知発明に出願発明の数値範囲が開示されている場合であっても，「当該発明における数値限定を伴う構成が容易に想到し得るものであるといえるためには，単に，公知技術として当該構成自体開示又は示唆されているというだけでは足りず，当該構成の技術的意義，すなわち目的，作用効果が周知であるとか，あるいは，公知技術における当該構成の技術的意義が開示又は示唆されていることが必要であると解するのが相当である。」と説示しているところ，この説示を本件に当てはめると，仮に先願発明が本願の出願前に公知であったとしても，先願明細書に「成膜中もしくは成膜後の拡散を抑制する」ことの技術的意義についての何らの開示も示唆もなく，当該事項の目的，作用効果が周知であるともいえない以上，本願補正発明を容易に想到し得たということはできないということになるから，先願発明における「5～10nm」という電子注入層の数値範囲をもって，本願補正発明の数値範囲と「実質的に同一である」と認定することが許されるべきでないことは明白である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例の適格性の欠如",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "有機EL素子を形成態様に基づいて分類すると，基板−陽極層−発光層(有機EL層)−陰極層の順に積層される「順積層型」と，基板−トランジスタ部−陰極層−発光層(有機EL層)−陽極層の順に積層される「逆積層型」とに大別される。",
                        "また，有機EL素子を発光態様に基づいて分類すると，有機EL素子からの発光が駆動回路の方向に向けてなされる「ボトムエミッション型」と，有機EL素子からの発光が駆動回路とは逆の方向に向けてなされる「トップエミッション型」とに大別される。",
                        "本願補正発明及び先願発明の有機EL素子は，いずれも「逆積層型かつトップエミッション型」に属するものである。「逆積層型かつトップエミッション型」の利点は，発光方向に，陽極としての透明電極が形成されるので，光透過率をほぼ100％とすることができ，マイクロキャビティ効果を防止し，視野角の問題を解決することができ，さらに，光透過率をほぼ100％とすることができることにより各画素からの発光量が低くても表示装置としての所望の輝度を得ることができるので，有機EL素子を低電圧で駆動することが可能となり，素子の長寿命化及び消費電力の低減が可能となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願補正発明は，相違点2に係る構成を採用することにより，上記(1)記載の効果(本願明細書の段落【0044】)を奏するのみならず，電子注入層の厚さを可能な限り小さくすることによって，いわゆるトンネリング効果(原子や電子などが，本来エネルギー不足で通り抜けることができないはずの障壁を通り抜けてしまう量子力学的現象)による有機EL層への電子注入を積極的に生じさせ，有機EL素子駆動電圧の低減化を図り，ひいては有機EL素子の長寿命化を達成できるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一方，審決が周知例として引用した甲2ないし6は，いずれも「順積層型かつボトムエミッション型」に属する有機EL素子を開示している。",
                        "順積層型においては，有機EL層を形成した後に陰極層を形成するので，有機EL層の膜形成温度よりも高温となる陰極層形成時の温度上昇により，陰極材料が有機EL層に拡散されるのに対し，逆積層型においては，陰極材料は，有機EL層には拡散せず，陰極層形成時の温度上昇により駆動回路側に拡散されることから，必然的に「電子注入層」の有する技術的意義も，順積層型と逆積層型とでは，全く相違する。",
                        "そして，甲2ないし6の電子注入層の材料は，「順積層型かつボトムエミッション型」の有機EL素子において周知ではあるかもしれないが，少なくとも「逆積層型かつトップエミッション型」の有機EL素子において周知であることはおろか公知であることも開示されていないのであるから，甲2ないし6は，「逆積層型かつトップエミッション型」の先願発明に適用することはできず，周知技術(周知例)としての適格性を欠くというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本願補正発明のように電子注入層の材料として弗化マグネシウムに限定することは，単なる周知の材料を特定したにすぎないとの審決の認定判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断手法の誤りの主張に対し",
              "text": [
                "本願明細書(甲7)には，「本発明」の特徴について，「本発明の第一の特徴は従来電子注入電極材料に用いていた電気導電性材料を，仕事関数が小さな電気絶縁性材料に変えた点である。また第二の特徴は，従来電子注入電極材料に用いていた拡散しやすい材料を拡散しにくい材料に変更した点にある。」(段落【0010】)，その絶縁性電子注入層の材料について，「アルカリ金属の酸化物，或いは，アルカリ土類金属の酸化物からなる場合，前記アルカリ金属の酸化物は，酸化リチウムであり，・・・アルカリ金属の弗化物，或いは，アルカリ土類金属の弗化物からなる場合，前記アルカリ金属の弗化物は，弗化リチウムであり，前記アルカリ土類金属の弗化物は，弗化サマリウム又は弗化マグネシウムである」(段落【0007】)とし，その絶縁性電子注入層の厚みにつき，「0．5～10nmの厚さに形成される」(段落【0008】)との記載があり，さらに，「ソース電極110sを含む平坦化膜111上に弗化リチウム，弗化サマリウム，弗化マグネシウム，酸化リチウムなどからなる絶縁性電子注入層113を0．5～10nmの膜厚でマスクを介することなく成膜する。」(段落【0022】)との記載(下線は被告注記)がある。",
                "これらの記載によれば，「本発明」の特徴は，従来電子注入電極材料に用いていた電気導電性材料を仕事関数が小さい電気絶縁性材料に，従来電子注入電極材料に用いていた拡散しやすい材料を拡散しにくい材料に，それぞれ変更した点にあるのであって，その材料からなる絶縁性電子注入層の厚みを0．5～10nmとするというものである。",
                "そして，絶縁性電子注入層の厚みを0．5～10nmとする点は，「弗化リチウム，弗化サマリウム，弗化マグネシウム，酸化リチウムなど」(段落【0022】)の記載からもわかるように，弗化サマリウム又は弗化マグネシウムの材料を用いた場合にのみに特定されるものではなく，これらの材料のいずれにも適用することができる数値であって，弗化サマリウム又は弗化マグネシウムの場合にのみその厚さが適用されるといった一体不可分の関係にはないことがわかる。",
                "したがって，相違点2を「(i)電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなること」と「(ii)電子注入層の厚さが0．5～10nmの厚さに形成されていること」に分説して判断したことは，発明の本質を見誤ったものではなく，かえって本願補正発明の本質を正確に把握し，先願発明との相違点をより的確に判断するためであることは明らかである。仮に分説して判断することが一切許されないとすれば，発明の本質を捉えた的確な判断が行えなくなり，その結果，本来特許が付与されるべきではない発明に特許が付与されることにもなり，第三者に著しい不利益を与えることになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "先願発明の認定の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，先願発明は，「成膜中もしくは成膜後の拡散を抑制する」ことを意図して「アルカリ化合物44の膜厚が0．5nm以上であっても差し支えない」とする思想が開示されていない点で本願補正発明と異なる旨主張するが，本願明細書には，絶縁性電子注入層の膜厚に関して，本願補正発明の「0．5～10nm」のうち，1nmの実施例(段落【0034】)しか記載されておらず，また，上記膜厚を本願補正発明で0．5～10nmに規定した臨界的な意義はもとより，技術的な意義さえも何ら記載されていない。さらに，本願明細書には，「また，第二の効果として，電子注入電極材料を本発明の材料とすることで成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できる点にある。」(段落【0043】)との記載があるが，この記載の趣旨は，「成膜中もしくは成膜後の拡散を抑制する」ことを意図して，電子注入電極の材料が決められると理解されるものの，上記意図のために電子注入電極の厚さが規定されることまでは意味しない。",
                        "したがって，原告がいう「成膜中もしくは成膜後の拡散を抑制する」ことと，絶縁性電子注入層の膜厚が0．5nm以上であっても差し支えないこととの関連については本願明細書に記載されていないというべきであるから，原告の主張は，本願明細書の記載に基づかない主張として失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "先願発明の絶縁性電子注入層の厚みは5～10nmであるのに対し，本願補正発明の絶縁性電子注入層の厚みは0．5～10nmであり，その厚みは5～10nmの範囲で一致する。そして，本願明細書には，本願補正発明で絶縁性電子注入層の厚みを0．5～10nmに規定した技術的意義，臨界的な意義が記載されておらず，本願補正発明は，先願発明における絶縁性電子注入層の厚さの範囲(5～10nm)を0．5～5nmの厚さを含むように単に拡張したにすぎないのであるから，両発明は，絶縁性電子注入層の膜厚について，実質的に同一である。",
                        "また，審決における［相違点2について］の項で周知例として引用した甲6(特開平11−26167号公報)には，沸化マグネシウムを用いて膜厚0．5nmとなるように陰極界面層(本願補正発明の「絶縁性電子注入層」に相当する。)を蒸着した旨が記載されており(段落【0049】)，上記0．5nmは，本願補正発明の絶縁性電子注入層の膜厚の下限値である0．5nmと一致する。したがって，この点からみても，本願補正発明において上記膜厚の下限値を0．5nmと規定した点は格別なものではない。",
                        "さらに，先願明細書には，絶縁性電子注入層として，弗化リチウム，酸化リチウム，弗化バリウム，酸化バリウム，弗化カルシウム，酸化カルシウムが記載され(段落【0013】)，この中の弗化リチウム及び酸化リチウムは，本願明細書において「成膜中もしくは成膜後の拡散を抑制する」絶縁性電子注入層(段落【0043】)の材料として記載されている材料(段落【0022】)でもある。",
                        "そして，先願発明において「成膜中もしくは成膜後の拡散を抑制する」効果が生じることを妨げる特段の事情もないので，先願発明も，弗化リチウム，酸化リチウムを用いた絶縁性電子注入層により，本願補正発明と同様に，「成膜中もしくは成膜後の拡散を抑制する」効果が生じることは明らかである。",
                        "したがって，先願発明の絶縁性注入層は，本願補正発明の絶縁性注入層と実質的に同一であるとした審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告主張の裁判例は，特許法29条2項(進歩性)が適用される案件について判示するものであって，本件のような同法29条の2(先願発明と後願発明の同一性)が適用される案件とは，事案が異なり，また，適用条文も異なるものであるから，原告の主張はその前提において誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例の適格性の欠如の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明の特許請求の範囲(請求項1)には，有機EL素子の陽極又は陽極層(本願明細書の発明の詳細な説明では「118正孔注入用電極」と呼称されている。)が記載されておらず，原告がいう「逆積層型かつトップエミッション型」の有機EL素子の構成が記載されているとはいえないので，原告の主張は，特許請求の範囲の記載に基づかない主張であるから失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仮に本願補正発明の有機EL素子の構成が「逆積層型かつトップエミッション型」であるとしても，審決が引用した周知例(甲2，5)に示されているように，「逆積層型かつトップエミッション型」の有機EL素子の絶縁性電子注入層の材料として弗化マグネシウムが用いられることは周知である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決が［相違点2について］の項で周知例として引用した甲5(特開平10−321376号公報)には，有機エレクトロルミネセンス素子について，①「上記有機発光層(4)上に上記した陰極を形成する。以上，陽極(1)上に，正孔注入層(2)，正孔輸送層(3)，有機発光層(4)および陰極(5)を順次形成したが，陰極(5)上に各層を順次形成してもよい。」(段落【0053】)，「本発明においては，有機発光層(4)と陰極(5)の間に図2に示したごとく，電子注入層(7)を形成してもよい。電子注入層は，電子輸送材料と金属との混合物層または金属フッ化物層として形成されることが好ましい。係る電子注入層を形成することにより，さらに発光素子の発光輝度を上げることができ，駆動電圧を低くすることで，長寿命化できる等の効果がある。」(段落【0054】)，②「電子輸送材料と金属との混合比は1：0.05～1：2，好ましくは1：0.5～1：1.2である。電子注入層を金属フッ化物で形成する場合，該金属フッ化物としてはLiF，MgF ，CaF 等が使用でき，中でもLiF，MgF ，CaF を使用することが好ましい。」(段落【0059",
                      "text": [
                        "】)，③「有機エレクトロルミネセンス素子においては，発光が見られるように，少なくとも陽極(1)あるいは陰極(5)は透明電極にする必要がある。この際，陰極を透明電極とすると透明電極が酸化劣化しやすく透明性が損なわれやすいので，陽極を透明電極にすることが好ましい。」(段落【0016】)との記載(下線は被告注記)がある。",
                        "これらの記載を総合すると，甲5には，陰極(5)，電子注入層(7)，有機発光層(4)，正孔輸送層(3)，正孔注入層(2)，陽極(1)の順に積層された，有機エレクトロルミネセンス素子，すなわち，トランジスタ部の有無は別として「逆積層型かつトップエミッション型」の有機EL素子において，電子注入層(7)(本願補正発明の「絶縁性電子注入層」に相当する。)の材料として弗化リチウム，弗化マグネシウム，弗化カルシウムが用いられることが記載されていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また，審決が［相違点1について］の項で周知例として引用した甲2(特開平11−354284号公報)には，①「図1～4は本発",
                      "text": [
                        "明の有機電界発光素子の実施の形態を示す模式的な断面図であり，1は基板，2は陽極，3は陽極バッファ層，4は正孔輸送層，5は正孔阻止層，6は電子輸送層，7は陰極を各々表わす。」(段落【0043】)，②「更に，陰極と電子輸送層6の界面にLiF，MgF ，Li O等の極薄絶縁膜(0.1～5nm)を挿入することも，素子の効率を向上させる有効な方法である(Appl．Phys．Lett．，",
                        "70巻，152頁，1997年；特開平10− 74586号公報；I",
                        "EEE Trans．Electron．Devices，44巻，",
                        "1245頁，1997年)」(段落【0111】)，「図1～4は，",
                        "本発明で採用される素子構造の一例であって，本発明は何ら図示のものに限定されるものではない。例えば，図1とは逆の構造，即ち，基板1上に陰極7，電子輸送層6，正孔輸送層4，陽極2の順に積層することも可能であり，既述したように少なくとも一方が透明性の高い2枚の基板の間に本発明の有機電界発光素子を設けることも可能である。同様に，図2，図3及び図4に示したものについても，前記各層構成を逆の構造に積層することも可能である。」(段落【0112】)，③「陽極2の厚みは，必要とする透明性により異なる。透明性が必要とされる場合は，可視光の透過率を，通常60％以上，好ましくは80％以上とすることが望ましく，この場合，厚みは，通常，5～1000nm，好ましくは10～500nm程度である。」(段落",
                        "【0045】)との記載(下線は被告注記)がある。",
                        "これらの記載を総合すると，甲2には，基板上に，陰極7，極薄絶縁膜(0.1～5nm)(本願補正発明の「絶縁性電子注入層」に相当する。)，電子輸送層6，正孔輸送層4，陽極2を順に積層された，有機電界発光素子，すなわち，トランジスタ部の有無は別として「逆積層型かつトップエミッション型」の有機EL素子において，絶縁性電子注入層の材料として弗化リチウム，弗化マグネシウム，酸化リチウムが用いられることが記載されていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，「逆積層型かつトップエミッション型」の有機EL素子に絶縁性電子注入層を設けることは，先願明細書のみならず，甲2，5にも示されているので，「電子注入層」の有する技術的意義が，少なくとも先願明細書と甲2，5とで，原告の主張するように全く相違するものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点2についての判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断手法の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点2に係る本願補正発明の電子注入層の構成は，「弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなり0．5～10nmの厚さに形成される」という一体不可分の構成であり，本願補正発明は，上記構成を採用することにより，「アクティブマトリクス型逆積層型有機EL素子において，有機EL素子の電子注入電極を絶縁材料とすることで微細なマスク成膜を行うことなしに，基板全面に成膜が可能となり，又，電子注入電極材料を陰極材料とすることで成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できる」という効果を奏するものである(本願明細書の段落【0044】)から，相違点2の判断に際しては，上記構成を一体不可分なものとして評価すべきであり，これを「(i)電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなること」，「(ii)電子注入層の厚さが0．5～10nmの厚さに形成されていること」の2つの構成に恣意的に分説して区々に評価し，相違点2に係る本願補正発明と先願発明の電子注入層が実質的に同一であると判断した審決の判断手法は，発明の本質を見誤るものとして許されないと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書(甲7)の【発明の詳細な説明】には，次のとおりの記載がある。",
                        "① 「図1は図2のトランジスタ部分のみを示す断面図であるが，実際には1つの基板上に図2の回路図のような微細なトランジスタやコンデンサなどを配置するために，有機EL画素からの発光は図1のように基板と逆方向から取り出すことが開口率向上のためにも好ましい(特開平11−251069号公報による)。」(段落【0",
                        "003】)，「そのためには，図3に示す従来の有機EL素子構造とは逆方向に，図1のように積層する必要があり，かつ有機EL素子の陰極はTFT基板のドレイン電極もしくはソース電極のみに接続されねばならない。従って，有機陰極用材料を成膜する際には蒸発源と基板の間に，ドレイン電極もしくはソース電極のみに成膜されるよう開口されたマスクを設置しなければならない。」(段落【0004】)",
                        "② 「【発明が解決しようとする課題】しかしながら，マスクの厚みとマスクに開いた開口部との間には限界があり，微細なパターン加工には限界がある。さらにマスク自体の自重による撓み等によるパターンぼけがあるために目的とする領域以外にも陰極材料を成膜することになりショートの要因となる。さらに，従来有機EL素子の陰極材料として用いられているリチウムや銀などはその原子の大きさが小さいゆえに成膜中もしくは成膜後に拡散してしまい，TFTの特性を著しく貶めてしまう。」(段落【0005】)，「本発明の目的は，これらのことを鑑みて，薄膜トランジスタを含む有機ELアクティブマトリクス駆動表示装置において，マスクを使用することなく，かつ，有機EL素子の陰極材料の拡散を抑制することのできる表示装置を提供することにある。」(段落【0006】)③ 「【課題を解決するための手段】本発明の表示装置は，・・・前記電子注入層が，絶縁性電子注入層であることを特徴とし，前記絶縁性電子注入層が，アルカリ金属の酸化物，或いは，アルカリ土類金属の酸化物からなる場合，前記アルカリ金属の酸化物は，酸化リチウムであり，前記絶縁性電子注入層が，アルカリ金属の弗化物，或いは，アルカリ土類金属の弗化物からなる場合，前記アルカリ金属の弗化物は，弗化リチウムであり，前記アルカリ土類金属の弗化物は，弗化サマリウム又は弗化マグネシウムである，というものである。」(段落【0007】)，「又，上記表示装置において，前記絶縁性電子注入層は，0．5～10nmの厚さに形成される，というものである。」(段落【0008】)",
                        "④ 「【発明の実施の形態】本発明の実施形態を説明する前に，本発明の特徴につき，簡記しておく。本発明の第一の特徴は従来電子注入電極材料に用いていた電気導電性材料を，仕事関数が小さな電気絶縁性材料に変えた点である。また第二の特徴は，従来電子注入電極材料に用いていた拡散しやすい材料を拡散しにくい材料に変更した点にある。」(段落【0010】)",
                        "⑤ 「次に，TFT上に有機EL素子を形成する工程について説明する。上述のp−SiTFTの各電極110s，110d，層間絶縁",
                        "膜108上に平坦化膜111を形成する。・・・この平坦化膜111にコンタクトホール112を形成する。」(段落【0021",
                        "】)，「次に，このコンタクトホール112及びその周辺部にアルミニウムなどの金属材料をパターニングしてソース電極110sを形成し，ソース電極110sを含む平坦化膜111上に弗化リチウム，弗化サマリウム，弗化マグネシウム，酸化リチウムなどからなる絶縁性電子注入層113を0．5～10nmの膜厚でマスクを介することなく成膜する。成膜の手段は抵抗加熱法，電子ビーム蒸着法などを挙げることができる。」(段落【0022】)",
                        "⑥ 「(有機EL製造工程)こうして作製されたTFT基板を，弗化リチウムがセットされた真空蒸着装置にセットし，・・・蒸発源とTFT基板の間にマスクを挿入することなくTFT基板全面に弗化リチウムが成膜されるような配置関係にある弗化リチウムが0．01nm／secの成膜速度になるように温度をコントロールしながら1nmの膜厚となるまで成膜した。このようにして，TFT基板上に堆積したドレイン電極を有機EL素子の金属層とし，弗化リチウムを電子注入電極とした。」(段落【0034】)，「こうして作製された有機EL素子の発光を確認するためプローバ装置で電源に接続し，発光の有無を測定したところ，緑色発光をリーク電流なしに観測することができた。」(段落【0038】)",
                        "⑦ 「第一の効果は，アクティブマトリクス型逆積層型有機EL素子において，有機EL素子の電子注入電極を絶縁材料とすることで微細なマスク成膜を行うことなしに，基板全面に成膜が可能となる点にある。」(段落【0042】)，「また，第二の効果として，電子注入電極材料を本発明の材料とすることで成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できる点にある。」(段落【0043】)，「【発明の効果】本発明の表示装置によれば，アクティブマトリクス型逆積層型有機EL素子において，有機EL素子の電子注入電極を絶縁材料とすることで微細なマスク成膜を行うことなしに，基板全面に成膜が可能となり，又，電子注入電極材料を陰極材料とすることで成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できる，という効果を有する。」(段落【0044】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらの記載によれば，①有機EL画素からの発光を基板と逆方向から取り出すアクティブマトリクス型逆積層型の有機EL素子構造とする表示装置においては，従来電子注入電極材料に用いていた電気導電性材料を用いて陰極材料を成膜する際に，ドレイン電極又はソース電極のみに成膜されるよう開口されたマスクを使用しなければならないが，マスクを使用した微細なパターン加工には限界があり，マスク自体の自重による撓み等によるパターンぼけがあるため目的とする領域以外にも陰極材料を成膜することになりショートの要因となり，また，リチウムや銀などの陰極材料はその原子の大きさが小さいゆえに成膜中もしくは成膜後に拡散してしまい，TFTの特性を著しく貶めてしまうという課題があったため，これを解決するため，本発明は，マスクを使用することなく，かつ，有機EL素子の陰極材料の拡散を抑制することのできる上記表示装置を提供することを目的とすること，②本発明の第1の特徴は従来電子注入電極材料に用いていた電気導電性材料を，仕事関数が小さな電気絶縁性材料に変えた点，第2の特徴は，従来電子注入電極材料に用いていた拡散しやすい材料を拡散しにくい材料に変更した点にあり，その具体的な電気絶縁性材料として，アルカリ金属の酸化物である酸化リチウム，アルカリ金属の弗化物である弗化リチウム，アルカリ土類金属の弗化物である弗化サマリウム，弗化マグネシウムを例示していること，③実施例として記載されたものは，1nmの膜厚の弗化リチウムを電子注入電極(上記(ア)⑥)とするものであること，④本発明の効果は，アクティブマトリクス型逆積層型有機EL素子において，有機EL素子の電子注入電極を絶縁材料とすることで微細なマスク成膜を行うことなしに，基板全面に成膜が可能となり，また，電子注入電極材料を陰極材料とすることで成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できることであることが認められる。",
                        "以上によれば，本願明細書には，アクティブマトリクス型逆積層型有機EL素子において，有機EL素子の電子注入電極を弗化リチウム，弗化サマリウム，弗化マグネシウム，酸化リチウムなどからなる絶縁材料とすることにより，微細なマスク成膜を行うことなしに，基板全面に成膜が可能となるとともに，成膜中もしくは成膜後の拡散が抑制され，TFTの誤動作やショートを低減化できることの効果を奏することの記載があることが認められるが，一方で，本願明細書には，上記効果と絶縁性電子注入層の厚さを「0．5～10nm」とすることとの関係については何らの記載はなく，上記厚さの技術的意義及びその数値限定による臨界的意義に関する記載も示唆もない。",
                        "のみならず，本願明細書には，電子注入層に使用する絶縁性材料を弗化サマリウム又は弗化マグネシウムとし，かつ，その厚さを「0．5～10nm」とした場合に，弗化リチウム，酸化リチウムなど例示された他の絶縁性材料を使用した場合と比較して特に優れた効果を奏することの記載もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本願明細書記載の上記効果は，電子注入層に使用する絶縁性材料を弗化サマリウム又は弗化マグネシウムとした場合に特有のものではなく，本願明細書に例示された他の絶縁材料を有機EL素子の電子注入層に使用した場合にも奏されるものであり，しかも，上記効果は電子注入層の厚さを「0．5～10nm」に限定することと直接関連するものでもないから，電子注入層の材料として弗化サマリウム又は弗化マグネシウムを用いることと，電子注入層の厚さを「0．5～10nm」とすることとは，上記効果を奏するための一体不可分の構成であると認めることはできず，これが一体不可分の構成であることを前提に，審決が，相違点2の判断に際し，上記構成を「(i)電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなること」，「(ii)電子注入層の厚さが0．5～10nmの厚さに形成されていること」の2つの構成に分説して判断したことの判断手法の誤りをいう原告の主張は，その前提を欠くものとして採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "先願発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，先願明細書には，先願発明のアルカリ化合物44は絶縁性の確保のみを目的とすること，アルカリ化合物44の膜厚の上限が10nmを超えるべきでないことが開示されているだけであり，「成膜中もしくは成膜後の拡散を抑制する」ことを意図して「アルカリ化合物44の膜厚が0．5nm以上であっても差し支えない」とする思想は，何ら開示されていないから，先願発明で開示されている電子注入層の厚みが5～10nmであるからといって，このことから「成膜中もしくは成膜後の拡散を抑制する」ために，本願補正発明のように「電子注入層の厚さを0．5～10nm」に限定する構成を採択することまでもが，先願発明に実質的に開示されているということはできないと主張する。",
                    "しかしながら，先に説示したとおり，本願明細書には，絶縁性電子注入層の厚さを「0．5～10nm」とすることの技術的意義及びその数値限定による臨界的意義に関する記載も示唆もなく，また，「成膜中もしくは成膜後の拡散を抑制する」効果は，有機EL素子の電子注入電極を弗化リチウム，弗化サマリウム，弗化マグネシウム，酸化リチウムなどからなる絶縁材料とすることにより奏される効果であって，電子注入層の厚さを「0．5～10nm」に限定することと直接関連するものでもないのであるから，本願補正発明が「成膜中もしくは成膜後の拡散を抑制する」ために，「電子注入層の厚さを0．5～10nm」に限定する構成を採択したものと認めることはできない。",
                    "したがって，原告の上記主張は，その前提を欠くものとして採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，上記アに加えて，原告は相違点2の認定(「本願補正発明では，電子注入層が，弗化サマリウム又は弗化マグネシウムより選ばれた材料よりなり0．5～10nmの厚さに形成されているのに対し，先願発明では電子注入層が膜厚が数nm程度(実施例では5～10nm)の絶縁性のアルカリ金属又はアルカリ土類金属化合物からなる点」)を争っておらず，先願明細書(甲1)には，実施例として，「画素電極43の上にはアルカリ化合物44として，5～10nm厚のフッ化リチウム膜が蒸着法により形成される。フッ化リチウム膜は絶縁膜なので・・・」(段落【0057】)との記載があることによれば，先願発明と本願補正発明は，絶縁性注入層の厚さが先願発明の「5～10nm」の範囲で重複し，しかも，本願補正発明が下限値を「0．5nm」に限定したことについての技術的意義は明確でなく，数値限定による臨界的意義が認められないのであるから，「本願補正発明では絶縁性注入層の厚みを0．5～10nmに特定しているが，先願発明に係る注入層も5～10nmの厚みであって，両者は重複するものであり，実質的に同一である。」(審決書6頁35行～37行)とした審決の判断は是認できるというべきである。",
                    "これに対し原告は，裁判例(東京高裁平成7年7月4日判決(平成6年(行ケ)第30号事件))を引用した上で，先願発明が本願の出願前に公知であったとしても，先願明細書に「成膜中もしくは成膜後の拡散を抑制する」ことの技術的意義についての何らの開示も示唆もなく，当該事項の目的，作用効果が周知であるともいえない以上，本願補正発明を容易に想到し得たということはできないということになるから，先願発明における「5～10nm」という電子注入層の数値範囲をもって，本願補正発明の数値範囲と「実質的に同一である」と認定することは許されるべきでないと主張する。",
                    "しかしながら，先に説示したとおり，本願補正発明が「成膜中もしくは成膜後の拡散を抑制する」ために，「電子注入層の厚さを0．5～10nm」に限定する構成を採択したものと認めることはできないのであるから，先願明細書に「成膜中もしくは成膜後の拡散を抑制する」ことの技術的意義についての開示や示唆があるかどうかの点は，先願発明と本願補正発明の電子注入層の厚さの数値範囲が実質的に同一かどうかの判断に影響を及ぼすものではなく，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例の適格性の欠如について",
              "text": [
                "原告は，本願補正発明及び先願発明の有機EL素子は，いずれも「逆積層型かつトップエミッション型」(「基板−トランジスタ部−陰極層−発光層(有機EL層)−陽極層の順に積層され，かつ，有機EL素子からの発光が駆動回路とは逆の方向に向けてなされるもの」)に属するのに対し，審決が周知例として引用した甲2ないし6の有機EL素子は，いずれも「順積層型かつボトムエミッション型」(「基板−陽極層−発光層(有機EL層)−陰極層の順に積層され，かつ，有機EL素子からの発光が駆動回路の方向に向けてなされるもの」)に属することから，本願補正発明及び先願発明と甲2ないし6とでは「電子注入層」の有する技術的意義が全く相違しており，甲2ないし6の電子注入層の材料は，「順積層型かつボトムエミッション型」の有機EL素子において周知ではあるかもしれないが，少なくとも「逆積層型かつトップエミッション型」の有機EL素子において周知であることはおろか公知であることも開示されていないので，甲2ないし6は，先願発明に適用する周知技術(周知例)としての適格性を欠くものであって，本願補正発明のように電子注入層の材料として弗化マグネシウムに限定することは，単なる周知の材料を特定したにすぎないとの審決の認定判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明の特許請求の範囲(請求項1)の記載によれば，本願補正発明は，「基板と，前記基板上に・・・得られる薄膜トランジスタと，・・・前記基板の表面を平坦化する平坦化膜と，・・・コンタクトホールと，前記コンタクトホールを充填する金属及び前記金属を含む前記平坦化膜上に設けられた電子注入層を陰極とし，前記陰極の上に・・・電子輸送層を含む有機エレクトロルミネッセンス素子とからなる表示装置」であるから，「基板−トランジスタ部−陰極層−発光層(有機EL層)」の順に積層される構成を有するものであり，上記構成によれば，「発光層(有機EL層)」の上に「陽極層」が積層されることになることは自明であるから，本願補正発明の有機EL素子は，原告がいう「逆積層型かつトップエミッション型」に属するものと認められる。",
                    "また，審決認定の一致点を参酌すると，先願発明の有機EL素子も，「逆積層型かつトップエミッション型」に属するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は相違点2に係る先願発明の構成(「電子注入層が・・・絶縁性のアルカリ金属又はアルカリ土類金属化合物」からなること)を争っておらず，先願明細書(甲1)には，アルカリ金属又はアルカリ土類金属を含む絶縁性化合物の具体例として，「フッ化リチウム(LiF)，酸化リチウム(Li O)，フッ化バリウム(BaF )，酸化バリウム(BaO)，フッ化カルシウム(CaF )，酸化カルシウム(CaO)，酸化ストロンチウム(SrO)または酸化セシウム(Cs O)を用いることができる。」(段落【0013】)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一方，甲5(特開平10−321376号公報)には，次の記載がある。",
                        "① 「上記有機発光層(4)上に上記した陰極を形成する。以上，陽極(1)上に，・・・有機発光層(4)および陰極(5)を順次形成したが，陰極(5)上に各層を順次形成してもよい。」(段落【0053】)",
                        "② 「本発明においては，有機発光層(4)と陰極(5)の間に図2に示したごとく，電子注入層(7)を形成してもよい。電子注入層は，電子輸送材料と金属との混合物層または金属フッ化物層として形成されることが好ましい。係る電子注入層を形成することにより，さらに発光素子の発光輝度を上げることができ，駆動電圧を低くすることで，長寿命化できる等の効果がある。」(段落【0054】)③ 「電子注入層を金属フッ化物で形成する場合，該金属フッ化物としてはLiF，MgF ，CaF 等が使用でき，中でもLiF，Mg",
                        "F，CaFを使用することが好ましい。」(段落【0059】)",
                        "④ 「有機エレクトロルミネセンス素子においては，発光が見られるように，少なくとも陽極(1)あるいは陰極(5)は透明電極にする必要がある。この際，陰極を透明電極とすると透明電極が酸化劣化しやすく透明性が損なわれやすいので，陽極を透明電極にすることが好ましい。」(段落【0016】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)①，④の記載によれば，「陽極(1)上に，・・・有機発光層(4)および陰極(5)を順次形成したが，陰極(5)上に各層を順次形成してもよい。」のであるから，甲5には，基板の上に「陽極層−発光層(有機EL層)−陰極層」の順に積層される「順積層型かつボトムエミッション型」の有機EL素子とともに，基板の上に「陰極層−発光層(有機EL層)−陽極層」の順に積層される「逆積層型かつトップエミッション型」の有機EL素子が開示されているものと認められる。",
                        "そうすると，原告の主張のうち，少なくとも，甲5に「逆積層型かつトップエミッション型」の有機EL素子が開示されていないことを理由に，甲5が先願発明に適用する周知技術(周知例)としての適格性を欠くとの主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，上記(ア)②，③の記載によれば，有機発光層(4)と陰極(5)の間に形成される電子注入層(7)としては，金属フッ化物を使用することができ，中でもLiF(フッ化リチウム)，MgF (フッ化マグネシウム)，CaF (フッ化カルシウム)を使用することが好ましいことを理解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "さらに，甲2(特開平11−354284号公報)には，次の記載がある。",
                        "① 「図1～4は本発明の有機電界発光素子の実施の形態を示す模式的な断面図であり，1は基板，2は陽極，・・・6は電子輸送層，7は陰極を各々表わす。」(段落【0043】)，「図1～4は，本発明で採用される素子構造の一例であって，本発明は何ら図示のものに限定されるものではない。例えば，図1とは逆の構造，即ち，基板1上に陰極7，電子輸送層6・・・陽極2の順に積層することも可能であり，・・・同様に，図2，図3及び図4に示したものについても，前記各層構成を逆の構造に積層することも可能である。」(段落【0112】)",
                        "② 「更に，陰極と電子輸送層6の界面にLiF，MgF ，Li O等の極薄絶縁膜(0.1～5nm)を挿入することも，素子の効率を向上させる有効な方法である(Appl．Phys．Lett．，7",
                        "0巻，152頁，1997年；特開平10− 74586号公報；I",
                        "EEE Trans．Electron．Devices，44",
                        "巻，1245頁，1997年)。」(段落【0111】)",
                        "③ 「陽極2の厚みは，必要とする透明性により異なる。透明性が必要とされる場合は，可視光の透過率を，通常60％以上，好ましくは80％以上とすることが望ましく，この場合，厚みは，通常，5～1000nm，好ましくは10～500nm程度である。」(段",
                        "落【0045】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらの記載によれば，甲2には，「順積層型かつボトムエミッション型」の有機EL素子とともに，「逆積層型かつトップエミッション型」の有機EL素子が開示されていること(上記(ア)①，③)，陰極の上に積層される極薄絶縁膜(0.1～5nm)(「絶縁性電子注入層」に相当)の材料として，LiF(フッ化リチウム)，MgF (フッ化マグネシウム)，Li O(酸化リチウム)が用いられること(上記(ア)②)を理解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記ウ及びエを総合すれば，先願発明の出願当時，「順積層型かつボトムエミッション型」の有機EL素子のみならず，「逆積層型かつトップエミッション型」の有機EL素子においても，絶縁性電子注入層の材料に使用されるアルカリ土類金属化合物として，MgF (フッ化マグネシウム)は周知のものであったことが認められる。",
                    "そうすると，先願明細書に接した当業者であれば，先願発明において電子注入層に使用される絶縁性のアルカリ土類金属化合物(上記イ)の一つとして，フッ化マグネシウムが用いられることを理解することができるから，本願補正発明のように電子注入層の材料として「弗化マグネシウム」に限定することは，単なる周知の材料を特定したにすぎず，相違点2は，実質的な相違ではないとした審決の判断は是認できるというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}