{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2000-8025号事件について平成17年2月2日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁が同請求は成り立たないとの審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，昭和63年4月14日出願に係る特願昭63-92609号(パリ条約による優先権主張1987年4月21日，オランダ国)からの新たな特許出願(分割出願)として，平成10年2月9日，名称を「記録担体」とする発明につき特許出願(甲3。請求項の数5。以下「本願」という。)をしたところ，特許庁は，拒絶査定をしたので，原告は，これを不服として審判請求をした。",
                "特許庁は，これを不服2000-8025号事件として審理したが，その係属中の平成13年12月3日(甲5)及び平成14年7月11日(甲6)に，特許請求の範囲の変更等の補正(以下「本件補正」という。)をした(請求項の数は9となった。)。",
                "そして特許庁は，平成17年2月2日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は平成17年2月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項は，前記のとおり1ないし9から成り，その内容は，下記のとおりである(甲6。請求項2ないし8は省略。請求項1のAないしHは説明の便宜のために付したもの。下線部は後記のように「本願発明」と無関係とされたもの)。",
                "記",
                "【請求項1】",
                "A: 所定の光物性を持つ記録層を有し，かつ変更された光学特性による記録マークのパターンを，そこに記録することができる記録担体であって，",
                "B: そのパターンが，同じ論理値のビットの連続するシーケンスの形で情報信号を表し，かつ",
                "C: 前記記録担体の前記記録層に前記マークを記録するために，前記記録マークが，前記情報信号を適合化可能な対応関係に準拠させて一連の連続書込み信号に変換する制御回路を有する記録装置により，形成され，",
                "D: その記録担体が，前記情報信号を前記書込み信号に変換するために必要な適合化を表すことが出来る読取り可能な適合化情報が設けられている部分を有する，記録担体において，",
                "E: 前記制御回路が，前記情報信号における第一論理値のビットのシークエンスを検知し，かつ前記検知されたシーケンスにおけるビットの数を表す検知信号を供給する検知回路を有し，",
                "F: 前記適合化可能な対応関係が，前記検知信号と前記書込み信号との対応関係を有し，",
                "G: 前記記録担体に設けられた前記読取り可能な適合化情報が，前記記録担体の前記記録層に前記マークを記録するために必要な前記検知信号に対する書込み信号波形を示している",
                "H: ことを特徴とする記録担体。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。",
                    "その理由の要旨は，請求項1に係る発明は，下記の引用例1，2に記載された発明及び周知例に基づいて，当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない等，としたものである。",
                    "記",
                    "・引用例1 特開昭61-260438号公報(甲1。以下，これに記載された発明を「引用発明1」という。)",
                    "・引用例2 特開昭61-137225号公報(甲2)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，請求項1に係る発明は請求項1の記載から記録担体自体と関係のない構成を除いてその要旨を認定すべきであるとし，これを「本願発明」と称して次のとおり認定し(前記(2)の下線部を除いたもの)，本願発明と引用発明1には，次のような一致点と相違点があるとした。",
                    "(本願発明)",
                    "「 所定の光物性を持つ記録層を有し，かつ変更された光学特性による記録マークのパターンを，そこに記録することができる記録担体であって，",
                    "そのパターンが，同じ論理値のビットの連続するシーケンスの形で情報信号を表し，",
                    "その記録担体が，前記情報信号を書込み信号に変換するために必要な適合化を表すことが出来る読取り可能な適合化情報が設けられている部分を有する，",
                    "記録担体において，",
                    "前記記録担体に設けられた前記読取り可能な適合化情報が，前記記録担体の前記記録層に前記マークを記録するために必要な書込み信号波形を示している",
                    "ことを特徴とする記録担体。」",
                    "(一致点)",
                    "所定の光物性を持つ記録層を有し，かつ変更された光学特性による記録マークのパターンを，そこに記録することができる記録担体であって，その記録担体が，情報信号を書込み信号に変換するために必要な適合化を表すことが出来る読取り可能な適合化情報が設けられている部分を有する，記録担体。",
                    "(相違点a)",
                    "記録マークのパターンに関し，本願発明においては，同じ論理値のビットの連続するシーケンスの形で情報信号を表すものであるのに対し，引用発明1においては，このことについて特に示されていない点。",
                    "(相違点b)",
                    "読取り可能な適合化情報に関し，本願発明においては，記録担体の記録層にマークを記録するために必要な(検知されたビットのシーケンスにおけるビットの数を表す)信号に対する書込み信号波形を示しているのに対し，引用発明1においては，上記書込み信号を示す波形については特に示されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本件審決は，請求項1に係る発明(審決が認定する「本願発明」と区別するために，請求項1に記載のとおりの発明を，以下「元の本願発明」ということがある。)と引用発明1に別の相違点があることを看過し，相違点bに関する判断も誤った結果，請求項1に係る発明の容易想到性の判断を誤ったから，違法として取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点の看過)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「請求項1に記載の発明が対象とする「記録担体」という完成した物からみた場合，どのような記録装置を用いて情報信号と対応した書込み信号を発生させて記録担体に記録マークを形成するかということ，及び，記録された記録マークをどのような検知回路を用いて検知するかということは，記録担体自体の構成とは本来何ら関係がなく，請求項1に係る発明の構成に欠くことができない事項とはいえないことが明らかであるので，本願の請求項1に係る発明は，請求項1の記載より記録担体とは関係のない構成を除き，次のとおりのものであると認める。」として，前記のとおりの本願発明を認定(2頁15行～34行)している。",
                        "しかし，記録担体がどのように使用されるか等の前提条件を欠くと記録担体の発明が意味をなさない場合には，その前提条件は発明の必須の構成要件として含むものでなければならないから，ある構成要件が，たとえ記録担体に直接関係のない構成要件であったとしても，それが記録担体の発明の前提条件を構成する場合には，それを排除して記録担体の発明の内容を認定することはできないというべきである。",
                        "この観点から，請求項1に係る発明をみると，本願発明から削除された部分(構成要件C，E，F及びGの一部。前記(2)の下線部)は，請求項1の記録担体がどのような情報信号の記録システムに使用されるかという前提条件を規定しているものであり，この前提条件を規定しなければ，意味のない発明となるから，上記各構成要件は，請求項1に係る発明の構成に欠くことができない事項である。",
                        "したがって，審決が，上記各構成要件を除いて本願発明を認定したことは誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，構成要件E，Fの記載によれば，請求項1に係る発明は，「記録担体に設けられた読取り可能な適合化情報が，記録担体の記録層に記録マークを記録するために必要な，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対する書込み信号波形を示している」ことを特徴とするのに対し，引用発明1には，適合化情報が，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対する書込み信号波形を示すことは，全く開示されていない点で，両発明は相違する(相違点c)。",
                        "すなわち，請求項1に係る発明においては，①情報信号を記録するために，記録装置に記録担体が載置されると，この記録担体に記録されている適合化情報が読み出される，②次いで，記録される情報信号における第一論理値のビットのシーケンスが検知され，かつそのシーケンスにおけるそのビットの数(CDシステムの場合，3～11ビット)が検知される，③検知されたビットの数を示す検知信号と適合化情報との対応により，検知されたビットの数に対応する書込み信号波形(例えば，本願の図8)が選択され，この書込み信号波形に基づいて記録マークが記録担体に記録される。このように請求項1に係る発明は，「記録される情報信号の第一論理値のビットのシーケンスにおけるビットの数を検知し，その数のシーケンスに固有の書き込み信号波形により，情報信号を書き込む」ことによって，記録媒体の記録材料及び情報信号のビット・シーケンスに対応した，適切な書込み信号波形を自動的に発生させ，これにより信頼性の高い情報信号の書込みを可能にする記録システムに使用される，記録担体を提供するものである。",
                        "これに対し，引用例1は，適合化情報として，最適記録レーザーパワー情報，最適磁界強度情報，最適消去パワー情報，最適再生パワー情報等の記録媒体に対する光ビームの記録条件を光学的情報記録媒体に記録することしか開示せず，書き込むべき情報信号と書込み信号波形との関係を示す適合化情報を予め記録媒体に書き込んでおくことについては，全く開示していない。",
                        "したがって，審決には，請求項1に係る発明(元の本願発明)と引用発明1との上記相違点cを看過した誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点bに関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，引用例2について「この入力信号17は光ディスク(記録担体)への「書込み信号」であり，入力信号17中に含まれる連続するパルス列は「書込み信号の波形」ということができる(なお，この点に関し，本願明細書には「書込み信号」とは・・・で示される信号であり，その(書き込み信号の)「波形」はレーザーの書き込みパルス13のことであることが示されているところである(段落【0019】，【0020】)等を参照。)。」(7頁25行～32行)と",
                      "text": [
                        "認定している。",
                        "しかし，請求項1記載の「書込み信号」の波形は，パルス(13)そのものではなく，本願の図8(甲3)に示されるように，長さの異なる書込み信号Vs3，Vs7，Vs11のそれぞれに対し，相互位置が変更されているパルスの組合せにより構成されているパルス配列であり，請求項1に係る発明においては，書込み信号波形が，パルス配列であるからこそ，書込み信号Vs3，Vs7，Vs11のそれぞれに対して固有の書き込み信号波形が提供されるものである。",
                        "他方で，引用例2(甲2)における入力信号17は，同一のパルスが等間隔で並んでいる単なるパルス列であり，入力信号17のパルス配列は，1.5Tおよび4Tの長さの記録信号16に対して，全く同一である。",
                        "そして，甲9，10に示されているように，パルスの「信号波形」とは，パルス幅，パルス間隔を異ならせたパルスの集合を意味するものであるから，引用例2における入力信号17は「信号波形」ということはできない。",
                        "したがって，引用例2における入力信号17は，長さの異なる記録信号16ごとに固有のパルス配列(書込み信号の波形)を提供するものではないから，入力信号17中に含まれる連続するパルス列が請求項1の「書込み信号の波形」に相当するとした審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，「引用例1に記載された発明においても，・・・所望のレーザーパワーに関する記録条件(読み取り可能な適合化情報)を，引用例2に記載された発明のような記録ピット(記録マーク)のパターンを記録するために必要な連続するパルス列からなる入力信号(書込み信号波形)とすることは当業者が容易に想到できたものである。」とした相違点bに関する審決の判断(7頁33行～8頁3行)は，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告主張の請求項1の構成要件C，E，F，及びGの一部がなくても，構成要件Gの残りの部分から「適合化情報」の技術的意義を理解することができ，審決認定の本願発明は，意味のある発明として理解可能である。",
                    "そして，構成要件C，E，F，及びGの一部は，次に述べるとおり「記録担体」としての請求項1に係る発明の技術的範囲とは無関係であるから，それらを除外して本願発明を認定した審決に誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件Cについて",
                      "text": [
                        "構成要件Cは，記録担体に記録マークを記録するため，情報信号を適合化可能な対応関係に準拠させて一連の連続書込み信号に変換する制御回路を有する記録装置に関するものであり，記録担体という完成した「物」からみた場合，記録担体にどのようなマークが記録されているかということに技術的意義があるとしても，どのような記録装置(制御回路)を用いて情報信号と対応した一連の連続書込み信号を発生させるかということは，記録担体自体の構成とは本来何ら関係がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Eについて",
                      "text": [
                        "構成要件Eは，前記制御回路が有する，情報信号における第一論理値のビットのシーケンスを検知し，この検知されたシーケンスにおけるビットの数を表す検知信号を供給する検知回路に関するものであり，構成要件Cと同様に，記録担体自体の構成とは本来何ら関係がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件F及びGの一部について",
                      "text": [
                        "構成要件F及びGの一部は，「適合化可能な対応関係」に関するもので，その関係が「前記検知信号と前記書込み信号」との対応関係を有するとするものであるが，構成要件C，Eが記録担体自体の構成と何ら関係がない以上，構成要件F及びGの一部も記録担体自体の構成と本来何ら関係がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告主張の相違点c中の「検知信号」なる文言は，審決における相違点bの表記中には使用されていないが，これは相違点bの「記録担体の記録層にマークを記録するために必要な(検知されたビットのシーケンスにおけるビットの数を表す)信号」なる文言により表現されている事項にほかならないものであり，原告主張の相違点cは，審決も相違点bとして取り上げているというべきであるから，審決に原告主張の相違点の看過はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の具体的な「書込み信号波形」について，本願の当初の明細書(甲3)には，以下の記載がある。",
                        "①「第17図は，「アブラティブ」型記録材料の記録層に記録を行う場合の情報信号Vi，書き込み信号Vs及び記録用マーク10を示している。・・・制御回路6は，書き込み信号Vsa，Vsb及びVscを発生させる。各書き込み信号は，1個以上の書き込みパルス13からなる。」(段落【0019】)。",
                        "②「第18図は，・・・「相変化」型記録材料に記録する際の情報信号Viと書き込み信号Vsa，Vsb及びVscとの間の適格な対応関係を示している。このような材料に書き込みを行う場合には，・・・記録用マーク10を形成するために別の書き込み信号波形を使用することが望ましい。つまり第一番目のサブマークsを形成する前に，予備加熱パルス20a及び拡張パルス20bをリーダーパルスとして追加発生させる様な書き込み信号波形が望ましい。」(段落【0020】)。",
                        "③「・・・この書き込み信号発生器は，当該検知信号によって表されるビットセルの数に対応した長さを有する記録用マークを書き込むために，各検知信号毎に書き込み信号Vsを発生させる。これ以降，3，・・・，11個の連続するビットセルからなるシリーズを示す記録用マークを形成するための書き込み信号を，各々，Vs3，・・・，Vs11と記すことにする。これらの記録用マークは，簡単にI3マーク，・・・，I11マークと記載される。3，・・・，11と記載される各数字はこれらのマークによって表されるビットセルの数を示している。」(段落【0027】)。",
                        "④「第15図は，制御回路110の3種類のセッティングの書き込み信号波形を示す。信号Vsaは，マルチプレックス回路122の“a”入力が選択された場合の書き込み信号である。信号Vsbは，マルチプレックス回路122の“b”入力が選択された場合の書き込み信号で，信号Vscは，“c”入力が選択された場合の書き込み信号である。パルス20aと20bはこの場合にも制御システムに於ける熱効果の発生を補償するリーダーパルスである。」(段落【0047】)，「書き込み強度を正当な値にすることが出来ることと第15図に示された3種類の波形を選択することができることから，非常に多くの記録担体の型に対して記録中に発生する熱効果を補償することが出来る。」(段落【0048】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記①，②によれば，本願発明でいう「書込み信号」とは，アブラティブ型記録材料，相変化型記録材料の記録層に記録を行う場合の，それぞれ，第17図，第18図のVs(Vsa，Vsb，Vsc)で示される波形(パルス13の列)の信号のことであり，第16図におけるビーム3を照射するヘッド4の入力信号であること，上記③によれば，「書き込み信号Vs」とは，(図8，10における)Vs3，・・・Vs11で示される波形(パルス)の信号のことであり，第4図の記録システム(別の実施例)におけるヘッド30の入力信号であること，上記④によれば，「書込み信号」とは，第15図の信号Vsa，Vsb，Vscで示される波形(パルス)の信号のことであり，第12図でマルチプライア回路112に送られるセッティングされたパルス型の信号Vsであることを理解することができる。",
                        "これらを勘案すると，本願発明でいう「書込み信号」とは，少なくともレーザビームを照射するヘッドに対する入力信号のことを指しており，光ディスク(記録担体)へのパルス状の書込み信号のことであることは明らかである。",
                        "しかも，本願発明においては，「書込み信号波形」に関し，単に「前記記録担体の前記記録層に前記マークを記録するために必要な」「書込み信号波形」と規定されているにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，引用例2(甲2)には，光ディスク(記録担体)13に記録ピット(記録マーク)18のパターンをパルス列15がゲートされたレーザー駆動回路11の入力信号17に従って光ディスク(記録担体)13にレーザー光を照射することが記載されており(特に，第2図)，そのパルス列からなる入力信号17は，光ディスク(記録担体)への「書込み信号」という点において，本願発明にいう「書込み信号」と共通するものであり，入力信号17中に含まれる連続するパルス列は「書込み信号の波形」ということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "結局，原告の主張は，「書込み信号波形」について，本願発明の特許請求の範囲(請求項1)の記載がそれ自体十分に明確であるにもかかわらず，特許請求の範囲には何ら規定されていない事項をも付加して「書込み信号波形」を独自に限定的に解釈し，本願発明と引用発明1との相違を新たに導き出そうするものであり，失当である。",
                    "したがって，引用発明1に引用例2を適用して相違点bに係る本願発明の構成を当業者が容易に想到できたものであるとした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の審決の取消事由(請求原因(4))について，以下，順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決には，請求項1に係る発明について，請求項1の構成要件C，E，Fの全部及び構成要件Gの一部を除いて，これを本願発明として要旨認定した誤りがあり，この本願発明の認定の誤りにより，請求項1に係る発明と引用発明1との相違点cを看過した誤りがある旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の明細書(ただし，本件補正後のもの)には，次のような記載がある。",
                    "①「米国特許明細書第4，473，829号により開示されている既知のシステムの場合，記録用マークは，光学書き込みヘッドにより形成される。この書き込みヘッドは，レーザービームを発生させて，放射線に反応する物質からなる記録担体上の記録層にそれを走査する。記録用マークを形成する際，レーザービームは，形成される記録用マークの寸法と物性に応じた信号波形を有する書き込み信号により変調される。この既知のシステムの欠点は，その書き込み信号が，レーザービームの放射線エネルギーにより記録担体から記録用材料が除去される「アブラティブ」型の材料からなる記録層に記録する場合にしか適合しないことである。しかしながら，別のタイプの放射線反応型記録層に記録を行う場合には，別の書き込み信号波形を使用する事が望ましい。特開昭63-153726号に記載されているように，「相変化」型及び「熱-光反応」型材料に記録を行うために必要な書き込み信号波形は，書き込み中に記録層に生じる特有な熱効果の結果，「アブラティブ」型材料に記録する場合のそれとは完全に異なったものとなる。更に，同一型であっても材料毎に熱の影響も又互いに相違するので，同一型であっても材料毎に書き込み信号が異なる事も有り得る。」(甲3の段落【0002】)，「第18図は・・・「相変化」型記録材料に記録する際の情報信号Viと書き込み信号Vsa，Vsb及びVscとの間の適格な対応関係を示している。このような材料に書き込みを行う場合には，書き込み中に発生する記録層内の熱の影響を考慮して，記録用マーク10を形成するために別の書き込み信号波形を使用することが望ましい。つまり第一番目のサブマークsを形成する前に，予備加熱パルス20a及び拡張パルス20bをリーダーパルスとして追加発生させる様な書き込み信号波形が望ましい。リーダーパルスの位置と数は，使用される「相変化」型記録材料に依存することに注意されたい。」(同【0020】)。",
                    "②「本発明の目的は，書き込み形式に適合化させてありかつEFM信号を記録するのに特に適している記録信号波形により，書き込み形式が異なる記録層を有する記録担体への書込みを可能にするシステムを提供する事である。」(同【0005】)。",
                    "③「本発明の第一観点によると，この目的は，前記制御回路が，同一の前記第一論理値のビットセルのシークエンスを検知しかつ検知された前記シークエンスのビットセルの数を表示する検知信号を供給する検知回路と，前記検知信号に応じて前記書き込み信号と前記検知信号との間の特定関係の基に前記書き込み信号を発生させる書き込み信号発生器とを有していることを特徴とする記録装置により達成される。この実施例の場合・・・情報信号と書き込み信号との間の関係を，記録担体の記録材料に極めて簡単に適合化させる事が出来ると言う利点を有している。」(同【0006】)，「この記録装置の別の実施例が特徴とする点は，前記書き込み信号が，一連の重なった記録用サブマークからなる記録用マークを形成するパルス列を有し，かつ前記書き込み信号発生器が，パルスの配置が検知された前記シークエンスのビットセルの数に基づいてパターン内にパルス列を発生させるように構成されている点である。書き込み信号として使用されるパルス列を適切に選択する事により，・・・どの様な記録担体についても熱効果の影響を効果的に補償する事が可能になる。この様な書き込み信号波形の利点は，その発生が極めて容易である事である。更に，その様な信号波形の特性は，2値コードで簡単に表示する事が出来，それらをメモリに記憶させたり，ディジタル電子回路により処理する事が可能である。」(同【0007】)。",
                    "④「このメモリには，検知されたシリーズの長さに対応した長さを有する記録用マークを形成するための書き込み信号が記憶されている。・・・図8は，書き込み信号Vs3，Vs7及びVs11を示す連続バイトSi.jの例を示している。ここで，iは当該バイトが属する書き込み信号を示し，jはバイトからなるシークエンス内での当該バイトのシークエンス番号である。・・・書き込み信号Vsは，上述した検知回路63と書き込み信号発生器65によって，メモリ78に記憶された書き込み信号Vsを用いることにより，非常に簡単な方法で記録材料を適合化することが出来る。記録担体の各タイプ毎に，適合する書き込み信号をCD-ROMフォーマットに基づいて，この目的のために確保されているデータブロック50内のバイトS.i.jの配置の例を示している。」(甲5の段落【0029】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の事実を前提に検討するに，①請求項1の構成要件C(「前記記録担体の前記記録層に前記マークを記録するために，前記記録マークが，前記情報信号を適合化可能な対応関係に準拠させて一連の連続書込み信号に変換する制御回路を有する記録装置により，形成され，」)の記載から，請求項1の記録担体に記録されるマークは，「情報信号」を「適合化可能な対応関係」に準拠させて一連の連続「書込み信号」に変換することにより形成されるものであること，②構成要件D(「その記録担体が，前記情報信号を前記書込み信号に変換するために必要な適合化を表すことが出来る読取り可能な適合化情報が設けられている部分を有する，記録担体において，」)の記載から，請求項1の記録担体は，情報信号を書込み信号に変換するために必要な適合化を表すことができる読取り可能な「適合化情報」が設けられている部分を有するものであること，③構成要件E(「前記制御回路が，前記情報信号における第一論理値のビットのシークエンスを検知し，かつ前記検知されたシーケンスにおけるビットの数を表す検知信号を供給する検知回路を有し，」)及び構成要件F(「前記適合化可能な対応関係が，前記検知信号と前記書込み信号との対応関係を有し，」)の各記載から，「適合化可能な対応関係」とは，「情報信号を構成する第一論理値のビットのシーケンスにおけるビットの数と書込み信号との対応関係」を意味すること，④構成要件G(「前記記録担体に設けられた前記読取り可能な適合化情報が，前記記録担体の前記記録層に前記マークを記録するために必要な前記検知信号に対する書込み信号波形を示している」)の記載から，請求項1の記録担体に設けられた読取り可能な「適合化情報」は，「検知信号」と記録担体にマークを記録するために必要な「書込み信号波形」との対応関係を示すものであることがそれぞれ認められる。",
                    "上記①ないし④を総合すると，請求項1の記録担体に設けられた読取り可能な適合化情報は，記録担体の記録層に記録マークを記録するために必要とされる，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対応する書込み信号波形を示しているものと認めることができる。このことは，本願の明細書の前記ア③，④の記載からも明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，請求項1に係る発明においては，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対応する書込み信号波形が「適合化情報」として記録担体の部分に設けられていることにより，書き込み信号として使用されるパルス列が適切に選択され，どのような記録担体についても熱の影響を効果的に補償することを可能とするという発明の目的(前記ア③)が達成できるものと認められるから，「記録担体に設けられた読取り可能な適合化情報は，記録担体の記録層に記録マークを記録するために必要とされる，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対する書込み信号波形を示している」との点(原告主張の相違点cの構成)は，請求項1の記録担体を特徴づける構成であるものと認めるのが相当である。",
                    "そうすると，審決がこの点を考慮せずに，請求項1から構成要件C，E，Fの記載の全部及びGの一部を除いて，審決にいう本願発明を認定したのは不適切であるといわざるをえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件審決は，審決にいう本願発明と引用発明1の相違点bとして，読取り可能な適合化情報に関し，本願発明においては，「記録担体の記録層にマークを記録するために必要な(検知されたビットのシークエンスにおけるビットの数を表す)信号に対する書込み信号波形を示している」のに対し，引用発明1では，書込み信号波形を示す波形が特に示されていない点を認定しているところ，上記「(検知されたビットのシークエンスにおけるビットの数を表す)信号に対する書込み信号波形」との記載は，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対応する書込み信号波形を意味するものと認められ，原告主張の相違点cを相違点bとして実質的に認定しているといえるから，審決にいう本願発明の認定に前記のとおり不適切な点があったことは審決の結論に影響を及ぼすものではなく，本件審決に原告主張の相違点の看過があったものと認めることはできない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点bに関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例2における入力信号17は，長さの異なる記録信号16ごとに固有のパルス配列(書込み信号の波形)を提供するものではないから，入力信号17中に含まれる連続するパルス列が請求項1の「書込み信号の波形」に相当するとした審決の認定は誤りであり，「引用例1に記載された発明においても，・・・所望のレーザーパワーに関する記録条件(読み取り可能な適合化情報)を，引用例2に記載された発明のような記録ピット(記録マーク)のパターンを記録するために必要な連続するパルス列からなる入力信号(書込み信号波形)とすることは当業者が容易に想到できたものである。」とした相違点bに関する審決の判断(7頁33行～8頁3行)も誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，引用例2(甲2)には，次のような記載がある。",
                        "①「第1図は本発明の一実施例における信号記録装置の構成を示すものである。第1図aにおいて，10はパルス信号を記録信号でゲートするゲート回路，11はゲート回路からの信号によりレーザーのパワー制御を行うレーザー駆動回路，12は半導体レーザー，13は記録媒体のディスク，14は記録信号に現われるレベル反転間隔を整数等分する時間を周期として有するパルス信号を発生するパルス発生回路である。本実施例の説明に用いるパルス信号周期としては，第2図に示すように，記録信号15が1．5Tから4Tまで，0．5Tきざみで与えられるレベル反転間隔を有しているディジタル記録変調方式である場合として，0．5Tを用いている。」(2頁右上欄12行～左下欄5行)。",
                        "②「以上のように構成された本実施例の信号記録装置について以下にその動作を説明する。",
                        "パルス信号発生回路14は上記のように0．5Tの周期を有するパルス列15を記録信号16に同期して発生する。パルス幅は任意に設定して良い。記録信号16がゲート回路10に供給され，この信号により前記パルス列15をゲートし，レーザー駆動回路11への入力信号として17の信号を作成する。レーザー駆動回路11はこの信号17に従ってレーザー12の発光パワーを変調し，記録媒体13上にレーザー光を照射する。記録媒体上でレーザー光が照射された部分は温度上昇し，温度があるしきい値を越えた部分の記録媒体の状態が変化することによって信号の記録ピットが形成されることになる。このとき，レーザー光のパワー変化は信号17に従った変化をするので，記録信号のHレベルの区間が長い部分でも，記録ピットの幅は18に示したように広がることはない。」(2頁左下欄6行～右下欄3行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載と第1図及び第2図(甲2)によれば，引用例2に記載された発明においては，所定の周期(記録信号に現われるレベル反転間隔を整数等分する時間)を有するパルス列を発生させ，これを所定の時間だけゲートさせたもの(出力させたもの)を書込み信号としていること，すなわち，書込み信号は同一パルス幅のパルスの列であることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，引用例1(甲1)には，「ここで，トラックＮo．は内周から0トラック，1トラック・・・となっており，最内周の0トラックをディスクの管理情報を記録する領域として用い，通常のデータを記録する領域と区別して使用する。この0トラック中のある1つの特定のセクターを記録媒体に対する光ビームの記録条件即ち，最適記録レーザーパワー情報，最適バイアス磁界強度情報，最適消去パワー情報，最適再生パワー情報の記録領域とし，各々8ビットのデータとし，第2図に示す様にセクターのデータ領域の先頭から4バイトに光磁気効果を利用し記録する。」(2頁右上欄末行～左下欄11行)との記載がある。",
                    "上記記載によれば，引用発明1においては，光ディスク(記録担体)に管理情報を記録する領域が設けられており，この管理情報に基づいて，光ディスクに情報を書き込むときの光ビームの記録条件が最適化(適合化)されること，最適化される対象は，光ビームを発生させるレーザーのパワー，バイアス磁界強度等であることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア，イの認定事実によれば，引用例2は，「長い記録ビットを形成する場合に記録媒体上の記録ビットを形成する部分の温度上昇による熱の広がりを少なくし，記録ビットがトラック幅方向に広がるのを抑える信号記録装置」を提供するものであり，引用発明1と引用例2を組み合わせることにより，書込み信号のパルス列を構成する個々のパルスの信号波形を適合化情報とすることは当業者(その発明の属する技術の分野における通常の知識を有する者)であれば容易に想到しえたものと認められるものの，一方で，引用例2における書込み信号は，同一幅の複数のパルスを等間隔に配置したパルス列を前提とするものであって，引用発明1に引用例2の上記技術を適用する場合には，それぞれのパルスを構成する信号の波形を適合化すれば足り，この信号の波形は情報信号における第一論理値のビットのシークエンスにおけるビットの数と結びつくものではないというべきである。しかも，引用例2においては，上記第一論理値のビットのシークエンスにおけるビットの数を表す信号に対応する書込み信号波形を適合化情報とするとの着想を示唆する記載を認めることはできない。",
                    "そうすると，引用発明1に引用例2を適用することにより，情報信号における第一論理値のビットのシークエンスにおけるビットの数を表す信号に対する書込み信号波形を適合化情報とする相違点bに係る請求項1に係る発明の構成とすることは，当業者が容易に想到することができたとまで認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し被告は，本願発明でいう「書込み信号」とは，少なくともレーザビームを照射するヘッドに対する入力信号のことを指しており，光ディスク(記録担体)へのパルス状の書込み信号のことであることは明らかであり，しかも，本願の特許請求の範囲(請求項1)には，単に「前記記録担体の前記記録層に前記マークを記録するために必要な」「書込み信号波形」と規定されているにすぎず，原告の主張は特許請求の範囲に規定されていない事項をも付加して「書込み信号波形」を独自に限定的に解釈し，本願発明と引用発明1との相違を新たに導き出そうするものであり，失当である旨主張する。",
                "しかし，前記2(1)イ，ウで説示したとおり，請求項1の記載から，「請求項1の記録担体に設けられた読取り可能な適合化情報は，記録担体の記録層に記録マークを記録するために必要とされる，情報信号において検知されたシーケンスにおける第一論理値のビットの数を表す検知信号に対応する書込み信号波形を示している」ことが認められ，この点は請求項1の記録担体を特徴づける構成であって，原告の主張が特許請求の範囲の記載に基づかないものとはいえないから，被告の上記主張は採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，審決は相違点bについての判断を誤ったものであり，この誤りは審決の結論に影響を及ぼすから，審決は取消しを免れない。",
            "よって，原告の本訴請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10519",
    "date": "2006-03-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032774",
    "ipprecedent_id": "369",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}