{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-22625号事件について平成17年1月6日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成9年12月4日，発明の名称を「レーザー処理前に皮膚に塗布する組成物における発色団の使用」とする発明につき特許出願(特願平9-334697号。優先権主張1996年〔平成8年〕12月5日・フランス。以下「本件出願」という。)をし，平成12年8月29日付け手続補正書を提出して，本件出願の願書に添付した明細書の特許請求の範囲の補正をしたが，平成13年9月11日，拒絶査定を受けたので，同年12月17日，これに対する不服の審判の請求をした。",
            "特許庁は，同請求を不服2001-22625号事件として審理した上，平成17年1月6日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は，同月18日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "上記補正後の明細書(甲2の2，甲2と併せ，以下「本件明細書」という。)の特許請求の範囲の請求項1(以下「本件請求項1」という。)に記載された発明(以下「本願発明」という。)の要旨(以下，原文において，「レーザー」と記載されている場合も，「レーザ」と表記する。)【請求項1】 皮膚の表面においてレーザ光線の光エネルギーを熱エネルギーに変換するための組成物であって，生理学的に許容可能なキャリヤー中に少なくとも一つの発色団を含み，皮膚に透過した光エネルギーが組織または細胞に好ましくない不可逆的損傷を生じないような吸光度を備え，かつ，塗布された組成物中において，放射照度が0．5W／cm2から108W／cm2であるレーザによって，局所的に光エネルギーを熱エネルギーに変換することを特徴とする，レーザ処理用組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別添審決謄本写し記載のとおりであり，その要旨は，本願発明は，本件出願の出願日前の他の出願であって，その出願後(注，本件優先日後の趣旨であると解される。)に公開された特願平8-78505号(特開平9-266955号公報〔甲3〕参照)の願書に最初に添付した明細書及び図面(以下，この明細書及び図面を併せて「先願明細書」という。)に記載された発明(以下「先願発明」という。)と実質的に同一であり，本願発明の発明をした者が先願発明の発明者と同一の者でなく，また，本件出願の出願人と先願発明の出願人とが同一の者でもないので，特許法29条の2(注，平成14年法律第24号による改正前の特許法29条の2の趣旨であると解される。)の規定により特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，審決が認定した，本願発明と先願発明との一致点及び相違点は，それぞれ次のとおりである(審決謄本3頁第3段落)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「皮膚の表面においてレーザ光線の光エネルギーを熱エネルギーに変換するための組成物であって，キャリヤー中に発色団を含み，塗布された組成物中において，局所的に光エネルギーを熱エネルギーに変換するレーザ処理用組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「『キャリヤー』に関して，本願発明では，『生理学的に許容可能』とされているのに対し，先願発明では明らかでない点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「『吸光度』に関して，本願発明では『皮膚に透過した光エネルギーが組織または細胞に好ましくない不可逆的損傷を生じないような吸光度』としているのに対して，先願発明では明らかでない点。 」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "「『レーザ』の『放射照度』について，本願発明では『放射照度が0．5W／cm2から108W／cm2である』としているのに対して，先願発明では『組織が蒸散する高温となる』状態としている点。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点3に係る構成であるレーザの放射照度について，先願発明の認定を誤り(取消事由1)，相違点3に係る構成について，本願発明と先願発明とは実質的に同一であると誤って判断した(取消事由2)ものであり，その誤りが，審決の結論に影響を及ぼすことは明らかであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(先願発明の認定の誤り)",
          "text": [
            "審決は，相違点3に係る構成であるレーザの放射照度について，先願発明では「組織が蒸散する高温となる」状態であると認定したが，誤りである。",
            "すなわち，先願明細書(甲3)には，「ターゲットTに投射されたレーザ光Lは，ターゲットTに含有されるレーザ光吸収性粉体に吸収され，熱エネルギーとなる。その結果，レーザ光Lの照射部分全体が瞬間的に高温(たとえば800～1800℃)となり，組織の蒸散が行われる。」(段落【0018】)と記載されている。この記載から分かるように，「組織が蒸散する高温となる」のは，レーザ光の吸収を受けた粉体であり，審決が述べるような，レーザ自体の放射照度が「組織が蒸散する高温となる」状態ではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本願発明で規定のレーザ光の照度で起こる現象も，先願発明のレーザ光照射下で起こる現象も，その結果が熱効果領域で起こる現象である点で両者は全く差が無い以上，先願発明のレーザ光照度も，本願発明のレーザ光照度相当であると言え，当該相違点3については，両者は実質的に相違するものでない。」(審決謄本4頁第4段落)と判断しているが，誤りである。",
                "本願発明は，「放射照度が0．5W／cm2から108W／cm2であるレーザ」を用いることを必須の特徴とし，この条件下において組織又は細胞に好ましくない不可逆的損傷を生じることなく，レーザ照射部位に熱効果を生じる作用効果を奏するものであるのに対し，先願発明においては，照射時間が10-7s未満で放射照度が108W／cm2より大きいQスイッチレーザに相当するものが用いられ，この条件下において，処理しようとする部分に隣接する組織に好ましくない不可逆的損傷を引き起こす，電気・機械的(ELECTRO-MECHANICAL)効果を生じさせるものであり，両者は，作用効果を異にする。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，本件請求項1に明記されているように，「放射照度が0．5W／cm2から108W／cm2であるレーザ」を用いることを必須の特徴とする。そして，この条件下においては，本件明細書(甲2)の段落【0011】及び段落【0025】に記載されているように，組織又は細胞に好ましくない不可逆的損傷を生じることなく，レーザ照射部位に熱効果を生じる。",
                "ここで，放射照度(W／cm2)，照射時間(s)及び処理効果の相関関係を示した，Lasers in Medical Science,Vol.1,1986「Photophysical Processes in Recent Medical Laser Developments:a Review」JEAN-LUC BOULNOIS(甲4〔審決参考資料1〕，以下「甲4文献」という。)の図1を参照しても，かかる放射照度においては，レーザ照射部位に，熱(THERMAL)効果を生じ，電気-機械的(ELECTRO-MECHANICAL)効果は生じないことを確認することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，先願発明においては，先願明細書(甲3)中に「レーザ」自身の条件・性質に関しては，「レーザ光としては，炭酸ガスレーザ光を用いるよりも，Ｎd：YAGレーザ光を用いるのが望ましい。レーザ光は，パルスレーザ光があることが好適であり，10～500mJでパルス間隔を5～50PPSとすることができる」(段落【0025】)と記載されているにとどまり，これ以上の詳しい説明はされていない。",
                "ところで，Ｎd：YAGレーザについては，インターネット上のフリー百科事典ウィキペディア「Wikipedia」の「Ｎd：YAGレーザ」の項(甲6)に，「パルスＮd：YAGレーザは，典型的には，いわゆるQスイッチモードで行われる。」と記載され，また，同事典の「Q-switching」の項(甲7)には，「例えば，10cmの共振器長を有する典型的なQスイッチレーザ(例えばＮd：YAGレーザ)は，ナノ秒の存続の数十又は複数の光パルスを産生することができる。」と記載され，さらに，Dermatol.Surg.1999,25:10-14「Comparison of the Q-Switched Alexandrite,ND:YAG,and Ruby Lasers in Treating Blue-Black Tattoos」Leuenberger MLほか(甲8，以下「甲8文献」という。)には，「新世代の高度に選択的な短いパルスのレーザが，ここ数年間で，入れ墨の治療において見られるようになった。幾つかの研究(著者らによる報告を含む)によって，FDA(米食品医薬品局)が許可した三つの市販の装置，すなわち，Qスイッチングのアレクサンドライトレーザ，QスイッチングのＮd：YAGレーザ及びQスイッチングのルビーレーザのそれぞれの効果が証明されている」と記載されている。",
                "これらの記載によれば，本件出願時，当業者であれば，皮膚処理用に用いるＮd：YAGレーザについては，Qスイッチモードのレーザを示すものと理解するのが通常であり，したがって，先願発明において使用されるレーザもQスイッチモードのレーザと考えるのが妥当である。",
                "そして，Qスイッチモードのレーザの照射時間は，10-7s未満であり，出力密度又は放射照度が108W／cm2より大きいのが一般的である。すなわち，甲8文献には，QスイッチモードのＮd：YAGレーザについて，「三番目の試験は，Continuum BiomedicalのQスイッチのＮd：YAGレーザ(1064nm，10～20n秒)を用いて，3．0mm照射サイズ及び",
                "5から10J／cm2のフルエンスの範囲で照射した。」と記載されており，この場合の放射照度は，2．5×108から10×108W／cm2である。",
                "また，Dermatol.Surg.1997,23:239-245「Comparison of the Q-switched Alexandrite(755nm) and Q-switched Nd:YAG(1064nm)Lasers in the Treatment of Benign Melanocytic Nevi」A Rosenbachほか(甲9)には，「波長1064nm，パルス照射10n秒，及び3mmの照射サイズのQスイッチＮd：YAG(Candela Laser Corporation)を，大きな母斑の半分，又は，直径7～15mmの第二の母斑に用いた。それぞれの研究の患者において無作為割り当てのレーザ処理を行い，患者には用いたレーザを教えなかった。",
                "両方のレーザは，6．0J／cm2のフルエンスで用いた。」との記載があり，この場合の放射照度は，6×108W／cm2である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，先願発明のレーザは，一般的には，いわゆるQスイッチレーザと呼ばれるタイプのレーザに相当すると考えられるので，その照射時間は10-7s未満であり，その出力密度又は放射照度は108W／cm2より大きいと考えられるところ，甲4文献の図1を参照すれば，このようなQスイッチレーザから得られる効果は，電気・機械的(ELECTRO-MECHANICAL)効果に相当することが分かる。電気・機械的効果とは，本件明細書に記載された，いわゆる機械的効果に該当し，多量の光エネルギーが十分に小さな領域に十分短い時間で濃縮されて，媒質の光学破壊が起こることによって，衝撃波(機械的効果)が発生し，この衝撃波が，隣接する生体組織中に伝搬して，表面損傷(固体の局所侵食)を引き起すというものである(本件明細書の段落【0012】～【0014】)。このように，電気・機械的効果が発生すると，処理しようとする部分に隣接する組織に好ましくない不可逆的損傷を引き起こしてしまう。",
                "したがって，本願発明で用いられるレーザと先願明細書に記載の好ましいとされるレーザとは，互いに別個の種類に分類されるべきものであり，照射部位に与える作用効果も相違している。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "仮に，先願明細書に記載の先願発明において用いられるレーザがQスイッチレーザではなく，レーザ光全般を指すと解釈されるとしても，パルスレーザの上位概念であるレーザ光全般から，本件請求項1に記載された，「放射照度が0．5W／cm2から108W／cm2」である特定の下位概念を導き出せるとは到底いえない(特許実用新案審査基準第II部 特許要件第3章の3「請求項に係る発明が他の出願の当初明細書等に記載された発明または考案と同一か否かの判断の手法」2(3)参照)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(先願発明の認定の誤り)について",
          "text": [
            "審決においては，先願発明を「・・・レーザ光吸収粉体がレーザ光を吸収することにより生体組織表面でレーザ光を熱エネルギーにすることによって組織が蒸散する高温となる・・・」(審決謄本3頁第1段落)と認定しており，使用するレーザ自身の放射照度が，組織の蒸発を行う程度のものと認定しているわけではないから，審決に原告主張の誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，先願明細書(甲3)における「10～500mJでパルス間隔を5～50PPSとすることができる」(段落【0025】)の記載を根拠に，先願発明のものは，照射時間が10-7s未満で，放射照度が108W／cm2より大きいQスイッチレーザであると主張するが，この主張は，以下に述べるとおり，何ら根拠がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "先願明細書(甲3)には，「レーザ光としては，炭酸ガスレーザ光を用いるよりも，Ｎd：YAGレーザ光を用いるのが望ましく，レーザ光は，パルスレーザ光があることが好適であり，10～500mJでパルス間隔を5～50PPSとすることができる」(段落【0025】)と記載され",
                  "text": [
                    "ており，この記載は，文理解釈上，使用するレーザ光の好適例として，10～500mJでパルス間隔5～50PPSのＮd：YAGレーザを示す",
                    "ものにすぎないと解するのが相当であり，先願明細書の全記載を参酌しても，先願発明において，上記以外のレーザを使用することができないとする根拠は何ら見当たらない。",
                    "むしろ，当業者からみれば，先願明細書には，先願発明の出願時において，皮膚組織の改善に広く使用されていた放射照度のレーザを使用することについても示唆がされていると解するのがより合理的である。",
                    "すなわち，レーザの種別，放射照度，照射時間によって，人体に重大な損傷を与え得ることは，当業者にとって自明ともいうべき事項であり，レーザを用いた皮膚治療として，レーザの種別，放射照度，照射時間を様々に組み合わせて，正常な皮膚組織に損傷を与えず，患部のみを効果的に除去しようとすることは，先願発明の出願時においても，周知の課題であった。",
                    "現に，甲4文献においても，レーザの種別，照射時間及び放射照度の組合せにより，得られる治療効果が異なることが記載されており，その48頁の図1に，放射照度が0．5W／cm2から108W／cm2 のレーザを医療用に使用することが記載されている。また，特開平2-140178号公報(乙1，以下「乙1文献」という。)には，「今，ルビーレーザ装置で母斑治療をする場合，30J／cm2 ，1ms程度の出力を10×10mmのところに照射するのが一般的である。」(2頁右下欄15行目～17行目)と記載されており，このルビーレーザ装置の放射照度は，3×104W／cm2と換算される。さらに，特開昭59-118147号公報",
                    "(乙2，以下「乙2文献」という。)には，「この発明を実施するのに適した器具は・・・適当な放射源としては193nmの波長で稼働されるArFエクシマ・レーザである。・・・これらのレーザは通常200mJ／cm2／パルスより大きいエネルギーにおいて，60-100パルス／秒の反復速度を示す。典型的なパルス幅は約10n秒である。」(3頁左下欄13行目～同右下欄7行目)，「この発明による技術と器具のもう一つの応用例は各種皮膚疾患の治療である。例えば，酒渣斑(血管腫)やその他の型の母斑はこの発明を用いて無血外科処置で選択的に除去することができる。この場合，極紫外光線が望ましからざる熱による副作用や必要のない出血を見ることなしに注意深く皮膚の薄い層を除去するのに用いられる。例えば，例示のArFレーザは皮膚癌を切除し，酒渣斑を除去し，”しみ”をとるのに使用できる。」(4頁右下欄15行目～5頁左上欄3行目)と記載されており，このArFエクシマ・レーザの放射照度は,2×107W／cm2と換算される。",
                    "上記各文献の記載からも明らかなとおり，レーザによる皮膚組織改善治療として，その放射照度を相違点3に係る0．5W／cm2から108W／cm2とすること自体，先願発明の出願時において特異な範囲ではなく，周知のことであったということができ，先願明細書において，0．5W／cm2から108W／cm2の範囲に含まれる放射照度のレーザを用いることは，当業者からみて，十分に示唆されている程度の事項というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，先願発明において使用するレーザが，「10～500mJでパルス間隔を5～50PPSとする」ものに限定されるとしても，この条件を満たすレーザの放射照度が直ちに108W／cm2より大きいものとも，ましてや，原告主張に係る，照射時間が10-7s未満で，放射照度が108W／cm2より大きいQスイッチレーザであるとも，特定できるものではない。",
                    "すなわち，先願明細書(甲3)には，使用するレーザの好適例として，「10～500mJでパルス間隔を5～50PPSとする」(段落【00",
                    "25】)と記載されているが，1パルスの時間，照射面積等の前提事実は記載されていないから，上記記載の数値から，直ちにそのレーザの放射照度が108W／cm2 より大きいということはできない。",
                    "むしろ，昭和59年3月10日株式会社朝倉書店発行「レーザ応用技術ハンドブック」(乙3，以下「乙3文献」という。)の14頁の表「2．2．2 YAGレーザの発振形態による分類」によれば，Ｎd：YAGレーザで，1～50PPSで照射する場合において，1パルスの時間を0．1～10msと幅広く制御すること，及び平均出力を3～400Wにすることが示されているから，放射照度を108W／cm2以下とし得るものと解するのがより合理的である。現に，特開昭55-67132号公報(乙4)には，「パルス幅(τ ’)3msecのＮd-YAGレーザ・ビー",
                    "ム(エネルギー強度70J／cm2)」，及び「パルス幅30nsecのＮ",
                    "d-YAGレーザ・ビーム(エネルギー強度1J／cm2)」を用いるこ",
                    "と(3頁右上欄7行目～12行目)が記載されており，これらの放射照度は，それぞれ「2．33×104W／cm2」及び「3．33×107W／",
                    "cm2」と換算されるから，先願明細書で好適例として挙げられたＮd：YAGレーザの放射照度には，108W／cm2以下も含み得ると解するのが相当である。",
                    "原告は，先願明細書(甲3)にある「10～500mJでパルス間隔を",
                    "5～50PPS」(段落【0025】)との記載から，先願発明のものは，照射時間が10-7s未満で，放射照度が108W／cm2より大きいQスイッチレーザであると断定しているが，平成7年11月20日財団法人日本規格協会発行「JIS工業用語大辞典【第4版】」(乙5，以下「乙5文献」という。)によれば，Qスイッチレーザは「Qスイッチングによってパルス幅の狭い高パワーのパルスを放出するレーザ」と定義されているのみで，先願明細書の上記記載が，直ちにQスイッチレーザを意味するものと断定する根拠が不明である。なお，乙3文献記載のレーザもQスイッチを使用していない。",
                    "また，仮に，先願明細書の上記記載がQスイッチレーザを意味するものであるとしても，Qスイッチレーザの放射照度が必ず108W／cm2より大きいことが，当該技術分野において，当業者に一義的に認識されているといった事情は何ら見当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，本件請求項1の末尾にあるように，レーザ処理用組成物に係るものであり，レーザ照射方法に係るものではない。",
                "この観点で，本願発明と先願発明とを対比すると，本願発明において，キャリヤーの組成や発色団の組成が特定されているわけでなく，本願発明の「レーザ処理用組成物」も，先願発明の「レーザ治療用ターゲット」も，レーザ照射により熱効果を奏する点で作用効果が共通している。",
                "ここで，本願発明の「レーザ処理用組成物」に関し，本件明細書(甲2)には，「キャリヤー」について，「・・・任意のタイプの生理学的に許容可能なキャリヤー中に溶解させることができる・・・」(段落【0031】)と記載されている。他方，先願発明の「レーザ治療用ターゲット」の組成に関し，先願明細書(甲3)には，有色のレーザ光吸収粉体を分散させる「水及びアルコール」に関し，「・・・レーザ光がターゲットに照射したとき，アルコール分が蒸発し，そのとき蒸発潜熱を奪い早期にターゲットを乾燥させることができる。・・・」(段落【0021】)と記載されている。",
                "そうすると，本願発明における「キャリヤー」も，先願発明における「水及びアルコール」も，「発色団」あるいは「有色のレーザ光吸収粉体」を皮膚に塗布し定着させるための溶剤であれば足りるものと解され，レーザの放射照度により，「レーザ処理用組成物」や「レーザ治療用ターゲット」の皮膚組織に対する作用に直接影響を及ぼすものと解することはできない。そして，「発色団」，あるいは「有色のレーザ光吸収粉体」については，本件明細書(甲2)の段落【0030】，先願明細書(甲3)の段落【0022】",
                "に，ともに炭素成分からなるカーボンブラックあるいはカーボンが例示されているから，本願発明の「レーザ処理用組成物」と先願発明の「レーザ治療用ターゲット」には，組成物としての明確な相違のないものが含まれていると解される。",
                "しかも，本件明細書を参酌しても，「レーザの放射照度を0.5W／cm2から108W／cm2」とすることにより，作用効果の観点から，本願発明の「レーザ処理用組成物」について，先願発明のものとは相違する組成が特定されるとの根拠を見いだすことはできないから，先願発明においても，レーザ治療にごく普通に採用される，放射照度が0．5W／cm2から108W／cm2のレーザが照射されれば，本願発明と同様の作用効果を奏するものと解するのが相当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(先願発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明が「皮膚の表面においてレーザ光線の光エネルギーを熱エネルギーに変換するための組成物であって，キャリヤー中に発色団を含み，塗布された組成物中において，局所的に光エネルギーを熱エネルギーに変換するレーザ処理用組成物。」(審決謄本3頁第3段落)との構成を有する点で先願発明と一致していることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と先願発明の相違点3に係る構成の認定についてア 本件請求項1によれば，本願発明に係る「レーザ処理用組成物」は，放射照度が0．5W／cm2から108W／cm2であるレーザによって，局所的に光エネルギーを熱エネルギーに変換することを特徴とするものであり，そこで照射されるレーザの放射照度を「0．5W／cm2から108W／cm2」と特定するものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "他方，先願明細書(甲3)には，水及びアルコールに有色のレーザ光吸収粉体を分散させ，生体組織表面でレーザ光を熱エネルギーに変換するレーザ治療用の液状ターゲットに係る発明が記載され，塗布された該液状ターゲットは，レーザ光吸収粉体がレーザ光を吸収して生体組織表面でレーザ光を熱エネルギーに変換することによって，生体組織が蒸散する高温となること(【特許請求の範囲】【請求項3】，【請求項5】，段落【0003】～【0004】)が記載されているが，用いられるレーザの放射程度に関して，これをW／cm2を用いて特定する記載はなく，レーザの放射照度に関連する事項として以下の記載のみが存在する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ターゲットTに投射されたレーザ光Lは，ターゲットTに含有されるレーザ光吸収性粉体に吸収され，熱エネルギーとなる。その結果，レーザ光Lの照射部分全体が瞬間的に高温(たとえば800～1800",
                      "text": [
                        "℃)となり，組織の蒸散が行われる。1回の組織の蒸散が十分でない場合には，再度，ターゲットTの塗布を行った後，レーザ光の照射を行う。",
                        "ターゲットの塗布およびレーザ光Lの照射の繰り返し回数は適宜選択できる。」(段落【0018】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「レーザ光としては，炭酸ガスレーザ光を用いるよりも，Ｎd：YAGレーザ光を用いるのが望ましい。レーザ光は，パルスレーザ光があることが好適であり，10～500mJでパルス間隔を5～50PPSと",
                      "text": [
                        "することができる。」(段落【0025】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記記載によれば，先願発明においては，レーザ光の照射は，そのレーザ光が液状ターゲットに含有されるレーザ光吸収性粉体において吸収され，熱エネルギーへ変換されることによって，照射部分全体が高温となり，組織の蒸散が可能な状態になる程度に行われること，レーザ光の種類としては，Ｎd：YAGレーザ光を用いるのが望ましいこと，レーザ光としては，パルスレーザ光を用いることが好適であり，10～500mJでパルス間隔を5～50PPSとすることが可能であることが開示されているということができる。そのうち，レーザ光の種類としてＮd：YAGレーザ光が挙げられているが，これは好適例を示したものにすぎず，他の種類のレーザを使用できないことは認められないし，「レーザ光の照射を10～500mJでパルス間隔を5～50PPSとすることができる」との記載は，レーザ光の照射の方法を示すものにすぎず，1パルスの時間及び照射面積については記載されていないのであるから，上記記載から，放射照度(W／cm2)を求めることはできない。そうすると，結局のところ，先願明細書には，照射すべきレーザ光について，放射照度の観点から数値的に特定する記載はないが，組織の蒸散が可能な状態になる程度と下限が示されているほかは，照射されるレーザ光の光エネルギーが熱エネルギーに変換されることによりもたらされる効果の面が記載されているにすぎないというほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，先願明細書の段落【0018】のうち，「ターゲットTに投射されたレーザ光Lは，ターゲットTに含有されるレーザ光吸収性粉体に吸収され，熱エネルギーとなる。その結果，レーザ光Lの照射部分全体が瞬間的に高温(たとえば800～1800℃)となり，組織の蒸散が行われる。」との記載部分(上記(2)イ(ア)の第1，第2文)を根拠に，「組織が蒸散する高温となる」のは，レーザ光の吸収を受けた粉体であり，審決が述べるような，レーザ自体の放射照度が「組織が蒸散する高温となる」状態ではないと主張するが，審決は，上記(2)ウに説示したところと同様の趣旨から，「『レーザ』の『放射照度』について，本願発明では『放射照度が0．5W／cm2から108W／cm2である』としているのに対して，先願発明では『組織が蒸散する高温となる』状態としている点。」(審決謄本3頁第3段落)を本願発明と先願発明との相違点3として認定したものであり，審決の先願発明の認定に何ら誤りはない。",
                "そうすると，原告の取消事由1の主張は，審決ないし先願明細書の記載内容を正解しないで，審決の上記認定の誤りをいうものであって，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は，「放射照度が0．5W／cm2から108W／cm2であるレーザ」を用いることを必須の特徴とし，この条件下において，組織又は細胞に好ましくない不可逆的損傷を生じることなく，レーザ照射部位に熱効果を生じる作用効果を奏するものであるのに対し，先願発明においては，照射時間が10-7s未満で放射照度が108W／cm2より大きいQスイッチレーザに相当するものが用いられ，この条件下において，処理しようとする部分に隣接する組織に好ましくない不可逆的損傷を引き起こす，電気・機械的(ELECTRO-MECHANICAL)効果を生じさせるものであり，両者は，作用効果を異にする旨主張する。",
                "しかしながら，Qスイッチレーザは，乙5文献によれば，「Qスイッチングによってパルス幅の狭い高パワーのパルスを放出するレーザ」と定義されるが，先願明細書には，Qスイッチレーザが使用されるとの明示的な記載もその使用を示唆する記載もなく，上記1(2)のとおり，先願明細書は，使用するレーザ光の好適例として，10～500mJでパルス間隔5～50PPSのＮd：YAGレーザがあることや，レーザ光の照射方法について，10～500mJでパルス間隔を5～50PPSとすることが可能であることを開示しているにすぎないから，この記載によって，先願発明で用いられるレーザ光の放射照度(W／cm2 )が，直ちに108W／cm2より大きいものとも，ましてや，原告主張に係る，照射時間が10-7s未満で，放射照度が108W／cm2より大きいQスイッチレーザであるとも，特定できるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，先願明細書には，照射されるレーザ光の光エネルギーが熱エネルギーに変換されることによりもたらされる効果として，「組織が蒸散する高温となる」との記載がある。",
                "ここで，甲4文献の48頁には，レーザの種別，照射時間及び放射照度の組合せによって，得られる治療効果が異なることが記載されており，同頁の図1から，医療用に用いるレーザとして,おおよそ10-2W／cm2から1013W／cm2の放射照度のレーザが用いられることが知られていること，そのうち，放射照度がおおよそ109～1013W／cm2 のレベルで得られる効果は電気-機械的効果であること，放射照度がおおよそ10～106W／cm2のレベルで得られる効果は熱的効果であることが認められる。",
                "他方，本件明細書中には，「皮膚科学の分野では，レーザーの使用は，主として2種類のメカニズム，光エネルギーが熱エネルギーに変換される熱効果と，光が衝撃波を生じさせる機械的効果とに基づいて行われる。」(段落【0005】)，「熱効果は，生体組織がレーザー光線によってもたらされた光エネルギーを吸収し，その光エネルギーが熱エネルギー形態で局所的に散逸するによる。与えられた波長よって，生体組織が加熱される度合いは，光束および放射照度に依存する。加熱の強さにより，生体組織を構成する細胞の凝集，炭化，切除などが観察される。」(段落【0006】)，「- 切除(ablation)は，物質を失うことに相当する。生体組織の種々の成分が蒸発によって除去される。到達温度は，比較的短時間(1／10秒のスケール)で100～1000℃となる。100～300℃で組織は，液胞破壊による爆発的蒸発により除去される。」(段落【0007】)，「機械的効果は，多量の光エネルギーが十分に小さな領域に十分短い時間で濃縮され，媒質の光学破壊が起こる可能性に基づく。この光学破壊が起こる結果，放射照度が108W／cm2以上の大きな照射により，プラズマ，すなわち広範囲にわたりイオン化された気体が形成される・・・発色団がイオン化される結果，・・・衝撃波(機械的効果)が形成される。この効果は衝撃波の放出に基づいているため，処理しようとする部分に隣接する組織に好ましくない不可逆的損傷を引き起こすという欠点がある。さらには，この処理の有効性は，発色団の角質層中への透過により空間的，質的に制限される。」(段落【0012】～段落【0014】)との記載がある。",
                "上記記載に照らせば，先願明細書には，先願発明において用いられるレーザ光について，レーザ光のエネルギーが熱エネルギーに変換されることによって，熱効果の一種である切除が生ずるという効果があることの記載はあるものの，原告が主張するような，処理しようとする部分に隣接する組織に好ましくない不可逆的損傷を引き起こす電気・機械的効果が生ずることが記載されているということはできない。",
                "その他，先願明細書の全記載を検討しても，先願発明において，原告主張の放射照度のレーザ以外のレーザを使用することができないとする根拠は何ら見当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一方，乙1文献には「今，ルビーレーザ装置で母斑治療をする場合，30J／cm2，1ms程度の出力を10×10mmのところに照射するのが一般的である。」(2頁右下欄15行目～17行目)と記載されており，このルビーレーザ装置の放射照度は，3×104W／cm2と換算されるから，ルビーレーザ装置で母斑治療をする場合に，3×104W／cm2の放射照度でレーザを照射することが開示されており，さらに，乙2文献には，「この発明を実施するのに適した器具は，・・・適当な放射源としては193nmの波長で稼働されるArFエクシマ・レーザである。・・・これらのレーザは通常200mJ／cm2／パルスより大きいエネルギーにおいて，60-100",
              "text": [
                "パルス／秒の反復速度を示す。典型的なパルス幅は約10n秒である。」(3頁左下欄13行行目～同右下欄7行目)，「この発明による技術と器具のもう一つの応用例は各種皮膚疾患の治療である。例えば，酒渣斑(血管腫)やその他の型の母斑はこの発明を用いて無血外科処置で選択的に除去することができる。この場合，極紫外光線が望ましからざる熱による副作用や必要のない出血を見ることなしに注意深く皮膚の薄い層を除去するのに用いられる。例えば，例示のArFレーザは皮膚癌を切除し，酒渣斑を除去し，”しみ”をとるのに使用できる。」(4頁右下欄15行目～5頁左上欄3行目)と記載されており，このArFエクシマ・レーザの放射照度は，2×107W／cm2と換算されるから，ArFエクシマ・レーザで皮膚疾患の治療をする場合に，2×107W／cm2の放射照度でレーザの照射を行うことが開示されている。そして，前記(2)のとおり，甲4文献には，医療用レーザとして，放射照度が0．5W／cm2から108W／cm2の範囲が含まれるレーザを用いること，おおよそ，その範囲の照射照度においては，熱的効果が生ずることが知られていたことが記載されている。",
                "上記各文献の記載からすれば，レーザによる皮膚組織改善の医療において，熱的効果を利用する目的で，相違点3に係る，放射照度が0．5W／cm2から108W／cm2の範囲が含まれるレーザを用いることは，先願発明の出願時において周知のことであったということができ，このことに，先願明細書(甲3)の上記1(2)イ(ア)の記載をも考え併せれば，先願明細書には，0．5W／cm2から108W／cm2の範囲に含まれる放射照度のレーザを用いることが当業者において十分理解し得る程度に示唆されているというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，仮に，先願明細書に記載の先願発明において用いられるレーザがQスイッチレーザではなく，レーザ光全般を指すと解釈されるとしても，パルスレーザの上位概念である上記レーザ光から，本件請求項1に記載された，「放射照度が0．5W／cm2から108W／cm2」である特定の下位概念を導き出せるとは到底いえないとも主張するが，先願明細書に記載された発明には，先願明細書に直接記載された発明のみならず，先願発明の出願時における当該技術分野の技術常識に照らして，先願明細書又は図面に記載されているに等しい事項から当業者が把握できる上記発明(0．5W／cm2から108W／cm2の範囲に含まれる放射照度のレーザを用いること)も含まれると解されるのであって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本願発明と先願発明とで用いられるレーザの作用効果が異なるとして，先願発明と本願発明の作用効果の相違も主張するので，以下，念のため，検討する。",
                "原告の主張は，要するに，本願発明に係るレーザ処理用組成物は，「放射照度が0．5W／cm2から108W／cm2であるレーザ」が照射された場合に，「皮膚に透過した光エネルギーが組織または細胞に好ましくない不可逆的損傷を生じないような吸光度を備え」るものであるのに対し，先願発明においては，仮に，0．5W／cm2から108W／cm2の範囲に含まれる放射照度のレーザを用いるものであったとしても，なお，本願発明における上記作用効果を奏するものではないとの趣旨に解される。",
                "本件明細書(甲2)には，上記(2)のとおり，「機械的効果は，多量の光エネルギーが十分に小さな領域に十分短い時間で濃縮され，媒質の光学破壊が起こる可能性に基づく。この光学破壊が起こる結果，放射照度が108W／cm2以上の大きな照射により，プラズマ，すなわち広範囲にわたりイオン化された気体が形成される・・・発色団がイオン化される結果，・・・衝撃波(機械的効果)が形成される。この効果は衝撃波の放出に基づいているため，処理しようとする部分に隣接する組織に好ましくない不可逆的損傷を引き起こすという欠点がある。さらには，この処理の有効性は，発色団の角質層中への透過により空間的，質的に制限される。」(段落【0012】～段落【0014】)との記載があり，これらの記載によれば，本件請求項1にいう，好ましくない不可逆的損傷は，レーザ光の照射による機械的効果によって生ずることが認められる。",
                "他方，甲4文献の上記(2)の記載及び本件明細書の上記記載によれば，機械的効果が生ずる放射照度は，108W／cm2以上であり，おおよそ109～1013W／cm2であると認められるのであるから，本件請求項1に記載するレーザの放射照度「0．5W／cm2から108W／cm2」は，そもそも，皮膚との間に何らかのレーザ処理用組成物が介在しなくとも，また，皮膚との間に介在するレーザ処理用組成物の種類いかんを問わず，レーザの照射によって，機械的効果が生ずることがない放射照度であるということができ，したがって，これらの放射照度を用いる場合には，レーザ光の「皮膚に透過した光エネルギーが組織または細胞に好ましくない不可逆的損傷を生じ」ることがあり得ないものであるということになる。",
                "そうすると，先願発明に係るレーザ治療用ターゲットにおいても，「放射照度が0．5W／cm2から108W／cm2であるレーザ」が照射された以上，「皮膚に透過した光エネルギーが組織または細胞に好ましくない不可逆的損傷を生じないような吸光度を備え」るものといわざるを得ないのであって，先願発明に係るレーザ治療用ターゲットは，本願発明に係るレーザ処理用組成物と作用効果を同じくするものであるというほかなく，原告の上記主張は，先願発明の技術的意義を正解しないものとして，失当といわざるを得ない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，先願明細書には，0．5W／cm2から108W／cm2の範囲に含まれる放射照度のレーザを用いる発明が記載されているということができるから，相違点3に係る構成について，本願発明と先願発明とは実質的に同一と認められる。",
                "したがって，この点に係る審決の判断に誤りはなく，原告の取消事由2の主張は採用の限りではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10483",
    "date": "2006-03-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032795",
    "ipprecedent_id": "381",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}