{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2003-35307号事件について平成16年6月21日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，昭和57年12月29日に特許出願(以下「本件出願」という。)され，平成2年2月19日に出願公告され，平成4年5月19日に設定登録された，名称を「液晶表示装置の駆動方法」とする特許第1662613号発明(以下，その特許を「本件特許」という。)の特許権者である。",
            "原告は，平成15年7月25日，本件特許について無効審判の請求をした。",
            "特許庁は，同請求を無効2003-35307号事件として審理し，平成16年6月21日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年7月1日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許の登録時の明細書(以下，図面と併せて「本件明細書」という。)の特許請求の範囲第1項の記載(以下，同項記載の発明を「本件発明」という。)",
              "text": [
                "行電極と列電極の交点に形成されるマトリックス型表示絵素の各々に薄膜トランジスタを付加したマトリックス型液晶表示装置において，前記行電極に加えられる走査信号波形の，前記薄膜トランジスタが導通状態から非導通状態に変化するタイミングを，前記列電極に加えられるデータ信号波形の，前記各々の行電極に接続された表示絵素の表示内容に対応するデータから次のデータへ変化するタイミングに対して，少なくとも走査信号が行電極上を伝播する間に生ずる最大の遅れ時間だけ進めることを特徴とする液晶表示装置の駆動方法。",
                "(下線部は，平成元年3月24日付け手続補正書〔以下「本件手続補正書」という。〕による手続補正〔以下「本件補正」という。〕の補正箇所)   (2)　本件出願の願書に最初に添付した明細書(以下「当初明細書」という。)の特許請求の範囲第1項の記載",
                "行電極と列電極の交点に形成されるマトリックス型表示絵素の各々に薄膜トランジスタを付加したマトリックス型液晶表示装置において，前記行電極に加えられる走査信号波形のトランジスタが導通状態から非導通状態に変化するタイミングを前記列電極に加えられるデータ信号波形の前記行電極に対応するデータから次のデータに変化するタイミングに対して最大1データ長進めることを特徴とする液晶表示装置の駆動方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決は，別添審決謄本写し記載のとおり，①本件明細書の発明の詳細な説明には，当業者が容易にその発明を実施することができる程度に発明の目的，構成及び効果が記載されているということができないから，昭和60年法律第41号による改正前の特許法36条4項(以下，「特許法旧36条4項」という。)の規定を満たしておらず，また，本件明細書の特許請求の範囲の記載は，極めて不明りょうであり，発明の構成に欠くことができない事項が記載されているとは認められないので，上記改正前の特許法36条5項(以下「特許法旧36条5項」という。)の規定を満たしていない，②本件補正に係る特許請求の範囲の「少なくとも」の文言は，当初明細書の要旨を変更するものであって，平成5年法律第26号による改正前の特許法41条(以下「特許法旧41条」という。)に該当しないから，本件出願が本件手続補正書の提出日にしたものとみなされ，本件発明は特許法29条2項に該当する，との請求人(原告)の主張に対し，(ア)本件特許が特許法旧36条4項及び同条5項に規定する要件を満たしていない特許出願に対してされたものであるということはできない，(イ)本件補正は特許法旧41条に該当しないということはできないから，本件出願が本件手続補正書の提出日にしたものとみなされることはなく，本件発明が特許法29条2項の規定に該当するということはできない，と判断して，請求人の無効理由の主張をいずれも排斥し，本件特許は平成5年法律第26号による改正前の特許法123条1項3号及び同条同項1号に該当するものではないとした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，明細書の要旨変更に関する判断を誤り(取消事由1)，また，本件明細書の記載不備に関する判断を誤った(取消事由2)ものであり，その誤りが審決の結論に影響を及ぼすことは明らかであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明細書の要旨変更に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正が当初明細書の要旨を変更したものではないとする審決の判断は誤りである。すなわち，本件明細書の特許請求の範囲には，「前記行電極に加えられる走査信号波形の，前記薄膜トランジスタが導通状態から非導通状態に変化するタイミングを，前記列電極に加えられるデータ信号波形の，前記各々の行電極に接続された表示絵素の表示内容に対応するデータから次のデータへ変化するタイミングに対して，少なくとも走査信号が行電極上を伝播する間に生ずる最大の遅れ時間だけ進める」(下線付加，以下，その進める時間を「進み時間」という。)との記載があり，本件発明は，進み時間を「少なくとも最大の遅れ時間だけ」とする発明として理解されるものである。この「少なくとも走査信号が行電極上を伝播する間に生ずる最大の遅れ時間だけ」進めるとの文言は，本件補正によって導入されたものであり，当初明細書における該当個所の記載は，「最大1データ長進める」というものであった。本件補正は，その「少なくとも」の文言により，走査信号が行電極を伝播する間に生ずる最大の遅れ時間(以下「最大の遅れ時間」という。)と進み時間とを一致させることを要旨としていた本件補正前の発明を，一致させない場合も含む発明に拡大したものであり，以下のとおり，当初明細書の要旨を変更するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「出願当初の明細書(注，当初明細書)の特許請求の範囲には，『前記行電極に加えられる走査信号波形のトランジスタが導通状態から非導通状態に変化するタイミングを前記列電極に加えられるデータ信号波形の前記行電極に対応するデータから次のデータに変化するタイミングに対して』進める時間について，『最大1データ長進める』との記載がされている」(審決謄本10頁第2段落)と指摘した上，「『1データ長』が出願当初の明細書の発明の詳細な説明中の上記記載及び第6図における『間隔H』を意味するものであることは明らかであるから，出願当初の明細書の特許請求の範囲に記載された『最大1データ長進める』という記載は，トランジスタが導通状態から非導通状態に変化するタイミングを間隔Hまで進められることを意味しているということができる。そうすると，出願当初の明細書に『少なくとも』との直接の記載がないとしても，走査信号が行電極上を伝播する間に生ずる『最大の遅れ時間τ 』に限られず，1データ長までであればそれ以上の時間進めることも可能であることが出願当初の明細書に記載されている」(同頁第3段落)と認定し，本件補正は，当初明細書に記載した事項の範囲内のものであり，特許法旧41条により，明細書の要旨を変更しないものとみなされると判断した。",
                "しかしながら，当初明細書の特許請求の範囲に記載された「最大1データ長進める」の技術的意味は，当初明細書の発明の詳細な説明に記載された進み時間である「最大の遅れ時間τ 」の範囲が最大1データ長であることをいうものであって，進み時間が「最大の遅れ時間τ 」を超えて設定されることを許容する趣旨ではない。このことは，当初明細書の発明の詳細な説明中にそれを許容する旨の記載がないこと，特許請求の範囲は発明の詳細な説明に記載された発明の構成に欠くことができない事項のみが記載されるべきことからして，当然のことである。",
                "審決が，当初明細書における「最大1データ長進める」との記載の意味を，トランジスタが導通状態から非導通状態に変化するタイミングを第6図における「間隔H」まで進めることであると理解したのは，発明の詳細な説明に記載された発明の技術内容を誤認したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「最大1データ長進める」を，トランジスタが導通状態から非導通状態に変化するタイミングを第6図における「間隔H」まで進めるという意味に解した審決の理解が誤っていることは，当初明細書中に開示された発明を検討することにより，明らかとなる。",
                "すなわち，当初明細書には，走査信号波形を進めることにより弊害が生じることも指摘されている。特に，走査信号波形を進める必要のない走査信号波形の印加端では，走査信号波形を進めることにより，充電時間が顕著に短縮されるという事態が生じ，印加端以外でもその場所に応じて充電時間の不足という問題が生じる。したがって，走査信号波形を進める場合，少なくとも当初明細書の開示の範囲内では，最大の遅れ時間以上に進めるメリットは何もないはずである。むしろ，走査信号波形を1データ長まで進めた場合には，走査信号波形の印加端近くでは絵素電極の充電時間が零となってしまい，充電時間不足という，当初明細書中において指摘された弊害が最大値に達し，表示不良が確実に生じてしまう。",
                "このように，当初明細書において開示されている発明は，走査信号波形を丁度最大遅れ時間だけ進めること，すなわち，進み時間を最大の遅れ時間とすること(進み時間＝最大の遅れ時間τ )を特定した発明と解される。当初明細書の発明の詳細な説明には，進み時間を最大の遅れ時間以上にした場合及び進み時間の上限値に関する時間についての説明はなく，また，進み時間を最大の遅れ時間以上にした場合において，発明の効果を同様に奏することを説明する記載もない。審決は，当初明細書の特許請求の範囲に記載された「最大1データ長進める」との記載についての誤った技術解釈に基づいて，当初明細書に，進み時間を最大の遅れ時間以上とすることが記載されているとの誤認したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明細書の記載不備に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明の技術的思想は，走査信号波形が行電極を伝わることにより歪んで，表示コントラストにむらが生じるという不具合を，走査信号波形の歪みを走査信号波形の伝播遅延による不具合としてとらえ，走査信号波形を時間軸に沿って移動させることにより解決しようとするものであると解される。本件明細書(甲2)の第4図に基づく説明によれば，遅延した走査信号波形は歪のない矩形波パルスとなるという前提で，本件発明の原理及び動作が説明されていることが明らかである。しかし，実際には，遅延した走査信号波形はこのような歪のない信号にはならない。タイミングをτ だけ進めて完全な矩形の走査信号波形を行電極の一端に印加したとしても，該走査信号波形がその他端に達したときには，走査信号波形は第4図bに示すように歪んでいる。このように歪んだ走査信号波形が時間的に少し進んだ状態で他端に達し，この歪んだ走査信号波形により薄膜トランジスタ(TFT)が駆動されるのである。",
                "薄膜トランジスタのゲート電圧が歪を生じている走査信号波形として与えられた場合，薄膜トランジスタが走査信号波形に応答してオン状態からオフ状態にまで変化する際に，その導通状態は走査信号波形のレベル変化に応じて変化し，その変化状態は薄膜トランジスタ特有の連続的変化状態となる。すなわち，薄膜トランジスタのスイッチ抵抗は，第4図bに示す歪んだ走査信号波形のレベルに応じて変化する。したがって，本件発明で問題としている行電極上の抵抗及び容量により走査信号波形のレベルが瞬時に高レベル状態から低レベル状態へ変化せずR-Cの時定数に従って徐々に変化した場合，薄膜トランジスタが導通状態(オン状態)から非導通状態(オフ状態)に変化するタイミングがどの時点であるかということを，あるレベルを境としたOＮ／OFF動作的な発想で，遅延矩形波パルスという擬制を用いて一義的に決定するなどということはできない。",
                "審決は，本件明細書には走査信号波形の歪と「時間的な遅れ」との関係が説明されていないとの原告の主張に対し，第4図b，c及びこれに対応する記載をもって足りると理解しているようであるが，第4図は，矩形パルスが歪を生じた場合，この歪んだパルスは時間的に若干遅れを持ったパルスと考えることができるということを一般的に説明している模式図にすぎない。第4図の説明では，「時間的な遅れ」の遅れ時間を波形歪から算出する方法や基準が記載されておらず，自明でもないから，走査信号波形の歪と「時間的な遅れ」の関係は明確ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，薄膜トランジスタに関して，「薄膜トランジスタはオン状態とオフ状態とを有するスイッチとして機能するものであり，この点は走査信号波形が歪を生じる場合といえども同様である。走査信号波形が歪を生じる場合でも，薄膜トランジスタの導通状態はそのゲートに印加される走査信号の波形とは別の非線形な関係で定まるのであり，行電極に加えられる走査信号波形の薄膜トランジスタが導通状態から非導通状態に変化するタイミングは，スイッチとしての薄膜トランジスタが導通状態から非導通状態へ非線形に移行する時点に対応する走査信号波形のタイミングとして定まるのであり，走査信号波形が歪を生じた場合にこのタイミングが明確ではなくなるというべき根拠は見出せない」(審決謄本9頁第2段落)と判断している。",
                "ここで，審決は，薄膜トランジスタはオン状態とオフ状態とを有するスイッチとして機能するものであり，これは走査信号波形が歪を生じていても同様であると認定しているのであるが，薄膜トランジスタのスイッチ特性は，ゲート電圧に応じてソース-ドレイン間の抵抗値が連続的に変化し，かつ，オン状態であってもオン抵抗はある程度大きな抵抗値となっており，オフ状態であってもオフ抵抗は無限大になるわけではなく，わずかに電流を流す状態となっている。したがって，薄膜トランジスタを液晶表示駆動のためのスイッチング素子として見た場合，走査信号波形が歪んでいる場合には，薄膜トランジスタが導通状態から非導通状態に移行するタイミングは，一義的に定まらない。",
                "この点に関し，被告は，薄膜トランジスタが導通状態(オン)から非導通状態(オフ)に変化するタイミングはスレッショルド電圧により定められると主張するが，スレッショルド電圧とは，トランジスタがオフの状態となったといえる一般的な目安を与えるにすぎない値であるから，液晶表示装置のように，薄膜トランジスタのオフ状態における極めて微小な漏れ電流が問題視されるような応用分野において，スレッショルド電圧をオフ状態への切替えタイミングを定義するものとして使用することはできない。そもそも，本件明細書(甲2)には，薄膜トランジスタが導通状態から非導通状態に変化するタイミングがゲート電圧がスレッショルド電圧に達する時点であるとする記載は存在しないのであり，「薄膜トランジスタ22がオン状態になると，トランジスタのオン抵抗を通して列電極から液晶の静電容量に電荷が充電され，表示絵素電極の電位はデータ信号と同じ＋V(注，甲2では「V」の前の記号は「○」と「＋」とを組み合わせた記号であるが，以下「＋」記号で代用する。)となる。次に，トランジスタがオフ状態になると，液晶の静電容量に充電された電荷はそのまま保持されるので表示絵素電極の電位は＋Vのまま保持される」(3欄第2段落)などとして，薄膜トランジスタが導通状態(オン)から非導通状態(オフ)に変化するタイミングとは，各絵素に付加されたスイッチング素子である薄膜トランジスタがオンからオフに変化するタイミングをいい，漏れ電流が少なく絵素容量に充電された電圧を保持できるゲート電圧に達する時点をいうことが記載されているのである。そうすると，ゲート電圧がスレッショルド電圧では，漏れ電流が多すぎて，絵素容量に充電された電圧を保持できないばかりか，次のデータが充電されるという不具合も発生してしまうことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件明細書の記載からは，走査信号波形の歪と「時間的な遅れ」との関係が明らかではなく，走査信号波形の歪から「時間的な遅れ」の遅れ時間を算出する方法は記載されておらず，自明でもないから，「最大の遅れ時間だけ進める」際の「最大の遅れ時間τ 」がいかなる値であるかを特定することもできない。したがって，本件明細書の発明の詳細な説明は，当業者が容易にその発明の実施をすることができる程度に，本件発明の目的，構成及び効果を記載したものとはいえず，また，本件明細書の特許請求の範囲の記載は，極めて不明りょうであり，発明の構成に欠くことができない事項が記載されているともいえないから，特許法旧36条4項及び同条5項違反の記載不備を否定した審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明細書の要旨変更に関する判断の誤り)について",
          "text": [
            "従来の液晶表示装置では，走査信号波形に歪が生じることに起因して走査信号波形の薄膜トランジスタを導通状態から非導通状態に変化するタイミングが最大の遅れ時間τ の間に位置するので，データ信号が次のデータに変化した後にも導通状態となっている薄膜トランジスタが存在するという不都合を生じる。これが，本件発明の解決すべき問題点である「走査信号波形の遅れの影響」であり，「走査信号波形の遅れの影響」は，最大の遅れ時間τ の間に発生するのである。そこで，本件発明は，歪が最大となる薄膜トランジスタにおいても次のデータの取り込みによる表示不良をなくすために，走査信号波形のタイミングを進めたものである。すなわち，走査信号波形の薄膜トランジスタを導通状態から非導通状態に変化するタイミングが最大の遅れ時間τ の間に位置しないように走査信号波形のタイミングを進めるものであるから，本件発明は，走査信号波形のタイミングを進める時間を最大の遅れ時間τ に一致させるだけではなく，最大の遅れ時間τ 以上に進めることも含むのであり，このことは当業者にとって明らかである。したがって，当初明細書(甲3-1)における「(走査信号波形の)トランジスタがオンからオフへ移るタイミング(2)は，行電極の電極抵抗および容量から予想される最大の遅れ時間τ だけ，データ波形のタイミング(1)に対して速めてある」(9頁第2段落，(　)内注記付加)という記載の「だけ」とは，本件発明の目的から，下限値を意味すると解することが技術的に妥当である。",
            "以上のとおり，当初明細書には，トランジスタがオンからオフへ移るタイミング(2)をデータ波形のタイミング(1)に対して最大の遅れ時間τ 以上進めることが開示されている。",
            "そして，当初明細書(甲3-1)の特許請求の範囲第1項は，「・・・前記行電極に加えられる走査信号波形のトランジスタが導通状態から非導通状態に変化するタイミングを前記列電極に加えられるデータ信号波形の前記行電極に対応するデータから次のデータに変化するタイミングに対して最大1データ長進めることを特徴とする液晶表示装置の駆動方法」(下線付加)と記載しており，同明細書の第6図から明らかなように，「1データ長」(第6図のHの幅)は，最大の遅れ時間であるτ よりも長いので，進行時間を「最大1データ長進める」ことによって「進行時間を最大遅れ時間以上とする発明」を開示していることが明らかである。",
            "したがって，本件補正が当初明細書の要旨を変更するものではないとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明細書の記載不備に関する判断の誤り)について",
          "text": [
            "本件発明は，走査信号が行電極上を伝播する間に生じる走査信号波形の遅れの影響をなくすために，薄膜トランジスタが導通状態から非導通状態に変化する走査信号波形のタイミング(本件明細書〔甲2〕の第6図におけるタイミング(2))を，少なくとも走査信号波形が行電極上を伝播する間に生じる最大の遅れ時間τだけ，列電極に加えられるデータ信号波形が表示絵素の表示内容に対応するデータから次のデータへ変化するタイミング(同図におけるタイミング(1))に対して進めている。本件明細書の第4図aのように走査信号波形が歪んでおらず理想の矩形パルス波形では，ハイのレベルからローのレベルへ瞬時に変化し，同図bのように歪が生じた走査信号波形では，ハイのレベルからローのレベルへその歪具合に応じて緩慢に変化する。しかしながら，どちらの走査信号波形であっても，走査信号波形のハイのレベルからローのレベルへ変化するタイミングは，走査信号波形がハイのレベルからローのレベルへ変化する間に位置することは明らかである。そして，その位置に着目して走査信号波形が歪んでいない場合と歪んでいる場合とで対比すれば，走査信号波形が歪んでいる場合は，歪んでいない場合に比べて，時間的に遅れを生じて出現することになる。このため，本件明細書は，「その波形は第4図cのように，本来の波形信号aが時間的に若干遅れを生じたとみなすことができる」(4欄第2段落)と記載しているのである。",
            "マトリックス型液晶表示装置において，薄膜トランジスタは，ゲート電極と接続された行電極に一定時間だけ薄膜トランジスタをオン状態とする走査信号を印加することで，オン抵抗を通して列電極から液晶の静電容量に電荷を充電するオン状態と，液晶の静電容量に充電された電荷をそのまま保持するオフ状態という二つの状態を切り替えるスイッチング手段として用いられる。このように液晶表示装置における薄膜トランジスタは，オン状態とオフ状態の二つの状態での使用を前提とするものであるから，二つの状態が切り替わる時点，すなわち，「薄膜トランジスタが導通状態から非導通状態に変化するタイミング」が二つの状態の間に存在することは自明である。さらに，「薄膜トランジスタが導通状態から非導通状態に変化するタイミング」については，当業者は，具体的な液晶表示装置に設けられた薄膜トランジスタの特性から特定することができる。",
            "一般的に，トランジスタが導通状態から非導通状態に変化するタイミングとして，「しきい値電圧」(スレッショルド電圧)が使用されている。昭和51年11月30日産報発行の「《電子科学シリーズ》71　CMOSの応用技法」(乙1)には，「ドレイン電流I が流れはじめるゲート電圧V をMOS-FETのしD G",
            "きい値電圧(Threshold Voltage；略してV ，あるいはV )と定義しています",
            "th T",
            "が，実際にI が流れはじめるV を求めること*は面倒なため，微小なI の値(たD G D",
            "とえば1μAとか10μAとか)を決めて，そのI 値になるV を一般にV とD G th",
            "しています」(13頁6～18行目)と記載されており，この記載から明らかなように，TFT(薄膜トランジスタと同義)等のMOS-FETにおいて，ドレイン電流が流れ始めるゲート電圧を称して一般に「しきい値電圧」(スレッショルド電圧)という。そして，同文献に，「I が流れはじめるV ，つまりV を求めるD G th",
            "場合，I とV との関係を測定し，√I -V 特性をプロットし，その直線部をD G D G",
            "延長してI ＝0となる電圧をV とすることが多々あります」(14頁注)とあD th",
            "るように，しきい値電圧は，一般に√I -V 特性をプロット(グラフ化)し，そD G",
            "の直線部を延長してI ＝0となる電圧として算定される。このようなしきい値電D",
            "圧の算定方法が液晶表示装置のアモルファスシリコンTFTにおいて一般に用いられていることは，1982年7月4日付けの「Large-Scale LCDs Addressed by a-Si TFT Array」と題する論文(乙2)の記述からも明らかである。",
            "原告の主張は，結局，走査信号波形が歪を生じている場合には薄膜トランジスタはオン状態とオフ状態とを有するスイッチとして機能しないという主張に帰着すると考えられるが，技術的に全く失当である。走査信号波形が歪を生じていても，ゲート電圧に応じてソース-ドレイン間の抵抗値が緩慢に変化するだけで，薄膜トランジスタはオン状態又はオフ状態のいずれかの状態となる。薄膜トランジスタがオン状態においてオン抵抗を有し，オフ状態においてわずかに電流を流すことは，従来から変わるものではなく，走査信号波形の歪の有無にかかわらず同じなのである。",
            "以上のとおり，本件明細書には原告主張の記載不備はないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明細書の要旨変更に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は，本件補正が当初明細書の要旨を変更するものであること看過した誤りがあると主張するので，当初明細書を検討すると，その特許請求の範囲に上記第2の2(2)のとおり記載されているほか，以下のア～エの各記載が認められる(引用は，本件出願に係る公開特許公報〔甲3-2〕による。)。なお，本件補正は，特許請求の範囲の記載に関するもので，本件補正の前後を通じ，発明の詳細な説明の欄の記載及び図面に変更はない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「まずデータ波形に対して走査波形が遅れている場合，即ち第5図(b)(c)の組み合わせを考える。第i行-第j列の絵素ではトランジスタがオン状態になるとまず＋Vまで充電が行なわれる。しかしトランジスタがオン状態の時にデータ波形が＋Vからゼロボルトに変化するために放電が起こり，トランジスタがオフ状態に変化した時に保持している電圧は第5図(e)に示す如く＋Vより小さくなってしまう。このような電圧降下は，遅れの程度が大きい程即ちその点から入力端を見た場合の電極抵抗および容量が大きい点程大きくなる。また第(i＋1)行もオンとなるような表示内容では電圧降下は生じない。第(i-1)行-第j列の絵素についても同様に本来ゼロボルトに充電されるべきものが第5図(f)のようにある電圧＋V に充電され，オフになるべき絵素に電圧がかかるようになる。前述のように，電極抵抗及び容量により走査波形のタイミングが遅れると，表示内容によって絵素に加わる電圧が変化し，その変化の大きさは場所によって異なるため，表示コントラストにむらが生じる結果となる。次にデータ波形が走査波形に対して遅れている場合，即ち第5図の(a)及び(d)の波形の組み合わせを考える。この場合，第i行-第j列の絵素ではトランジスタがオンになった時に，まず第(i-1)行のデータであるゼロボルトへ向けて充電が行われた後に本来のデータである＋Vに充電される。この時，トランジスタを通しての充電が速やかに行われるような駆動条件ならば第5図(g)のようにトランジスタがオフ状態に変わる時には常に＋Vまで充電されるため問題はない。しかし，走査期間Hに比べて充電のスピードがあまり速くない場合には本来第5図(h)のように＋Vまで充電されるものが第5図(i)のように途中のレベル＋V までしか充電されず，コントラストのむらを生じる。」(2頁右下欄最終段落～3頁右上欄第1段落)"
                },
                {
                  "fig": "イ",
                  "subject": "「＜発明の目的＞　本発明は，マトリックス型液晶表示装置の従来の駆動方法における上記問題点に鑑みてなされたものであり，行電極および列電極の電極抵抗及び容量により駆動信号波形に歪が生じた場合でも良好な表示コントラストを得ることのできる新規有用な液晶表示装置の駆動方法を提供することを目的とするものである。」(3頁右上欄第2段落～左下欄第1段落)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「＜発明の基本原理＞　本発明の駆動方法の特徴は，データ波形の切り替えのタイミングに対して，走査波形のタイミングを予じめずらせておき，波形の遅れの影響を無くすもので，第6図はその駆動波形である。第6図(a)は列電極に加えられるデータ波形で，(1)のタイミングで等間隔(間隔H)に各行に対応するデータを切り替えている。(b)(c)は本発明の駆動方法における走査波形である。ここで，トランジスタがオンからオフへ移るタイミング(2)は，行電極の電極抵抗および容量から予想される最大の遅れ時間τ だけ，データ波形のタイミング(1)に対して速めてある。これによって走査波形の遅れの影響を無くすことができる。",
                    "次に走査波形においてトランジスタがオフからオンへ移るタイミング(3)は，トランジスタを通しての充電が十分に速く行われる条件では特に制限が無く，(2)-(3)の間隔は最大で走査ライン数によって定まる値Hにすることができる。このような走査波形が第6図(b)である。ここでデータの切り替えのタイミングと走査のタイミングは，間隔が等しく，データに対して走査がτ だけ速くなっている。また充電が遅く，走査波形に対するデータ波形の遅れが問題となる場合は，予想される遅れ時間τ だけ，走査波形の(3)のタイミングをデータ波形のタイミング(1)より遅らせる。これが第6図(c)の走査波形である。これによってデータ波形の遅れの影響を無くすることができる。」(3頁左下欄第2段落～右下欄第1段落)　　　エ　「＜発明の効果＞　以上の如く本発明は，行または列電極の電極抵抗および容量とによって発生する信号波形の歪の影響を無くすことができる有効な駆動方法であり，大容量ⅩYマトリックス型液晶表示装置を駆動する上で極めて有益である。」(4頁右上欄第2段落)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，特許法旧41条は，明細書の要旨変更に関し，「出願公告をすべき旨の決定の謄本の送達前に，願書に最初に添付した明細書又は図面に記載した事項の範囲内において特許請求の範囲を増加し減少し又は変更する補正は，明細書の要旨を変更しないものとみなす」と規定している。本件補正は，出願公告をすべき決定の謄本の送達前にした補正である。",
                "そこで，本件補正において追加された「少なくとも・・・最大の遅れ時間だけ」進めるとの事項が当初明細書に記載した事項の範囲内のものであるかについて当初明細書を検討すると，当初明細書に開示された発明は，①「行電極および列電極の電極抵抗及び容量により駆動信号波形に歪が生じた場合でも良好な表示コントラストを得ることのできる新規有用な液晶表示装置の駆動方法を提供すること」を目的とすること(上記(1)イ)，②その基本原理は，「データ波形の切り替えのタイミングに対して，走査波形のタイミングを予じめずらせて」おくことによって，波形の遅れの影響をなくすというものであって，「トランジスタがオンからオフへ移るタイミング(2)は，行電極の電極抵抗および容量から予想される最大の遅れ時間τ だけ，データ波形のタイミング(1)に対して速めてある」構成を特徴とするものであること(同ウ)，また，③「行または列電極の電極抵抗および容量とによって発生する信号波形の歪の影響を無くすことができる有効な駆動方法であり，大容量ⅩYマトリックス型液晶表示装置を駆動する上で極めて有益である」という効果を奏する(同エ)ものであることが認められる。",
                "ここで，「波形の遅れの影響」とは，当初明細書に，「データ波形に対して走査波形が遅れている場合，即ち第5図(b)(c)の組み合わせを考える。第i行-第j列の絵素ではトランジスタがオン状態になるとまず＋Vまで充電が行われる。しかしトランジスタがオン状態の時にデータ波形が＋Vからゼロボルトに変化するために放電が起こり，トランジスタがオフ状態に変化した時に保持している電圧は第5図(e)に示す如く＋Vより小さくなってしまう。このような電圧降下は，遅れの程度が大きい程即ちその点から入力端を見た場合の電極抵抗および容量が大きい点程大きくなる。・・・第(i-1)行-第j列の絵素についても同様に本来ゼロボルトに充電されるべきものが第5図(f)のようにある電圧＋V に充電され，オフになるべき絵素に電圧がかかるようになる」(同ア)と記載されるとおり，データ信号が次のデータに変化した後にも導通状態となっている薄膜トランジスタが存在することによって生じる不都合であるから，このような波形の遅れによる影響をなくすために「トランジスタがオンからオフへ移るタイミング(2)」を「データ波形のタイミング(1)に対して速めておく」場合の進み時間が走査信号が行電極上を伝播する間に生ずる最大の遅れ時間τ と同一であるか又はそれよりも大きくなければならないことは，当初明細書中の発明の目的，構成及び効果の説明に接した当業者が格別の思考を要することなく容易に理解し得る自明な事項というべきである。",
                "そうすると，当初明細書には，走査波形の切り替えのタイミングをあらかじめデータ波形の切り替えのタイミングに対してずらしておく場合の進み時間を「少なくとも最大の遅れ時間」とすることが開示されているということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，審決が，「出願当初の明細書(注，当初明細書)に『少なくとも』との直接の記載がないとしても，走査信号が行電極上を伝播する間に生ずる『最大の遅れ時間τ 』に限られず，1データ長までであればそれ以上の時間進めることも可能であることが出願当初の明細書に記載されているということができる」(審決謄本10頁第3段落)と判断したことに対し，審決の上記判断は，当初明細書の特許請求の範囲に記載された「最大1データ長進める」との記載の誤った解釈に基づいてされたものであり，同記載は，進み時間である最大の遅れ時間τ の範囲が最大1データ長であることをいうものであって，進み時間を最大の遅れ時間τ 以上とすることを許容する趣旨でないと主張する。しかしながら，本件補正が当初明細書の要旨を変更するものであるかどうかの判断は，その補正に係る事項が当初明細書の発明の詳細な説明及び図面に記載した事項の範囲内であるかどうかを基準として判断されるべきものであり，この観点から当初明細書の発明の詳細な説明及び図面を検討するとき，進み時間を「少なくとも最大の遅れ時間とする」ことが当初明細書に開示されていると認められることは，上記(2)判示のとおりである。",
                "原告は，また，当初明細書には，走査信号波形を進ませることにより弊害が生じることも記載されており，走査信号波形を進める場合，最大の遅れ時間以上に進めるメリットは何もないから，当初明細書の開示は，進み時間を，丁度最大の遅れ時間とすること(進み時間＝最大の遅れ時間τ )にとどまるものである旨主張する。確かに，当初明細書の発明の詳細な説明には，「〈発明の基本原理〉」として，本件発明の駆動方法の特徴が説明され，進み時間と最大の遅れ時間τ との関係につき，「トランジスタがオンからオフへ移るタイミング(2)は，行電極の電極抵抗および容量から予想される最大の遅れ時間τ だけ，データ波形のタイミング(1)に対して速めてある」(上記(1)ウ)と記載されていること，また，これに関連する説明において参照されている第6図において，トランジスタがオンからオフに移るタイミング(2)との差はτ であること，すなわち，タイミング(2)がデータ波形のタイミング(1)に対してτ だけ速められていることが認められる。しかしながら，当初明細書に記載された目的，効果を参酌すると，上記記載における「・・・最大の遅れ時間τ だけ，・・・速めてある」の「だけ」は，原告主張のように進み時間を最大の遅れ時間τ に一致させることのみを意味すると理解すべきではなく，むしろ，上記判示のとおり，進み時間を最大の遅れ時間τ 以上とすることも含意していると解すべきである。第6図に示された例における進み時間が最大の遅れ時間τ とされていることは，本件発明の基本原理を，進み時間が下限値である場合を例にとって説明したものと解されるから，上記のように解することを何ら妨げるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件補正において追加された「少なくとも・・・最大の遅れ時間だけ」進めるとの事項は，当初明細書に記載した事項の範囲内のものと認められるから，本件補正は，当初明細書の要旨を変更するものとはいえず，これと同旨の審決の判断に誤りはない。したがって，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明細書の記載不備に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書の記載からは，走査信号波形の歪と「時間的な遅れ」との関係が明らかではなく，走査信号波形の歪から「時間的な遅れ」の遅れ時間を算出する方法が記載されておらず，自明でもないから，「最大の遅れ時間だけ進める」際の「最大の遅れ時間τ 」がいかなる値であるかを特定することもできないとし，本件明細書の発明の詳細な説明は，当業者が容易にその発明の実施をすることができる程度に，本件発明の目的，構成及び効果を記載したものとはいえず，また，本件明細書の特許請求の範囲の記載は，極めて不明りょうであり，発明の構成に欠くことができない事項が記載されているともいえないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，検討すると，本件明細書(甲2)の特許請求の範囲の記載は，上記第2の2(1)のとおりであり，発明の詳細な説明欄には，本件発明の目的，構成，効果について，当初明細書と同一の説明(上記1(1)ア～エ参照)があるほか，走査信号波形の歪に関し，第4図を参照して，「以上のように行電極13列電極14が無視できない大きさの電極抵抗を持つと，電極に接続された負荷容量24や浮遊容量との作用により，加えられた電圧波形に歪が生じる。例えば第4図aのような波形信号が電極に加えられた場合，電極抵抗および容量により第4図bのように歪が生じ，その波形は第4図cのように，本来の波形信号aが時間的に若干遅れを生じたとみなすことができる」(4欄第2段落)との記載がある。",
                "さらに，本件発明は，薄膜トランジスタを用いたマトリックス型液晶表示装置の駆動方法に係るものであるところ，その液晶表示装置を表した第2図の等価回路図及び第3図の駆動信号波形図と，発明の詳細な説明欄の「この行電極21には第3図aまたはbのように，走査ライン数に応じてある時間Hだけ薄膜トランジスタ22をオン状態とする走査波形信号が印加される。ここで第3図aおよびbはそれぞれ第i番目と第(i＋1)番目の行電極に印加される波形を例として示したものである」(3欄第1段落)及び「薄膜トランジスタ22がオン状態になると，トランジスタのオン抵抗を通して列電極から液晶の静電容量に電荷が充電され，表示絵素電極の電位はデータ信号と同じ＋Vとなる。次にトランジスタがオフ状態になると，液晶の静電容量に充電された電荷はそのまま保持されるので表示絵素電極の電位は＋Vのまま持続される」(同欄第2段落)との記載を併せ読むと，薄膜トランジスタ22は，オン抵抗があっても，オン状態からオフ状態へ，あるいは，オフ状態からオン状態へのスイッチング動作をするスイッチング素子であることが明らかである。",
                "そして，第4図及びその説明を検討すると，①第4図aのような矩形波信号が走査信号として電極に印加された場合，電極抵抗及び容量により，第4図bのように走査信号波形に歪が生じること，②走査信号波形に歪が生じても，薄膜トランジスタ22がオン状態からオフ状態へと変化するゲート電圧値(以下，この電圧値を便宜「ゲート電圧値X」ということがある。)は当該薄膜トランジスタに固有の値であって，それ自体は変わることがないから，第4図bのように走査信号波形に歪が生じた場合，この薄膜トランジスタは，歪がない場合に比べて，歪のある走査信号波形がゲート電圧値Xのレベルを横切る(走査信号の電圧が電圧値Xを超える)までの時間遅れてオン状態になり，オフ時も，歪のある走査信号波形がゲート電圧値Xを横切る(走査信号の電圧が電圧値Xを下回る)までの時間遅れてオフ状態となること，③上記②の現象は，走査信号波形に歪がある場合におけるオン状態からオフ状態への変化の遅れ時間に着目するときには，歪のない波形信号aが当該遅れ時間だけ遅れているのと等価とみなすことができ，それを第4図cが表していることが理解される。",
                "そうすると，走査信号波形に歪が生じた場合の走査信号波形の「遅れ時間」は，薄膜トランジスタがオン状態からオフ状態へと変化するゲート電圧のレベルであるゲート電圧値Xと，走査信号波形の歪とから求めることが可能であり，この「遅れ時間」を行電極の終端の薄膜トランジスタについて求め，これに基づき，走査信号波形を「少なくとも最大の遅れ時間」あらかじめ進めておくことも，当業者であれば容易にし得ることというべきである。",
                "したがって，本件明細書の発明の詳細な説明には，当業者が容易に実施をすることができる程度に，発明の目的，構成及び効果が記載されているということができ，また，本件明細書の特許請求の範囲に原告主張のような記載不備があるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，薄膜トランジスタのスイッチ特性は，ゲート電圧に応じてソース-ドレイン間の抵抗値が連続的に変化し，かつ，オン状態であってもオン抵抗はある程度大きな抵抗値となっており，オフ状態であってもオフ抵抗は無限大になるわけではなく，わずかに電流を流す状態となっているから，走査信号波形が歪んでいる場合には，薄膜トランジスタがオン状態からオフ状態に移行するタイミングは一義的に定まらないと主張し，審決が「走査信号波形が歪を生じる場合でも，薄膜トランジスタの導通状態はそのゲートに印加される走査信号の波形とは別の非線形な関係で定まるのであり，行電極に加えられる走査信号波形の薄膜トランジスタが導通状態から非導通状態に変化するタイミングは，スイッチとしての薄膜トランジスタが導通状態から非導通状態へ非線形に移行する時点に対応する走査信号波形のタイミングとして定まるのであり，走査信号波形が歪を生じた場合にこのタイミングが明確ではなくなるというべき根拠は見出せない」(審決謄本9頁第2段落)と判断したことは誤りであると主張する。",
                "しかしながら，薄膜トランジスタが，一般に，導通状態(オン状態)と非導通状態(オフ状態)とを有するスイッチとしても機能することは，薄膜トランジスタを用いたマトリックス型液晶表示装置の動作からみて明らかであり，この点については，審決が「従来から薄膜トランジスタが液晶表示装置のスイッチング手段として用いられているように，薄膜トランジスタには実質的に非導通状態(オフ状態)といえる状態が存在する」(審決謄本9頁第4段落)，「薄膜トランジスタはオン状態とオフ状態とを有するスイッチとして機能するものであり，この点は走査信号波形が歪を生じる場合といえども同様である」(同頁第2段落)と述べているとおりであると認められる。",
                "そして，「走査信号波形の薄膜トランジスタが導通状態から非導通状態に変化するタイミング」は，薄膜トランジスタが導通状態(オン状態)から非導通状態(オフ状態)へと変化するゲート電圧値であるゲート電圧値X(その値は，具体的な液晶表示装置に設けた薄膜トランジスタの特性から求められる。)を走査信号波形が横切る時点としてとらえられるものであり，このことは，走査信号波形に歪みを生じている場合であっても変わりはない。したがって，走査信号波形に歪みを生じている場合でも，走査信号波形の薄膜トランジスタが導通状態から非導通状態に変化するタイミングを特定することはできるというべきであり，上記のタイミングが一義的に定まらないとの前提の下に本件明細書の記載不備をいう原告の主張は，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告の取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の審決取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10081",
    "date": "2005-04-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009632",
    "ipprecedent_id": "696",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}