{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "当審における控訴人の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における訴訟費用は控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "原判決別紙1枚目の物件目録の2の2行目「(以下「イ号製品」という。)」を「(以下「ロ号製品」という。)」と更正する。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴人の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，原判決別紙1枚目の物件目録1ないし4(前記更正後のもの。以下同じ。)記載の各製品の製造，販売若しくは輸入又は販売の申出をしてはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，控訴人に対し，1億5000万円及びこれに対する平成16年1月1日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人の負担とする。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "前記(2)，(3)につき仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における新たな請求",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，控訴人に対し，1億5000万円及びこれに対する平成16年1月1日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は，被控訴人の負担とする。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "前記(1)につき仮執行宣言"
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原審においては，名称を「排気口へのフィルター取付け方法」とする発明の特許権を有するに至った控訴人が，被控訴人の製造販売する原判決別紙1枚目の物件目録1ないし4記載の各製品(以下，イ号製品ないしニ号製品を併せて「被告製品」と総称する。)の使用方法が控訴人の特許発明の技術的範囲に属する等として，被控訴人に対し，被告製品の製造販売等の行為の差止めを求めるとともに，損害賠償として1億5000万円と遅延損害金の支払を求めた事案である。",
        "原判決は，被告製品の構成及び使用方法は，控訴人の特許発明の構成要件を充足しないとして，控訴人の請求をいずれも棄却したので，控訴人は，これを不服として本件控訴を提起した。",
        "その後当審において，控訴人は，損害賠償請求として新たに1億5000万円及び遅延損害金を追加請求し，その結果，控訴人が被控訴人に請求する損害賠償は，3億円及びこれに対する遅延損害金の支払を求めるものとなった。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許権の発生とその内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "カースル産業株式会社(以下「訴外会社」という。)は，平成2年1月28日，発明の名称を「排気口へのフィルター取付け方法」とする発明について特許を出願し，平成6年11月10日，特許庁から特許第1882363号として設定登録を受けた(甲1，2。以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許の請求項は1ないし3から成り，その内容は下記のとおりである(甲2)。本件訴訟においては，請求項3の発明が問題となるので，請求項3に記載された発明を，以下「本件発明」という。",
                    "記",
                    "【請求項1】装着しようとする排気口を覆う広さのシート状のフィルターで該排気口の入口を直接覆い，該フィルターの周囲を点在する複数の把手付きのマグネットホルダーによって押さえて該排気口に固定することを特徴とする排気口へのフィルター取付け方法",
                    "【請求項2】予めフィルターの取付け部分にそれぞれのマグネットホルダーを個別に吸着させる凸縁付の磁性板が固着されていることを特徴とする請求項1記載の排気口へのフィルター取付け方法",
                    "【請求項3】予め，装着しようとする排気口の周囲に表面に鉤状突起が設けられた基盤を取付け，その上から該排気口を覆う所定広さのフィルターを被せ，前記鉤状突起に該フィルターの周辺を直接掛止したことを特徴とする排気口へのフィルター取付け方法。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件発明(本件特許の請求項3)の構成要件を分説すると，次のとおりとなる。",
                    "A　予め，装着しようとする排気口の周囲に表面に鉤状突起が設けられた基盤を取付け，",
                    "B　その上から該排気口を覆う所定広さのフィルターを被せ，        C　前記鉤状突起に該フィルターの周辺を直接掛止した",
                    "D　ことを特徴とする排気口へのフィルター取付け方法"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品の製造販売",
              "text": [
                "被控訴人は，平成11年ころから，業として，被告製品(イ号製品ないしニ号製品)を製造販売している。",
                "このうち，イ号製品の構成は原判決別紙1及び5に，ロ号製品の構成は原判決別紙2及び5に，ハ号製品の構成は原判決別紙3及び5に，ニ号製品の構成は原判決別紙4及び5に，それぞれ記載のとおりである。",
                "このように被告製品は，いずれも不織布(フィルター)と着脱テープ(原判決別紙1ないし4の各写真3中に「マジック圧着シート」と記載されているもの。その構成は，原判決別紙5のとおり)から成る。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品の構成要件充足性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品の使用方法は，次に述べるとおり本件発明の構成要件を充足するから，本件発明の技術的範囲に属する。そして，被告製品は本件発明の使用にのみ用いる物に当たるから，被控訴人による被告製品の製造販売は，本件特許権の間接侵害に該当する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "イ号製品",
                      "text": [
                        "①　構成要件A",
                        "イ号製品の着脱テープ(2)は，原判決別紙5記載のとおり，鉤状になった突起(21)及び短い棒状の突起(22)が設けられた基盤(23)であり，後記イのとおり本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」に該当する。",
                        "そして，着脱テープ(2)は，予め，装着しようとする排気口(3)の周囲の表面に取り付けて使用されるから(原判決別紙1の3(2)②)，構成要件Aを充足する。",
                        "②　構成要件B，C",
                        "イ号製品のフィルター(1)を排気口(3)を覆う所定の広さに合わせて切断し(原判決別紙1の3(2)①)，フィルター(1)を排気口(3)に被せ，排気口の周囲に取り付けた着脱テープ(2)の突起(21)に該フィルター(1)の繊維に絡ませて掛止するものであるから(同③)，構成要件B，Cを充足する。",
                        "③　構成要件D",
                        "イ号製品の使用方法(取付け方法)は，前記①，②による排気口(3)へのフィルター(1)の取付け方法(原判決別紙1の3(2)④)であるから，構成要件Dを充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ロ号製品",
                      "text": [
                        "①　構成要件A",
                        "ロ号製品の着脱テープ(2)は，原判決別紙5記載のとおり，鉤状になった突起(21)及び短い棒状の突起(22)が設けられた基盤(23)であり，後記イのとおり本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」に該当する。",
                        "そして，着脱テープ(2)は，予め，装着しようとする排気口(3)の周囲の表面に取り付けて使用されるから(原判決別紙2の3(2)②)，構成要件Aを充足する。",
                        "②　構成要件B，C",
                        "ロ号製品のフィルター(1)を排気口(3)を覆う所定の広さに合わせて切断し(原判決別紙2の3(2)①)，フィルター(1)を排気口(3)に被せ，排気口の周囲に取り付けた着脱テープ(2)の突起(21)に該フィルター(1)の繊維に絡ませて掛止するものであるから(同③)，構成要件B，Cを充足する。",
                        "③　構成要件D",
                        "ロ号製品の使用方法(取付け方法)は，前記①，②による排気口(3)へのフィルター(1)の取付け方法(原判決別紙2の3(2)④)であるから，構成要件Dを充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ハ号製品",
                      "text": [
                        "①　構成要件A",
                        "ハ号製品の着脱テープ(2)は，原判決別紙5記載のとおり，鉤状になった突起(21)及び短い棒状の突起(22)が設けられた基盤(23)であり，後記イのとおり本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」に該当する。",
                        "そして，着脱テープ(2)は，予め，装着しようとする排気口(3)の周囲の表面に取り付けて使用されるから(原判決別紙3の3(2)①)，構成要件Aを充足する。",
                        "②　構成要件B，C",
                        "ハ号製品のフィルター(1)を排気口(3)に被せ，排気口の周囲に取り付けた着脱テープ(2)の突起(21)に該フィルター(1)の繊維に絡ませて掛止するものであるから(同②)，構成要件B，Cを充足する。",
                        "③　構成要件D",
                        "ハ号製品の使用方法(取付け方法)は，前記①，②による排気口(3)へのフィルター(1)の取付け方法(原判決別紙3の3(2)③)であるから，構成要件Dを充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ニ号製品",
                      "text": [
                        "①　構成要件A",
                        "ニ号製品の着脱テープ(2)は，原判決別紙5記載のとおり，鉤状になった突起(21)及び短い棒状の突起(22)が設けられた基盤(23)であり，後記イのとおり本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」に該当する。",
                        "そして，着脱テープ(2)は，予め，装着しようとする排気口(3)の周囲の表面に取り付けて使用されるから(原判決別紙4の3(2)②)，構成要件Aを充足する。",
                        "②　構成要件B，C",
                        "ニ号製品のフィルター(1)を排気口(3)を覆う所定の広さに合わせて切断し(原判決別紙4の3(2)①)，フィルター(1)を排気口(3)に被せ，排気口の周囲に取り付けた着脱テープ(2)の突起(21)に該フィルター(1)の繊維に絡ませて掛止するものであるから(同③)，構成要件B，Cを充足する。",
                        "③　構成要件D",
                        "ニ号製品の使用方法(取付け方法)は，前記①，②による排気口(3)へのフィルター(1)の取付け方法(原判決別紙4の3(2)④)であるから，構成要件Dを充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件充足の主張の補足",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定められるものであって(特許法70条1項)，明細書記載の実施例に限定されるものではない。本件発明(請求項3)は，「表面に鉤状突起が設けられた基盤」について，鉤状突起の大きさや形状について限定をしていない。",
                        "鉤状突起の形状は，逆J字のほかに，「つ」，「し」，「又」の正形・変形・逆形等様々である。なお，鉤の定義については，いわゆる「カギ」のうち，先が曲がった「カギ」は「鉤」で，先の曲がらない「カギ」は「鉤」に属さないと理解すべきである(甲22)。",
                        "そして，被告製品の着脱テープには，原判決別紙5のとおり，その表面に鉤状になった突起(21)，すなわち鉤状突起が存在するから，着脱テープが「表面に鉤状突起が設けられた基盤」に当たることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，着脱テープには，鉤状突起(突起(21))のほか，棒状の突起(22)が存在するが，棒状の突起(22)は鉤状突起を製造する過程で生ずるものにすぎず，その存在によって，被告製品の使用方法が何ら変わるものではない。",
                        "被告製品において，フィルターを固定しているのは，着脱テープ上の鉤状突起であり，棒状の突起(22)の有無は掛り止めの効果にほとんど影響することはなく，棒状の突起(22)は新たな作用効果を付加しない余分な構成であり，鉤状突起と棒状の突起(22)が一体的に作用するとは到底いえない。",
                        "このことは，不織布引張試験機による引っ張り試験(被告製品の着脱テープについて，「鉤状突起と棒状の突起が存在する未加工のもの」と「棒状の突起を除去した鉤状突起のみのもの」をそれぞれ試験片として用意し，これらの試験片にフィルターを掛け止めして，これを定速(10㎝／分)で引き剥がし，剥がれるまでの最大の引っ張り強さをそれぞれ測定した試験)の結果(甲7，9)から明らかである。",
                        "さらに，P株式会社(以下「P社」という。)が製造販売する製品名「マジックテープ」は，表面が鉤状になったフック面(鉤状(突起)の面)と表面が輪状のループ面から成り，そのフック面は，被告製品の着脱テープとほぼ同様の形状をしている。P社は，マジックテープのフック部分について，係合強度(引っ掛かりの強さ)は，鉤状突起(カギ状の弧の部分)に起因するもので，残り部分(短い棒状の突起部分)で係合性に大きな影響を及ぼすことはない旨の見解(甲10の1)を示している。",
                        "したがって，被告製品の着脱テープについて鉤状突起と残る部分(棒状の突起)を併せた構成として一体的に認識し，上記鉤状突起が，構成要件Aの「鉤状突起」に当たらないということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許が認められたのは，本件出願当時，レンジフード等の排気口にフィルターのみを，枠などを用いることなく，「直接」鉤状突起に掛止めする方法が公知ではなかったことによるものであり，これが公知であったとする被控訴人の主張は証拠の裏付けがない。",
                        "なお，株式会社Q(以下「Q社」という。)が訴外会社に対して提起した本件特許権に基づく差止請求権不存在確認等請求訴訟の控訴審判決(大阪高裁平成13年1月30日判決。乙2)は，Q社の製品である物件は本件特許権を侵害しないと判断したが，上記物件は被告製品と構成を異にするものであるから，本件に上記控訴審判決を当てはめることは適切でない。また，「マジックテープ」の製造過程で「輪」を切断して，先が曲がった鉤状の突起と短い切断残部(棒状突起)に分離されるが，上記控訴審判決の言渡時までには，切断残部(棒状突起)の機能について確証を得られなかったが，その後，前記(イ)の試験の結果等(甲5，7，9，10の1・2，12，22，32等)により，切断残部(棒状突起)は，掛り止めの効果にほとんど影響することがないことが判明した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，被告製品の着脱テープには，鉤状突起が存在しているから，本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」に該当する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "損害の発生",
              "text": [
                "被控訴人は，平成11年1月1日から平成15年12月31日までの間に，被告製品を少なくとも30億円販売した。",
                "そして，被告製品の利益率は10％を下らないから，被控訴人が得た利益は3億円を下回ることはなく，訴外会社は，同額の損害を被った。",
                "したがって，訴外会社は，被控訴人対し，被告製品の上記販売行為による本件特許権の侵害に基づく損害賠償債権3億円及びこれに対する平成16年1月1日から支払済みまで年5分の割合による遅延損害金債権を取得した。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "特許権及び損害賠償債権の訴外会社から控訴人への譲渡",
              "text": [
                "訴外会社は控訴人会社に対し，平成16年6月21日までに本件特許権を譲渡するとともに特許権移転登録を経由し(甲1)，また，平成16年8月5日，本件特許権を侵害したことに基づき訴外会社が被控訴人に対して有する損害賠償債権を譲渡し，その旨の通知は平成16年8月11日被控訴人に到達した(甲3，4の1・2)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "よって，控訴人は被控訴人に対し，本件特許権に基づく差止めと，不法行為に基づく損害賠償金3億円及びこれに対する平成16年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める(当審における追加請求を含む。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因(1)，(2)の事実は認める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同(3)，(4)は争う。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同(5)のうち，特許権の譲渡及び債権譲渡通知がなされたことは認めるが，その余は不知。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書(以下，願書添付の図面と合わせて「本件明細書」という。甲2)の実施例記載の「鉤状突起」は，第6図(甲2)のとおりであって，被告製品の「マジックテープの雄側」(控訴人のいう「着脱テープ」)の形状とは明白に異なる。マジックテープの雄側部材は，長方形の平板型で，表面にループ状の輪を多数(600個前後)設け，輪の最頂部からやや下方部の片面に切れ目を設けたものであり，切れ目が設けられた輪のうちの一方の逆J字状突起部分(原判決別紙5の突起(21))が一見鉤状の形態をしているが，残る他方の輪部分(原判決別紙5の突起(22))を併せた構成として一体として認識できるものであり，先端の曲がった突起を意味する「鉤状突起」を観念させるものではない。",
                "また，本件発明は，鉤状突起の傾き方向に不織布等(フィルター)を引いて圧着し，力を抜くとフィルターがやや戻る作用により鉤状突起に止まる方法であるのに対し，被告製品の使用方法は，フィルタをマジックテープの雄側に圧着させることによってマジックテープの雄側の切断部分の形状が変動し，フィルターがループの切れ目に挟まる作用により止まる方法であり，物性理論からも，その技法は明らかに異なっている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告製品が採用している「マジックテープの雄側」(鉤状の突起と棒状の突起のあるもの)によりフィルターを直接掛止する方法は，本件特許の出願日である平成2年1月28日以前から，一般的に業界で利用され，公知であった。",
                "本件発明は，鉤状突起によりフィルターを掛け止めする方法であるところ，鉤状の突起と棒状の突起の組合せによる先行技術は公知であったから，本件発明の内容を合理的に理解するならば，本件発明は，棒状の突起を除去した「鉤状突起のみによるフィルターの掛止方法」と理解すべきであり，マジックテープの雄側の突起は鉤状突起に当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，被告製品の「マジックテープの雄側」は，本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」の要件を充足せず，被告製品が採用しているマジックテープの雄側によりフィルター掛止する方法は，本件発明の技術的範囲に属しないから，本件特許権を侵害するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本訴請求(当審において拡張した請求を含む。)は理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許権の発生とその内容)・(2)(被告製品の製造販売)の事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告製品の構成要件充足性の有無(請求原因(3))",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記争いのない事実と証拠(甲1，2，5，6，10，11，33，乙6ないし11(枝番のあるものは枝番を含む。))及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲の請求項3(本件発明)は，「予め，装着しようとする排気口の周囲に表面に鉤状突起が設けられた基盤を取付け，その上から該排気口を覆う所定広さのフィルターを被せ，前記鉤状突起に該フィルターの周辺を直接掛止したことを特徴とする排気口へのフィルター取付け方法。」である。",
                    "そして，本件明細書(甲2)には，①「〔産業上の利用分野〕」として，「本発明は排気口(換気扇及びレンジフード等をいう)に不織布等からなるシート状のフィルターを装着する方法に関する。」(1頁2欄2行～5行)，②「〔発明が解決しようとする課題〕」として，「従来の換気扇カバーあるいはレンジフードカバーは予め合成樹脂等からなる枠で吸入口を覆い，表面から不織布等からなるフィルターを固着する構造となっていたので，取付けが面倒であり，更には今度はフィルターについた油によって枠が汚れるので有形の枠の処理が面倒であるという問題点があった。　また，従来の枠付きの換気扇カバーにおいては，枠に装着されるカバーの形が決まっているので，広い不織布を自由に裁断して使用することは一般家庭では困難であった。　本発明はこのような事情に鑑みてなされたもので，簡単にフィルターを排気口に取付けることができて，取替等も容易な排気口へのフィルター取付け方法を提供することを目的とする。」(1頁2欄11行～2頁3欄10行)，③「〔問題点を解決するための手段〕」として，「請求項3記載の排気口へのフィルター取付け方法は，予め，装着しようとする排気口の周囲に表面に鉤状突起が設けられた基盤を取付け，その上から該排気口を覆う所定広さのフィルターを被せ，前記鉤状突起に該フィルターの周辺を直接掛止するようにして構成されている。」(2頁3欄21行～26行)，④「〔作用〕」として，「請求項3記載の排気口へのフィルター取付け方法は，鉤状突起が設けられた基盤を排気口の周囲に設けて，該鉤状突起にフィルターを掛止させているので，フィルターを簡単に排気口に取付け，その交換も容易にできる。」(2頁3欄43行～47行)，⑤「第6図は，第5の実施例に係る排気口へのフィルター取付け方法を示すが，排気口の周囲に適当間隔で鉤状突起28の設けられた基盤29を磁石30によって取付け，前記鉤状突起28にフィルター31の端を引っかけるようにしている。　これによってフィルター31の周囲を固定することができる。」(3頁5欄4行～10行)，⑥「〔発明の効果〕」として，「請求項3記載の排気口へのフィルター取付け方法においては，排気口の周囲に直接フィルターを被せ，予め取付けられた鉤状突起が設けられた基板に固定して，フィルターを固定しているので，極めて簡単にフィルターの交換が行える。　更には，請求項1～3記載の排気口へのフィルター取付け方法は，装着するフィルターは交換用の広いフィルターを用意し，これを装着する排気口の大きさに合わせて自由に切断するので，従来のように枠付きフィルターあるいは特定構造のフィルターを用意する必要がなく，また，従来のように枠あるいは支持体を使用しないので，取替にあってはフィルターの交換のみで済み，極めて経済的である。」(3頁5欄21行～6欄7行)，⑦「第6図は第5の実施例に係る排気口へのフィルター取付け方法を示す断面図である。」(3頁6欄15行～16行)との記載がある。",
                    "また，第6図(甲2)には，コ字状の基盤29のコ字状内部の空間に磁石30を収納し，外側に先端部が尖り，かつ，先端部に向けてわずかに曲がった形状の突起28が斜め同一方向に傾斜して3本設けられ，これらの突起28にフィルター31の端部近傍が引っ掛かった状態の記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "広辞苑(第五版)(株式会社岩波書店発行)には，「鉤」とは「①先の曲った金属製の具。また，それに似たもの。」との記載があり，また，大辞林(株式会社三省堂発行)には，「鉤」とは「①先が曲がった金属製・木製の器具。",
                        "物を掛けたり，とめたりするのに用いる。」，「②①のように曲がった形。そういう形をしたもの。」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "現代世界百科大事典(株式会社岩波書店発行)には，「マジックテープ」とは「押し付けるだけで簡単に密着する開閉テープ。合成樹脂製で，表面が鉤状と輪状の2枚から成る。止め合わせる位置は自由に調節できる。［用途］衣服などのホックの代用」との記載がある(甲5)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "広辞苑(第五版)(株式会社岩波書店発行)には，「マジックテープ」とは「衣服などに用いる着脱自在の布製テープ。フック状とパイル状との二枚を噛み合せる。商標名。」との記載がある(甲33-19)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "大辞林(第二版)(株式会社三省堂発行)には，「マジックテープ」とは「面ファスナーの商標名」，「面ファスナー」とは「鉤状の突起が一面についた布と，パイル状の面で一組みとなった留め具。」との記載がある(甲33-17)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「マジックテープ」は，株式会社R(以下「R社」という。)の登録商標である。",
                        "R社作成の「マジックテープ」のカタログ(平成11年8月)には，「マジックテープ<R>は，Rの長年の経験と技術が創りあげたHook(A)とLoop(B)からなる高品質の面ファスナです。」，「・・・衣料，家庭用品から工業用品まで幅広くご活用いただいております。」との記載があり，また，「マジックテープ<R>の発明」の見出しの下に，「・・・特殊ナイロン糸を使用して鉤と輪を持ったファスナーを遂に造り出したのです。それは二本のナイロン細巾織物テープで，その一本の表面は微小な鉤で覆われ，もう一本は微小な輪で覆われていました。静かに重ねて押しつけると鉤が輪を捉え，テープは魔法のようにくっつきました。そして剥す時は，魔法のようにさっと剥れるのです。これがマジックテープ<R>の誕生だったのです。発明から40年たった今日，マジックテープ<R>は更に改良が加えられ，さまざまな種類のテープが生産されています。その特性を生かし，オムツカバーからスペースシャトルに至るまで幅広く使われています。」との記載がある(甲11)。",
                        "また，らくらく便利な面ファスナー(マジックテープ<R>)「園児のバッグと小もの」(株式会社雄鶏社2000年(平成12年)2月10日発行)には，「「マジックテープ<R>」は2枚一組で使います。よーく見ると小さなループがびっしり並んだ軟らかい面がループ面，細かいかぎ状になっている硬いほうがフック面です。この2つの面を互いに強く押し当てると，かぎがループに引っかかりぴったり張りつくのです。」との記載がある(甲10の2)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "P社作成の訴外会社あての2004年(平成16年)11月22日付け「「マジックテープ」のフック部分の作用効果報告の件」と題する書面には，(貴社のご質問1)に対する(弊社の見解)として，「①上記刊行物(判決注・甲10の2)記載の「マジックテープ」説明図のフック面と弊社フックテープとは同等と判断します。」，「②ループ材への係合強力に関しては，フック材の引っ掛かる部分(カギ状の弧の部分)の角度及び残り部分(短い棒状の突起部分)とフック先端部との間隔によりループ材との係合チャンスが変わり強度に影響すると認識しております。従いまして，残り部分のみで係合性に大きな影響を及ぼすことは無いと推察いたします。」との記載があり，また，(貴社のご質問2)に対する(弊社の見解)として，「②弊社「マジックテープ」は，カギ型に分類されるものですが，上記刊行物(判決注・甲10の2)記載の図面にはユーザー様に分かり易くするため残り部分(短い棒状の突起部分)を簡略化して表現させて頂いております。」，「③ただし，ユーザー様より正確な図面表示を必要とされた場合には，残り部分(短い棒状の突起部分)も表示させて頂くこととしております。」との記載がある(甲10の1)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実願昭55-49173号(実開昭56-149837号)のマイ",
                      "text": [
                        "クロフィルム(乙11の1・2)の明細書には，①「実用新案登録請求の範囲」として「枠に××××テープ(判決注・「××××テープ」は「マジックテープ」のことである。乙1・6枚目・8行～9行参照。以下同じ。)を貼りつけ，××××テープでフィルターを止めるようにした換気扇カバー。」(乙11の1の1頁5行～8行)，②「この実用新案は，換気扇カバーのフィルターを××××テープ雄で止めるようにしたことを特徴とするものである。」(乙11の2の2枚目1頁10行～12行)，③「従来，換気扇カバーのフィルターは，枠を二重にして挟む方式であったので，フィルターの取り替えは，枠を換気扇から外して行わねばならず，手数がかかる上に手が油で汚れやすい欠点があった。　本案はこの欠点を除くためになされたもので，これを図面について説明すれば・・・(ロ)　扉用の枠13を作り，枠の内側処々に，××××テープ7を接着する。　(ハ)　フィルター14を扉の内側から当て，××××テープ7の上を指で軽く押さえると，フィルターは簡単に枠に貼りつく。・・・」(同2枚目1頁13行～3枚目2頁11行",
                        ")，④「フィルターの取り替えは，扉を開いた状態でもつけ替え出来，扉だけを本体から外してフィルターをつけ替えても良く，共に簡単で便利である。フィルターは，××××テープで止めるのでワンタッチで簡単であり，剥がす時もワンタッチで剥がせるので，手もあまり汚れない利点がある。」(同4枚目3頁13行～末行)，⑤「なお，本案の××××テープ7は，扉の外側の枠に貼りつけることも出来，フィルターを扉の外側にとりつければ，枠が油で汚れる事も少なくフィルターの取り替えも，扉を閉じた状態のままで簡単にとりかえられる。」(同5枚目4頁9行～13行)，⑥「更に扉が開閉式でない場合は，フィルターを換気扇カバー全体に被さるよう，××××テープでとりつけることも出来，この場合もフィルターの取り替えは簡単で，カバー本体も汚れない利点がある。」(同5枚目4頁14行～末行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "また，実願昭58-92010号(実開昭59-195436号)",
                      "text": [
                        "のマイクロフィルム(乙10の1・2)に係る実用新案登録出願は，出願人を訴外会社とし，考案の名称を「換気扇取り付け用フィルター装置」とするものであるが，その明細書には，①「実用新案登録請求の範囲」として「2　仮止め手段が面状ファスナーであり，同布製ファスナーを筒状本体部の後面開口縁部内周面側に取り付けて成る実用新案登録請求の範囲第1項記載の換気扇取り付け用フィルター装置。」(乙10の1の1頁12行～15行)，②「本考案では・・・交換フィルター部材の交換作業が手軽に行える換気扇取り付け用フィルター装置の構造を提供せんとするものであり，その要旨とするところは，前面に所要本数の梁部材を渡設した横向き筒状本体部と，同筒状本体部の外表面部全体を囲繞し更に後面開口縁部内周面側に所要長さ折り込み可能な広さを有する交換フィルター部材と，折り込まれた交換フィルター部材の外周縁部を筒状本体部の後面開口縁部内周面側において固定する仮止め手段とを備えて成ることを特徴とする換気扇取り付け用フィルター装置にある。」(乙10の2の3枚目2頁16行～3頁9行)，③「第5",
                        "図は交換フィルター部材(C)の仮止め手段(A)として面状ファスナー(b)を用いた場合の他の実施例を示すものであり，筒状本体部(B)の後面開口縁部(3)の内周面(5)に任意間隔の下に面状ファスナー(b)を取り付けたものである。」(同6枚目5頁16行～6頁2行)との記載がある。",
                        "さらに，実願昭60-198596号(実開昭62-107825",
                        "号)のマイクロフィルムの明細書(乙8の2・1頁)には，「実用新案登録請求の範囲」として「包帯を患部に巻きつけるときに内側となる包帯面の終端に面ファスナーの雄片がその裏面即ち小鉤状の突起の出ていない方の面を接着されて成る包帯。」，特開昭61-16706号公報(乙7・1頁)には，「特許請求の範囲」として「1．基材の表裏両面に複数の係合小突起が突設されている第1係合部材と，少なくとも一方の面に前記係合小突起と係合し得るループが形成されている第2係合部材とからなる面ファスナ。」との記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一方，被告製品は，レンジフードの金属フィルターやエアコンのカバーに貼って，汚れを防ぐことを使用目的とするものであり，「不織布フィルター」と「着脱テープ」(原判決別紙1ないし4の写真3中に「マジック圧着シート」と記載されているもので，被告製品の包装中に「着脱テープ」との印字のあるビニール袋に収納されている。)から成る。",
                        "この「着脱テープ」の表面は，原判決別紙5のとおり，鉤状になった突起(21)及び短い棒状の突起(22)が設けられた基盤(23)からなり，面ファスナーの製品の一つである「マジックテープ」のフック面(前記ウ(ア)，(イ))と同様の構造のものである。なお，「マジックテープ」のフック面は，「雄」，「雄片」(前記ウ(ウ)，(エ))などと表現されることがあり，「マジックテープ」のループ面は，「雌」(乙7の2頁左上欄14行)などと表現されることもある。",
                        "また，着脱テープの裏面は接着剤が付され，保護シートで覆われており，着脱テープを貼り付けるときは，保護シートを剥がして使用する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品の取付け方法は，例えば，レンジフードの場合には，①レンジフードの金属フィルターのサイズに合わせて不織布フィルターをカットする，②金属フィルターの油汚れを落とし，よく乾かした上で，金属フィルターに着脱テープを貼り付ける，③不織布フィルターを着脱テープに貼り付け，不織布フィルターの上から指で強めに押しつけ，着脱テープにフィルターの繊維をよく絡ませて，剥がれないように固定する等というものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)アの認定事実によれば，本件発明の構成要件Aの「表面に鉤状突起が設けられた基盤」にいう「鉤状突起」については，特許請求の範囲(請求項3)において，その形状，大きさ，材質等について限定はなく，また，本件明細書(甲2)においても，「鉤」の用語について説明はなく，本件発明の実施例として，「第6図に，コ字状の基盤29のコ字状内部の空間に磁石30を収納し，外側に先端部が尖り，かつ，先端部に向けてわずかに曲がった形状の突起28」が示されているが，「鉤状突起」を上記実施例に示された「突起28」の形状のものに限定する旨の記載もない。",
                "そして，「鉤」とは，一般に，「先が曲がった金属製・木製の器具，それに似たもの」，「先が曲がった形。そういう形をしたもの」を意味すること(前記(1)イ(ア))，本件明細書には，本件発明は，フィルターを排気口(換気扇及びレンジフード等)に簡単に取付けることができて，取替等も容易な排気口へのフィルター取付け方法を提供することを目的とし，その作用効果は，鉤状突起が設けられた基盤を排気口の周囲に設けて，その鉤状突起にフィルターを掛止させることによって，従来のように枠付きフィルターあるいは特定構造のフィルターを用意する必要がなく，また，従来のように枠あるいは支持体を使用しないので，取替にあってはフィルターの交換のみで済み，極めて経済的であることにある旨の記載があること(前記(1)ア)に照らすと，本件発明の構成要件Aの「鉤状突起」は，先が曲がった形状の突起であって，本件発明の上記目的に適合し，上記作用効果を奏するものであれば特に限定はないものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一方で，特許権は新規な工業的発明に対して与えられるものである以上，その当時において公知であった部分は新規な発明とはいえないから，特定の特許発明の技術的範囲を確定するに当たっては，その当時の公知の部分を除外して新規な技術的思想の趣旨を明らかにすることができるものと解される(最高裁昭和37年12月7日第二小法廷判決・民集16巻12号2321頁，同昭和39年8月4日",
              "text": [
                "第三小法廷判決・民集18巻7号1319頁等参照)。",
                "そして，前記(1)の認定事実によれば，①面ファスナーの製品の一つである「マジックテープ」(R社の登録商標)は，フック面とループ面の2枚一組からなる布製テープであること，②マジックテープのフック面は，カギ状の孤の部分と残部の短い棒状の部分からなる突起部分が一面に並び，そのループ面は，輪状の突起部分が一面に並び，この2つの面を互いに押し当てることによって係合する構造となっていること，③被告製品の「着脱テープ」の表面は，原判決別紙5のとおり，鉤状になった突起(21)及び短い棒状の突起(22)が設けられた基盤(23)から成り，マジックテープのフック面と同様の構造のものであること，④マジックテープは，本件特許の出願当時，公知であり，衣料，家庭用品から工業用品まで様々な分野で広く利用(フック面のみの利用を含む。)されており，また，予め，装着しようとする換気扇の開口部の周囲にマジックテープのフック面(いわゆる雄ないし雄片)を直接貼り付け，その上から上記開口部を覆う所定の広さのフィルターを被せ，上記フック面のカギ状の弧の部分(鉤状になった突起部分)を上記フィルターに直接掛止することにより，換気扇用フィルターを取付ける技術も公知であったこと(前記(1)ウ(ウ)，(エ)等)が認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，本件特許の出願当時，予め，装着しようとする排気口の周囲に表面にマジックテープのフック面を取付け，その上から当該排気口を覆う所定の広さのフィルターを被せ，前記フック面の鉤状になった突起部分に当該フィルターの周辺を直接掛止したことを特徴とする排気口へのフィルター取付け方法は公知の技術であったものと認められるから，マジックテープのフック面の鉤状になった突起部分が本件発明の構成要件Aにいう「鉤状突起」に文言上該当するとしても，マジックテープのフック面を用いたこのような取付け方法は，本件発明の技術的範囲に属さないものと認められる。",
                "そして，被告製品の着脱テープはマジックテープのフック面と同様の構造であるから，被告製品の取付け方法(使用方法)(前記(1)エ(イ))は，本件発明の技術的範囲に属さないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対し控訴人は，本件特許が認められたのは，本件特許の出願当時，レンジフード等の排気口にフィルターのみを，枠などを用いることなく，「直接」鉤状突起に掛止めする方法が公知でなかったことによるものである旨主張する。",
                "しかしながら，本件特許の特許請求の範囲の請求項3(本件発明)は，「予め，装着しようとする排気口の周囲に表面に鉤状突起が設けられた基盤を取付け，その上から該排気口を覆う所定広さのフィルターを被せ，前記鉤状突起に該フィルターの周辺を直接掛止したことを特徴とする排気口へのフィルター取付け方法。」であって，特許請求の範囲の記載上，「表面に鉤状突起が設けられた基盤」を取り付ける「排気口の周囲」が枠体等を含まないとの限定があるわけではないのみならず，乙1(請求人訴外会社・被請求人Q社間の本件特許に係る判定請求事件(判定2000-60010号)の特許判定公報)に「換気扇及びレンジフードの排気口に用いるフィルターの取り付け方法として，枠体あるいは支持体を用いずに，排気口を覆う広さのフィルターで排気口を直接覆うようにすることは，例えば，実願昭63-35574号(実開平1-139811号)のマイクロフィルム",
                "及び実願昭52-143804号(実開昭54-69669号)のマイクロフィル",
                "ムに記載されているように，本件出願前に既に公知であって，特に前者には，フィルターを複数個の磁石片で取り付けることが記載されている。」との記載があること(6枚目30行～34行)に照らすと，枠などを用いることなく，レンジフード等の排気口にフィルターを直接掛止めする方法が公知でなかったとまで認めることはできない。また，このことが公知かどうかと本件発明の構成要件Aにいう「鉤状突起」あるいは構成要件Cにいう「前記鉤状突起に該フィルターの周辺を直接掛止」の技術的範囲をどのように解するかは別個の問題であるというべきであるから，控訴人の上記主張によっても，前記(4)の認定を覆すに足りない。",
                "次に，控訴人は，被告製品において，フィルターを固定しているのは，着脱テープ上の鉤状突起であり，棒状の突起(22)の有無は掛り止めの効果にほとんど影響することはなく，棒状の突起(22)は新たな作用効果を付加しない余分な構成であり，鉤状突起と棒状の突起(22)が一体的に作用するとは到底いえない旨主張するが，仮に控訴人の主張のとおりであったとしても，被告製品の取付け方法(使用方法)が本件発明の技術的範囲に属さないとの前記(4)の認定を左右するものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，被告製品の使用方法は，本件発明の技術的範囲に属さないものと認められるから，その余の点について判断するまでもなく，被控訴人による被告製品の製造販売は本件特許権の間接侵害に当たらないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の被控訴人に対する本訴請求はいずれも理由がない。",
            "したがって，これと結論を同じくする原判決は是認することができるから，本件控訴は理由がなく，控訴人の当審における請求も理由がない。なお，原判決別紙1枚目の物件目録の2の2行目「(以下「イ号製品」という。)」を「(以下「ロ号製品」という。)」と更正することとする。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(ネ)10066",
    "date": "2005-10-27",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成16年(ワ)17488",
    "precedent_id": "009304",
    "ipprecedent_id": "857",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}