{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が取消2003-31399号事件について平成17年4月4日にした審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告を商標権者とする後記登録商標につき，少なくとも本件審判請求日前3年以内に国内において使用していないとして，商標法50条1項の規定に基づき取消しを求めたところ，特許庁は，本件審判の請求は成り立たないとの審決をしたため，原告が同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "text": [
                "商標権者：被告(株式会社落合商事)",
                "本件商標：「産業と経済」(各文字は縁取りがされている。)の文字を横書きしてなるもの。",
                "指定商品：第26類「雑誌，新聞」",
                "登録出願日：昭和60年10月7日",
                "設定登録日：昭和63年2月22日",
                "更新登録日：平成10年3月24日",
                "登録番号：第2021612号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成15年10月16日(取消2003-31399号)",
                "審決日：平成17年4月4日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成17年4月14日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，以下のとおり，本件商標は，請求人(原告)が商標権者である被請求人(被告)から使用許諾を得て使用しているのであるから，本件商標登録を商標法50条1項に基づいて取り消すことはできないと判断した。",
            "「被請求人提出に係る乙2の2(東京地裁平成16年(ワ)第6586号事件の訴状の写し(本訴甲2の2頁目以下))中の甲5(商標権等譲渡契約書)によれば，本件商標は，雑誌コード使用権等と共に平成12年3月11日付けで被請求人より請求人に対して譲渡されている事実が認められる。",
            "そして，請求人はその後，被請求人の契約履行の催告書(乙12の1ないし7(本訴甲3の1ないし7)，平成12年6月9日～平成15年5月30日)に対し",
            "て，被請求人に対する譲渡対価費用債権を請求人に対し有していることを認めている状況にある(乙13の1ないし4(本訴甲4の1ないし4)，平成12年12月15日～同15年6月27日)。",
            "また，本件商標を付した雑誌「産業と経済」が，昭和31年より現在まで被請求人及び請求人により継続して発行されている事実は，当該雑誌に付された通巻番号等により推認し得るものである。",
            "そうとすれば，両者間の本件商標の譲渡による商標権の移転登録が完了するまでは，被請求人と請求人の関係は，商標権者と使用権者の関係にあるものとみるのが相当である。",
            "してみれば，本件商標は本件審判請求の予告登録前3年以内に日本国内において，取消請求に係る指定商品中の「雑誌」について，本件商標の使用権者というべき請求人によって使用されていたものといわなければならない。",
            "したがって，本件商標についての登録は，商標法50条の規定により取り消すべき限りでない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "本件においては，被告自身が，本件商標を，本件審判請求の予告登録前3年以内に日本国内において，指定商品中の「雑誌」に使用していないことに争いはないから，原告による本件商標の使用が，被告による使用と評価できるか否かが争点である。",
        "被告(当時の商号「株式会社産業と経済」)は，設立時の昭和31年から雑誌「産業と経済」(月刊)を発行し，また昭和60年から雑誌「産業と経済」の臨時増刊の雑誌「オール株価チャンス」(季刊)を発行していた。しかしながら，被告は，平成12年初頭に経営破綻の状態に陥ったため，同年3月ころ，原告は被告から雑誌「産業と経済」及び「オール株価チャンス」の出版事業につき，本件商標権も含めて営業譲渡を受け，その対価として被告の債務(合計約700万円)を引き受け，これを弁済した。その後，原告の努力によって上記出版事業の経営は徐々に立ち直っていったが，緊急を要する事項を優先的に行った結果，本件商標についての商標権移転登録申請手続はなされなかった。",
        "このように，本件商標権は，平成12年3月ころ，被告から原告に移転しており，原告による本件商標の使用は，あくまで原告が実質的に有する商標権に基づくものであって，被告からの使用許諾に基づくものではない。実質的にも，雑誌を発行する能力も実体もない被告に本件商標権を帰属させるのは不当である。よって，原告が被告から使用許諾を得て本件商標を使用しているとの審決の認定判断は誤りである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "text": [
        "本件商標権の譲渡契約の内容や効力については原被告間に争いがあるが，原告による本件商標の使用が被告による同商標の使用を引き継いだものであることは原告も認めている。原告による雑誌「産業と経済」の発行は，被告の協力の下で行われたものであり，原告による本件商標の使用を被告は当然に許諾していた。そもそも，商標法上，商標権移転登録をしない限り商標権譲渡の効力は発生しないのであるから，仮に被告から原告への営業譲渡が有効であり，実質的に商標権が移転していたとしても，商標権移転登録が完了するまでは譲渡人が商標権者であり，譲受人である原告は被告の使用許諾に基づいて使用していると解するほかない。したがって，審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "商標法50条1項は，「継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが各指定商品…についての登録商標…の使用をしていないときは，何人も，その指定商品…に係る商標登録を取り消すことについて審判を請求することができる。」と規定している。本件の争点は，原告が本件商標権の通常使用権者といえるかどうかである。",
        "本件では，(1)被告が雑誌「産業と経済」(月刊)等を昭和31年ころから発行していたこと，(2)平成12年3月ころ，被告は，本件商標権も含め，同雑誌等の出版事業を原告に営業譲渡したこと，(3)その後，原告が本件商標を使用して同雑誌等の発行を継続し，被告はこれに異議を述べていないこと，(4)被告から原告への商標権移転登録はなされていないことの各事実については当事者間に争いがない。",
        "原告は，本件商標権の実質的な権利者は原告であると主張するが，相続その他一般承継の場合を除き，商標権の移転は登録しなければその効力を生じないのであるから(商標法35条，特許法98条1項1号)，原告が被告から本件商標権を譲り受ける旨の合意がなされたとしても，本件商標について原告を権利者とする商標権移転登録がなされていない以上，商標権移転の効力は生じていないことは明らかである。",
        "原被告の間の本件商標権を含む営業譲渡契約の内容については争いがあるが，前記判示のとおり，平成12年3月ころに被告から原告に本件商標権を譲渡する旨の合意がなされ，その後原告が本件商標を使用して雑誌「産業と経済」の発行を継続し，被告もこれに異議を述べていないことについては当事者間に争いがない。そうすると，原被告間の本件商標権を含む営業譲渡契約は，少なくとも上記争いのない趣旨の限度においては，有効なものとして存続していることになるから，原告は上記契約に基づいて本件商標権の譲渡につき移転登録がされるまでの間これを使用することの許諾を受けているものということができる(なお，被告は，平成15年10月2日付けで本件営業譲渡契約を解除する旨の意思表示をしたと主張するが，仮にかかる解除が有効であるとしても，本件審判請求の予告登録前3年以内に日本国において本件商標が使用されていたとの前提認定を左右するものではない。)。",
        "したがって，本件審判請求予告登録前3年以内に日本国において本件商標の通常使用権者がその指定商品について登録商標の使用をしていたことは明らかであり，商標法50条1項の規定により本件商標登録を取り消すべきではないとした審決の判断に誤りはない。",
        "以上のとおり，原告の主張には理由がないので，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "pretext": [
    "(本判決においては，審決や書証等の記載を引用する場合も含め，公用文の用字用語例に従って表記を変えた部分がある。)"
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10472",
    "date": "2005-12-22",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009215",
    "ipprecedent_id": "465",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}