{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2004-80067号事件について平成17年8月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する後記特許の請求項1～4，6～9につき，被告が無効審判請求をしたところ，特許庁がこれらの請求項の特許を無効とする旨の審決をしたことから，原告が，その取消しを求めた事案である。",
        "なお，上記無効審判請求については，特許庁が平成16年12月3日に上記請求項の特許を無効とする旨の審決をし，これに対し東京高等裁判所が平成17年3月30日に特許法181条2項に基づき上記審決を取り消す決定をしたことから，特許庁で再び審理されていたものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告と三菱重工業株式会社(以下「三菱重工」という。)は，平成6年3月2日，名称を「低騒音型ルーバ用フィンと配置方法」とする発明について特許出願(特願平6ー32631号)をし，同出願は平成7年9月12日に公開特許公報により特開平7-238649(甲10)として公開された。その後，平成13年2月14日付けで(甲10の手続補正書部分)，発明の名称を「低騒音型ルーバ用フィン，その配置方法およびルーバ」と変更するとともに特許請求の範囲等を変更する補正がなされ，その結果，平成15年8月29日，特許第3466693号として設定登録がなされた(以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，平成16年6月3日付けで被告から，本件特許のうち請求項1～4，6～9について無効審判請求がなされたので，特許庁は，これを無効2004-80067号事件として審理することとなった。原告と三菱重工は，この審理手続の中において訂正請求をしたが，特許庁は，平成16年12月3日，「訂正を認める。本件特許の請求項1～4，6～9に記載された発明についての特許を無効とする」旨の審決(以下「第1次審決」という。)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記審決に不服のある原告は，東京高等裁判所に対し上記審決の取消しを求める訴えを提起し(平成17年(行ケ)第11号)，特許庁に対しても本件特許につき平成17年3月4日付けで訂正審判請求(訂正2005-39040号)をしたので，同裁判所は，平成17年3月30日，特許法181条2項に基づき，第1次審決を取り消して事件を審判官に差し戻す旨の決定をした。",
                    "なお，原告は，三菱重工から，同社が有する本件特許の共有持分権の譲渡を受け，平成17年4月27日，その旨の登録がなされた。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，特許庁は，再び無効2004-80067号事件について審理することとなり，上記ウの訂正審判請求は，特許法134条の3第5項により訂正の請求とみなされることとなった(以下「本件訂正」という。)が，特許庁は，平成17年8月15日，「訂正を認める。本件特許の請求項1～4，6～9に記載された発明についての特許を無効とする」旨の審決(以下「本件審決」ということがある。)をし，その審決謄本は平成17年8月25日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の明細書(以下「本件訂正明細書」という。甲11の「全文訂正明細書」)に記載された特許請求の範囲は請求項1ないし9から成り，その内容は，次のとおりである(下線部は訂正部分。以下，請求項に対応して「本件訂正発明1」などという。)。",
                "「【請求項1】横方向部と縦方向に伸びる脚部とが断面形状において略T字状となり，該横方向部の高さAより脚部の幅Cが広くなるように構成されている柱状体の低騒音型ルーバ用フィンであって，建物のルーバに用いたフィンであり，前記建物の外側に向う方向を前面側とし，その逆向きを背面側としたとき，前記横方向部を前面側に配置し，前記脚部を該横方向部の背面側に配置するとともに，前記横方向部の前面側および背面側の左右両側のコーナー部，ならびに横方向部と脚部との突き合せ部に形成される内隅部のコーナー部には丸みが付けられており，かつ上記横方向部の高さをA(mm)，横方向部の幅をB(mm)，脚部の幅をC(mm)，脚部",
                "の高さをD(mm)としたとき，A，B，C，Dが下記の数1を満たす範囲にあることを特徴とする低騒音型ルーバ用フィン。",
                "【数1】",
                "0．3≦(B-C)／2A≦2．5",
                "0．3≦(A＋D)／B≦4．5",
                "【請求項2】脚部の下部の背面側の左右両側のコーナー部には丸みが付けられていることを特徴とする請求項1記載の低騒音型ルーバ用フィン。",
                "【請求項3】A，B，C，Dが下記の数2をも満たす範囲にあることを特徴とする請求項1または2記載の低騒音型ルーバ用フィン。",
                "【数2】",
                "1．1≦B／A≦6",
                "0．5≦D／A≦6．4",
                "【請求項4】横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部につけられた丸みの曲率半径をR(mm)，横方向部の前面側および背面側の左右両側のコーナー部に付けられた丸みの曲率半径をS(mm)，脚部の下部の背面側の左右両側のコーナー部に付けられた丸みの曲率半径をT(mm)としたとき，R，S，Tが下記の数3をも満たす範囲にあることを特徴とする請求項1～3のいずれか1項記載の低騒音型ルーバ用フィン。",
                "【数3】",
                "0＜R≦3(B-C)／8",
                "S≒A／2",
                "0＜T≦C／2",
                "【請求項5】横方向部と縦方向に伸びる脚部とが断面形状において略T字状となるように構成されている柱状体の請求項1～4のいずれか1項記載の低騒音型ルーバ用フィンであって，横方向部においては少なくとも中央部での高さが最も高く左右両側で最も低くなっており，脚部においては少なくとも内隅部近傍で幅が最も広く下部の背面側で最も幅が狭いことを特徴とする低騒音型ルーバ用フィン。",
                "【請求項6】横方向部と縦方向に伸びる脚部とが断面形状において略T字状となるように構成されている柱状体の請求項1～5のいずれか1項記載の低騒音型ルーバ用フィンであって，柱状体の低騒音型ルーバ用フィンが中空体に形成されていることを特徴とする低騒音型ルーバ用フィン。",
                "【請求項7】請求項1～6のいずれか1項記載の低騒音型ルーバ用フィンを並べて形成されたルーバ。",
                "【請求項8】請求項1～6のいずれか1項記載の低騒音型ルーバ用フィンを平行に等間隔に並べてルーバを形成されたルーバであって，隣り合うフィンの頭部の端部とそのフィンの隣のフィンの頭部の端部がつくる隙間をE(mm)とし，前記フィンの横方向の幅をB(mm)とするときに，E，Bが下記の数4を満たす範囲にあることを特徴とするルーバ。",
                "【数4】",
                "0．5≦E／B≦10",
                "【請求項9】請求項1～6のいずれか1項記載の低騒音型ルーバ用フィンを平行に等間隔に並べてルーバを形成するに際して，隣り合うフィンの頭部の端部とそのフィンの隣のフィンの頭部の端部がつくる隙間をE(mm)とし，前記フィンの横方向の幅をB(mm)とするときに，E，Bが下記の数5を満たす範囲にあることを特徴とするルーバ用フィンの配置方法。",
                "【数5】",
                "0．5≦E／B≦10 」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "本件訂正を認めた上でなされた本件審決の内容は，別添審決写しのとおりであり，その理由の要点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1～4，6～9は，日本建築学会大会学術講演梗概集(東海)昭和51年10月の785～786頁(甲1。以下「刊行物1」とい",
                  "text": [
                    "う。)に記載された発明(以下「刊行物1記載発明」という。)及び本件特許出願前に周知であった事項に基づいて当業者が容易に発明することができたから，これについての特許は無効である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した刊行物1記載発明の内容，本件訂正発明1との一致点及び相違点は，次のとおりである。",
                    "〈刊行物1記載発明の内容〉",
                    "「横方向部と縦方向に伸びる脚部とが断面形状において略T字状となるように構成されている柱状体の消音効果を有するルーバー羽根であって，建物のルーバーに用いたルーバー羽根であり，前記略T字状の脚部の端部の角に丸みが付けられた消音効果を有するルーバー羽根」〈一致点〉",
                    "「横方向部と縦方向に伸びる脚部とが断面形状において略T字状となるように構成されている柱状体の低騒音型ルーバ用フィン」である点〈相違点1〉",
                    "本件訂正発明1では，建物の外側に向う方向を前面側とし，その逆向きを背面側としたとき，横方向部を前面側に配置し，脚部を該横方向部の背面側に配置するように構成されているのに対し，刊行物1記載発明では，そのようになっているかどうか不明である点。",
                    "〈相違点2〉",
                    "本件訂正発明1では，横方向部の前面側及び背面側の左右両側のコーナー部に丸みが付けられているのに対して，刊行物1記載発明では，脚部の角に丸みが付けられてはいるものの，横方向部の前面側および背面側の左右両側のコーナー部に丸みが付けられているかどうか不明である点。",
                    "〈相違点3〉",
                    "本件訂正発明1では，横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部に丸みが付けられているのに対して，刊行物1記載発明では，その点が不明である点。",
                    "〈相違点4〉",
                    "本件訂正発明1では，横方向部の高さAより脚部の幅Cが広くなるように構成され，横方向部の高さをA(mm)，横方向部の幅をB(mm)，脚部の幅をC(mm)，脚部の高さをD(mm)としたとき，",
                    "A，B，C，Dが，「0．3≦(B-C)／2A≦2．5」，「0．3",
                    "≦(A＋D)／B≦4．5」を満たす範囲にあるのに対して，刊行物1記載発明では，横方向部の高さAと脚部の幅Cとの関係は不明であるとともに，上記の範囲を満たすか否かが不明である点。",
                    "(以下，これらの相違点を「相違点1」などという。)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決のうち，刊行物1記載発明の内容，同発明と本件訂正発明1との一致点及び相違点1ないし4が，審決記載のとおりであることは認める。",
                "しかしながら，審決は，本件訂正発明1と刊行物1記載発明との相違点3，4についての認定判断及び本件訂正発明1によってもたらされる効果についての認定判断を誤ったから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点3についての認定判断の誤り)",
                  "text": [
                    "審決は，相違点3について，「本件訂正発明1においては，横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部に丸みが付けられているが，そのように構成したことによって奏する作用効果は明細書に何ら記載されていないことから，上記相違点の技術的意義は不明であって，当業者が適宜できる単なる設計的事項といわざるを得ない。」と認定判断している(11頁4行～8行)。",
                    "しかし，本件訂正明細書(甲11)の段落【0036】には，上記相違点3に係る構成を備えた本件訂正発明1の低騒音型ルーバ用フィンの試験結果が記載されており，「従来型の場合に見られたような顕著な圧力変動は認められず，騒音抑制の効果が明白に現れている。」と結論付けられている。この記載は，相違点3に係る構成が本件訂正発明1の他の構成要件と組み合わされて全体として騒音抑制の効果が得られたことを示すものであって，本件訂正明細書には，相違点3に係る構成の効果が記載されているといえる。",
                    "また，本件特許の出願当初の明細書(特開平7-238649。甲1",
                    "0)には，横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部に丸みが付けられているT型ルーバ用フィンとこのような丸みが付けられていないT型ルーバ用フィンを対比して，このような丸みを付けることによって「騒音抑制の効果が一層明白になった。」と記載されている(段落【0039】～【0041】)から，相違点3に係る構成の効果が記載されている。",
                    "騒音抑制の効果が高いことは，上記の各明細書の記載のようにしか表現のしようがない。",
                    "したがって，審決中の「…コーナー部に丸みが付けられているが，そのように構成したことによって奏する作用効果は明細書に何ら記載されていない…」との上記認定は誤りであり，この誤った認定に基づく「上記相違点の技術的意義は不明であって，当業者が適宜できる単なる設計的事項といわざるを得ない」という審決の上記判断も失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点4についての認定判断の誤り)",
                  "text": [
                    "審決は，相違点4について，「明細書には，相違点4に係る構成としたことによって奏する作用効果や数値の臨界的意義は何ら記載されていないから，上記数値限定等は，当業者が発明の実施にあたって適宜定める設計的事項といわざるを得ない。」と認定判断している(11頁10行～12行)。",
                    "しかし，本件訂正明細書(甲11)の段落【0036】には，上記相違点4に係る構成を備えた本件訂正発明1の低騒音型ルーバ用フィンの試験結果が記載されており，「従来型の場合に見られたような顕著な圧力変動は認められず，騒音抑制の効果が明白に現れている。」と結論付けられている。この記載は，相違点4に係る構成が本件訂正発明1の他の構成要件と組み合わされて全体として騒音抑制の効果が得られたことを示すものであって，本件訂正明細書には，相違点4に係る構成の効果が記載されているといえる。",
                    "また，本件特許の出願当初の明細書(特開平7-238649。甲1",
                    "0)には，横方向部の高さAより脚部の幅Cが広いT型ルーバ用フィンと横方向部の高さAより脚部の幅Cが狭いT型ルーバ用フィンの各試験結果が記載されているが，それによると，横方向部の高さAより脚部の幅Cが広いT型ルーバ用フィンは，横方向部の高さAより脚部の幅Cが狭いT型ルーバ用フィンに比べて，騒音発生防止の点で優れていることが示されている(段落【0028】，【0036】，【0039】，【0040】，",
                    "【0048】)。",
                    "騒音抑制の効果が高いことは，上記の各明細書の記載のようにしか表現のしようがない。",
                    "したがって，審決中の「明細書には，相違点4に係る構成としたことによって奏する作用効果や数値の臨界的意義は何ら記載されていない…」との上記認定は誤りであり，この誤った認定に基づく「上記数値限定等は，当業者が発明の実施にあたって適宜定める設計的事項といわざるを得ない」という審決の上記判断も失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件訂正発明1によってもたらされる効果についての認定判断の誤り)",
                  "text": [
                    "審決は，「本件訂正発明1によってもたらされる効果も，刊行物1記載発明及び本件特許出願前周知の事項から，当業者であれば予測することができる程度のものであって，格別なものとはいえない。」と認定判断している(11頁20行～22行)。",
                    "しかし，本件訂正発明1の相違点3及び4に係る構成は，本件特許出願前には知られていなかったのであるから，本件訂正発明1によってもたらされる効果が，「刊行物1記載発明及び本件特許出願前周知の事項から，当業者であれば予測することができる程度のものであって，格別なものとはいえない。」ということはない。",
                    "したがって，審決の本件訂正発明1によってもたらされる効果についての上記認定判断は，誤っている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書全体をみても，相違点3に係る構成によって奏される特有の作用効果については何ら記載されていないし，その構成によって騒音発生の改善の効果があるのかどうかも明らかでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点3に係る構成により得られる効果が，単に本件訂正発明1で特定する他の構成要件と組み合わされて全体として騒音発生を改善するというのであれば，それは，審決が相違点2の判断(10頁下8行～11頁2行)において，刊行物1に記載されていると認定している「脚部の端部の角に丸みを付けることにより消音させる」という技術思想と何ら相違しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，自ら補正によって削除した出願当初の明細書の記載に基づいて主張をすることは許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点3についての審決の認定判断には誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書全体をみても，相違点4に係る構成によって奏される特有の作用効果については何ら記載されていないし，その構成によって騒音発生の改善の効果があるのかどうかも明らかでない。また，本件訂正明細書全体をみても，相違点4に係る構成の数値の臨界的な意義については何ら記載されていない。",
                    "原告は，無効審判手続において提出した答弁書(乙1)において，相違点4に係る構成によって奏される特有の作用効果がないことや相違点4に係る構成の数値の臨界的な意義がないことを認めている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，自ら補正によって削除した出願当初の明細書の記載に基づいて主張をすることは許されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点4についての審決の認定判断には誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "審決には，原告が主張するような認定判断の誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1～3についての検討",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書(甲11)には，「特許請求の範囲」として前記第2の1(2)の記載があるほか，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "従来の技術(段落【0002】)",
                  "text": [
                    "「従来，ビルやマンションなどに用いられているルーバは，…断面略長方形状の柱状体を複数本所定間隔をおいて配置したものである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題(段落【0003】)",
                  "text": [
                    "「このような構造のルーバにおいては，強風を受けたときに強い騒音が発生することがあり，居住環境，職場環境などを悪化するものであった。",
                    "本発明は，こうした強い騒音の発生を抑制したルーバ用フィンの提供を目的とする。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段(段落【0004】)",
                  "text": [
                    "「本発明は，前述の課題を解決すべくなされたものであり，横方向部と縦方向に伸びる脚部とが断面形状において略T字状となり，該横方向部の高さAより脚部の幅Cが広くなるように構成されている柱状体の低騒音型ルーバ用フィンであって，建物のルーバに用いたフィンであり，前記建物の外側に向う方向を前面側とし，その逆向きを背面側としたとき，前記横方向部を前面側に配置し，前記脚部を該横方向部の背面側に配置するとともに，前記横方向部の前面側および背面側の左右両側のコーナー部，ならびに横方向部と脚部との突き合せ部に形成される内隅部のコーナー部には丸みが付けられており，かつ上記横方向部の高さをA(mm)，横方向部の幅をB(mm)，脚部の幅をC(mm)，脚部の高さをD(mm)とし",
                    "たとき，A，B，C，Dが下記の数6を満たす範囲にあることを特徴とする低騒音型ルーバ用フィンを提供する。",
                    "【数6】",
                    "0．3≦(B-C)／2A≦2．5",
                    "0．3≦(A＋D)／B≦4．5",
                    "好ましくは，さらに脚部の下部の背面側の左右両側のコーナー部にも丸みが付けられている。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "text": [
                    "「図1は，本発明の実施例のタイプ1の低騒音型ルーバ用フィン1を用いたマンションの手摺ルーバ2の斜視図であり，図2は，このフィン1の断面図である。図3は，本発明の他の実施例のタイプ2の低騒音型ルーバ用フィン4を用いたビル屋上の機材カバー用ルーバ6の斜視図であり，図4は，このフィン4の断面図である。図5は本発明および比較例のルーバ用フィンの性能試験装置の概略図である。」(段落【0021】)",
                    "「図9は，試験に用いたタイプ2の低騒音型ルーバ用フィンの断面図である。なお，タイプ2の低騒音型ルーバ用フィンはタイプ1の低騒音型ルーバ用フィンをスケールアップしたものである。図10～11は，このタイプ2の低騒音型ルーバ用フィン(取り付け間隔：200mm(図10)，400mm(図11))における周波数-音圧レベル特性図である。」(段落【0023】)",
                    "「…図2は，図1のフィン1のX-X断面図であり，寸法Aは約7mm，寸法Bは約27mm，寸法Cは約13mm，寸法Dは約27mm，丸みの",
                    "半径Rは約1．7mm，丸みの半径Sは約3．3mm，丸みの半径Tは約1mmである。」(段落【0027】)",
                    "「図3は，本発明の他の実施例のタイプ2の低騒音型ルーバ用フィンを用いたビル屋上の機材カバー用ルーバを示し，本発明の低騒音型ルーバ用フィン4を骨材5に取り付けて機材カバー用ルーバ6が形成されている。ルーバ6の上方に窓7が見える。図4は，図3のルーバ用フィン4のY-Y断面図であり，寸法Aは約20mm，寸法Bは約80mm，寸法Cは約40mm，寸法Dは約80mm，丸みの半径Rは約5mm，丸みの半径Sは約10mm，丸みの半径Tは約3mmである。」(段落【0028】)",
                    "「図5のように供試体ルーバ用フィン9に対し矢印方向に風11を吹きつけた。ルーバ用フィン9はフィン繋止具10で繋止してある。供試体ルーバは鋼製の支持架台に取り付けて，風洞測定部床のターンテーブル上に設置した。風11の向きに対するルーバの角度を記号12で示す。」(段落【0030】)",
                    "「供試体ルーバは，断面形状が長方形の従来型につき2種類(タイプ01，02)，断面形状が略T字状の本発明の低騒音型につき数種類(タイプ2)とし，ルーバの取り付け間隔は，従来型ルーバでは100mmまたは200mm，低騒音型ルーバでは100mm，200mmまたは400",
                    "mmで試験した。」(段落【0031】)",
                    "「気流は一様流とし，風速と風向角を種々変化させて，騒音が発生する範囲を調べた。この際，測定部風速は1～20m／secの範囲で変えた。",
                    "図5に示すように，発生音は供試体の近傍に取り付けたマイクロフォン8で集音した後，FFT解析を行い，その周波数，音圧レベルを計測した。」(段落【0032】)",
                    "「また，この従来型の場合において，風速を変化させたときの圧力変動の周波数の変化を図7に示す。横軸は風速(m／sec)であり，縦軸は圧力変動の周波数(kHz)である。圧力変動の周波数は風速に伴ってステップ状に変化しているのが分かる。」(段落【0034】)",
                    "「また，この従来型の場合において，風向角を変化させたときの圧力変動の音圧レベルの変化を図8に示す。横軸は風向角(度)であり，縦軸は圧力変動の音圧レベル(dB)である。圧力変動が明瞭に現れるのは20度＜風向角＜40度であり，風向角＝30度付近の音圧レベルが特に大きい。以上が，従来型ルーバフィンの特徴である。」(段落【0035】)「次に，図9に示すタイプ2の低騒音型ルーバ用フィン(材質：アルミニウム中空材)を取り付け間隔200mmで取り付け，風速6m，風向角30度で，ルーバに風を当てて同様に試験した結果を図10に示す。図から分かるように，従来型の場合に見られたような顕著な圧力変動は認められず，騒音抑制の効果が明白に現れている。なお，図9における寸法A～DおよびR～T値はすでに図4で説明したとおりである。参考までにタイプ2の低騒音型ルーバ用フィンの斜視図を示すと，図15(a)のとおりである。」(段落【0036】)",
                    "「同様に，タイプ2の低騒音型ルーバ用フィンを取り付け間隔400mmで取り付け，風速6m，風向角30度で，ルーバに風を当てて同様に試験した結果を図11に示す。図から分かるように，取り付け間隔を2倍に広げても，従来型の場合に見られたような顕著な圧力変動は認められず，騒音抑制の効果が明白に現れている。」(段落【0037】)",
                    "「次に，断面形状が12mm×80mmで，長さが0．6mで，材質が木材のタイプ02の従来型ルーバ用フィン(断面図を図14に示す。寸法15は12mm，寸法16は80mmである。)を取り付け間隔100mm",
                    "で取り付け，風速6m，風向角30度で，ルーバに風を当てて同様に試験した結果を図12に示す。横軸は周波数(kHz)であり，縦軸は音圧レベル(dB)である。図から分かるように，従来型の場合は，2．5kHz近辺に音圧レベルのピーク(約80dB)が見られる。」(段落【0038】)",
                    "「これらの結果を表1に示す。」(段落【0047】，【0048】)「表1",
                    "ルーバフィン 騒音発生",
                    "従来型 タイプ01 不良",
                    "タイプ02 不良",
                    "低騒音型 タイプ2 優良",
                    "」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用(段落【0049】)",
                  "text": [
                    "「従来型のルーバのような，平板を列状に並べたものに強風が当たって発生する騒音の主因は，平板の風上側端部から厚み方向に沿って発生する渦，すなわち端部の上流側角で剥離した流れが下流側角で再付着することであると考えられる。これに対し，本発明では，ルーバ用フィンの断面形状が略T字状をしており，しかも略T字状の断面形状の「風上側端部の厚み」に相当する横方向部において，その左右両側のコーナー部に丸みがつけられているので，その丸みなどが主要素となって，この剥離と再付着が阻害され，それを主効果として騒音発生が抑制されたと考えられる。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果(段落【0050】，【0051】)",
                  "text": [
                    "「本発明は次のような効果を奏する。日光を大きく遮断したり，内部の人が外部空間を視認するのをさほど妨害することなく，しかも，高所に居る内部の人の安全に寄与しつつ，外部の人が内部を覗き見ることを妨害し，外観の向上にも役立つなどというルーバ本来の役割をほとんど悪化することなく，従来のルーバが風を受けたときに発生する強い騒音を大幅に低減できる。」",
                    "「しかも，本発明のルーバ用フィンは従来型のルーバ用フィンの形状を改善したものであって，格別に新たな装置を付加することによって騒音を改善するものではないので，特に従来より広い場所が必要なことはなく，今までどおりの場所に設置できる。すなわち，従来の断面形状が略長方形状の柱状体を，横方向部と縦方向に伸びる脚部とが断面形状において略T字状となるよう柱状体のルーバ用フィンの構成とし，前記横方向部の前面側および背面側の左右両側ならびに横方向部と脚部との突き合せ部に形成されている内隅部のコーナー部に丸みを付けるとともに，横方向部と脚部のそれぞれの高さおよび幅を特定範囲とすることにより，さらには脚部の下部の背面側の左右両側のコーナー部にも丸みを付けることにより，従来問題となっていた騒音を大幅に改善できる。このように柱状体のフィンの断面形状をT字状に変更するという単純な形状変更により，この特定の略T字状の断面形状および形状比率を見出すことにより従来問題になっていた騒音を大幅に改善したのである。また，格別に新たな装置を付加するようなものではないので，安価であり，コスト的にもきわめて有利である。」(2) 本件訂正明細書(甲11)の上記(1)の記載によると，本件訂正明細書には，本件訂正発明1について，次のような記載があるということができる。"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "ビルやマンションなどに用いられているルーバは，断面略長方形状の柱状体を複数本所定間隔をおいて配置したものが用いられているが，このような構造のルーバにおいては，強風を受けたときに強い騒音が発生することがあり，居住環境，職場環境などを悪化させることがあった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1は，こうした強い騒音の発生を抑制したルーバ用フィンの提供を目的とするもので，「横方向部と縦方向に伸びる脚部とが断面形状において略T字状となり，該横方向部の高さAより脚部の幅Cが広くなるように構成されている柱状体の低騒音型ルーバ用フィンであって，建物のルーバに用いたフィンであり，前記建物の外側に向う方向を前面側とし，その逆向きを背面側としたとき，前記横方向部を前面側に配置し，前記脚部を該横方向部の背面側に配置するとともに，前記横方向部の前面側および背面側の左右両側のコーナー部，ならびに横方向部と脚部との突き合せ部に形成される内隅部のコーナー部には丸みが付けられており，かつ上記横方向部の高さをA(mm)，横方向部の幅をB(mm)，脚部の幅をC(mm)，脚部の高さをD(mm)としたとき，A，B，C，Dが，",
                  "text": [
                    "『「0．3≦(B-C)／2A≦2．5』，『0．3≦(A＋D)／B≦",
                    "4．5 』を満たす範囲にあることを特徴とする低騒音型ルーバ用フィン」(【請求項1】参照)という構成を採用することによって，上記目的を達成しようとするものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "断面形状が長方形の従来型フィンを用いたルーバ2種類(タイプ01，02)及び本件訂正発明1の構成要件を備えたフィンを用いたルーバ1種類(タイプ2)について，風を当て，発生する音をマイクロフォンで集める試験をしたところ，本件訂正発明1の構成要件を備えたフィンを用いたルーバ(タイプ2)では，従来型フィンを用いたルーバ(タイプ01，02)に比べて，騒音の発生が少なく，騒音抑制の効果が明白に現れた。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正発明1は，柱状体のフィンの断面形状をT字状に変更するという単純な形状変更により，騒音の発生を大幅に改善したものであって，日光を大きく遮断したり，内部の人が外部空間を視認するのをさほど妨害することなく，しかも，高所に居る内部の人の安全に寄与しつつ，外部の人が内部を覗き見ることを妨害し，外観の向上にも役立つなどというルーバ本来の役割をほとんど悪化することなく，今までどおりの場所に設置できるものでありながら，騒音の発生は大幅に抑制されるという効果を有するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，刊行物1(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「工場，飛行場，高速道路，鉄道などの周辺での騒音について，最近大きな社会問題となっているが，構造物についても，強風時には可成りの騒音を発する場合がある。組立材を用いたテレビ棟や送電鉄塔，平板を並べたルーバーなどは，カルマン渦の群列の共振により，強風時に不快な騒音を発したり，また，剛性不足が原因と考えられるカーテン・ウォールの振動により音を発する場合がある。音質によっては，居住者に恐怖感を与えるので，ホテルやマンション等では特に注意を要する。…ここでは，業者が約5年前に経験した19階…マンション(高さ52m，平面24m×24m)の高層部分のバルコニーの手摺が，かなりの騒音を発し…不気味と思われたので，風洞実験を行い対策を講じた。」(785頁4行～12行)"
                },
                {
                  "fig": "イ",
                  "subject": "風洞実験結果「模型による実験では寸法効果が不明であり，現寸を用いた部分模型の方が製作費が安いので，東京大学宇宙航空研究所のゲッチンゲン型風洞(吹出口径 2m)にて実物実験を行って，騒音の検討を行った。幅1m26cm，高さ93cmの手摺に約10本のA型，B型，C型",
                  "text": [
                    "の3種のルーバー羽根(アルミニュームまたは鋼製)を用い，風速と角度とを種々変えて実験した。(図-1)」(785頁13行～19行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「A型は風向を38°～48．5°傾けた位置で，風速7．5m／secの時に音は最も大きく，10．5m／secを越えると，急に音が消える。(図-2a)」(785頁21行～23行)"
                },
                {
                  "fig": "エ",
                  "subject": "「C型の隅をヤスリで削ったところ，消音した。(図-2b)」(785頁30行～31行)"
                },
                {
                  "fig": "オ",
                  "subject": "「次に，A型の隅にテープを貼ると，如何なる風向，風速に対しても消音した。そこで，C型と同様にA型の隅を削ったところ，予期の通り消音効果をあげた。」(785頁32行～34行)"
                },
                {
                  "fig": "カ",
                  "subject": "「平板の隅を削ったために消音したのは，空気抵抗が小さくなったものと思われる。」(785頁最下行～786頁1行)"
                },
                {
                  "fig": "キ",
                  "subject": "「結論として，a ルーバー羽根の間隔をなるべく大きくする。かつ，断面の隅を丸く削る。」(786頁28行～29行)"
                },
                {
                  "fig": "ク",
                  "text": [
                    "図-2によると，A型のルーバー羽根は，断面形状が略T字状をしていて横方向部と縦方向に伸びる脚部を有するものであり，B型とC型のルーバー羽根は，断面形状が長方形のものである。また，図-1には，これらの柱状体のルーバー羽根を並べた手摺が記載されている。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "図-3(b)には，ルーバー羽根の部材断面における端部の角をヤスリでけずった図が記載されており，図-3(c)には，A型のルーバー羽根の略T字状の脚部の端部の角にテープを貼った図が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "刊行物1の上記(3)エ～キの各記載に，図-2(上記(3)ク)及び図-3(b)(c)(上記(3)ケ)の各記載を総合すると，刊行物1には，略T字状の部材断面を有するA型のルーバー羽根において，略T字状の脚部の端部の角に丸みを付けることにより，消音効果をあげることができる旨が記載されているものと認められる。",
                "しかし，刊行物1には，本件訂正発明1が有する次の各構成は記載されているとは認められない(相違点1～4参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "建物の外側に向う方向を前面側とし，その逆向きを背面側としたとき，横方向部を前面側に配置し，脚部を該横方向部の背面側に配置するように構成されていること"
                },
                {
                  "fig": "イ",
                  "subject": "横方向部の前面側及び背面側の左右両側のコーナー部に丸みが付けられていること"
                },
                {
                  "fig": "ウ",
                  "subject": "横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部に丸みが付けられていること"
                },
                {
                  "fig": "エ",
                  "subject": "横方向部の高さAより脚部の幅Cが広くなるように構成され，横方向部の高さをA(mm)，横方向部の幅をB(mm)，脚部の幅をC(m",
                  "text": [
                    "m)，脚部の高さをD(mm)としたとき，A，B，C，Dが，「0．3≦(B-C)／2A≦2．5」，「0．3≦(A＋D)／B≦4．5」を",
                    "満たす範囲にあること"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上の(1)～(4)で述べたところに基づいて，原告が主張する取消事由1～3について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(相違点3についての認定判断の誤り)について(ア) 本件訂正明細書には，相違点3の「横方向部と脚部との突合わせ部に形成されている内隅部のコーナー部に丸みがつけられている」ことを含む，本件訂正発明1の構成要件を備えたフィンを用いたルーバは，断面形状が長方形の従来型フィンを用いたルーバに比べて，騒音発生の抑制の効果が明白に現れた旨の試験結果(上記(2)ウ)が示され，その上で，上記(2)エのとおり，騒音発生が抑制されたこと等の本件訂正発明1の効果が記載されているから，本件訂正明細書には，相違点3に係る構成の効果が記載されているということができる。",
                    "本件訂正明細書には，相違点3に係る構成のみの効果は記載されていないが，本件訂正発明1は，相違点3に係る構成を含む上記(2)(イ)の構成を有するものであるから，そのような構成全体から生ずる効果が記載されていれば，効果の記載はあるということができる。",
                    "なお，原告は，本件特許の出願当初の明細書(特開平7-238649。甲10)には，横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部に丸みが付けられているT型ルーバ用フィンとこのような丸みが付けられていないT型ルーバ用フィンを対比して，このような丸みを付けることによって「騒音抑制の効果が一層明白になった。」と記載されていると主張する(段落【0039】～【0041】)。この出願当初の明細書の記載は，その後の補正によって削除された(本件訂正明細書［甲11］段落【0039】～【0041】参照)から，この削除された記載を根拠として，明細書に相違点3に係る構成の効果が記載されているということはできないが，本件訂正明細書には，上記のとおり，相違点3に係る構成を含む上記(2)(イ)の構成全体から生ずる効果が記載されていることにより，相違点3に係る構成の効果が記載されているということができるから，出願当初の明細書の上記記載が削除されたことは，明細書に相違点3に係る構成の効果が記載されているとの上記判断を左右するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，相違点3に係る構成により得られる効果が，単に本件訂正発明1で特定する他の構成要件と組み合わされて全体として騒音発生を改善するというのであれば，それは，審決が相違点2の判断(10頁下8行～11頁2行)において，刊行物1に記載されていると認定している「脚部の端部の角に丸みを付けることにより消音させる」という技術思想と何ら相違しないと主張する。しかし，上記(4)のとおり，刊行物1には，略T字状のルーバー羽根において，脚部の端部の角に丸みを付けることにより，消音効果をあげることができる旨記載されているものの，横方向部と脚部との突合わせ部に形成されている内隅部のコーナー部に丸みを付けることについての記載があるとは認められないから，この相違点3に係る構成の効果が刊行物1に記載された技術思想と相違しないということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決中の「…コーナー部に丸みが付けられているが，そのように構成したことによって奏する作用効果は明細書に何ら記載されていない…」(11頁5行～6行)との認定は誤りであり，この誤った認定に基づく「上記相違点の技術的意義は不明であって，当業者が適宜できる単なる設計的事項といわざるを得ない」(11頁6行～7行)という審決の判断も誤りであるから，取消事由1は理由がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点4についての認定判断の誤り)について(ア) 本件訂正明細書には，相違点4の「本件訂正発明1では，横方向部の高さAより脚部の幅Cが広くなるように構成され，横方向部の高さをA(mm)，横方向部の幅をB(mm)，脚部の幅をC(mm)，脚部",
                  "text": [
                    "の高さをD(mm)としたとき，A，B，C，Dが，『0．3≦(B-",
                    "C)／2A≦2．5 』，『0．3≦(A＋D)／B≦4．5 』を満た",
                    "す範囲にある」ことを含む，本件訂正発明1の構成要件を備えたフィンを用いたルーバは，断面形状が長方形の従来型フィンを用いたルーバに比べて，騒音発生の抑制の効果が明白に現れた旨の試験結果(上記(2)ウ)が示され，その上で，上記(2)エのとおり，騒音の発生が抑制されたこと等の本件訂正発明1の効果が記載されているから，本件訂正明細書には，相違点4に係る構成の効果が記載されているということができる。",
                    "本件訂正明細書には，相違点4に係る構成のみの効果は記載されていないが，本件訂正発明1は，相違点4に係る構成を含む上記(2)(イ)の構成を有するものであるから，そのような構成全体から生ずる効果が記載されていれば，効果の記載はあるということができる。",
                    "なお，原告は，本件特許の出願当初の明細書(特開平7-238649。甲10)には，横方向部の高さAより脚部の幅Cが広いT型ルーバ用フィンと横方向部の高さAより脚部の幅Cが狭いT型ルーバ用フィンの各試験結果が記載されているが，それによると，横方向部の高さAより脚部の幅Cが広いT型ルーバ用フィンは，横方向部の高さAより脚部の幅Cが狭いT型ルーバ用フィンに比べて，騒音発生防止の点で優れていることが示されていると主張する(段落【0028】，【0036】，【0039】，【0040】，【0048】)。この出願当初の明",
                    "細書の記載のうち，横方向部の高さAより脚部の幅Cが狭いT型ルーバ用フィンに関する試験結果は，その後の補正によって削除された(本件訂正明細書［甲11］段落【0039】，【0040】，【0048】",
                    "参照)から，この削除された記載を根拠として，明細書に相違点4に係る構成の効果が記載されているということはできないが，本件訂正明細書には，上記のとおり，相違点4に係る構成を含む上記(2)(イ)の構成全体から生ずる効果が記載されていることにより，相違点4に係る構成の効果が記載されているということができるから，出願当初の明細書の上記記載が削除されたことは，明細書に相違点4に係る構成の効果が記載されているとの上記判断を左右するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件訂正明細書には，相違点4に係る構成の数値の臨界的な意義については記載されていない。しかし，数値限定に常に臨界的な意義が必要であるとは解されない。本件訂正発明1は，上記(4)のとおり刊行物1記載発明とは相違点があるものであり，相違点4に係る構成の数値限定以外の点について進歩性が認められるのであれば，相違点4に係る構成の数値限定に臨界的な意義は必要でないものと解される。それにもかかわらず，審決は，このような点を検討することなく，相違点4に係る構成の数値に臨界的な意義が必要である旨の判断をしている誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決中の「明細書には，相違点4に係る構成としたことによって奏する作用効果…は何ら記載されていない…」(11頁10行～11行)との認定は誤りであり，相違点4に係る構成の数値に臨界的な意義が必要である旨の判断にも，上記(イ)のとおり誤りがある。そして，これらの認定判断に基づく「上記数値限定等は，当業者が発明の実施にあたって適宜定める設計的事項といわざるを得ない」(11頁11行～12行)という審決の判断も誤りであるから，取消事由2は理由がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件訂正発明1によってもたらされる効果についての認定判断の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正明細書には，本件訂正発明1の構成要件を備えたフィンを用いたルーバは，断面形状が長方形の従来型フィンを用いたルーバに比べて，騒音発生の抑制の効果が明白に現れた旨の試験結果(上記(2)ウ)が示され，その上で，上記(2)エのとおり，騒音の発生が抑制されたこと等の本件訂正発明1の効果が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「本件訂正発明1によってもたらされる効果も，刊行物1記載発明及び本件特許出願前周知の事項から，当業者であれば予測することができる程度のものであって，格別なものとはいえない。」と認定判断している(11頁20行～22行)が，この判断は，相違点3及び4についての前記の誤った判断(前記ア(ウ)及びイ(ウ)参照)に基づいてされたものであって，上記(ア)の本件訂正発明1の構成全体から生ずる効果について正しく考慮したものとはいえないから，やはり誤ったものというほかない。したがって，取消事由3は理由がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，審決のうち本件訂正発明1についての特許を無効とする部分は取消しを免れない。",
                    "また，審決は，本件訂正発明1についての前記の誤った判断に基づいて，本件訂正発明2～4，6～9は，刊行物1記載発明及び本件特許出願前に周知であった事項に基づいて当業者が容易に発明することができたとの判断をしているから，審決のうち，これらの発明についての特許を無効とする部分も取消しを免れない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり原告主張の取消事由は全て理由があることになるので，原告の本訴請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}