{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-80192号事件について平成17年5月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許権者である後記特許に関し，被告からの特許無効審判請求に基づき，特許庁がこれを無効とする審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成13年9月26日，名称を「料理シート，及び料理用具」とする発明について特許出願をした。特許庁は，同出願につき，特許すべき旨の査定をし，平成15年5月23日，特許第3433195号として設定登録をした(請求項は1ないし4。以下「本件特許」という。)。",
                "これに対し被告から，平成16年10月20日付けで特許庁に対し，特許無効審判の申立てがなされ，無効2004-80192号として係属した。特許庁は，同事件について審理を遂げ，平成17年5月24日，「特許第3433195号の請求項1ないし4に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その審決謄本は平成17年6月3日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許に係る発明の内容は，下記のとおりである(以下，請求項1～4に係る発明をそれぞれ「本件発明1」～「本件発明4」という。)。",
                "記",
                "【請求項1】柔軟な薄膜状体であって，熱伝導部である平面部とつまみ部によって構成され，熱伝導部の端を延長して平面部から突出させたつまみ部を構成し，つまみ部をつまみ上げることで調理中に調理物の変形を可能にした料理シート。",
                "【請求項2】上記，熱伝導部の周囲に切れ込みあるいは折り目を付けた側部を形成し，側部の一部を延長してつまみ部とした請求項1に記載した料理シート。",
                "【請求項3】前記の料理シートに，これを料理用具へ取り付け可能とするための取り付け手段を形成するか，取り付け用具を配した請求項1と2のいずれかに記載した料理シート。",
                "【請求項4】料理用具に請求項1と2のいずれかに記載した料理シートを取り付けるための取り付け手段を形成した料理用具。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の内容は，別添審決写しのとおりである。その理由の要旨は，          ①　本件発明1は，その出願前に頒布された下記審判甲1発明と同一であるからその特許は特許法29条1項3号に違反してなされた，",
                  "text": [
                    "②　本件発明2～4は，審判甲1発明，下記審判甲6発明及び周知技術に基づいて当業者が容易に発明をすることができたから，その特許は，特許法29条2項の規定に違反してなされた，",
                    "等としたものである。",
                    "記",
                    "・審判甲1発明　特公昭59-43165号公報(審判甲1，本訴甲2。以下「審判甲1」という。)に記載された発明。",
                    "・審判甲6発明　実願昭58-72541号(実開昭59-178932号)公報のマイクロフィルム(審判甲6，本訴甲3。以下「審判甲6」という。)に記載された発明。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，上記判断をするに当たり，審決は，審判甲1には，以下の二つの発明が記載されていると認定した。",
                    "①　ガラス織布にフッ素樹脂を充分に含浸し高温で焼きつけて製造したシートよりなり，該シートの一部を外方に突出して把持部を構成した調理用シート(以下「審判甲1発明A」という。)。",
                    "②　ガラス織布にフッ素樹脂を充分に含浸し高温で焼きつけて製造したシートよりなり，該シートの一部を外方に突出して把持部を構成した調理用シート，をその内面に被着したプレート本体(以下「審判甲1発明B」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記認定を前提に，審決は，一致点及び相違点を次のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，審判甲1発明Aと，「柔軟な薄膜状体であって，熱伝導部である平面部とつまみ部によって構成され，熱伝導部の端を延長して平面部から突出させたつまみ部を構成し，つまみ部をつまみ上げることで調理中に調理物の変形を可能にした料理シート」の点(以下「一致点A」という。)で一致し，相違点は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2は，審判甲1発明Aとの間で，前述の一致点Aで一致し，次の点で相違する。",
                        "(相違点)",
                        "本件発明2が，熱伝導部の周囲に切れ込みあるいは折り目を付けた側部を形成し，側部の一部を延長してつまみ部としているのに対し，審判甲1発明Aが，該構成を具備していない点(以下「相違点a」という。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明3は，審判甲1発明Aとの間で，前述の一致点Aで一致し，次の点で相違する。",
                        "(相違点)",
                        "本件発明3が，料理シートに，これを料理用具へ取り付け可能とするための取り付け手段を形成するか，取り付け用具を配したのに対し，審判甲1発明Aが，該構成を具備していない点(以下「相違点b」という。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明4は，審判甲1発明Bとの間で，「柔軟な薄膜状体であって，熱伝導部である平面部とつまみ部によって構成され，熱伝導部の端を延長して平面部から突出させたつまみ部を構成し，つまみ部をつまみ上げることで調理中に調理物の変形を可能にした料理シートを用いる料理用具」の点で一致し，次の点で相違する。",
                        "(相違点)",
                        "本件発明4が，料理用具に料理シートを取り付けるための取り付け手段を形成しているのに対し，審判甲1発明Bが，料理用具に料理シートをその内面に被着している点(以下「相違点c」という。)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告主張の審決取消事由",
              "text": [
                "しかしながら，審決の認定判断には以下のとおり誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(審判甲1記載の発明を引用発明としたことの誤り)　審判甲1(本訴甲2)の第1図，第2図に記載された調理用シートは，審判甲1の明細書に記載された目的を達成できず，実施不可能である。実施不可能な記載事項をもって本件特許に係る発明の無効理由とすることはできず，審決の認定・判断は前提において誤りである。また，原告は，審判甲1の調理用シートが実施不可能であると主張したにもかかわらず，審決は，この点に触れておらず，公正な審理とはいえない。",
                    "この点の主張をさらに詳細に述べると，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「余剰の調理用たれ，油分」は調理シート平面部の側端より流出する。",
                        "審判甲1(本訴甲2)の2頁左欄14行目ないし20行目には「又，調理シート8の外周縁部をプレート本体1の内底面から内側面に跨る円弧状面に乗り上げたり……することにより，調理シート8の外周縁を中央部分より高くしておけば，余剰の調理用たれ，油分のプレート本体1上への流出を防止できる。」との記載がある。",
                        "しかしながら，審判甲1に記載された発明の目的のとおりに，ホットプレート本体が熱くても取り外し可能としたところの把持部先端をつまみ上げて調理シートを取り外そうとすると，調理シートがバランスよく持ち上げられたとしても，該調理シートの平面部が二つ折り状にされた折り目あるいは湾曲した下端部が直線状になり，前記中央部に集めたところの「余剰の調理用たれ，油分」は調理シート本体の側端より流出する。",
                        "油類はラードのような固形に近い性質の油分でさえ加熱することにより流動性を持つようになるのであって，審判甲1の2頁左欄6行目に「‥・ホットプレートにおいて，調理用シート8の一部を第1図及び第2図に点線で示す如くプレート本体1外に突出する位置まで延長して当該部分を把持部9．9とすれば，調理用シート8を容易に取り出すことができ，特に使用後直ちに取り出す場合高温状態にあるプレート本体1に触れることなく調理シート8を取出せ，安全である。」と記載された目的を達成するために前記把持部9，9をつまみ上げれば，前記垂れ下がった調理シート8の下端部が直線上になり，前記中央部に集めたところの「余剰の調理用たれ，油分」は調理シート本体の側端より流出することになる。",
                        "当該調理シートは例えば商品名「チューコーフローGタイプ」であるガラス織布にフッ素加工を施して製造された調理シートであるため，非粘着性が高く(審判甲1の1頁右欄17行ないし21行)極めて流れやすい状況にある。",
                        "以上のように「特に使用後直ちに取り出す場合高温状態にあるプレート本体1に触れることなく調理シート8を取出せ，安全である。」というような状態にあっては，前記「余剰の調理用たれ，油分」は極めて流れやすい状態にあり，ホットプレート本体を汚さずにすむどころか周辺部まで汚れを広げる結果となる。",
                        "こうして，調理シートのみを取り外すことでホットプレート本体を汚すことなく後片付けを手軽に行うことができるという当該発明の目的に反する結果が生じる。",
                        "以上のように審判甲1記載の第1図と第2図に記載された調理シートは審判甲1の明細書に記載された目的を達成できず実施不可能である。",
                        "実施不可能な記載事項をもって本件特許発明の無効理由とすることはできず，審決はその前提を欠くものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "把持部の長さ，形状について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "把持部が第1図と第2図に記載された状態を維持することは不可能である。",
                            "審判甲1記載の調理シートが当該第1図と第2図に記載された状態であるとすれば，安定して把持部9．9をホットプレート本体の側壁にかけておくことは不可能である。",
                            "「・・・耐熱性樹脂，金属よりなる環状の保形枠11により調理用シート8の外周縁を挟着固定して該シート8の緊張状態を保つ一方，プレート本体1の内底面外周部に凹溝12を形成して，該凹溝12に保形枠11を落とし込むことにより，調理用シート8をプレート本体1の内面に被着させてある。而して，このようなホットプレートにあっては……調理用シート8にしわが寄ることもなくなり，さらに保持枠11の内周縁を凹溝12の内周壁に係合するように設定しておけば，調理用シート8の移動そのものも防止でき，調理作業上極めて好都合である」(審判甲1の2頁左欄26行ないし40行)とあるように該料理シート8は保形枠11により調理用シート8の外周縁を挟着固定しなければ，しわが寄り，かつ移動してしまう構成である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "把持部は内底面に向かってずり落ちる。",
                            "少なくとも把持部9，9の長さを延長してホットプレートの外壁に跨るように折り曲げてかけておくか掛止手段を用いない限り，調理の過程における被調理物の移動等において該把持部9，9に直接的あるいは間接的な力が加わり，前記把持部9，9はホットプレートの内底面に向かってずり落ちる。",
                            "以上のように，第1図と第2図に記載された調理シートは，図の通り実施しようとしても審判甲1に記載された目的を達成できず，実施不可能である。",
                            "実施不可能な記載事項をもって本件特許発明の無効理由とすることはできず，審決はその前提を欠くものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "把持部は図1及び図2に記載された長さでは長さが足りない。",
                            "審判甲1に記載された発明について，前記「本体1に触れることなく」調理シートを合理的に取り出すためには図1及び図2に記載された把持部の長さでは長さが足りず，ホットプレート本体から更に突出するだけの長さが必要となるのであり，このままの構成では合理的とはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "把持部を長くすれば安定性に欠ける。",
                            "上記不都合をなくす為に把持部の長さを延長して，ホットプレート本体が熱くても取り去ることを可能にした場合，細く長い把持部9，9の先に二つ折りにされた調理シートが垂れ下がるのであって，当該把持部9，9をつまみ上げた際の調理シートはバランスを欠きやすく，安定性に欠ける状態が作られる。",
                            "前述の「余剰の調理用たれ，油分が流出しやすい状態」になる不合理性が助長され，実施不可能性は更に高まる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "把持部を幅広にすると新たな不都合が生じる。",
                            "把持部の細く長い形状は前述のように当該発明の目的，作用，効果から導かれた必然の形状であるが，これを幅広にした場合，ホットプレート内側面に密着しにくくなり，また，その屈折部においてゆがみを生じさせる原因となって新たな不都合を生じさせる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "繰り返し使用することについて",
                      "text": [
                        "ガラス繊維は折れやすく，腰のない状態になり，折れ曲がって，実施不可能性が更に高まる。",
                        "審判甲1に係る調理シートは繰り返し使用することを前提とし，ガラス繊維による織布によって構成された調理シートを例に記載されている。",
                        "ガラス繊維による織布は，当初弾性を有しているが，使用の経過と共に繊維が折れ，弾性を失い腰のない状態になる。",
                        "前記調理シートを明細書中に記載されているところの保形枠等，緊張状態を保つための何らかの手段を用いずに，第1図と第2図に記載されたように平面と把持部のみによって構成される状態で調理作業に使用した場合，意図的な折り曲げ作業がなくても，使用の度に洗浄作業等により繊維が折れて腰のない状態になり，把持部をつまんで持ち上げた時の形状が維持できなくなる。平面部の両端に設けられた把持部をつまみ上げると該平面部が二つ折りになり，2枚合わせになった平面部の端が下に向かって折れ曲がってしまい，前述の「余剰の調理用たれ，油分が流れやすい状態」はますます顕著となり，実施不可能性は更に高まる。",
                        "該事項は経時的劣化にすぎないとの指摘があったとしても，ガラス繊維が折れやすく弾力を失いやすい素材であることは事実である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のことから，審判甲1記載の第1図と第2図に記載された調理シートに係る発明が実施不可能であることは明白である。実施不可能な記載事項をもって本件特許発明の無効理由とすることはできず，審決はその前提を欠くものであって論理が成立しない。審判第1号証の記載事項をもって本件発明を無効とすることは失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本件発明1に無効理由があるとした判断の誤り)        　審決は，本件発明1は審判甲1に記載された発明と同一であると認定判断したが，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術的思想の相違",
                      "text": [
                        "本件発明1と審判甲1から抽出される発明とは，以下のとおり，技術的思想が異なり，異なる構成を有し，異なる作用によって異なる効果を発揮するところの，互いに独立した別の発明である。このように技術的思想が異なることから，審判甲1記載の発明は本件発明1の無効理由とはなり得ない。",
                        "すなわち，原告は審判当初より審判甲1に記載された発明と本件特許発明とでは技術的思想が異なり，互いに独立した異なる発明であり，本件特許発明の無効理由とはなり得ないと主張してきた。審決ではこれに触れておらず，審理不十分である。前記審判甲1には，本件特許発明と共通する「課題」がなく，作用，機能，効果の共通性がなく，本件特許発明を示唆する記載がないのであって，審判甲1である「調理シートを着脱自在に被着してなる電気調理器」から，「調理中につまみ部をつまみ上げることで調理中の調理物の変形を可能にする」本件特許発明を抽出できるとした審決の認定は失当であるといわざるを得ない。",
                        "このことについて以下整理する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "発明の名称がそれぞれ異なる。",
                            "本件特許発明「料理シート，及び料理用具」",
                            "審判甲1記載の発明「電気調理器」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "権利範囲が全く異なる。",
                            "本件特許発明は下記(a)に記載するように料理シートに関する発明であり，審判甲1記載の発明は下記(b)に記載するように電気調理器に関する発明である。",
                            "特許請求の範囲"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "本件特許発明",
                              "text": [
                                "請求項1「柔軟な薄膜状態であって，熱伝導部である平面部とつまみ部によって構成され，熱伝導部の端を延長して平面部から突出させたつまみ部を構成し，つまみ部をつまみ上げることで調理中の調理物の変形を可能にした料理シート」",
                                "(請求項2ないし請求項4についても，「・・・料理シート。」で終わっている。)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "審判甲1記載の発明",
                              "text": [
                                "請求項1「発熱体を具備する調理器本体の内面に，耐熱性基材に非粘着性処理を施して形成した調理用シートを着脱自在に被着してなる電気調理器。」",
                                "(請求項2についても，「・・・電気調理器。」で終わっている。)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審判甲1記載の発明から，調理シートのみを抽出することについて。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "審判甲1記載の発明から，調理シートのみを抽出し，新しい機能を与えれば新しい発明である。",
                                "審決は『料理シートを甲第1号証から抽出することを妨げるものは見当たらない。』(5頁下5行)とし，電気調理器に関する発明である審判甲1記載の発明の一部品を以て本件特許発明の無効理由としているが，電気調理器に関する発明から調理シートのみを抽出し，異なる機能を与えれば新しい発明であると考えられ，審判甲1に調理シートが記載されているからといって無効理由とすることは失当である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件特許発明は前記調理シートを抽出したものではなく，新しい概念によって新しく構成された新たな発明である。",
                                "仮に，審判甲1に記載された発明から調理シートのみを抽出できたとしても，本件特許発明は前記調理シートを抽出したものではなく，新しい概念によって新しく構成された新たな発明であって，形状(構成)，作用及び効果も審判甲1に記載された発明で使用される調理シートとは異なる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "審判甲1記載の発明には，本件特許発明に係る記述は一切存在しない。",
                                "審判甲1の明細書に記載された調理シートの把持部は，「第1図及び第2図に点線で示す如く」設けられるのであり，細く長い形状を示している。",
                                "平面部と把持部のみで構成される調理シートの形状については，当該記述以外の記述，あるいは，当該形状以外の形状を示唆する記述は存在しないし，本件特許発明に係る記述は一切存在しない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "審決は本質的な差異から目をそらすものであって，判断の誤りである。",
                                "審決において『2)甲第1号証に記載された発明(「甲第1号証発明A」)の把持部は，いかなる形に変形可能かに拘わらず，それをつまみ上げることで調理中に調理物の変形を可能にするものであると認められる。』(5頁下4行)としていることは，形式的類似点を探し，本質的な差異から目をそらすものであって，判断の誤りである。",
                                "すなわち，どのように変形してしまっても良いのであれば，加熱による卵の硬化状態を確認しながら形を整えつつ，だし巻き卵を完成させること(本件明細書3頁の段落【0018】・【0019】参照)や，薄焼きされて被損し易いところの卵焼きやクレープ生地の類で他の調理物を巻き包むこと(本件明細書3頁の段落【0016】参照)等の調理行為を平面である加熱部をつまみ部を通して意図的に操作しながら行う本件特許発明の目的は達成できない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "本件特許の構成は機能表現によっても特定されている。",
                                "本件特許の構成は機能表現によっても特定されているのであって，「いかなる形に変形可能かに拘わらず」という表現は「特許発明の本質はどうであれ」という表現に等しく，乱暴な決めつけであり，不公正であり，失当である。",
                                "また，当該主張が請求項1に記載された内容に基づく主張ではない，と否定する指摘があるとすれば，審判甲1に記載された発明を比較対象とすること自体が否定されることになる。",
                                "以上のことから，審判甲1に記載された発明は本件特許発明の無効理由とはなり得ない。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "審決は「置き換え」や「推定」によって成り立ち，合理性に欠ける。",
                                "審判甲1に「つまみ部をつまみ上げることで」調理中の調理物の変形を可能にしたとの記述がない以上，電気調理器に関する発明である審判甲1から調理シート部を抽出することは，把持部9はつまみ部に相当するなどと本来審判甲1記載の発明が意図したものではない事項に「置き換え」たり，可能であろうと「推定」したりすることで成り立つ理論であるといえる。この論法に立てば審判甲1の権利範囲のみが著しく拡大されることになり，合理性に欠ける。",
                                "審判甲1には本件特許発明の核である「つまみ部をつまみ上げることで調理中に調理中の調理物の変形を可能にする」ことについて何一つ記載がなく，示唆する表現がない以上，「置き換え」や「推定」によるということができる。本件特許発明との比較においては，明細書に明記されている事実のみに厳しく限定されるべきであり，そうでないとすれば，公正さが著しく損なわれる。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "審判甲1に記載された調理シートは本件特許発明の料理シートではない。",
                                "審判甲1に記載された調理シートは「つまみ部をつまみ上げることで調理中の調理物の変形を可能にする」料理シートではなく，本件特許発明の料理シートではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "権利範囲の相違",
                      "text": [
                        "審判甲1に記載された発明は権利範囲が電気調理器に限定されており，その特許出願人は権利範囲を電気調理器に限定する意思を持っている。審判甲1と本件特許発明は共に存在する異なる発明であって，電気調理器に関する審判甲1の記載事項をもって料理シートに関する本件特許発明の無効理由とすることは失当であり，審決には判断の誤りがある。",
                        "すなわち，出願者が意図した権利の範囲は下記のようであって，互いに抵触し合わず，共に存在する異なる発明である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許発明",
                          "text": [
                            "請求項として記載したとおりであって，「つまみ部をつまみ上げることで調理中に調理物の変形を可能にした料理シート」そのものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "審判甲1記載の発明",
                          "text": [
                            "①　権利としての「調理シートの構成」についてはどこからも読みとれない。「調理シートを着脱自在に被着してなる電気調理器」に関するものである。",
                            "②　出願人自身がこの調理シートの性格を「電気調理器に付随したものとして限定して」出願していることが，審判甲1の2頁左欄6行目の「尚，上述構成のホットプレートにおいて，調理用シート8の一部を・・・」の記述から読みとれる。",
                            "被請求人(本件原告)は，審判甲1に記載された調理シートが独立した調理シートではなく，電気調理器の一部であり，請求項に記載されているように電気調理器本体と共にあって初めて意味を持つものであることを主張してきたが，前記の記載から判断できるように，出願人も最初からそういう前提に立って出願しているのである。",
                            "独立した存在でなく電気調理器の一部品としての存在と，独立した技術である特許発明とを比較すること自体が失当である。しかも両者は目的・構成・作用・効果が異なる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "目的，形状(構成)，作用，効果の相違",
                      "text": [
                        "仮に，審判甲1に記載された発明である電気調理器から，その一部品である調理用シート部分のみを抽出し得たとしても，審判甲1記載の調理用シートと本件特許発明の料理シートでは目的が異なり，異なる形状(構成)を有し，異なる扱い方(作用)によって異なる効果を得るものであるから，当該抽出した調理用シートが本件特許発明の無効理由とはなり得ない。審決には，構成の違いの看過あるいは判断の誤りがある。",
                        "この点の主張をさらに詳細に述べると，形状(構成)の異なる点については下記a，つまみ部をつまみ上げることで調理中に調理物の変形を可能にした点については下記bのとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件特許発明における「つまみ部」と審判甲1記載の「把持部」では構成が異なる。",
                            "原告は，本件特許発明が「熱伝導部である平面部とつまみ部」によって構成されているのに対し審判甲1に記載された発明の部品である調理シートが「熱伝導部である平面部と把持部」によって構成されており，該把持部と前記つまみ部が共につまみ上げることのできる構成であることは認めるが，その細部の形状の違いや作用，効果について同一であることを認めるわけではない。",
                            "技術的思想は目的，解決手段としての構成，作用，効果等，技術に関する総合的な概念によるものである。",
                            "原告は，本件特許発明と審判甲1記載の発明とでは技術的思想が根本的に異なることを主張してきた。技術的思想から導かれるそれぞれの構成には差異がある。このことについて以下記述する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許発明のつまみ部は太く，短く，付け根がしっかりとした形状を呈している。",
                                "本件特許発明のつまみ部は，つまみ部をつまみ持つことで調理中の調理物の変形を可能にするための「つまみ部」であるため，調理中につまみ持ちやすく，「つまみ部」の動きを平面部に伝えやすい形状，即ち，太く，短く，付け根がしっかりとした形状を呈している。この構成については請求項の「つまみ部をつまみ上げることで調理中の調理物の変形を可能にした」の文言から読み取れ，かつ前記(ア)のcで述べたように，本件明細書の2～3頁，段落【0016】，【0018】，【0019】等の記述によって裏付けられているのである。また図もそのように描かれている。(図1参照)",
                                "審決は『つまみ部は「熱伝導部の端を延長して平面部から突出させた」との特定事項の他には，何も特定されておらず，被請求人の主張は請求項の記載に基づく主張ではない。』と決めつけている。",
                                "これは，機能表現された構成及び明細書の記述を無視するものであり，失当である。",
                                "本件特許発明のつまみ部は「つまみ部をつまみ上げることで調理中の調理物の変形を可能にする」ために設けられたものであって単に「つまみ上げ可能に」設けられたものではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "審判甲1記載の調理シートの把持部9，9は，紐もしくは細く長い帯の形状をしている。",
                                "審判甲1の2頁左欄6行目に「・・・ホットプレートにおいて，調理用シート8の一部を第1図及び第2図に点線で示す如くプレート本体1外に突出する位置まで延長して当該部分を把持部9，9とすれば，調理用シート8を容易に取り出すことができ，」の記載があり，前記第1図及び第2図に示されているように，審判甲1記載の調理シートにおける「把持部9，9」は，紐もしくは細く長い帯の形状をしている。",
                                "審判甲1記載の第1図及び，第2図に示された調理シートは平面部をホットプレート等の底面に敷き，把持部を平面部から突出させ，ホットプレート内側面に沿って曲折しながら立ち上げ，さらに上端部において水平方向に向かって曲折させてある。",
                                "「当該部分を把持部9，9とすれば調理用シート8を容易に取り出すことができ，特に使用後直ちに取り出す場合高温状態にあるプレート本体1に触れることなく調理用シート8を取出せ，安全である」(審判甲1の2頁左欄9行ないし13行)と記載されているように，ホットプレート本体が熱くても把持部をつまみ上げて移動すればホットプレート本体を汚すことがないという審判甲1記載の発明の目的からすれば，前述の構成とならざるを得ず，把持部が細く長いことは必然の形状である。",
                                "『明細書には「調理シート8」の一部を第1図及び第2図に点線で示すごとくプレート本体外に突出する位置まで延長して当該部分を把持部9，9とすれば」(2頁3欄6行ないし9行)と記載されているだけであり，把持部9，9が「紐もしくは細く長い帯の形状」であると解することはできない。』との指摘があったとしても，前記『第1図及び第2図に点線で示すごとくプレート本体外に突出する位置まで延長して』把持部が形成されるのであり，第1図と第2図には細く長い形状の把持部が描かれている。",
                                "「つまみ部をつまみ上げることで調理中の調理物の変形を可能にする」という本件発明に係る技術的思想について何一つ触れていない審判甲1を比較対象とするのであれば，明確に記載されている事実だけを厳格に採用すべきであり，そうでないとすれば著しく公正さに欠ける結果となる。",
                                "把持部の長さは，更に延長されることが求められる。",
                                "前記「高温状態にある」把持部を「つまみ持つことができる」ためにも，図に記載された把持部の長さはさらに延長された方が好都合である。",
                                "又，審判甲1に記載された使用方法即ち，調理物を雉返した場合に調理シートは調理具との位置関係が維持できない。",
                                "このことは，「・・・耐熱性樹脂，金属よりなる環状の保形枠11により調理用シート8の外周縁を挟着固定して該シート8の緊張状態を保つ一方，プレート本体1の内底面外周部に凹溝12を形成して，該凹溝12に保形枠11を落とし込むことにより，調理用シート8をプレート本体1の内面に被着させてある。而して，このようなホットプレートにあっては・・・調理用シート8にしわが寄ることもなくなり，更に保持枠11の内周縁を凹溝12の内周壁に係合するように設定しておけば，調理用シート8の移動そのものも防止でき，調理作業上極めて好都合である」(審判甲1の2頁左欄26行ないし40行)や「さらに調理用シートが柔軟性を有する場合，該シートを緊張状態に保つ保形手段を設けることによって，調理物の雑返しにより調理用シートにしわが寄らず調理作業のし易いものになる。」(審判甲1の4頁左欄下3行～)との記述からも，該調理シート8は保形枠11により調理用シート8の外周縁を挟着固定しなければ，しわが寄り，かつ移動してしまう構成であることが明らかである。",
                                "即ち，第1図と第2図に記載された形状であれば，該図に記載された位置関係を保つことが出来ず，つまみ部が下に向かってずれやすく，前記「ホットプレート本体が熱くても把持部をつまみ上げて移動すればホットプレート本体を汚すことがない」という審判甲1の目的が果たせなくなり，実施不可能である。",
                                "また，位置がずれてしまった場合，調理物によって，把持部は調理用たれ等により汚れるのであって，なおさら，審判甲1の目的に添わない結果となる。更に長い形状が求められる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "審判甲1と本件特許発明との比較においては記載されている事実のみに厳しく限定されるべきである。",
                                "以上のように，前記両者は，一方は太く，短く，付け根のしっかりした形状が求められるのに対し，一方は細く長い形状が求められる。このことは，技術的思想の違いが形状(構成)の違いとなって現れたものであり，それぞれの特許願書の図面にも，その通りに表現されており，両者の違いは歴然としている。審判甲1において，平面図である第1図では横幅が表現され，側面から見た断面図である第2図には，把持部が平面部から横方向に延び，ホットプレートの曲面に沿って曲折し，上に向かって立ち上がり，ホットプレート側壁上端部において外方へ曲折する長さを有していることが示されている。",
                                "審決は機能表現による構成の違いを看過したものである。",
                                "審決において『3)本件特許発明において，つまみ部の形状は「熱伝導部の端を延長して平面部から突出させた」との特定事項の他には何も特定されておらず，披講求人の主張は請求項1の記載に基づく主張ではない。』(5頁下2行ないし6頁2行)としたことは，機能表現による構成の違いを看過したものである。",
                                "また，審判甲1に本件発明の「つまみ部をつまみ上げることで調理中の調理物の変形を可能にする」技術的思想が一切含まれていない以上，本件特許発明との比較においては記載されている事実のみに厳しく限定されるべきである。そうでないとすれば，判断に著しい不公正が生じることになる。",
                                "また，「請求項の記載に基づくものではない。」ことが主張の根拠たり得ないとするのであれば，審判甲1記載の発明を比較対象とすること自体が誤りであって，審決の根拠は崩れ，成り立たない。したがって，審判甲1に記載された発明は本件特許発明の無効理由とはなり得ない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許発明の「つまみ部をつまみあげることで調理中の調理物を変形を可能にした」の記述は調理中の調理物の変形を合理的に行うための構成・形状であることを意味する。",
                            "つまみ上げ可能であるということが即ち調理中の調理物の変形を合理的に行うための構成・形状であることを意味するものではない。合理的に行なうための構成と，やればできなくはない構成とを同一視することは失当といえる。",
                            "本件特許発明の請求項に「変形を可能」にするとの記載はあっても「合理的あるいは理想的に変形する」との記載はないという指摘がなされるとしても，料理シート上の調理物が流動物であるか，極めて柔軟な素材である場合には「調理シートの端をつまみ上げることで，調理シート上の調理物は変形する」ことは自明のことであって，わざわざ請求項に「合理的に」の文言を記載する必要はない。",
                            "請求項に「つまみ部をつまみ上げることで調理中の調理物の変形を可能にした調理シート」とわざわざ記載したことは「合理的に」調理中の調理物の形を整えるための変形を可能にしたことを示すものであって，その趣旨は明細書中にも記載されている(本件明細書()の段落【0003】，【0004】，【0016】)。",
                            "つまみ上げ可能であることが，本件特許発明と同一である理由にはならない。",
                            "以上のように本件特許発明は「つまみ部」を単につまみ上げ可能に設けているのではなく，変形可能にするために設けているのであり，合理的に調理中の調理物の変形を可能にするために構成された，合理的な形状の料理シートである。",
                            "したがって，つまみ上げ可能であることが，本件特許発明と同一である理由にはならない。",
                            "本件特許発明のつまみ部は太く短く付け根がしっかりした構成であるのに対し審判甲1記載の調理シートの把持部は細く長い形状として明瞭に現れており，審決の一致点・相違点の認定において問題となるのは発明の構成であり，その構成を採用した理由ではない〔東京高裁平成14年(行ケ)471号判決の「第5　当裁判所の判断」の1(2)〕のであるが，審判甲1に記載された調理シートと本件特許発明の料理シートでは技術的思想の違いが前述のごとき形状の違い，即ち本件特許発明のつまみ部は太く短く付け根がしっかりした構成であるのに対し審判甲1記載の調理シートの把持部は細く長い形状として明瞭に現れており，両者の構成が異なることは歴然としている。",
                            "審決の「いかなる形に変形可能かに拘わらず」の表現は本質的な差異から目をそらすものである。",
                            "審決において『2)甲第1号証に記載された発明(「甲第1号証発明A」)の把持部は，いかなる形に変形可能かに拘わらず，それをつまみ上げることで調理中に調理物の変形を可能にするものであると認められる。』(審決5頁下4行)としていることは，形式的類似点を探し，本質的な差異から目をそらすものであって，判断の誤りであり，審判甲1に記載された発明は本件特許発明の無効理由とはなり得ない。",
                            "本件特許発明における「つまみ部」と審判甲1記載の「把持部」の技術的思想の違い，並びにそこから導かれる具体的な形状(構成)・効果の違いを無視したものであり，これをもって本件特許発明の無効理由とすることは失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，以下の点からも，本件発明1を審決が無効としたことには判断の誤りがあり，審判甲1発明は本件特許発明の無効理由とはなり得ない          a　審決は，本件発明1と審判甲1発明Aとの間に相違点は存在しないと認定したが，上記(ウ)のとおり，本件発明1のつまみ部と，審判甲1記載の調理用シートの把持部はその形状が異なる。また，審決甲1には「つまみ部をつまみ上げることで調理中の調理物の変形を可能にした」との記載がない点からも，両者は明らかに異なるものであって，審決の認定には誤りがある。",
                        "また，審決が「甲第1号証に記載された発明(「甲第1号証発明A」)の把持部は，如何なる形に変形可能かに拘わらず，それをつまみ上げることで調理中に調理物の変形を可能にするものであると認められる。」(5頁下4行)としたことは，形式的類似点を取り上げ，本質的な差異から目をそらすものであって，判断の誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "審決が「本件特許発明において，つまみ部の形状は，「熱伝導部の端を延長して平面部から突出させた」との特定事項の他には，何も特定されておらず，被請求人の主張は，請求項1の記載に基づく主張ではない」(5頁下2行～6頁2行)としたことは，機能表現による構成の違いを看過したものである。また，請求項の記載に基づかない主張を失当とするのであれば，審判甲1記載の発明を比較対象とすること自体が誤りであって，審決の論述には矛盾が存在し，審判甲1に記載された発明は本件特許発明の無効理由とはなり得ない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(本件発明2に無効理由があるとした判断の誤り)        (ア)　審決は，本件発明2に無効理由があると判断するに当たり，本件発明2に関する原告の主張は「請求項2には，「熱伝導部の周囲に切れ込みあるいは折り目を付けた側部を形成し」としか記載されておらず，この主張は，請求項2の記載に基づくものではない。」(6頁下9行目以下)として排斥する一方で，比較対象である審判甲1については「把持部をつまみ上げることが可能であり」「つまみ上げることにより変形は可能である」と明細書等に記載のない事項を推測して採用している。かかる審決の判断には，矛盾があるか，そうでなければ不公正である。",
                    "審判甲1発明Aに本件発明の「つまみ部をつまみ上げることで調理中の調理物の変形を可能にする」技術的思想が一切含まれていない以上，本件特許発明との比較においては記載されている事実のみに厳しく限定されるべきである。そうでないとすれば，判断に著しい不公正が生じることになる。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明2は本件発明1を受けたものであり，本件発明1に無効理由が存在しないことから本件発明2についても無効理由が存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由4(本件発明3に無効理由があるとした判断の誤り)        (ア)　審決は，本件発明3と審判甲1発明Aとの相違点について，審判甲6(本訴甲3)から当業者が容易に想到し得たと判断したが，失当である。",
                    "本件発明3は，つまみ部をつまみ上げることで調理中の調理物の変形を可能にすることを助ける目的で料理シートの片側一端を係止して用いるのに対し，審判甲6におけるセラミックペーパーを係止するためのピンは，魚等を焼くための炎が直接調理物に当たらないようにするためのセラミックベーパーを枠に固定したままにするものである。目的，作用，効果の全く異なる審判甲6をもって，当業者が相違点に係る本件発明3の構成を容易に想到し得たということには無理がある。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「甲第1号証のものも，調理シートは，使用後，取り外されるものであるから，挟持体によって，係止されているものと考えられ，その機能からみて，本件特許発明の「取り付け」に相当している。」(7頁17～19行)としている。",
                        "しかしながら，かかる認定判断は，本件特許明細書(本訴甲1)の「料理シートの側部4を取り付け手段A(7A)で料理用具の側部8に止めることにより，つまみ部2とつまんで引き上げた際に熱伝導部1の位置が料理用具，ここでは卵焼き器6の底からずれてしまうことを防ぐ。」(段落【0021】)との記載にあるとおり，片側の端部を係止しておくものである本件発明3と，審判甲1(本訴甲2)の「耐熱性樹脂，金属よりなる環状の保形枠11により調理用シート8の外周縁を挟着固定して該シート8の緊張状態を保つ一方，プレート本体1の内底面外周部に凹溝12を形成して，該凹溝12に保形枠11を落とし込むことにより，調理用シート8をプレート本体1の内面に被着してある。」(2頁左欄26～32行)との記載にあるとおり，しわが寄らないようにするために完全に固定しておき使用後に取り外すものである審判甲1との相違点を無視し，両者の本質の相違及びそのことから生じる構成の違いを故意に無視するものであって，論外といわざるを得ない。論理の展開に誤りがあるだけでなく，その扱いが不公正である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，審判甲1発明Aに「つまみ部をつまみ上げることで調理中に調理物の変形を可能にする」構成が含まれていない以上，料理用具へ取り付け可能とするための「取り付け手段」や「取り付け用具」を採用したところで，本件発明3の構成に想到することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "取消事由5(本件発明4に無効理由があるとした判断の誤り)        (ア)　審決は「本件発明4(前者)と甲第1号証発明B(後者)とを対比する。後者の調理用シートは，上記「本件発明1について」で検討したように，本件明細書の請求項1に記載した料理シートに相当し，また，後者のプレートは料理用具に相当している。」(7頁22～25行)としている。しかしながら，上記イで述べたところと同様に，本件発明4の料理シートと審判甲1発明Bの調理用シートは異なる構成のものであるから，審決の上記説示はその前提において誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「甲第6号証には，セラミックペーパーを係止するためのピンを列設した点(上記「4．ル」参照。)が記載されている。したがって，甲第1号証発明Bにおいて，上記相違点に係る本件発明4(前者)の構成を採用することは，当業者が容易に想到し得たことである。」(審決8頁1～4行)としているが，目的，作用，効果のすべて異なる構成体を審判甲1にむりやり採用して本件発明4の特定事項を充足しているとするものである。",
                        "審判甲6に記載された考案はセラミックペーパーを枠に固定したままにするものであって，「つまみ部をつまみ上げることで調理中の調理物の変形を可能にする。」の記載がなく，前記エで本件発明3について述べたのと同一の理由により，論理の展開に誤りがあるだけでなく，その扱いが不公正であるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件発明4は本件発明1を受けたものであり，本件発明1に記載した発明に無効理由が存在しないことからも，本件発明4に無効理由は存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由6(その他の総括的違法事由)",
                  "text": [
                    "審決には，前述した1ないし5の取消事由のほか，総括的な違法事由として次のような事情がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すでに特許された二つの発明がそれぞれ存在し，その一つをもって他の一つの無効理由とする場合には，①当該二つの特許の厳格な意味での同一性と，②当該並んで存在することの特別の不都合性とが，ともに立証されるべきである。",
                        "本件審決は，上記①及び②の二点につき不明確なままなされたものであって，本件審決により本件特許を無効としたことは，特許権者の憲法29条に保障された財産権を剥奪する行為であって重大な違法行為といえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告が，被告が先行技術の例として取り上げているところの審判甲1記載の図1と図2に係る調理シートが実施不可能であることを訴えたにもかかわらず，審決はこれに触れておらず，審理不十分である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決及び被告の「審判甲1記載の調理シートは『いかなる形に変更可能かに拘らず，それをつまみ上げることで調理中の調理物の変形を可能にするものであると認められ』，本件特許発明は『つまみ部の具体的形状，調理の種類，及び調理中につまみ部をつまみ上げる調理物の変形態様については何ら特定されていないと考えるべきである。』とし，前記両者は同一」とした主張は，本件特許発明及び審判甲1等に記載された発明の本質を見ずに枝葉・末梢を比較するものであって，ことごとく根拠がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "仮に，本件特許発明が「つまみ部の具体的形状，調理の種類，及び調理中につまみ部をつまみ上げる調理物の変形態様については何ら特定されていない」のであれば，前記つまみ部の具体的形状等については何ら限定されていない広いものであるのであって，審判甲1記載の調理シートも本件特許発明の権利範囲に入るべきところ，すでに公開されているため除外されると解するべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "また，原告の主張は特許請求の範囲の記載に基づくものではないとする審決及び被告の主張は，機能の記載によって構成を表す「特許請求の範囲の機能表現」を排除するものであると同時に，「特許請求の範囲」の性格及びその機能，並びに明細書や図面との関係を全く無視し，特許庁の特許・実用新案審査基準(以下「審査基準」という。)を否定するものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)(2)(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "原告が，審決の認定判断が誤りであるとして主張するところは，いずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，審判甲1発明Aは実施不可能であることの理由として，余剰の調理用たれ・油分の流出，把持部のずり落ち，ガラス織布の劣化を指摘するが，いずれの不都合も，審判甲1に接した当業者が形状や素材を適宜選択することによって解消若しくは軽減し得るものであるから，審判甲1発明Aの調理用シートがその目的を達成できず実施不可能であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審判甲1の発明の名称及び請求項の文言が「電気調理器」であるから本件発明1の「料理シート」と同一ではあり得ないと主張するが，審決は審判甲1から抽出した審判甲1発明Aの「調理用シート」を本件発明1と対比しているのであり，原告の主張は失当である。また，審決が審判甲1の記載から審判甲1発明Aを抽出して認定したことも正当であり，かかる認定が「置き換え」や「推定」に基づくもので誤りであるとの原告の主張も理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審判甲1発明Aの調理用シートの構成では把持部が長く細い形状であって，本件発明1の「つまみ部」のように調理中につまみ持ってその動きを平面部に伝えやすい形状ではないこと，及び，当該調理用シートの把持部をつまみ上げることで調理物の変形が可能であるとしても，卵焼きやクレープ生地のような調理物を上手に完成させることができるという本件発明1の目的を達成できないことから，両発明は同一ではないと主張する。",
                    "しかし，本件発明1の特許請求の範囲の記載では，つまみ部の具体的形状や調理物の変形態様は何ら特定されていないのであるから，つまみ部に相当する把持部が存在するという構成の点で一致し，これをつまみ上げることによって調理物に何らかの変形を与えるという機能においても一致する以上，本件発明1と審判甲1発明Aとが同一であると審決が認定したことに何ら誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "原告は，本件発明2についての審決の論述にも，本件発明1についてと同様の矛盾があり，不公正である旨を主張するが，上記(2)のとおり，審決における本件発明2の要旨認定及び審判甲1発明Aの認定には何ら矛盾や誤りは存在しない。",
                "また，「つまみ部をつまみ上げることで調理中の調理物の変形を可能にした」という事項に関して，審決は，審判甲1に記載された商品(チューコーフローGタイプ)の現物確認により，「把持部をつまみ上げることで調理中に調理物の変形を可能にする程度の柔軟性であると認められる。」(審決5頁14～15行)とし，審判甲1に記載されているに等しい事項であるとしている。よって，審決が「推測」により判断をしているとの原告の主張も失当である。",
                "したがって，甲第1号証発明Aにおいて，周知技術を用いて側部を切れ込みあるいは折り目により形成し，本件発明2の構成を採用することは当業者が容易に想到し得たことであるということができ，これと同旨の審決には何ら矛盾は存在せず，不公正な判断は一切ない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告は，次の理由を挙げて，審判甲1及び審判甲6は，本件発明3の無効理由とならない旨主張する。",
                "①　審判甲6に記載のものは，セラミックペーパーをピンで枠に固定したままにするのに対して，本件発明3は，つまみ部をつまみ上げることで調理物の変形を可能にすることを助ける目的で料理シートの片側一端を係止して用いる点で相違している。",
                "②　審判甲1の調理用シート8は，完全に固定しておき使用後に取り外すものであるのに対して，本件発明3は，つまみ部をつまんで引き上げた際に熱伝導部の位置が料理用具の底からずれてしまうことを防ぐために片側の端部を係止しておくものである点で相違している。",
                "しかし，原告が主張する上記相違点は，いずれも本件発明3の実施例の構成及びその作用効果に基づくものにすぎず，請求項3に記載された事項に基づくものではない。請求項3の記載そのものは明確であるから，本件発明3は，当該請求項3の文言どおりに要旨認定されるべきであるところ，本件発明3は，本件発明1又は本件発明2に対して，単に，料理用具へ取り付け可能とするための取り付け手段を形成するか，取り付け用具を配したものにすぎない。",
                "そうすると，審判甲6(本訴甲3)のセラミックペーパー32に設けられた孔10は，セラミックペーパー支持具22に形成したピン9に係脱させることにより，セラミックペーパー32をセラミックペーパー支持具22に対して使用時に取り付け，使用後に取り外すためのものであるから，本件発明3の「取り付け手段」に相当するものであり，また，審判甲1の挟着体13は，調理用シート8をプレート本体1に対して使用時に取り付け，使用後に取り外すためのものであるから，本件発明3の「取り付け用具」に相当するものであるといえる。したがって，審判甲1発明Aにおいて，調理用具へ取り付け可能とするための「取り付け手段」や「取り付け用具」を採用することにより，本件発明3の構成とすることは，当業者であれば容易に想到し得たことであるといえる。よって，原告の主張に理由がないことは明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対して",
              "text": [
                "原告は，審判甲6に記載されたものは，セラミックペーパーをピンで枠に固定したままにするのに対して，本件発明4は，つまみ部をつまみ上げることで調理物の変形を可能にすることを助ける目的で料理シートの片側一端を係止して用いる点で相違していることを挙げ，審判甲6は本件発明4の無効理由とならない旨主張する。",
                "しかし，原告が主張する上記相違点は，本件発明4の実施例の構成及びその作用効果に基づくものにすぎず，請求項4に記載された事項に基づくものではない。請求項4の記載そのものは明確であるから，本件発明4は，当該請求項4の文言どおりに要旨認定されるべきであるところ，本件発明4は，料理用具に本件発明1又は本件発明2の料理シートを単に取り付けるための取り付け手段を形成したものにすぎない。",
                "そうすると，審判甲6のセラミックペーパー支持具22に形成したピン9は，セラミックペーパー32に設けられた孔10を係脱させることにより，セラミックペーパー32をセラミックペーパー支持具22に対して使用時に取り付け，使用後に取り外すためのものであるから，本件発明4の「取り付け手段」に相当するものであるといえる。また，審判甲1のプレート本体1の外周壁上端面の溝15も，挟着体13の突条14を嵌合することにより調理用シート8の外周緑部を挟持して，調理用シート8を使用時にプレート本体1に対して取り付けるためのものであるから，本願発明4の「取り付け手段」に相当するといえる。したがって，審判甲1発明Bにおいて，料理シートを取り付けるための「取り付け手段」を採用することにより，本件発明4の構成とすることは，当業者であれば容易に想到し得たことであるといえる。よって，原告の主張に理由がないことは明らかである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6について",
              "text": [
                "前記(1)ないし(5)に述べたとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)  の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下，原告の主張する審決の取消事由について順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審判甲1(本訴甲2)の第1図，第2図の調理用シートは，①取り出し時に「余剰の調理用たれ，油分」の流出が生じること，②図示された把持部の形状・長さでは合理的でないこと，③繰り返し使用できないこと，から実施不可能であり，審決が，本件発明1～4の新規性・進歩性を否定するに当たって，審判甲1発明A，Bを引用したことは誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，調理用シートの取り出し時に「余剰の調理用たれ，油分」の流出が生じるか否かについてみると，審判甲1(本訴甲2)には，「調理用シート8の外周縁部をプレート本体1の内底面から内面側に跨る円弧面上に乗り上げたり或いは第3図の如くプレート本体1の内底面上に突設した環状突条10に乗り上げたりすることにより，調理用シート8の外周縁を中央部分より高くしておけば，余剰の調理用たれ，油分のプレート本体1上への流出を防止できる。」(2頁左欄14～20行)と記載されている。この記載からすると，「余剰の調理用たれ，油分」の流出は，調理用シート8の外周縁を中央部分より高くしておくことにより防止できるのであるから，調理用シートの取り出し時においても，同様の状態としておくことにより，流出が生じないようにできることは明らかである。仮に，把持部9，9を把持し，調理用シートを二つ折り状態で取り出す場合であっても，例えば，二つ折り部の一側端を何らかの手段でつまみ上げ，つまみ上げた側に，調理用シート全体を少し傾けることによって，二つ折り部の両側端を中央部より高い状態にできるから，取り出し時に，必ず「余剰の調理用たれ，油分」の流出が生じるわけではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，把持部の形状・長さについて，まず，図示された把持部の長さでは合理的でないかどうかについてみると，審判甲1(本訴甲2)には，「調理用シート8の一部を第1図及び第2図に点線で示す如くプレート本体1外に突出する位置まで延長して当該部分を把持部9，9とすれば，調理用シート8を容易に取出すことができ，特に使用後直ちに取出す場合高温状態にあるプレート本体1に触れることなく調理用シート8を取出せ，安全である。」(2頁左欄6～13行)と記載されている。この記載からすると，第1図，第2図に図示されている程度に把持部9，9がプレート本体1外に突出する位置にあれば，本体1に触れることなく調理用シート8を取り出すことができるものと解され，それ以上に突出長さを長くする必然性は認められないから，図示された把持部の長さでは合理的でないということはできない。そして，把持部の長さを延長すると安定性に欠けるとか，把持部を幅広にすると密着性に欠けるとかの原告の主張も，図示された把持部の長さでは合理的でないことを前提としたものであるから，これらの主張も採用することができない。",
                "次に，図示の把持部ではずり落ちるかどうかについてみると，審判甲1(本訴甲2)には，「調理用シート8を保形手段を以って緊張状態に保ち，調理時調理物を雑返した際に調理用シート8にしわが寄るのを防止する」(2頁左欄22～25行)と記載されており，確かに，保形手段を設けないと，柔軟性のある調理用シートの場合，調理時にしわが寄って，調理用シート8の外縁部がずり落ちることが想定される。しかし，仮に，ずり落ちが生じるようであれば，雑返しの際に，把持部を把持するなどしておけば，ずり落ちは防止できるから，ずり落ちが生ずる可能性があるからといって，審決が審判甲1発明Aとして認定した調理用シートが実施不可能なものであるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，繰り返し使用できないかどうかについてみると，審判甲1(本訴甲2)には，「使用後は調理用シート8をプレート本体1より取出して該シートを丸洗いすればよく」(1頁2欄31～32行)と記載されており，当該調理用シートは，繰り返し使用を前提としたものであることは明らかである。仮に，使用回数を重ねることによって，当初から予定されている性能を発揮できなくなるとしても，それは製品の寿命が尽きたからであって，このことを理由に審決が審判甲1発明Aとして認定した調理用シートが実施できないということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，審判甲1発明の調理用シートは実施不可能であるから引用発明となし得ないとの原告の主張は，その前提において理由がなく，採用することができない。",
                "なお，原告は，審判において審判甲1の調理用シートが実施不可能であると主張したにもかかわらず，審決はこの点に触れておらず，公正な審理であったとはいえない旨を主張するが，審決の引用発明の認定は，上記調理用シートが実施可能であることを当然の前提としていることは明らかであるから，審決が，実施可能であると判断した理由について言及していないとしても，審理が公正に行われていないということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1と審判甲1の特許請求の範囲に記載された発明とは，発明の名称及び請求項の末尾の表現が異なっていて技術的思想が相違すること，及び，両発明の権利範囲が異なることからみて，審判甲1をもって本件発明1の新規性を否定する根拠とすることはできない旨を主張する。",
                "しかし，特許法29条1項3号に規定されている「刊行物に記載された発明」とは，その刊行物に記載されているすべての事項及び記載されているに等しい事項から把握されるものをいうと解されるから，その刊行物が審判甲1のような特許公報である場合には，特許請求の範囲の記載のみならず，発明の詳細な説明，図面等の記載を含め，その刊行物全体に記載されている事項及び記載されているに等しい事項から引用発明を認定するべきものである。また，「刊行物に記載された発明」は，特許出願人が特許を受けようとする発明の新規性，進歩性を判断する際に，考慮すべき一つの先行技術として位置づけられるものであって，その発明には，そもそも「権利範囲」という概念は存在しない。",
                "したがって，審判甲1に記載された発明とは，審判甲1の特許請求の範囲に記載されたものに限定されるべきであるとの見解を前提にする原告の上記主張は，独自の見解に基づくものといわざるを得ず，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審判甲1には，「調理用シートを着脱自在に被着してなる電気調理器」の発明が記載されているにとどまり，「つまみ部をつまみ上げることで調理中に調理中の調理物の変形を可能にする」ことについて記載も示唆もないから，把持部9，9がつまみ部に相当するなどとして，「つまみ部をつまみ上げることで調理中に調理中の調理物の変形を可能にする」こと等をも内容とする審判甲1発明Aを抽出することはできない旨を主張するので，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と対比すべき引用発明の把握に当たっては，審判甲1全体に記載されている事項及び記載されているに等しい事項を参酌し得ることは上記(1)のとおりである。そこで，審判甲1の記載を検討すると，審判甲1(本訴甲2)には，下記の記載がある。",
                    "記",
                    "a「1　発熱体を具備する調理器本体の内面に，耐熱性基材に非粘着性処理を施こして形成した調理用シートを着脱自在に被着してなる電気調理器。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発熱体を具備する調理器本体の内面に，柔軟性を有する耐熱性基材に非粘着性処理を施こして形成した調理用シートを着脱自在に被着し，この調理用シートを緊張状態に保つ保形手段を備えてなる電気調理器。」(特許請求の範囲)",
          "text": [
            "b「第1図及び第2図に示したホットプレートにおいて，・・・8はプレート本体1の内面の内，調理に使用する範囲に載置，即ち着脱自在に被着した調理用シートで，例えばガラス織布にフッ素樹脂を充分に含浸し高温で焼きつけて製造したシート(中興化成工業株式会社より商品名「チューコーフローGタイプ」で市販されているものがある。)よりなり，耐熱性，非粘着性及び柔軟性を有する。」(1頁右欄4～21行)",
            "c「尚，上述構成のホットプレートにおいて，調理用シート8の一部を第1図及び第2図に点線で示す如くプレート本体1外に突出する位置まで延長して当該部分を把持部9，9とすれば，調理用シート8を容易に取出すことができ，特に使用後直ちに取出す場合高温状態にあるプレート本体1に触れることなく調理用シート8を取出せ，安全である。」(2頁左欄6～13行)",
            "d「第7図の実施例は調理用シート8をプレート本体1の内面形状に合った形状に成形し，プレート本体1の内面全体に被着したものである。調理用シート8は耐熱性織布を基材とする為プレス加工等により成形することができず，従つて貼り合せ，縫い合せ等の手段により所定の形状に成形する。」(2頁右欄43行～3頁左欄4行)",
            "e「尚，第7図における調理用シート8の外周縁及び第8図における保形枠11の外周縁に，プレート本体1外方に突出する舌片を形成し該舌片を把持部9とすれば，調理用シート8の取出しを容易に行なえる。」(3頁左欄16～20行)            f「第9図及び第10図の実施例は調理用シート8を緊張状態に保つ保形手段として，調理用シート8の外周縁部をプレート本体1との間に挟持する挟着体を用いたものである。第9図は熱絶縁性材料により挟着体13を環状に形成すると共に該挟着体13の下面全周に渡つて突条14を形成し，この挟着体13の突条14を調理用シート8の外周縁部を介してプレート本体1の外周壁上端面の溝15に嵌合することにより，プレート本体1と挟着体13との間に調理用シート8の外周縁部を挟持して該シート8をプレート本体1の内面全体に被着させかつ緊張状態を保つものである。他方，第10図は円弧形状の挟着体13を二個備え，把手4，4間においてプレート本体1の外周壁と挟着体13，13との間に調理用シート8の外周縁部を挟持するものである。」(3頁左欄26～41行)",
            "g「而して，この両実施例にあっては調理時プレート本体1を汚すことがなく，しかも調理用シート8が移動したりしわを生じたりすることがなく良好な状態で調理を行なうことができ，又使用後は挟着体13を取外して調理用シート8を取出し，該シート8のみを洗浄すればよい。」(3頁左欄42行～右欄3行)            h　第1図，第2図には，調理用シート8を調理器に被着した例が示されている。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "上記a～hの記載及び第1図，第2図の内容からすると，調理用シート8は，調理器本体の内面に着脱自在に被着されるものであり，調理器本体とは別の物品であることのほか，調理時にしわがよるほどの柔軟性に富んだものであり，非粘着性を有していることが認められる。また，調理用シート8は，柔軟性に富み，かつ，非粘着性を有するから，調理中に把持部9を持ち上げると，調理用シート8上の食品は下方に向かって滑り落ち，柔らかな食品であれば変形が生じるのは，自明のことである。",
                    "そうすると，審判甲1には，審決認定のとおり，「ガラス織布にフッ素樹脂を充分に含浸し高温で焼きつけて製造したシートよりなり，該シートの一部を外方に突出して把持部を構成した調理用シート」(審判甲1発明A)が明示的に記載されているということができるのみならず，この調理用シートが，把持部をつまみ上げることで調理中に調理物の変形を可能にするものであることも記載されているといえる。",
                    "したがって，審決が，本件発明1と対比すべき引用発明として，審判甲1から審判甲1発明Aを抽出して把握したことに，何ら誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明1の「つまみ部」は，太く，短く，付け根のしっかりした形状が求められるものであるのに対し，審判甲1の調理シート8の「把持部」は，細く長い形状が求められるものであり，両者の形状(構成)が相違するところ，審決は，本件発明1における「つまみ部」と審判甲1の調理シート8の「把持部」の技術的思想の違いを看過し，そこから導かれる具体的な形状(構成)・効果の違いを無視している旨を主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件発明1の「つまみ部」の意義について検討する。",
                    "本件発明1に係る特許請求の範囲の記載は，下記のとおりである。",
                    "記",
                    "「柔軟な薄膜状体であって，熱伝導部である平面部とつまみ部によって構成され，熱伝導部の端を延長して平面部から突出させたつまみ部を構成し，つまみ部をつまみ上げることで調理中に調理物の変形を可能にした料理シート。」        　特許出願に係る発明の新規性及び進歩性について審理するに当たっては，引用発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限って，発明の詳細な説明の記載を参酌することが許されるにすぎない(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123号参照)。これを本件についてみるに，本件特許1の特許請求の範囲の記載には，上記特段の事情は見当たらないから，本件発明1の要旨は，本件特許の請求項1に記載されたとおりに認定されるべきである。",
                    "そうすると，本件発明1の「つまみ部」は，「熱伝導部の端を延長して平面部から突出させた」ものであると認められるにとどまり，原告主張のように「太く，短く，付け根のしっかりした」形状であることを含めて認定することはできない。なるほど，請求項1には，「つまみ部をつまみ上げることで調理中に調理物の変形を可能にした」と記載されているが，この記載は，「つまみ部」が「つまみ上げ」可能とされていること以上に，「つまみ部」の形状(構成)を規定するものではないから，この記載をもって，「つまみ部」が，太く，短く，付け根のしっかりした形状であると認めることはできない。この点につき，原告は，つまみ部をつまみあげるための合理的な形状が，「太く，短く，付け根のしっかりした」形状であり，その趣旨は，本件特許明細書(本訴甲1)の中に記載されている旨を主張するが，本件特許明細書中には，つまみ部が上記形状のものであると記載されているわけではないし，上記形状が合理的であるとする根拠が示されているわけでもない。",
                    "したがって，本件発明1の「つまみ部」の形状として，審決が「熱伝導部の端を延長して平面部から突出させた」点のみを認定したことに誤りはない。",
                    "また，「つまみ部」の機能についても，特許請求の範囲には「つまみ部をつまみ上げることで調理中に調理物の変形を可能にした」と記載されているのであるから，審決がこのとおりに「つまみ部」の機能を認定したことにも何ら誤りはない。",
                    "原告は，本件特許明細書(本訴甲1)の発明の詳細な説明における記載を根拠にして，本件発明1にいう調理物の変形を可能にする機能は，破れやすい卵焼きやクレープ生地を上手に調理できるようなものを意味すると主張するが，上記のとおり本件発明1の認定は特許請求の範囲の記載に基づいて行うべきものであるから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，審判甲1(本訴甲2)の調理用シートの「把持部」の意義については，審判甲1の全体に記載された事項及び記載されているに等しい事項から把握すべきものであり，かかる観点から審判甲1を検討すると，当該「把持部」が「シートの一部を外方に突出して」成るものであること，及び，把持部をつまみ上げることで調理中に調理物の変形を可能にするものであることを認定し得ることは，上記(1)及び(2)のとおりである。",
                    "なお，原告は，審判甲1の調理用シートの「把持部」は，ホットプレート本体が熱くてもつまみ上げられるようにするものであるから，細く長いことは必然の形状であり，また，その長さは，審判甲1に図示されるよりも更に延長された方が好都合である旨を主張するが，審判甲1(本訴甲2)には，「調理用シート8の一部を第1図及び第2図に点線で示す如くプレート本体1外に突出する位置まで延長して当該部分を把持部9，9とすれば，調理用シート8を容易に取出すことができ，特に使用後直ちに取出す場合高温状態にあるプレート本体1に触れることなく調理用シート8を取出せ，安全である。」(2頁左欄6～13行)と記載されており，この記載からすると，把持部は，プレート本体1外に突出する位置まで延長するものであればその機能を果たすものというべきであり，細く長くする必然性は認められない。",
                    "また，原告は，審決が，「甲第1号証に記載された発明………の把持部は，如何なる形に変形可能かに拘わらず，それをつまみ上げることで調理中に調理物の変形を可能にするものであると認められる。」(5頁下4行～2行)と認定したのに対し，「如何なる形に変形可能かに拘わらず」とするのは，形式的な類似点を乱暴に取り上げ，特許発明の本質的な差異から目をそらすものであって誤りである旨を主張するが，調理物の変形は，調理シートの変形によって可能とされるのであり，調理シートの特別な変形によって可能とされるのではないことは明らかであるから，上記審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，上記アのとおり認定された本件発明1の「つまみ部」の形状及び機能と，上記イのとおり認定された審判甲1記載の「把持部」の形状及び機能とは，同一であるというべきであるから，審決が，これらを一致点の認定に含めたことに，原告の主張する誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，特許請求の範囲に記載されていない事項を本件発明1の構成として主張できないのであれば，審判甲1の特許請求の範囲の記載に基づかない審判甲1発明Aを比較対象とすること自体が誤りである旨主張する。",
                "しかし，上記(1)～(3)に述べたとおり，引用発明たる審判甲1発明Aは，審判甲1全体に記載されている事項及び記載されているに等しい事項から把握すべきものであり，他方，本件発明1は，本件特許明細書(本訴甲1)の特許請求の範囲のとおりに認定されるべきものであり，両者の認定の方法はそもそも異なるのである。",
                "原告の主張は，独自の見解に立って審決を論難するものにすぎず，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明2の構成要件中の「切れ込みあるいは折り目」について，料理シートの側部が立ち上げてあっても平面部を自由に折り曲げることを可能にするために設けられているものである旨を審判手続で原告が主張したのに対し，審決が「請求項2には，「熱伝導部の周囲に切れ込みあるいは折り目を付けた側部を形成し」としか記載されておらず，この主張は，請求項2の記載に基づくものではない。」(6頁下9行～7行)と判断したことは，誤りであると主張する。",
                "確かに，料理シートの周囲に切れ込みあるいは折り目を付ければ，側部を立ち上げ易いことは理解できる。しかし，本件特許発明の要旨は，特許請求の範囲の記載に従って認定すべきことは上述したとおりである。本件特許明細書(本訴甲1)の請求項2には，「熱伝導部の周囲に切れ込みあるいは折り目を付けた側部を形成し」と記載されているだけであり，上記切れ込みあるいは折り目の形状については，特段の定めがなされていないのであるから，切れ込みあるいは折れ目が，「料理シートの側部が立ち上げてあっても平面部を自由に折り曲げることを可能にする」ことができるものを意味すると限定的に解釈することはできないというべきである。",
                "したがって，審決の上記判断に誤りはない。また，審判甲1(本訴甲2)の調理用シートも，「調理用シート8の外周縁を中央部分より高くして」(2頁左欄18～19行)おくことが好ましいとされているものであり，また，側部を立ち上げ易くするためにシートの周囲に切れ込みあるいは折り目を付けることは本件出願前周知のことであると認定したことに誤りは認められないから，審判甲1発明Aの調理用シートにおいても，周囲に切れ込みあるいは折り目を付けて，側部を形成できるようにすることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到できることというべきであり，本件発明2の進歩性を否定した審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明2は本件発明1を受けたものであり，本件発明1に係る特許に無効理由は存在しないから本件発明2の進歩性も肯定されるべきであると主張するが，本件発明1が審判甲1発明Aと同一であって新規性を欠きその特許には無効理由があるとの審決の判断に誤りがないことは上記1，2のとおりであるから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4について",
          "text": [
            "審決は，本件発明3の相違点bに係る構成について，審判甲1及び審判甲6の各記載を引用して，当業者にとって想到容易であるとした。これに対し，原告は，本件発明3の「取り付け手段」及び「取り付け用具」は，料理シートのつまみ部をつまみ上げることで調理中の調理物の変形を可能にすることを助ける目的で料理シートの片側一端を係止して用いるものであるのに対し，審判甲1の挟着体や審判甲6のセラミックペーパーに設けた孔とこれに係合する係止用ピンは，調理用シートないしセラミックペーパーを固定したままにするものであって，その目的，作用，効果が異なるから，審判甲1及び審判甲6によって相違点bに係る構成に想到することは容易ではないと主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，本件発明3の「取り付け手段」及び「取り付け用具」について，本件特許明細書(本訴甲1)の特許請求の範囲(請求項3)には，「料理用具へ取り付け可能とするための取り付け手段を形成するか，取り付け用具を配した」と記載されているだけである。原告の上記主張(本件発明3の「取り付け手段」等は片側一端を係止するものであるとの主張)は，本件特許明細書の発明の詳細な説明中に，卵焼き等を調理する際には料理シートの一端のつまみ部をつまみ上げる旨の記載(「図3は実施例2の使用の状態を示す一部断面を含む斜視図であり，料理シートを使って，焼き卵5を卵焼き器6の片側に寄せる作業を示したものである」段落【0018】)や，「本発明は料理シートに，これを料理用具へ取り付け可能とするための取り付け手段を形成するか，取り付け用具と組み合わせた料理シートであるため次の効果を奏する」(段落【0031】)，「料理の過程でつまみ部を摘んで持ち上げた際に，料理シートの熱伝導部が鍋の底からずれてしまうことを防ぐことが出来る」(段落【0032】)との記載を根拠にするものと思われるが，これらの発明の詳細な説明の記載や図面を本件発明3の構成に含めて認定することができないことは，上記3(3)のとおりである。",
                "したがって，本件発明3の「取り付け手段」及び「取り付け用具」は，料理シートを料理用具に載置するに当たり，両者の位置関係を一定に保つために設けられる何らかの手段及び用具を指すものと解すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，審判甲6(本訴甲3)には，セラミックペーパー(32)(本件発明3の「料理用シート」に相当)をセラミックペーパー支持具(22)(「料理用具」に相当)に載置するに当たり，セラミックペーパーに孔(10)(「取り付け手段」に相当)を設け，セラミックペーパー支持具(22)に設けた係止用ピン(9)に係止させることが開示されている。そうすると，かかる技術事項を審判甲1発明Aに適用することによって，本件発明3の相違点bに係る構成を得ることができる。したがって，審判甲1発明Aに審判甲6の技術事項を適用することによって本件発明3は当業者にとって容易に想到し得るものであるとした審決の判断に，誤りはない。",
                "原告は，審判甲6に記載された考案では，調理の開始から終了までセラミックペーパー(32)を同支持具(22)に固定したままにするものであるから，調理中につまみ部をつまみ上げることを前提とした本件発明3の料理シートの「取り付け手段」とは目的，効果，機能が異なると主張する。しかし，審決の相違点bについての論理付けにおいて，審判甲6から抽出されているのは，料理シート(審判甲6においては「セラミックペーパー(32)」)を料理用具(審判甲6においてはセラミックペーパー支持具(22))に載置するに当たり位置関係を一定に保つための「取り付け手段」(審判甲6においては「孔(10)」)を設けるという技術事項である。審判甲6の考案において，セラミックペーパーが調理の開始から終了まで料理用具に固定された状態で使用されるとしても，孔を係止用ピンに係止するという構成自体は，必要に応じて調理中にも適宜取り外し・取り付けを行うことを可能にするものであるから，かかる構成を「つまみ部をつまみ上げることで調理中に調理物の変形を可能にした」料理シートに適用することによって，本件発明3の料理シートの構成に容易に到達できるというべきである。よって，原告の上記主張も採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審判甲1(本訴甲2)には，「挟着体」について，「第9図及び第10図の実施例は調理用シート8を緊張状態に保つ保形手段として，調理用シート8の外周縁部をプレート本体1との間に挟持する挟着体を用いたものである。第9図は熱絶縁性材料により挟着体13を環状に形成すると共に該挟着体13の下面全周に渡つて突条14を形成し，この挟着体13の突条14を調理用シート8の外周縁部を介してプレート本体1の外周壁上端面の溝15に嵌合することにより，プレート本体1と挟着体13との間に調理用シート8の外周縁部を挟持して該シート8をプレート本体1の内面全体に被着させかつ緊張状態を保つものである。他方，第10図は円弧形状の挟着体13を二個備え，把手4・4間においてプレート本体1の外周壁と挟着体13，13との間に調理用シート8の外周縁部を挟持するものである。」(3頁左欄26～41行)と記載されており，この記載からすると，挟着体13も，調理用シート(本件発明3の「料理シート」に相当)をプレート(「料理用具」に相当)に載置するに当たり，両者の位置関係を一定に保つために配される「取り付け用具」に当たるというべきである。",
                "原告は，審判甲1の挟着体13は調理の開始から終了まで固定されたままであることを主張するが，審判甲6について上記(2)に述べたところと同様に，挟着体13の下面の突条14をプレート本体の外周壁上端面の溝15に嵌合するという構成自体は，調理中においても挟着体13を適宜取り付け・取り外しすることを可能にするものである。したがって，かかる構成を「つまみ部をつまみ上げることで調理中に調理物の変形を可能にした」料理シートに適用することによって，本件発明3の料理シートの構成に容易に想到できるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，審判甲1発明Aに「つまみ部をつまみ上げることで調理中に調理物の変形を可能にする」構成が含まれていない以上，料理用具へ取り付け可能とするための「取り付け手段」や「取り付け用具」を採用したところで，本件発明3の構成に想到することはできない，とも主張する。",
                "しかし，審決が，審判甲1発明Aに「つまみ部をつまみ上げることで調理中に調理物の変形を可能にする」構成が含まれていると認定したことに誤りがないことは，上記3(2)で述べたとおりであるから，原告の上記主張も，その前提において理由がなく，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5について",
          "text": [
            "原告は，本件発明4についての審決の判断も誤りであることを主張する。しかし，上記5において述べたとおり，料理シートに関する本件発明3について，審判甲1発明Aの調理用シート(料理シートに相当)に審判甲6(本訴甲3)の「孔(10)」(取り付け手段)又は審判甲1の「挟着体13」(取り付け用具)を適用して本件発明3の構成に至ることが容易である以上，これを料理用具の側からみて，本件発明4について，審判甲1発明Bのプレート本体(料理用具に相当)に審判甲6の「係止用ピン(9)」又は審判甲1の「溝15」(取り付け手段)を適用して本件発明4の構成に至ることも容易といえることは，当然である。",
            "この点に関する原告の主張は，審判甲6の孔(9)と係止用ピン(11)の組合せや，審判甲1の挟着体13の下面の突条14とプレート本体の外周壁上端面の溝15との組合せが，いずれも「固定」されていることを理由とするものであるが，この主張が採用できないことは，上記5の(2)，(3)に述べたところと同様である。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，取消事由6の(ア)において，既に特許された発明であって，並び立つことのできる二つの特許のうちの一つをもって他を無効とする場合には，①当該二つの特許の厳格な意味での同一性と，②当該並んで存在することの特別の不都合性とが，ともに立証されるべきであり，上記二点につき不明確なまま審決が本件特許1～4を無効としたことは，特許権者である原告の憲法29条に保障された財産権を剥奪するものであって違法である等と主張する。",
                "しかし，本件特許1の新規性及び本件特許2～4の進歩性についての審決の判断に誤りのないことは，上記2～6において説示したとおりである。特許を無効とするためには上記①及び②の二点の立証が必要であるとの原告の主張は，独自の見解にすぎないといわざるを得ない。",
                "そして，原告の有する本件特許1～4を無効とした本件審決は，特許法123条の定める特許無効審判手続として行われたものであり，同審判は，瑕疵ある特許権を是正する手続として特許法の定めに従って行われたものである。のみならず，特許無効審判手続における特許法29条1項3号又は29条2項の適用を判断するに当たっては，その判断資料につき特段の制約は加えられていないのであるから，審決において原告主張のように審判甲1発明や審判甲6発明等を引用例として原告の有する本件特許1～4が無効になると判断されたとしても，審決が違法となる余地はなく，それが財産権の保障を定めた憲法29条に違反することにならないことは明らかである。",
                "原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，取消事由6の(イ)において，特許無効審判手続において原告が審判甲1発明は実施不可能であることを訴えたにもかかわらず，審決はこれに触れておらず，審理不十分であると主張する。",
                "しかし，上記1(5)のとおり，審決の引用発明の認定は，上記調理用シートが実施可能であることを当然の前提としていることは明らかであるから，審決が，実施可能であると判断した理由について言及していないとしても，審理が不十分であったということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，取消事由6の(ウ)において，審決並びに被告の「審判甲1記載の調理シートは『いかなる形に変更可能かに拘らず，それをつまみ上げることで調理中の調理物の変形を可能にするものであると認められ』，本件特許発明は『つまみ部の具体的形状，調理の種類，及び調理中につまみ部をつまみ上げる調理物の変形態様については何ら特定されていないと考えるべきである。』とし，前記両者は同一」とした主張は，本件特許発明並びに審判甲1等に記載された発明の本質を見ずに枝葉末節を比較するものであって，根拠がない，と主張する。",
                "しかし，上記2において説示したとおり，特許法29条1項3号における新規性の判断に当たっては，本件特許発明の要旨は本件特許明細書の記載に基づいて把握すべきものであるのに対し，これと対比すべき引用発明である審判甲1発明は，審判甲1(本訴甲2)の全体に記載されている事項及び記載されているに等しい事項から把握すべきものであり，かかる把握の方法の違いを踏まえれば，両者は，把持部ないしつまみ部をつまみ上げることで調理中の調理物の変形を可能にするという点において同一であるといわざるを得ない。原告は，上記主張において，「発明の本質」として，本件特許発明は調理中に卵焼きやクレープのような破れやすい調理物の形を上手に整えられるものであって，つまみ部の形状等もこれに対応したものであるのに対し，審判甲1発明では調理中に把持部を持ち上げて調理物を変形させることは想定されておらず，また上手に調理物の形を整えることはできないと主張するが，原告のいう本件特許発明の本質が特許請求の範囲の記載に反映されていないことは上記2に説示したとおりであるし，審判甲1発明において，調理中に把持部をつまみ上げれば調理シート上の調理物を変形させることができることが，審判甲1に係る特許の出願人自身が積極的に想定していなかった使用方法であるとしても，審決が認定した審判甲1発明の調理用シートの形状からして，そのような使用方法も可能であることは当業者にとって自明であるから，そのような使用方法も可能であるものとして審決が審判甲1発明を認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，取消事由6の(エ)において，仮に，本件特許発明が「つまみ部の具体的形状，調理の種類，及び調理中につまみ部をつまみ上げる調理物の変形態様については何ら特定されていない」のであれば，前記「つまみ部の具体的形状等ついては何ら限定されていない広いものである」のであって，審判甲1記載の調理シートも本件特許発明の権利範囲に入るべきところ，すでに公開されているため除外されると解するべきである，と主張する。",
                "原告の上記主張は，特許法29条1項3号の新規性の判断において，判断の対象となる特許発明(例えば本件発明1)の権利範囲のうち一部のみが，公知刊行物記載の発明(本件でいえば審判甲1発明)と同一である場合には，同一でない部分の権利範囲のものとして本件発明1に係る特許は有効に存在し得るのであり，本件発明1に係る特許の全部を無効とするべきではない，という趣旨のものであると解される。",
                "しかし，二以上の請求項に係る特許について請求項ごとに無効の請求ができる(特許法123条1項後段)のに対し，一つの請求項のうちの一部についての特許を無効にする意味での特許の一部無効は認められないから，一つの請求項に記載した発明の一部について特許無効の理由があるときは，その発明全部についての特許が無効にされることになるのであって，原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，取消事由6の(オ)において，審決が原告の主張を特許請求の範囲の記載に基づくものではないとして排斥したことは，機能の記載によって構成を表す「特許請求の範囲の機能表現」を排除するものであると同時に，「特許請求の範囲」の性格及び機能，並びに明細書や図面との関係を全く無視し，審査基準を否定するものである，と主張する。",
                "しかし，審決は，本件発明1の「つまみ部をつまみ上げることで調理中に調理物の変形を可能にした」との構成要件について，機能の記載によって構成を表現したものであることは前提として認めているのであり，その上で，本件発明1の特許請求の範囲には，原告が主張するような具体的な調理物の変形の態様等(卵焼きのような破れやすいものを上手に調理できるように，つまみ部がしっかりして扱いやすいものにしてあること等)について記載がないから，「つまみ部をつまみ上げることで調理中に調理物の変形を可能にする」ものはすべて本件発明1に包含されると認定すべきであるとしているのであって，かかる認定に誤りがないことは上記2のとおりである。",
                "なお，原告は，上記主張において，審決の判断は，審査基準中の「請求項は，発明の詳細な説明に記載された一又は複数の具体例に対して拡張ないし一般化された記載とすることができる。」との記載に矛盾すると指摘するようである。しかし，特許請求の範囲を発明の詳細な説明に記載された具体例よりも拡張ないし一般化できることと，拡張ないし一般化して記載された特許請求の範囲の中に新規性等を欠く発明が含まれている場合に当該請求項について新規性の欠如等という特許無効の理由が生ずることとは，別個の問題であり，審決の判断は，審査基準の上記記載と何ら矛盾するものではない。",
                "よって，原告の上記主張も，採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "結語",
          "text": [
            "以上の次第で，原告が取消事由として主張するところは，いずれも理由がない。",
            "よって，原告の本訴請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10547",
    "date": "2006-01-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009174",
    "ipprecedent_id": "436",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}