{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004-80105号事件について平成17年4月18日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許に対する無効審判請求の不成立審決の取消しを求める事件であり，原告は無効審判の請求人，被告は特許権者である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，発明の名称を「半導体装置のテスト方法，半導体装置のテスト用プローブ針とその製造方法およびそのプローブ針を備えたプローブカード」とする特許第3279294号(請求項の数7。平成11年8月27日に出願(優先権主張",
              "text": [
                "日平成10年8月31日)，平成14年4月22日に設定登録。)の特許権者である。(甲2)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告は，平成16年7月16日，上記特許のうち，請求項2，3及び7に係る特許について無効審判の請求をし(無効2004-80105号事件として係属)，これに対し，被告は，平成16年10月4日，明細書の訂正(以下「本件訂正」という。)を請求した。(甲8の1，3)"
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成17年4月18日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，同月28日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の請求項2，3及び7の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正請求による訂正前のもの(甲2)",
              "text": [
                "【請求項2】先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦r≦20μmとしたことを特徴とする半導体装置のテスト用プローブ針。",
                "【請求項3】先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針の先端部の形状は，上記押圧による電極パッドとの接触によりせん断が発生する球状曲面形状であって，かつ，表面粗さは0．4μm以下であることを特徴とする半導体装置のテスト用プローブ針。",
                "【請求項7】複数のプローブ針を上下動して，半導体装置の電極パッドに当接させ，上記半導体装置をテストするプローブカードにおいて，上記プローブ針は，請求項2乃至5のいずれかに記載の半導体装置のテスト用プローブ針であること特徴とするプローブカード。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正請求による訂正後のもの(甲8の3，下線部が訂正箇所である。以下，請求項記載の番号に従い「本件第2発明」，「本件第3発明」及び「本件第7発明」という。)",
              "text": [
                "【請求項2】先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたことを特徴とする半導体装置のテスト用プローブ針。",
                "【請求項3】先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下であることを特徴とする半導体装置のテスト用プローブ針。",
                "【請求項7】複数のプローブ針を上下動して，半導体装置の電極パッドに当接させ，上記半導体装置をテストするプローブカードにおいて，上記プローブ針は，請求項2乃至5のいずれかに記載の半導体装置のテスト用プローブ針であること特徴とするプローブカード。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本件訂正を認めるとした上，請求人(原告)が主張する理由及び提出した証拠によっては本件第2発明，本件第3発明及び本件第7発明の特許を無効とすることはできない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の適否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の目的の適否，新規事項の有無，及び特許請求の範囲の拡張・変更の存否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項ア(判決注；特許請求の範囲の請求項2，3及び7の訂正)について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正事項アのうち，請求項2の「上記曲面の曲率半径rを10≦r≦20μmとしたこと」を「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたこと」と訂正する内容は，曲面に関して，曲率半径に加えてさらに表面粗さを追加限定するものであるから，特許請求の請求の範囲の減縮を目的とするものである。",
                            "そして，特許明細書の発明の詳細な説明には，以下のとおり記載されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実施の形態1に関する記載として，「【0041】また，同じ球面といえども前述したように電極パッドのせん断変形が容易に発生するか否かで接触の安定性は大きく異なる。DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて同様の試験をした結果を図7に示すが，7～30μmの曲率半径がコンタクト寿命において良好な結果が得られており，好ましくは10～20μmである。7μm以下では曲率半径が小さすぎるため電気的導通面の第一の面に十分な力が加わらずかつ面積が小さいため問題となり，上限の20～30μmは，前述した電極パッドのせん断が発生する範囲の上限である24μmにほぼ一致している。【0042】なお，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tなる関係に基づいて同様な管理を行えばよい。【0043】なお，電極パッド材料のせん断変形が起こる滑り面の角度とプローブ先端形状の関係を分かりやすく説明するためプローブ針先端面の形状を球面として図示，説明したが，実際には完全な球面である必要はなく，球面に近い曲面形状であれば同様な効果を得ることができる。」，"
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "実施の形態2に関する記載として，「【0045】実施の形態2．図8は本発明の実施の形態2によるプローブ針の表面粗さと接触抵抗が1オームを越えるコンタクト回数の関係を示すもので，電極パッドの厚さ約0．8μmのDRAMに対して先端の曲率半径15μmのプローブ針を用いて試験をした結果である。これより，表面粗さが1μmと粗い場合には20000回程度で寿命を迎えるが，電解研磨などにより面粗度を上げていくと，0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった。特に0．1μmにした場合には38万回に達し，表面粗さが1μmの場合の約20倍の寿命を達成できる。これはプローブ針の先端に酸化物が付着しにくくなったためと推察でき，上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」と記載されている。",
                                "これらの記載によれば，実施の形態2中に「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」と記載されているから，実施の形態1で示された曲面の曲率半径rが10≦r≦20μmものにおいても，同様に0．4μm程度以下で急激にコンタクト回数を増やすことができるものと解され，上記訂正内容は，願書に添付した明細書又は図面に記載した事項の範囲内でしたものというべきであり，新規事項の追加に該当せず，実質的に特許請求の範囲を拡張又は変更するものでもない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "訂正事項アのうち，請求項3の「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触によりせん断が発生する球状曲面形状であって」を「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって」と訂正する内容について検討する。",
                            "・・・",
                            "したがって，上記訂正内容は，不明瞭な記載の釈明を目的とするものであり，願書に添付した明細書又は図面に記載した事項の範囲内でしたものというべきであり，新規事項の追加に該当せず，実質的に特許請求の範囲を拡張又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "訂正事項アのうち，請求項7については，訂正された請求項2又は3を引用するものであり，請求項7の記載自体に訂正はないから，上記a又はbにおいて請求項2又は3の訂正内容について検討したとおり，特許請求の請求の範囲の減縮又は明瞭でない記載の釈明を目的とするものであり，願書に添付した明細書又は図面に記載した事項の範囲内においてしたものであって，新規事項の追加に該当せず，実質的に特許請求の範囲を拡張又は変更するものでもない。",
                            "以上a～cより，上記訂正事項アは，特許請求の範囲の減縮及び明瞭でない記載の釈明を目的とするものであり，願書に添付した明細書又は図面に記載した事項の範囲内においてしたものであって，新規事項の追加に該当せず，実質的に特許請求の範囲を拡張又は変更するものでもない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項イないしエについて",
                      "text": [
                        "上記訂正事項イないしエは，いずれも，上記訂正事項アにより特許請求の範囲の記載を訂正したことに伴い，発明の詳細な説明の欄の記載の整合をとるためのものであるから，明瞭でない記載の釈明を目的とするものであり，願書に添付した明細書又は図面に記載した事項の範囲内においてしたものであって，新規事項の追加に該当せず，実質的に特許請求の範囲を拡張又は変更するものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "むすび",
                  "text": [
                    "したがって，上記訂正は，特許法134条の2第1項ただし書及び同条5項において準用する126条3項及び4項の規定に適合するので，当該訂正を認める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(特許法17条の2第3項違反)について",
                  "text": [
                    "(省略)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(特許法29条2項違反)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件第2発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "請求人は，「訂正後の請求項2の記載は，表面粗さを0．4μm以下とした点で訂正前と異なるが，・・・表面粗さが0．4μm以下で急激にコンタクト回数を増やすことができるのは，電極パッドの厚さが約0．8μmでプローブ針の先端の曲率半径が15μmであるか，電極パッドの厚さとプローブ針先端の曲率半径とが9t≦r1≦35tの関係にある場合に限られる。・・・したがって，本件第2発明は「発明の詳細な説明」に記載された発明であるとはいえず，「発明の詳細な説明」に記載された効果は本件第2発明の効果であるとはいえない。」旨主張している。",
                            "しかしながら，上記「(1)ア(ア)a」で検討したとおり，実施の形態2中に「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」と記載されているから，実施の形態1で示された曲面の曲率半径rが10≦r≦20μmものにおいても，同様に0．4μm程度以下で急激にコンタクト回数を増やすことができるというべきであり，請求人の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "請求人は，本件明細書における『表面粗さ0．4μm以下』に関して，「その「表面粗さ」が算術平均粗さ(Ra)，十点平均粗さ(Rz)，最大粗さ(Rmax(JISにいう最大高さRy))のいずれであるのか(審判甲7，8)，特定してない。いずれであるかを問わないとする趣旨と解される。・・・審判甲7～10から，最大粗さRmax(＝最大高さ)は算術平均Raの数倍から10数倍の大きさであることは，当業者の技術常識であることが伺える。このことから，表面粗さ0．4μmは，1．5を乗じた最大粗さ0．6μm(審判甲5(本訴甲5))でありうる。表面粗さを表すパラメータを特定しない0．4μmは，平均粗さであると最大粗さであるとを問わない趣旨と解されるから，従来技術における最大粗さと同等以上の最大粗さをも表しているということができる。」旨主張している。",
                            "しかしながら，審判甲7：「JIS　表面粗さ-定義及び表示　JIS　B　0601-1994」の17頁6～22行には「1．1制定の趣旨　・・・表面粗さ",
                            "の規格は，1944年(昭和19年)7月に臨時日本標準規格(臨JES)第60",
                            "8号として制定され，その後改正を重ねて1952年(昭和27年)に”表面粗さ”と”仕上げ記号(三角記号)”を含めた形で，最大高さを対象とし，規格名称を”表面粗さ”として制定された。その後1970年，1976年，1982年と3度の改正を経て今日に至っている。現在のJIS　B　0601-1982は，表面粗さを数値で評価するパラメータとして，中心線平均粗さ(Ra)，最大高さ(Rmax)，十点平均粗さ(Rz)の3種類を定義及び表示として規定している。・・・1．2前回までの改正の趣旨　1970年改正の経緯　表面粗さの規格は，1944年(昭和19年)7月に臨時日本標準規格(臨JES)第608号と",
                            "して制定され，1952年(昭和27年)に，最大高さを対象とした規格(JIS　B　0601-1952)が完成している。しかし，最近の電子工学の進歩に伴って・・・このような事情から・・・規格の改正を行い，最大高さ，中心線平均粗さ及び十点平均粗さを定義した」と記載されている。これらの記載によれば，表面粗さは，制定当初から約20年の長きにわたり，最大高さのみで表されており，その後最大高さを含む3つのパラメータで表わすように改正されたものであるから，改正後もパラメータ表示することなく最大高さで表面粗さを表すことは経験則上理解できるところであり，本件明細書にいう『表面粗さ0．4μm以下』は，現在のJISにいう最大高さ0．4μm以下の意と解するのが相当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，請求人は，「表面粗さを表すパラメータを特定しない0．4μmは，平均粗さであると最大粗さであるとを問わない趣旨と解されるから，・・・平均粗さであると最大粗さであるとを問わず表面粗さが0．4μm以下でありさえすれば，「急激にコンタクト回数を増やすことができる」とする実験データはないから，そのような効果は，真に「発明の詳細な説明」に記載された発明によって奏しうる効果であるか否かも定かでな」いこと，及び，「図8における0．6μm前後又は0．3μm前後の変曲点であれば別として，その間の曲線状の単なる一点であるにすぎない0．4μmの内と外との間に顕著な差異はみられない」ことを主張している。",
                            "しかしながら，上記bで検討したとおり，本件明細書にいう『表面粗さ0．4μm以下』は，現在のJISにいう最大高さ0．4μm以下の意と解すべきものである。また，図8に示された特性図は，0．6μm以上ではほぼ一定の直線，0．3μm以下では左上がりの直線で示されており，二つの直線が0．3～0．6μmの間でなめらかな曲線でつないで描かれているから，0．4μmは一定の直線から左上がりの直線に特性が変化する範囲の左上がりの直線に近い点に相当するものであり，0．4μmの前後で特性の顕著な差異があるというべきである。したがって，請求人の上記主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そこで，本件第2発明と，審判甲3～6(本訴甲3～6)に記載された発明とを対比すると，審判甲3～6(本訴甲3～6)には，本件第2発明の発明特定事項である「曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下とした」点(以下「構成A」という。)が記載も示唆もされておらず，この点が容易になし得たものであるとすることできない。",
                            "すなわち，審判甲3(本訴甲3)には，図2に示された第2実施例として探針の先端を球状にしたものが記載されているだけであり，曲率半径及び表面粗さに関する記載はない。",
                            "審判甲4(本訴甲4)には，従来の技術として，「先端が直径50μ～30μ程度の円錐形状(円錐形の頂端がほぼ球面に近い形状を意味する。以下円錐球状と言う)に形成し，・・・従来から用いられている上記プローブカードのプローブ針は，上述したように直径が30～50μm程度ほぼ球状をしており」(判決注；段落【0003】～【0005】)と記載されており，球の直径30～50μmを曲率半径に換算すると15～25μmとなるものの，表面粗さに関する記載はない。",
                            "しかも，曲率半径の数値範囲15～25μmは，本件第2発明の数値範囲10～20μmと，15～20μmの範囲で一部共通の数値範囲を有するが，本件第2発明の上限値20μmは電極パッドのせん断が発生する範囲の上限であるのに対し，審判甲4(本訴甲4)には電極パッドのせん断に関する記載はないから，上限値20μmを示唆するものではない。",
                            "審判甲5(本訴甲5)には，実施例2に関して，表2にＮo．1～5の先端部曲率半径及び表面粗さが記載されており，先端部曲率半径は「0．6R～4R」，表面粗さは「最大粗さ0．60～0．90μm，Ry0．61～0．93μm」(最",
                            "大粗さはJIS規格に基づく最大高さRyの評価長さをとれないため)のものが示されている。しかしながら，実施例2に関する記載中にRの数値が示されておらず，段落【0020】に唯一「先端径Rが50μm程度」と記載されているものの，「0．6R～4R」にR＝50μmを入れると「30～200μm」となり本",
                            "件の数値範囲10～20μmを示唆するものではない。また，表面粗さについては，段落【0024】に「先端部の表面性状を制御することも極めて重要であり，最大粗さが2μm以下に制御することが推奨され，1μm以下であれば望ましく，0．8μm以下であればより望ましい。」と記載されているものの，表2中に示された表面粗さの最小値は最大粗さで0．60μmであり，本件の数値範囲0．4μm以下(上記bで検討したとおり，現在のJISにいう最大高さで0．4μm以下の意である)を示唆するものではない。",
                            "審判甲6(本訴甲6)には，先端部の表面粗さを小さくして，表面性状の良好なプローブピンが製造できる旨の記載があるのみであって，曲率半径及び表面粗さの数値範囲に関する記載はない。",
                            "なお，審判甲7～10(本訴甲7～10)は，表面粗さの一般的事項に関する当業者の技術常識を示すものとして提示されたものであって，テスト用プローブ針の先端の曲率半径及び表面粗さに関する記載はない。",
                            "そして，本件第2発明は，明細書記載の作用効果を奏するものである。",
                            "したがって，本件第2発明は，審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件第3発明について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "請求人の，「表面粗さは0．4μm以下」に関する上記「(ア)　本件第2発明について」のb及びcの主張は，既に検討したとおり，採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そこで，本件第3発明と審判甲3～6(本訴甲3～6)に記載された発明を対比すると，審判甲3～6(本訴甲3～6)には，本件第2発明の発明特定事項である「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下である」点(以下「構成B」という)が記載も示唆もされておらず，この点が容易になし得たものであるとすることできない。",
                            "すなわち，審判甲3(本訴甲3)には，図2に示された第2実施例として探針の先端を球状にしたものが記載されているだけであり，電極パッドにせん断を発生させる点及び表面粗さに関する記載はない。",
                            "審判甲4(本訴甲4)には，電極パッドにせん断を発生させる点及び表面粗さに関する記載はない。",
                            "審判甲5(本訴甲5)には，電極パッドにせん断を発生させる点に関する記載はなく，また，表面粗さに関しては上記「(ア)　本件第2発明について」のdで検討したとおり本件の数値範囲0．4μm以下を示唆するものではない。",
                            "この点に関して，請求人は，審判甲5(本訴甲5)の「電極パッド部にプローブピン先端面を接触させる際には，複数のプローブピンが配設されたプローブカードを一定の荷重以上で押し付けながら検査を行うことから，電極パッド上においてSn含有被覆層の表面をプローブピン先端部が摺動することとなる。先端部の表面粗さが大きいと，この摺動により凝着が発生しやすく，更に凝着したSnが溶融してプローブピンの先端に溶着する。」(判決注；段落【0012】)との記載を取り上げて，「Snの凝着はプローブピンがSn含有被覆層表面を滑って破壊したことによって生じるものであるから，また凝着は被覆層を破壊すること，すなわち電極パッド表面の皮膜のせん断を前提とするものである」旨主張している。しかしながら，凝着が発生しやすいと記載されているだけであって，必ず凝着が発生するという記載ではなくまた，Snの凝着が発生した時に必ずせん断が発生しているということもできないから，請求人の上記主張は採用することができない。",
                            "審判甲6(本訴甲6)には，先端部の表面粗さを小さくして，表面性状の良好なプローブピンが製造できる旨の記載があるのみであって，電極パッドにせん断を発生させる点及び表面粗さの数値範囲に関する記載はない。",
                            "なお，審判甲7～10(本訴甲7～10)は，表面粗さの一般的事項に関する当業者の技術常識を示すものとして提示されたものであって，電極パッドにせん断を発生させる点及び表面粗さに関する記載はない。",
                            "そして，本件第3発明は，明細書記載の作用効果を奏するものである。",
                            "したがって，本件第3発明は，審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件第7発明について",
                      "text": [
                        "本件第7発明は，請求項2乃至5に係る発明を引用して，さらに発明特定事項を限定付加したものである。",
                        "そして，上記(ア)及び(イ)で検討したとおり本件第2発明及び本件第3発明は審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることができず，また，請求項4及び5に係る発明の特許については無効の申立がなされていないのであるから，結局，本件第7発明は，審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件第2発明，本件第3発明及び本件第7発明の特許が，特許法29条2項の規定に違反してされたものとすることはできないから，請求人の主張する無効理由2(特許法29条2項違反)は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおりであるから，請求人が主張する理由及び提出した証拠によっては本件第2発明，本件第3発明及び本件第7発明の特許を無効とすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(請求項2の訂正についての認定判断の誤り)",
              "text": [
                "審決は，訂正事項アのうち，請求項2の「上記曲面の曲率半径rを10≦r≦20μmとしたこと」を「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたこと」と訂正することについて，「実施の形態2中に「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」と記載されているから，実施の形態1で示された曲面の曲率半径rが10≦r≦20μmのものにおいても，同様に0．4μm程度以下で急激にコンタクト回数を増やすことができるものと解され，上記訂正内容は，願書に添付した明細書又は図面に記載した事項の範囲内でしたものというべきであり，新規事項の追加に該当せず，実質的に特許請求の範囲を拡張又は変更するものでもない。」と認定判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "実施の形態1に関する願書に添付した明細書(以下「当初明細書」という。)の段落［0041］，［0042］によれば，電極パッドの厚さとプローブ針の先端の曲率半径とは密接な関係があり，電極パッドの厚さを約0．8μmにした場合に，プローブ針の先端の曲率半径を7ないし30，好ましくは10ないし20μmにすると，コンタクト寿命において良好な結果が得られたことが分かる。また，実施の形態2に関する段落［0045］によれば，電極パッドの厚さを約0．8μm，プローブ針の先端の曲率半径を15μmにした場合に，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができたとの試験結果が得られたことが分かる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，当初明細書に，「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」(段落［0045］)ことを裏付ける試験結果は示されていないから，上記の「電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えても」とは，「電極パッドの厚さ約0．8μmに対してプローブ針の先端の曲率半径を7ないし30，好ましくは10ないし20μmの範囲内で変えても」と解すべきであって，実施の形態1で示された曲面の曲率半径rが10≦r≦20μmとの数値は，約0．8μmの電極パッドの厚さとの関係においてのみ，技術的意義を有するにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，訂正後の請求項2は，「電極パッドの厚さ約0．8μm」を前提とするものであるといわなければならないが，請求項2の訂正内容は，「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたこと」とするのみで，電極パッドの厚さを約0．8μmとすることを特定事項としていないから，請求項2の訂正は，当初明細書又は図面に記載した事項の範囲内においてしたということはできない。",
                    "したがって，審決の認定判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件第2発明の容易想到性の判断の誤り)",
              "text": [
                "審決は，「審判甲3～6(本訴甲3～6)には，本件第2発明の発明特定事項である「曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下とした」点(以下「構成A」という。)が記載も示唆もされておらず，この点が容易になし得たものであるとすることできない。」とした上，「本件第2発明は，審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件第2発明は，従来公知の技術分野における「半導体装置のテスト用プローブ針」に関する発明であるが，従来公知のプローブ針について，当業者は，プローブ針の先端と電極パッドを電気的接触(コンタクト)させて半導体装置の動作をテストする場合にその電気的接触(コンタクト)を良好に保つことを目指して改良してきた。そして，電気的接触(コンタクト)を良好に保つ前提として，第1に，プローブ針の先端が電極パッド表面を滑りながら，その表面の絶縁酸化膜を削り取る(せん断)こと，第2に，電気的接触(コンタクト)を繰り返す際に，せん断によって生じた酸化膜のくずがプローブ針の先端に凝着(付着)するのを防止することが挙げられるところ，従来公知の技術において，既に，①プローブ針の先端を一定の曲率半径を有する球面とすること，②この球面体の表面に一定の表面粗さを持たせ，酸化膜の凝着(付着)を防止すること，③電極パッドの大小及び厚さに対応する曲率半径を有する球面体を提供すること，④電極パッドに対するプローブ針の配設角度を工夫することなどが実施されていたから，従来公知のプローブ針は，いずれも，「せん断」，「曲率半径」や「表面粗さ」という技術事項をその前提としていたのであって，これらの用語が明示されていない場合であっても，当然に考慮されていたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正後の請求項2に係る発明である本件第2発明は，上記(1)のとおり，「電極パッドの厚さ約0．8μm」をその前提としているところ，訂正明細書又は図面には，電極パッドの厚さを約0．8μm以外にした場合に，「曲率半径rを10≦r≦20μmとすることが好ましい。」，「表面粗さを0．4μm程度以下にすると急激にコンタクト回数を増やすことができる」ことを明らかにする試験結果は示されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件第2発明の構成Aは，「電極パッドの厚さ約0．8μm」を前提としない限り，訂正明細書に記載された効果と何の関連もないと考えざるを得ないから，従来公知の半導体装置のテスト用プローブ針と異なるところはなく，甲3の「探針の前記電極パッドと接触する部分が球面に形成され」(特許請求の範囲の請求項1)との記載，甲4の「直径50μ～30μ程度の円錐形状」(段落【0003】，曲率半径15～25μm，電極パッドのせん断が発生するのに好ましい数値範囲を意味するものであることは周知である。)との記載，甲5の「(最大粗さは)1μm以下であれば望ましく，0．8μm以下であればより望ましい。」(段落【0024】)及び表2中の「最大粗さ0．6μm」との記載，甲6の「先端部の表面粗さを小さくして，表面性状の良好なプローブピンが製造できる。」(段落【0016】)との記載等に基づいて，当業者が容易に発明することができたというべきである。",
                    "したがって，審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本件第3発明の容易想到性の判断の誤り)",
              "text": [
                "審決は，「審判甲3～6(本訴甲3～6)には，本件第2発明の発明特定事項である「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下である」点(以下「構成B」という)が記載も示唆もされておらず，この点が容易になし得たものであるとすることできない。」とした上，「本件第3発明は，審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件第3発明は，従来公知の技術分野における「半導体装置のテスト用プローブ針」において，当業者の一般的常識に属する「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状」の構成に，上記(1)アのとおり，実施の形態2における，電極パッドの厚さを約0．8μm，プローブ針の先端の曲率半径を15μmにした場合に，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができたとの試験結果に基づき，「表面粗さ0．4μm以下」を特定事項として加えたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本件第3発明は，「電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm」を前提とするものであるから，これを欠いた「表面粗さ0．4μm以下」との数値限定に特段の意味はなく，甲3ないし6に記載された発明に基づいて，当業者が容易に発明することができたというべきである。",
                    "したがって，審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本件第7発明の容易想到性の判断の誤り)",
              "text": [
                "審決は，「本件第2発明及び本件第3発明は審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることができず，また，請求項4及び5に係る発明の特許については無効の申立がなされていないのであるから，結局，本件第7発明は，審判甲3～6(本訴甲3～6)に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」と判断した。",
                "甲4には，「複数のプローブ針を上下動して，半導体装置の電極パッドに当接させ，上記半導体装置をテストするプローブカード」(請求項7の前文)の発明が記載されている上，上記(2)，(3)のとおり，本件第2発明及び本件第3発明は，甲3ないし6に記載した発明に基づいて，当業者が容易に発明をすることができたから，本件第7発明も，当業者が容易に発明することができたというべきである。",
                "したがって，審決の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(請求項2の訂正についての認定判断の誤り)に対して　当初明細書には，「実施の形態1．　・・・DRAM等の一般的なロジック系集積半導体装置では厚さ0．8μm程度のAl-Cu膜である。電力用等特殊用途の半導体装置では，パッド厚さが2～3μmのものもある。」(段落［0025］)との記載があり，実施の形態2に関する段落［0045］の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」との記載に照らせば，当初明細書には，電極パッドの厚さを約0．8μm以外にした場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができたことが示されている。",
                "そして，段落［0045］には，プローブ針の先端の表面粗さについて，「0．4μm以下」との数値範囲が明示されているから，請求項2の訂正は，当初明細書又は図面に記載した事項の範囲内においてしたということができる。",
                "したがって，審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(本件第2発明の容易想到性の判断の誤り)に対して　ア　図8(実施の形態2によるプローブ針の表面粗さと接触抵抗が1オームを越えるコンタクト回数の関係を示す特性図)にあるように，プローブ針のコンタクト寿命は，プローブ針の先端の表面粗さ0．4μm以下で著しく伸びており，0．4μmの内と外では，効果において量的に顕著な差異があるから，「0．4μm」との数値には臨界的意義があり，かつ，この数値の限定は，「電極パッドにせん断を発生させる」という訂正明細書に記載された効果と密接に関連するものである。そして，訂正明細書の段落［0025］及び［0045］の記載は，当初明細書のそれと同一であるから，上記(1)で述べたと同様に，訂正明細書には，電極パッドの厚さを約0．8μm以外にした場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができたことが示されている。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，甲3ないし6には，電極パッドに「せん断変形」を発生させた上でコンタクト回数を増やすことに関する記載はなく，プローブ針先端の表面粗さやこれを0．4μm以下とすることに関する記載も示唆もないから，本件第2発明は，甲3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたということはできない。",
                    "したがって，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(本件第3発明の容易想到性の判断の誤り)に対して　ア　上記(2)アに述べたところによれば，本件第3発明において，「電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm」を前提としなくても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるということができる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件第3発明の「せん断」とは，絶縁酸化膜を削り取るというものではなく，電極パッドを層状に排斥するものであるが，甲3ないし6には，「せん断」の語が明示されていないから，本件第3発明は，甲3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたということはできない。",
                    "したがって，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由4(本件第7発明の容易想到性の判断の誤り)に対して　本件第7発明は，請求項2ないし5に係る発明を引用して，さらに発明特定事項を限定付加したものであり，上記(2)及び(3)のとおり，本件第2発明及び本件第3発明は，甲3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたということはできないから，本件第7発明も，当業者が容易に発明をすることができたということはできない。",
                "したがって，審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(請求項2の訂正についての認定判断の誤り)について　(1)　当初明細書(乙5)の段落［0045］の記載は，次のとおりである。",
            "「実施の形態2．",
            "図8は本発明の実施の形態2によるプローブ針の表面粗さと接触抵抗が1オームを越えるコンタクト回数の関係を示すもので，電極パッドの厚さ約0．8μmのDRAMに対して先端の曲率半径15μmのプローブ針を用いて試験をした結果である。これより，表面粗さが1μmと粗い場合には20000回程度で寿命を迎えるが，電解研磨などにより面粗度を上げていくと，0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった。特に0．1μmにした場合には38万回に達し，表面粗さが1μmの場合の約20倍の寿命を達成できる。これはプローブ針の先端に酸化物が付着しにくくなったためと推察でき，上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "当初明細書は，実施の形態1について，段落［0025］ないし［0044］に記載しているから，段落［0045］の「上記実施の形態1で示した範囲内で，」とは段落［0025］ないし［0044］に記載された範囲内であることを意味すると考えられる。そうすると，段落［0045］には，段落［0025］ないし［0044］に記載された範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えても，プローブ針の表面粗さ0．4μm程度以下で急激にコンタクト回数を増やすことができることが記載されているということになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，段落［0025］ないし［0044］の記載をみると，次の記載がある。",
                "「［0032］",
                "一方，本発明では電極パッド表面と針の接触角度がすべりを発生させやすくかつ針の前面に新生面が形成され，ここが密着(針の長軸方向の力が加わる形状となっている)し，電気的接触面となる。ただし，この面にも従来例と同様にアルミニウムの凝着が発生するが，次のプロービング時に針の滑り方向に位置するため，大きな離脱力が加わり除去され，新生面との接触が常に確保できる。したがって，本発明ではアルミニウム凝着部が残存するのは電気的接触を必要としない第二の曲面の側面に近いところである。この針と従来のフラット針を用いて導通試験した結果を図5に比較して示すが，従来の(b)では500回程度で接触抵抗が1オームを越えてしまう接触不良が発生したのに対し，(a)に示す本発明の針では10000回を越える接触回数において，導通不良は起こっていない。」",
                "「［0041］",
                "また，同じ球面といえども前述したように電極パッドのせん断変形が容易に発生するか否かで接触の安定性は大きく異なる。DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて同様の試験をした結果を図7に示すが，7～30μmの曲率半径がコンタクト寿命において良好な結果が得られており，好ましくは10～20μmである。7μm以下では曲率半径が小さすぎるため電気的導通面の第一の面に十分な力が加わらずかつ面積が小さいため問題となり，上限の20～30μmは，前述した電極パッドのせん断が発生する範囲の上限である24μmにほぼ一致している。",
                "［0042］",
                "なお，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tなる関係に基づいて同様な管理を行えばよい。」",
                "そして，図5(a)，(b)は，実施の形態1によるプローブ針を用いた場合の接触安定性を一般的な例と比較して示す説明図であり，横軸を接触回数，縦軸を接触抵抗(mΩ)とするグラフが示されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "段落［0041］には，DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて試験をすると，7～30μm，好ましくは10～20μmの曲率半径がコンタクト寿命において良好な結果が得られたことが記載され，また，段落［0042］には，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tという関係に基づいて同様な管理を行えばよいことが記載されている。そして，段落［0041］の試験は，上記のとおり，曲率半径とコンタクト寿命との関係に関するものであるが，段落［0041］より前において，試験を行ったことが記載されているのは段落［0032］だけであるから，段落［0041］の「同様の試験」とは，段落［0032］及びそこで引用する図5の導通試験であると考えられる。",
                "そうすると，当初明細書及び図面には，上記のとおり，電極パッドの厚さ約0．8μmに対して曲率半径を変えること，電極パッド厚さが異なるとそれに応じて適正な曲率半径を変化することが記載されているから，段落［0045］の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができる。",
                "したがって，「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたこと」は当初明細書又は図面に記載されているから，請求項2の訂正は，当初明細書又は図面に記載した事項の範囲内でしたものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，段落［0045］の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，「電極パッドの厚さ約0．8μmに対してプローブ針の先端の曲率半径を7ないし30，好ましくは10ないし20μmの範囲内で変えても」と解すべきであるから，電極パッドの厚さを約0．8μmとすることを特定事項としない請求項2の訂正は当初明細書又は図面に記載した事項の範囲内においてしたということはできないと主張する。しかし，上記(4)のとおり，段落［0045］の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味する。原告の上記主張は，前提を異にするものであるから，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，審決の認定判断に誤りはなく，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件第2発明の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件第2発明の構成Aは，「曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下とした」というものであるが，甲3ないし6には，この構成Aについて，記載がない。そして，上記1のとおり，本件第2発明は，構成Aを備えることによって，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するから，本件第2発明は，甲3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件第2発明の構成Aは，「電極パッドの厚さ約0．8μm」を前提としない限り，訂正明細書に記載された効果と何の関連もないと考えざるを得ないから，従来公知の半導体装置のテスト用プローブ針と何ら異なるところはなく，甲3ないし6に記載された発明に基づいて，当業者が容易に発明することができたと主張する。",
                "本件明細書(甲8の3)の段落【0025】ないし【0045】の記載は，当初明細書のそれと同一であるところ，上記1のとおり，当初明細書の段落［0045］の「表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができること」は，実施の形態1で示された曲率半径rが10≦r≦20μmのものについて妥当するのであり，本件第2発明は，電極パッドの厚さを特定しなくても，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するから，本件第2発明の構成Aは，「電極パッドの厚さ約0．8μm」を前提とするものではない。",
                "原告の上記主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，審決の判断に誤りはなく，原告主張の取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件第3発明の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件第3発明の構成Bは，「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下である」というものであるところ，本件明細書(甲8の3)には，次の記載がある。",
                "「［0002］",
                "［従来の技術］　従来のプローブ針は，図13(a)に示すように，先端が鈎型に曲げられたプローブ針202を上下動するプローブカード201に取り付け，半導体集積回路のテスト電極パッド(以下電極パッドと称する)に押し当てる際に電極パッド表面の酸化膜を破って電極パッド新生面に真接触(電気的接触)をさせてテスト(プロービング)を行っていた。・・・」",
                "「［0027］",
                "従来の発明においては針先とアルミニウムパッドの接触による変形の観点で現象を明らかにし，これに対して妥当な形状や材料を提案するものは残念ながらなかった。そこで，このせん断変形を容易に生じさせる方法およびアルミニウムの付着防止について鋭意検討・実験を加えた。せん断変形は金属結晶のすべり面に沿って生じる。これに対して，スパッタ時の電極パッド2の結晶配向3は(111)にそろったいわゆるC軸配向になっている。この(111)の滑り面4が電極パッドとなす角度は0度である。また，他の滑り面の中で，電極パッド表面となす角度が最も小さな滑り面5は(110)(101)(011)であり，その角度は35．3度",
                "である。滑り面の角度でしかせん断が起こり得ないとすれば，0度もしくは35．3度，といった，とびとびの値でしか，せん断しない筈である。」",
                "「［0028］",
                "しかし，実験結果からは，とびとびの値ではなく，滑り面4と5の中間の角度でせん断していることが分かった。これは，上記滑り面4と上記滑り面5に沿ったせん断が組合わさり，図2に示すようなせん断11がおこっているためである。・・・」",
                "「［0030］",
                "このプローブ針1を使って，アルミニウムパッド2につけたプローブ痕を図3に示す。プローブ先端で排出されたアルミニウム31が層状(ラメラ)構造になっていることから，プローブ先端がテストパッド材料に連続してせん断変形を起こしているのが分かる。上記層状構造はアルミニウムパッドの厚さ0．8μmを越えて，この例では約1．5μmの厚さで積層されており，アルミニウムパッド上の針先端部の滑り方向の前面に突起を形成するような排斥形態となっている。この排斥状態の従来例を図4に示す。この従来例の場合はすべり方向前面に排斥がほとんど発生していないことがわかる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "段落［0030］等に記載された実施の形態においては，「せん断」又は「せん断変形」が層状排斥を意味すると理解することができる。しかし，訂正後の請求項3は，「せん断」が層状排斥であるとは特定していないし，本件明細書を参照してみても，例えば，段落［0027］において，「従来の発明における針先とアルミニウムパッドの接触による変形」を「このせん断変形」とする，すなわち，段落［0002］に記載されたような，プローブ針先端を電極パッドに押し当てる際に電極パッド表面の酸化膜を破って電極パッド新生面に真接触(電気的接触)をさせることによる変形をも，「せん断変形」に相当するとしているから，「せん断」の語が多義的に用いられている。",
                "そうすると，プローブ針先端部の押圧による電極パッドの「せん断」とは，従来技術における「せん断」と差異のない，プローブ針先端部の押圧によって電極パッド表面の酸化膜を破ることを意味すると理解せざるを得ないから，構成Bのうちの「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって」との点は，当業者であれば，容易に想到することができたと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかし，上記2のとおり，この構成Bのうちの「表面粗さは0．4μm以下である」点については，甲3ないし6に記載がなく，また，本件第3発明は，構成Bを備えることによって，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するのであるから，本件第3発明は，甲3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件第3発明は，「電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm」を前提とするから，これを欠いた「表面粗さ0．4μm以下」との数値限定に特段の意味はなく，甲3ないし6に記載された発明に基づいて，当業者が容易に発明することができたと主張するが，上記(3)のとおり，本件第3発明は，電極パッドの厚さやプローブ針の先端の曲率半径を特定しなくても，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するから，本件第3発明は，「電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm」を前提とするものではない。原告の上記主張は，採用の限りでない。",
                "なお，原告は，本件特許出願前に，原告が既に製造販売していたプローブ針には，その先端部が球面状であり，最大表面粗さが0．4μm以下のものが含まれていた事実を立証趣旨として，甲9の1(株式会社日鐵テクノリサーチ作成の平成9年3月4日付け「調査結果報告」)を提出する。しかし，原告がこれを販売していたことを認めるに足りる証拠はない上，原告が供試材として製造したプローブ針(タングステン針)7本の中に，先端部が球面状であり，最大表面粗さが0．4μm以下のものが含まれていたとしても，上記(3)に判示したところに照らすと，当業者が容易に本件第3発明をすることができたということはできないといわなければならない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，構成Bについて，審決が「容易になし得たものであるとすることできない。」としたことは表現として不十分・不適切ではあるが，本件第3発明は，甲3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたということはできないから，これと同旨に帰する審決の判断に誤りはなく，原告主張の取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件第7発明の容易想到性の判断の誤り)について",
          "text": [
            "本件第7発明は，請求項2ないし5に係る発明を引用して，さらに発明特定事項を限定付加したものであるところ，上記2及び3のとおり，本件第2発明及び本件第3発明は，当業者が容易に発明をすることができたということはできず，また，請求項4及び5に係る発明については，その特許について無効審判の請求をしていないから，当業者が容易に発明をすることができたということはできない。",
            "以上によれば，審決の判断に誤りはなく，原告主張の取消事由4は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の主張する審決取消事由は，すべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ]
}