{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2002-70306号事件について平成16年2月10日にし",
        "た決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告を特許権者とする「脂肪族ポリエステル二軸延伸フィルム」の特許につき，平成15年法律第47号の施行(平成16年1月1日)前にされた特許異議の申立てについて，特許出願の願書に添付された明細書の記載不備(特許法36条4項)，発明の進歩性の欠如(同法29条2項)を理由に，特許庁が特許取消決定をしたため，原告が，決定の判断の誤りを主張して，その取消しを求めた事案である。",
        "明細書(甲2の1，2)の記載によれば，本件発明は，「包装用途などに好適なハンドリング性(巻き性)及び透明性に優れた脂肪族ポリエステル二軸延伸フィルムに関する」(段落【0001】)ものである。すなわち，「食品をはじめ各種商品を包装するフィルム」(段落【0002】)につき，環境公害防止等の観点から，「ポリマー自身が生分解性を有する各種生分解性高分子素材」(段落【0005】)が検討されており，「その中でも，脂肪族ポリエステル二軸延伸フィルムは一般包装材をはじめ幅広い用途に，応用が期待されている」(段落【0006】)。ところで，フィルムの「滑り性が不十分な場合，ハンドリング性が不良となり，フィルム表面に擦り傷が発生して走行性が悪くなる」(段落【0007】)が，この滑り性を改良するために，「有機系潤滑剤をポリ乳酸フィルムに添加すると，接着強度が低下」(段落【0008】)するという問題が生じるため，この「課題を解決し，ハンドリング性(巻き性)及び透明性に優れた脂肪族ポリエステル二軸延伸フィルムを提供することを目的とする」(段落【0009】)ものであるとされている。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲2の1)",
              "text": [
                "特許権者：原告",
                "発明の名称：「脂肪族ポリエステル二軸延伸フィルム」",
                "特許出願日：平成11年7月27日(特願平11-212321号)",
                "優先日：平成10年7月27日(特願平10-211089号)",
                "設定登録日：平成13年6月8日",
                "特許番号：第3196895号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件異議手続",
              "text": [
                "特許異議事件番号：異議2002-70306号",
                "訂正請求日：平成15年1月27日(本件訂正)",
                "決定日：平成16年2月10日",
                "決定の結論：「訂正を認める。特許第3196895号の請求項1ないし3に係る特許を取り消す。」",
                "決定謄本送達日：平成16年3月1日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(本件訂正請求書に添付された訂正明細書(甲2の2)の特許請求の範囲に記載されたもの。以下，同訂正明細書を「本件明細書」といい，それぞれの発明を，請求項番号に対応して「本件発明1」などといい，本件発明1ないし3を総称する場合には「本件発明」という。)",
          "text": [
            "【請求項1】",
            "主たる繰り返し単位が一般式-O-CHR-CO-(Rは水素または，炭素数1～3のアルキル基)であり，脂肪族ポリエステルに対し不活性な平均粒子径1～4μmの滑剤粒子を含有する脂肪族ポリエステルであって，連鎖状粒子を含有しない脂肪族ポリエステルを主成分としたフィルムであって，少なくとも片面の三次元平均表面粗さ(SRa)が0．018～0．069μmであり，かつ粗さの中心面から0．00625μm以上の高さを有する突起の1mm2当たりの突起数(PCC",
            "値)が下記式(1)を満足することを特徴とする脂肪族ポリエステル二軸延伸フィルム。",
            "PCC値≦7000-45000×SRa．．．(1)",
            "(なお，SRaとは表面粗さ曲線をサインカーブで近似した際の中心面(基準面)における平均粗さを意味し，触針式三次元表面粗さ計を用いて得た各点の高さを測定し，これらの測定値を三次元表面粗さ解析装置に取り込んで解析することにより得られる値である。)",
            "【請求項2】",
            "前記突起数(PCC値)が1000個／mm2以上であることを特徴とする請求項1記載の脂肪族ポリエステル二軸延伸フィルム。",
            "【請求項3】",
            "前記脂肪族ポリエステルがポリ乳酸であることを特徴とする請求項1又は2記載の脂肪族ポリエステル二軸延伸フィルム。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要点",
          "text": [
            "決定の理由の要点は，以下のとおりであるが，要するに，本件明細書の請求項1ないし3に係る特許は，①特許法36条4項に規定する要件を満たしていない特許出願に対してされたものであり，②同法29条2項の規定に違反してされたものであるから取り消されるべきものである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法36条4項違反についての決定の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "SRaを0．018～0．069μmの範囲内とすることの実施可能性について",
                  "text": [
                    "「SRaについて・・・段落【0038】には，『・・・三次元平均表面粗さ(SRa)は，滑剤粒子及びフィルムの製膜条件によって制御することができる。・・・滑剤粒子の平均粒子径は，0．01～5μmが好ましく，1～4μmが特に好ましい。・・・』と記載されている。",
                    "しかしながら，・・・実施例1～3及び比較例1～2においては，無機粒子の平均粒子径が同一のものを採用しているにもかかわらず，それぞれのSRa値については異なった値となっており，また，本件発明で規定する範囲内の平均粒子径1～4μmの範囲内にあるものを採用した場合においても，比較例1～2からも明らかなとおり，本件発明で規定するSRa値に含まれないフィルムが得られているのである。",
                    "また，段落【0038】には，『三次元平均表面粗さ(SRa)は，滑剤粒子及びフィルムの製膜条件によって制御することができる。・・・』と記載しながら，フィルムの製膜条件と滑剤粒子の種類との関係については具体的に何も記載がされていないのである。",
                    "さらに，段落【0041】には，『フィルムの延伸条件は，添加する滑剤に依存して変化する。・・・例えば，縦方向に1段以上延伸した後横方向に延伸する方法の場合，縦方向の延伸が終了した後の縦方向の屈折率(Ｎx)が1．555以下であることが好ましい。』と記載されているものの，延伸条件と添加する滑剤との依存関係についても何ら具体的な記載はされていないし，『縦方向の屈折率(Ｎx)』とはいかなる方向において測定した屈折率であるのかも不明である。",
                    "そうすると，本件発明のSRa値を求めるに当たっては，一つの製造条件を設定すれば求められる，というものとはいえず，本件明細書には，SRaの必要な値を得るための具体的な条件が何ら記載されていない。",
                    "したがって，『三次元平均表面粗さSRaが0．018～0．069μm』とすることについては，・・・過度の試行錯誤を強いるものというべきである。」　　イ　PCC値とSRaとの関係につき，請求項1の不等式〔PCC値≦7000-45000×SRa〕を満足させることの実施可能性について",
                    "「段落【0036】には，『・・・PCC値は1000個／mm2以上であることが好ましい。・・・』と記載されているにもかかわらず，段落【0038】には，『前記の粗さの中心面における単位面積当たりの突起数(PCC値)及び三次元平均表面粗さ(SRa)は，滑剤粒子及びフィルムの製膜条件によって制御することができる。』との記載，段落【0041】には，『本発明のフィルムにおいて，フィルムの延伸条件は，添加する滑剤に依存して変化する。PCC値及びSRaが所定の範囲内に入るような延伸条件が選択される。』との記載があるのみで，具体的な『滑剤粒子及びフィルムの製膜条件によって制御』や『フィルムの延伸条件』については，記載がされていなく，いかにしたらよいのか不明である。",
                    "さらに，段落【0039】には，『滑剤粒子の平均粒子径または含有量のいずれか一方が上記範囲を満足しない場合には，SRaを0．01～0．1μmとし，PCC値とSRaとの不等式を同時の満足させることが困難となる。また，PCC値とSRaとの不等式を満足させるためには，前記の滑剤粒子の平均粒径及び含有量の好適な範囲内で，比較的大きな平均粒子径の滑剤粒子を少量含有させることがさらに好適である。』と記載されているが，具体的に『滑剤粒子の平均粒径及び含有量』や『比較的大きな平均粒子径の滑剤粒子を少量含有させる』をどのように設定すればPCC値が1000個／mm2以上となるのか詳細な説明には具体的に記載されていなく不明である。",
                    "そして，PCC値とSRa値とは密接な関係にあるのであるから，SRa値について本件発明の範囲内のものとするためにはいかにしたらよいのか不明であり，またPCCの値についても同様不明であることからすれば，『PCC値≦7000-45000×SRa』とすることについては，・・・過度の試行錯誤を強いるものといえる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "むすび",
                  "text": [
                    "「したがって，本件明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者がその発明を実施することができる程度に明確かつ十分に，記載されているとはいえず，本件特許は，特許法36条4項に規定する要件を満たしていない特許出願に対してされたものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法29条2項違反についての決定の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物",
                  "text": [
                    "刊行物1：特開平6-57013号公報(本訴甲5)",
                    "刊行物2：特開平5-124100号公報(本訴甲6)",
                    "刊行物3：特開平6-256480号公報(本訴甲7)",
                    "刊行物4：特開平8-245771号公報(本訴甲8)",
                    "刊行物5：特開平7-32470号公報(本訴甲9)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1についての容易想到性の判断",
                  "text": [
                    "(ア)「刊行物3には，一般式-O-CHR-CO-を主たる繰り返し単位とする二軸延伸脂肪族ポリエステルフィルムが示されている。」",
                    "(イ)「刊行物1には，スチレン系フィルムにおいて，フィルム表面の中心線平均粗さ又は三次元表面粗さがある範囲の値をとるとフィルムの作業性(ハンドリング性)や，透明性に影響があることが記載され，三次元表面粗さSRaは0．01μm以上0．05μm以下の範囲内にある，としている。",
                    "また，刊行物2には，二軸延伸ポリエステルフィルムにおいて，表面の平均突起高さ，突起個数などが，透明性や作業性などに影響することが示されている。",
                    "刊行物4には，包装用ポリエステルフィルムにおいて，フィルム表面の中心線平均粗さがある範囲の値をとるとフィルムの作業性や，透明性に影響があることが記載され，フィルム表面の中心線平均粗さ(Ra)が0．01～0．07μmのものが好ましいことが示されている。",
                    "刊行物5には，ポリエステル系フィルム(判決注，ポリスチレン系フィルムの誤記であると解される。)において，三次元表面粗さがある範囲の値をとるとフィルムのハンドリング性に影響があることが記載され，SRaは0．01μm以上，0．1μm以下であることが好ましいとしている。」",
                    "(ウ)「刊行物1～2，4～5の記載から，フィルム表面の中心線平均粗さ，又は三次元表面粗さの値が，フィルムの作業性や透明性に影響するものであることは容易に理解できるところであり，ハンドリング性(作業性)や透明性についてフィルム表面の中心線平均粗さ又は三次元表面粗さをある値にすれば改善できるであろうことは，刊行物1～2，4～5に記載の技術から容易に理解できるところである。",
                    "そうであれば，刊行物3に記載の二軸延伸脂肪族ポリエステルフィルムにおいても，・・・ハンドリング性や透明性などの改善を目的に，刊行物1～2，4～5に示されている三次元表面粗さの値を採用してみることは容易に予測できることというべきである。",
                    "そして，本件発明1のSRaの値が，前記刊行物1～2，4～5に記載された数値の範囲のものから，特にかけ離れたものであって格別予測できない数値を規定しているともいえない。",
                    "また，本件発明1の突起個数(PPC値)についても，刊行物1，4～5に記載されているものから特にかけ離れた数値ということはできない。",
                    "そして，本件請求項1に記載の式〔PCC値≦7000-45000×SRa〕",
                    "についてみても，刊行物1，4～5に示された技術から好ましい範囲を数式にした程度のものといえ，前記式による特定が特異的なものを示しているとはいえない。",
                    "したがって，本件発明1は，刊行物1～5に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2についての容易想到性の判断",
                  "text": [
                    "「本件発明2は，本件発明1において『突起数(PCC値)が1000個／mm2以上である』との限定を付したものであるが，刊行物2には，フィルムにおいて，単位面積当たりの突起数が1200個／mm2以上であれば，透明性やハンドリング特性が良くなることが記載されている。",
                    "そうすると，フィルムの材質が異なるとはいえ，フィルムの透明性やハンドリング性の改善ができる技術が記載されていれば，この技術を脂肪族ポリエステルフィルムに適用して，透明性やハンドリング性の改善の効果を確認する程度のことは当業者であれば容易に想到し得るものといえる。",
                    "したがって，本件発明2は，刊行物1～5に記載された発明に基づいて当業者が容易に発明をすることができたものである。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明3についての容易想到性の判断",
                  "text": [
                    "「本件発明3は，本件発明1において，脂肪族ポリエステルについて『ポリ乳酸である』との限定を付したものであるが，刊行物3には，ポリ乳酸はフィルムとして成形されることが示されているから，脂肪族ポリエステルについてポリ乳酸と限定することが当業者の予測を超えるものということはできない。",
                    "したがって，本件発明3は，刊行物1～5に記載された発明に基づいて当業者が容易に発明をすることができたものである。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(決定取消事由)の要点",
      "text": [
        "決定は，特許法36条4項に規定する要件についての判断を誤り(取消事由1)，また，進歩性の判断を誤った(取消事由2)ものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(特許法36条4項に規定する要件についての判断の誤り)　　決定は，本件明細書の記載からは，本件発明のような特定のパラメータを有するフィルムを製造すること(①SRaを0．018～0．069μmの範囲内とすること，②PCC値とSRaとの関係につき，請求項1の不等式〔PCC値≦7000-45000×SRa〕を満足させること。)は容易に実施できないものであると判断するが，同判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "SRaを0．018～0．069μmの範囲内とすることの実施可能性について",
              "text": [
                "一般に，明細書の発明の詳細な説明には，発明の実施に関するすべての技術要素を網羅的に記載することが求められているものではなく，出願時の技術水準を前提として，特許請求の範囲に記載された発明を，当業者が容易に実施できる程度に記載されていればよい。",
                "これを本件明細書についてみると，段落【0038】の「三次元平均表面粗さ(SRa)は，滑剤粒子及びフィルムの製膜条件によって制御することができる。」と記載されているところ，同記載が，SRaにつき，滑剤粒子及びフィルムの製膜条件によって制御されることを意味することは明らかである。",
                "脂肪族ポリエステル二軸延伸フィルムの製造に関する各種の条件は，当該技術分野において既によく知られ，本件明細書にも十分に記載されている。滑剤粒子も，それ自体既知の素材であり，かつ，本件発明において使用に適した粒子についても十分な説明がされている。SRaの測定方法も，既に当業者のよく知るところである。これらの前提技術に立脚して，SRaが0．018～0．069μmの脂肪族ポリエステル二軸延伸フィルムを得ることは，当業者に過度の試行錯誤を強いるものとはいえない。",
                "すなわち，本件明細書には，フィルムの製膜条件に関して，押出成形法や延伸方法など，製造方法の詳細が記載され(段落【0029】～【0033】，【0041】)，滑剤粒子に関して，種類，添加方法，平均粒子径及び含有量が詳細に記載されている(段落【0023】～【0028】，【0038】，【0039】)。また，SRaの測定法に関しては段落【0052】に，フィルムの製膜条件と滑剤粒子の種類との関係については段落【0041】に，具体的に記載されている。",
                "特に，段落【0041】の記載からは，添加する滑剤(粒子)の種類を変えた場合にも，例えば，縦方向に1段以上延伸した後，横方向に延伸する方法の場合，縦方向の延伸が終了した後の縦方向の屈折率(Ｎx)が1．555以下となるような条件を選択すれば，PCC値及びSRaが所定の範囲内となることが理解される。縦あるいは横方向の屈折率は，延伸フィルムの表面特性や機械的特性の評価手法の一つとして当業者のよく知るところであり，本件発明の実施に際し，Ｎxを指標とすることに困難はないから，滑剤粒子の種類によって延伸条件を変更する必要があったとしても，延伸条件の選定に当たり当業者に過度の負担を課するものではない。",
                "したがって，SRaが0．018～0．069μmである脂肪族ポリエステル二軸延伸フィルムを得ることは，当業者に過度の試行錯誤を強いるものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "PCC値とSRaとの関係につき，請求項1の不等式〔PCC値≦7000-45000×SRa〕を満足させることの実施可能性について",
              "text": [
                "PCC値の計算法自体は，本件明細書の段落【0057】に記載され，当業者に周知であり，また，段落【0038】には，PCC値が「滑剤粒子の種類及びフィルムの製膜条件によって制御」される旨記載されているところ，滑剤粒子及びフィルムの製膜条件に関して，本件明細書中に詳細が記載されていることは，前記(1)のとおりである。さらに，実施例1ないし4，比較例1ないし5に記載された実施条件を参照すれば，当業者であれば，所期のSRaとPCC値を得るための滑剤粒子の選択と製膜条件との関係を容易に知り得るものであり，しかも，SRa及びPCC値の測定方法は，当業者が既によく知るところであるから，その数値を確認することにも格別の困難はない。",
                "したがって，PCC値とSRaとの関係につき不等式〔PCC値≦7000-4",
                "5000×SRa〕を満足させることは，当業者に過度の試行錯誤を強いるものとはいえない。",
                "被告は，本件明細書の実施例からは普遍的な法則性を見いだせないと主張するが，本件発明は，いわゆるパラメータ発明の範疇に属するものであって，実施例と比較例とをあわせて9例の実験を行った結果から，所期の優れた特性(接着性を維持しつつ，透明性とハンドリング性を改善すること。)を有する脂肪族ポリエステル二軸延伸フィルムを得るためのPCC値とSRaとの関係を導き出したものである。",
                "その関係を図示すると，次のとおりである(以下「参考図」という。)。",
                "参考図に記載の「(1)式」は，〔PCC値＝7000-45000×SRa〕を表",
                "すものであるが，前記式は，本件発明における技術的課題の一つであるフィルムの優れた透明性が得られる境界を示し，前記式の直線が右下がりであることは，SRaが同じ値である場合，微少な突起が多数存在するフィルム(PCC値が大きい。)よりも，大きな突起が少数存在するフィルム(PCC値が小さい。)の方が透明性に優れるという技術常識と整合するとともに，SRaが大きいほどハンドリング性は良くなるが，他方で透明性は低下する傾向にあることを示している。",
                "かかる発明は，特定のパラメータ以外の要素，例えば製造方法やその他の特性等によっては特定しきれない種類の発明であるから，特定のパラメータと具体的な製膜条件ないし滑剤粒子の種類との関係などを厳密に規定することにはもともと無理があり，当該パラメータが当業者に明瞭である以上，結果物としてのパラメータの意義及び充足性を説明するにとどまることもやむを得ないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その他(明細書の記載不備の点につき職権審理がされたことの違法)　本件異議手続において，異議申立人らは，特許法36条4項に係る明細書の記載不備について何ら主張していない。それにもかかわらず，特許庁が記載不備の点につき職権審理をしたことは，設定登録前に審査を経ている本件特許につき，再審査を行ったに等しい。設定登録前に記載不備を指摘されていれば，補正等により拒絶を回避することが可能であるが，設定登録後の異議手続においては，回避手段が極めて制限されたものとなってしまうのであるから，異議手続において記載不備の点につき職権審理を行うことは，制度の安定性を損ない，公平性に欠けるものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性について",
              "text": [
                "決定が，刊行物3の脂肪族ポリエステル二軸延伸フィルムに対し，ハンドリング性や透明性などの改善を目的として，刊行物1，2，4及び5に示されている技術を適用して本件発明1に至ることは当業者において容易であると判断したのは，誤りである。刊行物3に記載のフィルムに刊行物1，2，4及び5に示されている技術を適用して本件発明1に至ることは，次のとおり阻害されているものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害要因1(フィルム原料樹脂の種類上の相違)",
                  "text": [
                    "本件発明1及び刊行物3のフィルム原料樹脂が脂肪族ポリエステルであるのに対し，刊行物1及び5のフィルム原料樹脂は，シンジオタクチックポリスチレンであり，刊行物2及び4のフィルム原料樹脂は，芳香族ポリエステル(ただし，刊行物4は，芳香族共重合ポリエステル)である。",
                    "フィルム原料樹脂の種類が異なれば，樹脂を構成するモノマーの構造や物性が大きく異なることとなるため，フィルム成形に伴う技術的課題も，各種添加剤の配合による性能への影響も異なってくる。シンジオタクチックポリスチレンフィルムや，芳香族ポリエステルフィルムの改質に有効とされた構成が，脂肪族ポリエステルフィルムの改質に有効であるとの技術的予見は必ずしも成立するものではない。",
                    "シンジオタクチックポリスチレンは，主として成形品材料としての用途を有し，包装用フィルムとして汎用されるには至っておらず，刊行物1における用途の記載も「磁気テープ用，写真・製版用，コンデンサー用，包装用等」というものであって，「包装用」は付加的な記載にすぎない。現に，刊行物5の実施例におけるPCC値は，本件発明1における不等式を満たさず，逆に，比較例2及び3のPCC値が本件発明1の不等式を満たすものとなっており，このような相違は，主としてフィルム原料樹脂を構成するモノマーの構造や物性の相違に基づくものである。",
                    "また，芳香族ポリエステルも，脂肪族ポリエステルとは，その性状を大きく異にするものである。",
                    "被告は，シンジオタクチックポリスチレン及び芳香族ポリエステルがいずれも熱可塑性樹脂であることを理由に転用の容易をいうが，熱可塑性は，熱硬化性に対峙する熱的性質を表す概念であるにすぎない。熱的性質によって熱可塑性樹脂に類別される樹脂は極めて多岐にわたるところ，各樹脂の理化学的性質は，樹脂を構成するモノマーの化学構造，配合組成，重合方法等の相違によって様々であり，これらの理化学的性質の相違に応じてフィルム成形に伴う技術的課題も異なることは，当業者の技術常識である。したがって，熱可塑性である点が共通しているだけでは，転用の容易性は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因2(発明の構成上の相違)",
                  "text": [
                    "本件発明1の構成は，①滑剤粒子の平均粒子径を1～4μmとすること，②連鎖状粒子を含有しないこと，③SRaが0．018～0．069μmであること，④PCC値が不等式〔PCC値≦7000-45000×SRa〕を満足することを",
                    "特徴としている。",
                    "これに対し，刊行物1，2，4及び5に各記載の技術は，いずれも，次に述べるとおり，本件発明1とは異なる構成を有するものであるから，刊行物1，2，4及び5に記載の技術を刊行物3に記載のフィルムに適用して本件発明1に至ることは，当業者にとって容易とはいえないものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物1記載の技術について",
                      "text": [
                        "刊行物1記載の技術は，SRa及びPCC値のほか，表面ヘーズと内部ヘーズの和，200℃における熱収縮率，及び空気抜け速さに関する要件を総合して，所期の性能を達成するものである。このように，刊行物1記載の技術において相互に密接に関連づけられた各特性値のうちから，一部の特性値を選択すること，また，その選択によって本件発明1における所期の効果を達成できることの予測性はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物2記載の技術について",
                      "text": [
                        "刊行物2記載の技術は，特定の構造を持った連鎖状粒子を特定量含有させる点に技術的特徴を有するものであり，連鎖状粒子を含有しない本件発明1とは，主要な技術的特徴において異なる。かかる技術的特徴の相違を度外視して，刊行物2記載の技術と本件発明1とを関連付けることは誤りである。",
                        "また，刊行物2に記載されている「表面の平均突起高さ，突起個数」は，本件発明1におけるSRa及びPCC値とは異なるものであり，刊行物2には，SRa及びPCC値が記載されていない。",
                        "さらに，刊行物2記載の技術は，表面の平均突起高さ及び突起個数のほか，突起先端曲率半径を特定値とすることによって，フィルムを改質するものである点でも，本件発明1とは異なる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "刊行物4記載の技術について",
                      "text": [
                        "刊行物4には，PCC値についての記載はない。また，刊行物4に記載されている，フィルム表面の中心線平均粗さ(Ra)は，二次元平均表面粗さを意味するものであって，本件発明1における，三次元平均表面粗さ(SRa)とは異なる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "刊行物5記載の技術について",
                      "text": [
                        "刊行物5は，SRaを特定範囲の数値とし，また，PCC値とSRaとの関係につき，特定の式を満足するものとする点においては，本件発明1と共通しているが，本件発明1における不等式〔PCC値≦7000-45000×SRa〕に関",
                        "する記載はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因3(技術的課題上の相違)",
                  "text": [
                    "本件発明1は，脂肪族ポリエステル二軸延伸フィルムにおいて，ヒートシール部との接着性を維持しながら，ハンドリング性(巻き性)及び透明性という相反する特性を両立させる，という技術的課題を解決するために，前記のような構成を採用したものである。",
                    "これに対して，刊行物1ないし5においては，前記の技術的課題が全く示唆されていないばかりか，「ハンドリング性の改善」や「透明性の改善」を個別の課題としてとらえるとしても，課題の示唆を欠くか，あるいは，本件発明1とは異なる解決手段により課題を解決しようとするものであるから，刊行物3の脂肪族ポリエステル二軸延伸フィルムに刊行物1，2，4及び5の技術を適用して本件発明1に至る動機付けは存在しないというべきである。",
                    "例えば，刊行物1には，SRaがハンドリング性及び透明性に関与すると記載されているのに対して，PCC値はもっぱら走行性に関与するものとして記載されている。走行性とは，フィルムの走行時のガイドロール等との接触における走行性をいい，ハンドリング性(フィルムを高速でロール状に巻き取る場合の巻き性)とは異なるものである。",
                    "また，刊行物5には，ハンドリング性は，空気抜け速さの規定値を満たすことによって維持されると記載されており，SRa及びPCC値がハンドリング性に関与するとの記載はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性について",
              "text": [
                "決定が，本件発明2の進歩性を否定する判断をしたのは，誤りである。",
                "刊行物2には，「突起個数が1000個／mm2以上」との記載があるけれども，ここにいう突起個数とは，走査型電子顕微鏡と断面測定装置においてフィルム表面平坦部の高さを0として走査したときの突起の高さ測定値を画像解析し，測定された高さが0．3μm以上のものを突起とみなして求めた数値であるから，本件発明2のPCC値とは相違する。",
                "また，本件発明2は，本件発明1の脂肪族ポリエステル二軸延伸フィルムにおいて，PCC値が1000個／mm2以上であることを特徴とするものであるから，本件発明1について進歩性が肯定される以上，本件発明2についても進歩性が肯定されるべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3の進歩性について",
              "text": [
                "決定が，本件発明3の進歩性を否定する判断をしたのは，誤りである。",
                "本件発明3は，本件発明1又は2の脂肪族ポリエステル二軸延伸フィルムにおいて，脂肪族ポリエステルがポリ乳酸であることを特徴とするものであるから，本件発明1及び2について進歩性が肯定される以上，本件発明3についても進歩性が肯定されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "決定には，特許法36条4項に規定する要件についての判断に誤りはなく，また，進歩性の判断にも誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法36条4項に規定する要件についての判断の誤り)に対して",
          "text": [
            "決定が，本件明細書の記載からは，本件発明のような特定のパラメータを有するフィルムを製造すること(①SRaを0．018～0．069μmの範囲内とすること，②PCC値とSRaとの関係につき，請求項1の不等式〔PCC値≦7000-45000×SRa〕を満足させること。)は容易に実施できないものであると判断したことに，誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "SRaを0．018～0．069μmの範囲内とすることの実施可能性について",
              "text": [
                "原告が主張する，滑剤粒子及びフィルムの製膜条件に関する本件明細書の記載は，単に当該技術的事項に関する一般的記載を列挙したにとどまるものであり，どのような滑剤粒子を用いた場合にどのような製膜条件とするのかという，滑剤粒子の種類とフィルムの製膜条件との関係については，何ら具体的に記載されていない。本件発明のSRaを得るためには，一つの製造条件を設定するのみでは足りず，種々の条件を相互に制御する必要があるとされており，たとえ各々の条件が知られているとしても，その相互の関係が明らかでなければ，特定の数値範囲のSRaを有するフィルムを製造することは困難である。",
                "また，本件発明におけるSRaは，請求項1の記載によれば，製造されたフィルムを測定して得られた測定数値を解析して得られるものである。どのような条件で製造すれば本件発明のSRaを有するフィルムが得られるのかについて，具体的なフィルムの製造方法の記載がない以上，当業者は，製造したフィルムについて逐一計測をして，SRaが本件発明の数値に該当するものであるか否かを確認する必要があり，このような確認作業が，当業者に過度の試行錯誤を強いることは明白である。",
                "原告は，段落【0041】の記載からは，添加する滑剤(粒子)の種類を変えた場合にも，例えば，縦方向に1段以上延伸した後，横方向に延伸する方法の場合，縦方向の延伸が終了した後の縦方向の屈折率(Ｎx)が1．555以下となるような条件を選択すれば，PCC値及びSRaが所定の範囲内となることが理解される，と主張する。しかし，その屈折率を得るための条件は，何ら具体的に記載されていないばかりか，比較例の中には，Ｎxが1．555以下であるにもかかわらず，SRaが本件発明に規定された範囲を逸脱しているものがあり，Ｎxの値をよりどころとして本件発明のSRaを得ることができるのか否かも不明瞭である。したがって，結局，どのようにすれば目的とする数値範囲のSRaが得られるのか，何ら具体的に記載されていないものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "PCC値とSRaとの関係につき，請求項1の不等式〔PCC値≦7000-45000×SRa〕を満足させることの実施可能性について",
              "text": [
                "本件明細書によれば，PCC値は「滑剤粒子の種類及びフィルムの製膜条件によって制御」されるところ，滑剤粒子の種類とフィルムの製膜条件との関係について本件明細書中に何ら具体的な記載がないことは，前記(1)のとおりである。また，PCC値を一定範囲内の値とするための具体的な手法も明確ではない。",
                "本件明細書には，不等式〔PCC値≦7000-45000×SRa〕を満たす",
                "ものは実施例のほかにはないところ，実施例の数値からは，前記不等式を普遍的に満たすための何らかの法則性や規則性は見いだすことができず，また，前記不等式を満たすような具体的な製造手法も見いだすことができない。したがって，本件明細書の記載に基づいて，前記不等式を満たすフィルムを製造することは，当業者に過度の試行錯誤を強いるものといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その他(明細書の記載不備の点につき職権審理がされたことの違法)について",
              "text": [
                "特許法120条1項は，「特許異議の申立てについての審理においては，特許権者，特許異議申立人又は参加人が申し立てない理由についても，審理することができる。」と定めており，本件異議手続において，同規定に基づき，同法36条4項に規定する要件を満たしているか否かを審理判断したことに，何ら違法はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性について",
              "text": [
                "決定が，刊行物3の脂肪族ポリエステル二軸延伸フィルムに対し，ハンドリング性や透明性などの改善を目的として，刊行物1，2，4及び5に示されている技術を適用して本件発明1に至ることは当業者にとって容易であると判断したことに，誤りはない。",
                "刊行物1，2，4及び5には，包装用フィルムの原料となる熱可塑性樹脂に粒状物を加えることでフィルムに表面加工を施し，ハンドリング性や透明性の改善を図ることが記載されているのであり，刊行物3に記載された脂肪族ポリエステル二軸延伸フィルムのハンドリング性や透明性を改善するために，刊行物1，2，4及び5に記載の技術を適用することは，当業者であれば容易に想到し得ることである。",
                "そして，本件発明1のSRaの値が，刊行物1及び5に記載された数値範囲から，特にかけ離れたものであって格別予測できない数値を規定しているとはいえず，また，本件発明1の不等式〔PCC値≦7000-45000×SRa〕につ",
                "いてみても，刊行物1及び5において開示された技術を参照し，好ましい範囲を数式にした程度のものにすぎない。",
                "原告は，フィルム原料樹脂，発明の構成，技術的課題における相違から，刊行物1，2，4及び5に記載の技術を刊行物3に記載のフィルムに適用して本件発明1の構成に至ることは阻害されていると主張するが，かかる主張は次のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害要因1(フィルム原料樹脂上の相違)に対して",
                  "text": [
                    "原告は，本件発明1及び刊行物3のフィルム原料樹脂は脂肪族ポリエステルであるのに対し，刊行物1及び5のフィルム原料樹脂は，シンジオタクチックポリスチレンであり，刊行物2及び4のフィルム原料樹脂は，芳香族ポリエステルであるから，刊行物1，2，4及び5に記載された技術を刊行物3に記載のフィルムに適用することは阻害されている，と主張する。",
                    "しかし，本件発明1，刊行物1ないし5に記載の技術は，いずれも包装用フィルムに関する技術であるところ，シンジオタクチックポリスチレンは，包装用フィルムの原料となる熱可塑性樹脂としては，脂肪族ポリエステルと並んで，極めて一般的なものであり，芳香族ポリエステルも，包装用フィルムの原料となるポリエステルとして，極めて一般的なものである。",
                    "また，刊行物2は，そもそも，芳香族ポリエステルのみを対象としているものではなく，発明を構成するポリエステルとして特に好ましいものの例としてエチレンテレフタレート等の芳香族ポリエステルを示しているにすぎない。",
                    "したがって，刊行物1，2，4及び5に記載の技術を刊行物3に記載のフィルムに適用することが阻害されているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因2(発明の構成上の相違)に対して",
                  "text": [
                    "原告は，刊行物1，2，4及び5に各記載の技術の構成が本件発明1とは異なるため，刊行物3に記載のフィルムに刊行物1，2，4及び5に記載の技術を適用しても，本件発明1に至ることは，当業者にとって容易ではない，と主張する。",
                    "しかし，刊行物3に記載のフィルムに適用される技術は，特定のパラメータないし具体的数値ではなく，包装用フィルムの原料となる熱可塑性樹脂に粒状物を加えることでフィルムに表面加工を施し，表面粗さや突起個数といったフィルムの表面構造における指標を制御するというものである。",
                    "刊行物1，2，4及び5には，包装用フィルムの原料となる熱可塑性樹脂に粒状物を加えることでフィルムに表面加工を施すことが記載されており，フィルムの表面構造における指標も，本件発明1におけるSRa及びPCC値と同一であるか，あるいはこれらと関連するものである。",
                    "すなわち，刊行物1及び5には，SRa及びPCC値が記載されており，刊行物2には，SRaに関連する「表面の平均突起高さ」，PCC値に関連する「突起個数」が記載されており，刊行物4には，SRaに関連する「中心線平均粗さ(Ra)」が記載されている。",
                    "したがって，刊行物3に記載のフィルムに刊行物1，2，4及び5に記載の技術を適用して，本件発明1の構成に至ることは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因3(技術的課題上の相違)に対して",
                  "text": [
                    "本件発明1の技術的課題は，脂肪族ポリエステル二軸延伸フィルムにおいて，ヒートシール部との接着性を維持しながら，ハンドリング性及び透明性を両立させる，というものであるところ，ヒートシール部との接着性は，有機系潤滑剤を添加しないことにより自ずと得られる効果にすぎないものであるから，SRa及びPCC値並びにこれらに関連する指標が，フィルムのハンドリング性及び透明性の改善に関与することが，刊行物1，2，4及び5に示されていれば，刊行物3に記載のフィルムに刊行物1，2，4及び5に記載の技術を適用して本件発明1に至ることを動機付けるに十分である。",
                    "しかるに，刊行物1には，SRaはハンドリング性の改善に関与するものとして記載されているほか，その実施例においても透明性の良好なものが得られたことが記載されている。刊行物2には，SRaに関連する「表面の平均突起高さ」及びPCC値に関連する「突起個数」が透明性の改善に関与することが記載されている。",
                    "刊行物4には，SRaに関連する「中心線平均粗さ(Ra)」がフィルム製造時の巻き特性(本件発明1の効果とされるハンドリング性に相当する。)及び透明性の改善に関与することが記載されている。刊行物5には，SRa及びPCC値が透明性の改善に関与することが記載されている。",
                    "したがって，刊行物3に記載のフィルムにおけるハンドリング性及び透明性を改善するために，同フィルムに刊行物1，2，4及び5に記載の技術を適用して本件発明1に至ることは，当業者にとって容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性について",
              "text": [
                "決定が，本件発明2の進歩性を否定する判断をしたことに，誤りはない。",
                "刊行物2には，「突起個数が1000個／mm2以上」との記載があるところ，ここにいう突起個数は，フィルム表面の突起の密度の指標を示しており，その測定方法を比較しても，本件発明2におけるPCC値の測定と比べて，測定対象箇所が格別異なるものではない。本件発明1をなすことが前記(1)のとおり容易である以上，更に刊行物2に記載の技術を適用して本件発明2に至ることも，容易であるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3の進歩性について",
              "text": [
                "決定が，本件発明3の進歩性を否定する判断をしたことに，誤りはない。",
                "刊行物3には，ポリ乳酸からなる脂肪族ポリエステルフィルムが記載されており，本件発明1及び2をなすことが前記(1)及び(2)のとおり容易である以上，更に刊行物3に記載の技術を適用して本件発明3に至ることも，容易であるというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法36条4項に規定する要件についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書(甲2の2)の発明の詳細な説明には，SRa及びPCC値並びに両者の関係に関して，次の内容が記載されている。",
                "「【課題を解決するための手段】",
                "【0011】",
                "・・・(なお，SRaとは表面粗さ曲線をサインカーブで近似した際の中心面(基準面)における平均粗さを意味し，触針式三次元表面粗さ計を用いて得た各点の高さを測定し，これらの測定値を三次元表面粗さ解析装置に取り込んで解析することにより得られる値である。)」",
                "「【発明の実施の形態】",
                "【0035】",
                "本発明において，脂肪族ポリエステル二軸延伸フィルムの少なくとも片面の三次元平均表面粗さ(SRa)は，0．01～0．1μmの範囲であることが必要である。SRaが0．01μm未満では，ハンドリング性が不良となる。一方，SRaが0．1μmを超えると，透明性や耐削れ性が不良となる。",
                "【0036】",
                "更に，脂肪族ポリエステル二軸延伸フィルムにおいて，粗さの中心面における1mm2当たりの突起数(PCC値)は，下記式(1)を満足することが必要である。PCC値が下記式(1)の範囲を満足しないと，透明性が不良となる。",
                "PCC値≦7000-45000×SRa．．．(1)",
                "また，PCC値は1000個／mm2以上であることが好ましい。PCC値が1000個／mm2未満では，ハンドリング性や走行性が不良となりやすい。",
                "【0037】",
                "本発明でいう粗さの中心面とは，表面粗さ曲線をサインカーブで近似した際に，その平面よりも高い位置に存在する凸状部の体積の合計と，その面よりも低い位置に形成される凹状部の体積の合計が同じになる平面のことである。",
                "【0038】",
                "前記の粗さの中心面における単位面積当たりの突起数(PCC値)及び三次元平均表面粗さ(SRa)は，滑剤粒子及びフィルムの製膜条件によって制御することができる。滑剤粒子の種類及び含有量は，PCC値及びSRaが前記範囲内を満足するならば特に限定されない。滑剤粒子の平均粒子径は，0．01～5μmが好ましく，1～4μmが特に好ましい。滑剤粒子の含有量は，0．01～0．5重量％が好ましく，特に好ましくは0．03～0．3重量％である。",
                "【0039】",
                "滑剤粒子の平均粒子径または含有量のいずれか一方が上記範囲を満足しない場合には，SRaを0．01～0．1μmとし，PCC値とSRaとの不等式を同時に",
                "満足させることが困難となる。また，PCC値とSRaとの不等式を満足させるためには，前記の滑剤粒子の平均粒径及び含有量の好適な範囲内で，比較的大きな平均粒子径の滑剤粒子を少量含有させることがさらに好適である。",
                "【0040】・・・",
                "【0041】",
                "本発明のフィルムにおいて，フィルムの延伸条件は，添加する滑剤に依存して変化する。PCC値及びSRaが所定の範囲内に入るような延伸条件が選択される。",
                "例えば，縦方向に1段以上延伸した後横方向に延伸する方法の場合，縦方向の延伸が終了した後の縦方向の屈折率(Ｎx)が1．555以下であることが好ましい。",
                "Ｎxが大きすぎると製造工程中で表面突起の形成が不十分となりやすく，ハンドリング性または走行性が不良となりやすい。」",
                "「【実施例】",
                "【0062】",
                "実施例1，2，3，及び比較例1，2",
                "・・・ポリ乳酸を得た。・・・滑剤粒子として，平均粒子径1．8μmの凝集体シリカ粒子(富士シリシア化学株式会社製SYLYSIA350)を用いた。滑剤粒子は，L-ラクチド中に分散されたスラリーの形態で，L-ラクチド重合反応開始前に，様々な添加量で添加された。得られたポリ乳酸に対する滑剤粒子の含有量を表1中に示した。また，平均粒子径は電子顕微鏡を用いて求めた。",
                "【0063】",
                "上記ポリ乳酸を110℃で4時間真空乾燥させた後，200℃でTダイから押し出し，表面温度16℃のキャスティングドラム上に静電荷により密着させ急冷固化し，キャストフィルムを得た。該キャストフィルムを72℃に加熱したロールで加温した後，長手方向に3．3倍延伸した。その後，テンター内で60℃に余熱し75℃に昇温しながら幅方向に4．0倍延伸し，150℃で熱固定した。さらに，150℃で横弛緩処理を行い，幅方向に3％リラックスさせた後，厚みが12μmのポリ乳酸二軸延伸フィルムを得た。これらの延伸フィルムの特性値を表1に示す。",
                "ここで縦延伸終了後の縦方向の屈折率Ｎxは1．469であった。また，実施例1～3および比較例1で得られたフィルムは透明性良好であったが，比較例2で得られたフィルムの透明性は不良であった。",
                "【0064】",
                "実施例4",
                "滑剤粒子を，平均粒子径1．65μmの球状シリカ粒子(水澤化学工業株式会社製AMT-シリカ＃100B，AMT-シリカ＃100B)0．10重量部に変更",
                "した以外は実施例1と同様にフィルムを作成した。得られた結果を表1に示す。縦延伸終了後の縦方向の屈折率Ｎxは1．467であった。得られたフィルムの透明性は良好であった。",
                "【0065】",
                "比較例3",
                "滑剤粒子を，平均粒子径5．8μmの球状シリカ粒子(水澤化学工業株式会社製AMT-シリカ＃500B)0．12重量部に変更した以外は実施例1と同様にフィルムを作成した。得られた結果を表1に示す。縦延伸終了後の縦方向の屈折率Ｎxは1．467であった。得られたフィルムの透明性は不良であった。",
                "【0066】",
                "比較例4",
                "滑剤粒子として，平均粒子径7nmシリカ粒子(日本アエロジル株式会社製，商品名アエロジル300)を用い，有機系潤滑剤としてニュートロンS(日本精化株式会社製)を用いた以外は，実施例1と同様にしてフィルムを作成した。得られた結果を表1に示す。",
                "【0067】",
                "比較例5",
                "有機系潤滑剤を添加しなかった以外は，比較例4と同様にしてフィルムを作成した。得られた結果を表1に示す。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の本件明細書の記載をふまえ，SRaを0．018～0．069μmの範囲内とすることが，当業者に過度の試行錯誤を強いるものであるか否かについて，まず判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "SRaの定義等",
                  "text": [
                    "前提として，SRaの定義については，請求項1及び段落【0011】において，「SRaとは表面粗さ曲線をサインカーブで近似した際の中心面(基準面)における平均粗さを意味し，触針式三次元表面粗さ計を用いて得た各点の高さを測定し，これらの測定値を三次元表面粗さ解析装置に取り込んで解析することにより得られる値である。」と記載されている。",
                    "また，請求項1においてSRaの値を0．018～0．069μmに限定した意味については，本件明細書中には特段の記載がなく，段落【0035】において，「三次元平均表面粗さ(SRa)は，0．01～0．1μmの範囲であることが必要である。SRaが0．01μm未満では，ハンドリング性が不良となる。一方，SRaが0．1μmを超えると，透明性や耐削れ性が不良となる。」と記載されているのみである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の実施の形態」の記載について",
                  "text": [
                    "SRaを制御する方法については，本件明細書の段落【0038】において，「滑剤粒子及びフィルムの製膜条件によって制御することができる。」と記載されている。",
                    "そこで，まず，滑剤粒子について，本件明細書の「発明の実施の形態」の記載をみると，段落【0038】において，「滑剤粒子の種類及び含有量は，PCC値及びSRaが前記範囲内を満足するならば特に限定されない。滑剤粒子の平均粒子径は，0．01～5μmが好ましく，1～4μmが特に好ましい。滑剤粒子の含有量は，0．01～0．5重量％が好ましく，特に好ましくは0．03～0．3重量％である。」とされている。",
                    "ところで，滑剤粒子の平均粒子径については，請求項1において1～4μmとすることが定められているので，滑剤粒子の平均粒子径に関する前記記載は，請求項1に記載された平均粒子径の数値範囲をそのまま記載したものにすぎず，「滑剤粒子の含有量は，0．01～0．5重量％が好ましく，特に好ましくは0．03～0．3重量％である。」とする点において，SRaの値を請求項1の数値範囲に制御するための有意な記載がされているものということができる。",
                    "そして，ここに記載された含有量の意味については，段落【0039】において，「滑剤粒子の平均粒子径または含有量のいずれか一方が上記範囲を満足しない場合には，SRaを0．01～0．1μmとし，PCC値とSRaとの不等式を同",
                    "時に満足させることが困難となる。」と記載されているところ，0．01～0．1μmよりも更に限定された数値範囲である請求項1の「0．018～0．069μm」を得るための滑剤粒子の含有量については，記載がない。",
                    "次に，フィルムの製膜条件について，本件明細書の「発明の実施の形態」の記載をみると，段落【0041】において，「フィルムの延伸条件は，添加する滑剤に依存して変化する。PCC値及びSRaが所定の範囲内に入るような延伸条件が選択される。例えば，縦方向に1段以上延伸した後横方向に延伸する方法の場合，縦方向の延伸が終了した後の縦方向の屈折率(Ｎx)が1．555以下であることが好ましい。」と記載されている。",
                    "しかし，「フィルムの延伸条件は，添加する滑剤に依存して変化する。」とされているにもかかわらず，フィルムの延伸条件と添加する滑剤との依存関係がいかなるものであるのかについては記載がなく，Ｎxが1．555以下であることが望ましいとされる場合についても，いかなる条件下で滑剤を添加した場合を想定しているのか，全く記載がない。",
                    "以上によると，本件明細書の「発明の実施の形態」の記載を参照するだけでは，SRaを制御する要素である，滑剤粒子の平均粒子径及び含有量並びにフィルムの製膜条件(延伸条件)につき，それぞれどのような数値ないし条件をもって組み合わせた場合に，SRaを所定の数値範囲内に制御することができるのか，不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施例の記載について",
                  "text": [
                    "そこで，さらに，本件明細書の実施例の記載を手がかりとして，SRaを0．018～0．069μmの範囲内に制御することが，当業者が実施可能であるか否かについて検討する。",
                    "本件明細書の段落【0062】ないし【0067】及び【表1】には，滑剤粒子の平均粒子径及び含有量については，様々に異なる条件により，フィルムの延伸条件については，ほぼ同一の方法により実施した，実施例1ないし4及び比較例1ないし5の実施方法及び結果が記載されている。実施例1ないし3及び比較例1及び2におけるＮxは1．469であり，実施例4及び比較例3におけるＮxは1．467である(ただし，実施例1ないし3及び比較例1及び2においては凝集体シリカ粒子を用いているのに対して，比較例3及び4は，球状シリカ粒子を用いている。また，比較例4は，有機系潤滑剤を用いている点で，他の実施例及び比較例と異なっている。なお，比較例4及び5については，Ｎxに関する記載はない。)。",
                    "このうち，実施例1ないし3，比較例1及び2は，いずれも平均粒子径1．8μmの滑剤粒子を用いて，含有量を様々に変えて，行ったものである。【表1】から関係する部分を抜粋すると，次のとおりである。",
                    "│         │ 平均粒子径(μm)│  含有量(重量％)│　SRa(μm)│    │ 実施例1│  　  1．8       │    0．10      │　 0．045   │    │ 実施例2│    　1．8       │    0．20      │   0．066   │    │ 実施例3│    　1．8       │    0．01      │   0．018   │    │ 比較例1│    　1．8       │    0．005    │   0．008   │    │ 比較例2│    　1．8       │    0．60      │   0．095   │   　以上によれば，滑剤粒子の平均粒子径を1．8μmとした場合には，滑剤粒子の含有量が大きいほどSRaの値も大きくなるという傾向にあること，含有量を0．01重量％とした場合のSRaは0．018μmであり(実施例3)，含有量を",
                    "0．20重量％とした場合のSRaは0．066μmである(実施例2)ことが認められる。",
                    "そこで，実施例1ないし3におけるフィルムの延伸条件下で，滑剤粒子の平均粒子径を1．8μmとし，かつ，その含有量を0．01～0．20重量％の範囲内とした場合には，SRaの値が0．018～0．066の範囲内となるものと推測することができる。この数値範囲は，請求項1に記載された0．018～0．069μmの数値範囲よりも若干狭いものであるが，滑剤粒子の含有量とSRaとの前記関係にかんがみれば，含有量を微調整することによって，0．018～0．069μmの数値範囲のSRaを得ることは，当業者であれば，容易に実施し得るものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，SRaを0．018～0．069μmの範囲内とすることは，本件明細書の実施例の記載を参照することにより，当業者において容易に実施することができるものと認められるから，この点についての決定の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，PCC値とSRaとの関係につき，請求項1の不等式〔PCC値≦7000-45000×SRa〕を満足させることが，当業者に過度の試行錯誤を強いるものであるか否かについて判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "SRa及びPCC値の定義等",
                  "text": [
                    "前提として，SRaの定義等については，前記(2)記載のとおりである。PCC値については，請求項1及び段落【0036】において，「粗さの中心面における1mm2当たりの突起数」と定義され，「PCC値は1000個／mm2以上であることが好ましい。PCC値が1000個／mm2未満では，ハンドリング性や走行性が不良となりやすい。」と記載されている。",
                    "不等式〔PCC値≦7000-45000×SRa〕の意味については，前記段",
                    "落中に，「PCC値が下記式(1)の範囲を満足しないと，透明性が不良となる。」と記載されているほか，特段の記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の実施の形態」の記載について",
                  "text": [
                    "PCC値を制御する方法については，SRaと同様に，本件明細書の段落【0038】において，「滑剤粒子及びフィルムの製膜条件によって制御することができる。」と記載されている。",
                    "滑剤粒子及びフィルムの製膜条件についての「発明の実施の形態」の記載は，SRaに関する前記(2)の記載と同じであり，付け加えられるのは，段落【0039】に「PCC値とSRaとの不等式を満足させるためには，前記の滑剤粒子の平均粒径及び含有量の好適な範囲内で，比較的大きな平均粒子径の滑剤粒子を少量含有させることがさらに好適である。」と記載されている点のみである。",
                    "しかし，「比較的大きな平均粒子径の滑剤粒子を少量含有させる」という記載だけでは，滑剤粒子の平均粒子径及び含有量並びにフィルムの製膜条件(延伸条件)につき，それぞれどのような数値ないし条件をもって組み合わせればよいのか，不明である。",
                    "したがって，本件明細書の「発明の実施の形態」の記載を参照するだけでは，PCC値とSRaとの関係につき不等式〔PCC値≦7000-45000×SR",
                    "a〕を満足させるための具体的な制御条件は，不明であるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施例の記載について",
                  "text": [
                    "そこで，さらに，本件明細書の実施例の記載を手がかりとして，PCC値とSRaとの関係につき不等式〔PCC値≦7000-45000×SRa〕を満足させ",
                    "ることが，当業者に過度の試行錯誤を強いるものであるか否かについて検討する。",
                    "実施例1ないし4及び比較例1ないし5につき，不等式〔PCC値≦7000-45000×SRa〕を満足するか否かに関して，【表1】のうち関係する部分を抜粋すると，次のとおりである。",
                    "│         │平均粒子径│　含有量 │  SRa  │ PCC値 │   7000-45000   │",
                    "│         │ (μm)│(重量％)│ (μm) │(個/mm2)│       ×SRa │",
                    "│ 実施例1│1．8   │0．10  │0．045│  1350│ 　 4975",
                    "│",
                    "│ 実施例2│1．8   │0．20  │0．066│  1980│    4030",
                    "│",
                    "│ 実施例3│1．8   │0．01  │0．018│    330│    6190",
                    "│",
                    "│ 実施例4│1．65 │0．10  │0．069│  1750│    3895",
                    "│",
                    "│ 比較例1│1．8   │0．005│0．008│    155│    6640",
                    "│",
                    "│ 比較例2│1．8   │0．60  │0．095│  3730│    2725",
                    "│",
                    "│ 比較例3│5．8   │0．12  │0．108│  1880│    2140",
                    "│",
                    "│ 比較例4│0．007│0．50 │0．008│    600│    6640",
                    "│",
                    "│ 比較例5│0．007│0．50 │0．008│    600│    6640",
                    "│",
                    "上記9例のうち，PCC値とSRaとの関係が不等式〔PCC値≦7000-4",
                    "5000×SRa〕を満足しないのは，比較例2のみであって，実施例はもちろん，比較例1及び3ないし5においても，前記不等式を満足している。しかるに，比較例2の数値と他の実施例及び比較例の数値とを単純に比較しただけでは，比較例2のみが前記不等式を満足していない理由や，前記不等式を満足するための滑剤粒子の平均粒子径及び含有量は明らかとはならない。",
                    "そこで，さらに，上記9例の数値から，SRaとPCC値の変化の動向を分析すると，①平均粒子径が1．8μmであれば，含有量の増大に伴って，SRa及びPCC値は共に増大する傾向にあること(実施例1ないし3，比較例1及び2)，②含有量を0．10重量％としたまま，平均粒子径を1．65μmから1．8μmへと増大すると，SRa及びPCC値は共に減少すること(実施例1及び4)，③平均粒子径を5．8μm，含有量を0．12重量％とした場合，SRaは0．108μmという比較的大きな値を示すのに，PCC値は1880個／mm2にとどまり，実施例2におけるPCC値よりも小さな値となること(実施例2，比較例3)が認められる。",
                    "以上に照らせば，滑剤粒子の平均粒子径が1．8μmの前後であれば，SRa及びPCC値の変化につき一定の傾向が把握できるものの，請求項1に定める平均粒子径の数値範囲が1～4μmという相当の幅をもった範囲であることにかんがみると，平均粒子径を下限近く，あるいは上限近くに設定した場合に，SRa及びPCC値がどのような変化を示すのか，実施例及び比較例の数値からだけでは，予測することが困難である。",
                    "また，滑剤粒子の平均粒子径が1．8μmの前後である場合にも，SRa及びPCC値の変化につき把握される一定の傾向とは，①平均粒子径が同一であれば，含有量の増大に伴って，SRa及びPCC値は共に増大すること，②含有量が同一であれば，平均粒子径が増大するに伴って，SRa及びPCC値は共に減少すること，にとどまるものである。したがって，例えば，平均粒子径を1．65μm，あるいは，1．95μmとした場合に，含有量をどのように設定すれば，不等式〔PCC値≦7000-45000×SRa〕を満足することができるのかは，やはり",
                    "不明であり，フィルムを製造した上でSRa及びPCC値を逐一計測することが必要となる。",
                    "なお，滑剤粒子の平均粒子径が1．8μmである場合に限っては，実施例及び比較例の数値を参照することによって，不等式〔PCC値≦7000-45000×SRa〕を満足するフィルムを得ることは容易に実施することが可能であると考えられる。しかし，前記不等式によって表される範囲は，原告作成による参考図でいえば，「(1)式」と記載された右下がりの直線で区切られた下の部分全体を指すのに対し，平均粒子径が1．8μmである場合の実施範囲とは，比較例1，実施例3，実施例1，実施例2(参考図では「実施例4」と記載されているが，「実施例2」の誤りである。)，比較例2の各プロットを順次結んだ線に近似する，右上がりの線であるのにすぎないのであって，このような限られた範囲の実施をもって，前記不等式によって表される数値範囲の実施をしたとは，到底評価できないものである。",
                    "したがって，本件明細書の実施例を手がかりとしても，PCC値とSRaとの関係が不等式〔PCC値≦7000-45000×SRa〕を満足するフィルムを得",
                    "るためには，製造されたフィルムにつきSRaとPCC値を逐一計測して，前記不等式を満たしているか否かを確認するほかないから，当業者に過度の試行錯誤を強いるものといわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，PCC値とSRaとの関係が不等式〔PCC値≦7000-45",
                    "000×SRa〕を満足するものとすることは，当業者にとって実施可能であるとは認められないから，この点についての決定の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "その他(明細書の記載不備の点につき職権審理がされたことの違法)について",
              "text": [
                "原告は，異議申立人らが明細書の記載不備の点について何ら主張していないのに，被告がこの点につき職権審理をしたことが違法である，と主張する。",
                "しかし，特許法120条1項は，「特許異議の申立てについての審理においては，特許権者，特許異議申立人又は参加人が申し立てない理由についても，審理することができる。」と定めており，同規定の適用は，同法36条4項に規定する要件を満たしているか否かの審理についても除外されるものではないから，被告が，異議申立人が申し立てていない記載不備の点について職権で審理判断したことは，違法ではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の決定取消事由1(特許法36条4項に規定する要件についての判断の誤り)は理由がないから，その余について判断するまでもなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，公用文の表記法に従った箇所がある。また，「フィルム」と「フイルム」については，前者の表記に統一した。"
  ]
}