{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "「原判決を取り消す。被控訴人は，原判決添付リアプロジェクションテレビ目録記載のリアプロジェクションスクリーンを製造し，販売し，又は譲渡等の申出をしてはならない。被控訴人は，原判決添付ウエブページ目録記載のウエブページを削除せよ。被控訴人は，原判決添付リアプロジェクションテレビ目録記載のリアプロジェクションスクリーンを廃棄せよ。被控訴人は，控訴人に対し，6億3041万6666円及びこれに対する平成16年5月12日から支払済みまで年5分の割合による金員を支払え。訴訟費用は第1，2審とも被控訴人の負担とする。」との判決。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文と同旨の判決。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，透過形スクリーンの発明に係る特許権を有する控訴人が，原判決添付リアプロジェクションテレビ目録記載のリアプロジェクションスクリーン(以下「本件スクリーン」という。)を製造販売する被控訴人に対し，本件スクリーンが控訴人の特許発明の技術的範囲に属し，その製造販売が控訴人の特許権を侵害するものであると主張して，被控訴人に対し，特許法100条1項に基づき，本件スクリーンの製造販売等の差止めを，同条2項に基づき，本件スクリーンの宣伝広告に係るウェブページの削除及び本件スクリーンの廃棄を求めるとともに，民法709条，特許法102条3項に基づき，損害賠償金6億3041万6666円及びこれに対する遅延損害金(不法行為の後の日である平成16年5月12日から支払済みまで民法所定の年5分の割合によるもの。)を求めた事案である。",
        "原判決は，控訴人の特許発明が，特開昭61-164807号公報(乙25)に",
        "記載された発明及び特開昭51-51346号公報(乙28)に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項により特許を受けることができず，特許無効審判により無効にされるべきものであるから，同法104条の3第1項により，控訴人の特許権の行使は許されないとして，控訴人の請求を棄却した。",
        "本件の前提となる事実，本件の争点及び争点に関する当事者の主張は，下記1のとおり訂正し，下記2のとおり当事者双方の当審における主張を付加するほか，原判決事実及び理由欄の「第2 事案の概要」のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "text": [
            "原判決4頁4行の「同審決の取消訴訟を提起した(弁論の全趣旨)。」から同頁6行末尾までを，以下のとおり訂正する。",
            "「同審決の取消訴訟を提起し，現在，係属中である(弁論の全趣旨)。",
            "仮に，上記審決が取り消された上，特許庁において，改めて，本件訂正を認め，無効審判請求を不成立とする審決がなされて，これが確定した場合には，本件訂正により，本件特許の特許請求の範囲の請求項1の記載は，次のとおりとなる。」"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張の付加",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決には，引用発明2の認定に誤りがある。",
                    "すなわち，原判決は，引用文献2に，「光拡散性のある顔料やガラスビーズ，マイクロカプセル，炭酸カルシウム，二酸化硅素等をビヒクル中に分散させて得た光拡散部材」に，紫外線による劣化を防ぐために，紫外線吸収剤を添加することが記載されている旨認定した。しかしながら，引用文献2には，「屈折率の異なる少なくとも二種の高分子から成る光拡散部材」に対し紫外線吸収剤を添加する発明は記載されているが，「光拡散性のある顔料やガラスビーズ，マイクロカプセル，炭酸カルシウム，二酸化硅素等をビヒクル中に分散させて得た光拡散部材」に対し紫外線吸収剤を添加する発明は記載されていない。",
                    "また，原判決は，引用文献2に，光拡散部材を長時間使用することにより，「光源からの紫外線により劣化が生ずる」という技術的課題があったことを認定したにもかかわらず，これを「紫外線による劣化」と理由もなく一般化して引用発明2の認定をした。しかし，発明において解決すべき課題は，外光等の紫外線による劣化を問題とするのか，蛍光灯，ハロゲンランプ等の光源からの紫外線による劣化を問題とするのかによって異なるから，原判決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明2における「スクリーン」とは，屏風，ついたて，映写幕，照明器具又は装飾品等に使用される光拡散部材を広く包含するものであるから，引用発明2と，本件発明や引用発明1におけるリアプロジェクションTV用スクリーンとは技術分野が異なっており，これを引用発明1と組み合わせて本件発明に至るような動機付けとなるものはない。",
                    "また，引用発明2の技術課題は，光源からの紫外線と熱線とが相まって生じる光拡散部材の劣化の防止であり，リアプロジェクションTVにおける外光からの紫外線による紫外線硬化樹脂の劣化の防止を課題とする本件発明とは，技術課題が異なるものである。そして，本件発明や引用発明1のようなリアプロジェクションTVにおいては，光源からの紫外線は投射レンズ系により吸収されてしまい，フレネルレンズや，その先にあるレンチキュラーレンズに到達することは全くないから，光源からの紫外線による劣化を顧慮する必要はない。さらに，光源からの紫外線及び熱線を問題とする引用発明2において，光源側にあるフレネルレンズを放置し，その先にあるレンチキュラーレンズに紫外線吸収剤を添加することは無意味である。",
                    "したがって，引用発明2を引用発明1に適用する動機付けはあり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献1には，外光に含まれる紫外線が紫外線硬化樹脂を劣化させるという一般的な問題の記載さえなく，まして，外光に含まれる紫外線によるフレネルレンズやレンチキュラーレンズの劣化の防止という課題の記載又は示唆もない。そうすると，引用発明1を含め，引用文献1に記載された発明は，紫外線による劣化の防止という課題が与えられていないのであるから，引用発明2の紫外線吸収剤を添加した光拡散部材を必要としておらず，これと置き換えるという動機付けは生じ得ない。",
                    "また，引用文献1では，全体として，2枚構成のスクリーンは欠点を有するので否定すべきものと位置付けられている。このような2枚構成のスクリーンを否定する方向の思考からは，2枚構成のスクリーンの特徴を最大限に活用して，紫外線硬化樹脂により成形されたフレネルレンズの劣化防止のために，レンチキュラーレンズに紫外線吸収作用を持たせようという発想は生じ得ない。",
                    "加えて，引用発明1のレンチキュラーレンズは紫外線吸収剤を含まないものである。すなわち，引用文献1には，レンチキュラーレンズのレンズ面をフレネルレンズ用金型のレンズ面に対向させて位置させ，その間に紫外線硬化性樹脂を注入し，レンチキュラーレンズを通して紫外線を照射して硬化させた後，脱型するスクリーンの製造方法の発明(図面第1図のもの)が記載されており，この発明のレンチキュラーレンズは，紫外線透過性を備えることが必要であるから，紫外線吸収剤を含ませることはあり得ない。しかるところ，引用発明1は，引用文献1の図面第2図のもの(引用文献1における従来技術)であり，そのレンチキュラーレンズは，紫外線透過性を備えることが必然的に要請されているとはいえないが，引用文献1には，図面第1図のレンチキュラーレンズにつき，「従来方法であらかじめ製作しておいたレンチキュラーレンズ」(2頁右下欄4～5行)と記載されており，これは，従来技術のレンチキュラーレンズ，つまり引用発明1(図面第2図)のレンチキュラーレンズのことであるから，引用発明1のレンチキュラーレンズは，図面第1図のレンチキュラーレンズと同様，紫外線吸収剤を含まないものである。そして，このように紫外線吸収剤を含まないレンチキュラーレンズを，紫外線吸収剤を含む引用文献2のレンチキュラーレンズに置き換えるという発想は，当業者に生じ難い。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の進歩性判断の手法の誤り",
              "text": [
                "引用発明2を引用発明1に適用することが困難であるにもかかわらず，原判決が，これを容易と判断したのは，進歩性の判断手法を誤ったからである。",
                "すなわち，原判決は，「フレネルレンズの劣化防止と，レンチキュラーレンズの劣化防止のいずれを主観的に意図して，レンチキュラーレンズに紫外線吸収作用をもたせたかということは，かかる課題を意図する者の主観的な認識にすぎないのであって，その主観的な認識・動機は，発明の構成と不可分に結びついている発明の客観的な課題ないし作用効果の一部のみを認識し，意図したにすぎないものであるから，引用例と本件発明とでその主観的な意図が異なるからといって，本件発明の進歩性を肯定することはできないのである。」と述べるように課題の相違を無視するという手法を採っている。",
                "新規性の有無又は侵害の有無を判断する場合には，当該発明と同一の構成が既に存在しており，その特定された構成により効果は当然に発生するということができるから，課題の有無は問題としなくても足りるといえる。しかし，進歩性の有無の判断とは，過去に同一の構成を有する先行発明が存在しない場合に，当業者が，無数の，同一分野又は類似分野の刊行物等の中から特定の構成をあえて選択し，組合せによって目的とする発明と同一の構成に至ることが容易であったか否かを判断することであり，その構成の必然性を導くのは，課題を含む技術思想以外にはあり得ない。したがって，当業者が当該組合せを容易になし得るとするには，引用例の課題，効果やその目指す方向を含む技術思想を考慮に入れざるを得ないのである。原判決は，このような技術思想の動機付けの動因としての課題を無視し，現に存在しない構成を想定した上，その架空の構成に課題を読み込んで「客観的課題」といっているにすぎず，順序が逆であるといわざるを得ない。",
                "本件発明において，「光拡散性基板に紫外線吸収作用をもたせたので，UV硬化樹脂で成形したフレネルレンズ基板の劣化を有効に防止できる」ことは，当該構成の直接的効果として当然に自覚されている。そして，このように技術思想が的確に把握されている場合には，記載された効果の当然の系として，フレネルレンズを成形するためのUV硬化樹脂の耐光性を考慮する必要がなくなり，樹脂の種類の選択の範囲が増大して，実用化に大きな一歩を踏み出すことができる。仮に，異なった課題によってたまたま同一の構成に至ったような場合を観念的に想定し得ても，このような系としての効果は把握されないのであるから，フレネルレンズ基板におけるUV硬化樹脂の耐光性考慮から解放されていることの意義を自覚し得ないのであり，発明に到達したことにはならない。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "控訴人の「原判決の進歩性判断の誤り」との主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，引用文献2に，「光拡散性のある顔料やガラスビーズ，マイクロカプセル，炭酸カルシウム，二酸化硅素等をビヒクル中に分散させて得た光拡散部材」に，紫外線による劣化を防ぐために，紫外線吸収剤を添加することが記載されている旨の原判決の認定が誤りであると主張する。しかしながら，昭和44年4月1日株式会社大成社発行の山田桜編「プラスチック配合剤」(乙57)や，昭和46年8月10日株式会社プラスチック・エージ発行の「プラスチック配合剤の理論と実際」(乙58)に記載されているとおり，種々の合成樹脂により成形された各種製品の紫外線による劣化を防止するために，紫外線吸収剤を添加することは，本件特許の出願(昭和62年12月29日)当時，当業者の技術常識であったところ，引用文献2には，「光拡散部材としては光拡散性のある顔料やガラスビーズ，マイクロカプセル，炭酸カルシウム，二酸化硅素等をビヒクル中に分散させて形成…したもの等が知られている。…前述の光拡散部材を，例えばスクリーン等に用いた場合，・・・長時間の使用によって紫外線…による劣化が生じて甚だ不便な場合が少なくない。」(1頁左欄12行～右欄12行)との記載があり，当業者が，上記技術常識を前提として，上記記載に接すれば，「光拡散性のある顔料やガラスビーズ，マイクロカプセル，炭酸カルシウム，二酸化硅素等をビヒクル中に分散させて得た光拡散部材」に，紫外線による劣化を防ぐために，紫外線吸収剤を添加することを把握し得ることは明らかであるから，上記原判決の認定に誤りはない。",
                    "また，控訴人は，原判決が，引用文献2に，光拡散部材を長時間使用することにより，「光源からの紫外線により劣化が生ずる」という技術的課題があったことを認定したにもかかわらず(なお，この場合の「光源」とは，正確性を欠く表現であるが，「装置内部の光源」の趣旨である。)，これを「紫外線による劣化」と理由もなく一般化して引用発明2の認定をしたと主張する。しかしながら，蛍光灯，白熱球，太陽光等の外光も装置内部の光源と同様，紫外線を伴う光を発することは，特開昭57-27501号公報(乙59)や特開昭61-109510号公報(乙6",
                    "0)に記載されており，また，引用文献2に記載されているような，スクリーンとして使用される光拡散部材が外光からの紫外線により劣化することは，昭和56年5月31日経営開発センター出版部発行の「高分子劣化・崩壊の，＜樹脂別＞トラブル対策と最新の改質・安定化技術」(乙61)や昭和61年12月1日株式会社シーエムシー発行の大澤善次郎著「高分子の光劣化と安定化」(乙62)に記載されていて，本件特許の出願当時，当業者に周知の事項であったから，仮に引用文献2に外光からの紫外線等による光拡散部材の劣化について明示的な記載がないとしたとしても，当業者は引用文献2を外光からの紫外線による劣化防止をも当然念頭においているものと解釈することができるのであって，引用文献2が外光からの紫外線による劣化防止という観点を排除していることにならないことは，当業者からすれば自明の理であり，原判決が，引用発明2について「光拡散部材の紫外線による劣化を防止するために，光拡散部材に紫外線吸収作用をもたせること」と認定したことに誤りはない。加えて，引用発明2に関し，本件発明の進歩性を判断する上で重要なのは，引用文献2から「紫外線吸収作用の存する光拡散部材」という技術を把握することができたかどうかであり，紫外線吸収剤を混入する目的は捨象されるものであるから，控訴人の主張は，この点でも失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，引用発明2と，本件発明や引用発明1におけるリアプロジェクションTV用スクリーンとは技術分野が異なっており，これを引用発明1と組み合わせて本件発明に至るような動機付けとなるものはないと主張するが，一般に，発明の課題を解決するために，関連する技術分野の技術手段の適用を試みることは当業者の通常の創作力の発揮であるというべきであるから，基本引例に記載の発明に他の引例に記載の発明を適用し得るかどうかという観点からは，両発明間に技術分野の親近性ないし関連性が認められるかどうかが問題とされるべきであって，控訴人が要求するような厳密な同一性は必要とされない。のみならず，引用発明2は，リアプロジェクションTV用スクリーンを念頭に置くものというべきであり，引用発明1と技術分野を同じくするから，控訴人の主張は，いずれにせよ失当である。",
                    "また，控訴人は，引用発明2の技術課題は，光源からの紫外線と熱線とが相まって生じる光拡散部材の劣化の防止であるところ，本件発明や引用発明1のようなリアプロジェクションTVにおいては，光源からの紫外線は投射レンズ系により吸収されてしまい，フレネルレンズや，その先にあるレンチキュラーレンズに到達することは全くなく，さらに，光源側にあるフレネルレンズを放置し，その先にあるレンチキュラーレンズに紫外線吸収剤を添加することは無意味であるとして，引用発明2を引用発明1に適用する動機付けはあり得ないと主張する。しかしながら，控訴人の主張は，本件発明と引用文献2の技術課題の相違に拘泥しようとする点において失当である。発明の進歩性の判断においては，主引例に記載された発明に副引例に記載された発明を適用して，目的とする発明の構成を想到することが容易であるかどうかが問題とされるべきであり，目的とする発明の課題と各引用発明の課題の相違はそもそも問題とはならない。そして，上記のとおり，スクリーンとして使用される光拡散部材が外光からの紫外線により劣化することは，本件特許の出願当時，当業者に周知の事項であったのであり，また，引用文献2は，外光からの紫外線による劣化防止をも当然念頭においているものと解釈することができるのであるから，引用発明2を引用発明1に適用して本件発明の構成に至る動機付けは存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，引用文献1に，外光に含まれる紫外線によるフレネルレンズやレンチキュラーレンズの劣化の防止という課題の記載又は示唆がないから，引用発明1を含め，引用文献1に記載された発明は，紫外線による劣化の防止という課題が与えられておらず，引用発明2の紫外線吸収剤を添加した光拡散部材と置き換えるという動機付けは生じ得ないと主張する。しかしながら，引用文献1記載の引用発明1に，引用文献2記載の引用発明2を適用して，本件発明の構成を想到することが容易であるかどうかという判断をするに際して，その適用の動機付けとなる課題が，常に引用文献1に記載されていなければならないという必要はない。上記のとおり，スクリーンとして使用される光拡散部材が外光からの紫外線により劣化することは，本件特許の出願当時，当業者に周知の事項であったのであり，また，引用文献2は，外光からの紫外線による劣化防止をも当然念頭においているものと解釈することができるのであるから，引用発明2を引用発明1に適用する動機付けは存在するのであり，かつ，両発明の技術分野が同一であることも上記のとおりであるから，当業者が，本件特許出願時において，引用発明1のレンチキュラーレンズの紫外線による劣化を防止するとの技術課題を当然に認識し，これを解決するために，引用発明1に引用発明2を適用して，本件発明と同一の構成に想到することが容易であることは明らかである。",
                    "また，控訴人は，引用文献1では，2枚構成のスクリーンは欠点を有するので否定すべきものと位置付けられているとした上，2枚構成のスクリーンを否定する方向の思考からは，紫外線硬化樹脂により成形されたフレネルレンズの劣化防止のために，レンチキュラーレンズに紫外線吸収作用を持たせようという発想は生じ得ないと主張する。しかしながら，原判決が引用発明1として引用しているのは，引用文献1の発明の詳細な説明に記載された「従来技術」であって，引用文献1の特許請求の範囲に記載された発明ではない。原判決は，当該「従来技術」を基本引例として，当業者であればその従来技術に引用発明2を適用して本件発明を想到することは容易であると判断しているのである。引用文献1の特許請求の範囲に記載された発明とは直接には関わりのないことであり，控訴人の主張は，その前提において誤っている。",
                    "なお，控訴人は，引用文献1の「第1図」のレンチキュラーレンズは，紫外線を透過してフレネルレンズを硬化させるものであるから，紫外線吸収剤を含ませることができないところ，引用発明1に当たる「第2図」のもの(引用文献1における従来技術)のレンチキュラーレンズも「第1図」のレンチキュラーレンズ同様，紫外線吸収剤を含まないものであるから，これを，紫外線吸収剤を含む引用文献2のレンチキュラーレンズに置き換えるという発想は，当業者に生じ難いと主張するが，原判決の説示(37頁20行～38頁8行)のとおり，控訴人の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人の「原判決の進歩性判断の手法の誤り」との主張に対し控訴人は，新規性の有無又は侵害の有無を判断する場合には，課題の有無は問題としなくても足りるが，進歩性の有無の判断においては，目的とする発明と同一の構成の必然性を導くのは，課題を含む技術思想以外にはあり得ないから，当業者が当該組合せを容易になし得るとするには，引例の課題，効果やその目指す方向を含む技術思想を考慮に入れざるを得ない等と主張する。しかしながら，新規性の判断と進歩性の判断は，目的とする発明と先行技術による発明(主引例に係る発明)との構成を対比して行う点において同じであり，ただ，新規性と異なり，進歩性の判断の場合には，両発明の相違点についての容易推考性が問題となるにすぎない。そして，発明の進歩性の判断において，技術的課題に関し問題となるのは，目的とする発明以外のものの中に，主引例に係る発明から目的とする発明の構成に至る動機付けとなるに足りる技術的課題が見出せるか否かであって，そこに見出せる技術的課題と目的とする発明の課題との異同ではない。",
                "また，控訴人は，原判決につき，動因としての課題を無視し，現に存在しない構成を想定した上，その架空の構成に課題を読み込んで「客観的課題」といっているにすぎず，順序が逆であると主張するが，本件において，引用発明1に引用発明2を適用する動機付けとなる事情ないし課題を，引用文献2や周知技術に見出すことができることは，既に述べたとおりであり，裁判官が想定した「架空の構成」から逆算したようなものではない。",
                "さらに，控訴人は，技術思想が的確に把握されている場合には，記載された効果の当然の系として，フレネルレンズを成形するためのUV硬化樹脂の耐光性を考慮する必要がなくなり，樹脂の種類の選択の範囲が増大して，実用化に大きな一歩を踏み出すことができるが，異なった課題によってたまたま同一の構成に至ったような場合には，このような系としての効果は把握されず，発明に到達したことにはならないと主張する。しかしながら，本件発明の課題を認識しなくとも，引用発明1に引用発明2を適用することによって，本件発明の構成に到達し，本件発明の課題を克服することができるのである。のみならず，紫外線硬化性樹脂が耐光性に問題があることは，本件特許出願前に当業者によく知られていた周知事項であるから，紫外線硬化性樹脂により形成されているフレネルレンズが光の紫外線により劣化してしまうという問題があって，何らかの紫外線対策が必要であることは，当業者において当然に認識できたことである。したがって，引用発明1のレンチキュラーレンズとフレネルレンズとを重ね合わせて配置した透過形スクリーンにおいて，当該レンチキュラーレンズに代えて，引用文献2に示されたような紫外線吸収作用をもつ光拡散部材を適用すれば，フレネルレンズに到達する可能性があった外光中の紫外線を吸収するから，フレネルレンズの紫外線による劣化を防止できることになるのは必然の結果であり，かかる効果は当業者において予測可能な効果にすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "まず，争点3(本件特許は無効とされるべきものか。)について判断するに，当裁判所も，本件発明は，特許法29条2項により特許を受けることができず，特許無効審判により無効にされるべきものであるから，同法104条の3第1項により，控訴人の特許権の行使は許されないと判断するものであるが，本件発明が，特許法29条2項により特許を受けることができないとする理由は，以下のとおり，本件発明が，引用発明1及び特開昭51-89419号公報(乙29。引用文献3)に記載された引用発明3に基づいて，当業者が容易に発明をすることができたと判断されることにある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明と引用発明1との一致点及び相違点",
          "text": [
            "本件発明と引用発明1との一致点及び相違点の認定については，当裁判所の認定も，原判決事実及び理由欄の「第3 当裁判所の判断」の「1 本件発明と引用発明1との一致点及び相違点」(30頁9行～32頁3行)と同じであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点についての判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献3には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「ワックスと結晶性ポリマーから選ばれる光散乱物質の少なくとも一つを含有する拡散板の，少なくとも一つの面に直接凹凸を生ぜしめることを特徴とする後面投影型スクリーン。」イ 「ワックスをアクリル板等の透明樹脂中に分散させ，専らワックスに光散乱を担当させるものも，ワックスが光散乱物質として機能しているものである以上，本発明に包含されることはいうまでもない。更にワックスではなく結晶性ポリマーをアクリル板等の透明樹脂中に分散せしめた場合，ワックス及び結晶性ポリマーを共に分散せしめた場合も同様である。これらの場合には，ワックス或いは結晶性ポリマーの少なくとも一方が分散されている透明樹脂が本発明にいう拡散板に相当することもまた明らかであろう。」(6頁右上欄9～19行)ウ 「本発明において，拡散板表面に直接凹凸を生ぜしめるとは，該拡散板表面にマイクロ光学素子構造を直接設けることである。」(6頁左下欄11～13行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「本発明に於てワックス或いは結晶性ポリマーの添加物としては・・・ワックス或いは結晶性ポリマーを用いる業界で一般に使用する添加物を併用することが出来る。 例えば，ワックス或いは結晶性ポリマーの経時性を改良する目的で，酸化防止剤および紫外線吸収剤を添加することができる。」(8頁右上欄1～7行)"
                },
                {
                  "fig": "オ",
                  "subject": "「第1図乃至第5図は本発明の実施態様を示す概略図である。第1図はマイクロ光学素子構造としてフレネルレンズを，第2図はレンチキュラーレンズ構造を，第3図はV型みぞ構造をそれぞれ用いた場合を示す。また第4図はフレネルレンズ構造とレンチキュラーレンズ構造とを拡散板の異なる面に施した場合を，第5図は，フレネルレンズ構造を変形した場合を示す。」(16頁左上欄7～14行)"
                },
                {
                  "fig": "カ",
                  "subject": "「第2図は，円筒レンズを多数個並べたレンチキュラーレンズ8より成る構造をマイクロ光学素子構造として用いたものである。第2図の場合，微細なレンチキュラーレンズ8の1個1個が光を広げる作用を持ち，これに拡散板3の拡散作用が重なり合って，スクリーン全体としての拡散特性が向上せしめられる。」(10頁左下欄5～11行)"
                },
                {
                  "fig": "キ",
                  "subject": "「第4図は拡散板3の一方の面にフレネルレンズ5構造を，他方の面にレンチキュラーレンズ8構造をそれぞれ施した場合を示している。このような構造を採用することにより拡散特性が向上，すなわち観測範囲が広がり，同時に均一な輝度分布を有するスクリーンを得ることが出来る。」(12頁左上欄4～9行)"
                },
                {
                  "fig": "ク",
                  "text": [
                    "投影光学系1からの光を受けるレンチキュラーレンズ8の面を有する拡散板3(第2図)ケ 一方の面にフレネルレンズ5構造を，他方の面にレンチキュラーレンズ8構造を有し，フレネルレンズ8構造を有する面に投影光学系1からの光を受ける拡散板3(第4図)上記各記載によれば，引用文献3には，その特許請求の範囲に記載された発明の1態様として，「ワックスと結晶性ポリマーから選ばれる光散乱物質の少なくとも一つを含有する光拡散板であって，ワックス又は結晶性ポリマーの経時性を改良する目的で紫外線吸収剤を添加した，後面投影型スクリーンに使用する光拡散板の発明」(被控訴人主張の引用発明3と実質的に同一であり，以下，「引用発明3」というときは，この発明を指す。)が記載されているものと認めることができる。そして，本件明細書(甲2)の「本発明は，背面透過形のプロジェクションTVに使用される透過形スクリーンに関し」(1頁右欄7～8行)との記載及び図面第2図によれば，本件発明が，また，引用文献1の図面第2図によれば，引用発明1が，いずれも後面投影型スクリーンの範疇に含まれることは明らかである。",
                    "そうすると，引用発明1と引用発明3とは，狭い意味の技術分野を同じくするものであるから，両者を選択して対比検討することは極めて容易であるということができ，引用文献3に接した当業者が，引用発明1の光拡散作用をもつ光拡散性基板として，引用文献3に開示された紫外線吸収剤の添加により経時性が向上した光拡散板(引用発明3)を用いることは，容易になし得るところというべきである。そして，このように引用発明1の光拡散性基板に引用発明3を用いたとすれば，相違点に係る本件発明の構成に到達することは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，引用発明1に引用発明3を適用することは容易ではないと主張するので，以下，控訴人がその主張の根拠として挙げるところを順次検討する。ただし，進歩性判断の手法に関する主張は，後に検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，控訴人は，引用文献1に，外光に含まれる紫外線によるフレネルレンズやレンチキュラーレンズの劣化の防止という課題の記載又は示唆がないから，引用発明1を含め，引用文献1に記載された発明は，紫外線による劣化の防止という課題が与えられておらず，引用発明2の紫外線吸収剤を添加した光拡散部材と置き換えるという動機付けは生じ得ないと主張する(上記第2の2の「控訴人の主張」(1)のウ，フレネルレンズに関し，原判決24頁20～23行)。しかしながら，フレネルレンズの紫外線劣化の防止という課題が，引用発明1に引用発明3を適用する論理付けとなるというわけではないから，上記主張のうちフレネルレンズに関する部分は，主張自体失当である(ただし，引用発明1の光拡散性基板に紫外線吸収作用をもたせれば，紫外線硬化樹脂成形のフレネルレンズ基板の劣化を防止し得るという本件発明の課題に係る効果も，当業者が十分予測し得るものであることは，後記のとおりである。)。また，レンチキュラーレンズ(光拡散性基板)に関しては，上記(1)のとおり，紫外線吸収剤の添加により経時性が向上した光拡散板(引用発明3)が引用文献3に記載されており，引用発明1と引用発明3とは技術分野を同じくするものであるから，たとえ，レンチキュラーレンズの紫外線劣化の防止という課題が引用文献1に記載又は示唆されていなくとも，引用文献3に接した当業者が，引用発明1の光拡散作用をもつ光拡散性基板として，引用文献3に開示された紫外線吸収剤の添加により経時性が向上した光拡散板(引用発明3)を用いることは，いわゆる論理付けがあるということができ，容易になし得るところというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，引用文献1では，2枚構成のスクリーンは欠点を有するので否定すべきものと位置付けられているとした上，2枚構成のスクリーンを否定する方向の思考からは，紫外線硬化樹脂により成形されたフレネルレンズの劣化防止のために，レンチキュラーレンズに紫外線吸収作用を持たせようという発想は生じ得ないと主張する(上記第2の2の「控訴人の主張」(1)のウ，原判決25頁23行～26頁2行)。しかしながら，引用文献1は，特許法29条2項が引用する同条1項3号の「刊行物」として引用されているものであるところ，このような「刊行物」として，偶々，特許請求の範囲を含む特許明細書及び図面等が掲載された特許公報が引用された場合において，同号の「刊行物に記載された発明」は，特許請求の範囲に記載された発明に限られるものではなく，発明の詳細な説明や図面等を含めた全体の記載によって，当該明細書に記載されている発明と認められれば足りることはいうまでもないところである。そして，上記1(原判決30頁10行～31頁末行)のとおり，引用文献1には，「従来の技術」として，本件発明の構成要件A1「観察側に配置される光拡散作用をもつ光拡散性基板」，A2「前記光拡散性基板より光源側に配置されフレネルレンズ形状をもつフレネルレンズ基板」，A3「透過形スクリーン」とB「前記フレネルレンズ基板が紫外線硬化樹脂により成形されており」及びD「透過形スクリーン」と一致する構成を有する(すなわち，「観察側に配置される光拡散作用をもつ光拡散性基板と，前記光拡散性基板より光源側に配置されフレネルレンズ形状をもつフレネルレンズ基板とからなる透過形スクリーンにおいて，前記フレネルレンズ基板が紫外線硬化樹脂により成形されている透過形スクリーン」という構成を有する)発明が記載されており，このように2枚構成であることが明記された発明が引用発明1なのであるから，特許請求の範囲記載の発明等，引用文献1に記載された他の発明が，2枚構成のスクリーンを否定するものであるか否かは，引用発明1に基づく容易想到性の判断に影響を及ぼすものではない。したがって，控訴人の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，引用文献1の「第1図」のレンチキュラーレンズは，紫外線を透過してフレネルレンズを硬化させるものであるから，紫外線吸収剤を含ませることができないところ，引用発明1に当たる「第2図」のもの(引用文献1における従来技術)のレンチキュラーレンズも「第1図」のレンチキュラーレンズ同様，紫外線吸収剤を含まないものであるから，これを，紫外線吸収剤を含む引用文献2のレンチキュラーレンズに置き換えるという発想は，当業者に生じ難いと主張する(上記第2の2の「控訴人の主張」(1)のウ，原判決24頁24行～25頁13行)。しかるところ，引用文献1の図面第1図に記載されたものは，引用文献1の特許請求の範囲に記載された発明の実施例であり，同発明は，レンチキュラーレンズとフレネルレンズを個別に製作した上，密着させてビデオプロジェクターに組み込んでいた従来技術における，フレネルレンズの反り，密着部の湿気の付着等の課題を解決するため，レンチキュラーレンズのレンズ面をフレネルレンズ用金型のレンズ面に対向させて位置させ，その間に紫外線硬化性樹脂を注入し，レンチキュラーレンズを通して紫外線を照射して硬化させた後，脱型する(このような方法でフレネルレンズを製作する)という構成を採用したビデオプロジェクター用スクリーンの製造方法の発明であって，そのレンチキュラーレンズは紫外線を透過しなければならないから，紫外線吸収剤を含ませることはできないものと認められることは，控訴人主張のとおりである。しかしながら，図面第1図のレンチキュラーレンズに紫外線吸収剤を含ませることができないのは，上記のような構成上の必然性があるためであるのに対し，引用文献1の図面第2図(従来例)に記載された引用発明1のレンチキュラーレンズに関しては，そのような必然性はなく，紫外線吸収剤を含まないものである必要性が全くないことは明らかである。そうすると，たとえ，引用文献1の発明の詳細な説明に，特許請求の範囲に記載された発明に係るレンチキュラーレンズにつき，「従来方法であらかじめ製作しておいたレンチキュラーレンズ」(2頁右下欄4～5行)と記載されているからといって，この記載と図面第2図とを結び付け，図面第2図に記載されたレンチキュラーレンズについても紫外線吸収剤を含まないものであることが引用文献1に記載されていると考える理由はなく，もとより引用文献1にそのようなことが明記されているわけでもない。したがって，控訴人の上記主張は，その前提において誤りであり，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，引用文献1では，引用発明1のレンチキュラーレンズの製造方法について，「アクリル樹脂のような透明性と熱可塑性のある樹脂にシリカ，アルミナ，粘度，ガラス粉等の光拡散性物質5を混練し，・・・成形される」と記載されており，このようにして製造された引用発明1のレンチキュラーレンズは，紫外線透過性を有するものであるから，引用発明1は，レンチキュラーレンズに紫外線吸収作用をもたせるという本件発明の構成に至るのを阻害する構成を備えていると主張する(原判決25頁14～22行)。しかしながら，引用文献1に上記のような記載がある(1頁右欄10～15行)ことは，控訴人主張のとおりであるが，引用発明1のレンチキュラーレンズ(光拡散性基板)が紫外線透過性を有するというだけでは，単に，その点が本件発明との相違点であるというにすぎず(上記1(原判決32頁1～3行)のとおり，「引用発明1のレンチキュラーレンズは紫外線吸収作用を有していない点」を本件発明との相違点として認定している。)，そうであるからといって，直ちに，これを紫外線吸収作用を有するレンチキュラーレンズに換えることに阻害事由があるといい得るものでないことは明白であり，控訴人の上記主張には飛躍があるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，引用発明3に係る後面投影型スクリーンは，マイクロフィルムリーダのような小型機器のスクリーンとして用いられるものであって，本件発明に係る大型プロジェクションテレビ用の透過形スクリーンとは，利用分野が異なっていると主張する(原判決26頁25行～27頁2行)。しかしながら，大型機器か小型機器かによっては，通常，利用分野に若干の相違はあっても，構造や技術に基本的な差異が生ずるものではない。しかも，本件発明には，「大型プロジェクションテレビ用」の透過形スクリーンという特定はなく，また，透過形スクリーンであるからといって，当然に「大型プロジェクションテレビ用」という特定がなされるものと認めるに足りる証拠もないから，上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，引用発明3のスクリーンは，他のレンズ等と組み合わせて使用することが全く想定されていないと主張する(原判決27頁3～4行)。しかしながら，上記(1)の引用文献3の各記載によれば，引用文献3には，引用発明3とは別に，スクリーン自体は1枚構成であるものの，フレネルレンズ構造とレンチキュラーレンズ構造を組み合わせることにより，拡散特性の向上，すなわち観測範囲が広がるとともに輝度分布を均一とすることを可能としたもの(第4図のもの)が記載されていると認められるところ，この記載により，引用発明3のレンチキュラーレンズ(光拡散板)をフレネルレンズ構造と組み合わせることが，刊行物3自体に示唆されているということができ，他方，引用発明3を2枚構成のスクリーンに使用できないとする理由もないから，当業者が，これを引用発明1と組み合わせて使用することは容易であったと認めることができる。したがって，控訴人の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "控訴人は，引用発明3のスクリーンは，スクリーンに含有されたワックスあるいは結晶性ポリマーの経時性を改良する目的でスクリーン自体に紫外線吸収剤を添加するものであって，本件発明のように，別体のレンズ等の劣化を防止するために紫外線吸収作用をもたせたものではないから，引用発明1と引用発明3とを組み合わせることは容易ではないと主張する(原判決27頁4～18行)。しかしながら，引用発明1と引用発明3とを組み合わせることが容易であると認められるというのは，上記(1)のとおり，引用文献3に接した当業者が，引用発明1の光拡散作用をもつ光拡散性基板として，引用文献3に開示された紫外線吸収剤の添加により経時性が向上した光拡散板(引用発明3)を用いることが，容易になし得るという趣旨であって，外光等に含まれている紫外線により，フレネルレンズ基板が劣化するという課題を解決するために，引用発明1のレンチキュラーレンズとして，紫外線吸収作用を有する引用発明3のレンチキュラーレンズを用いることが容易であるという趣旨ではないから，上記主張は，前提を誤ったものであって，失当である。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "以上のとおり，引用発明1に引用発明3を適用することは容易ではないとする根拠として，控訴人が挙げる点(進歩性判断の手法に関するものを除く。)は，すべて採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかるところ，太陽光等の外光が紫外線を含むことは，一般常識に属する事柄である。また，特開昭53-45345号公報(乙31公報)には，発明の課題の説明の前提事項として「光硬化触媒で硬化した樹脂組成物は耐光性が劣り，長時間光に曝露されると黄変を呈してくる欠点を有している。」(1頁右欄8～10行)との，特開昭58-89609号公報(乙32公報)には，同様に発明の課題の説明の前提事項として，「光硬化性樹脂組成物とは，重合性アクリル基を含有する重合体の他にある種の物質を含有する・・・ある種の物質とは，・・・重合開始剤あるいは硬化促進剤と称されるものを含有する」(1頁右欄13行～2頁左上欄2行)，「重合性アクリル基を含有する重合体の特質および重合開始剤の含有からの様々なトラブルも生ずることになる。例えば，・・・硬化樹脂物がもろくなったりひびわれたり等の耐光性が悪いこと・・・など色々のトラブルの原因となる」(2頁右上欄18行～左下欄9行)との各記載があり，これらの記載によれば，紫外線硬化樹脂成形物の紫外線による劣化という課題は，本件特許出願以前から周知であったものと認められる。",
                "そして，上記(2)のイのとおり，引用発明1は，「観察側に配置される光拡散作用をもつ光拡散性基板と，前記光拡散性基板より光源側に配置されフレネルレンズ形状をもつフレネルレンズ基板とからなる透過形スクリーンにおいて，前記フレネルレンズ基板が紫外線硬化樹脂により成形されている透過形スクリーン」という構成を有するものであるから，引用発明1において，紫外線を含む外光は，スクリーンの外側から，すなわち，光拡散性基板を透過してフレネルレンズ基板に達するものであることは明らかである。そうすると，この引用発明1の光拡散性基板として，引用発明3のレンチキュラーレンズを用い，紫外線吸収作用をもたせれば，光拡散性基板を透過してフレネルレンズ基板に達する紫外線が減少することは必然というべきであるから，紫外線硬化樹脂成形のフレネルレンズ基板の劣化を防止し得るという本件発明の課題に係る効果を奏することも，当業者が十分予測し得るものであると認めることができる。",
                "控訴人は，乙31及び乙32公報は，光硬化触媒により硬化した樹脂組成物は耐光性が劣り，長時間光に曝露されると劣化するという，一般的な耐光性を問題としているのであって，透過形スクリーンに特有の問題である，フレネルレンズ基板と光拡散性基板とにより構成された透過形スクリーンにおいて，紫外線硬化樹脂により成形されたフレネルレンズ基板が，外光に含まれる紫外線により劣化するという課題が乙31及び乙32公報に示唆されているとはいえないと主張するが(原判決28頁9～16行)，当該フレネルレンズ基板が紫外線硬化成形物である以上，紫外線を含む外光の照射を受ければ劣化を免れ得ないことは明白であり，フレネルレンズ基板が外光の照射を受けることがあり得ないということもできないから，紫外線硬化樹脂成形フレネルレンズ基板の紫外線による劣化という課題も，上記紫外線硬化樹脂成形物の紫外線による劣化という課題の1適用場面として，本件特許出願以前から周知であったものというべきである。また，控訴人は，乙31及び乙32公報においては，光硬化性樹脂組成物の劣化を防止するための手段として，同組成物に紫外線吸収剤を添加すると，その紫外線硬化速度が著しく抑制されてしまうため，紫外線吸収剤を添加せずに，黄変防止効果を有する別の化合物を含有させ(乙31公報)，あるいは，重合開始剤を含まない構成とする(乙32公報)ことにより問題を解決しているのであるから，引用発明1に引用発明2ないし4を組み合わせる動機付けにはならないとも主張するが(原判決28頁17～23行)，引用発明1に引用発明3を組み合わせる論理付けとなるのは，上記(1)のとおり，引用文献3に，引用発明3の光拡散板が紫外線吸収剤の添加により経時性が向上することが開示されていることであるから，控訴人の上記主張は意味をなさず，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，進歩性判断の手法に関連して，控訴人が縷々主張するところのもの(上記第2の2の「控訴人の主張」(2)，原判決22頁末行～24頁17行，28頁24行～29頁17行)は，要するに，進歩性の判断において，当業者が引例に係る発明を組み合わせて目的とする発明を容易になし得たとするためには，目的とする発明や引例に係る発明の課題，効果やその目指す方向を含む技術思想を考慮に入れざるを得ないというべきところ，本件発明は，光拡散性基板が観察側に，フレネルレンズ基板が光源側に配置されている透過形スクリーンにおいて，紫外線硬化樹脂により成形されているフレネルレンズ基板が，外光に含まれる紫外線により劣化してしまうという課題を，光拡散性基板に紫外線吸収作用をもたせることにより解決したことに，その特徴があるのだから，各引用文献に，このような本件発明の技術思想が開示も示唆もされていない以上，本件発明は進歩性を有するということに帰するものである。",
                "しかしながら，引用発明1に引用発明3を組み合わせることによって，本件発明の構成と同一の構成が導かれれば，たとえ，それらを組み合わせる目的が，本件発明の課題と同一の課題を解決するためでなかったとしても，本件発明の課題も併せて解決されることは明らかである。そして，そうであれば，引用発明1に引用発明3を組み合わせて，本件発明と同一の構成を導いたことが，本件発明と同一の課題の解決を直接の目的とするものでなかったとしても，引用発明1に引用発明3を組み合わせること自体に，他の課題によるものであれ，動機等のいわゆる論理付けがあり，かつ，これを組み合わせることにより，本件発明が課題とした点の解決に係る効果を奏することが，当業者において予測可能である限り，本件発明は，引用発明1，3に基づいて当業者が容易に発明をすることができたものというべきである。",
                "この点につき，控訴人は，「光拡散性基板に紫外線吸収作用をもたせたので，UV硬化樹脂で成形したフレネルレンズ基板の劣化を有効に防止できる」という技術思想が的確に把握されている場合には，記載された効果の当然の系として，フレネルレンズを成形するためのUV硬化樹脂の耐光性を考慮する必要がなくなり，樹脂の種類の選択の範囲が増大して，実用化に大きな一歩を踏み出すことができるが，異なった課題によってたまたま同一の構成に至ったような場合には，このような系としての効果は把握されず，発明に到達したことにはならないと主張する。しかしながら，樹脂の種類の選択の範囲が増大するというような効果は，本件明細書に記載されているものではなく，また，本件明細書に記載された「UV硬化樹脂で成形したフレネルレンズ基板の劣化を有効に防止できる」(2頁右欄44～46行)との記載から派生的に導けるというのであれば，上記(3)のとおり，紫外線硬化樹脂成形のフレネルレンズ基板の劣化を防止し得るという本件特許発明の課題に係る効果を十分予測し得る当業者の，予測の範囲内でもあるというべきであり，いずれにせよ，上記主張を採用することはできない。",
                "しかるところ，引用発明1の光拡散性基板として，引用発明3の紫外線吸収剤を添加したレンチキュラーレンズを使用することにより，相違点に係る本件発明の構成に到達すること，及び引用発明1の光拡散性基板として，引用発明3の紫外線吸収剤を添加したレンチキュラーレンズを使用することに，論理付けがあることは，上記(1)のとおりである。また，紫外線硬化樹脂成形物の紫外線による劣化という課題が従来周知のものであり，引用発明1の光拡散性基板に紫外線吸収作用をもたせれば，紫外線硬化樹脂成形のフレネルレンズ基板の劣化を防止し得るという本件発明の課題に係る効果を奏することも，当業者が十分予測し得るものであることは，上記(3)のとおりである。したがって，本件発明は，引用発明1，3に基づいて当業者が容易に発明をすることができたものといわざるを得ない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，仮に，被控訴人の無効審判請求に対してなされた，本件訂正を認め，本件特許を無効とする旨の審決が取り消された上，特許庁において，改めて，本件訂正を認め，無効審判請求を不成立とする審決がなされて，これが確定したとすれば，本件訂正により，本件特許の特許請求の範囲の請求項1の記載が，上記(原判決4頁7～13行)のとおりとなるとともに，特許法167条により，本件特許は，特許無効審判により，引用発明1，3に基づいて無効にされる可能性がなくなるということも考えられる。しかしながら，上記審決が取り消された上，特許庁において，改めて，本件訂正を認め，無効審判請求を不成立とする審決がなされて，これが確定するというような事態を想定することはできない。なぜなら，本件訂正後の特許請求の範囲の請求項1は，本件訂正前の請求項1と比べ，「光拡散性基板」を「レンチキュラーレンズ基板」に，「透過形スクリーン」を「プロジェクションTV用透過形スクリーン」にそれぞれ減縮するとともに，レンチキュラーレンズ基板につき「フレネルレンズ基板より」観察側に配置されるとの限定を付したものにすぎず，これについての引用発明1，3に基づく容易想到性の判断は，訂正前の請求項1の発明(本件発明)について既に行ったところと，実質的に変わらないから，本件訂正後の特許請求の範囲の請求項1の発明も当業者が容易に発明をすることができたものであり，上記本件訂正を認め，本件特許を無効とする旨の審決が取り消されることは，考え難いからである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，その余の点について判断するまでもなく理由がないから，これを棄却した原判決は相当であり，本件控訴は理由がない。"
          ]
        }
      ]
    }
  ]
}