{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2002−70966号事件について平成17年1月20日に",
        "した決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "原告は，発明の名称を「放送内容受信装置」とする特許第3219751号(昭和63年6月6日原出願，平成12年9月27日分割出願，平成13年8月10日設定登録。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件異議決定",
              "text": [
                "本件特許に対しては，特許異議の申立て(異議2002ー70966",
                "号)がされ，原告は平成16年3月17日に訂正請求をしたが(甲3)，特許庁は，平成17年1月20日，「訂正を認める。特許第3219751号に係る特許を取り消す。」との決定(以下「本件異議決定」をした(甲1)。これに対し，原告は，本件異議決定に対する取消しを求める訴えを提起した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許に係る訂正審判",
              "text": [
                "本件特許に対し，原告は平成17年4月20日，訂正審判の請求(訂正2005ー39066号事件，以下「本件訂正審判請求」という。)をしたところ(甲8)，特許庁は，上記請求を審理した結果，平成18年1月6日，「本件審判の請求は，成り立たない。」との審決をした。これに対し，原告は，平成18年2月15日，上記審決の取消しを求めて東京高等裁判所に対し訴訟を提起したところ(甲8)，知的財産高等裁判所は，平成19年1月25日，上記審決を取り消す旨の判決をした。特許庁は，再度の審理をした結果，平成19年12月11日，「本件審判の請求は，成り立たない。」との審決をした。これに対し，原告は，その取消しを求める訴訟を提起した(当庁平成20年(行ケ)第10018号。以上の事実は当裁判所に顕著である。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許に係る明細書の特許請求の範囲",
          "text": [
            "本件訂正審判請求前における本件特許の明細書(甲3，6)の特許請求の範囲の記載は，次のとおりである。",
            "【請求項1】受信された，テレビの放映内容から，指定されたチャンネルを抽出するチューナを備えた放送内容受信装置において，",
            "少なくともテレビの各番組内容とその開始時刻とその放映チャンネルとを含む情報を，外部から当該放送内容受信装置のRAMに一旦に取り込む入力手段と，",
            "前記入力手段によりRAMに取り込まれた上記情報から，当該放送内容受信装置の電源を投入した日の各チャンネルのテレビの番組内容を取り出して，チャンネルの違い毎にテレビ受像機に縦もしくは横の内の1方向に並べて表示するチャンネル表示手段と，",
            "当該放送内容受信装置の電源を投入した日の，前記入力手段により取り込まれた上記情報中の同一チャンネルの番組を，その放送順に，上記1方向と垂直な方向に並べて，上記テレビ受像機に表示する放送順序表示手段と，該放送順序表示手段及び上記チャンネル表示手段により上記テレビ受像機に表示されたテレビの番組内容の中から任意の番組内容が表示されている位置を指定するための位置指定手段と，",
            "該位置指定手段により指定された位置に表示されている番組内容を，指定されなかった位置の番組内容と識別可能に表示する識別表示手段と，該識別表示手段にて識別可能に表示された箇所に対応する番組内容を所望の番組として設定するための設定手段と，",
            "該設定手段にて設定された箇所に対応する番組のチャンネルを上記情報から取り出して，所望の番組のチャンネルとして設定するチャンネル補完手段と，上記設定手段にて設定された箇所に対応する番組の開始時刻を上記情報から取り出して，所望の番組の情報として設定する開始時刻補完手段と，該開始時刻補完手段により設定された開始時刻になると，上記チャンネル補完手段により設定されたチャンネルを上記チューナに抽出させる放送内容出力手段と，前記チューナにより復調されたチャンネルの映像信号を一旦ビデオメモリに蓄えた後，出力する映像出力部とを備え，",
            "前記位置指定手段がカーソルキーであり，しかも上下左右の番組に選択箇所を移動可能なものであることを特徴とする放送内容受信装置。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "原告は，本件異議決定に対する取消事由を主張していないところ，本件訂正審判請求については，前記第2，1(3)のとおり，特許庁により「本件審判の請求は，成り立たない。」との審決がされ，同審決に対する取消訴訟(当庁平成20年(行ケ)第10018号)は提起されているものの，本件訂正審判請求に係る訂正を認める審決は確定していない(なお，前記取消訴訟につき，当庁が平成20年8月28日に原告の請求を棄却する判決をしたことは，当裁判所に顕著である。)。",
        "そうすると，本件異議決定については，これを取り消すべき違法はない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}