{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80008号事件について平成17年10月17日",
        "にした審決中，「特許第1842033号の請求項1に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「パチンコ遊技機用電動役物装置」とする特許第1842033号(昭和62年4月13日出願，平成6年5月12日設定登録。以下「本件特許」といい，本件特許の特許公報を「本件公告公報」(甲11)という。)の特許の特許権者である。",
            "被告は，平成16年4月8日付けで本件特許について無効審判請求をし，特許庁は，この審判請求を無効2004−80008号事件として審理し，平成17年3月16日，手続の過程で原告からされた訂正請求を認めた上で本件特許の請求項1に係る特許を無効とする旨の審決をした。原告は，この審決の取消しを求める訴えを知的財産高等裁判所に提起すると共に，本件特許についての訂正審判請求をした(訂正2005−39110号)。同裁判所は，同年7月15日，前記審決を取り消す決定をした。原告は，上記訂正審判の請求書に添付された明細書(訂正後の明細書，甲第13号証。以下「本件明細書」という。)を援用して，無効審判における訂正請求(以下「本件訂正」という。)をした。",
            "特許庁は，これらについて審理し，同年10月17日，「本件訂正を認める。",
            "特許第1842033号の請求項1に係る発明についての特許を無効とする。」との審決をし，同月24日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正による訂正後の本件特許の請求項1(請求項の数は1項のみである。)は，次のとおりである。",
            "「表面に複数種類の図柄を有するとともに該表面の一個所に基準点が設定された3個の回転ドラムと，上記各回転ドラムのドラム内に配設されるとともに各回転ドラムを回転させる3個の2相励磁のパルスモータと，上記3個の回転ドラムが間隙を介して取付けられるケースと，上記ケースの背面に固定された背板に取付けられ上記各回転ドラムの表面の円周上に光を照射して該照射光の反射光に応じた検出信号を出力するフォトセンサと，上記パルスモータの4つのステップ周期で繰り返される4つの励磁パターンのうち，1つのパターンを基準励磁パターンとし，上記回転ドラムがこの励磁パターンによって回転・停止されたときに上記フォトセンサに対向するドラムの位置を基準点とし，その基準点に対し前後2ステップの検出角度に相当するように回転ドラムの表面の円周上に設けられた特定の反射特性を有する部分と，前記パルスモータに駆動パルスを出力するとともに該駆動パルスの基準励磁パターンと上記フォトセンサの検出信号との論理積に基づいて上記基準点を検知する制御部とを備え，パチンコ機のドラム始動口に入賞すると上記3個のパルスモータを始動させるとともに回転速度の指示を行い，かつ，各パルスモータの停止を行わせる停止タイマを起動させ，乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させるようにしたことを特徴とするパチンコ遊技機用電動役物装置。」(以下，この請求項に係る発明を「本件特許発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，審決は，本件特許発明は，実願昭61−63157号(実開昭61−180084号)のマイクロフィルム",
            "(甲第10号証。以下「引用例」という。)記載の発明(以下「引用発明」という。)，特開昭59−113790号公報(甲第5号証)記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであると認定，判断した。そして，審決は，上記結論を導くに当たり，引用発明の内容並びに本件特許発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「外周にシンボルが一定のピッチで配列され，ステッピングモータによって駆動される，リール枠の外周に突設された遮光片を有する3個のリールと，リールを駆動するステッピングモータと，パルス発生部から発生されるパルス列をモータ駆動回路に供給するモータ制御回路と，パルスを計数するための基準位置通過検出によりリセットされるカウンタと，リールの回転位置とこれを回転させるためのステッピングモータとの相関を決めるための基準位置の決定に使用される，遮光片の通過を検出するホトセンサと，を備え，2個のリールは基準位置から10パルスごとに，1個のリールはそれらから5パルス分ずれた位置で停止されるようにしたスロットマシン用リール装置」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明と引用発明との対比",
              "text": [
                "本件特許発明と引用発明とを対比して，後者の「シンボル」は前者の「図柄」に，「3個のリール」は「3個の回転ドラム」に，「外周」は「表面」に，「ステッピングモータ」は「パルスモータ」に，「基準位置」は「基準点」に，「遮光片の通過を検知するホトセンサ」は「照射光の反射光に応じた検出信号を出力するフォトセンサ」に，「パルス列をモータ駆動回路に供給する」は「パルスモータに駆動パルスを出力する」に，「パルスを計数」は「駆動ステップ数を計数」に，後者の「基準位置から10パルスごとに停止させる」及び「それらから5パルス分ずれた位置で停止される」は，前者の「基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて回転ドラムを停止させる」に，それぞれ相当し，パチンコ遊技機の図柄回転役物の回転ドラムとスロットマシンのリールとは，共に表面に複数種類の図柄を有するとした。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点",
              "text": [
                "表面に複数種類の図柄を有するとともに1個所に基準点が設定された3個の回転ドラムと，3個の回転ドラムを回転させる複数のパルスモータと，基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて回転ドラムを所定の位置に停止させるようにした，遊技機用電動装置"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1",
              "text": [
                "本件特許発明においては，「パチンコ遊技機用電動役物装置」であり「ドラム始動口に入賞すると上記3個のパルスモータを始動させるとともに回転速度の指示を行い，かつ，各パルスモータの停止を行わせる停止タイマを起動させ，乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させる」のに対し，引用発明においては，「スロットマシン用リール装置」であり「2個のリールは基準位置から10パルスごとに，1個のリールはそれらから5パルス分ずれた位置で停止されるようにした」としている以外ドラムの回転開始，停止については格別限定していない点"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2",
              "text": [
                "パルスモータが，本件特許発明においては，ドラム内に配設されたものであり，「2相励磁の」の駆動方式を採用したものであるのに対し，引用発明においては，格別の特定がない点"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点3",
              "text": [
                "本件特許発明においては，「3個の回転ドラムが間隙を介して取付けられるケースと，上記ケースの背面に固定された背板に取付けられ上記各回転ドラムの表面の円周上に光を照射して該照射光の反射光に応じた検出信号を出力するフォトセンサ」なる構成を有しているのに対し，引用発明においては，「3個の回転リール」が間隙を介して取付けられるケースを有するかどうか，またケースの背面に固定された背板にフォトセンサが取付けられているかどうか不明である点"
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点4",
              "text": [
                "基準点の検知を，本件特許発明においては，「各回転ドラムの表面の円周上に光を照射して該照射光の反射光に応じた検出信号を出力する反射型光センサと，上記パルスモータの4つのステップ周期で繰り返される4つの励磁パターンのうち，1つのパターンを基準励磁パターンとし，上記回転ドラムがこの励磁パターンによって回転・停止されたときに上記反射型光センサに対向するドラムの位置を基準点とし，その基準点に対し前後2ステップの検出角度に相当するように回転ドラム上の表面の円周上に設けられた特定の反射特性を有する部分と，前記パルスモータに駆動パルスを出力するとともに該駆動パルスの基準励磁パターンと上記反射型光センサの検出信号との論理積に基づいて前記基準点を検知する」ことにより行うのに対し，引用発明においては，遮光片の通過を検知するホトセンサにより基準位置を決定してリール回転位置とこれを回転させるためのステッピングモータの相関を決める，としており，ホトセンサが検知する遮光片に寸法について格別限定を記載しておらず，また，基準位置決定のためのホトセンサ信号の具体的処理については記載がない点"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決には，①本件特許発明と引用発明との一致点の認定を誤り，相違点を看過し(取消事由1)，②相違点1に関する容易想到性の判断を誤った(取消事由2)違法があるから，取り消されるべきである。",
        "なお，審決のした「相違点2ないし4」の認定判断について誤りがないことについては争わない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り，相違点の看過)",
          "text": [
            "審決は，引用発明の「基準位置から10パルスごとに停止させる」及び「それらから5パルス分ずれた位置で停止される」は，本件特許発明の「基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて回転ドラムを停止させる」に相当するから，本件特許発明と引用発明とは，「基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて回転ドラムを所定の位置に停止させるようにした，遊技機用電動装置」である点において一致すると認定した。",
            "しかし，本件特許発明の「計数結果」は，予め決定されている位置に停止させる目的で用いられるのに対して，引用発明の「計数結果」は，3個のリールの停止位置を所定ピッチ分ずらして停止させる目的で用いられるものであるから，「計数結果」を用いる目的が異なり，審決がした本件特許発明と引用発明との一致点の認定は誤りである。",
            "引用例9頁4～12行には，①各リールが定常回転に達した後，乱数発生部36からモータ制御回路にランダムなタイミングで3個の停止信号が供給されること，②この停止信号に基づいてモータ駆動回路にはパルス発生部からのパルスが供給されなくなってしまうこと，③パルスの供給が無くなることにより，ステッピングモータがそれぞれランダムなタイミングに止まること，④その止まった時点におけるカウンタの計数値が保持されること，が記載されている。",
            "この記載によれば，3個の停止信号は，各図柄を入賞ライン上にずれた並び方になるように表示する必要性に鑑み供給され，そのうち1個の停止信号は，これに対応して停止すべきリールの位置が残2個のリール位置から5パルス(図柄の半個分)ずれてなければならないとされている。したがって，引用発明において，停止信号は，たとえそれ相応のタイミングであったとしても，停止位置を特定する目的で供給されるものではない。",
            "また，引用例(9頁13行～10頁7行)には，すべてのリールが停止し，図柄が確定した時点で，その図柄の並び方が入賞であるのか，入賞でないかが判定可能になることを意味する記載がある。これに対して，本件特許発明は，「計数結果」が予め決定されている位置に停止させるために用いられるから，リールの停止後に入賞か否かを判定することはない。この点で両者は相違する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)",
          "text": [
            "次のとおり，相違点1に係る本件特許発明の構成は，引用発明，甲第5号証記載の発明及び周知技術に基づいて当業者が容易に発明をすることができたものではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1に係る本件特許発明の構成は，パチンコ遊技機やスロットマシンにおいて常識であった，いわゆるフィードバック制御を覆し，すべてが最初(ドラム始動口への入賞時)に決定されており，その決定事項に基づいて各ドラムが順次決定された停止位置に停止させられていくという，いわゆるフィードフォワード制御の思想をパチンコ遊技機に初めて持ち込んだものである。フィードフォワード制御によると，ドラム始動口への入賞時に各ステッピングモータの停止位置(→ドラムの停止位置→図柄位置)が決まり，その位置で停止するように制御するから，外的・人為的な不正な操作によって予め決定された停止位置以外の位置でドラムが停止させられてしまったとしても，それによって当りや外れの判定が影響を受けないという効果を奏する。",
                "これに対し，従来のスロットマシンは，一般に，レバー操作によりドラムが回転を開始し，その後，各ドラムに対応するストップボタンを押すことにより，又は所定時間が経過することにより，ドラムが停止するものであるところ，どのような図柄態様でドラムが停止するかは偶然性が支配する。引用発明は，スロットマシンの発明であり，あくまでも偶然性に支配された停止位置に基づき，当たりや外れを認定し，その結果に基づき，所定数のコインを排出しようとするものであるから，上記フィードフォワード制御は行われない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "いわゆる「フィードフォワード制御」の思想が開示されたものとして，特開昭59−186580号公報(乙第1号証。以下「乙1」という。)，特開昭59−40883号公報(乙第2号証。以下「乙2」という。)及び特開昭59−69092号公報(乙第3号証。以下「乙3」という。)が挙げられているが，これらはいずれもスロットマシンに関するものであって，パチンコ遊技機における相違点1に係る本件特許発明の「フィードフォワード制御」が開示されたものではない。",
                "また，引用例に乙1ないし3の技術を組み合わせても，以下のとおり，相違点1に関する構成を容易に想到することができたとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙1には，スタートレバーを操作しリールが回転した後に順次発生される乱数列から一つの乱数を特定し，特定された乱数が確率テーブルの中のいかなる群に属するかを比較照合し，その比較結果を入賞ランク別のリクエスト信号として出力すると共にリールのストップ位置を設定し，ストップ位置が決定された後，(遊技者が)リールストップボタンを押すことで，前記設定されたストップ位置でリールが停止するように制御する技術が開示されている。",
                    "乙1記載の発明において，「ストップボタン」は必須の構成要素であるのに対して，本件特許発明は，そのような構成要素を必要としない点で相違する。乙1記載の発明は，ストップボタンの操作タイミングとシンボルマークの停止位置との関連づけに関する技術であり，本件特許発明とは相違する。また，チェック範囲内にヒットリクエストに対応するシンボルマークの組み合わせを得るのに必要なシンボルマークが存在しなかった場合には，ヒットリクエストに対応するシンボルマークでは停止せず，当たりにならない。したがって，引用発明に乙1記載の発明を適用したとしても，そのストップボタンの操作タイミングに基づく3個のシンボルマーク(ドラム)が意図的にピッチがずれた停止位置に停止するようになるにすぎないし，ヒットリクエストに対応するシンボルマークが所定範囲に存在しない場合には，任意の位置で停止するにすぎないから，本件特許発明の構成に至ることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙2記載の発明は「カウントダウンされた信号はコンパレータに送られ，コンパレータはその内容が零になったときタイマを介してソレノイドに停止信号を送る」ものである。コンパレータは入力される2つの信号を比較し，2つの信号が一致した時に出力を送出するという動作を行う。また，乙2に具体的に開示された技術は，ソレノイドに通電することでリールを停止するものである。ソレノイドのレバーにより停止させる場合には，機械的であることから経年変化等により通電と実際に動作するレバーとのタイムラグによって希望する図柄で停止しない事態が発生する。",
                    "したがって，乙2記載の発明は，図柄の位置を検出する制御に関し，フィードバック制御を採用しているものであり，本件特許発明のフィードフォワード制御は存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "乙3記載の発明は，リール(ドラム)タイプのスロットマシンを従来技術と認識しつつ，開発されたものであって，上記リール(ドラム)タイプとは相違するCRTタイプのスロットマシンにおいて，更に電子的な制御を用いて改良を加えたモデルを提供しようとするものである。したがって，乙3記載の技術は，そもそもリール(ドラム)タイプのスロットマシンに適用することはできないものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり，審決には，一致点の認定の誤り(相違点の看過)及び相違点に関する容易想到性の判断の誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り，相違点の看過)について",
          "text": [
            "引用発明は，10～200パルスの範囲内で10の整数倍数パルスごとに停止させることにより，20個のシンボル(本件特許発明の「図柄」に相当)を隣接し合うシンボル列のシンボルが半ピッチづつずれた新たな入賞ライン上で正確に停止できるようにしたものである。引用発明において，リールは，「ランダムなタイミングで発せられる停止信号」，すなわち，ランダムな時間間隔で発せられる停止信号によって停止する。この場合，所定個数(例えば，20個)のシンボルを正確に入賞ライン上に停止させる必要があるため，「ランダムな時間」として設定されるのは，パルス発生部から発せられる〔1パルスの時間×10パルス〕時間の整数倍の時間を多数含む中から1つの時間が選択されて設定される。",
            "これらの点からすれば，引用発明は，リールが定常回転となった後に選択されるランダムな時間によって決定される停止位置に停止させることを前提として，基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果がランダムな時間によって規制される10の倍数のステップ数となったとき，あるいはそれから5ずれたステップ数となったときにリールの図柄が入賞ライン上となるように停止するものであるといえる。したがって，引用発明における「計数結果」も，予め選択決定されているランダム時間が経過した位置に停止させるために用いられるものであることを示している。",
            "本件特許発明と引用発明とは，「基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて回転ドラムを所定の位置に停止させる」点では同一であり，本件審決における一致点の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "text": [
            "原告は，「フィードフォワード制御」について，「乱数，テーブルにより各パルスモータの停止位置を決定」するものであると主張する。ところで，本件明細書(甲13)には，「この“STEP1”の制御で上記停止タイマが計時終了していると，乱数，テーブル等によって各パルスモータの停止位置(回転ドラム上の基準点からのステップ数)を決定し，・・・なお，上記乱数，テーブル等によって各パルスモータの停止位置が決定されると，この停止位置に回転ドラムが停止したときに表示される図柄の組合せが当りに相当する組合せかの判定が行われる。」との記載(6頁17行～22行)がある。この記載では，乱数とテーブルをどのように利用して停止位置を決定するかは詳細に説明されていない。したがって，本件特許発明において，開示されている技術としては，停止位置を決定するに当たり，乱数やテーブルの種類の限定はなく，何らかの乱数とテーブルさえ使用していれば足りると考えられる。",
            "そうすると，甲13において開示されている「フィードフォワード制御」の具体的内容は，乙1ないし乙3に記載されていることからも明らかなように周知技術である。",
            "乙1には，「ストップボタン」が構成要素として含まれているが，ストップボタンが押されることを前提とした場合であったとしても，なお，乱数によってあらかじめ定められた図柄の位置で停止させる「フィードフォワード制御」の思想が開示されている。",
            "乙2には，乱数によって予め定められた絵柄(図柄)の位置で停止される技術が開示されている。甲13で開示されている「フィードフォワード制御」の内容は，「乱数によってあらかじめ定められた図柄の位置でドラムを停止させるための制御」である以上，乙2において，図柄の位置を検出する制御が「フィードフォワード制御」以外のものであったとしても，周知性の存在を左右するものとはならない。",
            "乙3には，リール(ドラム)タイプを除外する記載は一切ない。原告は，乙3記載の発明は，リール(ドラム)タイプのスロットマシンでなく，CRTタイプのスロットマシンに適用するものであると主張するが，乙3の記載に基づかない主張で失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り，相違点の看過)について",
          "text": [
            "原告は，本件特許発明の「計数結果」は，予め決定されている位置に停止させる目的で用いられるのに対して，引用発明の「計数結果」は，3個のリールの停止位置を所定ピッチ分ずらして停止させる目的で用いられるものであるから，「計数結果」を用いる目的において相違すると主張するが，原告の上記主張は，以下のとおり理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，以下の記載がある。",
                "ア「〔産業上の利用分野〕",
                "本発明はパチンコ遊技機に係わり，特に回転ドラムを用いて複数の図柄の組合せ表示を行うとともに組合せに応じた当り動作を行うようなパチンコ遊技機用電動役物装置に関する。」(1頁25行～28行)",
                "イ「〔従来の技術及び発明が解決しようとする問題点〕",
                "従来，上記のようなパチンコ遊技機として特公昭57−12631に開示されたものがあり，この遊技機は，入賞によって回転ドラムなどを回転させ，遊技客が停止スイッチを操作すると順次回転ドラムを停止させ，回転ドラム上の図柄が特定の組合せに一致したとき当り動作を行うようにしたものである。",
                "…(中略)…上記のような従来の方法によれば，特定の組合せになったときの回転ドラムの位置を知ることはできるが，例えば，入賞時に一定の確率に基づいて予め当りを設定し，その後，その当りに相当する図柄の組合せ表示を行って当り動作を行うようにする場合などのように，各回転ドラムについて予め決定された所定の位置にそれぞれの回転ドラムを停止させるときには従来の方法を用いることができないという問題があった。」(1頁29行～2頁17行)",
                "ウ「〔発明の効果〕",
                "以上説明したように，本発明によれば，……各回転ドラムを各回転ドラムについて予め決定された所定の位置にそれぞれ停止させることができる。",
                "また，回転ドラムは特定の入賞口に入賞したときの当り表示のために回転させるため，外部より手動等によって回転ドラムを回転させて所定の停止位置に停止させても当りと判定することがなく，不正を防止することができる。」(7頁13行～24行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例(甲10)には，図面と共に，次の事項が記載されている。",
                "ア「本考案はスロットマシンに関し，詳しくは，表示部における各シンボル列ごとのシンボルの配列をずらすようにしたスロットマシンに関するものである。」(2頁4～7行)",
                "イ「モータ制御回路18は，パルス発生部19から発生されるパルス列を，モータ駆動回路20～22に供給する。この結果ステッピングモータ24～26が駆動されるのでリール2～4が回転する。」(8頁7～11行)ウ「リール2～4のそれぞれは，供給されるパルスの個数に応じて一定角度づつ回転されるが，供給されるパルスの個数は，それぞれのカウンタ30～32によって計数される。この計数値は，各リール2～4が停止したときの，入賞ライン10，11上におけるシンボルの種別を自動的に判定するために用いられるが，リール2～4の一回転ごとにこの計数値はリセットされる。前記カウンタ30～32の計数値をリセットするための信号は，リール2～4の外周の一部に一体化された遮光片2a～4aの通過を検出するホトセンサ33～35から得られるようになっている。」(8頁12行～9頁3行)",
                "エ「各リール2～4が定常回転に達した後，乱数発生部36はモータ制御回路18にランダムなタイミングで3個の停止信号を供給する。この結果，それぞれのモータ駆動回路20～22にパルス発生部からのパルスが供給されなくなるので，ステッピングモータ24～26がそれぞれランダムなタイミングで停止されるとともに，カウンタ30～32での計数値はその時点での計数値を保持する。」(9頁4～12行)",
                "オ「絵柄検出部40～42は，ステッピングモータ24～26が停止した時点でのカウンタ30～32の計数値から，入賞ライン10，11上のシンボルの種別を電気信号として入賞判定部43に出力する。」(9頁19行～10頁3行)",
                "カ「例えば，ステッピングモータ24～26として1パルスあたり1．8°回転するものを使用し，リール2～4のそれぞれには20個のシンボルが配列されている場合には，ステッピングモータ24～26に10パルス供給されると，リール2～4が1シンボル分回転され，200パルスでリール2～4が1回転する。そこで，リール2およびリール4を回転させるステッピングモータ24，26については，一回転が検出される基準位置から10パルスごとに停止されるようにするとともに，リール3を回転させるステッピングモータ25については，前記基準位置から5パルス分ずれた位置で停止させるようにすればよい。」(11頁11行～12頁4行)(3) 以上のとおり，引用例によれば，リール(本件特許発明の「回転ドラム」に相当)が基準位置から10パルス(18°回転)ごと，または基準位置から5パルス(9°回転)分ずれた位置で停止されるように，ステッピングモータ24～26(本件特許発明の「パルスモータ」に相当)にパルスを供給するものであって，基準位置からのパルス数(本件特許発明の「駆動ステップ数」に相当)はカウンタ30～32によって計数され，その計数値(本件特許発明の「計数結果」に相当)に基づいた所定の位置(基準位置から10パルスごと，又は基準位置から5パルス分ずれた位置)で，リールの回転が停止し，その結果，リールに配列されたシンボル(本件特許発明の「図柄」)は，基準位置から1個分ごと，又は基準位置から半個分ずれた位置で停止する発明が開示されている。また，パチンコ遊技機とスロットマシンとはともに遊技機である点で共通する。",
                "そうすると，本件特許発明と引用発明とは，「基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて回転ドラムを所定の位置に停止させるようにした，遊技機用電動装置」の点で一致する。したがって，審決の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対して，原告は，①本件特許発明では，「計数結果」は，予め決定されている位置に停止させる目的で用いられるのに対して，引用発明では，「計数結果」は，3個のリールの停止位置を所定ピッチ分ずらして停止させる目的，つまり，入賞ライン上にずれた並び方になるように図柄を表示する目的で用いられる点において，相違すると主張する。",
                "しかし，審決は，「予め(つまり回転ドラムが現実に停止するより前の時点で)」「乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させる」を含めて，一致点を認定しているものではなく，その点は相違点1において摘示していることとの対比から明らかである。原告の主張は，審決を誤解したことに起因する主張であって前提を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "text": [
            "原告は，相違点1に係る本件特許発明の構成は，当たり外れの結果まで含めたすべてが，ドラム始動口への入賞時に決定されており，その決定事項に基づいて各ドラムが順次決定された停止位置に停止させる制御をする技術に関するものであり，①乙1ないし乙3には，このような技術が開示されていない，また，②開示されていたとしても，引用例，甲5及び乙1ないし3の各技術により，本件発明をすることが容易にできたものではないと主張する。",
            "しかし，原告の上記主張は理由がない。以下に，乙1ないし乙3を順に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "乙1の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙1には，図面と共に，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「スタートレバーの操作により回転駆動される複数のリールと，これらのリールを停止させるリールストップ手段とを有するスロットマシンにおいて，前記リールの回転駆動後に，順次発生される乱数列から一つの乱数を特定するサンプリング手段と，前記特定された乱数が確率テーブル中のいかなる群に属するかを比較照合する手段と，前記比較照合の結果を入賞ランク別のリクエスト信号として出力するリクエスト発生手段と，前記リクエスト信号を評価し，前記リールのストップ位置を設定すると共に，前記リールストップ手段を制御するリールストップ制御手段とを備えたことを特徴とするスロットマシン。」(特許請求の範囲第1項)"
                    },
                    {
                      "fig": "b",
                      "subject": "「ゲーム開始後例えばスタートレバーの操作後の所定のタイミング信号(この時点で各リールは定常回転されることが好ましい。)により，その時点で乱数値RAM80(第8図)に存在する乱数値をそのゲームの乱数値として決定する。こうして決定された乱数値は第9図のフローチャートに従い，後述する入賞確率テーブルと照合され，大ヒットに該当する数値であれば大ヒットリクエスト信号の発生，また中ヒットに該当する数値であれば中ヒットリクエスト信号の発生というように小ヒットまでの判断，処理がなされいずれかのヒットリクエストが発生されるかあるいはヒットリクエストなしかがチェックされることになる。」(5頁左上欄16行～右上欄9行)"
                    },
                    {
                      "fig": "c",
                      "subject": "「以上のようにしてヒットリクエストの発生がなされるが，次にこのヒットリクエストの発生に伴うリールの回転停止制御について述べる。まず，このような目的に合ったリールの駆動方式としては，パルスモータによるリール回転駆動が望ましい。・・・そして前述したように，リールの周縁の1個所に例えば光電検出できるリセット信号部を設け，このリセット位置におけるシンボルマークからリール回転方向への配列に従って順に0～20の付番によるコードナンバーとシンボルマークに対応するシンボルナンバーをROMにメモリしておけば，メインコントロール部により，リセット通過後にモータ送られるパルス数を計数してコードナンバーを算出し前述のコードナンバーおよびシンボルナンバーがメモリされたROMを参照すれば，窓に現れているシンボルマークが識別できることになる。・・・このような構成によれば，リールのストップボタンの押された瞬間に，リセット信号発生後何パルス送られたかを監視し，前述のシンボルナンバーROMを参照するによって(判決注，原文どおり)その時点で窓に現れているシンボルマークが何であるかが識別できる。従って仮にストップボタンが押されてからリールが1回転するまでの間に実際にリールを停止させればよいものとすれば，リセット信号発生からストップボタン操作までの間にモータに送られたパルス数を考慮して，さらに送るパルス数を調節することで任意のシンボルマークが窓に現れて停止するようにすることが可能となる。よって3個のリールそれぞれを同様にして停止させることが許されるなら，3個のリールによる任意のシンボルマークの組み合わせが自在に設定できることになり，この設定を前述したヒットリクエスト発生機能により行えば，所謂乱数サンプリング，入賞テーブル照合に基づくヒットリクエストに従った基本的形態のスロットマシンが得られるものである。」(5頁右下欄19行～6頁左下欄6行)"
                    },
                    {
                      "fig": "d",
                      "subject": "「しかしながら実際的にはリールストップボタンの操作後あまり時間経過してから(リールが回転してから)リールが停止するのではゲーム遊戯者に不自然な感じを与え易い。そこで前述した基本的形態をさらに発展させ，以下に説明する構成によりストップボタンが操作された時点から限られた時間内にリールを停止させ，しかも可能な限り得られたヒットリクエストに応じたシンボルマークの組み合わせでリールを停止させるようにするものである。このため，まずストップボタンの操作後，シンボルマークが例えば4個分移動するまでの間にリールを停止させるようにするものとする。そして，ストップボタンが操作された時点でのリールの位置から，これに後続しているシンボルマーク4個までの計5個のシンボルマークが何であるかをチェックするようにしてある。このようにシンボルマークをチェックして，すでにセットアップされたヒットリクエストに対応するシンボルマークの組み合わせを得るのに必要なシンボルマークがその5個のチェック範囲内にあればそこでリールを停止させることになる。なお，このような処理は3個のリールそれぞれについて行われることは言うまでもない。」(6頁左下欄7行～同頁右下欄10行)"
                    },
                    {
                      "fig": "e",
                      "text": [
                        "「すなわち本発明によれば，まずスタートレバーの操作タイミングという任意性のある時点で，乱数値をサンプリングし，このサンプリングされた値を入賞確率テーブルと照合してヒットリクエストを発生させる。",
                        "そして，このヒットリクエストに応じた入賞が得られるように各リールを制御すると共に，このリール制御にゲーム者のストップボタン操作タイミングという限定条件を加味することによって，ランダム性と遊戯者の技術とをミックスすることができることになる。」(10頁左上欄11～20行)"
                      ]
                    },
                    {
                      "fig": "f",
                      "subject": "「なお，本発明は，リールが自動的に停止するタイプのスロットマシン，あるいはリールをCRTで表示するビデオタイプのスロットマシンにも利用することができる。」(10頁右上欄8～11行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1記載の発明においては，スタートレバー操作後の所定のタイミングで乱数値を特定し，特定された乱数値を入賞確率テーブルと照合してヒットリクエストを発生させ(上記b)，リセット信号発生からストップボタン操作までの間にモータに送られたパルス数を考慮して，さらに送るパルス数を調節することで任意のシンボルマークが窓に現われて停止するようにし，ヒットリクエストに応じた入賞が得られるように各リールのストップ位置を設定する(上記c)ものであり，設定されたヒットリクエストに対応するシンボルマークの組み合わせを得るのに必要なシンボルマークが，ストップボタンが操作された時点でのリールの位置に後続する5個のチェック範囲内にあればそこでリールを停止させ，可能な限り得られたヒットリクエストに応じたシンボルマークの組み合わせでリールを停止させる(上記d)ようにする制御(上記e)が行われている。このような制御は，スタートレバー操作後の所定のタイミングを契機として，乱数，テーブルによりリールのストップ位置を設定し，可能な限り得られたヒットリクエストに応じたシンボルマークの組み合わせでリールを停止させるようにする制御を行うものであるから，乙1には，相違点1に係る本件特許発明の構成(すなわち「乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させる」との技術)が開示されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙2の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙2には，図面と共に，次の記載がある。",
                    "「(A)ハンドルの引き倒しにより生ずる信号を検出するハンドル信号検出部，(B)該ハンドル信号検出部からの信号により乱数情報を決定する乱数発生回路，(C)回転しているリールの絵柄位置情報を作成する絵柄位置検出部，(D)前記乱数情報に基づき配当テーブルメモリの乱数情報により指定されたアドレスから絵柄の組合せおよび配当を読み取り，かつこれらと絵柄位置情報とを比較演算してリール停止位置情報を出力する比較演算部，および(E)リール停止位置情報に基づき前記決定された絵柄の組合せでリールを停止せしめるリール停止部からなるスロットマシンのリール停止機構。」(特許請求の範囲)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この記載からすると，乙2には，スタートレバーの操作を契機として，乱数，テーブルによりリールの停止位置を決定し，決定された絵柄の組合せでリールを停止させることが示されているのであるから，乙2には，相違点1に係る本件特許発明の構成(すなわち「乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させる」)が実質的に開示されているということができる。",
                    "これに対して，原告は，乙2には，いわゆるフィードフォワード制御ではなく，いわゆるフィードバック制御を採用した部分もあると主張する。",
                    "しかし，乙2に，たとえ，従たる制御として，いわゆるフィードバック制御が用いられる記載があったとしても，主要な制御方法として，スタートレバーの操作を契機として，乱数，テーブルによりリールの停止位置を決定し，決定された絵柄の組合せでリールを停止せしめる制御が示されている以上，前記の認定を左右する理由にはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙3の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙3には，図面と共に，次の記載がある。",
                    "「レバーが操作されるとプロセッサ102にはゲーム開始信号が与えられる。プロセッサ102はこれにもとづいてスタート信号を発する。時刻t1においてスタート信号が発せられると，CRTコントローラ104はCRT108のディスプレイ画面に表示したマトリックス状のシンボル列が一定方向に移動するようにCRT108を制御する。・・・・また，スタート信号は乱数発生器103にも与えられ，乱数は仮想リールメモリ105に与えられる。与えられた乱数によって，仮想リールR11～R33のそれぞれについて，16進数表現で0番地からC番地までのアドレスが選択される。時刻t2において，仮想リールメモリ105はポインタデータ信号を発する。ポインタデータ信号は乱数によって選択された仮想リールごとのアドレスおよびシンボルコードからなり，プロセッサ102およびCRTコントローラ104に与えられる。ここで，仮想リールの0番地からC番地までのアドレスにおけるシンボルコードの組合せは第3図に示すようになっているものとし，仮想リールR11，R12，R13，R23，R33の3，7，0，5，C番地が乱数によって選択されたとする。すると，第5図に示すように，ペイライン800においてシンボルコード“4”のシンボルが並ぶことになり，プロセッサ102によって当りと判定される。・・・時刻t3において当りの判定が終了すると，リール停止制御信号がCRTコントローラ104から順次発せられてCRT108に与えられる。これによってCRT108のディスプレイ画面に表示されたシンボル列の移動は順次停止する。なお，各シンボル列は，ポインタデータ信号によって指定されたシンボルがディスプレイの中心に来る位置で停止する。」(3頁右下欄18行～4頁右上欄15行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の記載によれば，乙3には，レバーの操作を契機として，乱数，仮想リールメモリ(「テーブル」に相当)によりシンボルの組合せをつくり，その結果をCRTのディスプレイ画面に表示することが示されているのであるから，乙3には，相違点1に係る本件特許発明の構成(すなわち「乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させる」)が実質的に開示されているということができる。",
                    "原告は，乙3はリール(ドラム)タイプのスロットマシンを従来技術と認識しつつ，CRTタイプのスロットマシンに関する改良モデルを開発したものであるから，リール(ドラム)タイプのスロットマシンに適用することはできないと主張する。しかし，相違点1に係る本件特許発明の構成は，リール(ドラム)タイプかCRTタイプにより，当業者が適宜選択できる事項であると認められるから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，乙1ないし乙3のいずれによっても，相違点1に係る本件特許発明の構成(「乱数，テーブルより各パルスモータの停止位置を決定し，上記停止位置に基づき各回転ドラムの基準点の検知時からパルスモータの駆動ステップ数を計数し，その計数結果に基づいて上記3個の回転ドラムを順次停止させる」)は，本件特許の出願の時点で周知の技術であったと認められる。",
                "そうすると，相違点1について，本件特許発明は，引用発明，甲第5号証記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものということができる。",
                "なお，引用発明及び周知技術(乙1ないし3)は，いずれもスロットマシンに関するものであり，本件特許発明はパチンコ遊技機用電動役物装置に関するものであってこの点も相違する。しかし，前者に関する技術をパチンコ遊技機の中に組み込まれた図柄組合せ表示部に適用することに格別の支障はないので，上記の相違が，容易に発明をすることができたとの前記判断を左右するものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}