{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2003-35317号事件について平成16年11月29日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "主文第1，2項と同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の請求を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は原告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成13年9月28日に登録出願(以下「本件出願」という。)され，平成14年8月30日に設定登録(登録査定平成14年7月29日(以下「登録査定時」という。))された登録第4600778号商標(以下「本件商標」という。)の商標権者である。",
                "本件商標は，「POLO　GOLF」の欧文字を標準文字により書してなり，商標法施行令1条別表(以下，単に「別表」という。)の第25類「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア，ゴルフ用靴」及び第28類「ゴルフクラブ，ゴルフボール，ゴルフ用パター練習具，キャディバッグ，ゴルフ用手袋，ゴルフクラブヘッドカバー，その他のゴルフ用具」を指定商品とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成15年7月25日，特許庁に対し，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録を無効とすることについて審判の請求をした。特許庁は，同請求を無効2003-35317号事件として審理をした上，平成16年11月29日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，そのころ原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「Polo」の文字を横長四角形に記載してロゴ化した標章及びポロ競技者の図形と「by　RALPH　LAUREＮ」又は「by　Ralph　Lau",
              "text": [
                "ren」とを組み合わせた標章は，P1がデザインしたファッション商品及びその関連商品を表彰する「ポロ」，「Polo」ないし「POLO」として著名になり，それぞれが独立して強い自他商品識別力及び顧客吸引力を獲得し，その周知著名性は，本件出願時はもとより，登録査定時を経て今日に至るまで継続している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標は，「ポロゴルフ」の称呼のほか，「ラルフ・ローレンのデザインに係るPOLO(ポロ)」の観念と一体となった「ポロ」の称呼を生じ，「ラルフ・ローレンのデザインに係るゴルフ用の商品」の観念を生じるものである。これに対し，①登録第1434359号商標(以下「引用商標A」という。昭和47年6月13日に登録出願，平成3年政令第299号による改正前の商標法施行令1条別表(以下「旧別表」という。)の第17類「ネクタイ，その他本類に属する商品，但し，ポロシャツ及びその類似品ならびにコートを除く」を指定商品として，昭和55年9月29日に設定登録され，その後，平成2年9月20日及び平成12年4月18日に商標権存続期間の更新登録がされたものである。)及び②登録第2721189号商標(以下「引用商標C」という。昭和56年4月6日に登録出願，旧別表第17類「被服(運動用特殊被服を除く)布製身回品(他の類に属するものを除く)寝具類(寝台を除く)」を指定商品として平成9年5月2日に設定登録されたものである。)は「POLO」の文字よりなり，③登録第1447449号商標(以下「引用商標B」という。昭和47年4月22日に登録出願，旧別表第17類「被服(運動用特殊被服を除く)布製身回品(他の類に属するものを除く)寝具類(寝台を除く)」を指定商品として，昭和55年12月25日に設定登録され，その後，平成2年12月21日及び平成12年9月5日に商標権存続期間の更新登録がされ，指定商品については，平成13年2月14日の書換登録により，別表第5類「失禁用おしめ」，同第9類「事故防護用手袋，防火被服，防じんマスク，防毒マスク，溶接マスク」，同第10類「医療用手袋」，同第16類「紙製幼児用おしめ」，同第17類「絶縁手袋」，同第21類「家事用手袋」，同第25類「洋服，コート，セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽，和服，エプロン，えり巻き，靴下，ゲートル，毛皮製ストール，ショール，スカーフ，足袋，足袋カバー，手袋，布製幼児用おしめ，ネクタイ，ネッカチーフ，バンダナ，保温用サポーター，マフラー，耳覆い，ずきん，すげがさ，ナイトキャップ，ヘルメット，帽子」と改められたものである。)，④登録第4015884号商標(以下「引用商標D」という。昭和58年5月11日に登録出願，旧別表第17類「被服(運動用特殊被服を除く)布製身回品(他の類に属するものを除く)寝具類(寝台を除く)」を指定商品として，平成9年6月20日に設定登録されたものである。)及び⑤登録第4041586号商標(以下「引用商標E」という。昭和58年5月11日に登録出願，旧別表第17類「被服(運動用特殊被服を除く)布製身回品(他の類に属するものを除く)寝具類(寝台を除く)」を指定商品として，平成9年8月15日に設定登録されたものである。)は，審決書別掲(1)ないし(3)のとおり，図形と黒塗りのやや図案化した「Polo」の文字，図形と「Polo SPORTS」(「Polo」の文字は，二倍程度大きくやや図案化されている。)及び「PoLo　SPORTS」(「Polo」の文字は，二倍程度大き",
              "text": [
                "い。)よりなるものであるから，引用商標AないしE(以下，これらを併せて「引用商標」ともいう。)は，その構成文字に相応して「ポロ」又は「ポロスポーツ」の称呼を生じるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "してみれば，本件商標と引用商標とは，「ポロ」の称呼を共通にするけれども，本件商標をその指定商品中の「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用し，取引した場合，取引者及び需要者は，上記(1)の「POLO」の著名性からして「ラルフ・ローレンのデザインに係るPOLO(ポロ)」の観念を伴った「ポロ」と認識する蓋然性が極めて高いというべきであり，かつ，外観上は区別でき，観念上も異なるものといえるものであるから，引用商標がその指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用されても，商品の出所の誤認混同を生じない非類似の商標というのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録は，商標法4条1項11号に違反してされたものということはできず，同法46条1項の規定によりその登録を無効とすることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件商標は，上記のとおり，引用商標がその指定商品中「ゴルフ用ウィンドブレーカー，ゴルフ用レインウェア」に使用されても，商品の出所の誤認混同を生じない非類似の商標であり，また，「POLO」が本件出願時及び登録査定時には，P1がデザインしたファッション商品及びその関連商品を表彰する標章として周知著名であることからすると，本件商標をその指定商品中上記商品に使用した場合，取引者，需要者が請求人の使用する「POLO」の商標を直ちに連想又は想起するとは認められず，該商品が請求人又は請求人と何らかの関係を有する者の業務に係るものであるかのように，商品の出所について混同を生じるおそれはないものといわなければならない。したがって，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録は，商標法4条1項15号に違反してされたものとして，同法46条1項の規定によりその登録を無効とすることもできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録が商標法4条1項11号に違反してされたものではないと誤って認定判断したものであり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用商標と本件商標の由来",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標について",
              "text": [
                "原告は，「POLO」ブランドの管理会社として，平成元年3月17日，公冠株式会社(以下「公冠」という。)と公冠販売株式会社(以下「公冠販売」という。)が資本金を折半して設立された会社である。原告は，公冠販売から引用商標AないしEに係る商標権を譲り受けたものである。原告が商標権を保有する引用商標AないしCは，「ラルフ・ローレンのポロ」が我が国で販売される以前から使用され，引用商標D，Eは，かつて商標法に存在した連合商標制度に基づきそれぞれ引用商標A，Bの連合商標として出願され，同制度が廃止になった後，設定登録されたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "公冠販売が引用商標AないしEを取得した経緯は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用商標A",
                      "text": [
                        "引用商標Aは，P2(以下「P2」という。)が登録出願し，設定登録されたものである。引用商標Bより後願であるにもかかわらず，商標登録されたことから，引用商標Bの出願人である丸永衣料株式会社(以下「丸永衣料」という。昭和60年1月「公冠販売」に商号を変更した。)が引用商標Aにつき無効審判請求を行った。その後，両者の間で，丸永衣料がP2から引用商標Aの譲渡を受け，丸永衣料は，代わりに「ネクタイ及びマフラー」の商品について，P2が代表者であるタッグネックウェアー工業株式会社に同商標の専用使用権を設定するとの合意が成立し，丸永衣料は上記無効審判請求を取下げたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標B",
                      "text": [
                        "引用商標Bは，丸永衣料が登録出願し，設定登録を得たものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用商標C",
                      "text": [
                        "引用商標Cは，公冠販売が登録出願し，設定登録を得たものである。",
                        "P2から譲渡を受けた引用商標Aは，その出願の過程で「ポロシャツ及びその類似品ならびにコート」なる指定商品が削除されていたことから，改めて昭和56年に旧別表第17類の全商品を指定商品として引用商標Cの登録出願をしたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用商標D及びE",
                      "text": [
                        "引用商標D及びEは，「POLO」ブランドのカジュアルウェア・ラインに使用するため，公冠販売が登録出願し，設定登録を得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標の使用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標A及びBは，その出願時である昭和47年以前から現在に至るまで，公冠及び公冠販売(旧商号・丸永衣料。以下，両会社を併せて「公冠グループ」という。)により使用されてきた。",
                        "公冠グループは中小企業であったものの，独自のブランド育成，販売促進戦略を実施し，昭和56年に被告から株式会社西武百貨店(以下「西武百貨店」という。)を介してライセンス契約の申出があったときには，既に公冠グループの「POLO」ブランドは被服業界で一定の信用を確立していた。昭和62年に，公冠販売が被告の前身であるザ・ポロ・ローレン・カンパニーとの間で引用商標A及びBについて同会社のため通常使用権を設定する契約(以下「本件使用許諾契約」という。)を締結するに当たっても，永年育んできた公冠グループの「POLO」ブランドを継続して展開することとし，その後現在に至るまで公冠グループ独自の企画による商品を展開している(なお，平成11年5月，公冠は公冠販売を吸収合併した。)。引用商標を含む「POLO」商標の商標権者である公冠グループは，ポロ競技に由来する「POLO」ブランドを，百貨店等を中心に展開する「RALPH　LAUREＮ」を付した被告の商品ラインと，地域卸商と量販店を中心に展開する「BRITISH　COUＮTRY　SPIRIT」を付した公冠",
                        "グループの商品ラインという，販路及びブランドコンセプトの異なる二つの商品ラインで展開する戦略を選択したのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成元年3月，公冠と公冠販売という二つの同族会社が有していた「POLO」ブランドの管理を行うため，公冠と公冠販売が出資して原告を設立し，平成10年には引用商標を含む一連の「POLO」関連商標の商標権を公冠販売から原告に移転させるとともに，本件使用許諾契約の契約上の地位も承継させた。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標について",
              "text": [
                "本件商標は，「POLO　GOLF」の欧文字を横書きしてなる結合商標であるところ，そのうちの「GOLF」の文字は，「ゴルフ用ウィンドブレーカー，ゴルフ用レインウェア」について使用される場合には，当該商品の用途ないし品質を表示する慣用的な用語あるいは普通名称にすぎず，自他商品識別力を発揮しないことが明らかである。",
                "ところで，「POLO」は周知のとおり，元来，ペルシャやインドで発祥し，英国に渡り，今日まで盛んに楽しまれている馬上球技の名称であり，また，襟付の半袖のカジュアル衣料の名称であるポロシャツに用いられている「ポロ」としても親しまれているものである。このポロ競技は米国においても既に長い年月を経て愛好されており，各地にポロ競技愛好者のクラブが存在し，競技会が催されている。このような状況の下で，デザイナーであるP1が米国において1970年代にニューヨークにおいてネクタイのデザインから出発し，1974年の映画「華麗なるギャツビー」の主演男優の衣装デザインを担当したことから，P1の「ポロ」ブランドが有名になり始めた。",
                "しかし，我が国では，1960年代，1970年代は全く事情を異にしており，「POLO」はスポーツ競技としてほとんど知られていなかった。被告が我が国での事業展開を始めたのは，実質的には1980年代に入ってからということができ，実際に急激に売上を伸ばし，自らの資本投下を伴う本格的な展開をしたのは，昭和62年に原告の前身である公冠販売と被告の前身であるザ・ポロ・ローレン・カンパニーとの間で本件使用許諾契約が締結された後である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標と本件商標との類否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，「POLO」と「GOLF」のそれぞれ独立した二語からなる結合表示であるが，引用商標A，Cの各商標中の「POLO」の語に「GOLF」の語を加えたものにすぎないところ，「GOLF」の語は，①指定商品中のゴルフ用ウィンドブレーカーやゴルフ用レインウェアの用途を表示する形容詞的文字として使用されており，②「GOLF」自体は一般的に慣用される文字となっていることは周知の事実である。したがって，このような文字を「POLO」の文字と結合して出願された本件商標の場合，先願商標である引用商標A，Cとの関係では「POLO」の語を要部とみるのが，常識的かつ一般的であり，商標法4条1項11号の解釈に合致するものである。",
                "そうすると，引用商標A，Cとの類否判断においては，「GOLF」を除外して両商標の比較検討がされるべきものであり，本件商標と引用商標A，Cは，両商標は外観，称呼及び観念のいずれにおいても類似するというべきである。",
                "このことは，「Polo」，「PoLo」の文字を含んでなる引用商標B，D，Eの関係でも，同様ということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件商標はそれ自体として周知性を獲得しており，本件商標からは「ポロゴルフ」の称呼を生じるとして，本件商標と引用商標とは非類似である旨主張する。しかし，かかる主張は，被告による本件商標の使用態様に反し，被告の他の主張とも矛盾するものであって，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告の使用態様をみても，「POLO」のエンブレム図形や「POLO」刺繍を付した商品を多数展開して広告媒体にも使用し，「THE　POLO　RAIＮSUIT」なる語も使用しているほか，「POLO」の文字を際立たせた態様で広告媒体を作成しており，取引者，需要者に本件商標中「POLO」に着目させようとする被告の意図が明らかにうかがえる。さらに，店頭カタログでは「ポロブランドならではのスタンダードな‥‥‥」と，「ポロゴルフ」ブランドでなく，「ポロ」ブランドと被告自身が略称している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，類否判断に当たり被告の「POLO」標章の著名性を考慮すべき旨を主張しているが，取引者，需要者が本件商標中「POLO」に着目するのであれば，本件商標から「ポロ」の称呼が生じるとするのが自然である。その上，「ゴルフウェア」は指定商品「ゴルフ用ウィンドブレーカー，ゴルフ用レインコート」を含む普通名称であるから，本件商標から「ポロのゴルフウェア」なる観念を生じるというのであれば，本件商標を付した「ゴルフ用ウィンドブレーカー，ゴルフ用レインコート」に接した取引者，需要者が「ポロ」の称呼及び観念をもって本件商標の出所を識別すると解すべきであり，当然に「ポロ」の称呼が生じるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，「ファッション業界においては，ブランド名と組み合わせて，当該ブランド名を冠した数種のブランドラインのうち，ゴルフ競技用ウェアに代表されるような，高級感とスポーティなイメージが併存したラインを表すことが通例となって」いるとして，「本体ブランドのラインとは明確に区別されている」と主張する。しかし，かかる事実は，「GOLF」なる語を付した本件商標が，「当該ブランド」，すなわち本件でいう「POLO」ブランドと同一又は関連する出所に係る商標であるとの認識がファッション業界で定着しているという取引の実情を示すものである。",
                    "そして，「本体ブランドのラインとは明確に区別されている」のは，「POLO」と「POLO　GOLF」という，ブランドそのものの異同の問題であって，商標法上の類否判断の対象となる出所の同一性，関連性の問題ではない。",
                    "被告は，ブランドそのものの異同と，ブランドに係る出所の同一性及び関連性とを履き違えている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件商標が「POLO　GOLF」，「ポロゴルフ」として周知性を獲得していると主張している。しかし，取引者，需要者に本件商標中「POLO」に着目させようとする意図が明らかにうかがえる被告自身の使用態様からしても，本件商標が「POLO」ブランドと同一もしくは関連する出所に係る商標であるとの認識が定着している取引の実情からしても，「ポロ」の称呼が生じ得ないまでの一体性をもって本件商標が取引者，需要者に広く知られているとは到底認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件においては，類否判断基準における「取引の実情」として，比較対象となる一方の商標の著名性がどの程度勘案されるべきかという点が問題である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告の「POLO」関連の標章は，少なくとも我が国の市場においては「POLO　BY　RALPH　LAUREＮ」や「騎乗するポロ選手の図形」で",
                  "text": [
                    "ある。被告は，過去において，「POLO」の文字の単独の標章を使用した事実がなく，「POLO　BY　RALPH　LAUREＮ」ないし「POLO　RAL",
                    "PH　LAUREＮ」等として一貫し，かつ，統一的に使用してきたのである。",
                    "したがって，「POLO」の文字をその一部に用いた商標が，我が国の取引者及び需要者に対し，「ラルフ・ローレンのデザインに係る被服等の商品の出所の識別標識」として強く支配的な印象を与えるとする被告の主張は，理由のないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標と引用商標の類否を判断するに当たり，考慮されるべき基本的な「取引の実情」に当たる事実は，①先願商標である引用商標に係る商標権が，本件出願時及び登録査定時において既に適法に存在していたこと，②被告は，本件出願から約14年も前に，原告の前身である公冠販売から引用商標A，Bについて通常使用権の設定を受け，これを使用してきたことである。",
                    "審決は，これらの事実を考慮に入れないで両商標の類否を判断した結果，両商標が類似しないとの誤った結論に至ったものである。審決の結論が是認されることになれば，先願登録商標を要部とする類似商標を後発的に使用する場合，いったん，先願登録商標について通常使用権の設定を受け，ライセンス料を支払った後，宣伝広告を大々的に行って，上記類似商標を付した商品の売上高を築けば，先願登録商標の商標権すら取得できる，すなわち，後発的に上記類似商標を周知著名にする資金力・営業力さえあれば，先願主義も登録主義も，使用許諾制度上の秩序も無視することができるという結果を生み，商標の登録主義を採用する商標法の既存秩序を根底から破壊することとなる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告が本件において考慮すべき取引の実情として主張する事実については，すべて争う。",
                    "過去の判例，被告主張の売上高のいずれからしても，昭和62年の本件使用許諾契約締結前に，「POLO」標章が被告の商品を表示するものとして周知著名であったという根拠は存在しない。被告が主張する売上高は，「POLO」標章を含む使用商標のほか，「POLO」標章を含まない「RALPH　LAUREＮ」標章を使用した商品の売上高の総額であり，「POLO」標章を含む商標だけを使用した商品の売上高ではない。被告が主張する売上高のほとんどは，世界的に有名なデザイナーであるP1を表示する「RALPH　LAUREＮ」標章を顧客吸引力として形成されたものである。被告主張の売上高のすべてが「POLO」標章に起因したものであると認めるに足りる証拠はない。",
                    "なお，被告の「POLO」標章が我が国において遅くとも昭和55年ころまでに周知著名性を獲得したとする原審の認定を支持したという，最高裁平成13年7月6日第二小法廷判決・判時1762号130頁は，審理の対象である商標の出願時が平成4年7月24日であって，被告の標章が昭和50年代のどの時期に著名性を得たか否かという点が，判決の結論を左右するものではなく，当事者間で争われていなかった事案に関するものであり，上記周知著名性の獲得時期についての被告の主張がそのまま当事者間に争いのない事実と判断されたにすぎないものである。遅くとも昭和55年ころまでに広く知られていたとされた引用商標は「POLO　BY　RALPH　LAUREＮ」若しくは「POLO　RALPH　LA",
                    "UREＮ」であり，「POLO」ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記に述べたところから明らかなとおり，本件商標は引用商標と類似するものであり，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録は，商標法4条1項11号に違反するものであるから，無効とされるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "審決の結論は，ある商標の登録出願がされた時に先願登録商標の中に外観・称呼・観念のいずれかに類似する商標が存在していた場合に，その後願の登録出願者が関連する周知著名な商標を保有しているときには，「取引の実情」という名の下に特別事情を認めて，混同する可能性の高い商標であっても，後願の商標について登録を認めることを可能とすべきであるとするに等しい。",
            "しかしながら，既に適法に登録商標を保有し，その商標を使用して一定のグッドウィルを確立している登録商標が存在する場合において，それと類似・酷似する商標が後に著名性を獲得した場合に，当該著名な商標を，著名性を理由に非類似商標として登録を認めることは，当該著名な商標に特別の権利を付与し，あるいは例外的取扱いをすることになる一方，既に登録されている既存の商標の権利を稀釈化ないし弱体化させることになるが，このようなことは，我が国の商標制度上認められていない新しい権能を具有する「特別商標権」を特許庁が裁量行為として創設するに等しく，法的処理の客観性・安定性を欠く結果を招くことが明らかである。",
            "需要者が，登録商標を商標権者以外の者の業務に係る商品を表示するものと誤信することは多々見られるところであり，登録商標の使用許諾を受けた者の資金力・営業力が，商標権者よりも秀でている場合，使用許諾に係る登録商標を使用権者の業務に係る商品を表示するものと需要者が誤信するようなことは間々あることである。しかし，このような場合であっても，使用許諾契約の対象となっている登録商標に係る商標権の帰属に変化はない。「需要者がだれの商品を表示するものと認識する蓋然性が高いか」などといった視点で，私権である商標権の帰属を，行政庁である特許庁が任意に決することなど許されるはずはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録が商標法4条1項11号に違反してされたものではないとした審決の認定判断は相当であり，審決に原告主張の取消事由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用商標と本件商標の類否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標と引用商標とは類似しないものであり，審決の認定判断は正当であって，取り消されるべき理由はない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告の「POLO」標章が高い周知著名性を有すること",
                  "text": [
                    "被告の「POLO」標章は，P1のデザインに係る被服等の商品を表示するものとして，本件使用許諾契約締結時(昭和62年1月1日)よりはるか前から高い周知著名性を獲得し，取引者及び需要者の間に広く認識されるに至り，その状態が現在においても継続している，そのことは，最高裁平成13年7月6日第二小法廷判決・判時1762号130頁が，被告の「POLO」標章が，我が国において，遅くとも昭和55年ころまでに，P1のデザインに係る被服等の商品を表示するものとして，取引者及び需要者の間に広く認識されるに至り，その状態が現在においても継続していることを認定した原審の事実関係を支持したのを始めとして，多数の裁判例の認めるところである。",
                    "すなわち，西武百貨店は，昭和51年3月に被告の前身であった「ポロ　ファッションズ　インク」とメンズ・ウエアについてのライセンス契約を締結し，「POLO」標章を付した商品の販売活動を行っている。被告の「POLO」標章を付した商品については，それ以前にも，菱屋株式会社が，昭和50年ころに三井物産株式会社を通して「ポロ　ファッションズ　インク」と直接ライセンス契約を結び，被告の「POLO」標章を付したネクタイを製造・販売していた。西武百貨店は，その後ライセンス商品の範囲を広げ，昭和53年にはレディース・ウエア，昭和55年にはボーイズ・ウエア，昭和57年にはガールズ・ウエア及びレザー・グッズ，昭和59年にはホーム・ファニシング，平成6年には「ポロゴルフ」ライン，平成9年には幼児服及び「ポロジーンズ」ラインの取扱いを開始している。",
                    "その結果，被告の「POLO」標章を付した商品の小売ベースでの売上げは，昭和52年には早くも約5億6200万円を記録したのを皮切りに，昭和53年には約14億1800万円，昭和54年には約21億0200万円，昭和55",
                    "年には約38億8200万円，昭和56年には約72億2300万円，昭和57年",
                    "には約124億7500万円，昭和58年には約150億0500万円，昭和59",
                    "年には約172億3000万円，昭和60年には約216億6200万円，昭和6",
                    "1年には約286億8200万円を記録していたのであり，本件使用許諾契約が締結されたのは昭和62年であるから，被告の「POLO」標章はこれよりはるか前に既に日本有数のファッションブランドに成長していたことが明らかである。ちなみに昭和62年の売上は約329億6700万円である。",
                    "被告の「POLO」標章を付した商品は，現在も年間900億円近い売上を誇る日本でも有数の人気ブランド商品であり，このような高い売上水準及びこれに伴う高い周知著名性を維持しているのは，ひとえに被告自身の努力により，その品質及びデザイン性の高さが認められたためであって，本件使用許諾契約が存在することによるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標からは「ポロゴルフ」の称呼が生じること",
                  "text": [
                    "上記アに記載したとおり，本件商標に係るポロゴルフは，被告のカジュアルラインの一つとして米国で発表され，平成6年に日本での展開が開始されたものである。",
                    "本件商標が付された商品は，商品に接した需要者・取引者によって，被告の商品構成において明確に「ポロゴルフ」ラインとして認識されており，本件商標からはあくまで「ポロゴルフ」の称呼が生じる。",
                    "「GOLF」は，もともとは球技の一種を表す一般的用語であるが，現在のファッション業界においては，ブランド名と組み合わせて，当該ブランド名を冠した数種のブランドラインのうち，ゴルフ競技用ウエアに代表されるような，高級感とスポーティなイメージが併存したラインを表す(すなわちこの場合，「GOLF」は，単なる球技としてのゴルフを示すのではなく，ポロシャツ，トレーナー，パーカー等の，高級でありつつ比較的スポーティな商品を総称する概念的な用語として使用されている。)ことが通例となっており，本体ブランドのラインとは明確に区別されて取引されている。「GOLF」という語をこのような態様で使用しているブランドも多く，例えば，「バーバリーゴルフ」等がある。",
                    "このように「GOLF」という用語が付されることで，初めて当該ブランドの高級でスポーティなラインであると認識されるのであって，「GOLF」が省略されてしまったのでは，本体ブランドのラインと区別がつかなくなる。これでは，取引の実情にも合致しない。",
                    "本件商標は，前述のとおり，被告の「POLO」標章が高い周知著名性を獲得していることとも相俟って，被告のデザインする商品の一ラインを示すものとして，それ自体周知性を獲得している。",
                    "したがって，本件商標からは「ポロゴルフ」の称呼が生じ，引用商標とはそもそも称呼を共通にしないから，類似しないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の周知性",
                  "text": [
                    "前述のとおり，本件商標に係るポロゴルフは，被告のカジュアルラインの一つとして米国で発表され，平成6年に日本での展開が開始されたものである。",
                    "本件商標は，被告商品の「ポロゴルフ」ラインのメインラベルとして使用されている。また，次のとおり，被告は，本件商標を使用して，ファッション雑誌，ゴルフ雑誌等に多数の広告を掲載している。さらに，被告が協賛して，「ポロゴルフ」ジュニアトーナメントと題するゴルフ・トーナメントが，世界各国のジュニア選手を招いて開催されており，日本においてもその予選が行われている。本件商標を付した被告商品は，百貨店のスポーツ用品売場において，「ポロゴルフ」のコーナーを専用に設けて販売されている。その他，西武ドームの球速掲示用の電光掲示板において，「POLO　GOLF」「ポロゴルフ」の表示がなされる。これらにより，被告の「ポロゴルフ」ラインは被告を主宰するP1のデザインする商品の一ラインを示すものとして，需要者及び取引者の間で周知性を獲得していることは明らかであり，その結果，本件商標からは「ポロゴルフ」の称呼が生じるといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ファッション雑誌，ゴルフ雑誌における広告及び宣伝活動　　　　　　被告の「ポロゴルフ」ラインの商品に関する広告は，多くのゴルフ雑誌，ファッション誌等に掲載され，本件商標を付した商品が被告を主宰するP1のデザインに係る商品であることは，需要者及び取引者の間で周知となっている(乙14号証ないし乙56号証)。掲載されている雑誌には，「GOLFDIGES",
                      "text": [
                        "T」「ALBA」「Choice」といったゴルフ雑誌，「PRESIDEＮT」",
                        "「Gainer」「BRIO」「日経ビジネス」といった男性向け情報誌，「CLASSY」「FIGARO」「Frau」といった女性向けファッション誌があ",
                        "り，被告の「ポロゴルフ」ラインの商品の高級でスポーティなイメージの確立に寄与している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商標を大会名とするゴルフ・トーナメント",
                      "text": [
                        "ジュニアを対象として，本件商標を冠した「JJGA(日本ジュニアゴルフ協会)　ポロゴルフ　ジャパン　ジュニアクラシック」と題するトーナメントが開催されている(乙57号証。2004年度が第10回開催である)。かかるゴルフ・トーナメントは，日本ジュニアゴルフ協会が主催し，被告の日本におけるマスターライセンシーである株式会社ポロ・ラルフローレンジャパンの特別協賛，アクシネット　ジャパンインク及びブリジストンスポーツ株式会社の協賛で行われ，同トーナメントに先立って開催される地区予選の「JJGA　ポロゴルフ　ジャパンジュニアトーナメント」の上位者のみに参加資格が付与される極めてレベルの高いトーナメントである。",
                        "このゴルフ・トーナメントの上位者については，AJGA(アメリカンジュニアゴルフ協会)が主催し，世界各国のジュニア選手を招いて開催される「ポロゴルフ　ジュニアクラシック」へ日本ジュニアゴルフ協会から派遣される(乙58号証)。このAJGA主催の「ポロゴルフ　ジュニアクラシック」は，米国におけるジュニアのいわゆるビッグ・トーナメント大会の一つとして格式ある極めてハイレベルの大会である。",
                        "また，「JJGA　ポロゴルフ　ジャパン　ジュニアクラシック」「ポロゴルフ　ジュニアクラシック」については，ジュニア用の月刊ゴルフ新聞「FUTURE」でも大きく取り上げられており，同新聞には被告「ポロゴルフ」ラインの宣伝もなされている。",
                        "これらにより，本件商標を冠した「JJGA　ポロゴルフ　ジャパンジュニアトーナメント」は日本国内のゴルフ競技者(特にジュニア競技者)及びその関係者等にとって周知著名な大会となっている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「ポロゴルフ」ラインの商品の百貨店等での販売",
                      "text": [
                        "本件商標を付した「ポロゴルフ」ラインの商品は，1994(平成6)年に日本での展開が開始され，全国各地の有名百貨店のスポーツ用品売場やスポーツ用品専門店等において，「ポロゴルフ」ラインの商品専用の独立したコーナーが設けられ，販売されている。かかるコーナーは，他のブランドの売場とは区別され，本件商標を付した高級感ある看板が掲げられることになっている(なお，「ポロゴルフ」の売場のレイアウト等については，被告内部において詳細なマニュアルが存在し，被告において厳正に管理されている。)。",
                        "「ポロゴルフ」コーナーは，全国各地の有名百貨店に設けられており，その合計は37店舗に及ぶ。また，スポーツ用品専門店においても，「ヴィクトリア」を中心として全国各地の合計21店舗に「ポロゴルフ」のコーナーが設けられている。また，被告の路面店内においても「ポロゴルフ」の商品が取り扱われている。",
                        "「ポロゴルフ」の商品は順調に売上を伸ばし，現在年間約20億円前後の売上高(上代ベース)を記録して推移している。「ポロゴルフ」の好調な展開については，ファッション業界における業界新聞等においても大きく取り上げられている。",
                        "「ポロゴルフ」ラインの商品についてのカタログも作成されており，顧客は上記「ポロゴルフ」コーナーの店頭にて同カタログを閲覧することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "その他の販促活動",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「ザ・マスターズ」に関するスポンサー提供",
                          "text": [
                            "被告は，プロゴルフ界におけるメジャー大会の一つである「ザ・マスターズ」の開催に協賛しており，日本においても，ポロ・ラルフローレンジャパンが「ザ・マスターズ」の衛星放送，ラジオ放送及び競技会ポスターにおけるスポンサーとなっている。",
                            "衛星放送及びラジオ放送においては，「ポロゴルフ」ラインの商品に関するCMが放送されている。被告は，「ザ・マスターズ」について毎年スポンサーになっており，2002年度開催時には「ポロゴルフ」ラインの商品に関して全国地上波でのCM放送も行われている。",
                            "また，「ザ・マスターズ」のポスターには，本件商標が用いられており，かかるポスターは「ザ・マスターズ」の開催を伝えるメディア，ゴルフ場，スポーツ用品店，各種店舗等において掲示された。被告の「ポロゴルフ」のコーナーにおいても掲示されている。",
                            "このように，被告は「ザ・マスターズ」に関して本件商標を用いて上記のようなスポンサー提供を行っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "プロ・ゴルファーとの契約",
                          "text": [
                            "被告は，男子トップ・プロの一人であるP3(1999年「中日クラウンズ」優勝ほかツアー4勝の実績がある。)との間でプレイヤー契約を締結しており，P3は被告の「ポロゴルフ」ラインの商品を用いてプレーをしている。",
                            "また，米国においては，被告は著名なトップ・プロゴルファーであるP4(日本国内にも同氏の設計に係るゴルフ場が多数存在する。)，P5(2004年終了時の世界ランキング7位の選手である。)，P6(「ザ・マスターズ」において，2005年度は3位の好成績を残している。)及びP7とプレイヤー契約を締結している。これらのトップ・プロは，米国はもちろん，日本においても極めて著名なプロ・ゴルファーである。これらのトップ・プロは，「ポロゴルフ」の広告にも多数登場している(乙14～56，乙75，76，乙85)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "西武ドームにおけるスピードガン表示",
                          "text": [
                            "被告は，西武ドーム(正式名称は「インボイスSEIBUドーム」)との間で，同球場の電光掲示板において，プロ野球のスピードガンによる球速が表示される都度，「POLO　GOLF　RL」，「ポロゴルフ　RL」を順次表示させる契約を締結している。西武ドームを訪れた観客は，投手の球速を確認する際にその右横に表示される上記の広告を必ず目にするため，本件商標が深く印象づけられることになる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "まとめ",
                      "text": [
                        "以上に述べた本件商標の使用態様，使用の事実からすると，被告の「ポロゴルフ」ラインは，被告を主宰するP1のデザインする商品の一ラインを示すものとして，需要者及び取引者の間で既に周知性を獲得していることは明らかである。",
                        "そして，上記から明らかなように，被告のポロゴルフラインの商品は，取引者及び需要者の間で，現実に，本件商標そのものをもって取引されており，そこには引用商標との誤認混同は一切ない。また，ポロゴルフの商品は現実に「ポロ」と略して取引されることはなく，常に「POLO　GOLF」又は「ポロゴルフ」として取引されていることから，本件商標は，「ポロゴルフ」と一連に称呼されることが明らかであり，引用商標A，Cとは異なる称呼を生じるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告は「POLO　GOLF」の商標を使用していないこと",
                  "text": [
                    "取引の実情の一要素としては，原告が本件商標と同一の商標を実際に使用しているかどうかも考慮すべきである。被告の知る限り，原告は「POLO　GOLF」なる商標を使用した商品を製造販売していない。したがって，取引者及び需要者が「POLO　GOLF」を原告の商標と認識することはまずなく，この点からも取引者及び需要者が本件商標を付した商品を原告の出所に係る商品であると誤認する可能性はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用商標がBRITISH　COUＮTRY　SPIRITと共に使用",
                  "text": [
                    "されていること",
                    "原告と被告との間の本件使用許諾契約においては，原告が自己の「POLO」商標をブリティッシュ・カントリー・スピリットラインの商品について使用するものとし，被告の「POLO」商標の使用態様と不合理に混同を生ぜしめるような方法で当該商標を使用してはならないことが定められている(第5条)。",
                    "そのため，引用商標A，Cについては，そのまま単独で使用されることはなく，必ず「BRITISH　COUＮTRY　SPIRIT」の文字が併記され",
                    "ている。この点からも，本件商標を付した商品に接した取引者及び需要者が，原告の出所に係る商品を想起することはあり得ないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標B，D，Eは本件商標と非類似であること",
              "text": [
                "原告は，引用商標AないしEを引用商標として挙げている。",
                "しかしながら，本件商標と引用商標Bを対比した場合，本件商標は「POLO　GOLF」の欧文字を普通の字体で横一列に配してなるのに対し，引用商標Bは，「Polo」の欧文字筆記体をシルエット状に表した左側に馬上にある人を描写したと思われる簡略化した図形を組み合わせたもので，看る者の注意を最も引く部分は図形部分にあると考えられる。また，本件商標は「ポロのゴルフウェア」といった観念を生じると考えられるのに対し，引用商標Bは，「ポロ競技」といった観念を生じるものと考えられる。したがって，本件商標と引用商標Bとは，外観及び観念において異なっており，非類似というべきである。",
                "次に，本件商標と引用商標Dを対比した場合，引用商標Dは，「Polo」の欧文字筆記体に続けて，「SPORT」とやや小さく記載し，左側には馬上にある人を描写したと思われる簡略化した図形をシルエットにして組み合わせたもので，その外観はやはり図形が注意を引くと考えられる。また，引用商標Dは「ポロスポーツ」の称呼を生じると考えられ，「ポロ競技」といった観念を生じるものと思われる。したがって，本件商標と引用商標Dは，外観，称呼及び観念において異っており，非類似というべきである。",
                "さらに，本件商標と引用商標Eを対比した場合，引用商標Eは，「PoLo」のやや太い欧文字に続けて，「SPORT」をやや小さく連記したものであって，「ポロスポーツ」の称呼を生じ，「ポロ競技」といった観念を生じるものと考えられる。したがって，本件商標と引用商標Eは，外観，称呼及び観念において異なっており，非類似というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件使用許諾契約について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の由来",
              "text": [
                "原告は，引用商標の取得経緯について縷々述べているが，引用商標Aについていえば，出願人P2は，引用商標Aの出願と同時に，被告の商標であり，世界的に著名なデザイナーの氏名でもある「ラルフローレン」の商標の登録も出願している。同出願は当然のことながら登録を認められなかったのであるが，P2が無断で「ラルフローレン」の商標と共に「POLO」の商標を出願していること，また原告自身も認めているとおり，P2がこれらの商標の登録を出願した昭和47(1972)年当時，ポロ競技は日本においてほとんど知られていなかったことからすれば，P2が被告とは全く無関係に偶然引用商標Aを出願したとは到底考えられない。むしろ，P2は被告の商標「POLO」を剽窃する目的で同商標を出願したと考えるのが自然であり，本来引用商標Aには無効原因が存するものというべきである。なお，現行商標法4条1項19号は，他人の業務に係る商品を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標と同一又は類似の商標であって，不正の目的をもって使用をするものについて商標登録を受けることはできないと規定しているが，引用商標Aも，本来であれば，同号に該当するとして登録を拒絶されるべきものであった。",
                "ところで，原告主張のとおり，丸永衣料は，自己の所有していた引用商標Bの方が先願であるにもかかわらず，これと類似するP2の引用商標Aが先に登録されたため，同商標について無効審判請求を申し立てていたのであるが，昭和58年ころ，乙87の覚書が締結されたのに伴い，これを取り下げている。同覚書を見ると，引用商標Aの商標権譲渡の対価及びP2の経営していた訴外タッグネックウエアー工業株式会社に対する引用商標Aの専用使用権の許諾の対価は無償とされているが，通常であれば，無効審判で相争う者の間で，何らの対価を支払わずに商標権の譲渡及び専用使用権の設定がなされるというのは考えられないことである。まして，丸永衣料は，引用商標Aよりも先願である引用商標Bを有していたのであるから，本来無効審判を遂行して引用商標Aの登録を無効とし，引用商標Bが登録されれば足りたはずである。",
                "かかる事情に鑑みれば，乙87の覚書は，既に日本において急激に売上げを伸ばしていた被告商品(昭和56年には約72億2300万円，昭和57年には約124億7500万円，昭和58年には約150億0500万円)の周知著名性",
                "にフリーライドするため，丸永衣料がP2と相通じた上で，引用商標Aを取得する代わりに，タッグネックウエアー工業が製造していたネクタイ等について専用使用権を設定することを目的として締結されたものであることが容易に推測されるのである。",
                "なお原告は，丸永衣料の後身である公冠販売が公冠と共に引用商標等の管理を目的として設立した会社であり，かかる経緯については十分承知しているものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件使用許諾契約の性質",
              "text": [
                "以下に述べるとおり，昭和62年に公冠販売と被告の前身であるザ・ポロ・ローレン・カンパニーとの間で締結された引用商標A及びBについての本件使用許諾契約は，いわゆる不争契約(non-assertion agreement)であって，通常の使用許諾契約のように，ライセンサーがライセンシーにノウハウを供与したり，ライセンシーが商標の出所識別力の恩恵に浴することを目的としたものではない。被告が一貫して使用しているのはあくまで被告の商標「POLO」であり，その商品は原告の商品ラインとは全く無関係である。",
                "そもそも，被告自身は，自己の商品を日本で展開しても引用商標A及びBに対する商標権侵害になるとは考えていなかったし，昭和57年8月9日当時，原告の前身である丸永衣料も，被告の商品と自己の商品は全く別物である(すなわち，被告は丸永衣料の商標を使用しているものではない)と考えていたのである。",
                "すなわち，引用商標Bについては，当時丸永衣料はほとんど使用していなかったし，丸永衣料が当時実際に展開していた「POLO　British　Country　Spirit」なる商品は，下着が中心であって，丸永衣料自身，「自分たちの商品と被告の商品は全く違うものであり，混同するとは考えていない」旨表明しており，当初のライセンス契約の交渉は，無償による使用許諾をベースとしていた。また，引用商標Aについては，前述のとおり，P2が被告の商標を剽窃しようとする悪意の目的で出願したことは明らかであり，更に引用商標Bに対しては類似かつ後願の関係にあったので，被告としてはこれを本来無効原因の存する商標と考えており，無効審判を請求していた。しかしながら，被告のライセンシーである西武百貨店が，万一の紛争を強く危惧し，法的紛争を避けたいとの意向であったため，やむを得ず不争契約を結ぶため丸永衣料と交渉するに至ったにすぎない。",
                "本件使用許諾契約では，公冠販売が被告の前身であるザ・ポロ・ローレン・カンパニー並びにそのライセンシー及びサブライセンシー等に対して商標権侵害の主張をしないことが定められている(第4条)ほか，公冠販売がPOLO商標を自己のブリティッシュ・カントリー・スピリットラインの商品に使用することについてザ・ポロ・ローレン・カンパニーは異議を申し述べないが，ザ・ポロ・ローレン・カンパニーのPOLO商標と不合理に混同するような態様でこれを使用した商品を販売してはならないことが定められている(第5条)。これらの規定から判断すると，本件使用許諾契約は，公冠販売がザ・ポロ・ローレン・カンパニーによるPOLO商標の使用については異議を述べない一方で，ザ・ポロ・ローレン・カンパニーは公冠販売がその当時の使用態様でPOLO商標を使用する限度においてはこれに異議を述べないという構成になっており，正に不争契約の内容になっていることが明確である。",
                "したがって，被告が日本における本格的な展開をしたのは本件使用許諾契約が締結されてからであるという原告の主張は事実に反している。既に述べたとおり，昭和61年の時点で既に被告商品の売上は286億円を突破していたし，昭和59年から昭和62年にかけて，西武百貨店は年間5000万円強から1億円強の宣伝販促費を支出して，被告商品を宣伝していたのである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用許諾制度について",
              "text": [
                "原告は，審決について，先願登録商標を要部とする商標を後発的に使用する場合，いったん先願登録商標のライセンス料を支払った後，後発的に周知著名にする資金力，営業力さえあれば，先願主義も登録主義も，使用許諾制度上の秩序も無視することができ，登録主義・使用許諾制度を採用する我が国商標法の既存秩序を根底から破壊するなどと主張して，これを非難している。",
                "しかしながら，そもそも対価を得て他人に自己の商標を使用させる使用許諾制度自体，他人の営業努力により，当該商標が当該他人を出所とするものとして周知著名になる事態を予定しているものというべきであり，そのこと自体何ら使用許諾制度に反するものではない。",
                "まして，本件使用許諾契約は，上述のとおり元々原告の前身が，本来被告の商標であった「POLO」商標を登録してしまったため，やむを得ず不争契約として締結したものであって，実際に被告が使用しているのは原告の商標ではなく被告の商標である。したがって，被告が自らの努力により自らの商標につき周知著名性を獲得し，その結果被告を出所として識別されることが明らかな商標の登録を受けることになっても，何ら先願主義・登録主義に反するものでもない。",
                "商標法自体，先願商標であっても，周知著名な商標との関係で登録を無効としたり取り消す制度を設けているのであって，先願主義を貫くことにより生ずる不都合について商標法自体がこれを修正する規定を設けているのである。例えば，商標法53条は，不正使用による商標登録の取消を認めているところ，東京高等裁判所平成12年(行ケ)第108号事件の判決は，引用商標A及びBよりも出願の古い「Polo　Clubとポロクラブを二段併記した商標」について，使用権者が被告の商品と混同させる使用をしているとして，登録の取消を認めなかった原審決を取り消している(その後登録の取消は確定している。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録が商標法4条1項11号に違反してされたものではないとした審決の認定判断は誤りであると主張するので，以下判断する。",
            "商標法4条1項11号は，「当該商標登録出願の日前の商標登録出願に係る他人の登録商標‥‥‥又はこれに類似する商標であって，その商標登録に係る指定商品若しくは指定役務又はこれらに類似する商品若しくは役務について使用をするもの」については，商標登録を受けることができない旨規定している。この場合，商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生じるおそれがあるか否かによって決すべきであり，誤認混同を生じるおそれがあるか否かは，そのような商品に使用された商標がその外観，観念，称呼等によって取引者及び需要者に与える印象，記憶，連想等を考察するとともに，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に照らし，その商品の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断すべきものと解される(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
            "そこで，引用商標及びそれらの指定商品との対比において，上記の観点から，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録が商標法4条1項11号に違反するものであるか否かについて，検討する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件商標は，「POLO　GOLF」の欧文字を標準文字で表してなるものであり，「POLO」の文字と「GOLF」の文字が一文字分の間隔をおいて表されているものであるが，「GOLF」の文字は，「ゴルフ」の称呼を生じ，「18のホールを設けた競技場で，クラブでボールをホールに打ち入れ，順次にホールを追って回り，総打数の少ない者を勝ちとする」という球技を意味する普通名詞である(広辞苑第5版)。そうすると，本件商標を指定商品のうち「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用した場合，これに接した取引者及び需要者は，通常，「GOLF」の文字部分は，その商品である被服の用途を表す普通名詞として認識し，「POLO」の文字部分を自他商品の識別機能を果たすものとして認識するものと解される。その意味で，本件商標において自他商品の識別機能を果たす要部は，「POLO」の文字部分にあると解するのが相当である。",
            "一方，引用商標A，Cは，いずれも「POLO」の欧文字のみからなるものであり，本件商標の要部と対比すると，称呼，外観において同一であるということができる。",
            "また，「POLO」の語が，主として英国及び旧英国領の諸地域等において行われている馬上球技を示す普通名詞であること，襟付の半袖のカジュアル衣料を示すポロシャツの語が，本来ポロ競技の選手が着用したことにちなむもので，今日，広く一般に普通名詞として用いられていることも，公知の事実であり，本件商標の要部と引用商標A，Cとは，いずれも，取引者及び需要者に，ポロ競技ないしその略称であるポロの観念を生じさせるものと認められる。",
            "そうすると，本件商標と引用商標A，Cとは，称呼，外観及び観念において類似するというべきである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被告は，本件商標を指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用しても，取引者及び需要者が引用商標A，Cに係る商品と誤認混同を生じることはなく，類似しないと主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の「POLO」標章の周知著名性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "証拠(甲2の1，甲3の1，甲16の1，2，甲22，24ないし2",
                  "text": [
                    "6，乙1ないし7，乙8の1，2，乙9，乙10の1，2，乙11の1ないし3)",
                    "及び弁論の全趣旨によれば，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "P1は，1939年(昭和14年)生まれのアメリカの服飾等デザイナーであるが，1968年(昭和43年)，ポロ・ファッションズ社を設立し，ネクタイ，シャツ，セーター，スーツ，靴，かばん等のデザインを手がけるなどファッション関連の商品についてトータルな展開を図り，1970年(昭和45年)と1973年(昭和48年)の2回にわたり，アメリカのファッション界で最も権威があるとされる「コティ賞」を受賞するなど高い評価を受け，さらに，1974年(昭和49年)に，映画「華麗なるギャツビー」の主演男性俳優の衣装デザインを担当し，アメリカを代表するデザイナーとしての地位を確立するとともに，世界的に知られるようになった。P1のデザインに係るファッション関連商品には，「Polo」の文字を横長四角形中に記載してロゴ化したものと「by　RALPH　LAUREＮ」の文字とを結合した標章，同ロゴ化したものとポロ競技者の姿絵と「by　RALPH　LAUREＮ」(又は「by　Ralph　Laure",
                      "text": [
                        "n」)の文字とを結合した標章(以下，これらを「被告標章」という。)等が付されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "我が国においては，西武百貨店が，使用許諾を受けて，昭和51年ころから，P1のデザインに係る商品の販売等を開始し，全国各地の店舗で販売されるようになった。西武百貨店は，ラルフ・ローレンのデザインに係る商品及びこれに付す被告標章の周知を図るべく新聞広告するなどして，上記商品の販売活動を行い，その結果，昭和62年における被告標章を付した商品の小売販売高は約330億円となり，P1のデザインに係る商品は，昭和53年7月20日講談社発行の「男の一流品大図鑑」，昭和55年5月25日講談社発行の「世界の一流品大図鑑’80年版」，昭和58年9月28日サンケイマーケティング発行の「舶来ブランド事典’84 ザ・ブランド」などのカタログ誌等において一流ブランドの商品として紹介されてきた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "昭和50年代後半，被告の前身であるザ・ポロ・ローレン・カンパニーと原告の前身である丸永衣料(昭和60年1月21日に公冠販売と商号を変更)との間に「ポロ」の商標の使用をめぐって紛争が存在した。ザ・ポロ・ローレン・カンパニーは，昭和56年ころ，西武百貨店を介して，丸永衣料に対し，話合いを申し入れ，これをきっかけとして交渉が行われた結果，昭和62年1月1日，ザ・ポロ・ローレン・カンパニーと公冠販売(旧商号・丸永衣料)との間に，引用商標A及びBについて通常使用権を設定する旨の本件使用許諾契約が締結された。",
                        "原告は，公冠と公冠販売が有していた「POLO」ブランドの管理を行うため，両会社が出資して平成元年3月に設立され，平成10年には引用商標を含む一連の「POLO」関連商標に係る商標権を公冠販売から譲り受け，被告との間の引用商標A及びBに関する本件使用許諾契約上の地位も承継し，現在に至っている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "昭和63年ころから，我が国で，「ポロ」の偽ブランド商品が出現し，摘発される事件が発生し，これを報道した平成元年5月19日付け朝日新聞には，「『ポロ』の偽 大量販売　『Polo(ポロ)』の商標で知られるラルフローレンブランド・・・」との記事が掲載され，平成11年9月9日付けの日本経済新聞には，「『ポロ』ブランドの偽物セーター1枚を2900円で販売したほか・・・」との記事が掲載された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記認定の事実及び弁論の全趣旨によれば，被告標章，すなわち，「Polo」の文字を横長四角形中に記載してロゴ化したものと「by　RALPH　LAUREＮ」とを組み合わせた標章，同ロゴ化したものとポロ競技者の姿絵と「by　RALPH　LAUREＮ」(又は「by　Ralph　Laure",
                  "text": [
                    "n」)とを組み合わせた標章等は，アメリカのファッションデザイナーとして世界的に著名なP1のデザインに係るファッション関連商品を表示するものとして，我が国においては，昭和51年ころから使用されるようになり，昭和50年代半ば以降には取引者及び需要者間に広く認識されるに至っていたこと，当時から上記標章は「ポロ」，「POLO」(「Polo」)と略称されることもあり，昭和62年1月の本件使用許諾契約の締結を経て，上記標章及びこれを付した商標ブランドは，P1の「ポロ」，「Polo」ないし「POLO」として著名になり，強い自他商品識別力及び顧客吸引力を獲得していたものであり，その周知著名性は，その後，本件出願時，査定登録時を経て今日に至るまで継続していることが認められる。",
                    "上記のとおり，被告の「POLO」標章が周知著名性を有することからすれば，本件商標を付した「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に接した場合，少なくとも一部の取引者及び需要者は，本件商標の要部である「POLO」の文字からラルフ・ローレンのデザインに係る商品を想起するものと考えられる。しかしながら，同一の商標から二以上の観念を生じることもしばしばあり得るものであるところ，上記2において判示したとおり，「POLO」の語が，主として英国及び旧英国領の諸地域等において行われている馬上球技を示す普通名詞であることや，襟付の半袖のカジュアル衣料を示すポロシャツの語が，本来ポロ競技の選手が着用したことにちなむもので，今日，広く一般に普通名詞として用いられていることに照らせば，取引者及び需要者の中には，「POLO」の語が本来有する意味合いから，ポロ競技やその略称であるポロを想起する者も存在するといわなければならない。",
                    "そうすると，被告の「POLO」標章が周知著名性を獲得していることを考慮に入れても，「POLO」の語が，「Ralph　Lauren」のような",
                    "特定のデザイナーの氏名等とは異なり，馬上球技を示す普通名詞であることに照らせば，本件商標と引用商標A，Cとは，本件商標の指定商品のうち「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用する場合には，称呼，外観，観念において紛らわしい関係にあることに変わりはなく，その商品の取引者及び需要者において普通に払われる注意力を基準としてみるとき，取引者及び需要者が両者を誤認混同する可能性は否定できないというべきである。",
                    "したがって，被告の「POLO」標章が周知著名性を獲得しているという事情が存在するにしても，そのことをもって，本件商標が引用商標A，Cと類似することを否定することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の周知性と称呼について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，被告の「POLO」標章が高い周知著名性を獲得していることとも相俟って，本件商標は，P1のデザインする商品の一ラインを示すものとして，それ自体周知性を獲得しているものであるから，本件商標からは「ポロゴルフ」の称呼が生じ，引用商標とはそもそも称呼を共通にしないし，本件商標を付した商品は，「ポロ」と略称されず，常に「POLO　GOLF」又は「ポロゴルフ」として取引されており，類似しないと主張する。そして，その根拠として，被告が本件商標を使用して，ファッション雑誌，ゴルフ雑誌等に多数の広告を掲載していること，被告が協賛して，「ポロゴルフ」ジュニアトーナメントと題するゴルフ・トーナメントが，世界各国のジュニア選手を招いて開催されており，日本においてもその予選が行われていること，本件商標を付した被告商品は，百貨店のスポーツ用品売場において，「ポロゴルフ」のコーナーを専用に設けて販売されていること，西武ドームの球速掲示用の電光掲示板において，「POLO　GOLF」「ポロゴルフ」の表示がなされていることなどを挙げる。",
                    "しかしながら，被告による雑誌広告，テレビコマーシャル等においては，本件商標と共に「POLO」のエンブレム図形や「POLO」刺繍を付した商品をこれを見る者の目をひく形で使用したり(乙19，乙21，乙37，38，乙40，乙47，乙74，75，乙80，乙85)，「THE　POLO　RAIＮ",
                    "SUIT」の語を使用したり(乙19)，「POLO」の文字を大きく際立たせた態様で使用したりして(乙51～57)，これを見た取引者，需要者において本件商標のうち「POLO」の部分に着目する結果を生ずるようなものも少なくないほか(なお，平成9年10月14日付け繊研新聞(乙62)は，被告によるゴルフウェアのラインを「ポロ・ラルフローレン・ゴルフ」として報道している。)，メジャー大会「ザ・マスターズ」への協賛(乙77の1，2)や，西武ドームにおけるスピードガン計測結果の表示(乙81)など，本件出願時ないし登録査定時との前後関係が明らかでないものもあるところ，前示のとおり，被告標章及びこれを付した商標ブランドは，ラルフ・ローレンの「ポロ」，「Polo」ないし「POLO」として著名になり，強い自他商品識別力及び顧客吸引力を有していたという事情の下においては，被告提出の証拠を総合しても，本件出願時ないし登録査定時において，本件商標自体が，上記の被告標章及びこれを付した商標ブランドとは別個に独自の周知性を獲得していたとまでは，認めるに足りない。",
                    "したがって，本件商標自体が需要者及び取引者の間で周知性を獲得していたことを前提として，本件商標からは「ポロゴルフ」の称呼を生じ，常に「POLO　GOLF」又は「ポロゴルフ」として取引されているとする被告の主張は，その前提において失当であり，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ちなみに，前記認定のとおり，昭和62年1月に，原告の前身である丸永衣料と被告の前身であるザ・ポロ・ローレン・カンパニーの間に，ザ・ポロ・ローレン・カンパニーが引用商標A及びBについて通常使用権を取得する内容の本件使用許諾契約が締結され，当該契約の契約上の地位が原告と被告に承継されているという事情の下においては，引用商標Aと称呼，外観，観念において類似し，かつ，本件使用許諾契約締結後の使用に係る本件商標について，被告が独自の周知性を獲得したとして商標法4条1号11号該当性を争うことは，先願登録主義を採用し，登録商標について商標権者の専用権及び禁止権を保障している我が国の商標制度と相容れないものとして許されないというべきであり，この意味においても，被告の主張は採用できない。",
                    "被告は，引用商標Aは，被告の商標「POLO」を剽窃する目的で出願したもので，無効原因が存するとか，丸永衣料がP2から引用商標Aの商標権の譲渡を受けたのは被告商品の周知著名性にフリーライドするためであった旨主張しているが，前記のとおり，被告の前身であるザ・ポロ・ローレン・カンパニーは，丸永衣料が引用商標Aの商標権を有することを前提として，本件使用許諾契約を締結しているのであって(なお，引用商標Aは本件出願時ないし登録査定時はもとより現在においても有効に存続している登録商標である。)，被告の主張する点は，いずれもこれを的確に認めるに足りる証拠がないばかりか，上記判断を左右する理由となるものではない。",
                    "また，被告は，本件使用許諾契約は不争契約にすぎないと主張するが，契約書(第3条。甲16の1，2)によれば，ザ・ポロ・ローレン・カンパニーは丸永衣料に対して許諾の対価としてロイヤルティを支払うこととされており，単なる不争契約と解することはできない。なお，使用許諾制度について被告が主張する内容は，本件使用許諾契約が不争契約にすぎないことを前提とするか，あるいは独自の見解にすぎず，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，原告は「POLO　GOLF」なる商標を使用した商品を製造販売していないから，取引者及び需要者が「POLO　GOLF」を原告の商標と認識することはまずなく，この点からも取引者及び需要者が本件商標を付した商品を原告の出所に係る商品であると誤認する可能性はないと主張するが，この主張が理由のないものであることは，上記(1)において説示したところから明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，本件使用許諾契約においては，原告は自己の「POLO」商標をブリティッシュ・カントリー・スピリットラインの商品について使用するものとし，被告の「POLO」商標の使用態様と不合理に混同を生ぜしめるような方法で当該商標を使用してはならないことが定められており(第5条)，そのため，引用商標A，Cについては，そのまま単独で使用されることはなく，必ず「BRITISH　COUＮTRY　SPIRIT」の文字が併記されているから，本件商標を付した商品に接した取引者及び需要者が，原告の出所に係る商品を想起することはあり得ないと主張する。",
                "確かに，本件使用許諾契約には被告主張の契約条項が存在することが認められるが(甲16の1，2)，その内容は，一般の取引者及び需要者の知り得ない事項であり，引用商標A又はBが「BRITISH　COUＮTRY　SPIRI",
                "T」の文字と併記されて使用されることを考慮に入れても，上記の契約条項を知らない一般の取引者及び需要者にとって，本件商標と引用商標A，Cとは，本件商標の指定商品のうち「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用される場合，称呼，外観，観念において紛らわしい関係にあることに変わりはなく，商品の出所につき誤認混同の生じる可能性を否定することはできないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，被告の主張はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上検討したところによれば，本件商標と引用商標A，Cとは，称呼，外観及び観念において類似しており，このことに加え，本件商標の指定商品のうち「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」と引用商標A，Cの指定商品とは重複し，その需要者は必ずしも商標やブランドについて特別の専門知識を有するものばかりではない一般消費者であることをも考慮すれば，本件商標と引用商標A，Cとは，本件商標の指定商品中「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に使用する場合，商品の出所につき誤認混同を生じるおそれがあると認めるのが相当である。そうすると，本件商標の指定商品のうち「ゴルフ用ウインドブレーカー，ゴルフ用レインウエア」に係る登録は，商標法4条1項11号に違反してされたものというべきである。",
            "したがって，これと異なる審決の判断は誤りであり，この誤りが審決の結論に影響を及ぼすことは明らかであるから，審決は取消しを免れない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，原告の本訴請求は，理由があるからこれを認容することとし，訴訟費用の負担並びに上告及び上告受理の申立てのための付加期間について，行政事件訴訟法7条，民事訴訟法61条，96条2項を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10245",
    "date": "2005-09-14",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009395",
    "ipprecedent_id": "571",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}