{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-21280号事件について平成16年7月22日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，名称を「良性前立腺過形成の予防および治療剤」とする発明につき特許出願をした原告らが，特許庁から拒絶査定を受け，これに対する不服審判請求をしたところ，特許庁が審判請求を不成立とする審決をしたことから，原告らが同審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告らは，名称を「良性前立腺過形成の予防および治療剤」とする発明につき，平成9年3月27日に特許庁へ特許出願(ただし，優先権主張1996年〔平成8年〕3月27日・米国)をしたところ，平成12年6月6日付けで拒絶理由通知を受けたので，同年12月11日付けで特許請求の範囲の変更等を内容とする手続補正(以下「第1次補正」という。)を行ったが，結局，平成13年8月27日付けで拒絶査定を受けるところとなった。",
                "そこで原告らは，平成13年11月29日，拒絶査定不服審判を請求した上，同年12月28日付け手続補正書により再び特許請求の範囲等の補正(以下「第2次補正」という。)をした。特許庁は，上記請求を不服2001-21280号事件として審理した結果，平成16年7月22日，「本件審判の請求は，成り立たない。」との審決をし，その審決謄本は同年8月3日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許出願に係る明細書(以下「本件明細書」という。)に記載された特許請求の範囲は，請求項が第1次補正時では11項から成り，第2次補正時では9項から成るが，そのうちの請求項1記載の発明の要旨は，下記のとおりである。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次補正時のもの(以下「本願発明」という。)",
                  "text": [
                    "「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって，良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量のα-アドレナリン作働性受容体アンタゴニストまたはその医薬として許容される酸付加塩を含む薬剤。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2次補正時のもの(以下「本願補正発明」という。なお，下線は変更部分を示す。)",
                  "text": [
                    "「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって，良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量の，プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニストまたはその医薬として許容される酸付加塩を含む薬物を含む，前記薬剤。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その要旨は，本願補正発明は1995年(平成7年)発行の「Drugs」49巻2号295～320頁(本訴甲11，以下「引用例」という。)に記載された発明と同一であることを理由に，平成13年12月28日付け手続補正書による補正(第2次補正)を却下するとともに，その前の出願発明である本願発明も，同じく引用例に記載された発明と同一であるから，特許法29条1項3号により特許を受けることができないとしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，前述のように第2次補正を却下する前提として本願補正発明の独立特許要件の有無を判断しているが，その判断過程の中で本願補正発明と引用例記載の発明とを対比し，その一致点及び一応の相違点を，下記のとおり認定した。",
                    "記",
                    "＜一致点＞",
                    "「哺乳動物における良性前立腺過形成の治療のための薬剤であって，ドキサゾシンを含む前記薬剤」である点",
                    "＜一応の相違点＞",
                    "「本願補正発明においては，ドキサゾシンの用量を良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量と特定しているのに対し，引用例にはその点が明記されていない点」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本願補正発明と引用例記載の発明との前記一致点の認定を誤る(取消事由1)とともに，前記一応の相違点に関する判断を誤った(取消事由2)結果，本願補正発明が引用例に記載された発明であるとの誤った結論に至ったものであり，また，特許法156条1項及び2項に違反する手続違背を犯した(取消事由3)ものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点の認定の誤り)",
                  "text": [
                    "審決は，本願補正発明と引用例記載の発明との一致点として，前記のとおり，「哺乳動物における良性前立腺過形成の治療のための薬剤であって，ドキサゾシンを含む前記薬剤」(審決3頁最終段落)である点を認定し，本願補正発明に係る薬剤の用途と引用例記載の発明に係る薬剤の用途について，「本願補正発明と引用例記載の発明とは，同じ成分を，良性前立腺過形成の患者の排尿障害を改善するという同じ治療用途に用いる点において，なんら違いはなく，本願補正発明は，引用例記載の発明における有効成分が排尿障害の改善という治療効果を発現するメカニズムのうちのひとつが腫瘍の縮小であることを単に発見(説明)したものにすぎず，治療用途としては従来の用途をこえていないから，両者は同一であるといわざるを得ない」(同4頁第3段落)と説示した。",
                    "しかしながら，審決の上記一致点の認定は，本願補正発明の用途と引用例記載の発明の用途とは異なるものであるのに，両者を同一であるとしたものであって，以下に述べるとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明は，「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量の，プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニスト」を構成要件とするものである。α -アドレナリン作働性受容体アンタゴニスト自体は既知の化学物質であるが，本願補正発明は，それによって良性前立腺過形成を予防しまたはその病巣を減少させるという優れた効果が得られ，哺乳動物における良性前立腺過形成の根本治療または予防という用途に使用できることを見いだしたものであって，いわゆる用途発明に該当する。",
                        "用途発明とは，既知の物質について未知の属性を発見し，その属性により，当該物質が新たな用途への使用に適することを見いだしたことに基づき特許性を認められるものであるから，用途発明である本願補正発明について引用例記載の発明により新規性を有さないとするには，引用例に本願補正発明の用途に関する知見が開示されていなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，良性前立腺過形成における尿道障害は，① 前立腺塊に関する静的機械的要素(前立腺肥大による尿流出の解剖学的閉鎖)，及び② ノルアドレナリン作動性状態及び尿道平滑筋に関する動的要素(筋繊維間質，前立腺皮膜及び膀胱出口における平滑筋緊張の変化)から生じるとされており(本件明細書〔甲2〕の段落【0003】)，良性前立腺過形成の上記二つの要因に対する治療法としては，上記①の要素に作用し前立腺の大きさを縮小する薬剤と，上記②の要素に作用し前立腺平滑筋を弛緩させる薬剤が使用されてきた(甲12)。",
                        "そして，引用例(甲11)は，ドキサゾシンが，もっぱら上記②のアプローチにより，既に発生している平滑筋の緊張を弛緩させ，良性前立腺過形成の症候的な緩和をもたらすことを開示するものである。",
                        "これに対し，本願補正発明は，α -アドレナリン作働性受容体アンタゴニストが，良性前立腺過形成の形成を阻止し，又は，既に存在する場合には異常細胞の崩壊(アポトーシス)を促進させるという良性前立腺過形成に対して直接的な作用を示し，かつ，正常細胞には影響しないという発見に基づくものであり，本願補正発明の薬剤は，肥大した前立腺の大きさを縮小する薬剤として上記①の要素に作用するものである(本件明細書〔甲2，3〕の段落【0022】～【0027】)。",
                        "なお，2000年(平成12年)発行の「The Prostate Supplement」9号25～28頁(甲13)には，α -アドレナリン作働性受容体アンタゴニストであるテラゾシンが異常細胞のアポトーシスによる崩壊速度を増加させることが記載されており，この結果は本願補正発明の作用効果を裏付けるものである。また，1997年(平成9年)発行の「The Prostate」33号157～163頁(甲",
                        "14)は，本願補正発明の内容を掲載した学術論文であり，本件明細書(甲2，3)に記載した動物実験の内容(段落【0022】～【0025】)に記載した動物実験の内容を実質的にすべて含んでいる。以上によれば，本件明細書に記載された良性前立腺過形成の病巣におけるドキサゾシンのアポトーシス誘発効果には科学的根拠がある。",
                        "このように，本願補正発明は，α -アドレナリン作働性受容体アンタゴニストを「良性前立腺過形成を予防するまたはその病巣を減少させることにより，哺乳動物における良性前立腺過形成の治療または予防をすること」という用途に用いることを可能にした発明であり，α -アドレナリン作働性受容体アンタゴニストが前立腺の大きさを縮小する薬剤として作用することは，引用例記載の発明の用途とは異なる新たな用途である。これに対し，引用例記載の発明の用途は，「哺乳動物における良性前立腺過形成の治療」ないし「良性前立腺過形成の症候的緩和により，哺乳動物における良性前立腺過形成の治療をすること」であって，本願補正発明の上記用途とは明確に異なっており，かつ，引用例は本願補正発明の用途について何ら開示も示唆もしていないから，本願補正発明の新規性が否定される理由はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "用途発明における「用途」の認定が特許請求の範囲の記載に基づいて行われるべきであることは当然であるが，それは，形式的に，特許請求の範囲の記載のうち「用途」を意味する語によって表現された部分のみが「用途」を構成することを意味しない。",
                        "いわゆる用途発明が特許性を認められる根拠は，既知の物質について未知の属性を発見し，その属性により新たな用途への使用に適することを見いだした点にある。そうであれば，特許請求の範囲中「用途」を意味する文言によって表現されていない記載部分であっても，明細書の記載や当該発明の属する分野の従来技術を参酌して，当該記載部分こそが，まさに既知の物質についての未知の属性及びその属性による新たな用途を示しているといえるのであれば，当該記載部分も「用途」を構成すると解すべきである。",
                        "確かに，本願補正発明の「良性前立腺過形成を予防するまたはその病巣を減少する」との部分は，「用途」を意味する文言で表現されているとはいえない。しかし，本願補正発明は，従来既知であったα -アドレナリン作働性受容体アンタゴニストについて，本願補正発明によって発見された良性前立腺過形成の形成阻止及び異常細胞の崩壊(アポトーシス)の促進という未知の属性を発見し，それによって前立腺の異常細胞減少を通じて肥大した前立腺を縮小させ，もって良性前立腺過形成の予防または根本治療を図るという新たな用途を見いだしたものであるから，同記載部分を含めて本願補正発明の「用途」を認定すべきである。これに対し，「用途」を意味する文言で表現されている「哺乳動物における良性前立腺過形成の治療または予防のための薬剤」という部分のみを本願補正発明の「用途」と認定することは，本願補正発明の上記のような本質を看過するものであって不当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，本願補正発明の用途である「良性前立腺過形成を予防するまたはその病巣を減少させることにより，哺乳動物における良性前立腺過形成の治療または予防をすること」と，引用例記載の発明の用途である「哺乳動物における良性前立腺過形成の治療」ないし「良性前立腺過形成の症候的緩和により，哺乳動物における良性前立腺過形成の治療をすること」とが全く異なるものであることは，両発明が医療現場において実施される具体的な場面を想起すれば明らかである。",
                        "引用例記載の発明の薬剤は，前立腺過形成に伴う排尿困難を軽減する用途の薬剤であるから，これを用いる医師が，前立腺過形成の予防またはその病巣を減少するという本願補正発明に係る用途の存在を知る余地はない。薬剤を使用する際には，医師が治療の効果を観察しつつ投与量等を選択することになるが，引用例記載の発明の薬剤を用いる医師は，排尿困難の軽減度合いを観察して薬剤の効果を判断するのみである。これに対し，本願補正発明の薬剤を用いる医師は，引用例記載の技術を知っていれば排尿困難の軽減効果をも観察することはあり得るとしても，それとは別に，前立腺過形成の予防またはその病巣の減少に対する効果を観察し，投薬量等を判断することになる。すなわち，本願補正発明の薬剤は，排尿困難の軽減効果とは無関係に投与され，それによって前立腺肥大の根本治療を行い得るのである。",
                        "こうした本願補正発明の用途は，引用例記載の発明の用途とは決して同一ではないし，引用例記載の発明から容易に想起することができるものでもない。したがって，本願補正発明において，引用例記載の発明とは異なる用途を発見したことには多大な技術的意義があり，特許を受けるに値するというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点の判断の誤り)",
                  "text": [
                    "審決は，本願補正発明と引用例記載の発明との前記一応の相違点について，「引用例の記載事項・・・によれば，ドキサゾシンは，1日あたり2mgから12mgの範囲のさまざまな投与量で良性前立腺過形成の治療に用いられていたといえる。そして，本願明細書には，本願補正発明の薬剤の有効成分の用量につき，「通常，活性化合物は約0．01ないし約2．0mg／kg／日の投与量で投与するのが最も好ましい。しかし，患者の体重に基づいて変化させるのが一般的に必要である。」と記載されている(【0017】)。ヒトの体重をおよそ50kgとして，本願補正発明の上記体重kgあたりの投与量を1日あたりの投与量に換算すると約0．5mgから約100mgとなり，本願補正発明における「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」とは，1日あたりの投与量でいえば，この程度の数値を意味するものといえる。そうすると，本願補正発明における用量は引用例記載の発明における用量と重複する範囲を含み，用量において相違するものではない」(審決4頁第3段落)と判断した。",
                    "しかしながら，以下に述べるとおり，審決の上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明は「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」を含むのに対し，引用例記載の発明は「良性前立腺過形成の症状を緩和して治療するための用量」を含む点で明確に区別される。",
                        "すなわち，本願補正発明における「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」とは，審決が説示するとおり，ドキサゾシンについては，1日当たり約0．5mgから約100mg(体重をおよそ50kg",
                        "とした場合)である。これに対し，引用例(甲11)では，ドキサゾシンが良性前立腺過形成の症状を緩和して治療するための用量は1日あたり2mgから8mgの範囲であるとされており，8mg／日を超える薬剤の投与は示唆されていない(甲11の訳文7頁，「5．用量および投与」の項)。したがって，引用例記載の発明におけるドキサゾシンの用量よりも，本願補正発明における用量の方が優に一桁大きい。",
                        "本件明細書(甲2，3)に，実施例(段落【0022】～【0027】)として，3mg／kg体重(体重約50kgのヒトに換算すると150m",
                        "g)のドキサゾシンをマウスに投与した例が記載されているとおり，本願補正発明においては，高用量のドキサゾシンを投与する実験により，ドキサゾシンが正常細胞に悪影響を及ぼすことなく，異常細胞のアポトーシスの崩壊速度を増加させることを初めて明らかにしたものである。また，本件明細書には，ドキサゾシンを従来の治療目的に使用する場合の用量は，本願補正発明における「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」より概して低かったことも記載されている(段落【0017】)。この点については，現に，原告らが米国で販売するドキサゾシン製剤の医師用卓上参考書には，良性前立腺過形成の治療のための用量は8mg／日まで，高血圧の治療のためには16mg／日までであることが記載されているとおりであって，本願補正発明におけるドキサゾシンの用量が，従来の用量よりも相対的に多量であることは明らかである。",
                        "以上のように，本願補正発明は，ドキサゾシン等のα -アドレナリン作働性受容体アンタゴニストについて，従来既知の用量よりもほぼ一桁多い用量を投与することによって，良性前立腺過形成を予防するまたはその病巣を減少するという特有の効果を奏するものであり，この特有の効果は本願補正発明における「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」と密接不可分の関係にある。",
                        "したがって，本願補正発明と引用例記載の発明とは，その有効成分であるドキサゾシン等の用量の点でも実質的に区別される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "確かに，本願補正発明における有効成分の用量から換算した一日当たりの投与量は引用例記載の発明における投与量と重複する範囲(2mg～8mg／日)を含んでいる。",
                        "しかし，重複する範囲の用量を投与した場合において，「良性前立腺過形成を予防するまたはその病巣を減少する」というα -アドレナリン作働性受容体アンタゴニストの本願補正発明における特有の効果が発現することが引用例に開示されているわけではないし，投与対象の個体差がある以上，上記重複する範囲の用量を投与しても本願補正発明に特有の効果が当然に発現するというものでもない。",
                        "また，そもそも，本願補正発明と引用例記載の発明との用量の範囲には，重複していない部分も明らかに存在するのであるから，この点を措いて，本願補正発明と引用例記載の発明との用量が一致するということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願補正発明と引用例記載発明における用量は異なっており，それぞれ異なる用途を裏付けることが明白であるから，本願補正発明における有効成分の用量から換算した一日当たりの投与量が，引用例記載の発明における投与量と重複する部分を含むことをもって，本願補正発明と引用例記載の発明とが同一であるとすることはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(手続違背)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許法156条1項違反",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特許法156条1項は，「審決をするのに熟したとき」に，審理終結通知をすべき旨規定しているところ，拒絶査定に対する不服の審判手続において「審決をするのに熟した」というためには，① 審判請求人に拒絶査定の不服理由を述べる機会が適切に与えられたこと，② 審判官は発明と引用例の内容を十分に把握したため公正な審決を下しうるに至ったことの二つの要件が最低限満たされるべきである。",
                            "しかし，本件では，審理終結通知の発送前に，審判体の見解が審判請求人である原告らに対し示されたことはなく，審判請求人が本願補正発明の特許性について直接審判官に意見を述べる機会は与えられず，その結果，上記ア及びイに述べたとおり，審判体は本願補正発明と引用例記載の発明との異同を正確に把握しないまま，審理を終結した。このような手続は，特許法156条1項の規定に違反する違法なものであって，そのことが審決の結論に影響を及ぼすことも明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審判手続において，原告らは，平成13年11月29日に拒絶査定不服審判請求をした上，同年12月28日付け手続補正書(甲4)により補正(第2次補正)を行い，さらに，平成14年4月8日には審判請求の理由の補充を行った(甲5)。このような手続を行った事実は，原告らが審判請求人として，本願補正発明に係る特許取得に向けて誠実な努力を行ったことを物語っている。",
                            "その後，原告らは，特許庁から，平成14年4月16日発送の審査前置移管通知，同年11月5日発送の審査前置解除通知を受けた。",
                            "こうして，原告らは，本件が審判体により審理される段階に至ったことを知り，審判長から審尋(特許法134条4項)又は拒絶理由通知がされるものと期待していた。ところが，原告らは，平成16年6月25日に至り，突然，審理終結通知書(甲7)を受け取ったのである。",
                            "以上のように，本件審判手続においては，特許取得に向けた原告らの誠実な努力の存在にもかかわらず，審判体は，審査前置解除後，原告らに対し，本願補正発明の技術的説明を行う正式な機会を与えることなく，直ちに審理終結通知書を発したものであって，これは極めて異例の手続である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点について，特許庁ホームページ上に掲載された，平成16年6月23日付け「前置報告を利用した審尋について」(甲15，以下「甲15運用要領」という。)によれば，本件は，前置報告書(甲6)に，拒絶査定の理由が解消していないとする理由が記載されており，かつ，審判請求時の補正を却下すべき理由が記載されているから，審尋を行うのが適切と考えられる事例(甲15の3枚目，a)及びc)の項)に該当し，原告らは，審判体から見解を求められるものと理解していた。",
                            "特に，前置報告書には，本願補正発明の「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」が，引用例におけるドキサゾシンの用量と区別できないとの点が強調されているが，拒絶理由通知(乙1)及び拒絶査定(甲17)では用量の点について何ら述べられていないから，原告らには，この点について反論する機会がなかった。そして，審決は，基本的には前置報告書の見解と同旨の理由に基づくものであるから，実質的に見れば，原告らが反論する機会を与えられなかった見解に基づいて拒絶審決がされたということになる。このような取扱いは，出願人の審判を受ける権利を不当に奪うものであって許されるものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "もとより，審判手続における審尋，及び，審判段階において新たな拒絶理由が発見された場合以外の拒絶理由通知が，法律上必要的なものとされておらず，審判体ないし審判長の裁量にゆだねられていることは，原告らも承知している。しかし，審判体ないし審判長の作為又は不作為が，特許法の予定する裁量権の逸脱又は濫用に当たれば，不適法になることはいうまでもない。",
                            "上記のような経緯からすれば，本件審判手続において，審理終結通知に先立って，原告らの審尋をせず，拒絶理由の通知をせず，また，原告らに反論を求めることもしなかったことは，いずれも審判体ないし審判長に与えられた裁量権を逸脱又は濫用するものであって不適法である。そして，本来行うべき手続を行わないままにされた審理終結通知が，審決をするのに熟することなく行われたことは明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法156条2項違反",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審理終結通知を受けたため，原告らは，平成16年7月12日に審理再開申立書(甲8)を提出するとともに，上申書(甲9)を提出し，審理再開の理由があることを説明するとともに，特許請求の範囲を更に限定した補正案を示した。このように，明らかに特許されるべき補正案(甲9)を示したにもかかわらず，審理を再開せず，補正の機会を与えないのは，発明を保護し，利用するための制度である特許法の趣旨に反する。",
                            "特許法156条2項は，必要があるときは，審理終結通知後であっても，審理の再開をすることができる旨規定しているところ，本件で審理再開の必要があったことは上記より明らかである。したがって，本件審判手続は，特許法156条2項に違反するものであり，そのことが審決の結論に影響を及ぼすことも明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "もとより，特許法17条の2第1項に定める補正可能期間を経過した後における補正が権利でないことは，原告らも承知している。また，審理の再開が審判長の裁量にゆだねられ，法律上必要的なものとされていないことも承知している。",
                            "しかしながら，審判長が審理を再開しないことが，裁量権の逸脱又は濫用に当たれば，不適法となることはいうまでもないところであり，上記のとおり，審理再開の必要があることが明白な本件において，審理を再開して補正の機会を与えなかったことは，裁量権の逸脱又は濫用に該当し，特許法156条2項に違反する違法な措置である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決に原告ら主張の違法はなく，原告ら主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明に係る特許請求の範囲の記載は，「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって，良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量の，プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニストまたはその医薬として許容される酸付加塩を含む薬物を含む，前記薬剤。」というものである。",
                    "上記記載中の「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって」との文言からみて，本願補正発明の薬剤の医薬用途は「哺乳動物における良性前立腺過形成の治療または予防」である。他方，上記記載中「良性前立腺過形成を予防するまたはその病巣を減少する」との文言は，薬剤における有効成分の含有量を規定するものにすぎないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告らは，本願補正発明の医薬用途が「良性前立腺過形成を予防するまたはその病巣を減少させることにより，哺乳動物における良性前立腺過形成の治療または予防をすること」である旨主張するが，特許請求の範囲の記載中「良性前立腺過形成を予防するまたはその病巣を減少する」との文言は，薬剤の作用のメカニズムを説明しているにすぎない。原告らの主張は，特定疾病の予防治療の用途とその作用メカニズムを混同したものであって失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ある薬剤について，今まで知られていた作用機構(平滑筋に対する作用等)に加え，新たな作用機構(アポトーシス)が明らかにされたからといって，それらの薬剤の用途が「良性前立腺過形成の予防または治療」であることにおいて変わりはない。",
                    "そして，引用例記載の発明におけるドキサゾシンの用途は，良性前立腺過形成の治療であるから，本願補正発明と引用例記載の発明の医薬用途は一致している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本願補正発明における有効成分の用量について，ヒトの体重をおよそ50kgとして換算した場合の一日当たりの投与量は約0．5～約100mgであり，また，引用例に記載されたドキサゾシンの投与量は1日当たり2mg～12mgであると認定し，これに基づいて用量を比較している。本願補正発明の用量から換算した上記1日当たりの投与量は引用例に記載された投与量2mg～12mgの範囲内にある場合を含むから，この投与量の範囲については，本願補正発明における用量と引用例に記載された発明の用量とは一致している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，引用例記載の発明におけるドキサゾシンの用量よりも，本願補正発明における用量の方が優に一桁大きい旨主張するが，本願補正発明における1日当たり有効投与量の下限が0．5mgであることからすれば，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願補正発明における用量が，引用例記載の発明における用量の範囲外の部分を含むとしても，上記のとおり，1日当たり2mg～12mgの範囲では引用例のものと同一の投与量であり，かつ，本願補正発明は，当該重複する数値範囲を除外するものではないから，両発明の同一性を否定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法156条1項違反の主張に対し",
                  "text": [
                    "前置報告書に基づく審尋は合議体の判断で行われるもので，法律上の義務ではない。また，前置報告書の内容も本願補正発明についての拒絶理由も，拒絶理由通知書(乙1)に示された範囲内のもので，重ねて意見を聴く必要性はない。",
                    "さらに，拒絶理由通知書においては，引用例に記載された技術的事項は，用量に関する点を含め請求人である原告らに提示しているから，既に，これに対する反論の機会は，拒絶理由通知書に対する意見書提出時及び審判請求時に存在していた。",
                    "他方，審判請求人である原告らは，審判請求，補正書の提出，審判請求の理由の補充は行ったものの，平成14年11月5日発送の前置解除通知書を受領した後，平成16年6月22日発送の審理終結通知を受領するまで，技術説明の申し出，追加意見書の提出などの活動を何ら行っていない。こうしたことから，審判体としては，既に出された内容が，審判請求人の主張のすべてであると理解して審理を進め，審理を終結するに至ったものである。",
                    "原告らは，審判体は本願補正発明と引用例記載の発明との異同を正確に把握しないまま，審理を終結したとも主張するが，審判体は，本願補正発明と引用例記載の発明との異同を正確に把握した上で判断したものであって，審決の認定判断に誤りがないことは，上記(1)及び(2)のとおりである。",
                    "以上によれば，本件審判手続は特許法156条1項に違反するものであるとの原告らの主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法156条2項違反の主張に対し",
                  "text": [
                    "審理を再開しなかったことが違法であるとする原告らの主張は，結局のところ，いったん終結した審理を，補正可能期間経過後の補正を認めるために再開せよというに等しく，特許法の定める補正制度と相容れない。そのような補正を認めるための審理再開は，制度の予定しないところである。",
                    "したがって，本件審判手続は特許法156条2項に違反するものあるとの原告らの主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否に関し，原告ら主張の取消事由ごとに順次判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "text": [
            "審決は，本願補正発明と引用例記載の発明との一致点として，前記のとおり，「哺乳動物における良性前立腺過形成の治療のための薬剤であって，ドキサゾシンを含む前記薬剤」(審決3頁最終段落)である点を認定した。",
            "これに対し，原告らは，審決の上記一致点の認定は，本願補正発明の用途と引用例記載の発明の用途とは異なるものであるのに，両者を同一であるとしたものであって，誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで検討すると，本願補正発明に係る特許請求の範囲は，前記のとおり，「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって，良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量の，プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニストまたはその医薬として許容される酸付加塩を含む薬物を含む，前記薬剤。」というものである。",
                "上記特許請求の範囲に「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって」と規定されていることからすれば，本願補正発明の薬剤の用途は「哺乳動物における良性前立腺過形成の治療または予防」であると解される。",
                "他方，引用例記載の発明の薬剤の用途は，原告らも自認するとおり，「良性前立腺過形成の症候的緩和により，哺乳動物における良性前立腺過形成の治療をすること」であるから，本願補正発明と引用例記載の発明とは，上位概念である「哺乳動物における良性前立腺過形成の治療」という用途を有する点で一致することは明らかである。したがって，本願補正発明と引用例記載の発明とは「哺乳動物における良性前立腺過形成の治療」という用途において一致するとした，審決の上記一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告らは，本願補正発明の薬剤の用途は「良性前立腺過形成を予防するまたはその病巣を減少させることにより，哺乳動物における良性前立腺過形成の治療または予防をすること」である旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，本願補正発明の薬剤の用途が「哺乳動物における良性前立腺過形成の治療または予防」であると解されることは上記(1)のとおりである。",
                    "原告らの上記主張は，本願補正発明に係る特許請求の範囲における「良性前立腺過形成を予防するまたはその病巣を減少する」との文言を根拠とするものであると解されるが，当該文言が，有効成分である「プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニスト」の有効用量を機能的に規定する要件として記載されていることは，その文言自体から明らかであって，本願補正発明の薬剤の用途を規定するものと解することはできない。原告らの上記主張は，特許請求の範囲の記載に基づかないものであって失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について原告らは，用途発明における「用途」の認定が特許請求の範囲の記載に基づいて行われるべきであることは当然であるが，それは，形式的に，特許請求の範囲の記載のうち「用途」を意味する語によって表現された部分のみが「用途」を構成することを意味せず，特許請求の範囲中「用途」を意味する文言によって表現されていない記載部分であっても，明細書の記載や当該発明の属する分野の従来技術を参酌して，当該記載部分こそが，まさに既知の物質についての未知の属性及びその属性による新たな用途を示しているといえるのであれば，当該記載部分も「用途」を構成すると解すべきである旨主張する。",
                    "しかし，発明の要旨の認定は，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないなど，発明の詳細な説明の記載を参酌することが許される特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきである(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)ところ，本願補正発明の薬剤の用途が「哺乳動物における良性前立腺過形成の治療または予防」であることは，特許請求の範囲の記載から，文言上，一義的に明確に理解することができるから，他に特段の事情の認められない本件において，発明の詳細な説明の記載を参酌する余地はないというべきである。また，本願補正発明の属する分野の従来技術を参酌しても，上記のような特許請求の範囲の記載から，「良性前立腺過形成を予防するまたはその病巣を減少する」との部分までもが，本願補正発明の薬剤の用途を規定していると解すべき根拠を見いだすことはできない。",
                    "のみならず，特許法36条5項に，特許請求の範囲には，「特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならない」と規定されていることからすれば，公知発明の用途とは異なる「新たな用途への使用」に基づく用途発明について特許を受けようとする以上，「新たな用途への使用」についての構成を特許請求の範囲に明示しなければならないことは当然である。",
                    "以上によれば，原告らの上記主張は採用の限りではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告らは，本願補正発明の用途である「良性前立腺過形成を予防するまたはその病巣を減少させることにより，哺乳動物における良性前立腺過形成の治療または予防をすること」と，引用例記載の発明の用途である「哺乳動物における良性前立腺過形成の治療」ないし「良性前立腺過形成の症候的緩和により，哺乳動物における良性前立腺過形成の治療をすること」とが全く異なるものであることは，両発明が医療現場において実施される具体的な場面を想起すれば明らかであるなどとした上，本願補正発明において，引用例記載の発明とは異なる用途を発見したことには多大な技術的意義があり，特許を受けるに値するというべきであると主張する。",
                    "しかしながら，特許請求の範囲の記載上，本願補正発明の薬剤の用途を原告ら主張のように解することができないことは上記ア及びイのとおりであるから，原告らの上記主張はその前提において失当であり，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告らの取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "text": [
            "審決は，本願補正発明と引用例記載の発明との前記一応の相違点について，「引用例の記載事項・・・によれば，ドキサゾシンは，1日あたり2mgから12mgの範囲のさまざまな投与量で良性前立腺過形成の治療に用いられていたといえる。そして，本願明細書には，本願補正発明の薬剤の有効成分の用量につき，「通常，活性化合物は約0．01ないし約2．0mg／kg／日の投与量で投与するのが最も好ましい。しかし，患者の体重に基づいて変化させるのが一般的に必要である。」と記載されている(【0017】)。ヒトの体重をおよそ50kgとして，本願補正発明の上記体重kgあたりの投与量を1日あたりの投与量に換算すると約0．5mgから約100mgとなり，本願補正発明における「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」とは，1日あたりの投与量でいえば，この程度の数値を意味するものといえる。そうすると，本願補正発明における用量は引用例記載の発明における用量と重複する範囲を含み，用量において相違するものではない」(審決4頁第3段落)と判断した。",
            "これに対し原告らは，本願補正発明は「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」を含むのに対し，引用例記載の発明は「良性前立腺過形成の症状を緩和して治療するための用量」を含む点で明確に区別されるなどとして，審決の上記判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで検討すると，本願補正発明の要旨は，前記のとおり，「哺乳動物における良性前立腺過形成の治療または予防のための薬剤であって，良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量の，プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニストまたはその医薬として許容される酸付加塩を含む薬物を含む，前記薬剤。」というものであるところ，そこでいう「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量の」との要件は，有効成分である「プラゾシン，ならびにドキサゾシンおよびその6’-および7’-ヒドロキシ代謝物から選択されるα -アドレナリン作働性受容体アンタゴニスト」の有効用量を機能的に規定したものであると解される。",
                "他方，本件明細書(甲2，3)の発明の詳細な説明には，上記用量に関し，「BPHの形成の阻止または形成後のその低減においてα -アドレナリン受容体アンタゴニストまたは(判決注，「んたは」とあるは「または」の誤記と認める。)それらの医薬として・・・許容される酸付加塩(以下，”活性化合物”と称する)を経口経路または，経皮を含む非経口経路で投与できる。しかし，活性化合物を経口的に投与するのが一般に好ましい。通常，活性化合物は約0．01ないし約2．0mg／kg／日の投与量で投与するのが最も好ましい。しかし，患者の体重に基づいて変化させるのが一般的に必要である。特定患者における良性前立腺過形成(BPH)の形成を治療または阻止するための適当な投与量はそのような化合物を(判決注，「のを」は「を」の誤記と認める。)処方しおよび／または投与する当業者によって容易に決定できよう。たとえば，ドキサゾシンの場合，高血圧を治療する有効量は約0．02ないし約0．60mg／kg／体重kg／日であり，ヒトでの好適最大経口投与範囲は約0．15ないし約0．30mg／kg／日である。患者の腫および特定の活性化合物に対するその個々の反応および組成物を投与する時間および間隔に応じて，他の変化も可能であることが理解されるべきである。上記下限以下の投与量が適当であり，他の時はより高い投与量が必要であって，投与しても望ましくない副作用はないことが時として見出される」(段落【0017】)，「このモデルを使用して，ドキサゾシン，すなわちα -アドレナリン受容体遮断薬のBPH障害の形成に対する作用を評価した。表Iのデータは，滅菌水のみ注射された対照(55．6±5．52mg，p＜0．05)に比較してドキサゾシン腹腔内投与(3mg／kg／体重)によりBabeTFG-β1感",
                "染MRSの体重が有意に低下(39．2±4．8mg，平均±標準誤差)する」(段落【0023】)と記載されている(下線は判決において付加)。",
                "これらの記載から，本願補正発明における，ドキサゾシン等のα -アドレナリン受容体アンタゴニストの「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」とは，「約0．01ないし約2．0mg／kg／日」(これを体重50kgに換算すると，1日当たり約0．5mgないし約100mg",
                "となる。)が最も好ましい用量であるものと認めることができる(原告もこの点は自認している。)。なお，実施例においては，「3mg／kg体重」(これを体重50kgに換算すると150mgとなる。)のドキサゾシンがマウスに投与されているが，これは，より高い投与量が必要な場合もあることから，あえて上記範囲を超える高用量のドキサゾシンが投与されたものと理解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，引用例(甲11)には，①「ドキサゾシン　その臨床薬理学並びに高血圧および良性前立腺過形成の治療への適用」と題して，「BPHの治療においては，2～12mg／日の用量が使用されてきた；しかし，多くの患者は4mg／日で反応する」(訳文1頁，「用量および投与」の項)，②「良性前立腺過形成(BPH)の治療においては，ドキサゾシン2～8mg／日の用量で徐々に効果が増すが，多くの患者は4mg／日で応答する。12mg／日までの用量が使用されたが，効果の増大は伴わなかった」(訳文7頁，「5．用量および投与」の項」)と記載されているから，ドキサゾシンの用量として「2～12mg／日」が記載されているものと認められる。",
                "なお，この点について原告らは，引用例には8mg／日を超える薬剤の投与は示唆されていないと主張する。しかし，引用例には，上記①のとおり「BPHの治療においては，2～12mg／日の用量が使用されてきた」と明記されており，また，「ドキサゾシンの用量1～12mg／日により，客観的パラメータ(最大および平均尿流速，排尿圧および排尿後残留量)および薬効の客観的評価・・・を測定した」(訳文5頁下から第2段落)とした上で，その結果が第V表として記載されている。他方，上記②の「ドキサゾシン2～8mg／日の用量で徐々に効果が増す・・・，12mg／日までの用量が使用されたが，効果の増大は伴わなかった」との記載は，文字どおり，2～8mg／日の範囲では用量の増大に伴って効果も増大するが，8mg／日を超えて12mg／日までの範囲では用量を増大しても効果の増大がなかったことを意味するだけで，8mg／日を超える用量での使用を否定する趣旨ではないと解されるから，上記のとおり，引用例には，ドキサゾシンの用量として「2～12mg／日」が記載されているものと認めるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願補正発明において，機能的に規定された有効成分の用量は，引用例記載の発明における用量「2～12mg／日」を完全に包含するものであると認められるから，両発明の用量は，この範囲で一致することが明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し原告らは，本願補正発明は「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」を含むのに対し，引用例記載の発明は「良性前立腺過形成の症状を緩和して治療するための用量」を含む点で明確に区別されるとした上，引用例記載の発明におけるドキサゾシンの用量よりも，本願補正発明における用量の方が優に一桁大きい旨主張する。",
                "しかし，前記(1)のとおり，本件明細書(甲2，3)の発明の詳細な説明の記載によれば，「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」の最も好ましい用量は，「約0．01ないし約2．0mg／kg／日」(これを体重50kgに換算すると，1日当たり約0．5mgないし約100mg",
                "となる。)であると認められるのであって，有効成分の用量が，実施例に記載された数値である「3mg／kg体重」(これを体重50kgに換算すると150mg",
                "となる。)に限定されるとも，あるいは，上記数値範囲内における比較的高い部分の用量を使用しなければ本願補正発明の特有の効果が得られないとも解されないから，原告らの上記主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また原告らは，引用例(甲11)には，本願補正発明における用量と引用例記載の発明における用量とが重複する範囲の用量を投与した場合において，「良性前立腺過形成を予防するまたはその病巣を減少する」というα -アドレナリン作働性受容体アンタゴニストの本願補正発明における特有の効果が発現することが引用例に開示されているわけではないし，投与対象の個体差がある以上，上記重複する範囲の用量を投与しても本願補正発明に特有の効果が当然に発現するというものでもないとも主張する。",
                "しかしながら，本願補正発明の薬剤と引用例記載の発明の薬剤とが，ドキサゾシンを「哺乳動物における良性前立腺過形成の治療」という用途に用いる点で共通することは，上記2で検討したとおりであり，かつ，前記(3)のとおり，「2～12mg／日」(体重50kgに換算した用量)という範囲で用量においても重複するものである以上，本願補正発明が「良性前立腺過形成を予防するまたはその病巣を減少する」という効果を奏するというのであれば，客観的には，引用例記載の発明も本願補正発明と同じ効果を奏すると解するほかはない。そして，このことは，引用例に本願補正発明の効果についての開示があるか否かとは関係しないというべきであるから，原告らの上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "さらに原告らは，本願補正発明と引用例記載の発明との用量の範囲には，重複していない部分も明らかに存在するのであるから，この点を措いて，本願補正発明と引用例記載の発明との用量が一致するということはできないとも主張する。",
                "しかし，本願補正発明における有効成分の用量が，引用例記載の発明における用量「2～12mg／日」を完全に包含するものであると認められ，両発明の用量がこの範囲で一致することは，前記(3)のとおりである。両者の用量の範囲に重複していない部分が存することは，この判断に何ら影響しないことが明らかであるから，原告らの上記主張も失当というほかない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上によれば，本願補正発明は，引用例に記載された発明であるというべきであって，審決の上記判断に誤りはなく，原告らの取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法156条1項違反の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本件では，審理終結通知の発送前に，審判体の見解が審判請求人である原告らに対し示されたことはなく，審判請求人が本願補正発明の特許性について直接審判官に意見を述べる機会は与えられず，その結果，審判体は本願補正発明と引用例記載の発明との異同を正確に把握しないまま，審理を終結したものであり，このような手続は，特許法156条1項の規定に違反する違法なものである旨主張する。",
                    "しかしながら，特許法156条1項にいう「審決をするのに熟したとき」とは，審理に必要な事実をすべて参酌し，取り調べるべき証拠をすべて調べて，結論を出せる状態に達したことを指すものと解され(特許庁編「工業所有権法逐条解説」(第16版)385頁参照)，また，同法145条2項は，拒絶査定不服の審判手続は書面審理によるのが原則である旨規定している。そうすると，たとえ，審判体の見解が審判請求人である原告らに対し示されたことはなく，審判請求人が本願補正発明の特許性について直接審判官に意見を述べる機会が与えられないまま審理終結通知がなされたとしても，そのことをもって，特許法156条1項の規定に違反する手続であるということはできない。",
                    "また，そもそも，本件においては，平成13年11月29日に審判請求がされ，平成13年12月28日に特許請求の範囲を補正する手続補正書(甲4)が提出され，平成14年4月8日に審判請求書の請求の理由を補充する手続補正書(甲5)が提出されているのであるから，その際，本願補正発明の特許性について審判体に意見を述べる機会があったものというべきである。",
                    "さらに，本願補正発明と引用例記載の発明との一致点及び一応の相違点に関する審決の認定判断に誤りがないことは，上記2及び3のとおりであって，審判体が本願補正発明と引用例記載の発明との異同を正確に把握しないまま，審理を終結したものでないことも明らかである。",
                    "以上によれば，原告らの上記主張は採用の限りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告らは，① 本件審判手続においては，審査前置解除後，原告らに対し，本願補正発明の技術的説明を行う正式な機会を与えることなく，直ちに審理終結通知を発したものであって，これは極めて異例の手続である，② 前置報告書(甲6)には，本願補正発明の「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」が，引用例におけるドキサゾシンの用量と区別できないとの点が強調されているが，拒絶理由通知(乙1)及び拒絶査定(甲17)では用量の点について何ら述べられていないから，原告らには反論する機会がなかったなどとも主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，上記①の主張については，前述のとおり，特許法145条2項は，拒絶査定不服の審判手続は書面審理によるのが原則である旨規定しており，審査前置解除後，審判請求人に対し技術的説明等を行う機会を与えるか否かは，正に，審判長ないし審判体の適切な裁量にゆだねられた事項というべきである。",
                        "この点について原告らは，甲15運用要領によれば，本件は，審査前置解除後，審尋を行うのが適切と考えられる事例に該当し，原告らは，審判体から見解を求められるものと理解していたなどとも主張するが，甲15要領は，飽くまで，運用として審理の一層の充実を図ることを目的とするものであることが明らかであって，仮に現実の審判手続において同要領に記載された基準と異なる運用がされたからといって，そのことによって当該手続が違法なものとなるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，上記②の主張についてみると，拒絶理由通知(乙1)においては，引用文献として，引用例(甲11)を含む四つの文献を提示した上で，特許法29条1項3号又は同条2項の規定により特許を受けることができない旨が指摘され，さらに拒絶査定(甲17)においては，「備考」として，「補正(判決注，第1次補正を指す。)後の請求項の記載「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量のα -アドレナリン作動性受容体アンタゴニスト」では，BPHの予防方法とは該アンタゴニストの有する全ての作用を包含するものであるし，また，病巣の減少とは細胞が異常状態から正常状態へ変移することも含まれ，これがアポトーシスによるものであるのかを明確に特定することができない。したがって，上記の記載では，引例1～4に係るα -アドレナリン作動性受容体アンタゴニストによるBPHの予防または治療のメカニズムと，本願発明とを実質的に区別することが未だできない」として，「良性前立腺過形成を予防するまたはその病巣を減少するのに有効な用量」との規定を含む本願発明の構成に，引用例と区別できないという問題があることが明確に指摘されている。そうすると，原告らに，拒絶理由通知及び拒絶査定に基づいて，上記用量の点について反論する機会があったことは明らかというべきである。",
                        "加えて，平成14年11月5日に審査前置解除通知が発送され，そのころ，原告らにおいて，審査前置が解除されたことを知ったことは，原告らの自認するところであるから，原告らは，その時点で前置報告書(甲6・作成日平成14年10月25日)を閲覧しさえすれば，審判請求時に行った補正では拒絶理由が解消しないとされる理由を容易に知ることができ，その後，平成16年6月25日に審理終結通知が発送されるまでの2年近くの間，前置報告書に記載された見解に対し，自発的に反論することも十分に可能であったものというほかはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告らの上記主張は採用の限りではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告らは，本件審判手続において，審理終結通知に先立って，原告らの審尋をせず，拒絶理由の通知をせず，また，原告らに反論を求めることもしなかったことは，審判体ないし審判長に与えられた裁量権を逸脱又は濫用するものであって不適法である旨主張する。",
                    "しかしながら，本件審判手続において，審判体ないし審判長において裁量権を逸脱し，又は濫用したことを疑わせる事情がないことは，上記ア及びイにおいて説示したところから明らかというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，特許法156条1項違反をいう原告らの主張は，いずれも採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法156条2項違反の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，明らかに特許されるべき補正案(甲9)を示したにもかかわらず，審理を再開せず，補正の機会を与えないのは，発明を保護し，利用するための制度である特許法の趣旨に反するとし，本件審判手続は，特許法156条2項に違反する旨主張する。",
                    "しかしながら，原告の上記主張は，特許法17条の2第1項(同法159条2項において準用する場合を含む。)に定める補正期間が経過した後，いったん審理終結の通知をした後においても，審判体には，更に補正の機会を与えるために審理を再開すべき義務があるというに等しいが，そのような解釈が，特許法の定める補正制度の枠組みに反するものであることは明らかであり，採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに原告らは，審理再開の必要があることが明白な本件において，審理を再開して補正の機会を与えなかったことは，裁量権の逸脱又は濫用に該当し，特許法156条2項に違反する違法な措置であるとも主張するが，当該主張を採用する余地がないことは，上記アにおいて説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，特許法156条1項又は2項の違反をいう原告らの主張は，いずれも失当であり，原告らの取消事由3の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告ら主張の取消事由はいずれも理由がない。",
            "よって，原告らの本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10119",
    "date": "2005-06-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009513",
    "ipprecedent_id": "661",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}