{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，控訴人に対し，758万1026円及びこれに対する平成14年12月25日から支払済みまで年6分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人が，被控訴人に対し，控訴人と被控訴人間で平成11年2月1日に締結されたフレクイック工法の事業化に関する契約に基づき，被控訴人の毎月報告するフレクイックエース及びショーフレキシンの月間売上高に応じた技術料の支払を受けるべき地位にあることを確認する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，第1，2審を通じ，被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人との間で「フレクイック工法の事業化に関する契約」(以下「本件契約」といい，その契約書を「本件契約書」という。)を締結したと主張して，被控訴人に対し，同契約に基づく技術料の支払(平成14年12月末日までの分及び遅延損害金)及び控訴人が本件契約に基づく技術料の支払を受けるべき地位にあることの確認を求めた事案である。",
            "原判決は，本件契約の締結に当たって被控訴人に錯誤があり，本件契約は無効であるとして控訴人の請求を棄却したため，これを不服とする控訴人が，本件控訴を提起したものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当事者双方の主張は，次の3及び4のとおり，当審における双方の主張を付加するほか，原判決の「事実及び理由」の「第2　当事者の主張」のとおりであるから，これを引用する(ただし，原判決4頁12行目の「被告の主張1」を「被告の主張」に改める。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の主張の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "動機の錯誤の不存在について",
              "text": [
                "フレクイックエース(本件止水剤)はAが開発したものであり，本件各発明(本件契約書記載の3件の発明)もAが発明したものである。したがって，被控訴人が，A(ひいては控訴人)に対して，フレクイックエースを独占的に製造販売するについての対価(技術料)を支払うという内容の本件契約を締結するのは，当然のことであり，仮に，原判決が判示するように「フレクイックエースは，控訴人・被控訴人共有の本件各発明に基づくものであるから，被控訴人が独占的に製造販売する対価を控訴人に支払う必要がある」ことが被控訴人の動機であったとしても，本件契約の締結に応ずるについて，被控訴人に何ら動機の錯誤は存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "要素の錯誤の不存在について",
              "text": [
                "本件契約において，「本件各発明がAと被控訴人との共同名義で出願されているから本件契約の締結に応ずる」との被控訴人の動機は表示されておらず，契約の相手方である控訴人ないしAは，そのような動機の存在を知らなかったのであるから，仮に被控訴人に動機の錯誤があるとしても，それは本件契約の要素の錯誤に該当しない。",
                "原判決は，本件契約書第1条の「甲乙共有の次の特許出願中の発明に基づくフレクイックエース」という文言を根拠として，動機が本件契約書に表示されていると解しているようである。しかし，上記の「甲乙共有」という文言は，「次の特許出願中の発明」(本件各発明)にかかるのか，「フレクイックエース」(本件止水剤)にかかるのか，また，「甲乙共有」という文言が「共同名義で出願されている」ということを意味するのか，「実質的に本件各発明が共有に属する」ということを意味するのか，明確ではない。仮に「甲乙共有」という文言が本件各発明にかかると解したとしても，「甲乙共同出願」という文言を使用していないことからすれば，「本件各発明が実質的にAと被控訴人との共有に属する」と解するのが自然である。いずれにせよ，本件契約書の上記文言は，多様な解釈を可能とする曖昧なものであることは否定できないから，上記文言をもって，被控訴人主張のような動機が，契約の相手方である控訴人ないしはAにとって容易に認識できるような明確な形で表示されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "重大な過失の存在",
              "text": [
                "仮に要素の錯誤があるとしても，本件各発明が被控訴人の単独出願であることは，被控訴人において容易に調査できる事柄であり，被控訴人のB取締役がその点についてCなどに事実確認を求めることもせずに本件契約を締結したことは，錯誤につき，被控訴人に重大な過失があったことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における被控訴人の反論の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "フレクイックエースは，Aが開発したものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件契約書第1条の「甲乙共有」の文言が「次の特許出願中の発明」にかかることは自明である。控訴人は，本件各発明が実質的に共有に属することを意味するとも主張するが，特許を受ける権利が共有であれば共同出願しなければならないのであり，形式的には被控訴人の単独出願であるが，実質的にはAと被控訴人の共有に属するということ自体あり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人のB取締役は，日常的に多数の契約書等に捺印していたものであり，部下が捺印の申請をした契約書等の記載に虚偽がないかどうかを逐一調査しなければならない義務まで社会上要求されるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本訴請求は理由がないと判断する。その理由は，以下の2及び3のとおり付加補正するほか，原判決の「事実及び理由」の「第3　当裁判所の判断」と同一であるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決10頁12行目から15行目までの「サンプルの提供を受け，平成7年12月ころ，新しい止水剤を開発した。そして，平成8年5月ころ，そのサンプルなどを，日東化学に提供した(甲7，8，証人C，証人A)。」を「サンプルの提供を受けるなどして，個人的に新しい止水剤の研究開発を試みていたが，平成8年5月ころ，新しい止水剤を開発したとして，止水剤のサンプルをCを介して日東化学に提供した(証人C，証人A)。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決13頁21行目の「平成12年6月，」を「平成12年7月の支払を最後に，」と改め，同頁23行目の「証人A」の前に「甲30の2，」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決16頁12行目の「2」を「3」に，15行目の「1」を「2」に，21行目の「3」を「4」にそれぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人は，フレクイックエース(本件止水剤)はAが開発し，本件各発明もAが発明したものであるとして，被控訴人が，A(ひいては控訴人)に対して，フレクイックエースを独占的に製造販売するについての対価(技術料)を支払う内容の本件契約を締結するのは，当然のことであり，被控訴人には何ら動機の錯誤は存在しないと主張する",
              "text": [
                "しかし，Aが平成8年5月ころ止水剤のサンプルをCを介して日東化学に提供したことは認められるが，本件全証拠を検討しても，その後日東化学において製品化され，実用化されている本件止水剤(フレクイックエース)が，そのサンプルに基づくものであることを的確に裏付ける証拠は存在しない。Aは，日東化学の製品であるダイヤエース1号を基にして，自宅で配合テストを100回以上やって新しい止水剤を完成させた旨供述するが，Aは，ダイヤエース1号の特許明細書(平3-15951号公報，乙5)の内容を見たこともなく，自宅には止水剤を評価するための設備もなかったというのであって(原審証人A)，そのような状況で，化学薬品の配合とその割合を主な内容とする開発行為を完成させたというのも不自然であるし，本件において研究開発の経過を示す資料なども示されていないことなどからすると，Aが実際に製品化されるような新しい止水剤を開発，発明したとすることには疑問があるといわざるを得ず，また，前記引用に係る原判決認定のとおり，本件止水剤は，遅くとも平成9年2月には製造販売が開始され，平成10年2月には日東化学との間で「止水剤の事業協力に関する契約」(Aが顧客開拓，施工業者に対する技術指導等を行うことを内容とするもの)が締結される機会があったにもかかわらず，本件止水剤についての契約がされなかったことなど，本件止水剤がAの開発によるものであると認めるには不自然な点があるというべきであって，Aの上記供述はにわかに採用することができない。",
                "上記のとおり，フレクイックエース(本件止水剤)がAの開発したものであると認めることはできず，本件契約書の文言に照らしても，本件契約がフレクイックエース(本件止水剤)についてのAの発明を実施するための対価の支払を合意した趣旨であると解することは困難である。",
                "また，前記引用に係る原判決認定のとおり，本件各発明については，Aを発明者の一人として特許出願されているが，日東化学は，本件契約締結の約1年前に，Aから特許を受ける権利の譲渡を受け(その経緯は定かでないが，Aがその譲渡の対価を請求した形跡は証拠上認められない。)，特許出願は日東化学単独でされているものであり，Aが本件各発明の発明者の一人であったからといって，被控訴人が，本件各発明を実施するについてAあるいは控訴人の承諾を得なければならない理由はなく，本件契約を締結するのは当然のことであるということもできない。",
                "したがって，Aがフレクイックエースを開発したことなどを前提に，被控訴人が本件契約を締結するのは当然のことであり，被控訴人には本件契約を締結するについて動機の錯誤は存在しない，とする控訴人の上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，本件契約において，「本件各発明がAと被控訴人との共同名義で出願されているから本件契約の締結に応ずる」との被控訴人の動機は表示されておらず，契約の相手方である控訴人ないしAは，そのような動機の存在を知らなかったのであるから，仮に被控訴人に動機の錯誤があるとしても，それは本件契約の要素の錯誤に該当しないと主張する。",
                "しかし，本件契約書には，その冒頭部において「甲乙共有の発明に基づく止水工法・・・の事業化に関し，次のとおり契約する。」と記載され，その第1条で「乙は，甲乙共有の次の特許出願中の発明・・・に基づくフレクイック工法専用薬液フレクイックエース及びショーフレキシン・・・を甲が独占的に製造・販売することを承諾する。」，第3条で「甲は乙に対し，第1条の乙の承諾に対する対価として，・・・技術料を支払うものとする。」と記載されているのであって，前記引用に係る原判決認定のとおり，フレクイックエースは本件各発明そのものではないが，それに基づくものであることから，その製造販売は実質的に本件各発明の実施に相当するものとして，被控訴人が独占的に製造販売する対価を控訴人に支払う必要があるということが，契約の前提として記載されている，すなわち，本件契約は，特許出願中の本件各発明が被控訴人と控訴人との共有であることから，被控訴人がこれを独占実施するためには，共有者である控訴人の承諾が必要であり，その対価を支払う必要があるとの動機に基づいて締結されるものであることが，本件契約書上に表示されていることは明らかである。そうすると，本件各発明は，被控訴人が単独で特許出願したものであって，設定登録される特許権は被控訴人に帰属するものであり，被控訴人がその特許出願に係る本件各発明を実施するについて，控訴人の承諾を得る必要はなかったのであるから，この点において，被控訴人には，契約の要素に錯誤があったというべきである。",
                "控訴人は，本件契約書の第1条の文言は曖昧であり，多様な解釈が可能であるから，この文言によっては，被控訴人の動機が容易に認識できるように表示されているとはいえないと主張するが，本件契約書の第1条等を素直に読めば，上記のように理解するのが自然であり，また，契約の当事者ではないが，A自身も，当時，本件契約書を読んで，本件各発明は，Aと被控訴人との共同出願に係るものであり，11件ある特許出願のうち既に製品化され，実施されているものについて掲記されたものであると認識していた旨を供述しているのであって(原審証人A)，本件契約が本件各発明の実施に伴い上記のような趣旨で締結されたものであることは，本件契約書の文言から容易に理解することが可能であり，被控訴人の動機が表示されているとはいえないとする控訴人の上記主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，被控訴人には錯誤について重大な過失があると主張する。",
                "しかし，前記引用に係る原判決認定のとおり，本件契約書は，被控訴人の法務部がCの説明に従って原案を作成し，被控訴人のB取締役が，Cの説明に基づいて調印したものであるところ，Cは，被控訴人の従業員ではあったものの，他方では，控訴人の設立(平成11年3月4日設立)に際して株式を引き受けるなど，控訴人の設立作業に関与するとともに，本件契約書の作成と並行して，控訴人がフレクイック工法研究会の会員に対して送付した，本件各発明を含む特許出願中の止水工法について，控訴人が対価を得て実施許諾することを内容とする契約の締結を促す書面(乙7)などについても関与するなど，当時，Aあるいは控訴人の側に立って行動していたことが窺われるのであって，本件契約の締結については，Aあるいは控訴人側の立場にある者とみることができる。そうすると，B取締役は，いわば契約の相手側の立場にあったともいうべきCの説明に従って作成された本件契約書の記載とCの説明に基づいて，前記のような錯誤に陥り，本件契約書に調印するに至ったものということができ，Cが日東化学のころから止水剤事業を担当していた者であること(乙9)などからすれば，B取締役がC説明を受けただけで，本件各発明が真に共同出願に係るものであるかどうかについてまで調査しなかったとしても，そのことをとらえて重大な過失があったとすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，控訴人の請求を棄却した原判決は相当であり，控訴人の本件控訴は理由がない。",
            "よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}