{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2003-21084号事件について平成16年8月2日にした審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，平成11年11月9日，平成7年1月13日に出願した特願平7-19863号(原原出願)の一部を新たな特許出願(特願平11-318428",
              "text": [
                "号，原出願)とし，さらに，平成12年5月22日，その一部を「文字情報と画像情報の合成方法及びシステム」とする新たな特許出願(本件出願。特願2000-149535号)とした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件出願につき，原告は，平成15年9月30日付けの拒絶査定を受けたので，同年10月30日，拒絶査定に対する審判を請求した(不服2003-21084号事件として係属)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成16年8月2日，「本件審判の請求は，成り立たない。」との審決をし，同月23日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1に係る発明の要旨(平成16年6月14日付け手続補正書による補正後のもの)",
          "text": [
            "「【請求項1】ネットワークを介して画像を表示したり，CD-ROM等の光ディスクを介して画像を表示する第1工程と，",
            "前記画像上で対象物の場所の指定を促す第2工程と，",
            "前記画像上において指定された前記対象物の座標情報と利用者が所有する既存データベースに記憶されている文字情報とを，前記対象物の座標情報に対応させて付与した管理コードにより対応付けて登録する第3工程と，",
            "前記対象物を含む画像部を表示すると共に，前記登録された文字情報を前記画像部と関連付けて合成して表示する第4工程と",
            "を有することを特徴とする文字情報と画像情報の合成方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，請求項1に係る発明(以下「本願発明」という。)は，引用例に記載された発明に基づいて当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により特許を受けることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例記載の発明",
              "text": [
                "拒絶の理由に引用された，本願の原原出願の日前である平成5年4月16日に頒布された特開平5-94129号公報(本訴甲3，以下「引用例1」という。)には，次の事項が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【産業上の利用分野】本発明は，地図情報表示装置に関し，例えばナビゲーション装置に用いて好適なものである。」(引用例1の2頁1欄15～17行，段落【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "「地図情報はCD-ROMに記憶されており，車両の現在位置を含む地図がこのCD-ROMから読み出されてモニタ上に表示される。この表示地図上には車両の現在位置も重ねて表示される。ここで車両の現在位置は，GPS(Global Positioning System)，ビーコン，地磁気検出器などを利用して表示地図上において逐次更新されて行く。ユーザは，モニタを見ることにより，車両の現走行位置をリアルタイムで知ることができる。」(引用例1の2頁1欄21～29行，段落【0002】)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【0003】かかるナビゲーション装置には，ユーザによって施設の情報を登録できる機能が備えられている。かかる施設の情報はメモ情報と称されている。ユーザは表示地図上において，その施設が存在する位置をカーソルによって設定し，その後その施設の名称などを文字，記号，アルファベットなどで入力することにより，その施設の位置と内容を装置に登録することができる。ナビゲーション装置側では，かかるメモ情報の位置および内容を互いに関連付けて装置内のメモリに記憶する。そして，ユーザからの表示指令に応じてこのメモリから所望の施設の位置情報が読み出され，これが識別できるように地図上に表示される。",
                    "【0004】かかるメモ情報の表示には，従来，2通りの表示方法が採用されていた。1つは車両の現在位置を中心とした表示方法で，地図表示画面を車両の現在位置を中心とした地図表示画面に切り替え，この画面上にメモ情報を重ね表示する方法である。もう1つはメモ情報の施設の位置を中心とした表示方法で，地図表示画面を施設の位置を中心とした地図表示画面に切り替え，この画面上にメモ情報を重ね表示する方法である。」(引用例1の2頁1欄30～49行，段落【0003】～段落【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「【0008】",
                  "text": [
                    "【実施例】図1に実施例のブロック図を示す。本実施例は，車載用のナビゲーション装置に本発明を実施した例である。図において，1はマイクロコンピュータ(マイコン)で各部の制御を行う。2は地図情報を記憶したCR-ROMを再生して所望の地図情報を取り出す地図再生回路，3は車両の現在位置をGPS，ビーコン，地磁気検出器などを利用して検出する現在位置検出回路，4はユーザによる入力に応答し，所望設備の情報及び地図上におけるその設備の位置を関連づけて記憶する記憶回路，5は記憶回路4から読み出した情報を一旦記憶するメモリ，6はマイコン1からの信号を受けてCRT画面上に地図，車両の現在位置あるいはメモリ5に記憶されたメモ情報を映写する表示装置，7はメモ情報の登録などのためにユーザによって操作される入力部である。",
                    "【0009】通常の地図表示は，現在位置検出回路3によって検出された車両の現在位置に基づき，この現在位置を含む地図に応じた地図情報を地図再生回路2から読み出し，この地図情報と車両の現在位置情報とから地図上に車両の現在位置が重ねられた画面を作成して表示装置6上に表示する。かかる地図表示における情報処理は，既存のナビゲーション装置と同様にして行われる。",
                    "【0010】メモ情報の登録は以下のようにして行う。上記のように所望領域の地図が表示されている状態において，まず装置本体の入力部7に配されたモード切り替えキーを操作することにより，装置をメモ情報登録モードに設定する。すると表示画面は，図3の右側の画面に示すように，表示されていた画面の中心位置にカーソルが，下部にタッチパネルとして機能するカーソル移動キー(矢印キー)および登録キーが付加された表示画面に切り替わる。ユーザは，かかる画面において，カーソル移動キーを操作することによってカーソルを登録したい施設の位置に移動し，その後，登録キーを操作する。以上の操作によって，登録したい施設の位置が決定される。尚，かかる施設の位置は，地図上における経度，緯度を示す座標情報に換算されて登録される。",
                    "【0011】以上の操作が終了すると，表示画面は図3の左側の状態に切り替わる。かかる状態においては，表示画面は全てタッチパネルとして機能する。かかる画面において，ユーザはカーソルキー(矢印キー)を操作することによって文字列上における文字を選び，“情報”の位置に施設の内容を示す文字を入力する。ここで，各文字は，カーソルキーによって文字を選んだ後，文字キーを操作することによって入力できる。情報として英数を入力したいときには英数キーを操作し，画面上に文字列に代えて英数列を表示せしめ，この英数列から所望の英数を選ぶことによって行う。このようにして“情報”の入力が終了すると，次にユーザは記号キーを操作し，施設の位置を表示する際の施設の目印となる記号の入力に移る。かかる記号キーを操作すると，“記号”の位置に所定の記号が表示される。ユーザは，かかる記号以外の記号を目印として採用する場合には，カーソルキーの内上下方向のキーを操作し，“記号”の位置に表示される記号を変更する。かかる記号は，装置内のメモリ(図示せず)に記号列情報として記憶されており，上下のカーソルキーの操作によってこの記号列が順方向あるいは逆方向に順番に読み出されて“記号”の位置に順番に表示される。",
                    "【0012】このようにして“情報”および“記号”の入力が終了すると，ユーザは設定キーを操作する。かかる設定キーの操作に応答してメモ情報の位置，内容および記号を示す各情報が図1における記憶回路4に互いに関連づけて記憶される。",
                    "かかるメモ情報に関する記憶回路4のメモリマップを図4に示す。同図において，nはメモ情報の登録順序を示す。また座標情報は，前述したように，地図上における経度，緯度を示すものである。",
                    "【0013】次にメモ情報の表示について説明する。通常の地図表示モードにおいて，モードの変更をキー入力部7を介して入力すると，表示画面は，図5の右上に示す画面，即ち表示画面の下部にタッチパネルとして機能するモード変更キーが表示された画面に切り替わる。メモ情報を表示する場合，ユーザはかかるモード変更キーからメモキーを選択して操作する。かかるメモキーの操作に応答して表示画面は，図5の左上の画面，即ちメモ情報のリストを示す画面に切り替わる。かかる表示画面は，上述した如くして図1の記憶回路4に記憶されたメモ情報を読み出すことによって映写される。ここでメモ情報のリストは，記憶回路4に登録された順番に映写される。ユーザは，かかるリストから表示したいメモ情報を選択しこれを入力する。メモ情報の選択の入力は，上記と同様，タッチパネルによって行う。このようにしてメモ情報の指定がなされると，対応するメモ情報の施設の位置が地図上に表示される。かかるメモ情報の表示は，図2のフローチャートに従ってマイコン1によって実行される。",
                    "【0014】かかるメモ情報の表示について，図2のフローチャートに従って以下に説明する。上述した操作によりユーザがメモ情報を指定すると，まず指定されたメモ情報が記憶回路4から読み出されメモリ5にストアされる(ステップ1)。同時に車両の現在位置がメモリ5にストアされる(ステップ2)。次に，指定されたメモ情報に応じた施設の位置(登録地点)が，メモ情報指定前の表示地図上に存在するか否かが判別され(ステップ3)，もし存在していればこの地図上に車両の現在位置とメモ情報の登録地点が重ねられた画面がモニタ上に表示される(ステップ7)。一方，指定されたメモ情報の登録位置がメモ情報指定前の表示地図上に存在しなければ，現在位置と登録地点の間の距離が算出され(ステップ4)，かかる距離に応じて両位置が同一地図上に表示できるか否かが判別される(ステップ5)。",
                    "【0015】ここで，現在位置と登録地点が同一地図上に表示できるか否かは，メモ情報指定前に表示されていた地図の縮尺に従って判別する。即ち，かかる縮尺においては，画面上に表示できる2地点間の最大距離は長方形の表示画面上における対角線の距離であるが，前記現在位置と登録地点間の距離がかかる対角線の距離を越えていれば，この2地点を同一地図上に表示することはできない。従ってこの場合には，ステップ5においてＮOと判別する。かかる場合には，登録地点が中心位置となるような地図に表示地図を変更する(ステップ6b)。一方，現在位置と登録地点間の距離が前記対角線の距離を越えていなければ，これら2地点が画面上に表示できるような地図に表示地図を変更する(ステップ6a)。ここで，これら2地点間の距離が前記対角線の距離に近いときには，表示地図を適当にスクロールして，2地点がかかる対角線上にほぼ並ぶような表示地図に変更する。",
                    "【0016】このようにして表示地図の変更が行われると，この地図上に車両の現在位置とメモ情報の登録地点を重ね(ただしステップ6bを経由した場合には車両の現在位置は地図上に重ねられない)，これをモニタ上に表示する(ステップ7)。図5において，右下の画面は，ステップ3においてYESと判別された場合の表示画面の一例を示し，左下の画面はステップ5においてＮOと判別された場合の表示画面の一例を示す図である。",
                    "【0017】以上，本発明の実施例について説明したが，本発明はかかる実施例に限定されるものではなく，他に種々の変更が可能である。例えば上記実施例においては，車両の現在位置とメモ情報の登録地点とが同一の地図上に表示できない場合にはメモ情報の登録地点を地図の中心位置において表示するようにしたが，かかる場合に，表示地図の縮尺を適宜切り替えれるようになし，これにより2地点を同時に表示できる最大縮尺の地図上において2地点をモニタできるようにすれば，ユーザはかかる表示の切り替えによって車両の現在位置と登録地点の位置関係を大まかに知ることができるようになる。」(引用例1の2頁2欄27行～4頁5欄13行，段落【0008】～【0017】)",
                    "この記載事項によると，引用例1には，",
                    "「各部の制御を行うマイクロコンピュータ(マイコン)1と，地図情報を記憶したCD-ROMを再生して所望の地図情報を取り出す地図再生回路2と，車両の現在位置を検出する現在位置検出回路3と，ユーザによる入力に応答し，所望設備の情報及び地図上におけるその設備の位置を関連づけて記憶する記憶回路4と，記憶回路4から読み出した情報を一旦記憶するメモリ5と，マイコン1からの信号を受けてCRT画面上に地図，車両の現在位置あるいはメモリ5に記憶されたメモ情報を映写する表示装置6と，メモ情報の登録などのためにユーザによって操作される入力部7とから構成される車載用のナビゲーション装置において，",
                    "通常の地図表示は，現在位置検出回路3によって検出された車両の現在位置に基づき，この現在位置を含む地図に応じた地図情報を，地図情報を記憶したCD-ROMを再生して所望の地図情報を取り出す地図再生回路2から読み出し，この地図情報と車両の現在位置情報とから地図上に車両の現在位置が重ねられた画面を作成して表示装置6上に表示され，",
                    "メモ情報を登録するときには，所望領域の地図が表示されている状態において，まず装置本体の入力部7に配されたモード切り替えキーを操作して，装置をメモ情報登録モードに設定し，表示画面を，カーソル移動キー(矢印キー)および登録キーが付加された表示画面に切り替え，ユーザは，かかる画面において，カーソル移動キーを操作することによってカーソルを登録したい施設の位置に移動し，登録キーを操作することによって，登録したい施設の位置が地図上における経度，緯度を示す座標情報に換算されて登録され，以上の操作が終了すると，画面において，ユーザはカーソルキーを操作することによって文字列上における文字を選び，“情報”の位置に施設の内容を示す文字を入力する，そして，“情報”の入力が終了すると，次にユーザは記号キーを操作し，施設の位置を表示する際の施設の目印となる記号の入力を行う，このようにして“情報”および“記号”の入力が終了すると，ユーザは設定キーを操作し，かかる設定キーの操作に応答してメモ情報の位置，内容および記号を示す各情報が記憶回路4に互いに関連づけて登録順序番号を付けて記憶され，",
                    "メモ情報の表示については，通常の地図表示モードにおいて，モードの変更をキー入力部7を介して入力すると，表示画面は，表示画面の下部にタッチパネルとして機能するモード変更キーが表示された画面に切り替わり，ユーザはかかるモード変更キーからメモキーを選択して操作すると，メモキーの操作に応答して表示画面は，メモ情報のリストを示す画面に切り替わり，ユーザは，かかるリストから表示したいメモ情報を選択しこれを入力する，このようにしてメモ情報の指定がなされると，対応するメモ情報の施設の位置が地図上に表示され，その表示は，指定されたメモ情報に応じた施設の位置(登録地点)が，メモ情報指定前の表示地図上に存在するか否かに応じて，もし存在していればこの地図上に車両の現在位置とメモ情報の登録地点が重ねられた画面がモニタ上に表示され，存在しなければ，登録地点が中心位置となるような地図に表示地図を変更して表示される等の表示制御されることを特徴とする地図情報表示装置。」",
                    "の発明(以下「引用例1記載の発明」という。)が記載されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "text": [
                "本願発明と引用例1記載の発明を対比すると，",
                "引用例1のものは，地図情報を記憶したCD-ROMを再生して，CRT画面上に地図を表示しているから，CD-ROM等の光ディスクを介して画像を表示する工程を有しており，",
                "引用例1の施設の登録について，ユーザは，画面において，カーソル移動キーを操作することによってカーソルを登録したい施設の位置に移動して登録操作を行っているから，画像上で対象物を指定する工程を有しており，",
                "引用例1では，登録したい施設の位置が地図上における経度，緯度を示す座標情報に換算されて登録され，その操作の終了後に，登録したい施設の文字情報，記号の入力が行われ，施設の位置，内容および記号を示す各情報が記憶回路にお互いに関連づけ登録順序番号を付けて記憶されているから，画像上において指定された対象物の座標情報と文字情報とを，対応付けて登録する工程を有しており，　引用例1では，メモ情報の登録地点が記号により画面モニタ上に表示されているから，記号も登録された情報であるから，対象物を含む画像部を表示すると共に，登録された情報を画像部と関連付けて合成して表示する工程を有しており，　また，引用例1記載の発明は装置として表現されているが，これを方法として表現し得ることは自明のことであって，単なる表現上の問題にすぎないから，両者は次の点で一致し，",
                "(一致点)",
                "「CD-ROM等の光ディスクを介して画像を表示する第1工程と，",
                "前記画像上で対象物の場所の指定する第2工程と，",
                "前記画像上において指定された前記対象物の座標情報と文字情報とを，対応付けて登録する第3工程と，",
                "前記対象物を含む画像部を表示すると共に，前記登録された情報を前記画像部と関連付けて合成して表示する第4工程と",
                "を有することを特徴とする情報の合成方法。」",
                "次の各点で相違する。",
                "(相違点)",
                "(相違点1)",
                "第1工程において，本願発明は，ネットワークを介して画像を表示したりと記載されているのに対して，引用例1では，この点については記載されていない点。",
                "(相違点2)",
                "第2工程において，本願発明は，画像上で対象物の場所の指定を促す第2工程と記載されているのに対して，引用例1には促すとは記載されていない点。",
                "(相違点3)",
                "第3の工程で，本願発明では，画像上において指定された前記対象物の座標情報と利用者が所有する既存データベースに記憶されている文字情報とを，前記対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するのに対して，引用例1では，ユーザが文字情報をカーソルキーを用いて入力し，設定キーの操作に応答して登録したい施設の位置，内容および記号を示す各情報を互いに関連づけて登録順序番号を付けて記憶している点。",
                "(相違点4)",
                "本願発明では，対象物を含む画像部を表示すると共に，登録された文字情報を画像部と関連付けて合成して表示するのに対して，引用例1では，表示地図上に登録施設の記号は示されているが，文字情報は表示されていない点。",
                "(相違点5)",
                "本願発明は，文字情報と画像情報の合成方法であるのに対して，引用例1は，地図情報表示装置である点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の判断",
      "text": [
        "上記相違点について検討すると，",
        "(相違点1)について",
        "ネットワークを介して画像を表示することは，本願発明では，「ネットワークを介して画像を表示したり，CD-ROM等の光ディスクを介して画像を表示する」と記載されている。したがって，本願発明は，ネットワークを介して画像を表示するだけに限定されておらず，引用例1では，CD-ROMの光ディスクを介して画像を表示しているので，この点は相違点になり得ない。たとえなったとしても，ネットワークを介して画像を得てそれを表示することは周知のことである。",
        "(相違点2)について",
        "「促す」とは，本願発明の基となる原原出願(特願平7-19863号)，及び原出願(特願平11-318428号)の出願当初の明細書には記載されていないことであり，また，本願の発明の詳細な説明にも具体的な記載はないので，通常の意味の「促す」が単に挿入されたものと認められる。一般的に，情報処理装置に入力する場合において，音声あるいは表示画面上において入力を促すようにすることは周知慣用のことであるから，本願発明のように場所の指定を促すようにすることは当業者ならば，容易に考えられることである。",
        "(相違点3)について",
        "「利用者が所有する既存データベースに記憶されている文字情報とを，前記対象物の座標情報に対応させて付与した管理コードにより対応付けて登録する」について，本願の発明の詳細な説明には，既存データベースに記憶されている文字情報と，対象物の座標情報との対応付けについては，「入力装置1を介してユーザデータベースDB等から入力された文字情報は，中央処理部3内の文字情報登録手段32によって情報記憶部4内の文字情報記憶部42に登録される。」と記載されているように，データベースDB等から入力された文字情報を文字情報登録手段32によって文字情報記憶部42に登録していることが記載されている。",
        "また，その，既存のデータベースからの文字情報の入力について，原原出願(特願平7-19863号)においては，その段落【0013】に「入力装置1を介してユーザデータベースDB等から入力された文字情報は，文字情報登録手段32によって情報記憶部4内の文字情報記憶部42に登録される。」と記載されているのみであり，入力の方法については格別示唆されているわけではない。",
        "一般的に，文字情報を入力するに当たり，1文字ずつ文字入力して文字列を作成する代わりに，既に作成された文書ファイル等からなるデータベース上にある文字列データを用いて，例えば，コピーして貼り付けること等により簡単に文字データを入力することは，日常的に行われていることであること等を考慮すると，引用例1においても，文字入力するにあたり，カーソルキーにより文字を入力するに代えて，既存のデータベースに記憶されている文字情報を用いて，その文字情報をコピーして貼り付けるなどの入力方法により入力するようにすることは当業者が容易に考えられることである。",
        "また，管理コード等により各種情報を対応付けて登録することも慣用手段である。",
        "したがって，引用例1のものにおいて，画像上において指定された登録したい施設の座標情報を文字情報と対応して登録するときに，既存データベースに記憶されている文字情報を用いて，その文字情報とを，対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するようにすることは当業者が容易に考えられることである。",
        "(相違点4)について",
        "ディスプレイに表示された地図上に施設の名前等の文字情報を表示することはよく行われていることであるから，引用例1においても，表示地図上に登録施設の記号が表示されているが，これに代えて，登録施設の文字情報を表示することは当業者が容易に考えられることである。",
        "(相違点5)について",
        "上述したように，装置として表現されている発明を，方法として表現し得ることは自明のことであって，単なる表現上の問題にすぎず，また，文字情報と画像情報の合成についても，上述したように文字情報を入力することは容易に考えられることであるから，発明を文字情報と画像情報の合成方法とすることに困難性はない。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決のむすび",
      "text": [
        "したがって，本願発明は，引用例1に記載された発明に基いて当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により特許を受けることができない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "text": [
            "審決は，本願発明と引用例1記載の発明との基本的な相違を看過し，かつ，各相違点の認定判断を誤ったものであるから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(基本的な相違の看過)",
              "text": [
                "審決は，「本願発明は，引用例1に記載された発明に基づいて当業者が容易に発明をすることができたものである」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，第1工程ないし第4工程を総合的に融合したことに特徴があるが，その中でも，特に第3工程に大きな特徴がある。第3工程の「前記画像上において指定された前記対象物」とは，第1工程において表示された画像，すなわち，ネットワークを介して表示された画像やCD-ROM等の光ディスクを介して表示された画像であり，「前記対象物の座標情報」とは，第2工程において，前記画像上で指定された対象物の場所を示す座標情報である。また，「既存データベース」とは，本願図面の図1に示されるように，地図検索システム等のコンピュータシステムが持つデータベースから独立した外部のユーザデータベースである。このように，本願発明は，ネットワークを介して表示された画像上やCD-ROM等の光ディスクを介して表示された画像上において指定された対象物の座標情報と，地図検索システム等のコンピュータシステムが持つデータベースから独立した外部のユーザデータベースに記憶されている文字情報とを，画像上において指定された対象物の座標情報に対応させて付与した管理コードにより対応付けて登録する第3工程を具備し，これによって，外部の既存データベースとの連携を実現している。",
                    "これに対し，引用例1記載の発明は，本願明細書(甲2の4，10)において，従来技術として説明されている分野に属するものであり，段落【0002】の地図システム又は段落【0003】のFM(Facility Management)の技術に相当し，段落【0004】のナビゲーション・システムに応用されたものであって，外部のデータを考慮したものではない。引用例1記載の発明は，文字と地図との関連づけを示してはいるが，そのデータは，文字キーで入力するもの以外は全てシステムが有する内部データであり，システム内のコンピュータマッピングを示すもの(1システム1データ)であって，上記のような第3工程を開示していない点で，本願発明と基本的に相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，本願明細書の段落【0007】に記載されているように，地図，設計図，各種構造物の構造図などの図形や画像の任意位置に対して，利用者の各種データベースの情報を関連付けて付加することができる情報化社会にマッチした文字情報と画像情報の合成方法及びシステム，さらには，付加した文字情報を検索キーとして画像上の位置を検索し，所望の画像部分を表示できる文字情報と画像情報の合成方法及びシステムを提供することを目的とし，段落【0034】に記載されているように，画像の任意位置に対して，利用者の情報を登録して管理することができ，利用者が持っている情報を有効利用でき，利用者の設定情報をキーとして該当の場所を検索する情報検索システムを容易に構築することができ，さらに，他のアプリケーションシステムの全てのデータベース(利用者の各種データベース)との連携を図ることができるという作用効果を奏する。",
                    "これに対し，引用例1記載の発明は，引用例1(甲3)の段落【0004】，【0005】に記載されているように，地図表示装置において，従来装置では地図表示画面を車両の現在位置を中心とした地図表示画面に切り替えたときに，メモ情報の施設の位置が表示画面からはみ出して表示できなくなることがあったり，逆にメモ情報の施設の位置を中心とした地図表示画面に切り替えると，車両の現在位置が表示画面からはみ出して表示できなくなってしまう問題を解決することを目的とし，その結果，段落【0018】に記載されているように，現在位置と所望施設の位置関係に応じて登録地点の表示の仕方をユーザにとって好ましいものに切り替えることができるようになったというものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のように，本願発明と引用例1記載の発明とでは，基本的思想や目的(課題)が全く相違し，その結果，作用効果も著しく相違するのであって，本願発明は，引用例1に記載された発明に基づいて当業者が容易に発明をすることができないから，審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(各相違点の認定判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "審決は，「ネットワークを介して画像を表示することは，本願発明では，「ネットワークを介して画像を表示したり，CD-ROM等の光ディスクを介して画像を表示する」と記載されている。したがって，本願発明は，ネットワークを介して画像を表示するだけに限定されておらず，引用例1では，CD-ROMの光ディスクを介して画像を表示しているので，この点は相違点になり得ない。」と認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，光ディスクのほかに，ネットワークからの画像を表示できること，すなわち，光ディスクとネットワークからの画像の両方を表示できることに新規性がある。そして，ネットワークを介することによって，例えば外部データベースとの連携も可能であるといった大きなメリットがあるのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，工程の一部に，引用例1記載の発明に開示された「CD-ROM等の光ディスクを介して画像を表示する」ことが含まれているとしても，このことによって，その斬新性が失われることはないから，「相違点になり得ない。」と認定判断した審決は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "審決は，「本願発明は，画像上で対象物の場所の指定を促す第2工程と記載されているのに対して，引用例1には促すとは記載されていない点。」を相違点2と認定し，「一般的に，情報処理装置に入力する場合において，音声あるいは表示画面上において入力を促すようにすることは周知慣用のことであるから，本願発明のように場所の指定を促すようにすることは当業者ならば，容易に考えられることである。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1記載の発明の「登録したい施設の位置」は，引用例1の段落【0010】に記載され，図3に示されているように，「点」であるのに対し，本願発明の「対象物の場所」は，本願明細書の段落【0016】，【0017】に記載され，本願図面の図5及び図6に示されているように，「点」のみならず，広がりを有する「領域」をも含むものであって，本願発明と引用例1記載の発明とは，この点において相違している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，第2工程において，「促す」という言葉の有無のみを相違点と認定し，これについて判断した審決は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "審決は，「引用例1のものにおいて，画像上において指定された登録したい施設の座標情報を文字情報と対応して登録するときに，既存データベースに記憶されている文字情報を用いて，その文字情報とを，対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するようにすることは当業者が容易に考えられることである。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1記載の発明は，「入力した文字情報のみの関連付け」を対象としているのに対し，本願発明は，本願明細書の段落【0027】の記載からみて，「検索キーを介して，対象物の位置・領域と既存のユーザデータベースD1を関連付けて登録している」のであって，入力した文字情報の関連付けのみならず，「データベースとの関連付け」を対象としている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1記載の発明は，地図の位置(ポイント)に対し文字情報(メモ)を追加するという内容になっており，X座標(経度)の数値，Y座標(緯度)の数値，メモの文字列の構造を記録することによって実現することができる。しかしながら，本願発明は，領域(空間データ)に対し文字列を登録するので，単純にXY座標と文字列の構造を記録しても，空間データに辿りつくことはできない。本願発明は，対象物の座標情報に対応させて付与した管理コードを用いて文字情報との対応付けを行っているが，引用例1には，そのような管理コードは開示されておらず，記号が示されているのみである。",
                        "被告が援用する乙1ないし4にそれぞれ記載されている「識別子」，「電話番号」，「住所漢字コード」及び「識別コード」は，いずれも，実在する値又はユーザが意図的に入力した値との連携を図るものであり，ここに示されているような値を使用すれば，文字情報との連携については想到し得る可能性があるとしても，本願発明における管理コードの連携の対象は領域であるのに，乙1ないし4には，領域を連携させるものは開示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願発明における既存データベースとの連携は，引用例1記載の発明における入力の対応付けと基本的に相違し，また，本願発明における管理コードによる対応付けは，引用例1記載の発明における登録と相違するから，本願発明は，当業者が容易に想到し得るものではなく，審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "審決は，「引用例1においても，表示地図上に登録施設の記号が表示されているが，これに代えて，登録施設の文字情報を表示することは当業者が容易に考えらることである。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1記載の発明は，地図上に登録施設の記号を表示するのみで，文字情報を表示するようにはなっていない。これに対し，本願発明は，登録された文字情報を画像部と関連付けて合成して表示するが，その文字情報は，第3工程で登録された既存データベースからの文字情報であり，記号を単に文字に変換したような文字情報とは異なる。",
                        "また，引用例1記載の発明は，登録対象が点であるから，地図の位置を即座に判断することができるのに対し，本願発明は，登録対象が領域(空間データ)であるから，文字列→管理コード→座標情報アドレス→座標情報という処理経路を通り，関連付けられた文字列の場所を判断する必要がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，引用例1において，記号に代えてその文字情報を表示することは，当業者が容易に考えられることではないから，審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "審決は，「装置として表現されている発明を，方法として表現し得ることは自明のことであって，単なる表現上の問題にすぎず，また，文字情報と画像情報の合成についても，上述したように文字情報を入力することは容易に考えられることであるから，発明を文字情報と画像情報の合成方法とすることに困難性はない。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1記載の発明は，上記(1)イで主張した目的を達成するためのものであって，引用例1の図2に示されているフローチャートは，その目的達成のための方法(地図表示画面の切替え)を示しているにすぎず，本願発明に関連する第1工程ないし第4工程を示しているものではない。また，本願発明の文字情報は，既存データベースに記憶されたもので，引用例1記載の発明に示される手法で入力された文字情報ではないし，本願発明のように領域(空間データ)に登録するのは，引用例1記載の発明のように地図の位置に点で登録するのに比べ，技術的にみて，はるかに困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許法は，「物」の発明と「方法」の発明を明確に区別しており，単なる表現上の問題にすぎないとする根拠はない。審決がいうように，物の発明に方法の発明が全て含まれるとするのであれば，方法の発明を特許化する意義はなくなってしまう。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決に誤りはなく，原告主張の審決取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(基本的な相違の看過)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，第3工程における本願発明と引用例1記載の発明との相違点を，相違点3として挙げてその容易想到性について判断しているのであり，後記(2)ウのとおり，その判断にも誤りはない。",
                    "なお，原告が主張する「地図検索システム等のコンピュータシステムが持つデータベースから独立した外部のユーザデータベースに記憶されている文字情報とを，画像上で指定された対象物の座標情報に対応させて付与した管理コードにより対応付けて登録する第3工程」は，特許請求の範囲の記載に基づくものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1の段落【0004】，【0005】に，原告が1(1)イで主張するような発明の目的が記載されているが，審決が引用した発明は，画像上の対象物の座標情報と文字情報とを，対応付けて登録し，対象部を含む画像を表示するとともに，登録された情報を画像と関連付けて表示するというものであり，本願発明の作用効果は，当業者であれば引用例1のこの構成から予測できる範囲内のものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明は，引用例1に記載された発明に基づいて当業者が容易に発明をすることができるものであるから，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "本願発明の第1工程において，ネットワークを介して画像を表示することとCD-ROM等の光ディスクを介して画像を表示することとは，「又は」の関係にあり，そうであれば，審決が「引用例1では，CD-ROMの光ディスクを介して画像を表示しているので，この点は相違点になり得ない。」と判断したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「対象物の場所」には，対象物の「点」，「領域」，「位置」，「座標」等が含まれるが，特許請求の範囲には，単に「対象物の場所の指定を促す」と記載されているだけで，原告が主張するように，「点」のみならず，広がりを有する「領域」をも含むことは記載されていない。そして，引用例1記載の発明における，登録したい施設の位置にカーソルを移動する際の「施設の位置」が，本願発明の「対象物の場所」に該当することは明らかである。",
                    "原告の主張は，特許請求の範囲の記載に基づかないものであって，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の特許請求の範囲には，第3工程として，「・・・座標情報と利用者が所有する既存データベースに記憶されている文字情報とを，・・・登録する」と記載され，また，本願明細書には，特に，本願発明のブロック図である図1及びその説明個所である段落【0013】には，ユーザデータベースDBから入力装置1を介して文字情報を入力し，文字情報登録手段32により文字情報記憶部42に登録することが記載されているが，「データベースとの関連付け」を対象とすることについては記載されていないから，原告の主張は，特許請求の範囲や本願明細書の記載に基づかないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願発明の特許請求の範囲には，領域(空間データ)に対して文字列を登録することも，管理コードが空間データと文字情報を関連付けることも記載されていない。",
                        "確かに，引用例1には，図4のメモリマップに，座標情報と関連付けてメモ情報の内容及び記号を記憶回路4に記憶することが記載されているものの，管理コードを用いることは記載されていない。しかし，データベースにおいて，構成するファイルやテーブルを適宜複数に分割して，管理コード等により各種情報を対応付けて登録することは，乙1ないし4に記載されているように，周知の技術であり，例えば，図4のメモリマップを分割し，座標情報と管理コードとを関連付け，さらに，管理コードとメモ情報の内容及び記号とを関連付けるように構成することは，当業者が適宜採用する事項である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，その文字情報を，対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するようにすることは当業者が容易に考えられることであるから，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "引用例1記載の発明は，図5に，モード変更キーが表示された画面において，メモキーを操作すると，メモリ情報のリストを示す画面に切り替わり，表示したいメモ情報を選択すると，対応するメモ情報の施設の位置が表示されることが示されているが，地図上に説明のための文字情報を併せて表示することは，通常行われていることであるから，引用例1記載の発明においても，表示装置が文字情報を表示するのに十分な精度を有していれば，メモ情報に対応する記号に代えて，文字情報であるメモ情報自体を表示するようにすることは，当業者が容易に考えることである。",
                    "したがって，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "引用例1の段落【0010】ないし【0012】にはメモ情報の登録について記載され，段落【0013】にはメモ情報の表示について記載されているところ，引用例1記載の発明は，方法の要素を含むものであって，「方法の発明」としても認定できるものである。",
                    "したがって，審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(基本的な相違の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明が，第3工程を具備することにより，外部の既存データベースとの連携を実現していることについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "請求項1には，「前記画像上において指定された前記対象物の座標情報と利用者が所有する既存データベースに記憶されている文字情報とを，前記対象物の座標情報に対応させて付与した管理コードにより対応付けて登録する第3工程」と記載されているが，この記載からは，「外部の既存データベースとの連携」を実現する工程が明らかでない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，発明の詳細な説明をみるのに，本願明細書(甲2の4，10)には，次の記載がある。",
                        "「【0013】利用者は，作画して指定した場所に対し，その場所を管理するための任意の文字情報を入力装置1から入力する。入力装置1を介してユーザデータベースDB等から入力された文字情報は，中央処理部3内の文字情報登録手段32によって情報記憶部4内の文字情報記憶部42に登録される。登録された図形情報と文字情報との対応は，情報記憶部4内の管理テーブル43に登録されて管理される。上記文字情報は，一つの場所に対して複数登録することができ，また，複数の場所に対して同一の文字情報を登録することもできる。」",
                        "「【0018】続いて，利用者は，該当の場所P1に関連する文字情報の登録指示を行なう。図7は，関連情報をキーボード等から直接入力する場合の登録画面の一例を示しており，登録したい関連情報(＝検索キー情報：本発明では，文字情報が場所P1の検索キーとなる)を，表示部2a内のテキストボックスWaの中に入力する。関連情報としては，例えば地図の当該部分P1の住所を示す文字列「～町～丁目xxx」や顧客情報等，その場所を管理するための情報を表わす任意の文字列を入力する。同図において，図形G1に対する検索キーKEYG12を入力した後，追加ボタンを指示すると，検索キーKEYG12が登録され，図形G1に対する登録済み検索キー情報一覧を示す表示ウインドウWb内(同図では，KEYG11が既に登録済みの状態)に追加表示される(ステップS14)。」",
                        "「【0019】関連情報が入力され，利用者により登録指示がされると，文字情報登録手段32では，該当の図形情報と文字情報との対応付けを行ない，文字情報を文字情報記憶部42に登録する。図8は，情報記憶部4の構成例を示しており，管理テーブル43は，図形情報記憶部41に登録されている各図形情報の管理情報と，文字情報記憶部42に登録されている文字情報群のリンク情報とから構成される。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これらの記載によれば，本願発明において，既存データベースとの関連付けは，既存データベースに登録されている文字情報を，キーボード等の入力装置を用いて入力し，文字情報記憶部に登録して図形情報との対応付けを行うことによって，されるものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1記載の発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1(甲3)には，次の記載がある。",
                        "「【0010】メモ情報の登録は以下のようにして行う。上記のように所望領域の地図が表示されている状態において，まず装置本体の入力部7に配されたモード切り替えキーを操作することにより，装置をメモ情報登録モードに設定する。すると表示画面は，図3の右側の画面に示すように，表示されていた画面の中心位置にカーソルが，下部にタッチパネルとして機能するカーソル移動キー(矢印キー)および登録キーが付加された表示画面に切り替わる。ユーザは，かかる画面において，カーソル移動キーを操作することによってカーソルを登録したい施設の位置に移動し，その後，登録キーを操作する。以上の操作によって，登録したい施設の位置が決定される。尚，かかる施設の位置は，地図上における経度，緯度を示す座標情報に換算されて登録される。」",
                        "「【0011】以上の操作が終了すると，表示画面は図3の左側(「右側」とあるのは誤記と認める。)の状態に切り替わる。かかる状態においては，表示画面は全てタッチパネルとして機能する。かかる画面において，ユーザはカーソルキー(矢印キー)を操作することによって文字列上における文字を選び，“情報”の位置に施設の内容を示す文字を入力する。ここで，各文字は，カーソルキーによって文字を選んだ後，文字キーを操作することのよって入力できる。情報として英数を入力したいときには英数キーを操作し，画面上に文字列に代えて英数列を表示せしめ，この英数列から所望の英数を選ぶことによって行う。このようにして“情報”の入力が終了すると，次にユーザは記号キーを操作し，施設の位置を表示する際の施設の目印となる記号の入力に移る。かかる記号キーを操作すると，“記号”の位置に所定の記号が表示される。ユーザは，かかる記号以外の記号を目印として採用する場合には，カーソルキーの内上下方向のキーを操作し，“記号”の位置に表示される記号を変更する。かかる記号は，装置内のメモリ(図示せず)に記号列情報として記憶されており，上下のカーソルキーの操作によってこの記号列が順方向あるいは逆方向に順番に読み出されて“記号”の位置に順番に表示される。」",
                        "「【0012】このようにして“情報”および“記号”の入力が終了すると，ユーザは設定キーを操作する。かかる設定キーの操作に応答してメモ情報の位置，内容および記号を示す各情報が図1における記憶回路4に互いに関連づけて記憶される。かかるメモ情報に関する記憶回路4のメモリマップを図4に示す。同図において，nはメモ情報の登録順序を示す。また座標情報は，前述したように，地図上における経度，緯度を示すものである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらの記載によれば，引用例1記載の発明のメモ情報も，本願発明と同様に，入力装置を用いて入力され，記憶回路に登録して図形情報との対応付けがとられるものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうであれば，本願発明の「既存データベースとの関連」と引用例1記載の発明の「文字情報の登録」とは，入力装置を用いて入力し，記憶部に登録して図形情報との対応付けをとるという点で一致するものであり，本願発明における文字情報は，単に，既存データベースに格納されていた情報であるというにすぎないから，本願発明と引用例1に記載された発明とが基本的に相違するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の目的及び作用効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明と引用例1に記載された発明とは，審決が認定するように，「CD-ROM等の光ディスクを介して画像を表示する第1工程と，前記画像上で対象物の場所の指定する第2工程と，前記画像上において指定された前記対象物の座標情報と文字情報とを，対応付けて登録する第3工程と，前記対象物を含む画像部を表示すると共に，前記登録された情報を前記画像部と関連付けて合成して表示する第4工程とを有することを特徴とする情報の合成方法。」である点で一致しているから(このことは，原告も争わない。)，いずれも，第1ないし第4工程を有し，特に第3工程において，画像上の対象物の座標情報と文字情報とを対応付けて登録するというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうであれば，本願明細書の段落【0007】に記載されている本願発明の目的，段落【0034】に記載されている本願発明の作用効果は，本願発明における文字情報が既存データベースに格納されていた情報であるという点を除き，引用例1記載の発明にも共通して存在するものであるということができる。そして，本願発明における文字情報が既存データベースに格納されていた情報であるという点は，上記(1)ウのとおり，引用例1記載の発明との基本的な相違ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願発明と引用例1記載の発明とは，基本的思想や目的(課題)が相違するものではなく，また，作用効果も相違するものではないから，原告主張の審決取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1には，「ネットワークを介して画像を表示したり，CD-ROM等の光ディスクを介して画像を表示する第1工程」と記載され，これによれば，表示される画像は，ネットワークを介して取得されるものか，又は，CD-ROM等の光ディスクを介して取得されるものであって，そのどちらでもよいと解されるから，CD-ROM等の光ディスクを介して画像を表示する引用例1記載の発明との差異は，実質的にないといわなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明は，光ディスクのほかに，ネットワークからの画像を表示できること，すなわち，光ディスクとネットワークからの画像の両方を表示できることに新規性があり，工程の一部に，「CD-ROM等の光ディスクを介して画像を表示する」ことが含まれているとしても，このことによって，その斬新性が失われることはないから，相違点になり得ないとした審決の判断は誤りであると主張する。",
                    "しかし，装置などの「物」の発明において，ネットワークを介して画像を表示する機能とCD-ROM等の光ディスクを介して画像を表示する機能の2つの機能を持つことは，どちらか一方の機能しか持たないこととの相違点となるということができるとしても，本願発明の合成方法においては，ネットワークを介しての画像表示と光ディスクを介しての画像表示とが同時に行われることはなく，どちらか一方のみが行われるものであって，CD-ROM等の光ディスクを介して画像を表示した場合には，引用例1記載の発明と同じになるから，相違点にはなり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の判断に誤りはなく，相違点1に係る取消事由2は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1には，「前記画像上で対象物の場所の指定を促す第2工程」と記載されているだけであり，「対象物の場所」としての特段の限定はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明の「対象物の場所」は，本願明細書の段落【0016】，【0017】に記載され，本願図面の図5及び図6に示されているように，「点」のみならず，広がりを有する「領域」をも含むと主張する。しかし，請求項1における「対象物の場所」として，広がりを有する「領域」に限定されるとするならばともかく，「対象物の場所」について，引用例1記載の発明との間で相違するところがあるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明の「対象物の場所」の構成において，本願発明と引用例1記載の発明とが相違しているということはできないから，審決の相違点2についての認定に誤りはなく，相違点2に係る取消事由2は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「既存データベースとの関連」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の「既存データベースとの関連」と引用例1記載の発明の「文字情報の登録」とは，上記1(1)ウのとおり，本願発明における文字情報が既存データベースに格納されていた情報であることを除き，入力装置を用いて入力し，記憶部に登録して図形情報との対応付けをとるという点で一致する。そして，引用例1記載の発明の文字情報も，「メモ情報」と記載されているように，利用者のデータベースとして登録することができるものであるから，引用例1記載の発明において，画像上において指定された登録したい施設の座標情報を文字情報と対応して登録するときに，既存データベースに記憶されている文字情報を用いて，その文字情報を，対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するようにすることは，当業者が容易に考えるものであるといわなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1記載の発明は，「入力した文字情報のみの関連付け」を対象としているのに対し，本願発明は，入力した文字情報の関連付けのみならず，「データベースとの関連付け」を対象としていると主張する。しかし，本願発明が「データベースとの関連付け」をも対象としているものであるとしても，本願発明における文字情報が既存データベースに格納されていた情報であるという点は，上記1(1)ウのとおり，引用例1記載の発明との基本的な相違ではなく，本願発明の当該構成は，以下に説示するとおり容易に想到し得るものであるから，原告の上記主張は，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "管理コードを用いてデータの対応付けをとることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1ないし4には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特開平6-274102号公報(乙1)の段落【0013】には，「地図設",
                          "text": [
                            "備図面情報管理処理方法」の発明に関し，「属性情報蓄積手段7に蓄積された当該地物／設備の属性情報に付与された識別子(識別キー)から，座標データ蓄積手段10に蓄積された当該識別子に対応する代表座標点の座標データを検索し」と記載され，図1には，属性情報蓄積手段7，座標データ蓄積手段10が示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特開平5-313580号公報(乙2)の段落【0038】には，「ナビゲ",
                          "text": [
                            "ーション装置およびこの装置のためのデータ入力制御方法」の発明に関し，「図9を参照して説明すると，データ登録用メモリテーブルには，登録データごとに，入力日付，名前，電話番号，登録マークデータおよびメモ内容記憶用エリアが備えられている。・・・登録データを入力日付，名前，電話番号または登録マークをインデックスとして検索することが可能となる。」と，段落【0039】には，「図10の電話番号テーブルは，登録データに含まれる電話番号から対応の地図データを呼出す場合に使用するためにテーブルである。」と記載され，図9にはデータ登録用メモリテーブルが，図10には電話番号テーブルが示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実願平1-100981号(実開平3-42182号)の願書に添付された",
                          "text": [
                            "明細書及び図面の内容を撮影したマイクロフィルム(乙3)の10，11頁には，「地図検索装置」の考案に関し，「第2図(A)に示すような住所録データベースがフロッピーディスクドライブ6のフロッピーディスクに記憶されているものとする。ユーザは，キーボード3を用いて目的の氏名あるいは目的地の名称を入力し，CPU1はこれに基づいて第2図(A)のフィールドf2を参照し，そのレコードに対応するフィールドf3の住所漢字コードを取得する。次に，ステップS2ではステップS1で得た住所漢字コードをキーとしてCDROM7に格納された第2図(B)のテーブルを参照する。ここでは，ステップS1で得た住所漢字コードを第2図(B)のフィールドF2から検索する。目的の住所漢字コードを第2図(B)のテーブルから検索すると，・・・ページの地図の画像をディスプレイ2に出力し，表示させる。さらに，ステップS4ではステップS3で検索されたレコードのXY座標を用いて表示中の地図の画像中の対応するXY座標を強調表示する。」と記載され，第2図(A)，(B)にはデータの構成が示されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "特開平2-205982号公報(乙4)の5頁左下欄9行ないし右下欄4行",
                          "text": [
                            "には，「画像処理装置」の発明に関し，「こうして得た識別コード71及び属性データ72は対となって1つのレコード70を構成し，当該画像を指標するものとしてインデックスファイル7に登録される。第3図(B)は実施例のイメージファイル8のデータ記憶構造を示す図である。図において，71はインデックスファイル7に対応する識別コードであり，80は原画像データを選択された画像圧縮器によってデータ圧縮した画像データである。これらの識別コード71及び画像データ80は対となって当該画像データを指標するデータファイル82を形成する。」と記載され，第3図(A)，(B)にはデータ記憶構造が示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらの記載によれば，乙1ないし4の「識別子」，「電話番号」，「住所漢字コード」及び「識別コード」は，本願発明の「管理コード」に相当するから，本願発明の出願当時，管理コードを用いてデータの対応付けをとることは周知の事項であったということができる。そうであれば，引用例1記載の発明において，画像上において指定された登録したい施設の座標情報を文字情報と対応して登録するときに，既存データベースに記憶されている文字情報を用いて，その文字情報を，対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するようにすることは当業者が容易に考えるものであるといわなければならない(なお，原告は，本願発明における管理コードの連携の対象は領域であるのに，乙1ないし4には，領域を連携させるものは開示されていないと主張するが，上記(2)のとおり，本願発明は，「対象物の場所」として，広がりを有する「領域」に限定されるものではないから，原告の上記主張は，その前提を欠くものである。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本願発明は，対象物の座標情報に対応させて付与した管理コードを用いて文字情報との対応付けを行っているが，引用例1には，そのような管理コードは開示されておらず，記号が示されているのみであると主張する。",
                        "しかし，管理コードを用いてデータの対応付けをとることは，上記(イ)のとおり，情報処理の分野における周知の事項であり，引用例1に管理コードが開示されていないとしても，引用例1記載の発明において，画像上において指定された登録したい施設の座標情報を文字情報と対応して登録するときに，既存データベースに記憶されている文字情報を用いて，その文字情報を，対象物の座標情報に対応させて付与した管理コードにより対応付けて登録するようにすることは当業者が容易に考えるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の判断に誤りはなく，相違点3に係る取消事由2は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開平6-250586号公報(乙6)には，車載用ナビゲーション装置において，文字情報記憶部に記憶された施設名，交差点名，地名などを記憶部から読み出して画面上に表示することが記載され，特開平5-197338号公報(乙8)には，自動車用ナビゲーションシステムの交差点表示方法において，必要交差点情報を読み出して表示装置上で道路地図上の所要交差点位置にその交差点名を表示することが記載され，特開平5-108007号公報(乙9)には，ナビゲーション装置において，地点の付加情報として記憶した文字情報をユーザ用メモリから読み出してディスプレイ上に表示することが記載されている。これらの記載によれば，ディスプレイに表示された地図上に施設の名前等の文字情報を表示することは，審決が認定するとおり，周知の事項であると認められる。",
                    "そうであれば，引用例1記載の発明において，記号に代えて，登録施設の文字情報を表示することは，当業者が容易に想到し得るものであるといわなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1記載の発明は，地図上に登録施設の記号を表示するのみで，文字情報を表示するようにはなっていないのに対し，本願発明は，登録された文字情報を画像部と関連付けて合成して表示するが，その文字情報は，第3工程で登録された既存データベースからの文字情報であり，記号を単に文字に変換したような文字情報とは異なると主張する。しかし，本願発明において，第4工程で，図形情報と対応付けられて表示される文字情報は，「登録された文字情報」であるところ，この文字情報が既存データベースから登録されたものであるかどうかは，表示を行う第4工程に限ってみれば，何ら技術的意味を持たないから，原告の上記主張は，失当である。",
                    "また，原告は，引用例1記載の発明は，登録対象が点であるから，地図の位置を即座に判断することができるのに対し，本願発明は，登録対象が領域(空間データ)であるから，文字列→管理コード→座標情報アドレス→座標情報という処理経路を通り，関連付けられた文字列の場所を判断する必要があると主張する。しかし，上記(2)のとおり，本願発明は，「対象物の場所」として，広がりを有する「領域」に限定されるものではないから，原告の上記主張は，その前提を欠くものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の判断に誤りはなく，相違点4に係る取消事由2は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明と引用例1に記載された発明とは，上記1(2)に判示したように，いずれも，第1ないし第4工程を有するものであるから，そうであれば，引用例1に記載された発明が文字情報と画像情報の合成方法を開示していることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1の図2に示されているフローチャートは，その目的達成のための方法(地図表示画面の切替え)を示しているにすぎず，本願発明に関連する第1ないし第4工程を示しているものではないと主張するが，引用例1に記載された発明は，上記のとおり，文字情報と画像情報の合成方法を開示しているものである。",
                    "また，原告は，本願発明の文字情報は，既存データベースに記憶されたもので，引用例1記載の発明に示される手法で入力された文字情報ではないし，本願発明のように領域(空間データ)に登録するのは，引用例1記載の発明のように地図の位置に点で登録するのに比べ，技術的にみて，はるかに困難であると主張する。しかし，本願発明における文字情報が既存データベースに格納されていた情報であるという点は，上記1(1)ウのとおり，引用例1記載の発明との基本的な相違ではないし，本願発明は，上記(2)のとおり，「対象物の場所」として，広がりを有する「領域」に限定されるものではない。",
                    "さらに，原告は，特許法は，「物」の発明と「方法」の発明を明確に区別しており，単なる表現上の問題にすぎないとする根拠はないと主張する。しかし，引用例1は，上記のとおり，文字情報と画像情報の合成方法を開示しているのであって，審決は，このことを前提として判断しているのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の判断に誤りはなく，相違点5に係る取消事由2は，理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告の主張する審決取消事由は理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10330",
    "date": "2005-07-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009472",
    "ipprecedent_id": "613",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}