{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2003−35148号事件について平成17年8月25日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「マルエージング鋼およびその製造方法」とする特許第2909089号(平成元年4月26日出願，平成11年4月2日設定登録。",
            "以下「本件特許」という。)の特許の特許権者である。",
            "被告は，平成15年4月14日，本件特許に対する特許無効審判請求をし，特許庁は，この審判請求を無効2003−35148号事件として審理し，平成16年4月27日，「本件審判の請求は，成り立たない。」との審決(甲第29号証。以下「前審決」という。)をした。被告はこれを不服として，前審決取消の訴えを東京高等裁判所に提起し(平成16年(行ケ)第264号)，平成17年3月10日，「特許庁が無効2003−35148号事件について平成16年4月27日にした審決を取り消す。」との判決(甲第35号証。以下「前判決」という。)がされた。",
            "原告は，前判決に対し，上告(平成17年(行ツ)第188号)及び上告受理の申立て(平成17年(行ヒ)第201号)をしたが，最高裁判所は，平成17年7月19日，それぞれについて，「上告を棄却する。」及び「上告審として受理しない。」との決定をした。",
            "特許庁は，上記審判請求について，前審決を取り消した前判決が確定したことを受けて，平成17年8月25日，「特許第2909089号の請求項1，2に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，同年9月6日，本件審決の謄本が原告に送達された。",
            "なお，原告は，平成17年10月4日に本件審決取消の訴えを提起した後，同年11月17日，本件特許について訂正審判請求をした(甲第71号証)。",
            "特許庁は，この審判請求を，訂正2005−39211号として審理した上で，平成18年3月15日，「本件の審判の請求は，成り立たない。」との審決(甲第82号証)をし，この審決は確定した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の請求項1及び2に係る発明(以下，本件審決と同様に，それぞれ「本件発明1」及び「本件発明2」という。)は，下記のとおりである(甲第61号証)。",
            "記",
            "【請求項1】重量％で，C0．03％以下，Si0．1％以下，Mn0．1％以下，P0．01％以下，S0．01％以下，Ｎi16～20％，Co7～1",
            "4％，Mo3．0～5．5％，Al0．2％以下，Ti0．3～2．0％，Ｎ",
            "0．01％以下，B0．0003～0．01％を含有し，残部が実質的にFeからなり，かつ結晶粒度がASTM Ｎo．で10以上の細粒であることを特徴とする，超微細結晶粒を有するマルエージング鋼。",
            "【請求項2】請求項1に記載の組成からなるマルエージング鋼を，熱間加工後800～950℃の温度で固溶化処理を行ない，その後加工率で10％以上の冷間加工を行なった後，さらに再結晶温度以上の温度で固溶化処理を行なうことを特徴とする超微細結晶粒を有するマルエージング鋼の製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "本件審決は，前判決の拘束力(行政事件訴訟法33条)にしたがって，要旨以下のとおり判断した。すなわち，本件審決は，本件発明1及び2について，“Aerospace Structural Metals Handbook”1999 Edition,Code1225,p.1 (甲第4号証)，特開昭53−70023号公報(甲第2号証)及び特開昭53−",
            "70024号公報(甲第3号証)記載の発明並びに周知事項に基づき，当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号に該当し，特許を無効とすべきであるとするものである，と判断した。",
            "なお，本件審決における，本件発明1と甲第4号証記載の発明(以下「甲4発明」という。)との，また，本件発明2と甲第2号証記載の発明(以下「甲2発明」という。)との，各一致点，相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明の内容",
                  "text": [
                    "「重量％で，C0．03％以下，Mn0．10％以下，P0．010％以下，S0．010％以下，Si0．10％以下，Ｎi18．0～19．0％，C",
                    "o8～9．5％，Mo4．6～5．2％，Ti0．55～0．80％，Al",
                    "0．05～0．15％を含有し，B0．003％，Zr0．02％，Ca0．",
                    "05％を任意添加成分として含有することができる残部Feからなる18％Ｎiマルエージング鋼」の発明"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲4発明との一致点",
                  "text": [
                    "「C，Si，Mn，P，S，Ｎi，Co，Mo，Al及びTiを含有し，C，",
                    "Si，Mn，P，S，Ｎi，Co，Mo，Al及びTiの含有量が重複する",
                    "マルエージング鋼」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲4発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1は，B0．0003～0．01％を含有するのに対して，甲4発明は，任意添加成分としてB0．003％，Zr0．02％及びCa",
                      "text": [
                        "0．05％を含有することができる点(以下，「相違点1(1)」という。)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1は，結晶粒度がASTM Ｎo．で10以上の細粒である超微細結晶粒を有するのに対して，甲4発明は，結晶粒の結晶粒度が明らかでない点(以下，「相違点1(2)」という。)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1は，マルエージング鋼のＮを0．01％以下に規制するのに対して，甲4発明は，マルエージング鋼のＮ含有量を規制していない点"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の内容",
                  "text": [
                    "「18％Ｎiマルエージング鋼を熱間加工後820℃で固溶化処理を行ない，その後加工率78％の冷間加工を行った後，さらに820℃で固溶化処理を行なうことにより結晶粒度番号が10．3の微細結晶粒を有するマルエージング鋼の製造方法」の発明"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2と甲2発明との一致点",
                  "text": [
                    "「マルエージング鋼を，熱間加工後820℃の温度で固溶化処理を行ない，その後加工率で78％の冷間加工を行った後，さらに固溶化処理を行なう超微細結晶粒を有するマルエージング鋼の製造方法」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と甲2発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明2は，請求項1に記載の組成からなるマルエージング鋼を素材とするのに対して，甲2発明は，18％Ｎiマルエージング鋼を素材とするというだけのものであり，素材の18％Ｎiマルエージング鋼の具体的な組成が明らかでない点(以下，「相違点2(1)」という。)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2は，冷間加工を行った後固溶化処理を再結晶温度以上の温度で行なうのに対して，甲2発明は，冷間加工を行った後固溶化処理を820℃で行なう点(以下，「相違点2(2)」という。)"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張に係る本件審決の取消事由",
      "text": [
        "原告主張に係る本件審決の取消事由は，以下の3点である。",
        "①本件発明1における進歩性の判断の誤り(取消事由1)，②本件発明2における進歩性判断の誤り，③参考資料を引用した点における特許法131条2項違反及び審理再開の申立てを採用しなかった点における同法153条2項違反(取消事由3)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1における進歩性判断の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1(1)についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲4発明において組合せ数の議論から，ホウ素(B)のみを含有する18％Ｎiマルエージング鋼に想到することは容易であると判断している。",
                    "しかし，ホウ素のみが選択的に採用されてもよい理由が説明されていない。",
                    "ある固定された組成にホウ素を添加すると考えると，組合せは8通りとなるが，本件発明は，ホウ素も併せて13種類の元素が存在するので，組合せは膨大であるし，また，13種類の元素それぞれの添加量を検討するとなると，組合せは実質的に無限である。",
                    "進歩性の審査基準の「2．4進歩性判断の基本的な考え方」においては，「当業者であればどのようにするかを常に考慮して」判断するとされているのに，本件審決は，進歩性の判断手法を全く無視して判断している。すなわち，甲第4号証は規格にすぎないもので，そこからは，せいぜい「Bのみを採用すれば組成範囲が本件発明1の組成範囲と一致する」との事実認定ができるにとどまり，何らの技術思想のない規格を他の証拠と組み合わせること自体が技術常識および進歩性の判断基準に反することは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，参考資料2(乙第2号証)，3(乙第3号証)及び6(乙第6号証)の3資料を用いて，かつ，甲号証は全く用いないで「マルエージング鋼において靱性向上のためBを添加することは，本件特許出願前から当業者に周知の技術であったことが認められる上，上記任意添加成分を添加する組合せは8通りにすぎないから，甲第4号証にBを添加する目的が記載されていなくても，Bのみを含有するＮiマルエージング鋼に想到することは容易であるというべきである。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，「周知技術とは，『その技術分野において一般的に知られている技術であって，例えば，これに関し，相当多数の公知文献が存在し，又は業界に知れわたり，あるいは，例示する必要がないほどよく知られている技術をいう』」(審査基準第Ⅱ部第2章「新規性・進歩性」1．2．4)と定義されている。本件審決は，「相当多数」存在すべきところを，わずか3資料のみを用いて周知性を認定し，しかも，審決書の中で初めて周知性を論じたのであるから，周知性についての判断に誤りがあったことは明白である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "参考資料2(乙第2号証)及び3(乙第3号証)に基づいて，B単独添加の靱性改善の周知性を認定することができるどころか，靱性改善を阻害するとまでいえる。",
                        "参考資料2(乙第2号証)，3(乙第3号証)及び6(乙第6号証)の",
                        "引用箇所をみると，いずれも，靱性を「改善」すると記載されているのみであるが，本件審決は，それに続く箇所で，靱性「向上」と用語を改変している。そもそも，高靱性をその特徴とするマルエージング鋼において，靱性の「改善」と「向上」とは，前者が所期レベルに戻すことを意図するものであり，後者が更なる高靱性を意図するものであることに鑑みれば，本件審決が靱性に関して誤った事実認定をしていることは明白である。",
                        "また，参考資料2(乙第2号証)及び3(乙第3号証)の引用箇所から明らかなように，これらはマルエージング鋼組成に対し，ホウ素(元素記号B)とジルコニウム(元素記号Zr)のいずれもが添加された場合の影響について述べているところ，特殊鋼分野においては，複数元素の添加の影響を基に，各元素の添加の影響を予見することはできず，B単独添加による周知性の認定は失当といわざるを得ない。",
                        "参考資料2(乙第2号証)及び3(乙第3号証)においては，ジルコニウムの添加量がホウ素の添加量の10倍もあり，ホウ素「のみ」が単独で靱性向上に寄与していると帰結することができる根拠が何ら存在しない。",
                        "参考資料3(乙第3号証)においては，引用箇所の直後に，「試験結果は図3に示すように，0．5％(注：被告が指摘するとおり，「0．05％」の誤記)までのZrの添加は衝撃特性(原告注：靱性と衝撃特性とは密接した関係にある。)に対する効果を持っていないことを示していた。",
                        "大気誘導溶解の実験において，Bを変化させたときにいくらか不安定な特性が得られた。一般に，250ksi降伏強度を示す成分を有する合金において，Bは衝撃特性に対してほとんど効果を持たなかった。」と記載され(乙第3号証202頁左下欄～右上欄)，B添加による靱性等の特性改善にすら疑問が持たれる記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "参考資料6(乙第6号証)には，「本発明者等の実験によれば，18％Ｎi系マルエージング鋼でも硼素を含有している場合には，熱間加工条件あるいはその後の溶体化処理条件によっては粗大析出物が生成されて靱性を低下させていることが判明した」(102頁左下欄)とあるように，靱性改善を阻害する記載がある。進歩性の審査基準2．8「進歩性の判断における留意事項」(1)には，「刊行物中に請求項に係る発明に容易に想到することを妨げるほどの記載があれば，引用発明としての適格性を欠く。」と記載されているように，阻害する記載がある上記参考資料6は，引用不適格である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "Bに関しては，従来から靱性を改善させる効果が知られていたが，その効果は，乙第3号証記載のようにBの粒界析出を遅らせるという作用によるものであり，また，甲第1号証に記載されるようにBの未再結晶溶体化温度域を広げて靱性を向上させる作用によるものである。これらの従来確認されているBの靱性向上作用は，結晶粒微細化とは，異なる作用によるものであって，結晶粒微細化へのBの関与を示唆するものは何もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，固溶化処理と冷間加工との組合せが本件発明1の要旨ではないから，上記組合せによる結晶粒の超微細化が甲第4号証に示唆されていないからといって，これを容易想到性を否定する理由とすることはできないと判断した。",
                    "しかし，特許庁審査基準(第Ⅱ部特許要件 第2章新規性・進歩性 2．進歩性)には，進歩性の判断に当たって発明の特定方法に依存すべきことは何ら謳われていない。また，本件発明は，組成と組織により特定される物の発明(請求項1)と，その製造方法の発明(請求項2)であって，発明が不明確である訳ではないし，また，被告は，記載不備(123条1項4号)を理由として無効審判を提起した訳でもない(甲第21号証)。すなわち，本件発明は，発明それ自体が明確に把握ないし特定できるので，発明が特定できた後は，その特定された発明に当業者が技術水準に基づいて容易に想到できるのか否かの判断に移り，具体的には，引用文献中の記載に，本件発明に想到するような記載があるのか否かにより進歩性が判断されるべきであった。",
                    "本件審決は，進歩性の判断と発明の特定方法とを混同し，審査基準の解釈ひいては特許法29条2項の解釈を誤った違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1(2)についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「本件発明1は，『固溶化処理前に冷間加工を施す方法は，結晶粒度番号10以上の微細な結晶粒を得るには，固溶化処理温度を実質的に固溶化が不十分な程度に低く抑える必要がある。ところが，固溶化処理温度が低くなりすぎると，結晶粒は微細化するものの，逆にMoを比較的多く含むマルエージング鋼ではFe，Mo等からなる未固溶の粗大な金属間化合物が残存し，延性，靱性を低下させるという問題』(本件特許公報第3欄第3段落)を解決するため，『一定量のBを添加したマルエージング鋼に特定の固溶化処理と冷間加工条件を組合せた場合にのみ超微細な結晶粒が得られる』(同4欄第2段落)との知見に基づきされたものと認めることができる。",
                    "しかしながら，本件発明1に係る本件明細書の特許請求の範囲【請求項1】は，上記第2．のとおり，マルエージング鋼の組成と結晶粒度を規定するのみで，固溶化処理及び冷間加工条件については，何ら規定するところがない。」と判断した。",
                    "しかし，本件審決における上記の判断は，請求項1に処理及び条件が規定されていないとして無効理由を論じたものであって，進歩性を判断する要件と発明を特定するための要件とを混同して無効理由を構築したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，結晶粒度番号がASTM Ｎo．で10以上と限定すること以外に技術的意義を見いだせないと認定し，「『結晶粒度番号がASTMＮo．で10以上』と限定することは，当業者の創作能力の発揮であって，何ら困難ということはできず，また，そのことのみによる顕著な作用効果を見いだすこともできない」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，本件特許の明細書(以下「本件明細書」という。)の「発明の効果」に，「本発明によれば，Bを含有するマルエージング鋼の結晶粒を容易に微細化することができ，またBを含有し結晶粒が結晶粒度番号で10以上と超微細なマルエージング鋼は，(中略)工業上顕著な効果を持つことが予想される」と明示され，数値に十分意義があることが記載されている。また，進歩性の審査基準2．5「論理付けの具体例」(3)には，「引用発明と比較した有利な効果」について「引用発明と比較した有利な効果が明細書等の記載から明確に把握される場合には，進歩性の存在を肯定的に推認するのに役立つ事実として，これを参酌する。」とある。本件審決は，これらを無視して結論を導いた違法がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書にあるように，「結晶粒度番号10以上の微細な結晶粒を得るには，固溶化処理温度を実質的に固溶化が不十分な程度に低く抑える必要がある。ところが，固溶化処理温度が低くなりすぎると，結晶粒は微細化するものの，逆にMoを比較的多く含むマルエージング鋼ではFe，Moなどからなる未固溶の粗大な金属間化合物が残存し，延性，靱性を低下させるという問題があった」ため，延性，靱性を低下させずに結晶粒度番号10以上へ微細化させることは，本件出願時の技術水準からは到達困難な領域であって，結晶粒度番号10には，臨界的な意義が存在する。当時のJISハンドブック鉄鋼1993(甲第66号証)にも，結晶粒度の規定は10までに止まっていること，結晶粒度番号が9では断面積1mm2あたりの結晶粒の数が4096であるのに対して，結晶粒度番号10では8192であることが記載されており，粒度番号が1異なっただけで，合金は明確に区別できるほど結晶の様相が著しく異なるのである。したがって，本件審決は，本件に係る技術背景ないし技術水準を適正に把握できていなかった結果，結晶粒度番号の数値に意味がないと判断し，誤った結論に至ったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1には，B添加による結晶粒容易微細化という顕著な作用効果が存在し，数値限定をすることは，発明者が課題を解決したと認識した範囲(発明者が発明であると認識した範囲)であって，当業者の創作能力とは何ら関係ない。これは，発明の特定方法(特許法36条5項)の問題であって無効理由ではない。したがって，本件審決における上記の判断に誤りがあることは明白である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，「甲第3号証には，化学組成において本件発明1と一致する組成のマルエージング鋼の延性，靱性を改善することを特徴とするマルエージング鋼の加工熱処理方法によって得られた結晶粒度として，9．0～9．2の数値が記載され」と認定しているが，甲第3号証記載の化学組成は，本件発明1と一致していない。すなわち，本件審決は，誤認した事実に基づいて進歩性を否定している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，「定性的には，結晶粒径が小さいほど，すなわち，結晶粒度番号が大きいほど，延性，靱性が高くなることが，本件特許出願前に当業者に周知であることも，上記エのとおり」と判断している。",
                    "しかし，本件審決の「エ」にその文言はあるものの，一切の理由付けはなく，判断事項のみが記載されている。仮に，結晶粒が小さければ靱性が高くなる，という認定と，B添加によりマルエージング鋼の靱性が「改善」，すなわち，通常レベルの靱性に戻る，という認定が正しいとすれば，「改善」された靱性を有するマルエージング鋼の粒度は，通常レベルの結晶粒度ということになるから，当時の技術水準の結晶粒度10程度以下と考えるのが相当である。したがって，結晶粒度に著しい差が生じるというべきであって，本件審決の挙げる引用文献から本件発明を想到することはできず，本件発明1の進歩性は何ら否定されない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件審決は，「Bの結晶粒微細化作用に関する記載が甲4号証及び参考資料1になくても，Bを含むマルエージング鋼の組成の記載に，結晶粒の微細なマルエージング鋼の記載を組み合わせることは困難であるとは認められ」ないと判断した。",
                    "しかし，この判断は，関連のない記載の単なる組合せにより進歩性を否定しても良いとしたものであり，違法である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件審決は，「相違点(2)についての本件発明1の構成要件は甲第2，3号証に記載された発明及び参考資料1，5，6に示された周知事項に基づき当業者が容易に想到し得たものと云うべきである。」と判断した。",
                    "しかし，相違点(2)について，参考資料1(乙第1号証)を用いたときの周知事項が示されていないから，本件審決は，根拠が不十分であり，違法である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明2の進歩性判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2(1)についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲第2号証には18％Ｎiマルエージング鋼の文言があり，甲第4号証には，本件発明1とすべて重複する組成範囲の18％マルエージング鋼が記載されているため，これらを結合させて，「甲第2号証に記載された具体的成分組成の明らかでない18％Ｎiマルエージング鋼の組成成分として，同じ18％Ｎiマルエージング鋼である甲第4号証開示の組成範囲を採用することは，当業者が何らの困難もなく採用することが出来ることは明らかである。」と判断している。",
                    "しかし，この判断は，「18％Ｎiマルエージング鋼」という文言部分が共通であるから両者の結びつけが容易であると述べているにすぎず，当業者の技術常識からあまりにも逸脱した結論であって，進歩性の判断基準に著しく違反する。また，規格規定にすぎない甲第4号証記載の組成について，組合せの数の議論から，Bのみを含有する組成に想到するのが容易であるとするのは失当である点についても既に述べたとおりであり，甲第4号証を他の証拠と結びつけるのは不適格である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，「マルエージング鋼において靱性向上のためのBを添加することは，本件特許出願前から当業者に周知の技術」であると判断したが，この判断が誤りであることは，取消事由1(前記1)について述べたのと同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(2)に関する判断の誤り",
              "text": [
                "審決は，本件発明2の実施例における2回目の固溶化処理の温度と，甲2発明の820℃との単なる温度比較のみを行っており，少なくとも「820℃が再結晶温度を超えている」という理由付けないし説明がされていない。",
                "したがって，相違点2(2)については審理不尽の違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "その他の違法",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考資料を引用した違法(取消事由3)",
              "text": [
                "審決は，特許の特殊性に鑑みて証拠の追加を禁じる特許法131条2項に違反して提出された資料を基に無効理由を構成した以下の違法があるため，審決は取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，前審決に至る審判手続において，当初提出した甲号証とは別に，参考資料1ないし6(乙第1ないし6号証)を追加して提出した。",
                    "後から提出する資料は，審判請求書の要旨変更であって特許法131条2項に該当し，提出及び採用は許されないのが原則であるが，周知事実を裏付けるものであれば例外として甲号証として追加の提出および採用が可能である，と解釈するのが合理的と考えられる。しかし，被告が上記参考資料を提出した理由は，「『Bの結晶粒微細化作用』が周知事実である」点を裏付けることにあるところ，上記参考資料は，そのような周知事実を裏付けるものでないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決の如く，参考資料を用いて被告の提出意図を離れて新たな無効理由を構築するのであれば，被告においては無効審判中に適当に理由を付けて参考資料を無制限に提出することが許され，特許法131条2項が形骸化することになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "参考資料を用いて無効が論じられたのは，本件審決が初めてであり，かつ，多用して進歩性が否定されている。原告には，原理的に，防御が出来ないままであったので，審理不尽の違法もあるのは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理再開申立てを採用しなかった違法",
              "text": [
                "本件審決は，結審通知から審決までの手続に違法があり，審決は取り消されるべきである。",
                "本件は，無効審判請求が成り立たないとされ，被告が審決取消訴訟を提起し，その結果，審決を取り消すとの前判決がされ，前判決の確定後，特許庁において再び無効審判の審理がされたところ，原告には，審判官の氏名通知があっただけで，当事者に何ら意見申立ての機会がなく，結審通知(甲第51号証)がされた。そこで，原告は，特許法156条2項に従って平成17年8月18日に審理再開申立書を郵送し，審理再開申立て(甲第52号証)を行ったところ，同年8月25日に，本件審決がされた。本件は，特許法153条2項に規定する意見の申立ての機会を付与しないまま，当事者の申し立てない理由について審理し，審決した違法がある。そして，反射的に，特許法134条2項に規定する訂正機会が原告に付与されず，衡平の理念に反し，違法である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1の進歩性判断の誤りについて(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1(1)についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，審決において「なぜ」Bのみが選択的に採用されてもよいのか，という理由が説明されていないと主張するが，甲第4号証において，18％Ｎiマルエージング鋼に対して，B，ZrおよびCaの三種の成分を任意に添加することができることが教示されていれば，当業者は，当然に，一成分単独添加(①Bだけ，②Zrだけ，③Caだけ)，二成分併用添加(④B＋Zr，⑤B＋Ca，⑥Zr＋Ca)，三成分併用添加(⑦B＋Zr＋Ca)",
                  "text": [
                    "及び無添加(⑧)という8通りの態様が可能なことを知り，それらを試みるはずである。",
                    "原告は，本件特許は，ホウ素も併せて13種類の元素が存在するので，組合せは膨大であると主張するが，審決が基礎としているのは，任意添加元素以外の必須元素からなる既知の18％Ｎiマルエージング鋼を出発点として，それに上記3種の任意添加元素を選択添加する場合を論じているのであるから，原告の主張は失当である。",
                    "原告は，進歩性の審査基準を無視しているとも主張するが，3種の任意添加成分が教示されている場合には，当業者は直ちに一成分単独，二成分併用又は三成分併用添加を考え，試みるのが常であり，審決の認定はこの大前提に従った適切なものである。",
                    "原告は，甲第4号証が「何らの技術思想のない規格にすぎない」と主張する。しかし，甲第4号証は，Bの添加を別にすれば，本件発明1と共通の必須合金成分からなる18％Ｎiマルエージング鋼に対し，B，Zr及びCaの三種の成分を任意に添加してもよいことを教示した文献であって，明確な技術思想を内包している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知技術の認定について，以下のとおり，本件審決に誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，相当多数の公知文献が存在するときに，はじめて周知技術と認定することができるのに，本件審決は，参考資料2(乙第2号証)，3(乙第3号証)及び6(乙第6号証)の3資料のみで認定したと主張する。",
                        "しかし，何をもって「相当多数」といえるかは，評価の問題であり，それぞれの技術に則して検討すべき事項である。3点の資料をもって周知としても一向に差し支えないことである。",
                        "また，原告は，本件審決の審決書の中で初めて周知性を論じたというが，上記周知技術の認定は，前判決においてされており，本件審決が初めてではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，参考資料2(乙第2号証)，3(乙第3号証)及び6(乙第6号証)には，靱性を「改善」すると記載されているのに，本件審決は，靱性「向上」としており，靱性の「改善」と「向上」とは，意味が異なるから，靱性に関する認定を誤っていると主張する。しかし，「改善」が原告のいう意味で用いられることもあるが，「向上」と同意義に用いられることもあるから，審決の認定を誤りということはできない。",
                        "また，原告は，参考資料2(乙第2号証)及び3(乙第3号証)は，マルエージング鋼組成に対し，ホウ素(元素記号B)とジルコニウム(元素記号Zr)のいずれもが添加された場合の影響について述べているもので，特殊鋼分野においては，複数元素の添加の影響を基に，各元素の添加の影響を予見することはできず，B単独添加による周知性の認定は失当であると主張する。しかし，上記文献においてあり得る原因としては，靱性の改善が，①Zrが寄与した，②Bが寄与した，③ZrもBも寄与した，のいずれかであって，Bが寄与している可能性が十分肯定されるから，予見することができないとはいえない。",
                        "原告は，参考資料2(乙第2号証)及び3(乙第3号証)において，ジルコニウムの添加量がホウ素の添加量の10倍もあり，ホウ素「のみ」が単独で靱性向上に寄与しているとはいえないと主張するが，合金への添加元素の添加効果は，添加量の多少をもって決定できることではないし，Bがきわめて少量で大きな影響(例えば鋼の焼入れ性の向上)を与える元素であることは，当業者によく知られているから，原告の主張は失当である。",
                        "原告は，参考資料3(乙第3号証)には，B添加による靱性等の特性改善に疑問が持たれる記載があると主張するが，同文献の図3は，「Zrの添加」の影響を述べたものであって，B添加の影響がどうであるかとは，無関係の実験結果であり，全体として，参考資料3は，B及びZrの添加が「粒界析出を遅らせ，それにより靱性および耐応力腐食割れ性を改善することを示しているから，靱性改善に疑問を生じさせる記載はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，参考資料6(乙第6号証)には，靱性改善を阻害する記載があると主張する。",
                        "しかし，原告が引用する参考資料6(乙第6号証)の記載(102頁左下)は，「熱間加工条件あるいはその後の溶体化処理条件によっては」粗大析出物が生成されて靱性を低下させていることが判明したというものであって，条件次第では靱性の低下が生じないのであり，「粗大析出物の生成の抑制の観点から熱間加工条件や溶体化処理条件を選定することがなされていなかった」というのが，参考資料6に記載された技術水準である。",
                        "参考資料6の上記引用部分の眼目は，「18％Ｎiマルエージング鋼においては従来から時効処理後の強度向上および靱性改善を目的として0．0005～0．01％程度の硼素を添加することが行なわれている」という記載にあり，原告指摘の部分をもって，「請求項に係る発明に容易に想到することを妨げるほどの記載」ということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，従来確認されているBの靱性向上作用は，結晶粒微細化とは，異なる作用によるものであって，結晶粒微細化へのBの関与を示唆するものはないと主張する。",
                    "しかし，「結晶粒微細化」と「靱性向上」とは密接な因果関係にある。すなわち，金属組織において，結晶粒が微細であれば靱性は高く，結晶粒が粗大であれば靱性は低い。この関係は，金属工学における常識であって，当業者は，「結晶粒微細化」は「靱性向上」につながるという認識を有しているから，被告が「Bによる結晶粒微細化作用が既知である」と主張したことは，「Bによる靱性向上効果が既知である」と主張したということと同義である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件審決が進歩性の判断において，発明の特定方法を誤り，審査基準の解釈ひいては特許法29条2項の解釈を誤った違法があると主張する。",
                    "しかし，固溶化処理と冷間加工との組み合わせは，請求項1に記載されていないから，これらが本件発明1の要旨ではないと判断したことは，正当であり，これらを発明の構成要件として取り込むことは許されない。原告の引用する審査基準は，「まず，請求項に係る発明の認定を正確に行ない」，次に「当業者がその認定された発明に容易に想到できたことの論理づけができるか」によって進歩性を判断することを述べており，請求項に記載のない事項を発明の構成要件として持ち込んでよいという趣旨ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1(2)についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が請求項1に処理及び条件が規定されていないとして無効理由を論じたのは，進歩性を判断する要件と発明を特定するための要件とを混同して無効理由を構築したものであると主張するが，前記(1)エのとおり，この主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決が「『結晶粒度番号がASTM Ｎo．で10以上』と限定することは，当業者の創作能力の発揮であって，何ら困難ということはできず，また，そのことのみによる顕著な作用効果を見いだすこともできない」と判断したことにも誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，「Bを含有し結晶粒が結晶粒度番号で10以上と超微細なマルエージング鋼は，…(中略)…工業上顕著な効果を持つことが予想される」と記載されているが，靱性を高くする観点からは，結晶粒が微細であるほど有利であり，微細結晶粒の粒度番号の系列における限界が問題であるところ，本件発明1によれば10以上が達成できるので，10以上としたにほかならず，本件明細書及び図面には，結晶粒度番号が10であるとの数値に臨界的意義があることを支持する記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，結晶粒度番号が1異なっただけで，合金は明確に区別できるほど結晶の様相が著しく異なると主張するが，結晶粒度番号が1増加することは，断面積1mm2あたりの結晶粒の数が2倍になることを意味するにすぎないし，「様相が異なる」ことが直ちに臨界性の根拠になるものでもない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，結晶粒度番号について数値限定をすることは，発明者が課題を解決した認識(発明者が発明であると認識した範囲)であって，当業者の創作能力と関係ないと主張する。しかし，本件審決は，その数値限定をしたことが，当業者の通常の創作能力により得られたものであるという評価をしただけのことであるから，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲第3号証のマルエージング鋼の化学組成は，本件発明1のマルエージング鋼の化学組成と一致していないと主張する。",
                    "しかし，主要成分であるC，Si，Mn，P，S，Ｎi，Co，Mo，A",
                    "l，Ti及びＮに関して，甲第3号証記載の実施例のマルエージング鋼の組成は，本件発明1の合金組成の範囲内のものである。Bの有無を別にすれば，両者の化学組成は実質上一致しており，審決の事実認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，結晶粒が小さければ靱性が高くなるという認定及びB添加によりマルエージング鋼の靱性が「改善」，すなわち，通常レベルの靱性に戻るという認定が正しいとすれば，「改善」された靱性を有するマルエージング鋼の粒度は，通常レベルの結晶粒度ということになるから，当時の技術水準の結晶粒度10程度以下と考えるのが相当であり，結晶粒度に著しい差が生じるというべきであると主張する。",
                    "しかし，原告の主張は，「改善」及び「向上」の意味を自己の都合にあわせて選び，それを利用して公知技術から教示されるマルエージング鋼の靱性を低いものと決めつけ，靱性が低いから結晶粒度も微細にならないはずであるという原告独自の論理であり，失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件審決における「Bの結晶粒微細化作用に関する記載が甲第4号証及び参考資料1になくても，Bを含むマルエージング鋼の組成の記載に結晶粒の微細なマルエージング鋼の記載を組み合わせることに困難があるとは認められず」とした判断は，関連のない記載同士の単なる組み合わせにより進歩性を否定したものと主張する。",
                    "しかし，本件審決は，無条件で上記のような組み合わせが可能であるとするのではなく，「マルエージング鋼において靱性向上のためにBを添加することが，本件特許出願前から当業者に周知の技術であ」るところ，「18％Ｎiマルエージング鋼・・・においては，定性的には，結晶粒径が小さいほど，すなわち，結晶粒度番号が大きいほど，延性，靱性が高くなることが，本件特許出願前から当業者に周知であることも，上記エのとおりであるから」ということを前提として，甲4と参考資料1とを組み合わせることができるとの結論を導いたものであるから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，相違点(2)について，参考資料1(乙第1号証)を用いたときの周知事項が示されていないと主張するが，周知事項については，前判決において認定されており，本件審決を違法にする事由とはならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明2の進歩性判断の誤りについて(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2(1)についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「18％Ｎiマルエージング鋼」という文言部分が共通であるから両者の結びつけが容易であると述べているにすぎない，規格規定にすぎない甲第4号証記載の組成について，組合せの数の議論から，Bのみを含有する組成に想到するのが容易であるとするのは失当であるなどと主張するが，既に述べたとおり(前記1(1)ア)，原告の主張は失当であり，3種の任意添加成分があるときに，1種又は2種以上を添加する組合せは7通りしかないから，そのうちBのみを添加する場合を当業者が考えるのは当然のことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "マルエージング鋼において靱性向上のためのBを添加することは，本件特許出願前から当業者に周知の技術であることは，前記1(1)イについて述べたのと同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(2)についての判断の誤りについて",
              "text": [
                "原告は，本件発明2の実施例における2回目の固溶化処理の温度と，甲2発明の820℃との単なる温度比較のみを行っていると主張するが，本件明細書第1表には，本件発明2の実施例における2回目の固溶化処理の温度として，次の温度が記載されている。",
                "工程記号 固溶化処理(2回目)",
                "A 800℃×1h",
                "B 820℃×1h",
                "C 840℃×1h",
                "D 860℃×1h",
                "E～J 840℃×1h",
                "これによれば，800℃は，少なくとも第2表の「試料番号1」の合金組成をもつマルエージング鋼の再結晶温度を超えた温度であることが認められ，マルエージング鋼の再結晶温度は，合金組成によって多少の変動があるが，その幅は，さして大きいものではない。そうすると，甲2発明の18％Ｎiマルエージング鋼(300グレード)は，審決が認定したとおり，本件発明のマルエージング鋼と実質上同一の合金組成を有するものであるから，甲2発明のマルエージング鋼における820℃という処理温度が再結晶温度を超えていることは，疑う余地がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "その他の違法について(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考資料を引用した違法について",
              "text": [
                "本件審決には，特許法131条2項に違反して提出された資料を基に無効理由を構成した違法はない。",
                "原告は，前審決に至る審判手続において被告が提出した参考資料1ないし6(乙第1ないし6号証)について，その提出が違法であると主張するが，実務上，「参考資料」として有用な資料を提出することは認められており，それを審判官が職権で知り得た資料として利用することは何ら違法ではない。",
                "また，「Bの結晶粒微細化作用」は，「Bの靱性向上効果」と密接に関連していることは，当業者の常識であるから，「Bの結晶粒微細化作用」を裏付けるための参考資料は，周知事実を裏付けるための資料であり，その提出は何ら違法ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理再開申立てを採用しなかった違法について",
              "text": [
                "本件審決は，無効審判請求が成り立たないとされ，被告が審決取消訴訟を提起し，その結果，審決を取り消すとの前判決がされ，前判決が確定したため，特許庁が改めて無効審判請求に対する審決をしたものであるから，前判決の趣旨に従って判断しなければならず，当事者の申し立てない理由について審理・判断するおそれは，原理的に存在しない。また，甲第7号証及び参考資料1ないし6が提出されたのは，遅くとも平成15年10月20日であり，審理終結通知書を受け取った平成16年4月14日までに，意見を述べる機会は十分にあったはずである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "はじめに",
          "text": [
            "本件は，被告を請求人とする本件特許の特許無効審判請求は成り立たないとした前審決に対して審決取消訴訟が提起され，同審決を取り消す旨の前判決がされ，同判決が確定した後，特許庁が特許無効審判請求について改めて行った審決に対する審決取消訴訟である。",
            "ところで，行政事件訴訟法33条1項は，「処分又は裁決を取り消す判決は，その事件について，処分又は裁決をした行政庁その他の関係行政庁を拘束する。」と，同条2項は，「申請を却下し若しくは棄却した処分又は審査請求を却下し若しくは棄却した裁決が判決により取り消されたときは，その処分又は裁決をした行政庁は，判決の趣旨に従い，改めて申請に対する処分又は審査請求に対する裁決をしなければならない。」と規定している。",
            "法は，行政処分等を取り消した確定判決に，単に，行政処分等の効力を遡って消滅させるという直接的な効果のみならず，これを超えて，行政庁に対して，取消判決における結論に至るまでの認定判断を受忍し，その趣旨に沿って判断をし，また行為をする義務を課すという積極的な効果(拘束力)を付与している。法が，行政処分等に対する取消判決(確定判決)に，このような積極的な効果を付与した理由は，違法であると判断されて取り消された行政処分等について，実質的かつ実効ある救済(是正)を迅速に図るためであることは明らかである。",
            "上記の趣旨に照らすならば，特許無効審判事件についての審決取消訴訟における審決取消しの確定判決の拘束力は，判決主文が導き出されるのに必要な事実認定及び法律判断のすべてに及ぶことになる(最高裁判所平成4年4月28日第3小法廷判決民集46巻4号245頁参照)。したがって，審決取消判決確定後に，改めて審理することになった当該審判事件における審理の範囲及びこれに対し不服がある場合に提起される審決取消訴訟における審理の範囲は，拘束力で遮断されていない主張，立証に限られることになる。",
            "すなわち，改めて行われる当該審判事件において，審判官が，取消判決の認定判断に抵触する認定判断をすることは，行訴法33条1項に違反するという理由で許されず，また，当事者も，審決取消訴訟の認定判断に抵触する主張を繰り返し，その主張を裏付けるための立証をすることは許されない(当事者が，拘束力に抵触する主張を新たにすることが許されないことはいうまでもないが，さらに，既に行った主張も撤回すべきであり，審判官においても，審理手続において，争点の解消に向けて積極的な指揮をすべきである。)。",
            "また，再度の審決に対する審決取消訴訟が提起された場合においても同様に，当事者が，前取消判決の拘束力に抵触する主張をすることは許されず，その主張を裏付けるための立証をすることも許されない。その理由は，審決が，取消判決の趣旨に従って事実認定及び判断がされている限りにおいては，行訴法33条1項の拘束力を受けることにより，およそ違法を来す余地はないからである。",
            "この点を敷衍すると，特定の引用例から当該発明の進歩性を肯定すべきであるとの理由により，特許無効審決を取り消す判決がされ，これが確定した場合には，再度の審決において，別の引用例の組合せを選択すること等によって，進歩性を肯定した判決の結論と異なる結論を導く余地があり得ないではないが，これに対して，特定の引用例から当該発明の進歩性を否定すべきであるとの理由により，特許無効が成り立たない旨の審決を取り消す判決がされ，これが確定した場合には，特段の事情のない限り，再度の審決において，別の結論を導く余地はないというべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件発明1，2の進歩性判断の誤り)について",
          "text": [
            "本件の前審決及び前判決の認定判断は，以下のとおりである。",
            "すなわち，前審決は，本件発明1，2について，いずれも甲4発明，甲2発明等の各引用例及び周知事項を基礎として当業者が容易に発明をすることができたとはいえないとして，進歩性を肯定する旨の判断をしたのに対して，前判決は，甲4発明，甲2発明等の各引用例及び周知事項に基づいて，当業者が容易に発明することができたものであるとの理由により，前審決を取り消し，同判決は確定した。これを受けて，審判官は，再び開始された審判手続を行った上，前判決の趣旨に沿った認定判断をして，発明の進歩性を否定する旨の本件審決をした。",
            "以上のとおり，本件は，司法審査により，特定の引用例等に基づいて進歩性を肯定した前審決について，進歩性は否定されるべきであるとの理由により取り消した事案であるから，再度の審決において，別の結論を導く余地はない。",
            "そして，本件審決は，前審決と同じ引用例の組み合わせに基づいて特許を無効とする結論を導いたものであって，本件審決は，その限りにおいて適法であり，審決取消訴訟においてこれを違法とすることはできない場合である。",
            "ところが，本件における原告の主張(取消事由1，2)は，前判決の拘束力に従ってした本件審決の認定判断を，あたかも，確定した前判決がなかったかのように，繰り返し違法であるとして批難するものであり，その主張自体，前判決の拘束力に抵触するものとして，失当であることは明らかである。",
            "本訴訟において，原告訴訟代理人が，このような前判決において決着した事項について，延々と主張をすることは，司法審査の意義及び行訴法が確定した取消判決に拘束力を付与した趣旨についての基礎的な理解を欠く訴訟活動であるといえよう。"
          ]
        },
        {
          "fig": "3",
          "subject": "その他の取消事由について",
          "text": [
            "原告は，本件審決が特許法131条2項に違反して提出された資料を基に無効理由を構成した違法があると主張する。しかし，本件においては，前判決によって進歩性が否定されるべきであると判示された以上，同判決の拘束力により，再度の審決において，進歩性を肯定する結論を導く余地はない場合であるから，本件審決が，参考資料を用いることによって，結論に影響を及ぼすことがあり得ないというべきである。したがって，原告の主張は，失当である。",
            "また，原告は，本件審判手続の結審通知後，原告から申し立てられた審理再開申立て(甲第52号証)が採用されなかった手続上の違法があると主張する。",
            "しかし，そもそも，審理再開申立てを採用するか否かは，審判官の裁量にゆだねられていること(特許法156条2項)，本件では，前審決を取り消した前判決の拘束力を受けるため，審理に必要な事項はほとんど残されていない状況であったにもかかわらず，原告のした審理再開申立てには，その制約を超える具体的な理由が何ら挙げられていないこと等の事情に鑑みれば，再開をしなかった審判官の措置に手続上の違法はない。したがって，この点の原告の主張も，失当である。",
            "さらに，原告は，本件発明2の相違点2(2)に関連して，審理不尽の違法があると主張する。しかし，以下のとおり，本件審決の当該部分に審理不尽の違法があるとする原告の主張は，以下のとおり，理由がない。すなわち，本件審決は，「本件発明2における冷間加工を行った後の固溶化処理(2回目の固溶化処理)は，…(中略)…その処理温度を再結晶温度以上にすることにより，結晶を微細化するためのものであると認められる。これに対し，甲第2号証発明の冷間加工を行った後の固溶化処理における820℃という処理温度は，本件発明2の実施例における数値と格別に差異が存在しないし，また，甲第2号証発明においても，冷間加工を行った後の固溶化処理後において，結晶粒度が10．3と微細な結晶となっているのであるから，その処理温度の820℃は，再結晶温度以上の温度であると認められる。」と記載されており，本件審決は，再結晶と結晶粒微細化との関係に基づいて結論を導いているのであるから，「820℃が再結晶温度を超えている」という点に関する説明が尽くされていることは明らかであって，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "本件は，本件発明1，2について，進歩性を肯定する旨の判断をした前審決に対して，進歩性を否定すべきである旨判示して，取り消した前判決(確定判決)を受けて，同判決の認定判断に沿って認定判断した本件審決に対する取消訴訟である。前記のとおり，原告が本件審決を違法とする主張の中核は，取消事由1，2に係る主張であるが(取消事由3は，付加的，補足的な主張にすぎない。)，そのいずれもが，前判決の拘束力に従ってした本件審決の認定判断を，ただ単に違法であるとして，繰り返し批難するものにすぎず，前判決の拘束力に抵触して許されない主張である。したがって，原告の請求はいずれも理由がないことになり，原告の請求は棄却されるべきことになる。",
            "しかし，さらに進んで，本件訴えの特異性も含めて検討することとする。",
            "原告訴訟代理人は，本件訴訟において，「本件審決は，前判決の文言をそのままなぞって理由を構成している。」，「本件審決に違法が生じた原因は，前判決に違法が存在していたことによる。」，「本件審決の違法を指摘することは，前判決の違法を指摘することに直結するので，理解を容易にするため前判決の違法性の要点を説明する。」との趣旨を準備書面に記載し(平成17年11月19日原告準備書面，ただし不陳述)，取消判決の拘束力の意義を無視した，独自の見解を前提として，その後の主張を繰り返している。本件訴えは，専ら確定判決の拘束力に抵触する失当な主張から構成されているが，裁判所がこのような訴えを適法な訴えとして許容することになれば，特許が無効として確定する時点を徒に遅らせる結果を招き，安定した法的地位を速やかに確立させることによって得られる公共の利益を害することになる。",
            "このような本件訴えの特異性等に鑑みれば，本件訴えは，確定した前判決による紛争の解決を専ら遅延させる目的で提起された訴えであるというべきであって，その訴えの提起そのものが，濫用として許されないものと訴訟上評価するのが相当である。",
            "以上検討したとおり，本件訴えは不適法として却下することとし，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}