{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2004-21208号事件について平成17年5月9日にした審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成15年10月22日，発明の名称を「発光表示装置」とする特許出願(請求項の数5)をした(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成16年7月22日，特許請求の範囲の請求項1及び2について補正(以下「本件補正」という。)をした(甲3)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成16年9月7日，後述のように独立特許要件がないとして本件補正を却下する(甲6)とともに，本件出願について拒絶査定をしたので，原告は，同年10月13日，拒絶査定に対する審判を請求した(不服2004-21208号事件として係属)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成17年5月9日，「本件審判の請求は，成り立たない。」との審決をし，同年5月18日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1の発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前のもの",
              "text": [
                "第1の発光部と，第2の発光部と，駆動装置とを含む発光表示装置であって，前記第1の発光部及び前記第2の発光部は，同一面側に環状に配置され，前記駆動装置により，互いに逆方向に回転するように点滅駆動される発光表示装置。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件補正後のもの(下線部が変更箇所である。)",
      "text": [
        "第1の発光部と，第2の発光部と，駆動装置と，支持部とを含み，地上に設置される発光表示装置であって，前記第1の発光部及び前記第2の発光部は，同一面側に環状に配置され，前記駆動装置により，互いに逆方向に回転するように点滅駆動されるものであり，前記支持部は，前記第1の発光部及び前記第2の発光部の設けられている面側が，横向きとなるように，前記第1の発光部及び前記第2の発光部を支持している，発光表示装置。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要旨",
      "text": [
        "審決の理由は，以下のとおりであるが，要するに，本件補正後の請求項1の発明(以下「本願補正発明」という。)は，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正が特許法17条の2第5項で準用する同法126条5項の規定により却下されるべきものであるとした補正却下の決定は，妥当なものであり，本件補正前の請求項1の発明(以下「本願発明」という。)も，同様の理由により，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により特許を受けることができない，というものである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "平成16年7月22日付けの手続補正書による補正を却下する決定についての判断",
          "text": [
            "［補正却下の決定についての結論］",
            "平成16年7月22日付けの手続補正書による補正を却下した決定は妥当なものである。",
            "［理由］"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用刊行物記載事項",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "補正却下の決定及び拒絶の理由に引用された特開2003-68105号公報(本訴甲4。以下「引用文献1」という。)には，図1～図6と共に，次の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「発光素子が複数個配置された点滅ユニットを，基台上へ円周状に，複数個整列配置した点滅警告表示器において，前記各点滅ユニットの発光素子を，発光色の異なる少なくとも2種類の発光素子で構成し，前記発光素子の点滅を繰り返すための制御基板を設け，前記制御基板は，前記点滅ユニットを複数のグループに分割し，同じグループに属する点滅ユニットに対して，同じ点滅制御内容を適用するものであることを特徴とする点滅警告表示器。」(特許請求の範囲の【請求項1】)　b　「さらに，点滅警告表示器を地面に設置するための支持脚9を取り付けている。ケース8は，支持脚9を取り付けるための部材である。」(段落【0010】)"
                    },
                    {
                      "fig": "c",
                      "subject": "「また，表2に示すように，点滅ユニットが点灯するときは，赤色発光ダイオードR，青色発光ダイオードBともに混合点灯するようにしてもよい。隣合う点滅ユニットどうしで，一方で点灯すれば，他方で消灯し，一方で消灯すれば，他方で点灯する。このため，色は回転しているように見える。また，色の加色混合が発生するので，通行者や通行車両の運転者にとって，変わった色に見え，注意を喚起するのに効果的である。」(段落【0019】)"
                    },
                    {
                      "fig": "d",
                      "text": [
                        "図1には，支持脚9により，点滅ユニット4が設けられている面側が横向きとなるように点滅ユニット4が支持されていることが示されている。",
                        "上記記載事項及び図示内容を総合すると，上記引用文献1には，以下の発明(以下「引用発明1」という。)が記載されているものと認められる。",
                        "「点滅ユニット4と，制御基板と，支持脚9とを含み，地面に設置される点滅警告表示器であって，点滅ユニット4は円周状に整列配置され，制御基板により，回転しているように見えるように点滅制御されるものであり，前記支持脚9は，前記点滅ユニット4の設けられている面側が，横向きとなるように，点滅ユニット4を支持している点滅警告表示器。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "同じく引用された特開平9-147245号公報(本訴甲5。以下「引用文献2」という。)には，図1～図7と共に，次の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「独立に発光駆動される複数の発光セグメントを有する平面表示部と，前記平面表示部に対面するように設置されて前記各発光セグメントからの光を放射状に反射する反射面を備えた立体反射部とを有する多方向表示器。」(特許請求の範囲の【請求項1】)"
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「図示しないが，本例の多方向表示器1は，前記平面表示部2の制御手段を備えている。この制御手段によれば，平面表示部2の各表示領域4，5，6を各色毎に別々に全点灯することもできるし，全色を同時に点灯することもできる。また，各表示領域4，5，6において発光セグメント4a，5a，6aを1個づつ周方向に移動させながら点灯することもできるし，2個以上同時に点灯させながら周方向に1個づつ順次シフトして発光部分を周方向に移動させていくこともできる。",
                        "また，発光セグメント4a，5a，6aを1個おきに点灯することもできる。要するに，各領域毎に複数の発光セグメント4a，5a，6aを任意の態様で発光駆動することができる。」(段落【0014】)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「色彩の異なる各表示領域4，5，6を同方向又は反対方向に同一又は異なる速度・タイミングで順次点灯し，又は全点灯すれば，多様な色彩及び明滅のパターンで表示を行うことができ，本装置による全方向表示はさらに異なる効果を生むことができる。」(段落【0020】)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "対比",
              "text": [
                "本願補正発明と引用発明1とを対比すると，後者における「点滅ユニット4」はその作用・機能からみて前者における「第1の発光部」に相当し，以下同様に，「制御基板」は「駆動装置」に，「支持脚9」は「支持部」に，「地面に設置される」は「地上に設置される」に，「点滅警告表示器」は「発光表示装置」に，「円周状に整列配置され」は「環状に配置され」に，そして，「回転しているように見えるように点滅制御される」は「回転するように点滅駆動される」にそれぞれ相当している。",
                "してみれば，両者は，",
                "「第1の発光部と，駆動装置と，支持部とを含み，地上に設置される発光表示装置であって，前記第1の発光部は，環状に配置され，前記駆動装置により，回転するように点滅駆動されるものであり，前記支持部は，前記第1の発光部の設けられている面側が，横向きとなるように，前記第1の発光部を支持している，発光表示装置。」",
                "である点で一致し，次の点で相違する。",
                "相違点：本願補正発明は，第1の発光部と「同一面側に環状に配置され」た第2の発光部を含み，第1の発光部と第2の発光部は，「互いに逆方向に回転するように点滅駆動される」のに対して，引用発明1は，そのような構成となっていない点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "審決の判断",
              "text": [
                "上記相違点について検討するに，引用文献2に記載されたものにおける「表示領域4，5，6」は，それぞれ本願補正発明の「発光部」に相当し，それぞれ制御手段により回転するように点滅駆動するものである(上記引用文献2の記載事項b参照)。したがって，回転するように点滅駆動される発光部を複数設けることは，引用発明2に記載された発明(以下「引用発明2」という。)が有する構成である。",
                "また，それらの点滅パターンとして，上記引用文献2の記載事項cには様々なパターンが記載されているところ，複数の発光部を逆方向に回転するように点滅駆動することも，点滅パターンを単調にしないために普通に採用されるものである。",
                "そして，引用発明2の背景として，発光表示装置において，それを見る者の注意を強く喚起するため，発光部を複数化する，点滅パターンが単調にならないようにするという，ネオンサインにも用いられている発光表示装置の技術分野一般の周知技術があることに鑑みれば，引用発明1に引用発明2の構成を適用して，より強く運転者の注意を喚起するようにすることに格別の困難性はない。さらに，第2の発光部を第1の発光部と同一面側に設けること及び環状に配置することも，引用発明1に引用発明2の構成を適用する際に当業者が普通に採用する構成である。",
                "さらに，本願補正発明が奏する効果も，引用発明1，引用発明2及び周知技術から当業者が予測できる程度のものに過ぎない。",
                "したがって，本願補正発明は，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "審決のむすび",
              "text": [
                "よって，本件補正は，特許法17条の2第5項で準用する同法126条5項の規定により却下されるべきものであるとした原審における補正却下の決定は妥当なものである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "ア",
              "subject": "引用刊行物記載事項",
              "text": [
                "拒絶の理由に引用された刊行物及びその記載事項は，前記「引用刊行物記載事項」に記載したとおりである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "対比・審決の判断",
              "text": [
                "本願発明は，本願補正発明から「発光表示装置」の限定事項である「支持部とを含み，地上に設置される」及び「前記支持部は，前記第1の発光部及び前記第2の発光部の設けられている面側が，横向きとなるように，前記第1の発光部及び前記第2の発光部を支持している」との構成を省いたものである。",
                "そうすると，本願発明の構成要件を全て含み，さらに他の構成要件を付加したものに相当する本願補正発明が，前記「審決の判断」に記載したとおり，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，本願発明も，同様の理由により，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "審決のむすび",
              "text": [
                "したがって，本願発明は，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の審決取消事由(本願補正発明の進歩性判断の誤り)",
          "text": [
            "審決は，「本願補正発明は，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものである」と判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明と各引用発明との課題の相違",
              "text": [
                "本願補正発明は，従来技術が，単調な1方向の回転運動を繰り返すだけで，運転者に対する注意喚起力が弱かった点に着目し，運転者の注意を強く喚起し得る発光表示装置を提供するものである。",
                "これに対し，引用発明1は，単調な1方向の回転運動を繰り返すことに起因する問題点に着目したものではなく，「表示色が一色しかない」ことに起因する問題点に着目し，これを解決する点滅警告表示器を実現するものである。また，引用発明2は，表示光を中心から放射状に送り出すことができる多方向表示器に関するものであるところ，従来の回転式の警告灯が，機械的な回転駆動機構を有するために故障しやすく，ランプを回転させて全方向を光で走査する方式であるために全方向又は多方向に同時に光を照射することができず，色フィルタを使用しているために常に単色の表示となってしまって多色化ができず，ランプを光源としているために必要に応じた輝度の制御ができないものであることに着目し，機械的な駆動部分がなくて故障しにくく，各方向を順次光で走査することも，全方向又は多方向に同時に光を照射することもでき，さらに多色の表示や輝度を制御することができる多方向表示器を提供するものである。",
                "このように，引用発明1の課題は，本願補正発明の課題と異なり，また，引用発明2の課題は，本願補正発明に開示された表示装置とは全く構造の異なる警告灯の有する問題点を解決することに向けられていて，本願補正発明の課題とは全く異なる上，引用発明1の課題とも全く異なる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と引用発明2との解決手段等の相違",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「引用文献2に記載されたものにおける「表示領域4，5，6」は，それぞれ本願補正発明の「発光部」に相当」するとした。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2は，「表示面が略平面状である平面表示部2と，平面表示部2の表示面に対面して設けられた立体反射部3とを有しており，360°の全方向に光を照射できる」という構成が必須であるから，本願補正発明の「発光部」に相当するのは，平面表示部2，すなわち，「表示領域4，5，6」と立体反射部3とが一体不可分に結合されたものと捉えるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願補正発明の「発光部」は，光源であるのみならず，直接の視認の対象でもあるが，引用発明2は，平面表示部2が光源で，立体反射部3が視認の対象であるから，光源にすぎない平面表示部を，光源であるのみならず，直接の視認の対象でもある本願補正発明の「発光部」と同一視することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願補正発明は，視認面において，第1及び第2の発光部の回転点滅を視認することができ，これが，発明の目的からみて，不可欠の要素である。これに対し，引用発明2は，平面表示部2を発光させると，表示面の各表示領域4，5，6から来る光は，対面する立体反射部3の反射面9において反射され，立体反射部3の中心軸を中心として外周方向に向けて反射されるところ，反射される光は，立体反射部3の側方から見ることになるから，回転するようには見えず，横方向に移動するように見えるのであって，立体反射部上の視認面において，回転する反射光を視認することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「それらの点滅パターンとして，・・・複数の発光部を逆方向に回転するように点滅駆動することも，点滅パターンを単調にしないために普通に採用されるものである」とした。",
                    "引用文献2には，表示領域4，5，6を各色ごとに別々に全点灯すること，全色を同時に点灯すること，発光セグメント4a，5a，6aを1個ずつ周方向に移動させながら点灯すること，2個以上同時に点灯させながら周方向に1個ずつ順次シフトして発光部分を周方向に移動させていくこと，発光セグメント4a，5a，6aを1個おきに点灯することが記載されているが，複数の発光部(平面表示部)を逆回転させることは記載されていないから，各領域ごとに複数の発光セグメント4a，5a，6aを任意の態様で発光駆動することができるとの記載があるとしても，逆回転までをも含むとは到底解することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，引用発明2の背景として，「発光表示装置において，それを見る者の注意を強く喚起するため，発光部を複数化する，点滅パターンが単調にならないようにするという，ネオンサインにも用いられている発光表示装置の技術分野一般の周知技術がある」としたが，ネオンサインは，道路工事現場等の交通規制を必要とする場所において，通行者や通行車両への注意を喚起するために使用される点滅警告表示器に関する引用発明1や回転式の警告灯に関する引用発明2とは，技術分野及び用途が異なるから，引用発明2の背景として，ネオンサインの技術分野一般の周知技術を考慮すべき理由はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明と各引用発明との作用効果の差異",
              "text": [
                "本願補正発明は，第1の発光部及び第2の発光部のそれぞれが同一平面上に配置されているから，第1の発光部及び第2の発光部の設けられた平面を運転者に対面するように配置し，第1の発光部及び第2の発光部を運転者に同時に視認させることができる。また，第1の発光部及び第2の発光部のそれぞれは，環状に配置されて回転するように点滅駆動され，発光部分の点滅軌跡がその環状配置に沿って回転する動きとして視認されるから，点灯／消灯状態を繰り返す点滅灯と比較して，車両運転者の注意を強く喚起することができる。しかも，第1の発光部及び第2の発光部のそれぞれが，互いに逆方向に回転するように点滅駆動されるから，単調な1方向の回転運動を繰り返す従来技術と比較して，運転者の注意を非常に強く喚起することができる。",
                "これに対し，引用発明1の作用効果は，発光素子を発光色の異なる少なくとも2種類の発光素子で構成したことにより得られるものであって，本願補正発明の作用効果とは異なる。また，引用発明2の作用効果は，平面表示部と立体反射部との組合せにより得られるものであって，本願補正発明の逆回転による作用効果とは異なる。",
                "したがって，本願補正発明が奏する作用効果は，引用発明1，引用発明2及び周知技術から当業者が予測できるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の事情に照らすと，本願補正発明は，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものであるとはいえず，審決の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明と各引用発明との課題の相違に対して",
              "text": [
                "引用発明1は，「従来の点滅警告表示器の持っている点滅変化パターンが単調であり十分な注意を喚起できないという課題を解決する点滅警告表示器を実現することを目的とする」ものであり，その限りにおいては，本願補正発明と課題が相違しない。また，引用発明2は，警告灯としても使用するものであるが，警告灯として使用する以上，視認した者に対する注意喚起力を向上させるということは，当業者にとって自明であり，その限りにおいては，本願補正発明と課題が相違しない。",
                "そうすると，注意喚起力の向上という点において，本願補正発明と引用発明1及び引用発明2とは，課題が相違しない。そして，引用発明1及び引用発明2が，その他の課題を有している，又は，課題を解決するための手段の相違により，結果として，課題が多少相違するものであるとしても，引用発明1に引用発明2を適用することを阻害するとはいえないから，本願補正発明の進歩性の判断に影響を与えるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と引用発明2との解決手段等の相違に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2において，立体反射部3の側方から反射された光を見ると，光が一定時間間隔で現れ，一定方向に移動すること，立体反射部3が円錐等であることから，当然に光が回転していることを認識することができる。",
                    "審決は，引用文献2の記載事項について，立体反射部3を含めてそのまま引用発明1に適用しようとするものではなく，光源の点滅パターンに関する技術的思想を一般化し，これを引用発明1に適用しようとするものである。ところで，光の回転を側方から認識することができるようにするか，正面から認識することができるようにするかという相違は，視認した者に対する注意喚起力の向上という事項に関しては本質的なものでないから，引用発明2における光源の点滅パターンに関する技術的思想を，立体反射部3のない形態で一般化することができるのは，当業者にとって自明である。",
                    "そうであれば，引用発明2の平面表示部2と立体反射部3とが一体不可分であるか否か，平面表示部2が光源にすぎないか否かは，格別に意味をもつ事項ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献2には，「色彩の異なる各表示領域4，5，6を同方向又は反対方向に同一又は異なる速度・タイミングで順次点灯し，又は全点灯すれば，多様な色彩及び明滅のパターンで表示を行うことができ，本装置による全方向表示はさらに異なる効果を生むことができる。」(段落【0020】)との記載があるところ，引用発明2が従来の回転灯と同様の効果をもたせようとするものであることを考慮すれば，上記のパターンは，表示領域4，5，6の発光している部分が互いに逆回転するように発光セグメント4a，5a，6aを点滅するパターンをも含んでいると解釈すべきものである。また，仮にそのように解釈することができないとしても，表示領域4，5，6の発光している部分が互いに逆回転するように発光セグメント4a，5a，6aを点滅するパターンは，当業者が容易に思い付くことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ネオンサイン等の商業的広告に使用する表示装置も，発光部により視認者の注意を喚起するためのものであるから，通行者や通行車両への注意を喚起するために使用される点滅警告表示器に関する引用発明1や回転式の警告灯に関する引用発明2と類似の技術分野に属するのであって，ネオンサイン等の商業的広告に使用する表示装置に使用される周知技術が，点滅警告表示器や回転式の警告灯に適宜適用可能であることは明らかである。",
                    "また，審決は，引用発明1に，これと類似の技術分野に属する引用発明2を適用しようとするものであるから，ネオンサイン等の商業用広告に使用する表示装置の周知技術を考慮すべきか否かは結論に影響を与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明と各引用発明との作用効果の差異に対して",
              "text": [
                "本願補正発明における逆回転による作用効果は，発光部を複数化し，それらを単調にならない点滅パターンで点滅させたことによる一般的な作用効果と異質なものではなく，かつ，際だって優れたものでもなく，それは，引用発明1に引用文献2に記載された技術的思想を適用したことにより生じるであろうと当業者が予測できる範囲のものにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願補正発明は，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "まず，第1の発光部と第2の発光部とが，「互いに逆方向に回転するように点滅駆動される」ことが容易想到であるか否かについて，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1(甲4)には，次の記載がある。",
                    "「【発明が解決しようとする課題】ところが，前記点滅警告表示器では，簡単な構成で通行者や通行車両への注意を喚起することができるが，表示色が一色しかなく，LEDの点滅変化パターンが単調である。したがって，見る者に十分な注意を呼び起こすことができず，道路標識としての本来の機能が発揮できないという問題がある。そこで，本発明は，従来の点滅警告表示器の持っている点滅変化パターンが単調であり十分な注意を喚起できないという課題を解決する点滅警告表示器を実現することを目的とする。」(段落【0003】)",
                    "「この構成によれば，点滅ユニットに発光素子を配置し，その発光素子を発光色の異なる少なくとも2種類の発光素子で構成している。そして，点滅ユニットを複数のグループに分け，グループ単位で同じ制御内容を適用している。したがって，一色からなる点滅変化パターンよりも，さらに変化のある多種類の点滅変化パターンを作り出すことができ，見る者の注意を呼び起こすことができるとともに，伝えることができる情報量も多くなる。」(段落【0005】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの記載によれば，引用発明1は，発光素子の表示色が一色しかなく，点滅変化パターンが単調であるという従来技術の欠点を解消するために，発光素子を発光色の異なる少なくとも2種類の発光素子で構成し，変化のある多種類の点滅変化パターンを作り出して，見る者の注意を呼び起こすことができるようにしたものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献2(甲5)には，次の記載がある。",
                    "「図示しないが，本例の多方向表示器1は，前記平面表示部2の制御手段を備えている。この制御手段によれば，平面表示部2の各表示領域4，5，6を各色毎に別々に全点灯することもできるし，全色を同時に点灯することもできる。また，各表示領域4，5，6において発光セグメント4a，5a，6aを1個づつ周方向に移動させながら点灯することもできるし，2個以上同時に点灯させながら周方向に1個づつ順次シフトして発光部分を周方向に移動させていくこともできる。また，発光セグメント4a，5a，6aを1個おきに点灯することもできる。要するに，各領域毎に複数の発光セグメント4a，5a，6aを任意の態様で発光駆動することができる。」(段落【0014】)",
                    "「以上の構成において平面表示部2を発光させると，表示面の各表示領域4，5，6から来る光は，対面する立体反射部3の反射面9において反射され，立体反射部3の中心軸を中心として外周方向に向けて反射される。」(段落【0016】)",
                    "「各表示領域4，5，6において環状に並んだ発光セグメント4a，5a，6a中の発光部分を周方向に順次移動させていくと，多方向表示器1からの光は360°回転して全方向を順次照射する。これによって従来機械的な構成で行っていた回転灯の効果を平面表示部2の電子的な駆動制御で達成することができる。」(段落【0019】)",
                    "「色彩の異なる各表示領域4，5，6を同方向又は反対方向に同一又は異なる速度・タイミングで順次点灯し，又は全点灯すれば，多様な色彩及び明滅のパターンで表示を行うことができ，本装置による全方向表示はさらに異なる効果を生むことができる。」(段落【0020】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの記載によれば，表示領域4，5，6は，制御手段により，発光セグメント4a，5a，6aを周方向に移動させながら点灯させるようにしたものであって，制御手段(駆動装置)により回転するように点滅駆動されるものであるから，本願補正発明の「発光部」に相当するものであるところ，引用発明2は，「発光セグメント4a，5a，6aを1個づつ周方向に移動させながら点灯することもできるし，2個以上同時に点灯させながら周方向に1個づつ順次シフトして発光部分を周方向に移動させていくこともでき」，「同方向又は反対方向に同一又は異なる速度・タイミングで順次点灯」することができるものであるから，いずれかの表示領域は，他の表示領域とは逆方向に回転するように点滅駆動することができると認められる。",
                    "そして，引用発明2において，回転するように点滅駆動する各「表示領域4，5，6」から発せられる光は，立体反射部3の中心軸を中心として外周方向に向けて反射され，これによって，従来の機械的な構成で行っていた回転灯の効果を平面表示部2の電子的な駆動制御で達成し，さらに，各「表示領域4，5，6」を反対方向(逆回転)に順次点灯するなどし，これによって，多様な色彩及び明滅のパターンでの表示をすることができるようにしたということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，引用文献2には，「【従来の技術】表示光を中心から放射状に送りだすことができる多方向表示器としては，回転式の警告灯が知られている。」(段落【0002】)との記載があるように，従来の機械式回転灯は「警告灯」として使用されるものであるから，引用発明2において，多様な色彩及び明滅のパターンでの表示をすることが，視認者に対しより注意を呼び起こすことになるのは明らかである。もっとも，引用発明2において，各「表示領域4，5，6」のいずれかの領域を他と逆方向に回転するように点灯しても，光は，立体反射部3の中心軸を中心として外周方向に向けて反射されるのであるから，側方に位置する視認者には，反射光が立体反射部3を互いに逆方向に横切るように見えるのであり，回転するようには見えないのであるが，互いに逆方向に進む光が視認者に対しより注意を呼び起こすことになるのは容易に理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明1は，上記(1)のとおり，発光素子を発光色の異なる少なくとも2種類の発光素子で構成し，変化のある多種類の点滅変化パターンを作り出すことで，見る者の注意を呼び起こすことができるようにしたものである。",
                "そして，引用発明2は，警告灯の技術分野に係り，警告を表示する装置である点で，引用発明1の点滅警告表示器の技術分野と極めて近接した技術分野に属するものであるところ，その点滅パターンにおいて，互いに逆方向に進む光が，視認者に対しより注意を呼び起こすことができるのであるから，この互いに逆方向に光が進むという点滅パターンを，引用発明1に適用して，引用発明1の点滅パターンをさらに変化のあるものにすることは，当業者であれば容易に想到することができるというべきである。なお，引用文献1(甲4)には，「それぞれの点滅ユニット41，42において，赤色発光ダイオードRが点灯する期間と，青色発光ダイオードBが点灯する期間とが時間的に交互に出現し，隣合う点滅ユニット41，42どうしで，一方で赤色発光ダイオードRが点灯すれば，他方で青色発光ダイオードBが点灯し，一方で青色発光ダイオードBが点灯すれば，他方で赤色発光ダイオードRが点灯する。このため，赤色は赤色で右又は左に回転しているように見え，青色は青色で右又は左に回転しているように見える。」(段落【0016】)との記載があり，この記載によれば，青色(B)と赤色(R)の発光ダイオード群",
                "とは，それぞれ，「同一面側に環状に配置され」，「回転するように点滅駆動される」発光部であるから，引用発明1は少なくとも2つの「発光部」を有しているのであり，そうであれば，引用発明1に引用発明2の互いに逆方向に光が進むという点滅パターンを適用することに格別の阻害要因はないということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，引用発明1において，引用発明2の点滅パターンを適用して，2種類の発光素子群を互いに逆方向に回転するように発光制御することは，当業者が容易に想到することができるのであって，審決が，「本願補正発明は，引用発明1，引用発明2及び周知技術に基づいて当業者が容易に発明をすることができたものである」と判断したことに誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明と各引用発明との課題の相違について",
              "text": [
                "原告は，引用発明1の課題は，本願補正発明の課題と異なり，また，引用発明2の課題は，本願補正発明に開示された表示装置とは全く構造の異なる警告灯の有する問題点を解決することに向けられていて，本願補正発明の課題とは全く異なる上，引用発明1の課題とも全く異なると主張する。",
                "しかしながら，発明の進歩性は，明細書の特許請求の範囲に記載された事項が容易に想到することができるかどうかによって判断するのが原則であり，発明の課題が斬新であるからといって，直ちに進歩性を肯定すべきものではない。本件においては，上記1のとおり，本願補正発明は，引用発明1に引用発明2を適用することによって，容易に発明をすることができるのであるから，本願補正発明と引用発明1や引用発明2との課題がある程度異なるとしても，このことから，直ちに本願補正発明の進歩性が肯定されるということになるわけではない。",
                "しかも，本願補正発明と引用発明1と引用発明2とは，いずれも，観察者に対しより注意を呼び起こすことを課題としているものであって，このことは上記1に判示したところから明らかであり，引用文献1や引用文献2は，当該課題が直接的に記載されず，また，当該課題と異なる課題が記載されているだけであって，これらの発明の課題には多分に共通するところがあり，大きく異なるということはできない。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と引用発明2との解決手段等の相違について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明2において，本願補正発明の「発光部」に相当するのは，「表示領域4，5，6」と立体反射部3とが一体不可分に結合されたものと捉えるべきである，引用発明2は，平面表示部2が光源，立体反射部3が視認の対象であり，平面表示部を，直接の視認の対象である本願補正発明の「発光部」と同一視することはできない，引用発明2は，立体反射部上の視認面において，回転する反射光を視認することができない，などと主張する。",
                    "上記1(2)イのとおり，表示領域4，5，6は，制御手段により，発光セグメント4a，5a，6aを周方向に移動させながら点灯させるようにしたものであって，制御手段(駆動装置)により回転するように点滅駆動されるものであるから，本願補正発明の「発光部」に相当するのである。そして，審決も，同様に，「引用文献2に記載されたものにおける「表示領域4，5，6」は，それぞれ本願補正発明の「発光部」に相当し，それぞれ制御手段により回転するように点滅駆動するものである(・・・)。したがって，回転するように点滅駆動される発光部を複数設けることは，引用発明2に記載された発明(・・・)が有する構成である。」と説示している。",
                    "そうすると，審決は，引用発明2において，平面表示部2(表示領域4，5，6)と立体反射部3とが一体不可分のものであることを看過したわけではないし，また，平面表示部2(表示領域4，5，6)が視認の対象であるとか，立体反射部3において，反射光が回転するようにみえると認定したわけでもないから，原告の上記主張は，審決を正解しないものであるといわざるを得ない。",
                    "原告の上記主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用文献2には，複数の発光部(平面表示部)を逆回転させることは記載されていないから，各領域毎に複数の発光セグメント4a，5a，6aを任意の態様で発光駆動することができるとの記載があるとしても，逆回転までをも含むとは到底解することができないと主張する。",
                    "しかし，上記1(2)イのとおり，引用発明2において，いずれかの表示領域は，他の表示領域とは逆方向に回転するように点滅駆動することができるのであるから，引用文献2には，複数の発光部を互いに逆回転することが記載されているということができる。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，ネオンサインは，引用発明1や引用発明2とは技術分野及び用途が異なるから，引用発明2の背景として，ネオンサインの技術分野一般の周知技術を考慮すべき理由はないと主張する。",
                    "審決は，「発光表示装置において，それを見る者の注意を強く喚起するため，発光部を複数化する，点滅パターンが単調にならないようにするという，ネオンサインにも用いられている発光表示装置の技術分野一般の周知技術がある」と説示しているのであり，この説示によれば，審決は，ネオンサインを含む発光表示装置の技術分野一般の周知技術を考慮したのであって，ネオンサインが属する技術分野一般の周知技術を考慮したのではない。",
                    "原告の上記主張は，審決を正解しないものであって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明と各引用発明との作用効果の差異について",
              "text": [
                "原告は，引用発明1や引用発明2の作用効果は，本願補正発明の作用効果と異なるから，本願補正発明が奏する作用効果は，引用発明1，引用発明2及び周知技術から当業者が予測できるものではないと主張する。",
                "しかし，引用発明1において，第1の発光部及び第2の発光部のそれぞれを互いに逆方向に回転するように点滅駆動させることは，当業者が容易に想到することができるところ，第1及び第2の発光部が，互いに逆方向に回転するのであれば，単調な1方向の回転運動を繰り返すものと比較して，運転者の注意をより喚起することができるのは，当業者が容易に予測することができる。",
                "原告の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおりであって，審決の判断に誤りはなく，原告主張の審決取消事由は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告主張の審決取消事由は理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10521",
    "date": "2006-01-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009183",
    "ipprecedent_id": "431",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}