{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2004−80047号事件について平成17年11月8日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が有する後記特許について，原告が無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成9年5月23日，名称を「生物医学的アッセイの光学的分析における背景の蛍光及びルミネセンスのマスキング」とする発明について，パリ条約による優先権(1996年［平成8年］5月28日 ドイツ)を主張して，特許出願(特願平9−541578号)をし，平成15年7月18日，特許第3452068号として設定登録を受けた(特許公報は甲4。請求項1ないし3。以下「本件特許」という。)。",
                "これに対し，原告は，平成16年5月12日付けで，本件特許のうち請求項1及び2に係る発明について無効審判請求をしたので，特許庁は，これを無効2004−80047号事件として審理することとした。その中で被告は，平成16年9月6日付けで，旧請求項1の内容を変更し旧請求項2を削除する(旧請求項3は請求項2に繰り上げ)等を内容とする訂正請求をした(以下「本件訂正」という。)が，特許庁は，平成17年11月8日，「訂正を認める。本件審判の請求は成り立たない。」旨の審決(甲5)をし，その謄本は平成17年11月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前",
                  "text": [
                    "【請求項1】相互に接触した細胞の層の形態で反応容器(1)の底(2)における透明支持体に適用され且つ蛍光色素(4)を含有する溶液(3)と接触している蛍光標識された生物細胞(5)；あるいは透明支持体上に置かれた相互に接触した細胞の層の形態のルミネセント生物細胞の定量的光学的分析方法であって，",
                    "(A) すでに存在する蛍光色素(4)の他に，蛍光色素(4)のための励起光(6)及び／又はその発出光(7)を吸収する細胞膜非透過性のマスキング色素(9)を溶液(3)に添加し，",
                    "及び／又は",
                    "(B) 溶液透過性であり且つ蛍光色素(4)のための励起光(6)及び／又はその発出光(7)を吸収及び／又は反射するかあるいはルミネセント細胞層の場合にはルミネセント光を反射する分離層(10)を細胞層に適用する",
                    "ことを特徴とする方法。",
                    "【請求項2】蛍光リガンド又はルミネセントリガンド(13)が溶解されている溶液(3)で満たされた反応容器(1)中で蛍光標識もしくはルミネセント標識された反応成分を定量的光学的に分析するための，溶液(3)がレセプター層(12)と接触しており，レセプター層(12)がリガンド(13)に特異的であり且つ反応容器(1)の底(2)における透明支持体に適用されているか又はその上に堆積されており，そしてレセプター−リガンド結合に特徴的なレセプター層(12)からの蛍光放射もしくはルミネセント放射(7，15)を透明な底(2)を介して検出し分析する方法であって，",
                    "マスキング色素(9)を溶液(3)に添加し及び／又は溶液(3)透過性の分離層(10)をレセプター層(12)に適用し，その際，マスキング色素(9)及び／又は分離層(10)の光学的性質を，溶液(3)中に存在するリガンド(13)の蛍光色素(4)のための励起光(6)及び／又はその蛍光(8)もしくはそのルミネセント光が溶液(3)又は分離層(10)により吸収されるかあるいは分離層(10)において反射されるように選ぶ",
                    "ことを特徴とする方法。",
                    "【請求項3】用いられる分離層(10)がポリマーラテックスビーズの層であることを特徴とする請求の範囲第1又は2項に記載の方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後(下線部は訂正部分)",
                  "text": [
                    "【請求項1】相互に接触した細胞の層の形態で反応容器(1)の底(2)における透明支持体に適用され且つ結合されていない蛍光色素(4)を含有する溶液(3)と接触している蛍光標識された生物細胞(5)；あるいは",
                    "透明支持体上に置かれた相互に接触した細胞の層の形態のルミネセント生物細胞",
                    "の定量的光学的分析方法であって，",
                    "(A) すでに存在する結合されていない蛍光色素(4)の他に，結合されていない蛍光色素(4)のための励起光(6)及び／又はその発出光(7)を吸収する細胞膜非透過性のマスキング色素(9)を溶液(3)に添加し，",
                    "及び／又は",
                    "(B) 溶液透過性であり且つ結合されていない蛍光色素(4)のための励起光(6)及び／又はその発出光(7)を吸収及び／又は反射するかあるいはルミネセント細胞層の場合にはルミネセント光を反射する分離層(10)を細胞層に適用する",
                    "ことを特徴とする方法。",
                    "【請求項2】用いられる分離層(10)がポリマーラテックスビーズの層であることを特徴とする請求の範囲第1項に記載の方法。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正の内容",
              "text": [
                "本件訂正の内容を改めて整理すると，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1の「蛍光色素(4)」とあるのを「結合されていない蛍光色素(4)」と訂正する(以下「訂正事項a」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項2を削除し，請求項3の項番を繰り上げる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりであり，その理由の要点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正のうち訂正事項aの訂正は，願書に添付した明細書又は図面に記載された事項の範囲内においてされたものであるから，特許法134条の2第5項が準用する126条3項に違反しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正後の請求項1に係る発明(以下「本件発明」という。)は，次の各文献に記載された発明に基づいて当業者が容易に発明することができたものではない。",
                    "記",
                    "・特公平6−19348号公報(甲1。以下これに記載された発明を「甲1発明」という。)",
                    "・Journal of Immunological Methods, 162,(1993)1-7(甲2)・Journal of Immunological Methods, 100,(1987)261-267(甲3。以下これに記載された発明を「甲3発明」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明の「結合されていない蛍光色素」という用語が不明確とはいえないから，本件特許出願が特許法36条6項2号に違反することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本件訂正のうち訂正事項aの訂正を認めた誤り)(ア) 本件訂正のうち訂正事項aは，「蛍光色素(4)」という文言を「結合されていない蛍光色素(4)」という文言に置き換えようとするものである。",
                    "しかし，本件特許公報(甲4)には，「結合されていない蛍光色素」という文言は一度も登場しないし，「結合されていない蛍光色素」の存在を示唆する記載も一切存在しない。",
                    "また，そもそも，「結合されていない蛍光色素」というからには，何と「結合されていない」のか(細胞と「結合されていない」のか，溶液中の他の粒子と「結合されていない」のか，他の蛍光色素と「結合されていない」のか，等々)が明確となる必要があるし，化学の分野においては一口に「結合」といっても，イオン結合，共有結合，水素結合，分子間力結合など，多種多様な結合の種類が存在するのであり，「結合」という場合には，このうちのいずれの結合を指すものであるかが明確でなくてはならない。しかし，これらの点については，本件特許公報(甲4)には，何ら記載が存在しない。",
                    "以上のとおり，訂正事項aの訂正は新規事項を追加するものであり，願書に添付された明細書又は図面に記載された事項の範囲内においてなされたものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，訂正事項aの訂正は，甲1及び甲2に記載された発明との差異を明確にし，無効理由を回避するためになされたものであるから，出願当初の明細書において「結合」という用語について定義されていないのは当然である，との判断をする(10頁3行～8行，21行～26行)。",
                        "審決が上記のような判断をする趣旨は必ずしも明確ではないが，あるいは審決は，甲1や甲2に「結合されている蛍光色素」についての記載があり，上記訂正はクレームの元の表現を残したまま，このような「結合されている蛍光色素」を除外しようとするものであって，いわゆる「除くクレーム」とする訂正に該当する，とする趣旨ではないかとも解される。",
                        "このような訂正が「除くクレーム」とする訂正として許されるためには，上記訂正によってクレームから除外される「結合されている蛍光色素」が，甲1又は甲2に記載されている事項であるか，あるいは，これらの文献の記載から直接的かつ一義的に導き出せる事項である必要がある。しかし，甲1及び甲2には「結合されている蛍光色素」の存在を示す記載は何ら存在しない。",
                        "なお，甲1には，「発光反応系の1成分と接合された，被検物質に対する結合性パートナー」との記載がある(8頁16欄20行～21行)が，これは一義的に「結合されている蛍光色素」に該当するものではない。また，甲2には「fluorescent E. coli particles」(蛍光大腸菌粒子)( もしくは「fluorescein conjugated E. coli particles」(フルオレセインが接合された大腸菌粒子))を検体であるマクロファージに加えるとの記載がある(1頁要約部分7行目，3頁表1説明部分)が，これもまた，一義的に「結合されている蛍光色素」に該当するものとはいえない。",
                        "以上のとおり，上記訂正は，「除くクレーム」として許される訂正には該当しないから，甲1及び甲2との差異を明確にするために上記訂正がなされたとしても，そのことは，上記訂正が新規事項の追加であることを何ら否定するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，本件特許公報(甲4)4頁7欄26行以下の記載，第1図及び第2図の記載からみて，「蛍光色素溶液3」中に「蛍光色素分子4」が個々に遊離した状態，すなわち「結合されていない」状態で存在していることは明らかであるとの判断をする(9頁下1行～10頁3行，10頁26行～28行)。しかし，この審決の判断は，次のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決の上記判断からすると，審決は，「結合されていない蛍光色素」の文言を「溶液中に個々に遊離した状態で存在する蛍光色素分子」の意味であると解釈した上で，このような状態の蛍光色素は本件特許の明細書や図面に記載されている，と判断したものと解される。",
                            "しかし，そもそも審決が用いる「個々に遊離した状態」という文言自体，その意味内容が不明確であるといわざるを得ない。単に「個々に遊離した状態で存在する蛍光色素分子」というだけでは，①蛍光色素分子同士が互いに遊離した状態を指しているのか，それとも，②溶液中に存在する蛍光色素分子以外の粒子とも遊離した状態の蛍光色素分子を指しているのか判然としないからである。この点，本件特許公報(甲4)4頁7欄26行以下には，蛍光色素分子が溶液中に溶解している旨の記載があるが，蛍光色素分子が溶液中の他の粒子と結合した状態で溶液中に溶解している場合も考えられるから，この記載だけでは，上記①②のいずれの理解が正確であるかは不明である。",
                            "また，本件特許公報(甲4)の第1図及び第2図には，蛍光色素分子が互いに接触せずに溶液中に存在する状態が描かれているが，これらの図においては，仮に蛍光色素分子以外の粒子が溶液中に存在したとしてもその描写は省略されているものと解されるから，これらの図からも，上記①②のいずれの理解が正確であるかは不明である。",
                            "このように，審決が用いる「個々に遊離した状態」という文言自体不明確であり，本件特許の明細書や図面の記載を参酌したとしても，その意味内容は明確にならないのであるから，「溶液中に個々に遊離した状態で存在する蛍光色素分子」なるものが，本件特許の明細書や図面に記載されているとした審決の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，「個々に遊離した状態で存在する蛍光色素分子」なるものについての記載を，本件特許の明細書や図面の記載から読み取ることができるとしても，そのことは，以下のとおり，当該記載が「結合されていない蛍光色素」についての記載であることを直ちに意味するものではない。",
                            "そもそも，通常の用語法によった場合，「結合されていない」の文言と，「個々に遊離した状態で存在する」の文言とでは，その意味内容は全く異なる。",
                            "蛍光色素分子が溶液に溶解し，互いに遊離した状態で，かつ，他の粒子とも遊離した状態で溶液中に存在する場合，このような蛍光色素分子は，上記aの①②のいずれの解釈を採用したとしても「個々に遊離した状態」に該当する。",
                            "しかし，溶質(この場合は蛍光色素分子)が水に溶解するのは，溶質同士の結合よりも，溶質と水分子との間に働く相互作用(水和)の方が強いためであり，蛍光色素分子が溶液中に溶解している状態では，蛍光色素分子と溶液中の水分子との間には強い相互作用が働いている。化学の分野において「結合」とは「2つ以上の系に相互作用をもたせて結びつけること。」の意味であり，「ある粒子が他の粒子と相互作用する場合，これらの粒子が結合する，という」(甲6)から，上記の蛍光色素分子と水分子についても，両者は「結合」しているということができる。したがって，このような蛍光色素分子は，「個々に遊離した状態で存在する蛍光色素分子」には該当するが，「結合されていない蛍光色素」には該当しないことになる。",
                            "このように，「結合されていない蛍光色素」と「個々に遊離した状態で存在する蛍光色素」とでは，通常の用語法によった場合，その意味内容は全く異なるのであり，「結合されていない蛍光色素」の文言を「個々に遊離した状態で存在する蛍光色素分子」の意味に解釈することは，当該文言自体から当然になし得ることではない。",
                            "このような解釈を行うためには，「結合されていない蛍光色素」と「個々に遊離した状態で存在する蛍光色素分子」とを結び付けるための，何らかの手がかりが必要である。しかし，本件特許の明細書や図面の中には，両者を結びつけるための手がかりとなるような記載は一切存在しない。",
                            "以上のとおり，仮に，「個々に遊離した状態で存在する蛍光色素分子」なるものを，本件特許の明細書や図面の記載から読み取ることができるとしても，そのことは，「結合されていない蛍光色素」についての記載が，本件特許の明細書や図面の中に存在することを何ら意味するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，審決の上記判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の次第で，訂正事項aの訂正は，願書に添付された明細書又は図面に記載された範囲内の訂正ではないから，認められない。審決にはこの点を看過して上記訂正を認めた誤りが存する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(発明の明確性についての判断の誤り)",
                  "text": [
                    "本件訂正後の請求項1は，「結合されていない蛍光色素」という文言を含んでいる。",
                    "しかし，前記ア(ア)のとおり，「結合されていない蛍光色素」という文言は，何と「結合されていないのか」明確でないし，その「結合」が，多種多様な結合のうちのどの結合を意味するものであるのかについても明確ではない。また，本件特許公報(甲4)にはこれらの点についての記載は存在せず，本件特許の明細書や図面の記載を参酌したとしても，これらの点は何ら明確にならない。",
                    "この点，審決は「結合されていない蛍光色素」の文言を「個々に遊離した状態で存在する蛍光色素分子」の意味に解釈しているが，このような解釈が成り立たないことは，前記ア(ウ)のとおりである。",
                    "したがって，「結合されていない蛍光色素」の文言は明確ではないから，このような不明確な構成要件を含む本件発明もまた，不明確であるといわざるを得ない。",
                    "以上のとおり，本件発明は明確ではなく，特許法36条6項2号の要件を満たさない。",
                    "それにもかかわらず，審決には，本件発明は明確であって，本件特許出願が特許法36条6項2号に違反することはないと判断している誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3ないし6(甲3発明及び甲1発明の認定の誤り並びに本件発明と甲3発明及び甲1発明との相違点の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明につき",
                      "text": [
                        "本件発明には，多様な構成要件の組合せが含まれているが，同発明のうち次のとおり分説することができる発明部分を甲3発明及び甲1発明と対比する(以下，この発明部分を「本件対象発明」という。)。",
                        "A1) 相互に接触した細胞の層の形態で"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2)",
          "subject": "反応容器(1)の底(2)における透明支持体に適用され且つ3) 結合されていない蛍光色素(4)を含有する溶液(3)と接触している"
        },
        {
          "fig": "4)",
          "subject": "蛍光標識された"
        },
        {
          "fig": "5)",
          "subject": "生物細胞(5)の",
          "text": [
            "B 定量的光学的分析方法であって，",
            "C すでに存在する結合されていない蛍光色素(4)の他に，",
            "D1) 結合されていない蛍光色素(4)の発出光(7)を吸収する2) 細胞膜非透過性のマスキング色素(9)を",
            "E 溶液(3)に添加することを特徴とする方法。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "甲3発明の認定及び本件対象発明と甲3発明との相違点の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲3発明の内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲3発明における細胞増殖の測定方法の手順は，概ね，以下のとおりである(甲3の262頁左欄11行以下。訳文による。以下同じ。)。",
                                "① 細胞をウェル内に撒く。",
                                "② ウェル内に撒かれた細胞に成長因子等を加え，37℃，空気中5％CO 加湿雰囲気下でインキュベーション(培養)する。",
                                "③ インキュベーション後，真空ポンプでウェル内の溶液を除去する。",
                                "④ ウェル内の細胞にカルボキシフルオレセインジフセテート(以下「CFDA」という。)溶液を加える。",
                                "⑤ 細胞を，37℃で15分間標識する。",
                                "⑥ 溶液を除去し，過剰のCFDAを除去洗浄する。",
                                "⑦ ウェル内にヘモグロビン溶液を加える。",
                                "⑧ 細胞が発する蛍光を測定する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲3発明において，CFDAは蛍光性物質ではないものの，細胞膜を通過して細胞内に取り込まれたCFDAは，細胞内で加水分解されてカルボキシフルオレセイン(以下「CF」という。)となる。このCFは蛍光性物質であり，CFが細胞内に蓄積されることにより，細胞は蛍光標識される(甲3の261頁右欄15行～26",
                              "text": [
                                "2頁左欄5行)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "他方，細胞内のCFは，時間の経過とともに細胞外に漏出する性質を有する。甲7(T.J.RINKほか「Cytoplasmic pH and Free Mg2+in Lymphocytes」1982)には，6−カルボキシフルオレセインを用いて細胞を蛍光標識することが記載されているが，他方で，37℃の環境下では，洗浄後10分間で約30～40％のCFが細胞",
                              "text": [
                                "外に漏れ出てしまったことが記載されている(191頁右欄21行～ 3 0 行 ) 。 ま た ， 甲 8 ( M.Brenanほ か 「 IntracellularFluorescent Labelling of Cells for Analysis of LymphocyteMigration」1984)には，CFで蛍光標識した細胞について3",
                                "7℃でインキュベーションを1時間行った後，いくつかの細胞は，細胞内のCFを保持することができず，蛍光を発しなくなったことが記載されている(34頁2行～5行，表1)。さらに，甲9",
                                "(Johan W Bruningほか「CARBOXYFLUORESCEIN FLUOROCHROMASIAASSAYS. I.NON-RADIOACTIVELY LABELED CELL MEDIATED",
                                "LYMPHOLYSIS」 1 9 8 0 ) や 甲 1 0 ( Michael A.Kolberほ か「Measurement of cytotoxicity by target cell release and",
                                "retention of the fluorescent dye",
                                "bis-carboxyethyl-carboxyfluorescein」1988)にも，CFが時間の経過とともに細胞外に漏出する性質を有することが記載されている(甲9の37頁22行～28行，39頁のグラフ，甲10の",
                                "258頁右欄44行～259頁左欄11行)。したがって，甲3発",
                                "明の実験が行われた1987年当時において，細胞内のCFが時間の経過とともに細胞外に漏出する性質を有することは，当業者にとって周知の事実であったということができる。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "また，甲3発明において，ウェル内にヘモグロビン溶液を加えるのは，細胞から漏れるCFDA蛍光(CFDA fluo-rescence",
                              "text": [
                                "leaking from the cells)を消光するためであると記載されている(甲3の262頁左欄31行～35行)。甲3発明の方法が，細胞",
                                "が発する蛍光の測定を目的とするものであることを考慮すると，上記ヘモグロビン溶液は，細胞が発する蛍光を測定する上で障害となる蛍光を消光するために加えられるものであり，細胞が発する蛍光を消光するためのものでないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "以上を踏まえた上で甲3発明の内容を合理的に解釈すると，甲3発明においてヘモグロビン溶液をウェル内に加える目的は，蛍光標識された細胞が発する蛍光を測定する上で障害となる，細胞内から溶液中に漏出したCFが発する蛍光を消光する点にある，と解するのが合理的である。",
                                "CFDAによる細胞の蛍光標識について言及したインターネット上 の 文 献 ( 甲 1 1 ［ Invitrogen Corporation「 Section15.2-Viability and Cytotoxicity Assay Reagents」2005．11］)では，CFの漏洩によって生じる細胞外の蛍光を消光するためにヘモグロビンを用いることできる旨が記載されている(2頁44行～45行)が，その参照文献として甲3が挙げられている(9頁30行)。このことからも，甲3を見た当業者が，甲3発明においてヘモグロビンを添加する目的は細胞外に漏れ出たCFが発する蛍光を消光するためであると当然に理解するものであることは，明白である。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "なお，溶液を除去し，細胞外の過剰のCFDAを除去洗浄する(上記手順⑥)ことによって，それまでに細胞内から溶液中に漏出したCFも，そのほとんどが除去されるものと考えられる。しかし，一般的に細胞を洗浄した直後は，細胞が不安定な状態にあるため，これを落ち着かせる必要があり，また，洗浄によって低下してしまった細胞の温度を元の温度に戻す必要がある。さらに，CFDAの場合には，細胞内でのCFへの加水分解を完全なものにする必要があり，そのためにも洗浄後は，測定に入る前にある程度の時間をおく必要がある。一般的には，細胞を洗浄した後，測定に入る前に，細胞を10分から30分程度放置するのが通常である。したがって，甲3発明においても，溶液を細胞に加えてから(上記手順⑦)蛍光を測定するまで(上記手順⑧)，最短でも10分程度の時間は置いているものと解される。このような事情を考慮すると，甲3発明においてヘモグロビン溶液をウェル内に加える目的は，もっぱら，ヘモグロビン溶液を加えた後，細胞が発する蛍光を測定するまでの10分程度の時間及び蛍光の測定中に，細胞内から溶液中に漏出したCFについて，それが発する蛍光を消光するためであると解される。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件対象発明と甲3発明との対比",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲3発明においては，細胞がウェル内に撒かれた後，細胞増殖が可能な条件下でインキュベーションが行われていること(上記手順②)，また，甲3に「密集した一つの層の中の細胞」(cells ina confluent monolayer)との記載があること(264頁左欄14行～15行)等を考慮すると，ウェル内に撒かれた細胞が相互に接触し，層を形成していることは明らかであって，ウェル内に撒かれた細胞の形態は「相互に接触した細胞の層の形態」に該当する。",
                                "このように，甲3発明には，本件対象発明の構成要件Aⅰが開示されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "ウェル内に撒かれ，CFDAにより蛍光標識された細胞は，「反応容器の底における透明支持体に適用され」ている「蛍光標識された生物細胞」に該当するから，甲3発明には，本件対象発明の構成要件A2)，A4)及びA5)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "細胞内から溶液中に漏出したCFは蛍光色素であり，溶液中に漏出したCF分子は溶液に溶解し，CF分子が互いに遊離した状態で，かつ，溶液中の他の粒子とも遊離した状態で，溶液中に存在する。したがって，本件特許請求の範囲「請求項1」(訂正後)の「結合されていない蛍光色素」の文言について，審決が挙げる「個々に遊離した状態で存在する蛍光色素」との解釈を採用したとしても(また，「個々に遊離した状態で存在する蛍光色素」の文言について，前記ア(ウ)aの①②のいずれの解釈を採用したとしても)，CFは「結合されていない蛍光色素」に該当し，CFを含む溶液中にある細胞は「結合されていない蛍光色素を含有する溶液と接触している」生物細胞に該当する。",
                                "このように，甲3発明には，本件対象発明の構成要件A3)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "甲3発明は細胞が発する蛍光を計測するものであり，計測の結果に基づいて細胞量と蛍光量の相関関係を示すグラフが作成されており(甲3の264頁左欄のグラフ)，計測された光の量的な側面に着目した分析(定量的分析)が行われているから，甲3発明の方法は「生物細胞の定量的光学的分析方法」に該当する。",
                                "このように，甲3発明には，本件対象発明の構成要件Bが開示されている。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "ヘモグロビンはタンパク質であるために細胞膜を透過する性質を持たず，また，上記のとおり，溶液中に存在するCFが発する蛍光を吸収・消光する性質を有するから，当該ヘモグロビンは「結合されていない蛍光色素の発出光を吸収する細胞膜非透過性のマスキング色素」に該当する。",
                                "このように，甲3発明には，本件対象発明の構成要件D1)及びD2)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "以上を踏まえて，本件対象発明と甲3発明とを対比すると，両者は「相互に接触した細胞の層の形態で反応容器における透明支持体に適用され且つ結合されていない蛍光色素を含有する溶液と接触している蛍光標識された生物細胞の定量的光学的分析方法であって，結合されていない蛍光色素の他に，結合されていない蛍光色素の発出光を吸収する細胞膜非透過性のマスキング色素を添加することを特徴とする方法」(本件対象発明の構成要件A1)ないしA5)，B，D1)およびD2))である点で一致する。",
                                "他方，本件対象発明においては，すでに存在する結合されていない蛍光色素の他に，マスキング色素を溶液中に添加する(構成要件C及びE)のに対し，甲3発明においては，マスキング色素(ヘモグロビン) を予め添加した溶液を蛍光標識された生物細胞に加えた後に，結合されていない蛍光色素(CF)が生物細胞内から溶液中に漏出するものであり，この点において両者は相違する。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "しかし，上記相違点に関しては，マスキング色素(ヘモグロビン)を予め添加した溶液を生物細胞に加えるか，あるいは，当初は溶液のみを生物細胞に加え，生物細胞内から結合されていない蛍光色素(CF)が溶液中に漏出した後にマスキング色素(ヘモグロビン)を加えるかは，当業者が適宜選択し得る事項に過ぎず，いずれの方法によったとしても，その効果に何ら差異は生じない。したがって，これらの方法は，実質的に同一である。",
                                "以上のとおり，上記相違点は，実質的には本件対象発明と甲3発明との相違点ではなく，本件対象発明と甲3発明は実質的に同一の発明である。"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "text": [
                                "また，上記相違点に関しては，後記(ウ)aのとおり，甲1発明に，発光反応系の1成分と接合された被検物質に対する結合性パートナー(標識接合物)を含む溶液を透明管内に導入した後に，標識接合物が放出する光を吸収する減衰剤(本件対象発明の「マスキング色素」に相当する。)を透明管内に添加する方法が開示されており，この方法は，すでに存在する蛍光色素の他に，マスキング色素を溶液中に添加する方法に該当すること，甲1及び甲3は，ともに生物医学的アッセイの光学的分析方法に関する文献であり，甲1発明及び甲3発明は同一の技術分野に属することからすると，甲3発明と甲1発明とを組み合わせることにより，本件対象発明に想到することは，当業者が容易になし得ることである。"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "subject": "なお，甲3発明においては，生物細胞をCFDAにより蛍光標識した後，CFDAを含む溶液を除去する手順(上記手順⑥)が存在するのに対し，本件対象発明においては，「溶液の除去」の有無が特許請求の範囲において特に限定されていない。しかし，本件特許公報(甲4。5頁9欄15行～31行，第9図)には，蛍光色素",
                              "text": [
                                "によって細胞を染色した後，溶液を交換して上澄み液から蛍光色素を除去し，その後，反応容器の壁に付着した蛍光色素が発する蛍光を抑制するために溶液にマスキング色素を導入する，という方法についての記載がある。このような方法は本件対象発明の実施例の一つであるから，本件対象発明においても，溶液を除去する場合があることは想定されている。したがって，甲3発明において溶液を除去する手順が存在することが，甲3発明又は甲1発明と甲3発明から本件対象発明への容易想到性を否定するものでない。"
                              ]
                            },
                            {
                              "fig": "(j)",
                              "text": [
                                "以上のとおり，本件対象発明は，甲3発明又は甲3発明と甲1発明に基づいて当業者が容易に発明することができたものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "取消事由3(甲3発明についての認定の誤り)",
                          "text": [
                            "審決は，甲3発明においては，細胞は，結合されていない蛍光色素を含有する溶液と接触していないと認定している(8頁25行～26行)。しかし，上記bのとおり，ウェルにヘモグロビン溶液を加えた後，細胞内から溶液中にCFが漏出し，溶液中に存在している状態は，細胞が「結合されていない蛍光色素を含有する溶液」と接触している状態に他ならない。",
                            "なお，審決は，CFは長時間かけて細胞から漏出するものであると指摘する(9頁13行～21行)が，洗浄後10分に細胞内のCFの",
                            "30～40が細胞外に漏出することが確認されており(甲7)，CFの漏出に長時間を要するとはいえない。",
                            "以上のとおり，審決は甲3発明の認定を誤ったものであり，その結果として，本件発明と甲3発明との相違点の認定を誤ったものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "取消事由4(本件発明と甲3発明との相違点についての判断の誤り)",
                          "text": [
                            "審決は，甲3発明においては，マスキング色素は結合されていない蛍光色素を含有する溶液に添加されるものではないと判断している(8頁25行～27行)。",
                            "確かに，甲3発明においては，マスキング色素であるヘモグロビンを予め添加した溶液を細胞に加えており，その時点では，その溶液はCFを含有していないから，審決の上記認定が誤りであるとはいえない。",
                            "しかし，上記bのとおり，甲3発明において，ヘモグロビンを添加した溶液を細胞に加える方法に代えて，溶液を細胞に加え，細胞内からCFが溶液中に漏出した後にヘモグロビンを添加する方法を採用することは，当業者が容易になし得ることである。",
                            "したがって，甲3発明に基づいて(又は，甲3発明と甲1発明を組み合わせて)本件対象発明を想到することは，当業者が容易になし得ることである。",
                            "それにもかかわらず，審決は，この点について，当業者が容易になし得ることではないと判断している(8頁29行～9頁6行)から，この審決の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲1発明の認定及び本件対象発明と甲1発明との相違点の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明の内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1発明は発光検定法に関する技術であり(甲1の2頁4欄10行)，甲1発明における発光検定の手順は以下のとおりである(甲1の8頁16欄18行～46行及び第8図)。",
                                "① 試験試料からの反応済み被検物質を含む対を，透明管の内面(底)に固定させる。",
                                "② 発光反応系の1成分と接合された被検物質に対する結合性パートナー(標識接合物)を含む溶液を透明管内に導入し，インキュベートして被検物質と標識抗被検物質接合物とを反応させる。",
                                "③ 染料のような減衰剤を，接合標識以外の発光反応における残りの参加成分とともに透明管内に添加する。",
                                "④ 反応済み被検物質が固定された指定測定表面から放射される光を測定する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲1発明において，減衰剤を透明管内に添加する目的は，以下のとおりである。",
                                "発光反応系の1成分と接合された被検物質に対する結合性パートナー(標識接合物)を透明管内に導入することにより，透明管内の溶液は標識接合物を含むようになる。",
                                "この状態で，減衰剤を添加せず，発光反応の残りの参加成分のみを透明管内に添加すると，発光反応系の該成分が容積全体にわたって混合することになるため，発光反応は，反応済み被検物質が固定された指定測定表面のみならず，遠隔容積(溶液中)及び遠隔表面でも進行する。遠隔容積及び遠隔表面で発光反応が進行することにより，当該箇所からは外部光が放射されるが，この外部光は，指定測定表面から放射される光の測定を妨害する(甲1の8頁16欄29行～35行)。",
                                "これに対し，減衰剤を透明管の中に添加した場合には，遠隔容積及び遠隔表面から放射される外部光は減衰剤により吸収される。そのため，指定測定表面から放射される光の測定が外部光によって妨害されることはなくなる(甲1の8頁16欄36行～40行)。",
                                "このように，甲1発明において，減衰剤は，溶液中に存在する標識接合物が放射する外部光を吸収し，これにより，当該外部光によって測定対象である光の測定が妨害されることを防ぐ目的で，透明管の中に添加されるものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件対象発明と甲1発明との対比",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1発明において，被検物質を含む対は透明管の内面(底)に固定されているから，当該被検物質を含む対は「反応容器の底における透明支持体に適用」されている。",
                                "このように，甲1発明には，本件対象発明の構成要件A2)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "発光反応系の1成分と接合された被検物質に対する結合性パートナーは，その一部分である発光反応系の1成分が，参加成分と反応することによって光を発する。",
                                "また，甲1には発光反応の例として「ルミノール反応」が挙げられているが(甲1の5頁10欄16行～21行)，ルミノール反応",
                                "によって発せられる光は「蛍光」に該当する。",
                                "したがって，発光反応系の1成分と接合された被検物質に対する結合性パートナーは「蛍光色素」に該当する。",
                                "なお，被告は，「蛍光色素」とは，励起光の照射を受けて自ら発行し続ける物質である旨の主張をするが，本件特許請求の範囲に，そのように限定して解すべき記載はない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "遠隔容積中に存在する，発光反応系の1成分と接合された被検物質に対する結合性パートナー(標識接合物)は，溶液に溶解し，互いに遊離した状態で，かつ，溶液中の他の粒子とも遊離した状態で，溶液中に存在する。",
                                "したがって，本件特許請求の範囲「請求項1」(訂正後)の「結合されていない蛍光色素」の文言について，審決が挙げる「個々に遊離した状態で存在する蛍光色素」との解釈を採用したとしても(また，「個々に遊離した状態で存在する蛍光色素」の文言について，前記ア(ウ)aの①②のいずれの解釈を採用したとしても)，遠隔容積中に存在する標識接合物は「結合されていない蛍光色素」に該当する。",
                                "また，溶液中に存在する被検物質を含む対は「結合されていない蛍光色素を含有する溶液と接触」している。",
                                "このように，甲1発明には，本件対象発明の構成要件A3)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "被検物質を含む対は，標識結合物と反応することによって「蛍光標識され」るから，甲1発明には，本件対象発明の構成要件A4)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "甲1発明は光の測定方法であり，かつ，定量的測定の精度を向上させるために用いられるものであるから(甲1の4頁7欄11行～13行)，「定量的光学的分析方法」に該当する。",
                                "このように，甲1発明には，本件対象発明の構成要件Bが開示されている。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "甲1発明においては，標識接合物を透明管内に導入し，遠隔容積中に標識接合物が含まれる状態になった後に，減衰剤を透明管内に添加するものである。また，当該減衰剤は，標識接合物が発する光を吸収する。",
                                "さらに，甲1において減衰剤の例として挙げられているアルラレッドAC混合物(7頁13欄3行～11行)は，いずれも細胞膜を",
                                "透過する性質を有しない物質である。",
                                "したがって，甲1発明には，「すでに存在する結合されていない蛍光色素の他に，結合されていない蛍光色素の発出光を吸収する細胞膜非透過性のマスキング色素を溶液に添加する」方法(本件対象発明の構成要件C，D1)，D2)及びE)が開示されている。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "以上を踏まえて，本件対象発明と甲1発明とを対比すると，両者は「反応容器の底における透明支持体に適用され且つ結合されていない蛍光色素を含有する溶液と接触している蛍光標識された検体の定量的光学的分析方法であって，すでに存在する結合されていない蛍光色素の他に，結合されていない蛍光色素の発出光を吸収する細胞膜非透過性のマスキング色素を溶液に添加することを特徴とする方法」(本件対象発明の構成要件A2)，A3)，A4)，B，C，D1)，D2)及びE)であるという点で一致する。",
                                "他方，本件対象発明においては，検体は「相互に接触した細胞の層の形態」で存在する「生物細胞」である(構成要件A1)及びA5)のに対し，甲1発明においては，検体は「被検物質を含む対」であり，この点において両者は相違する。"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "text": [
                                "もっとも，甲1には，甲1発明の方法が「細胞表面レセプター対」の検定にも用いられることが開示されている(2頁4欄20行)。",
                                "他方，細胞表面レセプターを抗原として，蛍光標識された抗体との対を形成することにより生物細胞を蛍光標識する方法(蛍光抗体法)は，生物細胞の光学的分析方法において，ごく一般的に用いられるものである(甲12の1～3)。",
                                "また，甲1発明の方法を細胞表面レセプター対の検定に用いる場合，透明管の内面(底)に固定される物は生物細胞であり，多数の細胞を使用して甲1発明の方法を用いる場合(このような場合は，甲1において当然に想定されているものと解される)には，それらの細胞は相互に接触し，層を形成するものと解される。",
                                "これらの事情を考慮すると，甲1においては，「相互に接触した細胞の層の形態で」反応容器の底に支持されている蛍光標識された「生物細胞」に，甲1発明の方法を適用し得ることが示唆されている，ということができる。",
                                "また，本件対象発明と甲1発明との上記相違点に関しては，甲3に，「相互に接触した細胞の層の形態」で存在する蛍光標識された「生物細胞」の定量的光学的分析方法が開示されているところ，甲1及び甲3はともに生物医学的アッセイの光学的分析方法に関する文献であり，甲1発明と甲3発明は同一の技術分野に属するから，甲1発明と甲3発明を組み合わせ，甲1発明に開示されている定量的光学的分析方法を，甲3発明に開示されている「相互に接触した細胞の層の形態」で存在する蛍光標識された「生物細胞」の定量的光学的分析方法に適用し，本件対象発明に想到することは，当業者が容易になし得ることである。"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "text": [
                                "以上のとおり，本件対象発明は，甲1発明又は甲1発明と甲3発明に基づいて当業者が容易に発明することができたものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "取消事由5(甲1発明についての認定の誤り)",
                          "text": [
                            "審決は，本件発明と甲1発明とを対比した上，本件発明の要件のうち「相互に接触した細胞の層の形態で反応容器の底における透明支持体に適用され且つ結合されていない蛍光色素を含有する溶液と接触している蛍光標識された生物細胞の定量的光学的分析方法」(本件対象発明の構成要件A1)ないしA5)，B)については，甲1には記載がないとし，この点を両者の相違点として認定している(8頁4行～8行)。",
                            "しかし，上記bのとおり，甲1発明は「反応容器の底における透明支持体に適用され且つ結合されていない蛍光色素を含有する溶液と接触している蛍光標識された」検体の「定量的光学的分析方法」であり(本件対象発明の構成要件A2)，A3)，A4)及びB)，この点において，本件対象発明と甲1発明は一致する。",
                            "したがって，審決は，甲1発明の認定を誤り，その結果，本件発明と甲1発明との相違点の認定を誤ったものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "取消事由6(本件発明と甲1発明との相違点についての判断の誤り)",
                          "text": [
                            "審決は，本件発明の構成要件のうち「相互に接触した細胞の層の形態」で存在する「生物細胞」についての方法である点(本件対象発明の構成要件A1)及びA5))は甲1に記載がないとし，この点を両者の相違点として認定している(8頁4行～8行)。",
                            "しかし，この点については，上記bのとおり，甲1には「相互に接触した細胞の層の形態で」反応容器の底に支持されている蛍光標識された「生物細胞」に甲1発明の方法を適用し得ることが示唆されており，また，甲3発明には「相互に接触した層の形態で反応容器における透明支持体に適用され且つ結合されていない蛍光色素を含有する溶液と接触している蛍光標識された生物細胞の定量的光学的分析方法」についての記載が存在するのであり，甲1発明又は甲1発明と甲3発明に基づいて本件対象発明を想到することは，当業者が容易になし得ることである。",
                            "それにもかかわらず，審決は，甲1発明又は甲1発明と甲3発明に基づいて本件発明の構成を導くことはできないとの判断をしている(8頁4行～10行)から，この審決の判断は誤っている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(4)の事実は認めるが，(5)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許公報(甲4)には，蛍光色素の存在状態について，「本発明は蛍光色素溶液と接触している蛍光標識された」(2頁3欄13行)，「第1に言及した方法の場合，マスキング色素は，蛍光色素も溶解された形態で含有する溶液中で」(3頁5欄34行～35行)，「反応容器1内に蛍光色素溶液3があり」(4頁7欄27行～28行)と記載されており，蛍光色素は，蛍光標識された生物細胞と接触する溶液中に，「溶解された形態で」又は「溶液」として存在することが明確に示されており，これらの記載によれば，実体として，蛍光色素は，該溶液中において，「結合されていない」状態で存在することは当業者に自明のことである。",
                    "蛍光色素が，「結合されていない」のではなく，検体細胞に結合されていたり，容器壁に結合固定化されていたり又は溶液中の他の粒子などに結合されていたりすれば，蛍光色素を「溶解された形態で」含有するとか，「溶液」として存在する等とは言わないのは当業者の常識である。",
                    "しかも，本件特許公報(甲4)の図1及び図2には，蛍光色素分子が個々に遊離した状態で任意勝手に分布している様子が明確に図示されており，本件発明において，蛍光色素は上澄み液中で結合されていない状態(溶解された状態)で存在することは明らかである。",
                    "原告は，「そもそも，『結合されていない蛍光色素』というからには，何と『結合されていない』のか(細胞と『結合されていない』のか，溶液中の他の粒子と『「結合されていない」のか，他の蛍光色素と『結合されていない』のか，等々)が明確となる必要がある」と主張するが，結合相手が明示されていない以上，合理的に可能なすべてのもの，例えば，原告が考え得るものとして挙げている細胞，溶液中の他の粒子，他の蛍光色素のいずれにも結合されていないことを意味することは，当業者に自明のことである。",
                    "原告は，「化学の分野においては一口に『結合』といっても，イオン結合，共有結合，水素結合，分子間力結合など，多種多様な結合の種類が存在するのであり，『結合』という場合には，このうちのいずれの結合を指すものであるかが明確でなくてはならない」と主張するが，蛍光色素は，合理的に考えられるすべてのものと「結合されていない」のであるから，結合の種類を特定する必要がないことはいうまでもない。",
                    "したがって，訂正事項aの訂正は，審決が認定しているとおり，願書に添付した明細書又は図面に記載した事項の範囲内においてなされたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，訂正事項aの訂正は「除くクレーム」とする訂正に該当しないと主張する。しかし，上記訂正が「除くクレーム」とする訂正に該当するか否かを問題にすること自体ナンセンスである。",
                    "原告は，「審決が用いる『個々に遊離した状態』という文言自体不明確であり，本件特許の明細書や図面の記載を参酌したとしても，その意味内容は明確にならないと主張する。しかし，上記アのとおり，本件発明において，蛍光色素は，上澄み液中で，結合されていない，すなわち，溶液中の他の粒子や他の蛍光色素と結合されていない個々に遊離した状態で存在することは明らかである。",
                    "原告は，「蛍光色素分子が溶液中に溶解している状態では，蛍光色素分子と溶液中の水分子との間には強い相互作用が働いているから，このような蛍光色素分子は，『個々に遊離した状態で存在する蛍光色素分子』には該当するが，『結合されていない蛍光色素』には該当しないことになる」と主張するが，この主張は，「結合」の定義を不当に拡大解釈してなされたものである。自然界に存在するものにはすべて何らかの相互作用(例えば，引力)が働いているから，分子を含めて2以上の粒子が相互作用する場合すべてを「結合」というのであれば，自然界には「結合されていない」2以上の系は存在しないことになってしまう。",
                    "本件無効審判において，原告は，本件特許公報(甲4)において実施例として説明されているDibac (3)(4頁8欄16行)が細胞内膜等に結合して蛍光を発する蛍光色素であることを説明した刊行物(乙2)を提出したが，同刊行物には，「最後に，結合されていない細胞外色素の蛍光もまた全蛍光に寄与するので，膜電位−発生シグナルのシグナル−対−ノイズ比を最大にするために，遊離の結合されていない色素の短い寿命(τ＝97ps)の利点を採用することができる。」(149頁右欄27行～32行)と記載されており，蛍光色素は，溶液中で「結合されていない」「遊離の」状態で存在することが明確に示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，訂正事項aの訂正を認めた審決の判断には誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "「結合されていない蛍光色素」について，本件特許の明細書及び図面には，当業者が容易に理解し得る程度に明確に記載されていることは，前記1において説明したとおりであるから，本件発明は特許法36条6項2号の要件を満たしており，その旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3ないし6に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3は，「カルボキシフルオレセインを用いる細胞増殖の迅速検出方法 成長因子(IL−2，IL−1)及び成長阻害抗体のアッセイ」と題する報文であり，そこには，ウエルにシードされた細胞にCFDAの溶液を添加してインキュベーションすることにより，細胞中にCFDAを取り込ませ(このCFDAは，細胞中で加水分解されてCFに転化されて細胞質に蓄積され，青色光下で細胞を蛍光に輝かせる)，標識後，溶液を除去し，過剰のCFDAを注意深く洗浄して除き，最後にヘモグロビンを添加して細胞から漏れ出るCFDA蛍光を消光し，ウエル中の蛍光を自動化フルオロメーターで読み取ることによって，細胞増殖を検出する方法が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3発明の方法は，上記のとおり，過剰のCFDAを洗浄除去した標識細胞にヘモグロビンを添加するものであって，蛍光標識された生物細胞と接触している結合されていない蛍光色素を含有する溶液に，さらに，マスキング色素を添加するものではなく，少なくともこの点において，本件発明の方法と甲3発明の方法とは明確に相違する。",
                        "甲3には，蛍光標識された生物細胞と接触する溶液中の結合されていない蛍光色素などによる非特異的背景シグナルをマスキング色素によってマスクしようというアイディアは全く記載も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，細胞内のCFに関し，甲7～9を提示して，「1987年当時において，細胞内のCFが時間の経過とともに細胞外に漏出する性質を有することは，当業者にとって周知の事実であったということができる。」と主張した上，「以上を踏まえた上で甲3発明の内容を合理的に解釈すると，甲3発明においてヘモグロビン溶液をウエル内に加える目的は，蛍光標識された細胞が発する蛍光を測定する上で障害となる，細胞内から溶液中に漏出したCFが発する蛍光を消光する点にある，と解するのが合理的である。」と主張する。",
                        "しかし，この主張は，次のとおり失当である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3の262頁左欄31行～35行に「最後に(溶解したウシ赤血球からの)ヘモグロビン5μlを，細胞から漏れるCFDA蛍光を消光するために，各ウエルに添加した。」と記載されているとおり，甲3には，細胞から漏れるCFDA蛍光を消光するためにヘモグロビンを添加することが開示されているのみであって，細胞から漏れるCF蛍光を消光するためにヘモグロビンを添加することについて何ら開示されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，「甲3発明においても，溶液を細胞に加えてから蛍光を測定するまで，最短でも10分程度の時間は置いているものと解される。」と主張するが，これは原告の憶測にすぎない。甲3発明の方法において，ヘモグロビンはウエルの洗浄終了後直ちに添加されるから(これは，「カルボキシフルオレセインを用いる細胞増殖の迅速検出法」という甲3の表題からして明らかである)，ヘモグロビンが添加された時点において，CFは細胞から漏出していないことは明らかである。",
                            "甲9の39頁のFig.1には，約240分間の時間に対するCF",
                            "標識された細胞の残存蛍光率が曲線で示されている。甲3に記載の方法で問題となる最初の5分間については，この曲線から実際の値を読み取ることができないが，外挿すると，約100％であり，CFDA溶液を洗浄除去した後でかつヘモグロビンを添加する前の最初の数分間には，細胞からのCFの漏出はないことがわかる。",
                            "甲7において，洗浄後10分で30～40％のCFが細胞から漏出",
                            "したのは，例外的なリンパ球の場合のみであって，甲7には，「6−カルボキシフルオレセインは，そのジアセテートの取り込みにより無傷の細胞に導入され，次いで細胞内での加水分解により透過性の低いもとの化合物を再生する」(191頁右欄21行～23行)と記載されており，一般に，CFは，CFDAよりも細胞透過性が低い，すなわち，漏出しにくいことが明瞭に示されている。",
                            "このように，甲3発明の方法においては，ヘモグロビンが添加される時点において，蛍光色素であるCFを含む溶液が細胞外に存在することは，実際上あり得ないことである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，甲3においては，ヘモグロビンは，細胞内から溶液中に漏出したCFが発する蛍光を消光するものではなく，細胞から漏れる蛍光(蛍光色素ではない)により生ずる「ハロ効果」や近接ウエル間における混信をマスクするために添加されていると解するのが妥当である。",
                            "なお，原告は，甲3には，「ウエル内にヘモグロビン溶液を加える」ことが記載されていると主張するが，甲3には，上記(ア)のとおり，ヘモグロビン(溶液ではない)をウエルに添加すると記載されているのみであって，ヘモグロビン「溶液」を添加することについては全く記載も示唆もされていない。",
                            "また，甲11は，いつ公衆に利用可能になったものか不明であり(最終頁のコピーライトの記載からすると2006年に公開されたもののように思われる)，本件特許の優先日当時の技術常識を示すものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，甲3発明の方法において，ヘモグロビンを予め添加した溶液を生物細胞に加える代りに，当初は溶液のみ(この溶液が一体何を指すのか甲第3号証の記載からは全く不明である)を生物細胞に加え，生物細胞から結合されていない蛍光色素(CF)が溶液中に漏出した後にヘモグロビンを加えることは，甲1発明から当業者が容易になし得ることである，と主張するが，上記のとおり，甲3には，細胞からのCFの漏出の前後にかかわらず，ヘモグロビンを含む(又は添加した)溶液を細胞に加えることについては全く記載も示唆もされていないから，原告の上記主張は，すでに，その前提からして誤っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲3発明の方法において，細胞をCFDAで標識後，溶液を除去し，洗浄している点につき，原告は，「本件特許公報(甲4。5頁9欄15行～31行，第9図)には，蛍光色素によって細胞を染色した後，溶液を交換して上澄み液から蛍光色素を除去し，その後，反応容器の壁に付着した蛍光色素が発する蛍光を抑制するために溶液にマスキング色素を導入する，という方法についての記載がある。このような方法は本件対象発明の実施例の一つであるから，本件対象発明においても，溶液を除去する場合があることは想定されている。」と主張するが，本件発明では，蛍光色素によって細胞を染色した後，蛍光性上澄み液を除去することは何ら想定されていない。そんなことをすれば，本件発明の分析の目的が達成できなくなってしまう可能性があるからである。原告が指摘する第9図は，本件発明の実施例として記載されたものではない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，甲3には，本件発明の特徴及び作用効果について何ら記載も示唆もされていない。特に，「すでに存在する結合されていない蛍光色素(4)の他に，結合されていない蛍光色素(4)のための励起光(6)及び／又はその発出光(7)を吸収する細胞非透過性のマスキング色素(9)を溶液(3)に添加し」という本件発明の最も重要な要件及びそれによってもたらされる作用効果について，甲3には何ら記載も示唆もされていない。むしろ，甲3には，本件発明の方法とは反対に，ヘモグロビンを添加する前に，CFDAを含む溶液を洗浄除去することが記載されている。",
                        "したがって，本件発明は，甲3発明から何ら示唆されないから，甲3発明から当業者が容易に想到し得るものではなく，特許法29条2項所定の要件を具備している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1は，被検物質を発光反応系の1成分で発光標識された特異結合性パートナーに結合させ，次いで発光反応系の残りの成分を含む試薬媒質を加え，特異結合反応体から放射される光を検出する発光特異結合検定法において，該試薬媒質に，発光反応系が放射する光の波長の光を吸収しかつ外部光を抑制する減衰剤を含ませることからなる発光検定法に関するものである。甲1には，抗原−抗体対(被検物質)に，HRP(西洋わさびペルオキシダーゼ−発光反応系の1成分)で発光標識された抗ヒト抗体(特異結合性パートナー)を含む溶液を加えて抗原−抗体対を抗ヒト抗体と結合させて，HRPで発光標識された特異結合反応体を生成させ，次いで，ルミノール及び酸化剤(発光反応系の残りの成分)を含む試薬媒質を加えてルミノール反応(発光)を起こさせ，その光を検出する発光特異結合検定法において，試薬媒質に，上記発光波長を含む光を吸収する染料(減衰剤)を含ませることが開示されているのみである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1の8頁16欄18行～46行及び第8図に記載の態様において，上澄み液(甲1における「遠隔容積58」に相当する)中に存在するのは，透明管54の内壁に固定されなかった余分の標識特異結合反応体，すなわち，抗原−抗体対とHRPが接合された抗ヒト抗体(IgE)との反応体及び／又は未反応のHRPが接合された抗ヒト抗体(IgE)であって，「蛍光色素」ではない。",
                        "HRPが接合された上記反応体及び抗ヒト抗体は，その接合されたHRPが，試薬媒質として添加されるルミノールの酸化発光反応の触媒作用をするだけのものであって，励起光照射によって自ら蛍光を発するものではなく，本件発明で使用するDidac (3)のような蛍光色素(本件特許公報［甲4］4頁8欄14行～16行)とは全く異質のものである。甲1における上記反応体は，いわば，本件発明における蛍光標識された生物細胞に対応するものである。「蛍光染料」すなわち「蛍光色素」は，紫外光や可視光のような励起光を受けて蛍光を発する染料(すなわち，色素)と定義されるものであって，そのことは当該技術分野における常識である(乙3，4)。",
                        "また，甲1の検定法は，上記のとおり，ルミノールの酸化発光反応を利用した化学発光分析法であり，甲1の化学発光反応系では，ルミノールがHRPと接触すると，中間体を経由してＮ を放出し励起された物質となり，この励起状態の物質が基底状態の物質に変換されるときに一時的に蛍光を発するだけであって，甲1に記載の化学発光分析は，発光が「一過性」のものである。これに対し，本件発明の蛍光分析においては，蛍光色素は励起光が照射されている限り，発光し続けるものであって，この点，発光が一過性の化学発光とは本質的に異なるものである。",
                        "したがって，本件発明における蛍光分析では，ある程度の時間をかけて生物細胞のいくつかのポイントを測定する薬物動態測定のような測定が可能となるが，甲1の化学発光分析では，そのような測定は不可能である。また，分析装置全体をみても，例えば，発光励起源，試薬の添加手段，検出システム等において，蛍光分析と化学発光分析とは全く異なっており共通するところがない。蛍光色素は，励起光が照射されている限り蛍光を発し続ける色素であることは明らかであり，このことは，古くから，当業者に周知のことである(乙4)。",
                        "したがって，結合性パートナー(HRPが接合された抗ヒト抗体)そのものが「蛍光色素」に該当するという原告の主張は，当業者の常識から逸脱したものであって，誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲1の遠隔容積中に存在する標識接合物(発光反応系の1成分と接合された被検物質に対する結合性パートナー)は「結合されていない蛍光色素」に該当するとか，溶液中に存在する被検物質を含む対は「結合されていない蛍光色素を含有する溶液と接触」しているとか，被検物質を含む対は標識結合物と反応することによって「蛍光標識され」ると主張するが，これらの主張もまた誤りであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "しかも，甲1の測定方法においては，染料のような減衰剤は，「試薬媒質の部分として」接合標識成分以外の残りの発光反応成分と共に，発光反応系に添加されるものであり(甲1の8頁16欄36行～38行)，本件発明のように，「すでに存在する結合されていない蛍光色素」を含有する溶液に対して添加されるものではなく，この点においても，本件発明の分析法は，甲1の検定法とは明確に相違する。",
                        "したがって，甲1には，「すでに存在する結合されていない蛍光色素の他に，結合されていない蛍光色素の発出光を吸収する細胞膜非透過性のマスキング色素を溶液に添加する」方法が開示されている，とする原告の主張は，根拠がなく，失当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，本件発明における「相互に接触した細胞の層の形態で」反応容器の底に存在する「生物細胞」に関して，甲1においては，「検体は『被検物質を含む対』であり，この点において両者は相違する」としながら，「甲1には，甲1発明の方法が『細胞表面レセプター対』の検定にも用いられることが開示している」と主張する。",
                        "しかし，甲1には，「特異結合性パートナーの例には，…細胞表面レセプター対が含まれる」との一言の記載があるのみで(2頁4欄17行～20行)，細胞がどのような反応容器に適用されるのか何ら開示されておらず，特に，細胞を「相互に接触した細胞の層の形態で」適用することについては全く記載も示唆もされていない。本件発明における「相互に接触した細胞の層の形態で」の技術的な意義は，細胞の数が多くなると，蛍光標識された生物細胞からのシグナルが強くなり，検出感度が高くなるということであって，本件発明の重要な要件である。",
                        "原告は，「細胞表面レセプターを抗原として，蛍光標識された抗体との対を形成することにより生物細胞を蛍光標識する方法(蛍光抗体法)は，生物細胞の光学的分析方法において，ごく一般的に用いられるものである」として，甲12(中島泉「新免疫学入門」株式会社南山堂)を提示しているが，甲12は，本件特許の優先日よりも2年以上も後の1999年11月24日に発行されたものであって，本件特許の優先日当時の技術水準を示すものではない。",
                        "したがって，「甲1においては，『相互に接触した細胞の層の形態で』反応容器の底に支持されている蛍光標識された『生物細胞』に，甲1発明1の方法を適用し得ることが示唆されている」という原告の主張は，根拠がなく，失当である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，甲3に「相互に接触した細胞の層の形態」で存在する蛍光標識された「生物細胞」の定量的光学的分析方法が開示されているから，甲1に開示されている定量的光学的分析法を，甲3に開示されている「相互に接触した細胞の層の形態」で存在する蛍光標識された「生物細胞」の定量的光学的分析方法に適用し，本件発明に想到することは，当業者が容易になし得ることである，と主張する。",
                        "しかし，甲1発明の方法は，透明管の内面に固定された抗原−抗体対(被検物質)にHRPで発光標識された抗ヒト抗体(特異結合性パートナー)を加えて結合させ，HRPで発光標識された特異結合反応体を生成させ，次いでルミノール及び酸化剤を含む試薬媒質を加え，HRPの触媒作用を利用してルミノール反応(化学発光)を起こさせ，その光を検出する発光特異結合検定法であるのに対し，甲3発明の方法は，ウエルにシードされた細胞にCFDAの溶液を添加しインキュベーションすることにより，細胞中にCFDAを取り込ませ，細胞内で加水分解されかつ蓄積されたCFに励起光をあてて蛍光を発出させ，それを自動化フルオロメーターで読み取って細胞増殖を検出する方法であって，両者の方法は，光学的分析法であるとしても，アッセイ手法が明確に異っており，両者の間には全く互換性はない。",
                        "したがって，甲3発明の分析手法の一部を甲1発明の分析手法の一部と代替(又は適用)しようという発想ないし動機は，甲3からも，甲1からも何ら生じてこない，というべきである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上のとおり，甲1にも，本件発明の特徴及び作用効果について何ら記載も示唆もされていないから，本件発明は，甲1からはもとより，甲1と甲3を組み合わせたとしても，当業者が容易に想到し得るものではなく，特許法29条2項所定の要件を具備している。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(訂正の内容)，(4)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許公報(甲4)には，「発明の詳細な説明」として，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「本発明は蛍光色素溶液と接触している蛍光標識された生物細胞あるいは反応容器の底における透明支持体にコヒーレント細胞層(coherent celllayer)の形態で適用されるルミネセント細胞あるいは別の場合，蛍光もしくはルミネセントリガンドが溶解されており，このリガンドに特異的で反応容器の底における透明支持体上に置かれていてレセプター−リガンド結合に特徴的なその蛍光もしくはルミネセント放射が透明な底を介して検出され，分析されるレセプター層と接触している溶液中の蛍光もしくはルミネセント標識された反応成分の定量的光学的分析のための方法に由来する。",
                    "生物医学的アッセイの蛍光測定における問題は多くの場合，生物細胞の作用と関連する蛍光の変化が非特異的な背景の蛍光と比較して小さいことである。結果として分解能が非常に制限される。通常の市販の測定システム(蛍光読み取り機，Dynatech又はSLT)は，その光学的測定配置(上澄み液の蛍光液柱を介する「上」からの励起)のために，背景と比較してシグナルをほとんど検出できないので，その問題を解決することができない。細胞を反応容器の透明支持体を介して後から照射するもっと新しい構成の装置(Labsystems)は，励起光が入ると細胞が励起されて蛍光を発するという利点を有する。しかし励起光はさらに上澄み液中に入り，それも蛍光性であるので，非特異的背景シグナルが細胞のシグナルを不純にするという事実を避けることはできない。非常に複雑な測定システム(NovelTech,FLIPR:Fluorescence Imageing Plate Reader)でさえ，特別なレーザー照射幾何学(約45゜より下の励起(excitation below about 45゜))を用いて始めてこの背景の蛍光を減少させることができる。問題を解決する測定の幾何学についてのすべての実験の失敗の理由は，背景の蛍光の実際の原因がこれによって決定的に影響を受け得ないことである。",
                    "蛍光もしくはルミネセント標識されたリガンドを用いて今日まで行われているレセプター結合研究の場合，それぞれの場合の標識非結合画分は洗浄などの方法により除去されねばならない。しかし多くのコーティングはこれらの洗浄段階に敏感である。さらに非結合リガンドの除去にはかなりの費用が伴う。この方法ではレセプター−リガンド会合又は解離の直接の測定は不可能である。",
                    "本発明は細胞アッセイにおける蛍光標識された細胞又はルミネセント細胞の光学的分析の感度を向上させ，例えば電位−感受性色素の蛍光変化に基づいて可能な限り低い膜電位変化を測定できるようにする目的に基づいている。この場合測定システムの感度は，5mV未満の電位変化を少なくとも定性的に検出できる程高くなくてはならない。ルミネセント細胞の場合，ルミネセンスシグナルの検出における増加が達成されねばならない。",
                    "さらに該方法は高い試料処理量のスクリーニングに適していなければならない。",
                    "本発明はさらに，蛍光もしくはルミネセント標識されたリガンドもしくはレセプターに基づくレセプター結合研究を簡単にし，レセプター結合相互作用の継続的測定(速度論)を可能にする目的に基づいている。必要なプロセス段階の減少のおかげで，この方法は高い処理量のスクリーニング及び診断用途に特に適しているはずである。",
                    "低い膜電位変化で必要な高い分解能を達成することは，非特異的な背景蛍光と細胞の特異的な蛍光の抵触する重なりの原因を取り除くことができて始めて可能であった。この目的のために開発される本発明の方法は，励起エネルギー及び生物学的対象に由来しない蛍光をマスキングするという基本的に新規なアイデアに基づいている。これをするために，蛍光色素の励起光及び／又はその発光を細胞の蛍光に影響することなく完全に吸収するさらなる色素が蛍光色素の他に加えられる。この吸収を用い，非特異的背景シグナルをマスキングし，有用な細胞シグナルを以前には不可能であった分解能で検出することができる。」(2頁3欄13行～4欄31行)イ 「第1に言及した方法の場合，マスキング色素は，蛍光色素も溶解された形態で含有する溶液中で可能な限り撹拌されねばならない。一般に溶媒は水なので，高い水溶解度(＞2g/ml)を有し，細胞毒性副作用を有していないマスキング色素が有利に用いられる。",
                    "本発明のさらに別の展開に従うと，蛍光色素を含有する上澄み液を蛍光色素を含有しない溶液により置換した後，非特異的蛍光を抑制するさらなるマスキング色素を反応容器の壁上に加える。」(3頁5欄34行～42行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「本発明を用い，以下の利点が達成される：",
                  "text": [
                    "記載されている新規な方法は，それが特別に技術的な解決ではないので，一定の測定システムに束縛されず，多くの商業的に入手可能な装置により用いられることができる。これには透明反応容器，例えばミクロタイタープレートを底から照射することができ且つ測定することもできる事実上すべての蛍光読み取り機が含まれる。この手段により初めて，非常に少ない費用で(特別な吸収色素のためのみの最小の追加の経費)，解決している領域，すなわち今日までは達成されなかった電位−感受性蛍光色素の蛍光の変化の測定による細胞膜の電位変化の測定における進歩が可能である。",
                    "非常に小さい変化の場合でも種々の反応容器からの(例えばミクロタイタープレートにおける種々のウェル)結果の直接の比較を行うことが初めて可能であり，反応容器における相対的変化の決定の複雑な手順を省略することができる。結局，例えば速度論的測定のためなどの決定されるべき測定値の数が減少する。測定プログラムのための時間の点における費用は顕著に減少し，分離された標準バッチの参照を用いる簡単な個々の測定(例えば終点決定)により同じ結果を得る可能性が生まれる。この場合に必要な生物学的バッチの均一性(例えば均一な細胞層)は，一般に例えばミクロタイタープレートに関して与えられる。",
                    "驚くべきことに，調べられた非常に異なる細胞における種々の水溶性色素及び又それらの混合物の使用は，細胞の生理学への負の影響を示さなかった(例えば全細胞パッチクランプなどの電気生理学的測定又は研究されている薬剤の効果との比較における細胞の反応)。溶解されない色素顔料又は無機微粉砕粒子の使用も驚くべきことに生物学的対象により十分に許容された。",
                    "例えば電位−感受性蛍光色素を用いる場合の感度の向上と結び付けられた，生物医学的アッセイにおける定量的蛍光測定において背景蛍光をマスキングするために記載された簡単な方法ならびに例えば反応容器としてのミクロタイタープレートにこの方法を適合できる結果として，そのような測定法の利用は高い処理量のスクリーニングを有意に簡単にし，それは特に概略されている利点の実現のために技術的経費を増加させる必要がなく，現存の商業的測定装置がこの目的に十分だからである。」(3頁5欄43行～6欄31行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「図1は，透明な底2を有する蛍光アッセイのための反応容器1を示す。反応容器1内に蛍光色素溶液3があり，その中に蛍光色素分子4が略図的に示されている。溶液3は上澄み液とも呼ばれる。調べられるべき生物細胞は透明な底2の上の透明な支持体上に置かれる。光(励起光)6は細胞5を励起して蛍光を発せしめるために底2を介して照射される。同様に励起される上澄み液3中の蛍光色素分子4に由来する背景蛍光放射8は，細胞5により発せられる蛍光7と重なる。しかし生物分析的研究及び細胞5の分析には蛍光7のみが決定的である。しかしすべての既知の蛍光分析装置の場合，背景蛍光8が付加的に測定されるので，細胞5の小さい蛍光の差は強い背景蛍光8中で失われ，それは顕著な感度の損失に導く。",
                    "この欠点は図2の本発明に従う方法により，上澄み液3中のマスキング色素によって背景蛍光を抑制することによって避けることができる。図1に存在する背景蛍光8は，図2に従って上澄み液中で完全に吸収される。",
                    "上澄み液3に加えられるマスキング色素(9により略図的に示される)は溶解された形態か又は微粉砕された分散相として(顔料−着色系(color−pigmented systems))存在することができる。しかし好ましくは可溶性色素が用いられ，それはこの場合には添加をピペットを用いて特に簡単に行うことができるからならびに顔料系と対照的に粒度分布及び沈降過程の物理的影響ならびに層の厚さの不均一性を考慮する必要がないからである。",
                    "この型の色素の性質に以下の要求が成される：",
                    "−可溶性吸収色素を用いる場合，生物学的アッセイで用いるための優れた水溶性。",
                    "−細胞の染色を避けるために色素が膜透過性でないこと。",
                    "−蛍光色素の励起及び／又は発光波長領域における高い特異的吸収。",
                    "−毒性の副作用がないこと(細胞の損傷を避ける)。",
                    "＞2mg/mlの溶解度は優れた水溶液とみなされる。細胞毒性は既知の試験法(例えば細胞毒性試験)を用いて決定されることができる。図3はグラフにおいて蛍光色素及びマスキング色素の光学的(分光的)性質を示している。曲線Aは商業的に入手可能な分散蛍光色素ビス(1,3−ジブチルバルビツール酸)トリメタンオキソノール(Dibac (3))のための励起光の分光分布を示し，曲線Bは発せられる蛍光の分光分布を示し，曲線Cは用いられるマスキング色素(Brilliant Black BN,C.I.28440,Food Black 1,例えばSigma B−8384)の分光透過(吸収スペクトル)を示す。マスキング色素は蛍光色素の励起及び発光の波長領域においてほとんど完全に吸収されることが認識される。」(4頁7欄26行～8欄22行)"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "「生物細胞に関する多数の他の蛍光試験法において，分散色素と対照的に，細胞の染色の後に溶液交換により上澄み液から蛍光色素を除去することができる。例えば蛍光色素FURA2−AMは細胞中に侵入した後に遊離の色素に開裂し，この場合はその細胞膜透過性を失う。結果として非透過性蛍光色素の細胞中における濃縮が起こる。この場合，特異的細胞蛍光を変化させることなく蛍光性上澄み液3を蛍光色素−非含有溶液3aにより置換することができる。この方法で上澄み液の非特異的背景蛍光は除去される。",
                    "しかしFURA2−AMは反応容器を永続的に染色し(壁蛍光)，かくして他の非特異的蛍光シグナルを生み，それは分散色素の背景蛍光に匹敵する。この状況は図8に示されている。この場合，背景蛍光放射8は容器の壁に付着している蛍光色素分子4に帰せられる。蛍光色素−非含有上澄み液3a中にマスキング色素を導入することにより，この非特異的蛍光シグナルも完全に抑制されることができる。」(5頁9欄15行～31行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の「特許請求の範囲」請求項1の記載に，上記(1)の「発明の詳細な説明」の記載と本件特許公報(甲4)の第1図，第2図，第8図，第9図の記載を総合すると，本件発明には，①相互に接触した細胞の層の形態で，反応容器の底にある透明支持体上に置かれた，蛍光標識された生物細胞について，その細胞が発する光を定量的に分析する方法においては，②反応容器の溶液中の蛍光色素が発する光の影響があると，細胞が発する光の分析が十分にできないことがあるため，反応容器の溶液中の蛍光色素が発する光の影響を除く必要があるところ，③蛍光色素のための励起光及び分析対象である生物細胞に由来しない発出光を吸収する細胞膜非透過性のマスキング色素を溶液に添加することによって，反応容器内の溶液中の蛍光色素が発する光の影響を除くようにした発明等が含まれているものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由1(本件訂正のうち訂正事項aの訂正を認めた誤り)について訂正事項aの訂正は，「蛍光色素」について，「結合されていない蛍光色素」と訂正するものである。確かに，蛍光色素が何とどのように結合するかは，特許請求の範囲には記載されていない。しかし，本件特許公報(甲4)には，蛍光色素について，前記2(1)イのとおり，「第1に言及した方法の場合，マスキング色素は，蛍光色素も溶解された形態で含有する溶液中で」(3頁5欄34行～35行)，前記2(1)エのとおり，「図1は，透明な底2を有する蛍光アッセイのための反応容器1を示す。反応容器1内に蛍光色素溶液3があり，その中に蛍光色素分子4が略図的に示されている。溶液3は上澄み液とも呼ばれる。」(4頁7欄26行～29行)と記載されており，第1図，第2図には，蛍光色素が溶液中に存する図が記載されているから，これらの記載に，前記2(2)の①～③で認定した本件発明の内容を総合すると，「結合されていない」とは，蛍光色素自体の結合の有無をいうのではなく，蛍光色素が標識すべき分析対象である生物細胞と結合していないとの意味であると解することができる。なお，蛍光色素と生物細胞以外の物との結合関係については，本件特許の明細書及び図面に技術的に意味のある記載があるとはいえないから，蛍光色素が生物細胞以外の物と結合しているかどうかは，本件発明の「結合されていない」との要件を充足するかどうかとは関係がないものというべきである。その意味で，本件発明の「結合されていない」との要件につき，「結合相手が明示されていない以上，合理的に可能なすべてのもの，例えば，原告が考え得るものとして挙げている細胞，溶液中の他の粒子，他の蛍光色素のいずれにも結合されていないことを意味することは，当業者に自明のことである。」との被告の主張を採用することはできない。",
            "そうすると，蛍光色素が分析対象である生物細胞と結合していないことは，本件特許の明細書及び図面に，上記のとおり記載がされていたのであるから，訂正事項aの訂正は，願書に添付した明細書又は図面に記載した事項の範囲内においてなされたものであって，その旨の審決の判断に誤りがあるということはできない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由2(発明の明確性についての判断の誤り)について前記3で判示したように，本件発明の「結合されていない」については，分析対象である生物細胞と結合していないとの意味に解することができ，その意味は明確であるから，本件発明は特許法36条6項2号の要件を満たしており，その旨の審決の判断に誤りがあるということはできない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3ないし6(甲3発明及び甲1発明の認定の誤り並びに本件発明と甲3発明及び甲1発明との相違点の判断の誤り)について",
          "text": [
            "原告主張に係る本件対象発明は本件発明に含まれていると認められるので，これが甲1発明に基づいて容易に発明することができたかどうかについて，まず判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1には，次の各記載がある",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の背景",
                      "text": [
                        "「本発明は，一般に発光検定法に関し，より特別には発光特異結合検定に於ける外部光の抑制に関する。",
                        "特異結合検定は，試料中に小濃度で存在する被検物質またはリガンドの経済的な検出および測定方法を提供する。特異結合検定は，一方が被検物質であり，他方が特異結合性パートナーであって互いに特異的に認識する2種の結合性物質の相互作用に基づいている。その相互作用が特異結合検定の基礎として働くことができる特異結合性パートナーの例には，抗原−抗体，ビオチン−アビジン，DAＮプローブ，酵素−基質，酵素−阻害剤，酵素−コファクター，細胞表面レセプター対が含まれる。他の特異的結合性物質を含む検定も知られており，これらの検定も本発明の範囲内にある。",
                        "多くの変化が提案されているが，1つのかかる検定は，直接測定可能な標識反応の1成分と前以て接合されている特異結合性パートナーと試料中の被検物質を結合させることを含む。標識反応を測定して被検物質と接合特異結合性パートナーとの間の結合の程度を決定するが，この結合の程度は検定方法の特殊性に依存しかつ試料中の被検物質の量を反映することができる。特異結合検定は，生物学的，医学的，環境的および工業的用途に於ける種々のリガンドの定量に多大の有用性があることが知られている。",
                        "特異結合検定には，放射能性，クロモゲン法，ルミノゲン法を含む種々の標識反応が提案されている。放射能標識法では，特異結合性パートナーと接合される成分が放射能を放射する原子または分子である。クロモゲン標識反応およびルミノゲン標識反応は，数種の反応が含まれる可能性がある点で化学的により複雑である。クロモゲン型またはルミノゲン型の1つの反応では，接触反応に於て分子は変色するかあるいは発光する。従って特異結合性パートナーに接合される成分は，基質と呼ばれる反応体または触媒のうちのいずれか1つであることができる。反応の残りの成分すなわち結合性パートナーに接合されない成分はクロモゲンまたはルミノゲン試薬媒質中へ供給され，標識接合物と試薬媒質との結合によってそれぞれ変色または発光が生じるようになっている。」(2頁4欄10行～46行)",
                        "「発光特異結合検定のもう1つの型に於て，被検物質または被検物質類似物は，好ましくは透明管壁の底部のような指定測定表面に濃縮される。被検物質を含む第1溶液を，発光反応の1つの成分と接合させた，該被検物質に対する特異結合性パートナーより前またはと同時に添加して，溶液中および指定測定表面に特異結合対を生成させる。次に，発光反応の残りの成分を第2溶液で添加する。しかし，他の表面および管容積全体にわたって見られる反応対は外部光放射を生じ，指定測定表面にある特異結合対からの光強度の測定を妨害する可能性がある。かかる外部光を減少させる1つの方法は，第2溶液を添加する前に管から試料および第1溶液を物理的に除去する方法であるが，この方法は別個の工程を必要とする。かくして検定は1工程法でなく多工程法を必要とし，従って検定の実施費用が増す。かかる環境下で，外部光の妨害を避け，特に多くのかかる試験をルーチンに行いかつ別個の工程がかなりの費用を計上する場合に，検定を均質的に行い得るようにすることは極めて望ましいことである。",
                        "従って，発光検定に於ける望ましくない外部光を抑制する方法が要望されている。本発明はこの要望を達成するものでありかつ関連した利益をも与えるものである。」(3頁6欄29行～50行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の要約",
                      "text": [
                        "「本発明は，発光によって監視される検定に於ける望ましくない外部光を抑制する技術に関する。1つのかかる検定に於て，試験溶液中のリガンドまたは被検物質を発光反応系の成分の1つに接合された特異結合性パートナーに結合させる。発光反応系の残りの成分を，次に添加する試薬媒質中で導入する。特に，この技術は，指定された測定表面に固定された反応体から光が放射される検定に関して用いることが好ましい。",
                        "表面からの像の鮮明度は増加され，その結果，像から行われる定性的比較および定量的測定の両方あるいはその他の測定の精度を向上させることができる。その上，偽陽性指示の起こることが少なくなる。また，非指定表面または容積からの外部光も抑制される。",
                        "本発明によれば，特異結合性パートナーに接合されていない発光反応系の最終的な残りの成分を供給する試薬媒質中に，放射される発光の波長を含む波長の光を吸収する減衰剤を与える。減衰剤は，指定された測定表面または容積以外の表面または容積からの減衰剤が無ければ見える望ましくない外部光を抑制するのに十分な量で存在する。",
                        "1つの実施態様に於て，発光反応によって生成される光を測定するとき，指定表面を発光性試薬媒質と接触させる。試薬媒質は外部光を抑制する減衰剤を含んでいる。好ましくは，減衰剤は，少なくとも発光分子が放射する光の波長の光を吸収する染料である。外部光を抑制するとき，減衰剤は非特異発光をも減少または除去する。」(4頁7欄2行～27行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "好ましい実施態様の詳細な説明",
                      "text": [
                        "「検定法の工程を説明する前に，好ましい実施態様の反応体のための発光反応系の化学を簡単に説明する。有機分子ルミノール(5−アミノ−2，3−ヒドロ−1，4−フタラジンジオン)は，過酸化水素のような酸化剤との反応中に約450nmの波長の光を発する。このルミノール反応は西洋わさびペルオキシダーゼ(HRP)のような酵素で触媒される。実際上測定可能な光強度を得るためには，3つの反応成分ルミノール，HRP，酸化剤を一緒にしなければならない。(本明細書中で用いる場合，“成分”とは発光反応系の反応体のいずれか1つあるいはその触媒である。触媒はそれ自体反応に直接入らないことが知られているが，触媒は“成分”という用語の範囲内にあるものとする)」(5頁10欄15行～27行)",
                        "「…ルミノール反応系の化学を詳しく述べたが，本発明は，その応用がこの反応系に限定されるものではない。一般に，発光反応系は内部励起または外部励起の結果として約100nm～約1500nmの放射線を放射する。本発明を用いることができる他の発光系は，例えば下記の発光性物質：ルミノール以外のジアシルヒドラジド，アクリジニウム塩，シュウ酸ジアリール；ルシフェリンおよびフラボンモノヌクレオチドのような生物発光性系を含む。他の代表的な系は米国特許第4,396,579号に記載されており，この記載は参照文として本明細書に含まれるべきものとする。本発明は，光源がどんなものであってもすべてのかかる発光標識系に適用可能であり，系の制限は現在の所知られていない。」(5頁10欄40行～6頁11欄2行)",
                        "「本明細書中で用いられる“標識”という用語は発光反応のために所要な成分の1つを表面に付いている抗原−抗体対のような測定されるべき被検物質に直接または間接に接合させる方法を意味する。従って，“標識”は，発光性分子のリガンドへの物理的付着に限定されない。」(6頁11欄44行～49行)",
                        "「多数の染料の吸収スペクトルを測定して，ルミノール反応で放射される光の波長を含む吸収スペクトルを有する受容できる染料または染料混合物を決定する。染料は，米国メリーランド州バルチモアのマコーミックコーポレーション(McCormicCorporation)からシリング(Schilling)の商標をもつFD＆C(食品，医薬品および化粧品用)食品染料として得られた。シリング黄色染料は約420nmに吸収ピークがあり，シリング赤色染料は約520nmに吸収ピークがあることが観察された。シリング黄色染料は，タートラジンとしても知られているFD＆C黄色染料＃5とアラル(AlluraR)レッドACとしても知られているFD＆C赤色染料＃40との混合物を含む。タートラジンとアルラレッドACとは，それぞれメイクインデックスの第9版中エントリーNo.8847と276であり，これらのエントリーは参照文として本明細書中に含まれるものとする。シリング赤色染料は，エリスロシンとしても知られているFD＆C赤色染料＃3とアラルレッドACとしても知られているFD＆C赤色染料＃40との混合物である。エリスロシンおよびアルラレッドACは，それぞれメルクインデックスの第9版中のエントリーNo.3615およびNo.276であり，これらのエントリーは参照文として本明細書に含まれるものとする。しかし，これらの特殊な染料の使用が本発明の実施にとって臨界的ではないことを強調しておく。その代わりに，染料が検定法自体に悪影響を与えない限り，発光反応によって生じる光の波長付近の光を吸収するどんな染料または染料の組み合わせも受容できる。」(6頁12欄43行～7頁13欄19行)",
                        "「本発明の減衰剤の使用は，不均質型でなくて均質型である種の特異結合検定を行わせることもできる。通常，指定測定容積中または指定測定表面で発光反応系の成分が放射する光は，本質的に試験装置の遠隔容積中で放射される光と区別できないので，遠隔部放射光からの妨害無しに指定容積または表面からの光を完全に検定するためには，遠隔容積内の発光成分から指定測定容積または表面を物理的に隔離しなければならない。この型の検定は“不均質”と呼ばれる。指定容積または指定表面から放射される光が遠隔容積から放射される光と区別できる場合には，物理的隔離は不要である。後者は“均質”検定と呼ばれ，隔離工程が不要だという点で不均質検定よりも典型的に安価である。",
                        "例えば，第8図に示すように，試験試料からの反応済み被検物質を含む対50を透明管54の内面52に固定させることができる。発光反応系の1成分と接合された，被検物質に対する結合性パートナーを含む溶液を管54中へ導入し，インキュベートして被検物質と標識抗被検物質接合物とを反応させる。慣例では，残留未反応特異結合性パートナーを含む溶液を，次に，管54から除去し，管54内部を洗浄する。かかる先行技術の実施方法では，標識接合物を含む溶液が管中に残留している間または遠隔容積58または遠隔表面60が存在している間は発光反応系の残りの参加成分を直接管54へ添加することができない。というのは，発光反応系の該成分が容積全体にわたって混合することになるので，発光反応が指定測定表面56で進行すると共に，遠隔容積58または遠隔表面60でも進行するからである。遠隔容積58または遠隔表面60から放射される外部光からの妨害のために指定表面56に於ける反応の度合を別個に測定することができない。",
                        "逆に，染料のような減衰剤を，接合標識以外の発光反応に於ける残りの参加成分を含む試薬媒質の部分として管54に添加する場合には，遠隔容積58および遠隔表面から放射される外部光は吸収されるので，指定測定表面56から放射される光の測定を妨害しない。試験試料および標識接合物含有溶液は，遠隔容積58(または遠隔表面60)で発生する外部光が1枚のフィルムのような測定手段に達する前に吸収されるので，減衰剤含有試薬媒質の導入前に除去される必要がない。従って，2つの物理的隔離を必要とする不均質検定は，本発明の減衰剤の使用によって均質法に変えられる。",
                        "本発明の減衰剤が発光特異結合検定法に顕著な改良を与えることは明らかであろう。本発明の減衰剤は，指定表面または指定容積から放射される光の測定を妨害する外部光を優先的に減少させるために経済的でありかつ有効である。」(8頁16欄5行～9頁17欄1行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "第8図には，透明管54の底に，試験試料からの反応済み被検物質を含む対50が固定され，その上部は溶液で満たされている図が記載されている。そして，同図には，溶液中に「58」と記載され，被検物質を含む対50が固定されていない，透明管54の内面に「60」と記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの各記載によると，甲1には，試験試料からの反応済み被検物質を含む対を底に固定させた透明管に，発光反応系の1成分と接合された被検物質に対する結合性パートナーを含む溶液を導入して被検物質と標識抗被検物質接合物とを反応させ，次いで染料のような減衰剤を接合標識以外の発光反応における残りの参加成分とともに管に添加して，遠隔容積(溶液)及び遠隔表面(被検物質を含む対が固定されていない，透明管の内面)から放射される外部光を吸収することからなる検定方法が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件対象発明と甲1発明との対比につき",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(1)イの検定方法における「透明管」は，本件対象発明の「反応容器」に相当するから，上記(1)イの検定方法においては，「反応容器の底における透明支持体」に，「反応済み被検物質を含む対」が適用されているということができる。",
                        "そして，上記(1)イの検定方法においては，「先に導入されていた発光反応系の1成分」は，それのみでは，発光するものではないが，他の参加成分とともに発光を生じさせるものであって，そのために導入されるものであることからすると，発光によって標識として機能する「発光標識」に当たるものと認められ，その点で本件対象発明の「蛍光色素」と共通する。",
                        "また，上記(1)イの検定方法においては，溶液中に，「反応済み被検物質を含む対」と結合されていない上記「発光標識」が存し，それを含む溶液は「反応済み被検物質を含む対」と接触しているものと認められる。",
                        "さらに，上記(1)イの検定方法においては，「反応容器の底における透明支持体」に固定されている「反応済み被検物質を含む対」は，発光反応系の1成分と接合された被検物質に対する結合性パートナーと反応しているから，そのことによって「発光標識」されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(1)アの記載から，上記(1)イの検定方法が，光の定量的な測定方法であることは明らかであるから，「定量的光学的分析方法」であるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記(1)イの検定方法において，染料等の減衰剤は，すでに存在する上記「発光標識」が存するところに添加されるものであり，上記「発光標識」の発出光を吸収するものであるから，すでに存在する「反応済み被検物質を含む対」と結合されていない上記「発光標識」の他に，添加される「反応済み被検物質を含む対」と結合されていない上記「発光標識」の発出光を吸収する「マスキング色素」に相当する。そして，上記(1)ア(ウ)(甲1の6頁12欄43行～7頁13欄19行)において減",
                      "text": [
                        "衰剤の例としてあげられているアルラレッドACは細胞膜非透過性であるから，上記(1)イの検定方法における減衰剤は細胞膜非透過性であるということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のアで述べたところからすると，本件対象発明と甲1発明は，「反応容器の底における透明支持体に適用され且つ結合されていない発光標識を含有する溶液と接触している発光標識されたものの定量的光学的分析方法であって，すでに存在する結合されていない発光標識のほかに，結合されていない発光標識の発出光を吸収する細胞膜非透過性のマスキング色素を溶液に添加することを特徴とする方法」である点で一致し，「発光標識」が本件対象発明では「蛍光色素」で，それによって「蛍光標識」されるのに対し，甲1発明では「蛍光色素」が用いられていない点(相違点1)，及び分析対象が本件対象発明では「相互に接触した細胞の層の形態の生物細胞」であるのに対し，甲1発明では「反応済み被検物質を含む対」である点(相違点2)で相違する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "前記相違点1についての評価",
                  "text": [
                    "甲12の1～3(中島泉著「新免疫学入門第2版」株式会社南山堂［2002年9月20日2版3刷発行］178頁)には，「蛍光色素は歴史的に最初に用いられた標識物質である…。これを用いた蛍光抗体法は1942年Coonsによって組織中の抗原の分布を調べる目的で樹立された。」と記載されている。この記載によると，蛍光色素を用いて組織中の抗原の分布を調べる蛍光抗体法は，1942年という古い時期から存するものと認められる。そうすると，甲1発明において「発光標識」に蛍光色素を用いることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到することができたものということができる。なお，甲12は，本件特許の優先日後に発行されたものであるが，上記の認定では，甲12に記載されている事項そのものが知られていたと認定しているのではなく，甲12の記載から蛍光抗体法が1942年から存することを認定しているのであるから，甲12を認定に供することができるというべきである。",
                    "この点につき，被告は，甲1において，①「先に導入されていた発光反応系の1成分」であるHRPは，励起光照射によって自ら蛍光を発するものではなく，本件発明で使用するDidac (3)のような蛍光色素とは全く異質のものである，②上記HRPは，ルミノールと接触することにより，一時的に蛍光を発するだけであるのに対し，本件発明の蛍光分析においては，蛍光色素は励起光が照射されている限り，発光し続けるから，この点において，甲1発明の発光とは本質的に異なると主張する。しかしながら，甲1発明の「先に導入されていた発光反応系の1成分」が，励起光照射によって自ら蛍光を発するものではなく，励起光が照射されている限り発光し続けるものでないとしても，蛍光色素を用いて組織中の抗原の分布を調べる蛍光抗体法が上記のとおり古くから知られていることからすると，甲1発明において「発光標識」に蛍光色素を用いることは，当業者が容易に想到することができたものということができ，この点を本質的な違いということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "前記相違点2についての評価",
                  "text": [
                    "上記(1)ア(ア)(甲1の2頁4欄10行～46行)のとおり，甲1に",
                    "は，甲1発明を細胞表面レセプター対に用いることができることが記載されているところ，上記(1)イの検定方法を細胞表面レセプター対に用いた場合には，「反応容器の底における透明支持体」に固定されるものは，「生物細胞」であり，多くの生物細胞を固定するとすれば，必然的に「相互に接触した細胞の層の形態」となるものと解される。",
                    "また，本件発明における「相互に接触した細胞の層の形態の生物細胞」の技術的な意義について本件特許の明細書及び図面には記載はなく，それが格別の技術的な意義を有するとは解されない。この点について，被告は，本件発明における「相互に接触した細胞の層の形態で」の技術的な意義は，細胞の数が多くなると，蛍光標識された生物細胞からのシグナルが強くなり，検出感度が高くなるということであると主張するが，仮にそうであるとしても，そのことをもって格別の技術的な意義とはいえない。",
                    "そうすると，甲1発明において「相互に接触した細胞の層の形態の生物細胞」を用いることを，当業者は容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件発明に含まれる本件対象発明は，甲1発明に基づいて容易に発明することができたものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由5(甲1発明についての認定の誤り)につき",
              "text": [
                "審決は，本件発明と甲1発明とを対比した上，本件発明の要件のうち「相互に接触した細胞の層の形態で反応容器(1)の底(2)における透明支持体に適用され且つ結合されていない蛍光色素(4)を含有する溶液(3)と接触している蛍光標識された生物細胞(5)の定量的光学的分析方法」については，甲1には記載がないとし，この点を両者の相違点として認定している(8頁4行～8行)。",
                "しかしながら，上記(2)のとおり，上記「相互に接触した細胞の層の形態で反応容器(1)の底(2)における透明支持体に適用され且つ結合されていない蛍光色素(4)を含有する溶液(3)と接触している蛍光標識された生物細胞(5)の定量的光学的分析方法」のうち，分析対象が「相互に接触した細胞の層の形態の生物細胞」である点並びに「蛍光色素」及び「蛍光標識」を用いる点については，甲1に記載がないから，この限度では，本件発明と甲1発明は相違するということができるが，その余の点，すなわち，「反応容器の底における透明支持体に適用され且つ結合されていない発光標識を含有する溶液と接触している発光標識されたものの定量的光学的分析方法」である点については，本件発明は甲1発明と一致する。",
                "そうすると，審決がこのような一致している点についても相違するとしたことは，甲1発明の認定を誤り，その結果，本件発明と甲1発明との相違点の認定を誤ったものであるということができるから，取消事由5は，この限度で理由がある。",
                "なお，審決は，本件発明と甲1発明は「すでに存在する蛍光色素(4)の他に，蛍光色素(4)のための励起光(6)を吸収する細胞膜非透過性のマスキング色素(9)を溶液(3)に添加」したものである点で一致していると認定している(7頁下から1行～8頁3行)が，上記のとおり「蛍光色素」を用いる点において本件発明と甲1発明は相違しており，また，甲1発明の「マスキング色素」は，上記のとおり，発光標識の発出光を吸収するものであって，励起光を吸収するものではないから，これらの点においても誤っているということができる。もっとも，「蛍光色素」を用いる点については，上記(2)ウのとおり，当業者が容易に想到することができたものであり，また，本件発明には発出光を吸収するものも含まれるところ，本件発明と甲1発明の「マスキング色素」は発出光を吸収する点で一致しているから，これらの相違点があることは，本件発明が甲1発明から容易に発明することができたとの上記認定を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由6(本件発明と甲1発明との相違点についての判断の誤り)につき",
              "text": [
                "審決は，本件発明の構成要件のうち「相互に接触した細胞の層の形態」で存在する「生物細胞」についての方法である点を，本件発明と甲1発明の相違点として認定し，甲1からこのような構成を導くことできないと判断している(8頁4行～10行)。",
                "しかし，上記(2)エのとおり，この相違点については，甲1の記載から当業者が容易に想到することができたものであるから，審決の上記判断は，本件発明と甲1発明との相違点についての判断を誤ったものであって，取消事由6は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上のとおり，その余の点について判断するまでもなく，原告の請求は理由があるからこれを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}