{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004-35146号事件について平成17年1月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記特許につき，原告が特許無効審判を請求したところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，名称を「非水電解液二次電池」とする発明につき，昭和63年8月23日に特許出願をし，平成9年10月3日に特許第2701347号として設定登録を受けた(以下「本件特許」という。)。",
                "原告は，平成16年3月19日，本件特許につき特許無効審判を請求した。特許庁は，これを無効2004-35146号事件として審理し，平成17年1月7日，「本件審判の請求は，成り立たない。」との審決をし，その謄本(甲44)は平成17年1月19日原告に送達された。なお，出訴期間として90日が付加された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許出願の明細書(平成11年4月26日付け訂正請求による訂正後のもの。以下「本件明細書」という。甲45，46)の特許請求の範囲は，請求項1から成り，その内容は下記のとおりである(以下，この発明を「本件発明」という。)。",
                "記",
                "「【請求項1】 リチウム複合酸化物を正極活物質として用いた正極活物質層を帯状正極集電体の両面にそれぞれ形成することにより構成した帯状正極と，炭素質材料を負極活物質として用いた負極活物質層を帯状負極集電体の両面にそれぞれ形成することにより構成した帯状負極とをそれぞれ具備し，",
                "前記帯状正極と前記帯状負極とを帯状セパレータを介して積層した状態で多数回巻回することにより前記帯状正極と前記帯状負極との間にセパレータが介在している渦巻型の巻回体を構成するようにした非水電解液二次電池において，        　前記帯状正極において前記正極集電体の両面にそれぞれ形成されている一対の正極活物質層の膜厚和Aが80～250μmの範囲にあり，",
                "前記帯状負極において前記負極集電体の両面にそれぞれ形成されている一対の負極活物質層の膜厚和Bが80～250μmの範囲にあり，",
                "前記正極活物質層の膜厚和Aの前記負極活物質層の膜厚和Bに対する比A／Bが0．6～1．5の範囲にあり，",
                "前記正極活物質層の膜厚和Aと前記負極活物質層の膜厚和Bとの膜厚総和(A＋B)が250～500μmの範囲にあることを特徴とする非水電解液二次電池。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要旨は，以下のとおり，本件発明が進歩性を欠くこと，本件明細書の記載に不備があることをいう原告の無効理由はいずれも理由がないと判断したものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開昭62-90863号公報(審判甲1，本訴甲1。以下「甲1」という。)には，「Li ． Co ． Sn ． O の組成を有する複合",
                      "text": [
                        "酸化物を正極活物質として用いた正極活物質層をアルミ箔1cm×5cmの片面に形成することにより構成した正極と，炭素質材料を負極活物質として用いた負極活物質層を銅箔1cm×5cmの表面に形成することにより構成した負極とをそれぞれ具備し，前記正極と前記負極との間にセパレータが介在している非水電解液二次電池において，前記正極において正極活物質層の膜厚が100μmであり，前記負極において負極活物質層の膜厚75μmであることを特徴とする非水電解液二次電池」という発明(以下「甲1発明」という。)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明と甲1発明との一致点及び相違点は，次のとおりである。",
                        "＜一致点＞　リチウム複合酸化物を正極活物質として用いた正極活物質層を正極集電体に形成することにより構成した正極と，炭素質材料を負極活物質として用いた負極活物質層を負極集電体に形成することにより構成した負極とをそれぞれ具備し，前記正極と前記負極との間にセパレータが介在している非水電解液二次電池，である点。",
                        "＜相違点イ＞　本件発明は，渦巻型の巻回体を構成するようにした「非水電解液二次電池」であり，そのために帯状正極集電体と帯状負極集電体を具備するのに対し，甲1発明は，渦巻型の巻回体を構成するようなものではなく，正極集電体や負極集電体も帯状とはいえない点。",
                        "＜相違点ロ＞　本件発明では，渦巻型の巻回体において，正極活物質層と負極活物質層が帯状正極集電体と帯状負極集電体の両面にそれぞれ形成されているとともに，その膜厚について「帯状正極において正極集電体の両面にそれぞれ形成されている一対の正極活物質層の膜厚和Aが80～250μmの範囲にあり，帯状負極において負極集電体の両面にそれぞれ形成されている一対の負極活物質層の膜厚和Bが80～250μmの範囲にあり，正極活物質層の膜厚和Aの負極活物質層の膜厚和Bに対する比A／Bが0．6～1．5の範囲にあり，正極活物質層の膜厚和Aと負極活物質層の膜厚和Bとの膜厚総和(A＋B)が250～500μmの範囲にある」と規定されているのに対し，甲1発明では，正極活物質層と負極活物質層が正極集電体と負極集電体の両面にそれぞれ形成されているわけではないし，その膜厚についても，正極活物質層の膜厚が100μm，負極活物質層の膜厚が75μmと限定されているにすぎない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明の上記相違点イ及びロの構成は，下記刊行物(審判，本訴とも同一の証拠番号。以下，それぞれを単に「甲2」などという。)の記載から当業者が容易に想到することはできないから，本件発明は，甲1～8，10～13に記載された発明に基づいて当業者が容易に発明をすることができたとすることはできない。",
                        "記",
                        "甲2：特開昭63-121264号公報",
                        "甲3：「リチウムイオン二次電池の話」西美緒，1997年5月20日第1版発行，表紙，37頁～57頁及び奥付けの写し",
                        "甲4：「新版　電気化学便覧」昭和51年9月30日発行，表紙，677頁及び奥付けの写し",
                        "甲5：特開昭61-296652号公報",
                        "甲6：特開昭61-77255号公報",
                        "甲7：特開昭62-272472号公報",
                        "甲8：特開昭53-838号公報",
                        "甲10：特開昭63-121248号公報",
                        "甲11：「電池及び蓄電池」田川博，昭和28年11月25日初版発行，表紙，192頁～203頁及び奥付けの写し",
                        "甲12：甲3の刊行物中の目次，12頁～25頁及び42頁～43頁の写し",
                        "甲13：「電池の知識」槇尾年正，昭和6年5月28日発行，表紙，234頁～267頁，362頁～367頁及び奥付けの写し"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明細書の記載不備について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の特許請求の範囲の記載は，平成2年法律第30号による改正前の特許法(以下「旧特許法」という。)36条4項2号の規定に違反しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の発明の詳細な説明の記載は，旧特許法36条3項の規定に違反しない。",
                        "(注)旧特許法36条の規定は，次のとおりである。",
                        "1項　＜略＞",
                        "2項　願書には，次に掲げる事項を記載した明細書及び必要な図面を添附しなければならない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "発明の名称"
        },
        {
          "fig": "2",
          "subject": "図面の簡単な説明"
        },
        {
          "fig": "3",
          "subject": "発明の詳細な説明"
        },
        {
          "fig": "4",
          "subject": "特許請求の範囲",
          "text": [
            "3項　前項第3号の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。",
            "4項　第2項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。"
          ]
        },
        {
          "fig": "1",
          "text": [
            "特許を受けようとする発明が発明の詳細な説明に記載したものであること。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許を受けようとする発明の構成に欠くことができない事項のみを記載した項(以下「請求項」という。)に区分してあること。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "その他通商産業省令で定めるところにより記載されていること。",
            "5項　＜略＞"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，発明の進歩性，明細書の記載不備のいずれに関しても認定判断を誤ったものであり，それらの誤りが審決の結論に影響することは明らかであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点及び相違点の認定の誤り)",
                  "text": [
                    "審決は，甲1発明の内容を上記(3)ア(ア)のとおり認定した上で，本件発明と甲1発明との一致点及び相違点を同(イ)のとおり認定した。",
                    "しかし，以下のとおり，本件発明と甲1発明とは，いずれも渦巻型の巻回体を構成するものであり，正極集電体や負極集電体も帯状である点で一致する。",
                    "したがって，審決は，本件発明と甲1発明との一致点を看過し，その結果，相違点でない点を相違点と誤って認定した違法がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1の記載内容",
                      "text": [
                        "甲1の実施例を示す図面に示された二次電池の構造は，審決の認定するとおり，集電体を巻回した渦巻型のものではない。しかし，甲1には，「更に要すれば，集電体，端子，絶縁板等の部品を用いて電池が構成される。又，電池の構造としては，特に限定されるものではないが・・・・正極，負極，更に要すればセパレーターをロール状に巻いた円筒状電池等の形態が一例として挙げられる。」と明記されている(8頁右下欄末行～9頁左上欄7行)。セパレータは正極と負極との間に介在しなければその機能を果たさないのであり，また，「ロール状」とは「渦巻型」にほかならないから，甲1には，「正極と負極とをセパレータを介して積層した状態で多数回巻回した渦巻型の二次電池」の構造が記載されているということができる。",
                        "また，このような渦巻型の構造を採用する際に，帯状正極集電体，帯状負極集電体及び帯状セパレータを用いることは，電池に携わる当業者の技術常識であり，巻回に適した帯状を形成する寸法の集電体を採用するのは当然なことであって，一々記載するまでもない。なお，甲1に記載された「銅箔1cm×5cm」，「アルミ箔1cm×5cm」の集電体であっても巻回することは可能であるから，これを「帯状」でないとする理由もない。",
                        "以上によれば，甲1には，「帯状正極集電体を用いた帯状正極と帯状負極集電体を用いた帯状負極とを帯状セパレータを介して積層した状態で多数回巻回した渦巻型の二次電池」が記載されており，甲1発明はこのような構造の二次電池として認定されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明と甲1発明との一致点の看過及び相違点イの認定の誤り          　甲1発明が上記(ア)のとおり認定される以上，そのような構造の二次電池である点も，本件発明と甲1発明との一致点として認定すべきである。",
                        "ところが，審決は，これを看過し，かえって，相違点イとして，本件発明が，渦巻型の巻回体を構成するようにした非水電解液二次電池であり，帯状正極集電体及び帯状負極集電体を具備するのに対し，甲1発明はそのようなものではないと認定したものであって，相違点ではない点を相違点として認定した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点ロの認定の誤り",
                      "text": [
                        "審決は，本件発明と甲1発明との相違点として，上記相違点イに加えて相違点ロを認定した上で，本件発明の相違点イの構成と相違点ロの構成とは，密接に関連した一体不可分の関係にあると判断した。このことは，相違点イが真実に相違点であって初めて相違点ロが相違点として認められることを意味する。ところが，上記のとおり，相違点イは相違点とはいえないから，相違点ロも相違点といえるものではない。",
                        "そうすると，本件発明と甲1発明との間には何らの相違点も存在しないこととなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点についての判断の誤り)",
                  "text": [
                    "審決は，上記相違点イ及びロの構成は，当業者であっても容易に想到することはできないと判断したが，以下のとおり，その判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点イについて",
                      "text": [
                        "上記のとおり相違点イは相違点に当たらないから，審決の相違点イについての判断には前提に誤りがある上，仮にこれが相違点に当たるとしても，審決の判断は以下のとおり誤りである。",
                        "すなわち，審決は，本件明細書には本件発明が渦巻型を採用したことの動機が何ら記載されていないにもかかわらず，「電極面積を大きくする」という課題の具体的な解決手段として渦巻型を採用したと認定し，本件発明が渦巻型を採用したことの動機をもって，進歩性判断の根拠とした。審決は，その一方で，渦巻型の構成を開示する甲5～8については，渦巻型を採用したことの動機の記載も示唆もないとして，これらの刊行物は本件発明において渦巻型を採用したことの容易性を肯定すべき根拠とはならないと判断した。このような渦巻型採用の動機の記載についての審決の態度が矛盾していることは，明らかである。",
                        "しかも，審決が認定した渦巻型採用の動機(電極面積を大きくするための具体的な方法として渦巻型の構成とすること)は，周知であり，甲1に開示された渦巻型の電池も同じ動機に基づくものである。また，渦巻型採用の動機及びその解決方法は，甲10や，特開昭63-121265号公報(審判甲16，本訴甲16。以下「甲16」という。)及び特開昭60-253157号公報(本訴甲4",
                        "8)に記載されたとおり，周知のものである。",
                        "なお，被告は，「本件発明でいう」ところの渦巻型採用の動機について主張する。この「本件発明でいう」とは，非水電解液の低い導電率に対処して高エネルギー密度を達成するためということであろうが，高エネルギー密度達成のために電極面積を大きくすることは，水系二次電池における渦巻型採用の動機と何ら変わるものではない。",
                        "したがって，本件発明における渦巻型の採用は，甲1発明における渦巻型の採用と同じく，周知の課題を解決するための周知の方法にすぎないから，相違点イについての審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点ロについて",
                      "text": [
                        "前記のとおり相違点ロは相違点に当たらないから，審決の判断には前提に誤りがある上，仮に活物質の両面塗布，膜厚の範囲(本件発明の特許請求の範囲に記載されたのは，正極集電体の両面にそれぞれ形成された一対の正極活物質層の膜厚和A，負極集電体の両面にそれぞれ形成された一対の負極活物質層の膜厚和B，各膜厚和の比(A／B)及び各膜厚和の総和(A＋B)の各範囲であるが，以下，これらを単に「膜厚」ないし「膜厚の範囲」という。)の点が相違点に当たるとしても，以下のとおり，これらは当業者が容易に想到し得たものであるから，審決の判断は誤りである。",
                        "①　両面塗布について",
                        "正極及び負極の集電体の両面に活物質を塗布する技術は，当業者の常識であり，何ら本件発明に特徴的なものではない。このことは，甲5に渦巻型の非水系二次電池に適用した例が，甲6～8に渦巻型の二次電池に適用した例が，それぞれ記載されていることから明らかである。そして，この両面塗布技術を甲1発明に適用することは容易であるし，その適用を阻害する要因もない。",
                        "これに対し，審決は，甲5につき，甲5記載の二次電池は実用化に至っていないものであるし，活物質も異なるから，これを甲1発明に適用することは阻害されると判断したが，ある技術が実用化に至っているか否かはこれを他に適用できるかどうかとは無関係であるし，活物質にどのような物質を用いるかは単なる材料変更にすぎない。また，審決は，甲6及び8につき，これらは水系二次電池に関するものであるから，甲1発明に適用することは容易でないと判断したが，活物質層を両面又は片面に塗布するかは，電解液が水系であるか非水系であるかに関係するものではない。さらに，審決は，甲7につき，リチウム金属非水系二次電池に関するものであって，甲1発明や本件発明のリチウムイオン非水系二次電池とはタイプが異なると指摘するが，これらはいずれもインターカレーション非水系二次電池であって，タイプが異なるとの指摘は不適切である上，活物質層を両面又は片面に塗布するかは，タイプの相違には関係しない。したがって，以上の阻害要因に関する審決の判断はいずれも誤りである。",
                        "なお，審決は，甲6～8につき，本件明細書に記載された電極製作方法との相違や，集電体の孔の有無を問題にするが，本件発明は特定の方法により電極を製作することや，孔のない集電体を用いることを構成要件とするものでないから，これらの点も甲6～8記載の両面塗布技術を甲1発明に適用することの阻害要因となるものではない。",
                        "②　膜厚の最適化について",
                        "審決は，非水系二次電池において渦巻型を採用し，電極面積を大きくした場合には，(a) 活物質量の相対的な体積比率が減少することにより電池容量が低下する，(b) 活物質層が剥離するという新たな問題点を発生し，その解決が課題となるが，本件発明は，膜厚の最適化という相違点ロの構成を採用することによって，これらの課題を解決したものであると判断した。しかし，渦巻型の採用に伴う上記課題と，膜厚の最適化という解決方法は，以下のとおり，当業者にとって周知事項であるから，審決の判断は誤りである。",
                        "まず，上記(a)の活物質量の相対的な体積比率の減少による電池容量の低下という課題は，「電池と新素材」と題する文献(吉田仰，昭和62年10月，豊田中央研究所R＆Dレビュー22巻3号1頁～12頁写し。審判甲31，本訴甲31。以下「甲31」という。)に記載されたとおり，周知事項である。これに対し，審決は，甲31には炭素質材料を負極活物質とするリチウムイオン非水電解液二次電池に関する記載はないなどとするが，甲31は特定の種類の電池を対象としたものでないから，審決の判断は失当である。",
                        "また，リチウムイオン非水系二次電池に関する甲5にも，二次電池の体積の大半をセパレータが占めるという問題が記載されている。この記載は，容積が有限の容器内においてはセパレータの体積比率と電極活物質の体積比率とが反比例するものであることからして，活物質量の相対的な体積比率を考慮要因としたものということができる。",
                        "そして，活物質の量は多い方がよく，正極及び負極の活物質の量はバランスしている方がよいことは，技術常識である。また，非水電解液の低いイオン電導度という課題の解決が必須であることは自明の事項であって，その解決方法は電極面積を大きくするという限りでは周知の事項である。このような技術常識に加え，上記のとおり，電極面積を大きくすることに伴う活物質量の相対的な体積比率の減少による電池容量の低下という課題も当業者に周知であったことからすれば，これらの相反する課題を，電極の表面積及び膜厚の最適な組合せを発見することによって総合的に解決することは，当業者にとって当然の解決方法である。",
                        "他方，上記(b)の渦巻型を採用することに伴う活物質層の剥離という課題も，甲6(渦巻型電極体においては，亜鉛負極の内面側の方が外面側より曲率が小さいので，外面側の方が活物質層の劣化減容が大きくなる旨の記載)，甲8(渦巻型とすることによって，セパレータや電極に大きなゆがみがかかって劣化を促進する旨の記載)，甲16(塗工時の巻取り等の過程で活物質の電極集電体の剥離が起こる，円筒型電池を組み立てた場合に巻回工程において活物質の剥離が起こる旨の記載)にあるように，周知である。そして，活物質の剥離という問題が周知であり，巻取り工程における曲率やゆがみが原因であることも周知であれば，これを膜厚の調整によって解決することは，当業者にとって当然のことである。",
                        "③　最適な膜厚を発見する方法について",
                        "膜厚の最適化という解決方法が上記②のとおり当然のことであることからすれば，その具体的な最適値が刊行物等で明らかにされていないとしても，当業者であれば，電極の面積と膜厚とを様々に組み合わせて通常の実験を行うことによって，具体的な最適値を容易に得ることができる。本件発明は，最適な膜厚を発見するために，膜厚と表面積を様々に組み合わせて電極を作製し，活物質の割れや剥離を生じたものを除外し，高エネルギー密度を達成できたものを抽出する作業により，膜厚の範囲を決定しているが，これは，当業者にとって創作的な思考を必要としない単純作業により行い得るものである。したがって，そのような膜厚の最適範囲の発見に進歩性は認められない。",
                        "④　本件発明が限定する膜厚の範囲について",
                        "本件発明の特定する膜厚の範囲は，以下の(i)～(vi)の技術常識から予想される範囲内のものである。"
                      ],
                      "content": [
                        {
                          "fig": "(i)",
                          "text": [
                            "理論容量は，活物質の量に比例する。",
                            "(ii)　活物質の量は，面積が一定であれば，厚さに比例する。",
                            "(iii) 一定体積の容器であれば，中に存在する活物質の量が多いほど理論的なエネルギー密度は大きくなる。",
                            "(iv)　とはいっても，正極及び負極の活物質の量の電気化学的反応的なバランスが取れていないと，反応に関与する無駄な活物質が存在することになるので，正負極の当量比が1に近いほど，理論的なエネルギー密度は高くなる。"
                          ],
                          "content": [
                            {
                              "fig": "(v)",
                              "text": [
                                "膜厚が厚くなりすぎると，極板に割れ(クラック)が生ずる。",
                                "(vi)　理論容量や理論的なエネルギー密度が同一であっても，膜厚が厚くなりすぎると，実容量が低下する。",
                                "これに対し，審決は，原告が主張する上記技術常識は，文献等に具体的に開示された内容ではなく，電池一般に適用される「ファラデーの法則」の活物質量と理論容量との関係を，本件明細書に記載された32種類の具体例にも当てはまるように抽象的に表現しただけの，いわば後付け的な内容であると判断した。",
                                "しかし，原告の主張は，創作的な思考を必要としない実験により導き出された膜厚の範囲は技術常識の範囲内のものであると主張するものであって，審決の指摘は失当である。",
                                "また，審決は，上記(v)が技術常識であることを否定するが，この点は甲6，8，16等に記載されたとおり，技術常識ということができる。さらに，審決は，上記(vi)について，これがリチウムイオン非水系二次電池にも適用される技術常識であるというには，いまだリチウムイオン非水系二次電池が実用化されていない時点では経験が不足している旨を指摘する。しかし，鉛蓄電池に係る甲11及び13や，アルカリ蓄電池に係る特開昭49-26717公報(本訴甲47)には，上記(vi)の技術常識に関する知見が示されており，これらは鉛蓄電池やアルカリ蓄電池に特有の原因から生ずるものではないから，当業者であれば，上記(vi)の技術常識はリチウムイオン非水系二次電池にも当然適用されると考えるということができる。",
                                "したがって，本件発明において膜厚の範囲が限定されていることをもって，本件発明の進歩性を認めることはできない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(特許請求の範囲の記載不備についての判断の誤り)        (ア)　炭素質材料がピッチコークスであることについて",
                  "text": [
                    "原告が，負極活物質に用いられる「炭素質材料」がピッチコークスであることは本件発明の構成に欠くことのできない事項であり，その記載を欠く本件特許の特許請求の範囲には記載不備があると主張したのに対し，審決は，本件発明における炭素質材料をその実施例のピッチコークスに限定する必要はないと判断した。",
                    "しかし，本件明細書に実施例として挙げられている炭素質材料はピッチコークスだけであるが，炭素質材料には，ピッチコークス以外にも黒鉛等の様々な種類の材料があり，原告従業員作成の2004年(平成16年)7月12日付け実験成績証明書(審判甲14，本訴甲14。以下「甲14」という。)，同電解液比較実験証明書(審判甲15，本訴甲15。以下「甲15」という。)，被告従業員作成の平成16年9月24日付け陳述書(審判参考資料2，本訴甲33。以下「甲33」という。)に示されたように，その種類によって膜厚の最適範囲等は異なる。本件発明で特定される膜厚の範囲が臨界的意義を有するのは，本件明細書の実施例のピッチコークスを負極に用いた場合のみであるから，炭素質材料がピッチコークスであることは本件発明の構成に欠くことのできない事項に当たるというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "電池容器が円筒型であることについて",
                      "text": [
                        "原告が，電池容器が円筒型であることも本件発明の構成に欠くことのできない事項であると主張したのに対し，審決は，角型電池であっても本件発明の効果を奏しないとはいえないとして，原告の主張を採用しなかった。",
                        "しかし，原告従業員作成の2004年(平成16年)2月17日付け実験成績証明書(審判甲9の1・2，本訴甲9の1・2。以下「甲9」という。)によれば，角型の電池容器を用いた場合には，膜厚が本件発明の限定する範囲内にある場合にも活物質層に割れが生じ，本件発明の効果を奏することができないから，審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由4(発明の詳細な説明の記載不備についての判断の誤り)        (ア)　ピッチコークス以外の炭素質材料を用いる場合について          　原告が，本件明細書には，ピッチコークス以外の炭素質材料を用いた場合について，本件発明の実施を可能にする程度の記載がないと主張したのに対し，審決は，炭素質材料を代表する具体例が少なくとも一例(ピッチコークス)記載されていれば，当業者が容易に本件発明を実施することができたというべきであると判断した。",
                    "しかし，本件発明は，炭素質材料を負極活物質とする渦巻型のリチウムイオン非水系二次電池のエネルギー密度の改善という課題を，活物質層の膜厚の最適化によって解決したものであり，しかも，炭素質材料の種類を問わず同一の膜厚範囲を最適とするものであるから，本件明細書には，いかなる炭素質材料を選択した場合でも，本件発明で特定される膜厚の範囲の電極を有するリチウムイオン非水系二次電池を実施することができるために必要な諸条件が記載されていなければならない。",
                    "ところが，炭素質材料として黒鉛(グラファイト)を選択した場合には，甲15のとおり，本件明細書の実施例に記載された電解液と組み合わせると実用可能な電池を作成することができないため，これとは異なる電解液と組み合わせる必要があるが，本件明細書には電解液選択の条件についての記載がない。また，甲14のとおり，正極及び負極の膜厚が本件発明の範囲内にあるときでも，正極又は負極にクラックが生じてしまうので，本件発明を実施することは不可能である。",
                    "したがって，本件明細書には，炭素質材料として黒鉛を選択した場合につき，当業者が本件発明を実施することができる程度の記載があるということはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "角型の電池容器を用いる場合について",
                      "text": [
                        "原告が，本件明細書には，角型の電池について，実施可能な程度の記載がないと主張したが，審決は，剥離を防止することができないとする具体的な根拠に欠けるなどとして，原告の主張を排斥した。",
                        "しかし，活物質層の密度や結着剤の量などの諸条件が異なれば剥離が生じないとしても，本件明細書には，電池容器の形状及び大きさとの関係で，電極長さ等の諸条件をどのように設定すべきであるかが記載されていないのであり，角型容器を用いた場合には，当業者の通常の認識に従って諸条件を設定するとしたのでは，甲9のように，剥離が生じてしまうのである。",
                        "したがって，本件明細書には，角型容器を選択した場合につき，当業者が本件発明を実施することができる程度の記載がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告の主張はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点及び相違点の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1に具体的に開示された集電体は，「銅箔1cm×5cm」及び「アルミ箔1cm×5cm」であって，これらを本件発明における「渦巻型の巻回体」を構成する非水電解液二次電池の集電体として用いることは不可能である。また，原告が引用する甲1の記載は，甲1に係る電池が様々な形状であり得ること(例えば，ペーパー型や円筒状の形態があり得ること)を記載したにとどまり，具体例，実施例として詳細な構造を示したものではない。",
                    "したがって，甲1には，「多数回巻回した渦巻型」の非水電解液二次電池は開示されていないから，審決における甲1発明の内容並びにこれと本件発明との一致点及び相違点イの認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点ロは，相違点イとは別の，甲1に存在しない構成を問題とするものであるから，相違点イが相違点でない以上は相違点ロも相違点とは認められないと主張する原告の主張は，趣旨不明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点イ及びロが一体不可分の関係にあること",
                  "text": [
                    "リチウムイオン非水系二次電池においては，非水電解液の導電率が水系電解液に比べて極めて低いため，どのようにして高いエネルギー密度を実現するかという課題があった。本件発明は，電極面積を大きくするために「渦巻型」を採用するとともに(相違点イ)，渦巻状の構成において効果的に電極面積を大きくして高いエネルギー密度を達成しつつ，活物質層の剥離といった問題点を回避するために，膜厚を一定の範囲内とする(相違点ロ)という構成を採用することによって，上記課題を解決した画期的な発明である。したがって，相違点イと相違点ロとは密接に関連した一体不可分な関係にあるから，原告の主張はこれらを別々に議論している点において失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点イについて",
                  "text": [
                    "原告は，本件発明における渦巻型採用の動機の認定等につき，審決に誤りがあると主張する。",
                    "しかし，審決は，単に渦巻型採用の動機のみを問題としているのではなく，本件発明における渦巻型採用の動機を，活物質層の膜厚の最適化の動機とともに，検討して認定したものである。すなわち，本件発明は，電解液の導電率が水系のものに比べて極めて低いリチウムイオン非水系二次電池において，どのようにして高いエネルギー密度を実現するかという課題を解決したものである。これに対し，甲5～8は，リチウムイオン非水系二次電池に関するものではなく，このような課題はないから，その記載から「本件発明でいう」ところの渦巻型採用の動機を読み取ることはできないのである。したがって，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点ロについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "両面塗布について",
                      "text": [
                        "原告は，本件の特許出願当時，両面塗布が周知であったと主張する。",
                        "しかし，審決は，相違点ロとして，両面塗布であることを前提に，一対の正極及び負極の膜厚和のそれぞれの大きさ，比率及び合計を数値限定したものであると認定したのであって，両面塗布の点だけを相違点としたものではない。したがって，原告の主張は，審決の取消事由とは無関係である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "膜厚の最適化について",
                      "text": [
                        "原告は，非水系二次電池において渦巻型を採用し，電極面積を大きくした場合には，(a) 活物質量の相対的な体積比率が減少することにより電池容量が低下すること，(b) 活物質層が剥離することという問題の解決が課題となり，膜厚の最適化という構成によってこれらの課題を解決することは当業者にとって周知事項であると主張するが，以下のとおり，原告の主張は理由がない。",
                        "①　原告は，甲31及び5の記載を根拠に，上記(a)の課題は周知であったと主張する。しかし，甲31は，炭素質材料を負極活物質とするリチウムイオン非水系二次電池に関するものではないから，原告の主張を根拠付ける資料とはならない。また，甲5は，セパレータの種類の選択を問題にするものであって，活物質量の相対的な体積比率の減少による電池容量の低下とは関係がない。",
                        "②　原告は，甲6，8及び16の記載を根拠に，上記(b)の課題も周知であったと主張する。しかし，これらは電極を渦巻型にした場合に活物質層に生じ得る問題への対応を課題とするものではあるが，いずれの文献にも，活物質の剥離を膜厚の最適化により実現するという本件発明の技術的思想を示唆する記載はなく，原告主張の取消事由を支持するものとは認められない。",
                        "③　原告は，活物質の剥離という問題等が周知であれば，膜厚の調整によりこれを解決できることは当業者にとって当たり前であるなどと主張するが，文献等の根拠を一切示しておらず，およそ客観性の認められないものであって，理由のないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "最適な膜厚を発見する方法について",
                      "text": [
                        "原告は，最適な膜厚を発見するために必要なのは単純作業であるなどと主張する。",
                        "しかし，甲31を含む公知文献には，活物質量の相対的な体積比率の減少による電池容量の低下，渦巻型を採用することによる活物質層の剥離という本件発明の課題を，膜厚を調整することによって解決するという技術的思想を示唆する記載は一切ないから，公知文献に基づいて，最適な膜厚を採用するという本件発明の構成を導くことはできない。本件発明は，上記の技術的思想に基づいて，膜厚の最適範囲を具体的に画定したものである。そして，最終的な数値の画定を地道な作業により行うことは，発明の実施を保証するものであって，その点に進歩性が否定される理由はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明の膜厚の範囲について",
                      "text": [
                        "原告は，本件発明の数値限定範囲が理論的に裏付けられることを理由に進歩性を否定するが，失当である。",
                        "すなわち，特許発明の構成を後から分析すれば，発明を実施することにより得られる作用効果を理論的に説明することは可能である。しかし，進歩性の有無の判断は，出願当時の技術水準に照らして，当業者が容易に発明することができたか否かにより決せられるものであって，発明の作用効果が理論的に説明可能であるか否かにより決せられるものではないから，原告の主張は，審決の取消事由とは無関係である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(特許請求の範囲の記載不備についての判断の誤り)に対し    ア　炭素質材料がピッチコークスであることについて",
              "text": [
                "本件発明は，炭素質材料を負極活物質とするリチウムイオン非水系二次電池のエネルギー密度の改善という課題を，渦巻型の採用及び膜厚の最適化により解決したものであって，最適な炭素質材料を選択して解決した発明ではない。",
                "炭素質材料の種類により膜厚の最適範囲が完全に一致するものではないことは確かであるとしても，被告は，炭素質材料としてピッチコークスを使用した実施例のデータに基づいて，他の炭素質材料を用いた場合についても，良好な電池特性を達成し，クラックをおおむね回避することのできる数値範囲を提供したものである",
                "したがって，炭素質材料が実施例のピッチコークスに限定されるとする原告の主張は理由がない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "電池容器が円筒型であることについて",
                  "text": [
                    "本件発明は，クラックをおおむね回避することのできる数値範囲を提供するものであり，これが一切発生しないことまでを保証するものではない。角型電池であっても，本件発明の数値範囲内であれば，活物質に混合する結着剤の割合を工夫する，乾燥条件や圧縮成形条件を工夫するなどの製作上の工夫を行うことによってクラックの発生を回避し得るのであるから，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由4(発明の詳細な説明の記載不備についての判断の誤り)に対し      　本件明細書には，炭素質材料を代表する具体例(ピッチコークスを用いた例)が挙げられており，当業者であれば，他の炭素質材料を適宜入手した上で，本件発明の数値範囲内で使用することに困難なところはない。",
                "原告は，ピッチコークス以外の炭素質材料を用いる場合及び角型の電池容器を用いる場合には，前者であれば電解液の種類につき，後者であれば電極長さ等の諸条件につき，それぞれ検討する必要があることを根拠に，本件発明の実施可能要件を否定するようである。しかし，これらの事項は，非水電解液電池に関する当業者であれば適宜設定し得る設計事項にすぎないから，原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否に関し，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，前記第3の1(3)ア(ア)のとおり，甲1発明を「・・・・複合酸化物を正極活物質として用いた正極活物質層をアルミ箔1cm×5cmの片面に形成することにより構成した正極と，炭素質材料を負極活物質として用いた負極活物質層を銅箔1cm×5cmの表面に形成することにより構成した負極とをそれぞれ具備し，前記正極と前記負極との間にセパレータが介在している非水電解液二次電池において，前記正極において正極活物質層の膜厚が100μmであり，前記負極において負極活物質層の膜厚75μmであることを特徴とする非水電解液二次電池」と認定した上で(審決11頁8～15行)，同(イ)のとおり，本件発明と甲1発明とは「リチウム複合酸化物を正極活物質として用いた正極活物質層を正極集電体に形成することにより構成した正極と，炭素質材料を負極活物質として用いた負極活物質層を負極集電体に形成することにより構成した負極とをそれぞれ具備し，前記正極と前記負極との間にセパレータが介在している非水電解液二次電池」である点で一致するが，① 本件発明が「渦巻型の巻回体を構成するようにした「非水電解液二次電池」であり，そのために帯状正極集電体と帯状負極集電体を具備する」のに対し，甲1発明はそのようなものではない点(相違点イ)，② 本件発明においては，活物質層が「帯状正極集電体と帯状負極集電体の両面にそれぞれ形成されている」とともに，「その膜厚について「・・・・正極活物質層の膜厚和Aが80～250μmの範囲・・・・負極活物質層の膜厚和Bが80～250μmの範囲・・・・比A／Bが0.6～1.5の範囲・・・・膜厚総和(A＋B)が250～500μmの範囲にある」と規定されている」のに対し，甲1発明では，活物質層が両面に形成されておらず，膜厚も一定の値のものが示されているにすぎない点(相違点ロ)で相違すると認定した(審決11頁24行～12頁7行)。",
                "これに対し，原告は，甲1の「・・・・電池の構造としては・・・・正極，負極，更に要すればセパレーターをロール状に巻いた円筒状電池等の形態が一例として挙げられる。」との記載(8頁右下欄末行～9頁左上欄7行)に基づいて，甲1には，帯状の正極集電体と負極集電体とをセパレータを介して積層した状態で多数回巻回した渦巻型の二次電池の構造が記載されているから，この点を本件発明と甲1発明との一致点として認定すべきであるにもかかわらず，これを看過し，相違点イとして認定した審決は誤りであり，さらに，相違点ロの認定においても審決には誤りがあると主張するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1は，発明の名称を「二次電池」とする公開特許公報であり，その特許請求の範囲には，「構成要素として少なくとも，正，負電極，セパレーター，非水電解液」から成る二次電池であって，所定の複合酸化物又は炭素質材料のn-ドープ体を正極又は負極の活物質として用いることを特徴とする二次電池が記載されている(1頁左下欄2行～右下欄4行)。また，実施例1として，特許請求の範囲に記載された炭素質材料のn-ドープ体を「10μmの銅箔1cm×5cmの表面に75μmの厚みに製膜した」ものを負極，複合酸化物を「15μmアルミ箔1cm×5cmの片面に100μmの膜厚に塗布した」ものを正極とした二次電池が記載されている(9頁右上欄10行～右下欄13行)。そして，実施例1を示す第1図には，正極及び負極はいずれも短冊状のものとして描かれており(21頁左下欄)，これが帯状であるとも，積層した状態で多数回巻回されているとも認めることはできない。",
                "さらに，甲1には，電極の形状や活物質の膜厚に関して，実施例1の記載ほか，「15μmアルミ箔1cm×5cmの片面に100μmの膜厚に塗膜した」(14頁左上欄3～5行)，「50μmニッケル箔1cm×5cmの片面に75μ",
                "mの膜厚に製膜した」(15頁左上欄9～11行)，「15μmアルミ箔1cm×5cmの片面に75μmの膜厚に塗布した」(19頁左下欄11・12行)との記載があるのみであり，電極を帯状としたものや，積層した状態で多数回巻回した構造の二次電池に関する記載は見当たらない。",
                "したがって，甲1発明を上記(1)のとおり認定した審決は，正当なものと認められる。また，甲1発明の認定に誤りがない以上，本件発明と甲1発明との一致点を上記のとおり認定し，相違点イ及びロを相違点として認定したことについても，審決に誤りはないということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，前記のとおり主張するものであり，また，甲1には，原告の引用するように，電池の構造として正極及び負極をロール状に巻いた円筒状電池が挙げられるとの記載がある。この記載によれば，甲1に記載された二次電池の構造が上記実施例1のものに限定されることはなく，正極及び負極をロール状に巻いた円筒状電池も含まれるということはできる。",
                "しかし，発明の進歩性を判断する前提として認定されるべき「刊行物に記載された発明」(特許法29条2項，1項3号)とは，刊行物に記載されている事項及び記載されているに等しい事項から把握される発明をいうものであり，また，ここにいう「記載されているに等しい事項」とは，刊行物に明示的に記載されている事項から，当業者(その発明の属する技術の分野における通常の知識を有する者)が，特許出願時における技術常識を参酌することにより，導き出すことのできる事項をいうものである。",
                "これを甲1の記載についてみると，原告が引用する上記記載は，発明の詳細な説明中の「問題点を解決するための手段及び作用」の項の末尾部分の記載であり，「更に要すれば」，「電池の構造としては，特に限定されるものでないが」，「一例として挙げられる」との記載から明らかなように，特許請求の範囲に記載された二次電池の発明を実施する場合に適用可能な電池の構造ないし形態を単に例示したにとどまるものであって，具体的な実施態様を開示したものとは認められない。換言すると，甲1には，特許請求の範囲に記載された複合酸化物等を活物質とする円筒状電池の開示はあるということはできるとしても，そのような円筒状電池における電極の具体的な形態(短冊状ではなく帯状のものか，それ以外の形態があり得るのかなど)や，活物質の具体的な形成態様(両面に形成されているか，正極及び負極のそれぞれの膜厚がどのような範囲にあり，膜厚の比や和がどのような関係にあるかなど)を示唆する記載は一切ないのである。",
                "また，本件の証拠を総合しても，甲1の特許請求の範囲に記載された複合酸化物等を活物質とする円筒状電池において，電極を帯状のものとすること，活物質を両面に塗布すること，膜厚を一定範囲のものとすることが本件特許出願時における技術常識であったとは認められない。",
                "そうすると，技術常識を参酌したとしても，原告が本件発明と甲1発明との一致点であると認定されるべきであるとする構成，すなわち，審決が甲1発明として認定した構成(上記(1)のように構成した正極及び負極並びにセパレータを有し，正極活物質層の膜厚が100μm，負極活物質層の膜厚が75μmである非水電解液二次電池)に加えて，相違点イに相当する構成(帯状の正極集電体及び負極集電体が渦巻型の巻回体を構成するもの)を備えた二次電池が甲1に記載されているとみることはできない。ましてや，更に上記構成に加えて，相違点ロに相当する構成(活物質が両面に塗布され，その膜厚が一定の範囲内にある構成)を備えたものが記載されていると認めることは到底不可能である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件発明と甲1発明との一致点及び相違点についての原告の主張はすべて失当であり，原告の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，相違点イ及びロにつき，① 本件発明の解決すべき主な課題は，リチウムイオン非水系二次電池(負極活物質として炭素質材料を，正極活物質としてリチウムイオン複合酸化物を用いた非水電解液二次電池)のエネルギー密度の改善であり，本件発明は，この課題を解決するための手段として，相違点イの構成(渦巻型の構成)及び相違点ロの構成(活物質を正極及び負極の両面に塗布し，その膜厚を最適化する構成)を採用したものである(13頁11行～23行)，② 渦巻型を採用した動機については，非水系電解液にはイオン電導度が低いという問題があり，これを解決する周知の方法に電極面積を大きくすることがあるが，本件発明は，電極面積を大きくすることの具体的な手段として，渦巻型を採用したものと認められる(13頁26行～14頁1行)，③ 膜厚の最適化という構成を採用した動機については，渦巻型を採用した場合には，活物質量の相対的な体積比率の減少による電池容量の低下や，活物質層の剥離という新たな問題が生ずるので，この問題を解決するために，集電体の両面に活物質を塗布するとともに，活物質層の膜厚を最適化したものと認められる(14頁21行～30行)，④ そうする",
              "text": [
                "と，本件発明は，相違点イの構成によって，非水系電解液のイオン電導度の問題を解決する一方，相違点イの構成に伴う電池容量の低下及び活物質層の剥離という問題を相違点ロの構成によって解決したものであるから，相違点イの構成と相違点ロの構成とは密接に関連した一体不可分の関係にあるというべきである(14頁38行～15頁4行)，⑤ そこで，本件発明の相違点イ及びロについては，このような観点から，特に相違点ロについて，甲2～8及び10～13の記載を検討する(15頁5行～18頁末行)，⑥ 甲2～8及び10～13には，本件発明でいう渦巻型の採用の動機や活物質層の膜厚の最適化の動機について教示する示唆は見当たらないし，特に，相違点ロの構成を具体的に示唆する記載は見当たらないから，本件発明の相違点イ及びロの構成は，当業者であっても容易に想到することはできないと判断した(審決19頁2～8行)。また，⑦ 相違点ロの構成は技術常識から容易に想到することができたとする原告の主張も排斥した(審決19頁13行～23頁32行)。",
                "これに対し，原告は，相違点イにつき，渦巻型の採用の動機についての審決の判断は誤りであると，相違点ロにつき，活物質の両面塗布及び膜厚の範囲は当業者が容易に想到し得るものであると主張するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点イについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明が相違点イの構成を採用した動機につき上記(1)②のとおり認定したが，この動機が本件明細書に明示的に記載されていないことは，原告の主張するとおりである。",
                    "しかし，一般に非水系電池においては低いイオン電導度が解決されるべき課題とされること，その課題を電極面積の増大により解決することは，本件の特許出願の以前から周知の事項であったと認めることができる(甲1にもその旨の記載がある。)。そして，渦巻型の巻回体の構成を採用すれば，電極面積を増大させることができるのは明らかである。",
                    "そうすると，本件発明において，相違点イの渦巻型を採用した動機の認定につき，審決に不合理な点があるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書に本件発明が渦巻型を採用した動機について何ら記載されていないにもかかわらず，本件発明についての渦巻型採用の動機を認定しながら，甲5～8については，渦巻型採用の動機の記載がないことを理由に，これらに基づいて甲1発明へ渦巻型を適用することが容易であるとは認められないとした審決の判断は誤りであるなどと主張する。",
                    "しかし，審決は，上記(1)④のとおり，相違点イとロとが一体不可分の関係にあるとした上で，両相違点について容易想到性を判断したものである。各相違点は，電池構造からみれば個別に設計変更することのできる事項であるが(渦巻型としながら膜厚を本件発明と異なるものとした電池，膜厚を本件発明の範囲内のものとしながら渦巻型以外の構成とした電池とすることも可能である。)，実用的な特性を有する電池を構成するためには，各相違点に挙げた事項が相反する結果をもたらす場合がある(例えば，渦巻型の膜厚を極端に薄くすれば，電極面積は増大するとしても，電池容量が低下するおそれがある。)。そこで，本件発明は，本件明細書(甲45，46)の発明の詳細な説明中の「発明の効果」の項等に記載されたとおり，相違点イを採用したことに伴い生ずる問題を解決するために相違点ロを併せて採用して，所定の効果を得ようとしたものである。したがって，両相違点を一体不可分の関係にあるとして相違点について判断を加えた審決は，正当なものということができる。",
                    "そして，審決が，渦巻型採用の動機だけでなく，膜厚の最適化の動機を示す根拠がないことを併せて，相違点イ及びロを想到することが容易でないと判断したものであることは審決の記載から明らかであるから(上記(1)⑤⑥)，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点ロについて",
              "text": [
                "原告は，相違点ロについての審決の判断には，両面塗布，膜厚の最適化，最適な膜厚を発見する方法及び本件発明が限定する膜厚の範囲の各点に誤りがあると主張するが，以下のとおり，いずれも失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "両面塗布について",
                  "text": [
                    "原告は，両面塗布技術は，甲5～8に記載されたように当業者の技術常識であり，これを甲1発明に適用することは容易であると主張する。",
                    "しかし，甲5は電導性高分子化合物を電極両面に塗布した非水系渦巻型電池に関するもの，甲6は帯状の正極及び負極をセパレータを介して巻回して成る円筒形アルカリ亜鉛電池に関するもの，甲7は集電体の両面にリチウム金属板を圧着した渦巻型非水系二次電池に関するもの，甲8は亜鉛を負極活物質とし酸化ニッケルを正極活物質とする渦巻型のニッケル-亜鉛蓄電池に関するものにすぎず，本件の特許出願の当時，リチウムイオン非水系二次電池において両面塗布がされたものが存在していたことを示す証拠はない。",
                    "また，本件発明が両面塗布を採用した理由は，前記のとおり，非水系二次電池において渦巻型を採用しつつも高いエネルギー密度を得られるようにするためであるが，甲5～8にはそのような理由で両面塗布技術を採用したとの記載はない。",
                    "そうすると，甲5～8の記載に基づいて，両面塗布技術は当業者の技術常識であり，これを渦巻型の構成を有するリチウムイオン非水系二次電池である甲1発明に適用することが容易であったと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "膜厚の最適化について",
                  "text": [
                    "原告は，非水系二次電池において渦巻型を採用した場合に，(a) 活物質量の相対的な体積比率が減少することにより電池容量が低下するという問題が解決すべき課題となることは，甲31及び5の記載から，(b) 活物質層が剥離するという問題が解決すべき課題となることは，甲6，8及び16の記載から，それぞれ周知であり，また，膜厚の最適化という方法によってこれらの課題を解決することも周知であったと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "活物質量の相対的な体積比率の減少について",
                      "text": [
                        "甲31に記載された二次電池は，鉛蓄電池，ニッケル-カドミウム電池，リチウム電池等であり(3頁の図3，10頁の図8等)，炭素質材料を負極とするリチウムイオン非水系二次電池を対象としたことを示す記載はない。また，甲5もリチウムイオン非水系二次電池に関するものでないことは，上記アのとおりである。したがって，上記(a)の事項がリチウムイオン非水系二次電池において周知であったことを示す根拠はない。",
                        "さらに，そのような課題が周知であったとしても，その解決方法が膜厚の最適化に限られるという理由はなく，それ以外の電池の構造や性能に関する様々な要因の中から最適な条件を見いだす方法もあり得ると考えられる。そして，膜厚の最適化という本件発明の技術的思想を開示した証拠は見当たらないから，この方法によって上記課題を解決することが当業者にとって容易であったと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "活物質層の剥離について",
                      "text": [
                        "本件発明において活物質層の剥離が問題となるのは，正極及び負極をセパレータと共に渦巻型に巻回して巻回体を作る工程である(甲45の5頁左欄17～19行)。",
                        "これに対し，甲6及び8における活物質の劣化や電極の形状変化は，充放電サイクル中のものであり(甲6の2頁右下欄16行～3頁左上欄17行，甲8の1頁右下欄17・18行)，甲6及び8はこれに対する解決策を示したものであるから，これを本件発明における活物質層の剥離に直ちに当てはめることはできない。また，甲16は，円筒型電池を組み立てる際の巻回工程における活物質層の剥離に関するものであるが(3頁左上欄15行～右上欄6行)，その解決手段としては導電性塗膜による被覆という手段を開示したものであって(7頁左下欄11～13行)，活物質層の膜厚を最適化して活物質層の剥離を防止するという本件発明の技術的思想が開示されているとは認められない。",
                        "そうすると，甲6，8及び16に基づいて，上記(b)の課題が周知であったとしても，膜厚の最適化という方法によって課題を解決することが周知であったと認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "最適な膜厚を発見する方法について",
                  "text": [
                    "原告は，最適な膜厚値を得ることは，当業者であれば，通常の実験(創作的な思考を必要としない単純作業)によって容易に行うことができることであるから，この点に進歩性は認められないと主張する。",
                    "しかし，実験等を行って様々な要因の組合せの中から最適な条件を見いだすことは，新しい製品，素材，方法等を開発する場合の基本的な手法であり，本件発明もそれを踏襲したものである。そして，本件発明は，前述のとおり，低いイオン電導度による課題を解決するために渦巻型の構成を採用して電極面積を拡大するとともに，それに伴って生じたエネルギー密度の低下や活物質の剥離という問題を解決するために膜厚の範囲を最適化するという，従来見られなかった新たな技術的思想に基づくものであって，そのような最適な膜厚の範囲を見いだすために本件明細書に記載された実験が行われたということができる。そうすると，実験がそれ自体としては単純な作業であるとしても，それを理由に進歩性が否定されることはないと解するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明が限定する膜厚の範囲について",
                  "text": [
                    "原告は，本件発明の特許請求の範囲に記載された膜厚の範囲は，(i) 理論容量は，活物質の量に比例する，(ii) 活物質の量は，面積が一定であれば，厚さに比例する，(iii) 一定体積の容器であれば，中に存在する活物質の量が多いほど理論的なエネルギー密度は大きくなる，(iv) 正極及び負極の活物質の量の電気化学的反応的なバランスが取れていないと，反応に関与する無駄な活物質が存在することになるので，正負極の当量比が1に近いほど，理論的なエネルギー密度は高くなる，(v) 膜厚が厚くなりすぎると，極板に割れ(クラック)が生ずる，(vi) 理論容量や理論的なエネルギー密度が同一であっても，膜厚が厚くなりすぎると，実容量が低下するという技術常識から予想される範囲内のものであると主張する。",
                    "しかし，上記(i)～(vi)の技術常識がすべてリチウムイオン非水系二次電池に妥当するものであることを示す証拠はない上，これらが技術常識であるといえるとしても，本件発明に係る膜厚の数値範囲を具体的に特定して開示するような「技術常識」が存在したことを示す証拠はない。",
                    "なお，特許発明は自然法則を利用した技術的思想の創作であるから(特許法2条1項)，特許発明の課題，構成及び作用効果を分析して理論的な説明を加えることは可能である。しかし，そのような説明をすることができるかどうかは，当該発明の容易想到性の判断とは全く別個の事柄であって，本件発明において膜厚の範囲を特定した理由が事後的に合理的に説明できるとしても，これを技術常識から容易に導き出すことができたと解すべき根拠はない。",
                    "したがって，技術常識をいう原告の主張を排斥した審決の前記(1)⑦の判断も正当と認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(特許請求の範囲の記載不備についての判断の誤り)について  (1)　審決は，特許請求の範囲の記載不備(旧特許法36条4項2号)をいう原告の主張のうち，① 本件発明は「ピッチコークス」のみを構成要件とすべきであるのに，特許請求の範囲には「炭素質材料」と記載されており，発明の構成に欠くことができない事項のみを記載していないこと，② 本件発明の「渦巻型」に角型のものが含まれるのかは明らかでないが，角型の電池では電極の活物質層が剥離してクラックを生ずるから，これを含む場合には本件発明の効果を奏しない態様を含むこととなるのであって，発明の構成に欠くことができない事項のみを特許請求の範囲に記載したとはいえないことをいう点に対し，① 本件発明は，「炭素質材料を負極活物質とする「リチウムイオン非水系二次電池」のエネルギー密度の改善を「渦巻型」の採用とその活物質層の膜厚の最適化によって解決したものであって，その炭素質材料の中から最適な材料を選択して解決したものではないから，炭素質材料をその実施例の「ピッチコークス」に限定する必要はない」(27頁37行～28頁15行)，②「活物質層の剥離は，活物質に混合する結着剤の割合を工夫するとか乾燥条件・圧縮成形条件を工夫する等の製作上の工夫を行えば角型電池の場合でも十分に回避することができると認められるから，本件発明について，上記「本件発明は，その角型電池をも含む場合には本件発明の効果を奏しない態様を含むこととなる。」とまでは云えない」(28頁29行～29頁15行)として，原告の主張を排斥した。",
            "これに対し，原告は，① 本件発明の特定する膜厚が臨界的意義を有するのはピッチコークスを用いた場合のみであるから，炭素質材料がピッチコークスであることは本件発明の構成に欠くことのできない事項である，② 角型の電池容器を用いた場合には，活物質層に割れが生じ，本件発明の効果を奏することができないから，この点にも特許請求の範囲の記載不備があるとして，審決の違法を主張するものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "炭素質材料がピッチコークスであることについて",
              "text": [
                "本件発明は，炭素質材料を負極活物質とするリチウムイオン非水系二次電池におけるエネルギー密度の改善という課題を，特許請求の範囲に記載されたとおり，渦巻型の巻回体の構成を採用すること，正極及び負極の活物質を集電体の両面に塗布するとともに，活物質層の膜厚を最適化することにより解決したものであって，最適な炭素質材料を選択することにより解決したものではない。",
                "また，実施例は，特許請求の範囲に記載された発明の構成を実際にどのように具体化したかを示すものであり，特許請求の範囲に含まれるべき事項をすべて具体的に記載しなければならないものではない。そして，本件においては，ピッチコークス以外の炭素質材料(ハードカーボン，黒鉛)を使用した場合でも，当業者において，本件発明の実施に適した材料や電解液等を適宜選択し，工夫することによって，ピッチコークスを用いた場合と同様に，本件発明の作用効果を得ることができると認められる(甲33)。",
                "したがって，炭素質材料がピッチコークスであることが本件発明の構成に欠くことのできない事項に当たるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "電池容器が円筒型であることについて",
              "text": [
                "本件発明の特許請求の範囲には，本件発明に係る非水電解液二次電池の形状につき，「前記帯状正極と前記帯状負極とを帯状セパレータを介して積層した状態で多数回巻回することにより前記帯状正極と前記帯状負極との間にセパレータが介在している渦巻型の巻回体を構成するようにした」と記載されたのみであって，巻回の態様は特定されておらず，電池容器の形状等についても何ら限定されていない。また，実施例の二次電池は，本件明細書の「以上のようにして，直径13．8mm，高さ50mmの円筒型非水電解液二次電池を作製した。」との記載(甲45の3頁左欄46・47行)並びに第3図(電池縦断面図)及び第4図(巻回体横断面図)によれば，おおむね円筒型のものであると認められるが，本件発明の二次電池がこのような形状のものに限定されるものでないことは明らかである。",
                "そして，証拠(被告従業員作成の2004年(平成16年)9月25日付け実験報告書。審判参考資料3，本訴甲34。以下「甲34」という。)によれば，電池容器が角型であっても，当業者において適宜製作上の工夫をすることにより，本件発明の作用効果を奏する二次電池を得ることができると認められる。",
                "そうすると，電池容器が円筒型であることが本件発明の構成に欠くことのできない事項に当たるということもできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告の主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由4(発明の詳細な説明の記載不備についての判断の誤り)について  (1)　審決は，発明の詳細な説明の記載不備(旧特許法36条3項)をいう原告の主張のうち，① ピッチコークス以外の炭素質材料，② 角型の電池について，本件発明の効果を奏し得るための諸条件を設定するためには，当業者が期待し得る程度を超える試行錯誤や複雑高度な実験等を行わなくてはならず，本件明細書には実施可能な程度の記載がないことをいう点に対し，①「本件発明は，前示のとおり，甲1発明のような「リチウムイオン非水系二次電池」のエネルギー密度をその炭素質材料の改良によって改善したものではなく，負極活物質が炭素質材料である限り(すなわちリチウムイオン非水系二次電池である限り)において，「渦巻型」の採用とその正・負極活物質層の膜厚を最適化することによって解決したものであるから，その炭素質材料を代表する具体例が少なくとも一例(ピッチコークス)特許明細書に記載されていれば当業者が容易に本件発明を実施することができたと云うべきである。」(30頁4行～31行)，② 角型電池の場合の活物質層の剥離については，「活物質に混合する結着剤の割合を工夫するとか乾燥条件・圧縮成形条件を工夫する等の製作上の工夫を行えば角型電池の場合でも十分に回避することができる」ものであり，「請求人の上記主張は，不必要な条件まで過剰に列挙するものであり，また，これら多くの条件について知られていなければ剥離を防止することができないとする具体的な根拠にも欠けるものであるから，採用することができない。」(29頁9行～12行，31頁15行～34行)と判断して，原告の主張を排斥した。",
            "これに対し，原告は，原告の行った実験の結果(甲9，14，15)によれば，① ピッチコークス以外の炭素質材料を用いた場合，② 電池を角型とした場合には，本件明細書の発明の詳細な説明の記載に基づいて本件発明を実施することができないと主張するものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "ピッチコークス以外の炭素質材料を用いる場合について",
              "text": [
                "発明の詳細な説明における実施例の役割は，特許請求の範囲に記載された発明の構成を実際にどのように具体化するかを示すことにあるものであって，特許請求の範囲に記載された構成要件を満たす事例をすべて示す必要がないことは明らかである。",
                "本件明細書の発明の詳細な説明の項には，本件発明の実施例として，炭素質材料の代表例であるピッチコークスを用いた具体例が記載されており，本件発明で特定された膜厚の範囲内のものが好適な効果を奏することが示されている。そうすると，実施例以外の炭素質材料を用いて本件発明の膜厚の範囲内の電池を製作する場合，当業者は，本件発明の詳細な説明及び周知技術に基づいて，必要な諸条件を適宜選択することができるというべきである。例えば，原告主張のように黒鉛と実施例に用いられた電解液との組合せに問題があるのであれば，当業者に周知の別の電解液等の既に知られた諸条件の範囲内で適したものを採用すれば足りるのであって(甲33)，そのことが当業者にとって過度の試行錯誤を伴うものであり，本件発明の実施を不可能にすると認めることはできない。",
                "したがって，ピッチコークス以外の炭素質材料を用いる場合についての原告の主張は失当というべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "角型の電池容器を用いる場合について",
              "text": [
                "本件明細書の発明の詳細な説明の項には，本件発明の実施例として，その構成要件を満たす円筒型の電池を製造したことが記載されており(上記4(3))，その製造条件も具体的に記載されているから，当業者であれば，本件発明を実施する方法を容易に理解することができるものである。",
                "原告が主張する角型電池は，上記実施例以外の形状であるが，そのような場合であっても，当業者であれば，本件明細書の記載に基づきつつ，形状の相違に応じて製作上の工夫を適宜行うことによって，本件発明の作用効果を奏する二次電池を作成することが可能であると認められる(甲34)。",
                "したがって，角型の電池容器を用いる場合についても，原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結語",
          "text": [
            "以上のとおり，審決の認定判断に誤りはなく，原告の主張はすべて採用することができない。",
            "よって，原告の請求を棄却すべきものとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10445",
    "date": "2006-03-08",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009108",
    "ipprecedent_id": "362",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}