{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005-8290号事件について平成17年8月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記発明につき特許出願をしたところ，特許庁から拒絶査定を受けたため，これを不服として審判請求をしたが，請求不成立の審決を受けたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年1月31日，発明の名称を「移動体に搭載する防犯装置並びにその動作方法」とする特許出願(以下「本願」という。甲1)をし，平成16年10月12日付け(第1次補正。甲9)及び平成17年1月4日付け(第2次補正。甲8)で手続補正をした。上記第2次補正により，発明の名称は「移動体に搭載する防犯システム」と変更され，請求項は1ないし5から成ることとなったが，特許庁から拒絶査定を受けたので，これに対する不服審判を請求した。",
                "特許庁は，同請求を不服2005-8290号事件として審理し，その中で原告は，平成17年5月13日付け手続補正書(第3次補正。甲7)により特許請求の範囲等を補正した。しかし特許庁は，平成17年8月11日，上記第3次補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成17年8月23日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2次補正時(平成17年1月4日)のもの",
                  "text": [
                    "本件第3次補正前の第2次補正(平成17年1月4日付け手続補正書。",
                    "甲8)により補正された特許請求の範囲は，前記のとおり請求項1ないし5から成るが，その請求項1に記載された発明(以下「本願発明」という。)は，下記のとおりである。",
                    "記",
                    "【請求項1】防犯装置と，情報仲介装置と，利用者端末からなる防犯システムであって，",
                    "防犯装置は，",
                    "移動体に搭載され，移動体の位置を特定する位置特定手段と，前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段と，",
                    "移動体が停止中に異常を検出する異常検出手段と，",
                    "前記異常検出手段が異常を検出したときに，異常情報と，前記位置情報記憶手段に記憶されている停止位置の情報とを，前記情報仲介装置に送信する送信手段とを備え，",
                    "前記情報仲介装置は，",
                    "前記防犯装置から送信された情報を受信する受信手段と，受信した情報が重要かどうかを判定する判定手段と，",
                    "重要であると判定した情報を利用端末に送信する送信手段とを備え，利用端末は，",
                    "情報仲介装置から送信された情報を受信する受信手段と，受信した情報を利用者に対して出力する出力手段とを備えることを特徴とする，",
                    "移動体に搭載する防犯システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第3次補正時(平成17年5月13日)のもの",
                  "text": [
                    "本件第3次補正(甲7)により補正された特許請求の範囲も請求項1ないし5から成るが，その請求項1に記載された発明(以下「本願補正発明」という。)は，下記のとおりである(下線部は第2次補正と異なる部分)。",
                    "記",
                    "【請求項1】防犯装置と，情報仲介装置と，利用者端末からなる防犯システムであって，",
                    "防犯装置は，",
                    "移動体に搭載され，移動体の位置を特定する位置特定手段と，前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段と，",
                    "移動体が停止中に異常を検出する異常検出手段と，",
                    "移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段と，前記異常検出手段が異常を検出したときに，異常情報と，前記位置情報記憶手段に記憶されている停止位置の情報とを，前記情報仲介装置に送信する送信手段とを備え，",
                    "前記情報仲介装置は，",
                    "前記防犯装置から送信された情報を受信する受信手段と，受信した情報が重要かどうかを判定する判定手段と，",
                    "重要であると判定した情報を利用端末に送信する送信手段とを備え，利用端末は，",
                    "情報仲介装置から送信された情報を受信する受信手段と，受信した情報を利用者に対して出力する出力手段とを備えることを特徴とする，",
                    "移動体に搭載する防犯システム。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その要点は，本願補正発明は，下記引用例1発明・引用例2発明及び周知技術に基づいて，当業者が容易に発明をすることができたから，特許法29条2項の規定により特許出願の際に独立して特許を受けることができないので，本件第3次補正は却下すべきものである。また本件第3次補正前の発明である本願発明(第2次補正時のもの)も，同様の理由により当業者が容易に発明をすることができたから，特許法29条2項の規定により特許を受けることができない，というものであった。",
                    "記",
                    "① 特許第2665478号公報(審判引用例1・本訴甲2。以下「引用例1」といい，同記載の発明を「引用例1発明」という。)",
                    "② 特開平10-261171号公報(審判引用例2・本訴甲3。以下「引用例2」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，引用例1発明を下記のように認定し，本願補正発明と引用例1発明との一致点と相違点を下記のように摘示した。",
                    "記",
                    "＜引用例1発明＞",
                    "「車輌側装置と，情報仲介装置と，車輌所有者側装置からなる車輌盗難対策装置であって，車輌側装置は，車輌に搭載され，車輌の位置を検出する位置検出手段と，盗難を検出する盗難検出手段と，盗難検出手段が盗難を検出したときに，位置情報を車輌所有者の電話に向けて発信する通信手段を備え，情報仲介装置は，発信された位置情報を受信する受信手段と，位置情報を電話機に送信する送信手段を備え，車輌所有者側装置は，送信された位置情報を受信する電話機と，受信した位置情報をデコードして自車位置を割り出すデコーダとを備える，車輌盗難対策装置。」＜一致点＞",
                    "「防犯装置と，情報仲介装置と，利用者端末からなる防犯システムであって，防犯装置は，移動体に搭載され，移動体の位置を特定する位置特定手段と，移動体の異常を検出する異常検出手段と，前記異常検出手段が異常を検出したときに，移動体の位置の情報を，前記情報仲介装置に送信する送信手段とを備え，前記情報仲介装置は，前記防犯装置から送信された情報を受信する受信手段と，情報を利用端末に送信する送信手段とを備え，利用端末は，情報仲介装置から送信された情報を受信する受信手段と，受信した情報を利用者に対して出力する出力手段とを備える，移動体に搭載する防犯システム」である点。",
                    "＜相違点1＞",
                    "本願補正発明においては，防犯装置は，位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段と，移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段とを備え，異常検出手段が異常を検出したときには，位置情報記憶手段に記憶されている停止位置の情報を，情報仲介装置に送信するものであるのに対して，引用例1発明においては，盗難検出手段が，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により検出される位置情報を通信手段を介して発信するものである点。",
                    "＜相違点2＞",
                    "本願補正発明においては，異常検出手段が異常を検出したときに，異常情報と，停止位置の情報とを，前記情報仲介装置に送信するのに対し，引用例1発明においては，停止位置の情報のみを送信する点。",
                    "＜相違点3＞",
                    "本願補正発明においては，情報仲介装置は，受信した情報が重要かどうかを判定する判定手段を備え，重要であると判定した情報を利用端末に送信するものであるのに対し，引用例1発明においては，情報仲介装置は交換機であり，判定手段を備えていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本願補正発明に独立特許要件がないとして本件不服審判請求が成り立たないとした審決は，以下に述べる理由により，違法として取り消されるべきである。なお，本件第3次補正前の発明である本願発明(平成17年1月4日付け第2次補正後のもの)については，取消事由を主張しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用例1発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「位置検出手段，盗難検出手段，通信手段は，車輌側装置であり，電話機，デコーダは車輌所有者側装置であり，また，電話通信は，一般に交換機等を介して通信を行うものであり，情報を受信する受信手段と情報を電話機に送信する送信手段を備えた情報仲介装置を介して通信しているといえるから，これらの記載によると，引用例1には，「車輌側装置と，情報仲介装置と，車輌所有者側装置からなる車輌盗難対策装置であって，車輌側装置は，車輌に搭載され，車輌の位置を検出する位置検出手段と，盗難を検出する盗難検出手段と，盗難検出手段が盗難を検出したときに，位置情報を車輌所有者の電話に向けて発信する通信手段を備え，情報仲介装置は，発信された位置情報を受信する受信手段と，位置情報を電話機に送信する送信手段を備え，車輌所有者側装置は，送信された位置情報を受信する電話機と，受信した位置情報をデコードして自車位置を割り出すデコーダとを備える，車輌盗難対策装置。」の発明(判決注：引用例1発明)が記載されている」(審決3頁第3段落)と認定したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1発明は，その位置特定手段が，異常検出手段が異常を検出した後に起動して，当該移動体の位置を特定するものであるから，本願発明のような位置特定の迅速性機能を発揮するものではなく，またこのような移動体の位置特定を迅速に行えないし，これに関連して，位置特定手段により特定された位置が，もはや異常情報が通報された時点では当該移動体は既に位置特定した場所より移動してしまい，位置特定機能の正確性にも欠けることになる。このような位置特定の迅速性と正確性は，本願発明のように，移動体に搭載され，移動体の位置を特定する位置特定手段と，移動体の主動力が停止した時の停止位置の情報を記憶する位置情報記憶手段と，移動体が停止中に異常を検出する異常検出手段とを，防犯装置が備えて，送信手段により情報仲介装置に異常情報と停止位置の情報を送信するように構成したことによって，初めて同時に達成されるものである。",
                        "したがって，本願補正発明の構成と引用例1発明の構成とが，単に名称等が一致ないし類似するとしても，構成の中味が奏する効果の点で全く異なるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(一致点の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願補正発明と引用例1発明を対比し，「引用例1記載の発明における「車輌側装置」，「車輌所有者側装置」，「車輌」，「位置検出手段」，「盗難」，「盗難検出手段」，「通信手段」，「電話機」，「デコーダ」，「車輌盗難対策装置」はそれぞれ，本願補正発明における「防犯装置」，「利用者端末」，「移動体」，「位置特定手段」，「異常」，「異常検出手段」，「送信手段」，「受信手段」，「出力手段」，「防犯システム」に相当するものであるから，両者は，「防犯装置と，情報仲介装置と，利用者端末からなる防犯システムであって，防犯装置は，移動体に搭載され，移動体の位置を特定する位置特定手段と，移動体の異常を検出する異常検出手段と，前記異常検出手段が異常を検出したときに，移動体の位置の情報を，前記情報仲介装置に送信する送信手段とを備え，前記情報仲介装置は，前記防犯装置から送信された情報を受信する受信手段と，情報を利用端末に送信する送信手段とを備え，利用端末は，情報仲介装置から送信された情報を受信する受信手段と，受信した情報を利用者に対して出力する出力手段とを備える，移動体に搭載する防犯システム」である点で一致」(審決4頁第2段落)すると認定したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なぜならば，引用例1発明における，「位置検出手段」は盗難検出手段が盗難センサの信号による盗難を検出したら位置検出が起動するものであるのに対し，本願補正発明における位置特定手段は移動体の主動力が起動すると電源をオンにして，移動体の主動力が停止すると電源をオフにするように構成されており，また，引用例1発明における「盗難検出手段」が盗難センサの信号による盗難を検出したら位置検出手段を起動させる起動信号を出力するものであるのに対し，本願補正発明における「異常検出手段」は移動体が停止中に異常を検出するものである点で相違する。このような相違の下に，本願補正発明と引用例1発明とは，奏する効果において根本的に異なるものである。",
                        "すなわち，引用例1発明においては，移動体に何らかの異常が発生した段階において，移動体の位置を特定するために，位置特定手段の電源が入った状態となり，当該位置が特定されて通報した時点から当該移動体が発見されるまでの間は，それが何日間であったとしても，防犯装置と共に位置特定手段の電源が入ったままの状態となって，移動体に搭載されているバッテリー上がりの問題が生じ，バッテリー上がりが生じてしまうと，もはや，防犯装置，位置特定手段は機能せず，それ以降盗難に遭遇した移動体の捜索が不可能となってしまう。",
                        "また，引用例1発明においては，移動体に何らかの異常が発生した段階において，GPS等を使用して，移動体の位置を特定するために，位置特定手段は，電源の投入から立ち上げ，位置特定まで数十秒要してしまい，異常発生通報に速報性がなく，当該移動体がその場から移動してしまう場合もあり，車輌盗難対策装置として決定的な欠陥があるといえる。",
                        "この点，本願補正発明は，移動体の位置を特定するための立ち上がり時間を要せず，防犯事故発生から移動体の位置通報までの時間を数秒という単位で行うことができる。したがって，GPS等を使用して，移動体の位置特定を行う場合の，電源の投入，立ち上げから位置特定まで数十秒要してしまうという課題を完全に解決することができ，車輌盗難対策装置として最も必要な速報性を実現したものである。",
                        "さらに，引用例1発明は，その位置特定手段が異常検出手段が異常を検出した後に起動して当該移動体の位置を特定するものであるから，位置特定手段により特定された位置が，当該移動体の現在位置ではないこともあり，位置特定機能の正確性にも欠けることになる。",
                        "これに対して，本願補正発明に係る移動体に搭載する防犯システムにおいて，「停止判定手段」は移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると電源をオフになるように構成されおり，位置特定手段が当該電源のオンにより位置を特定して記憶手段が記憶しているために，迅速に移動車の位置特定がなされるとともに，盗難事故に遭遇した移動体が移動させられる前に当該位置の通報を行うことができることになって，異常通報時の移動体の位置は正確なものであるといえる。",
                        "したがって，単に名称が類似するとして，引用例1発明の「車輌側装置」，「車輌所有者側装置」，「車輌」，「位置検出手段」，「盗難」，「盗難検出手段」，「通信手段」，「電話機」，「デコーダ」，「車輌盗難対策装置」は，それぞれ本願補正発明の「防犯装置」，「利用者端末」，「移動体」，「位置特定手段」，「異常」，「異常検出手段」，「送信手段」，「受信手段」，「出力手段」，「防犯システム」に相当するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点の看過)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明と引用例1発明との相違点1ないし3は認めるが，本願補正発明は，審決の認定した上記相違点のほかに，更に次の相違点を有する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "すなわち，本願補正発明における防犯システムが，「移動体が停止中に異常を検出する異常検出手段」と，「移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段」を有し，これらの手段によって，「位置特定手段」が，移動体の主動力が起動しているときの位置を検出するものであり，異常検出手段が，移動体の主動力の停止中に異常を検出するものであり，これらの諸手段を具備するとともに，位置情報記憶手段，停止判定手段あるいは送信手段を有する防犯装置と，受信手段，判定手段及び送信手段を有する情報仲介装置と，受信手段と出力手段とを備えた利用端末とを有機的に組み合せることにより，引用例1発明によっては奏し得ない次に記載の効果を奏するものである点で，引用例1発明と相違するというべきである。",
                        "① 防犯システムにおいて，移動体の主動力が停止した状態で，位置特定手段の電源をオフすることによって，長期間にわたって，移動体を移動させずに放置した場合でも，バッテリーが上がることがなく，監視を継続することが可能となり，バッテリー上がりによる防犯システムそのもの，或いは位置特定手段が機能せず，実際に盗難に遭遇した移動体の捜索が不可能となってしまうことを確実に防止することができる。",
                        "② 位置特定手段が，移動体の異常発生後に起動することによって，移動体の位置を特定するための立ち上がり時間を要せず，防犯事故発生の通報を即座に行うことができ，この結果，当該移動体の追跡を即座に行うことができて，盗難現場に到着したときにはもはや当該移動体は別の場所に移動させられてしまうということなく，防犯事故現場に直ちに向かうことができ，防犯事故発生から移動体の位置通報までの時間を数秒という単位で行うことができる。したがって，GPS等を使用して，移動体の位置特定を行う場合の，電源の投入，立ち上げから位置特定まで数十秒要してしまうという課題を完全に解決することができ，車輌盗難対策装置として最も必要な速報性を実現することができる。",
                        "③ 「停止判定手段」は，移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると電源をオフになるように構成されおり，位置特定手段が当該電源のオンにより位置を特定して記憶手段が記憶しているために，単なる路肩駐車等とは異なって，移動体の主動力の停止という真の移動体の停止位置を特定して，そのうえで，異常検出手段が移動体の停止中に異常を検出することになることから，迅速に移動車の位置特定がなされるとともに，盗難事故に遭遇した移動体が移動させられる前に当該位置の通報を行うことができることになって，異常通報時の移動体の位置は，正確なものであるといえ，盗難事故後の処置・行動が確実に行えることになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，相違点1について，「車両用ナビゲーション装置において，イグニッションのオン，オフに連動して車両用ナビゲーション装置の電源をオン，オフするとともに，車両用ナビゲーション装置のオフ時に車両の位置を記憶しておき，オン時に車両の初期位置とすることが周知であり(一例として，特開平6-88733号公報(判決注：甲4。以下「甲4」という。)【0012】参照)，また，引用例2には，車両用停止表示装置ではあるが，自車位置を含む停止情報を記憶する停止情報記憶手段に記憶されている停止情報を読み出して，発信することが記載されており，さらには，引用例1に従来例として記載された実願昭58-183305号明細書には，車両駐車位置を乗員が車両から離れる際にメモリへ格納し，盗難検出時に，該メモリから読み出した車両位置を含む盗難メッセージを送信する車両盗難報知装置が記載されているので(実願昭58-183305号(実開昭60-90051号)のマイ",
                      "text": [
                        "クロフィルム(判決注：甲5。以下「甲5」という。)参照)，引用例1記載の発明において，盗難検出手段が，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により位置を検出する代わりに，車両の停止時に停止位置の情報を記憶する手段と，車両の主動力が起動すると位置特定手段の電源をオンにし，車両の主動力が停止すると位置特定手段の電源をオフにする手段とを備え，盗難検出手段が盗難を検出したときに，位置情報を記憶する手段に記憶されている停止位置の情報を送信するようにする程度のことは，当業者にとって容易に想到し得ることにすぎない」(審決5頁第1段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲4の段落【0012】の記載により，本願補正発明の「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段」が周知技術であるとは到底いえない。なぜならば，甲4記載の発明は，本願補正発明が属する技術分野とは全く異なる「車両用ナビゲーション装置」に関するものであり，ナビゲーションを構成するための位置情報特定手段を有するものであるとしても，登録されていない未登録道路を走行したときに，車輌周辺の道路地図上に未登録道路と共に，車両の推定位置を表示するというものであり，本願補正発明のような送信手段や防犯装置と有機的に結合する防犯システムを提供しようとする課題は全くなく，したがって，本願補正発明が奏する速やかなる盗難通知と盗難発生位置の正確な通報との両方を同時に確保することはあり得ず，このような点を示唆する記載も全くない。また，甲4記載の地図記憶手段は，移動体が登録されていない未登録道路を走行したときに，この未登録道路の走行軌跡を，登録するものであり，イグニッションのオン，オフに連動してナビゲーション装置の電源をオン，オフするとともに，ナビゲーション装置のオフ時に車両の位置を記憶しておき，オン時に車両の初期位置とするものであるといえるが，本願補正発明のように，主動力停止時の位置情報の記憶について，異常検出時に正確な異常発生位置を速やかに送信するために行うものではない。一方，車両用ナビゲーション装置においては，移動体の目的地への走行をガイドするのが目的であることから，現時位置と目的地との比較が重要であり，車両用ナビゲーションにおける機能として，目的地の位置及び比較機能を果たし得なければ，車両用ナビゲーションとしての意味をなさないものである。本願補正発明においては，目的地の位置や目的地と現在地との位置比較は全く必要がなく，主動力の停止した位置が重要である。したがって，本願補正発明と甲4記載の車両用ナビゲーション装置とでは，位置特定手段がGPS等を使用する点において共通しているにすぎず，その使い方が全く異なるものであるといえることから，解決すべき課題を全く異にし，属する技術分野も異なることが明白である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，引用例2(甲3)記載の発明は，非常用三角停止表示板のような車両用停止表示装置において，「車両の故障によらず自車停止位置を迅速に発信することができる」ために，運転状況検出手段が検出した運転状況に基づいて，更新必要性判定手段が更新の必要性を判定し，必要性ありと判定した時，自車位置検出手段が検出した自車位置を含む停止情報を送信手段により，車外への持ち出しが可能な機器(例えば，三角停止表示位置)に備えた停止情報記憶手段に記憶するというものである。これに対して，本願補正発明は，防犯装置に，「移動体に搭載され，移動体の位置を特定する位置特定手段と，前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段と，前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段と」を，「移動体が停止中に異常を検出する異常検出手段と，移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段と，前記異常検出手段が異常を検出したときに，異常情報と，前記位置情報記憶手段に記憶されている停止位置の情報とを，前記情報仲介装置に送信する送信手段と」を共に，備えて構成する防犯システムであって，このような独自の構成により，移動体の盗難検知時に正確な盗難発生位置を利用者に速やかに通報するという課題を達成するものである。したがって，本願補正発明は，移動体の主動力が停止するときの停止位置の情報を，移動体に搭載された位置情報記憶手段に記憶させておき，移動体の停止中に，移動体の異常を異常検出手段により検出して，情報仲介装置を介して，停止中の移動体とは離れた地域の利用端末に，盗難情報を移動体の停止位置と共に，送信するというものであるが，引用例2記載の発明の「位置情報記憶手段」は，移動体の主動力を停止した状態にして当該移動体が位置する場所から離れた操作者が携行して移動してしまい，たとえ移動体の盗難事故が発生したとしても，当該停止位置から移動体が犯罪者によって移動させられてしまえば，当該移動体の位置をもはや特定することができず，移動体の防犯対策装置としての機能を果たし得ないこと明らかである。要するに，引用例2記載の発明は，「事故又は故障等により車両を走行車線上等の通行障害となる場所に停止する事態が発生したとき」に，「速やかな救援措置及び道路交通整理に対する速やかな対処措置を行うために，自車の停止位置を迅速に他車車両または所定機関へ連絡する」(甲3の段落【0002】)ための車両用停止情報発信装置であって，本願補正発明のように，「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報検出手段」を防犯装置側に備えて，同じく，「防犯装置側に備えた異常検出手段」が，移動体が停止中に異常を検出したときに，移動体の位置情報と共に異常情報を当該移動体から情報仲介装置を介して，利用端末に送信して，移動体の追跡を異常状態が発生したときに直ちに行うように構成した防犯システムであるとの技術的思想は全くないことから，引用例1発明に引用例2記載の発明を単に組み合わせることによって，当業者が本願補正発明を容易に想到するということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，甲5に記載された車両盗難報知装置の発明は，「盗難検出信号により起動指令，ダイヤル番号情報，盗難メッセージを発生する電話機制御回路と，起動指令により起動しダイヤル番号情報によりコールして盗難メッセージの送話を行なう車載電話機と，を有することを特徴とする車両盗難報知装置」であり，当該装置がメモリを備えているとしても，当該「メモリ20には入力装置26が操作されることによってダイヤル番号情報104，盗難メッセージ106が格納される」(甲5の明細書4頁末行～5頁第1段落)ものであり，また，「盗難メッセージ106中の車両駐車位置は乗員が車両から離れる際にメモリ20へ格納される」(同5頁第1段落)ものである。したがって，甲5記載の車両盗難報知装置におけるメモリは，乗員が車両を離れる際の車両駐車位置を記憶するというものであるから，メモリに記憶された車両位置情報が単に乗員が車両を離れる際の駐車位置というだけで，当該駐車位置が人により入力される場合を想定しているように推定でき，本願補正発明の「位置情報記憶手段」のように，「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する」というように，記憶された車両駐車位置が明確なものであるとはいえない。そうすると，引用例1発明に，甲5記載のメモリや車載電話機の構成を単に付加したとしても，本願補正発明のように，速やかな盗難通知と盗難発生位置の正確な通報との両方を同時に達成する発明が当業者によって容易に想到することができるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(相違点2についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点2について，「異常検出時にどのような情報を送信するかは，当業者にとって設計上の事項にすぎないものと認められ，また，引用例1に従来例として記載された実願昭58-183305号明細書(判決注：甲5)には，車両位置に加え他の情報を含む盗難メッセージを送信することが記載されてもいるので，位置情報に加え他の情報を送信するようにすることが，当業者にとって格別なことであるとは認められない」(審決5頁第2段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲5記載の発明における位置情報の内容は上記のとおり甚だ不明確であることから，甲5記載の発明を引用例1発明に単に組み合わせたとしても，本願補正発明のように，「移動体に搭載され，移動体の位置を特定する位置特定手段」，「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段」，「移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段」を少なくとも備える防犯システムであることにより，速やかなる盗難通知と盗難発生位置の正確な通報との両方を同時に達成する発明は，当業者によって容易に想到できるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由6(相違点3についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，相違点3について，「本願補正発明において，受信した情報が重要かどうかの判定について，内容についてはなんら記載されておらず，また，盗難の検出については，一般に重要な情報であると認められるので，該相違点により，実質的な違いが生じるとは認められず，該相違点が，当業者にとって格別なものであるとは認められない。また，車両盗難捜索システムにおいて，警備会社を介することが周知であり(一例として，特開2000-272475号公報(判決注：甲6)参",
                      "text": [
                        "照)，仲介部に，情報に関するなにがしかの判断を行う機能をもたせることが，当業者にとって格別なことであるとも認められない」(審決5頁第3段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲6には，「車両の盗難，車上荒らし又は交通事故により，車両に発生する異常状況を信号として検出する車両側機器部と，該異常信号を受信する本部側機器部とから成る車両盗難予知及び捜索システムであって，前記車両側機器部が，経度・緯度の位置情報を検知するGPS衛星受信機，主にドア・トランク開閉の車両信号を制御する車両・装置信号制御部及び前記本部側機器部との送受信手段とから成り，前記異常信号を送信するものであり，前記本部側機器部が，前記異常信号を受信することにより，前記車両の異常状況を認識し，該車両の所有者等にその異常状況が発生していることを報知することを特徴とする車両盗難予知及び捜索システム」(1欄【特許請求の範囲】の【請求項1】)の発明が記載されている。しかし，甲6記載の車両盗難予知及び捜索システムに係る発明は，本願補正発明のように，仲介装置が，「受信した情報が重要かどうかを判定する判定手段」及び「重要であると判定した情報を利用端末に送信する送信手段」を備えているものではなく，警備会社の装置として受信装置15及びパソコン16だけを有するもので，情報を仲介しているのはパソコンの表示を見た人間であると推定でき，明らかに，パソコン16が単独で情報が重要であると判断して利用者の端末装置に送信するものではない。",
                        "これに対し，本願補正発明は，単に，「仲介部に，情報に関するなにがしかの判断を行う機能」を持たせただけの発明ではなく，当業者にとって格別なことというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "取消事由7(本願補正発明の顕著な作用効果の看過)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本願補正発明の構成によってもたらされる効果も，引用例1，引用例2に記載された事項，及び周知技術から当業者が予測し得る程度のものである」(審決5頁下第2段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願補正発明は，「位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段」が「異常検出手段が異常を検出したときに，異常情報と，前記位置情報記憶手段に記憶されている停止位置の情報とを，前記情報仲介装置に送信する送信手段」と「防犯システム」とに結合しているという独自の構成を有し，これにより移動体の盗難検知時に正確な盗難発生位置を利用者に速やかに通報できるという効果，すなわち速やかな盗難通知と盗難発生位置の正確な通報との両方を確保するものである。",
                        "これに対し，審決に周知技術として示された甲4には，分野が異なるカーナビゲーションにおける位置情報記憶手段が記載されているが，送信手段や防犯システムと結合していないので，速やかな盗難通知と盗難発生位置の正確な通報との両方を確保することはありえない。また，引用例1は，位置情報取得に時間がかかるから，速やかな盗難通知ができない。さらに，甲5には，「乗員が車両から離れる際にメモリ20へ格納される」(甲5の明細書5頁第2段落)とあるだけで，位置の情報の内容が不明確(人の誤入力もあるから)であり，盗難発生位置の正確な通報が確保できるとはいえない。",
                        "したがって，これらを組み合わせたとしても，本願補正発明と同じ位置情報を送信することができず，速やかな盗難通知と盗難発生位置の正確な通報との両方を確保することはできない。要するに，速やかな盗難通知と盗難発生位置の正確な通報との両方を確保することは，審決の示す引用例及び周知例にはなく，本願補正発明によって初めてもたらされるものであり，審決はこの点を看過した違法がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用例1発明の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲2)には，「このような目的は，本発明によれば，盗難センサと，該盗難センサの信号に基づき盗難を判定する盗難検出手段と，位置検出手段と，通信手段とを有する車輌盗難対策装置に於て，前記盗難検出手段が，前記盗難センサの信号による盗難を検出したら前記位置検出手段を起動させるための起動信号を出力し，その後に前記位置検出手段により検出される位置情報を前記通信手段を介して発信するようになっていることを特徴とする車輌盗難対策装置を提供することにより達成される」(3欄8行目～16行目)，「第1図は本発明に基づく盗難防止対策装置の構成を示すブロック図である。メインECU1は，盗難防止センサ2からの信号により，ナビゲーションECU4を起動し，ナビゲーションセンサ3により経度緯度データを得る。同時に電話ECU5を起動し，ナビゲーションセンサ3からナビゲーションECU4を経て得られた経度緯度データを電話ECU5に供給し，自動ダイアリングにより特定の電話例えば車輌所有者の自宅に或いは警備保障会社の特定の電話に向けて経度緯度データをアンテナ6から発信する。この信号は，電話機7により受信され，デコーダ8により経度緯度データをデコードし自車位置を割り出す」(3欄25行目～4欄1行目)との記載がある。そして，「位置検出手段」，「盗難検出手段」及び「通信手段」は，車輌側装置であり，「電話機」及び「デコーダ」は，車輌所有者側装置であり，また，電話通信は，一般に交換機等を介して通信を行うものであり，情報を受信する受信手段と情報を電話機に送信する送信手段を備えた情報伝送装置，すなわち，情報仲介装置を介して通信しているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のことから，引用例1には，「車輌側装置と，情報仲介装置と，車輌所有者側装置からなる車輌盗難対策装置であって，車輌側装置は，車輌に搭載され，車輌の位置を検出する位置検出手段と，盗難を検出する盗難検出手段と，盗難検出手段が盗難を検出したときに，位置情報を車輌所有者の電話に向けて発信する通信手段を備え，情報仲介装置は，発信された位置情報を受信する受信手段と，位置情報を電話機に送信する送信手段を備え，車輌所有者側装置は，送信された位置情報を受信する電話機と，受信した位置情報をデコードして自車位置を割り出すデコーダとを備える，車輌盗難対策装置」の発明が記載されているといえ，審決の引用例1発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して，原告は，引用例1発明は，その位置特定手段が，異常検出手段が異常を検出した後に起動して，当該移動体の位置を特定するものであるから，本願補正発明のような位置特定の迅速性機能を発揮するものではない等，本願補正発明との構成の中味，奏する効果の差異があることを主張するが，引用例1発明の認定は，前述したように引用例1の記載に基づいて行われるものであり，本願補正発明との構成あるいは効果上の差異は，相違点についての認定・判断として審理されるべき事項であって，引用例1発明の認定とは関係のない事項である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(一致点の認定の誤り)に対し",
              "text": [
                "引用例1発明の「車輌の位置を検出する位置検出手段」と本願補正発明における「移動体の位置を特定する位置特定手段」は，いずれも車輌，移動体の位置を検出，特定するものであり，その機能において両者に差異はない。",
                "審決は，この点で両者が相当すると認定しているのであって，誤りはない。",
                "なお，本願補正発明においては，「移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段と，・・・を備え」るのであるから，位置特定手段の電源をオン，オフするのは「停止判定手段」であって，「位置特定手段」自体の構成ではない。また，引用例1発明の「盗難を検出する盗難検出手段」は，車輌が停止中の盗難をも検出し，「盗難」が「異常」の一種であるから，本願補正発明における「停止中に異常を検出する異常検出手段」とは，停止中の盗難・異常を検出するという機能において差異はなく，審決は，この点で両者が相当すると認定しているのであって，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点の看過)に対し",
              "text": [
                "原告が主張する①ないし③の効果は，本願補正発明が，「位置特定手段により特定される，移動体の主動力が停止するときの停止位置情報を記憶する位置情報記憶手段」及び「移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段」を有していることにより奏される効果であり，これらの点は相違点1として認定されており，審決に相違点の看過はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(相違点1についての判断の誤り)に対し",
              "text": [
                "引用例1(甲2)には，ナビゲーションECU，ナビゲーションセンサを用いて緯度経度データを得ることが記載されており，また，引用例1の従来例(甲5)には，「さらにナビゲーションシステムを利用して前記発信信号又は盗難メッセージ中に車両の現在位置情報を自動的に挿入することも好適である」(8頁最終段落)と記載されているように，移動体に搭載する防犯システムにおいて，位置検出手段としてナビゲーション装置を利用することは周知の事項であるといえ，ナビゲーション装置に関する技術を移動体に搭載する防犯システムに適用することは，当業者にとって格別なことではない。そして，引用例1の従来例(甲5)に，車両駐車位置を乗員が車両から離れる際にメモリに格納し，盗難検出時に，該メモリから読み出した車両位置を含む盗難メッセージを送信することが記載され，すなわち，ナビゲーションシステムを利用して車両の現在位置情報を取得して自動的にメモリを介して盗難メッセージに挿入することが示唆され，また，周知技術として引用されている甲4に記載されているように，車両用ナビゲーション装置において，イグニッションのオン，オフに連動して車両用ナビゲーション装置の電源をオン，オフするとともに，車両用ナビゲーション装置のオフ時に車両の位置を記憶しておき，オン時に車両の初期位置とすることは周知である。",
                "したがって，相違点1について想到容易とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(相違点2についての判断の誤り)に対し",
              "text": [
                "原告が相違点2についての判断の誤りとして主張するところは，相違点1に関するものであり，失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6(相違点3についての判断の誤り)に対し",
              "text": [
                "原告は，本願補正発明が，仲介装置が，「受信した情報が重要かどうかを判定する判定手段」及び「重要であると判定した情報を利用端末に送信する送信手段」を備えているものであり，単に，「仲介部に，情報に関するなにがしかの判断を行う機能」を持たせただけの発明ではないと主張しているだけで，相違点3について何ら実質的な差異を主張していない。",
                "また，周知例として例示した甲6の段落【0041】には，「本発明に係る車両盗難予知及び捜索システムは，必ずしも車両盗難のときにのみ利用するものではなく，次に説明するように，衝突事故時，緊急時の通報，救援活動にも利用することができる。 (1)エアバッグの爆発信号の検知を本部側機器部Bへ自動通報することによる迅速な救援活動を可能とすることができる。例えば，警備会社から交通事故現場へ出動する場合，救急車等の119番通報，又はパトロールカー等の110番通報をするようになっている」として，異常信号の種類に応じた通報先に通報を行うことが記載されており，また，装置を適宜自動化することは慣用であるから，甲6に記載されたものにおいて，本部側機器部に，異常信号の種類に応じ通報先を変えるような機能を持たせることが，当業者にとって格別なことではなく，「仲介部に，情報に関するなにがしかの判断を行う機能をもたせることが，当業者にとって格別なことであるとも認められない」(審決5頁下第3段落)との審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "取消事由7(本願補正発明の顕著な作用効果の看過)に対し移動体に搭載する防犯システムにおいて，位置検出手段としてナビゲーション装置を利用することは周知の事項であるといえ，ナビゲーション装置に関する技術を移動体に搭載する防犯システムに適用することは，当業者にとって格別なことではない。そして，引用例1の従来例(甲5)に，車両駐車位置を乗員が車両から離れる際にメモリに格納し，盗難検出時に，該メモリから読み出した車両位置を含む盗難メッセージを送信することが記載されており，また，周知技術として引用されている甲4にあるように，車両用ナビゲーション装置において，イグニッションのオン，オフに連動して車両用ナビゲーション装置の電源をオン，オフするとともに，車両用ナビゲーション装置のオフ時に車両の位置を記憶しておき，オン時に車両の初期位置とすることが周知であることを考慮すれば，引用例1発明において，盗難検出手段が，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により位置を検出する代わりに，車両の停止時に停止位置の情報を記憶する手段と，車両の主動力が起動すると位置特定手段の電源をオンにし，車両の主動力が停止すると位置特定手段の電源をオフにする手段とを備え，盗難検出手段が盗難を検出したときに，位置情報を記憶する手段に記憶されている停止位置の情報を送信するようにする程度のことは，当業者にとって容易に想到し得ることにすぎない。そして，作用，効果においても，盗難時の通報に迅速性が必要であることは当然であり，また，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により位置を検出する代わりに，盗難検出手段が盗難を検出したときに，位置情報を記憶する手段に記憶されている停止位置の情報を用いた方が装置の立ち上がりが速いことは，当業者にとって予測し得ることであるから，ナビゲーションECU，ナビゲーションセンサを用いて緯度経度データを得ている引用例1発明に，甲4，5に記載された周知技術を適用することにより，移動体の盗難検知時に正確な盗難発生位置を利用者に速やかに通報できるという作用，効果を奏することができることは，当業者にとって予測し得ることである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否につき，原告主張の取消事由ごとに判断する(なお原告は，本件第3次補正前の発明である本願発明(平成17年1月4日付け第2次補正時のもの)に対する取消事由を主張していないことは，前記第3，1，(4)のとおり)。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用例1発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1発明は，その位置特定手段が，異常検出手段が異常を検出した後に起動して，当該移動体の位置を特定するものであるから，本願発明のような位置特定の迅速性機能を発揮するものではなく，またこのような移動体の位置特定を迅速に行えないし，これに関連して，位置特定手段により特定された位置が，もはや異常情報が通報された時点では当該移動体は既に位置特定した場所より移動してしまい，位置特定機能の正確性にも欠けることになるから，本願補正発明の構成と引用例1発明の構成とが，単に名称等が一致ないし類似するとしても，構成の中味が奏する効果の点で全く異なるものであるとして，審決の引用例1発明の認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで検討すると，引用例1(甲2)には，次のような記載がある。",
                "ア「〈産業上の利用分野〉 本発明は車輌が盗難にあった時に車輌の位置を知らしめるようにして車輌の発見を促進するための装置に関する。〈従来の技術〉 従来から，車輌用各種ロック，アラームなど車輌の盗難を防止する装置が種々提案されているが，万一これらの装置が無力化され車輌が盗難にあった場合には車輌を探知することが困難であるという問題が認識されている。そこで，例えば実願昭58-183305号(実開昭60-90051号)明細書(判決注：甲5)には，盗難発生時に盗難メッセージを外部に発信する車輌盗難報知装置が記載されている。また，この明細書にはナビゲーションシステムにより車輌の位置をも上記盗難メッセージに含めることで盗難された車輌の探知を可能とする旨も記載されている。」(1欄11行目～2欄11行目)",
                "イ「〈問題点を解決するための手段〉 このような目的は，本発明によれば，盗難センサと，該盗難センサの信号に基づき盗難を判定する盗難検出手段と，位置検出手段と，通信手段とを有する車輌盗難対策装置に於て，前記盗難検出手段が，前記盗難センサの信号による盗難を検出したら前記位置検出手段を起動させるための起動信号を出力し，その後に前記位置検出手段により検出される位置情報を前記通信手段を介して発信するようになっていることを特徴とする車輌盗難対策装置を提供することにより達成される。」(3欄8行目～16行目)",
                "ウ「〈実施例〉 以下，本発明の好適実施例を添付の図面について詳しく説明する。第1図は本発明に基づく盗難防止対策装置の構成を示すブロック図である。メインECU1は，盗難防止センサ2からの信号により，ナビゲーションECU4を起動し，ナビゲーションセンサ3より経度緯度データを得る。同時に電話ECU5を起動し，ナビゲーションセンサ3からナビゲーションECU4を経て得られた経度緯度データを電話ECU5に供給し，自動ダイアリングにより特定の電話例えば車輌所有者の自宅に或いは警備保障会社の特定の電話に向けて経度緯度データをアンテナ6から発信する。この信号は，電話機7により受信され，デコーダ8により経度緯度データをデコードし自車位置を割り出す。」(3欄22行目～4欄1行目)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，位置検出手段，盗難検出手段，通信手段は，車輌側装置であり，電話機，デコーダは車輌所有者側装置であり，また，電話通信は，一般に交換機等を介して通信を行うものであり，情報を受信する受信手段と情報を電話機に送信する送信手段を備えた情報仲介装置を介して通信しているということができる。",
                "そうすると，上記(2)アないしウの記載から，引用例1には，「車輌側装置と，情報仲介装置と，車輌所有者側装置からなる車輌盗難対策装置であって，車輌側装置は，車輌に搭載され，車輌の位置を検出する位置検出手段と，盗難を検出する盗難検出手段と，盗難検出手段が盗難を検出したときに，位置情報を車輌所有者の電話に向けて発信する通信手段を備え，情報仲介装置は，発信された位置情報を受信する受信手段と，位置情報を電話機に送信する送信手段を備え，車輌所有者側装置は，送信された位置情報を受信する電話機と，受信した位置情報をデコードして自車位置を割り出すデコーダとを備える，車輌盗難対策装置」が記載されていると認められる。したがって，これと同趣旨をいう審決の引用例1発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用例1発明における「位置特定手段」が，異常検出手段の異常検出後に起動して，当該移動体の位置を特定するものであると主張するが，この点は，審決は，「引用例1記載の発明においては，盗難検出手段が，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により検出される」とし，相違点1として認定しているところである。そして，原告主張に係る本願補正発明との構成の中味が奏する効果上の差異は，相違点についての認定判断において審理すれば足りることである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1発明における，「位置検出手段」は盗難検出手段が盗難センサの信号による盗難を検出したら位置検出が起動するものであるのに対し，本願補正発明における位置特定手段は移動体の主動力が起動すると電源をオンにして，移動体の主動力が停止すると電源をオフにするように構成されており，また，引用例1発明における「盗難検出手段」が盗難センサの信号による盗難を検出したら位置検出手段を起動させる起動信号を出力するものであるのに対し，本願補正発明における「異常検出手段」は移動体が停止中に異常を検出するものである点で相違し，このような相違の下に，本願補正発明と引用例1発明とは，奏する効果において根本的に異なるものであるから，単に名称が類似するとして，引用例1発明の「車輌側装置」，「車輌所有者側装置」，「車輌」，「位置検出手段」，「盗難」，「盗難検出手段」，「通信手段」，「電話機」，「デコーダ」，「車輌盗難対策装置」は，それぞれ本願補正発明の「防犯装置」，「利用者端末」，「移動体」，「位置特定手段」，「異常」，「異常検出手段」，「送信手段」，「受信手段」，「出力手段」，「防犯システム」に相当するということはできず，審決の一致点の認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1に，「車輌側装置と，情報仲介装置と，車輌所有者側装置からなる車輌盗難対策装置であって，車輌側装置は，車輌に搭載され，車輌の位置を検出する位置検出手段と，盗難を検出する盗難検出手段と，盗難検出手段が盗難を検出したときに，位置情報を車輌所有者の電話に向けて発信する通信手段を備え，情報仲介装置は，発信された位置情報を受信する受信手段と，位置情報を電話機に送信する送信手段を備え，車輌所有者側装置は，送信された位置情報を受信する電話機と，受信した位置情報をデコードして自車位置を割り出すデコーダとを備える，車輌盗難対策装置」，すなわち引用例1発明が記載されていることは，上記2(3)のとおりである。",
                "そして，引用例1発明の「車輌の位置を検出する位置検出手段」と本願補正発明における「移動体の位置を特定する位置特定手段」は，いずれも車輌，移動体の位置を検出，特定するものであり，その機能において両者に差異はなく，また，本願補正発明と引用例1発明を対比すれば，引用例1発明の「車両側装置」は本願補正発明の「防犯装置」に，同様に，「車両所有者側装置」は「利用者端末」に，「車輌」は「移動体」に，「盗難」は「異常」に，「盗難検出手段」は「異常検出手段」に，「通信手段」は「送信手段」に，「電話機」は「受信手段」に，「デコーダ」は「出力手段」に，「車輌盗難対策装置」は「防犯システム」に，各相当することは明らかである。",
                "原告主張に係る，本願補正発明において，位置特定手段は移動体の主動力が起動すると電源をオンにして，移動体の主動力が停止すると電源をオフにするように構成されている点については，本願補正発明は，「移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段と，・・・を備え」るのであるから，位置特定手段の電源をオン，オフするのは「停止判定手段」であって，「位置特定手段」自体の構成ではなく，「移動体の主動力が起動すると位置特定手段の電源をオンにし，移動体の主動力が停止すると位置特定手段の電源をオフにする停止判定手段」の点は，審決は相違点1として認定しているところである。また，本願補正発明の「異常検出手段」は移動体が停止中に異常を検出するものである点については，引用例1発明の「盗難を検出する盗難検出手段」も，「車輌」が停止中の盗難を検出し，「盗難」は「異常」の一種であるから，本願補正発明における「停止中に異常を検出する異常検出手段」とは，停止中の盗難・異常を検出するという機能において差異はない。さらに，奏する効果において異なるとの点は，相違点についての判断において審理すれば足りることである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明における防犯システムが，「位置特定手段」が，移動体の主動力が起動しているときの位置を検出するものであり，異常検出手段が，移動体の主動力の停止中に異常を検出するものであり，これらの諸手段を具備するとともに，位置情報記憶手段，停止判定手段あるいは送信手段を有する防犯装置と，受信手段，判定手段及び送信手段を有する情報仲介装置と，受信手段と出力手段とを備えた利用端末とを有機的に組み合せることにより，引用例1発明によっては奏し得ない効果(第3の1(4)ウ(イ)の①ないし③)を奏するものである点で，引用例1発明と相違すると主張するので，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，原告が主張する上記①(バッテリー上がりの防止)の効果は，本願補正発明の停止判定手段が移動体の主動力が停止すると位置特定手段の電源をオフすることによるものであること，上記②(速報性の実現)の効果は，本願補正発明の位置情報記憶手段が記憶するところの，位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を，異常検出手段が異常を検出したときに情報仲介装置に送信することによるものであること，上記③(位置情報の正確性)の効果は，本願補正発明の停止判定手段が，位置特定手段の電源を，移動体の主動力が起動するとオンにし，停止するとオフにするもので，位置特定手段が電源オンにより位置を特定して記憶手段が記憶していることによるものであること，が明らかである。",
                "そして，本願補正発明が上記の各構成を備えている点については，審決は相違点1において認定しているから，審決に原告が主張するような相違点の看過はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の相違点1についての判断は誤りであるとし，その理由として，①甲4記載の発明は，本願補正発明が属する技術分野とは異なる「車両用ナビゲーション装置」に関するものであり，甲4の段落【0012】の記載により本願補正発明の「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報記憶手段」が周知技術であるとはいえない，②引用例2(甲3)は，「事故又は故障等により車両を走行車線上等の通行障害となる場所に停止する事態が発生したとき」に，「速やかな救援措置及び道路交通整理に対する速やかな対処措置を行うために，自車の停止位置を迅速に他車車両または所定機関へ連絡する」(甲3の段落【0002】)ための車両用停止情報発信装置であって，本願補正発明のように，「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する位置情報検出手段」を防犯装置側に備えて，同じく，「防犯装置側に備えた異常検出手段」が，移動体が停止中に異常を検出したときに，移動体の位置情報と共に異常情報を当該移動体から情報仲介装置を介して，利用端末に送信して，移動体の追跡を異常状態が発生したときに直ちに行うように構成した防犯システムであるとの技術的思想は全くない，③甲5記載の車両盗難報知装置におけるメモリは，乗員が車両を離れる際の車両駐車位置を記憶するというものであるから，メモリに記憶された車両位置情報が単に乗員が車両を離れる際の駐車位置というだけで，当該駐車位置が人により入力される場合を想定しているように推定でき，本願補正発明の「位置情報記憶手段」のように，「前記位置特定手段により特定される，移動体の主動力が停止するときの停止位置の情報を記憶する」というように，記憶された車両駐車位置が明確なものであるとはいえない，と主張する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず上記(1)①について検討すると，引用例1(甲2)には，ナビゲーションECU，ナビゲーションセンサを用いて緯度経度データを得ることが記載されており，また，引用例1の従来例(甲5)には，「さらにナビゲーションシステムを利用して前記発信信号又は盗難メッセージ中に車両の現在位置情報を自動的に挿入することも好適である」(8頁最終段落)と記載されているように，移動体に搭載する防犯システムにおいて，位置検出手段としてナビゲーション装置を利用することは周知の事項であると認められる。",
                    "したがって，甲4記載の発明は「車両用ナビゲーション装置」に関するものであるが，そうであるからといって，本願補正発明が属する技術分野と異なるということはできず，原告の上記(1)①の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記(1)②について，審決は，引用例2(甲3)に「車両用停止表示装置ではあるが，自車位置を含む停止情報を記憶する停止情報記憶手段に記憶されている停止情報を読み出して，発信すること」が記載されていると認定しているのであり(審決5頁第1段落)，原告が主張するように，停止情報記憶手段を備えた機器は車外への持ち出しが可能であるから，移動体が位置する場所から離れた操作者が携行して移動してしまう点までを採用したものでない。他方，引用例2(甲3)には，次のような記載がある。",
                    "(ア)「【従来の技術】従来，事故又は故障等により車両を走行車線上等の通行障害となる場所に停止する事態が発生したとき，これに対して速やかな救援措置及び道路交通整理に対する速やかな対処措置を行うために，自車の停止位置を迅速に他車両又は所定機関へ連絡することが望まれる。」(段落【0002】)",
                    "(イ)「このような車両の停止情報を発信する車両用停止情報提供装置として，例えば特開平5-134603号公報に記載されたものがあ",
                    "る。」(段落【0003】)",
                    "(ウ)「この従来の車両用停止情報提供装置においては，自車が停止した時，発信装置を自車の停止位置の近傍に配置し，この発信装置に停止位置を表す情報を入力して発信装置から停止情報を発信する。そして，他の車両では，停止情報を受信した場合，最適経路上に通行障害があるか否かを経路判断し，通行障害が最適経路上にあった場合には，通行障害のある位置への進入を回避するように表示する。このため，他車両は通行障害を避けて，目的地への走行を効率良く行うことができる。」(段落【0004】)",
                    "(エ)「また，車両停止情報を発信する他の車両用停止情報提供装置として，特開平6-36185号公報に記載されたものがある。この従来の停止情報提供装置においては，例えば，自車が事故等により停止した場合，これを検出し，その時の自車停止位置情報をナビゲ-ション装置から取り込む。そして，このナビゲーション装置から停止位置情報を発信する。このため，この停止位置情報を受信した他車両や中央のセンター等が自車及び他車に対して必要な措置を行うことができる。」(段落【0005】)",
                    "(オ)「本発明は上記問題点を解決することを課題としてなされたものであり，車両の故障によらず自車停止位置を迅速に発信することができると共に，小型化を図ることができる車両用停止情報発信装置及び車両用停止表示装置を提供することを目的とする。」(段落【0008】)(カ)「本発明においては，先ず，車両側機器で以下のような動作を行う。",
                    "即ち，車両の走行中に常時，自車位置検出手段により自車位置を検出する。この自車位置の検出は，例えばGPSにより，経度及び緯度により検出することにより行う。また，車両走行中に運転状況検出手段により自車の運転状況を検出する。そして，この運転状況から更新必要性判定手段により，自車位置停止情報の更新の必要性を判定する。この更新必要性がある場合には，送信手段により自車の停止情報を送信する。例えば，車両が停止した場合や運転状況から停止してしまうことが予想される場合に更新の必要性があると判断する。そして，車両用停止情報発信装置では，前記送信手段により送信された停止情報が停止情報記憶手段に記憶され，必要に応じて発信手段により発信する。このため，従来技術のように，発信装置に停止位置を手入力する必要がないので，停止位置情報を迅速に発信することができる。また，車両の走行中に，適時，自車の停止位置情報を更新している。このため，車両側機器が故障して，停止位置を停止情報発信装置に送信することができなくなっても，停止情報記憶手段には，停止情報が記憶されているので，確実に自車停止位置を発信することができる。」(段落【0010】)",
                    "してみると，引用例2に記載された発明は，「事故又は故障等により車両を走行車線上等の通行障害となる場所に停止する事態が発生したとき」に，「速やかな救援措置及び道路交通整理に対する速やかな対処措置を行うために，自車の停止位置を迅速に他車車両または所定機関へ連絡する」ための車両用停止情報発信装置であるということができるから，本願補正発明の「防犯システム」と異なるとはいえ，異常時に車両の停止位置情報を発信する点において共通するものであり，そのために引用例2においても，本願補正発明と同様，自車位置の検出にGPSを利用し，車両が停止した場合等に，自車位置停止情報を更新し，その停止情報を記憶手段に記憶し，必要に応じて発信することにより，迅速に停止位置情報を発信することを可能にしたものである点において，相違するものではない。",
                    "したがって，当業者が引用例2の上記構成を引用例1発明と組み合わせることが困難であるとは認められず，原告の上記(1)②の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次いで上記(1)③について検討すると，審決が引用する甲5(引用例1に記載された従来の技術)には，以下の記載がある。",
                    "(ア)「車両の盗難が車両盗難防止装置10により検出されており，・・・盗難検出信号100を発生できる。」(明細書の3頁3行目～7行目)(イ)「この処理回路14は盗難検出信号100が入力されると，起動指令出力回路16に制御信号102(起動指令)を車載電話機18へ出力させて車載電話機18の起動を行なうことが可能である。さらに，処理回路14は起動指令の出力後，メモリ20に予め格納されていたダイヤル番号情報104，盗難メッセージ106を・・・車載電話機18へ各々出力させることが可能である。」(同頁10行目～19行目)",
                    "(ウ)「また，盗難メッセージ106には，・・・そして車両駐車位置などが含まれている。」(4頁8行目～11行目)",
                    "(エ)「なお，盗難メッセージ106中の車両駐車位置は乗員が車両から離れる際にメモリ20に格納される。」(5頁3行目～5行目)",
                    "(オ)「車載電話機を利用して車両盗難が報知されるので，盗難車両の早期発見が可能となる。」(8頁5行目～7行目)",
                    "(カ)「駐車位置などが盗難メッセージに含まれるので，盗難車両の発見が容易となる。」(同頁12行目～13行目)",
                    "(キ)「さらにナビゲーションシステムを利用して前記発信信号又は盗難メッセージ中に車両の現在位置情報を自動的に挿入することも好適である。」(同頁18行目～20行目)",
                    "そうすると，引用例1に従来の技術であるとして引用された甲5に上記(ア)ないし(キ)の記載があるのであるから，車両盗難報知装置として，乗員が車両から離れる際に車両駐車位置がメモリ20に格納され，盗難検出時に，該メモリから出力された車両駐車位置を含む盗難メッセージを送信すること，また，その盗難メッセージ中にナビゲーションシステムを利用して車両の現在位置情報を自動的に挿入することも好適であることは，本件特許出願当時，当業者(その発明の属する技術の分野における通常の知識を有する者)に周知の技術であったと認められるから，車両駐車位置の情報をナビゲーションシステムを利用した車両の現在位置情報から得られることも，当業者であれば容易に想到し得るところであると認められる。また，「乗員が車両を離れる際」には，ほとんどの場合，車両のエンジンが停止する場合が含まれると認められる。",
                    "してみれば，甲5のものは，原告の主張するように「駐車位置が人により入力される場合を想定しているように推定でき，」「記憶された車両駐車位置が明確なものであるとはいえない」ということはできず，原告の上記(1)③の主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲5に示された周知技術は，ナビゲーションシステム(位置特定手段)により特定される，車両(移動体)のエンジン(主動力)が停止するときの停止位置の情報を記憶するメモリ(位置情報記憶手段)を備え，盗難検出手段が盗難を(異常検出手段が異常を)検出したときに，メモリ(位置情報記憶手段)に記憶されている停止位置の情報を送信するものであって，車両の盗難対策として本願補正発明と共通するものである。また，甲4に示された周知技術は，車両の停止位置の情報を記憶するナビゲーション装置(位置特定手段)の電源を，イグニッションをオンする(移動体の主動力が起動する)とオンにし，イグニッションをオフする(移動体の主動力が停止する)とオフするもので，本願補正発明の停止判定手段に相当する機能を有するものであるところ，電源供給に関する技術であるから，車両の位置情報を必要とする技術課題を有する用途に対して，この技術を適用することを困難にするものではない。さらに，引用例2(甲3)記載の技術は，車両が停止した(移動体の主動力が停止した)場合に，自車位置停止情報を更新し，その停止情報を記憶手段(位置情報記憶手段)に記憶し，必要に応じて発信するものであって，車両の異常事態時の対策と上位の概念において本願補正発明と共通する技術といえ，盗難対策への適用が排除されるものではない。そうすると，引用例1発明における，盗難検出手段が，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により検出される位置情報を通信手段を介して情報仲介装置に発信することに代えて，引用例2記載の上記技術並びに甲4及び甲5に開示された上記周知技術を適用して，相違点1の構成に想到することは当業者が容易に想到し得たことと認められる。",
                "したがって，審決の相違点1についての判断に誤りがあるということはできず，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(相違点2についての判断の誤り)について",
          "text": [
            "原告は，上記5(1)③のとおり，甲5記載の発明における位置情報の内容は上記のとおり甚だ不明確であることから，甲5記載の発明を引用例1発明に単に組み合わせたとしても，本願補正発明は当業者によって容易に想到できるものではないと主張する。",
            "しかし，原告の上記5(1)③の主張に理由がないことは，上記5(2)に説示したとおりである。したがって，原告主張の取消事由5も理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲6記載の車両盗難予知及び捜索システムに係る発明は，本願補正発明のように，仲介装置が，「受信した情報が重要かどうかを判定する判定手段」及び「重要であると判定した情報を利用端末に送信する送信手段」を備えているものではなく，警備会社の装置として受信装置15及びパソコン16だけを有するもので，情報を仲介しているのはパソコンの表示を見た人間であると推定でき，明らかに，パソコン16が単独で情報が重要であると判断して利用者の端末装置に送信するものではないから，審決の相違点3についての判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで検討すると，甲6には次のような記載がある。",
                "ア「【発明の属する技術分野】本発明は，自動車等の車両盗難，車上荒らし又は交通事故により，車両自体に発生する異常状況を異常信号として検出し，その異常信号を送信することにより，その車両盗難等を警備会社，車両の所有者又は使用者・・・或いは警察署などへ報知することができる車両盗難予知及び捜索システムに関するものである。」",
                "イ「本部側機器部Bは，警備会社等のデータ通信処理の本部として機能するものであり，車両とは別の位置において拠点となるものである。本部側機器部Bは，主に車両側機器部Aから送信された異常信号を受信する受信装置15と，この受信装置15で受信し，記録した各種信号及びデータを解析する本部用パソコン16を中心に構成したものである。」(段落【0029】)",
                "ウ「上述したように，異常信号を本部側機器部Aの受信装置15用のアンテナが受信することにより，警備会社が車両Mの盗難状況を認識することができる。この盗難が認識されたときに，警備会社から車両Mの所有者等に連絡が発せられる。更に，車両盗難が発生した際に，本部側機器部Aがその車両Mの位置を迅速に追跡することができ，その盗難車両を容易に発見することができる。併せて，警備会社から警察署へ通報することも可能である。」(段落【0039】)",
                "エ「本発明に係る車両盗難予知及び捜索システムは，必ずしも車両盗難のときにのみ利用するものではなく，次に説明するように，衝突事故時，緊急時の通報，救援活動にも利用することができる。 (1)エアバッグの爆発信号の検知を本部側機器部Bへ自動通報することによる迅速な救援活動を可能とすることができる。例えば，警備会社から交通事故現場へ出動する場合，救急車等の119番通報，又はパトロールカー等の110番通報をするようになっている。」(段落【0041】)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)アないしエの記載によれば，甲6記載の車両盗難予知及び捜索システムにおいて，警備会社等のデータ通信処理の本部として機能する本部側機器部Bが備える本部用パソコン16は，車両側機器部Aから送信された異常信号を受信装置15で受信し，記録した各種信号及びデータを解析する機能を有するものであるから，この受信した情報が重要かどうかを判定する程度のことは十分に可能であると認められる。そして，本部側機器部Bを備える警備会社から警察署へ通報することも可能であることから，受信情報の内容によって，その情報を必要とする(利用する)部署(端末)へ送信するものとであることは，当業者ならば容易に認識できることである。また，装置を適宜自動化することは当業者が通常に採用できることであるから，甲6に記載されたものにおいて，本部側機器部が異常信号の種類に応じ重要であると判定した情報を送信する構成，すなわち相違点3の構成とすることは，当業者が容易に想到し得ることと認められる。",
                "したがって，審決の相違点3についての判断に誤りはなく，原告主張の取消事由6は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "text": [
            "取消事由7(本願補正発明の顕著な作用効果の看過)について(1) 原告は，本願補正発明は，速やかな盗難通知と盗難発生位置の正確な通報との両方を確保するものであり，これら両方を確保することは，審決の示す引用例及び周知例にはなく，本願補正発明によって初めてもたらされるものであって，審決はこの点を看過した違法があると主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかし，原告主張の上記効果が相違点1の構成によってもたらされるものであることは上記4に説示したとおりであり，また，相違点1が当業者に想到容易であることは，上記5に説示したとおりである。",
                "そして，相違点1の構成が奏する作用効果についても，盗難時の通報に迅速性が必要であることは当然であり，また，盗難を検出したら位置検出手段を起動させるための起動信号を出力し，その後に位置検出手段により位置を検出する代わりに，盗難検出手段が盗難を検出したときに，位置情報を記憶する手段に記憶されている停止位置の情報を用いた方が装置の立ち上がりが速いことは，当業者にとって予測し得ることであるから，ナビゲーションECU，ナビゲーションセンサを用いて緯度経度データを得ている引用例1発明に，甲4，5に記載された周知技術を適用することにより，移動体の盗難検知時に正確な盗難発生位置を利用者に速やかに通報できるという作用効果を奏することができることは，当業者の予測し得る範囲内のことであると認められる。",
                "したがって，審決に本願補正発明の顕著な作用効果の看過があるということはできず，原告主張の取消事由7も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10701",
    "date": "2006-04-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032967",
    "ipprecedent_id": "357",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}