{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2003-35014号事件について平成16年12月21日にした審決のうち，「特許第2912797号の請求項1に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許につき，被告が無効審判請求をしたところ，特許庁が無効とする審決をしたことから，特許権者である原告がその取消しを求めた事案である。",
        "なお，原告は，本件訴訟提起後の平成17年5月2日付けで本件特許の訂正審判を請求し，特許庁で訂正2005-39074号事件として審理されている。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成5年8月26日，発明の名称を「建物」とする発明について特許を出願し，平成11年4月9日，特許庁から特許第2912797号として設定登録を受けた(請求項の数5。甲1。以下この請求項を「旧請求項」という。)。",
                "これに対し被告は，平成15年1月20日，本件特許につき無効審判請求をしたので，特許庁は同請求を無効2003-35014号事件として審理し，その係属中の平成16年8月26日，原告は，旧請求項1，3，4，5を削除し，旧請求項2を新たな請求項(新請求項)1とし，その内容を訂正すること等とした訂正請求をした(甲2。以下「本件訂正」という。)。",
                "そして特許庁は，平成16年12月21日，「訂正を認める。特許第2912797号の請求項1に係る発明についての特許を無効とする。」等を内容とする審決(以下「本件審決」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成11年4月9日の登録時のもの(甲1。旧請求項)",
                  "text": [
                    "【請求項1】　半階ずらせた床を設け，半階上の床下に収納スペースを設けてなるスキップフロア型建物であって，前記収納スペースの出し入れ口を，居室スペース側に面して設けたことを特徴とする建物。",
                    "【請求項2】　上下方向に居室スペースと収納スペースとが配置され，かつこれら居室スペースと収納スペースとは水平方向にかつ段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記収納スペースの出し入れ口を，水平方向に隣り合う前記居室スペース側に開口させたことを特徴とする建物。",
                    "【請求項3】　階数が少なくとも3階の建物であって，2階に物品の保管，貯蔵のための収納スペースを設けるとともに，当該2階部分の収納スペースと居室スペースとを半階ずらせて配置してなるスキップフロア型建物において，前記収納スペースの出し入れ口を前記居室スペース側に面して設けたことを特徴とする建物。",
                    "【請求項4】　請求項1～3のいずれかに記載の建物において，前記収納スペースには，前記居室スペース側に面した出し入れ口と，この居室スペースとは異なる他の居室スペース側に開口する前記出し入れ口とは別の出し入れ口との2つの出し入れ口が設けられていることを特徴とする建物。",
                    "【請求項5】　請求項4に記載の建物において，前記収納スペースは小屋裏収納室とされていることを特徴とする建物。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成16年8月26日付けの本件訂正時のもの(甲2。新請求項。以下この発明を「本件特許発明」という。)。",
                    "【請求項1】　上部に収納スペース，下部に居室スペースを有する第1建物ユニットの上に，居室スペースのみを有する第2建物ユニットを設置して構成された第1構造体と，前記第1建物ユニットと同一構造の第1建物ユニットの上に，前記第2建物ユニットと同一構造の第2建物ユニットを設置して構成した第2構造体とを備え，これら第1構造体および第2構造体が，水平方向に隣り合って並設され，かつ，段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させたことを特徴とする建物。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容の詳細は，別紙審決写しのとおりである。",
                    "その要旨は，本件訂正請求を認めた上で，本件特許発明は，下記の刊行物1ないし3記載の発明と，刊行物4，5等に記載されている周知技術に基づいて，当業者が容易に発明をすることができたから，特許法29条2項の規定に違反する等としたものである。",
                    "記",
                    "・刊行物1　特開平4-97037号公報(甲6の1)",
                    "・刊行物2　特開平4-97040号公報(甲6の2)",
                    "・刊行物3　特開平3-161631号公報(甲6の3)",
                    "・刊行物4　特開平5-25857号公報(甲6の4)",
                    "・刊行物5　「別冊・都市住宅1975冬　住宅第8集」(鹿島研究所出版会，昭和49年12月15日発行)の2頁，58～62頁，160頁，169",
                    "頁，172頁(本訴甲6の5)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，刊行物1ないし3を要約し，これには次のとおりの「スキップフロア型建物」についての発明(以下「スキップフロア型建物についての発明」という。)が開示されているものと認定し，本件特許発明とスキップフロア型建物についての発明とは，次の相違点でのみ相違するとした。",
                    "(スキップフロア型建物についての発明の内容)",
                    "「第1建物ユニットの上に，第2建物ユニットを設置して構成された第1構造体と，第1建物ユニットの上に，第2建物ユニットを設置して構成した第2構造体とを備え，これら第1構造体および第2構造体が，水平方向に隣り合って並設され，かつ，段違い状にスキップさせて配置されてなる」との構成を備えたスキップフロア型建物。",
                    "(相違点1)",
                    "本件特許発明の「各構造体」における「第1建物ユニット」が，「上部に収納スペース，下部に居室スペースを有する」ものであるのに対して，スキップフロア型建物の「各構造体」における「第1建物ユニット」は，そのような構成を有していない点。",
                    "(相違点2)",
                    "本件特許発明が，「各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させた」のに対して，スキップフロア型建物は，そのような構成を有していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおり認定判断の誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本件特許発明の要旨認定の誤りによる相違点の看過)        (ア)　審決は，「ところで，被請求人は，平成16年8月26日付け意見書において，刊行物1～3に記載のスキップフロア型建物は，何れも，「同一構造の第1構造体及び第2構造体を，水平方向に隣接配置した」ものではないから，本件特許発明が新規なものである旨主張しているが，本件特許発明に係る請求項1において，「同一構造」であるとされているのは，「第1建物ユニット」及び「第2建物ユニット」についてであり，「第1構造体」及び「第2構造体」についてではないから，被請求人の上記主張は，本件特許発明に係る請求項1の記載に基づかないものであって，採用できない。」(14頁30行～37行)と認定した。",
                    "しかし，請求項1の文言上，第1構造体は第1建物ユニットと第2建物ユニットから構成され，第2構造体は第1建物ユニットと第2建物ユニットから構成されること，第1建物ユニット同士は第1構造体と第2構造体とで同一構造であること，第2建物ユニット同士も第1構造体と第2構造体とで同一構造であることが明示されており，これらの論理的な帰結として，第1構造体と第2構造体とは全く同じ構成であることは明らかである。",
                    "それにもかかわらず，審決は，本件特許発明の第1構造体と第2構造体が同一構造でないと認定し，本件特許発明の要旨認定を誤ったものである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，本件特許発明においては，第1構造体及び第2構造体の居室を構成する建物ユニット(居室スペース及び収納スペース)が全く同じ構成・構造を有しており，これら第1構造体及び第2構造体をずらしてスキップフロア型構成とするような併設の方法は，従来の建物にはみられなかった従来技術との相違点である。",
                        "しかし，審決は，本件特許発明の要旨認定を誤ったことにより，上記相違点を看過し，本件特許発明と審決にいう「スキップフロア型建物についての発明」との相違点の認定・判断を誤ったものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(周知技術の認定の誤り)",
                  "text": [
                    "審決は，刊行物5から，スキップフロア構造及びこれに基づいて収納口が室内に開口しているものが周知技術であると認定した上で，これを適用して本件特許発明における相違点2に係る構成とすることは容易想到である旨の判断をしている。",
                    "しかし，刊行物5記載の住宅はいわゆる在来工法によるものであり，在来工法と本件特許発明に係るユニット型工法とは建築手法・手段を全く異にするものであるから，刊行物5から上記周知技術を認定したのは誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，本件訴訟提起後に，本件特許につき訂正審判を請求した(訂正2005-39074号事件)。その係属中に審判長が原告に発した平成17年8月19日付けの訂正拒絶理由通知(甲9)において，本件特許の第1構造体と第2構造体とが同一構造であることを前提とした上で，訂正しようとする発明(以下「訂正発明」という。)は，特許法29条2項の規定により，独立特許要件を有していないから，訂正は認められない旨の認定がされている。",
                "そして，訂正発明は，本件特許発明の特許請求の範囲を減縮したものである以上，本件特許発明も独立特許要件を有していないというべきである。",
                "したがって，審決に，原告主張の本件特許発明の要旨認定の誤りがあるか否かにかかわらず，審決の結論は変わらないから，原告主張の取消事由1は審決を取り消すべき事由に当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "刊行物5記載の思想(スキップフロア構造及びこれに基づいて収納口が室内に対して開口している構造)は，在来工法の住宅に制限されず，ユニット型工法の住宅にも適用可能な思想であり，これをユニット型工法の住宅に適用することに格別の阻害要因はないから，審決に，原告主張の周知技術の認定の誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，証拠(甲7ないし9)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許権者である原告は，本件訴訟提起後の平成17年5月2日付けで，本件特許に関し，前記新請求項1の訂正等を内容とする訂正審判を請求し，特許庁はこれを訂正2005-39074号事件として審理している。",
                    "訂正された新請求項(新々請求項)1の内容は，次のとおりである。",
                    "「【請求項1】　上部に収納スペース，下部に居室スペースを有する第1建物ユニットの上に，居室スペースのみを有する第2建物ユニットを設置して構成された第1構造体と，前記第1建物ユニットと同一構造の第1建物ユニットの上に，前記第2建物ユニットと同一構造の第2建物ユニットを設置して構成した第2構造体とを備え，すなわちこれら同一構造の第1構造体および第2構造体が，水平方向に隣り合って並設され，かつ，段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させたことを特徴とする建物。」(下線部は新たな訂正部分)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記審判請求に対し特許庁は，平成17年6月1日付け(甲7)及び同年8月19日付け(甲9)で，それぞれ請求人たる原告に対し訂正拒絶理由通知を発した。",
                    "まず平成17年6月1日付けの訂正拒絶理由通知(甲7)は，新々請求項1への訂正に関し，「而して，明りょうでない記載の釈明を目的とする訂正であるということは，訂正の対象となる明細書の記載が，現実に，明りょうでないものであることを要件とするところ，上記訂正箇所以前の記載によれば，「第1構造体および第2構造体」がそれぞれ「同一構造の第1建物ユニット」と「同一構造の第2建物ユニット」とからなるものであるとは，それは取りも直さず，「第1構造体」と「第2構造体」とが「同一構造」であるということを意味するものであって，「すなわちこれら同一構造の第1構造体および第2構造体」ということが記載されているに等しいものと認められる。　したがって，本件訂正前の特許請求の範囲の請求項1に明りょうでない記載があるということはできないから，上記訂正事項・・・による訂正が，明りょうでない記載の釈明を目的とするものとは認められない」(4頁末行～5頁10行)とした。",
                    "これに対し原告は，特許庁に対し平成17年7月4日付けで意見書(甲8)を提出し，原告が平成17年5月2日付けで改めて訂正審判請求をしたのは，審決が，新請求項1につき「『同一構造』であるとされているのは，「第1建物ユニット」及び「第2建物ユニット」についてであり，「第1構造体」及び「第2構造体」についてではないから，被請求人の上記主張は，本件特許発明に係る請求項1の記載に基づかないものであって，採用できない」(審決14頁34行～37行)としたことに対してであり，特許法第126条第1項第3項に規定される「明りょうでない記載の釈明」を目的とする特許請求の範囲の訂正に当たる旨の意見を表明した。",
                    "これに対し特許庁は，平成17年8月9日付けで再び訂正拒絶理由通知(甲9)を発した。その要旨とするところは，上記アの訂正後の発明(新々請求項1)と刊行物1ないし3による前記「スキップフロア型建物についての発明」とを対比し，次のような相違点1ないし3があるものの，上記訂正後発明は刊行物1ないし3等から当業者が容易に予測しうるから，特許法29条2項により独立して特許を受けることができないので，訂正は認められない等とするものであった。",
                    "＜相違点1＞",
                    "本件訂正発明が，「同一構造の第1構造体および第2構造体」であるのに対して，周知のスキップフロア型建物は，そのようなものであるのか否か定かでない点。",
                    "＜相違点2＞",
                    "本件訂正発明が，「各構造体」を「上部に収納スペース，下部に居室スペースを有する第1建物ユニットの上に，居室スペースのみを有する第2建物ユニットを設置して構成」されたものであるのに対して，周知のスキップフロア型建物は，そのようなものではない点。",
                    "＜相違点3＞",
                    "本件訂正発明が，「各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させた」のに対して，周知のスキップフロア型建物は，そのようなものではない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(本件特許発明の要旨認定の誤りによる相違点の看過)について    (1)　原告は，本件特許発明の第1構造体と第2構造体とは同一構造であるのに，審決は，これらが同一構造でないと誤って，本件特許発明の要旨認定をし，これにより本件特許発明と審決にいう「スキップフロア型建物についての発明」との相違点を看過した旨主張する。",
            "そこで検討するに，本件特許発明の特許請求の範囲(請求項1)は，前記のとおり，「上部に収納スペース，下部に居室スペースを有する第1建物ユニットの上に，居室スペースのみを有する第2建物ユニットを設置して構成された第1構造体と，前記第1建物ユニットと同一構造の第1建物ユニットの上に，前記第2建物ユニットと同一構造の第2建物ユニットを設置して構成した第2構造体とを備え，これら第1構造体および第2構造体が，水平方向に隣り合って並設され，かつ，段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させたことを特徴とする建物。」である。",
            "そして，上記特許請求の範囲によれば，①本件特許発明の「第1構造体」は，「第1建物ユニット」の上に「第2建物ユニット」を設置して構成されたものであること，②「第2構造体」は，「第1建物ユニット」の上に「第2建物ユニット」を設置して構成されたものであること，③「第2構造体」の「第1建物ユニット」は，「前記第1建物ユニット」，即ち「第1構造体」の「第1建物ユニット」と「同一構造」であること，④「第2構造体」の「第2建物ユニット」は，「前記第2建物ユニット」，即ち「第1構造体」の「第2建物ユニット」と「同一構造」であることが認められるから，本件特許発明の第1構造体と第2構造体とは同一構造であると認めるのが相当である。",
            "そうすると，原告が主張するように，「本件特許発明に係る請求項1において，「同一構造」であるとされているのは，「第1建物ユニット」及び「第2建物ユニット」についてであり，「第1構造体」及び「第2構造体」についてではない」との審決の認定(14頁33行～36行)は誤りであって(特許庁も前記のとおり甲7の平成17年6月1日付けの訂正拒絶理由通知でその旨を自認している。)，上記認定の誤りにより，審決では，本件特許発明の第1構造体及び第2構造体が同一構造体であるとの構成に関し，本件特許発明と審決にいう「スキップフロア型建物についての発明」とで相違するかどうか，仮に相違するとした場合における本件特許発明の進歩性についての判断がされなかったものと認められるから，上記認定の誤りは，審決の結論に影響を及ぼすことが明らかである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "なお，原告が本件訴訟提起後に請求した本件特許の訂正審判事件(訂正2005-39074号事件)において審判長が原告に発した平成17年8月19日",
              "text": [
                "付けの訂正拒絶理由通知(甲9)には，前記のとおり本件特許発明とほとんど差異のない訂正発明に関し，＜相違点1＞として前記認定の誤りを補正し，それに関する見解を示しているが，これは本件審決後に本件訴訟とは別の審判事件において示された見解であるから，当裁判所の前記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点の看過をいう原告主張の取消事由1は理由があるから，その余の点について判断するまでもなく，本件審決は違法として取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10145",
    "date": "2005-12-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009236",
    "ipprecedent_id": "449",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}