{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2003-35495号事件について平成16年8月30日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記特許につき，原告らが特許庁に対し本件明細書の記載不備を理由として無効審判を請求し，特許庁が，審理の上，無効審判の請求は成り立たない旨の審決をしたことから，原告らが審決の取消しを求めた事案である。",
        "なお，本件無効審判請求に先立ち原告藤栄電気株式会社(以下「原告藤栄電気」という。)は，本件特許に関し，特許法29条2項違反(進歩性なし)等を理由に無効審判請求(第1次・無効2001-35445号，第2次・無効2002",
        "-35148号)をしており(いずれも請求不成立が確定)，原告藤栄電気についていえば，本件はその第3次請求である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，発明の名称を「根管長測定器」とする特許第2873725号発明(平成2年7月13日特許出願，平成11年1月14日設定登録。以下，「本件特許」という。)の特許権者である。",
                "原告らは，平成15年11月28日，本件特許につき無効審判の請求をし，同請求は，無効2003-35495号事件(以下「本件審判事件」とい",
                "う。)として特許庁に係属した。特許庁は，同事件につき審理した上，平成16年8月30日に「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成16年9月9日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許出願の願書に添付した明細書(設定登録時のもの。以下，願書に添付した図面と併せて「本件明細書」という。甲1)の特許請求の範囲の請求項1～3に記載された発明の要旨は，下記のとおりである。",
                "記",
                "「【請求項1】根管内に挿入されている測定電極の先端位置に対応した測定データを逐次検出するデータ検出手段と，上記データ検出手段で得られる測定データを逐次補正し，補正後データが測定電極先端と根尖間の距離に応じてリニアまたはほぼリニアに変化するデータとなるように処理するデータ処理手段と，上記データ処理手段で得られた補正後データを表示する表示手段，とを備えたことを特徴とする根管長測定器。",
                "【請求項2】測定データを目標とする補正後データに変換するための補正用テーブルを記憶手段に記憶しており，このテーブルから得られる補正値を測定データに加算して補正を行うようにした請求項1記載の根管長測定器。【請求項3】測定データを目標とする補正後データに変換するための演算式を記憶手段に記憶しており，この演算式を用いて測定データの補正を行うようにした請求項1記載の根管長測定器。」",
                "(以下，上記請求項1～3に係る発明を，順次，「本件発明1」～「本件発明3」という。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決謄本写しのとおりである。",
                "その要旨は，①本件明細書の発明の詳細な説明には，本件発明1の構成要件である「上記データ検出手段で得られる測定データを逐次補正し，補正後データが測定電極先端と根尖間の距離に応じてリニアまたはほぼリニアに変化するデータとなるように処理するデータ処理手段」(以下「構成要件(B)」という。)におけるデータ処理手段を，当業者が容易に実施することができる程度の記載がされていないから，本件発明1～3に係る特許は，特許法36条3項(平成2年法律第30号による改正前の昭和62年法律第27号による規定を指す。以下，同条についてのみ同じ。)の規定を満たさない特許出願に対してされたものである(以下「無効理由1」という。)，②本件発明1の構成要件(B)における「ほぼリニア」との記載は，不明確あるいは不明りょうな記載であって，特許を受けようとする発明の構成に欠くことができない事項のみを記載したものではないから，本件発明1～3に係る特許は，特許法第36条4項2号の規定を満たさない特許出願に対してされたものである(以下「無効理由2」という。)，③本件発明1の構成要件(B)は，補正後データにつき，「リニアまたはほぼリニアに変化するデータ」と規定するが，この規定では，補正後データは本件特許発明の目的を達成できないデータをも含むものとなるから，本件発明1～3に係る特許は特許法36条4項2号の規定を満たさない特許出願に対してされたものである(以下「無効理由3」という。)との請求人ら(原告ら)の主張をいずれも排斥し，本件発明1～3についての特許を無効とすることはできないとしたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決は，前記無効理由1～3についての判断をいずれも誤った(取消事由1～3)ものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(無効理由1についての判断の誤り)",
                  "text": [
                    "審決は，無効理由1について，「本件発明1ないし3の構成要件(B)におけるデータ処理手段とは，測定データにつき，『測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める』という非常に使いにくい関係を是正すべく，測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する所望の補正後データが得られるように測定データの各値ごとに補正用テーブルや演算式からなる所要補正値を加味するようにしたデータ処理手段を意味するものと捉えることができ，その限りにおいて，本件特許明細書の発明の詳細な説明には，上記のデータ処理手段を当業者が容易に実施できる程度に説明されていないとすることはできない」(審決6頁第2段落)と判断した。",
                    "しかしながら，審決の上記判断は，以下のとおり，本件発明1～3が，根管長測定装置の「測定原理に起因する」非線形の測定データを補正することを目的とし，当該補正を可能とした点に構成上の特徴を有することを看過したものであって，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1～3は，「根管内に挿入されている測定電極の先端位置に対応した測定データ」を補正して，「測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ること」(本件明細書〔甲1〕2頁左欄下から第4段落)を目的とする。通常の計器類では，一般に，測定対象の物理量そのものを表示するが，本件発明1～3に係る装置は根管長測定器であり，測定電極(リーマないしファイル)の根管内への挿入量を把握することを目的とするものであるから，測定電極の挿入量との関係で測定データをリニアに表示するという技術的思想は，当業者ならずとも当然に有しているのであって，本件特許は，この技術的思想自体に付与されたものでない。",
                        "このことは，本件特許を無効とすることにつき，原告藤栄電気が提起した別件無効審判請求事件(無効2001-35445号，前記第1次請求，以下「別件」という。甲22は，その審決謄本である。)の経過からも裏付けられる。",
                        "すなわち，別件において，請求人である原告藤栄電気は，非線形特性を有するセンサ出力をリニアに補償するリニアライザに関する公知文献(特開昭59-119500号公報，甲20，以下「甲20公報」という。)を引用して，本件発明1～3は，当業者が容易に発明をすることができたものである旨主張したのに対し，被請求人である被告は，別件の答弁書(甲19)において，「具体的な構成や課題が異なり，根管長測定器に適用することについての開示や示唆も全くなされていない甲第12号証(判決注，甲20公報)のリニアライザを，同じく構成や課題の開示あるいは示唆がなされていない甲第11号証(判決注，特開昭54-149295号公報，本訴甲21，以下「甲21公報」という。)の根管長測定装置に適用しても，本件特許の請求項1の発明(判決注，本件発明1)をなすことは不可能である」(甲19の6頁下から第3段落)と述べて，本件発明1～3のデータ処理手段が行う補正は，従来のリニア化の補正とは異なる旨主張した。そして，別件審決(甲22)は，「甲第12号証(判決注，甲20公報)には，リニアライザデータをテーブル化してメモリに記憶させておく方式が例示されてはいるが，このものは，センサ自体の持つ非線形特性を補償するためのものであって，本件発明1乃至3のように，測定原理に起因する表示値の急変をなくすためのものではない」(7頁第5段落)と認定判断し，本件発明1～3の容易想到性を否定したのであり，このような別件の経過を見ても，本件特許が，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成に対して付与されたものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)のとおり，本件特許が，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成に対して付与されたものである以上，本件明細書(甲1)においては，「測定原理に起因する」非線形の測定データを補正する構成が，当業者が容易に実施できるように記載されていなければ，特許法36条3項に規定する要件を満たさないということになる。",
                        "しかしながら，本件明細書では，測定データの補正方法につき，同書第2図を参照した説明(2頁右欄最終段落～3頁左欄第2段落)がされてはいるものの，そこで用いられている補正値は，説明の便宜上，適当に設定された測定データと補正後データから逆算して得られたものであり，実際の歯牙の測定データを補正するためのものではなく，補正方法自体も，甲20公報記載のリニアライザにおけるデータ補正の説明と変わるところはない。本来，本件発明1～3を容易に実施する上で説明されなければならないのは，測定原理に基づく非線形の測定データを補正するため，どのような補正値を用いるべきかという点であるが，その点について，本件明細書では一切説明がされていない。このように，実際の歯牙の測定データを補正するための補正値が記載されていない以上，本件明細書の発明の詳細な説明の記載に基づいて，当業者が，本件発明1～3を容易に実施することができないことは明らかである。",
                        "確かに，審決が認定するとおり，「根尖に達するまでの距離」と「測定データ」との間には，「測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」(審決5頁最終段落)という「傾向」を有する関係があることは事実である。しかし，個々の歯牙について見れば，測定データの特性は様々に異なるのであって，特に，有髄歯と無髄歯とでは，測定データの特性が全く異なるとされている(甲23，以下「甲23文献」という。)。したがって，上記の「傾向」のみから，当業者が直ちに測定データを補正するための具体的な補正値を決定することはできず，未知の歯牙の測定データから，リニア又はほぼリニアな補正後データを得るための補正値を決定するには，相当数の歯牙を用いて実験を行う必要があり，それは，決して容易なことではない。さらに，有髄歯と無髄歯とで同じ補正値を用いることができるかが明らかでないことをも考え併せれば，事態は一層複雑である。",
                        "なお，審決は，「本件発明1ないし3の目的は，臨床上，根管長が測定しにくい関係を補正することにあり，歯牙の特性のばらつきまで補正するというものでないことは明らかである」(審決6頁第3段落)と説示するが，仮に，歯牙の特性のばらつきまで補正する必要がないとしても，歯牙の特性にばらつきがある以上，本件明細書に記載された一定の方法だけで測定データの補正を行うことはできないし，補正のための補正値を得ることもできないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し被告は，別件においても，本件発明1～3のデータ処理手段が行う補正が従来のリニア化における補正とは異なるとは主張していないし，別件審決も，そのような判断をしたものではない旨主張する。",
                        "しかしながら，実際には，被告は，別件において上記主張とは全く異なる主張をしている。すなわち，被告は，別件では，「本件発明1～3のデータ処理手段が行う補正は，従来のリニア化の補正とは，課題も具体的な構成も異なる」旨主張して，特許を維持したにもかかわらず，本件訴訟では，上記のとおり，「別件において・・・本件発明1～3のデータ処理手段が行う補正が，従来のリニア化における補正とは異なるとは主張していない」としているものであり，このような主張は，訴訟上の信義則に照らし許されるものではない。",
                        "また，被告は，本件訴訟において，本件発明1～3のデータ処理手段はリニアライザと呼ばれる公知の技術であるとした上で，公知のリニアライザの方法で歯牙の測定データをリニア又はほぼリニアに変化する補正後データに補正可能である旨主張している。しかしながら，このような主張は，公知のリニアライザを根管長測定器に適用しようとしても適用できないとの別件における被告の主張と矛盾する。",
                        "以上によれば，被告の上記各主張が失当であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "さらに，本件特許権等に基づく特許権侵害差止等請求控訴事件(大阪高裁平成16年(ネ)第3403号，平成17年(ネ)第320号，以下「別件",
                      "text": [
                        "侵害控訴事件」という。)において，同事件の控訴人(一審被告)及び補助参加人である原告らは，本件発明1は，実公平2-25378号公報(甲25)記載の根管長表示装置と，特開平1-196559号公報(甲26)，特開昭61-217",
                        "744号公報(甲27)，特開昭62-170827号公報(甲28)及び特開昭",
                        "61-120032号公報(甲29)に各記載の従来のリニアライザとの組合せに基づいて容易に発明をすることができたものである旨主張した。これに対し，同事件の被控訴人(一審原告)である被告は，準備書面(甲30)において，「根管長測定の分野においては，測定対象が人体の一部である歯牙であるため，特性が個体ごとにまさしく千差万別であり，リニアライザで精度を補正することは不可能である。そのため，上記引用例にあるセンサの使用場面である，比較的特性が一定とされる温度や湿度におけるリニアライザとは，その応用方法，目的が自ずと異なる」(30頁下から第2段落)，「ちなみに，乙発明(判決注，本件発明1)における測定データは一様な非線形データではなく・・・歯牙ごとにその特性曲線が異なる非線形データである。これに対し，乙第108号証の3ないし6(判決注，本訴甲26～29)に示される技術は，一様な非線形データをリニア化する技術である。",
                        "その意味においても，歯牙ごとにその特性曲線が異なる非線形データに，単純に，一様な非線形データを応用することはできない」(34頁第3段落)と主張した。",
                        "別件侵害控訴事件における被告の上記主張によれば，本件発明1～3で用いる補正方法と従来のリニアライザの補正方法とは，「目的，応用方法が異なる」ものであって，従来のリニアライザの技術を「単純に応用することはできない」というのであるから，本件発明1～3におけるリニア化には，何らかの特殊な構成が必要であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，本件明細書(甲1)には，当業者が容易に発明の実施をすることができる程度に，本件発明1～3の構成が記載されておらず，特許法36条3項に規定する要件を満たさないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(無効理由2についての判断の誤り)",
                  "text": [
                    "審決は，無効理由2について，「これらの記載によれば，『リニアまたはほぼリニアに変化するデータ』とは，根尖から離れている間はあまり増加せずに根尖付近で急激に増加する従来のデータとは異なり，測定電極が挿入されるにつれて挿入量に比例またはほぼ比例して増加あるいは変化するデータを意味し，かかるデータにより，指針式メータ等の表示部における表示が見やすく，使いやすい根管長測定器が得られるとの効果を奏するものであることは明らかである。そうすると，『ほぼリニアに変化するデータ』は，本件特許明細書の記載に基いて上述した範囲のものとして理解することが可能というべきであるから，不明確あるいは不明瞭な記載とはいえず，したがって，本件特許明細書の特許請求の範囲には発明の構成に欠くことができない事項が記載されていないともいえない」(審決7頁第2段落～第3段落)と判断した。",
                    "しかしながら，以下に述べるとおり，「ほぼリニアに変化」と「ほぼ比例して変化」とは同じ内容を違う言葉で言い換えたにすぎないから，ほぼ比例して変化するデータと理解できるという理由によって，構成要件(B)における「ほぼリニア」との文言が明確であるとすることはできず，審決の上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許発明の技術的範囲は，願書に添付した明細書の特許請求の範囲の記載に基づいて定められる(特許法70条1項)ものであり，特許請求の範囲の記載は，第三者に対して権利範囲を告知するものとして，それ自体で発明の構成が明確に把捉されるものでなければならない。",
                        "ここで，構成要件(B)は，「リニアまたはほぼリニアに変化するデータとなるように処理する」と規定しているが，この規定については，何をもって「ほぼリニア」に該当し，本件特許の権利範囲に抵触するのかが，明確でないといわざるを得ない。審決は，上記のとおり，「ほぼリニアに変化する」とは「ほぼ比例する」の意味であると理解し得るから不明確な記載とはいえない旨判示しているが，審決のいうように理解したとしても，「ほぼ比例する」がどのような範囲を意味するのかは依然として不明確であり，補正後データがどの程度の比例関係を有すれば本件特許の権利範囲に含まれるのか理解し得ないというほかはない。",
                        "「ほぼリニア」における「ほぼ」という文言は，客観的にその幅を決定することができない文言である。当該文言については，①原則としてリニアであることを意味し，実測の際の誤差を許容するため，厳密にリニアであることを必要としないという意味の狭い解釈から，②概ねリニアに見えればよいことを意味するという広い解釈まで成り立つ。後者のように広い解釈をとった場合には，「ほぼリニア」に含まれる幅は，判断者によってまちまちとなり，権利者と第三者との間において権利範囲の解釈に食い違いが生じることは避けられない。",
                        "この点について，被告は，本件審判事件の答弁書(甲24)において，「請求人ら(判決注，原告ら)が不明確であるとする『ほぼ』は，リニアを修飾する語であって，或る線が，リニア(直線)に対してどのような関係にあるかを示す際に用いられる語であって，上記の通り，ほぼリニアに変化するデータとは，術者が困難を感じない程度に直線化されたデータを意味すると解すべきもので明白である」(22頁第4段落)と述べ，「ほぼリニア」とは，「術者が困難を感じない程度に直線化された」ことを意味すると主張しているから，被告は，上記②の立場をとっていると思われる。しかし，仮に被告主張のような解釈を採用したとしても，困難を感じるか否かは術者の主観によらざるを得ないから，データがどの程度直線化されると権利範囲に含まれるのかは，依然として不明確である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，構成要件(B)における「ほぼリニア」との記載からは，発明の構成を明確に把握することができないことは明らかであって，本件明細書(甲1)の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たさないものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(無効理由3についての判断の誤り)",
                  "text": [
                    "審決は，無効理由3について，「勾配がほぼ一定の場合，即ち，測定データをデータ処理手段により『リニアまたはほぼリニアに変化するデータ』に補正した場合には，上記課題が解決され且つ上記効果が奏されることは明らかであるから，本件特許明細書の特許請求の範囲には発明の構成に欠くことができない事項が記載されていないともいえない」(審決7頁最終段落)と判断したが，以下のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イのとおり，構成要件(B)の範囲は明確ではないが，その点を措くとしても，本件明細書(甲1)において，①「また，補正後データは例えば第2図に1点鎖線で示したC線のように途中で勾配が変化する折れ線にしてもよい」(3頁左欄最終段落)，②「なおこのC線のような折れ線でなく，2点鎖線で示したD線のように，根尖から遠い位置における直線と根尖に近くなるほど勾配が急になる曲線とを組み合わせたものであっても同様な作用効果が得られる」(同)と記載されているとおり，C線及びD線が補正後データに当たるとすれば，補正後データは，必ずしも，「勾配がほぼ一定」であるということはできない。",
                        "特に，上記C線で示された補正後データは，正に，根尖付近で急に値が増加するものであり，このようなデータを補正後データに含む本件発明1～3の構成が，本件明細書記載の目的を達成し得るものでないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し被告は，本件発明1～3は，少なくとも根尖付近において測定データをリニア化するものであると理解し得るから，根尖付近の区間においてほぼ直線であれば，「勾配がほぼ一定」ということができるところ，上記C線及びD線も，根尖付近で「勾配がほぼ一定」のものである旨主張する。",
                        "しかしながら，本件明細書(甲1)においては，リニア化する範囲を限定する記載は一切なく，本件発明1～3は，根尖付近において測定データをリニア化するものであればよいとする前提自体が誤りであるから，被告の上記主張は失当である。また，本件明細書の発明の詳細な説明における上記(ア)②の記載によれば，根尖付近においてD線のように「曲線」に補正することも，本件発明1～3のデータ処理手段による補正に含まれることは明らかであり，この点からも，被告の上記主張は失当である。",
                        "さらに，仮に，被告主張のように，本件発明1～3が根尖付近において測定データをリニア化するものであればよいとする発明であると理解したとしても，その場合には，「根尖付近」とはどこを意味するのかが不明確であるというほかはないから，結局，本件発明1～3は，本件明細書記載の目的を達成し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，構成要件(B)の規定では，発明の目的を達成するための構成が記載されているということはできないから，本件明細書(甲1)の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たさないものというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，原告ら主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，別件の答弁書(甲19)及び審決(甲22)の記載を引用した上，本件特許は，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成に対して付与されたものであり，本件発明1～3におけるデータ処理手段は，従来のリニア化における補正方法とは異なるものである旨主張する。",
                    "しかしながら，別件答弁書の原告ら引用部分に先立つ部分に，「甲第11号証(判決注，甲21公報)には，本件特許発明の課題やこれを解決するための構成については，全く開示されていない」(6頁第3段落)，「甲第12号証(判決注，甲20公報)に記載されている発明は，一般的な計測装置におけるリニアライザそのものの改良に関するものである。その内容は，・・・本件特許発明が対象としている根管長測定器に適用することの示唆は皆無である。・・・本件特許発明と甲第12号証(判決注，甲20公報)とは具体的な構成だけでなく，その課題も全く相違している」(同頁第4段落)と記載されているとおり，別件における被告の主張は，本件発明1～3のデータ処理手段が行う補正は，従来のリニア化の補正とは，課題も具体的な構成も異なるというものであることは明らかである。",
                    "また，別件審決(甲22)も，原告ら引用部分に続けて，「したがって，甲第12号証(判決注，甲20公報)記載の技術手段を，甲第11号証(判決注，甲21公報)に記載の根管長測定装置に組み合わせることは，その動機付けが見出せない以上，当業者といえども容易に想到し得ないことであり，本件発明1乃至3が，甲第11及び12号証に記載の発明に基いて当業者が容易に発明をすることができたものとすることはできない」(7頁下から第3段落)と判断し，さらに，「甲第12号証(判決注，甲20公報)に記載のものは，あくまでも，センサ自体の持つ非線形特性を補償するためにリニアライザを用いる技術に関するものであって，このものが，センサ自体の持つ非線形特性を問題点として捉えておらず，しかも，リニアライザの使用について言及のない甲第11号証(判決注，甲21公報)に記載の根管長測定装置と同一の課題を有するものであるとは到底認められず，したがって，甲第12号証(判決注，甲20公報)に記載のリニアライザを甲第11号証(判決注，甲21公報)に記載の根管長測定装置に適用させることが自然なことであるとも認められない」(8頁第2段落)と判断している。つまり，別件審決は，甲20公報記載の発明と甲21公報記載の発明とを組み合わせることは困難であるから，本件発明1～3は，甲21公報及び甲20公報に基づいて容易に発明をすることができたものではない旨判断したものである。",
                    "以上のとおり，別件において，被告は，本件発明1～3のデータ処理手段が行う補正が，従来のリニア化における補正と異なるとは主張していないし，別件審決も，そのような判断をしたものではない。したがって，原告らの上記主張は，その前提において誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに原告は，別件侵害控訴事件の準備書面(甲30)における被告の主張を引用した上，本件発明1～3におけるリニア化には，何らかの特殊な構成が必要であることは明らかである旨主張するが，上記アと同様，被告の主張を曲解するものにすぎず，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1～3のうち，データ処理手段に限って見れば，いわゆるリニアライザと呼ばれる公知の技術である。",
                    "リニアライザと呼ばれるものには，①補正用テーブルを用いる方法や，②折れ線近似回路のような演算式による処理回路を用いる方法などがあり，本件明細書(甲1)には，上記①及び②の内容が記載されている。そして，例えば，上記①の方法は，初めに，測定データから補正データを求め，補正テーブルを作成し(第1ステップ)，この各測定データの値に応じて補正テーブルの補正値をそれぞれ加算する(第2ステップ)という手順で行われる。この方法によれば，測定データが異なる傾向を示す有髄歯，無髄歯，いずれの場合であっても，単一の補正用テーブルを用いて，ほぼリニアに補正することができる。有髄歯，無髄歯用の異なる補正値を設定する必要はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，原告らは，本件明細書(甲1)の第2図で用いられている補正値は，説明の便宜上，適当に設定された測定データと補正後データから逆算して得られたものであり，実際の歯牙の測定データを補正するためのものではないと論難する。しかし，原告らが提出した実際の測定データ(甲3及び甲4)を用いても，根尖近傍でリニア化する補正が可能である(乙5，乙1-1～4)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告らは，歯牙の測定データの特性が様々であることを強調するが，本件発明1～3は，各歯牙の特性のばらつきをも補正して，歯牙データを同一の特定のリニアなデータとするものではなく，歯牙ごとに異なる様々の測定データの曲線を，「測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ることを目的としてなされた」(本件明細書〔甲1〕2頁左欄下から第4段落)ものである。したがって，歯牙の代表的な特性を把握できれば，補正を行うことができるのであり，その際，リニア又はほぼリニアとなる補正後データが，歯牙ごとに異なることは当然である(乙1-1～4参照)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告らは，未知の歯牙の測定データから，リニア又はほぼリニアな補正後データを得るための補正値を決定するには，相当数の歯牙を用いて実験を行う必要があり，容易ではない旨主張する。しかし，人体の一部を扱う分野では，個体差があり，許容誤差を認めつつ，数値を表現している。つまり，根管長測定装置は，原告らがいう程度に極めて厳密に根尖位置を測定できなければならないものではなく，臨床上要求される精度で根管長を測定できれば足りるものであり，このことは，根尖位置測定の技術分野では技術常識である。したがって，本件発明1～3も，歯牙の特性や測定に伴う誤差のばらつきまで補正するものではないから，補正値を設定するために必要な歯牙のデータとしては，原告らが主張するような厳密なデータの集積は不要であり，代表例を使って設計するだけで十分である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件明細書(甲1)には，当業者が容易に発明の実施をすることができる程度に，本件発明1～3の具体的構成が記載されているということができるから，無効理由1についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "text": [
                "原告らは，構成要件(B)における「ほぼリニア」との文言は不明確であり，本件明細書(甲1)の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たさない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，リニア化の程度(幅)については，根尖位置付近で急激に増加する歯牙の測定データを，歯科医師が扱いやすい，つまり施術に困難を感じないデータとするためにどの程度変換するか，という当業者の設計的事項であるというべきである。「ほぼリニア」とは，上記のような設計的事項を反映させるための用語であって，そこでいうリニア化の程度(幅)を議論すること自体，意味がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，本件明細書(甲1)には，「このような測定データをそのまま表示に用いると，測定電極の先端が根尖から離れている問は表示値は小さくしかもあまり増加しないが，1mm前後に近づいてから急激に大きくなるという結果となり，非常に使いにくいものとなる」(2頁左欄第4段落)，「この発明によれば，測定データが測定電極先端と根尖との間の距離に応じてリニアまたはほぼリニアに変化するように補正されて表示されるので，表示値が根尖付近で急激に増加するようなことがなくなる」(同頁右欄第2段落)，「その指針は測定電極2が根管1aに挿入されるにつれて挿入量にほぼ比例して振れるようになるのであり，根尖1bに近づいてから急に大きく振れるということがなく，表示が見やすく，使いやすい根管長測定器が得られる」(3頁左欄下から第2段落)，「最初は出力がほとんど変化しないで根尖付近で急激に変化するという測定原理に起因する表示値の急変がなくなる」(3頁右欄下から第2段落)と記載されており，「ほぼリニア」の基準又は程度について数値による限定はなされていない。すなわち，「ほぼリニア」といい得るか否かは，根尖位置の近傍で急激に変化せず，根尖から離れた位置から根尖位置に至る間でデータが単調に増加し，急激な変化が見られないといえるかどうかによって決まるのであって，リニア化の程度を議論することは意味がないのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，「ほぼリニア」との文言を含む，本件明細書(甲1)の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たすものというべきであるから，無効理由2についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3について",
              "text": [
                "原告らは，本件明細書(甲1)において，第2図のC線及びD線が補正後データに当たるとされていることを根拠に，本件発明1～3の構成は，本件明細書記載の目的を達成し得るものでない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，本件発明1～3は，急激に増加する測定データをリニア化するものである。リニア化する対象は，非線形(非直線状)に増加する曲線であると理解できるから，本件明細書(甲1)の「急激にデータ値が大きくなる」の意味は，本件明細書の第2図に示されるように，根尖位置に近づくに伴い，非線形に値が増加することを意味するものである。また，本件明細書には，「急激に増加する」例として，第2図の曲線A，第3図の曲線が示されている。手指の感覚と，リーマの移動距離が比例するのであれば，歯科医師は，施術に困難性を感じないから，結局，データが「急激に増加する」とは，リーマの移動距離に比して，測定データAのように，その曲線の各点の勾配が変化し，曲線状に(非直線状に，直線状ではなく)変化することであると理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件明細書の「測定電極の先端が根尖から・・・1mm前後に近づいてから急激に大きくなるという結果となり，非常に使いにくいものとなる」(2頁左欄第4段落)との記載によれば，本件発明1～3の課題は，根尖付近で，急激に増加するような測定データでは，歯科医師が施術し難いという点にあると解されるから，本件発明1～3は，少なくとも根尖付近において，測定データをリニア化して施術し易くするものであると理解することができる。本件明細書の第2図のC線を見ると，根尖位置から約1．2mm離れた点(以下「P点」という。)で急に増加しているが，P点から根尖に至る範囲では，直線状に増加している。すなわち，C線は，根尖付近で直線状であるから，勾配はほぼ一定である。D線についても同様であり，これらの線は，根尖付近において急激に増加する線ではない。このように，根尖付近の区間においてほぼ直線であれば，「勾配がほぼ一定」ということができるところ，C線及びD線も，根尖付近で「勾配がほぼ一定」のものであるから，原告らの上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件明細書(甲1)の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たすものというべきであるから，無効理由3についての審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否に関し，原告ら主張の取消事由ごとに順次判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "text": [
            "審決は，無効理由1について，「本件発明1ないし3の構成要件(B)におけるデータ処理手段とは，測定データにつき，『測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める』という非常に使いにくい関係を是正すべく，測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する所望の補正後データが得られるように測定データの各値ごとに補正用テーブルや演算式からなる所要補正値を加味するようにしたデータ処理手段を意味するものと捉えることができ，その限りにおいて，本件特許明細書の発明の詳細な説明には，上記のデータ処理手段を当業者が容易に実施できる程度に説明されていないとすることはできない」(審決6頁第2段落)と判断した。",
            "これに対し，原告らは，①別件における被告の答弁書(甲19)及び審決(甲22)の記載を引用した上，本件特許は，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成に対して付与されたものであり，本件発明1～3におけるデータ処理手段は，従来のリニア化における補正方法とは異なるものである旨主張し，さらに，②本件発明1～3の構成に関する上記①の理解を前提に，実際の歯牙の測定データを補正するための補正値が記載されていない以上，本件明細書の発明の詳細な説明の記載に基づいて，当業者が，本件発明1～3を容易に実施することができないことは明らかであるなどと主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこでまず，本件発明1～3の構成に関する原告らの上記①の主張の当否について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1～3の要旨は，上記第3の1(2)のとおりであるところ，そこで規定される「上記データ検出手段で得られる測定データを逐次補正し，補正後データが測定電極先端と根尖間の距離に応じてリニアまたはほぼリニアに変化するデータとなるように処理するデータ処理手段」，すなわち構成要件(B)について，本件明細書(甲1)の発明の詳細な説明には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「測定電極の先端が根管中央の歯頸部にある時と根管先端の根尖に達した時における上記の等価回路における抵抗値とコンデンサ容量の変化率は，コンデンサ容量の方が抵抗値に比べてかなり大きく，特に根尖付近ではインピーダンスが格段に大きく変化するという性質がある。このため，電流や電圧の形で検出される測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める。第3図はこの状況を例示したものであり，横軸は根尖に達するまでの距離，縦軸は測定データである。」(〈発明が解決しようとする課題〉の項，2頁左欄第3段落)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「従って，このような測定データをそのまま表示に用いると，測定電極の先端が根尖から離れている間は表示値は小さくしかもあまり増加しないが，1mm前後に近づいてから急激に大きくなるという結果となり，非常に使いにくいものとなる。このような傾向は抵抗検出方式のものである程度は認められるが，特にインピーダンスの変化を検出する方式では顕著である。この発明はこのような点に着目し，測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ることを目的としてなされたものである。」(〈発明が解決しようとする課題〉の項，2頁左欄第4段落～第5段落)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「上述の目的を達成するために，この発明では・・・このデータ検出手段で得られる測定データを逐次補正し，補正後データが測定電極先端と根尖間の距離に応じてリニアまたはほぼリニアに変化するデータとなるように処理するデータ処理手段・・・とを備えている。上記のデータ処理手段における処理は，測定データと目標とする補正後データとの差を補正値として各測定データに対応させた補正用テーブルをあらかじめ記憶手段に記憶させておき，このテーブルから対応する補正値を読み出し，これを測定データに加算することによって行われる。また，測定データを目標とする補正後データに変換するための演算式をあらかじめ記憶手段に記憶させておき，この演算式を用いて測定データの補正演算を行うこともできる。」(〈課題を解決するための手段〉の項，2頁左欄下から第3段落～最終段落)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「この発明によれば，測定データが測定電極先端と根尖との間の距離に応じてリニアまたはほぼリニアに変化するように補正されて表示されるので，表示値が根尖付近で急激に増加するようなことがなくなる。」(〈作用〉の項，2頁右欄第2段落)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「第2図のグラフの横軸は測定電極2の先端2aが根尖1bに到達するまでの距離，縦軸はデータ値であり，横軸下部の表はグラフに対応したものとなっている。この表の第1欄はデータ検出回路4で得られた測定データ(グラフのA線に対応する生データ)，中欄はこの各測定データに加算される補正値，下欄は補正後データ(グラフのB線に対応する最終データ)を示している。・・・測定電極2が歯牙1の根管1aに挿入され，その挿入量に応じて電極2の先端2aと根尖1b間の距離に対応した測定データがデータ検出回路4から出力されると，データ処理回路5ではこの各測定データの値に応じて第2図の補正値をそれぞれ加算し，その結果得られた補正後データによって表示部6を作動させるのである。測定データは測定電極2の先端2aが根尖1bに近づくにつれて図のA線のように急激に大きくなるが，この例では，補正後データが根尖1bまでの距離に応じて図B線のようにほぼリニアに変化するものとなるように補正値が選定してあり，表示部6に対する出力信号もほぼリニアに変化する。従って，表示部6が例えば指針式メータであれば，その指針は測定電極2が根管1aに挿入されるにつれて挿入量にほぼ比例して振れるようになるのであり，根尖1bに近づいてから急に大きく振れるということがなく，表示が見やすく，使いやすい根管長測定器が得られる。」(〈実施例〉の項，2頁右欄最終段落～3頁左欄下から第2段落)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「この発明の根管長測定器は，測定データを逐次補正し，補正後データが測定電極先端と根尖間の距離に応じてリニアに変化するデータとなるようにして表示したものである。従って，ファイルなどの測定電極先端の位置と表示値との相関が明瞭になると共に，最初は出力がほとんど変化しないで根尖付近で急激に変化するという測定原理に起因する表示値の急変がなくなる。・・・これらの結果，表示が見やすく，しかも臨床上有益な各種の情報が得られ，使い勝手のよい根管長測定器を得ることが可能となるのである。」(〈発明の効果〉の項，3頁右欄下から第3段落～第2段落)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の各記載並びに本件明細書の第2図及び第3図によれば，本件発明1～3は，根管長測定器においては，「測定電極の先端が根管中央の歯頚部にある時と根管先端の根尖に達した時における上記の等価回路における抵抗値とコンデンサ容量の変化率は，コンデンサ容量の方が抵抗値に比べてかなり大きく，特に根尖付近ではインピーダンスが格段に大きく変化するという性質がある」ため，その測定データは，「測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を有することから，その特徴を解消ないし緩和することにより，「測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ることを目的として」発明されたものであり，構成要件(B)は，その目的を達成するために，「データ検出手段で得られる測定データを逐次補正し，補正後データが測定電極先端と根尖間の距離に応じてリニアまたはほぼリニアに変化するデータとなるように処理するデータ処理手段」であって，具体的には，例えば，上記(オ)の実施例に示されるような通常のリニア化の方法によって，測定データを補正していくものであると理解することができる。",
                    "この点について，原告は，上記①のとおり，構成要件(B)について，例えば，甲20公報に記載されるような従来のリニア化における補正方法とは異なる特別な態様の補正を行うものであると理解すべきである旨主張しているものと解されるが，仮に，本件明細書(甲1)の発明の詳細な説明の記載を参酌したとしても，上記のとおり，そのような限定的な理解をすべき理由は，格別見当たらないというほかはないから，原告らの主張は採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告らの主張中，構成要件(B)においては，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成を有するとの主張については，そこでいう「測定原理に起因する非線形の測定データ」とは，上記ア(ア)において説明される「測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を有する根管長測定器における測定データを意味することが明らかであり，そうとすれば，本件明細書の発明の詳細な説明に，当業者(その発明の属する技術の分野における通常の知識を有する者)が本件発明1～3を容易に実施し得る程度の記載がされてないということができないことは，後記(3)において検討するとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告らは，別件審判における被告の答弁書(甲19)及び審決(甲22)の記載を引用した上，別件の経過を見ても，本件特許が，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成に対して付与されたものであることは明らかであるなどと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討すると，別件審決(甲22)においては，確かに，原告らが引用するとおり，「甲12号証(判決注，甲20公報)には，リニアライザデータをテーブル化してメモリに記憶させておく方式が例示されてはいるが，このものは，センサ自体の持つ非線形特性を補償するためのものであって，本件発明1乃至3のように，測定原理に起因する表示値の急変をなくすためのものでもない」(7頁第5段落)との説示がされているものの，それに続けて，「したがって，甲第12号証に記載の技術手段を，甲第11号証(判決注，甲21公報)に記載の根管長測定装置に組み合わせることは，その動機付けが見出せない以上，当業者といえども容易に想到し得ないことであり，本件発明1乃至3が，甲第11及び12号証に記載の発明に基いて当業者が容易に発明をすることができたものとすることはできない」(同頁下から第3段落)との判断が示されているから，別件審決は，飽くまで，動機付けの観点から，甲20公報記載のリニアライザを甲21公報記載の根管長測定装置に適用することは想到困難であると判断したにすぎず，本件発明1～3におけるデータ処理手段について，原告ら主張のように，従来のリニアライザとは全く異なる，根管長測定器の「測定原理に起因する」非線形の測定データを補正してリニアなデータを得るための構成を有するものであると認定したものではないことは明らかである。別件審決を理由とする原告らの主張は，採用の限りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告らは，本件訴訟において，被告が，別件における被告の主張と異なる主張をすることは，訴訟上の信義則に反し許されない旨主張する。",
                    "確かに，別件審判の答弁書(甲19)において，被告は，「本件特許発明と甲第12号証(判決注，甲20公報)とは具体的な構成だけでなく，その課題も全く相違している」(6頁下から第4段落)，「具体的な構成や課題が異なり，根管長測定器に適用することについての開示や示唆も全くなされていない甲第12号証(判決注，甲20公報)のリニアライザを，同じく構成や課題の開示あるいは示唆がなされていない甲第11号証(判決注，甲21公報)の根管長測定装置に適用しても，本件特許の請求項1の発明をなすことは不可能である」(6頁下から第3段落)といった主張をしていたことが認められ，この主張を文字どおりとらえれば，本件発明1～3におけるデータ処理手段の「構成」について，従来のリニアライザの構成とは全く異なるものである旨主張しているかのように解する余地がないわけではない。",
                    "しかしながら，被告は，別件審判の答弁書において，上記各記載のほか，「甲第11号証(判決注，甲21公報)には，本件特許発明の課題やこれを解決するための構成については，全く開示されていない。」(同頁第3段落)，「甲第12号証(判決注，甲20公報)に記載されている発明は，一般的な計測装置におけるリニアライザそのものの改良に関するものである。その内容は・・・本件特許発明が対象としている根管長測定器に適用することの示唆は皆無である」(同頁第4段落)とも主張して，本件発明1～3と甲20公報記載の発明との間における解決すべき「課題」の相違と，それに基づく適用の困難性についても主張している。",
                    "そうすると，別件における被告主張のうち，本件発明1～3におけるデータ処理手段の「構成」の相違に関する部分について上記のように解される余地があるとしても，それは，別件審決において採用されなかった主張であるから，本件訴訟において，被告がこれと異なる主張をしたとしても，そのことをもって訴訟上の信義則に反するとまでいうことはできず，この点に関する原告らの主張も採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告は，別件侵害控訴事件の準備書面(甲30)において，被告が，「根管長測定の分野においては，測定対象が人体の一部である歯牙であるため，特性が個体ごとにまさしく千差万別であり，リニアライザで精度を補正することは不可能である。そのため，上記引用例にあるセンサの使用場面である，比較的特性が一定とされる温度や湿度におけるリニアライザとは，その応用方法，目的が自ずと異なる」(30頁下から第2段落)，「ちなみに，乙発明(判決注，本件発明1)における測定データは一様な非線形データではなく・・・歯牙ごとにその特性曲線が異なる非線形データである。これに対し，乙第108号証の3ないし6(判決注，本訴甲26～29)に示される技術は，一様な非線形データをリニア化する技術である。その意味においても，歯牙ごとにその特性曲線が異なる非線形データに，単純に，一様な非線形データをリニア化する技術を応用することはできない」(34頁第3段落)と主張したことを根拠に，本件発明1～3におけるリニア化には，何らかの特殊な構成が必要であることは明らかであるとも主張する。",
                    "しかしながら，別件侵害控訴事件における被告の準備書面(甲30)の該当箇所を全体として読めば，原告引用に係る被告の上記各主張は，①従来のリニアライザにおけるリニア化は，センサが出力する全範囲において正確な測定値を読み取ることができるようにし，それにより測定精度の向上を図ることを目的とするものであったのに対し，本件発明1におけるリニア化は，根尖部での急激な表示値の変化を抑制し，操作性を向上させることを目的とするものであって，両者は目的を異にする，②従来のリニアライザにおけるリニア化の技術は，当該測定器によって得られる非線形の出力測定データを，そのデータに見られる特定の入出力特性に応じた補正を行うことによって，入力に対してリニアな出力表示データを一律に得るものであるが，本件発明1に係る根管長測定装置において得られる測定データは，そのような一律の補正を行い得るような特定の入出力特性を有するものではないから，両者は，測定データの性格が異なる，③さらに，根管長測定装置において得られる測定データは，歯牙ごとに特性曲線が異なるから，単純に，従来のリニア化に関する技術を応用することはできない旨を主張するものであると解される。",
                    "このうち，上記①の主張は，本件発明1と従来のリニア化に関する技術との「目的」の相違を主張するものであるから，両者の「構成」の違いと直接結び付くものでないことは明らかというほかはない。また，上記②の主張についても，その趣旨は，根管長測定装置の測定データには，従来のリニアライザにおける測定データと同様の意味での特定の入出力特性(当該入出力特性について補正データによる数理的な補正が可能なもの)はないというにすぎず，根管長測定装置の測定データが，「測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を有するものであり，そのことが本件発明1におけるリニア化の前提となっていること，及び従来のリニアライザによるリニア化を採用し得ることまでを否定するものでないことは明らかであるから，上記(1)の判断と何ら矛盾するものではない。",
                    "さらに，上記③の主張については，仮に，その趣旨が，歯牙ごとに測定データの特性の違いがあることのみを理由に，本件発明1の容易不想到性を基礎付けようとするものであれば，そのような理解が失当であることは後記(3)ウのとおりである。しかし，被告自身，当該記載の冒頭に「ちなみに」と記していることからも明らかなとおり，当該主張は，飽くまで本件発明1の容易不想到性を強める付加的な事項として，上記①及び②の主張に関連して主張されたにすぎないと見るべきであり，別件侵害控訴事件においてそうした主張がされたことのみを根拠として，本件発明1～3におけるリニア化に何らかの特殊な構成が必要であるなどと解することはできないし，もとより，訴訟上の信義則等を理由に，本訴における被告の主張が制約されるものでもないというべきである。",
                    "以上によれば，原告の上記主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，原告らの上記①の主張は，それが前提とする本件発明1～3の構成に関する理解において誤りがあるというべきであるが，更に進んで，測定データを補正するための補正値の点について，本件明細書(甲1)に，当業者が，本件発明1～3を容易に実施することができる程度の記載がされているか否か(原告らの主張②)について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)アで掲げた本件明細書(甲1)の各記載並びに第2図及び第3図からすると，構成要件(B)のデータ処理手段により測定データを補正するための補正値は，根管長測定器における測定データに見られる，「測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を解消ないし緩和し，測定データを，上記(1)ア(オ)の記載及び第2図に示されるような「リニアまたはほぼリニアに変化するデータ」となるように変換し得るものであれば足りるものと解される。そして，そのような補正値を得るには，基本的には，根尖付近における補正の幅を急激に減少させるとの方針を採った上で，必要があれば，年齢，性別，疾患等に応じて，異なる複数の歯牙の測定データを得て，これらの測定データに基づき，補正値を定める上での所望の標準測定データを設定し，それに対応する値を決定すればよく，こうした作業は，当業者が，本件発明1～3の実施に当たり適宜行うべき事項にすぎないというべきである。",
                    "したがって，測定データを補正するための補正値の点について，本件明細書には，当業者が，本件発明1～3を容易に実施することができる程度の記載がされているものと認めることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告らは，本件明細書(甲1)の第2図で用いられている補正値は，説明の便宜上，適当に設定された測定データと補正後データから逆算して得られたものにすぎず，実際の歯牙の測定データを補正するためのものではないから，本件明細書には，実際の歯牙の測定データを補正するための補正値が記載されていない旨主張する。",
                    "しかしながら，上記(1)ア(ア)の記載によれば，本件発明1～3における測定データとは，インピーダンスの変化を電流や電圧の形で検出したものと解されるところ，上記(1)ア(オ)の記載において，「その挿入量に応じて電極2の先端2aと根尖1b間の距離に対応した測定データがデータ検出回路4から出力される」とされていることからすると，そこでいう測定データは，電極の挿入量に応じてデータ検出回路から出力されるものであり，また，「第1欄はデータ検出回路4で得られた測定データ(グラフのA線に対応する生データ)」とされていることからすると，当該測定データは，生データ，すなわち，実際の歯牙についての電流や電圧の形での測定データであると認めるのが相当である。そして，上記(1)ア(オ)の記載において，「データ処理回路5ではこの各測定データの値に応じて第2図の補正値をそれぞれ加算し」とされているとおり，補正値は，各測定データの値に応じて定められるものであると認められるから，本件明細書には，生データ，すなわち，実際の歯牙についての電流や電圧の形での測定データを補正するための具体的な補正値が説明されていると認めることができる。",
                    "また，仮に，本件明細書の第2図のものが，実際の歯牙のデータではなく，説明用のデータであるとしても，上記アのとおり，必要があれば，年齢，性別，疾患等に応じて，異なる複数の歯牙の測定データを得た上で，これらの測定データに基づき，補正値を定める上での所望の標準測定データを設定して，それに対応するする補正値を決定すれば足りるというべきであるから，原告らの上記主張は，いずれにせよ採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告らは，「根尖に達するまでの距離」と「測定データ」との間には，「測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という傾向を有する関係があることは事実であるが，個々の歯牙について見れば，測定データの特性は異なるのであって，特に，有髄歯と無髄歯とでは，測定データの特性が全く異なるとされているから，上記傾向のみから，直ちに測定データを補正するための具体的な補正値を決定することはできず，補正値を決定するには，相当数の歯牙を用いて実験を行う必要があり，それは容易なことではない旨主張する。",
                    "そこで検討すると，まず，個々の歯牙における測定データの特性の違いの点については，上記アのとおり，必要があれば，年齢，性別，疾患等に応じて，異なる複数の歯牙の測定データを得た上で，これらの測定データに基づき，補正値を定める上での所望の標準測定データを設定して，それに対応する補正値を決定すればよく，こうした作業は，当業者が，本件発明1～3の実施に当たり適宜行うべき事項にすぎないというべきである。原告らは，上記のとおり，補正データを得るための作業の困難性について主張するが，本件発明1～3における測定データの補正は，個々の歯牙の特性のばらつきまで補正しようとするものではなく，飽くまで，「表示が見やすく，使いやすい根管長測定器」(上記(1)ア(オ))，「表示が見やすく，しかも臨床上有益な各種の情報が得られ，使い勝手のよい根管長測定器」(上記(1)ア(カ))を得るために，測定データを「リニアまたはほぼリニアに変化するデータ」に補正するというものにすぎないと解されるから，そのための測定データのサンプリング等の作業も，適宜のもので足りることは明らかであり，これをもって，当業者に対し，過度の負担を課するものということはできない。",
                    "次に，有髄歯と無髄歯との間の差異の点については，確かに，甲23文献(砂田今男「根管長の新しい測定法について」口腔病学会雑誌第25巻)には，「表4のごとく，有髄歯でも，リーマーが根表に達した場合は，一様に，40μA(6．5kΩ)近くの電流値を示し，この部分では根管内容による差異は見られないが，根管内に水分の少い無髄歯では，根管上部でかなり大きい抵抗値をとり，リーマーが根尖1～1．5mmの部位に達すると，急に抵抗が少なくなる。有髄歯では，根管上部と根尖部との抵抗の差は，無髄歯で見られたように明らかではない。",
                    "図12，13の如く，根管口近くで既に35μA程度の電流値を示し，リーマーが根尖に近ずくにつれて徐々に電流値を増し，根尖に達したとき40μAになるものが多い。有髄歯でも無髄歯でも，リーマーを根管深部に挿入するにつれて抵抗値は小さくなるが，リーマー尖端から根尖までの距離と抵抗値との間には，全体として一定関係は見られなかった」(166頁右欄第2段落)と記載されており，この記載からすると，有髄歯と無髄歯とでは，測定データの特性が異なる面があることが認められる。しかし，甲23文献には，上記記載に続けて，「リーマーが根尖より1～0．5mmの部位に達すると有髄歯と無随歯との差異は殆どなくなり，リーマーが根表に達すると抵抗値がほゞ一致し，更に歯根膜中に突き出すと，同じように抵抗値が小さくなることがわかった」(同段落)とも記載されており，この記載からすると，根尖より1～0．5mmの部位に達すると，有髄歯と無随歯とで測定データに差異はなくなるものと認められる。他方，本件明細書(甲1)に，「従って，このような測定データをそのまま表示に用いると，測定電極の先端が根尖から離れている間は表示値は小さくしかもあまり増加しないが，1mm前後に近づいてから急激に大きくなるという結果となり，非常に使いにくいものとなる。このような傾向は抵抗検出方式のものである程度は認められるが，特にインピーダンスの変化を検出する方式では顕著である。この発明はこのような点に着目し，測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ることを目的としてなされたものである」(上記(1)ア(イ))と記載されているとおり，本件発明1～3によって，表示値をリニア又はほぼリニアなものに補正することが強く求められるのは，測定電極が，根尖から1mm前後に近づいてからであると理解することができる。",
                    "そうすると，上記のとおり，根尖より1～0．5mmの部位に達すると有髄歯と無随歯とで測定データの差異はなくなるのであるから，少なくとも，表示値をリニア又はほぼリニアなものに補正することが強く求められる範囲においては，有髄歯の場合と無随歯の場合とで，補正値を異ならせる必要はなく，有髄歯と無随歯と間における測定データの特性の差異は，補正値を決定する際の障害とはならないというべきである。",
                    "以上によれば，原告らの上記主張は採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，測定データを補正するための補正値の点について，本件明細書(甲1)には，当業者が，本件発明1～3を容易に実施することができる程度の記載がされているものというべきであるから，無効理由1についての審決の判断に誤りはなく，原告らの取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "text": [
            "審決は，無効理由2について，「本件特許明細書には，『測定電極の先端が根尖から離れている間は表示値は小さくしかもあまり増加しないが，1mm前後に近づいてから急激に大きくなるという結果となり，非常に使いにくいものとなる。』・・・，『この発明によれば，測定データが測定電極先端と根尖との間の距離に応じてリニアまたはほぼリニアに変化するように補正されて表示されるので，表示値が根尖付近で急激に増加するようなことがなくなる。』・・・，『従って，表示部6が例えば指針式メータであれば，その指針は測定電極2が根管1aに挿入されるにつれて挿入量にほぼ比例して振れるようになるのであり，根尖1bに近づいてから急に大きく振れるということがなく，表示が見やすく，使いやすい根管長測定器が得られる。』・・・と記載されている。これらの記載によれば，『リニアまたはほぼリニアに変化するデータ』とは，根尖から離れている間はあまり増加せずに根尖付近で急激に増加する従来のデータとは異なり，測定電極が根管に挿入されるにつれて挿入量に比例またはほぼ比例して増加あるいは変化するデータを意味し，かかるデータにより，指針式メータ等の表示部における表示が見やすく，使いやすい根管長測定器が得られるとの効果を奏するものであることは明らかである。",
            "そうすると，『ほぼリニアに変化するデータ』は，本件特許明細書の記載に基いて上述した範囲のものとして理解することが可能というべきであるから，不明確あるいは不明瞭な記載とはいえず，したがって，本件特許明細書の特許請求の範囲には発明の構成に欠くことができない事項が記載されていないともいえない」(審決6頁最終段落～7頁第3段落)と判断した。",
            "これに対し，原告らは，構成要件(B)における「ほぼリニア」との記載からは，発明の構成を明確に把握することができないことは明らかであって，本件明細書(甲1)の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たさない旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで検討すると，上記2(1)で掲げた本件明細書(甲1)の各記載によれば，本件発明1～3は，根管長測定器の測定データは，「測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を有することから，その特徴を解消ないし緩和することにより，「測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ることを目的として」発明されたものであり，本件発明1～3によって，「ファイルなどの測定電極先端の位置と表示値との相関が明瞭になると共に，最初は出力がほとんど変化しないで根尖付近で急激に変化するという測定原理に起因する表示値の急変がなくなる」結果，「表示が見やすく，しかも臨床上有益な各種の情報が得られ，使い勝手のよい根管長測定器を得ることが可能となる」という効果が得られるものであると理解される。",
                "ところで，本件発明1～3において補正の対象とされるデータは，「根管内に挿入されている測定電極の先端位置に対応した測定データ」であって，その性質上，個々の歯牙ごとのばらつきを伴うものである。このことは，本件明細書に従来技術として開示されている(1頁右欄最終段落)，特公昭62-2817号公報(乙8)に，「従来方法の欠点を改良するものとして，第1図に示す装置も知られている。この装置は根管1に挿入したリーマ2と口腔粘膜3に当接した片電極5との間に抵抗6，交流電源7および電流計8からなる回路を構成し，リーマ2が根尖孔9に至った時に生じるリーマ2と片電極5間のインピーダンス変化を電流計8により電流変化として検出して根尖孔9の位置を検出するものである。この装置は交流電源7の周波数を400KHz程度とし根尖孔到達指示電流値loを40μAに設定して使用されている。しかし，患者の年齢，歯種，根管の形状等により根尖孔到達指示電流値loは　37μA≦lo≦43μA　程度のバラツキを生じることが報告されており」(1頁2欄15行目～28行目)と記載されていることからも明らかである。",
                "他方，上記2(3)アにおいて検討したとおり，本件発明1～3における測定データの補正は，根管長測定器における測定データに見られる，「測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を解消ないし緩和し，測定データを，本件明細書(甲1)の上記2(1)ア(オ)の記載及び第2図に示されるような「リニアまたはほぼリニアに変化するデータ」となるように変換し得るものであれば足りるものであり，かつ，そのような補正値を得るには，基本的には，根尖付近における補正の幅を急激に減少させるとの方針を採った上で，必要があれば，年齢，性別，疾患等に応じて，異なる複数の歯牙の測定データを得て，これらの測定データに基づき，補正値を定める上での所望の標準測定データを設定し，それに対応する値を決定すればよいものと解される。",
                "そうすると，上記のとおり，性質上，個々の歯牙ごとのばらつきを伴う測定データについて，どの程度，細かい差別化を行った上で補正を行うかは，正に，「表示がみやすく，しかも臨床上有益な各種の情報が得られ，使い勝手のよい根管長測定器を得ることが可能となる」という本件発明1～3の効果との関係において，当業者が実施に当たり適宜工夫すれば足りる設計的な事項にすぎないというべきである。しかも，その際，補正値は，必要に応じ，ある程度グループ化されて設定され，適用されることは当然であるから，歯牙ごとの測定データのばらつきは補正によって解消されるとは限らず，例えば，ある特定の歯牙についての測定データに基づいて，補正後データが測定電極先端と根尖間の距離に応じて厳密にリニアに変化するような補正値を定めたとしても，これを別の歯牙に適用した場合には，上記ばらつきが反映される分だけ，厳密な意味での「リニア」から外れた補正後データとなることも自明というほかはない。",
                "以上のとおり，本件発明1～3においては，当業者が実施に当たり，どの程度の補正を行うように設計したかに起因して，また，個々の歯牙ごとの測定データのばらつきに起因して，厳密な意味での「リニア」から外れる補正後データが存在することを当然に予定しているものと解される。そして，本件明細書の特許請求の範囲の記載における「ほぼリニア」との語が，そのような補正後データの状態を指すものであることは，発明の詳細な説明の記載を参酌すれば，当業者にとって自明のことというほかはないから，これをもって，本件明細書の特許請求の範囲の記載が不明確又は不明りょうであるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告らは，特許法70条1項に規定する特許発明の技術的範囲との関係を指摘した上，「ほぼリニア」における「ほぼ」という文言は，客観的にその幅を決定することができない文言であって，①原則としてリニアであることを意味し，実測の際の誤差を許容するため，厳密にリニアであることを必要としないという意味の狭い解釈から，②概ねリニアに見えればよいことを意味するという広い解釈まで成り立つから，後者のように広い解釈をとった場合には，権利者と第三者との間において権利範囲の解釈に食い違いが生じることは避けられない旨主張する。",
                "しかしながら，特許発明の技術的範囲の確定に際しては，願書に添付した明細書の発明の詳細な説明の記載を参酌して，特許請求の範囲に記載された用語の意義を解釈すべきである(特許法70条2項)ところ，本件明細書(甲1)の発明の詳細な説明の記載を参酌すれば，構成要件(B)における「ほぼリニア」との文言は，原告ら主張に係る上記①及び②の双方を含む概念であると理解することができ，このことは，上記(1)のとおり，本件明細書に接した当業者にとって自明のことというほかはないから，この点に関する原告らの主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，構成要件(B)における「ほぼリニア」との文言をもって，特許法36条4項2号に規定する要件を満たさないということはできないから，無効理由2についての審決の判断に誤りはなく，原告らの取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "text": [
            "審決は，無効理由3について，「従来の，測定データが根尖付近で急に増加し始めるのは，一般的な根尖までの距離と測定データの関係を表す第3図の曲線及び第2図のA線から理解されるように，それらの曲線の勾配が根尖付近で増加する方向に変化することに起因するものと認められる。そうすると，勾配がほぼ一定の場合，即ち，測定データをデータ処理手段により『リニアまたはほぼリニアに変化するデータ』に補正した場合には，上記課題が解決され且つ上記効果が奏されることは明らかであるから，本件特許明細書の特許請求の範囲には発明の構成に欠くことができない事項が記載されていないともいえない」(審決7頁下から第2段落～最終段落)と判断した。",
            "これに対し，原告らは，本件明細書(甲1)の第2図のC線及びD線が補正後データに当たるとすれば，補正後データは，必ずしも，「勾配がほぼ一定」であるということはできないし，特に，上記C線で示された補正後データは，正に，根尖付近で急に値が増加するものであり，このようなデータを補正後データに含む本件発明1～3の構成が，本件明細書記載の目的を達成し得るものでないことは明らかであるとして，本件明細書の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たさない旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで検討すると，上記3(1)において検討したとおり，本件発明1～3は，根管長測定器の測定データは，「測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を有することから，その特徴を解消ないし緩和することによって，「測定電極先端と根尖間の距離に対応して表示がリニアまたはほぼリニアに変化する根管長測定器を得ることを目的として」発明されたものであり，本件発明1～3によって，「ファイルなどの測定電極先端の位置と表示値との相関が明瞭になると共に，最初は出力がほとんど変化しないで根尖付近で急激に変化するという測定原理に起因する表示値の急変がなくなる」結果，「表示が見やすく，しかも臨床上有益な各種の情報が得られ，使い勝手のよい根管長測定器を得ることが可能となる」という効果が得られるものであると理解される。そして，本件発明1～3における測定データの補正については，根管長測定器における測定データの上記特徴を解消ないし緩和し，測定データを，本件明細書(甲1)の上記2(1)ア(オ)の記載及び第2図に示されるような「リニアまたはほぼリニアに変化するデータ」となるように変換し得るものであれば足りるものであり，かつ，そのための補正値を得るには，基本的には，根尖付近における補正の幅を急激に減少させるとの方針を採った上で，必要があれば，年齢，性別，疾患等に応じて，異なる複数の歯牙の測定データを得て，これらの測定データに基づき，補正値を定める上での所望の標準測定データを設定し，それに対応する値を決定すればよいものと解される。",
                "以上のような見地からすれば，本件明細書の第2図に図示されたC線及びD線についても，そのような補正後データとすることにより，根管長測定器の測定データに見られる，「測定データは測定電極の先端が根尖から離れている間は小さい値のままであまり増加せず，根尖付近で急に増加し始める」という特徴を緩和し，「ファイルなどの測定電極先端の位置と表示値との相関が明瞭になると共に，最初は出力がほとんど変化しないで根尖付近で急激に変化するという測定原理に起因する表示値の急変がなくなる」結果，「表示が見やすく，しかも臨床上有益な各種の情報が得られ，使い勝手のよい根管長測定器を得ることが可能となる」という効果を奏し得るものであると認めることができるから，本件発明1～3にいう「リニアまたはほぼリニアに変化するデータ」に該当するものと解するのが相当である。",
                "原告らは，特に，上記C線で示された補正後データは，正に，根尖付近で急に値が増加するものであり，このようなデータを補正後データに含む本件発明1～3の構成が，本件明細書記載の目的を達成し得るものでないことは明らかである旨主張するが，C線のようなものであっても，生の測定データであるA線と比較すれば，根尖付近でのデータ値の増加率が小さいことは明らかであって，それにより，本件明細書に記載された本件発明1～3の目的及び効果を達成し得るものというべきであるから，この点に関する原告らの主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件明細書(甲1)の第2図のC線及びD線が補正後データに含まれることを理由に，本件明細書の特許請求の範囲の記載は，特許法36条4項2号に規定する要件を満たさないということはできないから，無効理由3についての審決の判断に誤りはなく，原告らの取消事由3の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告ら主張の取消事由はいずれも理由がない。",
            "よって，原告らの請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}