{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004-80209号事件について平成17年7月22日にし",
        "た審決のうち特許第3515917号の請求項1ないし4，7に係る部分を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許を無効とした審決の取消しを求める事案であり，原告は無効とされた特許の特許権者，被告は無効審判の請求人である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「半導体装置の製造方法」とする特許第3515917号(請求項の数7。平成10年12月1日に出願，平成16年1月23日に設定登録。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告は，平成16年11月1日，本件特許について無効審判の請求をしたところ(無効2004-80209号事件として係属)，特許庁は，平成17年7",
              "text": [
                "月22日，「特許第3515917号の請求項1ないし4，7に係る発明についての特許を無効とする。特許第3515917号の請求項5，6に係る発明についての特許に対する審判請求は，成り立たない。」との審決をし，同年8月3日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "【請求項1】 半導体素子が作り込まれた半導体ウェハの表面側における外周の面取り部と平坦部との境界に切り込みを形成した後に，上記半導体ウェハの板厚が上記切り込み深さよりも薄くなるまで上記半導体ウェハに対して裏面研削を行うことを特徴とする半導体装置の製造方法。",
            "【請求項2】 請求項1に記載の半導体装置の製造方法において，",
            "上記裏面研削に先立って，上記半導体ウェハの表面側における面取り部と平坦部との境界に形成する切り込みは，",
            "先ず，上記半導体ウェハの表面側における面取り部と平坦部との境界に，ダイシング用の高速回転外周刃加工装置の刃を上記表面に垂直な方向に切り込み，その後，上記半導体ウェハを当該半導体ウェハの中心を回転中心として回転させることによって形成することを特徴とする半導体装置の製造方法。",
            "【請求項3】 請求項2に記載の半導体装置の製造方法において，",
            "上記高速回転外周刃加工装置の刃は，上記半導体ウェハの面取り部の幅よりも広い幅を有する刃であり，",
            "上記面取り部と平坦部との境界より中心寄りの位置に当該刃の軸方向外側面の位置を合わせて当該刃を切り込んだ後，上記半導体ウェハを回転させることによって上記半導体ウェハの上記面取り部を所定の深さで除去することを特徴とする半導体装置の製造方法。",
            "【請求項4】 請求項2に記載の半導体装置の製造方法において，",
            "上記高速回転外周刃加工装置の刃は，上記半導体ウェハの面取り部の幅よりも狭い幅を有する刃であり，",
            "上記面取り部と平坦部との境界より中心寄りの位置に当該刃の軸方向外側面の位置を合わせて当該刃を切り込んだ後，上記半導体ウェハを回転させつつ徐々に当該刃を上記軸方向面取り部側に移動させることによって，上記半導体ウェハの上記面取り部を所定の深さで除去することを特徴とする半導体装置の製造方法。",
            "【請求項5】 請求項2に記載の半導体装置の製造方法において，",
            "上記半導体ウェハの表面側における面取り部と平坦部との境界に上記高速回転外周刃加工装置の刃を切り込むに際して，上記平坦部の外径が表面に向かうに連れて大きくなるように上記平坦部の外周面を逆テーパ状に成すことを特徴とする半導体装置の製造方法。",
            "【請求項6】 請求項5に記載の半導体装置の製造方法において，",
            "上記高速回転外周刃加工装置の刃は，先端に向かうに連れて内径が大きくなるテーパ状の刃が形成されたカップ型砥石であり，",
            "上記カップ型砥石を軸方向に上記半導体ウェハの外周側から中心に向かって移動させて，上記半導体ウェハにおける外周側から上記面取り部と平坦部との境界より中心寄りの位置まで所定の深さで上記カップ型砥石を切り込んだ後に，上記半導体ウェハを回転させることによって，上記半導体ウェハの面取り部を上記所定の深さで除去し，且つ，上記平坦部の外周面を逆テーパ状に成すことを特徴とする半導体装置の製造方法。",
            "【請求項7】 請求項1に記載の半導体装置の製造方法において，",
            "上記裏面研削に先立って，上記半導体ウェハにおける上記切り込みが形成された表面に半導体素子保護テープを貼り，",
            "上記表面における上記平坦部の外周面の位置に刃物を位置させ，上記半導体ウェハを当該半導体ウェハの中心を回転中心として回転させて余分な半導体素子保護テープを切り取ることによって，上記半導体素子保護テープの外径が上記平坦部の外径よりも大きくならないようにすることを特徴とする半導体装置の製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点(請求項1ないし4，7に係る発明に係るもの)",
          "text": [
            "審決の理由は，要するに，請求項1ないし4，7に係る発明(以下，各発明は請求項の番号に従い「本件発明1」のようにいう。)についての特許は，特許法29条2項の規定に違反してされたもので，特許法123条1項2号に該当し，無効とすべきものである，というのであり，本件の争点である相違点1及び2(本件発明1ないし4，7に共通する相違点である。)に関係する箇所は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審判甲各号証記載の発明(事項)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審判甲1",
                  "text": [
                    "審判甲1(特開平4-85827号公報，本訴甲2の1，以下「甲2の1」という。)には，「面取り部を有する第1の半導体基板の一方の面における周辺部を研削し，中央部よりも薄い厚さにした後に，前記第1の半導体基板の他方の面を研削し，前記第1の半導体基板の一方の面の中央部のみ残存させること」(以下「甲2の1記載の事項」という。)が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審判甲2",
                  "text": [
                    "審判甲2(特開平7-45568号公報，本訴甲2の2，以下「甲2の2」という。)には，「集積回路が表面に形成された半導体ウェハ11の外周面11aを集積回路の形成面に対して略直角に研削した後に，たとえば半導体ウェハ11の厚さが約200μm程度になるように，上記半導体ウェハ11に対してその裏面11bを研削する半導体集積回路装置の製造方法」の発明(以下「甲2の2記載の発明」という。)及び「裏面研削時における半導体ウェハの割れや欠けを防止する」との課題が記載されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比・判断",
              "text": [
                "本件発明1と甲2の2記載の発明とを対比すると，後者の「集積回路が表面に形成された半導体ウェハ11」の「集積回路の形成面」は，前者の「半導体素子が作り込まれた半導体ウェハの表面」に相当する。",
                "そして，前者の「外周の面取り部と平坦部との境界に切り込みを形成」することは，被請求人も認めるごとく，請求項3等に記載の「外周の面取り部と平坦部との境界に切り込んだ後，面取り部を所定の深さで除去する」ことを含む。そして，本件発明1において，面取り部を除去することの技術的意義は，裏面研削時の割れ，欠けの原因となる面取り部を一部除くことにあり(本件明細書(本訴甲5)の段落【0005】を参照)，当該技術的意義は甲2の2記載の発明における外周面を除去することの技術的意義と同等のものであって，しかも，被請求人も認めているように(第1回口頭審理調書(本訴乙1)の被請求人の項5)，甲2の2記載の発明における外周面は，甲2の2の図3から，面取り部であることが看取できる。そうすると，前者の「外周の面取り部と平坦部との境界に切り込みを形成」することと後者の「外周面11aを集積回路の形成面に対して略直角に研削」することとは，「面取り部の少なくとも一部除去」の限りで共通する。",
                "また，後者の「半導体ウェハ11に対してその裏面11bを研削する」が前者の「半導体ウェハに対して裏面研削を行う」に，後者の「半導体集積回路装置」が前者の「半導体装置」に，それぞれ相当することは明らかである。",
                "したがって，両者の一致点及び相違点は，以下のとおりである。",
                "〈一致点〉半導体素子が作り込まれた半導体ウェハの表面側における面取り部を少なくとも一部除去した後に，上記半導体ウェハに対して裏面研削を行う半導体装置の製造方法である点。",
                "〈相違点1〉前者は，除去する対象が，面取り部の表面側の一部であるのに対して，後者は，除去する対象が，面取り部の全部である点。",
                "〈相違点2〉前者は，裏面研削を，半導体ウェハの板厚が切り込み深さよりも薄くなるまで行うのに対して，後者は，裏面研削を，半導体ウェハ11の厚さが約200μm程度になるまで行う点。",
                "そこで，上記相違点1，2について検討する。",
                "〈相違点1について〉",
                "そもそも，裏面研削に先立って，裏面研削時の割れ，欠けの原因となる表面側の面取り部を除去する手法としては，甲2の2記載の発明のように，表面側のみならず面取り部全体を除去する手法と，本件発明1のように，面取り部の表面側のみを除去しておき，除去されなかった面取り部の残部を裏面研削で除去する手法の2通りしか存在しない。",
                "ところで，半導体基板の一方の面の中央部のみを残存させる手法として，他方の面の研削に先立って，一方の面側の一部の周辺部のみを除去し，除去されなかった周辺部の残部を他方の面の研削で除去する手法は，甲2の1に示されている。",
                "そして，甲2の1記載の上記手法と甲2の2記載の発明とは，半導体基板の一方の面の中央部のみを残存させる点で共通するものであるから，甲2の2記載の発明に甲2の1記載の手法を適用して，本件発明1の相違点1に係る構成とすることは，当業者が容易になし得ることである。",
                "ところで，請求人は，相違点1に関して，"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(i)",
                      "subject": "SOI基板の作成に特有な課題を解決することを目的とし，半導体素子が作り込まれていない半導体ウェハにおける半導体素子が形成されるべき面である表面側を研削することを技術的思想とする甲2の1を，半導体素子が作り込まれている半導体ウェハの裏面研削時に生ずる課題を解決することを目的とし，半導体素子が作り込まれている半導体ウェハの表面側に対して裏面側を研削することを技術的思想とする甲2の2に対して適用することなど到底できるものではない，(ii) 甲2の1記載の第1の半導体基板の周辺部を研削したものは，甲2の2の段落【0006】に記載の，問題点がある「半導体ウェハの外周断面をあらかじめナイフエッジ状に加工した」ものに該当し，したがって，上記「ナイフエッジ状に加工した」ものに該当する甲2の1記載の技術を甲2の2記載の発明に適用することを妨げる事情が存在する，",
                      "text": [
                        "(iii) 本件各発明の切り込み後の裏面研削は，甲2の2記載の発明の切り落とし後の裏面研削に比して，",
                        "裏面研削時に，大部分は平滑面Sの箇所を研削し，粗面Rの箇所の研削が少ないので，粗面Rの悪影響を殆ど受けず，ウェハに割れ，欠けが生じにくい，",
                        "甲2の2記載の発明の面取り部の切り落とし時において，残っている面取り部が薄く鋭い鋭角になる切り落としの最後の段階で，ウェハに割れやカケが生じるのに対して，本件各発明では，ウェハ表面側に切り込みを入れるだけなので，割れ，欠けが生じない，",
                        "甲2の2記載の発明では，切り落としによってウェハの径が小さくなり，製造時の取り扱いが容易でないのに対して，切り込み部以外は除去しないので，ウェハの径を小さくすることがなく，上記取り扱い面での不都合がない，という効果を奏する，",
                        "と主張している。",
                        "そこで，上記(i)～(iii)について検討するに，"
                      ]
                    },
                    {
                      "fig": "(i)",
                      "text": [
                        "甲2の1記載の上記手法と甲2の2記載の発明とが，目的等の点で相違しているとしても，上述したように，両者は，半導体基板の一方の面の中央部のみを残存させる点で共通するものである以上，両者を組み合わせることが当業者にとって容易でないとすることはできない。",
                        "(ii) 甲2の2には，「本発明の半導体ウェハの研削方法によれば，最終研削位置において外周面と研削面とで形成される角は鈍角または直角となって偏荷重がかかることがないので，研削時における半導体ウェハ外周部の割れや欠けの発生を防止でき，完成した集積回路が破損されることはない。」と記載されている。一方，甲2の1記載の手法において，半導体基板の一方の面側周辺部を研削する際の上記一方の面と研削面とで形成される角がどの程度のものかについて，甲2の1には明記されていないものの，その第1図をみると，当該角が略直角であることが窺える。しかも，甲2の2の段落【0006】で「半導体ウェハの外周断面をあらかじめナイフエッジ状」とする手法の出所文献とする特開昭62-272517号公報(本訴甲3)の第1図に示される半導体ウェハの外周形状は，甲2の1の第1図に示される半導体基板の外周形状と大きく相違している。そうすると，甲2の1記載の手法における半導体基板の一方の面側周辺部の研削が，甲2の2で，問題点があるとする「半導体ウェハの外周断面をあらかじめナイフエッジ状に加工した」ものに該当するとは認め得ない。",
                        "(iii) 仮に，本件各発明の切り込み後の裏面研削が，甲2の2記載の発明の切り落とし後の裏面研削に比して，優れた作用効果を奏するとする請求人の上記(iii)の主張が正しいとしても，本件各発明と同様の研削手法が甲2の1には示されているから，本件各発明の作用効果が，甲2の2記載の発明の作用効果との対比ではなく，甲2の2記載の発明の作用効果と甲2の1記載の手法の作用効果との総和との対比において格別優れたものであることが示されていない以上，本件各発明の作用効果が顕著なものであるとすることはできない。",
                        "したがって，請求人の上記主張は採用できない。",
                        "〈相違点2について〉",
                        "本件明細書の段落【0003】には，「半導体装置基板は，上記半導体前半プロセス終了後には，基板の電気抵抗の低減化や薄型実装のための薄板化を図るために裏面を研磨し，個々の集積回路毎に切断された後，実装工程(半導体後半プロセス)に移行することになる。」と記載され，また，甲2の2の図1にも，前工程，外周研削工程に続く裏面研削工程の後に，ダイシング工程，後工程が控えていることが示されている。これらの記載からみると，本件発明1及び甲2の2記載の発明における裏面研削の研削深さは，裏面研削後の実装工程(後工程)で求められる半導体装置の厚みとするものであり，したがって，相違点2は表現上の相違に過ぎない。",
                        "そして，本件発明1の作用効果は，甲2の2記載の発明及び甲2の1記載の事項から当業者が予測可能な範囲内のものであって，格別のものではない。",
                        "したがって，本件発明1は，甲2の2記載の発明及び甲2の1記載の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点1の判断の誤り)",
              "text": [
                "審決は，「甲2の2記載の発明に甲2の1記載の手法を適用して，本件発明1の相違点1に係る構成とすることは，当業者が容易になし得ることである。」と判断したが，審決の上記判断は，以下の誤った認定判断に基づくものであるから，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「裏面研削に先立って，裏面研削時の割れ，欠けの原因となる表面側の面取り部を除去する手法としては，甲2の2記載の発明のように，表面側のみならず面取り部全体を除去する手法と，本件発明1のように，面取り部の表面側のみを除去しておき，除去されなかった面取り部の残部を裏面研削で除去する手法の2通りしか存在しない。」と認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，請求項1に記載のとおり，「切り込みを形成した」と規定しているのであって，「面取り部の表面側のみを除去する」というものではないから，「本件発明1のように，面取り部の表面側のみを除去して」との審決の認定は不正確である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "裏面研削に先立って表面側の面取り部を除去する手法としては，審決が認定したもののほかに，例えば，①特開昭62-272517号公報(甲3)の〔実施例2〕及び第2図に記載されているように，表面側面取り部の一部と裏面側面取り部の一部とを含むウェハ1の厚さ方向の中央部の面取り部を除去する手法(これにより，面取り部の断面が二山状になる。)，②本件発明1の実施の形態の1つであるが，ウェハの表面側の面取り部のうちの中心側の一部のみを環状の溝状に除去する手法(これにより，表面側の面取り部の外周部が残る。)，③本件明細書の図2(b)において，切り込み深さをxよりも深くして，表面側のみならず，裏面側の相当部分を除去する手法があるから，少なくとも5通りはある。",
                        "そして，審決は，「2通りしか存在しない」ことの証拠を示さずに，本件発明1の特許出願前には存在しない本件発明1自体を「2通りしか存在しない」ことの証拠としている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，「裏面研削に先立って，裏面研削時の割れ，欠けの原因となる表面側の面取り部を除去する手法としては，・・・2通りしか存在しない。」とした審決の認定は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「半導体基板の一方の面の中央部のみを残存させる手法として，他方の面の研削に先立って，一方の面側の一部の周辺部のみを除去し，除去されなかった周辺部の残部を他方の面の研削で除去する手法は，甲2の1に示されている。」と認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2の1の明細書(3頁右下欄5行目ないし4頁左上欄15行目)及び第1図には，「SOI基板のための第1の半導体基板9は第1の半導体基板9の一方の面における周辺部を研削し，中央部よりも薄い厚さにした後に，第2の半導体基板11に第1の半導体基板9の中央部10を高温で貼り付けて一体化した後に，第1の半導体基板9の他方の面を研削し，前記第2の半導体基板11上に固定された状態で前記第1の半導体基板9の一方の面の中央部のみ残存させる」手法が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決が甲2の1に示されていると認定した手法は，上記(ア)の「第2の半導体基板11に第1の半導体基板9の中央部10を高温で貼り付けて一体化」する工程を欠いていて，第1の半導体基板9の一方の面の中央部のみを単独で残存させるものとなっているが，この貼付工程は，他の工程と一体不可分の関係にあって，甲2の1記載の手法に必須のものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，貼付工程を欠いた手法は，甲2の1に開示された手法とは異なるから，審決の上記認定は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，「甲2の1の上記手法と甲2の2記載の発明とは，半導体基板の一方の面の中央部のみを残存させる点で共通するものであるから，甲2の2記載の発明に甲2の1記載の手法を適用して，本件発明1の相違点1に係る構成とすることは，当業者が容易になし得ることである。」と認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イ(ア)のとおり，甲2の1記載の手法は，「第2の半導体基板11上に固定された状態で前記第1の半導体基板9の一方の面の中央部のみ残存させる」ものであるから，甲2の1記載の手法と甲2の2記載の発明とは，「半導体基板の一方の面の中央部のみを残存させる点で共通する」ものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2の1記載の技術は，半導体素子が作り込まれる前の第1の半導体基板9aと第2の半導体基板11とを強固に貼り合わせるSOI基板の製造方法で，裏面研削時に面取り部の割れや欠けが問題になることはない。これに対し，本件発明1や甲2の2記載の発明は，表面に既に半導体素子が作り込まれた1枚の半導体基板に係るもので，SOI基板に比べて薄く，かつ，表面側の半導体素子を保護するために半導体素子保護テープを介して柔軟に台に固定することから，裏面研削時に，割れや欠けによる劈開が中央部に進行するというSOI基板にない問題がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲2の1記載の半導体基板9aの切込みのある側の表面の中央部である凸部10の表面は，他方の半導体基板11に強固に貼り付けられるものであるから，極めて平滑で，凹凸がないものでなければならない。これに対し，甲2の2記載の発明の半導体ウェハ11の表面は，集積回路(半導体素子)があらかじめ作り込まれているから，必ず凹凸がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，甲2の1記載の凸部10は，他方の半導体基板11に1000℃の条件で貼り付けられるものであるから，その表面に半導体素子を形成しておくことはできない(凸部10の表面に半導体素子を形成しても，1000℃の高温で破損してしまう。)。これに対し，甲2の2記載の発明の半導体ウェハの表面11は，集積回路(半導体素子)があらかじめ作り込まれている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(ア)ないし(エ)の事情に照らせば，甲2の1記載の手法と甲2の2記載の発明とを組み合わせることには阻害要因があるから，「甲2の2記載の発明に甲2の1記載の手法を適用して，本件発明1の相違点1に係る構成とすることは，当業者が容易になし得ることである。」とした審決の認定判断は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，「甲2の1記載の手法における半導体基板の一方の面側周辺部の研削が，甲2の2で，問題点があるとする「半導体ウェハの外周断面をあらかじめナイフエッジ状に加工した」ものに該当するとは認め得ない。」とした。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2の2の明細書の段落【0005】ないし【0010】によれば，甲2の2記載の発明は，裏面研削時における半導体ウェハの割れや欠けを防止すること，ウェハキャリア収容時における半導体ウェハ自体の割れや欠け及び半導体ウェハによるウェハキャリアの切削を防止することとを目的として，裏面研削の前に外周面11aの面取り部を表面側から裏面側にわたり厚さ方向に全て除去し(図3(b))，又は，面取り部を滑らかな凹状の外周面1aとする(図2(b))ものであるから，甲2の2の「外周断面がナイフエッジ状等」とは，ウェハキャリアが切削されるような半導体ウェハの外周部の形状，すなわち，外周断面を薄くしてウェハキャリアが切削されるような面取り部の形状を意味する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2の1記載の手法は，半導体ウェハ9の外周部(面取り部)を部分的に除去して薄くするという，甲2の2で問題点があるとする上記(ア)の構成を採用している(ウェハキャリアが切削されるという意味では，甲2の1の第1図(a)に示される面取り部が薄くなった形状と甲3(特開昭62-272517号公報)に示される面取り部がナイフエッジ状に薄くなった形状とは，同一である。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，「甲2の1記載の手法における半導体基板の一方の面側周辺部の研削が，甲2の2で，問題点があるとする「半導体ウェハの外周断面をあらかじめナイフエッジ状に加工した」ものに該当するとは認め得ない。」とした審決は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決は，「本件各発明と同様の研削手法が甲2の1には示されている」と認定した上，「本件各発明の作用効果が顕著なものであるとすることはできない。」と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イのとおり，甲2の1記載の手法は，「第2の半導体基板11に第1の半導体基板9の中央部10を高温で貼り付けて一体化」する工程を必須のものとしているのであって，1枚の半導体ウェハを研削する本件発明1とは全く異なる。",
                        "そして，甲2の1の第1の半導体基板9aは，半導体素子が作り込まれる前のもので，全表面が粗面であるから，面取り部の一部を切除して他の一部を残しても，粗面の影響を受けて，研削時に割れや欠けが生じやすいのに対し，本件発明1の半導体ウェハ1は，半導体素子が作り込まれた後のもので，表面がCMP(化学的機械研磨)により研磨された平滑面であるから，粗面の影響を受けることがほとんどなく，研削時に割れや欠けが生じ難い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，本件発明1には，粗面の悪影響の解消という顕著な作用効果があるから，審決の上記判断は，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2の判断の誤り)",
              "text": [
                "審決は，「本件発明1及び甲2の2記載の発明における裏面研削の研削深さは，裏面研削後の実装工程(後工程)で求められる半導体装置の厚みとするものであり，したがって，相違点2は表現上の相違に過ぎない。」と判断した。",
                "本件発明1は，半導体ウェハに対する裏面研削の深さを切り込み深さとの関連で定義しているが，甲2の2記載の発明は，切込みがなく，半導体ウェハに対する裏面研削の深さを切り込み深さとの関連で定義することができないから，これをもって，「表現上の相違に過ぎない。」ということはできない。",
                "したがって，審決の上記判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点1の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(1)アについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審判における口頭審理において，本件発明1の「切込み」が本件発明3等の「切り込んだ後，面取り部を所定の深さで除去する」ことを含むことを自認しているから，「本件発明1のように，面取り部の表面側のみを除去して」との審決の認定が不正確であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「外周の面取り部と平坦部との境界に切り込みを形成」することと「外周面を集積回路の形成面に対して略直角に研削」することを前提として，面取り部を除去し，その後に裏面を研削する手法について認定している。そして，原告主張の①は，表面側から「切り込みを形成」するものではないし，また，「略直角に研削」するものでもなく，原告主張の②は，「表面側の面取り部の外周部を残して」と記載されているから，面取り部を除去する手法ではなく，さらに，原告主張の③は，本件発明1の「外周の面取り部と平坦部との境界に切り込みを形成」するに相当するのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，「裏面研削に先立って，裏面研削時の割れ，欠けの原因となる表面側の面取り部を除去する手法としては，・・・2通りしか存在しない。」とした審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(1)イについて",
                  "text": [
                    "甲2の1には，一方の面側の一部の周辺部のみを除去し，除去されなかった周辺部の残部を他方の面の研削で除去する手法が示されている。",
                    "したがって，「半導体基板の一方の面の中央部のみを残存させる手法として，他方の面の研削に先立って，一方の面側の一部の周辺部のみを除去し，除去されなかった周辺部の残部を他方の面の研削で除去する手法は，甲2の1に示されている。」とした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(1)ウについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2の1記載の手法が，「第2の半導体基板11に第1の半導体基板9の中央部10を高温で貼り付けて一体化」する工程を必須のものとしているとしても，「第1の半導体基板9の他方の面を研削し，第1の半導体基板9の一方の面の中央部のみ残存させる」のであるから，甲2の1記載の手法と甲2の2記載の発明とは，「半導体基板の一方の面の中央部のみを残存させる点で共通する」。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2の1には，形成されたSOI基板に「半導体素子が作り込まれる」ことについて記載も示唆もなく，かえって，第2の発明の実施例には，半導体素子(半導体領域22a～22d)が作り込まれた第1の半導体基板14が第2の半導体基板20に張り合わされているものが示されているから，甲2の1にいう半導体装置とは，SOI基板そのものを指称していると理解すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "半導体基板の裏面を研削して薄くすると，周縁部が「ナイフエッジ状」に形成されることにより，周縁部に割れや欠けが生ずるところ，甲2の1記載の手法も，甲2の2記載の発明も，これを解消しようとするものであって，課題を共通にしている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲2の1記載の手法と甲2の2記載の発明とは同一技術分野に属するものであって，上記(ア)ないし(ウ)の事情に照らすと，これらを組み合わせることに阻害要因はないから，「甲2の2記載の発明に甲2の1記載の手法を適用して，本件発明1の相違点1に係る構成とすることは，当業者が容易になし得ることである。」とした審決の認定判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(1)エについて",
                  "text": [
                    "甲2の1の第1図(a)に示される表面側の周縁部を研削した形状と甲3の第1図(a)に示される裏面側の周縁部をテーパー状に形成した形状とは，誰が見ても同一でない。",
                    "したがって，「甲2の1記載の手法における半導体基板の一方の面側周辺部の研削が，甲2の2で，問題点があるとする「半導体ウェハの外周断面をあらかじめナイフエッジ状に加工した」ものに該当するとは認め得ない。」とした審決に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張(1)オについて",
                  "text": [
                    "上記イのとおり，甲2の1には，一方の面側の一部の周辺部のみを除去し，除去されなかった周辺部の残部を他方の面の研削で除去する手法が示されている。",
                    "したがって，これに基づき，「本件各発明の作用効果が顕著なものであるとすることはできない。」とした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2の判断の誤り)",
              "text": [
                "半導体ウェハに対する裏面研削の深さは，技術的にみて，適宜選択することができる程度のものである。",
                "したがって，「表現上の相違に過ぎない。」とした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2の2記載の発明は，審決が前記第2の3(1)イで認定するように，「裏面研削時における半導体ウェハの割れや欠けを防止する」との課題を解決することを目的とした，「集積回路が表面に形成された半導体ウェハ11の外周面11aを集積回路の形成面に対して略直角に研削した後に，たとえば半導体ウェハ11の厚さが約200μm程度になるように，上記半導体ウェハ11に対してその裏面11bを研削する半導体集積回路装置の製造方法」である(このことは，原告も争わない。)。甲2の2の発明の詳細な説明には，従来の技術について，「この半導体ウェハは，集積回路が形成されるまでの各工程においてウェハキャリアに収容されるので，その際に外周部に欠けが生じないように断面が略円弧状に面取りされている。このような断面が略円弧状の半導体ウェハを裏面研削すると，外周面と研削面とで形成される角が最終研削位置に向かって鈍角から鋭角へと変化するために，研削工程の後半で外周部に割れや欠けが生じやすくなり，完成した集積回路を破損してしまうという問題点がある。・・・」(段落【0004】，【0005】)との記載があるから，上記課題の「裏面研削時における半導体ウェハの割れや欠け」とは，断面が略円弧状に面取りされた半導体ウェハを裏面研削する際に，外周面と研削面とで形成される角が最終研削位置に向かって鈍角から鋭角へと変化することによって，研削工程の後半で外周部に生じる割れや欠けを意味するものである。",
                    "そうすると，甲2の2記載の発明の「集積回路が表面に形成された半導体ウェハ11の外周面11aを集積回路の形成面に対して略直角に研削」することの意義は，裏面の研削工程の後半で外周面と研削面とで形成される角が鈍角から鋭角へと変化することにより割れや欠けが生じる原因となる面取り部を，裏面研削に先立って除去しておくところにあると解される(なお，甲2の2の図3は，実施例2による半導体ウェハの研削方法で研削される半導体ウェハを示す断面図であるが，原告は，審判における口頭審理(乙1)において，上記図3に，面取り部を除去することが示されていることを認めている。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1の構成は，前記第2の2の【請求項1】のとおりである。本件発明1の「外周の面取り部と平坦部との境界に切り込みを形成」するとは，本件発明3等の「面取り部と平坦部との境界より中心寄りの位置に・・・切り込んだ後，・・・面取り部を所定の深さで除去する」ことを含むと考えられるところ(原告も，審判における口頭審理(乙1)において，このことを認めている。)，本件明細書(甲5)には，「上記構成(判決注；本件発明1の構成)によれば，半導体ウェハにおける表面の平坦部は，その外周にある面取り部とは境界に形成された切り込みによって分離される。そのため，上記半導体ウェハに対して板厚が上記切り込み深さよりも薄くなるまで裏面研削を行った場合に，薄板化された上記面取り部がひさし状(ナイフエッジ状)に半導体ウェハの周囲に残ることはない。したがって，板厚が数十μm以下になるまで上記裏面研削を行っても，上記半導体ウェハの周囲で割れや欠けは発生しない。」(段落【0015】)，「上記構成(判決注；本件発明3の構成)によれば，極簡単な操作で，上記半導体ウェハの表面における上記面取り部が所定の深さで除去される。そのために，上記半導体ウェハに対して板厚が上記所定の深さよりも薄くなるまで裏面研削を行った場合に，上記面取り部がひさし状に半導体ウェハの周囲に残ることはない。」(段落【0019】)との記載があるから，本件発明1の「外周の面取り部と平坦部との境界に切り込みを形成」することの意義は，裏面の研削工程で半導体ウェハの周囲にひさし状(ナイフエッジ状)に残ることにより割れや欠けが生じる原因となる面取り部を，裏面研削に先立って所定の深さで除去しておくところにあると解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，甲2の2記載の発明にいう外周面と研削面とで形成される角が鋭角の面取り部は，本件発明1にいう半導体ウェハの周囲にひさし状(ナイフエッジ状)に残る面取り部と同じことを意味すると認められるから，甲2の2記載の発明と本件発明1とは，裏面の研削工程でひさし状の面取り部が残らないように，裏面研削に先立ってひさし状になり得る部分を除去しておくという点で差異がない。",
                    "そうすると，審決が認定した本件発明1と甲2の2記載の発明との一致点に，「表面側における面取り部を少なくとも一部除去」とあるのは，「少なくともひさし状になり得る部分を除去」するとの趣旨をいうものであり，また，審決が認定した本件発明1と甲2の2記載の発明との相違点1は，除去する対象が，本件発明1では，面取り部のうちのひさし状になり得る部分であるのに対して，甲2の2記載の発明では，ひさし状になり得る部分を含む面取り部の全部であるとの趣旨をいうものであると理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2の1の特許請求の範囲には，「(1)第1の半導体基板の表面の周辺部を研削し，中央部よりも薄い厚さにする工程と，・・・前記第1の半導体基板の裏面を研削又はエッチングし，前記第1の半導体基板表面の中央部のみ・・・残存し，・・・半導体層を形成する工程とを有することを特徴とする半導体装置の製造方法。」(1頁左下欄5行目ないし18行目)との記載があり，発明の詳細な説明には，「〔従来の技術〕従来，SOI基板を作成するため，2枚の半導体基板を貼り合わせた後，一方の半導体基板を研削又はエッチングして必要な厚さだけ残すようにしている。しかし，接着に用いるSOI基板は保持具等と接触し，破損することを防ぐためにR面取りが施されている。そのため，SOI基板の外周3～5mmは未接着領域として残るため何らかの手段でこれらの領域を除去する必要がある。」(2頁右上欄16行目ないし左下欄5行目)，「また，第4図(a)～(c)に示す特開平1-227441のように，2枚の半導体基板5，6を温度を印加しながら行うよく知られた方法により貼り合わせた(第4図(a)～(c))後，一方の半導体基板5を所定の厚さに研削し(同図(d))，その後，SOI基板8aの周辺部の一方の半導体基板5aを除去すると共に，他の半導体基板6を所定の厚さ残すように研削することにより，SOI基板8bの周辺部の形状を改善している(同図(e))。」(2頁左下欄16行目ないし右下欄5行目)との記載がある。",
                    "また，第4図は，従来のSOI基板の作成方法について説明する断面図であるが，(d)では，面取り部が半導体基板5aの周辺部にひさし状に残っている状態が示され，(e)では，ひさし状に残った面取り部を除去した状態が示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，甲2の1には，半導体基板の面取り部である表面周辺部を研削し，その後，裏面を研削することによって表面の中央部のみが残存するようにして，裏面研削時において，半導体基板の周辺部にひさし状の部分が残らないようにする研削手法が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，甲2の1に記載された研削手法は，裏面の研削工程でひさし状の面取り部が残らないように，裏面研削に先立ってひさし状になり得る部分を除去しておくという点で甲2の2記載の発明と差異がないから，甲2の2記載の発明において，ひさし状になり得る部分を含む面取り部の全部を除去することに代えて，甲2の1に記載された研削手法を適用して，面取り部のうちのひさし状になり得る部分を除去すること，すなわち，相違点1に係る構成を本件発明1のとおりとすることは，当業者が容易になし得るものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，原告の主張について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(1)アについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明1は，「切り込みを形成した」と規定しているのであって，「面取り部の表面側のみを除去する」というものではないから，「本件発明1のように，面取り部の表面側のみを除去して」との審決の認定は不正確であると主張する。",
                        "しかし，上記(1)イのとおり，本件発明1の「外周の面取り部と平坦部との境界に切り込みを形成」するとは，本件発明3等の「面取り部と平坦部との境界より中心寄りの位置に・・・切り込んだ後，・・・面取り部を所定の深さで除去する」ことを含むと考えられるのであって，原告自身も，審判における口頭審理において，このことを認めている。そうであれば，「本件発明1のように，面取り部の表面側のみを除去して」との審決の認定が不正確であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，裏面研削に先立って表面側の面取り部を除去する手法は，少なくとも5通りあるところ，審決は，「2通りしか存在しない」ことの証拠を示さずに，本件発明1の特許出願前には存在しない本件発明1自体を「2通りしか存在しない」ことの証拠としていると主張する。",
                        "しかし，第2の3の審決の説示によれば，審決は，裏面研削に先立ち表面側の面取り部を除去する手法が2通りしか存在しないことを前提に，そのうちの甲2の2記載の発明が採用しなかった手法(面取り部の表面側のみを除去しておき，除去されなかった面取り部の残部を裏面研削で除去する手法)を甲2の2記載の発明に適用して，本件発明1の相違点1に係る構成とすることが容易になし得ると判断したというわけではなく，他方の面の研削に先立って，一方の面側の一部の周辺部のみを除去し，除去されなかった周辺部の残部を他方の面の研削で除去する手法が甲2の1に示されているとして，これを甲2の2記載の発明に適用して，本件発明1の相違点1に係る構成とすることが容易になし得ると判断したのである。",
                        "そうであれば，本件発明1の相違点1に係る構成とすることが容易になし得るとの審決の判断は，裏面研削に先立ち表面側の面取り部を除去する手法が2通りしか存在しないものであるか否かにかかわらないのであって，「2通りしか存在しない。」との審決の認定が誤りであるとしても，相違点1についての審決の判断を左右しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(1)イについて",
                  "text": [
                    "原告は，審決が甲2の1に示されていると認定した手法は，「第2の半導体基板11に第1の半導体基板9の中央部10を高温で貼り付けて一体化」する工程を欠いていて，甲2の1に開示された手法とは異なると主張する。",
                    "確かに，甲2の1によれば，甲2の1に記載された半導体装置は，第1の半導体装置の表面と第2の半導体装置の表面とを貼り合わせる工程を必須のものとしているということができる。しかし，そうであるとしても，甲2の1に記載された事項を，第1の半導体装置の表面と第2の半導体装置の表面とを貼り合わせる工程を有する半導体装置であることに限定して理解しなければならないわけではないのであって，甲2の1の記載によれば，前記(2)イのとおり，甲2の1には，半導体基板の面取り部である表面周辺部を研削し，その後，裏面を研削することによって表面の中央部のみが残存するようにして，裏面研削時において，半導体基板の周辺部にひさし状の部分が残らないようにする研削手法が記載されていると認めることができるのである。そうであれば，審決の上記認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(1)ウについて",
                  "text": [
                    "原告は，①甲2の1記載の手法と甲2の2記載の発明とは，「半導体基板の一方の面の中央部のみを残存させる点で共通する」というものではない，②甲2の1記載の技術は，裏面研削時に面取り部の割れや欠けが問題になることはないのに対し，本件発明1や甲2の2記載の発明は，裏面研削時に割れや欠けによる劈開が中央部に進行するというSOI基板にない問題がある，③甲2の1記載の半導体基板9aの切込みのある側の表面の中央部である凸部10の表面は，極めて平滑で，凹凸がないものでなければならないのに対し，甲2の2記載の発明の半導体ウェハ11の表面は，必ず凹凸がある，④甲2の1記載の凸部10は，その表面に半導体素子を形成しておくことはできないのに対し，甲2の2記載の発明の半導体ウェハの表面11は，集積回路(半導体素子)があらかじめ作り込まれているから，甲2の1記載の手法と甲2の2記載の発明とを組み合わせることには阻害要因があると主張する。",
                    "原告の上記主張は，甲2の1に記載された半導体装置が，第1の半導体装置の表面と第2の半導体装置の表面とを貼り合わせる工程を必須のものとしていることを前提とするものであるが，上記イのとおり，甲2の1に記載された事項を，第1の半導体装置の表面と第2の半導体装置の表面とを貼り合わせる工程を有する半導体装置であることに限定して理解しなければならないわけではないから，原告の上記主張はその前提を欠くのである。しかも，上記(2)ウのとおり，甲2の1に記載された研削手法は，裏面の研削工程でひさし状の面取り部が残らないように，裏面研削に先立ってひさし状になり得る部分を除去しておくという点，すなわち，「半導体基板の一方の面の中央部のみを残存させる点」で甲2の2記載の発明と差異がなく，甲2の1記載の手法と甲2の2記載の発明とが最も狭い意味における同一技術分野に属することを併せ考えると，甲2の1記載の手法と甲2の2記載の発明とを組み合わせることに容易想到性があるとする判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(1)エについて",
                  "text": [
                    "原告は，甲2の2の「外周断面がナイフエッジ状等」とは，外周断面を薄くしてウェハキャリアが切削されるような面取り部の形状を意味するところ，甲2の1記載の手法は，半導体ウェハ9の外周部(面取り部)を部分的に除去して薄くするという，甲2の2で問題点があるとする「外周断面がナイフエッジ状等」の構成を採用していると主張する。",
                    "甲2の2の発明の詳細な説明には，「・・・特開昭62-272517号公報に記載されているように，スライスされた半導体ウェハの外周断面をあらかじめナイフエッジ状，あるいは凹状に加工して所定の回路素子などを形成し，形成後に所定の厚さに裏面研削を行って最終的に円弧状の凸状断面とするものが提案されている。【発明が解決しようとする課題】しかし，このような前記した技術では，なお次のような問題点があった。すなわち，外周断面がナイフエッジ状等に加工されているために，ウェハキャリアに収容した際，たとえば，半導体ウェハの外周部によってウェハキャリアが切削されて塵埃となり，それが半導体ウェハに付着して形成される阻止を破壊したり，あるいは，半導体ウェハの外周部に割れや欠けが生じ，半導体ウェハ自体を破損してしまうというものである。」(段落【0006】ないし【0008】)，「また，本発明の半導体ウェハの研削方法によれば，集積回路が形成されるまでの各工程においては，その外周断面は略円弧状に面取りされた状態が維持されておりナイフエッジ状には形成されていないので，ウェハキャリアに収容されたときに半導体ウェハ自体に割れや欠けが発生したり，あるいは，半導体ウェハによってウェハキャリアが切削されることがない。」(段落【0016】)との記載がある。これによれば，従来技術におけるウェハキャリアに収容した際の問題点は，集積回路が形成されるまでの各工程におけるものである。これに対し，甲2の2記載の発明は，審決が前記第2の3(1)イで認定するように，「集積回路が表面に形成された半導体ウェハ11の外周面11aを集積回路の形成面に対して略直角に研削した後に，たとえば半導体ウェハ11の厚さが約200μm程度になるように，上記半導体ウェハ11に対してその裏面11bを研削する半導体集積回路装置の製造方法」であって，半導体ウェハ11の外周面11aを略直角に研削するのは，集積回路が形成された後である。",
                    "そうであれば，甲2の1記載の手法を甲2の2記載の発明に適用するのは，集積回路が形成された後のことであって，集積回路が形成されるまでの各工程におけるウェハキャリアに収容した際の問題点とは何ら関係するものではないから，仮に甲2の1記載の手法が甲2の2で問題点があるとする「外周断面がナイフエッジ状等」の構成を採用しているものであるとしても，相違点1についての審決の判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張(1)オについて",
                  "text": [
                    "原告は，甲2の1記載の手法は，「第2の半導体基板11に第1の半導体基板9の中央部10を高温で貼り付けて一体化」する工程を必須のものとしていて，1枚の半導体ウェハを研削する本件発明1とは全く異なるところ，本件発明1は，研削時に割れや欠けが生じ難く，粗面の悪影響の解消という顕著な作用効果があると主張する。",
                    "前記(2)イのとおり，甲2の1には，半導体基板の面取り部である表面周辺部を研削し，その後，裏面を研削することによって表面の中央部のみが残存するようにして，裏面研削時において，半導体基板の周辺部にひさし状の部分が残らないようにする研削手法が記載されていると認められるところ，これは，裏面の研削工程で半導体ウェハの周囲にひさし状(ナイフエッジ状)に残ることにより割れや欠けが生じる原因となる面取り部を，裏面研削に先立って所定の深さで除去しておくという本件発明1と差異がない。",
                    "そして，研磨された平滑面を研削する本件発明1において，研削時に割れや欠けが生じ難いとみるべき根拠はないし，また，甲2の1の第1の半導体基板9aの表面が粗面であり，本件発明1の半導体ウェハ1の表面が研磨された平滑面であるとしても，研削中の面は研削によって粗面に変化するから，この状態のときにおいては，両者に格別の差異はないのであって，研削開始時の表面が粗面であるか，平滑面であるかとの点に起因して，作用効果に格別の差異が生じるとみるべき根拠もないから，甲2の1記載の研削手法と本件発明1との間で，研削時に生じる割れや欠けに差異があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであって，相違点1についての審決の判断に誤りはないから，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，「半導体ウェハに対して板厚が上記切り込み深さよりも薄くなるまで裏面研削を行った場合に，薄板化された上記面取り部がひさし状(ナイフエッジ状)に半導体ウェハの周囲に残ることはない。」(段落【0015】)との記載があるところ，これによれば，相違点2に係る本件発明の「裏面研削を，半導体ウェハの板厚が切り込み深さよりも薄くなるまで行う」ことの技術的意義は，必要とされる半導体装置の厚みになるまで裏面研削を行った後において，半導体ウェハの周囲にひさし状(ナイフエッジ状)の面取り部が残らないように切り込み深さを設定したことにあると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，甲2の2記載の発明は，相違点1として認定するように，除去する対象が面取り部の全部であるから，切り込み深さを設定するという発想はない。ところで，上記1(2)イのとおり，甲2の1に記載された研削手法は，半導体基板の面取り部である表面周辺部を研削し，その後，裏面を研削することによって表面の中央部のみが残存するようにして，裏面研削時において，半導体基板の周辺部にひさし状の部分が残らないようにするというものであり，「表面の中央部のみが残存する」とは，研削した表面周辺部の深さよりも半導体基板が薄くなるまで裏面研削を行うことにほかならないから，甲2の2記載の発明に甲2の1記載の手法を適用すれば，必然的に，相違点2に係る「裏面研削を，半導体ウェハの板厚が切り込み深さよりも薄くなるまで行う」という本件発明の構成がもたらされるのである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうであれば，相違点2に係る本件発明1の構成とすることは，甲2の1記載の事項に基づいて，当業者が容易になし得ることができる程度のことであると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであって，相違点2について実質上格別の相違点ではないとした審決の判断に誤りはないということができるから，原告主張の取消事由2は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告主張の審決取消事由はすべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "pretext": [
    "本判決においては，「ウェハ」，「ウエハ」について，前者の表記に統一した。"
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10669",
    "date": "2006-07-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033385",
    "ipprecedent_id": "239",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}