{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-24351号事件について平成15年9月2日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "Aは，発明の名称を「建築システム」(その後，「建築壁構造を組み立てるための建築部材及び建築システム並びにこの建築システムで用いられる建築物構成要素のセット」と補正された。)とする発明につき，平成5年7月22日(パリ条約による優先権主張1993年2月10日，英国)を国際出願日として，特許出願(平成6年特許願第517750号。以下「本願」という。)をした。Aは，平成13年2月5日に死亡し，原告がAの地位を相続した。本願について，原告は，平成14年10月15日に拒絶査定を受け，同年11月13日，審判請求をし，同年12月13日付け手続補正書により明細書の補正を行った。",
            "特許庁は，この審判請求を不服2002-24351号事件として審理し，その結果，平成15年9月2日，「本件審判の請求は，成り立たない。」との審決をし，同月17日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成14年12月13日付け手続補正書による補正後の本願(請求項の数は9である。)の請求項9は，下記のとおりである(以下，この請求項に係る発明を「本願発明」という。)。",
            "記"
          ]
        },
        {
          "fig": "9",
          "subject": "相互に交差して連結されて直線構成の骨組を形成する複数の水平細長骨組部材及び複数の垂直細長骨組部材，",
          "text": [
            "各々が三葉断面のネックにより接続された二つの向かい合う端部を有し，垂直部材と水平部材が交差する位置に嵌合してこれらの部材を相互に係止する複数の連結部材，及び",
            "一以上の水平又は垂直部材と係合して直線構成の骨組内に位置し，骨組内の空間を埋めて連続壁構造物を形成する複数の充填部材，",
            "からなる建築壁構造物組み立てのための建築物構成要素のセット。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明について，平成14年12月13日付け手続補正書による補正後の明細書(甲第10号証。以下「本願明細書」という。また，本願の国際公開パンフレットに添付された図面(甲第5号証に添付のFig.1～24)を「本願図面」といい，各図面を「図1」，「図2」などという。)に，当業者が容易にその実施をすることができる程度に，その発明の構成が記載されていないから，平成6年法律第116号による改正前の特許法(以下「改正前特許法」という。)36条4項の要件を満たさず，本願は特許を受けることができないとするものである。",
            "審決は，上記結論を導くに当たり，本願明細書の記載が改正前特許法36条4項の要件を満たさない点を，次のとおり認定判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "図8ないし図24に記載された，様々な形状のブロックを用いた建築物の垂直部材，水平部材は，図1ないし図7に記載された回転係止ブロック(以下，単に「回転係止ブロック」ともいう。)により係合されるものではなく，図13ないし図15に記載されているような環状係止ブロック，又は，図18，図19に記載されているような組み合わせのブロックにより係止されるものであり，かつ，回転係止ブロックのネックが挿入できる空間が形成されないものであって，このような建築物構成ブロックの交差部にネックを有する係止部材を嵌合させることはできず，「ネックにより接続された2つの向かい合う端部を有する係止部材」，垂直部材，水平部材及び充填部材をどのように用いて建築壁構造を構築するのか，不明瞭である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本願明細書は，当業者が容易に実施できる程度に，本願発明の構成が記載されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "本願明細書には，本願発明に係る発明の構成が当業者が容易に実施することのできる程度に記載されているにもかかわらず，審決は，この点の認定判断を誤ったものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "回転係止ブロックによる係合方法",
          "text": [
            "別紙参考図面(以下「参考図面」という。)1ないし3に基づいて，垂直部材と水平部材とを回転係止ブロックにより係合する様子を説明すると，次のとおりであるから，これを係合されるものではないとした審決の認定は誤りであり，この誤った認定を前提として，どのように建築壁構造を構築するのか不明瞭であるとした審決の判断もまた誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "参考図面1及び3記載のとおり，図20及び図21に示されたような垂直部材550と水平部材554とを，図1ないし7に示された回転係止ブロック12により係合することができる。",
                "垂直部材550と水平部材554とを回転係止ブロック12により係合するには，先ず，(A)に示すように，垂直部材550の上から1番目の肩部と2番目の肩部との間に形成された空間Sに回転係止ブロック12のネック20を挿入する。なお，このネック20を挿入するための空間Sは，図20及び図21において，垂直部材550の上から1番目の肩部と2番目の肩部との間に存在している。",
                "次に，(B)に示すように，空間Sに回転係止ブロック12の挿入方向と直角をなす方向から水平部材554の凹部を嵌め合わせる。(C)は水平部材554を嵌め合わせた状態を示しており，水平部材554は回転係止ブロック12の下部に位置している。なお，参考図面1は，水平部材554と垂直部材550の係合部分を見易くするため，凹所を誇張して描いたものであり，参考図面3は，水平部材を図16に合わせて，水平部材554の凹部の幅と垂直部材550の支柱の幅が同じになるように描いたものである。",
                "続いて，(D)に示すように回転係止ブロック12を回転させることにより，(E)に示す如く，垂直部材550と水平部材554とはその交差部において回転係止ブロック12により係合される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "参考図面2は，水平部材として，図2ないし図5に示されたブロック14を使用した場合において，垂直部材と水平部材とを回転係止ブロックにより係合する様子を示す説明図である。なお，ブロック14が水平部材に相当することは，図2ないし図5においてブロック14が水平方向に配置されていることから明らかであり，また，本願図面において，水平部材に相当する部材の符号は全て最後の数字が「4」で統一されていることからも理解できる。",
                "垂直部材550と水平部材14とを回転係止ブロック12により係合するには，先ず，(A)に示すように，垂直部材550の上から1番目の肩部と2番目の肩部との間に形成された空間Sに回転係止ブロック12のネック20を挿入する。なお，このネック20を挿入するための空間Sは，図20及び図21において，垂直部材550の上から1番目の肩部と2番目の肩部との間に存在している。",
                "次に，(B)に示すように，空間Sに回転係止ブロック12の挿入方向と直角をなす方向から水平部材14の凹部を嵌め合わせる。(C)は水平部材14を嵌め合わせた状態を示している。",
                "続いて，(D)に示すように回転係止ブロック12を回転させることにより，(E)に示す如く，垂直部材550と水平部材14とはその交差部において回転停止ブロック12により係合される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)，(2)のとおり，垂直部材，水平部材は，回転係止ブロックによって係合することができ，また，回転係止ブロックのネックが挿入できる空間を有し，建築物構成ブロックの交差部にネックを有する係止部材を嵌合させることができるものである。",
                "したがって，審決が，垂直部材，水平部材は，回転係止ブロックにより係合されるものではなく，かつ，回転係止ブロックのネックが挿入できる空間が形成されないものであると認定したのは誤りであり，この誤った認定を前提に，「ネックにより接続された2つの向かい合う端部を有する係止部材」，垂直部材，水平部材及び充填部材をどのように用いて建築壁構造を構築するのか，不明瞭であるとした審決の判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願明細書の記載要件の充足",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，当業者が，本願明細書及び本願図面に記載された事項と技術常識に基づいて，本願発明を容易に実施することができる程度に，その発明の構成が記載されていることが明らかであるから，本願明細書は当業者が容易に実施できる程度に本願発明の構成が記載されていないとした審決の判断は，誤りである。",
                "すなわち，当業者であれば，本願明細書及び本願図面の記載から容易に理解できる事項に基づいて，以下のような手順によって，垂直ブロック，水平ブロック，回転係止ブロックを用いて壁構造を構築する方法を容易に理解できるはずである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書7頁2～7行，18行，22～23行の各記載及び図20，図21からは，図20及び図21に示すように，垂直ブロックを相並べて配置することで，基本の壁構造が構築できること，その際，垂直ブロックとして肩部と肩部との間の空間が広くなった部分を有するものが使用でき，その空間の適所に水平ブロックを差し込んで嵌合させることにより壁面を形成できることが理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書7頁19～25行，8頁6～7行の各記載及び図22からは，垂直ブロックと水平ブロックとを確実に固定するために，他の種類のブロックを垂直ブロックの上方に取り付けることができ，また，回転係止ブロックを用いて様々な形状のブロックを適所において係止することができることが理解できるから，当業者であれば，通常の創作能力の発揮により，壁構造において垂直ブロックと水平ブロックとを確実に固定するために回転係止ブロックを適所(例えば垂直ブロックの上方)に用いることができることを理解することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願明細書4頁3行～5頁11行の記載及び図1ないし図7には，回転係止ブロックを用いて垂直方向のブロックと水平方向のブロックとを係合する方法が説明されているから，得られた基本壁構造において，垂直ブロックの肩部と肩部との間の広くなった空間の部分(図20及び図21では上方部分)に水平ブロックを配置して，図1ないし図7に示す方法を用いて回転係止ブロックを係合することができることが理解でき，これにより垂直ブロックと水平ブロックとが確実に係合固定されて壁構造ができることが理解できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本願明細書5頁14～15行，18～20行，23～28行，7頁2～7行，13～18行の各記載及び図20から，本願発明においては，垂直ブロック及び水平ブロックの形状が図示例のものに限定されず，必要に応じて適宜変更できることが理解できるから，当業者であれば，通常の創作能力を発揮することにより何ら困難性を伴うことなく，水平ブロックと垂直ブロックの形状を回転係止ブロックの適用が可能なように変更することができるはずである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「本願の明細書は、当業者が容易に実施できる程度に、請求項9に係る発明の構成が記載されていない。」と認定しているところ，この認定は，裏返せば，請求項1ないし8については，当業者が容易に実施できる程度に、発明の構成が記載されていることを意味する。請求項1ないし8に係る発明についての記載と本願発明(請求項9)についての記載とに格別の差異はないから，本願発明についても同様の判断がされてしかるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "外国における特許",
          "text": [
            "本願は，1993年7月22日に出願された国際特許出願(PCT／GB9",
            "3／01543)を日本国内へ移行したものであり，同じ出願が米国，英国その他の国で特許されている(甲第11ないし17号証)。外国特許庁の審査官も当業者に属すると考えられるから，多くの外国において本願と同じ出願が特許として登録されているという事実は，本願明細書に，当業者が実施することができる程度に本願発明が記載されていることを強く裏付けるものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願発明の商品化",
          "text": [
            "本願発明に係る建築システムは，英国において「SIHRALOX」という商品名で紹介され，そのパンフレットにおいては，模型を用いて構築された壁構造の写真が掲載されている(甲第19及び第20号証)。このことからも，本願明細書には，当業者が実施することができる程度に本願発明が記載されているということができる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "回転係止ブロックによる係合方法について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "参考図面1ないし3に示される垂直部材と水平部材とを回転係止ブロック12により係合する様子及び原告が説明する係合方法は，本願明細書又は本願図面に何ら記載されていない。また，参考図面1ないし3に示すような，垂直部材と水平部材と回転係止ブロックによる係合方法は，本願明細書又は本願図面に記載されたものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の記載によれば，回転係止ブロック12により係止されるブロック10及び14のネックの形状は同一であり，また，図1及び図2には，垂直方向に延びるブロック10及び水平方向に延びるブロック14のネック18は，それぞれ幅又は高さが立方体16の半分であり，一部に切り欠きを有する略L字状の断面を有する形状であることが示されている。",
                    "しかし，参考図面1及び3記載の垂直部材，水平部材は，図1ないし図8に示すような形状のネックを有していない。",
                    "さらに，参考図面1及び3記載の係合によると，回転係止ブロック12のネック部の側方((C)図の左側)は(C)，(D)に示すように，垂直部材550，水平部材554の壁と接触しておらず，係止ブロック12は，(C)の位置においても，(D)のように回転した後も，側方に容易に外れる。",
                    "参考図面1記載の水平部材554は，垂直部材の支柱よりも幅の広い凹所を有するものであるから，係止部材を(D)のように回転した後も，横方向((C)図の左右方向)にずれるおそれがあるものであって，「係止動作が行われた後のブロックの意図しない動きをも妨げる」という本願明細書記載の作用効果を奏するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "参考図面2のように，垂直部材のネックの形状と水平部材のネックの形状を異なるものとすることも，本願明細書又は本願図面に何ら記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，参考図面1ないし3に基づいて，審決の認定判断の誤りをいう原告の主張は，前提において誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願明細書の記載要件の充足について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "建築壁構造の構築について，本願明細書及び本願図面の記載は，次の点において不明瞭である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「三葉断面のネックにより接続された二つの向かい合う端部を有し，垂直部材と水平部材が交差する位置に嵌合してこれらの部材を相互に係止する複数の連結部材」をどこにどのように係合するかは全く示されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "図8，図9，図17，図20ないし図24に記載された建築壁構造を構成するブロックのうち，垂直ブロックは，何れも肩部と肩部の間に支柱の一部である直方体のネック部が存在する形状のものであり，図20ないし図24には，垂直ブロックの肩部と肩部の空間に水平ブロックの凹所が隙間無く嵌合されることが示されているが，嵌合部には，回転係止ブロックのネックを挿入する間隙が形成されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願明細書又は図8ないし図24には，本願発明(請求項9)の「充填部材」がどのようなものでどこに充填されるのかも記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，当業者であれば，本願明細書及び本願図面の記載から容易に理解できる事項に基づいて，垂直ブロック，水平ブロック，回転係止ブロックを用いて壁構造を構築する方法を容易に理解できるはずであると主張するが，その主張する本願明細書及び本願図面の記載から容易に理解できるとする事項には，垂直ブロックと水平ブロックとを確実に固定するために，「環状係止」以外の他の種類のブロックを垂直ブロックの上方に取り付けることができることなど，本願明細書又は本願図面の記載に基づかないものが含まれており，その前提において誤っている。のみならず，原告の主張する壁構造を構築する方法は，次のとおり，本願明細書又は本願図面から読みとれない事項を含めた解釈に基づくものであって，妥当でない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，当業者であれば，通常の創作能力の発揮により，壁構造において垂直ブロックと水平ブロックとを確実に固定するために回転係止ブロックを適所(例えば垂直ブロックの上方)に用いることができることが理解できると主張する。しかし，図16ないし図24に記載の壁構造を形成する垂直ブロック及び水平ブロックは，両者を嵌合させた際に，回転係止ブロックのネックを挿入できる空隙を形成できないものであるから，図16ないし図24に記載の垂直部材，水平部材に図1ないし図7に記載の回転係止ブロックを係止することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，得られた基本壁構造において，垂直ブロックの肩部と肩部との間の広くなった空間の部分に水平ブロックを配置して，図1ないし図7に示す方法を用いて回転係止ブロックを係合できることが理解できると主張する。しかし，本願明細書又は本願図面には，垂直部材の肩部間空間であって他の部分より広い空間に，水平ブロック及び係止ブロックを嵌合することは記載も示唆もない上，図16ないし図24に記載の垂直部材，水平部材は，回転係止ブロックを係合するための形状を有していない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，当業者であれば，通常の創作能力を発揮することにより何ら困難性を伴うことなく，水平ブロックと垂直ブロックの形状を回転係止ブロックの適用が可能なように変更することができるはずであると主張する。しかし，本願明細書には，建築壁構造の垂直ブロックと水平ブロックは，「環状係止」又は「水平ブロックに接続される環状係止」により，垂直あるいは水平ブロックの横方向動きを防止されることが示されているにすぎないし，水平ブロックと垂直ブロックに係止ブロックの適用が可能な形状のネックを形成できることまでは記載されていない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "外国における特許について",
          "text": [
            "各国の法律制度は異なっている上，提示された特許公報(甲第11ないし17号証)を検討すると，明細書及び請求の範囲の記載が本願明細書の記載と相違するものもあり，外国において同じ出願に対して特許されているからといって，本願明細書の記載が当業者が実施できる程度に記載されているということはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願発明の商品化について",
          "text": [
            "甲第19及び第20号証記載の図面及び説明は，本願明細書又は本願図面に記載されておらず，本願明細書に本願発明が当業者が実施できる程度に記載されていることを示すものではない。なお，甲第19号証の図面には，壁構造を回転係止ブロックで係止することが具体的に記載されていない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "回転係止ブロックによる係合方法について",
          "text": [
            "原告は，参考図面1ないし3に基づいて，垂直部材，水平部材が回転係止ブロックによって係合できることが説明できるとして，審決の認定判断の誤りを主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，次の記載がある(甲第10号証)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「三葉断面を有する係止部材を用いることによって，係止部材はその肩部が隣合う表面に隣接しながら抵触することなく回転するように回転できる，という利点が得られる。もし三葉断面が凸状辺を有する正三角形であれば，係止片の端部はねじった後，その断面の一先端が2つの隣接したブロック間に形成された直角に配置された場合，感覚で判別できる。この「配置」は係止動作が行われた後のブロックの意図しない動きをも妨げる。」(3頁12～17行)"
                },
                {
                  "fig": "イ",
                  "subject": "「図1乃至図5は，回転係止ブロックによって，該回転係止ブロックを含む3つの建築ブロックを係止(ロック)状態に組み立てていく様子を順に示す図である。図6は，本発明の係止部材の拡大断面図である。図7は，係止部材の必要とされる動きを示す。」(3頁19～23行)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「図1乃至図5は，3つの建築ブロック10，12及び14を示す。3つのブロックは全てネックで接続された立方体端部16を有する。ブロック10及び14のネックの形状は同一であり，一方ブロック12のネックは係止部材であって，異なった形状である。ブロックは図1乃至図5に示すように組み立てられる。まずブロック12のネック20はブロック10のネック18の上半分に嵌入される。次にブロック14が側部から導入され，ブロック14のネック18もブロック10のネック18と嵌入する。この状態での組立体は図3に示される。この組立体を係止するために，ブロック12は矢印22で示すように回転し，図5で示すような十字型組立体を調製して係止する。",
                    "係止部材12の断面図は図6に拡大して示され，そのネック20はほぼ三角形であって，三角形の頂点の1つは立方体16の一隅に合致する。もし立方体端部16の可視面を4つの同一の正方形に分割すれば，他の頂点26及び28はその4つの同一の区域を規定する線上に合致するであろう。・・・三角形ネック20の使用は，ブロック12の回転の中心が，回転が行われるにつれて隣接するブロックに相対的に動くということを意味する。これは特に係止ブロック12がより大きな組立体に用いられる時に有利である。・・・図7において係止ブロック12のネックは，三辺がブロック40の壁を境界としており，残る一辺はブロック42の表面を境界とする凹所に受け入れられている。・・・回転の中心の軌跡は実際，点44を囲む複雑な進行路をたどるであろう。・・・しかし同時に，ネック20の3つの頂点全てが凹所の壁と接触したままであるため，係止ブロック12は確実に凹所内に位置する。」(4頁3行～5頁8行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "図1及び図2には，垂直方向に伸びるブロック10及び水平方向に伸びるブロック14のネック18は，それぞれ，幅又は高さが立方体16の半分であり，一部に切り欠きを有する略L字状の断面を有する形状であることが示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参考図面1及び3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の上記記載及び図1，2によれば，三葉断面を有する係止ブロック12により係止される垂直方向に伸びるブロック10と水平方向に伸びるブロック14は，「同一のネック形状を有する」(上記ウ)ものであって，ブロック10及びブロック14を係合させた場合に，両ブロックのネックに面した垂直壁並びにネックの側壁に囲まれた，断面が正方形の直方体状の空隙が形成されるものであり，三葉断面を有する係止ブロック12のネック20がこの空隙内に位置して回転し，垂直方向に伸びるブロック10と水平方向に伸びるブロック14を係止し，その動きを妨げるものと認められる。",
                    "しかし，参考図面1及び3記載の垂直部材550，水平部材554は，図1ないし図5に示すような形状のネックを有していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "参考図面1及び3記載の係合によると，係止ブロック12のネック部の側方((C)図の左側)は(C)，(D)に示すように，垂直部材550，水平部材554の壁と接触しておらず，断面が正方形の直方体状の空隙が形成されず，一方向は開放されている。したがって，係止ブロック12は，(C)の位置においても，(D)のように回転した後も，側方に容易に外れるものである。",
                    "また，参考図面1記載の水平部材554は，垂直部材の支柱よりも幅の広い凹所を有するものであるから，係止ブロック12を(D)のように回転した後も，横方向((C)図の左右方向)にずれるおそれがある。",
                    "原告は，参考図面1は，水平部材と垂直部材の係合部分を見易くするため，凹所を誇張して描いたものであるとして，垂直部材550の支柱の幅と水平部材554の凹所の幅を同じにした参考図面3を提出するものであるが，このようにすることによって上記の横方向のずれはなくなるとしても，係止ブロック12のネック部の周囲のうち一方向は開放され，断面が正方形の直方体状の空隙が形成されない点は変わらないから，「係止動作が行われた後のブロックの意図しない動きをも妨げる」という本願明細書記載の作用効果を奏するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "参考図面2について",
              "text": [
                "上記のとおり，本願明細書の記載によれば，三葉断面を有する係止ブロック12により係止される垂直方向に伸びるブロック10と水平方向に伸びるブロック14は，「同一のネック形状を有する」ものであるとされている。",
                "しかし，参考図面2では，垂直部材のネックの形状と水平部材のネックの形状とが異なるものとなっている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)及び(3)に指摘したところからすれば，参考図面1ないし3に示されるような係合の形態及び方法は，本願明細書及び本願図面の記載に基づくものとはいえないから，これらの参考図面をもって，本願明細書及び本願図面の記載に基づき，垂直部材，水平部材が回転係止ブロックによって係合できることを示したことにはならない。したがって，参考図面1ないし3に基づいて，審決の認定判断の誤りをいう原告の主張は，その前提において失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願明細書の記載要件の充足について",
          "text": [
            "原告は，本願明細書には，当業者が，本願明細書及び本願図面に記載された事項と技術常識に基づいて，本願発明を容易に実施することができる程度に，その発明の構成が記載されていることが明らかであるから，本願明細書は当業者が容易に実施できる程度に本願発明の構成が記載されていないとした審決の判断は，誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "建築壁構造を構成する部材等に関し，本願明細書には次の記載がある(甲第10号証)。",
                "「図8及び図9は水平肩部52を有する短い垂直支持体50を示す。この肩部52は多数の異なった形状とすることができる。・・・建造物の垂直方向骨組みを形成するのは，図8，9及び10に示される種類のブロック(及び垂直方向に延びる類似のブロック)である。垂直方向に延びるブロック150の例は，図17に肩部152aと共に示されている。この垂直建築ブロックは，その1つ54を図16に示す水平ブロックと相互に接続される。図17の垂直方向に向けられたブロック150は垂直ブロックと相互に接続するために水平方向に向けられてもよい。・・・垂直及び水平ブロックの骨組に生じた隙間を埋めるために壁ブロックが用いられ，図11及び図12は異なる二つの壁ブロックを示す。・・・図13，14及び15に示す環状係止は，構成要素を相互に固定するために用いられる。図13に示す基本環状係止64は，・・・これによってブロックの側部フランジ70は水平及び垂直ブロックの間の横方向の動きを妨げる。・・・図18及び19は，二通りの組み合わせのブロックを示し，ここでは環状係止364は常に水平ブロック154に接続される。この環状係止は図14の凹所172に相当する凹所372を有する一側面・・・を有する。この凹所には水平ブロック154の端部が常に取り付けられる。・・・図19は図18のブロックの展開を示し，環状係止464は両側面から延びる水平ブロック部154を有する。使用時には，垂直ブロック550の配列は，図20に示す通り相並べて配置される。・・・」(5頁14行～7頁3行)",
                "「垂直ブロックは，水平ブロック554によって相互に接続される。上部ブロック554aは配列の幅全体にわたって連続しているが，下部水平ブロックは554bと554cの二部分からなる。・・・図21はどのように水平及び垂直部材が相互係合するのかを示す。部材がこのように連結して相互に係合した時でも，垂直或いは水平ブロックの横方向動きのために分離するかもしれない。このような動きが起こるのを避けるために，これらのブロックを図22に示す環状係止64によって係止することができる。水平ブロック654は水平方向に垂直ブロック650に差し込まれ図20および21に示す通り相互に係合する。この係合を保持するために，環状係止64に垂直ブロック650の頂点を通して，環状係止の支持表面が水平ブロックの上面に当接するまで引き下げる。この時点で環状係止の肩部70は垂直ブロックの分離を妨げ，環状係止64が再び持ち上げられた後にのみ分離が起こる。・・・垂直ブロックの肩部52と水平ブロックの凹所の縁部は直線構成であって，それらが包含される各々のブロックの軸に対して正確に直角をなすように図示されているが，・・・ブロックの種々の縁部には丸みをつけてもよく，面取りをしてもよい。肩部及び／又は凹所の向かい合う面は結合への導入を助け，ブロックの製造を容易にするために，先細とされてもよい。」(7頁13行～8頁5行)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記の記載においては，①建築壁構造が，「垂直ブロック」，「水平ブロック」，「壁ブロック」及び「環状係止」又は「水平ブロックに接続される環状係止」から構成されること，②水平ブロックは水平方向に垂直ブロックに差し込まれ，相互に係合すること，③垂直ブロックと水平ブロックとは，「環状係止」又は「水平ブロックに接続される環状係止」により横方向の動きが防止されることが示されているが，本願発明に係る「三葉断面のネックにより接続された二つの向かい合う端部を有し，垂直部材と水平部材が交差する位置に嵌合してこれらの部材を相互に係止する複数の連結部材」を，どこにどのように係合するかは示されていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "また，本願図面(甲第5号証)において，「図20及び21は，本発明における垂直ブロックに水平ブロックを係合する様子を示す図」(本願明細書(甲第10号証)3頁26～27行)であり，図20及び図21には，垂直",
              "text": [
                "方向に伸びた形状の「垂直ブロック」と，水平方向に伸びた形状の「水平ブロック」が交差して組み立てられる様子が示されているが，組み立てられた垂直・水平ブロックの交差部に対して，図1ないし図7に示されるような回転係止ブロックをどのように装着するかの様子は示されていない。",
                "むしろ，建築壁構造を構成する垂直及び水平ブロック(図8ないし図10，図16，図17，図20ないし図24)についてみると，垂直ブロックは，何れも肩部と肩部の間に支柱の一部である直方体のネック部が存在する形状のものであるところ，図20ないし図24には，垂直ブロックの肩部と肩部の空間に水平ブロックの凹所が隙間無く嵌合されることが示されており，その嵌合部には，図1ないし図7に示されるような係止ブロックのネックを挿入することのできる間隙が形成されていないことが見てとれる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)，(3)によれば，本願明細書の記載は，本願図面を参酌しても，本願発明における「三葉断面のネックにより接続された二つの向かい合う端部を有し，垂直部材と水平部材が交差する位置に嵌合してこれらの部材を相互に係止する複数の連結部材」をどのように用いて，本願発明の目的である「建築壁構造物組み立て」を実現するかが不明瞭であるから，本願明細書に，本願発明について，当業者が容易に実施することのできる程度にその発明の構成の記載があるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，当業者であれば，本願明細書及び本願図面の記載から容易に理解できる事項に基づいて，垂直ブロック，水平ブロック，回転係止ブロックを用いて壁構造を構築する方法，すなわち，図20及び図21に示されるような基本壁構造において，垂直ブロックの肩部と肩部との間の広くなった空間の部分(図20及び図21では上方部分)に水平ブロックを配置して，図1ないし図7に示す方法を用いて回転係止ブロックを係合することができ，これにより壁構造ができることが理解できる旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本願明細書(甲第10号証)及び本願図面(甲第5号証)には，原告が主張するように，図20及び図21に示される垂直ブロックの肩部と肩部との間の広くなった空間の部分に，水平ブロック及び回転係止ブロックを嵌合することについての記載も示唆もないのであり，しかも，図20及び図21に記載されている垂直ブロック及び水平ブロックは，図1ないし図7に示される回転係止ブロックを係合するための形状を備えていないのであるから，当業者が，本願明細書及び図20，図21の記載から，垂直ブロックの上記空間部分に水平ブロック及び回転係止ブロックを嵌合することを理解することができるとは到底いえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願明細書の8頁6～7行に「三角形断面ネックの使用によって，広く多種の異なった建築ブロック構造物を回転係止ブロックの回転動作によって適所に係止することが可能となる。」と記載されていることを指摘するが，本願明細書には，回転係止ブロックによって，回転係止ブロックを含む3つの建築ブロックを係止状態に組み立てることについて，図1ないし図7を用いた説明はあるものの，回転係止ブロックを用いて，本願発明における「水平細長骨組部材」と「垂直細長骨組部材」とをどのように係合して壁構造を組み立てるかについては，記載も示唆もないのであり(原告は，本願明細書及び図22の記載から，垂直ブロックと水平ブロックとを確実に固定するために，「環状係止」以外の他の種類のブロックを垂直ブロックの上方に取り付けることができることが理解できる旨主張するが，前記のとおり，本願明細書には，「環状係止」又は「水平ブロックに接続される環状係止」を取り付けることの記載はあるものの，それ以外の「他の種類のブロック」を取り付けることまでは示されていない。)，また，図1ないし図7に示される回転係止ブロックを用いて係止できる建築ブロックは，特定の空隙を形成するネックを有するものであるところ，図20及び図21記載の垂直ブロック及び水平ブロックはそのような形状のネックを有していないのであるから，原告指摘の上記記載があるからといって，当業者が，図20及び図21記載の垂直ブロック，水平ブロックに，図1ないし図7の回転係止ブロックを係合することを理解することができるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願明細書の記載から，当業者であれば，必要に応じて，垂直ブロックと水平ブロックの形状を回転係止ブロックの適用が可能なように変更することができるはずであると主張する。しかし，本願明細書の原告の引用箇所には，垂直ブロックの肩部は多数の異なった形状とすることができること，垂直ブロックはどのような長さであってもよいこと，肩部の間隔は，肩部の垂直方向長さとほぼ同一あるいはその倍数とされること，図17の垂直方向に向けられたブロックは垂直ブロックと相互に接続するために水平方向に向けられてもよいこと，上部水平ブロックは配列の幅全体にわたって連続しているが，下部水平ブロックは二部分からなることなどが記載され，また，他の箇所には，前記のとおり，「垂直ブロックの肩部52と水平ブロックの凹所の縁部は直線構成であって，それらが包含される各々のブロックの軸に対して正確に直角をなすように図示されているが，・・・ブロックの種々の縁部には丸みをつけてもよく，面取りをしてもよい。肩部及び／又は凹所の向かい合う面は結合への導入を助け，ブロックの製造を容易にするために，先細とされてもよい。」との記載があるものの，以上いずれによっても，垂直・水平ブロックのネックの形状を回転係止ブロックの適用が可能なように形成，変更することができることについては，記載も示唆もされていないから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，当業者であれば，本願明細書及び本願図面の記載に基づいて，図20及び図21に示されるような基本壁構造において，垂直ブロックの肩部と肩部との間の広くなった空間の部分に水平ブロックを配置して，図1ないし図7に示す方法を用いて回転係止ブロックを係合することができ，これにより壁構造ができることが理解できる旨の原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，審決が本願の請求項1ないし8に係る発明については，当業者が容易に実施できる程度に、発明の構成が記載されていると判断したと解し，本願発明(請求項9)についての記載は，請求項1ないし8に係る発明についての記載と格別の差異はないから，本願発明についても同様の判断がされてしかるべきであると主張する。",
                "しかし，審決は，本願発明(請求項9)についてのみ判断して，本願明細書の記載が実施可能要件を満たさないことを理由に，拒絶査定を維持したものであり，原告の主張は，前提が誤っており，失当である。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおり，本願明細書には，本願図面を参酌しても，当業者が容易にその実施をすることができる程度に，本願発明の構成が記載されているとはいえず，この点に関する審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "外国における特許について",
          "text": [
            "原告は，外国において同じ出願に対して特許されているから，本願明細書に当業者が実施できる程度に本願発明が記載されていることが裏付けられると主張するが，外国の法律制度がわが国の制度と同じであるといえない上，原告提出の特許公報(甲第11ないし第17号証)によれば，補正を経た上で特許されたものもあり，本願と同じ内容で特許されたとも限らないから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願発明の商品化について",
          "text": [
            "原告は，英国において「SIHRALOX」という商品名で本願発明に係る建築システムが商品化され，そのパンフレット(甲第19号証及び第20号証)においては，模型を用いて構築された壁構造の写真が掲載されているから，本願明細書に当業者が実施できる程度に本願発明が記載されていると主張する。",
            "しかし，本願発明が商品化されたかどうかは本願明細書が記載要件を備えているかどうかとは関係がなく，原告の主張は失当である。また，甲第19号証及び第20号証記載の図面及び説明は，本願明細書又は本願図面に記載されたものではないし，甲第19号証の図面には，壁構造を回転係止ブロックで係止することが具体的に記載されていないから，甲第19号証及び第20号証は，本願明細書が当業者が実施できる程度に記載されていることを裏付けるものでもない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，本願明細書は，当業者が容易に実施をすることができる程度に，本願発明の構成が記載されていないとして，改正前特許法36条4項に規定する要件を満たしていないとした審決の判断に誤りはない。",
            "原告の主張する取消事由には理由がなく，審決を取り消すべきその他の誤りも認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担，上告及び上告受理の申立てのための付加期間について行政事件訴訟法7条，民事訴訟法61条，96条2項をそれぞれ適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10183",
    "date": "2006-08-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033483",
    "ipprecedent_id": "202",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}