{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2004-30149号事件について平成17年2月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記商標について，原告が，その指定役務中「娯楽施設の提供」につき商標法50条1項に基づき商標登録の取消しの審判を請求したところ，特許庁が同請求を不成立とする審決をしたことから，原告が同審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，「SAＮCTUARY」の欧文字を横書きしてなり，指定役務を第41類「植物の供覧，動物の供覧，映画・演芸・演劇又は音楽の演奏の興行の企画又は運営，映画の上映・制作又は配給，演芸の上演，演劇の演出又は上演，音楽の演奏，ゴルフの興行の企画・運営又は開催，競艇の企画・運営又は開催，小型自動車競争の企画・運営又は開催，運動施設の提供，娯楽施設の提供，スキンダイビング用具の貸与」とする登録第4029201号商標(平成6年8月19日登録出願，平成9年7月18日設定登録。以下「本件商標」という。)の商標権者である。",
                "原告は，平成16年2月2日，本件商標について，前述した指定役務中の「娯楽施設の提供」につき，商標法50条1項に基づく商標登録の取消しを求める審判請求をした。",
                "特許庁は，上記審判請求を取消2004-30149号事件として審理した上，平成17年2月9日，「本件審判の請求は，成り立たない。」との審決をし，その審決謄本は同17年2月21日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決謄本写し記載のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べるとおり，本件商標が「娯楽施設の提供」に属する「遊園地の提供」に使用されていると誤って認定判断したから，違法として取り消されるべきである。",
                "なお，本件商標である「SAＮCTUARY」とその片仮名文字である「サンクチュアリ」とが社会通念上同一の商標であることは認める。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件パンフレット(審判乙1，本訴甲6)について",
                  "text": [
                    "審決は，「被請求人が提出した「KOA(ケーオーエー)伊勢志摩キャンプグランド」のパンフレット(判決注・本件パンフレット)は，「キャンプ場施設」，「レンタルカヌー」，「ミニゴルフ」及び「子供用プール」等について記載されているものであり，表紙の上部には前記施設名称あるいはこれらの施設を提供する役務の出所表示として「KOA(ケーオーエー)伊勢志摩キャンプグランド」の文字及びその下部に「サンクチュアリ」の片仮名文字が記載されている」(審決6頁下から第2段落)と説示して，本件商標が，「キャンプ場施設」のみならず，「レンタルカヌー」，「ミニゴルフ」及び「子供用プール」等の施設を提供する役務についても出所表示として記載されていると認定するが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そもそも，登録商標が指定役務について使用されているか否かは，登録商標が指定役務について自他役務の識別標識として機能しているか否か，出所表示機能を発揮しているか否かによって決すべきである。",
                        "本件パンフレットの1枚目を見ると，まず，最上段には，「KOA伊勢志摩」の大きな文字が同書体・同大で横書きに表示されており，その右側に続けて，同書体ではあるが，やや小さい文字で「キャンプグランド」と横書きに表示されている。そして，本件商標の片仮名文字である「サンクチュアリ」(以下「本件使用商標」という。)は，上記「KOA伊勢志摩」の表示の直下の部分に，「O」の文字の左端から「勢」の文字の右端までにわたって，上記「キャンプグランド」の表示とほぼ同じ書体ではあるが，それよりもかなり小さな片仮名文字で「サンクチュアリ」と横書きされて表示されているものである。さらに，当該「サンクチュアリ」の表示の直下には，それとほぼ同じ大きさの文字により，「志摩スペイン村」，「温泉「ひまわりの湯」」，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「海水浴場」の文字が，左斜め下から右斜め上方に傾斜した状態で並列的に表示されている。",
                        "このように，本件パンフレットにおいて，本件使用商標である「サンクチュアリ」の表示は，「KOA伊勢志摩キャンプグランド」の表示と極めて近接した位置関係にあり，このような表示態様からすれば，本件使用商標は，専ら「キャンプグランド(キャンプ場)の提供」についての出所表示として使用されているものと見るのが自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し審決は，上記のとおり，本件使用商標が，「キャンプ場施設」のみならず，「レンタルカヌー」，「ミニゴルフ」及び「子供用プール」等の施設を提供する役務についても出所表示として記載されていると認定する。",
                        "確かに，本件パンフレットには，「サンクチュアリ」の表示の直下に，「志摩スペイン村」，「温泉「ひまわりの湯」」，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「海水浴場」の文字が表示されているが，このうち，「志摩スペイン村」は「KOA伊勢志摩キャンプグランド」から3kmも離れた場所にある経営主体の全く異なる遊園地であり，「ひまわりの湯」は「志摩スペイン村」の中にある温泉施設であることから，被告から本件商標の使用許諾を受けた有限会社Aがこれらの施設について「サンクチュアリ」の表示を出所表示として使用することはあり得ない。そして，そうとすれば，選択的に，「レンタルカヌー」，「ミニゴルフ」，「子供用プール」等についてのみ，本件使用標章である「サンクチュアリ」が出所表示として使用されていると見ることは，極めて不自然というべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，本件パンフレットの1枚目の左下部分には，料金表が紙面の約4分の1のスペースをとって掲載されているが，その記載内容は，テントサイト，RVサイト，キャンピングキャビン，ガーデンキャビン，トレーラーホーム等の宿泊施設の料金，支払方法等に関するものである。また，1枚目の右側中段には，「ガーデンキャビン」と称する宿泊施設を紹介する写真，図面及び説明文が上記料金表の約3分の1のスペースをとって掲載され，さらに，2枚目の右上部分には，「キャンピングキャビン」，「トレーラーホーム」と称する宿泊施設を紹介する写真，図面及び説明文が紙面の約4分の1のスペースをとって掲載されている。",
                        "これらの記載によれば，本件パンフレットが，「宿泊施設の提供」に属する「キャンプ場の提供」についての広告であることは明らかである。",
                        "他方，本件パンフレットの1枚目の右側中段には，上記「ガーデンキャビン」に関する記載の直下に，「EＮJOY！」と題して，極めて小さい文字で，レンタルサイクル，レンタルカヌー，プール，プレイグランド，ミニゴルフ，バスケットゴール，自然観察・バードウォッチング，クッキングパーティー，農業体験・カキ養殖体験と表示され，その右側に家族でカヌーに乗っている写真が掲載されている。しかし，これらの表示は，その位置，大きさ及び内容からみて，専らキャンプ場利用者を楽しませるためのアウトドアスポーツ施設やイベント等の紹介と解するのが妥当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件施設(本件パンフレットに係る施設)について",
                  "text": [
                    "審決は，甲6～10及び12(審判乙1～5及び7)に基づき，「本件施設は，「遊覧・娯楽のために各種の乗り物や設備を備えた施設」であり，キャンプ施設を伴う「遊園地」あるいはキャンプ場と「遊園地」を併設した施設と認められるものであり，通常使用権者による本件施設の役務の提供は，「娯楽施設の提供」に属する「遊園地の提供」に属すべき役務とみるのが相当である」(審決7頁下から第2段落)と認定判断したが，以下に述べるとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アで述べたとおり，本件パンフレットにおいて，本件使用商標は，「キャンプグランド(キャンプ場)の提供」についての出所表示として使用されているものと見るのが自然であり，また，本件パンフレットは，「宿泊施設の提供」に属する「キャンプ場の提供」についての広告であることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また，KOAのDirectory(甲7，審判乙2。以下「甲7",
                      "text": [
                        "パンフレット」という。)には，「KOAキャンプグランドはアメリカ・カナダ・メキシコ・日本の約500ヶ所で，世界の国々のキャンパーに親しまれています」(2頁左下)，「KOAのお得なキャンプ場利用割引カードに新しい特典が増えて，さらに内容が充実しました」(同頁右上)などと記載されているように，「キャンプ場」，「キャンプグランド」との記載は多数見受けられるが，「遊園地」であることを示す記載は全く見当たらない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，審決は，被告提出に係る写真撮影報告書(甲12，審判乙7。以下「甲12報告書」という。)に基づき，「これらの施設には，キャンプ施設料金とは別に使用料が設定されていることが認められ，日帰り料金も設定されている」(審決7頁下から第4段落)と認定した上，この点を上記認定を導く根拠の一つとしている。",
                        "しかしながら，甲12報告書の2枚目に添付された図面は，作成者も作成時期も明らかでないものであり，同3枚目以下の写真及びその説明文も，被告の同族会社である有限会社Aのマネージャーが作成したものであって，そもそも，甲12報告書の信用性は疑わしいから，これを根拠とする審決の認定は失当である。",
                        "加えて，甲12報告書の2枚目の図面左下に表示された料金表には，顕著な起こし文字で「Water　Park」との表題が付され，同4枚目の写真③にも，「Waterpark」と明確に表示されたウォーターパーク受付看板が写っていることからすれば，審決の上記説示にいう「これらの施設」の出所識別標識としては，「Water　Park」の表示が専ら使用され，「サンクチュアリ」の表示は使用されていないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また審決は，「「穴川殖産株式会社の履歴事項全部証明書」・・・の目的の欄には，7「ヨットハーバー，遊園地・・・の経営」と記載されている」(審決7頁下から第3段落)として，被告の履歴事項全部事項証明書(甲9，審判乙4。以下「甲9証明書」という。)の記載を上記認定の根拠の一つとしているが，本件施設を運営しているのは有限会社Aであるから，被告に係る甲9証明書の記載は上記認定の根拠には当たらない。また，有限会社Aの履歴事項全部証明書(甲8，審判乙3)の目的の欄に「遊園地の経営」が記載されていたとしても，そのことが，実際に遊園地の経営を行っていることの証明となるものでもない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，本件施設は，「キャンプ場の提供」のための施設であって，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「レンタルサイクル」，「プレイグランド」，「バスケットゴール」等の施設は，専らキャンプ場利用者を楽しませるためのアウトドアスポーツ施設にすぎず，「遊園地の提供」という役務に該当しないことは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2)の各事実は認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張は，要するに，本件パンフレットにおいて，本件使用商標は専ら「キャンプ場の提供」について使用されたものであり，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「レンタルサイクル」等の各種乗り物や施設の提供，すなわち「遊園地の提供」ないし「娯楽施設の提供」に使用されたものではないというものである。",
                "しかしながら，本件施設は，キャンプ施設のみならず，「子供用プール」，「ミニゴルフ」，「ファンサイクル用コース」，「プレイグランド」，「カヌーによる施設内散策」等の各種乗り物や施設の提供を行うものであり，審決が認定するとおり，「キャンプ施設を伴う「遊園地」あるいはキャンプ場と「遊園地」を併設した施設」(審決7頁下から第2段落)に該当する。このことは，本件施設におけるキャンプ施設と「子供用プール」等の上記娯楽施設との位置関係(甲12報告書)からも明らかである。",
                "そして，本件パンフレットは，上記のような特性を有する本件施設の広告であるから，そこで表示された本件使用商標が，「遊園地の提供」に使用されたものであることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，「子供用プール」等の娯楽施設について，専らキャンプ場利用者を楽しませるためのアウトドアスポーツ施設にすぎない旨主張する。",
                "しかし，上記娯楽施設については，キャンプ施設料金とは別に使用料が設定されているし，日帰り料金も設定されているのであるから，原告の主張は失当というべきである。また，そもそも，上記娯楽施設がキャンプ場利用者を楽しませるという目的を有していたとしても，それによって，娯楽施設であるとの性質を失うものでもない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "また，審決の認定判断中，本件使用商標「サンクチュアリ」が本件商標「SAＮCTUARY」と社会通念上同一の商標と認められることも原告が自認するところである。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の取消事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件パンフレットに関する主張について",
              "text": [
                "審決は，本件パンフレットについて，「被請求人が提出した「KOA(ケーオーエー)伊勢志摩キャンプグランド」のパンフレット・・・は，「キャンプ場施設」，「レンタルカヌー」，「ミニゴルフ」及び「子供用プール」等について記載されているものであり，表紙の上部には前記施設名称あるいはこれらの施設を提供する役務の出所表示として「KOA(ケーオーエー)伊勢志摩キャンプグランド」の文字及びその下部に「サンクチュアリ」の片仮名文字が記載されている」(審決6頁下から第2段落)と認定した。",
                "これに対し原告は，本件使用商標「サンクチュアリ」と「KOA伊勢志摩キャンプグランド」の表示とが極めて近接した位置関係にあること等からすれば，本件パンフレットにおいて，本件使用商標は，専ら「キャンプグランド」(キャンプ場)の提供についての出所表示として使用されているものと見るのが自然であるとして，審決の上記認定中，本件使用商標が，「キャンプ場施設」のみならず，「レンタルカヌー」，「ミニゴルフ」及び「子供用プール」等の施設を提供する役務についても出所表示として記載されていると認定した点は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討すると，本件パンフレットの1枚目は別紙(一)のとおりであり，これには，下記の記載がある。",
                    "記"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1枚目の左上隅には，「KOA／KAMPGROUND」との記載を含む標章が表示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の標章のすぐ右側に当たる1枚目の最上段には，「KOA伊勢志摩キャンプグランド」の大きな文字がゴチック体で横書きに表示されている。なお，このうち，「キャンプグランド」の部分は，「KOA伊勢志摩」との部分よりも，やや小さい文字で表示されている。",
                        "本件使用商標すなわち「サンクチュアリ」の表示は，上記「KOA伊勢志摩キャンプグランド」の表示の直下，「O」の文字から「勢」の文字の右端までにかけての部分に，上記「キャンプグランド」の表示よりも更に小さなゴチック体様の文字で「サンクチュアリ」と横書きして表示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，当該「サンクチュアリ」の表示の直下には，それとほぼ同じ大きさの丸ゴチック体様の文字により，「志摩スペイン村」，「温泉「ひまわりの湯」」，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「海水浴場」の文字が，右肩上がりの傾斜した状態で並列的に表示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(イ)及び(ウ)の各表示の下には，一部が上記(ウ)の表示と重なるようにして，本件施設内の状況と見られる写真2枚が大きく掲載されている。そのうち，左側のものにはプールの情景が写っており，右側のものにはコテージ様の建物等が写っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "1枚目の中段左側には，本件施設の説明文と見られる文章が掲げられ，「場内の池は，野鳥やメダカ・トンボなど自然の宝庫。カヌーで観察しながらの散策も出来ます。子供用のプール・ミニゴルフ・ファンサイクル用コースなどの施設の充実はもちろん，クラフトやクッキングパーティーやビンゴパーティーなどのイベントも盛りだくさん。場内で1日中楽しめます」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "1枚目の右側中段には，「EＮJOY！」との表題の下に，「レンタルサイクル，レンタルカヌー，プール，プレイグランド，ミニゴルフ，バスケットゴール，自然観察・バードウォッチング，クッキングパーティー，農業体験・カキ養殖体験」と表示され，その右側にカヌーに乗って興じる光景を写した写真が掲載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各記載によれば，本件パンフレットは，「KOA伊勢志摩キャンプグランド」という名称の施設(本件施設)について広告するものであり，本件使用商標「サンクチュアリ」は，本件パンフレットにおいて，本件施設の副次的な名称として，「KOA伊勢志摩キャンプグランド」の表示と並列的に使用されているものと認めるのが相当である。",
                    "なお，上記アの(ウ)～(カ)の各表示ないし写真によれば，本件施設は，「子供用のプール・ミニゴルフ・ファンサイクル用コースなどの施設」あるいは「レンタルサイクル，レンタルカヌー，プール，プレイグランド，ミニゴルフ，バスケットゴール，自然観察・バードウォッチング，クッキングパーティー，農業体験・カキ養殖体験」といった施設又はイベントを提供するものであると理解される。そうすると，本件使用商標が「娯楽施設の提供」の役務にも使用されていたことは，本件パンフレットの記載のみによっても，一応推認することができるというべきであるが，この点については，更に後記(2)において検討することとする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，①上記ア(ウ)の表示に関し，「志摩スペイン村」は「KOA伊勢志摩キャンプグランド」から3kmも離れた場所にある経営主体の全く異なる遊園地であり，「ひまわりの湯」は「志摩スペイン村」の中にある温泉施設であることから，有限会社Aがこれらの施設について「サンクチュアリ」の表示を出所表示として使用することはあり得ず，そうとすれば，選択的に，「レンタルカヌー」，「ミニゴルフ」，「子供用プール」等についてのみ，「サンクチュアリ」が出所表示として使用されていると見ることは，極めて不自然というべきである，②本件パンフレットにおいて，宿泊施設の料金表や宿泊施設を紹介する写真，図面及び説明文が紙面の大きな部分をとって掲載されていることからすれば，本件パンフレットが，「宿泊施設の提供」に属する「キャンプ場の提供」についての広告であることは明らかである等と主張する。",
                    "しかしながら，本件パンフレットの記載から，本件施設は，「子供用のプール・ミニゴルフ・ファンサイクル用コースなどの施設」あるいは「レンタルサイクル，レンタルカヌー，プール，プレイグランド，ミニゴルフ，バスケットゴール，自然観察・バードウォッチング，クッキングパーティー，農業体験・カキ養殖体験」といった施設又はイベントを提供するものであると理解されることは，上記イのとおりである。そして，原告主張のとおり，「志摩スペイン村」及び「ひまわりの湯」が本件施設に含まれるものでないとしても，上記の理解が不自然であるとまでいうことはできないから，原告の上記①の主張は採用の限りでない。",
                    "また，本件パンフレットにおいて，料金表その他の宿泊施設関係の記載が紙面の大きな部分を占めていることは原告主張のとおりであるが，そのことによって直ちに，本件施設が，専ら「宿泊施設の提供」のみを行うものであって，「娯楽施設の提供」を行わないものであるということになるわけではないし，他方，本件パンフレットに各種の娯楽施設や娯楽のためのサービスについての記載があることは上記のとおりであるから，原告の上記②の主張も採用の限りではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件パンフレットに関する審決の上記認定には格別誤りとすべき点は認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件施設に関する主張について",
              "text": [
                "審決は，本件施設について，「本件施設は，「遊覧・娯楽のために各種の乗り物や設備を備えた施設」であり，キャンプ施設を伴う「遊園地」あるいはキャンプ場と「遊園地」を併設した施設と認められるものであり，通常使用権者による本件施設の役務の提供は，「娯楽施設の提供」に属する「遊園地の提供」に属すべき役務とみるのが相当である」(審決7頁下から第2段落)と認定判断した。",
                "これに対し原告は，本件施設は，「キャンプ場の提供」のための施設であって，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「レンタルサイクル」，「プレイグランド」，「バスケットゴール」等の施設は，専らキャンプ場利用者を楽しませるためのアウトドアスポーツ施設にすぎず，「遊園地の提供」という役務に該当しないなどとして，審決の上記認定判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討すると，証拠(甲6，7，12)及び弁論の全趣旨によれば，次の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件施設は，三重県(編注：以下省略)に所在し，有限会社Aが運営している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件施設内には，テントサイト，RVサイト，キャンピングキャビン，ガーデンキャビン，トレーラーキャビンと称される宿泊用の施設が設けられているほか，子供用プール，ファンサイクル用のコース，ミニゴルフのコース，滑り台やバスケットゴールの設置されたプレイグランド等の娯楽施設が設置され，さらに，レンタルカヌーやレンタルサイクルといった娯楽のためのサービスも提供されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記子供用プール，ファンサイクル，ミニゴルフ，レンタルカヌー等については，宿泊施設の利用料とは別に使用料が設定されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件施設においては，「デイキャンプ」と称する日帰り利用者のための利用料金も設定されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの認定事実によれば，本件施設は，キャンプ施設に各種の娯楽施設が併設され，娯楽のためのサービスが提供される施設であって，社会通念上，宿泊施設としての性質のみならず，「遊園地」としての性質をも兼ね備えたものであると認めるのが相当である。",
                    "なお，原告は，被告提出に係る甲12報告書には信用性がない旨主張する。しかし，甲12報告書所収の図面及び写真に格別不自然な点は見当たらない上，本件パンフレットの記載内容とも符合していることからすれば，甲12報告書の信用性は十分に認められるというべきであり，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，①本件パンフレットにおいて，本件使用商標は，「キャンプグランド(キャンプ場)の提供」についての出所表示として使用されているものと見るのが自然であり，また，本件パンフレットは，「宿泊施設の提供」に属する「キャンプ場の提供」についての広告であることが明らかである，②甲7パンフレットには，「キャンプ場」，「キャンプグランド」との記載は多数見受けられるが，「遊園地」であることを示す記載は全く見当たらないなどとして，審決の上記認定は誤りである旨主張する。",
                    "しかしながら，原告の上記①の主張については，本件パンフレットの記載から原告主張のように断定することができないことは上記(1)において検討したとおりである。",
                    "また，甲7パンフレットに「遊園地」との記載が見当たらないとしても，上記アの認定事実に照らせば，本件施設は，キャンプ施設に各種の娯楽施設が併設された施設であると認めるのが相当であるから，原告の上記②の主張も採用の限りではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに原告は，本件施設は，「キャンプ場の提供」のための施設であって，「子供用プール」，「レンタルカヌー」，「ミニゴルフ」，「レンタルサイクル」，「プレイグランド」，「バスケットゴール」等の施設は，専らキャンプ場利用者を楽しませるためのアウトドアスポーツ施設にすぎず，「遊園地の提供」という役務に該当しないと主張する。",
                    "しかしながら，本件施設において日帰り利用者のための料金が設定されていることは，上記ア(エ)のとおりであって，本件施設内の娯楽施設がそうした日帰り利用者によっても利用されるものであることは明らかであるから，原告の上記主張は失当というほかはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "そうすると，本件パンフレットにおいて，「遊園地」としての性質をも兼ね備えた本件施設の副次的な名称として本件使用商標を表示することは，「娯楽施設の提供」の役務についての本件商標の使用に該当するというべきであるから，原告のその余の主張について検討するまでもなく，審決の上記認定判断に誤りはなく，原告の取消事由の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由には理由がない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10167",
    "date": "2005-07-21",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009455",
    "ipprecedent_id": "628",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}