{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人株式会社フレックスシステム(以下「被控訴人フレックス」という。)は，原判決別紙被告商品目録記載のマンホール用ステップを使用し，販売し，貸し渡し，譲渡又は貸渡しのために展示してはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人フレックスは，その本店，営業所及び工場に存する前項の物件並びにその半製品及び仕掛品を廃棄せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人株式会社ステークス(以下「被控訴人ステークス」という。)は，原判決別紙被告商品目録記載のマンホール用ステップを製造し，販売し，貸し渡し，譲渡又は貸渡しのために展示してはならない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人ステークスは，その本店，営業所及び工場に存する前項の物件並びにその半製品及び仕掛品を廃棄し，同物件の製造に必要な金型等の製造設備を除却せよ。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被控訴人らは，控訴人に対し，各自金397万2000円及びこれに対する平成15年12月17日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人ら",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "控訴人は，コンクリートマンホール及びそれに付随するコンクリート構造物の足場であるステップの販売を業とする会社であり，被控訴人フレックスは，マンホール用ステップの販売等を業とし，被控訴人ステークスは，建築用金属製品製造を業とする会社である。",
        "本件は，控訴人が原判決別紙原告商品目録記載の構成を備えたマンホール用ステップ(以下「原告商品」という。)を販売していたところ，被控訴人らがこれと類似する原判決別紙被告商品目録記載のマンホール用足掛具(以下「被告商品」という。)を販売等しているとして，不正競争防止法2条1項1号所定の不正競争行為に該当することを理由に，控訴人が，被控訴人らに対し，被告商品の販売等の差止め及び廃棄(同法3条)並びに損害賠償(同法4条)を請求した事件である。",
        "原判決は，控訴人の請求をいずれも棄却したため，控訴人がこれを不服として控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者の主張は，次のとおり当審における主張を付加するほか，原判決の「事実及び理由」の「第2　事案の概要」，「第3　争点に関する当事者の主張」欄に記載のとおりであるから，これを引用する(ただし，原判決5頁4行目の「月間下水道」を「月刊下水道」と訂正する。)。なお，「八角レンズステップ」，「ロフティーステップ」等の略称は，原判決と同一のものを用いる。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告商品の構成についての主張の変更",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の商品等表示として需要者の間で広く知られた原告商品の構成について，原審で主張していた構成①ないし③(原判決4頁2行～15行)を下記のとおり変更する(変更箇所を下線で示す。)。",
                    "記",
                    "基本的構成",
                    "足踏部及びその両側に位置する脚部を備え，平面視略コの字形のマンホール用ステップであり，具体的構成の各要素が足踏部に集中していること。",
                    "具体的構成",
                    "A-1　足踏部の上面及び下面の両端近傍に赤色反射体が取り付けられていること。",
                    "A-2　赤色反射体の形状は円形であり，表面が突出し且つ前記足踏部の限界を表示し，赤色反射体の周りにリング状の縁取りがされ，赤色反射板の裏面にプリズム状の凸面を形成したこと。",
                    "B-1　足踏部の上面及び下面に滑止め用で同一形状の凸部模様が順次連続して多数横方向に並んでいること。",
                    "B-2　滑止め用凸部の形状はX字形であること。",
                    "C-1　足踏部の内側側面に足踏部の内側側面のほぼ全面に指の太さに近似させた凹部を設けた波形の握り部が形成されていること。",
                    "C-2　握り部に設けられた凹部は谷部と山部を交互に並設した波形であり，足踏部の内側側面に左右対称に設け，指の太さに近似させた凹部は片手又は両手の親指を除く指が掛かるように設けること。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告商品の構成についての主張の変更に伴い，原審で主張していた被告商品の構成①’ないし③’(原判決6頁末行～7頁19行)を下記のとおり変更する(変更箇所を下線で示す。)。",
                    "記",
                    "基本的構成",
                    "足踏部及びその両側に位置する脚部を備え，平面視略コの字形のマンホール用ステップであり，具体的構成の各要素が足踏部に集中していること。",
                    "具体的構成",
                    "A’-1　足踏部の上面及び下面の両端近傍に赤色反射体が取り付けられていること。",
                    "A’-2　赤色反射体の形状は円形であり，表面が突出し且つ前記足踏部の限界を表示し，赤色円形反射体とその外周に八角形状の縁取りがあり，最外周部分は肉太の菱形線状の縁取りがされ，赤色反射板の裏側にプリズム状の凸面を形成したこと。",
                    "B’-1　足踏部の上面及び下面に滑止め用凸部が順次連続して多数横方向に並んでいること。",
                    "B’-2　滑止め用凸部の形状は，「∧」の中に「・」がある文字形及び「∨」の中に「・」がある文字形であること。",
                    "C’-1　足踏部の内側側面に足踏部の内側側面のほぼ全面に指の太さに近似させた凹部を設けた波形の握り部が形成されていること。",
                    "C’-2　握り部に設けられた凹部は谷部と山部を交互に並設した波形であり，足踏部の内側側面に左右対称に設け，指の太さに近似させた凹部は片手又は両手の親指を除く指が掛かるように設けること。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "技術的に不可避の構成について",
              "text": [
                "以下のとおり，原告商品の構成A-1，B-1及びC-1は，商品形態として「ありふれた」ものではないし，その形態が商品の技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成に由来するものでもない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "A-1について",
                  "text": [
                    "「足踏部の上面及び下面の両端に赤色反射体を取り付けた」ステップは，控訴人が昭和58年に実用新案(以下「本件反射体実用新案」という。)の出願をし，平成4年に登録がされたのであり，控訴人が初めて発明したものである。被控訴人フレックスは，平成10年6月1日，本件反射体実用新案の無効審判請求をしたが，審判請求不成立の審決がされており，本件反射体実用新案の出願当時，A-1の構成を備えたステップは存在しなかった。したがって，原告商品が周知性を獲得した平成3年当時，A-1のような態様で反射体を設けた先行技術は存在せず，反射体のないステップが主流として販売されていたことから，A-1のような態様は「安全に昇降を行うという技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成」ではない。また，反射体を両端の近傍，両端側部のいずれに配設するか，反射体の形状及び色の選択については自由であり，選択の余地のない不可避な構成ではない。A-1の構成を用いなくても，足踏部の中央に他の色の反射体を設けるなど代替手段は無数に存在する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "B-1について",
                  "text": [
                    "株式会社オカグレートのジェットトップマンホールステップには，凸部というよりは，突起が足踏部にあり，上部に平滑な部分が見られず，足踏部の上面にしか設けられていないのに対し，原告商品では，上下両面に凸部がある。",
                    "石田鉄工株式会社が平成元年4月5日に意匠登録したマンホール用ステップでは，凸部の模様が足踏部の中心線を境にして，左右異なる模様が線対称に現れる形状であるが，原告商品の凸部の模様は，足踏部の中心線を境にして，左右同じ模様が連続している。",
                    "平成15年7月25日に公開された株式会社ハネックスの公開特許公報には，足踏部にX字形の凸部を設けたマンホール用ステップが記載されているが，同会社は独自にマンホール用ステップ等の製品を製造する会社ではなく，控訴人が製造したマンホール用ステップ等を購入している会社であるから，X字形の凸部を設けることが「ありふれた」ものであることの根拠とはならない。",
                    "B-1の構成を用いなくても，足踏部の上下面に滑りが悪い材質の層を設けたり，上下面を砂状のものを固定した粗面にしたりするなどの手段があるし，滑り止めは，足踏部の下面には付ける必要がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "C-1について",
                  "text": [
                    "控訴人の出願に係る実用新案公報(乙第16号証)の参考文献にある先願の実施例は，「ハンドル用防振グリップ」(甲第65号証の3)や「足場ボルト」(甲第65号証の2)であり，原告商品とは異なる上，足場ボルトにおいては足場の滑動防止を目的としており，原告商品の構成C-1とは課題を異にする。また，昭和54年に「足場金具」に関する実用新案出願がある(甲第65号証の1)が，原告商品の構成C-1は開示されていない。したがって，原告商品が周知性を獲得した平成3年当時，ステップで足踏部に握り部を設けたものはなく，先進性がある。",
                    "C-1の構成を用いなくても，足踏面にまたがる波状の握り部を設けるなどの各種手段がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告商品の特別顕著性及び周知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "A-2について",
                  "text": [
                    "最近は，反射体の形状が丸レンズタイプの原告商品よりも，平成8年に発売されたロフティーステップのようなタイプの商品が主流になっている。しかし，丸レンズタイプの商品は昭和の時代から販売されて定着しており，販売されて施工されたステップは現場に残存している。したがって，販売実績だけでなく，施工実績の総量が周知性判断の基礎資料になる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "C-2について",
                  "text": [
                    "控訴人が実用新案登録の出願をした当時，国内では同様の技術がなかった。株式会社オカグレート製のマンホール用ステップには，山が7個，谷が6個であり，端部の山は脚部に繋がっているが，小指がかかるような指の太さに近似させた凹部部分がなく，平滑な円弧になっているに過ぎず，足踏部の内側側面の全部に凹部を設けておらず，両手で掴んだ場合に小指で掴むところがない。また，株式会社オカグレート及び岡島工業株式会社によるマンホール用ステップの意匠登録は，控訴人の原告商品の模倣である。したがって，原告商品のC-2の構成は，ありふれたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告商品の販売実績について",
                  "text": [
                    "原告商品は，平成8年にロフティーステップが発売されるまでは，丸レンズタイプの製品だけであり，ロフティーステップに比較して飛躍的な販売実績である。原告商品は，これにより周知になったものである。",
                    "原判決が指摘するように甲第50号証及び第51号証の1ないし4において「旧タイプ丸レンズ」として集計されている中にも，原告商品の構成AないしCの構成を有しない物が含まれていることは間違いではないが，この種の商品の比率は極めて低い。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告商品と被告商品との類似性について",
              "text": [
                "原告商品と被告商品とは，次のとおり類似している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "基本的構成において，「足踏部及びその両側に位置する脚部を備え，平面視略コの字形のマンホール用ステップ」である点において同一であり，原告商品の構成を前記のように変更したことから，「具体的構成の各要素が足踏部に集中していること」においても共通している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "A-2とA’-2との対比において，原告商品も被告商品も赤色反射板の形状は円形で，その位置も近似している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "B-2とB’-2との対比において，被告商品の凸部の模様は原告商品の文字パターンのXを上下で分解したものであり，誤認しやすいものである。足踏部に凸部を設けるのは滑り止めのためであるところ，ステップの長さ方向及び前後方向のいずれの方向への滑りをも抑制する必要があり，傾斜方向を異にする線を用いるのが有効である。原告商品では傾斜方向を異にする線を中央で交差させているのに対し，被告商品では傾斜した線を端部で連結している違いがあるに過ぎない。若干離れた位置から，原告商品と被告商品の滑り止めを施した面を斜め方向から見れば，両者を混同する可能性が大である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告商品の構成A-1，B-1及びC-1は，その形態が商品の技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成に由来するものではないことは，前記(2)のとおりであり，類似性の判断においても考慮すべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告商品の埋込部の形状自体には格別の意義がなく，マンホールに設けた穴の形状，壁面に埋め込むための施工の簡便さ等に応じて適宜選択することのできるものである。埋込部は，施工された後，目に触れない部分でありステップの外観で最も目立つ足踏部についての類否を重要視すべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人らの当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告商品の構成についての主張の変更について",
              "text": [
                "控訴人は，何ら合理的理由を挙げることもなく，基本的かつ重要事項の一つである原告商品の構成についての主張を変更するものであり，かかる主張の変更は，時機に後れたものとして許されず，民事訴訟法157条により却下されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その余の控訴人の主張について",
              "text": [
                "控訴人の当審におけるその余の主張は，独自の見解に基づくもので理由がない。",
                "マンホール用ステップの需要者にとって，埋込部の形状は，ステップの設置方法，設置後の強度・耐久性に関係するもので，その形態の重要性は足踏部の場合と異ならない。控訴人は，埋込部が施工後目に触れないことを根拠とするが，不正競争防止法2条1項1号では流通面における混同が問題とされるのであり，流通後即ち施工後の事情は関連性を有しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "原告商品の構成についての主張の変更について",
          "text": [
            "控訴人は，原告商品の商品形態自体が不正競争防止法2条1項1号の商品等表示に該当すると主張して本件の請求をしている。商品の形態が同号の商品等表示に該当するか否か及び原告商品と被告商品とが類似するか否かの命題を抽象的に判断することはできないから，訴訟においてこのような主張をする場合には，まず控訴人(原告)において，原告商品のいかなる形態が商品等表示に該当し，被告商品と類似するというのか，その商品等表示該当性や類似性の根拠となる原告商品の形態についての特徴(構成)を特定して主張することが必要であり，これに対し，被控訴人(被告)らが反論等することにより，その特定された商品の構成を対象として不正競争行為の成否が審理されることになるものである。記録によれば，本件については，原審において，弁論準備手続に付され，8回の弁論準備手続期日が重ねられ，その間，控訴人(原告)において，原告商品の構成(周知商品形態)についての主張の訂正等が行われた上，最終的に原判決摘示の控訴人(原告)の主張として特定されるに至ったものであることが認められる。",
            "このような経過の下で，原判決が言い渡された後になって，控訴人は，控訴理由書において，原告商品の構成を一部変更する主張をしたもので，その内容は，原判決の認定にならって整理するとともに，周知商品形態として実質的に新たな構成を追加するものである。このように，原審において弁論準備手続を経て特定された原告商品の構成を，控訴審に至って追加的に変更することは，これに対する被控訴人らの新たな防御を必要とするなど，被控訴人らとの関係で公平を欠く上，控訴審において新たな構成について審理することを余儀なくさせることになるものであり，原告商品の構成の特定がこの種訴訟における基本的な出発点をなすものであることや，本件における原審での審理の経緯，主張変更の態様などに照らすと，重大な過失による時機に後れた攻撃方法の提出というべきであって，これにより訴訟の完結を遅延させることになるといわざるを得ない。したがって，控訴人による原告商品の構成(周知商品形態)についての主張の変更は，民事訴訟法157条1項により，これを却下することとする。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "そこで，原告商品の構成(周知商品形態)について控訴人の変更前の主張を前提に検討するに，当裁判所も，被告商品が販売された平成14年当時において，原告商品の形態は，控訴人の商品等表示として需要者の間で周知であったということはできず，控訴人の請求はいずれも理由がないと判断する。その理由は，次のとおり付加補正するほか，原判決の「事実及び理由」の「第4　当裁判所の判断」の1及び2(原判決11頁21行目から23頁11行目まで)と同一であるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決16頁6行目「設けられたものであり，」を「設けられたものであるが，下面の凸部は特段の機能を有するものではなく，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決17頁18行目「証拠はない。」の次に，「なお，当審において提出された甲第66号証及び第67号証によると，ロフティーステップの販売前の原告の製品の中には，足踏部の中央にX字形でなく，「ユニホール」等の文字を凸部の模様としたものが含まれており，B-2の構成を有しない製品があったことが認められる。」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決20頁25行目「いずれもマンホール用ステップ」から21頁6行目「該当するということはできない。」までを次のとおり改める。",
                "「それらの構成のうち，少なくとも，A-1の「足踏部の上面及び下面に反射体が取り付けられていること」，B-1の「足踏部の上面に滑止めを設けていること」，C-1の「足踏部の内側側面に握り部が形成されていること」は，いずれもマンホール用ステップという商品において，安全に昇降を行うという技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成に由来するものである。また，上記構成を含むA-1，B-1，C-1の各構成は，いずれも他社製品にも存在するありふれたものであることは，前記1(2)認定のとおりであるから(なお，B-1のうち下面の凸部を備えた他社製品は見当たらないが，その部分は特段の機能を有するものではなく，それ自体として顕著な特徴を示すものとはいえない。)，結局，原告商品のA-1の構成，B-1の構成及びC-1の構成は，技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成に由来するか，あるいは，他の同種商品とは異なる顕著な特徴を有しているといえないものであって，これらの点は不正競争防止法2条1項1号にいう「商品等表示」に該当するということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人の当審における主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術的に不可避の構成について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "A-1について",
                  "text": [
                    "控訴人は，原告商品が周知性を獲得した平成3年当時，A-1のような態様で反射体を設けた先行技術は存在せず，反射体を両端の近傍，両端側部のいずれに配設するか，反射体の形状及び色の選択については自由であるから，A-1のような態様は「安全に昇降を行うという技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成」ではないと主張する。",
                    "甲第61号証の1及び2(乙第18号証)並びに第62号証の1によれば，控訴人は，昭和58年に本件反射体実用新案の出願をし，平成4年に登録されたところ，マンホール用ステップに反射体を取り付けること自体は上記出願前から公知であり，反射体を取り付けるのは暗い場所でもステップの位置を確認し易くして安全に昇降を行うためであることが認められる。また，甲第62号証の3によれば，本件反射体実用新案の出願前に，有色体を上下両面に取り付けたステップが考案されていたことが認められ，安全な昇降を確保するためには，ステップを使って降りるときだけでなく，昇るときにも下からの光源(昇降する者が持つ懐中電灯やカンテラ等)による光を反射して，ステップの位置を正確に認識させる必要があることは明らかである。したがって，A-1の「足踏部の上面及び下面に反射体が取り付けられていること」との構成は，上記機能及び効用を実現するため，選択の余地のない不可避な構成であるというべきである。",
                    "そして，反射体の取付けが安全な昇降を目的としている以上，反射体が反射する光によって，昇降する者が手でステップを掴んだり，足を降したりする際にステップの位置を正確に認識させるものでなければならないから，反射体の取付け位置として，足踏部の両端あるいは両端を含む場所とし，反射体の色として，視認性の良い色(赤，白，黄色等)を選択するのが自然であり，現に足踏部の両端部に赤色反射体を設けた他社商品が存在していたことは，引用に係る原判決認定のとおりであって，A-1の「足踏部の両端部に赤色反射体が取り付けられていること」との構成は，この種商品においてありふれたものであったということができる。",
                    "したがって，原告商品のA-1の構成は，技術的に不可避なものであるか，あるいは，ありふれたものであり，この点に関する控訴人の主張は採用することができない。なお，控訴人は，原告商品が周知性を獲得した平成3年当時，A-1のような態様で反射体を設けた先行技術は存在しなかったと主張するが，本件において不正競争防止法2条1項1号所定の不正競争行為が成立するといえるためには，被告商品が販売された平成14年当時において，原告商品の形態が控訴人の商品等表示として周知であることが必要であり，控訴人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "B-1について",
                  "text": [
                    "控訴人は，原告商品のB-1の構成がありふれたものではなく，技術的に不可避なものではないと主張する。",
                    "乙第3号証及び第7号証並びに甲第64号証によれば，株式会社オカグレート，石田鉄工株式会社及び株式会社ハネックスのマンホール用ステップは，いずれも円筒状の芯金に合成樹脂層を被覆して足踏部を形成し，足踏部の上面が水平になるように成型した点において，共通の特徴を有していることが認められる。合成樹脂層を被覆したことにより，芯金だけで構成される金属製のマンホール用ステップよりも，腐食に強く，昇降する者が足を乗せたときに踏みはずしにくいという効果があるものと考えられるが，これらのステップが設置される環境においては，ステップが水をかぶったり，昇降する者の靴底が濡れていたりすることが想定されるから，合成樹脂層で芯金を被覆しただけでは，足を滑らせることが予想され，これを防ぐために，足踏部に滑り止めが必要となる。したがって，マンホール用ステップが設置される環境においても滑り止めの機能を発揮することができなければ，商品として著しく競争力を欠くことになるから，足踏部に何らかの滑り止めを設けることは，「安全に昇降を行うという技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成」である。",
                    "足踏部に設ける滑り止めとしてみた場合に，足踏部の表面に何らかの凸部又は突起を並べて設けること(凸部の形状は原告商品の構成B-2の問題)は，課題の解決手段としてごくありふれたものであり，現に引用に係る原判決認定のとおり，株式会社オカグレートにおいて採用され，岡島工業株式会社，石田鉄工株式会社の各登録意匠にも見られる形態である。なお，控訴人は，B-1の構成を用いなくても，足踏部の上下面に滑りが悪い材質の層を設けたり，上下面を砂状のものを固定した粗面にしたりするなどの手段があると主張するが，これらの方法も滑り止めとしてありふれたものであることに変わりはなく，これらの方法があるからといって，滑り止めとして足踏部の表面に凸部を並べて設けることがありふれたものでないということにはならない。",
                    "控訴人は，他社の商品や登録意匠における凸部と原告商品の凸部との形状の相違について主張するが，凸部の形状は原告商品の構成B-2の問題であって，その形状に相違があることは，B-1の滑り止めとして足踏部の表面に凸部を並べて設ける構成がありふれたものであるとの認定を覆すものではない。",
                    "また，控訴人は，株式会社オカグレートのジェットトップマンホールステップには，突起が足踏部の上面にしか設けられていないのに対し，原告商品では，上下両面に凸部があると主張するが，前記のとおり，足踏部に凸部を設けるのは，昇降する者が足を乗せたときの滑り止めとするためであるから，足踏部の上面に凸部を設けることは必須であるが，下面の凸部部分は特段の機能を有するものではないのであり，マンホール用ステップという商品において，下面の凸部部分は，需要者の注意を惹く特徴的部分とは考えられず，同商品の形態の特別顕著性を考えるに当たって重要な意義を有するものとはいえない。",
                    "以上のとおり，原告商品のB-1の構成は，技術的に不可避なものであるか，あるいは，ありふれたものであり，控訴人の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "C-1について",
                  "text": [
                    "控訴人は，原告商品の構成C-1を有するマンホール用ステップがその商品の分野において先進的なものであったと主張するが，先進性があることによって当然にその構成が技術的に不可避なものか否かを左右することにはならない。",
                    "引用に係る原判決認定のとおり，原告商品の構成C-1のように，握り部を波形に形成することは，マンホールを昇降する者がステップに手をかけたときの手の横滑りを防ぐためである。B-1について述べたのと同様に，マンホール用ステップが設置される環境では，ステップが濡れた状態となりやすく，そのような状態にあったとしても，ステップにかけた手が滑らないようにする必要があるから，この課題の解決方法として，足踏部の内側側面に滑り止めとして握り部(その形状は原告商品の構成C-2の問題)を形成することは，安全に昇降を行うという技術的な機能及び効用を実現するため他の形態を選択する余地のない不可避な構成であると認められる。",
                    "控訴人は，C-1の構成を用いなくても，足踏面にまたがる波状の握り部を設けるなどの各種手段があると主張するが，控訴人の主張する代替手段は明確ではなく，前記認定を左右するものではない。",
                    "そして，ステップに手をかけたときの手の横滑りを防ぐために，指がかかりやすいように握り部を波形に形成することは，課題の解決手段としてごくありふれたものであり，足踏部の内側側面に波形の握り部を設ける構成は，他社も採用している(乙第3号証，第4号証)形態であって，少なくとも被告商品が販売された平成14年当時においては，ありふれたものであったと認められる。",
                    "以上のとおり，原告商品のC-1の構成は，技術的に不可避なものであるか，あるいは，ありふれたものであり，控訴人の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告商品の特別顕著性及び周知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "A-2について",
                  "text": [
                    "控訴人は，最近では，反射体の形状が丸レンズタイプの原告商品よりも，平成8年に発売されたロフティーステップのようなタイプの商品が主流になっているが，丸レンズタイプの商品は昭和の時代から販売されて定着しており，販売されて施工されたステップは現場に残存しており，販売実績だけでなく，施工実績の総量が周知性判断の基礎資料になると主張する。",
                    "控訴人は，河川等の現場に設置されたステップの存在によって周知性が増すとの前提に立っていると解されるが，不正競争防止法2条1項1号の周知性は，需要者の間に広く認識されていることをいうのであり，マンホール用ステップという原告商品の用途，使用態様などからすれば，現場に設置されたステップの存在によって，市場におけるステップの需要者の認識が広まるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "C-2について",
                  "text": [
                    "控訴人は，株式会社オカグレート製のマンホール用ステップには，山が7個，谷が6個であり，端部の山は脚部に繋がっているが，小指がかかるような指の太さに近似させた凹部部分がなく，平滑な円弧になっているに過ぎず，足踏部の内側側面の全部に凹部を設けておらず，両手で掴んだ場合に小指で掴むところがないと主張する。",
                    "しかし，足踏部の内側側面に凹部を指の太さに近似させて設けるならば，何個の凹部を設けられるかは，足踏部の長さによって決まり，マンホール用ステップにも様々な大きさがあって，控訴人も足踏部の長いものから短いものまで様々な大きさのステップを販売している(甲第23号証の1ないし3)ことからすれば，控訴人が主張するような凹部の個数や端部の形状は，C-2の構成がありふれたものであるとの認定を左右するものではない。",
                    "控訴人は，株式会社オカグレート及び岡島工業株式会社によるマンホール用ステップの意匠登録は，控訴人の原告商品の模倣であると主張するが，これを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告商品の販売実績について",
                  "text": [
                    "控訴人は，原告商品と形態が異なるロフティーステップが平成8年に発売されるまでは，丸レンズタイプの製品だけであり，ロフティーステップに比較して飛躍的な販売実績であり，原告商品は，これにより周知性を獲得したと主張する。",
                    "また，甲第50号証及び第51号証の1ないし4において「旧タイプ丸レンズ」として集計されている中にも，原告商品の構成AないしCの構成を有しないものが含まれていることを認めた上で，その商品の比率は極めて低いと主張する。",
                    "甲第50号証及び第51号証の1ないし4において「旧タイプ丸レンズ」として集計されている中にも，原告商品の構成AないしCの構成を有しないものが含まれている上，当審において提出された甲第66号証及び第67号証によれば，甲第66号証の出荷構成表中の製品中には，原告商品と基本的構成態様が異なる(平面視略コの字形でないもの)など原告商品の形態と異なるものが含まれていることが認められる。したがって，これらの証拠を併せて考慮しても，原告商品の構成AないしCを有する商品の販売数量とこれを有しない商品の販売数量を明確に対照することはできないから，控訴人の主張を採用することはできない。",
                    "なお，控訴人は，甲第50号証及び第51号証の1ないし4において集計された「旧タイプ丸レンズ」の中で，原告商品の構成AないしCの構成を有しないものの比率は極めて低いと主張するが，これを認めるに足りる証拠はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，控訴人の本訴請求は，その余の点について判断するまでもなく理由がない。よって，控訴人の本訴請求を棄却した原判決は相当であるから，本件控訴を棄却することとして，当審における訴訟費用の負担につき民事訴訟法67条1項，61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}