{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-99号事件について平成15年9月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「高透過率プリズムビームエキスパンダを備える狭帯域化装置」とする発明につき，平成11年9月28日(パリ条約による優先日平成10年9月28日，米国)，特許を出願(平成11年特許願第274545号，以下「本願」という。請求項の数は14である。)し，平成12年7月17日付け手続補正書により明細書の補正をしたが，平成13年9月26日付けの拒絶査定を受け，平成14年1月4日，不服の審判請求を行った。",
            "特許庁は，この審判請求を不服2002-99号事件として審理した。審理の過程で，原告は，平成14年2月4日付け手続補正書を提出したが，特許庁は，審理の結果，平成15年9月29日，上記手続補正を却下した上で「本件審判の請求は，成り立たない。」との審決をし，同年10月14日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成12年7月17日付け手続補正書による補正後の本願の請求項1に係る発明(以下，この発明を「本願発明」といい，この補正後の明細書を「本願明細書」という。)は，下記のとおりである。",
            "記",
            "【請求項1】",
            "「レーザを線狭帯域化するための線狭帯域化装置において，",
            "a)グレーティングと，",
            "b)少なくとも4つのCaF プリズムからなるプリズムビームエキスパンダと，を有し，各プリズムが少なくとも1つの表面を有し，該表面はコーティングされた表面を構成し，該コーティングは単一層コーティングであり，CaF の屈折率より大きな屈折率を有する材料からなるコーティングであり，前記プリズムは，ビームエキスパンダにおける反射損失を実質的に低減させるように，前記チャンバの外に出るレーザビームが67と71度の間の入射角度で前記プリズムの各々のコーティングされた表面と交差するように位置決めされ，前記ビームエキスパンダから出る前記ビームは拡大方向において少なくとも約20倍の倍率で拡大され，",
            "前記単一の層がまた，被覆されていないプリズムと比較してビームエキスパンダにおいて反射損失を実質的に低減させ，多層被覆と比較して実質的に増加した耐久性を提供する，",
            "ことを特徴とする線狭帯域化装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，特開平5-152666号公報(甲第4号証。以下「引用例1」という。)，特開平10-209548号公報(甲第5号証。以下「引用例2」という。)及びマックス・ボルン＝エミル・ウオルフ著(草川徹・横田英嗣訳)『光学の原理Ⅰ』59～65頁，90～99頁(1974年10月25日，東海大学出版会)(甲第6",
            "号証。以下「引用例3」という。)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，引用例1記載の発明(以下「引用発明」という。)の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「エキシマレーザなどのビームを狭帯域化するための狭帯域化モジュールにおいて，",
                "a)グレーティング5と，",
                "b)3～4個のプリズムからなるビームエキスパンダ4と，を有し，各プリズムが少なくとも1つの表面を有し，該表面は反射率を低減するためのコートを施した表面を構成し，前記プリズムは，ビームエキスパンダ4における反射損失を実質的に低減させるように，エキシマレーザなどのビームが60～80度程度の間の入射角度で前記プリズムの各々のコートを施した表面と交差するように位置決めされ，前記ビームエキスパンダ4から出る前記ビームは拡大方向において20から30倍の倍率で拡大され，",
                "前記コートは，エキシマレーザなどのビームの反射率を低減させるためのものであり，ビームの偏光成分のうち，少なくとも一方に対して反射率が小さければよい(なぜなら，発振開始の早い時期にビームの偏光が反射率の低い偏光成分に揃ってしまうため，レーザの発振効率は偏光を考えないときと殆ど変わらないという事情による)，",
                "ことを特徴とする狭帯域化モジュール。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「レーザを線狭帯域化するための線狭帯域化装置において，",
                "a)グレーティングと，",
                "b)4つのプリズムからなるプリズムビームエキスパンダと，を有し，各プリズムが少なくとも1つの表面を有し，該表面はコーティングされた表面を構成し，前記プリズムは，ビームエキスパンダにおける反射損失を実質的に低減させるように，前記チャンバの外に出るレーザビームが67と71度の間の入射角度で前記プリズムの各々のコーティングされた表面と交差するように位置決めされ，前記ビームエキスパンダから出る前記ビームは拡大方向において少なくとも約20倍の倍率で拡大され，",
                "前記コーティングされた表面が，被覆されていないプリズムと比較してビームエキスパンダにおいて反射損失を実質的に低減させる，",
                "ことを特徴とする線狭帯域化装置。」である点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明では，プリズムがCaF プリズムであるのに対して，引用発明では，プリズムの素材を特に規定していない点(以下，審決と同様に「相違点1」という。)"
                },
                {
                  "fig": "イ",
                  "subject": "本願発明では，コーティングは単一層コーティングであり，CaF の屈折率より大きな屈折率を有する材料から成り，前記単一の層が多層被覆と比較して実質的に増加した耐久性を提供する，のに対して，引用発明ではその点を特に規定していない点(以下，審決と同様に「相違点2」という。)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本願発明の特徴ないし技術的意義を看過したことにより，本願発明と引用発明との一致点を誤認して，その相違点を看過し(取消事由1)，また，相違点2についての判断も誤ったものであって(取消事由2)，これらの誤りが本願発明の進歩性を否定した審決の結論に影響を及ぼすことは明らかであるから，取り消されるべきである。なお，審決の相違点1についての認定及び判断は認める。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認・相違点の看過)",
          "text": [
            "審決は，本願発明の特徴ないし技術的意義を看過したことにより，本願発明と引用発明との一致点を誤認して，相違点を看過し，その結果，本願発明の容易推考性の判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，「反射損失の実質的(な)低減」のために，「拡大」「倍率」の数値(「少なくとも約20倍」)規定を前提として，「プリズム」の数(「少なくとも4つ」)及び「入射角度」(「67と71度との間」)を数値限定し，これにより「大きな屈折率」の「単一層」「コーティング」を可能にし，ひいてはスペクトルの極めて狭いエキシマレーザの大規模プロダクションを実現したという点に，その特徴ないし技術的意義が存在する。すなわち，本願発明の「反射損失の実質的(な)低減」とは，発明の詳細な説明を参酌すれば，「プロダクションスケールのArFレーザに関して」「193nmで約2．0％より小さい反射」を得ることを意味するものと理解できるのであり，それを達成するために，上記のとおり，「拡大」「倍率」の数値規定を前提として，「プリズム」の数及び「入射角度」を数値限定し，これにより「大きな屈折率」の「単一層」「コーティング」を可能にしたことが，特許請求の範囲に規定されているものである。",
                "これに対し，引用例1は，①プリズムの数は3～4個，②入射角度は60～80度，③コーティングについては，層構成や材質等は一切限定がなく，これを施すことができれば入射角度をより大きくできる，と極めて幅のある事項を開示するのみである。",
                "しかるに，審決は，引用発明の数値範囲に本願発明のプリズムの個数及び入射角が含まれており，引用例1が非反射コーティングに言及しているという形式的な判断により，本願発明と引用発明とは，「4つのプリズム」，「67と71度の間の入射角度」，非反射コーティングによる「反射損失(の)実質的(な)低減」という点において一致すると認定したものであり，かかる認定は，本願発明の特徴ないし技術的意義を全く無視するもので，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，引用発明とは異なり，スペクトル(波長幅)の極めて狭い(半値幅0．6pm)エキシマレーザの大規模プロダクションを実現し得るような，①プリズムの数，②入射角及び③高屈折率材料の単一層コーティングの相関関係を見出したものであるから，本願発明と引用発明とでは，その数値規定(限定)の技術的意義が異なるのであり，各数値範囲の一部が一致していたとしても，これを安易に一致点として認定することは許されない。",
                "むしろ，本願発明の技術的意義に鑑みれば，本願発明と引用発明との相違点として，次のとおり認定されるべきであり，審決はこれらの相違点を看過したものである。",
                "① 本願発明においては，プリズムの数が3つである場合を明確に排除しているのに対し，引用発明においては，3つの場合が含まれている点② 本願発明においては，入射角が67と71度の間に限定されているのに対し，引用発明においては，特に限定されていない点",
                "③ 本願発明においては，コーティングされた表面が，被覆されていないプリズムと比較して反射損失を実質的に低減させることができるのに対し，引用発明においては，この点が明らかでない点"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決の一致点についての誤認は，本願発明の特徴ないし技術的意義を看過したことによるものであるが，この本願発明の特徴ないし技術的意義を看過した誤りは，さらに本願発明におけるコーティングの耐久性に係る創作性を否定し，本願発明の顕著な作用効果を看過したことからも明らかなように，本願発明の進歩性の判断に影響を及ぼす重大なものである。",
                "すなわち，本願発明においては，前記のとおり極めて狭いスペクトル(波長幅)のエキシマレーザを実用化するため，コーティングの耐久性が必須となるのであり，本願発明は，エキシマレーザにおいて，プリズムの数や入射角の限定との相関に配慮することによって，耐久性の高いコーティングを採用することを可能にした点に「格別の創作性」があるものである。また，本願発明は，スペクトル(波長幅)の極めて狭い(半値幅0．6pm)エキシマレーザの大規模プロダクションを実現し得るような，①プリズムの数，②入射角及び③高屈折率材料の単一層コーティングの相関関係を見出したことにより，反射損失の実質的低減，すなわち，「プロダクションスケールのArFレーザに関して」「193nmで約2．0％より小さい反射」を得るという格別の作用効果を実現したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "text": [
            "審決は，相違点2について，①「特定の偏光に対して反射率を零とする引用例3において公知の，単一層コーティングを引用発明のコートとして適用することは当業者が容易に想到できた事項である。」とし，②「引用例3の教示から，コーティングされる単一層の屈折率は大きければ大きいほど良いのであるから，当該層に隣接するCaF や空気の屈折率より大きい屈折率の材料を単一層コーティングの素材として選択することは当然のことである。」と判断しているが，引用発明と引用例3記載の技術とを組み合わせることはできず，仮に組み合わせたとしても，本願発明に想到し得るものではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "上記①について",
              "text": [
                "引用例3は，誘電体物質によるコーティングによって，ある偏光成分の反射率を「零」とするような「偏光子」のコーティングを開示した文献である。",
                "また，偏光子によって反射され，選択された偏光成分(s偏光)を利用する上で，「反射率を高めるため」のコーティングを開示するものである。これに対し，引用発明におけるコーティングは，ビームを拡大するためのプリズムにおいて，その反射率を低減するために施されるものであって，プリズムが偏光子として利用されているものではない。すなわち，引用例1に「入射面に反射率を低減するためのコートを施すことができれば，入射角度のより大きいプリズムを使用することができる。このコートは，ビームの偏光成分のうち，少なくとも一方に対して反射率が小さければよい。」と記載されており，コーティングは「反射率を低減する」ために施されるに過ぎないため，どちらかの偏光成分に対して反射率が「零」であることまでは必要ではない。",
                "したがって，引用例3に開示されたコーティングは，引用発明におけるコーティングとは，明らかに技術分野を異にしており，引用例3には，引用発明との組み合わせを示唆する開示もない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記②について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例3には，偏光子において「R の値(R ＝0の下で)として大きな⊥ ∥",
                  "text": [
                    "ものを得るためには，屈折率n が大きければ大きい程良い。」と記載されている。すなわち，偏光子において，選択される偏光成分の反射率を「高く」するためには，薄膜の屈折率が大きい方が良いということが記載されている。「R ＝0の下で」と記載されていることから，引用例3は偏光子で∥",
                    "あることを前提としたものであり，一般的にコーティングとしては屈折率の高いものが良いということを教示するものでもないし，エキシマレーザにおけるプリズムの非反射コーティングとして屈折率の高いものが良いということを教示するものでもない。",
                    "引用発明において，プリズムは，入射した光を拡大するために利用されているのであって，偏光子として利用されているわけではない。そのため，引用発明におけるプリズムコーティングは，反射されずにプリズム内を透過する偏光成分を主体に，これをできる限り反射しないことが求められている。",
                    "これに対し，引用例3のコーティングは，偏光子により反射される偏光成分を主体に，できる限りこれを反射することが求められている。",
                    "したがって，引用例3の偏光子のコーティングにおける「屈折率は大きければ大きいほど良い。」との開示は，エキシマレーザにおけるプリズムコーティングに関する引用発明に対しては，何ら意味を持たない。審決は，引用例3の「屈折率n が大きければ大きい程良い。」との記載が偏光子におけるコーティングに関するものであるという技術的意味を理解していなかったことにより認定を誤ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願の出願当時には，当業者の常識として，コーティング材料には「単一層非反射コーティングの低屈折率材料を使用するという一般のプラクティス」が存在していたから，引用発明のようなエキシマレーザのプリズムに，引用例3に開示された「偏光子」の高屈折率材料のコーティングを選択して使用することは，当業者にはむしろ困難なのであって，「当然」であるとは到底考えられない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認・相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，「そこで，入射角度は60～80度程度とし，3～4個のプリズムを連ねるのが妥当である。」と記載されており，図7～10には，プリズムを4個とした例が明記されている。したがって，「4つのプリズムからなるプリズムビームエキスパンダ」で一致するとの認定に誤りはない。",
                "また，入射角についても，引用例1に記載された「60～80度程度」の角度範囲に，本願発明の「67度と71度の間」は含まれているのであるから，「67と71度の間の入射角度で」一致するとの認定に誤りはない。",
                "反射損失の実質的低減について，引用例1には，「反射が大きいとレーザの効率が下がるので，反射率は許容範囲内でできるだけ小さくし，拡大率はできるだけ大きくすることが望ましい。」(【0036】)，「入射面に反射率を低減するためのコートを施すことができれば」(【0037】)，「反射率を低減するコートを施す場合」(【0039】)という記載がある。したがって，引用発明においても，レーザ効率が下がることを避けるために，すなわち反射損失を低減することを目的に，コーティングを採用するものであることは明らかであるから，その点が相違点とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，スペクトル(波長幅)の極めて狭い(半値幅0．6pm)エキシマレーザの大規模プロダクションを実現し得るような①プリズムの数，②入射角及び③高屈折率材料の単一層コーティングの相関関係を見出したと主張するが，本願発明に係る特許請求の範囲には，スペクトル(波長幅)に関し，「線狭帯域化」と記述されているだけであり，本願発明は，スペクトル(波長幅)が「極めて」狭い値に特定されるものではなく，具体的に半値幅0．6pm程度のものに特定されるものでもない。",
                "原告の主張する反射損失の実質的低減が「プロダクションスケールのArFレーザに関して」「193nmで約2．0％より小さい反射」を得ることであるとの点は，特許請求の範囲に基づくものではない。",
                "また，コーティングの耐久性についても，特許請求の範囲に基づくものではないし，コーティングの層構成や材質として開示されたものは，ごくありふれた，一般的なものであり，耐久性について「格別の創作性」を根拠づけるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1と引用例3は，ブリュースター角で入射する反射防止膜との点で技術分野は同一であり，引用例1の反射率を低減するためのコートに引用例3の単層誘電体を適用することは十分示唆されている。",
                "なお，反射防止膜は反射が零の場合でなければならないものではなく，特定偏光に対し反射率が零になる(透過率が1になる)ブリュースター角付近の反射・透過に関する周知の光学特性に基づき，ブリュースター角から一定の許容範囲の角度範囲で反射を低減するコートとして使用し得ることは自明の事項に過ぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例3の「R の値(R ＝0の下で)として大きなものを得るためには，⊥ ∥",
              "text": [
                "屈折率n が大きければ大きい程良い。」という記載自体は，R の値に対す"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "⊥",
          "text": [
            "るものであって，透過光であるT に関し直接言及していないかもしれない∥",
            "が，引用例3には，R ＝0つまりブリュースター角を前提として，屈折率∥"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "n",
                  "subject": "の増大はブリュースター角を大きくし，R の抑制(T の増大)に寄与"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "∥ ∥",
          "text": [
            "することが開示されているから，審決の判断は結論において誤りではない。",
            "引用例3には，「適当な誘電体物質による薄膜は，反射を利用すれば偏光子(polarizer)としても使用可能である。このような偏光子は，Brewster角に関連して以前に紹介したものの一般化と考えて良い。」との記載があり，R ≠0，R ＝0が同時に成立するブリュースター角で入射する入射面に平⊥ ∥",
            "行な偏光成分の透過(T )に対する反射防止膜として，コーティングを使∥",
            "用し得ることは，引用例3の記載から技術的に当然読みとれる事項であり，当業者であれば，ブリュースター角近傍で反射を低減する薄膜としても使用し得ることも自明である。",
            "原告は，本願の出願当時，当業者の常識として，コーティング材料には「単一層非反射コーティングの低屈折率材料を使用するという一般のプラクティス」が存在していたと主張するが，これは，あくまで垂直入射又は小さな入射角に対するものであって，本願発明又は引用発明のようにブリュースター角又はそれ以上の大きな入射角で入射するコーティングに対しては，一般的とも常識ともいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認・相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲第4号証)には，「そこで，入射角度は60～80度程度とし，3～4個のプリズムを連ねるのが妥当である。」(【0037】)と記載されており，図7～10には，プリズムを4個とした例が記載されている。",
                "この記載によれば，引用発明がプリズムビームエキスパンダにおいてプリズムの数を4個とすることを開示していることは明らかであるから，「4つのプリズムからなるプリズムビームエキスパンダ」である点を一致点とした審決の認定に誤りはない。",
                "入射角について，引用例1には，上記のとおり「60～80度程度」の角度範囲とする記載があり，本願発明の「67と71度の間」はこれに全部が包含される。本願明細書(甲第2号証)には，数値限定の境界値である67度及び71度が持つ臨界的意義の記載はなく，入射角についての「67と71度の間」との限定は，結局，約20倍の拡大率を達成するために，単に「CaF の屈折率より大きな屈折率を有する材料からなる」と規定するだけで，その屈折率がどの程度CaF より大きいのか明確にしていないコーティングの屈折率や反射損失の許容範囲に基づいて適宜算出された値以上の特段の技術的意味を見出すことはできない。したがって，本願発明と引用発明とが「67と71度の間の入射角度で」の点において一致するとした審決の認定に誤りはない。",
                "引用例1(甲第4号証)には，「反射が大きいとレーザの効率が下がるので，反射率は許容範囲内でできるだけ小さくし，拡大率はできるだけ大きくすることが望ましい。」(【0036】)，「入射面に反射率を低減するためのコートを施すことができれば」(【0037】)，「反射率を低減するコートを施す場合」(【0039】)という記載がある。これらの記載によれば，引用発明において，コーティングは，レーザ効率が下がることを避けるために，すなわち反射損失を低減することを目的に，採用されるものであることが認められる。したがって，コーティングを施す目的が同じであるから，「反射損失を実質的に低減させる」点を一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決の上記各一致点の認定は，本願発明の特徴ないし技術的意義を無視するもので，誤りであると主張し，その特徴ないし技術的意義として，本願発明の「反射損失を実質的に低減させ(る)」とは，「プロダクションスケールのArFレーザに関して」「193nmで約2．0％より小さい反射」を得ることを意味するものであり，それを達成するために，プリズムの数及び入射角度を数値限定し，大きな屈折率の単一層コーティングを可能とした点にある旨主張する。",
                "しかし，本願明細書(甲第2号証)の「発明の詳細な説明」には，「プロダクションスケールのArFレーザに関して必要なものは，193nmで約2．0％より小さい反射と，0．5％より小さい吸収と，20mJ／cm2までのパルスエネルギ密度を備える193nmでの数十億のパルスに耐える能力と，興行的な環境に対して良好なコンパチビリティを有することである。」(【0010】)との記載があるが，本願発明に係る特許請求の範囲(請求項1)には，単に「レーザ」としか記載されておらず，その波長や反射率の具体的数値は記載されていないし，「反射損失を実質的に低減させ(る)」との文言が「プロダクションスケールのArFレーザに関して」「193nmで約2．0％より小さい反射」を得ることの意味に解すべき記載も見当たらない。そして，特許請求の範囲に記載の「反射損失を実質的に低減させ(る)」との文言は，文字通り，レーザの反射損失を実際に低減させることを意味するものとして，特許請求の範囲の記載自体から，その技術的意義は一義的に明確であり，また，一見してその記載が誤記であることが明らかであるなどの特段の事情もないから，本願発明の要旨の認定に当たり，本願明細書の「発明の詳細な説明」の記載を参酌することはできない。",
                "したがって，本願発明の「反射損失を実質的に低減させ(る)」を「プロダクションスケールのArFレーザに関して」「193nmで約2．0％より小さい反射」を得ることの意味に解することはできないから，かかる意味に理解できることを前提に，本願発明の特徴ないし技術的意義をいう原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，本願発明はスペクトル(波長幅)の極めて狭い(半値幅0．6pm)エキシマレーザの大規模プロダクションを実現し得るような①プリズムの数，②入射角及び③高屈折率材料の単一層コーティングの相関関係を見出したものであり，引用発明とは，その数値限定の技術的意義が異なるから，数値範囲の一部が一致していたとしても，これを安易に一致点として認定することは許されず，審決は①プリズムの数，②入射角及び③反射損失の実質的低減の点についての相違点を看過したものである旨主張する。",
                "しかし，本願明細書(甲第2号証)の「発明の詳細な説明」には，「典型的には，約0．6pmのFWHM値と，約1．5pmの95％積分値が，1",
                "93nmリソグラフィに関して要求される。」(【0007】)との記載があるが，本願発明に係る特許請求の範囲(請求項1)には，レーザのスペクトル(波長幅)について，「レーザを線狭帯域化する」との記載しかなく，0．6pmの半値幅との記載はないし，具体的波長幅の記載もない。そして，特許請求の範囲に記載の「レーザを線狭帯域化する」ことの技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが明らかであるなどの特段の事情も認められないから，本願発明の要旨の認定に当たり，本願明細書の「発明の詳細な説明」の記載を参酌することはできない。",
                "したがって，本願発明の「レーザを線狭帯域化するための線狭帯域化装置」を，半値幅0．6pmという極めて狭いスペクトル(波長幅)が求められているものと解することはできないから，本願発明がかかるスペクトル(波長幅)の極めて狭い(半値幅0．6pm)エキシマレーザの大規模プロダクションを実現し得るものであることを前提に，引用発明とは，その数値限定の技術的意義が異なるとして，相違点の看過をいう原告の主張は，その前提を欠き，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，審決が，本願発明の特徴ないし技術的意義を看過していることを理由に，その一致点の認定の誤り，相違点の看過をいう取消事由1は理由がない。",
                "なお，原告は，審決が本願発明の特徴ないし技術的意義を看過したことにより，本願発明におけるコーティングの耐久性に係る創作性を否定し，本願発明の顕著な作用効果を看過している旨主張するもののようであるので，念のため，この点についても検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，原告は，本願発明においては，極めて狭いスペクトル(波長幅)のエキシマレーザを実用化するため，コーティングの耐久性が必須となり，本願発明は，エキシマレーザにおいて，プリズムの数や入射角の限定との相関に配慮することによって，耐久性の高いコーティングを採用することを可能にした点に「格別の創作性」があると主張する。",
                    "しかし，前記のとおり，本願発明が極めて狭いスペクトル(波長幅)のエキシマレーザを実現するものであるとの主張は，本願発明の特許請求の範囲に基づくものではない。また，引用例1(甲第4号証)に「反射率を低減するコートを施す場合，コートの耐光強度が問題となる。」(【0039】)と記載されているように，コーティングの耐久性が増加すればするほど望ましいことは自明のことであるし，本願明細書(甲第2号証)には，コーティングの材質を酸化アルミニウムとすることが開示されているが，材料としては，ごくありふれた，一般的なものであり(乙第4及び第5号証)，耐久性についても「この材料の薄膜は，真空蒸着又はスパッタリングのような周知の従来技術によって堆積させることができる。…(中略)…それは機械的に非常に硬く，ほとんどの環境に耐える。それは吸湿性ではない。」(【0015】)と一般的，抽象的特性が述べられているに過ぎず，本願発明が耐久性に関し「格別の創作性」があるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本願発明は，①プリズムの数，②入射角度，③高屈折率材料の単一層コーティングの相関関係を見出したことにより，反射損失の実質的低減という格別の作用効果を実現したものであるとも主張する。",
                    "しかし，ビームエキスパンダにおいて，レーザのプリズムへの入射角は，反射損失を許容範囲内に抑えつつ求められる拡大率を達成するように，プリズムの数やプリズムの屈折率及びコーティングの屈折率等に基づいて適宜算出されるものであるから，上記①から③までの事項の相関関係を数値限定することは，設計上当然に行われることというべきであるし，また，上記①，②の事項が相違点でないことは前記のとおりであり，③の事項は後記のとおり容易になし得る程度のことであるから，原告主張の作用効果は，容易に想到し得る構成に当然伴われるものに過ぎないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決が，本願発明におけるコーティングの耐久性に係る格別の創作性を否定したことに誤りはなく，本願発明の顕著な作用効果を看過したものともいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例3に開示されたコーティングが引用発明におけるコーティングとは明らかに技術分野を異にしており，引用例3には，引用発明との組み合わせを示唆する開示もないから，引用発明と引用例3記載の技術とを組み合わせることはできないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1(甲第4号証)には，反射率を低減させるコーティングについて，「図4は1個のプリズムについてビームの入射角度(図3のθ1)とビームの拡大率Mとの関係及び入射角度と入射面に対してp偏光成分の反射率Rpとの関係を示す関係図である。但し，計算上θ4は0とした。」(【0035】)，",
                  "text": [
                    "「反射が大きいとレーザの効率が下がるので，反射率は許容範囲内でできるだけ小さくし，拡大率はできるだけ大きくすることが望ましい。入射角度57度(ブリュースター角)では，反射率は0になるが，拡大率は1．5と小さい。3pmを得るための考察によると，プリズムビームエキスパンダ全体の倍率としては，20から30倍にする必要があるため，このプリズムを用いるとすると7～8個連ねなければならないことになる。或は，入射角度を80度以上にすれば，拡大率は4．2以上になり，プリズムは2～3個で済むが，1個当たり23％以上となってレーザの効率が低下する。」(【0036】)，",
                    "「そこで，入射角度は60～80度程度とし，3～4個のプリズムを連ねるのが妥当である。また，入射面に反射率を低減するためのコートを施すことができれば，入射角度のより大きいプリズムを使用することができる。このコートは，ビームの偏光成分のうち，少なくとも一方に対して反射率が小さければよい。それは，発振開始の早い時期にビームの偏光が反射率の低い偏光成分に揃ってしまうため，レーザの発振効率は偏光を考えないときと殆ど変わらないという事情による。」(【0037】)",
                    "という記載がある。",
                    "上記のとおり，引用例1には，p偏光とs偏光に密接に関連するブリュースター角についての記載に続き，入射面に反射率を低減するために施すコーティングとしては，レーザの偏光成分のうち，少なくとも一方に対して反射率が小さければよいことが記載されているから，技術常識からして，上記レーザの偏光成分のうちの一方は，p偏光成分又はs偏光成分を意味することは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3(甲第6号証の3)の「1．6．4 均質な誘電体膜」の項には，「均質な媒質に囲まれた均質な単層誘電体膜の特性は，光学の分野では特に興味があるので，ここで徹底的に調べてみることにする。」(91頁下から2行～1行)と記載され，その図1．17「均質膜の電磁波の伝播」(92頁)には，反射率を求める式(59)に対応する均質な媒質1(屈折率n1)と3(屈折率n3)とで挟まれた単層誘電体膜2(屈折率n2，膜厚h)の電磁波の伝播方向が図示され，反射率Rについて，「(59)をさらに詳しく調べれば，斜入射の場合，TE波(電気ベクトルが入射面と直交)に対しては不可能であるが，TM波(電気ベクトルが入射面と平行)に対しては反射率を零とすることができることがわかる。すなわち，適当な条件の下では，R ＝0，R ≠0が同時に成立する。以上より，適当な誘電体物質による薄|| ⊥",
                  "text": [
                    "膜は，反射を利用すれば偏光子(polarizer)としても使用可能である。…(中略)…R の値(R ＝0の下で)として大きなものを得るためには，屈折率⊥ ||"
                  ],
                  "content": [
                    {
                      "fig": "n",
                      "subject": "が大きければ大きい程良い。例えば，n ＝1，n ＝2．5，n ＝1．53でθ1＝74°30′ならば，R ＝0，R ＝0．79なる値が得られ|| ⊥",
                      "text": [
                        "るのである。」(96頁5行～97頁2行)と記載されている。",
                        "技術常識からして，上記電磁波は光を意味し，R ，R は，それぞれs偏⊥ ∥",
                        "光成分，p偏光成分の反射率を意味し，上記単層誘電体膜2は，本願発明の「単一層コーティング」に相当すると認められる。",
                        "上記引用例3の記載からみれば，引用例3(甲第6号証の3)「1．6．4 均質な誘電体膜」の項(91頁以下)には，光が媒質1から単一層コーティング(単層誘電体膜2)を経て媒質3に透過する場合，単一層コーティングの屈折率(n )を光の出射側の媒質3の屈折率(n )や入射側の媒質1の屈折率(n )より大きくして，p偏光成分の反射率を0とすることができることが記載されており，引用例3に単一層コーティングに係る技術事項が開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用発明において，プリズム表面の反射を低減するために施すコーティングは，レーザー光のp偏光成分或いはs偏光成分のうち，少なくとも一方に対して反射率が小さければよいから，単一層コーティングの屈折率を光の出射側の媒質の屈折率より大きくしてp偏光成分の反射率を0とすることができる引用例3の単一層コーティングを引用発明のコートとして適用することは，当業者が容易になし得る程度のことであるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用例3は，誘電体物質によるコーティングによって，ある偏光成分の反射率を「零」とするような「偏光子」のコーティングを開示した文献であるから，引用発明とは技術分野を異にしており，引用例3には，引用発明との組み合わせを示唆する開示もないなどと主張する。",
                    "しかし，引用例3から認定される上記技術事項が偏光子以外にも妥当することは明らかであるから，上記技術事項を偏光子に関するものに限定して解すべき理由はない。また，引用例1の反射防止膜と引用例3の単一層コーティングは，共に一方の偏光成分の反射率を低減させる反射防止膜という点で，技術分野は同一であり，引用発明において，ビームエキスパンダのプリズムに施すコーティングは，所望の偏光成分に対してできる限り反射率が小さいことが求められているものであるから，仮に引用例3に，引用発明との組み合わせを示唆する開示がないとしても，そのことは，引用例3の単一層コーティングを引用発明に適用することが容易になし得る程度のことであるとの判断を妨げるものではない。したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例3の偏光子のコーティングにおける「屈折率は大きければ大きいほど良い。」との開示は，エキシマレーザにおけるプリズムコーティングに関する引用発明に対しては，何ら意味を持たないものであり，審決は，引用例3の「屈折率n が大きければ大きい程良い。」との記載が偏光子におけるコーティングに関するものであるという技術的意味を理解していない旨主張する。",
                "確かに，s偏光成分の反射率を大きくすることは，p偏光成分の反射率を小さくすることを直接的に意味するとはいえず，引用例3の「屈折率n が大きければ大きい程良い。」との記載は，一般的にコーティングとしては屈折率の高いものが良いことや，エキシマレーザにおけるプリズムの非反射コーティングとして屈折率の高いものが良いことを直接示唆するものとはいえないが，引用例3に，単一層コーティング(単層誘電体膜2)の屈折率(n)を光の出射側の媒質3の屈折率(n )や入射側の媒質1の屈折率(n)より大きくして，p偏光成分の反射率を0とすることができることが示されており，この技術事項を偏光子に関するものに限定して解すべき理由がないことは前述のとおりであるから，引用例3の単一層コーティングを引用発明に適用するに当たり，単一層コーティングの屈折率を光の出射側の媒質(プリズム)であるCaF (「引用発明のプリズムをCaF プリズムとすることは当業者が容易に想到できた事項である。」との審決の判断については争いがない。)の屈折率より大きなものとすることは，当業者であれば，当然に考慮する程度の事項である。",
                "そうすると，審決が引用例3の「屈折率n が大きければ大きい程良い。」との記載に依拠するかのような説示をしたことは，必ずしも適切とはいえないとしても，引用例3の単一層コーティングを引用発明のコートとして適用するに当たり，「当該層に隣接するCaF や空気の屈折率より大きい屈折率の材料を単一層コーティングの素材として選択することは当然のことである。」とした審決の判断は，結論において誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，本願の出願当時には，当業者の常識として，コーティング材料には「単一層非反射コーティングの低屈折率材料を使用するという一般のプラクティス」が存在していたから，引用発明のようなエキシマレーザのプリズムに，引用例3に開示された「偏光子」の高屈折率材料のコーティングを選択して使用することは，当業者にはむしろ困難であると主張する。",
                "しかし，斜入射の場合，適当な条件の下では，R (p偏光成分の反射||",
                "率)＝0とすることができることは明らかであるから，仮に，本願の出願当時，原告の主張するような一般的プラクティスが存在していたとしても，そのことは，特定の偏光成分(p偏光成分)の反射率を小さくする観点からの容易想到性の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担並びに上告及び上告受理の申立てのための付加期間について，行政事件訴訟法7条，民事訴訟法61条，96条2項をそれぞれ適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10185",
    "date": "2006-04-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "032944",
    "ipprecedent_id": "339",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}