{
  "conclusion": [
    {
      "text": "特許庁が異議2003-72831号事件について平成17年2月9日にした決定のうち，請求項17，28，34ないし36に係る特許を取り消した部分を取り消す。"
    },
    {
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2003-72831号事件について平成17年2月9日にした",
        "決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許庁から請求項1，2，4，7，8，17ないし20，22ないし24，28ない",
        "し30，34ないし36に係る特許を取り消す旨の決定を受けたため，同決定の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件特許第3409045号「フィルム画像入力方法及び装置」は，平成5年12月24日に原告により特許出願され，平成15年3月20日に特許権の設定登録がなされた(甲8。請求項の数は44。)。その後，請求項1，2，4，7，8，17ないし20，22ないし24，28ないし30，34ないし36に係る特許について，特許異議の申立て(異議2003-72831号)がなされ，原告は，平成16年9月21日に訂正請求を行った(以下「本件訂正」という。同訂正請求書に添付された訂正明細書を，以下「本件訂正明細書」という。甲11)。特許庁は，上記異議申立てについて，平成17年2月9日，「訂正を認める。特許第3409045号の請求項1，2，4，7，8，17ないし20，22ないし24，28ない",
            "し30，34ないし36に係る特許を取り消す。」との決定をし，その謄本は同年2月28日原告に送達された。",
            "原告は，本件特許請求の範囲のうち，請求項17，28，35について，平成17年3月28日，訂正審判の申立てをした(訂正2005-39054，甲12)。",
            "これに対し，特許庁は，平成17年4月26日，訂正を認める旨の審決をなし(以下「本件訂正審決」という。甲13)，同訂正審決は確定した(なお，請求項34は請求項17の従属項，請求項36は請求項35の従属項である。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の特許請求の範囲の記載(甲11。本件訂正後であり，本件訂正審決による訂正前のもの。ただし，決定の対象となっていない請求項を除く。以下，請求項番号に対応して，それぞれの発明を「本件発明1」などという。)【請求項1】 長尺の現像済みスチル写真フィルムの給送方向と直交する方向に光電変換素子が配列されたラインセンサを設け，",
          "text": [
            "前記フィルムを全コマにわたって第1の速度で連続給送することにより前記ラインセンサを介して全コマの粗い画像データをそれぞれ取り込み，",
            "前記取り込んだ粗い画像データに基づいてコマ毎の撮影条件を検知し，その後，1コマの再生時には前記フィルムを前記第1の速度よりも低速の第2の速度で給送することにより，前記ラインセンサを介して所望のコマの細密画像データを前記検知した当該コマの撮影条件に応じて調整して取り込み，前記取り込んだ細密画像データに基づいて画像信号をモニタに出力することを特徴とするフィルム画像入力方法。",
            "【請求項2】 前記撮影条件は前記フィルムに写し込まれたコマの明るさであり，前記所望のコマの細密画像データの取り込みに際し，当該コマの明るさに応じて前記ラインセンサに対する露光を制御することを特徴とする請求項1のフィルム画像入力方法。",
            "【請求項4】 前記全コマの粗い画像データに基づいてn×mコマのインデックス画像を作成し，該インデックス画像をモニタに表示するようにしたこと特徴とする請求項1のフィルム画像入力方法。",
            "【請求項7】 前記フィルムは磁気データが記録される磁気記録層を有し，前記フィルムが第1の速度で連続給送中に前記磁気記録層から全コマ分の磁気データを読み取り，その読み取った磁気データに基づいてフィルム画像を再生することを特徴とする請求項1又は5のフィルム画像入力方法。",
            "【請求項8】 前記磁気データは，コマ番号，画像の縦横比に対応するフォーマット，プリント枚数，カメラでの撮影条件，タイトル及び撮影日／時刻などのうちの少なくとも1つを示すデータである請求項7のフィルム画像入力方法。",
            "【請求項17】 磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有するスチル写真フィルムに適用され，前記フィルムが現像されたのちに該フィルムのコマ毎の画像データと，該コマに対応する前記磁気データ及び光学データとを読み取り，前記画像データを前記磁気データ及び光学データに基づいて処理するフィルム画像入力方法であって，",
            "前記フィルムの同一コマに対して記録された前記磁気データと光学データとを比較し，",
            "同一種類の処理に対して異なる内容を示すデータが記録されている場合には，前記磁気データの内容に基づいて前記画像データを処理するようにしたことを特徴とするフィルム画像入力方法。",
            "【請求項18】 長尺の現像済みスチル写真フィルムの画像をモニタに表示させるフィルム画像入力装置であって，前記フィルムを照明する照明手段と，前記フィルムの給送方向と直交する方向に光電変換素子が配列されたラインセンサと，",
            "前記照明手段によって照明された前記フィルムの画像を前記ラインセンサに結像させる撮影レンズと，",
            "前記フィルムの給送を行うフィルム給送手段と，",
            "前記ラインセンサを介して入力する少なくとも1コマ分の画像データを記憶する画像メモリと，前記画像メモリに記憶された画像データに基づいて画像信号をモニタに出力する手段と，",
            "前記ラインセンサ，フィルム給送手段及び画像メモリを制御する制御手段と，を備え，",
            "前記制御手段は，前記ラインセンサを介して粗い画像データを前記画像メモリに記憶させる時には第1の速度で前記フィルムを全コマにわたって連続給送し，前記ラインセンサを介して細密画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送するように前記フィルム給送手段によるフィルム給送速度を制御することを特徴とするフィルム画像入力装置。",
            "【請求項19】 前記制御手段は，前記第1の速度によるフィルム給送時には前記フィルムを連続給送し，前記フィルムの全コマの粗い画像データを前記画像メモリに記憶させ，前記第2の速度によるフィルム給送時には1コマ分の細密画像データを前記画像メモリに記憶させることを特徴とする請求項18のフィルム画像入力装置。",
            "【請求項20】 前記制御手段は記憶手段を含み，前記全コマの粗い画像データに基づいてコマ毎の撮影条件を検知するとともに，その検知したコマ毎の撮影条件を前記記憶手段に記憶することを特徴とする請求項19のフィルム画像入力装置。",
            "【請求項22】 前記制御手段は，前記画像メモリに記憶された全コマの粗い画像データに基づいて全コマのインデックス画像を示す画像信号をモニタに出力させることを特徴とする請求項19のフィルム画像入力装置。",
            "【請求項23】 磁気記録層が形成された長尺の現像済みスチル写真フィルムの画像をモニタに表示させるフィルム画像入力装置であって，",
            "前記フィルムを照明する照明手段と，",
            "前記フィルムの給送方向と直交する方向に光電変換素子が配列されたラインセンサと，",
            "前記照明手段によって照明された前記フィルムの画像を前記ラインセンサに結像させる撮影レンズと，",
            "前記フィルムの給送を行うフィルム給送手段と，",
            "前記ラインセンサを介して入力する少なくとも1コマ分の画像データを記憶する画像メモリと，",
            "前記画像メモリに記憶された画像データに基づいて画像信号をモニタに出力する手段と，",
            "前記フィルムの磁気記録層に磁気データを書き込み又は該磁気記録層に書き込まれた磁気データを読み取る磁気記録再生手段と，",
            "前記ラインセンサ，フィルム給送手段，画像メモリ及び磁気記録再生手段を制御する制御手段と，を備え，",
            "前記制御手段は，前記磁気記録再生手段を介して前記フィルムに磁気データを書き込み又は前記フィルムから磁気データを読み取る時には第1の速度で前記フィルムを給送し，前記ラインセンサを介して読み取った画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送するように前記フィルム給送手段によるフィルム給送速度を制御することを特徴とするフィルム画像入力装置。",
            "【請求項24】 前記制御手段は，前記第1の速度によるフィルム給送時には全フィルムを連続給送し，前記第2の速度によるフィルム給送時には1コマ分だけフィルム給送するように前記フィルム給送手段を制御することを特徴とする請求項23のフィルム画像入力装置。",
            "【請求項28】 磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有する長尺のスチル写真フィルムに適用され，前記フィルムが現像されたのちの該フィルム画像を撮影レンズを介してイメージセンサに結像させ，該イメージセンサによって光電変換された画像信号をモニタに出力することによってフィルム画像をモニタに表示させるフィルム画像入力装置であって，",
            "前記フィルムの給送を行うフィルム給送手段と，",
            "前記フィルム給送手段によるフィルム給送時に前記フィルムの磁気記録層に磁気データを書き込み及び該磁気記録層に書き込まれた磁気データを読み取る磁気記録再生手段と，",
            "前記フィルムの光学データ記録領域に記録された光学データを読み取る光学データ読取手段と，",
            "前記磁気記録再生手段及び光学データ読取手段によってそれぞれ読み取られた前記磁気データ及び光学データを入力し，前記フィルムの同一コマに対して記録されたデータ同士を比較する比較手段と，",
            "前記比較手段による比較結果に基づいて同一種類の処理に対して異なる内容を示すデータが記録されていることが検出されると，前記磁気データの内容に基づいて処理する処理手段と，",
            "を備えたことを特徴とするフィルム画像入力装置。",
            "【請求項29】 前記フィルムは単一のスプールを有するフィルムカートリッジに収納されるものである請求項1又は7のフィルム画像入力方法。",
            "【請求項30】 前記フィルムは，前記フィルムカートリッジのスプールを正転及び逆転させるフィルム給送部と，前記フィルムが巻き付けられる巻取軸を駆動するフィルム巻取部との間で双方向に給送される請求項29のフィルム画像入力方法。",
            "【請求項34】 前記処理された画像データに基づいてフィルム画像をモニタに表示させることを特徴とする請求項17のフィルム画像入力方法。",
            "【請求項35】 磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有する現像済みのスチル写真フィルムのコマの画像データを読み取る画像読取手段と，前記フィルムから前記磁気データを読み取る磁気データ読取手段と，前記フィルムから前記光学データを読み取る光学データ読取手段と，前記磁気データ読取手段及び光学データ読取手段により読み取られた前記フィルムの同一コマに対する磁気データと光学データとを比較し，両データの内容の一致不一致を検出する検出手段と，",
            "前記検出手段によって前記両データの内容の不一致が検出されると，前記磁気データの内容に基づいて前記画像読取手段によって読み取った画像データを処理する処理手段と，を備えたことを特徴とするフィルム画像入力装置。",
            "【請求項36】 前記画像読取手段はラインセンサである請求項35のフィルム画像入力装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正審決後の発明の要旨(甲12。下線部が訂正部分。)",
          "text": [
            "【請求項17】",
            "磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有するスチル写真フィルムに適用され，前記フィルムが現像されたのちに該フィルムのコマ毎の画像データと，該コマに対応する前記磁気データ及び光学データとを読み取り，前記画像データを前記磁気データ及び光学データに基づいて処理するフィルム画像入力方法であって，前記フィルムの同一コマに対して記録された前記磁気データと光学データとを比較し，",
            "画像の縦横比に対応するハイビジョン，パノラマ及び通常のいずれかを示すプリントフォーマットの処理に対して前記磁気データと光学データとで異なるプリントフォーマットが記録されている場合には，前記磁気データのプリントフォーマットに基づいて前記画像データを処理するようにしたことを特徴とするフィルム画像入力方法。",
            "【請求項28】",
            "磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有する長尺のスチル写真フィルムに適用され，前記フィルムが現像されたのちの該フィルム画像を撮影レンズを介してイメージセンサに結像させ，該イメージセンサによって光電変換された画像信号をモニタに出力することによってフィルム画像をモニタに表示させるフィルム画像入力装置であって，",
            "前記フィルムの給送を行うフィルム給送手段と，",
            "前記フィルム給送手段によるフィルム給送時に前記フィルムの磁気記録層に磁気データを書き込み及び該磁気記録層に書き込まれた磁気データを読み取る磁気記録再生手段と，",
            "前記フィルムの光学データ記録領域に記録された光学データを読み取る光学データ読取手段と，",
            "前記磁気記録再生手段及び光学データ読取手段によってそれぞれ読み取られた前記磁気データ及び光学データを入力し，前記フィルムの同一コマに対して記録されたデータ同士を比較する比較手段と，",
            "前記比較手段による比較結果に基づいて画像の縦横比に対応するハイビジョン，パノラマ及び通常のいずれかを示すプリントフォーマットの処理に対して前記磁気データと光学データとで異なるプリントフォーマットが記録されていることが検出されると，前記磁気データのプリントフォーマットに基づいて処理する処理手段と，を備えたことを特徴とするフィルム画像入力装置。",
            "【請求項35】",
            "磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有する現像済みのスチル写真フィルムのコマの画像データを読み取る画像読取手段と，",
            "前記フィルムから前記磁気データを読み取る磁気データ読取手段と，前記フィルムから前記光学データを読み取る光学データ読取手段と，前記磁気データ読取手段及び光学データ読取手段により読み取られた前記フィルムの同一コマに対する磁気データと光学データとを比較し，両データの画像の縦横比に対応するハイビジョン，パノラマ及び通常のいずれかを示すプリントフォーマットの一致不一致を検出する検出手段と，",
            "前記検出手段によって前記両データのプリントフォーマットの不一致が検出されると，前記磁気データのプリントフォーマットに基づいて前記画像読取手段によって読み取った画像データを処理する処理手段と，",
            "を備えたことを特徴とするフィルム画像入力装置。"
          ]
        },
        {
          "fig": "4",
          "subject": "決定の理由の要点",
          "text": [
            "決定は，本件訂正を認めた上で，本件特許の請求項1，2，4，7，8，17ないし20，22ないし24，28ないし30，及び34ないし36に係る発明は，甲1ないし7に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "異議申立ての理由",
              "text": [
                "「本件特許の請求項17，18，23，24に係る特許は，甲1ないし7のいずれかに記載された発明と同一であるから，特許法29条1項3号の規定に違反して特許されたものであり，また本件特許の請求項1，2，4，7，8，19，20，22，28ないし30，及び34ないし36に係る発明は，甲1ないし7に記載された発明に基づいて当業者が容易に発明をすることができたものであるから特許法29条2項の規定により特許を受けることができないものである。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物(審判手続の証拠番号は，本訴の証拠番号と一致する。以下，下記引用刊行物記載の発明を「甲1発明」などという。)",
              "text": [
                "甲1：特開平05―083626号公報",
                "甲2：特開平05―260372号公報",
                "甲3：特開平01―309575号公報",
                "甲4：特開平05―075922号公報",
                "甲5：特開平05―145841号公報",
                "甲6：特開平04―310939号公報",
                "甲7：実願平01―131872号(実開平03―069145号公報)のマイクロフィルム"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「甲1には，被読取り画像は35mmのポジカラーフィルムで，このフィルムは副走査方向に所定の速度で移動し，ラインセンサは，その走査方向が主走査方向となるようにレンズの結像位置に設けられることが記載され，プリスキャンを行った後，その結果にしたがって，条件を設定し，メインスキャンを行う…ことが記載されている。",
                    "ここで，プリスキャンは本件発明1のラインセンサを介して粗い画像データを取り込むことに相当し，メインスキャンは本件発明1のラインセンサを介して所望のコマの細密画像データを取り込むことに相当することは明らかである。",
                    "また，「プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮することもできる。」との記載から，読取り密度を粗くすることは粗い画像データを得ることと同義であることが認められる。",
                    "そして取り込んだ画像データに基づいて画像信号をモニタに出力することは，甲1の段落【0037】に「アナログビデオ信号…に変換され，この信号…が…出力信号として取り出される」ことが記載されていることから，モニタに画像信号を出力していることは当然に読み取れる事項である。",
                    "以上を踏まえると，次の一致点が認められ，後記相違点が認められる。",
                    "【一致点】",
                    "長尺の現像済みスチル写真フィルムの給送方向と直交する方向に光電変換素子が配列されたラインセンサを設け，前記フィルムを第1の速度で給送することにより前記ラインセンサを介しての粗い画像データをそれぞれ取り込み，前記取り込んだ粗い画像データに基づいてコマ毎の撮影条件を検知し，その後，1コマの再生時には前記フィルムを給送することにより，前記ラインセンサを介して所望のコマの細密画像データを前記検知した当該コマの撮影条件に応じて調整して取り込み，前記取り込んだ細密画像データに基づいて画像信号をモニタに出力することを特徴とするフィルム画像入力方法。",
                    "【相違点】"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件発明1では，フィルムを全コマにわたって連続給送するのに対し，甲1発明では，全コマであることも連続給送であることも明確に記載されていない点。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "本件発明1ではメインスキャンのフィルム給送速度がプリスキャンよりも低速であるのに対し，甲1発明では，プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮することもできる，とあるが速度に関しての記載がない点。」"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "相違点aについて",
                          "text": [
                            "甲1発明ではフィルムの画像のビデオ信号を得るために，プリスキャンを行った後メインスキャンを行っており，目的とするコマを対象としてフィルムが所定の速度で副走査方向に移送されると記載されていることから，目的とするコマが複数の場合と把握することに何ら不都合はない。また，この記載を目的とするコマが1個だけと理解したとしても，複数個の場合に適用することやフィルムの全画像のコマに適用することは，当業者にとって格別の困難を伴うものではない。",
                            "そして，フィルムを全コマにわたって給送すること自体は，本件発明1と同様「画像読み取り手段」として開示された甲2にも示されている技術である。",
                            "また，「フィルムが所定の方向に移送される」ことは，ラインセンサの性質からコマとコマの間も含め連続的にフィルムが移送されると解することに何ら不都合は生じない。また，ラインセンサの性質から少なくとも1つのコマの読取りの間は連続的に移送し，コマとコマの間で休止期間を設けて間欠的に移送しているとも理解できるが，いずれにせよ画像のビデオ信号を得るために移送を行うものであり，間欠的か連続的かの違いをもって，格別発明として特徴づけるものとは認められない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "相違点bについて",
                          "text": [
                            "甲1に「プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮することもできる」と記載されていることは，読取り密度を粗くしない場合である通常の場合と比して，短い時間で読取りを行うこと，すなわち，読取り密度が粗くなれば読取りデータの容量が小さくなることは自明であるから，通常よりフィルムの送り速度を早くしてフィルムのプリスキャン時間を短くすることを意味していると解される。",
                            "フィルム送り速度においてメインスキャンとの関係は明記されていないが，上記記載がない通常の場合は，プリスキャンとメインスキャンのフィルムの送り速度は同じであると解することが自然であるから，プリスキャンに必要な時間を短縮することは，メインスキャンと比べてフィルムの送り速度を速くしていると理解できる。",
                            "「プリスキャン時の読取り密度を粗くする」ことと「フィルムの給送速度を速くする」こととは，必ずしも全く同じ意味ではないことは当然であるが，上記のように理解することは，画像のビデオ信号を得る場合，読取り条件の設定のためにプリスキャンを行い，その条件によりメインスキャンを行うものであることや，甲1の他の記載とも何ら矛盾するものではない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "相違点全体について",
                          "text": [
                            "相違点a，bを総合的にみても，当業者が予測し得ない格別顕著な効果も認められず，本件発明1は，甲1発明に基づいて当業者であれば容易に発明できたものと認められる。」"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2について",
              "text": [
                "「甲1には，プリスキャンにより色信号を得て，輝度を計算していることが示されていることから，コマの明るさを撮影条件としていることは明らかであり，本件発明2に，請求項1を引用している部分を除き，格別な相違は認められない。",
                "そして，本件発明2が引用している請求項1は前述のとおりであるから，本件発明2も同様に，当業者であれば甲1発明から容易に推考できたものと認められる。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「甲1発明と対比すると，本件発明1で挙げた相違点に加え，本件発明4では，全コマの粗い画像データに基づいてn×mコマのインデックス画像を作成し，該インデックス画像をモニタに表示しているのに対し，甲1では，この点に関する記載がない点で相違が認められる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "「n×mコマのインデックス画像をモニタに表示することは，甲3に記載されている技術である。",
                    "甲3発明は「ディスクフィルムプレーヤ」に関する発明であり，その対象が長尺のフィルムではなくディスクフィルムであるが，インデックス画像を作成し，表示する技術としては，フィルムの形式に依存することなく適用できるものであり，当該技術を甲1発明に適用することに格別進歩性は認められない。",
                    "そして，本件発明1の相違点も含め総合的に判断しても，当業者が格別推考力を要した点は認められない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明7について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「本件発明7の請求項1を引用している発明と，甲1発明と対比すると，第1の速度で連続給送中とあるのは，プリスキャン時のことであることから，本件発明1で挙げた相違点に加え，本件発明7では，フィルムは磁気データが記録される磁気記録層を有し，プリスキャン時に，磁気記録層から全コマ分の磁気データを読み取り，その読み取った磁気データに基づいてフィルム画像を再生しているのに対し，甲1発明では，磁気記録層に関する記載がない点で相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "「本件発明7と同一技術分野に属する「フィルム画像入力装置」と題する甲4には，「もし撮影開始コマ番号が撮影終了コマ番号よりも大きい場合は，前記マイクロコンピュータ35は…パーフォレーションの数をカウントしながら撮影開始コマ位置までフィルムを早送りして停止させる。",
                    "【0041】この時，前記磁気ヘッド32で各コマに対応する磁気記録情報を読み取り，未撮影コマがあればその番号を記憶する。…また撮影開始コマの位置でフィルムを停止させた後は，撮影開始コマから撮影終了コマまで各コマの画像再生は，フィルムをフィルムカートリッジ6の中に巻き戻しながら順番に行う。この時，早送り時に記憶された未撮影コマがあればそのコマの再生を省略して次のコマに進める。前記記憶した最終撮影コマ番号と前記パーフォレーション番号のカウンタ値を照合して撮影終了コマを判断する。」と記載されている。",
                    "このことは，フィルムに磁気データが記録される磁気記録層が設けられ，その情報が早送り時に読み取られていることと理解できる。",
                    "また，甲4には，フィルム情報記録再生部144はフィルム124の各コマ毎の磁気記録面等にフィルム情報(例えば，ズーム情報，スキャン位置情報，CCD回転情報等)を制御部132からの信号によって記録し，またフィルム情報をフィルム124から読み取って制御部132に出力し，フィルム情報に基づいた自動再生を行うために用いられることが記載されている。",
                    "そして，各コマの画像再生は早送り時に記憶された情報に基づいて行われていることも理解でき，これらの技術を甲1発明に適用することにより本件発明7を得ることに格別困難性は認められない。",
                    "したがって，上記相違点を格別なものとすることはできず，本件発明1で検討した相違点も含め総合的に検討しても，当業者が格別推考力を要したとは認められず，本件発明7は甲1及び甲4に記載された発明に基づいて当業者が容易に推考できたものと認められる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明8について",
              "text": [
                "「本件発明7で検討した甲4には，「コマに対応する磁気記録情報」，「記憶した最終撮影コマ番号」等の記載があり，少なくとも磁気データがコマ番号である実施例が示されている。",
                "したがって，前述の本件発明7と同様，当業者であれば甲1及び甲4に基づいて容易に推考できたものと認められる。 」"
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明17について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「本件発明17と甲7発明とを対比する。",
                    "本件発明17が適用されるスチル写真フィルムは，画像露光部9，光学的情報入力部分10，光学的情報入力と磁気的情報入力の双方を兼ねる部分11を備え，光学的手段と磁気的手段とを併用することにより，各種情報を撮影時のみならず現像後においても入力することが可能になる甲7発明の写真フィルムに相当する。",
                    "甲7発明では，ラボにおいてプリント条件及び各コマの補正されたプリント条件を磁気的に入力すること，及び再プリント時における色合いの変化を少なくすることが記載されており，各コマの補正されたプリント条件の記載から，コマ毎の画像データと，該コマに対応する光学データと磁気データとが記録され，読み出されることが理解できる。",
                    "そして，フィルム画像のプリントを行うことは，本件発明17の処理を行うことに含まれ，甲7発明が読み出した内容に基づいてプリントを行うことから，本件発明17の磁気データと光学データに基づいて処理するフィルム画像入力方法である点に関しては何ら差違は認められない。",
                    "以上を踏まえると本件発明17と甲7発明とは次の一致点を有し，後記相違点が認められる。",
                    "【一致点】",
                    "磁気データが記録される磁気記録層と被写体光によって露光される領域以外に光学データが露光される光学データ記録領域とを有するスチル写真フィルムに適用され，前記フィルムが現像された後に該フィルムのコマ毎の画像データと，該コマに対応する前記磁気データ及び光学データとを読み取り，前記画像データを前記磁気データ及び光学データに基づいて処理するフィルム画像入力方法。",
                    "【相違点】",
                    "本件発明17が処理の内容を，フィルムの同一コマに対して記録された磁気データと光学データとを比較し，同一種類の処理に対して異なる内容を示すデータが記録されている場合には，磁気データの内容に基づいて画像データを処理するようにし，と特定しているのに対し，甲7発明では，磁気データと光学データとを比較する処理の内容が明確に記載されていない点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "「甲7には，撮影時には光学的手段を用いて，現像後には磁気的手段を用いて情報入力を行うことが適しているとの記載があり，同一種類の処理としてトリミングに関する記載があり，具体的には，擬似ズーム用トリミング情報等を光学的情報入力部分10にバーコードの形で光学的に入力し，トリミング条件等を取次店店頭において光学的兼磁気的情報入力部分11に磁気的に入力する，とあることから後から入力された磁気データに基づいて処理を行っており，特に，両者を比較することは記載されていないが，光学データと磁気データとの内容が異なれば後から入力された磁気データを優先していることは明らかであり，比較すること自体に格別な意義は認められない。",
                    "なお，「擬似ズーム用トリミング情報」と「トリミング情報」とは，同一でないことは当然であるが，共に，トリミングに関する情報であり，同一種類に属する情報とみることに何ら不都合は生じず，厳密に区別する必要も本件発明17の解釈に必須とは認められない。",
                    "したがって，上記相違点を格別なものとすることはできず，効果についても格別顕著なものも認められないから，本件発明17は甲7発明に基づいて当業者が容易に推考できたものと認められる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "本件発明18について",
              "text": [
                "「本件発明18と甲1発明と対比すると，甲1には，画像データを記憶する画像メモリに相当するフレームメモリの記載があり，装置と方法の相違は実質的なものとは認められないから，一致点，相違点及びその判断は，共に本件発明1と同様であり，本件発明18は甲1記載の発明から当業者であれば容易に発明できたものと認められる。」",
                "(10) 本件発明19について",
                "「本件発明19は，本件発明18に加え，全コマの粗い画像データを画像メモリに記憶させる点を特徴とするものである。",
                "甲1と対比すると，プリスキャンのデータがフラインセンサの性質からレームメモリに格納される記載はあるが，全コマの粗い画像データを記憶させる点は記載されていない。",
                "しかし，甲2には，「全コマのプリスキャンにおけるデータを基にホワイトバランスの調整を行えば，精度の高いホワイトバランス調整が行える」と記載されており，プリスキャンのデータは，メインスキャンのデータと比して容量が小さいのは前述のとおり(本件発明1の相違点bの判断)であるから，甲1においても甲2の技術を適用し，全コマのプリスキャンデータを記憶させることは当業者が容易に推考できたものと認められる。",
                "なお，甲2発明がプリスキャンとメインスキャンで別のラインセンサを利用するか同一のものを利用するかは，甲2発明の上記技術を適用する妨げとなるものではない。",
                "したがって，本件発明19は甲1及び甲2記載の発明から当業者であれば容易に発明できたものと認められる。 」",
                "(11) 本件発明20について",
                "「本件発明20は，本件発明19に加え，コマ毎の撮影条件を検知するとともに，その検知したコマ毎の撮影条件を記憶手段に記憶する点を特徴とするものである。",
                "しかし，この特徴とする点は，甲1でもコマ毎の撮影条件として色信号を検知しており，検知したデータをその後の処理のために記憶することは，データ処理の常識に属する事項であり，この点に何ら発明は認められない。",
                "加えて，甲3に開示されている，コマの明るさのデータを記憶するメモリを甲1の技術に適用することも当業者が容易に推考しうる程度の事項である。",
                "なお，甲3の当該技術は，フィルムの形状に依存しないものであり，何ら適用の妨げとなるものはない。",
                "したがって，本件発明20は甲1及び甲3記載の発明から当業者であれば容易に発明できたものと認められる。」",
                "(12) 本件発明22について",
                "「本件発明22は，本件発明19に加え，全コマのインデックス画像信号をモニタに出力する点を特徴とするものである。",
                "全コマのインデックス画像をモニタに表示することは，本件発明4について検討したことと同様に，甲3に記載されている技術であり，本件発明19にこの技術を適用することは，当業者が適宜実施しうる程度の事項であり，この点に格別進歩性は認められない。",
                "したがって，本件発明22は甲1ないし甲3記載の発明から当業者であれば容易に発明できたものと認められる。」",
                "(13) 本件発明23について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「甲4には，長尺の現像済みスチル写真フィルムの画像を撮像手段により撮像してモニタに表示させるフィルム画像入力装置であって，画像データに基づいて画像信号をモニタに出力する手段が示され，これは照明手段によって照明されたフィルムの画像を撮影レンズと撮像素子を含む撮像装置によって行っている。",
                    "ここで，撮像装置は，「CCD等の個体撮像素子を含む」とあり，具体的な構成は明確でないが，CCDも本件発明23のラインセンサも，共に，イメージセンサの用語で表現されることは当業者に慣用されていることである。",
                    "さらに，フィルムが磁気記録層を備え，読み書きがなされており，読み出された信号データが記憶されることも，画像信号回路で所定の処理が行われていることから，当業者であれば画像データが記憶されているものと普通に理解できる。",
                    "そして，フィルムの送り速度についても磁気データの読取りに比してスキャン時には低速で行うことが示されている。",
                    "以上を踏まえると，本件発明23と甲4発明とは次の一致点，相違点を有する。",
                    "【一致点】",
                    "磁気記録層が形成された長尺の現像済みスチル写真フィルムの画像をモニタに表示させるフィルム画像入力装置であって，前記フィルムを照明する照明手段と，前記フィルムの給送方向と直交する方向に光電変換素子が配列されたイメージセンサと，前記照明手段によって照明された前記フィルムの画像を前記イメージセンサに結像させる撮影レンズと，前記フィルムの給送を行うフィルム給送手段と，前記イメージセンサを介して入力する少なくとも1コマ分の画像データを記憶する画像メモリと，前記画像メモリに記憶された画像データに基づいて画像信号をモニタに出力する手段と，前記フィルムの磁気記録層に磁気データを書き込み又は該磁気記録層に書き込まれた磁気データを読み取る磁気記録再生手段と，前記イメージセンサ，フィルム給送手段，画像メモリ及び磁気記録再生手段を制御する制御手段と，を備え，前記制御手段は，前記磁気記録再生手段を介して前記フィルムに磁気データを書き込み又は前記フィルムから磁気データを読み取る時には第1の速度で前記フィルムを給送し，前記イメージセンサを介して読み取った画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送するように前記フィルム給送手段によるフィルム給送速度を制御することを特徴とするフィルム画像入力装置。",
                    "【相違点】",
                    "本件発明23では，イメージセンサとしてラインセンサを用いているのに対し，甲4では，イメージセンサがCCD等の個体撮像素子を含むとあるのみでイメージセンサの具体的形態が明記されていない点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "「そこで，上記相違点を検討するに，画像を読み取る手段として，CCD等の個体撮像素子を平面的に配置するエリアセンサと同様に，一列に配列するラインセンサは当業者に慣用されているイメージセンサであり，甲1や甲2にもラインセンサの例が示されていることから，甲4発明のイメージセンサをラインセンサとすることにより本件発明23に想到することに当業者が格別困難を伴うとは認められない。",
                    "そして，ラインセンサを採用したことによる格別顕著な効果も認められない。",
                    "したがって，本件発明23は，甲4の記載に基づいて当業者であれば容易に推考できたものであり効果においても格別なものは認められない。」",
                    "(14) 本件発明24について",
                    "「甲4には，「撮影開始コマ位置までフィルムを早送りして停止させる。…この時，前記磁気ヘッド32で各コマに対応する磁気記録情報を読み取り…撮影開始コマから撮影終了コマまで各コマの画像再生は，フィルムをフィルムカートリッジ6の中に巻き戻しながら順番に行う。",
                    "この時，早送り時に記憶された未撮影コマがあればそのコマの再生を省略して次のコマに進める。」との記載がある。",
                    "早送り時に全コマの磁気データを読み取り，各コマの画像再生は撮影開始コマから終了コマまで順番に行っていることから，本件発明24の特徴とするフィルム給送制御と格別な相違は認められない。",
                    "そして，本件発明23を引用している部分も含め格別顕著な効果も認められず，本件発明24は，甲4発明の記載に基づいて当業者であれば容易に推考できたものと認められる。 」",
                    "(15) 本件発明28について",
                    "「本件発明28は，既に検討した本件発明17を装置として表現したものにすぎない。",
                    "もっとも，本件発明17には，イメージセンサやモニタ表示，フィルムの給送手段についての記載はないが，これらについては，既に，イメージセンサについては本件発明23で，モニタ表示やフィルム給送手段は本件発明1で検討したとおりであり，本件発明28においても，これらの限定による格別な効果も認められず，本件発明17と同様，甲7の記載に基づいて当業者であれば容易に推考できたものと認められる。」",
                    "(16) 本件発明29について",
                    "「本件発明29は，本件発明1又は7の特徴に加え，フィルムは単一のスプールを有するフィルムカートリッジに収納されるものである点を特徴とするものである。",
                    "しかし，フィルムが単一のスプールを有したフィルムカートリッジに収納されるものであることは，一般に知られている事項であり，甲1におけるフィルムとして，一般に知られている単一のスプールを有するフィルムカートリッジに収納されているものに限定しても格別進歩性を有するものとはいえない。",
                    "なお，このようなフィルムは，甲4にも開示されている。",
                    "したがって，本件発明29は，甲1発明に基づいて当業者が容易に推考できたものと認められる。」",
                    "(17) 本件発明30について",
                    "「本件発明30は，本件発明29の特徴に加え，フィルムが双方向に給送されるものである点を特徴とするものである。",
                    "しかし，甲4には，「このフィルム画像入力装置で使用するフィルムカートリッジ6は，図3ないし図5に示すように，前記フィルム2を送り出すための単一の出口開口7と単一のスプール8を有する。該スプール8は前記フィルム2の長尺方向の一端を固定し，前記フィルム2を送り出す方向と巻き取る方向の両方向に回転可能なように前記フィルムカートリッジ6の本体に支持されている。」と記載されているように，双方向に給送することは格別新規な技術ではなく，当業者が必要に応じ採用できるもので，本件発明30の限定に格別進歩性は認められない。",
                    "したがって，本件発明30は，甲1及び甲4に記載された発明に基づいて当業者が容易に推考できたものと認められる。」",
                    "(18) 本件発明34について",
                    "「モニタ表示することがフィルム画像入力方法の常套手段であることは，甲1を始め当業者に自明の事項であり，甲7においてモニタ表示を採用することは，当業者が容易に推考できたものであり，効果においても格別なものは認められない。",
                    "したがって，本件発明34は，甲7発明に基づいて当業者が容易に推考できたものと認められる。 」",
                    "(19) 本件発明35について",
                    "「本件発明35は，前出の本件発明17を方法の態様で表現したものであり，実質的に本件発明17と同一であり，本件発明17での判断と同様，本件発明35は，甲7発明に基づいて当業者が容易に推考できたものである。」",
                    "(20) 本件発明36について",
                    "「ラインセンサは前述の本件発明23で検討したように当業者が適宜採用しうる技術であり，ラインセンサに限定したことによる格別なものは認められない。",
                    "したがって，本件発明36は，本件発明35と同様，甲7発明に基づいて当業者が容易に推考できたものと認められる。」",
                    "(21) 結論",
                    "「本件訂正明細書の本件発明は，一般的な技術水準を理解するために有効な甲5，6に記載された発明を含め，前記甲1ないし甲7に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件訂正された請求項1，2，4，7，8，17ないし20，22ないし24，28ないし30，及び34ないし36に係る発明は，特許法29条2項の規定により特許を受けることができない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(一致点の認定の誤り及び相違点の看過)",
              "text": [
                "(原告の主張)",
                "決定は，本件発明1と甲1発明の一致点を前記のとおり認定したが，甲1には「長尺の」現像済みスチル写真フィルムについての記載はなく，したがって1コマの再生前に複数コマのコマ毎の粗い画像データを「それぞれ」取り込む旨の記載もない。",
                "また，本件発明1は，長尺のフィルムの全コマの粗い画像データを「それぞれ」取り込み，その後，1コマの再生を行う手順を特徴の1つとしているが，甲1にはそのような手順の記載がなく，全コマの粗い画像データを取り込んでから1コマの再生を行うことを意味する「その後」という記載もない。",
                "したがって，決定は，一致点の認定を誤り，相違点を看過したものである。",
                "(被告の反論)",
                "甲1には，読取りの対象となる画像が35mmのポジカラーフィルムであること，このフィルムは副走査方向に所定の速度で移動すること，ラインセンサはその走査方向が主走査方向となるようにレンズの結像位置に設けられること，プリスキャンを行った後，その結果に従って条件を設定し，メインスキャンを行うことなどが記載されている。ここでいうプリスキャンは本件発明1のラインセンサを介して粗い画像データを取り込むことに相当し，メインスキャンは本件発明1のラインセンサを介して所望のコマの細密画像データを取り込むことに相当することは明らかである。",
                "甲1には「この例においては，簡単のため，35mmのポジカラーフィルム(リバーサルフィルム)とする。」(段落【0007】)との記載があり，「35mmのポジカラーフィルム」が例に挙げられている。甲1は「画像読み取り装置」であることから，フィルムが現像済みであることは明らかであり，通常この種のフィルムがロール形状で「長尺」であることは，当業者でなくとも一般に認識できる事項である。したがって，甲1には「長尺の」現像済みスチル写真フィルムについての記載があるとした決定の認定に，誤りはない。",
                "「その後」という点については，甲1の段落【0018】に「① プリスキャンを行う。② ①の結果にしたがって，次の③のための条件を設定する。③ メインスキャンを行う。を順に実行する。」と記載されているとおり，プリスキャンを行った後，その結果に従って条件を設定し，メインスキャンを行うことが記載されているのであるから，決定の認定に誤りはない。",
                "本件発明1の「粗い画像データをそれぞれ取り込み」との点は，「(複数コマ分の)粗い画像データ」を「コマ毎に」取り込むことを意味すると理解でき，取り込む(プリスキャンする)コマが複数であることを前提としていると解される。これに対し，甲1発明は，プリスキャンするコマが複数であることを前提とするものではないので(ただし，プリスキャンするコマが複数のものを排除しているわけでもない。)，決定が「それぞれ」との点までも一致点に含めたことについては，やや正確性を欠く面があったことは否定できない。",
                "しかしながら，上記「粗い画像データをそれぞれ取り込み」なる要件により規定される構成は，相違点aの克服に伴い，当然に実現される構成にすぎない。すなわち，甲1発明は，プリスキャンデータを「コマ」(フレーム)の単位で処理するものであるが，プリスキャン時に全コマにわたって連続給送するようにした場合には，プリスキャンデータは，当然にコマ単位で取り込まれることになる。したがって，上記一致点の認定が誤りであっても，決定の結論を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点aの判断の誤り)",
              "text": [
                "(原告の主張)",
                "決定は，相違点aに係る構成は，甲1発明や甲2に記載された技術に基づき，当業者が容易に想到し得るものであると判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，甲1には，読取り対象の目的とするコマをプリスキャンし(実施例では赤フィルタ，緑フィルタ，青フィルタで3回スキャンし)，その後，読取り対象の目的とするコマをメインスキャンする(実施例では赤フィルタ，緑フィルタ，青フィルタで3回スキャンする)ことが記載されているにすぎない。仮に甲1発明が複数コマにも適用されるとしても，甲1発明から自明といえるのは，読取り対象の各コマに対してプリスキャンとメインスキャンの両方行い，その後，次のコマに進んで再びプリスキャンとメインスキャンの両方行うことにとどまり，読取り対象か否かにかかわらず全コマに対してプリスキャンを行い，その後に読取り対象の全コマについてメインスキャンを行うことまで自明とはいえない。",
                    "本件発明1におけるフィルムの全コマと，甲2に記載されているフィルムの全コマとは，その意味する内容が異なる。すなわち，本件発明1における長尺のフィルムの全コマと異なり，甲2記載のフィルムの全コマとは，接合された複数本のフィルムからなるフィルムロールの一部(1本のフィルム)の全コマを意味するにすぎない。また，甲2発明のプリスキャンの他の実施例である，2つのラインセンサ4，4′を前提とした技術(メインスキャン前にフィルム1本分の全コマの情報を得る技術)を，メインスキャンとプリスキャンとを同一のラインセンサで行う場合に適用することは，論理的にできない。",
                    "甲1，2には，フィルムの連続給送に関する記載は全くない。フィルムがコマとコマの間を含め連続的に給送する技術が，本件発明1及びそれに類似する技術分野において従来知られているという証拠もない。かえって，甲1，2には，フィルムがコマとコマの間を含め連続的に給送することを否定する実施例(R，G，Bの面順次で3回スキャンする実施例や，同一コマに対して露光条件を切り換えて3回スキャンする実施例)が記載されている。",
                    "決定は，1つのコマについて適用するか複数のコマについて適用するかの議論をしており、本件発明1の特徴の1つであるメインスキャン前に、長尺のフイルムの全コマのプリスキャンを連続して行う点についての進歩性判断を行っていない。",
                    "したがって，相違点aについての決定の判断は誤りである。",
                    "(被告の反論)",
                    "甲1発明が読取り対象として想定している35mmのポジカラーフィルムは，通常はロール形状で長尺であり，複数コマの画像が撮像されているのが普通である。",
                    "そのようなものにおいては，当然に，複数コマについて読取りができるようにすることが望ましい。",
                    "甲1発明は，読取り対象画像についてプリスキャンとメインスキャンの両方を行うものであるから，複数コマについて読取りができるようにする場合には，プリスキャンとメインスキャンの関係を考える必要があるところ，その場合には，①読取り対象の各コマに対してプリスキャンとメインスキャンの両方を行い，その後に次のコマに進む，②読取り対象の全コマに対してプリスキャンを行い，その後に読取り対象の全コマについてメインスキャンを行う，③読取り対象か否かにかかわらず全コマに対してプリスキャンを行い，その後に読取り対象の全コマについてメインスキャンを行う，の3通りの方法があることは自明である。",
                    "そして，そのいずれを採用するかは，利用の態様(どの程度のコマ数の読取りをする頻度が高いのかといった事項)や，装置構成の容易性等を考慮して，当業者が適宜決定することができ，上記③の方法を採用する場合には，プリスキャン時のフィルム給送は連続的であることが当然に望ましく，それを間欠的に行うべき理由はない。",
                    "また，甲1発明においても，甲3発明に示されるようなインデックス画像が有用であることは自明であり，そのようなインデックス画像の作成のためには，全コマの(粗いもので足りる)画像データが必要となるのであるから，甲1には上記③の方法を採用することに対する積極的動機付けがあるということができる。",
                    "原告は，甲2発明と本件発明1の違いを指摘するが，決定が甲2発明に言及しているのは，プリスキャンにおいてフィルムを全コマにわたって給送すること自体が自明であることを示したにすぎない。",
                    "以上によれば，相違点aについての決定の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3(相違点bの判断の誤り)",
              "text": [
                "(原告の主張)",
                "決定は，相違点bに係る構成は当業者が容易に想到し得るものであると判断した。",
                "しかし，甲1には，フィルムの給送速度に関する記載としては，「所定の速度」という記載しかない。甲1の段落【0057】の「プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮することもできる。」との記載を字義どおりに解釈すれば，「プリスキャン時の読取り密度を粗くすること」を原因として「プリスキャンに必要な時間を短縮する」という結果が生じる旨の記載しかなく，ここからは，フィルムの給送速度をメインスキャンよりも速くすることは読み取れない。",
                "決定は，フィルム送り速度においてメインスキャンとの関係が記載されていない場合，プリスキャンとメインスキャンのフィルムの送り速度は同じであると解することが自然であるとしているが，そうであるならば，甲1の上記記載も，フィルムの送り速度を変えずに，画素を間引く等の方法でプリスキャンに必要な時間を短縮すると解する方が自然である。",
                "したがって，相違点bについての決定の判断も誤りである。",
                "(被告の反論)",
                "「プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮する」という甲1の上記記載に接した当業者が，それを実現するための手段として「フィルムの給送速度を速くする」という手段を想起することは，たとえそれが想起される唯一の手段ではないにしても，明らかである。そうである以上，相違点bの克服は容易であったといえるのであり，相違点bは当業者が容易に想到し得たとの決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-4(顕著な効果の看過)",
              "text": [
                "(原告の主張)",
                "フィルムの全コマのプリスキャンを高速で連続して行い，その後，メインスキャンを行う本件発明1は，甲1発明から想定できる1コマずつプリスキャンとメインスキャンとを交互に繰り返しながら複数のコマを再生する場合と比べて，フィルムの全コマの撮影条件を迅速に検知することができ，これにより複数のコマを再生させるためのトータルの時間短縮を図ることができるとともに，フィルムのトータルの給送量も少なくすることができ，フィルムのダメージを少なくできるという顕著な効果がある。このように本件発明1は，甲1発明とは目的，構成が異なるとともに，甲1発明から期待できない有利な効果を奏するのであるから，甲1発明に基づいて当業者が容易に発明をすることができたものとはいえない。",
                "(被告の反論)",
                "原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2について)",
          "text": [
            "(原告の主張)",
            "本件発明2は，本件発明1をさらに限定したものであるから，本件発明1の進歩性についての決定の判断が誤りである以上，本件発明2の進歩性についての決定の判断も誤りである。",
            "(被告の反論)",
            "本件発明1の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明2の進歩性の判断が誤っているとする原告の主張には理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明4について)",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明4は，本件発明1をさらに限定したものであるから，本件発明1の進歩性についての決定の判断が誤りである以上，本件発明4の進歩性についての決定の判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明1で挙げた相違点に加え，「本件発明4では，全コマの粗い画像データに基づいてn×mコマのインデックス画像を作成し，該インデックス画像をモニタに表示しているのに対し，甲1では，この点に関する記載がない点」を相違点と認定した上で，その進歩性を否定したが，この判断は誤りである。",
                "すなわち，決定は，n×mコマのインデックス画像をモニタに表示することは，甲3に記載されている技術であるとするが，甲3発明は，撮影対象として「ディスクフィルム」を使用する「ディスクフィルムプレーヤ」であり，本件発明4のように「長尺の現像済みスチル写真フィルム」を使用するものではない。ディスクフィルムは，フロッピーディスクのようにプラスチックケースに入った円盤状のフィルムであり，円周に沿って8mm×10mmの画面を15コマ撮影できるようになっているものであるが，回転するディスクフィルムのコマ画像をラインセンサでは読み取ることができないので，甲3記載のディスクフィルムプレーヤのCCD4がエリアセンサであることは明らかである。",
                "また，甲3において，ストロボのプリ発光時に読み取った画像データは，「粗い画像データ」ではない。プリ発光時に読み取った画像データは，A／D変換後に一旦，第1画像メモリ13に書き込まれる(3頁左下欄14～18行)が，この第1画像メモリ13に書き込まれた画像データは，画像縮小回路14で縦1／4横1／4に縮小され，第2画像メモリ15に供給される。この画像縮小回路14によって縮小された画像データが「粗い画像データ」に相当し，プリ発光時に読み取られた画像データそのものは，「粗い画像データ」ではなく，その後加工されて粗い画像データになっている。",
                "甲3において，ディスクフィルムの全コマの画像データを読み取る場合には，ディスクフィルムを全コマのコマ数分だけディスクフィルムの回転と停止とを繰り返して画像データを読み取るのであり，全コマの画像データの読取りに多くの時間を要し，本件発明4のようにフィルムの全コマの画像データを迅速に取り込むとともに，全コマの粗い画像データに基づくインデックス画像の作成を迅速に行うことができるという作用効果は，甲3発明からは期待できない。",
                "甲1発明には，プリスキャン時にフィルムの全コマの粗い画像データを取り込む記載や，その取り込んだ全コマの粗い画像データを記憶する記載がない。また，甲1発明と甲3発明とは，使用するフィルムの形式が異なる上，イメージセンサの種類も異なる。",
                "このように，ラインセンサを使用する本件発明4とエリアセンサを使用する甲3発明とは課題も異なり，甲1発明に甲3発明を適用する動機付けも全くないのであるから，本件発明4は，甲1発明に甲3発明を組み合わせることにより容易に想到し得るものではない。",
                "(被告の反論)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明4の進歩性の判断が誤っているとする原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲3発明にはインデックス画像についての記載があり，甲1発明においてインデックス画像が有用であることは自明である。原告は，甲1発明と甲3発明の相違点を強調するが，決定は両発明の違いを前提とした上で判断しており，両発明の技術分野の近接性等に照らせば，甲1発明に甲3発明を適用する動機付けは十分にあるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明7について)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明7は，本件発明1をさらに限定したものであるから，本件発明1の進歩性についての決定の判断が誤りである以上，本件発明7の進歩性についての決定の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明1で挙げた相違点に加え，「本件発明7では，フィルムは磁気データが記録される磁気記録層を有し，プリスキャン時に，磁気記録層から全コマ分の磁気データを読み取り，その読み取った磁気データに基づいてフィルム画像を再生しているのに対し，甲1発明では，磁気記録層に関する記載がない点」を相違点と認定した上で，この相違点に係る構成は甲1及び甲4発明に基づき容易に想到し得たものであると判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定は，甲4発明について「各コマの画像再生は早送り時に記憶された情報に基づいて行われていることも理解でき」ると認定判断した。",
                    "しかしながら，甲4の段落【0040】【0041】は，プリワインド式で撮影されたフィルム(予めフィルムを全てカメラ内でフィルムカートリッジからスプールに巻き出し，その後，カメラでの撮影毎にフィルムカートリッジ内に1コマずつ収納されたフィルム)の再生について説明している。すなわち，プリワインド式のフィルムを通常のフィルムと同様にフィルム先端から順次コマ画像の再生を行うと，カメラでの撮影の順序と再生の順序が逆転してしまうという問題が生じる。そこで，プリワインド式のフィルムであることが，フィルムの第0コマ目の磁気記録位置に記録された撮影開始コマ番号と撮影終了コマ番号とから検出されると，フィルムを早送りで巻き取る。この早送り時に，各コマに対応する磁気記録情報を読み取り，この読み取った磁気情報から未撮影コマが検出されれば，その番号を記憶している。",
                    "このようにプリワインド式のフィルムの場合には，フィルムの早送り時に各コマの磁気記録情報を読み取っているが，この読み取った磁気記録情報そのものではない「その番号」を記憶しているにすぎない。この未撮影コマの番号は，連続再生上のコマ飛ばしには使用されているが，未撮影コマ自体が再生されない以上，コマ画像の再生に利用されている情報ということはできない。",
                    "したがって，決定の甲4発明に関する上記認定判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "写真フィルム上の磁気記録層から磁気データを読み取るためには，本件発明の段落【0013】に記載されているように，フィルムと磁気ヘッドの相対速度を一定速度以上にしなければならない。これは，相対速度が一定速度未満の場合には，読み取った磁気信号のS／Ｎ比(信号対雑音比)が低下し，磁気データの読取りができなくなるからである。本件発明7では，メインスキャン時の第2の速度(低速)でフィルムを給送するときに磁気データを読み取るのではなく，プリスキャン時の第1の速度(高速)でフィルムを給送するときに磁気データを読み取っている。しかし，甲1，4には，このような特徴は記載されていない。",
                    "本件発明7の第1の速度によるフィルムの全コマにわたる連続給送と，甲4記載の「早送り」とは，意味が異なる。すなわち，本件発明7では，フィルムの全コマの粗い画像データを読み取るとともに，1コマ再生時に利用する磁気情報を読み取るためにフィルムを高速で送っているが，甲4発明では，プリワインド式で撮影されたフィルムを事前に巻き取るためにフィルムを早送りしているものであり，しかも上記のとおり読み取った磁気情報をコマ画像の再生には使用していない。",
                    "本件発明7は，ラインセンサによってフィルムのコマ画像を読み取るものであるが，甲4発明は，エリアセンサでコマ画像を読み取っている。ラインセンサによってコマ画像を読み取る本件発明7と，エリアセンサによってコマ画像を読み取る甲4発明とは基本的に異なり，甲4発明では，画像データを取り込むためにプリスキャン及びメインスキャンを行うことはない。甲1発明は，ラインセンサによってフィルムのコマ画像を読み取るものであるが，フィルムの全コマにわたってフィルムを高速で連続給送する記載がなく，しかも磁気情報を読み取る記載もない。このように，甲1発明と甲4発明とは，使用するイメージセンサの種類が異なり，課題も異なるのであるから，両者を組み合わせる動機付けはなく，さらに本件発明7は甲1発明とも甲4発明とも相違するのであるから，甲1発明に甲4発明を組み合わせても本件発明7には至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，決定が本件発明7の進歩性を否定したのは誤りである。",
                    "(被告の反論)"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明7の進歩性の判断が誤っているとする原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明7は，「前記フィルムは磁気データが記録される磁気記録層を有し，前記フィルムが第1の速度で連続給送中に前記磁気記録層から全コマ分の磁気データを読み取り，その読み取った磁気データに基づいてフィルム画像を再生することを特徴とする請求項1又は5のフィルム画像入力方法」というものであり，読み取った磁気データに基づく再生に関しては，「フィルム画像を再生」と規定されているのみで，「個々のコマの再生が連続給送中に読み取った磁気データに基づいて行われること」とまでは規定されていない。したがって，本件発明7は，何らかの形で，「連続給送中に読み取った磁気データに基づいてフィルム画像の再生」を行っていれば足り，甲4発明のように「連続給送中に読み取った磁気データに基づいて連続再生上のコマ飛ばしを行うもの」を包含している。",
                "そうすると，甲4発明に請求項7で限定した構成に相当する構成が開示されているといえることは明らかであり，それを前提にした決定の判断に誤りがないことも明らかである。",
                "仮に，本件発明7が「個々のコマの再生が連続給送中に読み取った磁気データに基づいて行われるもの」に限られるとしても，当業者が容易に想到し得たものであるということができる。なぜならば，連続給送中とはされていないものの，読み取った磁気データに基づいて個々のコマの再生を行うこと自体は，甲7に記載されているし，甲1発明から容易に想到される本件発明1の構成を具備するものにおいては，プリスキャン時に磁気データを読み取るようにすることが最も合理的であることは，当業者に自明であるからである。",
                "原告は，甲1発明と甲4発明が異なることを強調し，両発明を組み合わせる動機付けがないと主張するが，両発明の技術分野の近接性等に照らすと，両発明を組み合わせることは妨げられない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明8について)",
          "text": [
            "(原告の主張)",
            "本件発明8は，本件発明7をさらに限定したものであるから，本件発明7の進歩性についての決定の判断が誤りである以上，本件発明8の進歩性についての決定の判断も誤りである。",
            "(被告の反論)",
            "本件発明7の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明8の進歩性の判断が誤っているとする原告の主張には理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明18について)",
          "text": [
            "(原告の主張)",
            "本件発明18は，本件発明1と同様の理由から，甲1発明に基づいて当業者が容易に発明をすることができたものであるとはいえない。",
            "(被告の反論)",
            "本件発明1についてと同様の理由から，本件発明18は，甲1発明に基づいて当業者が容易に発明をすることができたものである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明19について)",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明19は，本件発明18をさらに限定したものであるから，本件発明18の進歩性についての決定の判断が誤りである以上，本件発明19の進歩性についての決定の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明19は，本件発明18に加え，全コマの粗い画像データを画像メモリに記憶させる点を特徴とするものであるとした上で，甲1発明に甲2発明の技術を適用すれば容易に想到し得たものであると判断した。",
                "決定は，甲2の「全コマのプリスキャンにおけるデータを基にホワイトバランスの調整を行えば，精度の高いホワイトバランス調整が行える」との記載を根拠として，プリスキャンにより得た全コマの画像データを記憶することが甲2に記載されていると認定しているが，甲2には，プリスキャンした全コマの画像データを記憶する旨の記載はない。",
                "甲2発明において，全コマのプリスキャンにおけるデータをホワイトバランス調整に利用するのであれば，ホワイトバランス調整に必要な情報(例えば，R，G，Bのそれぞれの積算平均値など)を記憶しておけばよく，画像データそのものを記憶しておく必要がない。もちろん，プリスキャンして読み取った画像データは，メインスキャン時に利用するが，この場合にも画像データとして記憶しておく必要はなく，その読み取ったコマ画像の明るさの情報(画像データ全体の積算平均値)として記憶しておけばよい。実際のところ，プリスキャン時に読み取った画像データを画像データとして記憶しておく場合に比べて，画像データの積算平均値などの代表値で記憶しておく方がデータ量が小さく，有利である。",
                "甲2発明の記憶部7は，プリスキャンで読み取った画像データを記憶する記憶部ではなく，プリスキャンの結果を使用して露光条件を調節した，メインスキャンで読み取った画像データを記憶する記憶部である。甲2の図2からも明らかなように，甲2記載の画像読取装置は，プリスキャン装置で得た画像データを記憶部7に記憶させるハードウエア構成になっておらず，また，記憶部7に記憶させた画像データを露光条件の設定に利用するようなハードウエア構成にもなっていない。",
                "このように，甲2に，プリスキャンした全コマの画像データが記憶されていることが示唆されているわけではない。したがって，本件発明19は，甲1発明に甲2発明の技術を適用することにより容易に想到し得るとした決定の判断は，誤りである。",
                "(被告の反論)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明18の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明19の進歩性の判断が誤っているとする原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2に全コマの画像データを記憶することに対する示唆があるかどうかはともかく，一般に，一旦入手したデータを将来の利用に備えて記憶しておくことは，当業者がごく普通に考えることである。本件発明19は，本件発明18で既に得られている全コマの画像データを，本件発明18が既に有している画像メモリに単に記憶させるようにしたにすぎないものであり，本件発明18が甲1発明及び甲2発明から容易に想到し得たものといえる以上，本件発明19も容易に想到し得たものといえる。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明20について)",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明20は，本件発明19をさらに限定したものであるから，本件発明19の進歩性についての決定の判断が誤りである以上，本件発明20の進歩性についての決定の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明20は，本件発明19に加え，コマ毎の撮影条件を検知するとともに，その検知したコマ毎の撮影条件を記憶手段に記憶する点を特徴とするものであるとした上で，甲1及び甲3発明から当業者が容易に想到し得たものであると判断した。",
                "しかしながら，甲3発明は，ディスクフィルム及びエリアセンサを使用するとともに，フィルムの照明光源としてストロボ(閃光装置)を使用することを前提とするディスクプレーヤであり，長尺のフィルム，ラインセンサ，蛍光灯のような連続照明する光源を使用する本件発明1とは，全く構成が異なる。さらに，全コマの粗い画像データを得る手段も本件発明1とは異なる。",
                "このように甲1発明と甲3発明は構成が異なるので，甲1発明に甲3の技術を適用することについては阻害事由がある。",
                "(被告の反論)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明19の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明20の進歩性の判断が誤っているとする原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1でもコマ毎の撮影条件として色信号を検知しているように，検知したデータをその後の処理のために記憶することは，データ処理の常識に属する事項であり，この点に何ら発明は認められない。また，甲1発明と甲3発明が原告が主張する点において相違していることは，甲1発明に甲3記載の技術を適用することの妨げになるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件発明22について)",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明22は，本件発明19をさらに限定したものであるから，本件発明19の進歩性についての決定の判断が誤りである以上，本件発明22の進歩性についての決定の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明22は，本件発明19に加え，全コマのインデックス画像信号をモニタに出力する点を特徴とするものであるとした上で，甲1ないし甲3発明から当業者が容易に想到し得たものであると判断した。しかしながら，本件発明22は，甲3発明とは相違しており，甲1ないし3発明に基づいて当業者が容易に発明をすることができたものであるとはいえない。",
                "(被告の反論)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明19の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明22の進歩性の判断が誤っているとする原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記のとおり，甲1発明と甲3発明が原告が主張する点において相違していることは，甲1発明に甲3記載の技術を適用することを妨げるものではない。",
                "10 取消事由10(本件発明23について)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "取消事由10-1(一致点の認定の誤り及び相違点の看過)",
              "text": [
                "(原告の主張)",
                "決定は，本件発明23と甲4発明とは「前記フィルムの給送方向と直交する方向に光電変換素子が配列されたイメージセンサ」を備えている点で一致していると認定しているが，この「フィルムの給送方向と直交する方向に光電変換素子が配列されたイメージセンサ」とはラインセンサを意味するところ，甲4には，イメージセンサとしてエリアセンサの記載しかない。",
                "また，決定は，本件発明23と甲4発明とは「前記イメージセンサを介して読み取った画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送する」点で一致すると認定しているが，甲4にはそのような構成に関する記載はない。このことは，甲4発明の装置で使用されているイメージセンサがエリアセンサであることから，ラインセンサのようにフィルムを給送しながら1コマ分の画像データを取り込むことがないことから自明である。",
                "このように，決定の上記一致点の認定は誤りである。",
                "(被告の反論)",
                "原告は，甲4には，イメージセンサとしてエリアセンサの記載しかない旨指摘するところ，確かに，甲4には光電変換素子の配列について記載はないのに対し，本件発明23のイメージセンサはエリアセンサでなくラインセンサを対象としているとみることが妥当であるから，決定がこの点を一致点に挙げたことは適切さを欠いたものであった。しかし，決定は，本件発明23と甲4発明のイメージセンサの違いを相違点として検討しているのであるから，決定の結論には影響はない。",
                "フィルムの送り速度については，甲4の段落【0045】に，磁気データの読取りに比してスキャン時には低速で行う旨記載されているから，この点を一致点と認定した点に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由10-2(相違点の認定の誤り)",
              "text": [
                "(原告の主張)",
                "決定は，本件発明23と甲4発明の相違点を「本件発明23では，イメージセンサとしてラインセンサを用いているのに対し，甲4では，イメージセンサがCCD等の個体撮像素子を含むとあるのみでイメージセンサの具体的形態が明記されていない点。」と認定した。しかしながら，甲4発明のイメージセンサがエリアセンサであることは明確であり，決定の上記認定は誤りである。",
                "(被告の反論)",
                "上記のとおり，本件発明23のイメージセンサはエリアセンサでなくラインセンサであるとしても，決定は，本件発明23と甲4発明のイメージセンサの違いを相違点として検討しているのであるから，決定の結論には影響はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由10-3(相違点の判断の誤り)",
              "text": [
                "(原告の主張)",
                "決定は，本件発明23は，甲4の記載に基づいて当業者であれば容易に推考できたものであるとしたが，この判断は誤りである。",
                "本件発明23は，磁気データの時には高速の第1の速度でフィルムを給送し，ラインセンサでコマ画像を読み取って画像メモリに記憶させるときには低速の第2の速度でフィルムを給送しており，この点では，本件発明7と同様である。",
                "これに対し，甲4発明は，イメージセンサとしてエリアセンサを使用しているため，細密な画像データを読み取るためにフィルムを低速で給送することがない。すなわち，エリアセンサでコマ画像を読み取る場合には，フィルムは停止しており，甲4発明には，本件発明23における第1の速度，第2の速度の概念がない。したがって，甲4発明において，フィルムから磁気データを読み取る場合には，フィルムを1コマずつ間欠的に給送する場合(コマ送り)，又は連続的に給送する場合(早送り，巻戻し)にかかわらず，高速で送ればよい。",
                "なお，甲4の段落【0045】には，「フィルム駆動部134は，早送り，巻戻し，コマ送り時にはフィルム124を高速で移動させ，スキャン送り時にはフィルム124を低速で移動させる。」という記載があるが，この「スキャン送り」とは，ラインセンサで画像を読み取るときのスキャンを意味するものではなく，エリアセンサで動画を撮影するときのフィルム送りをいい，1コマ内で撮影ポイントを移動させるときの送りをいう。",
                "以上のとおり，甲4発明のエリアセンサの代わりにラインセンサを使用しても，そもそも甲4発明には，第1の速度，第2の速度の概念がない以上，高速の第1の速度で磁気データを読み取り，低速の第2の速度で細密な画像データを読み取る本件発明23には至らない。",
                "したがって，本件発明23が，甲4発明に基づいて容易に推考できたものであるとの決定の判断は，誤りである。",
                "(被告の反論)",
                "甲4発明において，磁気データの読取りは，読み取った画像データを前記画像メモリに記憶させるときのフィルム給送とは別個のフィルム給送である早送り時に行われている。",
                "原告が主張するように，甲4発明における「スキャン送り」は，1コマ内で撮影ポイントを移動させるときのフィルム送りであり，甲4発明においてエリアセンサでコマ画像を読み取る際には，フィルムは停止していると考えるのが妥当かもしれないが，そのスキャン送りや停止を含む「読み取った画像データを前記画像メモリに記憶させる時」の平均のフィルム給送速度は，当然に，磁気データを読み取る際のフィルム給送速度(早送り時の速度)よりも遅い。",
                "以上によれば，甲4の「読み取った画像データを前記画像メモリに記憶させる時の平均のフィルム給送速度」は本件発明23における第2の速度に相当するものということができ，「磁気データを読み取る際のフィルム給送速度(早送り時の速度)」は，本件発明23における第1の速度に相当するものということができるから，甲4発明においても本件発明23における第1の速度，第2の速度の概念はある。",
                "ラインセンサは当業者に慣用されているイメージセンサであり，それを甲4発明のイメージセンサとして採用することに，何ら困難はない。甲4のエリアセンサの代わりにラインセンサを使用した場合にも，早送り時に磁気データを読み取るようにする構成を変更すべき理由はないし，エリアセンサの代わりにラインセンサを使用する場合の「読み取った画像データを前記画像メモリに記憶させる時の平均のフィルム給送速度」が，早送り時のフィルム給送速度よりも速くなることはあり得ない。",
                "以上によれば，甲4発明のエリアセンサの代わりにラインセンサを使用すれば，高速の第1の速度で磁気データを読み取り，低速の第2の速度で細密な画像データを読み取る本件発明23に至ることが明らかである。",
                "11 取消事由11(本件発明24について)",
                "(原告の主張)",
                "本件発明24は，本件発明23をさらに限定したものであるから，本件発明23が進歩性を有する以上，本件発明24も進歩性を有する。",
                "(被告の反論)",
                "本件発明23の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明24の進歩性の判断が誤っているとする原告の主張には理由がない。",
                "12 取消事由12(本件発明29について)",
                "(原告の主張)",
                "本件発明29は，本件発明1又は7をさらに限定したものであるから，本件発明1又は7の進歩性についての決定の判断が誤りである以上，本件発明29の進歩性についての決定の判断も誤りである。",
                "(被告の反論)",
                "本件発明1及び7の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明29の進歩性の判断が誤っているとする原告の主張には理由がない。",
                "13 取消事由13(本件発明30について)",
                "(原告の主張)",
                "本件発明30は，本件発明29をさらに限定したものであるから，本件発明29の進歩性についての決定の判断が誤りである以上，本件発明30の進歩性についての決定の判断も誤りである。",
                "(被告の反論)",
                "本件発明29の進歩性についての決定の判断に誤りはない以上，これに基づいて本件発明30の進歩性の判断が誤っているとする原告の主張には理由がない。",
                "14 取消事由14(訂正審決確定に伴う取消し)",
                "(原告の主張)",
                "決定は，本件発明17，28，34ないし36の要旨を上記第2の2のとおり認定し，これに基づき，これらの発明は特許法29条2項により特許を受けることができないものであるとしたが，本件発明17，28，35について特許請求の範囲の減縮を目的とする訂正を認める審決が確定し，本件発明17，28，35についての要旨は上記第2の3のとおり訂正された。本件発明34は本件発明17をさらに限定したものであり，本件発明36は本件発明35をさらに限定したものであるから，決定は，結果的に本件発明17，28，34ないし36の要旨の認定を誤ったことになり，瑕疵があるものとして取消しを免れない。",
                "(被告の反論)",
                "本件発明17，28，35について特許請求の範囲の減縮を目的とする訂正を認める審決が確定し，本件発明17，28，35についての要旨は上記第2の3のとおり訂正されたことは認める。",
                "15 まとめ",
                "(原告の主張)",
                "以上によれば，決定は，本件発明1，2，4，7，8，18ないし20，22ないし24，29，30について進歩性の判断を誤り，本件発明17，28，34ないし36について本件訂正審決の確定により要旨の認定を誤ったことになるから，違法なものとして取り消されるべきである。",
                "(被告の主張)",
                "原告の主張する取消事由はいずれも理由がなく，決定の認定判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(一致点の認定の誤り及び相違点の看過)",
              "text": [
                "決定は，本件発明1と甲1発明の一致点を「長尺の現像済みスチル写真フィルムの給送方向と直交する方向に光電変換素子が配列されたラインセンサを設け，前記フィルムを第1の速度で給送することにより前記ラインセンサを介しての粗い画像データをそれぞれ取り込み，前記取り込んだ粗い画像データに基づいてコマ毎の撮影条件を検知し，その後，1コマの再生時には前記フィルムを給送することにより，前記ラインセンサを介して所望のコマの細密画像データを前記検知した当該コマの撮影条件に応じて調整して取り込み，…」(下線部は本判決が付加したもの。)と認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，甲1には，「長尺の」現像済みスチル写真フィルムの記載がないから，決定が認定した本件発明1と甲1発明との一致点は誤りであると主張する。",
                    "確かに，甲1には現像済みスチル写真フィルムが「長尺」であるとの直截的な記載はない。しかしながら，甲1には，「この発明は，カラーフィルムなどにおける画像を読み取って」(段落【0001】)，「図1において，1は被読取り画像を示し，この例においては，簡単のため，35㎜のポジカラーフィルム(リバーサルフィルム)とする。」(段落【0007】)，「この場合，フィルム1は，撮像時に，駆動用モータ21により，副走査方向(水平方向)に所定の速度で移動するようにされている。」(段落【0009】)，「続いて，マイコン20によりモータ21が制御され，目的とするコマを対象としてフィルム1が所定の速度で副走査方向に移送される。」(段落【0019】)，「こうして，フィルム1の目的とするコマが，色分解フィルタ3及びラインセンサ11により面順次に撮像され，そのデジタル色信号S3R～S3Bが，フレームメモリ14R～14Bにそれぞれストアされる。」(段落【0028】)との記載が存在し，これらの記載によれば，甲1に開示されている現像済みフィルムは，35mmポジカラーフィルムであり，「フィルム1の目的とするコマ」という記載に照らすと，フィルムに複数のコマが含まれているものと認められる。甲4にも「長尺狭巾の現像済みスチル写真フィルムの画像をビデオモニタ上に再生するフィルム画像入力装置」(請求項1)と記載されているように，通常この種の現像済みフィルムはロール形状で長尺であり，甲1にも現像済みフィルムが長尺以外のものである旨の記載はない。そうすると，甲1には「長尺の」現像済みスチル写真フィルムが記載されているとの決定の認定に誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1には，複数のコマ毎の粗い画像データを「それぞれ」取り込む記載がなく，また，全コマの粗い画像データを取り込んでから1コマの再生を行うことを意味する「その後」との記載もないと主張する。",
                    "確かに，甲1発明は，読取り対象の目的とするコマをプリスキャンし，その後，読取り対象の目的とするコマをメインスキャンするものであると認められ，フィルムを連続給送することにより全てのコマを一度にプリスキャンすることを前提とするものではない。したがって，決定が，本件発明1と甲1発明とは，粗い画像データを「それぞれ」取り込み，「その後」所望のコマの細密画像データを取り込む点で一致すると認定したことは，必ずしも正確とはいえない点がある。",
                    "しかし，決定は，相違点aとして，「本件発明1では，フィルムを全コマにわたって連続給送するのに対し，甲1発明では，全コマであることも連続給送であることも明確に記載されていない点」と認定している。この相違点の認定によれば，決定は，本件発明1がメインスキャンの前に全コマの粗い画像データをプリスキャンしてそれぞれ取り込むものであるのに対し，甲1発明では全コマを連続的にプリスキャンすることは記載されていない点を考慮に入れて，相違点の判断を行っているものということができる。したがって，決定の一致点の認定に必ずしも正確とはいえない点があるものの，決定の結論を左右するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点aの判断の誤り)",
              "text": [
                "決定は，上記のとおり相違点aを認定した上で，相違点aに係る構成は当業者が格別の困難なく想到し得るものであると判断した。これに対し，原告は，甲1は，メインスキャン前に全コマのプリスキャンを連続して行うことを示唆していない等と主張する。",
                "確かに，甲1には，読取り対象の目的とするコマをプリスキャンし，その後，読取り対象の目的とするコマをメインスキャンすることは記載されているが，メインスキャン前に全コマを連続的にプリスキャンする旨の記載はない。しかしながら，前記判示のとおり，甲1発明において，対象とするフィルムには複数のコマがあることは明らかであるから，複数のコマを画像読取りの対象とする場合があることは十分に想定される。このように複数コマについて読み取る場合，当業者であれば，読取り対象の各コマに対してプリスキャンとメインスキャンの両方を行い，次のコマに進む方法のみならず，本件発明1のように全コマに対してプリスキャンを行い，その後に読取り対象の全コマについてメインスキャンを行う方法があることを容易に理解することができるというべきである。",
                "そして，甲1の段落【0060】には，「フィルム1の目的とするコマを，色分解フィルタ3及びラインセンサ11により面順次に撮像したが，線順次に撮像することもできる。」と記載されており，この記載のように線順次に撮像する場合には，上記記載の方法のうち，連続的にフィルムを給送して全コマに対してプリスキャンを行い，その後に読取り対象の全コマについてメインスキャンを行うことができるのは明らかである。",
                "なお，原告は，決定は，メインスキャン前に長尺のフィルムの全コマのプリスキャンを連続して(一括して)行うという点についての進歩性の判断を行っていないと主張するが，決定の相違点aについての判断全体を見れば，決定は，長尺のフィルムの全コマのプリスキャンを連続して行う点について想到することが容易であるとの判断を行っているということができるのであって，判断の遺脱をいう原告の主張には理由がない。",
                "以上によれば，フィルムの全コマを連続給送することにより全コマの粗い画像データをプリスキャンしてそれぞれ取り込み，その後，メインスキャンを行うという相違点aに係る構成は，当業者が容易に想到し得るものであるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3(相違点bの判断の誤り)",
              "text": [
                "決定は，「本件発明1ではメインスキャンのフィルム給送速度がプリスキャンよりも低速であるのに対し，甲1発明では，プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮することもできる，とあるが速度に関しての記載がない点。」を相違点bと認定した上で，甲1の「プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮する」(段落【0057】)との記載等に基づき，相違点bは当業者が容易に想到し得たものであると判断した。",
                "これに対し，原告は，甲1の上記記載は，「フィルムの送り速度を速くする」ことを意味しているとは限らず，「プリスキャンに必要な時間を短縮することは，メインスキャンと比べてフィルムの送り速度を速くしていると理解できる。」とした決定の認定判断は誤りであると主張する。",
                "しかし，他の読取り条件を同じにしてフィルムの送り速度を速くすれば，当然，プリスキャン時の読取り密度は粗くなり，プリスキャンに必要な時間が短縮できるのであるから，甲1の「プリスキャン時の読取り密度を粗くして，プリスキャンに必要な時間を短縮する」との上記記載に接した当業者は，他の読取り条件は同じにしてプリスキャン時のフィルムの送り速度をメインスキャン時より速くするとの手段を，仮にそれが唯一のものではないとしても，容易に想起し得るというべきである。",
                "したがって，相違点bに係る構成は，甲1発明に基づき，当業者が容易に想到し得るとした決定の判断には誤りはないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-4(顕著な効果の看過)",
              "text": [
                "原告は，本件発明1は，甲1発明からは予期し得ない顕著な効果を奏すると主張する。しかしながら，原告の主張する作用効果は，いずれも，甲1発明に基づき本件発明1の構成にすることにより，当然に生じ，あるいは生じると予測されるものであり，予期し得ない顕著な効果であるとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告の主張する取消事由1-1ないし1-4は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2について)",
          "text": [
            "本件発明1の進歩性についての決定の判断に誤りはない以上，本件発明1についての判断に誤りがあることを前提として本件発明2の進歩性の判断の誤りをいう原告の主張には理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明4について)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1の進歩性についての決定の判断が誤りであることを前提として，本件発明4の進歩性の判断が誤りであると主張するが，本件発明1についての決定の判断に誤りがないことは，前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明4と甲1発明とは，本件発明1で挙げた相違点に加え，「本件発明4では，全コマの粗い画像データに基づいてn×mコマのインデックス画像を作成し，該インデックス画像をモニタに表示しているのに対し，甲1では，この点に関する記載がない点」で相違するとした上で，n×mコマのインデックス画像をモニタに表示することは，甲3に記載されている技術であり，これを甲1発明に適用することに格別進歩性は認められないとして本件発明4の進歩性を否定した。",
                "これに対し，原告は，甲3発明と，甲4発明及び本件発明4のフィルム形式やイメージセンサの種類の違いを縷々強調し，甲3発明はプリスキャンで得られた全コマの粗い画像データに基づいてn×mコマのインデックス画像を作成するものではないなどと主張する。",
                "しかし，甲3に記載されているようなインデックス画像を作成し，表示する技術は，フィルムの形式やイメージセンサの種類に依存することなく適用できるものであり，決定も「その対象が長尺のフィルムではなくディスクフィルムであるが，」と説示しているとおり，フィルムの形式の違いを認識した上で判断していることは明らかである。甲1発明においても，甲3発明に示されるようなインデックス画像を作成・表示する技術が有用であることは自明であり，甲1の「プリスキャンによって得られる画像を，トリミング位置設定のための画像と兼用することもできる。」(段落【0057】)との記載によれば，プリスキャンによって得られた粗い画像自体を表示してこれに基づいてメインスキャンを行うことも，示唆されていることができる。",
                "以上によれば，甲3に記載された技術事項を甲1発明に適用し，全コマの粗い画像データに基づいてn×mコマのインデックス画像を作成し，当該インデックス画像をモニタに表示している構成とすることは，当業者が容易に想到し得るというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明7について)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1の進歩性についての決定の判断が誤りであることを前提として，本件発明7についての決定の判断も誤りであると主張するが，本件発明1についての決定の判断に誤りがないことは，前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明1で挙げた相違点に加え，「本件発明7では，フィルムは磁気データが記録される磁気記録層を有し，プリスキャン時に，磁気記録層から全コマ分の磁気データを読み取り，その読み取った磁気データに基づいてフィルム画像を再生しているのに対し，甲1発明では，磁気記録層に関する記載がない点」を相違点と認定した上で，この相違点に係る構成は甲1及び甲4発明に基づき容易に想到し得たものであると判断した。",
                "これに対し，原告は，甲4発明では，フィルムの早送り時に読み取った磁気記録情報はコマ画像の再生には使用しておらず，未撮影コマを検出するために使用しているにすぎないのであるから，甲4発明について「各コマの画像再生は早送り時に記憶された情報に基づいて行われている」との決定の認定判断は誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで，甲4発明について，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4には，「本発明の他の目的は，磁気記録可能なフィルムを使用した場合に，フィルムの磁気記録再生をコマ送り時に迅速にでき，かつ簡単な構成でフィルム送り速度を一定にして良好な磁気記録再生ができるフィルム画像入力装置を提供することにある。」(段落【0014】)，「また，本発明は磁気記録層が塗布されているフィルムを使用し，該フィルムの撮像領域の入口側及び出口側にそれぞれ前記フィルムの磁気記録層に当接する磁気ヘッドを配設し，コマ送り時に前記入口側の磁気ヘッドは前記撮像領域に入るコマの情報をそのコマの上端又は下端の磁気記録層から読み出し，前記出口側の磁気ヘッドは前記撮像領域から出ていくコマの上端又は下端の磁気記録層に情報を書き込むことを特徴としている。」(段落【0017】)，「フィルム情報記録再生部144はフィルム124の各コマ毎の磁気記録面等にフィルム情報(例えば，ズーム情報，スキャン位置情報，CCD回転情報等)を制御部132からの信号によって記録し，またフィルム情報をフィルム124から読み取って制御部132に出力する。」(段落【0050】)，「一方，図17に示すように，再生時に現像済みのフィルム124が巻き取られているフィルムカートリッジ127をフィルム画像入力装置100にセットしてフィルム124のコマ送りを行うと，このフィルム124のマグネ層125に記録されている情報(例えば，上述したように撮影時にカメラから入力された撮影情報)は磁気ヘッド162を介して読み取られ，この情報はヘッドアンプ163，インターフェース164を介してICメモリ165に記憶される。」(段落【0061】)との記載がある。",
                        "上記記載によれば，甲4発明において，フィルム画像の再生に用いる磁気データはコマ送り時に読み取られるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，早送り時の磁気データの読取りについて，甲4には，「マイクロコンピュータ35は前記フィルム有無検知手段20とカウンタ24によってパーフォレーションの数をカウントしながら撮影開始コマ位置までフィルムを早送りして停止させる。この時，前記磁気ヘッド32で各コマに対応する磁気記録情報を読み取り，未撮影コマがあればその番号を記憶する。その他の動作は前述のものと同様である。また撮影開始コマの位置でフィルムを停止させた後は，撮影開始コマから撮影終了コマまで各コマの画像再生は，フィルムをフィルムカートリッジ6の中に巻き戻しながら順番に行う。この時，早送り時に記憶された未撮影コマがあればそのコマの再生を省略して次のコマに進める。」(段落【0040】～【0041】)と記載されている。",
                        "上記記載によれば，甲4発明における早送り時の磁気データの読取りは，未撮影コマを検出するために行うものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲4発明において，早送り時の磁気データの読取りは，未撮影コマを検出するために行うものにすぎず，フィルム画像の再生に用いる磁気データは，コマ送り時に読み取られるものと認められる。そうすると，決定が，甲4発明について「各コマの画像再生は早送り時に記憶された情報に基づいて行われていることも理解でき」と認定判断したことは，必ずしも適切ではないといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，甲4に記載されている，コマ送り時にフィルム情報である磁気データを読み取り，画像の再生に用いる技術は，甲1発明においても有用であり，この技術を甲1発明に適用することが格別困難であるということはできない。前記判示のとおり，甲1発明に基づき，フィルムの全コマを連続給送することにより全コマの粗い画像データをプリスキャンしてそれぞれ取り込み，その後，メインスキャンを行うという本件発明1の構成を想到することは容易であるということができるところ，原告も指摘するとおり，写真フィルム上の磁気記録層から磁気データを読み取るためには，フィルムと磁気ヘッドの相対速度を一定速度以上にしなければならないのであるから，甲1発明に基づいて本件発明1の構成とするに当たっては，フィルム画像の再生に用いる磁気データの読取りをより高速のプリスキャン時にすることが最も合理的であることは当業者に明らかである。そうすると，甲4発明を甲1発明に適用し，コマ毎の撮影条件を検知するためのプリスキャンの際に磁気記録データを読み取るようにして，本件発明7の構成を得ることは格別困難ではないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明7，甲1発明と甲4発明は，イメージセンサの種類や課題が異なるのであるから，甲1発明に甲4発明を適用する動機付けはないと主張するが，甲4に記載されている技術が甲1発明においても有用であることは上記のとおりであり，両発明の技術分野の近接性も考慮すると，甲1発明に甲4発明を適用することが困難であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件発明7に係る上記相違点に係る構成は，甲1及び甲4発明に基づき，当業者が容易に想到し得たものであるということができ，その旨の決定の判断に誤りはないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明8について)",
          "text": [
            "本件発明7の進歩性についての決定の判断に誤りはない以上，本件発明7についての判断に誤りがあることを前提として本件発明8の進歩性の判断の誤りをいう原告の主張には理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明18について)",
          "text": [
            "原告は，本件発明18についても，本件発明1と同様の理由から決定の認定判断に誤りがあると主張するが，本件発明1についての決定の認定判断に誤りがないことは，前記判示のとおりである。したがって，原告の主張する取消事由6も理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明19について)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明18の進歩性についての決定の判断が誤りであることを前提として，本件発明19についての決定の判断も誤りであると主張するが，本件発明19についての決定の判断に誤りがないことは，前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明19は，本件発明18に加え，全コマの粗い画像データを画像メモリに記憶させる点を特徴とするものであるとした上で，甲1発明に甲2発明の技術を適用すれば容易に想到し得たものであると判断した。これに対して，原告は，甲2にはプリスキャンした全コマの画像データを記憶する記載がないことなどを指摘して，決定の認定判断は誤りであると主張する。",
                "確かに，甲2にはプリスキャンした全コマの画像データ自体を記憶させることについての記載がないが，甲1には，前記のとおり，「プリスキャンによって得られる画像を，トリミング位置設定のための画像と兼用することもできる。」(段落【0057】)と記載され，プリスキャンによって得られた粗い画像自体を記憶しておき，これに基づいてメインスキャンを行うことが示唆されている。全コマの画像をプリスキャンすることは，前記判示のとおり当業者が容易に想到し得ることであるから，全コマの粗い画像データを取り込んで画像メモリに記憶し，トリミング位置設定等のために使用することは，当業者が容易になし得ることといわなければならない。",
                "したがって，本件発明19についての決定の認定判断に誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明20について)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明19の進歩性についての決定の判断が誤りであることを前提として，本件発明20についての決定の判断も誤りであると主張するが，本件発明19についての決定の判断に誤りがないことは，前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明20は，本件発明19に加え，コマ毎の撮影条件を検知するとともに，その検知したコマ毎の撮影条件を記憶手段に記憶する点を特徴とするものであるとした上で，甲1及び甲3発明から当業者が容易に想到し得たものであると判断した。",
                "原告は，甲3発明と本件発明1の構成等が異なることを強調するが，甲1でもコマ毎の撮影条件として色信号を検知している上，検知したデータをその後の処理のために記憶することは，データ処理の常識に属する事項であり，甲3に記載されている「フィルムの各コマの明るさのデータを記憶するデータメモリ」(3頁左上欄17～19行)を甲1発明に適用することについても格段の困難はないというべきである。",
                "したがって，本件発明20についての決定の認定判断に誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件発明22について)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明19の進歩性についての決定の判断が誤りであることを前提として，本件発明22についての決定の判断も誤りであると主張するが，本件発明19についての決定の判断に誤りがないことは，前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明22は，本件発明19に加え，全コマのインデックス画像信号をモニタに出力する点を特徴とするものであるが，本件発明4と同様の理由から，決定の認定判断に誤りがあるということはできない。",
                "10 取消事由10(本件発明23について)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "取消事由10-1(一致点の認定の誤り及び相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定は，本件発明23と甲4発明とは「前記フィルムの給送方向と直交する方向に光電変換素子が配列されたイメージセンサ」を備えている点で一致すると認定した。これに対し，原告は，甲4発明で用いられているイメージセンサはエリアセンサであるから，決定が上記の点を一致点と認定したのは，誤りであると主張する。",
                    "しかしながら，甲4発明が，イメージセンサとしてとしてエリアセンサを用い，フィルムを停止させて画像を読み込んでいる点については当事者間に争いがないところ，エリアセンサは光電変換素子が二次元に配列されたものであるから，甲4発明のエリアセンサも「フィルムの給送方向と直交する方向に光電変換素子が配列されたイメージセンサ」であるということができる。また，仮にそのようにいえないとしても，決定は，本件発明23と甲4発明のイメージセンサの違いを相違点として検討しているのであるから，この点は決定の結論を左右しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "決定は，甲4には「フィルムの送り速度についても磁気データの読取りに比してスキャン時には低速で行うことが示されている」(段落【0045】)と認定した上で，本件発明23と甲4発明とは「前記イメージセンサを介して読み取った画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送する」点で一致すると認定した。これに対し，原告は，甲4にはそのような構成に関する記載はなく，決定の上記認定は誤りであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "決定が第2の給送に相当すると認定したスキャン送りに関して，甲4には以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「更に，フィルムと撮像手段とを相対的に移動させてフィルム画像のX方向及びY方向のスキャンを行う場合に，X方向のスキャンをフィルムを送ることによって行うことが考えられる。この場合，コマ送り速度とX方向のスキャン速度との速度比は20倍程度必要となり，リールモータの回転速度のみを変えただけでは上記速度比に対応できず，フィルムのコマ送りとX方向のスキャンを1つのリールモータで行うことができないという問題がある。また，コマ送りを行う場合には，フィルムの各コマ毎にコマ位置を示すノッチ等を設け，このノッチ等をコマ検出器で検出することによって1コマずつ正確にコマ送りすることができるが，上記のようにX方向のスキャンをフィルムを送ることによって行うと，コマ送り前のスキャン位置によっては，次のコマ送り時に同一コマのノッチ等を再度検出する場合が生じ，この場合には同一コマを再生してしまうという問題がある。」(段落【0012】)"
                        },
                        {
                          "fig": "(b)",
                          "subject": "「撮影レンズ114は変倍レンズ126を含むズームレンズであり，制御部132からのズーム信号を入力するズーム駆動部128により変倍レンズ126が図9上で左右方向に移動させられてズーム動作し，これによりフィルム124の画像をズームイン，ズームアウトする。またズーム位置検出部130は変倍レンズ126の移動位置(ズーム位置)を検出して，そのズーム情報を制御部132に加える。フィルム駆動部134は，制御部132から各種のフィルム送り信号が加えられるようになっており，入力する信号に応じてフィルムカートリッジ127内のフィルム124をX方向(図9上で紙面に直交する方向)に移動させる。なお，フィルム駆動部134は，早送り，巻戻し，コマ送り時にはフィルム124を高速で移動させ，スキャン送り時にはフィルム124を低速で移動させる。一方，レンズ駆動部138は，制御部132から加えられるスキャン信号により撮影レンズ114及びCCD116をY方向(図9上で上下方向)に移動させる。すなわち，フィルム駆動部134によるフィルム124のスキャン送りとレンズ駆動部138による撮影レンズ114及びCCD116の移動とによって，フィルム124の画像の上下左右方向のスキャンを行うことができる。」(段落【0044】～【0046】)"
                        },
                        {
                          "fig": "(c)",
                          "subject": "「次に，前記のごとく構成された本発明に係るフィルム画像入力装置の作用について説明する。まず，現像済みのフィルム124を有するフィルムカートリッジ127をフィルム画像入力装置100にセットする。これにより，制御部132はフィルム124の最初の1コマ目が照明ユニット112と撮影レンズ114間に位置するようにフィルム駆動部134を制御する。このコマの画像は，照明ユニット112によって照明され，撮影レンズ114，CCD116，画像信号処理回路117を介してビデオモニタ119に出画される。この状態で表示された画像をズーム又はスキャンしたい場合は，操作部146のズームスイッチ146A，146B又はスキャンレバー146Cを操作してズーム信号又はスキャン信号を制御部132に加える。制御部132は操作部146から入力するこれらの信号に応じてズーム駆動部128，レンズ駆動部138，フィルム駆動部134を制御し，撮影レンズ114のズーミング，フィルム画像のスキャニングを行う。これにより，1コマ全体のフィルム画像は適宜トリミングされ，ビデオモニタ119にトリミング画像として再生される。なお，このときのズーム情報，スキャン位置，CCD回転情報等のフィルム画像の再生情報は，必要に応じてコマ送り時に制御部132から情報記録再生部144を介してそのコマのマグネ層に記録することができる。」(段落【0075】～【0076】)"
                        },
                        {
                          "fig": "(d)",
                          "subject": "「まず，順方向にコマ送りするコマ送りスイッチ146Hを押してフィルム124をコマ送りし，そのコマの画像をビデオモニタ119に表示させる(ステップ170)。次に，表示された画像を見ながらズームスイッチ46A，46B，スキャンレバー46C等を操作し，所望の再生画像を設定する(ステップ172)。ここで，必要に応じて標準ディスプレイ時間(例えば5秒)に対して増減の秒数を時間設定スイッチ146P，146Rを押して修正する(ステップ174)。その後，入力スイッチ146Mを押して再生情報を入力する(ステップ176)。そして，全てのコマの再生情報の入力が完了するまで，以上の手順を繰り返し実行する(ステップ178)。」(段落【0079】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，甲4発明のスキャン送りは，エリアセンサを用いて1コマ内の画像をズーム及びスキャンする場合に，撮影レンズ及びCCDのY方向の送りとともに行われるものであるから，ラインセンサを用いる本件発明7における，「前記ラインセンサを介して読み取った画像データを前記画像メモリに記憶させる時」に行われるフィルムの給送に相当するものであるとはいえない。",
                        "したがって，決定が，「前記イメージセンサを介して読み取った画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送する」点を本件発明23と甲4発明との一致点と認定したのは，誤りであり，「イメージセンサを介して読み取った画像データを前記画像メモリに記憶させる時に，本件発明23では前記第1の速度よりも低速の第2の速度で前記フィルムを給送するように前記フィルム給送手段によりフィルム給送速度を制御するのに対し，甲4発明ではフィルムの給送が停止される」点が相違点として認定されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由10-2(相違点の認定の誤り)",
              "text": [
                "原告の主張するように，甲4のイメージセンサがエリアセンサであることは明らかであるところ，決定は，本件発明23と甲4発明の相違点を「本件発明23では，イメージセンサとしてラインセンサを用いているのに対し，甲4では，イメージセンサがCCD等の個体撮像素子を含むとあるのみでイメージセンサの具体的形態が明記されていない点。」と認定した。しかしながら，決定は，本件発明23のイメージセンサと甲4発明のイメージセンサとが，全体として相違するものであると認定してその容易推考性について検討しているのであるから，この点は，直ちに決定の結論には影響しないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由10-3(相違点の判断の誤り)",
              "text": [
                "前記のとおり，本件発明23と甲4発明とは，決定が認定した相違点に加え，「イメージセンサを介して読み取った画像データを前記画像メモリに記憶させる時に，本件発明23では前記第1の速度よりも低速の第2の速度で前記フィルムを給送するように前記フィルム給送手段によりフィルム給送速度を制御するのに対し，甲4発明ではフィルムの給送が停止される」点でも相違するものと認められるが，いずれの相違点も，本件発明23と甲4発明のイメージセンサの種類の違いに起因するものであるので，以下，併せて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件発明23について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明23に係る請求項23は，「…前記磁気記録再生手段を介して前記フィルムに磁気データを書き込み又は前記フィルムから磁気データを読み取る時には第1の速度で前記フィルムを給送し，前記ラインセンサを介して読み取った画像データを前記画像メモリに記憶させる時には前記第1の速度よりも低速の第2の速度で前記フィルムを給送する…」というものであるところ，特許請求の範囲及び本件訂正明細書には以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "【請求項1】…前記フィルムを全コマにわたって第1の速度で連続給送することにより前記ラインセンサを介して全コマの粗い画像データをそれぞれ取り込み，…その後，1コマの再生時には前記フィルムを前記第1の速度よりも低速の第2の速度で給送することにより，前記ラインセンサを介して所望のコマの細密画像データを前記検知した当該コマの撮影条件に応じて調整して取り込み，」"
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "【請求項7】前記フィルムは磁気データが記録される磁気記録層を有し，前記フィルムが第1の速度で連続給送中に前記磁気記録層から全コマ分の磁気データを読み取り，その読み取った磁気データに基づいてフィルム画像を再生することを特徴とする請求項1又は5のフィルム画像入力方法。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "「ここで，所望の画像データの取込みに先立ち，まず前記フィルムを第1の速度で連続給送することによりラインセンサを介して全コマの粗い画像データをそれぞれ取り込み，その取り込んだ粗い画像データに基づいてコマ毎の明るさ，白バランス等の撮影条件を検知する。",
                            "そして，1コマの再生時には前記フィルムを第1の速度よりも低速の第2の速度で給送し，ラインセンサを介して所望のコマの細密画像データを取り込むが，その取り込みに際し，前記検知した当該コマの撮影条件に応じて露出や白バランス等を調整して取り込むようにしている。",
                            "また，磁気記録再生時には磁気ヘッドと記録媒体との間の相対速度が一定速度以上必要であるが，前記フィルムが高速の第1の速度で連続給送中に，前記フィルムの磁気記録層から磁気データを読取り又は磁気記録層への磁気データの書込みを行うようにしている。」(段落段落【0012】【0013】)",
                            "(d)「上記順方向の第1のプリスキャン時には，CCDラインセンサ142を介して画像データが取り込まれるとともに，光学データ読取装置180及び磁気記録再生装置182を介して光学データ及び磁気データが読み取られる。」(段落【0031】)"
                          ]
                        },
                        {
                          "fig": "(e)",
                          "subject": "「また，本発明によれば，プリスキャン時には高速でフィルムを給送し，本スキャン時には低速でフィルムを給送するようにしたためプリスキャン時におけるフィルムの磁気記録層への磁気データの記録又は再生を容易に行うことができるとともに，1本のフィルムの全コマの画像データを迅速に取り込むことができ，一方，本スキャン時には1コマの細密な画像データを取り込むことができる。」(段落【0069】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，請求項23にはプリスキャンについての記載はないが，同請求項の「第1の速度」がプリスキャン時のフィルム給送速度に，「第2の速度」がメインスキャン時のフィルム給送速度に対応することは明らかであり，本件発明23の磁気データの書込み又は読込みは，粗い画像を取り込むためのプリスキャンと同様の高速(第1の速度)でフィルムを給送する際に行われ，画像データの画像メモリへの記憶は，メインスキャンと同様の低速(第2の速度)でフィルムを給送する際に行われるものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，イメージセンサとしてのラインセンサは，甲1にも記載されているとおり，当業者に慣用されているイメージセンサであると認められ，フィルム画像の読取装置において，イメージセンサとしてラインセンサを用いた場合，フィルムをラインセンサにおける光電変換素子の配列方向と直交する方向に一定の速度で給送することは，甲1及び甲2の記載から本件発明の出願当時の当業者の技術水準であると認められる。そうすると，甲4発明のイメージセンサをラインセンサとして，長尺の現像済みスチル写真フィルムを一定の速度で給送することは当業者が容易に想到しうることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，甲1発明は，読取り対象の各コマに対してプリスキャンとメインスキャンの両方を行うものであり，さらに，甲1には，プリスキャン時のフィルムの送り速度をメインスキャン時より速くすることを示唆する記載が存在するのであるから，前記判示のとおり，より高速でフィルムを給送する際にプリスキャンを行い，それより低速でフィルムを給送する際にメインスキャンを行う構成は，当業者が容易に想到し得るものである。そうすると，甲4発明のイメージセンサを周知の方法であるラインセンサに置き換え，甲1発明に記載された技術事項を適用した場合には，より高速の第1の速度でフィルムを給送する際にプリスキャンを行い，それより低速の第2の速度でフィルムを給送する際にメインスキャンを行う構成を容易に想到し得る。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "磁気データを読み込むタイミングに関し，甲4には，フィルム画像の再生に用いる磁気データをコマ送り時に読み込み，未撮影コマを検出するための磁気データを早送り時に読み込むことが開示されている。このように，磁気画像データを読み込み，あるいは書き込むタイミングについては，フィルムの給送と同期させ，あるいは別のタイミングで行うことができるものというべきであるが，前記のとおり，磁気データの読取りのためにはフィルムと磁気ヘッドの相対速度が一定以上であることを考慮すると，甲1発明を適用して高速の第1の速度でフィルムを給送する際にプリスキャンを行い，それより低速の第2の速度でフィルムを給送する際にメインスキャンを行う構成とするに当たっては，高速の第1の速度でフィルムを給送するときに磁気データの読取りを行うことが最も合理的であることは当業者に明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，甲4発明に，甲1に記載されている技術事項を適用することにより，当業者であれば，磁気データを書き込み又は読み取るときには粗い画像をプリスキャンで取り込むときと同様の高速(第1の速度)でフィルムを給送し，画像データを画像メモリに記憶させるときには低速(第2の速度)でフィルムを給送する構成を容易に発明し得るものというべきである。",
                    "したがって，決定の甲23発明と甲4発明との一致点の認定には上述したような誤りがあるが，甲23発明が甲4発明のイメージセンサをラインセンサとすることにより当業者が容易に発明をすることができたという決定の判断に誤りはないから，決定の上記誤りは結論を左右するものではなく，結局のところ，甲23発明の進歩性を否定した決定の判断は是認することができる。",
                    "11 取消事由11(本件発明24について)",
                    "本件発明23の進歩性についての決定の判断に誤りはない以上，本件発明23についての判断に誤りがあることを前提として本件発明24の進歩性の判断の誤りをいう原告の主張には理由がない。",
                    "12 取消事由12(本件発明29について)",
                    "本件発明1及び7の進歩性についての決定の判断に誤りはない以上，本件発明1又は7についての判断に誤りがあることを前提として本件発明29の進歩性の判断の誤りをいう原告の主張には理由がない。",
                    "13 取消事由13(本件発明30について)",
                    "本件発明1及び29の進歩性についての決定の判断に誤りはない以上，本件発明29についての判断に誤りがあることを前提として本件発明30の進歩性の判断の誤りをいう原告の主張には理由がない。",
                    "14 取消事由14(訂正審決確定に伴う取消し)",
                    "甲12，13及び弁論の全趣旨によれば，本件発明17，28，35について特許請求の範囲の減縮を目的とする訂正を認める審決が確定したとの事実が認められ，本件発明34は本件発明17をさらに限定したものであり，本件発明36は本件発明35をさらに限定したものであるから，結果的に本件発明17，28，34ないし36の要旨の認定を誤ったことになり，これらの請求項について決定は取り消されるべきものである。",
                    "15 結論",
                    "よって，原告の請求は，本件発明17，28，34ないし36についての決定の取消しを求める限度で理由があり，その余は理由がないので棄却されるべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，「フイルム」は「フィルム」，「駒」は「コマ」，「プレスキャン」は「プリスキャン」，「荒く」は「粗く」と統一して表記したほか，公用文の用字用語例に従って表記を変えた部分がある。"
  ]
}