{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が異議2002-70693号事件について平成16年3月26日にした決定中「特許第3209336号の請求項1ないし4に係る特許を取り消す。」との部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文1，2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「1，4-シクロヘキサンジメタノールが共重合されたポリエステル樹脂の製造方法」とする特許第3209336号(平成12年12月28日出願(優先日：2000年5月17日，同年9月29日 韓国)，平成13年7月13日設定登録。以下「本件特許」という。登録時の請求項の数は6である。)の特許権者である。",
            "本件特許の請求項1～6について，特許異議の申立てがなされ，異議2002-70693号事件として特許庁に係属した。その審理の過程において，原告は，平成15年4月11日，本件特許に係る明細書を訂正(特許請求の範囲の記載の訂正(この訂正により請求項の数は4となった。)を含む。以下「本件訂正」という。)する請求をした。特許庁は，審理の結果，平成16年3月26日，「訂正を認める。特許第3209336号の請求項1ないし4に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，同年4月12日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(本件訂正後のもの)",
          "text": [
            "本件訂正後の本件特許に係る明細書の請求項1ないし4の記載は，次のとおりである(以下，各請求項に係る発明を「本件発明1」などという。)「【請求項1】 テレフタル酸に，エチレングリコールと全グリコール成分の10～90モル％範囲の1，4-シクロヘキサンジメタノールを，前記テレフタル酸に対し全グリコール成分がモル比で1．1～3．0となるように投入し，230～270℃の加熱条件下及び0．1～3．0kg/cm2の圧力条件下でエステル化反応させる段階と，前記エステル化反応の生成物に，触媒としてチタニウム系化合物を使用し，かつ，安定剤としてトリエチルホスホノアセテート化合物を使用して250～290℃の加熱条件下及び400～0．1mmHgの減圧条件下で重縮合させる段階とを含むことを特徴とする1，4-シクロヘキサンジメタノールが共重合されたポリエステル樹脂の製造方法。",
            "【請求項2】 前記トリエチルホスホノアセテートは，含有するリンの重量が最終ポリマーの重量に対し10～150ppmとなることを特徴とする請求項1に記載の1，4-シクロヘキサンジメタノールが共重合されたポリエステル樹脂の製造方法。",
            "【請求項3】 前記チタニウム系化合物は，テトラエチルチタネート，アセチルトリプロピルチタネート，テトラプロピルチタネート，テトラブチルチタネート，ポリブチルチタネート，2-エチルヘキシルチタネート，オクチレングリコールチタネート，ラクテートチタネート，トリエタノールアミンチタネート，アセチルアセトネートチタネート，エチルアセトアセチックエステルチタネート，イソステアリルチタネート，チタニウムジオキサイド，チタニウムジオキサイドとシリコンジオキサイド共重合体，チタニウムジオキサイドとジルコニウムジオキサイド共重合体からなるグループから少なくとも1又は2以上を用いたものであることを特徴とする請求項1に記載の1，4-シクロヘキサンジメタノールが共重合されたポリエステル樹脂の製造方法。",
            "【請求項4】 前記チタニウム系化合物は，含有するチタニウムの重量が最終ポリマーの重量に対し5～100ppmとなることを特徴とする請求項1に記載の1，4-シクロヘキサンジメタノールが共重合されたポリエステル樹脂の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由",
          "text": [
            "別紙決定書の写しのとおりである。要するに，本件発明1，2及び4は，下記(1)ないし(4)の刊行物に記載された発明に基づいて，本件発明3は，下記(1)ないし(5)の刊行物に記載された発明に基づいて，それぞれ当業者が容易に発明をすることができたものである，としたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "米国特許第5，681，918号明細書(1997年10月28日発行，本件決定における刊行物1)"
            },
            {
              "fig": "(2)",
              "subject": "特開昭53-106751号公報(本件決定における刊行物3)"
            },
            {
              "fig": "(3)",
              "subject": "特開平8-73581号公報(本件決定における刊行物4)"
            },
            {
              "fig": "(4)",
              "subject": "米国特許第5，744，572号明細書(1998年4月28日発行，本件決定における刊行物5)"
            },
            {
              "fig": "(5)",
              "subject": "米国特許第5，453，479号明細書(1995年9月26日発行，本件決定における刊行物6)",
              "text": [
                "なお，本件決定において，「……本件発明6の触媒量は，これらを参考として容易に定めることができる。したがって，本件発明6は，刊行物1，3，4，5に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(決定書10頁25行～27行)とある部分の「本件発明6」は，「本件発明4」の誤記と認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "原告は，平成16年10月29日，本件特許の願書に添付された明細書の訂正をする訂正審判の請求をした。特許庁は，同請求を訂正2004-39245号事件として審理した上，平成17年3月1日，「本件審判の請求は，成り立たない。」との審決をした。そこで，原告は，平成17年7月8日，上記審決取消の訴えを提起した(平成17年(行ケ)第10564号)。上記訂正審判の請求について，これを認容する審決が確定した場合には，特許請求の範囲の記載が遡及的に訂正され，本件決定は結果的に発明の要旨の認定を誤ったものとして取り消されるべきことになる。なお，本件決定固有の取消事由は主張しない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "原告の主張は，上記第3のとおりであり，本件決定について取消事由を主張するものではない。",
        "なお，当裁判所は，平成17年(行ケ)第10564号事件についても，本件と同一期日に判決を言い渡すものであるが，同判決の結論は，上記訂正審判請求を成り立たないとした審決にはこれを取り消すべき理由はなく，請求を棄却するというものである。",
        "以上によれば，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}