{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002―16946号事件について平成17年1月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実等(証拠を掲げた事実以外は，当事者間に争いがない。)  1　特許庁における手続の経緯",
      "text": [
        "原告は，平成7年4月11日にした特許出願(特願平7-85028号，国内優先権主張・平成6年8月11日)を分割して(甲4)，平成11年8月20",
        "日，発明の名称を「通信ネットワーク構造」とする新たな特許出願(特願平11-234637号，以下「本願」という。)を行い，平成13年11月12日，願書に添付した明細書(以下「本願明細書」という。)の補正をした(甲6)が，特許庁は，平成14年7月15日，拒絶査定をした。",
        "そこで，原告は，平成14年9月4日，拒絶査定不服審判の請求をする(不服2002―16946号)とともに，再度，本願明細書の補正をした(甲9，以下「本件補正」という。)が，特許庁は，平成17年1月31日，本件補正を却下した上で「本件審判の請求は，成り立たない。」とする審決(以下「本件審決」という。)を行い，その謄本は，同年2月15日，原告に送達された。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正後の本願明細書の請求項1の記載(以下，この発明を「補正発明」という。)",
              "text": [
                "【請求項1】相互間が双方向の通信手段で結ばれた複数のユーザー局と，これらユーザー局と双方向の通信手段で結ばれた少なくとも1局以上のホスト局とより構成され，",
                "各ユーザー局が当該通信ネットワークを通じて他のユーザーに伝えたい自分の意識の要約としての意識情報並びに各ユーザー局同士が相手局を直接又は間接的に選択して，ホスト局を経由することなく相手局と直接交信するために必要となる通信接続情報とを登録したデータベースをホスト局に構築してあり，ホスト局からユーザーに提供される，対話相手となるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されるようになっており，ターゲットユーザーに関する通信接続情報を取得したユーザー局は，ホスト局との通信網を閉じた後，ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するようにした通信ネットワーク構造。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正前の本願明細書の請求項1の記載(以下，この発明を「本願発明」という。)",
              "text": [
                "【請求項1】相互間が双方向の通信手段で結ばれた複数のユーザー局と，これらユーザー局と双方向の通信手段で結ばれた少なくとも1局以上のホスト局とより構成され，",
                "各ユーザー局が当該通信ネットワークを通じて他のユーザーに伝えたい自分の意識の要約としての意識情報並びに各ユーザー局同士が相手局を直接又は間接的に選択して，ホスト局を経由することなく相手局と直接交信するために必要となる通信接続情報とを登録したデータベースをホスト局に構築しておき，対話相手となるターゲットユーザーに関する通信接続情報を取得したユーザー局は，ホスト局との通信網を閉じた後，ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するようにした通信ネットワーク構造。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件補正によって補正された明細書及び図面の記載は不備であるし，補正発明は，特開平5-63696号公報(以下「刊行物」という。)に記載の発明(以下「引用発明A」という。)に基づいて，当業者が容易に発明をすることができたものであるから，上記のいずれの理由からも，補正発明は，特許出願の際独立して特許を受けることができないものであるとして，本件補正を却下した上，本件補正前の本願発明は，刊行物記載の発明(引用発明B)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "なお，本件審決が認定した補正発明と引用発明Aとの一致点及び相違点は，次のとおりである。",
            "(一致点)",
            "相互間が双方向の通信手段で結ばれた複数のユーザー局と，これらユーザー局と双方向の通信手段で結ばれた少なくとも1局以上のホスト局とより構成され，各ユーザー局が当該通信ネットワークを通じて他のユーザーに伝えたい自分の意識の要約としての意識情報並びに各ユーザー局同士が相手局を直接又は間接的に選択して，ホスト局を経由することなく相手局と直接交信するために必要となる通信接続情報とを登録したデータベースをホスト局に構築してあり，ホスト局からユーザー局に対話相手となるターゲットユーザーの通信に関する通信接続情報を取得したユーザー局は，ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するようにした通信ネットワーク構造。",
            "(相違点ア)",
            "補正発明は，「ホスト局からユーザーに提供される，対話相手となるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されるようになって」いるのに対して，引用発明Aはそのようになっているのか明確でない点。",
            "(相違点イ)",
            "ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するのが，補正発明では「ホスト局との通信網を閉じた後」であるのに対して，引用発明Aではホスト局との通信網を閉じた後であるか否か明確でない点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張に係る本件審決の取消事由の要点",
      "text": [
        "本件審決は，本件補正の適否の判断に際して，補正後における特許請求の範囲に記載されている発明が特許出願の際独立して特許を受けることができるものであること(以下「独立特許要件」という。)につき判断すべきでないのに，誤って独立特許要件(補正後の明細書・図面の記載不備，補正後の発明の進歩性欠如)につき判断し，その結果，本件補正を却下して，本願に係る発明の要旨の認定を誤ったものであり，後記のとおり，この誤りは審決の結論に影響を及ぼすものであるから，取り消されるべきである(なお，原告は，本件補正によって補正された明細書及び図面が記載不備である旨の本件審決の判断内容は争っておらず，また，本願発明についての審決の判断については取消事由を一切主張していない。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件補正を却下した誤り",
          "text": [
            "本件審決は，本件補正が特許請求の範囲の請求項1の「削除」を目的とするものであるから，その適否に関して独立特許要件が問題とされる余地はないのに，本件補正が特許請求の範囲の「減縮」を目的とするものであると誤って判断し(2頁)，その結果，本件補正が独立特許要件を充足しないことを理由として本件補正を誤って却下したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "すなわち，本件補正は，実質的にも外形的にも，補正前の請求項1の「削除」を目的とするものであり，特許請求の範囲を「減縮」するものではない。",
                "補正後の請求項1の内容は，補正前の請求項2と同一である。つまり，補正前の請求項2においては，「ホスト局からユーザーに提供されるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されてなる請求項1記載の通信ネットワーク構造。」との記載がされており，請求項1を削除してこの請求項2を新たな請求項1とする場合，新たな請求項1は，補正前の請求項2における「請求項1記載の通信ネットワーク構造」という記載を，補正前の請求項1の記載に書き換えることになる。この書き換えの結果，補正前の請求項1の記載に，補正前の請求項2記載の「ホスト局からユーザーに提供されるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されてなる」が付加されることとなるが，ここに表現されている発明は，補正前の請求項2記載の発明と同一である。",
                "したがって，本件補正は，平成6年法律第116号による改正前の特許法(以下「改正前特許法」という。)17条の2第3項1号の特許請求の範囲の「削除」に該当するものである。本件審決は，本件補正後の請求項1と本件補正前の請求項2の内容とが同一であることを看過したことにより，本件補正を同項2号の「減縮」を目的とする補正であると誤って判断したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告の指摘する平成14年10月3日付け手続補正書(甲10)の記載は，補正後の請求項1が，補正前の請求項1を削除して補正前の請求項2を独立形式に書き換えたことにより，内容的に，補正前の請求項1を補正前の請求項2の構成要件により限定した内容になっている点を説明したものにすぎず，その後に本来記載すべき「すなわち補正前の請求項2の内容に当たる」との説明が抜けていただけである。改正前特許法17条の2第3項に関して，1号の「請求項の削除」に当たるか，2号の「特許請求の範囲の減縮」に当たるかは，手続補正書の記載のみに基づき判断されるべきではなく，手続補正の内容に照らして客観的かつ実質的に判断されるべきものであり，そのように判断すれば，本件補正が補正前の請求項1の「削除」を目的とするものであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件補正により補正後の請求項7について限定的減縮がされたから，本件補正が特許請求の範囲の減縮を目的とするものである旨主張する。しかし，手続補正による改正前特許法17条の2第3項2号の該当性については，請求項ごとに論ぜられるべきものであって，漠然と，全請求項を一括して，当該手続補正が同号の限定的減縮にあたるか否かが論ぜられるべきものではない。このことは，同号括弧書において，「前号に規定する一の請求項に記載された発明‥‥‥と産業上の利用分野及び解決しようとする課題が同一である発明の構成に欠くことができない事項の範囲内において，‥‥‥限定するものに限る」と規定されていることから明らかである。そして，請求項のうち一つについて同号の限定的減縮に該当するとされる場合，この場合の独立特許要件は，限定的減縮がされた当該請求項についてのみ判断されるべきであって，他の請求項について独立特許要件が判断されるべきものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "補正発明の進歩性等",
          "text": [
            "本件審決は，①本件補正によって補正された明細書及び図面の記載は不備であるし，②補正発明は，引用発明Aに基づいて当業者が容易に発明をすることができたものである旨判断している。上記①については，その判断内容自体は争わないが，本願についての原査定の拒絶理由には記載不備は挙げられていないから，記載不備を拒絶理由とする場合は，再度の拒絶理由を通知して出願人である原告に対し補正等の機会が与えられるべきものであるし，上記②については，次のとおり，その認定判断に誤りがある。したがって，本件審決が本件補正を却下した誤りは，審決の結論に影響を及ぼすものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点アの認定の誤り",
              "text": [
                "本件審決は，補正発明と引用発明Aとの相違点アとして，「補正発明は，『ホスト局からユーザーに提供される，対話相手となるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されるようになって』いるのに対して，引用発明Aはそのようになっているのか明確でない点。」(7頁)と認定するが，誤りである。",
                "すなわち，引用発明Aにおいて補正発明の「通信接続情報」に対応するものは，「連絡手段(電話番号，会社名等)」である。そして，引用発明Aにおける「連絡手段」は，「提供者6(求職者)」や「要求者7(求人者)」に表示して提供されることになっている。このことは，刊行物の図2及び【0035項】の記載から明らかである。",
                "むしろ，引用発明Aにおいて，この「電話番号」が「提供者6(求職者)」や「要求者7(求人者)」にとって不可視状態あるいは暗号化されていたとすれば，提供者6等が電話番号を知ることができず，相手に電話をかけられないのである。",
                "したがって，引用発明Aの「電話番号」が「ユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されるようになって」いないことは明らかであるから，本件審決が「引用発明Aはそのようになっているのか明確でない」と認定したのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点アの判断の誤り",
              "text": [
                "本件審決は，①刊行物に，提供者6又は要求者7が匿名処理を希望する場合は，通信接続情報である電話番号等を明らかにしない処理が示唆されていること，②刊行物に，自動的に提供側と要求側の相互接続を行うことにより，ユーザが対話相手となるターゲットユーザーの通信接続情報を見なくとも接続されることが示唆されていること，③秘密に通信を行うときには暗号化技術を使用することは常とう手段であることを理由に挙げて，引用発明Aにおいて，相違点アに係る補正発明の構成を採用することは，当業者であれば容易に想到し得ることである旨判断する(7～8頁)が，誤りである。",
                "すなわち，上記①については，刊行物の段落【0015】，【0081】の記載から明らかなとおり，引用発明Aにおける匿名処理は，共通センタ2と職業仲介センタ5との間において，職業仲介センタ5の仲介業者に対し上記連絡先等を明らかにせず，これを共通センタ2にて管理するようにしたものであり，職業仲介センタ5は，連絡先等の代わりに仮IDを用いて提供者6を管理するものである。",
                "つまり，引用発明Aにおいて連絡先等の不可視化又は暗号化の対象となっているのは，職業仲介センタ5のような個別センタであり，単にデータ提供を行う者にすぎない。そもそも，引用発明Aにおいては，補正発明における「ユーザー」に該当する提供者6等に通知する電話番号(「通信接続情報」に対比)を不可視化や暗号化できないことは，先に述べたとおりである。したがって，刊行物は，引用発明Aにおいて利用者に提供される通信接続情報としての「連絡手段」(相手先電話番号)を，ユーザー間で，不可視化あるいは暗号化するといったことにつき何ら開示も示唆もしていない。",
                "また，上記②については，引用発明Aにおいては，提供側と要求側とに電話番号等の連絡手段が通知されていない場合，通信接続する際には，ホスト局によって接続してもらう必要があり，一時的であれホスト局の関与が必須である。本件審決が上記②の認定の根拠として挙げる刊行物の記載は，引用発明Aの変形例の説明であるところ，この変形例は，自動的に提供側と要求側との相互接続を行うものであり，共通センタ2との通信を閉じた後は，再度ホスト局が関与しないかぎり通信できない。したがって，上記変形例における相互接続に用いる通信接続情報が補正発明の「通信接続情報」に相当しないことは，当業者にとって明らかであるから，このような例を動機付けとして，補正発明に想到することはあり得ない。",
                "さらに，上記③については，一般の暗号化技術は，通信をしている当事者以外の第三者に対して情報を秘密にすることを目的とするものであるから，引用発明Aにおけるユーザー間の「連絡手段」である電話番号を暗号化することは何ら示唆されない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点イの判断の誤り",
              "text": [
                "本件審決は，引用発明Aにおいて，相違点イに係る補正発明の構成を採用することは，当業者であれば容易に想到し得ることである旨判断する(8頁)が，誤りである。",
                "すなわち，補正発明における通信接続情報は，ユーザーに不可視化又は暗号化されるものであるのに対し，引用発明Aにおいては，連絡手段としての電話番号や会社名等が不可視化又は暗号化された場合，ホスト局との通信を閉じた後，提供者等がこの不可視化又は暗号化された電話番号を用いて相手と通話することができないのであり，刊行物においてこれが可能であることの記載はない。したがって，引用発明Aに基づいて相違点イに係る補正発明の構成を容易に想到できないことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "本件審決の判断に誤りはなく，原告の主張する本件審決の取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件補正の却下について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の請求項1に係る発明は，補正後の請求項1において，補正前の請求項2の「ホスト局からユーザーに提供されるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されてなる」点を限定したものであるから，特許請求の範囲の減縮であることは明らかである。したがって，本件補正は，補正の内容に照らして客観的かつ実質的に判断しても，特許法17条の2第3項2号の「特許請求の範囲の減縮」を目的とするものに該当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正が特許請求の範囲の減縮を目的とするものであることは，審判請求の理由を補正した平成14年10月3日付け手続補正書(甲10)に，本件補正が，本件補正後の請求項1に補正前の請求項2の構成を付加し，それに伴い補正前の請求項2を削除する旨記載されている(4～5頁)ことからも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "補正前の請求項8に係る発明と補正後の請求項7に係る発明との関係からみても，本件補正は「特許請求の範囲の減縮」を目的としているというべきである。すなわち，補正前の請求項8(補正後の請求項7)は請求項1のみを引用する発明であるところ，本件補正により補正後の請求項7に係る発明は，補正前の請求項2に記載された事項により限定された補正後の請求項1を引用することとなり，その結果，補正前の請求項8に係る発明を補正前の請求項2に記載された事項で限定した発明となるから，このことからみても，本件補正が特許請求の範囲の減縮を目的とするものに該当することは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "補正発明の進歩性等について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点アの認定について",
              "text": [
                "本件審決は，「ホスト局からユーザーに提供される，対話相手となるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されるようになって」いるかについて，「引用発明Aはそのようになっているのか明確でない」と認定し，この点を補正発明と引用発明Aとの相違点として挙げているのであるから，本件審決の相違点アの認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点アの判断について",
              "text": [
                "本件審決は，刊行物に「提供者6又は要求者7が匿名処理を希望する場合は，通信接続情報である電話番号等を明らかにしない処理」と「自動的に提供側と要求側の相互接続を行うことにより，ユーザーが対話相手となるターゲットユーザーの通信接続情報を見なくとも接続されること」が示唆されていること，加えて「秘密に通信を行うときには暗号化技術を使用することは常とう手段であること」を総合して，引用発明Aにおいて，相違点アに係る補正発明の構成とすることは，「適宜実施し得ることであって当業者であれば容易に想到し得ることである」と判断したものであって，上記判断は相当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点イの判断について",
              "text": [
                "刊行物に，ホスト局との通信を閉じた後，提供者等が不可視化又は暗号化された電話番号を用いて相手と通話することを可能とすることについて記載がないことは認めるが，本件審決は，連絡手段としての電話番号や会社名等を不可視化又は暗号化することが，当業者であれば容易に想到し得ることである旨の判断を前提として，「引用発明Aにおいて，ホスト局との通信網を閉じた後，ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するようにすることは当業者であれば容易に想到し得ることである。」と判断したものであり，刊行物に上記のことが記載されていることを前提とするものではないから，原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "初めに",
          "text": [
            "本件審決は，前記のとおり，①本件補正によって補正された明細書及び図面の記載は不備であること，②補正発明は，刊行物に記載された引用発明Aに基づいて，当業者が容易に発明をすることができたものであることのいずれの理由からも，補正発明は特許出願の際独立して特許を受けることができないものであるとして，本件補正を却下した上，③本件補正前の本願発明は，刊行物記載の引用発明Bに基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "原告は，本件審決の上記①については，判断内容自体は争わないが，原査定の拒絶理由に記載されていないから，本件補正が許されるとすれば，再度の拒絶理由を通知して原告に補正等の機会を与えない限り，これを理由に補正発明を拒絶査定すべきものとすることは許されないとし，また，上記②の判断は誤りであるから，本件補正が許される場合，上記②の判断により，補正発明を拒絶査定すべきものとすることも許されないというのである。すなわち，本件補正を却下したことが誤りであり，本件補正が許される場合には，これに加えて上記②の判断が誤っていることで初めて補正発明を特許すべきものとなるから，本件審決の結論の誤りに帰結することとなるのである。したがって，上記②の判断の誤りをいう主張は，それ自体は本件審決の取消事由ではなく，原告自身が主張するように，本件審決が本件補正を却下したことが誤りであった場合に，その誤りが本件審決の結論に影響することをいう趣旨のものと解することができる。",
            "また，本件審決の本願発明についての上記③の判断に対しては，原告は取消事由を何ら主張していない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正の却下について",
          "text": [
            "原告は，本件補正後の請求項1の内容は，補正前の請求項2と同一であるから，本件補正は実質的にも外形的にも補正前の請求項1の「削除」を目的とするものであり，その許否に関して独立特許要件を問題とすべきでないのに，本件審決は，補正後の請求項1と補正前の請求項2の内容とが同一であることを看過したことにより，本件補正が特許請求の範囲の「減縮」を目的とする補正であると誤って判断し，その結果，本件補正が独立特許要件を充足しないことを理由として本件補正を却下したものである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の特許請求の範囲の記載は，次のとおりである(甲4，6)。",
                "「【請求項1】　相互間が双方向の通信手段で結ばれた複数のユーザー局と，これらユーザー局と双方向の通信手段で結ばれた少なくとも1局以上のホスト局とより構成され，",
                "各ユーザー局が当該通信ネットワークを通じて他のユーザーに伝えたい自分の意識の要約としての意識情報並びに各ユーザー局同士が相手局を直接又は間接的に選択して，ホスト局を経由することなく相手局と直接交信するために必要となる通信接続情報とを登録したデータベースをホスト局に構築しておき，対話相手となるターゲットユーザーに関する通信接続情報を取得したユーザー局は，ホスト局との通信網を閉じた後，ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するようにした通信ネットワーク構造。",
                "【請求項2】　ホスト局からユーザーに提供されるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されてなる請求項1記載の通信ネットワーク構造。",
                "【請求項3】　通信手段が，有線通信又は無線通信あるいは有線通信と無線通信の併用通信である請求項1又は2記載の通信ネットワーク構造。",
                "【請求項4】　有線通信に使用する回線が，公衆回線又は専用回線である請求項3記載の通信ネットワーク構造。",
                "【請求項5】　公衆回線が，ISDＮ回線又はアナログ電話回線である請求項4記載の通信ネットワーク構造。",
                "【請求項6】　公衆回線が，携帯無線電話回線又はパーソナルハンディホン回線である請求項4記載の通信ネットワーク構造。",
                "【請求項7】　無線通信が，アマチュア無線又は業務用無線である請求項3記載の通信ネットワーク構造。",
                "【請求項8】　ホスト局に登録されている意識情報及び各ユーザー局相互間で交信される知識情報の一方又は双方に映像情報が含まれている請求項1記載の通信ネットワーク構造。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，本件補正後の特許請求の範囲の記載は，次のとおりである(甲9)。",
                "「【請求項1】　相互間が双方向の通信手段で結ばれた複数のユーザー局と，これらユーザー局と双方向の通信手段で結ばれた少なくとも1局以上のホスト局とより構成され，",
                "各ユーザー局が当該通信ネットワークを通じて他のユーザーに伝えたい自分の意識の要約としての意識情報並びに各ユーザー局同士が相手局を直接又は間接的に選択して，ホスト局を経由することなく相手局と直接交信するために必要となる通信接続情報とを登録したデータベースをホスト局に構築してあり，ホスト局からユーザーに提供される，対話相手となるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されるようになっており，ターゲットユーザーに関する通信接続情報を取得したユーザー局は，ホスト局との通信網を閉じた後，ホスト局を経由することなくユーザー局相互間で知識情報を直接交信するようにした通信ネットワーク構造。",
                "【請求項2】　通信手段が，有線通信又は無線通信あるいは有線通信と無線通信の併用通信である請求項1記載の通信ネットワーク構造。",
                "【請求項3】　有線通信に使用する回線が，公衆回線又は専用回線である請求項2記載の通信ネットワーク構造。",
                "【請求項4】　公衆回線が，ISDＮ回線又はアナログ電話回線である請求項3記載の通信ネットワーク構造。",
                "【請求項5】　公衆回線が，携帯無線電話回線又はパーソナルハンディホン回線である請求項3記載の通信ネットワーク構造。",
                "【請求項6】　無線通信が，アマチュア無線又は業務用無線である請求項2記載の通信ネットワーク構造。",
                "【請求項7】　ホスト局に登録されている意識情報及び各ユーザー局相互間で交信される知識情報の一方又は双方に映像情報が含まれている請求項1記載の通信ネットワーク構造。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)(2)の本件補正前後の特許請求の範囲の各記載を，順に対比する。",
                "まず，補正後の請求項1の記載は，「データベースをホスト局に構築しておき」を「データベースをホスト局に構築してあり」とし，また，「有意味化あるいは復号されてなる」を「有意味化あるいは復号されるようになっており」とした点を除き，補正前の請求項2の記載と同じである。つまり，補正前の請求項2の記載は，請求項1を引用しているところ，この引用形式の請求項を，引用の対象である請求項(ここでは請求項1)の記載を取り込んだ独立形式の請求項に書き直せば，上記の点を除き，補正後の請求項1の記載と同じになる(当然，その技術的内容においても，補正後の請求項1は補正前の請求項2と実質的に同一である。)。",
                "次に，補正後の請求項2の記載は，補正前の請求項3の記載において引用の対象としていた「請求項1又は2」を「請求項1」としたものである。すなわち，補正後の請求項2は，それ自身が「請求項2」であることから，補正後の請求項1のみを引用する記載となったものであるが，技術的内容としては，補正前の請求項1を引用した部分を削除し，補正前の請求項2を引用する部分のみを残したものとなっている。",
                "補正後の請求項3～6は，引用する請求項の番号を対比すれば明らかなように補正前の請求項4～7を単に繰り上げたものである。その技術的内容においては，補正前の各請求項において引用の対象となっていた請求項を介して補正前の請求項1を引用していた部分を削除し，補正前の請求項2を引用する部分のみを残したものとなっている。",
                "そして，補正後の請求項7は，補正前の請求項8と対比すると，補正の前後を通じて引用する請求項が「請求項1」で変更されていない。すなわち，補正後の請求項7は，補正後の請求項1を引用しているところ，前記のとおり，補正後の請求項1は，補正前の請求項2と実質的に同一であるのであるから，補正後の請求項7は，内容的には，補正前の請求項2を引用しているに等しいものである。一方，補正前の請求項8は，補正前の請求項1を引用している。したがって，内容的にみれば，補正後の請求項7は，補正前の請求項8の記載事項を，補正前の請求項2の記載事項により限定したものとなっている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告が平成14年10月3日に提出した審判請求理由についての手続補正書(甲10)には，本件補正について次の記載がある。",
                "「(2)補正の根拠　今回(平成14年9月4日)の補正は，平成13年11月12日に提出した手続補正書(拒絶理由通知書に対して補正を行ったもの)により補正後の請求項1において，請求項2の「ホスト局からユーザーに提供されるターゲットユーザーの通信接続情報のうち少なくとも電話番号はユーザーにとって不可視状態であるか，あるいは暗号化されており，ユーザーマシン内部におけるユーザーの関与不能な領域において有意味化あるいは復号されてなる」点を限定したものです。",
                "また，今回補正後の請求項2から7の各項は，前記のとおり請求項2を請求項1で限定したことに伴い，請求項2を削除して請求項3から8の各項の項番号を繰り上げたものです。」(4～5頁)"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上の事実によれば，原告自身，本件審決に係る審判手続において，本件補正が，補正後の請求項1において，補正前の請求項2記載の構成を加えて限定し，補正前の請求項2を削除して請求項3から8の各項の項番号を繰り上げたものである旨説明しているものであるが，本件補正の内容は，補正後の請求項1において，補正前の請求項1を補正前の請求項2記載の構成を加えて限定し，補正前の請求項2を削除して，補正前の請求項3から8につき，補正前の請求項2を引用する部分を削除して各項の項番号を繰り上げたものとなっているものであって，原告の上記説明に一応合致した内容となっている。",
                "上記によれば，本件補正は，補正前の請求項2を削除した上で補正前の請求項1を減縮し，かつ，補正前の請求項3において引用する「請求項1又は2」を「請求項1」と改めることにより，補正前の請求項3及びこれを引用する補正前の請求項4ないし7の記載事項から，補正前の請求項1を引用していた部分を削除した(すなわち，多数項引用形式請求項の引用請求項を減少させた)結果，補正前の請求項3及びこれを引用する補正前の請求項4ないし7を減縮したものと認めるのが相当である。",
                "また，前記のとおり，補正後の請求項7は，補正前の請求項8を単に繰り上げたものでなく，補正前の請求項8の記載事項を，補正前の請求項2の記載事項により限定したものであるから，補正後の請求項7は補正前の請求項8を減縮したものと認められる。",
                "したがって，本件補正は，単なる請求項の削除ではなく「特許請求の範囲の減縮」を目的とするものというべきであるから，この点に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "この点に関して，原告は，平成14年10月3日付け手続補正書の上記記載は，補正後の請求項1が補正前の請求項1を補正前の請求項2の構成により限定した内容になっている点を説明したものにすぎず，その後に本来記載すべき「すなわち補正前の請求項2の内容に当たる」との説明が抜けていただけであり，本件補正の内容に照らして判断すれば，本件補正は，補正前の請求項1の「削除」を目的とするものである旨主張する。",
                "しかし，上記手続補正書には，上記のとおり，明確に，請求項2を削除したと記載されているのであるから，原告の上記主張は，自ら記載した手続補正書の記載と矛盾するものである。また，原告の上記主張は，前記のとおり，補正後の請求項2ないし6が補正前の請求項3ないし7を単に繰り上げたものではなく，補正前の請求項1を引用していた部分を削除したものであること，及び補正後の請求項7も，補正前の請求項8を単に繰り上げたものでなく，補正前の請求項8の記載事項を補正前の請求項2の記載事項により限定したものとなっていることとも矛盾する。原告の上記主張は，採用できない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，改正前特許法17条の2第3項2号の該当性は，同号括弧書の内容から明らかであるように，請求項ごとに論ぜられるべきものであり，請求項の一つについて同号にいう限定に該当するとされる場合の独立特許要件は，限定がされた請求項についてのみ判断されるべきであって，他の請求項について独立特許要件が判断されるべきものではない旨主張する。",
                "本件においては，前記(5)において判示したとおり，補正後の請求項1ないし7は，いずれも補正前の請求項を減縮したものであるから，原告の上記主張は審決に影響するものではなく，その点において既に失当であるが，事案にかんがみ，進んでこの点についての判断を示すと，次のとおりである。",
                "改正前特許法17条の2第3項は，「前項において準用する前条第2項に規定するもののほか，第1項第4号及び第5号に掲げる場合において特許請求の範囲についてする補正は，次に掲げる事項を目的とするものに限る。」と規定した上，その2号において，「特許請求の範囲の減縮(前号に規定する一の請求項に記載された発明(‥‥‥以下この号において「補正前発明」という。)と産業上の利用分野及び解決しようとする課題が同一である発明の構成に欠くことができない事項の範囲内において，その補正前発明の構成に欠くことができない事項の全部又は一部を限定するものに限る。)」と規定している。そして，同条4項は，「第126条第3項の規定は，前項の場合に準用する。この場合において，同条3項中『第1項ただし書第1号』とあるのは，『第17条の2第3項第2号』と読み替えるものとする。」と規定し，改正前特許法126条3項は，「第1項ただし書第1号の場合は，訂正後における特許請求の範囲に記載されている事項により構成される発明が特許出願の際独立して特許を受けることができるものでなければならない。」と規定している。",
                "上記によれば，改正前特許法17条の2第3項2号において問題とされているのは，「特許請求の範囲」全体について減縮があったか否かであって，「特許請求の範囲」全体に減縮があれば，同条4項により，「特許請求の範囲に記載されている事項により構成される発明」について独立特許要件の判断が必要となるものと解するのが相当である。独立特許要件の判断の要否を「特許請求の範囲」に含まれる個々の請求項ごとに考えるべきである旨の原告の主張は，採用できない(原告の指摘する同条3項2号括弧書きの規定は，補正が許される場合を，「特許請求の範囲の減縮」のうち一定の場合に限定することを規定したにすぎず，原告の上記主張を裏付けるものではない。)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおり，本件補正が「特許請求の範囲の減縮」を目的とするものであるとして，本件補正の独立特許要件について検討した本件審決の判断に誤りはない。そして，本件補正によって補正された明細書及び図面の記載が不備であることについては当事者間に争いがなく，独立特許要件を充足しないことを理由として本件補正を却下した本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本件審決を取り消すべき旨をいう原告の主張は理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本件請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}