{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2004-39154号事件について平成16年11月18日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記実用新案登録につき訂正審判を請求したところ，特許庁が審判請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "text": [
                "原告は，名称を「自動壁紙糊付機」とする考案につき，平成4年5月14日に実用新案登録出願をし，平成9年2月13日に実用新案登録第2534772号として設定登録を受けた(以下「本件実用新案登録」という。)。",
                "その後，被告補助参加人から本件実用新案登録につき無効審判請求を受けたので，特許庁はこれを審理し，その結果，平成16年5月6日，本件実用新案登録を無効とする旨の審決をした。これに対し原告は，その取消しを求める訴えを東京高等裁判所に提起した(同裁判所平成16年(行ケ)第271号事件)。",
                "前記訴訟係属中の平成16年7月2日，原告は本件実用新案登録の実用新案登録請求の範囲等の訂正を求める審判を請求した(以下「本件訂正審判請求」という。)。特許庁は，これを訂正2004-39154号事件として審理した上，平成16年11月18日，本件訂正審判請求は成り立たない旨の審決(以下「本件訂正審決」という。)をし，その謄本は，平成16年11月30日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時の考案の内容",
              "text": [
                "本件実用新案登録の設定登録時の実用新案登録請求の範囲は，請求項1から成り，その内容は下記のとおりである。",
                "記",
                "【請求項1】モータにより連動して回転駆動される複数のロールによりシート状壁装材を所定の経路に沿って移動させつつ，糊桶内の糊を糊付けロールにより前記壁装材の裏面に連続的に転写塗布する自動壁紙糊付機において，入側ピンチロールの下側ロールを，フレーム側板に設けられた長穴又はU字穴によって軸受したことを特徴とする自動壁紙糊付機。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正審判請求の内容",
              "text": [
                "原告がなした本件訂正審判請求の内容は，別添審決書記載の訂正の内容(1)(2)のとおりである。",
                "このうち，実用新案登録請求の範囲に関する訂正の内容は，下記のとおりである(下線を付した部分が訂正箇所)。",
                "記",
                "【請求項1】モータにより連動して回転駆動される複数のロールによりシート状壁装材を所定の経路に沿って移動させつつ，本体部に内蔵された糊桶内の糊を糊付けロールにより前記壁装材の裏面に連続的に転写塗布する自動壁紙糊付機において，前記本体部は，内部に左右の軸受板としての一対のフレーム側板を有し，前記フレーム側板に，前記糊付けロールと下側ピンチロールとドクターロールが軸受され，下側ピンチロールとドクターロールは互いの間隔が手指の太さより狭い位置に設置されて，互いに内側に向かう回転方向となっており，前記下側ピンチロールは，前記フレーム側板に設けられた長穴又はU字穴を介して軸受されるもので，前記糊付けロール及びドクターロールを回転させながら洗浄する際に，前記下側ピンチロールを前記長穴又はU字穴を介して前記ドクターロールとの間隔を広げる方向に移動させることにより，下側ピンチロールへの回転伝達を解除自在としたことを特徴とする自動壁紙糊付機。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の内容",
              "text": [
                "本件訂正審決の内容は，別添審決書写しのとおりである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "本件訂正審決は，引用考案の認定及び進歩性の判断に誤りがあるので，違法として取り消されるべきである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，原告が提起した上記(1)の訴えにつき，被告主張のとおり，その後東京高等裁判所から請求棄却の判決がなされ，最高裁判所から上告棄却及び不受理の決定がなされたことは，いずれも認める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(4)の各事実は認めるが，同(5)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の主張",
          "text": [
            "原告が提起した前記平成16年(行ケ)第271号事件につき，東京高等裁判所は，平成17年3月23日，原告の請求を棄却する旨の判決を言い渡した。原告がこれに対して上告及び上告受理の申立てをしたが，最高裁判所が同年9月20日に上告棄却及び不受理の決定をしたので，同判決は確定した。したがって，本件実用新案登録が無効であることが確定したので，本件訴えは，訴えの利益を欠くものとして，不適法となる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(登録時の考案の内容)，(3)(本件訂正審判請求の内容)，(4)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "訴えの利益の有無",
          "text": [
            "被告の主張事実(本件実用新案登録を無効とする審決の確定)は，当事者間に争いがない。",
            "そして，訂正不許の審決取消訴訟の係属中に，無効審決が確定した場合には，実用新案権者は，上記取消訴訟において勝訴判決を得たとしても訂正審判の請求が認容されることはあり得ないのであるから，同審決の取消しを求めることにつき，法律上の利益を失うに至ったものというべきである(最高裁昭和59年4月24日第三小法廷判決・民集38巻6号653頁)。",
            "なお，前記最高裁判決後における実用新案法，特許法等の法改正を考慮しても，前記判示を変更する必要はないと解する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，原告の本件訴えは，訴えの利益を欠くに至ったものとして不適法であるから却下することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}