{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-8824号事件について平成16年12月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許出願の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁が同請求不成立の審決をしたため，原告が同審決の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「管状部材間の接合構造及び管状部材の接合方法」とする発明につき，平成14年3月18日に特許出願(特願2002-74651号，以下「本件出願」という。乙1)をした。",
                "その後原告は，平成15年3月17日に手続補正(第1次補正，乙2)を行い，明細書の特許請求の範囲及び発明の詳細な説明の記載についての補正とともに，発明の名称についても「管状部材の接合方法」とする補正を行ったが，特許庁は，本件出願に対し，平成15年4月4日付けで拒絶査定をした。",
                "そこで原告は，平成15年5月16日に拒絶査定不服審判を請求し，同請求は不服2003-8824号事件として特許庁に係属した。その後原告は，平成15年6月16日に再び手続補正(第2次補正，乙3)を行った。",
                "特許庁は，同事件について審理した上，平成16年12月21日付けで「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成17年1月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件出願に係る発明の要旨",
              "text": [
                "第1次及び第2次補正により補正された明細書(乙1～3。以下，添付の図面と合わせて「本件明細書」という。)の特許請求の範囲に記載された発明は，下記のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
                "記",
                "【請求項1】　熱可塑性樹脂の一種のエンジニアリング樹脂で管状に形成された接合端面を有する複数の管状部材の接合方法であって，少なくとも一方の管状部材の接合端面を，前記接合端面の縦断面における前記接合端面と外周面とのなす角θ2の角度を25～85°好ましくは30～80°の傾斜状で，前記θ2の角度(°)が，前記管状部材の縦断面における肉厚t(mm)と【数1】の関係にあるように形成する接合端面形成工程と，",
                "前記接合端面形成工程で傾斜状に形成された前記管状部材の前記接合端面と他の管状部材の接合端面との間に所定温度に加熱された加熱体を挿入し管状部材の溶融温度以上に加熱して接合端面全体を溶融する加熱溶融工程と，",
                "前記加熱溶融工程で溶融された接合端面同士を圧着する圧着工程と，を備えていることを特徴とする管状部材の接合方法。",
                "【数1】",
                "43×ln(t)＋26≦θ2≦18×ln(t)＋63",
                "【請求項2】　前記接合端面形成工程において，他の管状部材の接合端面と外周面とのなす角θ3の角度を25～155°の傾斜状又はフラット状に形成することを特徴とする請求項1に記載の管状部材の接合方法。",
                "【請求項3】　前記圧着工程で圧着されて溶着部が形成された管状部材の管内に，前記溶着部が固化する以前に前記溶着部に到達する棒状若しくは管状又は袋状の変形抑制部材を挿入する変形抑制工程を備えていることを特徴とする請求項1又は2に記載の管状部材の接合方法。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "text": [
        "審決の内容は，別添審決謄本写しのとおりである。その理由の要旨は，本願発明に係る明細書の特許請求の範囲の記載は，上記【数1】の誘導過程が不明であり，また，その式中の数値を定めた理由，その技術的意味を理解することができないので，明細書の特許請求の範囲の記載が不備と認められるから，本件出願は特許法36条6項2号に規定する要件を満たしていない，としたものである。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "【数1】の技術的意味が不明である理由として審決が指摘する内容は，下記アないしカのとおりいずれも失当であって，本件明細書の特許請求の範囲の記載に何らの不備はなく，審決は違法なものとして取消しを免れない。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "近似曲線を対数の一次式で表現する点について",
          "text": [
            "審決は，「本願の明細書の発明の詳細な説明の欄の記載からは，接合端面の縦断面における接合端面と外周面とのなす角θ2と管の厚さ(t)との関係を実施例9～13のデータ(丸印4個)の4個をほぼ通過するようにした近似した線を作成し，そしてその線を，何故「θ2＝18×ln(t)＋63」の対数の一次式で表現するかについての説明は見いだせない。また，実施例14～17のデータ(丸印4個)の3個をほぼ通過するようにした近似した線を作成し，そしてその線を，何故「θ2＝43×ln(t)＋26」の対数の一次式で表現するかについての説明も同様に見いだせない。」(7頁下から10行～同2行)と判断したが，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "式「θ2＝18×ln(t)＋63」は，管状部材の溶融状態における流動性(メルトフローレート，以下「MFR」という。)が2の場合において，「溶着部が平坦状に形成されるとともに従来の接合部と同等の機械的強度を有する溶着部が形成される」ような，管状部材の縦断面の肉厚tと接合端面の縦断面における接合端面と外周面とのなす角(以下「開先角度」という。)θ2の関係を求めるべく，本件明細書の実施例9～13のデータ(丸印5個)をグラフ化し，当業者が通常採用する「マイクロソフト エクセル2000」の分析ツール(甲2参照)を用いて，近似式として導出したものである。",
                "同様に，関係式「θ2＝43×1n(t)＋26」は，管状部材のMFRが14の場合において，「溶着部が平坦状に形成されるとともに従来の接合部と同等の機械的強度を有する溶着部が形成される」ような，管状部材の縦断面の肉厚tと開先角度θ2の関係を求めるべく，本件明細書の実施例14～17のデータ(丸印4個)をグラフ化して求めた近似式である。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "近似式としては，一次式，二次式，三次式，対数の一次式などが考えられるところ，一次式は相関係数が低く，二次式及び三次式は相関係数は高いが，計算が複雑になり，本件発明の目的である施工現場でも容易かつ迅速に計算することを達成することができず，また変曲点があるため肉厚tと開先角度θ2の関係を良好に表しているとはいえず，これらの式を用いることができなかった。他方，対数の一次式は，比較的相関係数も高く，変数が一つで計算も容易であり，上記のような本件発明の目的に最も適した数式であるから，【数1】においては対数の一次式を用いたのである。",
                "以上のように，【数1】について，本件明細書の記載から説明を見いだすことは当業者にとって容易であり，審決の上記説示は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "引張強度及び内周面角度θ1の相違の原因について",
          "text": [
            "審決は，「該明細書の記載(段落【0039】及び【0040】)によれば，実施例15乃至17と比較例3乃至5を対比すると，「引張強度の評価」の点で，著しい差違を生じていること，また，実施例9乃至17と比較例1乃至2では「溶着部と管状部材の内周面とのなす角θ1の評価」の点で，溶着部と管状部材の内周面のなす角θ1において，差違を生じることは記載されているが，比較例と実施例の間で「引張強度」又は「溶着部と管状部材の内周面とのなす角θ1」で差違が生じているとしても，その相違の原因が，「θ1が90～190°の溶着部が得られる管状部材の肉厚t(mm)とθ2(°)とが一定の相関式で関連付けられることがわかった。また，この相関式は管状部材の溶融状態における流動性や熱容量等によって傾きや切片が変化するが，一定の範囲内に収まることがわかった。(数2)は，このようにして算出された相関式である。」と結論付けるに至った具体的な根拠は何も記載されていない。」(7頁末行～8頁12行)と判断した。",
            "しかし，本件明細書には「その相違の原因が」，「θ1が90～190°の溶着部が得られる管状部材の肉厚t(mm)とθ2(°)とが一定の相関式で関連付けられる」などとは記載されておらず，本件審決が指摘するように「その相違の原因が」当該記載によることの具体的な根拠を記載する必要はない。審決の上記説示は，誤りである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "接合に影響を及ぼす他の因子について",
          "text": [
            "審決は，「一方の管状部材と他方の管状部材の接合に際しては，接合端面と外周面とのなす角θ2と管の厚さ(t)の要因の他に，たとえば，一方の管状部材と他方の管状部の材料の種類の相違による要因，一方の管状部材と他方の管状部材が同じ材料同士であっても溶融特性の相違による要因，接合する他方の管状部材の接合端面の縦断面における接合端面と外周面とのなす角θ3の要因，をも無視できないと考えるのが，技術常識と認められる(なお，請求人も，他方の管状部材の角θ3が所定の範囲になければならないことを明細書に記載して，請求項2において規定している。)から，何故，接合端面と外周面とのなす角θ2と管の厚さ(t)のみが要因と結論付けるに至ったのか理解することができない。」(8頁13～22行)と判断したが，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "異なる種類の材料同士を溶融，圧着して接合することができないことから明らかなように，本件発明は異なる種類の材料同士を接合することを予定していない。",
                "本件発明は，一般的な熱可塑性樹脂から成る管状部材の接合方法を対象とするものではなく，半導体製造設備等で用いられる高品質の樹脂から成る管状部材の接合方法に関するものであるから，管状部材の樹脂としてはテトラフルオロエチレン-パーフルオロアルコキシエチレンコポリマー(以下「PFA」という。)が用いられることが前提である(甲12，13の1・2)。現に，本件発明の関係式は，PFAから成る管状部材を用いた実施例9～17に基づいて導かれたものであり，本件明細書の段落【0012】に列挙された種々の熱可塑性樹脂のすべてについて同じ結果が得られるか否かは明らかでない中で，PFAから成る管状部材のみを用いて実施していることからも，PFAが当然の前提とされていると解されるべきである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件発明が対象としているPFA管状部材には，射出成形用低粘度品と押出成形用高粘度品の二種類があり，それぞれのMFRは，前者が14で，後者が2であるから(甲12，13の2)，管状部材の接合方法に係る本件発明においても，θ2の上限を定めるという趣旨からすればMFRが2のPFA管状部材同士の接合を問題とすれば足り，他方の管状部材のMFRが異なる場合は問題とならない。また，θ2の下限を定めるという趣旨からすれば，MFRが14のPFA管状部材同士の接合を問題とすれば足り，他方の管状部材のMFRが異なる場合は問題とならない。MFRが2と14についてのθ2を求めることができれば十分であって，すべてのMFRにおけるθ2を数式により明らかにする必要はない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "さらに，本件発明において，開先角度の形成については，接合に用いる管状部材の端面形状が，特殊な用途以外は，当初からフラット状(90°)をしており，接合時に別途加工しなければ当然フラット状のままであり，本件発明1においてθ3の角度(°)の形成が要件とされていないということは，θ3をフラット状とすることが前提とされているのであり，ただθ2が「少なくとも一方の」との要件となっていることから，θ3をフラット状としない場合にθ2と同じ角度とすることが予定されているだけである。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "以上のとおり，本件発明の前提条件を考えれば，管状部材の種類，MFR，θ3は，本件発明に係る管状部材の接合方法において影響を及ぼす要因とはなり得ず，接合端面と外周面とのなす角θ2と管の厚さ(t)のみを要因とすることに問題はない。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "subject": "【数1】における係数・定数の技術的意味について",
          "text": [
            "審決は，「(数1)「43×ln(t)＋26≦θ2≦18×ln(t)＋63」において，「θ2＝43×ln(t)＋26」及び「θ2＝18×ln(t)＋63」の誘導過程が不明であり，(数1)の対数一次式における係数(43，18)及び定数(26，63)の技術的意味を理解することはできないから，対数一次式における係数(43，18)及び定数(26，63)について，溶着部の接合強度や溶着部にゴミ等の滞留問題の観点から，それが境界値となる旨本願の明細書の段落【0014】に記載されているものの，何故そのような解釈ができるに至ったのか理解できない」(8頁23行～30行)と判断したが，誤りである。",
            "すなわち，上記アのとおり，【数1】の両辺は，管状部材のMFRが2の場合と14の場合の各実施例のデータに基づき，管状部材の肉厚tとθ2の関係の指標となる数式を導くために，通常の分析ツールを用いて，それぞれの近似式として求めたものであり，対数一次式における係数及び定数それ自体については技術的意味はない。",
            "【数1】は，実施例9～13及び実施例14～17のデータに基づき近似式を作成することで最適なθ2の範囲(境界)を表しているのであり，その意味を理解できないことは当然のことであって問題となるようなものではない。"
          ]
        },
        {
          "fig": "オ",
          "subject": "二つの近似式を用いた不等式によってθ2を範囲として特定することの技術的意味について",
          "text": [
            "審決は，「さらに，θ2が「43×ln(t)＋26」と「θ2≦18×ln(t)＋63」の範囲に何故，特定されるかの技術的意味を理解することはできない」(8頁31行～33行)と判断したが，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本件発明に用いられる管状部材は，通常，そのMFRが2か14であるから，MFRが2の場合の近似式とMFRが14の場合の近似式をそれぞれ用いれば，各々のMFRに応じた一定の幅の中にある最適なθ2を求めることができる。MFRが2と14の間のものを例外的に用いる場合には，肉厚tが同じであればMFRが14のものが2のものよりもθ2が小さくなる傾向にある(本件明細書【図6】)から，MFRが2と14の間にある樹脂のθ2は当然に両式の間にあることになる。MFRが2から14のすべての樹脂のθ2を包含するために，二つの前記近似式を用いた不等式によって【数1】の関係式で範囲として特定したのである。",
                "そして，その際，MFRが2と14の間の樹脂についてはあえて相関式を求めなかったのは，通常，MFRが2と14の場合の式があれば十分であり，かえって，通常使用しないにもかかわらず，多数の数式を付加することにより式自体が複雑になったり，数式を誤って選択して計算するおそれもあり，施工現場においても容易かつ迅速にθ2を求めるという本件発明の目的にそぐわないためである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "θ2の下限を「43×1n(t)＋26」とし，上限を「18×1n(t)＋63」と規定している趣旨は，単に，MFRが2と14の間のPFAを用いて接合を行った場合には，θ2の値が下限の式と上限の式の間に位置することを示すことに過ぎず，物理的な上限や下限としての限界値を示すようなものではない。"
              ]
            }
          ]
        },
        {
          "fig": "カ",
          "subject": "実験成績証明書を参酌しなかったことについて",
          "text": [
            "審決は，原告が第2次補正と同時に提出した実験成績証明書(甲1)について，「該「実験成績証明書」による実験が本件の当初明細書の段落〔0040〕欄に記載した方法に基づいたものであるとはいえない以上，該「実験成績証明書」を参酌することはできない」(9頁下から14行～12行)，「仮に，該「実験成績証明書」における実験条件は，「本願明細書の実施の形態1(接合構造は図1，接合方法は図2に図示)で行ったもの」であるとしても，(1)管状部材の熱可塑性樹脂の種類，(2)管状部材の直径と内径，(3)加熱体の種類，(4)管状部材の溶融温度とその保持時間，(4)加熱体の管状部材に対する配置距離，(5)圧着工程において加えられる荷重条件，等の条件は，管状部材の接合結果に影響を与える要因であると認められるから，これら(1)～(5)等の変動要因となる条件が排除された実験条件下で実験がされたことを確認することができない以上，該「実験成績証明書」を参酌することはできない。」(9頁下から9行～末行)と判断したが，誤りである。",
            "すなわち，同実験成績証明書に記載された実験が本件明細書の段落【0040】に記載された方法に基づいたものであることは，その作成者の陳述(甲8，9)からも明らかである。したがって，審決が上記(1)～(5)のとおり指摘する条件等も，本件明細書の実施例9～17と同実験成績証明書記載の実験では同一であったと考えるのが自然である。",
            "したがって，審決が，同実験成績証明書を参酌することはできないとした判断は誤りであり，この誤りが審決の結論に影響したことは明らかであるから，この点からも審決は取り消されるべきである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)ないし(3)の各事実は認める。同(4)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "原告の審決取消事由の主張(上記1(4))のア(近似曲線を対数の一次式で表現する点について)，イ(引張強度及び内周面角度θ1の相違の原因について)，エ(【数1】における係数・定数の技術的意味について)，オ(二つの近似式を用いた不等式によってθ2を範囲として特定することの技術的意味について)に対し",
      "text": [
        "下記ア～ウのとおり，本願発明において，θ2と肉厚tとが「43×ln(t)＋26≦θ2≦18×ln(t)＋63」の関係を満たすように形成することの技術的意味が理解できないという審決の判断に誤りはなく，原告の主張は，本件明細書の特許請求の範囲及び発明の詳細な説明の記載に基づかないものであり，失当である。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "たしかに，本願発明の実施例及び比較例においては，管状部材の材料としてPFAが用いられ，特に，管状部材のMFRが記載された実施例9～17及び比較例1～5においては，MFRが2又は14であるPFAが用いられている。",
            "しかし，本件明細書の特許請求の範囲の記載及び発明の詳細な説明の段落【0012】の記載に徴すれば，本願発明においては，管状部材を構成する樹脂は，実施例及び比較例で材料として用いられた特定の樹脂(PFA)に限らず，段落【0012】に例示されるようなエンジニアリング樹脂が広く用いられ得るのであるとともに，樹脂材料のMFRを発明を特定するための事項としていないことは，明らかである。また，本願発明の接合方法に供される管状部材を形成する材質として，段落【0012】に例示されるエンジニアリング樹脂のおよそすべてについて，MFRが2と14のものが通常選択されることが当然の技術常識であるということもできない。さらに，特定のエンジニアリング樹脂であるPFAで，しかもMFRが2及び14のものを用いた実施例のデータから導いたθ2と肉厚tとの関係についての近似式の結果を，溶融特性の異なる他の種類又はMFRのエンジニアリング樹脂にも適用することができるのか，合理的理由が不明である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "ある任意の肉厚tのチューブを「溶着部が平坦状に形成されるとともに従来の接合部と同等の機械的強度を有する溶着部が形成される」ように接合する場合に，溶着部と管状部材の内周面のなす角(以下「内周面角度」という。)θ1として許容可能な範囲(90～190°)があるのであるから，θ2についても許容可能な一定の範囲があると解される。そして，各実施例におけるθ2よりも小さいあるいは大きい角度であるθ2の値を選択して近似式を算出した場合には，本願発明における近似式とは当然異なるものが得られることとなる。そのように考えると，実施例のデータのみから算出された本願発明の近似式については，たとえ近似式であるとはいえ，そうした近似式にθ2の上限・下限を画する技術的意味を見いだすことができるといえるのか，合理的理由が不明である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "特許請求の範囲の記載からも明らかなように，本願発明においては，θ2の角度を，25～85°好ましくは30～80°の傾斜状で，かつ，θ2と肉厚tとが，「43×ln(t)＋26≦θ2≦18×ln(t)＋63」の関係を満たすという，具体的な角度の範囲と肉厚tとの相関式の二つの要件をもって規定している。しかしながら，本件明細書の発明の詳細な説明の段落【0013】，【0014】の記載によれば，これらの要件の上限・下限の技術的意味に差異は認められないから，θ2として，具体的な角度の範囲に加えて，肉厚tの相関式によって重畳的に規定することの技術的意味は何なのか，合理的理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原告の主張ウ(接合に影響を及ぼす他の因子について)に対し      　下記ア，イのとおり，審決が，一方の管状部材と他方の管状部材の接合に当たって，接合端面と外周面とのなす角θ2と管の厚さ(t)のみが要因とされることが理解できないと判断したことに，原告主張の誤りはない。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "上記(1)アのとおり，本願発明においては，管状部材を構成する樹脂として，特定のMFRの値(具体的には2と14)を有するPFAを用いることを発明を特定するための事項としていないことは，明らかである。ましてや，一方の管状部材及び他方の管状部材の材料として，MFRが2同士或いは14同士のPFAを用いることを発明を特定するための事項としていないものである。",
            "そうしてみると，θ2の上限及び下限を定めるためには，MFRが2同士及び14同士のPFAを用いた管状部材の接合を問題とすれば足りるとする原告の主張は，本件明細書の特許請求の範囲及び発明の詳細な説明の記載に基づかない主張である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件明細書の発明の詳細な説明の段落【0019】～【0021】の記載に徴すれば，本願発明において，所望の接合強度やθ1の角度を有する接合された管状部材を得るためには，接合に供する管状部材の肉厚やMFRに応じて，θ3の角度についても所定の範囲のものとする必要があるのであって，θ3は要因として問題とならないとする原告の主張は，本件出願の明細書の発明の詳細な説明の記載に基づかない主張であり，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "原告の主張カ(実験成績証明書を参酌しなかったことについて)に対し      　仮に，実験成績証明書(甲1)記載の実験が本件明細書の段落【0040】に記載された方法と同じ方法で行われたものであるとしても，段落【0040】には，管状部材の接合結果に影響を与える要因であると認められる，加熱体の種類，管状部材の溶融温度とその保持時間，加熱体の管状部材に対する配置距離，圧着工程において加えられる荷重条件等の条件について全く開示されておらず，また，同実験成績証明書の図5及び図9によれば，MFRが2及び14の場合の近似式は，それぞれ，「θ2＝21×ln(t)＋58」及び「θ2＝38×ln(t)＋32」と表され，これらに対応する本願発明の近似式「θ2＝18×ln(t)＋63」及び「θ2＝43×ln(t)＋26」とは大きく異なるものであって，【数1】の技術的意味を何ら裏付けるものではない。同実験成績証明書を参酌しないとした審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本件出願に係る発明の要旨)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "審決は，本願発明の特許請求の範囲の記載は，【数1】の誘導過程が不明であり，また，その式中の数値を定めた理由，その技術的意味を理解することができないから，特許を受けようとする発明が明確でなく，特許法36条6項2号に定める要件に適合しない，と判断したものである。原告は，審決がかかる判断の理由として述べるところに対し，逐一その不当である旨を主張するが，  結局のところ本件の争点は，特許請求の範囲の記載が特許法36条6項2号の定める要件に適合していないという審決の判断の当不当に尽きるものである。",
            "そこで，以下においては，まず，発明の詳細な説明の記載及び技術常識をも参酌することによって，【数1】の技術的意味が理解できるといえるか否かを検討し，次いで，原告の取消事由の主張(前記第3の1(4)のアないしカ)について順次検討することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件明細書の発明の詳細な説明の記載の検討",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の段落【0038】～【0040】には次の記載がある。なお，本件明細書において【数1】と(数2)(段落【0010】の【数2】をいうものと認められる。)とは，全く同一の内容の不等式である。",
                "a「【0038】",
                "(管状部材の肉厚とθ2との関係の検討)",
                "種々の肉厚t(mm)，θ2(°)，MFR等を有する管状部材について，実施の形態1で説明した管状部材の接合方法を用いて管状部材間の接合を行ったところ，θ1が90～190°の溶着部が得られる管状部材の肉厚t(mm)とθ2(°)とが一定の相関式で関連付けられることがわかった。また，この相関式は管状部材の溶融状態における流動性や熱容量等によって傾きや切片が変化するが，一定の範囲内に収まることがわかった。(数2)は，このようにして算出された相関式である。",
                "以下，管状部材の肉厚t(mm)とθ2(°)との関係について，実施例9乃至17，比較例1乃至5を用いて説明する。",
                "(判決注：　実施例・比較例の具体的内容は省略する。",
                "なお，いずれの実施例・比較例も，PFAで形成された同一内径(16mm)・長さ(50mm)のチューブを実施例1と同一の条件下で加熱・加圧して接合する点では共通である。また，接合される2本のチューブの開先角度θ2とθ3は等しい。",
                "相違する点としては，実施例9～13及び比較例1，2では，PFAのMFRが2である。一方，実施例14～17，比較例3～5では，PFAのMFRが14である。)        b「(管状部材の肉厚tとθ2との相関式)",
                "図6は実施例9乃至17及び比較例1乃至5における肉厚t(mm)とθ2(°)との関係と(数2)の関係を示す図である。図中，白丸は実施例9乃至17のデータを示している(判決注：図6の内容は別紙のとおりである。)。",
                "図6から，MFR＝2の実施例9乃至13は，k1＝18，k2＝63の場合の(数2)に示す関係式で近似することができ，MFR＝14の実施例14乃至17は，k1＝43，k2＝26の場合の(数2)で示す関係式で近似することができることがわかった。以上のことから，管状部材の肉厚t(mm)となす角(θ2)とが(数2)の相関式とよく一致していることがわかった。」(判決注：なお，第2次補正で補正された【数2】において，定数k1，k2は式中に使用されていない。)",
                "c「【0039】",
                "(引張強度の評価)",
                "実施例15乃至17，比較例3乃至5の管状部材を用意し，長手方向に略平行に幅15mmの短冊状に切断し供試体を各々3本準備した。供試体の接合端面から各々30mm離れた部分を治具を用いて挟持し，材料試験機(島津製作所製，商品名オートグラフ)を用いて200mm/分の速さで破断するまで荷重を加えた。(表3)に破断時の荷重をまとめて示した。(判決注：表3の内容は別紙のとおりである。)　実施例15乃至17で得られた供試体の引張強度は，比較例3乃至5で得られた供試体の引張強度に比べ，著しく大きいことが明らかになった。",
                "比較のために，同じ肉厚でθ2，θ3を略90°に形成した管状部材を実施例14と同様にして接合して作成した供試体(従来の技術であり溶着部が管状部材の内周面に著しく突出している)の破断時の荷重(n＝3の平均値)を測定したところ，実施例15で用いた肉厚1.49mmの場合は319.7Ｎ，実施例16で用いた肉厚2.0mmの場合は462.5Ｎ，実施例17で用いた肉厚2.69mmの場合は634.2Ｎであり，実施例15乃至17は従来の接合部とほぼ同等の引張強度が得られることが明らかになった。」        d「【0040】",
                "(溶着部と管状部材の内周面とのなす角θ1の評価)",
                "実施例9乃至10，比較例1乃至2の接合後の管状部材を長手方向と略平行に切断し，溶着部の断面における溶着部と管状部材の内周面とのなす角θ1をデジタルマイクロスコープ(キーエンス製)を用いて測定した。その結果，実施例9ではθ1が155.1°(n＝3の平均値，以下同様)，実施例10では166.0°で溶着部が平坦状であったのに対し，比較例1では59.3°，比較例2では72.3°で溶着部が大きく隆起していることが確認された。また，実施例11乃至17についても同様に測定したところ，実施例17ではθ1が171.1°で溶着部が平坦状であり，実施例11乃至16もθ1が90～190°の範囲であることが確認された。なお，実施例1乃至8についても同様に測定したところθ1が90～190°の範囲であることが確認された。なお，比較例5ではθ1が212.2°で溶着部が大きな窪み状であった。溶着部が大きな窪み状であったため，接合面積が小さくなり前述のように引張強度が小さくなったと推察される。",
                "以上のことから，(数2)の関係を満たす場合，溶着部が平坦状に形成されるとともに従来の接合部と同等の機械的強度を有すが，(数2)の関係を満たさず下方に外れた場合は得られた接合部の機械的強度が低下し，(数2)の関係を満たさず上方に外れた場合は内周面に著しく突出した溶着部が形成されることが明らかになった。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の上記記載c，dによれば，本件明細書の実施例9～17は，接合後の供試体の引張強度及び溶着面と管状部材の内周面とのなす角度θ1の評価において，本件特許出願に係る発明の目的を達成するものであると評価されたものであることが理解できる。",
                "そして，上記記載bによれば，【数1】である「43×ln(t)＋26≦θ2≦18×ln(t)＋63」の不等式のうち，左辺の「43×ln(t)＋26」は，実施例9～17のうちの実施例14～17，すなわちMFRが14である実施例について，開先角度θ2と肉厚tの関係を対数の一次式で近似したものであり，また，右辺の「18×ln(t)＋63」は，実施例9～13，すなわちMFRが2である実施例について，開先角度θ2と肉厚tの関係を対数の一次式で近似したものであることが理解できる。",
                "そうすると，本件明細書の上記a～dの記載からは，【数1】の不等式のうち，左辺の「43×ln(t)＋26」は，MFRが14であるPFAを用いた管同士を接続する場合に，θ2＝43×ln(t)＋26 であるとき，引張強度及び内周面角度θ1が好適なものとなることを意味し，一方，右辺の「18×ln(t)＋63」は，MFRが2であるPFAを用いた管同士を接続する場合に，θ2＝18×ln(t)＋63 であるとき，引張強度及び内周面角度θ1が好適なものとなることを意味していることになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，本件明細書には，接合後の管状部材の有するべき好適な引張強度及び内周面角度θ1については，下記のとおりの記載がある。",
                "記",
                "【0015】溶着部と管状部材の内周面とのなす角θ1の角度とは，管状部材と溶着部の十断面を考え，管状部材の内周面から隆起若しくは陥没した溶着部の起点を接点とする溶着部の内周面の接線と管状部材の内周面との夾角のうち管状部材の内周面側の角度をいう。θ1の角度としては，90～190°好ましくは150～185°が好適に用いられる。",
                "【0035】(引張強度の評価)実施例1乃至8の管状部材各3本を用意し，管状部材の接合端面から各々40mm離れた部分を治具を用いて挟持し，材料試験機(島津製作所製，商品名オートグラフ)を用いて200mm/分の速さで破断するまで荷重を加えた。(表1)に破断時の荷重とどの部分で破断したかをまとめて示した(判決注：表1の内容は別紙のとおりである。)。",
                "比較のために管状部材としてのチューブ単体の破断時の荷重(n＝3の平均値)を測定したところ，実施例1，5で用いた1/4インチチューブの場合は266.0Ｎ、実施例2，6で用いた3/8インチチューブの場合は564.3Ｎ、実施例3，7で用いた1/2インチチューブの場合は796.7Ｎ、実施例4，8で用いた3/4インチチューブの場合は1219.7Ｎであった。以上の結果から，全てのサイズのチューブにおいてチューブ本体で破断し，接合部では破断しないことが確認された。従って，本発明によれば，チューブ本体よりも大きな非常に高い引張強度を有する接合部が得られることが明らかになった。",
                "上記記載によれば，本願発明において，接合後の管状部材の引張強度は，チューブ本体の引張強度より高いものであることが発明の効果として求められていることが理解できる。また，内周面角度θ1の好適な値も，「90～190°好ましくは150～185°」という範囲で示されており，一定の幅を持った値である。",
                "そうすると，前記(2)のとおり，MFRが14のPFA管同士を接合する場合において「θ2＝43×ln(t)＋26」であるとき，及びMFRが2のPFA管同士を接合する場合において「θ2＝18×ln(t)＋63」であるときに引張強度及び内周面角度θ1が好適なものになるということは，引張強度及び内周面角度θ1のいずれについても，それぞれ「チューブ本体の引張強度より高い」及び「90～190°好ましくは150～185°」の範囲に入る，ということを意味していることになる。そして，θ2がこれらの近似式によって求められる値から上下いずれかに外れた場合，その外れる幅が一定の限度内であれば，得られる引張強度及び内周面角度θ1はこれらの好適な範囲内に収まるはずであるが，その限度を超えてθ2がこれらの近似式によって求められる値から外れた場合には，引張強度又は内周面角度θ1の一方又は両方が好適な範囲を外れたものになるはずである。つまり，θ2については，本来，各近似式によって得られる特定の値から変動することが許容される幅が存在するはずである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかしながら，本件明細書中には，θ2が，θ2＝43×ln(t)＋26(PFA値が14の場合)又はθ2＝18×ln(t)＋63(PFA値が2の場合)からどの程度外れることが許容されるかについて，その幅を明らかにする記載はない。",
                "なお，この点について，本件明細書の上記(1)の引用部分d中の「以上のことから，(数2)の関係を満たす場合，溶着部が平坦状に形成されるとともに従来の接合部と同等の機械的強度を有すが，(数2)の関係を満たさず下方に外れた場合は得られた接合部の機械的強度が低下し，(数2)の関係を満たさず上方に外れた場合は内周面に著しく突出した溶着部が形成されることが明らかになった。」との記載は，管状部材の材質を何ら限定していない。したがって，上記記載は，PFA値が14又は2のいずれの場合であっても，θ2が(数2)すなわち【数1】の不等式の範囲内にあれば，引張強度及び内周面角度θ1は好適な範囲内に収まるが，θ2が(数2)すなわち【数1】の不等式の範囲外にあると引張強度及び内周面角度θ1は好適な範囲を外れる，との趣旨をいうものであると解される。",
                "しかし，引用部分d中，上記記載に先行する箇所では，MFRが14である実施例(開先角度θ2と肉厚tが「θ2＝43×ln(t)＋26」で近似されるもの)と比較例(θ2が「43×ln(t)＋26」よりも小さいもの)について比較を行って，実施例のものは引張強度及び内周面角度θ1の両方について好適な結果を有するが比較例のものは問題があることを述べ，次いで，MFRが2である実施例及び比較例について，実施例のものは好適な結果を有するが比較例のもの(θ2が「18×ln(t)＋63」よりも大きいもの)は問題があることを述べているにとどまる。これに対し，MFRが14である場合にθ2が「θ2＝18×ln(t)＋63」であること，及びMFRが2である場合にθ2が「θ2＝43×ln(t)＋26」であることがいかなる技術的意味を有するか，については何ら説明がないし，これらが前述の「許容される幅」の上限ないし下限に相当するものであると解すべき根拠もない。",
                "そうすると，上記記載において，MFRが14又は2のいずれであるかを区別せずに，【数1】の不等式の関係を満たす場合には引張強度及び内周面角度θ1が好適なものとなり，逆に【数1】の関係を満たさない場合には引張強度及び内周面角度θ1の点で問題が生ずると説明していることは，実施例及び比較例の結果からは導くことのできない評価を述べたものであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上要するに，【数1】の不等式「43×ln(t)＋26≦θ2≦18×ln(t)＋63」のうち，左辺の「43×ln(t)＋26」がMFRが14のときに好適な引張強度及び内周面角度θ1の範囲内に収まる結果を与える実施例について，開先角度θ2と肉厚tとの関係を近似した式であること，及び，右辺の「18×ln(t)＋63」はMFRが2のときの同様な近似式であることは，本件明細書の発明の詳細な説明の記載から理解できるとしても，【数1】の不等式「43×ln(t)＋26≦θ2≦18×ln(t)＋63」が有する技術的意味は，本件明細書の発明の詳細な説明の記載を参酌しても理解できないといわざるを得ない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求項1における【数1】の意味",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載において，【数1】は，請求項1の構成要件中，「熱可塑性樹脂の一種のエンジニアリング樹脂で管状に形成された接合端面を有する複数の管状部材の接合方法であって，少なくとも一方の管状部材の接合端面を，………角θ2の角度を25～85°好ましくは30～80°の傾斜状で，前記θ2の角度(°)が，前記管状部材の縦断面における肉厚t(mm)と【数1】の関係にあるように形成する接合端面形成工程と，………」(以下「構成要件A」という。)の中で使用されている。",
                "請求項1においては，「エンジニアリング樹脂」の種類が特定されておらず，また，そのMFRについても何らの限定はない。この点につき，原告は，技術常識からすれば，「エンジニアリング樹脂」がPFAに限定されること，及び，MFRは2から14の間の任意の値に限定されることは，当業者にとって明確であると主張する。そこで，かかる主張の当否はしばらくおいて，当業者が本願発明の「エンジニアリング樹脂」の種類及びMFRについて原告主張のとおり理解するものと仮定した上で，構成要件Aが特許を受けようとする発明を明確に記載したものといえるか否かを検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項1にいう「エンジニアリング樹脂」の種類及びMFRが，原告主張のようにMFRが2～14のPFAに限定されるとした場合，請求項1は，管状部材の材質としてMFRが2～14の範囲に入るPFAを用いれば，開先角度θ2が肉厚tの関係で【数1】の不等式を満たす範囲にある限り，本願発明が目的とするところの作用及び効果を奏する，という発明を開示したものと理解するほかない。そして，PFAのMFRが2～14の範囲内のどの値であっても開先角度θ2と肉厚tの関係が【数1】の不等式を満たせばよい，ということは，この範囲の上限及び下限である14又は2のいずれの場合も，開先角度θ2と肉厚tの関係が【数1】の不等式を満たせば，発明の目的，すなわち，上記2で検討したとおり，接合部の引張強度がチューブ本体よりも高いこと，及び，内周面角度θ1が90～190°好ましくは155～180°よりも高いこと，の両方を満足する，ということを意味する。",
                "しかしながら，本件明細書の発明の詳細な説明の記載によれば，【数1】すなわち「43×ln(t)＋26≦θ2≦18×ln(t)＋63」は，MFRが14及び2の場合の両方において上記の所望される引張強度及び内周面角度θ1という効果を奏することを保障する不等式ではない。左辺の「43×ln(t)＋26」は，MFRが14のPFA管同士を接合する場合に，θ2をこの対数一次式によって得られる値とすれば，引張強度及び内周面角度θ1がいずれも好適な範囲内に収まるような接合をなし得ることを意味しているにすぎず，一方，右辺の「18×ln(t)＋63」も，MFRが2のPFA管同士を接合する場合に，同様のことを意味しているにすぎない。MFRが14のPFA管同士を接合するに当たってθ2を「18×ln(t)＋63」にした場合，又はこの逆にMFRが2のPFA管同士を接合するに当たってθ2を「43×ln(t)＋26」にした場合に，引張強度及び内周面角度θ1の値が本願発明の目的とするところを満たすか否かは，全く不明であるといわざるを得ないのである。また，MFRが14と2の中間，例えばその単純平均の8であるようなPFA管同士を接合する場合に，引張強度及び内周面角度θ1の値が好適な範囲内に収まるような接合をするためには，開先角度θ2の大きさを",
                "「43×ln(t)＋26」と「18×ln(t)＋63」の中間の何らかの値に設定すればよいであろうという程度のことは推測できるとしても，具体的に，「43×ln(t)＋26」と「18×ln(t)＋63」の単純平均が最も好ましい値であると即断できるわけではないし，適切な開先角度θ2として許容される範囲は全く不明であるといわざるを得ない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "上記2，3で検討したところからすれば，本願発明の構成要件Aの中で【数1】が有する技術的意味は，本件明細書の特許請求の範囲の記載から明確であるとはいえないし，発明の詳細な説明の記載及び技術常識を参酌しても，これが明確になるとはいえない。したがって，【数1】の技術的意味が不明であることを理由に，本件明細書における請求項1の特許請求の範囲の記載は特許法36条6項2号所定の要件に合致しないとした審決の判断には，誤りはない。",
            "5(取消事由の主張について)",
            "そして，上記の結論は，原告が審決の取消事由(上記第3の1(4))として同ア～カのとおり主張する内容を踏まえても，何ら左右されるものではない。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張ア(近似曲線を対数の一次式で表現する点について)について　原告は，「θ2＝43×ln(t)＋26」及び「θ2＝18×ln(t)＋63」のそれぞれの数式について，数式を導出した過程が明確でないとした審決の判断は不当であると主張する。",
                "しかし，それぞれの数式の意味について，実施例9～13及び実施例14～17について開先角度θ2と肉厚tとの関係を対数の一次式で近似したものであるということまでは，本件明細書の段落【0038】～【0040】の記載に基づいて上記2(2)のとおり一応理解できるとしても，【数1】すなわち「43×ln(t)＋26≦θ2≦18×ln(t)＋63」という不等式の技術的意味はなお不明であることは上記2，3のとおりであるから，原告の主張は，審決の判断を不当とする理由にはなり得ないものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張イ(引張強度及び内周面角度θ1の相違の原因について)について",
              "text": [
                "原告の主張イは，【数1】の導出過程の具体的な根拠について本件明細書に記載がない，とした審決の説示部分について論難するものである。",
                "しかし，【数1】の不等式が技術的意味が不明であるとの審決の判断に誤りがないことは上記2～4において詳述したとおりであり，原告の主張はこのことについての審決の理由付けに説明不足の点があることを指摘しているものにすぎず，審決の結論に誤りがないことを左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張ウ(接合に影響を及ぼす他の因子について)について　原告の主張ウは，審決が，本願発明において，管状部材の材質の種類及びMFR並びに他方の管状部材の開先角度θ3を特定せず，一方の管状部材の開先角度θ2と肉厚tとが【数1】の条件を満たすことのみが構成要件とされている理由が理解できない，と説示した点について，その不当をいうものである。",
                "しかしながら，まず，管状部材の材質の種類については，本件明細書の段落【0012】において，PFA以外にも多種多様な樹脂が列挙されているのであって，本願発明がこれらの樹脂のうちでPFAのみを対象としていると理解することは，到底不可能である。原告は，本願発明が半導体設備等で用いられる高品質の樹脂から成る管状部材の接続方法に関するものであることを理由に，当業者は管状部材の材質をPFAに限定して理解すると主張するが，本件明細書の段落【0004】には，管状部材の用途は広く「半導体，液晶等の製造設備や医薬品，食品，化粧品等の製造設備」である旨明記されているのであって半導体製造設備に限定されないし，また，「高品質の樹脂」といえば当業者は必ずPFAを想起することについての証拠も何ら存在しないのであるから，原告の主張を採用することはできない。",
                "次に，管状部材のMFRが特定されていないことについては，仮に原告主張のようにMFRは2～14のうちの任意の値であると理解できるとしても，MFRが2又は14という二つの値に特定された場合ですら【数1】の不等式の技術的意味がなお明確でないことは上記2～4のとおりであるから，原告の主張は審決の結論に影響を及ぼすものではない。",
                "他方の管状部材の開先角度θ3についても，本願発明(請求項1の発明)についてはθ3は特定されず，これを引用する請求項2の発明が「前記(判決注：『請求項1記載の』を意味する。)接合端面形成工程において，………θ3を25～155°の傾斜状又はフラット状に形成することを特徴とする請求項1記載の管状部材の接合方法」というものであるところからみて，本願発明では，少なくとも，θ3が25～155°の傾斜状又はフラット状(θ3＝90°)のものはすべて含まれていることは明らかである。原告は，本願発明においては他方の管状部材の接合端面はフラット状(開先角度θ3＝90°)であると当業者は理解すると主張するが，明細書の記載に基づかない主張であって，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告の主張エ(【数1】における係数・定数の技術的意味について)，オ(二つの近似式を用いた不等式によってθ2を範囲として特定することの技術的意味について)は，審決が，【数1】の技術的意味，特に「43×ln(t)＋26」及び「18×ln(t)＋63」の式における定数・係数の意味や，これらを不等号で結んだ「43×ln(t)＋26≦θ2≦18×ln(t)＋63」の不等式によってθ2を範囲として特定したことの意味が不明確であるとした判断について，審決の判断は不当であるとして論難するものである。この点についての当裁判所の判断は，上記2～4において既に説示したとおりである。",
                "なお，原告は，本願発明は施工現場における作業の便を考え，簡易な算式によって容易かつ迅速に開先角度θ2の目安が得られるようにしたものであるから，請求項1の記載に接した当業者は，【数1】の趣旨について，MFRが2のPFA管同士を接合するときには「43×ln(t)＋26」を用いて算出される開先角度θ2を目安にできること，MFRが14の場合には「18×ln(t)＋63」を目安にできること，MFRが2から14の間の場合には好ましいθ2の値がそれぞれの式によって算出される値の中間に位置すること，を意味するものであると理解できるとも主張している。しかし，本願発明の性格が上記の原告主張のようなものであることについて本件明細書には何らの記載がないのであるから，原告の主張は明細書の記載に基づかないものであって，採用することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告の主張カ(実験成績証明書を参酌しなかったことについて)は，審決が，原告が審判段階で提出した実験成績証明書(甲1)を参酌しなかったことの不当をいうものである。",
                "しかし，実験担当者であるP及びQの陳述書(それぞれ甲8，9)によっても，実験成績証明書は，MFRが2である管状部材の接合(実験例1～25)と，MFRが14である管状部材の接合(実験例26～53)を，開先角度θ2及び肉厚tの値を変えながら行い，引張強度及び内周面角度θ1が好適な値(前者はチューブ材料と同等以上，後者は90～190°の範囲内)となった実験例について，θ2とtとの近似式を求めたにすぎない。そうすると，実験成績証明書は，単に，本件明細書の段落【0038】に記載された実施例及び比較例について，そのデータ数を増やしたという以上の意味を有するものではない。上記2～4のとおり，【数1】の技術的意味が不明確であることの理由は，MFRが14である場合に好適な範囲内の引張強度及び内周面角度θ1を示した実施例についてその開先角度θ2と肉厚tの関係の近似式が「θ2＝43×ln(t)＋26」であり，MFRが2である場合には「θ2＝18×ln(t)＋63」である，というところまでは本件明細書の発明の詳細な説明における実施例及び比較例についての記載を通じて理解が可能であるとしても，MFRが2～14の任意の値を取る場合に【数1】の不等式が有する技術的意味は理解することができない，という点に存するのであるから，本件明細書の実施例及び比較例のデータに実験成績証明書(甲1)のデータを加えたとしても，そのことによって【数1】の技術的意味が明確になるものではない。",
                "よって，原告の主張カも，審決の判断に誤りがないことを左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結語",
          "text": [
            "以上の次第で，本願発明についての本件明細書の記載が特許法36条6項2号に定める要件を充足しないとした審決の認定判断に誤りはなく，原告が主張する取消事由は採用することができない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10148",
    "date": "2005-11-01",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009300",
    "ipprecedent_id": "471",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}