{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2003−71361号事件について平成17年9月28日にし",
        "た決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲第2号証)",
              "text": [
                "特許権者：日本パーカライジング株式会社(原告)",
                "発明の名称：「スラッジ抑制性に優れたアルミニウム含有金属材料用表面処理組成物および表面処理方法」",
                "特許出願日：平成6年12月22日(特願平6−320545)",
                "設定登録日：平成14年9月13日",
                "特許番号：特許第3349851号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "特許異議事件番号：異議2003−71361号",
                "異議の決定日：平成17年9月28日",
                "決定の結論：「特許第3349851号の請求項1～7に係る特許を取り消す。」決定謄本送達日：平成17年10月14日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "決定が対象とした発明(請求項の数は7個である。以下，請求項の番号に従って「本件発明1」などという。)の要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "「【請求項1】 アルミニウム含有金属材料の表面に化成皮膜を形成する水系表面処理液であって，下記成分：(A)りん酸化合物，(B)ジルコニウム化合物，(C)酸化剤，および(D)水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有し，かつ1．5～4．0のpHを有することを特徴とする，スラッジ抑制性に優れたアルミニウム含有金属材料用表面処理組成物。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "「【請求項2】 前記フッ化水素供給源化合物がフッ化水素酸，およびフッ化アンモニウムから選ばれる請求項1に記載の表面処理組成物。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3",
              "text": [
                "「【請求項3】 前記酸化剤が，過酸化水素，亜硝酸，オルガノパーオキサイド，およびこれらの塩から選ばれた少なくとも1種からなる，請求項1に記載の表面処理組成物。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4",
              "text": [
                "「【請求項4】 前記ジルコニウム化合物が，ジルコニウムに換算して0．005～0．5g／リットルの濃度で含まれている，請求項1に記載の表面処理組成物。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明5",
              "text": [
                "「【請求項5】 前記りん酸化合物が，PO イオンに換算して0．005～0．4g／リットルの濃度で含まれている，請求項1に記載の表面処理組成物。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明6",
              "text": [
                "「【請求項6】 前記酸化剤が，0．01～5．0g／リットルの濃度で含まれている，請求項1に記載の表面処理組成物。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明7",
              "text": [
                "「【請求項7】 請求項1～6のいづれか1項に記載の表面処理組成物を含有する処理液を，アルミニウム含有金属材料の表面に，0．5～60秒間接触させて化成皮膜を形成し，その後，当該表面を水洗し，乾燥することを特徴とする，スラッジ抑制性に優れたアルミニウム含有金属表面処理方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要点",
          "text": [
            "決定の理由は，以下のとおりであるが，要するに，本件発明1～7は，特開昭54−24232号公報(甲第5号証。以下「引用例1」といい，これに記載された発明を「引用発明1」という。)及び特開昭52−131937号公報(甲第6号証。以下「引用例2」という。)にそれぞれ記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，本件発明1～7についての特許は，拒絶の査定をしなければならない特許出願に対してされたものであるので，特許法等の一部を改正する法律の施行に伴う経過措置を定める政令(平成7年政令第205号)4条2項の規定により，本件発明についての特許を取り消す，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用刊行物の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1",
                  "text": [
                    "「(1−1)『(1)チタン塩又はジルコニウム塩の1種又は2種以上と過酸化水素とリン酸又は縮合リン酸，又はリン酸誘導体の1種又は2種以上を含有する酸性溶液で処理することを特徴とするアルミニウム及びその合金の表面処理法。』(特許請求の範囲(1))(1−2)『本発明は，アルミニウム及びその合金の表面処理法に関するもので，缶，建築，自動車，電気製品等の材料用アルミニウム及びその合金の表面に，外観，防食性，塗膜密着性の良好な保護被膜を形成させることを目的としている。』(第1頁左下欄第18行～右下欄第3行)",
                    "(1−3)『反応機構としては，チタン−過酸化水素−リン酸系(縮合リン酸，リン酸誘導体を含む)，ジルコニウム−過酸化水素−リン酸系(縮合リン酸，リン酸誘導体を含む)溶液にアルミニウムを接触させた場合，Me−(H O )(注 Me：チタン及びジルコニウム)によりアルミニウムが酸化され，アルミニウムイオンとMeイオンができる(式−1)，Me4＋とAl3＋はリン酸と反応してアルミニウム表面にMe (PO ) とAl・PO 系の被膜が化成される。(式2)",
                    "Al＋Me−(H O )＋H＋→Al3＋＋Me4＋＋H O−−−−−(1)",
                    "(Me：Ti又はZr)",
                    "Me4＋＋Al3＋＋H PO →Me (PO ) ↓＋Al・PO ↓＋H O−−−−−(2)",
                    "本反応により，生成した保護被覆は，非常に難溶性塩で安定した化合物であるため防食性及び塗膜密着性が優れている。』(第1頁右下欄第20行～第2頁左上欄第15行)(1−4)『又本処理液には，反応促進剤として，弗酸，硫酸，ホウ酸，硝酸，ホウ弗化水素酸，ケイ弗化水素酸等の酸又は塩類を添加しても良い。本処理液は酸性側で使用する。好ましくはpH2～4である。』(第2頁左下欄第9～13行)",
                    "(1−5)『本発明に使用する成分Iは，チタン塩及びジルコニウム塩である・・・。ジルコニウム塩としては，ジルコニウム弗化水素酸・・・を挙げることができる。1lの処理液に含まれるチタン塩及びジルコニウム塩の1種又は2種以上の濃度は金属換算で0．01g～l0gで好ましくは0．1～2gである。』(第2頁左上欄第16行～右上欄第7行)，『成分 II は過酸化水素及びその塩である・・・。1lの処理液に含まれる過酸化水素及びその塩の濃度は過酸化水素に換算して0．005g～5gで好ましくは0．01g～0．5gである。』(第2頁右上欄第8～13行)，",
                    "『成分 III はリン酸又は縮合リン酸又はリン酸誘導体である・・・。1lの処理液に含まれるリン酸又は縮合リン酸又はリン酸誘導体の濃度は，リン酸に換算して，0．05g～20gで，好ましくは0．3g～3gである。』(第2頁右上欄第14行～左下欄第2行)(1−6)『処理温度及び処理時間は，浴組成により異なるが，一般には室温～100℃，3秒～3分で浸漬，噴霧，塗布等の公知の方法で処理する。』(第2頁左下欄第19行～右下欄第1行)",
                    "(1−7)『実施例1",
                    "50×100×0．3mmのアルミニウム合金(5052)を弱アルカリ性洗浄液(pH9)で情浄した後，以下に示した浴成分を含む5lの水溶液で45℃，10秒間浸漬による処理をし，水洗，脱イオン水洗，次で乾燥した。",
                    "浴組成 Li TiF 1．0g／l",
                    "30％過酸化水素 0．07g／l",
                    "リン酸 1．0 〃",
                    "弗酸 0．02 〃",
                    "pH3．0 』(第3頁左上欄第13行～右上欄第4行)",
                    "(1−8)『実施例2",
                    "50×100×0．3mmのアルミニウム合金(5052)を硫酸系洗浄液(弗酸を含む)にて清浄した後，以下に示した浴成分を含む5lの水溶液で50℃，1分間スプレー方式による処理をし，水洗，脱イオン水洗，次で乾燥し，実施例1と同一条件で・・・試験を行った。』(第3頁右上欄第10～17行)",
                    "(1−9)『実施例3",
                    "50×100×0．3mmのアルミニウム合金(5052材)を弱アルカリ性洗浄液(pH9)で清浄した後，以下に示した浴組成を含む5lの水溶液で30℃，5秒間スプレー方式による処理をし，水洗，脱イオン水洗，次で乾燥し，・・・",
                    "浴組成 チタン弗化水素酸 3g／l",
                    "ジルコニウム弗化水素酸 2 〃",
                    "30％過酸化水素 1．8〃",
                    "ピロリン酸 1．8〃",
                    "pH3．5 』(第3頁左下欄第3～16行)」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2",
                  "text": [
                    "「(2−1)『(1)ジルコニウムまたはチタンあるいはこれらの混合物，ホスフェートおよび弗化物を含有し，且つ約1．5～約4．0の範囲内のpHを有する酸性の水性コーチング溶液であって，・・・該溶液は沈殿傾向のある固形物を実質的に含有しないものである，酸性の水性コーチング溶液。』(特許請求の範囲(1))",
                    "『(2)ジルコニウムおよび(または)チタンの合計量の少なくとも約10ppmであり，また少なくとも約10ppmのホスフエートおよび有効弗化物を含有する特許請求の範囲第(1)項記載の酸性の水性コーチング溶液。』(特許請求の範囲(2))",
                    "『(10)ジルコニウム源が弗化ジルコニウム酸アンモニウムであり，ホスフェート源がりん酸であり，有効弗化物源がHFを包含し，該溶液のpHを前記の値にするのに必要な量の硝酸，約8～約200ppmの弗化硼素酸および約40～約400ppmのグルコン酸を含有する特許請求の範囲第(9)項記載のコーチング溶液。』(特許請求の範囲(10))『(15)アルミニウム表面を特許請求の範囲第(1)項記載のコーチング溶液と接触させることを包含するアルミニウム表面のコーチング法。』(特許請求の範囲(15))(2−2)『本発明は，腐食抵抗性のコーチングであって，その上にペイント類，インク類およびラッカー類から形成されるようなオーバーレイコーチングが優秀に付着するコーチングをアルミニウム表面に施すことに関する。』(第3頁左下欄第2～6行)",
                    "(2−3)『本発明は六価のクロムを用いる必要がなく，アルミニウム表面にコーチング，特に均一に無色透明な外観を有し，腐食抵抗性であってしかもその上にオーバーレイコーチングがよく粘着することのできるコーチングを形成することのできる水性コーチング溶液を提供するものである。』(第4頁右上欄第7～12行)",
                    "(2−4)『ジルコニウム，弗化物およびホスフェートを含有する水性組成物を作成してこれを用いて本発明と同様なタイプのアルミニウムにコーチングを行う従来の技術はジルコニウム・ホスフェートの沈殿を生成するような条件下で行なっているが，これは以下に詳述するように工業的コーチング操作においては非常に望ましくないものである。また以下に詳述するように本発明の組成物は，この発明の水性コーチング溶液が沈殿する傾向のあるジルコニウムまたはチタンのホスフェートを実質的に含有しないような条件下で生成する。』(第6頁左上欄第6～17行)",
                    "(2−5)『たとえば本発明のコーチング溶液はアルミニウムを溶かすという事実である。従ってアルミニウムをコーチング溶液の浴に浸たすことによりこれをコーチング溶液と接触する場合，該浴中に溶解しているアルミニウムの濃度に蓄積がある。同様にアルミニウムを接触させるのに噴霧またはフロー・コーチング技術を用いて過剰または未反応の溶液を該溶液の浴に再循環させる場合には溶解したアルミニウムの浴中の蓄積がある。コーチング溶液中におけるアルミニウムの蓄積による結果生ずるコーチング・プロセスに対する悪影響を制止または予防するためには該溶液が十分な量の弗化物を含有して該溶解したアルミニウムを錯体としなければならない。』(第8頁左上欄第6～20行)",
                    "(2−6)『このような錯体弗化物の加水分解によって得られる弗化物の量は該アルミニウムの錯化を行なうには不十分であり，加水分解の程度は未錯化のジルコニウムまたはチタンがホスフェートと結合して望ましくない沈殿を生ずる程度であろう。該アルミニウムを錯化するのに十分な弗化物を容易に与えるような他の物質を用いると上記の事項を避けることができる。",
                    "このような物質の例は弗化水素酸，その塩，ＮH F・HFおよびアルカリ金属ビフルオライド等である。弗化水素酸は該アルミニウムを錯化するのに十分な弗化物を提供し，しかもコーチング・プロセスを妨害する外部カチオン源とならないので特に良好な弗化物源である。』(第8頁右上欄第16行～左下欄第8行)",
                    "(2−7)『実際的見地から言えばコーチング溶液は工業的規模で操作する時に過剰の弗化物，すなわち弗化物と錯化物を生成する該溶液中のアルミニウムおよびその他の全ての金属成分と錯化を行なう量以上の弗化物を含有していなければならない。本明細書ではこのような過剰の弗化物を『有効弗化物』と称し，HFおよび弗化物イオンとして存在する弗化物すなわち該溶液中の他の物質と結合していないFを意味する。』(第8頁左下欄第9～17行)(2−8)『有効弗化物の上限はアルミニウム表面を不当にエッチングしないようなものとする。このような不当なエッチングにより表面は霜におおわれたようなにぶい状態のものとなる。",
                    "有効弗化物が過剰に存在するとコーチングの腐食抵抗性および粘着性に悪影響をおよぼすことがわかった。これらの問題をひきおこす有効弗化物濃度はコーチング・プロセスにおける他のパラメー夕ーたとえば溶液のpHおよび接触時間および温度等によっても変わる。有効弗化物濃度が約500ppmより大きくないのが望ましい。』(第8頁右下欄第9～19行)(2−9)『本発明を実施するに当たって特に好ましいコーチング溶液は約2．6～約3．1の範囲のpH値を有し，次の成分を含有するものである：・・・有効弗化物10～200(ppm)』(第9頁右下欄第2～8行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "「 引用例1には，アルミニウム及びその合金の表面処理法に用いられる酸性溶液であって，ジルコニウム塩と，過酸化水素と，リン酸，縮合リン酸又はリン酸誘導体の1種又は2種以上とを含有するもの(摘記1−1)が記載されており，当該酸性溶液をpH2～4で使用すること，また，反応促進剤としてであるが，弗酸を添加してもよいこと(摘記1−4)，水溶液を用いたもの(摘記1−7～1−9)，弗酸0．02g／lを添加したもの(摘記1−7)が記載されている。",
                    "ここで，引用例1記載の表面処理法は，当該酸性溶液がアルミニウム及びその合金と接触して反応し，アルミニウム及びその合金の表面に被膜が化成されて，防食性及び塗膜密着性の良好な保護被膜を形成するものである(摘記1−2，1−3)から，当該被膜が化成皮膜であることは明らかである。",
                    "これら引用例1の記載からみて，引用例1には，『アルミニウム及びその合金の表面に化成皮膜を形成する水系表面処理液であって，(A)リン酸，縮合リン酸又はリン酸誘導体の1種又は2種以上，(B)ジルコニウム塩，(C)過酸化水素を含有し，かつ2～4のpHを有するアルミニウム及びその合金用表面処理組成物』の発明(引用発明1)が記載されている。",
                    "そこで，本件発明1と引用発明1を対比する。",
                    "本件特許明細書には，本件発明1の酸化剤として過酸化水素が例示され(請求項3)，『過酸化水素を用いることが最も好ましい』(段落【0031】)と記載されているから，引用発明1の『過酸化水素』は，本件発明1の『酸化剤』に相当し，また，引用発明1の『アルミニウム及びその合金』，『リン酸又は縮合リン酸，又はリン酸誘導体』，『ジルコニウム塩』は，それぞれ本件発明1の『アルミニウム含有金属材料』，『りん酸化合物』，『ジルコニウム化合物』に相当する。",
                    "したがって，本件発明1と引用発明1は，『アルミニウム含有金属材料の表面に化成皮膜を形成する水系表面処理液であって，(A)りん酸化合物，(B)ジルコニウム化合物，(C)酸化剤，を含有するアルミニウム含有金属材料用表面処理組成物』の点で一致し，かつ『1．5～4．0のpHを有する』の点でも重複し一致している。",
                    "一方，",
                    "(i)本件発明1では，『水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物』のとおり，フッ化水素供給源化合物の添加及びその含有量の特定がなされているのに対して，引用例1には，フッ化水素供給源化合物に該当する弗酸を添加することの記載があるものの(摘記1−4)，本件発明1のとおりにその含有量の特定をする記載が見当たらない点，並びに，",
                    "(ii)本件発明1では，『スラッジ抑制性に優れた』との特定がなされているのに対して，引用例1には，そのような特定をする記載が見当たらない点，",
                    "で，両者の発明は相違する。",
                    "そこで，これら相違点(i)及び(ii)について，検討する。",
                    "(1)相違点(i)について",
                    "引用例1に，反応促進剤として弗酸を添加することが記載され(摘記1−4)，その実施例1には，当該弗酸の含有量を0．02g／lとした例が示されている(摘記1−7)。当該実施例はチタン塩を含有成分とした場合のものであるが，引用例1に記載された表面処理法においては，チタン塩とジルコニウム塩とが互換可能な選択成分として同等に扱われていること(摘記1−1)からすると，ジルコニウム塩を含有成分とした場合，上記実施例1の記載に基づいて，弗酸の含有量を，チタン塩を含有成分とした場合と同じく0．02g／lとしてみることは，当業者が容易に想到できることである。",
                    "そして，弗酸(HF)の含有量は，実質的に，水溶液中でフッ化水素(HF)を発生する量に該当するといえるから，上記含有量の0．02g／lは，本件発明1で特定する含有量の『0．0001～0．2g／リットルの濃度で発生する量』に包含され，一致している。",
                    "してみれば，上記相違点(i)のようにフッ化水素供給源化合物の含有量を特定することは，当業者が容易になし得たことである。",
                    "(2)相違点(ii)について",
                    "相違点(ii)に係る『スラッジ抑制性に優れた』との点は，本件発明1の組成物が請求項1に記載された特定の組成を有することにより奏される作用効果に係る特定事項であるところ，その組成については，上記『(1)相違点(i)について』欄で検討したとおり，当業者が容易になし得たことである。",
                    "加えて，上記のとおり引用例1には，弗酸の含有量を0．02g／lとすることが記載されており(摘記1−7)，この含有量の場合にスラッジが抑制されることは，本件明細書(段落【0019】参照。)の記載からも明らかである。",
                    "そして，組成物の組成が同じ場合には，それが奏する作用効果も同等といえるので，上記(1)欄までで検討したとおりの，本件発明1の組成物と一致した組成(成分，含有量，pH)からなる組成物の場合は，本件発明1と同じく，スラッジが抑制されるという作用効果が奏されるといえる。",
                    "したがって，上記相違点(ii)は，実質的な相違点を構成するものということはできない。",
                    "(3)さらに，別の観点から，上記相違点(i)及び(ii)について検討する。",
                    "引用例2には，ジルコニウムあるいはその混合物，ホスフェート及び弗化物を含有し，約1．5～4．0のpHを有する酸性の水性コーチング溶液，及び当該溶液をアルミニウム表面に接触させるコーチング法(摘記2−1)が記載されている。(なお，当該『コーチング溶液』または『コーチング法』との語句は，アルミニウム表面に関する記載(摘記2−2，2−3)からみて，皮膜を形成する用語を意味し，一般に使用される『表面処理液』または『表面処理法』に相当することは明らかである。)",
                    "そして，未錯化のジルコニウムまたはチタンがホスフェートと結合して望ましくない沈殿を生ずること，アルミニウムを錯化するのに十分な弗化物を容易に与える他の物質を用いるとそのような事態を避けることができること，弗化水素酸が良好な弗化物源であること(摘記2−6)，溶液中のアルミニウム及びその他の全ての金属成分と錯化を行う量以上の弗化物，すなわち過剰の弗化物(有効弗化物)を含有しなければならず，当該有効弗化物はHF及び弗化物イオンとして存在する弗化物を意味すること(摘記2−7)が記載されている。",
                    "したがって，これら引用例2の記載に基づき，引用例1記載の酸性溶液に対して，上記相違点(ii)のとおりジルコニウム含有スラッジの発生を抑制するために，上記相違点(i)のとおりフッ化水素酸(弗酸)のようなフッ化水素供給源を添加することは，引用例2の記載から当業者が容易に想到し得るものである。",
                    "また，上記相違点(i)におけるフッ化水素供給源化合物の含有量を『水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量』とした点についても，この数値範囲は，引用例1記載の弗酸の含有量である『0．02g／l』(摘記1−7)及び引用例2記載の有効弗化物の含有量である『10～200ppm(0．01～0．2g／リットル)』(摘記2−9)の数値と特に異なるものでなく，しかも，当該数値範囲の上限を超えるとエッチング効果が過多になり化成皮膜形成が困難になるという点で本件発明1(段落【0026】)と共通する事項が引用例2(摘記2−8)に記載されているから，フッ化水素供給源化合物の含有量を上記の数値範囲に特定することは，実験等により当業者が適宜なし得るものである。",
                    "そして，本件明細書の記載をみても，本件発明1のように構成したことによる効果も当業者が予想できない程に顕著であると認めることはできない。",
                    "以上(1)～(3)のとおりであるから，本件発明1は，引用例1～2記載の発明に基いて当業者が容易に発明をすることができたものである。",
                    "なお，本件特許権者は，平成17年2月15日付け意見書及びそれに添付した乙第1，2号証を提出し，意見書第7～8頁(2．1)において，以下の点で本件発明1が進歩性を有する旨主張している。",
                    "(ア)本件発明1の『水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有し』との構成要件は，引用例2から導くことができない。要するに，リン酸濃度，Zr濃度，酸化剤濃度，pHおよび［HF］濃度を一定にして，Al濃度を三段階に変動させて調整した化成処理液(pH2．8，［HF］濃度6．7mg／L)を用いて，本件発明1と引用例2記載の各測定法により，［HF］濃度と有効弗化物濃度を算出したところ，有効弗化物濃度は12．5～22．0ppmまで変動したので，本件発明1の［HF］濃度と引用例2記載の有効弗化物濃度とは異なることが明らかとなり，そして，引用例2の記載から［HF］濃度を計算するためにはAl濃度を確定する必要があるが，引用例2には，Al濃度についての記載がないから，引用例2から本件発明1の［HF］濃度を計算により導くことが不可能である。",
                    "(イ)本件発明1は，優れた耐食性と密着性，優れたスラッジ抑制性，優れた操業安定性を実現できるものである。",
                    "しかしながら，上記(ア)の点について，当該乙第2号証の本文第3頁の表3に記載された測定結果は，本件発明1の濃度範囲『0．001～0．2g／リットル』を満たす6．7mg／Lのフッ化水素濃度が，引用例2記載の『10～200ppm』に含まれる有効弗化物濃度12．5～22．0mg／L』に対応することを示しているともいえる。",
                    "また，上記(イ)の点について，優れた耐食性と密着性は，引用例1に記載された事項であり，またスラッジ抑制性は，引用例2に記載された事項であり，さらに所定濃度範囲に規定された成分をその範囲に管理制御することは，表面処理を行う上で通常必要とされる事項であるから，その結果として，操業安定性の面でも良好な効果が得られることは当業者にとって予想困難なものと認めることはできない。",
                    "したがって，意見書の上記主張を採用することができない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～6について",
                  "text": [
                    "(省略)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明7について",
                  "text": [
                    "「 本件発明7は，本件発明1～6のいづれかの表面処理組成物を含有する処理液の表面処理方法に係る発明であり，「アルミニウム含有金属材料の表面に，0．5～60秒間接触させて化成皮膜を形成し，その後，当該表面を水洗し，乾燥させること」を特徴とする。しかし，引用例1に，アルミニウム合金に10秒間浸漬による処理，1分間スプレー方式による処理，または5秒間スプレー方式による処理をし，水洗，脱イオン水洗，乾燥した処理方法(摘記1−7～1−9)，及び処理時間が3秒～3分であること(摘記1−6)が記載されているから，本件発明7が特徴とする上記の方法は，当業者が容易になし得る事項であり，その効果も当業者にとって予想困難なものと認めることはできない。",
                    "よって，本件発明7は，引用例1～2記載の発明に基いて当業者が容易に発明をすることができたものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "決定の「むすび」",
              "text": [
                "「 以上のとおりであるから，本件発明1～7は，上記引用例1～2に記載された発明に基いて当業者が容易に発明をすることができたものであるから，本件発明1～7の特許は，特許法第29条第2項の規定により，特許を受けることができない。",
                "したがって，本件発明1～7についての特許は，拒絶の査定をしなければならない特許出願に対してされたものと認める。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(決定取消事由)の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "決定は，本件発明1と引用発明1との相違点(i)についての判断を誤り，本件発明1が，引用例1，2記載の発明に基づいて当業者が容易に発明をすることができたものと誤って判断したものである。また，本件発明2～6は，本件発明1をさらに限定したものであり，本件発明7は，本件発明1～6のうちいずれかの表面処理組成物を含有する処理液による表面処理方法に係る発明であるから，本件発明1が進歩性を有する以上，本件発明2～7も進歩性を備えるものである。",
            "よって，決定の判断は，誤りであるから，取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(相違点(i)についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，本件発明1と引用発明1との相違点(i)につき，まず，ジルコニウム塩でなく，チタン塩を含有成分とした引用例1の実施例1に，反応促進剤として，0．02g／lの弗酸を添加することが記載されていることを捉え，「引用例1に記載された表面処理法においては，チタン塩とジルコニウム塩とが互換可能な選択成分として同等に扱われていること・・・からすると，ジルコニウム塩を含有成分とした場合，上記実施例1の記載に基づいて，弗酸の含有量を，チタン塩を含有成分とした場合と同じく0．02g／lとしてみることは，当業者が容易に想到できることである。 そして，弗酸(HF)の含有量は，実質的に，水溶液中でフッ化水素(HF)を発生する量に該当するといえるから，上記含有量の0．02g／lは，本件発明1で特定する含有量の『0．0001～0．2g／リットルの濃度で発生する量』に包含され，一致している。 してみれば，上記相違点(i)のようにフッ化水素供給源化合物の含有量を特定することは，当業者が容易になし得たことである。」と判断した。",
                "また，決定は，「別の観点から・・・検討する。」として，引用例2に，ジルコニウム又はその混合物，ホスフェート及び弗化物を含有し，約1．5～4．0のpHを有する酸性の水性コーチング溶液，及び当該溶液をアルミニウム表面に接触させるコーチング法が記載され，さらに，未錯化のジルコニウム又はチタンがホスフェートと結合して望ましくない沈殿を生ずること，アルミニウムを錯化するのに十分な弗化物を容易に与える他の物質を用いるとそのような事態を避けることができること，弗化水素酸が良好な弗化物源であること，溶液中のアルミニウム及びその他の全ての金属成分と錯化を行う量以上の弗化物，すなわち過剰の弗化物(有効弗化物)を含有しなければならず，当該有効弗化物はHF及び弗化物イオンとして存在する弗化物を意味することが記載されているとした上，「これら引用例2の記載に基づき，引用例1記載の酸性溶液に対して，・・・ジルコニウム含有スラッジの発生を抑制するために，上記相違点(i)のとおりフッ化水素酸(弗酸)のようなフッ化水素供給源を添加することは，引用例2の記載から当業者が容易に想到し得るものである。 また，上記相違点(i)におけるフッ化水素供給源化合物の含有量を『水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量』とした点についても，この数値範囲は，引用例1記載の弗酸の含有量である『0．02g／l』・・・及び引用例2記載の有効弗化物の含有量である『10～200ppm(0．01～0．2g／リットル)』・・・の数値と特に異なるものでなく，しかも，当該数値範囲の上限を超えるとエッチング効果が過多になり化成皮膜形成が困難になるという点で本件発明1(段落【0026】)と共通する事項が引用例2・・・に記載されているから，フッ化水素供給源化合物の含有量を上記の数値範囲に特定することは，実験等により当業者が適宜なし得るものである。」と判断した。",
                "しかしながら，以下のとおり，決定のこのような判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "アルミニウムDI缶を処理する表面処理組成物の処理液中には，常にアルミニウムが溶出して，処理液のアルミニウム濃度を増大させる。そして，アルミニウム濃度が増大する場合には，処理液中の非解離(非電離)のフッ化水素の濃度(以下，非解離(非電離)のフッ化水素を「［HF］」と，その濃度を「［HF］濃度」と表記する。)が低い範囲でないと良好な化成皮膜量を得ることができない。しかし，本件発明1に係るジルコニウム系ノンクロメート表面処理組成物は，［HF］濃度が下がると処理液中にスラッジ(沈殿物)を生成し，装置汚染やノズル詰まりなどを引き起こすことがあり，場合によっては操業停止という重大な事故につながりかねない。本件発明1は，従来のジルコニウム系のノンクロメート表面処理組成物に，酸化剤を添加することによって，より広い［HF］濃度範囲においてスラッジの発生を抑制しつつ，化成処理のバラツキを生じることなく操業することを可能としたものである。",
                "上記のとおり，本件発明1の表面処理組成物において，化成処理反応を制御するためには，［HF］濃度を管理制御することが非常に重要である。本件発明1の要旨が，「フッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有」と規定したのは，［HF］濃度を工程の操業において管理制御するという考え方を表したものであり，単にフッ化水素酸を所定量添加することを規定したものではない。そして，上記規定が［HF］濃度を管理することを意味するものであることは，本件明細書(甲第2号証)の「【課題を解決するための手段】本発明の発明者らは，・・・りん酸化合物と，ジルコニウム化合物とを含有し，1．5～4．0のpHを有する表面処理液に，酸化剤を添加し，さらに所定値の［HF］濃度を付与するフッ化水素供給源化合物を含有させることにより，透明な処理液外観を維持し得ること，および該処理液をアルミニウム含有金属材料表面に0．5～60秒間，接触させて化成皮膜を形成することにより，当該表面に優れた耐食性および塗膜密着性を付与し得ること，および，化成皮膜の均一性がすぐれており，スラッジの抑制性にも優れていることを新たに見出し，これに基づいて本発明を完成させた。」(段落【0009】)，「さらに，処理液が老化してアルミニウムイオン濃度が高くなった場合にも，処理液中に含まれるジルコニウムの沈殿を抑制するために，［HF］濃度を0．0001～0．2g／リットルの水準に管理し，それによってスラッジ抑制性が向上することが見い出されたのである。」(段落【0019】)，「化成皮膜形成反応は界面近傍における［HF］濃度の低下によるものである。従って，化成性を高水準に維持し，かつ処理液の外観を透明に維持するためには，処理液中の［HF］濃度をコントロールする事が必要となる。」(段落【0021】)との各記載に示されており，また，［HF］濃度の概念及び定義は，段落【0022】～【0023】に示されていて，要するに，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "現実の化成処理液中のF−濃度(［F−］濃度)をフッ素イオンメータによって測定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "処理液のpHを測定し，これに対応する［H＋］濃度を導出する"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イで求められた［F−］，［H＋］を下記の①式に算入し，［HF］濃度を算出する。",
                    "［H＋］［F−］",
                    "［HF］＝ ・・・①",
                    "10−3．17",
                    "というものである。",
                    "そして，以下のとおり，決定は，本件発明1がこのような処理液の管理手法を規定する発明であることを看過している点で重大な誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "決定は，引用例1の実施例1に係る弗酸(HF)の含有量0．02g／l",
              "text": [
                "が「実質的に，水溶液中でフッ化水素(HF)を発生する量に該当するといえる」と説示するが，本件発明1の［HF］の概念の理解が不十分であり，本件発明1が，上記のように，処理液の管理手法を規定する発明である点を看過したものである。",
                "すなわち，引用例1の実施例1においては，単に弗酸0．02g／lを添加した処理液を調整したというだけのことを意味するのに対し，本件発明1の［HF］は，処理液のpHやAl濃度によって変動することを予定している概念である。また，決定は，引用例1の実施例1に係る弗酸(HF)の含有量0．02g／lが，「本件発明1で特定する含有量の『0．0001～0．2g／リットルの濃度で発生する量』に包含され，一致している」と説示するが，同実施例の水溶液は，弗酸のほかに，Li TiF を含有し，これから乖離する［F−］が存在するので，引用例1の記載のみによっては，［HF］濃度に換算することはできない。したがって，決定の上記説示は明らかに誤りである。",
                "さらに，引用例2の「実際的見地からいえばコーチング溶液は工業的規模で操作するときに過剰の弗化物，すなわち弗化物と錯化物を生成する該溶液中のアルミニウム及びその他のすべての金属成分と錯化を行う量以上の弗化物を含有していなければならない。本明細書ではこのような過剰の弗化物を『有効弗化物』と称し，HFおよび弗化物イオンとして存在する弗化物すなわち該溶液中の他の物質と結合していないFを意味する。」(8頁左下欄9～17行)との記載によれば，引用例2の「有効弗化物」とは，［F−］濃度であって，［HF］濃度ではないから，本件発明1が「フッ化水素供給源化合物の含有量を『水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量』とした点についても，この数値範囲は，・・・引用例2記載の有効弗化物の含有量である『10～200ppm(0．01～0．2g／リットル)』・・・の数値と特に異なるものでなく」とした決定の説示は，［HF］濃度と［F−］濃度とを混同していることが明らかである。",
                "また，引用例2の「有効弗化物濃度」はアルミニウム濃度が決定しないと本件発明1の[HF]濃度に換算することができないが，引用例2にはアルミニウム濃度に対する言及がないから，結局，引用例2の記載のみによっては，［HF］濃度に換算することはできない。この点においても，決定の上記説示は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，決定は，引用例1の実施例1が，ジルコニウム塩でなく，チタン塩を含有成分とした点について，「引用例1に記載された表面処理法においては，チタン塩とジルコニウム塩とが互換可能な選択成分として同等に扱われている」と説示するが，原告による追試の結果によれば，ジルコニウムを含有成分とする本件発明1の顕著な効果が認められ，「同等」であるというのは，技術的に誤った見解である。引用例1の公報は，昭和52年の特許出願に係るものであるところ，その当時の製品要求レベルは，本件特許出願時である平成6年当時の製品要求レベルより低いから，引用例1に「同等」として記載されているにすぎず，本件特許出願時においては，既に「同等」ではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "決定には，原告主張の誤りはなく，原告の請求は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(相違点(i)についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，本件発明1の要旨が，「フッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有」と規定したのは，［HF］濃度を工程の操業において管理制御するという考え方を表したものであり，単にフッ化水素酸を所定量添加することを規定したものではないと主張するが，本件発明1は，「［HF］濃度を工程の操業において管理制御する」ことを「発明の構成に欠くことができない事項」(平成6年法律第116号による改正前の特許法36条5項2号)として，請求項に記載したものではない。本件発明1に係る含有成分(D)の「フッ化水素」の濃度の規定の仕方は，特殊な特定の方法を採用しているが，その実体は，0．0001g／リットル(＝0．1ppm)の極微少量から，その2000倍の0．2g／リットル(＝200ppm)に至るまでの広範な濃度",
              "text": [
                "範囲のフッ化水素を含有するというものであり，本件発明1は，かかる含有成分(D)を含む含有成分(A)～(D)と特定のpHを有することを特徴とする表面処理組成物の発明である。原告は，アルミニウム濃度が増大する場合には，［HF］濃度が低い範囲でなければならないと主張するが，本件発明1は，アルミニウム濃度が一定以上に上昇した場合に限定されたものではなく，アルミニウム濃度が0である建浴当初の段階を除外したものでもないから，引用例1や引用例2に記載された表面処理組成物と異なる性質の発明とはいえない。表面処理組成物を用いた金属の表面処理方法において，当該表面処理組成物の組成を，操業中に，建浴当初の組成に近い，好適な組成に維持すべきことは周知であり，通常の技術にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例1の実施例1に係る水溶液は，弗酸のほかに，Li TiFを含有し，これから乖離する［F−］が存在するので，引用例1の記載のみによっては，［HF］濃度に換算することはできないと主張する。この主張は，同実施例において，弗酸の添加により発生するフッ化水素濃度に，Li TiF の分解によって多少生じるかもしれないフッ化水素の濃度を合算して浴中のフッ化水素濃度とすべきとの主張と解される。しかし，決定は，同実施例の弗酸の添加量(0．02g／l)，及びそれによって生じるフッ化水素の濃度を認定したのであって，弗酸の添加により生じるフッ化水素の濃度と，Li TiF の分解によって生じるかも知れないフッ化水素の濃度とを合算したフッ化水素濃度を認定したものではないし，またその必要もない。のみならず，引用例1に「弗化物をチタンまたはジルコニウムの錯体としての形で加える場合には，反応を連続して行なう際に生ずるアルミニウムと錯体を生成するための弗化物源として，その他の物質を，該溶液に加えなければならない。 このような錯体弗化物の加水分解によって得られる弗化物の量は，該アルミニウムの錯化を行なうには不十分であり，加水分解の程度は未錯化のジルコニウムまたはチタンがホスフェートと結合して望ましくない沈殿を生ずる程度であろう。 該アルミニウムを錯化するのに十分な弗化物を容易に与えるような他の物質を用いると，上記の事項をさけることができる。このような物質の例は弗化水素酸・・である。 弗化水素酸は該アルミニウムを錯化するのに十分な弗化物を供給し，しかもコーチング・プロセスを妨害する外部カチオン源とならないので特に良好な弗化物源である。」(8頁右上欄11行～左下欄8行)と記載されているように，Li TiF (チタンの錯体弗化物の一種)の錯化力は小さく，不十分であるのに対し，弗酸(フッ化水素酸)は，強い錯化作用を有し，これによりアルミニウムの錯化は，主として弗酸によって行われるのであるから，Li TiF を含有する表面処理組成物に弗酸を添加した場合でも，アルミニウムとの錯体生成に寄与するフッ化水素の濃度は，添加された弗酸の量によって，実質的には特定できるのである。したがって，原告の上記主張は，いずれにせよ失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用例2の「有効弗化物」とは，［F−］濃度であって，［HF］濃度ではなく，また，引用例2にはアルミニウム濃度に対する言及がなく，引用例2の記載のみによっては，［HF］濃度に換算することはできないから，本件発明1が「フッ化水素供給源化合物の含有量を『水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量』とした点についても，この数値範囲は，・・・引用例2記載の有効弗化物の含有量である『10～200ppm(0．01～0．2g／リットル)』・・・の数値と特に異なるものでなく」とした決定の説示は誤りであると主張する。",
                "しかしながら，仮に，引用例2の「有効弗化物」とは，［F−］濃度(フッ素イオン濃度)であっても，引用例2に記載された発明における［HF］濃度は，本件発明1の広範な［HF］濃度に包含され，これと重複している。すなわち，引用例2の「特に好ましいコーチング溶液」(9頁右下欄2～8行)では，pHは「約2．6～約3．1」，有効弗化物濃度(［F−］濃度)は「10～200ppm」とされているところ，例えば，pHが「3．1」，［F−］が「10ppm」の場合について算出した［HF］濃度は0．012g／lとなるから，本件発明1の「0．0001～0．2g／リットルの濃度」に包含されるものである。なお，本件発明1は，アルミニウム濃度が一定以上に上昇した場合に限定されたものではなく，アルミニウム濃度が0である建浴当初の段階を除外したものでもないことは，上記のとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，決定の「引用例1に記載された表面処理法においては，チタン塩とジルコニウム塩とが互換可能な選択成分として同等に扱われている」との説示について，原告による追試の結果によれば，ジルコニウムを含有成分とする本件発明1の顕著な効果が認められ，「同等」であるというのは，技術的に誤った見解であると主張する。",
                "しかしながら，チタン塩を用いた場合と，ジルコニウム塩を用いた場合とで，結果が全く同じでなければ互換可能な選択成分ではないということはできない。引用例1の「成分I」としては，チタン塩とジルコニウム塩の2つの選択肢しかなく，このわずか2つの選択肢から具体的なケース毎に好ましい結果を奏する一方を選択することは，簡単な実験により確認できることにすぎず，それにより当業者が予期し得ない特段の効果を奏するものともいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，本件発明7は，金属表面処理方法の発明であるが，本件発明1～6のいずれかの表面処理組成物を含有する処理液を用いるものであり，かつ，フッ化水素濃度の管理方法を特定したことが請求項に記載されてはいないので，本件発明1と同様，「フッ化水素濃度で化成処理液を管理」することを，発明の構成に欠くことができない事項とする発明とはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点(i)についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1の要旨が，「フッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有」と規定したのは，［HF］濃度を工程の操業において管理制御するという考え方を表したものであり，単にフッ化水素酸を所定量添加することを規定したものではないと主張する。",
                "しかるところ，本件明細書の発明の詳細な説明には，「本発明」(本件発明1～7を総称するものと認められる。)は，アルミニウム含有金属材料表面上に優れた耐食性と塗膜密着性を有する化成皮膜を形成するだけでなく，この化成皮膜の均一性，及びスラッジ抑制性，ひいては操業安定性にも優れたアルミニウム含有金属材料用表面処理液及び該溶液を用いた表面処理方法を提供しようとするものであること(段落【0008】)，「本発明」は，りん酸化合物(A)と，ジルコニウム化合物(B)とを含有し，1．5～4．0のpHを有する表面処理液に，酸化剤(C)を添加し，さらに所定値の［HF］濃度を付与するフッ化水素供給源化合物(D)を含有させることにより，透明な処理液外観を維持し得ること，該処理液をアルミニウム含有金属材料表面に0．5～60秒間，接触させて化成皮膜を形成することにより，当該表面に優れた耐食性及び塗膜密着性を付与し得ること，及び，化成皮膜の均一性が優れており，スラッジの抑制性にも優れていることを新たに見出し，これに基づいて完成したものであること(段落【0009】)，特に，各部位における反応速度の差による皮膜量のバラツキをなくし，品質を安定化するためには，［HF］を含有させることにより，化成皮膜の形成反応速度を向上させ，かつ化成皮膜の均一性を向上させ得ること，さらに，処理液が老化してアルミニウムイオン濃度が高くなった場合にも，［HF］濃度を0．0001～0．2g／リットルの水準に管理することによって，スラッジ抑制性を向上させ得ることが見い出された(段落【0018】～【0019】)ことによって，完成された発明であることが記載されており，また，化成性を高水準に維持し，かつ処理液の外観を透明に維持するためには，処理液中の［HF］濃度をコントロールすることが必要となる(段落【0021】)との記載もある。",
                "しかしながら，本件発明1に係る発明の要旨が，上記のとおり，「アルミニウム含有金属材料の表面に化成皮膜を形成する水系表面処理液であって，下記成分：(A)りん酸化合物，(B)ジルコニウム化合物，(C)酸化剤，および(D)水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有し，かつ1．5～4．0のpHを有することを特徴とする，スラッジ抑制性に優れたアルミニウム含有金属材料用表面処理組成物。」というものであることは，当事者間に争いがない(ちなみに，上記発明の要旨は，特許請求の範囲の請求項1の記載のとおりであって，これのみが，本件発明1に係る「発明の構成に欠くことができない事項」(平成6年法律第116号による改正前の特許法36条5項2号)として，請求項1に記載されたものである。)。そして，上記発明の要旨によれば，本件発明1が，(A)～(D)の各成分を含有し，かつ，特定のpH値を有するように調整された「スラッジ抑制性に優れたアルミニウム含有金属材料用表面処理組成物」という物の発明であって，「［HF］濃度を工程の操業において管理制御する」ことを，その構成中に含むものでないことは明らかである。原告の摘示する「(D)水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物を含有」という規定は，含有成分(D)が，「フッ化水素供給源化合物」であること，及びその含有量が，「0．0001～0．2g／リットルの濃度のフッ化水素を発生する量に相当する量」として特定されたことを意味するにとどまり，その文言上，「［HF］濃度を工程の操業において管理制御する」ことまでも意味するものということは到底できない(なお，このような，特定の範囲の［HF］濃度をいわば管理指標として成分調整が施された結果としての，成分(A)～(D)と特定のpH値を有する表面処理組成物は，上記認定に係る本件明細書の発明の詳細な説明の記載から導かれるものであるから，当該表面処理組成物が「発明の詳細な説明に記載したものであること」(上記改正前の特許法36条5項1号)も明らかである。すなわち，本件発明1を，成分(A)～(C)に加え，成分(D)として，特定の量の「フッ化水素供給源化合物」を添加し，かつ，特定のpH値を有するように調整した表面処理組成物の発明であるものと理解することに，特許法上，何らの支障もない。)。",
                "したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1が「アルミニウム含有金属材料の表面に化成皮膜を形成する水系表面処理液であって，(A)りん酸化合物，(B)ジルコニウム化合物，(C)酸化剤，を含有するアルミニウム含有金属材料用表面処理組成物」の点，及び「1．5～4．0のpHを有する」点で一致することは，当業者に争いがない。そして，引用発明1が記載された引用例1には，「又本処理液には，反応促進剤として，弗酸，硫酸，ホウ酸，硝酸，ホウ弗化水素酸，ケイ弗化水素酸等の酸又は塩類を添加しても良い。本処理液は酸性側で使用する。好ましくはpH2～4である。」(2頁左下欄9～13行。決定の摘記事項(1−4))との記載があり，さらに，「実施例1」として，「50×100×0．3mmのアルミニウム合金(5052)を弱ア",
              "text": [
                "ルカリ性洗浄液(pH9)で清浄した後，以下に示した浴成分を含む5lの水溶液で45℃，10秒間浸漬による処理をし，水洗，脱イオン水洗，次で乾燥した。",
                "浴組成 Li TiF 1．0g／l",
                "30％過酸化水素 0．07g／l",
                "リン酸 1．0 〃",
                "弗酸 0．02 〃",
                "pH3．0」(3頁左上欄14行～右上欄4行。決定の摘記事項(1",
                "−7))との記載がある。",
                "上記実施例1に係る表面処理組成物は，ジルコニウム塩(ジルコニウム化合物)ではなく，チタン塩Li TiF を含有するものであるが，引用例1には，ジルコニウム塩を含有する表面処理組成物に添加する弗酸の添加量を示す記載はないものの，特許請求の範囲(1)(決定の摘記事項(1−1))や発明の詳細な説明における反応機構の説明(決定の摘記事項(1−3))において，チタン塩とジルコニウム塩とを，互換可能な選択成分として同等のものと扱われていることにかんがみて，引用例1に接した当業者が，引用発明1に弗酸を添加することを試みる際，上記実施例1の記載を参考にして，その添加量を0．02g／lとすることは，たやすく想起し得るところである。",
                "原告は，原告による追試の結果によれば，ジルコニウムを含有成分とする本件発明1の顕著な効果が認められ，チタン塩とジルコニウム塩とが「同等」であるというのは，技術的に誤った見解である旨主張する。そして，原告従業員作成の平成18年3月20日付け試験報告書(甲第9号証)によれば，上記実施例1の組成及びpH値に係る表面処理組成物(サンプル1)と，組成中Li TiF 1．0g／lのみ，LiZrF (ジルコニウム塩)1．0g／lに代えた表面処理組成物(サンプル2)とで，それぞれアルミニウムDI缶の被膜化成処理を行う実験において，サンプル2で被膜化成処理を行ったものが耐食性に優れているという結果となったことが認められる。",
                "しかしながら，上記認定において，チタン塩とジルコニウム塩とが「同等」であるとは，引用例1の記載において，そのように扱われているということをいうものにすぎず，しかも，そのような引用例1の記載を，単に，チタン塩を含有する表面処理組成物に添加する弗酸の添加量に関する記載を参考として，ジルコニウム塩を含有する表面処理組成物に添加する弗酸の添加量を決定するための契機(動機付け)となり得るものと評価しただけのことであって，現実に，チタン塩とジルコニウム塩とが完全に同一であるとするものではなく，もとよりそうである必要もない。したがって，上記実験結果が，上記認定を妨げるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかるところ，1993年(平成5年)6月1日縮刷版第34刷発行の「化学大辞典7」(乙第3号証)には，弗酸とは，「フッ化水素酸」と同義であり，フッ化水素の水溶液のことであることが記載されており，また，国立鈴鹿工業高等専門学校生物応用化学科ホームページ(乙第5号証)には，「専攻科・分析化学特論」の授業内容として，「酸と塩基」に関する解説があり，当該解説中にフッ化水素水溶液中の解離平衡式が，「HF æ H＋＋F−」であること，「弗化水素(HF)のような弱酸の場合には，酸の解離平衡は左に寄っている(HFの形が大部分で，F−は少しである)ので［HF］は溶解している弱酸の濃度に，ほぼ等しいと近似できる。」との記載がある。なお，上記国立鈴鹿工業高等専門学校生物応用化学科ホームページ自体は，本件特許出願後の1997年(平成9年)に開設されたものと認められるが，上記の記載は，その授業内容として掲載されているものであるから，本件特許出願に係る平成6年12月22日当時，当該記載事項は，当業者の技術常識であったものと推認することができる。このことは，一般的な化学辞典である上記「化学大辞典7」の記載事項についても同様である。",
                "そして，引用例1の実施例1に係る弗酸(フッ化水素が溶解している弱酸)の濃度は0．02g／lであるから，上記各記載によれば，その［HF］濃度(すなわち，非解離のフッ化水素濃度であり，上記国立鈴鹿工業高等専門学校生物応用化学科ホームページでは，単に「［HF］」と表記されている。)もほぼ0．02g／l程度であることが認められる。そうすると，0．02g／lの弗酸は，「水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量のフッ化水素供給源化合物」に該当するということができ，結局，引用発明1に，引用例1の実施例1の記載を参考として，0．02g／lの弗酸を添加することとした場合には，相違点(i)に係る本件発明1の構成に至ることになる。そうであれば，引用発明1につき，相違点(i)に係る本件発明1の構成を採用することは，当業者が容易になし得ることといわなければならない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，引用例1の実施例1に係る表面処理組成物の水溶液中には，弗酸のほかに，Li TiF から乖離する［F−］が存在するので，引用例1の記載のみによっては，［HF］濃度に換算することはできないと主張する。しかしながら，本件発明1の要旨においては，その文言上，「フッ化水素供給源化合物」の含有量を「水溶液においてフッ化水素を，0．0001～0．2g／リットルの濃度で発生する量」と特定しているのであって，表面処理組成物中の［HF］濃度を「0．0001～0．2g／リットル」とすることを規定しているものでないことは明らかである。原告の上記主張は，本件発明1が表面処理組成物中の「［HF］濃度を工程の操業において管理制御する」ものであるとする主張を前提とするものであるが，当該主張を採用することができないことは，上記のとおりである。したがって，弗酸以外の成分中に表面処理組成物中の［HF］濃度に影響を及ぼし得るものが存在したとしても，そのことは，0．02g／lの弗酸を添加することが，相違点(i)に係る本件発明1の構成に至ることを妨げるものではなく，原告の主張は，それ自体失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，その余の点(引用発明1と引用例1，2との組合せ)について判断するまでもなく，相違点(i)のようにフッ化水素供給源化合物の含有量を特定することは，当業者が容易になし得たとする決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，本件発明1～6は，いずれも本件発明1をさらに限定した表面処理組成物の発明であるが，本件発明7は，アルミニウム含有金属表面処理方法の発明である。しかしながら，当事者間に争いのない本件発明7に係る発明の要旨によれば，本件発明7は，本件発明1の表面処理組成物を含有する処理液を選択的に使用するものであり，かつ，表面処理組成物中の「［HF］濃度を工程の操業において管理制御する」ことを構成要件とするものではない。したがって，本件発明7についての決定の判断も，原告主張の理由によって誤りということはできないことを付言する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張は理由がなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10794",
    "date": "2006-12-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033905",
    "ipprecedent_id": "48",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}