{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80141号事件について平成17年5月24日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「光硬化性樹脂組成物及びそれを用いて電極形成したプラズマディスプレイパネル」とする特許第3538387号(平成13年1月29日出願，平成16年3月26日設定登録。以下「本件特許」といい，その出願を「本件出願」という。)の特許権者である。",
            "被告は，平成16年9月3日，本件特許を無効とすることについて審判の請求をし，特許庁は，これを無効2004−80141号事件として審理したが，平成17年5月24日，「特許第3538387号の請求項1ないし4に係る発明についての特許を無効とする。」との審決をし，同年6月3日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の請求項1ないし4に係る発明(以下，順に「本件発明1」～「本件発明4」という。)の要旨",
          "text": [
            "【請求項1】白黒二層構造のバス電極に用いる，導電性微粒子を含有しない黒色層用組成物であって，(A)四三酸化コバルト(Co O )黒色微粒子，(B)有機バインダー，(C)光重合性モノマー，及び(D)光重合開始剤を含有することを特徴とする光硬化性樹脂組成物。",
            "【請求項2】四三酸化コバルト(Co O )黒色微粒子は，比表面積が1．0～20m2／gの範囲にあることを特徴とする請求項1に記載の光硬化性樹脂組成物。",
            "【請求項3】さらに(E)無機微粒子(導電性微粒子を除く)を含有することを特徴とする請求項1又は2に記載の光硬化性樹脂組成物。",
            "【請求項4】前記請求項1乃至3の何れか1項に記載の光硬化性樹脂組成物の焼成物からバス電極の黒層が形成されてなるプラズマディスプレイパネル。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由は，別添審決謄本写し記載のとおりであり，本件発明1及び2は，特開2000−251744号公報(甲1，以下「引用例1」とい",
              "text": [
                "う。)及び特開2001−6435号公報(甲2，以下「引用例2」とい",
                "う。)に記載された発明(以下，順に「引用発明1」，「引用発明2」という。)に基づいて当業者が容易に発明をすることができたものであり，本件発明3は，引用発明1，2及び特開2000−221671号公報(甲5，",
                "以下「引用例5」という。)に記載された発明(以下「引用発明5」という。)に基づいて当業者が容易に発明をすることができたものであり，本件発明4は，引用発明1及び2に基づいて，あるいは，引用発明1，2及び5に基づいて当業者が容易に発明をすることができたものと認められるので，本件特許は，特許法29条2項に違反してされたものであるから，特許法123条1項2号の規定により無効にすべきものであるとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，審決は，本件発明1と引用発明1との対比について，次のとおり認定した。",
                "「本件発明1と刊行物1記載の発明(注，引用発明1)とを対比すると，両者は，『白黒二層構造のバス電極に用いる，導電性微粒子を含有しない黒色層用組成物であって，(A)黒色顔料を含有する感光性組成物。』である点で一致し，以下の点で相違している。相違点a：黒色顔料について，本件発明1では，『四三酸化コバルト(Co O )黒色微粒子』であると特定しているのに対し，甲第1号証記載の発明(注，引用発明1)では，単に『黒色顔料』としているだけで，特定されていない点。相違点b：『感光性』について，本件発明1では，『(B)有機バインダー，(C)光重合性モノマー，及び(D)光重合開始剤を含有する光硬化性』であるとしているのに対して，甲第1号証記載の発明では，単に『感光性』としているにすぎない点。」(審決謄本15頁下から第4～第2段落)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，①〔主位的〕引用発明1の認定を誤り(取消事由1)，②〔予備的〕仮に，引用発明1が発明として完成しているものと認められたとしても，本件発明1について，相違点aの認定を誤り(取消事由2)，相違点aについての判断を誤り(取消事由3)，本件発明1の顕著な作用効果を看過し(取消事由4)，本件発明2ないし4についても，本件発明1と同様，進歩性についての認定判断を誤り(取消事由5)，その結果，本件発明1及び2は，いずれも引用発明1及び2に基づいて，本件発明3は，引用発明1，2及び5に基づいて，本件発明4は，引用発明1及び2，あるいは，引用発明1，2及び5に基づいて，それぞれ当業者が容易に発明をすることができたとの誤った結論を導き出したもので，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用例1(甲1)について，「甲第1号証(注，引用例1)の【0024】には，『ブラックマトリックス層20の厚さは薄いので，熱処理中，前記共通及び走査電極22a，22bに含有された導電性粒子が熱拡散により前記ブラックマトリックス層20へ拡散され，前記共通及び走査電極22a，22bと前記バス電極23とは通電が可能になる。』と記載されている。このため，ブラックマトリックス層20のうち共通及び走査電極22a，22bとバス電極23との間に位置する部分は，導電性を有するものとなって，通電経路の一部を構成していると考えられる。したがって，この構成において，共通及び走査電極22a，22bの導電性を補うためのバス電極は，実質的に，ブラックマトリックス層20の上記部分とこれに積層されたバス電極23とから構成されている。すなわち，ブラックマトリックス層20のうち共通及び走査電極22a，22bとバス電極23との間に位置する部分は，実質的に二層構造のバス電極のうちの黒層を構成しているといえる。」(審決謄本14頁第4段落)と認定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の段落【0023】には，「先ず透明な前面基板21a上にスパッタリングでITO膜を蒸着させて前記共通電極22aと走査電極22bとを形成する。」との記載があり，段落【0024】には，審決の上記認定のとおり，「ブラックマトリックス層20の厚さは薄いので，熱処理中，前記共通及び走査電極22a，22bに含有された導電性粒子が熱拡散により前記ブラックマトリックス層20へ拡散され，前記共通及び走査電極22a，22bと前記バス電極23とは通電が可能になる。」(以下「本件熱拡散の記載」ということがある。)との記載があるところ，上記段落【0023】の記載によれば，段落【0024】の「共通及び走査電極22a，22bに含有された導電性粒子」とは，ITO(酸化インジウム錫)膜(以下「ITO膜」という。)中に含有される導電性粒子を意味するものと解されるところ，この導電性粒子がいかなるものであるかが不明であり，このようなITO膜中の導電性粒子が熱処理によりブラックマトリックス層20へ拡散するかどうかは，ブラックマトリックス層20がいかなる材料であるかの特定がされていない以上，全く不明である。しかも，引用例1には，ITO膜中の導電性粒子を熱拡散によりブラックマトリックス層へ拡散させる手法について何も示していない。",
                "したがって，引用例1は，絶縁性材料(ブラックマトリックス層20)を使用しつつ，いかにして導電性を確保するかについて当業者が実施可能なように記載されていない部分を包含するから，当業者は，引用発明1を技術的思想として把握することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例1の本件熱拡散の記載によれば，①ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料は，加熱処理を施すと通電が可能になること，及び，②通電可能になる理由は，共通及び走査電極を構成するITO膜の導電性粒子が熱拡散によるものであることが開示されているということができる。",
                "ところが，絶縁性材料が熱処理により通電可能となるということは，本件出願時における当業者の技術常識を超えた事項であり，このことは，ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料であっても同じである。したがって，上記①及び②は，いずれも，本件出願時における当業者の技術常識では考えられない事項，換言すると，自然法則を利用した技術的思想として理解することができない事項であるから，引用発明1は，発明として完成しているということができない。",
                "引用例1の本件熱拡散の記載に接した当業者は，「当該絶縁材料が特殊なものである」，あるいは，「熱処理が特殊な条件である」ことにより実施可能と考えるかもしれない。しかし，引用例1には，当該絶縁性材料の具体的な材質も，具体的な熱処理条件も一切記載されていないから，どのようにすれば，熱処理前に絶縁性のガラス粉末と酸化物と黒色顔料の混合物が，熱処理により通電可能になるかを，当業者において知ることができないから，引用例1には，審決のいう引用発明1が開示されているということができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，本件熱拡散の記載は，引用例1の発明者の推測の域を出ないものである旨主張する。",
                "しかし，被告が推測であると主張する「導電性粒子の熱拡散」という事項と，事実であるとする「通電が可能になる」は，いずれも，引用例1において実験などによる確認がされていないから，「導電性粒子の熱拡散」に関する記載事項と，「通電が可能になる」に関する記載事項との軽重を区別すべき理由がない。したがって，一方で，「導電性粒子の熱拡散」に関しては発明者の推測の域を出ないとし，他方で，「通電が可能になる」に関しては事実であるとする被告の主張は，論理矛盾であり，失当というほかない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，引用例1の段落【0024】の本件熱拡散の記載は，技術的な根拠を欠き，進歩性判断の資料となり得る技術的思想が開示された引用例として妥当性を欠くものであり，審決は，引用発明1が発明として未完成であることを看過したものである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，引用例が進歩性などの判断資料となり得るためには，引用例に判断資料となり得る技術的思想の開示があると認められなければならないことは既に述べたとおりであり，このことは，例えば，東京高裁平成10年9月29日判決・平成7年(行ケ)第280号，東京高裁平成14年4月25日判決・平成11年(行ケ)第285号等で説示されているところである。また，前掲東京高裁平成10年9月29日判決では，拒絶査定不服審判の審決取消訴訟において，発明が完成していることの立証責任は被告(特許庁長官)にあると説示している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点aの認定の誤り)",
          "text": [
            "審決は，相違点aに関し，「甲第1号証記載の発明(注，引用発明1)では，単に『黒色顔料』としているだけで，特定されていない」(審決謄本15頁下から第3段落)と認定したが，誤りである。",
            "引用例1(甲1)には，「前記ブラックマトリックス層20はガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成される。」(段落【0022】)と記載されており，この記載によれば，引用発明1の「黒色顔料」は，組成としては特定されていないが，用途として絶縁性材料を形成するためのものとして特定されている。",
            "本件発明1の四三酸化コバルト黒色微粒子は，絶縁性材料を形成するための黒色顔料でないのに対し，引用発明1の「黒色顔料」は，絶縁性材料を形成するためのものであり，用途が異なっているから，引用発明1から本件発明1に想到するに際して，阻害事由となるべきところ，審決は，この点を看過したものであって，違法というべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点aについての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点aに係る本件発明1の構成について，「甲第2号証記載の発明(注，引用発明2)における黒色層用感光性組成物において，その必須成分であるところの『銀粉末』を用いることなく，黒色度(L値)及び抵抗値の点で他の黒色顔料に比較して優れていることが明記されている『四三酸化コバルト(Co O )黒色微粉末』のみを，甲第1号証記載の発明(注，引用発明1)における黒色顔料として用いることは，当業者であれば容易に想到しうるものと認められる。」(審決謄本16頁最終段落～17頁第1段落)と判断したが，誤りである。",
                "引用発明2は，銀粉末を必須とする黒色導電ペースト，黒色導電厚膜に関する発明であり，四三酸化コバルト(Co O )黒色微粒子に関する記述は銀粉末を必須とする黒色導電ペースト，黒色導電厚膜の特性を示したものである。一方，上記2のとおり，引用発明1の「黒色顔料」は，絶縁性材料を形成するためのものであるから，導電性材料という技術分野に属する引用発明2とは，一方が絶縁性材料，他方が導電性材料という全く異なった技術分野に属するものであって，引用発明1と2とを結び付ける動機付けがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記1(3)のとおり，本件出願時における当業者の技術常識によれば，一般の絶縁性材料が加熱処理によって通電が可能になることも，また，ITO膜中には通常存在しない導電性粒子が加熱処理によって熱拡散すること自体も考えられないことであり，したがって，当業者であれば，通常ITO膜中に存在しない導電性粒子の拡散などありえないと考え，あえて，引用発明2の四三酸化コバルトを引用発明1に適用することを試みようとすることはしない。そして，構造的工夫や導電性粒子の拡散を考慮することなく，引用発明1と2とを組み合わせても，抵抗値が半導体に相当する四三酸化コバルトのみでバス電極の黒層を構成するという本件発明1の構成を導き出すことはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "導電性材料という技術分野に属する引用発明2を，絶縁性材料の技術分野に属する引用発明1に結び付けることができないことは，引用例2の記載及び周知技術からも明らかである。",
                "引用発明2は，銀粉末を必須とする黒色導電ペースト，黒色導電厚膜に関する発明であり，四三酸化コバルト(Co O )黒色微粒子に関する記述は銀粉末を必須とする黒色導電ペースト，黒色導電厚膜の特性が示されているが，銀粉末を含まない四三酸化コバルト微粒子含有組成物の特性は，示されていないから，銀粉末を必須とする黒色導電ペースト，黒色導電厚膜の特性から，銀粉末を含まない四三酸化コバルト微粒子含有組成物の特性が導かれるものではない。",
                "昭和59年6月25日丸善株式会社発行「化学便覧基礎編改訂3版」Ⅰ−7，Ⅱ−497(甲20の1)，1982年IFI／Plenum Dat"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "Company発行「THE OXIDE HAＮDBOOK Sec",
                  "text": [
                    "ond Edition」202頁，203頁(昭和57年7月31日国会",
                    "図書館受入れ，甲20の2)によれば，黒色顔料粉末自体の抵抗値の特性に関して，RuO 粉末の方が四三酸化コバルト微粒子よりも導電性が優れていることが広く知られているところ，引用発明2において，銀粉末を必須とする組成物に含まれることにより，四三酸化コバルト微粒子の方がRuO粉末より優れたものとなっているから，銀粉末により導電性が逆転しているのであり，したがって，銀粉末を必須とする黒色導電厚膜の抵抗値の傾向から，銀粉末を含まない黒色層の抵抗値の傾向を予測することは困難である。",
                    "審決のいう上記「抵抗値の点で他の黒色顔料に比較して優れている」がどのような意味であるか必ずしも明確ではないが，「抵抗値上昇を抑制する」，すなわち，「導電性傾向にある」という趣旨であるとしても，銀成分を必須とする黒色導電厚膜に含まれる四三酸化コバルト微粒子のみを取り出し，これを，銀粉末を含まない引用発明1の黒色材料として用いることの動機付けにはならないし，むしろ阻害要因となる。なぜなら，上記2のとおり，引用発明1は，絶縁性材料を形成する黒色顔料を用いるのであるから，このような引用発明1に，抵抗値の点で優れている，すなわち，「導電性傾向にある」四三酸化コバルト微粒子を適用すると，絶縁性材料を形成し難くなるからである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明1の「組成物を長期保存してもゲル化が発生せず，保存安定性に優れている」(審決謄本17頁第3段落)との効果(以下「効果1」という。)を認めつつ，「甲第1号証記載の黒色顔料として，甲第2号証記載の四三酸化コバルト微粉末を用いる場合においても，増粘又はゲル化の問題を検討することは，当業者が当然に行うことであって，その増粘及びゲル化の有無の確認についても格別な困難性を伴うものであるとは認められないから，上記効果1につては，当業者が容易に確認しうるものである。」(同頁下から第2段落)と判断したが，誤りである。",
                "本件発明1の効果1が公知技術から容易想到であると判断されるためには，黒色顔料の種類によって保存安定性に違いがあるとの知見が知られていることが必要であり，単にこの種の組成物に保存安定性の問題があることが知られていることだけでは足りない。逆にいうと，本件出願前に，感光性組成物中の無機微粒子により増粘又はゲル化するという問題を解決するためにゲル化防止剤を加えることは知られているとしても，感光性組成物中の黒色顔料の種類により増粘又はゲル化の程度が異なるという知見は知られていなかったから，従来技術において，四三酸化コバルトが他の顔料よりも保存安定性に関し優れる点について開示もなければ示唆もないというべきであり，そうである以上，当業者が本件発明の効果1を容易に確認し得るとする審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1の「充分な黒色度を有するため，薄い膜厚で充分なコントラストを達成でき，焼成皮膜が導電性微粒子を含有していなくても，充分な層間導電性(透明電極とバス電極白層との層間導通)と黒さを同時に達成できる。」(審決謄本17頁第4段落)との効果(以下「効果2」という。)を認めつつ，「当業者であれば，導電性微粒子を含有しない甲第1号証記載の発明における黒色顔料として四三酸化コバルトを適用した場合にも，充分な黒色度を有するであろうことは，甲第2号証の記載から当然に予期しうるものである。」(同18頁最終段落)と判断したが，誤りである。",
                "審決が引用例2について引用した部分には，必須成分であるところの「銀粉末」を用いない黒色層用感光性組成物における黒色度について言及していないから，引用発明2からは，「銀粉末」を用いない黒色層用感光性組成物における各種黒色顔料を用いた黒色度の傾向は予測することができず，引用発明2の四三酸化コバルトを「銀粉末」を用いることなく，引用発明1の黒色顔料に適用することはできない。しかも，引用発明2は，厚膜用組成物に関する発明であり，薄い膜厚で十分なコントラストを達成できるとの効果を予測することもできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし4の認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本件発明2も，前項『1 本件発明1について』に記載したと同様の理由により，甲第1号証及び甲第2号証に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(審決謄本20頁最終段落～21頁第1段落)と認定判断する。",
                "しかし，「1 本件発明1について」に記載した理由に誤りがあることは既に述べたとおりであるから，本件発明2についての審決の上記認定判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「当業者であれば，甲第1号証記載の発明において混合されるガラス粉末について，『軟化点400～600℃のガラス粉末』とすること，或いは，更に，『耐熱性黒色顔料』及び／又は『シリカ粉末』を配合することは，甲第5号証の記載に基づいて容易になしうることにすぎない。よって，本件発明3は，甲第1号証，甲第2号証及び甲第5号証に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(審決謄本21頁下から第3～第2段落)と認定判断する。",
                "しかし，「1 本件発明1について」に記載した理由に誤りがあることは既に述べたとおりであるから，本件発明3についての審決の上記認定判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「本件発明4と甲第1号証記載の発明とを比較すると，両者の相違点は，上記相違点aないし相違点dだけであって，これらの相違点については既に述べたとおりである。よって，本件発明4は，甲第1号証及び甲第2号証に記載された発明に基づいて，あるいは甲第1号証，甲第2号証及び甲第5号証に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(審決謄本22頁第1，第2段落)と認定判断する。",
                "しかし「1 本件発明1について」に記載した理由に誤りがあることは既に述べたとおりであるから，本件発明3についての審決の上記認定判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1の段落【0023】，【0024】の本件熱拡散の記載は，技術的な根拠を欠き，進歩性判断の資料となり得る技術的思想が開示された引用例として妥当性を欠くものであり，引用発明1が発明として未完成である旨主張する。",
                "引用例1(甲1)の段落【0023】，【0024】の「共通電極22a",
                "及び走査電極22bの上面でのブラックマトリックスの塗布厚さは前記放電セル境界領域の塗布厚さに比べて薄い。・・・ブラックマトリックスパターンが形成された後，これを550℃−620℃の温度範囲内で加熱してブラックマトリックス層20を完成する。この際，前記共通及び走査電極22a，22bの下面に塗布されるブラックマトリックス層20の厚さは薄いので，熱処理中，前記共通及び走査電極22a，22bに含有された導電性粒子が熱拡散により前記ブラックマトリックス層20へ拡散され，前記共通及び走査電極22a，22bと前記バス電極23とは通電が可能になる。」，「共通電極及び走査電極と，バス電極との間に，絶縁性材料からなるブラックマトリックス層を有するプラズマディスプレイパネルにおいて，該絶縁性ブラックマトリックス層の材料として，ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で，且つ感光性である材料を用いること。」(審決謄本14頁第2段落)との記載，及び，「【0028】および【図2】の記載された態様では，ブラックマトリックス層が走査電極22bと共通電極22cとの間の部分(30)と，走査電極22bおよび共通電極22c上の部分(31)とに分割して備えられることにより，第2ブラックマトリックス層31がバス電極23と走査及び共通電極22b，22cとの間のみに備えられている。」(同頁下から第2段落，当事者間に争いがない)の記載によれば，引用例1には，ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で，かつ，感光性である材料でブラックマトリックス層20を形成すること，共通及び走査電極22a，22bと，バス電極23との間にブラックマトリックス層20を薄い厚さ寸法で設けること，及び，ブラックマトリックス層20を設けるに際して加熱処理を施すと，共通及び走査電極22a，22bとバス電極23との間では通電が可能になることが記載されている。したがって，引用発明1においては，ブラックマトリックス層20を構成するための黒色顔料を含む絶縁性材料を，共通及び走査電極22a，22bとバス電極23との間に薄い厚さ寸法で加熱処理を施して設けるという技術構成と，このような構成を採用することでそれら共通及び走査電極22a，22bとバス電極23との間の通電が可能になるという作用効果とが明らかであるから，当業者はその発明を反復実施して所期の効果を得ることができるのであり，引用発明1は発明として完成している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "熱処理中に導電性粒子の拡散を観察することが極めて困難であるという一般的技術常識や，拡散に関する記載が引用例1の本件熱拡散の記載以外になく，しかも，拡散の生じていることを明らかにする実験データが記載されていないことにかんがみれば，引用例1の本件熱拡散の記載は，推測の域を出ないものと考えられる。すなわち，このような記載は，共通及び走査電極22a，22bとバス電極23との間に絶縁材料を配置しながら焼成後に通電が可能になるという事実に対して，引用例1の発明者の解釈を示したものと解すべきである。したがって，ITO膜からの導電性粒子の拡散は実際に生じているかも知れないが，「ITO膜から導電性粒子が拡散すること」を，引用発明1において必然的に生じる作用と解するのは相当ではない。これを要するに，引用発明1は，「絶縁性材料を共通及び走査電極22a，22bとバス電極23との間に薄い厚さ寸法で，加熱処理を施して設けた」ことによって，それら共通及び走査電極22a，22bとバス電極23との間の通電を可能としたものであり，その通電がどのような理由付けで実現されていると説明されていても，通電の事実の存在が左右されるものではないから，通電可能となったという事実に関する記載と，上記の推測の域を出ない拡散に関する推定の理由付けの記載とを同列に扱うべきではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例1の本件熱拡散の記載には，共通及び走査電極22a，22b，ブラックマトリックス層20，およびバス電極23の3層が積層された構造において，共通及び走査電極22a，22bとバス電極23との間で通電が可能になることが記載されているのであり，単に絶縁性材料に加熱処理を施すと導電性を有することが記載されているのでもなく，共通及び走査電極22a，22bの上にブラックマトリックス層20が積層されただけの2層構造でそのブラックマトリックス層20が導電性を有することが記載されているのでもない。バス電極23は，銀や銀合金より成るのであるから，例えば，拡散が容易なものとして知られているその銀がブラックマトリックス層20に拡散すれば，そのブラックマトリックス層20が導電性を有するものとなり，これを介して共通及び走査電極22a，22bとバス電極23との間で通電が可能になるという推論も当業者の経験則から十分に考えられることである(本件出願後に公開された特開2005−129319号公報〔乙3，以下「乙3公報」という。〕の段落【0032】参照)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，発明が完成していることの立証責任は被告にある旨主張する。",
                "しかし，仮に，引用発明1が原告の主張するように実施不可能な未完成発明であったとしても，引用発明1は，本件発明1の進歩性を判断するために引用されて，そこに記載された技術的思想が公知の技術として対比の対象にされているにすぎないものであるから，その技術がさらに実施可能なものであるか否かまで問うところではない(東京高裁平成元年11月28日判決・昭和63年(行ケ)第275号参照)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点aの認定の誤り)について",
          "text": [
            "原告は，引用発明の「黒色顔料」は，組成としては特定されていないが，用途として絶縁性材料を形成するためのものとして特定されている旨主張する。",
            "しかしながら，審決は，一致点として「導電性微粒子を含有しない」点を挙げた上で，「特定されていない」と述べているのであり，本件発明1と引用発明1が共に絶縁体層を形成するための感光性組成物であることは当然の前提である。上記主張は，審決の字面だけにこだわり，その意図するところを理解していないから，失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点aについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1の「黒色顔料」は，絶縁性材料を形成するためのものであるから，導電性材料という技術分野に属する引用発明2とは，一方が絶縁性材料，他方が導電性材料という全く異なった技術分野に属するものであって，引用発明1と2とを結び付ける動機付けがない旨主張する。",
                "しかし，引用発明1の黒色層用感光性組成物と，引用発明2の黒色層用感光性組成物とは，いずれも，同じプラズマディスプレイパネルの分野において，コントラストを上げることを目的とする材料であって，共通及び走査電極とバス電極の白層との間に黒層を設けることによって，白黒二層構造で，その白層と共通及び走査電極との間の導通を確保するものである点で共通するから，引用発明1と2とは，技術分野が関連すると共に課題が共通する。",
                "また，引用例1の「黒色の絶縁体層1・・・コントラストを向上させる」(【0010】)，「ブラックマトリックス層20の厚さは薄いので，・・・通電が可能になる」(【0024】)の記載によれば，引用発明1のブラックマトリックス層20は，黒色度に優れ，かつ，薄いほど好ましいことが明らかであり，一定のコントラストを得ようとする場合には，黒色度が優れるほど薄くできることも自明である。そのため，引用発明1とは技術分野が関連し，かつ，課題が共通する引用発明2において，黒色顔料として用いられている黒色度(L値)及び抵抗値の点で優れる四三酸化コバルト微粒子を，薄く，かつ，黒色度の優れたブラックマトリックス層20を形成することを目的として，引用発明1において黒色顔料として適用することは，当業者であれば容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，導電性材料という技術分野に属する引用発明2を，絶縁性材料の技術分野に属する引用発明1に結び付けることができない理由として，引用発明2の銀粉末を必須とする黒色導電ペースト，黒色導電厚膜の特性から，銀粉末を含まない四三酸化コバルト微粒子含有組成物の特性が導かれるものではない旨主張する。",
                "引用発明1は，バス電極を設けた状態で，ブラックマトリックス層20のうち共通及び走査電極とバス電極との間に位置する部分が通電可能になることを目的とするものである。そのため，絶縁体材料で形成するにもかかわらず，通電可能となる部分は，引用発明2に示される黒色導電厚膜と同様な機能を有することが期待される。したがって，仮に，銀粉末を含まない場合の黒色層の抵抗値の傾向を，銀粉末を含む引用発明2から予測することが困難であるにしても，同様な機能を期待して，引用例2に導電性において優れていると記載された四三酸化コバルト微粒子を，引用発明1の黒色顔料として用いることは，当業者において容易に想到し得ることである。",
                "したがって，仮に，原告が主張するように，銀粉末を必須とする黒色導電ペーストの特性から，銀粉末を含まない黒色微粒子含有組成物の特性が導かれ得ないものであったからといって，そのことが引用発明1と2とを結び付けることを何ら妨げるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決のいう「抵抗値の点で他の黒色顔料に比較して優れている」が「導電性傾向にある」という趣旨であるとしても，引用発明1は，絶縁性材料を形成する黒色顔料を用いるのに，引用発明1に「導電性傾向にある」四三酸化コバルト微粒子を適用すると，絶縁性材料を形成し難くなるから，銀成分を必須とする黒色導電厚膜に含まれる四三酸化コバルト微粒子のみを取り出し，これを，銀粉末を含まない引用発明1の黒色材料として用いることの動機付けにはならないし，むしろ阻害要因となる旨主張する。",
                "しかし，四三酸化コバルト自体の導電性は，極めて低いことから，引用発明2において「抵抗値上昇を抑制する」作用があるとしても，四三酸化コバルト微粒子が導電性を高める機能を果たすことは考えられない。そうすると，引用発明1において，ブラックマトリックス層20のうち共通及び走査電極22a，22bとバス電極23との間に位置する部分は，それらの間の通電が可能であることから結果的に導体成分を含むようになっているものと考えられるので，引用発明1の黒色顔料として四三酸化コバルト微粒子を適用した場合に「抵抗値上昇を抑制する」作用が得られる可能性がある。一方，ブラックマトリックス層20のうち走査電極22bと共通電極22c間に位置する部分は，絶縁性を有し，導体成分を含まないままであるから，黒色顔料として四三酸化コバルトを適用しても，「抵抗値上昇を抑制する」作用は働かず，十分な絶縁性を確保できる。すなわち，当業者は，引用発明1の黒色顔料として四三酸化コバルトを適用すれば，導電性が必要な部分では抵抗値が低くなるとともに，絶縁性が必要な部分では絶縁性が維持されることを期待することができるのである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，従来技術において，四三酸化コバルトが他の顔料よりも保存安定性に関し優れる点について開示もなければ示唆もないから，当業者が本件発明1の効果1を容易に確認し得ない旨主張する。",
                "しかし，この種の組成物のゲル化は，混合されている各成分間の相互作用によるものである。そのため，仮に，原告の主張するように「感光性組成物中の黒色顔料の種類により増粘又はゲル化の程度が異なるという知見は知られていない」ことが事実であったとしても，単に，そのような報告例がなかったにすぎない。ゲル化が感光性組成物の品質に著しい影響を及ぼすことを熟知している当業者は，その感光性組成物に含まれるすべての成分について，ゲル化への影響を検討するのが当然である。すなわち，黒色顔料についても他の成分との相互作用によるゲル化に配慮するはずである。",
                "したがって，従来技術において，四三酸化コバルトが他の顔料よりも保存安定性に優れる点について何ら開示されていなくとも，増粘及びゲル化の有無の確認についても格別な困難性を伴うものではないから，上記効果1について，当業者が容易に確認し得るとした審決の判断は妥当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例2には，四三酸化コバルト微粒子を銀粉末を含有する黒色層用感光性組成物に適用した場合に黒色度が優れていることの記載があるが，銀粉末等の導電性微粒子を含有する場合と含有しない場合とでは，黒色度の傾向が異なるという記載はなく，また，そのような傾向は，少なくとも本件出願時において当業者に知られていない。したがって，引用例2の記載に接した当業者は，四三酸化コバルトが引用発明1のように導電性微粒子を含まない黒色層用感光性組成物においても，同様に優れた黒色度を有するものとなる可能性を考えるのが自然である。したがって，本件発明1の効果2は，引用発明1の黒色顔料として四三酸化コバルトを適用すれば当然に得られる結果である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし4の認定判断の誤り)について",
          "text": [
            "原告は，本件発明1についての審決の認定判断が誤りであることをもって，本件発明2ないし4に関する認定判断も誤りである旨を主張するが，本件発明1についての審決の認定判断が妥当であることは既に述べたとおりであるから，原告の主張はその前提を欠く。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項1】前面基板と，前記前面基板の下面に相互交代に並んで形成されたストリップ状の共通電極及び走査電極と，前記共通電極と走査電極との下面に前記共通電極と走査電極との幅より小さな幅を有するように形成されるバス電極と，前記前面基板の下面の，前記一対の共通電極と走査電極とを含む放電空間より構成される放電セルの境界部分と，前記共通電極及び走査電極と前記バス電極との間に同一な絶縁性材料で前記電極と並んで形成されるブラックマトリックス層と，を含むことを特徴とするプラズマディスプレイパネル。」(特許請求の範囲)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「前記共通及び走査電極12a，12bの間には維持放電が起こるが，この一対の共通及び走査電極12a，12bが一つの放電セルを構成する。",
                    "隣接する放電セルの間には絶縁体層1が形成される。又，前記各々の電極12a，12bとバス電極13a，13bとの間には導電体層2が形成さ",
                    "れる。ここで，前記絶縁体層1と導電体層2は一般的に黒色を帯びる。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「ここで，前記黒色の絶縁体層1と導電体層2は非放電領域での弱い発光現象による色染み現象をなくし，前面基板11aの外光反射率を低め，バックグラウンド放電により発光を遮断することによりコントラストを向上させる。」(段落【0010】)"
                },
                {
                  "fig": "エ",
                  "subject": "「前記絶縁体層1と導電体層2はパターンが形成されたスクリーンを使用する印刷法により形成されるが，それらの材料は各々異なる。即ち，絶縁体層1はガラス粉末，酸化鉛(PbO)，酸化アルミニウム(Al O )及び黒色顔料等を混ぜる絶縁性材料で形成される反面，導電体層2は銀粉末と酸化物とを混合した導電性素材で形成される。従って，絶縁体層1と導電体層2とを形成させる各単位工程，特にフォト工程及び硬化工程等が比較的複雑で生産効率性に劣るという問題点があった。」(段落【0011】)"
                },
                {
                  "fig": "オ",
                  "subject": "「【発明が解決しようとする課題】本発明(注，引用発明1)の目的は，放電セル境界部分と，共通電極及び走査電極とバス電極との間にブラックマトリックス層を同一な材料で一体に形成させることにより製造工程を単純化したプラズマディスプレイパネルを提供することにある。」(段落【0012】)"
                },
                {
                  "fig": "カ",
                  "subject": "「【発明の実施の形態】以下，添付した図面を参照しながら本発明のプラズマディスプレイパネルの実施の形態を詳細に説明する。・・・図面を参照すれば，前面基板21aの下面にはストリップ状の複数の共通電極22aと走査電極22bとが交互に形成される。前記共通及び走査電極22a，22b上にはライン抵抗を減らすため，これらより小さな幅を有する導電性バス電極23が設けられる。前記電極22a，22bは前面基板21aの下面に塗布された誘電体層24に埋め込まれている。又，前記誘電体層24の下面には，例えば，酸化マグネシウムより成る保護膜層25がさらに形成される。前記前面基板21aと対向されて設けられる背面基板21b上には，前記共通及び走査電極22a，22bと交差するようにストリップ状のアドレス電極26が形成される。前記アドレス電極26は誘電体層27に埋め込まれる。前記誘電体層27の上面には放電空間を限定する隔壁28が相互離隔されて形成される。前記放電空間内には蛍光体層29が塗布される。前記共通電極22aと走査電極22bとの間には維持放電が発生されるが，この一対の共通電極22aと走査電極22bとを含む空間は一つの放電セルを構成する。本発明の特徴によると，各放電セルの境界，即ち，走査電極22bと隣接する放電セルの共通電極22cとの間と，前記走査及び共通電極22b，22cとバス電極23との間にはブラックマトリックス層20が形成される。前記ブラックマトリックス層20はガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成される。」(段落【0017】～【0022】)"
                },
                {
                  "fig": "キ",
                  "subject": "「前記のような構成を有するプラズマディスプレイパネルの製造方法を具体的に述べると，先ず透明な前面基板21a上にスパッタリングでITO膜を蒸着させて前記共通電極22aと走査電極22bとを形成する。続いて，放電セルの境界，即ち，一走査電極22bと隣接する放電セルの共通電極22cとの間に感光性のブラックマトリックス材料をストリップ状に塗布する。この際，前記ブラックマトリックス材料はバス電極23が形成される共通電極22aと走査電極22bとの上面一部にも塗布され，共通電極22a及び走査電極22bの上面でのブラックマトリックスの塗布厚さは前記放電セル境界領域の塗布厚さに比べて薄い。従って，前記共通及び走査電極22a，22bの下面に塗布されるブラックマトリックスの幅は前記バス電極23の幅と同一なことが望ましい。その後，前記ブラックマトリックス材料を露光及び現像して所望のパターンを得る。ブラックマトリックスパターンが形成された後，これを550℃−620℃の温度範囲内で加熱してブラックマトリックス層20を完成する。この際，前記共通及び走査電極22a，22bの下面に塗布されるブラックマトリックス層20の厚さは薄いので，熱処理中，前記共通及び走査電極22a，22bに含有された導電性粒子が熱拡散により前記ブラックマトリックス層20へ拡散され，前記共通及び走査電極22a，22bと前記バス電極23とは通電が可能になる。続いて，前記共通及び走査電極22a，22bの下面に塗布されたブラックマトリックス層20の下面にライン抵抗を減らすため所謂銀や銀合金より成った導電性ペーストを印刷するか或いはフォトリソグラフィ工程を通じてバス電極23を形成する。」(段落【0023】～【0025】)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の上記記載によれば，引用発明1の具体的な構成として，①前面基板21aがあること，②前面基板21aの下面にはストリップ状の複数の共通電極22aと走査電極22bとが交互に形成されており，上記共通及び走査電極22a，22b上にはライン抵抗を減らすため，これらより小さな幅を有する導電性バス電極23が設けられ，また，上記共通及び走査電極22a，22bは，前面基板21aの下面に塗布された誘電体層24に埋め込まれており，一対の共通電極22aと走査電極22bとを含む空間は，一つの放電セルを構成していること，③前記誘電体層24の下面には，例えば酸化マグネシウムよりなる保護膜層25が形成されていること，④走査電極22bと隣接する放電セルの共通電極22cとの間と，前記走査及び共通電極22b，22cとバス電極23との間には，それぞれブラックマトリックス層20が形成され，当該ブラックマトリックス層20はガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成されること，⑤上記前面基板21aと対向されて設けられる背面基板21b上には，前記共通及び走査電極22a，22bと交差するようにストリップ状のアドレス電極26が形成され，当該アドレス電極26は，誘電体層27に埋め込まれていること，⑥上記誘電体層27の上面には，放電空間を限定する隔壁28が相互離隔されて形成され，前記放電空間内には蛍光体層29が塗布されることが記載されている。",
                "また，上記構成の製造方法については，①まず，透明な前面基板21a上にスパッタリングでITO膜を蒸着させて前記共通電極22aと走査電極22bとを形成すること，②続いて，放電セルの境界，すなわち，一走査電極22bと隣接する放電セルの共通電極22cとの間に感光性のブラックマトリックス材料をストリップ状に塗布するが，その際，上記ブラックマトリックス材料は，バス電極23が形成される共通電極22aと走査電極22bとの上面一部にも塗布され，共通電極22a及び走査電極22bの上面でのブラックマトリックスの塗布厚さは前記放電セル境界領域の塗布厚さに比べて薄くするとともに，共通及び走査電極22a，22bの下面に塗布されるブラックマトリックスの幅は，バス電極23の幅と同一にするのが望ましいこと，③その後，前記ブラックマトリックス材料を露光及び現像して所望のパターンを得，ブラックマトリックスパターンが形成された後，これを550℃−620℃の温度範囲内で加熱してブラックマトリックス層20を完成すること，④続いて，前記共通及び走査電極22a，22bの下面に塗布されたブラックマトリックス層20の下面にライン抵抗を減らすため銀や銀合金より成る導電性ペーストを印刷するか，あるいは，フォトリソグラフィ工程を通じてバス電極23を形成することが記載されている。",
                "これを要するに，引用発明1のブラックマトリックス層20は，ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成されているところ，維持放電が発生する走査電極22bと共通電極22cとの間に形成されるブラックマトリックス層20では両者を絶縁するのに対し，走査及び共通電極22b，22cとバス電極23との間に形成されるブラックマトリックス層20では，絶縁性材料であるにもかかわらず通電可能となるとの技術事項(以下「本件通電技術」ということがある。)が開示されていると認められる。そして，本件通電技術は，その実施可能かどうかの面に関する限り，従来技術の問題点及び技術的課題とともに，上記具体的な構成及び当該構成の製造方法によって裏付けられているということができ，本件通電技術の実施を困難にするような格別の事情は見当たらない。原告も，本件通電技術の実施可能の問題というより，ITO膜中の導電性粒子を熱拡散によりブラックマトリックス層20へ拡散するという理論上の問題を争っているものである。",
                "したがって，他に特段の事情がない限り，本件通電技術の実施は可能であるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用例1の段落【0024】の本件熱拡散の記載について，「共通及び走査電極22a，22bに含有された導電性粒子」がいかなるものであるかが不明であり，このようなITO膜中の導電性粒子が熱処理によりブラックマトリックス層20へ拡散するかどうかは，ブラックマトリックス層20がいかなる材料であるかの特定がされていない以上，全く不明であり，しかも，引用例1には，ITO膜中の導電性粒子を熱拡散によりブラックマトリックス層へ拡散させる手法について何も示していないから，当業者が実施可能なように記載されていない部分を包含し，当業者は引用発明1を技術的思想として把握することができない旨主張する。",
                "しかし，本件熱拡散の記載について，共通及び走査電極22a，22bに含有された導電性粒子がいかなるものであるか，このようなITO膜中の導電性粒子が熱処理によりブラックマトリックス層20へ拡散するかどうかは，本件通電技術がなぜ生じるのかという理論的な裏付けの問題であって，これが解明されなければ本件通電技術が実施し得ないというものではない。すなわち，原告指摘のとおり，引用例1の段落【0024】には，「ブラックマトリックス層20の厚さは薄いので，熱処理中，前記共通及び走査電極22a，22bに含有された導電性粒子が熱拡散により前記ブラックマトリックス層20へ拡散され」との記載があるが，同記載は，その直後の「通電が可能になる」との本件通電技術の理論付けをしているものであり，上記記載が実施すべき何らかの工程を示しているものではない。",
                "上記(2)のとおり，本件通電技術の実施可能であることは，従来技術の問題点及び技術的課題とともに，上記具体的な構成及び当該構成の製造方法によって裏付けられているところ，「通電が可能になる」との本件通電技術の理論付けの問題，すなわち，本件熱拡散の記載について，共通及び走査電極22a，22bに含有された導電性粒子がいかなるものであるか，このようなITO膜中の導電性粒子が熱処理によりブラックマトリックス層20へ拡散するかどうかは，本件通電技術の実施可能の問題とは直接関係がない。",
                "ちなみに，引用例1の上記記載に接した当業者が，ITO膜から導電性粒子がブラックマトリックス層に拡散するとの記載に疑問をもつことが考えられるとしても，引用例1に開示されている技術事項全般をよく見れば，ブラックマトリックス層は，蒸着されたITO膜からなる共通及び走査電極22a，22bのみに接するのではなく，銀や銀合金よりなる導電性ペーストを用いて形成したバス電極にも接しているのであるから，たとえITO膜から導電性粒子がブラックマトリックス層に拡散するかどうか解明されていないとしても，当業者であれば，ガラス中に拡散しやすい銀よりなるバス電極から導電性粒子が拡散する可能性があることに容易に気が付くはずである。",
                "すなわち，引用例1(甲1)には，バス電極を形成するに当たって，導電性ペーストを印刷するかフォトリソグラフィ工程を通じてパターン化した後の工程について，「以後の製造工程は通常のプラズマディスプレイ製造方法と同一なので省略する。」(段落【0026】)と記載されている。そして，本件出願前に知られていたプラズマディスプレイパネルにおけるバス電極の製造方法を検討すると，導電性ペーストを，引用例2(甲2)においては550℃で2時間焼成すること(段落【0048】)，引用例5(甲5)においては550℃で約30分間焼成すること(段落【0080】)，特開平10−255670号公報(乙5)では500～700℃で約2時間半焼成す",
                "ること(段落【0031】)，特開平9−245652号公報(乙7，以下",
                "「乙7公報」という。)では580℃で10分間焼成すること(段落【0015】)が記載されている。これらの記載によれば，バス電極の製造に当たって導電性ペーストを塗布した後，焼成処理されることは，本件出願時において，当業者の技術常識であったものというべきである。",
                "そして，乙7公報には，従来技術について，「Agを主成分とする導体ペーストを使用した場合，500℃以上でペーストを焼成するとAgが維持電極を通過してガラス中に拡散し，ガラス基板がいわゆるアンバー色を呈するため，特に観察者に面している前面板には使用できないという問題があった。」(段落【0005】)との記載，特開2001−266753号公報",
                "(乙6)には，「従来のパネルでは・・・Ag電極の焼成工程や誘電体ガラス層焼成工程中に電極中のAgが基板ガラス中あるいは，誘電体中にAgイオンの形で拡散する。そしてこの拡散したAgイオンが基板ガラス中のスズ(Sn)イオンや，誘電体ガラス中のナトリウム(Ｎa)イオン，あるいはPbイオンに還元されてAgのコロイド粒子を析出する。いわゆるAgコロイドによるガラスの黄変が発生し・・・パネルの画質を著しく劣化させるという課題があった」(段落【0004】)との記載があり，これらの記載によれば，銀がガラス中に拡散しやすいことは，周知の事実であったということができる。",
                "そうすると，バス電極の形成における焼成工程中で，電極中の銀が，ガラス粉末に酸化物と黒色顔料とが混合されたブラックマトリックス層のガラス中に拡散して，共通電極及び走査電極とバス電極との通電が可能になる可能性が高いということができるのである。",
                "加えて，本件出願後に公開された乙3公報には，「本発明(上記公報の特許請求の範囲に係る発明)は・・・導電性を要する黒色電極と絶縁性を要するブラックストライプの双方を形成できる光硬化型組成物，それを用いたプラズマディスプレイパネルおよびその製造方法を提供することを目的とするものである。」(段落【0016】)，「本発明の光硬化型組成物によれば，所望形状の薄膜を形成し焼成した時に，黒色絶縁性粒子(以下，黒色粒子ともいう)が充分に小さいことから，密に並びバス電極の黒色電極として十分な黒さが得られるとともに，薄膜であることから，黒色粒子が絶縁性のものであるに関わらずバス電極として十分な導電性が得られる。また黒色粒子が充分に小さいことから，薄膜であってもブラックストライプとして十分な黒さが得られるとともに，黒色粒子が絶縁性のものであるため十分な絶縁性が得られる。・・・このように透明電極(ITOやネサなどで形成される)と白色電極(銀などで形成される)との間に配置される黒色電極に，本発明の光硬化性組成物を充分に薄膜化して用いると，実際の画面側から見たときの黒さを確保できるとともに，焼成時に白色電極の導電性物質の拡散が生じ，透明電極と白色電極との層間導通を充分に確保できる。」(段落【0020】，【0021】)，「黒色電極となる光硬化性組成物の膜は，上層の白色電極と同時あるいは逐一焼成されるのであるが，その際に白色電極の銀などの導電性物質が膜中に拡散することで下層のITOなどの透明電極と導通する。」(段落【0032】)等といった記載があり，上記記載に照らせば，引用発明1において，ブラックマトリックス層が通電可能になったのは，銀や銀合金よりなるバス電極23から導電性物質が拡散することによるものであることが明らかにされているということができる。",
                "したがって，ITO膜中の導電性粒子を熱拡散によりブラックマトリックス層20へ拡散することによるかどうかはともかく，引用例1には本件通電技術が実施可能なように記載されているものというべきであり，引用例1の段落【0024】の本件熱拡散の記載が実施可能なように記載されていない部分を包含し，当業者は引用発明1を技術的思想として把握することができないとする原告の主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，原告は，引用例1には，「ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料は，加熱処理を施すと通電が可能になること」，及び，「通電可能になる理由は，共通及び走査電極を構成するITO膜の導電性粒子が熱拡散によるものであること」が記載されているところ，上記記載事項は，いずれも本件出願時における当業者の技術常識では考えられない，すなわち，自然法則を利用した技術的思想として理解することができない事項であって，引用発明1は発明として完成しているということができないとも主張する。",
                "しかし，上記(2)及び(3)のとおり，引用例1の本件通電技術は，従来技術の問題点及び技術的課題とともに，上記具体的な構成及び当該構成の製造方法によって裏付けられており，その実施を困難にするような格別の事情もないのであるから，当業者が反復実施して目的とする技術効果を挙げることができる程度にまで具体的・客観的なものとして構成されていることが明らかである。そうすると，引用発明1が発明として完成していないということはできず，たとえ，引用例1の上記記載に接した当業者の中に，当該記載事項がいずれも本件出願時における当業者の技術常識では考えられない，すなわち，自然法則を利用した技術的思想として理解することができない事項であると考える者がいたとしても，それが上記のとおり実施可能な発明として開示されている以上，必ずしも従前の技術常識の枠内にとどまるとは限らないのであって，そのことによって，上記結論が左右されるものではない。",
                "したがって，本件出願時における当業者の技術常識を根拠に，引用発明1は発明として完成しているということができないとする原告の上記主張も，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，引用発明1についての審決の認定に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点aの認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，上記1の(1)カ，キのとおり，「走査及び共通電極22b，22cとバス電極23との間にはブラックマトリックス層20が形成される。",
                "前記ブラックマトリックス層20はガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成される。」，「この際，前記共通及び走査電極22a，22bの下面に塗布されるブラックマトリックス層20の厚さは薄いので・・・前記共通及び走査電極22a，22bと前記バス電極23とは通電が可能になる。」，「前記共通及び走査電極22a，22bの下面に塗布されたブラックマトリックス層20の下面にライン抵抗を減らすため所謂銀や銀合金より成った導電性ペーストを印刷するか或いはフォトリソグラフィ工程を通じてバス電極23を形成する。」との記載がある。",
                "一方，引用例1の「ここで，前記黒色の絶縁体層1と導電体層2は非放電領域での弱い発光現象による色染み現象をなくし，前面基板11aの外光反射率を低め，バックグラウンド放電により発光を遮断することによりコントラストを向上させる。」(段落【0010】)，「【発明の効果】本発明のプラズマディスプレイパネルによると，放電セルの境界部分と，共通及び走査電極の下面に同一な材料でブラックマトリックス層を同時に形成させ得るので，工程が非常に簡単で作業効率が向上され，ブラックマトリックス層を多様な形態で形成できることにより最適のコントラストが提供できる。」(段落【0040】)との記載があり，その記載によれば，ブラックマトリックス層が明度が低く，バス電極23の明度が高く，コントラストとなっていることが明らかである。",
                "以上を総合すると，導電性の，ガラス粉末に酸化物と黒色顔料とが混合されたブラックマトリックス層20と，その下面の銀や銀合金より成るバス電極23は，本件発明1の「白黒二層構造のバス電極」に相当するものということができる。",
                "したがって，本件発明1と引用発明1とを対比すると，審決の認定するとおり，両者は，「白黒二層構造のバス電極に用いる，導電性微粒子を含有しない黒色層用組成物であって，(A)黒色顔料を含有する感光性組成物。」である点で一致し，「黒色顔料について，本件発明1では，『四三酸化コバルト(Co O )黒色微粒子』であると特定しているのに対し，甲第1号証記載の発明(注，引用発明1)では，単に『黒色顔料』としているだけで，特定されていない点。」(相違点a)，「『感光性』について，本件発明1では，『(B)有機バインダー，(C)光重合性モノマー，及び(D)光重合開始剤を含有する光硬化性』であるとしているのに対して，甲第1号証記載の発明では，単に『感光性』としているにすぎない点。」(相違点b)において相違するものである(なお，相違点bについては，当事者間に争いがない。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決は，相違点aに関し，「甲第1号証記載の発明(注，引用発明1)では，単に『黒色顔料』としているだけで，特定されていない」と認定したが，本件発明1の四三酸化コバルト微粒子は，絶縁性材料を形成するための黒色顔料でないのに対し，引用発明1の「黒色顔料」は，絶縁性材料を形成するためのものであり，用途が異なっているから，引用発明1から本件発明1に想到するに際して，阻害事由となるべきところ，審決は，この点を看過したものであって，誤りであると主張する。",
                "しかし，審決は，上記のとおり，相違点aを，本件発明1と引用発明1との相違点としてとらえているのであるから，引用発明1の「黒色顔料」の用途が絶縁性材料を形成するためのものとして特定されているかどうかは，相違点aについての判断において検討すれば足りるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点aについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2(甲2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項1】銀粉末と，ガラス粉末と，有機結合剤と，有機溶剤と，黒色顔料とを含み，黒色を呈する導電厚膜を形成するために用いられる黒色導電ペースト組成物であって，前記黒色顔料はCo O (四酸化三コバルト)粉末から成ることを特徴とする黒色導電ペースト組成物。」(特許請求の範囲)"
                },
                {
                  "fig": "イ",
                  "subject": "「上記のように構成されたPDP(注，プラズマ・ディスプレイ・パネル)8においては，バス電極30が備えられる前面板10の内面36とは反対側の表面38側においてその前面板10を透過した光が観視されることから，その表面38における外光の反射を抑制して表示の高いコントラストを得るためである。そのため，薄膜形成する場合においては，例えば，前面板10上(正確には透明電極28上)に黒色のCr(クロム)層を形成した後，その上にAl(アルミニウム)やCu(銅)等の高導電率の金属層が設けられる。また，厚膜形成する場合には，Ag−Pd (銀−パラジウム)ペースト，Ag−Cu(銀−銅)合金化ペースト，或いはAg(銀)ペースト中に，RuO (酸化ルテニウム)或いはFe−Cr−M",
                  "text": [
                    "n(鉄−クロム−マンガン)系顔料やCu−Cr−Mn(銅−クロム−マ",
                    "ンガン)系顔料に代表されるパイロクロア型酸化物を黒色顔料として添加した黒色導電ペーストを厚膜スクリーン印刷法等を利用して前面板10上に塗布する。これら薄膜法および厚膜法の何れによってもバス電極30の形成は可能であるが，製造コストの面では厚膜法が有利である。なお，上記の黒色顔料は，厚膜導体の反射率すなわち明度を低下させるために添加されている。ここで，『明度』とは，物体表面の反射率の大小の尺度であって色の明るさを意味し，例えば理想的な黒，白をそれぞれ0，100として数値化されたL値で表示される。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「このようにすれば，感光性黒色導電ペーストは，導電性成分として含まれる銀粉末の比表面積が0．4 ～2．5(m2／g)と微細であると共に，黒色顔料がCo O 粉末であることから，高い感光性延いては高い解像性を有すると共に，その感光性黒色導電ペーストから形成される黒色導電厚膜には銀とCo O から成る黒色顔料とがガラスで結合されて構成されるため，導電性が十分に高く且つ明度および黄色度が十分に低い黒色導電厚膜が得られる。すなわち，前述のように感光性導電ペーストに黒色顔料を添加すると，そのペーストから生成される導電厚膜の明度および黄色度が低下させられる一方で，導電厚膜の抵抗値は上昇させられると共に感光性延いては解像性が低下させられる。この場合において，その作用は明らかではないが，本発明者等が種々の顔料についてこれらの特性を評価した結果によれば，Co O 粉末を黒色顔料として添加すると，他の黒色顔料に比較して明度および黄色度の低下が著しく大きく，しかも，抵抗値の上昇が抑制されることに加えて，感光性ペーストの場合には解像性の低下が抑制される。したがって，導電性が高く且つ明度および黄色度の低い黒色導電厚膜を形成することが可能な感光性黒色導電ペーストを得ることができる。」(段落【0015】)"
                },
                {
                  "fig": "エ",
                  "text": [
                    "「上記の第3発明において，好適には，前記黒色導電厚膜は，所定の一面側から観察される透光性基板のその一面とは反対側の他面上に設けられて前記黒色顔料を含む黒色導電層と，その黒色導電層よりも高い明度および高い導電性を有してその上側に積層して備えられた高明度高導電層とを含むものである。このようにすれば，黒色導電厚膜は，黒色顔料を含む黒色導電層と，それよりも高明度且つ高導電性の高明度高導電層とが積層されて構成されることから，黒色導電厚膜全体の導電性は，高明度高導電層によって十分に高められる。一方，観視側となる透光性基板の一面側においては，それら積層された二種の導電層のうちの黒色導電層がその透光性基板を介して観察されることから，黒色導電厚膜の色調は実質的に黒色導電層によって決定される。このとき，黒色導電厚膜の導電性は高明度高導電層で確保されることから黒色導電層の導電性が比較的低くなっても差し支えないため，それに含まれる黒色顔料の量を十分に多くして黒色導電層延いては黒色導電厚膜の明度および黄色度を十分に低くできる。したがって，導電性が高く且つ明度および黄色度の低い黒色導電厚膜が得られる。",
                    "なお，黒色導電層もある程度の導電性を有していることから，このような黒色導電膜で前述したPDP8において透明電極28に重ねて用いられるバス電極30を構成する場合にも，それらの間の導電性を確保しつつ上記の一面側から見た場合における明度を十分に低くできる。」(段落【0031】)"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そして，引用例2の「黒色顔料を含む黒色導電層」と「該黒色導電層よりも高い明度および高い導電性を有してその上側に積層して備えられた高明度高導電層」とからなる二層構造の電極は，本件発明1における「白黒二層構造のバス電極」に相当するものであるから，引用例2には，「白黒二層構造のバス電極に用いる，銀粉末を含有する黒色層用感光性組成物において，黒色顔料として，四三酸化コバルト(Co O )黒色微粉末(注，引用発明2の『Co O 粉末』に当たる。)を用いること」(審決謄本16頁下から第4段落)が記載されていることは，当事者間に争いがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2の上記記載によれば，引用例2には，「黒色導電性厚膜を形成するために用いられる感光性黒色導電ペースト組成物」が記載されており，その組成物としては，銀粉末と，ガラス粉末と，有機結合剤と，有機溶剤と，光重合性化合物と，光重合開始剤と，黒色顔料としての四三酸化コバルト微粒子とが含まれているところ，四三酸化コバルト微粒子について，これを黒色顔料として添加すると，他の黒色顔料であるRuO (酸化ルテニウム)，Cu−Cr−Mn(銅−クロム−マンガン)系，Fe−Cr−Mn(鉄−ク",
              "text": [
                "ロム−マンガン)系に比較して，明度及び黄色度の低下が著しく大きく，しかも，抵抗値の上昇が抑制されることに加えて，感光性ペーストの場合には解像性の低下が抑制されることが開示されているということができる。",
                "そうすると，引用発明2は，プラズマディスプレイパネルに係る発明において，「黒色顔料を含む黒色導電層」は，銀粉末，ガラス粉末，有機結合剤，有機溶剤，光重合性化合物，光重合開始剤，四三酸化コバルト微粒子を含有し，「黒色顔料を含む黒色導電層」と「高明度高導電層」が一体となって白黒二層構造による導電層を形成しているものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記1(2)によれば，引用発明1は，プラズマディスプレイパネルに係る発明であり，そのブラックマトリックス層20は，ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料であり，走査電極22bと隣接する放電セルの共通電極22cとの間と，前記走査及び共通電極22b，22cとバス電極23との間に形成されること，前者のブラックマトリックス層20は，放電のために走査電極22bと共通電極22cとを絶縁するものであるが，後者のブラックマトリックス層20は，走査及び共通電極22b，22cとバス電極23とを通電するものであること，バス電極23は，銀や銀合金よりなる導電性ペーストを印刷するか，あるいは，フォトリソグラフィ工程を通じて形成されることが認められる。",
                "そして，従来技術において，「前記絶縁体層1と導電体層2は一般的に黒色を帯びる。」(引用例1の段落【0007】)，「ここで，前記黒色の絶縁体層1と導電体層2は非放電領域での弱い発光現象による色染み現象をなくし，前面基板11aの外光反射率を低め，バックグラウンド放電により発光を遮断することによりコントラストを向上させる。」(同段落【0010】)とされており，絶縁体層は「ガラス粉末，酸化鉛(PbO)，酸化アルミニウム(Al O )及び黒色顔料等を混ぜる絶縁性材料」で形成され，導電体層は，「銀粉末と酸化物とを混合した導電性素材」で形成されていたところ，引用発明1においては，「ブラックマトリックス層はガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成されることが望ましい」というのであるから，引用発明1の「黒色顔料」は，黒色を帯びさせるためのものであることが認められる。",
                "そうすると，引用発明1は，プラズマディスプレイパネルに係る発明において，ブラックマトリックス層は，ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料であるが，走査及び共通電極22b，22cとバス電極23との間にあって通電可能になるものであり，バス電極23は，銀や銀合金よりなる導電性ペーストを印刷するか，あるいは，フォトリソグラフィ工程を通じて形成され，ブラックマトリックス層とバス電極が一体となって白黒二層構造による導電層を形成しているものということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)及び(3)によると，引用発明1及び2は，いずれも，プラズマディスプレイパネルに係る発明において，白黒二層構造による導電層を形成しているものであるから，それを妨げる特段の事情のない限り，当業者において，引用発明1の黒色顔料として，引用発明2の四三酸化コバルト微粒子を使用して，相違点aに係る本件発明1の構成に想到することに格別の困難はないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用発明1の「黒色顔料」は，絶縁性材料を形成するためのものであるから，導電性材料を取り扱う引用発明2とは，一方が絶縁性材料，他方が導電性材料という全く異なった技術分野に属するものであって，引用発明1と2を結び付ける動機付けがない旨主張する。",
                "確かに，引用例1に「前記ブラックマトリックス層20はガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料で形成される。」(段落【0022】)との記載があることは，前記1の(1)カのとおりであるが，引用発明1において，ブラックマトリックス層20は，走査及び共通電極22b，22cとバス電極23とを通電可能な構成とされ，ブラックマトリックス層とバス電極が一体となって白黒二層構造による導電層を形成しているのである。",
                "そうすると，引用発明1の「黒色顔料」が絶縁性材料，引用発明2が導電性材料という全く異なった技術分野に属するものとはいえず，かえって，上記(2)，(3)によれば，引用発明1の「黒色顔料」と引用発明2の四三酸化コバルト微粒子とは，プラズマディスプレイパネルの分野において使用される黒色顔料として共通の技術課題を有するものである。",
                "したがって，引用発明1と2とが，全く異なった技術分野に属するという原告の上記主張は失当であるというほかない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，引用発明1は，絶縁性材料を形成する黒色顔料を用いるのであるから，引用発明1において，「抵抗値の点で優れている」とした四三酸化コバルトを適用すると絶縁性材料を形成し難くなるから，銀成分を必須とする引用発明2の黒色導電厚膜に含まれる四三酸化コバルト微粒子のみを取り出し，これを，銀粉末を含まない引用発明1の黒色材料として用いることの動機付けにはならないし，むしろ阻害要因となる旨主張する。",
                "しかし，審決は，相違点aに係る本件発明1の構成について，「甲第2号証記載の発明(注，引用発明2)における黒色層用感光性組成物において，その必須成分であるところの『銀粉末』を用いることなく，黒色度(L値)及び抵抗値の点で他の黒色顔料に比較して優れていることが明記されている『四三酸化コバルト(Co O )黒色微粉末』のみを，甲第1号証記載の発明(注，引用発明1)における黒色顔料として用いることは，当業者であれば容易に想到しうるものと認められる。」(審決謄本16頁最終段落～17頁第1段落)と説示しているように，四三酸化コバルトが，他の黒色顔料との比較において，「黒色度(L値)及び抵抗値の点で他の黒色顔料に比較して優れている」と認定しているのであって，単に「抵抗値の点で優れている」としているわけではないから，直ちに，四三酸化コバルトを適用すると絶縁性材料を形成し難くなるということにはならない。そして，上記(5)のとおり，引用発明1の「黒色顔料」と引用発明2の四三酸化コバルト微粒子とは，プラズマディスプレイパネルの分野において使用される黒色顔料として共通の技術課題を有するものであるから，後者を，銀粉末を含まない引用発明1の黒色材料として用いることを妨げる事情にはなり得ない。",
                "しかも，引用例2には，上記(1)ウのとおり，「前述のように感光性導電ペーストに黒色顔料を添加すると，そのペーストから生成される導電厚膜の明度および黄色度が低下させられる一方で，導電厚膜の抵抗値は上昇させられると共に感光性延いては解像性が低下させられる。この場合において，その作用は明らかではないが，本発明者等が種々の顔料についてこれらの特性を評価した結果によれば，Co O 粉末を黒色顔料として添加すると，他の黒色顔料に比較して明度および黄色度の低下が著しく大きく，しかも，抵抗値の上昇が抑制されることに加えて，感光性ペーストの場合には解像性の低下が抑制される。したがって，導電性が高く且つ明度および黄色度の低い黒色導電厚膜を形成することが可能な感光性黒色導電ペーストを得ることができる。」(段落【0015】)と記載されているから，当業者が，同様な機能を期待して，引用発明2の四三酸化コバルト微粒子を，引用発明1に黒色顔料として用いてみようと考えるのが通常というべきである。",
                "したがって，引用発明2が銀成分を必須とするとしても，その黒色導電厚膜に含まれる四三酸化コバルト微粒子に着目し，これを，銀粉末を含まない引用発明1の黒色材料として用いることを妨げるような格別の事由を見いだすことはできない。",
                "なお，原告は，阻害の根拠として，銀粉末を必須とする黒色導電厚膜の抵抗値の傾向から，銀粉末を含まない黒色層の抵抗値の傾向を予測することは困難であるとも主張する。",
                "しかし，ここで問題となるのは，銀成分を必須とする引用発明2の黒色導電厚膜に含まれる四三酸化コバルト微粒子を，銀粉末を含まない引用発明1の黒色材料として用いることの動機付けがあるかどうかである。その際，銀粉末を含まない場合の黒色層の抵抗値の傾向がどうであるかは，当業者において，配分を適宜工夫することによって解決されるべき設計事項であって，引用発明1と2の組合せを妨げる事情となるようなものではない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，本件出願時における当業者の技術常識によれば，一般の絶縁性材料が加熱処理によって通電が可能になることも，また，ITO膜中には通常存在しない導電性粒子が加熱処理によって熱拡散すること自体も考えられないとし，当業者であれば，通常存在しない導電性粒子の拡散などあり得ないと考え，四三酸化コバルトを引用発明1に適用することをあえて試みようとすることはしないと主張する。",
                "しかし，上記1(3)のとおり，引用例1に開示されている技術事項全般をよく見れば，ブラックマトリックス層は，蒸着されたITO膜からなる共通及び走査電極22a，22bのみに接するのではなく，銀や銀合金よりなる導電性ペーストを用いて形成したバス電極にも接しているのであるから，たとえITO膜から導電性粒子がブラックマトリックス層に拡散するかどうか解明されていないとしても，当業者であれば，ガラス中に拡散しやすい銀よりなるバス電極から導電性粒子が拡散する可能性があることに容易に気が付くはずである。たとえ引用例1に記載されている通電可能の理由が本件出願時における当業者の技術常識を超えており，通常存在しない導電性粒子の拡散などありえないと考える者がいるとしても，それは理論付けを疑うにとどまるのであって，そのことから直ちに，「ガラス粉末に酸化物と黒色顔料とが混合された絶縁性材料」が通電可能になったという実験的な事実まで否定するものとは考えられず，四三酸化コバルトを引用発明1に適用することを妨げる事情とはならない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおりであって，引用発明1の黒色顔料として，引用発明2の四三酸化コバルト微粒子を用いる動機付けがないとする原告の主張は採用することができず，当業者が相違点2に係る本件発明1の構成に容易に想到し得るものとした審決の判断に誤りはないから，原告主張の取消事由3は，理由がない。",
                "なお，原告は，相違点bについての審決の判断について，「甲第2号証及び甲第5号証にも記載されているように，白黒二層電極における黒色層を形成する感光性組成物として，有機バインダ，光重合性モノマー，及び光重合開始剤を含有する光硬化性組成物を用いることは，本件の出願前に既に周知である。」(審決謄本20頁第2段落)ことを認めつつ，同事実から，「したがって，甲第1号証記載の発明における『感光性組成物』を，『(B)有機バインダー，(C)光重合性モノマー，及び(D)光重合開始剤を含有する光硬化性』とする点に格別な創意を要するものではない。」(同第3段落)と判断した点を争うが，「(B)有機バインダー，(C)光重合性モノマー，及び(D)光重合開始剤を含有する光硬化性」は，上記周知の技術事項にすべて包含されているから，当業者が，相違点bに係る本件発明1の構成に容易に想到し得ることは，論ずるまでもないところである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件出願前に，感光性組成物中の無機微粒子により増粘又はゲル化するという問題を解決するためにゲル化防止剤を加えることは知られているとしても，感光性組成物中の黒色顔料の種類により増粘又はゲル化の程度が異なるという知見は知られていなかったから，従来技術において，四三酸化コバルトが他の顔料よりも保存安定性に関し優れる点について開示もなければ示唆もないとし，当業者が本件発明1の効果1を容易に確認し得るとする審決の上記判断は誤りである旨主張する。",
                "本件明細書の発明の詳細な説明には，「ペースト安定性：組成物例1～6及び比較組成物例1，2の各ペーストを300gづつ密閉容器に入れ30℃で1ヶ月間放置した後の状態の確認を行なった。これらの評価結果を表1に示す。表1に示す結果から明らかなように，本発明の組成物に係るペーストは，比較組成物のペーストに比べてペースト安定性に優れ，焼成後においても，充分な層間導通性と黒さを同時に満足し得る下層(黒層)を形成できることがわかった。」(段落【0061】，【0062】)との記載があり，表1をみると，本件発明1の実施例である「組成物例1～6」は，いずれも「変化無し」であり，一方，四三酸化コバルト微粒子の代わりに，銅−鉄系黒色複合酸化物(CuO−Fe O −Mn O )，銅−クロム系黒色複合酸",
                "化物 40．0部 (CuO−Cr O −Mn O )を使用した「比較組成",
                "物例1」，「比較組成物例2」は，いずれも「ゲル化」という結果が記載されている。",
                "引用例2には，「上記(注，有機溶剤)の中でも，3−メチル−3−メトキシブタノールは，銀粉末，ガラス粉末等の無機材表面に存在する金属イオンとアルカリ水溶液に可溶な有機結合剤との反応性を低下させることができるため，ペーストの粘度変化やゲル化が抑制されて高い保存安定性が得られる。」(段落【0097】の)との記載があり，特開平9−222723号",
                "公報(甲9)には，「前記カルボキシル基を有する有機化合物を含有することで，感光性ペースト組成物中の塩基性無機粉末の表面に存在する金属イオンがアルカリ可溶性高分子バインダー中のカルボキシル基と反応するのが防止され，粘度変化やゲル化の発生がなく長期保存安定性が達成される。」(段落【0011】)との記載，特開平9−218509号公報(甲12)",
                "には，「用いる無機微粒子の種類によっては有機成分と反応することによって，ゲル化が進行し，ペーストが増粘によって使用できなくなる場合がある。」(段落【0006】)との記載があり，これらの記載によれば，本件出願前において，感光性ペースト組成物において，同組成物中の無機微粒子により，増粘又はゲル化するという問題が生じていたが，これについては，例えば，有機溶剤，有機化合物，無機微粒子の選択によって解決し得ることが，当業者間において周知の事項となっていたことが認められる。",
                "引用発明1において，黒色顔料として四三酸化コバルト微粒子を用いるという相違点aに係る本件発明1の構成が，当業者において，容易に想到し得るものであったことは，上記3のとおりであるところ，当業者であれば，無機微粒子である四三酸化コバルト微粒子を用いるに当たっては，上記のとおり，増粘又はゲル化の問題が生ずることを予測するはずであり，したがって，四三酸化コバルト微粒子を用いてゲル化しなかったということは，相違点aに係る本件発明1の構成を採用した場合に，上記周知の事項を考慮すれば，効果1は，容易に予測し得る範囲内のことであるというべきである。",
                "原告は，本件出願前に，「黒色顔料」の種類により増粘又はゲル化の程度が異なるという知見は知られていなかったことを強調するが，上記周知の技術事項は，一般的に，感光性ペースト組成物に関して，有機溶剤，有機化合物，無機微粒子の選択によって解決し得るというものであり，特に，その対象から「黒色顔料」を除外しているわけではない。そうすると，上記周知の技術事項を四三酸化コバルト微粒子に適用することを妨げる何か特殊な事情が認められない限り，前者を後者に適用してみようという発想を得ることは，当業者にとって，容易なことであるというべきである。そして，上記特別の事情は，本件全証拠を検討しても見いだすことができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が引用例2について引用した部分には，必須成分であるところの「銀粉末」を用いない黒色層用感光性組成物における黒色度について言及してはいないから，引用発明2からは，「銀粉末」を用いない黒色層用感光性組成物における各種黒色顔料を用いた黒色度の傾向は予測することができず，引用発明2の四三酸化コバルトを「銀粉末」を用いることなく，引用発明1の黒色顔料に適用することはできず，しかも，引用発明2は，厚膜用組成物に関する発明であり，薄い膜厚で十分なコントラストを達成できるとの効果を予測することもできないと主張する。",
                "しかしながら，引用発明1の「黒色顔料」と引用発明2の四三酸化コバルト微粒子とは，プラズマディスプレイパネルの分野において使用される黒色顔料として共通の技術課題を有するものであるから，銀粉末を含まない引用発明1の黒色材料として用いることを妨げる事情になり得ないのは，上記3(7)のとおりである。しかも，引用例2の「Co O 粉末を黒色顔料として添加すると，他の黒色顔料に比較して明度および黄色度の低下が著しく大きく，しかも，抵抗値の上昇が抑制されることに加えて，感光性ペーストの場合には解像性の低下が抑制される。したがって，導電性が高く且つ明度および黄色度の低い黒色導電厚膜を形成することが可能な感光性黒色導電ペーストを得ることができる。」(段落【0015】)との記載によれば，当業者が，同様な機能を期待して，引用発明2の四三酸化コバルト微粒子を，引用発明1に黒色顔料として用いてみようと考えるのが通常というべきであるから，引用発明2の四三酸化コバルトを「銀粉末」を用いることなく，引用発明1の黒色顔料に適用することに，何らの問題も見いだせない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明1の奏する効果1及び2についての審決の判断の誤りをいう原告主張の取消事由4は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし4の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2は，本件発明1の特許請求の範囲の記載に，「四三酸化コバルト(Co O )黒色微粒子は，比表面積が1．0～20m2／gの範囲にある」という構成を追加するものであること，本件発明2と引用発明1とを対比すると，相違点a及び相違点bに加えて，引用発明1では，黒色顔料の比表面積について言及されていない点(以下「相違点c」という。)でも相違すること，引用例2には，前記黒色顔料である四三酸化コバルト微粒子の比表面積を1～20(m2／g)とすることが記載されていることは，当事者間に争いがない。",
                "そうすると，相違点cに係る本件発明2の構成が，引用例2に開示されているところ，これを引用発明1に適用することに何らの困難も見当たらないから，「本件発明2も，前項『1 本件発明1について』に記載したと同様の理由により，甲第1号証及び甲第2号証に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(審決謄本20頁最終段落～21頁第1段落)とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明3は，本件発明1又は本件発明2の特許請求の範囲記載の構成に，「さらに(E)無機微粒子(導電性微粒子を除く)を含有する」という構成を追加するものであること，本件明細書の発明の詳細な説明の記載によれば，「無機微粒子(導電性微粒子を除く)」として軟化点400～600℃のガラス粉末，耐熱性黒色顔料，シリカ粉末が含まれること，本件発明3と引用発明1とを対比すると，相違点a及び相違点bに加えて，引用発明1では，ブラックマトリックス層には「ガラス粉末」が混合されることが記載されているものの，その軟化点についてまでは記載がなく，また，「耐熱性黒色顔料」や「シリカ粉末」についても記載がない点(以下「相違点d」という。)でも相違すること，引用例5(甲5)には，プラズマディスプレイパネルのバス電極形成用の黒色導電性ペーストとして用いられる「黒色導電性微粒子，有機バインダー，光重合性モノマー，及び光重合開始剤を含有する光硬化型導電性組成物」に関し，「本発明の組成物は，必要に応じて軟化点400～600℃のガラス粉末，導電性粉末，耐熱性黒色顔料，シリカ粉末等の無機微粒子(E)を配合することができる。」(段落【0044】)と記載されていることは，当事者間に争いがない。",
                "そうすると，相違点dに係る本件発明3の構成が，引用例5に開示されているところ，これを引用発明1に適用することに何らの困難も見当たらないから，「当業者であれば，甲第1号証記載の発明において混合されるガラス粉末について，『軟化点400～600℃のガラス粉末』とすること，或いは，更に，『耐熱性黒色顔料』及び／又は『シリカ粉末』を配合することは，甲第5号証の記載に基づいて容易になしうることにすぎない。よって，本件発明3は，甲第1号証，甲第2号証及び甲第5号証に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(審決謄本21頁下から第3～第2段落)とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明4の要旨は，前記のとおり，「前記請求項1乃至3の何れか1項に記載の光硬化性樹脂組成物の焼成物からバス電極の黒層が形成されてなるプラズマディスプレイパネル。」というものであるところ，引用例1には，550℃−620℃の温度範囲内で加熱してブラックマトリックス層20を形成したプラズマディススプレイパネルが記載されていることは，当事者間に争いがない。",
                "そこで，本件発明4と引用発明1とを対比すると，両者の相違点は，上記相違点aないし相違点dのみであることが認められるところ，これらの相違点が当業者において容易に想到し得たものであることは，上述したとおりである。",
                "そうすると，「本件発明4は，甲第1号証及び甲第2号証に記載された発明に基づいて，あるいは甲第1号証，甲第2号証及び甲第5号証に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」(審決謄本22頁第2段落)とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件発明2ないし4について，進歩性についての認定判断の誤りをいう原告の取消事由5の主張は，採用の限りでない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10553",
    "date": "2006-09-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033523",
    "ipprecedent_id": "170",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}