{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-19824号事件について平成16年8月19日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成7年3月3日に発明の名称を「安定器回路用MOSゲート駆動装置」とする特許出願(特願平7-44438号，優先権主張1994年〔平成6年〕3月4日・米国)をしたが，平成13年7月27日付けで拒絶査定を受けたので，同年11月5日，拒絶査定に対する不服の審判を請求し，同年12月5日付けで特許請求の範囲について手続補正(以下「本件手続補正」という。)をした。",
            "特許庁は，これを不服2001-19824号事件として審理し，平成16年8月19日，本件手続補正を却下し，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は同年8月31日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "平成10年1月5日付け及び平成12年1月6日付け各手続補正書により補正された明細書(甲2，11，以下「本件明細書」という。)の特許請求の範囲の請求項19に記載された発明(以下「本願発明」という。)の要旨「少なくとも1つの放電管と，該放電管に直列に接続された少なくとも1つのL-C回路と，それぞれゲート端子を有し，ハーフブリッジ回路構成に接続された第1及び第2の直列接続MOSゲートパワースイッチング素子と，上記第1及び第2の直列接続スイッチング素子と直列接続された1対のD-C電力端子の組み合わせからなり，",
          "text": [
            "上記ランプとL-Cの直列回路が第2のパワースイッチング素子を横切って接続され，ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有し，",
            "該ゲート駆動回路が上記単体素子のそれぞれのゲートに接続された出力端子H 及びL を有し，",
            "上記ゲート駆動回路が，その内部回路に動作電圧を供給するための端子VCC",
            "を有し，",
            "該端子V を該1組の端子の一方に接続するための外部抵抗とを有することCC",
            "を特徴とする電気安定器回路。」",
            "(なお，上記特許請求の範囲の記載において，「ゲート駆動用回路」と「ゲート駆動回路」は，同一のものと認められるので，以下，いずれも「ゲート駆動用回路」と表記する。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別添審決謄本写し記載のとおり，本願発明が，特開平1ー194869号公報(甲3，以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び周知慣用技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した，本願発明と引用発明との一致点及び相違点は，それぞれ次のとおりである(審決謄本6頁最終段落～7頁第1段落)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「放電管と，該放電管に直列接続されたL-C回路と，それぞれゲート端子を有し，ハーフブリッジ回路構成に接続された第1及び第2の直列接続MOSゲートパワースイッチング素子との組み合わせを含み，ランプとL-Cの直列回路が第2のパワースイッチング素子を横切って接続され，",
                    "ゲート駆動用回路が，該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせ，",
                    "該ゲート駆動用回路が，上記単体素子のそれぞれのゲートに接続された出力端子H 及びL を有する回路。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明の「電気安定器回路」は，「第1及び第2の直列接続スイッチング素子と直列接続された1対のD-C電力端子」を有するのに対し，引用発明では，「直列接続されたパワーMOSFETQ 及びQ の両端は直流電源Eに接続された回路装置」であって，「直流電源E」を含めた「回路装置」としている点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明は，「ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有し」ているのに対して，引用発明は，「駆動回路1は，矩形波発振回路を有し，検出回路2からの信号が入力されるものであり，該矩形波発振回路は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ，」としている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願発明は，「ゲート駆動用回路が内部回路に動作電圧を供給するための端子V を有し」かつ「端子V を該1組の端子の一方に接続するCC CC",
                        "ための外部抵抗」を有しているのに対して，引用発明は動作用の直流電源E 及びE を有するものの，その具体的態様が明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」の構成に関する相違点を看過し(取消事由1)，また，相違点2についての認定判断を誤った(取消事由2)結果，本願発明の進歩性を誤って否定したものであって，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，本願発明と引用発明の対比において，CR素子を外付けした矩形波発振回路を回路の内側に有する引用発明の「駆動回路1」が，本願発明の「ゲート駆動用回路」に相当するとしたが，① 本願発明の「ゲート駆動用回路」は，回路内にC ，R の素子を含まないものであるところ，引用発明T T",
              "text": [
                "の「駆動回路1」は，その回路の内側にCR素子を外付けした「矩形波発振回路」を有しており，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」は，C(C )・R(R )素子を回路の内側に含むか否かの点で相T T",
                "違し，② 本願発明の「ゲート駆動用回路」は，パッケージ形態の集積回路であるところ，引用発明の「駆動回路1」は，パッケージ形態の集積回路のみならず周辺回路をも含んだ回路であり，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」は，パッケージ形態の集積回路であるか否かの点で相違し，これらの点で，本願発明と引用発明は相違している。したがって，審決は，これらの相違点を看過して，一致点を誤って認定しており，上記相違点の看過は，審決の結論に影響を及ぼすものであるから，審決は，違法として取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の「ゲート駆動用回路」は，回路内にC ，R 素子を含まないT T",
              "text": [
                "「チップ40」に相当するものであり，本願発明の実施品であるインターナショナル・レクチファイヤー・コーポレーションIR2155のデータシート(甲6)に「Package」(1頁中段)と記載されているとおり，8本の端子を備えたパッケージ形態の集積回路である。",
                "審決が，本願発明のゲート駆動用回路を本件明細書の図2等におけるチップ40ととらえていることは，拒絶理由通知書における本願発明のゲート駆動用回路の認定からも明らかである。",
                "すなわち，平成9年6月4日付け拒絶理由通知書(甲8)において，当初請求項19，20(いずれもその後削除)に対する拒絶理由として，「放電管，L-C回路，スイッチング素子としてMOSFETを使用した放電灯のハーフブリッジインバータ点灯回路が記載されている。ハーフブリッジインバータ点灯回路のスイッチング素子駆動制御用集積回路に動作用電源端子VCCやレジスタ手段を設けること，CRを使用したタイミング回路は，周知技術である。」(3頁下から第2段落～4頁第1段落)と記載されており，引用例に，周知技術であるCRを使用したタイミング回路を組み合わせることにより当該発明に容易に想到できるため，発明の進歩性が否定される旨の判断をしている以上，「ゲート駆動用回路」を，少なくともC ，R を含まT T",
                "ない，本件明細書におけるチップ40と認定していたといえる。また，審決においても，原告に意見書提出の機会を与えることなく拒絶査定維持の審決をしていることから，本願発明の「ゲート駆動用回路」をチップ40(C ，T",
                "R を含まない回路)ととらえていたことが明らかであり，これを引用発明T",
                "の「駆動回路1」と対比させていたものである。",
                "これに対し，審決が対比の対象とした引用発明の「駆動回路1」は，その回路の内側にCR素子を外付けしたパッケージ形態の集積回路である「矩形波発振回路3」(例えば，ＮEC製のμPC494，なお，引用例〔甲3〕の10頁左下欄第2段落の「μC494」は，乙1に照らし，「μPC494」の誤記と認める。)を含むもので，集積回路とその周辺回路(例えば，C ，R ，Q ，Q )からなる回路である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件において，上記相違点に係る構成を当業者が容易に想到し得るものか否かを裁判所が審理判断することは，出願人である原告が専門行政機関である特許庁の審判官による審判を経由する利益(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁参照)を害するものであり，また，審判において新たな拒絶理由通知がされた場合に認められる特許請求の範囲等の補正の機会を原告から奪うものであって，許されない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明と引用発明の認定において，CR素子を外付けした矩形波発振回路を回路の内側に有する引用発明の「駆動回路1」が，本願発明の「ゲート駆動用回路」に相当するとした上，相違点2について，「引用発明の『駆動回路1は，矩形波発振回路を有し，検出回路2からの信号が入力されるものであり，該矩形波発振回路は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ，』は，本願発明の『ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有し』を実質的に備えるものと言える。」(審決謄本8頁下から第2段落)としたが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "まず，両者の「信号を受ける態様」についてみると，本願発明のゲート駆動用回路に入力する信号は，周期性を有し，規則正しく変動する電圧信号である。すなわち，本願発明の「端子C 」に入力する信号は，2つの状態T",
              "text": [
                "(High 状態／ Low 状態)に対応した情報を与えるための基礎となる電圧信号であり，具体的には，上記1(2)のIR2155のデータシート(甲6)の Figure.1(6頁)にC の符号を用いて示された周期的な信号である。",
                "T",
                "他方，引用発明のゲート駆動用回路に入力する信号は，負荷電流に応じて任意に変動しうる電流信号である。すなわち，引用発明の「端子A」に入力する信号は，「負荷電流が増大したときには，負荷Zと直列に挿入されたコンデンサC の両端電圧の交流リップル分が大きくなり，検出回路2における平滑コンデンサC の両端電圧が上昇し，トランジスタQ のベース電流が増えて，トランジスタQ のインピーダンスが低くなる」(引用例〔甲3〕11頁右上欄7行目～12行目)ような，負荷電流に応じて変動する電流信号である。",
                "以上のとおり，本願発明の「ゲート駆動用回路」が「信号を受ける態様」は，周期性を有し，規則正しく変動する電圧信号を受けるという態様であるのに対し，引用発明の「駆動回路1」が「信号を受ける態様」は，負荷電流に応じて任意に変動し得る電流信号を受けるという態様であり，両者の間には決定的な相違がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，両者の信号を受ける態様の相違は，その作用効果の相違をもたらす。",
                "すなわち，本願発明は，端子C からの入力信号が，前掲IR2155のT",
                "データシートの Figure.1にC の符号を用いて示されたような一定の周期をT",
                "もつ電圧信号であるために，入力信号に同期するゲート駆動用回路(チップ)40からの出力を，きれいな方形波とすることができ，このような方形波は，MOSゲート素子の「スイッチ損失を最低にする」ことができる。",
                "この結果，本願発明は，「多くの場合，より小さなMOSFETが選択でき，ヒートシンクも減少あるいは削除することができるかもしれない。」(本件明細書〔甲2〕の段落【0012】)という作用効果を奏する。",
                "これに対して，引用発明は，引用例(甲3)の駆動回路1に含まれる矩形波発振回路3の発振周波数を，端子Aからの入力信号により制御し，負荷Zに流れる負荷電流が一定になるように調整するものである。すなわち，負荷Zの「負荷電流が増大したときには，負荷Zと直列に挿入されたコンデンサC の両端電圧の交流リップル分が大きくなり，検出回路2における平滑コンデンサC の両端電圧が上昇し」，端子Aから駆動回路1に入る信号(電流信号)が大きくなり，「トランジスタQ のベース電流が増えて，トランジスタQ のインピーダンスが低くなるので，矩形波発振回路3の時定数が小さくなる。これによって，駆動回路1の発振周波数が高くなり，負荷電流が減少するので，負荷電流の変動は抑制され，インバータ回路の動作が安定化される」(甲3の11頁右上欄7行目～16行目)という作用効果を奏する。",
                "以上のように，本願発明は，「端子C 」から入力する信号により「ゲーT",
                "ト駆動用回路(チップ)40」がきれいな方形波をMOSFETに供給できるという作用効果を有するのに対し，引用発明は，「端子A」から「駆動回路1」に入力する信号により，負荷Zの負荷電流を一定に調整するという作用効果を有し，両発明の奏する作用効果は全く異なったものとなっている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，本願発明の入力信号自体，すなわち，入力信号が「論理レベル信号」であることだけでなく，その信号が入力される端子を有していることも引用発明との相違点として摘示している。その上で，審決は，本願発明の「論理レベル信号」，並びに，「その信号を受けるための端子」を条件付ける積極的な記載は，ゲートへの出力信号との間の関連事項のみであって，これ以外の記載は，特許請求の範囲はおろか，本件明細書(甲2)の実施例中にも見いだすことができないとし，他の関連記載箇所を参照しつつ，ゲート駆動用回路として想定している実態が，「IR2155」(図2ないし4)である点に着目し，「外付けのコンデンサ(C )及び抵抗(R )の値で決T T",
              "text": [
                "まる時定数(＝コンデンサ容量と抵抗値との積)で自走発振する発振器(チップ40)」が，本願発明にいう「論理レベル信号を受けるための端子を備えたゲート駆動用回路」として認定すべき対象であるとしたものである。",
                "なお，原告は，本願発明の「ゲート駆動用回路」の端子C に現れる信号T",
                "は，「論理レベル信号」(デジタル信号)であるのに対し，引用発明の「駆動回路1」の端子Aに現れる信号は，アナログ信号であると主張していたが，C 端子に現れる周期的な信号も引用発明の「駆動回路1」の端子Aと同様T",
                "に，アナログ信号であり，しかも外部から入力されたものでもないことが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "このような検討を経て，審決は，相違点2についての判断において，引用発明の「駆動回路1は，矩形波発振回路を有し，・・・該矩形波発振回路は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ」ることが，本願発明の「ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせる(発振出力を生じさせる)ための論理レベル信号を受けるための入力端子を有し」ていることと実質的に同じであると判断(審決謄本8頁下から第2段落)したものである。",
                "なお，引用発明の「矩形波発振回路3」は，例えば，ＮEC製「μPC494」を想定しているが，この素子に関する技術情報(乙1)をみると，本願発明の実施品とされる「IR2155」において示されている端子C のT",
                "電圧波形(甲6)とそっくりの周期的な信号が存在している。このことは，本願発明が「ゲート駆動用回路」として想定している素子と，引用発明が「矩形波発振回路」として想定している素子とが，本件訴訟において争点となっている技術的特徴部分において実質同一であることを裏付けるものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明のゲート駆動用回路の「周波数」については，本願発明の要旨において，「所定」とのみ規定されており，原告が主張するような，「規則正しい」発振，言い換えると「一定」あるいは「固定」であるとまでは規定されていない。また，本件明細書(甲2)には，本願発明が，状況により発振周波数が変更される態様を含み得ないと解する積極的な記載も見当たらない。",
                "そうすると，周波数の態様の点で特段の規定がされていない本願発明と，発振周波数が負荷電流依存性を有する引用発明との間に，「信号を受ける態様」の相違があるとする原告の主張は，包含する態様間の動作上の相違を提起するものにすぎず，これをもって構成上の相違とすることはできないから，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，回路が受ける信号の態様の違いから，本願発明と引用発明との作用効果の相違をいう原告主張の点は，飽くまで，包含する態様間で発生する作用効果の違いというべきであるから，引用発明が相違点2に係る本願発明の構成を実質的に備えているとした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，審決は，本願発明と引用発明の対比において，CR素子を外付けした矩形波発振回路を回路の内側に有する引用発明の「駆動回路1」が，本願発明の「ゲート駆動用回路」に相当するとしたが，① 本願発明の「ゲート駆動用回路」は，回路内にC ，R の素子を含まないものであるところ，T T",
              "text": [
                "引用発明の「駆動回路1」は，その回路の内側にCR素子を外付けした「矩形波発振回路」を有しており，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」は，C(C )・R(R )素子を回路の内側に含むものかT T",
                "否かの点で相違し，② 本願発明の「ゲート駆動用回路」は，パッケージ形態の集積回路であるところ，引用発明の「駆動回路1」は，パッケージ形態の集積回路のみならず周辺回路をも含んだ回路であり，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」は，パッケージ形態の集積回路であるか否かの点で相違し，これらの点で，本願発明と引用発明は相違しており，審決は，この相違点を看過して，一致点を誤って認定していると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，検討すると，本願発明の特許請求の範囲の記載に照らせば，本願発明のゲート駆動用回路は，第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有する回路であること，上記単体素子のそれぞれのゲートに接続された出力端子を有する回路であること，また，内部回路に動作電圧を供給するための端子を有している回路であることが規定されており，要するに，本願発明のゲート駆動用回路は，内部回路に動作電圧が供給されるための端子を有するほか，2個のMOSゲート素子を所定の振動周波数で交互にスイッチングさせることができるよう，論理レベル信号を受けて，上記ゲートを交互にスイッチングさせるための信号を出力する回路であることが認められる。",
                "しかしながら，本願発明の特許請求の範囲には，「ゲート駆動用回路」について，上記の構成を越えて，回路の内部にどのような素子を必要とするか，また，どのような素子を含まないものであるかを規定する記載はない。",
                "そして，審決は，本願発明と引用発明との構成の対比において，引用発明の「駆動回路1」の構成が，本願発明の「ゲート駆動用回路」に対応するものと認定しつつ，「本願発明は，『ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有し』ているのに対して，引用発明は，『駆動回路1は，矩形波発振回路を有し，検出回路2からの信号が入力されるものであり，該矩形波発振回路は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ，』」(審決謄本6頁最終段落～7頁第1段落)として相違点2を摘示した上，相違点2についての判断において，本願発明の「論理レベル信号を受けるための端子」の技術的意義を探究するために，本件明細書の発明の詳細な説明を検討し，その結果，「外付けのコンデンサ及び抵抗の値で決まる時定数(＝コンデンサ容量と抵抗値との積)で自走発振する発振器」が示されていることに着目し，この発振器が引用発明の駆動回路1と実質的に同等であると説示(同7頁下から第2段落～8頁第4段落)しているのである。",
                "そうすると，審決は，相違点2に関し，発明の構成の上では，引用発明の「駆動回路1」の構成が本願発明の「ゲート駆動用回路」に対応するものとしながら，その具体的な対比の面では，本願発明の「ゲート駆動用回路」が，「外付けのコンデンサ及び抵抗の値で決まる時定数(＝コンデンサ容量と抵抗値との積)で自走発振する発振器」の機能を有しているから，引用発明の駆動回路1と実質的に同等であると結論付けているのであって，その認定判断において，原告が主張するところと同じく，本願発明の「ゲート駆動用回路」には，コンデンサ及び抵抗が外付けされていること，及び，引用発明の「駆動回路1」は，内部に，矩形波発振回路に外付けされたCR素子を含むことを認定して，判断しているものである。",
                "以上によれば，審決は，相違点の判断における具体的な対比において，両発明の相違について，原告の主張するところと同様に認定判断しているのであるから，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」が，C(C )・R(R )素子を回路の内側に含むものか否かの点で相違し，審T T",
                "決がこの相違点を看過したとする原告の上記(1)の①の主張は，失当というほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本願発明のゲート駆動用回路について，上記の構成を越えて，明示的に，原告主張のようなパッケージ形態の集積回路に限る旨の記載がないことは明らかである。そして，上記の構成を有するゲート駆動用回路について，これがパッケージ形態の集積回路である技術的必然性は認められないし，特許請求の範囲に記載のその他の構成に照らしても，本願発明のゲート駆動用回路について，これをパッケージ形態の集積回路であると限定的に解さなければならない理由はなく，本願発明の「ゲート駆動用回路」は，パッケージ形態の集積回路に限られず，集積回路の周辺回路も含めて所定の構成を有する回路も含むと解される。",
                "そうとすれば，引用発明において，ゲート駆動用回路に対応する回路がパッケージ形態の集積回路でなかったとしても，その点は，本願発明と引用発明の対比において，相違点とはなり得ないものであり，本願発明の「ゲート駆動用回路」と引用発明の「駆動回路1」がパッケージ形態の集積回路であるか否かの点で相違し，審決がこの相違点を看過したとする原告の上記第3の1(1)の②の主張も採用の限りではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告は，本願発明の「ゲート駆動用回路」は，回路内にC ，R 素子を含T T",
              "text": [
                "まない「チップ40」に相当するものであり，8本の端子を備えたパッケージ形態の集積回路であると主張し，また，拒絶理由通知や審決が，本願発明の「ゲート駆動用回路」を集積回路である「チップ40」と考えていたことが明らかであると主張する。",
                "しかし，本願発明の「ゲート駆動用回路」は，回路内にC ，R 素子を含T T",
                "まないとの主張については，審決は，相違点2に関する本願発明と引用発明との具体的な対比において，原告の主張するところと同様，「ゲート駆動用回路」にコンデンサ及び抵抗が外付けされていると認定して，判断を行っているのであり，前記(2)のとおり，その点は，審決の取消事由とはなり得ない。また，本願発明の「ゲート駆動用回路」が集積回路であるとの主張については，本願発明の実施例において，ゲート駆動用回路に対応する回路が「チップ40」として記載され(本件明細書〔甲2〕の段落【0008】～【0023】，【図2】～【図5】)，実施例における「チップ40」が集積回路であったとしても，それは実施例にすぎないのであり，実施例の構成によって，本願発明の構成が限定されるものではない。さらに，拒絶理由通知や審決において，本件明細書の実施例の記載に従い，「ゲート駆動用回路」に対応するものとして，集積回路が想定されて判断等がされていたとしても，これらが，本願発明の「ゲート駆動用回路」の構成を集積回路に限定する趣旨のものでないことは明らかであり，本願発明の「ゲート駆動用回路」の構成は，特許請求の範囲の記載に基づいて定めるべきものであるから，原告の主張は上記(3)の判断を左右しない。",
                "なお，原告は，本件において，原告主張の相違点の看過に係る構成を当業者が容易に想到し得るものか否かを裁判所が審理判断することは，出願人である原告が専門行政機関である特許庁の審判官による審判を経由する利益(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁参照)を害するものであり，また，審判において新たな拒絶理由通知がされた場合に認められる特許請求の範囲等の補正の機会を原告から奪うものであって，許されないと主張するが，相違点の看過をいう原告の主張が理由のないことは，上記判示のとおりであり，また，原告の引用する最高裁昭和51年3月10日大法廷判決は，審決の取消訴訟において，審判手続において審理判断されなかった公知事実との対比における無効原因あるいは拒絶理由の主張を許さないとするものであって，本件に適切でない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告の取消事由1の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2について，「引用発明の『駆動回路1は，矩形波発振回路を有し，検出回路2からの信号が入力されるものであり，該矩形波発振回路は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ，』は，本願発明の『ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有し』を実質的に備えるものと言える。」(審決謄本8頁下から第2段落)とした審決の判断は，誤りであると主張し，本願発明の「ゲート駆動用回路」が「信号を受ける態様」と，引用発明の「駆動回路1」が「信号を受ける態様」との間には，前者は周期性を有し，規則正しく変動する電圧信号を受ける態様であるのに対し，後者は負荷電流に応じて任意に変動し得る電流信号を受ける態様であるという決定的な相違があると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，まず，本願発明の特許請求の範囲の記載についてみると，ゲート駆動用回路が信号を受ける態様に関して，「ゲート駆動用回路が該第1及び第2のMOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有」する旨の記載及び「該ゲート駆動用回路が上記単体素子のそれぞれのゲートに接続された出力端子H 及びL を有」する旨の記載がある。したがって，本願発明において，ゲート駆動用回路は，2個のゲート素子の双方を所定の振動周波数で交互にスイッチングさせるため，入力端子によって論理レベル信号を受け，2個のゲート素子に対し交互にスイッチングさせるための信号を出力する端子を有していることが認められる。",
                "前記第2の2のとおり，本願発明の要旨には，ゲート駆動用回路が受ける論理レベル信号の内容を直接的に規定するところはないが，ゲート駆動用回路に入力される信号は，2個のゲート素子の双方を「所定の振動周波数」で交互にスイッチングするための信号を出力するために入力されるものであることに照らすと，ゲート駆動用回路に入力される信号は，周期性を有する信号であるとも解される。しかしながら，ゲート駆動用回路に入力される信号について，その周波数が規則正しく変動するものに限定されているとか，電圧信号に限定されているものでないことは明らかであるし，また，本願発明自体の目的に照らし，本願発明において，負荷電流に応じてゲート駆動用回路に入力される信号の周波数が変更する態様を除外する趣旨であると解することもできない。そうすると，本願発明のゲート駆動用回路は，周期性を有する信号が入力されるものであるとしても，入力される信号の種類や周波数が限定されているものではなく，入力される信号の周波数が偶発的な要素により変動するものも含むものというべきであるから，原告の上記(1)の主張は，本願発明については，前提を欠く。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，引用発明についてみると，引用例(甲3)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「第13図(a)は本発明の他の実施例の回路図である。本実施例は，直流成分カット用のコンデンサC の両端に検出回路2を接続したものである。直列インバータに接続される負荷は，直列共振回路の共振電圧によって付勢されるものであるが，負荷が高電圧を必要とする場合には共振を強めて共振電圧を高くする必要がある。ところが，共振を強めるほど，共振カーブが急峻となり，電源電圧等の変動による負荷電流等の変動率が悪くなる。このような理由により，負荷電流を検出して,スイッチング素子Q ，Q の駆動回路1へフィードバックし，負荷電流を一定に保つようにしている。第13図回路における検出回路2は，このようなフィードバック制御を行うために設けたものであり，負荷電流を検出回路2で検出し，その検出信号に応じて，スイッチング素子Q ，Q の駆動条件を負荷電流の変動を軽減する方向へ変化させるようにしている。スイッチング素子Q ，Q の駆動条件としては，発振周波数やオンデューティ等を制御することが考えられる。」(9頁右上欄4行目～左下欄3行目)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「ここで，検出回路2は第13図(b),(c)に示すような構成を有する。",
                    "第13図(b)に示す検出回路2は，コンデンサC ，抵抗R からなるハイパスフィルターを有し，このハイパスフィルターを介して抽出された高周波成分をダイオードD にて整流し，コンデンサC ，抵抗R よりなる平滑回路で平滑して，検出出力を得ている。また，第13図(c)に示す検出回路2は，抵抗R ，チョークL からなるハイパスフィルターを有し，このハイパスフィルターを介して抽出された高周波成分を，第13図(b)の回路と同様に整流平滑して，検出出力を得ている。」(9頁左下欄12行目～右下欄3行目)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "「第17図は本発明の別の実施例の回路図である。本実施例は第13図回路をより具体化したものである。コンデンサC の両端には，コンデンサC と抵抗R の直列回路が接続されており，コンデンサC と負荷Zとの接続点にコンデンサC が接続され，抵抗R が直流電源Eの負端子側に接続されている。抵抗R の両端には，抵抗R とコンデンサC の並列回路がダイオードD を介して接続されている。コンデンサC の一端は直流電源Eの負端子側に接続されており，他端は抵抗R を介してトランジスタQ のベースに接続されている。トランジスタQ のコレクタ及びエミッタは，それぞれ抵抗R ，R を介して抵抗R の両端に接続されている。",
        "抵抗R 及びコンデンサC は矩形波発振回路3の時定数回路を構成している。矩形波発振回路3としては，スイッチングレギュレータ用のIC(例えば，ＮECのμC494)を使用している。矩形波発振回路3の発振出力の一方は，抵抗R を介してホトカプラQ の発光ダイオードに入力されており，発振出力の他方は抵抗R を介してトランジスタQ のベースに入力されている。直流電源E は，矩形波発振回路3に電源電圧を供給している。この直流電源E の負端子は直流電源Eの負端子に接続されている。トランジスタQ のエミッタは直流電源E の負端子に接続され，コレクタは抵抗R を介して直流電源E の正端子に接続されている。ＮPＮ及びPＮP形の各トランジスタQ ，Q はベース同士及びエミッタ同士を夫々接続され，相補接続形のエミッタホロアを構成しており，トランジスタQ のコレクタは直流電源E の正端子に接続され，トランジスタQ のコレクタは直流電源E の負端子に接続されている。トランジスタQ ，QのベースはトランジスタQ のコレクタに接続されており，エミッタはパワーMOSFETよりなるスイッチング素子Q のゲートに接続されている。ホトカプラQ の受光部を構成するホトトランジスタのエミッタは直流電源E の負端子に接続され，コレクタは抵抗R を介して直流電源Eの正端子に接続されている。この直流電源E の負端子は，スイッチング素子Q ，Q の接続点に接続されている。ＮPＮ及びPＮP形の各トランジスタQ ，Q はベース同士及びエミッタ同士を夫々接続され，相補接続形のエミッタホロアを構成しており，トランジスタQ のコレクタは直流電源E の正端子に接続され，トランジスタQ のコレクタは直流電源Eの負端子に接続されている。トランジスタQ ，Q のベースはホトカプラQ におけるホトトランジスタのコレクタに接続されており，エミッタはパワーMOSFETよりなるスイッチング素子Q のゲートに接続されている。その他の回路構成については，第13図回路と同様である。」(10頁左下欄3行目～11頁左上欄15行目)"
      ]
    },
    {
      "fig": "エ",
      "subject": "「以下，その動作について説明する。矩形波発振回路3は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ，各発振出力によりトランジスタQ とホトカプラQ のホトトランジスタが交互にオンオフされる。トランジスタQ がオンされたときには，スイッチング素子Q のゲートが低レベルとなって，スイッチング素子Q がオフとなり，トランジスタQ がオフされたときには，スイッチング素子Q のゲートが高レベルとなって，スイッチング素子Q がオンとなる。スイッチング素子Q についても同様に動作する。負荷電流が増大したときには，負荷Zと直列に挿入されたコンデンサC の両端電圧の交流リップル分が大きくなり，検出回路2における平滑コンデンサC の両端電圧が上昇し，トランジスタQのベース電流が増えて，トランジスタQ のインピーダンスが低くなるので，矩形波発振回路3の時定数が小さくなる。これによって，駆動回路1の発振周波数が高くなり，負荷電流が減少するので，負荷電流の変動は抑制され，インバータ回路の動作が安定化されるものである。本実施例のように，コンデンサC ，C の一端が直流電源Eの一端(特に負端子)に共通に接続されるように構成すれば，駆動回路1と検出回路2のアースレベルを共通にすることができるので，検出回路2の出力により駆動回路1を制御することが容易となり，好都合である。」(11頁左上欄16行目～左下欄2行目)"
    },
    {
      "fig": "オ",
      "text": [
        "第17図には，トランジスタQ に対し，負荷Z，チョークL 及びコンデンサC が並列に接続されている様が記載されている。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "以上によれば，引用例においては，審決の認定(審決謄本5頁最終段落)するとおり，「負荷Zと，該負荷Zに直列接続されたチョークL 及びコンデンサC と，直列接続されたパワーMOSFETQ 及びQ と，前記直列接続されたパワーMOSFETQ 及びQ の両端は直流電源Eに接続された回路装置であって，該負荷Zと該チョークL 及びコンデンサC がパワーMOSFETQ に並列接続され，駆動回路1は，矩形波発振回路を有し，検出回路2からの信号が入力されるものであり，該矩形波発振回路は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ，駆動回路1は，該パワーMOSFETQ 及びQ のゲートへ，矩形波発振回路からの出力を用いて，該パワーMOSFETを交互にオンさせる信号を発出し，該駆動回路1に，直流電源E 及びE を有する回路装置。」の引用発明が記載されていることが認められる。"
      ],
      "content": [
        {
          "fig": "(4)",
          "text": [
            "そうすると，引用発明のパワーMOSFETQ 及びQ は，本願発明の「第1及び第2のMOSゲート素子」に相当するところ，引用発明のパワーMOSFETQ 及びQ は，駆動回路1に含まれる矩形波発振回路3からの出力に応じ，交互にスイッチングすることとなるのであるから，矩形波発振回路3は，それぞれのMOSゲートに接続された端子を有するということができ，矩形波発振回路3の出力は，外付けのCR素子の時定数で決まるのであるから，同発振回路が，MOSゲート素子双方を所定の振動周波数で交互にスイッチングさせるための論理レベル信号を受けるための入力端子を有することが明らかである。また，矩形波発振回路3は，直流電流E 及びE を有する駆動回路1の内部の回路であるから，矩形波発振回路も，駆動用電流を直流電流E 及びE から得ていることになる。",
            "そして，引用発明の矩形波発振回路は，「矩形波発振回路3は外付けのCR素子の時定数で決まる周波数の1対の発振出力を生じ」(上記(3)エ)るとされていて，外付けのCR素子によって規定される周期的な電圧信号の入力があると認められ，また，同回路に入力される信号は，前記(3)ア及びエのとおり，負荷電流により変動することが認められる。",
            "したがって，引用発明における矩形波発振回路の「信号を受ける態様」は，本願発明のゲート駆動用回路の「信号を受ける態様」と変わるところがないというべきである。"
          ]
        },
        {
          "fig": "(5)",
          "subject": "原告は，本願発明のゲート駆動用回路に入力する信号は，周期性を有し，規則正しく変動する電圧信号であって，本願発明の「端子C 」に入力するT",
          "text": [
            "信号は，2つの状態(High 状態／ Low 状態)に対応した情報を与えるための基礎となる電圧信号であり，具体的には，インターナショナル・レクチファイヤー・コーポレーションIR2155のデータシート(甲6)のFigure.1(6頁)にC の符号を用いて示された周期的な信号である，要すT",
            "るに，本願発明と引用発明とで，ゲート駆動用回路が受ける信号の態様が異なる旨主張する。",
            "しかし，本願発明において，ゲート駆動用回路に入力される信号は，上記のとおり，周期性を有する信号であるとも解されるとはいえ，ゲート駆動用回路に入力される信号について，その周波数が規則正しく変動するものに限定されているとか電圧信号に限定されているものでないことは明らかであるし，また，本願発明自体の目的に照らし，本願発明において，負荷電流に応じてゲート駆動用回路に入力される信号の周波数が変更する態様を除外する趣旨であると解することもできない。そうすると，本願発明のゲート駆動用回路は，周期性を有する信号が入力されるものであるとしても，入力される信号の種類や周波数が限定されているものではなく，入力される信号の周波数が偶発的な要素により変動するものも含むものというべきであるから，原告の主張は前提を欠く。そして，上記(4)のとおり，引用発明において，ゲート駆動用回路に対応する矩形波発振回路3は，外付けのCR素子によって定まる周期性を有する電圧信号が入力されているのであるから，本願発明についてゲート駆動用回路が周期的な信号を受けると解しても，周期性を有する信号が入力されている点で，本願発明と引用発明との間に実質的な相違はないことになる。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "さらに，原告は，本願発明と引用発明との駆動用回路が受ける信号の態様の相違から，その作用効果も全く異なると主張する。",
            "しかし，両発明の奏する作用効果において原告主張のような相違があるとしても，そのことから直ちに相違点2に係る構成が実質的に同等であるとの結論が左右されるものではなく，原告主張の点は，包含する「信号を受ける態様」間で発生する作用効果の相違にすぎないというべきであるから，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "(7)",
          "text": [
            "以上のとおり，原告の取消事由2の主張は，採用することができない。"
          ],
          "content": [
            {
              "fig": "3",
              "text": [
                "以上によれば，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
                "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}