{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2002-13257号事件について平成17年6月7日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文と同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告被承継人インターナショナル・ビジネス・マシーンズ・コーポレイション(以下「IBM」という。)が，名称を「有機発光素子用のカプセル封入材としてのシロキサンおよびシロキサン誘導体」とする発明について特許出願(国際出願)をして拒絶査定を受け，これを不服として審判請求をしたところ，審判請求は成り立たないとの審決がなされたため，IBMから同発明に係る特許を受ける権利を承継した原告が，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願(甲第4号証)",
              "text": [
                "出願人：IBM",
                "発明の名称：「有機発光素子用のカプセル封入材としてのシロキサンおよびシロキサン誘導体」",
                "出願番号：特願平10-504964",
                "出願日：平成8年7月10日",
                "翻訳文提出日：平成11年1月8日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "原告は，審判請求後の平成16年9月29日にIBMから特許を受ける権利を承継し，審決謄本送達後の平成17年8月8日，特許庁にその届出をした。次に掲げる行為は，すべて特許庁がIBMに対し又はIBMが特許庁に対し行われ，本件訴えは原告が提起した。",
                "拒絶査定日：平成14年4月11日",
                "審判請求日：平成14年7月16日(不服2002-13257号)",
                "手続補正日：平成16年8月6日(甲第2号証，以下「本件補正」という。)拒絶理由通知日：平成16年10月19日(甲第3号証，以下「本件拒絶理由通知」という。)",
                "審決日：平成17年6月7日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成17年6月22日(IBMに対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "審決が対象とした発明(本件補正後の請求項1に記載された発明であり，以下「本願発明」という。なお，請求項の数は16個である。)の要旨は，以下のとおりである。",
            "「【請求項1】一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，",
            "前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機領域とを有し，",
            "発光部分がシロキサンで覆われ，前記シロキサンが前記光の経路内に配置された光学要素を含み，",
            "前記光学要素は，前記シロキサンに埋め込まれるか，前記シロキサン中に形成されるか，または前記シロキサンのポケット状の部分内に配置される，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる，ことを特徴とする有機発光素子。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，IBMに対してなされた本件拒絶理由通知に対し，IBMから何らの応答もなかったことにより，本件拒絶理由通知に係る拒絶理由を引用することにより，審決の理由としている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本件拒絶理由通知(最後の拒絶理由通知)に係る拒絶理由は，以下のとおりであるが，要するに，本願発明が，特開平8-83688号公報(甲第5号証。以下「刊行物1」という。)及び特開平5-36475号公報(甲第7号証。以下「刊行物3」という。)にそれぞれ記載された発明に基づいて，当業者が容易になし得た発明であり，また，特開平7-37688号公報(甲第6号証。以下「刊行物2」という。)及び刊行物3それぞれ記載された発明に基づいて，当業者が容易になし得た発明でもあるので，特許法29条2項の規定により特許を受けることができないというものである。",
                "本願の請求項1乃至4，11及び13に係る発明(以下，「本願発明1乃至4，11及び13」という。)は，下記の刊行物1或いは2に記載された発明と下記の刊行物3に記載された発明とに基いて当業者が容易になし得た発明であるから，特許法第29条第2項の規定により特許を受けることができない。",
                "刊行物1．特開平8-83688号公報",
                "刊行物2．特開平7-37688号公報",
                "刊行物3．特開平5-36475号公報",
                "1．本願発明",
                "本願発明1乃至4，11及び13は，平成16年8月6日付けの手続補正書により補正された明細書及び図面の記載からみて，請求項1乃至4，11及び13に記載されたとおりのものと認める。",
                "2．対比・判断",
                "［本願発明1について］",
                "刊行物1の「実施例3の図4の広栄化学工業(株)製コーエイハードM-101オーバーコート層16」及び同「実施例18の図11の広栄化学工業(株)製コーエイハードM-101オーバーコート層24」の光硬化性樹脂を，刊行物3の段落「0013」に記載されるポリシロキサンに換えて，本願発明1の構成とすることは当業者にとって格別の困難性はない。",
                "また，刊行物1の「実施例13の図8の基板兼光散乱部11c」のポリエチレンテレフタレートフィルムを，刊行物3の段落「0013」に記載されるポリシロキサンに換えて，本願発明1の構成とすることは当業者にとって格別の困難性はない。",
                "さらに，光学要素を，刊行物1の光散乱部以外の，レンズ，回折格子，偏光子，プリズムに換えて使用することも格別の困難性がない。",
                "したがって，本願発明1は，刊行物1に記載された発明と刊行物3に記載された発明とに基いて当業者が容易になし得た発明である。",
                "刊行物2の「実施例3の図5，6のプラスチック基板32」を，刊行物3の段落「0013」に記載されるポリシロキサンに換え，且つ，刊行物2の無機発光層を有機発光層に換えて，本願発明1の構成とすることは当業者にとって格別の困難性はない。",
                "また，光学要素を，刊行物2の高屈折率部以外の，レンズ，回折格子，ディフューザ，偏光子，プリズムに換えて使用することも格別の困難性がない。",
                "したがって，本願発明1は，刊行物2に記載された発明と刊行物3に記載された発明とに基いて当業者が容易になし得た発明である。",
                "［本願発明2乃至4，11及び本願発明11を引用する本願発明13について］省略"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本訴になって最初に出された準備書面において，その趣旨が下記のとおり(原文のまま)であると主張する(本件拒絶理由通知に係る拒絶理由，したがって審決の理由が被告主張のとおりであることにつき，原告はこれを争わない。",
                "以下，被告の下記主張を「審決理由」という。)。",
                "(1)本件発明",
                "省略(上記2のとおり)",
                "(2)引用例",
                "本件審決の理由とした拒絶理由通知において引用した特開平8-83688号公報(刊行物1；甲第5号証)には，次の事項が記載されている。",
                "ア．「この有機EL装置の断面の概略を図2に示す。図2に示したように，この有機EL装置10aは基板11aとこの基板11aの片面(内側面)に形成された有機EL素子12とを備え，有機EL素子12は基板11a側から順に陽極(透明性電極；ITO膜)／正孔輸送層／有機発光層／陰極(鏡面性電極；Mg・In層)を積層してなる。これらの部材のうち，陽極(透明性電極)を符号13で，また陰極(鏡面性電極)を符号14で示す。」(第10頁第18欄第32行～第40行)",
                "イ．「まず，基板として実施例1で使用したガラス板と同じもの(ただし，ITO膜は設けられていない)を用い，この基板の内側面に実施例1と同様にしてレンズシートIを固着させた。",
                "このとき，レンズシートIの向きはレンズが形成されている側の面が有機EL素子と対向する向きとした。次に，このレンズシートIの上に光硬化性樹脂(広栄化学工業(株)製のコーエイハードM-101)を塗布して，実質的に平坦な表面を有するオーバーコート層を設けた。",
                "このとき，オーバーコート層の膜厚(最大膜厚)は10μmとした。この後，前記のオーバーコート層上に前述の方法(ITO膜の成膜を含む)により有機EL素子を形成して，目的とする有機EL装置を得た。この有機EL装置の断面の概略を図4に示す。図4に示したように，この有機EL装置10cは基板11aと，この基板11aの片面(内側面)にエポキシ系接着剤(図示せず)によって固着された光散乱部としてのレンティキュラーレンズシート15a(レンズシートI)と，このレンズシート15a上に形成されたオーバーコート層16と，このオーバーコート層16上に形成された有機EL素子12とを備えている。」(第11頁第19欄第28行～第47行)",
                "ウ．「片面にレンズ処理を施したポリエチレンテレフタレートフィルム(レンティキュラーレンズの金型に流し込んで成形したもの)を基板兼光散乱部として用い，この基板においてレンズ処理してない側の主表面上に前記の方法(ITO膜の成膜を含む)により有機EL素子を形成して，目的とする有機EL装置を得た。この有機EL装置の断面の概略を図8に示す。図8に示したように，この有機EL装置10dは基板11cとこの基板11cの片面(内側面)に形成された有機EL素子12とを備え，基板11cの外側面(有機EL素子12が形成されている面とは反対側の面)にはレンティキュラーレンズ20がレンズ処理によって形成されている。この基板11cは光散乱部を兼ねている。」(第12頁第21欄第4行～第16行)エ．「まず，基板として透明ガラス板(日本板ガラス社製のOA-2，厚さ1．1mm)を用い，この基板の内側面にアルミニウムを班点状に付着させることにより光散乱部を形成した。",
                "この光散乱部の形成は真空蒸着法により行い，そのときの成膜条件は減圧度1×10-4 Pa，アルミニウムを入れた坩堝の温度1200℃とした。また，班点状に付着したアルミニウムの膜厚(平均値)は0．01μmであり，被覆率は約50％であった。次に，この光散乱部上に光硬化性樹脂(広栄化学工業(株)製のコーエイハードM-101)からなるオーバーコート層を設けることにより実質的に平坦な面を形成した。このとき，オーバーコート層の膜厚(基板面を基準とした膜厚)は10μmとした。この後，前記のオーバーコート層上に前述の方法(ITO膜の成膜を含む)により有機EL素子を形成して，目的とする有機EL装置を得た。",
                "この有機EL装置の一部切欠き斜視図を図11として示す。図11に示した有機EL装置10gは基板11fと，この基板11fの片面(内側面)に班点状に付着したアルミニウム23からなる光散乱部と，この光散乱部を被覆するオーバーコート層24と，このオーバーコート層24上に形成された有機EL素子12とを備えている。」(第12頁第22欄第34行～第13頁第23欄第5行)",
                "オ．図2",
                "カ．図4",
                "キ．図8",
                "ク．図11",
                "刊行物1の前記記載事項ア．，イ．の記載，及びオ．，カ．の図面，そして，刊行物1の陽極と陰極とは接触電極であって前記2つの電極との間に電圧を印加した場合に電界発光により光が発生することは自明であり，また，発光部分がオーバーコート層で覆われ，オーバーコート層が光の経路内に配置されたレンズシートを含むことは明らかであることから，刊行物1には，「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機発光層とを有し，",
                "発光部分がオーバーコート層で覆われ，前記オーバーコート層が光の経路内に配置されたレンズシートを含むことを特徴とする有機EL素子。」(以下，「刊行物1記載の発明a」という。)が開示されている。",
                "また，刊行物1の前記記載事項ア．，エ．の記載，及びオ．，ク．の図面，そして，刊行物1の陽極と陰極とは接触電極であって前記2つの電極との間に電圧を印加した場合に電界発光により光が発生することは自明であり，また，発光部分がオーバーコート層で覆われ，前記オーバーコート層が光の経路内に配置された光散乱部を含むことは明らかであることから，刊行物1には，",
                "「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機発光層とを有し，",
                "発光部分がオーバーコート層で覆われ，前記オーバーコート層が光の経路内に配置された光散乱部を含むことを特徴とする有機EL素子。」(以下，「刊行物1記載の発明b」という。)が開示されている。",
                "また，刊行物1の前記記載事項ア．，ウ．の記載，及びオ．，キ．の図面，そして，刊行物1の陽極と陰極とは接触電極であって前記2つの電極との間に電圧を印加した場合に電界発光により光が発生することは自明であり，また，発光部分が基板兼光散乱部で覆われ，前記基板兼光散乱部が光の経路内に配置されたことは明らかであることから，刊行物1には，「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機発光層とを有し，",
                "発光部分が基板兼光散乱部で覆われ，前記基板兼光散乱部が光の経路内に配置されたことを特徴とする有機EL素子。」(以下，「刊行物1記載の発明c」という。)が開示されている。",
                "また，本件審決の理由とした拒絶理由通知において引用した特開平7-37688号公報(刊行物2；甲第6号証)には，次の事項が記載されている。",
                "ケ．「図5は，本発明の第3の実施例であるEL素子31を示す側面図である。EL素子31は，前記EL素子1とほぼ同様に構成されるけれども，基板32に光吸収部34が形成されていることを特徴とする。なお，EL素子31において前記EL素子1と同様に構成される部材には，同様の参照符を付して示している。",
                "【0024】図6は，前記基板32を示す平面図である。基板32は，たとえばプラスチックで実現される。たとえば，光吸収部34とされる低屈折率な黒色の耐熱性プラスチック材料から成る基板32に，その厚み方向に貫通して微細な穴を多数(本実施例では4)設け，該穴に高屈折率な透光性を有するプラスチック材料を埋込むことによって高屈折率部33が形成される。画素11は，この高屈折率部33にそれぞれ対応して形成される。",
                "【0025】このような基板32の一方表面32aには，前記EL素子1と同様に第1帯状電極3，第1絶縁層4，EL発光層5，第2絶縁層6，第2帯状電極7がこの順に積層されたEL構造体が形成され，また他方表面32bにも同様に分光フィルタ8が形成される。」(第4頁第6欄第1行～第20行)",
                "コ．図5",
                "サ．図6",
                "刊行物2の前記記載事項ケ．の記載，及びコ．，サ．の図面，そして，刊行物2の第1帯状電極3と第2帯状電極7は一方が陽極として働き，もう一方が陰極として働く2つの接触電極であって，前記2つの電極との間に電圧を印加した場合に電界発光により光が発生することは自明であり，また，発光部分が高屈折率部が形成されたプラスチック基板で覆われ，前記高屈折率部が形成されたプラスチック基板が光の経路内に配置されたことは明らかであることから，刊行物2には，",
                "「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生するEL発光層とを有し，",
                "発光部分が高屈折率部が形成されたプラスチック基板で覆われ，前記高屈折率部が形成されたプラスチック基板が光の経路内に配置されたことを特徴とするEL素子。」(以下，「刊行物2記載の発明」という。)が開示されている。",
                "また，本件審決の理由とした拒絶理由通知において引用した特開平5-36475号公報(刊行物3；甲第7号証)には，次の事項が記載されている。",
                "シ．「【発明の目的】本発明の目的は，先願の有機ELデバイスよりも長寿命の有機ELデバイスを製造することが可能な，有機EL素子の封止方法を提供することにある。」(第2頁第2欄第33行～第35行)",
                "ス．「保護層の材料である電気絶縁性高分子化合物は，物理蒸着法(以下，PVD法ということがある)により成膜可能なもの，化学気相蒸着法(以下，CVD法ということがある)により成膜可能なもの，またはパーフルオロアルコール，パーフルオロエーテル，パーフルオロアミン等のフッ素系溶媒に可溶のものであればよいが，透湿度の小さなものが特に好ましい。各電気絶縁性高分子化合物の具体例としては，それぞれ以下のものが挙げられる。」(第3頁第3欄第29行～第37行)",
                "セ．「CVD法［プラズマ重合法(プラズマCVD)］により成膜可能な電気絶縁性高分子化合物",
                "ポリエチレン，ポリテトラフルオロエチレン，ポリビニルトリメチルシラン，ポリメチルトリメトキシシラン，ポリシロキサン等。」(第3頁第4欄第5行～第9行)(3)本件発明と刊行物1記載の発明aとの対比",
                "本件発明と刊行物1記載の発明aとを比較すると，刊行物1記載の発明aの「有機発光層」及び「有機EL素子」は，本願発明の「有機領域」及び「有機発光素子」にそれぞれ相当する。",
                "また，刊行物1記載の発明aの「レンズシート」は「レンズ」の一種であるので，刊行物1記載の発明aの「レンズシート」は，本願発明の「レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる」光学要素に相当する。",
                "ここで，刊行物1の前記記載事項イ．及びカ．の図面により，刊行物1記載の発明aのオーバーコート層はレンズシートの上に設けて平坦な表面とするものであるから，できあがったものとして見た場合，レンズシートがオーバーコート層に埋め込まれているということができる。",
                "そして，刊行物1記載の発明aのオーバーコート層と本件発明のシロキサンとは，発光部分を覆うという同一の機能を有しているからいずれも，被覆層と言い換えることができる。",
                "したがって，本件発明と刊行物1記載の発明aは，",
                "「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機領域とを有し，",
                "発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置される，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる，ことを特徴とする有機発光素子。」である点で一致し，以下の点で相違している。",
                "［相違点］被覆層に関して，本願発明がシロキサンであるのに対して，刊行物1記載の発明aはオーバーコート層である点。",
                "(4)本件発明と刊行物1記載の発明aにおける相違点の判断",
                "上記相違点について検討する。",
                "刊行物1の前記記載事項ア．，イ．，及びオ．，カ．の図面により，刊行物1記載の発明aのオーバーコート層は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明aのオーバーコート層に替えて用いることは，当業者が容易に想到し得た事項である。",
                "(5)本件発明と刊行物1記載の発明bとの対比・判断",
                "本件発明と刊行物1記載の発明bとを比較すると，刊行物1記載の発明bの「有機発光層」及び「有機EL素子」は，本願発明の「有機領域」及び「有機発光素子」にそれぞれ相当するものである。また，刊行物1記載の発明aの「光散乱部」は「ディフューザ」と同じ意味であり，刊行物1記載の発明aの「光散乱部」は，本願発明の「レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる」光学要素に相当する。",
                "ここで，刊行物1の前記記載事項エ．及びク．の図面により，刊行物1記載の発明bのオーバーコート層は光散乱部の上に設けて平坦な表面とするものであるから，できあがったものとして見た場合，光散乱部がオーバーコート層に埋め込まれているということができる。そして，刊行物1記載の発明bのオーバーコート層と本件発明のシロキサンとは，発光部分を覆うという同一の機能を有しているからいずれも，被覆層と言い換えることができる。",
                "そうすると，本件発明と刊行物1記載の発明bとの一致点，相違点は，本件発明と刊行物1記載の発明aとの一致点，相違点と同一である。",
                "したがって，前記(4)の判断で既述したのと同様の理由により，刊行物1記載bの発明のオーバーコート層は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明bのオーバーコート層に替えて用いることは，当業者が容易に想到し得た事項である。",
                "(6)本件発明と刊行物1記載の発明cとの対比",
                "本件発明と刊行物1記載の発明cとを比較すると，刊行物1記載の発明cの「有機発光層」及び「有機EL素子」は，本願発明の「有機領域」及び「有機発光素子」にそれぞれ相当する。",
                "また，刊行物1記載の発明cの「基板兼光散乱部」における「光散乱部」は「ディフューザ」と同じ意味であるので，刊行物1記載の発明cの「光散乱部」は，本願発明の「レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる」光学要素に相当する。",
                "ここで，刊行物1の前記記載事項ウ．及びキ．の図面により，刊行物1記載の発明cの基板兼光散乱部は基板の外側面に形成したものであるから，光散乱部として機能する部分は，基板中に形成されているということができる。そして，刊行物1記載の発明cの基板兼光散乱部と本件発明のシロキサンとは，発光部分を覆うという同一の機能を有しているからいずれも，被覆層と言い換えることができる。",
                "したがって，本件発明と刊行物1記載の発明cは，",
                "「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機領域とを有し，",
                "発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置される，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる，ことを特徴とする有機発光素子。」である点で一致し，以下の点で相違している。",
                "［相違点］被覆層に関して，本願発明がシロキサンであるのに対して，刊行物1記載の発明cは基板兼光散乱部である点。",
                "(7)本件発明と刊行物1記載の発明cにおける相違点の判断",
                "上記相違点について検討する。",
                "刊行物1の前記記載事項ア．，ウ．，及びオ．，キ．の図面により，刊行物1記載の発明cの基板兼光散乱部は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明cの基板兼光散乱部に替えて用いることは，当業者が容易に想到し得た事項である。",
                "(8)本件発明と刊行物2記載の発明との対比",
                "本件発明と刊行物2記載の発明とを比較すると，刊行物2記載の発明の「電界発光により光が発生するEL発光層」は，本願発明の「電界発光により光が発生する領域」に相当する。また，刊行物2記載の発明の「高屈折率部」は「光学要素」として機能することは明らかである。",
                "ここで，刊行物2の前記記載事項ケ．及びコ．，サ．の図面により，刊行物2記載の発明の高屈折率部はプラスチック基板にプラスチック材料を埋め込んで形成されたものであるから，高屈折率部である光学要素は，プラスチック基板の中に埋め込まれているということができる。",
                "そして，刊行物2記載の発明の高屈折率部が形成されたプラスチック基板と本件発明のシロキサンとは，発光部分を覆うという同一の機能を有しているからいずれも，被覆層と言い換えることができる。",
                "したがって，本件発明と刊行物2記載の発明は，",
                "「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する領域とを有し，発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置されることを特徴とする発光素子。」である点で一致し，以下の点で相違している。",
                "［相違点1］被覆層に関して，本願発明がシロキサンであるのに対して，刊行物2記載の発明はプラスチック基板である点。",
                "［相違点2］発光領域，発光素子に関して，本願発明が有機発光領域，有機発光素子であるのに対して，刊行物2記載の発明はそのような限定のない点。",
                "［相違点3］光学要素に関して，本願発明がレンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなるのに対して，刊行物2記載の発明は高屈折率部である点。",
                "(9)本件発明と刊行物2記載の発明における相違点の判断",
                "上記相違点について検討する。",
                "［相違点1］について",
                "刊行物2の前記記載事項ケ．及びコ．，サ．の図面により，刊行物2記載の発明の高屈折率部が形成されたプラスチック基板は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物2記載の発明の高屈折率部が形成されたプラスチック基板に替えて用いることは，当業者が容易に想到し得た事項である。",
                "［相違点2］について",
                "有機発光領域，有機発光素子は周知慣用の技術事項であるので，刊行物2記載の発明を有機発光領域，有機発光素子に適用することは，当業者が容易に想到し得た事項であり，適用に際し，特段の阻害要因もない。",
                "［相違点3］について",
                "光学要素として，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなるものは，周知慣用の技術事項である。そして，刊行物2記載の発明の光学要素は，光の漏れを減少させて輝度を向上させるという機能を有しているので，同様の輝度を向上させる機能を有するレンズに替えて用いることは，当業者が容易に想到し得た事項である。",
                "(10)むすび",
                "以上のとおり，本願発明は，刊行物1記載の発明又は刊行物2記載の発明及び刊行物3に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "text": [
        "審決理由は，本願発明と刊行物1記載の発明a(以下「引用発明1a」という。)との対比において一致点の認定を誤るとともに，審決理由が認定した相違点の判断を誤り(取消事由1，2)，本願発明と刊行物1記載の発明b(以下「引用発明1b」という。)との対比において一致点の認定を誤るとともに，審決理由が認定した相違点の判断を誤り(取消事由3，4)，本願発明と刊行物1記載の発明c(以下「引用発明1c」という。)との対比において，一致点の認定を誤るとともに審決理由が認定した相違点の判断を誤り(取消事由5，6)，本願発明と刊行物2記載の発明(以下「引用発明2」という。)との対比において，一致点の認定を誤るとともに審決理由が認定した相違点の判断を誤った(取消事由7，8)ものであるから，審決は，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明と引用発明1aとの一致点の認定の誤り)",
          "text": [
            "審決理由は，本願発明と引用発明1aとが，「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機領域とを有し，発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置される，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる，ことを特徴とする有機発光素子。」である点で一致すると認定したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本願発明の要旨の「発光部分がシロキサンで覆われ」との規定における「発光部分」とは，光を放射する部分である有機発光素子の表面部分をいうものである。そして，本件補正(甲第2号証)によって特許請求の範囲が補正された後の明細書(甲第4号証。以下，本件補正後の明細書を「本願明細書」という。)に，「シロキサンおよびシロキサン誘導体は，有機素子と密着する透明で非反応性のシールを形成する。これは，水，溶剤，埃などの外部汚染物質に対する優れた障壁を提供する。提案のカプセル封入材はまた，OLED素子に用いられる(カルシウム，マグネシウム，リチウムなどの)高反応性金属電極を腐食から保護する。」(7頁6～10行)，「シロキサンおよびシロキサン誘導体の別の重要な特徴は，空気，溶剤，または水が捕捉されないように下の有機材料と密着することである。これによって有機素子の寿命が延長する。」(同頁17～19行)と記載されているように，シロキサンは，有機発光素子と密着することにより，有機発光素子の外部汚染物質に対する障壁を提供するものである。このことは，シロキサンで覆われる有機発光素子の表面は，空気，溶剤，水等の外部汚染物質と接する状態にあること，すなわち，装置の最表面を形成する状態にあることを前提としている。したがって，本願発明の「発光部分がシロキサンで覆われ」との規定は，装置の最表面を形成し，空気，溶剤，水等の外部汚染物質と接する状態にある有機発光素子の表面をシロキサンで覆うということである。",
                "これに対し，引用発明1aの有機発光素子においては，オーバーコート層のさらに外側に基板が配置されており，基板側から光を取り出すものである。すなわち，装置の最外層は基板であり，オーバーコート層は基板と有機発光素子との間に配置されているから，装置の最表面を形成し，空気，溶剤，水等の外部汚染物質と接する状態にある有機発光素子の表面をオーバーコート層で覆うものではない。",
                "したがって，本願発明と引用発明1aとが「発光部分が被覆層で覆われ」る点で一致するとした認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願発明の要旨の「シロキサンが前記光の経路内に配置された光学要素を含み」との規定における「含む」とは，引き続いて規定されているように，光学要素が，「前記シロキサンに埋め込まれるか，前記シロキサン中に形成されるか，または前記シロキサンのポケット状の部分内に配置される」ことをいうものであり，光学要素が，シロキサンによって周囲を囲まれていなければならない。",
                "これに対し，引用発明1aのオーバーコート層は，レンズシートの上に被覆されているにすぎず，オーバーコート層がレンズシートを「含む」ものではない。",
                "したがって，本願発明と引用発明1aとが「被覆層が前記光の経路内に配置された光学要素を含(む)」点で一致するとした認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明と引用発明1aの相違点についての判断の誤り)審決理由の認定に係る，本願発明と引用発明1aとの相違点である「被覆層に関して，本願発明がシロキサンであるのに対して，刊行物1記載の発明aはオーバーコート層である点」につき，審決理由は，「刊行物1記載の発明aのオーバーコート層は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明aのオーバーコート層に替えて用いることは，当業者が容易に想到し得た事項である。」と判断したが，誤りである。",
            "すなわち，刊行物1に「凹凸面を有する光散乱部を前記の凹凸面が有機EL素子と対向する向きに基板の内側面上に設けた場合には，この光散乱部の上にオーバーコート層を設けて実質的に平坦な面を形成した後，このオーバーコート層上に有機EL素子を形成する。」(段落【0033】)と記載されているように，引用発明1aのオーバーコート層は，光散乱部(レンズシート)の凹凸面を平坦化するものであり，刊行物1には，オーバーコート層によって有機発光素子を封止することは，開示も示唆もされていない。上記1の(1)のとおり，引用発明1aの有機発光素子装置では，基板と有機発光素子との間にオーバーコート層を形成するものであって，オーバーコート層は最表面に露出するものではないから，封止という役割をするはずもなく，その必要もないのである。他方，刊行物3記載の発明(以下「引用発明3」という。)のシロキサンは，有機発光素子の保護膜であって，レンズシートの凹凸面を平坦化するためにのものではない。したがって，引用発明1aのオーバーコート層と引用発明3のシロキサンとは，機能が異なるものであり，引用発明1aのオーバーコート層を引用発明3のシロキサンに換える動機付けがない。",
            "また，刊行物1，3には，有機発光素子の最表面を水，溶剤，埃などの外部汚染物質に対する優れた障壁(シールド層)を形成するために，シロキサン及びシロキサン誘導体で被覆することは，開示も示唆もされていない。",
            "したがって，上記相違点に係る本願発明の構成は，引用発明1a及び引用発明3に基づいて，当業者が容易に想到し得るものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明と引用発明1bとの一致点の認定の誤り)",
          "text": [
            "審決理由は，本願発明と引用発明1bとの一致点及び相違点は，本願発明と引用発明1aとの一致点及び相違点と同一であるとするから，「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機領域とを有し，発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置される，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる，ことを特徴とする有機発光素子。」である点を，本願発明と引用発明1bとの一致点と認定したものであるが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本願発明の「発光部分がシロキサンで覆われ」との規定が，装置の最表面を形成し，空気，溶剤，水等の外部汚染物質と接する状態にある有機発光素子の表面をシロキサンで覆うということであることは，上記1の(1)のとおりである。",
                "これに対し，引用発明1bは，引用発明1aと同様，装置の最外層は基板であり，オーバーコート層は基板と有機発光素子との間に配置されているから，装置の最表面を形成し，空気，溶剤，水等の外部汚染物質と接する状態にある有機発光素子の表面をオーバーコート層で覆うものではない。",
                "したがって，本願発明と引用発明1bとが「発光部分が被覆層で覆われ」る点で一致するとした認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願発明において，「シロキサンが前記光の経路内に配置された光学要素を含(む)」とは，光学要素が，「前記シロキサンに埋め込まれるか，前記シロキサン中に形成されるか，または前記シロキサンのポケット状の部分内に配置される」ことをいうものであり，光学要素が，シロキサンによって周囲を囲まれていなければならないことは，上記1の(2)のとおりある。これに対し，引用発明1bの光散乱部は班点状なので，オーバーコート層が光散乱部を含むように見えるが，オーバーコート層の端部では光散乱部が露出しているから(刊行物1図11)，オーバーコート層が光散乱部の周囲を完全に囲むものではなく，オーバーコート層は，光散乱部を含むとはいえない。",
                "したがって，本願発明と引用発明1bとが「被覆層が前記光の経路内に配置された光学要素を含(む)」点で一致するとした認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本願発明と引用発明1bの相違点についての判断の誤り)上記のとおり，審決理由は，本願発明と引用発明1bとの相違点は，本願発明と引用発明1aとの相違点と同一であるとするから，「被覆層に関して，本願発明がシロキサンであるのに対して，引用発明1bはオーバーコート層である点」を相違点と認定したものであるところ，審決理由は，この相違点につき，「刊行物1記載bの発明のオーバーコート層は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明bのオーバーコート層に替えて用いることは，当業者が容易に想到し得た事項である。」と判断したが，誤りである。",
            "すなわち，引用発明1bのオーバーコート層は，引用発明1aのオーバーコート層と同様，光散乱部の凹凸面を平坦化するものであり(刊行物1段落【0033】)，刊行物1には，オーバーコート層によって有機発光素子を封止することは，開示も示唆もされていない。上記3の(1)のとおり，引用発明1bの有機発光素子装置では，基板と有機発光素子との間にオーバーコート層を形成するものであって，オーバーコート層は最表面に露出するものではないから，封止という役割をする必要がないことも引用発明1aと同様である。他方，引用発明3のシロキサンが，有機発光素子の保護膜であって，光散乱部の凹凸面を平坦化するためにのものではないことは，上記2のとおりであるから，引用発明1bのオーバーコート層と引用発明3のシロキサンとは，機能が異なるものであり，引用発明1bのオーバーコート層を引用発明3のシロキサンに換える動機付けがない。",
            "また，刊行物1，3に，有機発光素子の最表面を水，溶剤，埃などの外部汚染物質に対する優れた障壁(シールド層)を形成するために，シロキサン及びシロキサン誘導体で被覆することが，開示も示唆もされていないことも，上記2のとおりである。",
            "したがって，上記相違点に係る本願発明の構成は，引用発明1b及び引用発明3に基づいて，当業者が容易に想到し得るものではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願発明と引用発明1cとの一致点の認定の誤り)",
          "text": [
            "審決理由は，「刊行物1記載の発明cの基板兼光散乱部と本件発明のシロキサンとは，発光部分を覆うという同一の機能を有しているからいずれも，被覆層と言い換えることができる。」とした上で，本願発明と引用発明1cとの一致点を，引用発明1aとの一致点及び引用発明1bとの一致点と同様，「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する有機領域とを有し，発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置される，レンズ，回折格子，ディフューザ，偏光子，またはプリズム，あるいはこれらの任意の組み合わせからなる，ことを特徴とする有機発光素子。」である点と認定したが，以下のとおり，誤りである。",
            "すなわち，上記1の(1)のとおり，本願発明のシロキサンは，発光部分，つまり，光を放射する部分である有機発光素子の表面部分を覆い，有機発光素子の外部汚染物質に対する障壁を提供するものである。",
            "これに対し，刊行物1の「片面にレンズ処理を施したポリエチレンテレフタレートフィルム(レンティキュラーレンズの金型に流し込んで成形したもの)を基板兼光散乱部として用い，この基板においてレンズ処理していない側の主表面上に前記の方法(ITO膜の成膜を含む)により有機発光素子を形成して，目的とする有機EL装置を得た。この有機EL装置の断面の概略を図8に示す。」(段落【0058】)との記載及び図8によれば，引用発明1cの基板兼光散乱部は，その上に有機発光素子を形成するための土台となる基板であって，本願発明のシロキサンと明らかに機能を異にするものである。引用発明1a及び引用発明1bには，基板と有機発光素子との間に配置されたオーバーコート層があったが，引用発明1cには，そもそも，オーバーコート層がないのであるから，本願発明のシロキサンに相当する被覆層は存在していない。",
            "したがって，本願発明と引用発明1cとが「発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置される」点で一致するとした認定は誤りである。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "取消事由6(本願発明と引用発明1cの相違点についての判断の誤り)審決理由の認定に係る，本願発明と引用発明1cとの相違点である「被覆層に関して，本願発明がシロキサンであるのに対して，刊行物1記載の発明cは基板兼光散乱部である点。」につき，審決理由は，「刊行物1記載の発明cの基板兼光散乱部は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明cの基板兼光散乱部に替えて用いることは，当業者が容易に想到し得た事項である。」と判断したが，誤りである。",
            "すなわち，刊行物3に「CVD法［プラズマ重合法(プラズマCVD)］により成膜可能な電気絶縁性高分子化合物 ポリエチレン，ポリテトラフルオロエチレン，ポリビニルトリメチルシラン，ポリメチルトリメトキシシラン，ポリシロキサン等。」(段落【0013】)と記載されているとおり，引用発明3は，CVD法(化学気相蒸着法)により，シロキサンを成膜するものである。CVD法は，基板上に被膜を形成する手段であって，基板自体を形成する際に使用される方法ではないから，引用発明3のシロキサンを引用発明1cの「基板兼光散乱部」に換えて適用する動機付けがないし，阻害事由があるというべきである。",
            "また，刊行物1，3に，有機発光素子の最表面を水，溶剤，埃などの外部汚染物質に対する優れた障壁(シールド層)を形成するために，シロキサン及びシロキサン誘導体で被覆することが，開示も示唆もされていないことも，上記2のとおりである。",
            "したがって，上記相違点に係る本願発明の構成は，引用発明1c及び引用発明3に基づいて，当業者が容易に想到し得るものではない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本願発明と引用発明2との一致点の認定の誤り)",
          "text": [
            "審決理由は，「刊行物2記載の発明の高屈折率部が形成されたプラスチック基板と本件発明のシロキサンとは，発光部分を覆うという同一の機能を有しているからいずれも，被覆層と言い換えることができる。」とした上で，本願発明と引用発明2とが，「一方が陽極として働き，もう一方が陰極として働く2つの接触電極と，前記2つの電極の間に電圧を印加した場合に電界発光により光が発生する領域とを有し，発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置されることを特徴とする発光素子。」である点で一致すると認定したが，以下のとおり，誤りである。",
            "すなわち，上記1の(1)のとおり，本願発明のシロキサンは，発光部分，つまり，光を放射する部分である有機発光素子の表面部分を覆い，有機発光素子の外部汚染物質に対する障壁を提供するものである。",
            "これに対し，引用発明2の「プラスチック基板」のような基板は，有機発光素子などの薄膜層をその表面に形成するための土台となるものであって，本願発明のシロキサンと明らかに機能を異にするものである。また，刊行物2の図5によれば，引用発明2では，プラスチック基板32の一方の面に発光素子3～7(電極を含む。)を形成しており，発光素子は外部に露出していて，被覆層に当たるものは存在しない。",
            "したがって，本願発明と引用発明2とが「発光部分が被覆層で覆われ，前記被覆層が前記光の経路内に配置された光学要素を含み，前記光学要素は，前記被覆層に埋め込まれるか，前記被覆層中に形成されるか，または前記被覆層のポケット状の部分内に配置され」ている点で一致するとした認定は誤りである。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "取消事由8(本願発明と引用発明2の相違点1についての判断の誤り)審決理由の認定に係る，本願発明と引用発明2との相違点1である「被覆層に関して，本願発明がシロキサンであるのに対して，刊行物2記載の発明はプラスチック基板である点。」につき，審決理由は，「刊行物2記載の発明の高屈折率部が形成されたプラスチック基板は発光部分を覆うものであり，同様に発光部分を覆っている，刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物2記載の発明の高屈折率部が形成されたプラスチック基板に替えて用いることは，当業者が容易に想到し得た事項である。」と判断したが，誤りである。",
            "すなわち，上記6のとおり，引用発明3は，CVD法により，シロキサンを成膜するものであるところ，CVD法は，基板上に被膜を形成する手段であって，基板自体を形成する際に使用される方法ではないから，引用発明3のシロキサンを引用発明2の「プラスチック基板」に換えて適用する動機付けがないし，阻害事由があるというべきである。",
            "また，刊行物2，3には，有機発光素子の最表面を水，溶剤，埃などの外部汚染物質に対する優れた障壁(シールド層)を形成するために，シロキサン及びシロキサン誘導体で被覆することは，開示も示唆もされていない。",
            "したがって，上記相違点に係る本願発明の構成は，引用発明2及び引用発明3に基づいて，当業者が容易に想到し得るものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由3(本願発明と引用発明1bとの一致点の認定の誤り)に対し(1) 原告は，引用発明1bの有機発光素子装置の最外層が基板であり，オーバーコート層は基板と有機発光素子との間に配置されていることを理由として，引用発明1bが「発光部分が被覆層で覆われ」るものではないと主張するが，引用発明1bの発光部分(有機発光素子)とオーバーコート層との関係を見れば，オーバーコート層は発光部分(有機発光素子)を覆っているといえるものである。「最外層」や「基板」は，本願発明の要旨に基づく本願発明の構成となっていないから，これらに基づく原告の主張は失当である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明における「シロキサンが・・・光学要素を含(む)」とは，光学要素が，シロキサンによって周囲を囲まれていなければならないとした上，引用発明1bのオーバーコート層の端部では光散乱部が露出しているから，オーバーコート層が光散乱部の周囲を完全に囲むものではなく，オーバーコート層が光散乱部を含むとはいえないと主張する。",
                "しかしながら，本願発明の要旨は，「シロキサンが・・・光学要素を含(む)」態様として，光学要素が，「シロキサンに埋め込まれる」こと，「シロキサン中に形成される」こと，及び「シロキサンのポケット状の部分内に配置される」ことを挙げているところ，「埋め込まれる」との用語は，例えば，特開平4-14831号公報(乙第3号証)や特開平5-90399号公報(乙第4号証)に見られるように，周囲が完全に囲繞される構造ではない場合にも用いられるから，引用発明1bの光散乱部はオーバーコート層に埋め込まれたものということができる。のみならず，本願明細書の図2によれば，本願発明における，光学要素が「シロキサンのポケット状の部分内に配置される」こととは，シロキサンによって周囲が完全に囲繞されない場合も含んでいることが認められるところ，引用発明1bの光散乱部は，少なくとも，オーバーコート層のポケット状の部分内に配置されるものであるから，いずれにせよ，引用発明1bのオーバーコート層は光散乱部を含むものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由4(本願発明と引用発明1bの相違点についての判断の誤り)に対し(1) 原告は，引用発明1bのオーバーコート層は，光散乱部の凹凸面を平坦化するものであるのに対し，引用発明3のシロキサンは，有機発光素子の保護膜であって，光散乱部の凹凸面を平坦化するためにのものではないから，引用発明1bのオーバーコート層と引用発明3のシロキサンとは機能が異なるものであり，引用発明1bのオーバーコート層を引用発明3のシロキサンに換える動機付けがないと主張する。",
            "しかしながら，発光部分(引用発明1bの有機EL素子，引用発明3の積層構造体)と被覆層(引用発明1bのオーバーコート層，引用発明3のシロキサン)との関係を見ると，引用発明1bも引用発明3も発光部分が被覆層に覆われているものであり，また，引用発明1bと引用発明3とは，有機発光素子という同一技術分野に属しているので，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えて相違点に係る構成とすることに格別の困難性はない。",
            "また，引用発明1bのオーバーコート層は，平坦化することによって密着性を良くし，発光部分を覆うという機能を有しており，引用発明3のシロキサンは，発光部分を覆うことによって保護しているから，発光部分を覆うという機能を有している。そうすると，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えて用いることは，より良い材料を試みようとする当業者にとって当然のことである。さらに，引用発明1bのオーバーコート層の平坦化の機能に着目したとしても，特開平1-307247号公報(乙第1号証)や特開平2-123754号",
            "公報(乙第2号証)に見られるように，平坦化膜としてシロキサンを用いることは従来周知の技術事項である。そうすると，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えることに，何らの阻害要因も存在しない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，引用発明1bの有機発光素子装置では，オーバーコート層は最表面に露出するものではないと主張するところ，本願発明においてシロキサンが最表面に露出することは，本願発明の要旨の規定するところではないから，上記主張は意味がなく，主張自体失当であるが，念のため，下記のとおり反論する。",
                "有機発光素子において，光を基板側から取り出すことも光を基板とは反対側から取り出すことも，特開平4-125683号公報(乙第5号証)，特開平8-10",
                "9373号公報(乙第6号証)に記載されているように従来周知の技術事項である。",
                "そうすると，光を基板とは反対側から取り出すことは任意のことであるから，引用発明1bにおいて光を基板とは反対側から取り出すような構成とすれば，基板上に有機発光素子，光散乱部を埋め込んだオーバーコート層を，順に配置する構成となり，オーバーコート層が表面となることは自明である。そして，保護層としてシロキサンを用いることは，刊行物3のほか，特開平7-263722号公報(乙第7号証)，特開平2-197232号公報(乙第8号証)，特開平7-147189号",
                "公報(乙第9号証)，特開平7-169567号公報(乙第10号証)に記載され",
                "ているように従来周知の技術事項であり，また，保護層としてのシロキサンを最表面として用いることも，上記特開平7-263722号公報，特開平2-197232号公報に記載されているように従来周知の技術事項である。",
                "したがって，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えて最表面とすることにも格別の困難性はなく，封止という役割や外部汚染物質に対する障壁という作用効果も，引用発明3や，従来周知の技術事項から当業者が予測できる範囲内のことである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "その余の取消事由に対し",
          "text": [
            "原告主張のその余の取消事由について，原告の主張を争う。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "便宜上，取消事由3，4から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由3(本願発明と引用発明1bとの一致点の認定の誤り)について(1) 原告は，本願発明の「発光部分がシロキサンで覆われ」との規定が，装置の最表面を形成する有機発光素子の表面をシロキサンで覆うということであるのに対し，引用発明1bの装置の最外層は基板であり，装置の最表面を形成する有機発光素子の表面をオーバーコート層で覆うものではないから，本願発明と引用発明1bとが「発光部分が被覆層で覆われ」る点で一致するとした認定は誤りであると主張する。",
            "しかしながら，装置の最表面を形成する有機発光素子の表面をシロキサンで覆うこと(したがって，シロキサンが装置の最外層となること)は，本願発明の要旨の規定するところではなく，このことを前提とする原告の上記主張を採用することはできない。そして，刊行物1の「実施例18 まず，基板として透明ガラス板(日本板ガラス社製のOA-2，厚さ1．1mm)を用い，この基板の内側面にアルミニウムを班点状に付着させることにより光散乱部を形成した。この光散乱部の形成は真空蒸着法により行い，そのときの成膜条件は減圧度1×10-4Pa，アルミニウムを入れた坩堝の温度1200℃とした。また，班点状に付着したアルミニウムの膜厚(平均値)は0．01μmであり，被覆率は約50％であった。次に，この光散乱部上に光硬化性樹脂・・・からなるオーバーコート層を設けることにより実質的に平坦な面を形成した。このとき，オーバーコート層の膜厚(基板面を基準とした膜厚)は10μmとした。この後，前記のオーバーコート層上に前述の方法(ITO膜の成膜を含む)により有機EL素子を形成して，目的とする有機EL装置を得た。この有機EL装置の一部切欠き斜視図を図11として示す。図11に示した有機EL装置10gは基板11fと，この基板11fの片面(内側面)に班点状に付着したアルミニウム23からなる光散乱部と，この光散乱部を被覆するオーバーコート層24と，このオーバーコート層24上に形成された有機EL素子12とを備えている。」(段落【0063】)との記載及び図11によれば，製造順序は，オーバーコート層，有機発光素子の順であるとしても，最終的な構造を見る限り，引用発明1bのオーバーコート層は，有機発光素子(発光部分)を覆っているものといえるから，本願発明と引用発明1bとが「発光部分が被覆層で覆われ」る点で一致するとした審決理由の認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明における「シロキサンが・・・光学要素を含(む)」とは，光学要素が，シロキサンによって周囲を囲まれていなければならないとした上，引用発明1bのオーバーコート層は，光散乱部を含んでいるように見えるが，オーバーコート層の端部では光散乱部が露出しているから，オーバーコート層が光散乱部の周囲を完全に囲むものではなく，オーバーコート層が光散乱部を含むとはいえないと主張する。",
                "しかしながら，本願発明の要旨は，「シロキサンが・・・光学要素を含(む)」ことの具体的態様として，「光学要素は，前記シロキサンに埋め込まれるか，前記シロキサン中に形成されるか，または前記シロキサンのポケット状の部分内に配置される」と規定しているところ，本願明細書の「カプセル封入材は，前記有機発光素子から放出される光の光路内にあるように配置された光学要素を含む。カプセル封入材中に形成され，または埋め込まれる光学要素の例には，レンズ，フィルタ，カラー・コンバータ，回折格子，プリズムなどがある。」(6頁22～25行)，「本発明の第1の実施形態を第1図に示す。・・・この例において，カプセル封入材17中に埋め込まれる光学素子はレンズ18である。・・・このようなレンズ18は(第1図に示すように)カプセル封入材17中に埋め込まれた離散型の光学素子とすることができる。同様に，レンズ20は，第2図に概略的に示すように，カプセル封入材22のポケット状部分21内に配置することもできる。封入をさらに簡略化するため，かつコスト低減のために，エンボス加工(第3図参照)などによりシロキサン中にレンズを直接形成することもできる。」(10頁8～24行)との各記載及び図1～3によれば，光学要素がシロキサンに埋め込まれる態様(図1の態様)では，光学要素がシロキサンによって周囲を囲繞されていることが窺われるが，光学要素がシロキサン中に形成される態様(図3の態様)及び光学要素がシロキサンのポケット状の部分内に配置される態様(図2の態様)においては，シロキサンが光学要素の周囲全部を囲むものでないことは明らかである。そして，本願明細書中に，「シロキサン中に形成される」場合や「シロキサンのポケット状の部分内に配置される」場合には，周囲全部を囲むものでなくてもよいが，「シロキサンに埋め込まれる」場合には，シロキサンによって周囲を囲繞されることが必要であることを示す記載もない。そうすると，「埋め込まれる」との用語が，常に周囲を囲繞されている場合にのみ用いられるか否かにかかわらず，本願発明における「シロキサンが・・・光学要素を含(む)」ことが，光学要素がシロキサンによって周囲を囲繞されていることのみを表すものでないことは明らかであるから，原告の上記主張を採用することはできず，本願発明と引用発明1bとが「被覆層が前記光の経路内に配置された光学要素を含(む)」点で一致するとした審決理由の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由4(本願発明と引用発明1bの相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発光部分(引用発明1bの有機EL素子，引用発明3の積層構造体)と被覆層(引用発明1bのオーバーコート層，引用発明3のシロキサン)との関係を見ると，引用発明1bも引用発明3も発光部分が被覆層に覆われているものであり，また，引用発明1bと引用発明3とは，有機発光素子という同一技術分野に属しているので，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えて相違点に係る構成とすることに格別の困難性はないと主張する。そして，引用発明1bの発光部分が被覆層に覆われているといえることは，上記1の(1)のとおりであり，刊行物1，3の各記載によれば，引用発明3においても発光部分が被覆層に覆われているといえること，引用発明1b及び引用発明3が有機発光素子という同一技術分野に属していることも，被告主張のとおりである。",
                "しかしながら，刊行物1の「本発明の有機EL装置では・・・光散乱部を設けた基板上に有機EL素子が形成されているわけであるが，凹凸面を有する光散乱部を前記の凹凸面が有機EL素子と対向する向きに基板の内側面上に設けた場合には，この光散乱部の上にオーバーコート層を設けて実質的に平坦な面を形成した後，このオーバーコート層上に有機EL素子を形成する。オーバーコート層を設けることなく前記の光散乱部上に直接有機EL素子を形成すると，前記の光散乱部と直接接することになる透明性電極(有機EL素子を構成する透明性電極＝陽極)が前記光散乱部の凹凸の影響を受けて平坦にならないため，有機EL素子を構成する各層の厚さが一定でなくなる結果，発光面に多数のダークスポットが生じ足り，ショートパスによる断線が生じ易くなる。」(段落【0033】)との記載によれば，引用発明1aのオーバーコート層は，光散乱部の凹凸面上に直接有機発光素子を形成した場合における，光散乱部の凹凸の影響による発光面の多数のダークスポットの発生やショートパスによる断線などを避けるため，光散乱部の凹凸面を実質的に平坦化する目的で形成するものであることが認められる。",
                "他方，刊行物3の「本発明の方法は，・・・有機EL素子の前記積層構造体の外表面に，電気絶縁性高分子化合物からなる保護層を設けた後，この保護層の外側に，電気絶縁性ガラス，電気絶縁性高分子化合物および電気絶縁性気密流体からなる群より選択される1つからなるシールド層を設けることを特徴とするものである。」(段落【0008】)，「保護層の材料である電気絶縁性高分子化合物は，物理蒸着法(以下，PVD法ということがある)により成膜可能なもの，化学気相蒸着法(以下，CVD法ということがある)により成膜可能なもの，またはパーフルオロアルコール，パーフルオロエーテル，パーフルオロアミン等のフッ素系溶媒に可溶のものであればよいが，透湿度の小さなものが特に好ましい。各電気絶縁性高分子化合物の具体例としては，それぞれ以下のものが挙げられる。」(段落【0011】)，「②CVD法［プラズマ重合法(プラズマCVD)］により成膜可能な電気絶縁性高分子化合物 ポリエチレン，ポリテトラフルオロエチレン，ポリビニルトリメチルシラン，ポリメチルトリメトキシシラン，ポリシロキサン等。」(段落【0013】)，「保護層は，用いる高分子化合物に応じて，それぞれPVD法(上記①の高分子化合物)，CVD法(上記②の高分子化合物)，キャスト法またはスピンコート法(上記③の高分子化合物)により設けることができる。保護層の厚さは，用いる材料や形成方法にもよるが，10nm～100μmであることが好ましい。」(段落【0015】)，「長寿命の有機EL素子を得るうえからは，保護層の形成過程での発光層や対向電極の特性劣化をできるだけ抑止することが望ましく，そのためにはPVD法やCVD法により真空環境下で保護層を設けることが特に好ましい。そして，同様の理由から，積層構造体を構成する発光層の形成から保護層の形成までを一連の真空環境下で行うことが特に好ましい。」(段落【0021】)，「本発明の方法では，このようにして設けた保護層の外側に，電気絶縁性ガラス，電気絶縁性高分子化合物および電気絶縁性気密流体からなる群より選択される1つからなるシールド層を設ける。このとき，積層構造体は保護層により守られたかたちになっているので，シールド層の形成には種々の方法を適用することができる。」(段落【0022】)との各記載によれば，引用発明3のシロキサンは，有機発光素子の外表面にシールド層を形成する際の影響から有機発光素子を保護すること等を目的とする保護膜として設けられるものであり，保護層形成過程での発光層や対向電極の特性劣化をできるだけ抑止するために，CVD法により真空環境下で形成されることが特に好ましいことが認められる。",
                "また，特開平1-307247号公報(乙第1号証)には，一般にCVD法(プ",
                "ラズマCVD法)によって成膜された酸化膜は極めて薄く，平坦化目的には適さないことが記載されている(1頁右欄6～15行)。",
                "そして，刊行物1の上記記載によれば，引用発明1bのオーバーコート層は，光散乱部の凹凸面を実質的に平坦化し得るものでなければならないが，引用発明3のシロキサンが，その形成方法や膜厚を含めて平坦化に適した特質を有することを認めるに足りる証拠はなく，却って，上記刊行物3の記載や特開平1-307247号公報の記載に照らすと，平坦化には適さないことが窺われる。そうすると，たとえ，引用発明1bも引用発明3も発光部分(引用発明1bの有機EL素子，引用発明3の積層構造体)が被覆層(引用発明1bのオーバーコート層，引用発明3のシロキサン)に覆われているものであり，また，引用発明1bと引用発明3とは，有機発光素子という同一技術分野に属しているとしても，それだけでは，引用発明1bのオーバーコート層に換えて引用発明3のシロキサンを用いることが，当業者にとって容易になし得たと論理付けることはできない。",
                "被告は，特開平1-307247号公報(乙第1号証)や特開平2-12375",
                "4号公報(乙第2号証)に見られるように，平坦化膜としてシロキサンを用いることは従来周知の技術事項であると主張するが，特開平1-307247号公報は，上記のとおり，CVD法(プラズマCVD法)によって成膜された酸化膜が極めて薄いため，平坦化目的には適さないとするものであって，そのシロキサンによる平坦化層の形成方法(3頁左上欄3行～右上欄6行)は，CVD法によりなされるものではない。このことは，特開平2-123754号公報記載のシロキサンによる層形成(3頁右上欄末行～左下欄14行)においても同様である。しかも，これらの刊行物に記載される平坦化膜は，引用発明1bや引用発明3のような有機発光素子装置ではなく，半導体装置に形成されるものであるところ，保護層形成過程において受けるダメージに関して，有機発光素子を，半導体素子と同様に扱ってよいことが知られていると認めるに足りる証拠もない。そうすると，上記各刊行物に，半導体装置において，CVD法以外の方法により，シロキサンを用いた平坦化膜の形成が記載されているからといって，これに従って，上記のとおり，「CVD法［プラズマ重合法(プラズマCVD)］により成膜可能な電気絶縁性高分子化合物 ・・・ポリシロキサン等。」，「長寿命の有機EL素子を得るうえからは，保護層の形成過程での発光層や対向電極の特性劣化をできるだけ抑止することが望ましく，そのためにはPVD法やCVD法により真空環境下で保護層を設けることが特に好ましい」との記載のある刊行物3に開示されたシロキサンの保護膜を，真空環境下におけるCVD法以外の方法により形成して，引用発明1bのオーバーコート層に代わる平坦化膜に使用することが，当業者に容易になし得るものとは認めることができない。",
                "なお，被告は，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えて用いることは，より良い材料を試みようとする当業者にとって当然のことであるとも主張するが，上記のとおり，引用発明3のシロキサンが，平坦化に適した特質を有するものとは認められないのであるから，これを引用発明1bのオーバーコート層に代わる「より良い材料」ということはできないのであって，被告の上記主張を採用することもできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，光を基板とは反対側から取り出すことも従来周知であり，任意になし得ることであるから，引用発明1bにおいて光を基板とは反対側から取り出すような構成とすれば，基板上に有機発光素子，光散乱部を埋め込んだオーバーコート層を順に配置する構成となり，オーバーコート層が表面となることは自明であるところ，保護層としてシロキサンを用いることも刊行物3等に記載されたとおり，従来周知の技術事項であって，引用発明1bのオーバーコート層を引用発明3のシロキサンに置き換えることに格別の困難性はなく，封止という役割や外部汚染物質に対する障壁という作用効果も，引用発明3や，従来周知の技術事項から当業者が予測できる範囲内のことである旨主張する。",
                "しかしながら，本願発明の進歩性に関するこのような判断は，本件拒絶理由通知や審決理由において示されたものと明らかに相違するものであり，本件の事案及び訴訟の経緯に照らし，相当であるとはいえない。",
                "念のために，判断すると，刊行物1の，上記1の(1)で摘記した段落【0063】及び上記(1)で摘記した段落【0033】の各記載によれば，引用発明1bは，基板の内側面にアルミニウムを班点状に付着させることにより光散乱部を形成し，その上に有機発光素子を形成するものであるから，光散乱部の凹凸面上に直接有機発光素子を形成した場合における，光散乱部の凹凸による悪影響を避けるため，光散乱部の凹凸面を実質的に平坦化する目的でオーバーコート層を設けることが必要となるものと認められるが，引用発明1bにおいて光を基板とは反対側から取り出すような構成とした場合には，光散乱部を光の経路内に配置するためには，光散乱部の上に有機発光素子を形成するのではなく，有機発光素子の上に光散乱部を形成することになるから，少なくとも平坦化を目的として，オーバーコート層を設ける必要はなくなるものと推認され，そうであれば，基板上に有機発光素子，光散乱部を埋め込んだオーバーコート層を順に配置する構成となるとの被告の主張は，直ちに採用し得るものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，本願発明と引用発明1bの相違点についての審決理由の(したがって審決の)判断は，誤りというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "その他の取消事由について",
          "text": [
            "審決理由の，本願発明と引用発明1aの相違点についての判断(取消事由2)，本願発明と引用発明1cの相違点についての判断(取消事由6)及び本願発明と引用発明2の相違点1についての判断(取消事由8)について，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明1aの相違点についての判断(取消事由2)について刊行物1の「光散乱部の具体例としては，下記(1)～(9)のものが挙げられる。」(段落【0015】)，「(1) レンズシートからなるもの」(段落【0016】)，「実施例3まず，基板として実施例1で使用したガラス板と同じもの(ただし，ITO膜は設けられていない)を用い，この基板の内側面に実施例1と同様にしてレンズシートIを固着させた。このとき，レンズシートIの向きはレンズが形成されている側の面が有機EL素子と対向する向きとした。次に，このレンズシートIの上に光硬化性樹脂・・・を塗布して，実質的に平坦な表面を有するオーバーコート層を設けた。",
                "このとき，オーバーコート層の膜厚(最大膜厚)は10μmとした。この後，前記のオーバーコート層上に前述の方法(ITO膜の成膜を含む)により有機EL素子を形成して，目的とする有機EL装置を得た。この有機EL装置の断面の概略を図4に示す。図4に示したように，この有機EL装置10cは基板11aと，この基板11aの片面(内側面)にエポキシ系接着剤(図示せず)によって固着された光散乱部としてのレンティキュラーレンズシート15a(レンズシートI)と，このレンズシート15a上に形成されたオーバーコート層16と，このオーバーコート層16上に形成された有機EL素子12とを備えている。」(段落【0053】)との各記載，上記2の(1)の段落【0033】の記載及び図4によれば，引用発明1aは，基板上に光散乱部としてレンズシートを固着させ，その上に，オーバーコート層及び有機発光素子を，この順により形成したものであって，そのオーバーコート層は，引用発明1bの場合と同様，有機発光素子(発光部分)を覆っているといえるものであり，有機発光素子と対向するレンズシート(光散乱部)の凹凸面を実質的に平坦化する目的で形成するものであることが認められる。",
                "そうすると，上記2の(1)で述べたと同様，引用発明1aのオーバーコート層に換えて引用発明3のシロキサンを用いることは，当業者といえどもこれを容易になし得ると認めることはできないから，「刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明aのオーバーコート層に替えて用いることは，当業者が容易に想到し得た事項である。」とした，本願発明と引用発明1aの相違点についての審決理由の(したがって審決の)判断は，誤りというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明1cの相違点についての判断(取消事由6)について刊行物1の「光散乱部は・・・有機EL素子が設けられる基板から離れた状態で配置されていてもよいが，・・・基板自体が光散乱部として機能するものであることが好ましい。」(段落【0015】)，「実施例13 片面にレンズ処理を施したポリエチレンテレフタレートフィルム(レンティキュラーレンズの金型に流し込んで成形したもの)を基板兼光散乱部として用い，この基板においてレンズ処理してない側の主表面上に前記の方法(ITO膜の成膜を含む)により有機EL素子を形成して，目的とする有機EL装置を得た。この有機EL装置の断面の概略を図8に示す。図8に示したように，この有機EL装置10dは基板11cとこの基板11cの片面(内側面)に形成された有機EL素子12とを備え，基板11cの外側面(有機EL素子12が形成されている面とは反対側の面)にはレンティキュラーレンズ20がレンズ処理によって形成されている。この基板11cは光散乱部を兼ねている。」(段落【0058】)との各記載及び図8によれば，引用発明1cは，光散乱部を兼ねた基板上に直接有機発光素子が形成されるものであって，光散乱部を兼ねた基板と有機発光素子との間にオーバーコート層がなく，光散乱部を兼ねた基板が有機発光素子(発光部分)を覆っているといえるものであることが認められる。",
                "しかるところ，審決理由は，本願発明と引用発明1cの相違点について，「刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物1記載の発明cの基板兼光散乱部に替えて用いることは，当業者が容易に想到し得た事項である。」と判断するが，上記2の(1)のとおり，CVD法により真空環境下で形成されることが特に好ましい引用発明3のシロキサンは，膜厚が薄いために，平坦化膜に適した特質を有するものとも認められないのであるから，まして，有機発光素子装置を支持する基板に用いるのに適した特質を有するものとは，到底認められず，引用発明1cの光散乱部を兼ねた基板に換えて引用発明3のシロキサンを用いることは，当業者といえどもこれを容易になし得るものでないことは明らかである。したがって，本願発明と引用発明1cの相違点についての上記審決理由の(したがって審決の)判断は，誤りというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明と引用発明2の相違点1についての判断(取消事由8)について刊行物2の「図5は，本発明の第3の実施例であるEL素子31を示す側面図である。・・・基板32に光吸収部34が形成されていることを特徴とする。」(段落【0023】)，「図6は，前記基板32を示す平面図である。基板32は，たとえばプラスチックで実現される。たとえば，光吸収部34とされる低屈折率な黒色の耐熱性プラスチック材料から成る基板32に，その厚み方向に貫通して微細な穴を多数(本実施例では4)設け，該穴に高屈折率な透光性を有するプラスチック材料を埋込むことによって高屈折率部33が形成される。」(段落【0024】)，「このような基板32の一方表面32aには，前記EL素子1と同様に第1帯状電極3，第1絶縁層4，EL発光層5，第2絶縁層6，第2帯状電極7がこの順に積層されたEL構造体が形成され(る)」(段落【0025】)との各記載及び図5，図6によれば，引用発明2は，厚み方向を貫通して数か所に，高屈折率と透光性を有するプラスチック材料を埋め込むことによって，高屈折率部33を形成したプラスチック基板上に，直接発光素子(有機発光素子と限定されてはいない。)が形成されるものであって，高屈折率部が形成されたプラスチック基板と発光素子との間にオーバーコート層がなく，高屈折率部が形成されたプラスチック基板が，発光素子(発光部分)を覆っているといえるものであることが認められる。",
                "しかるところ，審決理由は，本願発明と引用発明2の相違点1について，「刊行物3に記載された，有機発光素子の封止機能を有する保護層としてのシロキサンを刊行物2記載の発明の高屈折率部が形成されたプラスチック基板に替えて用いることは，当業者が容易に想到し得た事項である。」と判断するが，CVD法により真空環境下で形成されることが特に好ましい引用発明3のシロキサンが，発光素子装置を支持する基板に用いるのに適した特質を有するものとは，到底認められず，引用発明2の高屈折率部が形成されたプラスチック基板に換えて引用発明3のシロキサンを用いることは，当業者といえどもこれを容易になし得るものでないことは，上記(2)の引用発明1cの場合と同様である。したがって，本願発明と引用発明2の相違点1についての上記審決理由の(したがって審決の)判断は，誤りというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点(取消事由1，5，7)について判断するまでもなく，審決には，結論に影響を及ぼす誤りがあるというべきであるから，取り消されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10717",
    "date": "2006-10-11",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033644",
    "ipprecedent_id": "124",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}