{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-22240号事件について平成16年12月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成5年4月7日(パリ条約による優先権主張1992年4月10日，アメリカ合衆国)を国際出願日とし，発明の名称を「デジタル音声／映像挿入システム」とする特許出願(特願平5-518434号，以下「本願」という。)をしたが，特許庁は，平成15年8月7日，本願について拒絶査定をした。",
            "そこで，原告は，平成15年11月17日，拒絶査定不服審判の請求をしたが(不服2003-22240号)，特許庁は，平成16年12月8日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願に係る明細書(平成15年2月6日付け手続補正後のもの。以下「本願明細書」という。)の請求項1の記載は，次のとおりである(以下，この発明を「本願発明」という。)。",
            "「デジタル画像を用いる放送システムであって，映像プログラムを表わす信号を，選択した時刻に放送チャンネルに挿入する装置(24)を含み，前記放送チャンネルは前記映像プログラムを1秒当たりのフィールドレートで伝送する，前記の放送システムにおいて，",
            "複数の一連のデジタル静止画像を記憶するランダムアクセス可能記憶手段であって，前記放送チャンネルにおいて伝送すべき映像プログラムの各フィールドに対応する画像を複数のファイルにおいて含む，前記のランダムアクセス可能記憶手段と，",
            "前記複数のファイルを使用して前記映像プログラムを編集する手段と，前記の編集された映像プログラムに対する複数のファイルにアクセスし，該アクセスしたファイルに記憶された前記一連のデジタル静止画像から，前記放送チャンネルに前記選択した時点で挿入すべき前記編集された映像プログラムを表す前記信号を発生するアクセス手段と，",
            "を含むことを特徴とする放送システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本願発明は，特開昭61-35077号公報(甲6，以下「刊行物1」という。)及び特開平3-242090号公報(甲7，以下「刊行物2」という。)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "本件審決が認定した本願発明と刊行物1記載の発明との一致点及び相違点は，次のとおりである。",
            "(一致点)",
            "デジタル画像を用いる放送システムであって，映像プログラムを表わす信号を，選択した時刻に放送チャンネルに挿入する装置を含み，放送チャンネルは前記映像プログラムを1秒当たりのフィールドレートで伝送する，放送システムにおいて，",
            "複数の一連のデジタル静止画像を記憶するランダムアクセス可能記憶手段であって，放送チャンネルにおいて伝送すべき映像プログラムの各フィールドに対応する画像を複数の単位記憶領域において含む，ランダムアクセス可能記憶手段と，",
            "複数の単位記憶領域を使用して映像プログラムを編集する手段と，編集された映像プログラムに対する複数の単位記憶領域にアクセスし，アクセスした単位記憶領域に記憶された一連のデジタル静止画像から，放送チャンネルに選択した時点で挿入すべき編集された映像プログラムを表す信号を発生するアクセス手段と，",
            "を含む放送システム。",
            "(相違点)",
            "単位記憶領域が，本願発明では「ファイル」であるのに対して，刊行物1では「CMモジュール」である点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張に係る本件審決の取消事由",
      "text": [
        "本件審決は，本願発明の解釈を誤った結果，本願発明と刊行物1記載の発明との一致点を誤認し相違点を看過したものであり，この誤りが審決の結論に影響を及ぼすことは明らかであるから，取り消されるべきである(なお，本件審決の認定した相違点の限度では，これについての判断は認める。)。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本願の請求項1の記載を見ると，「複数の一連のデジタル静止画像を記憶するランダムアクセス可能記憶手段」と記載されており，「ランダムアクセス可能記憶手段」は「複数の一連のデジタル静止画像」を記憶するものであるから，ランダムアクセスの対象が「複数の一連のデジタル静止画像」であることは明らかである。",
            "そして，請求項1には，「ファイルに記憶された前記一連のデジタル静止画像から，前記放送チャンネルに前記選択した時点で挿入すべき前記編集された映像プログラムを表す前記信号を発生する」と記載されており，本願発明は，ファイルに記憶された一連のデジタル静止画像の中から，映像プログラムの放送において必要な静止画像の信号を発生するものである。",
            "したがって，ファイル中の一連の静止画像に対してランダムアクセスできることから，単に1つのファイル中の一連の静止画像をひとまとめにして放送チャンネルに送出するのではなく，ファイル中の静止画像ごとに送出できることが理解できる。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本願明細書の「発明の詳細な説明」においても，静止画像単位で映像プログラムを編集することが記載されている。",
            "すなわち，「従来技術のシステムにも，特定のコマーシャルの一部を，音声／映像広告挿入または放送過程の一部として，編集できるようにしたものはない」(甲1。5頁右下欄14行～16行)との記載があり，本願発明は，「特定のコマーシャルの一部」の「編集」を可能にしたものである。そして，このコマーシャルはDAVファイルに記録された一連のデジタル静止画像を内容とするものであるから，本願発明は，DAVファイルに記憶された静止画像の一部の編集を目的とするものである。",
            "また，「DAVファイルを，目視したり，局所的に確認および修正したり，一時的記憶装置から主要DAVファイルサーバ14に移転したり，挿入または放送システムに使用可能にしたりすることができる」(甲1。3頁左下欄27行～29行)との記載があり，本願発明では，請求項1の「ファイル」に相当するDAVファイルを，局所的に確認及び修正したり，挿入または放送システムに使用することが可能であるとされているから，このDAVファイルは，ファイル毎の使用のみならず，ファイルの一部分(ファイルは静止画像の集まりであるから，ファイルを局所的に確認および修正するとは，静止画像単位で使用するということを意味する。)を放送チャンネルに挿入等することができるものである。",
            "さらに，「局所的に時刻が設定されている……挿入の予定時間長から成る」(甲1。4頁左上欄28行～右上欄1行)と記載されているから，本願発明では，ファイルの中の特定部分のみを選択して使用することが予定されていることが明らかである。なぜなら，DAVファイルを局所的に用いる場合には，その全所要時間，挿入予定時刻及び挿入予定時間長を指示しておく必要があるからである。",
            "また，「挿入すべきマテリアルをDAVファイルに記憶するので，ファイルの内容を容易に編集し，プログラムの内容を変えることができる」(甲1。5頁左上欄7行～9行)との記載から，本願発明では，映像プログラムの内容を変更するために，その映像プログラムに用いるデジタル静止画像を記憶するDAVファイルの中身，すなわち静止画像を編集すると解釈できる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本願発明は，映像プログラムの送出に際して，単に静止画像の記憶されたファイル毎にランダムアクセスしてその並べ替えを行うのではなく，各ファイルに記憶された静止画像単位でランダムアクセスし並べ替えを行うものである。これに対し，刊行物1記載の発明は，上記構成を全く有していない。",
            "したがって，本件審決は，本願発明と刊行物1記載の発明との一致点として，「複数の一連のデジタル静止画像を記憶するランダムアクセス可能記憶手段であって，放送チャンネルにおいて伝送すべき映像プログラムの各フィールドに対応する画像を複数の単位記憶領域において含む，ランダムアクセス可能記憶手段と，」，「編集された映像プログラムに対する複数の単位記憶領域にアクセスし，アクセスした単位記憶領域に記憶された一連のデジタル静止画像から，放送チャンネルに選択した時点で挿入すべき編集された映像プログラムを表す信号を発生するアクセス手段と，」の点を誤認し，これに対応する相違点を看過したものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件審決の認定判断に誤りはなく，原告の主張する取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "請求項1には，「ファイルに記憶された一連のデジタル静止画像から，映像プログラムの放送において必要な前記信号(映像プログラムを表す信号)を発生する」ことが記載されているだけであるから，「ファイル中の静止画像毎に送出しうること」は理解できず，「単に1つのファイル中の一連の静止画像をひとまとめにして放送チャンネルに送出する」と理解するのが自然である。",
            "また，「ランダムアクセス可能記憶手段」は，「(放送チャンネルにおいて伝送すべき映像プログラムの各フィールドに対応する画像を)複数のファイルにおいて含む」ものであり，また，「アクセス手段」は，「(編集された映像プログラムに対する)複数のファイルにアクセス」するものであるから，ランダムアクセスの対象がファイル単位であり，1つのファイル中の静止画像単位ではないことを表していると解するのが自然である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告が指摘する本願明細書の「発明の詳細な説明」の記載は，いずれも静止画像単位で映像プログラムを編集することを記載したものではない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "したがって，本願発明が，映像プログラムの送出に際して，各ファイルに記憶された静止画像単位でランダムアクセスし並べ替えを行うものである旨の原告の主張は，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，本願発明が，映像プログラムの送出に際して，単に静止画像の記憶されたファイル毎にランダムアクセスしてその並べ替えを行う(1つのファイル中の一連の静止画像をひとまとめにして放送チャンネルに送出する)のではなく，各ファイルに記憶された静止画像単位でランダムアクセスし並べ替えを行っているものであるのに対し，刊行物1記載の発明は上記構成を有していないにもかかわらず，本件審決は，本願発明の解釈を誤った結果，上記の点を一致点と誤認し，相違点を看過した旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明に係る請求項1の記載は，前記のとおり，",
                  "text": [
                    "「デジタル画像を用いる放送システムであって，映像プログラムを表わす信号を，選択した時刻に放送チャンネルに挿入する装置(24)を含み，前記放送チャンネルは前記映像プログラムを1秒当たりのフィールドレートで伝送する，前記の放送システムにおいて，",
                    "複数の一連のデジタル静止画像を記憶するランダムアクセス可能記憶手段であって，前記放送チャンネルにおいて伝送すべき映像プログラムの各フィールドに対応する画像を複数のファイルにおいて含む，前記ランダムアクセス可能記憶手段と，",
                    "前記複数のファイルを使用して前記映像プログラムを編集する手段と，前記の編集された映像プログラムに対する複数のファイルにアクセスし，該アクセスしたファイルに記憶された前記一連のデジタル静止画像から，前記放送チャンネルに前記選択した時点で挿入すべき前記編集された映像プログラムを表す前記信号を発生するアクセス手段と，",
                    "を含むことを特徴とする放送システム。」",
                    "というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，本願発明の「ランダムアクセス可能記憶手段」は，「複数の一連のデジタル静止画像を記憶する」とともに，「…映像プログラムの各フィールドに対応する画像を複数のファイルにおいて含む」ものであり，また，「アクセス手段」は，「前記の編集された映像プログラムに対する複数のファイルにアクセスし，該アクセスしたファイルに記憶された前記一連のデジタル静止画像から，……前記編集された映像プログラムを表す前記信号を発生する」ものである。",
                    "そうすると，上記請求項の記載においては，映像プログラムの各フィールドに対応する一連のデジタル静止画像が，複数のファイルにおいて含まれて記憶されており，アクセス手段が，上記複数のファイルにランダムアクセスすることにより，一連のデジタル静止画像から映像プログラムを表す信号を発生するものであることは認められる。",
                    "しかしながら，上記請求項においては，「一連のデジタル静止画像」が，各ファイルに含まれる個々の静止画像を一単位としてこの単位を複数集めたもの(以下「静止画像単位の集合体」という。)であるのか，それとも，各ファイルに含まれる静止画像すべてをファイルごとに一単位としてこの単位を複数集めたもの(以下「ファイル単位の集合体」という。)であるのかについては，何ら規定されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明は，「一連のデジタル静止画像」が静止画像単位の集合体である場合のみならず，ファイル単位の集合体である場合も含むものと解すべきであるから，本願発明が「静止画像の記憶されたファイル毎にランダムアクセスしてその並べ替えを行う(1つのファイル中の一連の静止画像をひとまとめにして放送チャンネルに送出する)のではない」ということはできない。原告の上記主張は，特許請求の範囲の記載に基づかないものであって，失当である。本件審決が，本願発明と刊行物1記載の発明との一致点として，「複数の一連のデジタル静止画像を記憶するランダムアクセス可能記憶手段であって，放送チャンネルにおいて伝送すべき映像プログラムの各フィールドに対応する画像を複数の単位記憶領域において含む，ランダムアクセス可能記憶手段と，」，「編集された映像プログラムに対する複数の単位記憶領域にアクセスし，アクセスした単位記憶領域に記憶された一連のデジタル静止画像から，放送チャンネルに選択した時点で挿入すべき編集された映像プログラムを表す信号を発生するアクセス手段と，」の点を認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「発明の詳細な説明」の記載について",
              "text": [
                "以上のとおり，本願発明に係る特許請求の範囲の記載の技術的意義は一義的に明確に理解することができるから，本願明細書の「発明の詳細な説明」の記載を参酌するまでもなく，原告の取消事由の主張は理由がない。",
                "ちなみに，「発明の詳細な説明」に関する原告の主張について，念のため検討しても，以下のとおり，これらはいずれも採用することができない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，原告は，本願明細書の「従来技術のシステムにも，特定のコマーシャルの一部を，音声／映像広告挿入または放送過程の一部として，編集できるようにしたものはない」(甲1。5頁右下欄14行～16行)との記載によれば，本願発明は「特定のコマーシャルの一部」の「編集」を可能にしたものであって，このコマーシャルはDAVファイルに記録された一連のデジタル静止画像を内容とするから，DAVファイルに記憶された静止画像の一部の編集を目的とするものである旨主張する。",
                    "しかしながら，本願明細書の上記記載は，本願発明についてのものではなく，従前技術について説明したものである。また，本願発明が「特定のコマーシャルの一部」の編集を可能にしたものであっても，本願明細書には，「特定のコマーシャル」が「1つのファイルに記憶された静止画像」であることを示す記載はないから，「特定のコマーシャルの一部」を編集することが，「ファイルに記憶された静止画像の一部」を編集することに限定されるとはいえない。したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願明細書の「DAVファイルを，目視したり，局所的に確認および修正したり，一時的記憶装置から主要DAVファイルサーバ14に移転したり，挿入または放送システムに使用可能にしたりすることができる」(甲1。3頁左下欄27行～29行)との記載によれば，請求項1の「ファイル」に相当するDAVファイルは，ファイル毎の使用のみならず，ファイルの一部分を放送チャンネルに挿入等することができるものである旨主張する。",
                    "しかしながら，本願明細書の上記記載は，「好適実施例の説明」としてされたものであって，本願発明の一実施態様を説明するものにすぎないから，上記記載に基づいて本願発明を解釈することはできない。また，ファイルは複数存在するものであるから，上記記載は，複数のファイルのうちの一部のファイルを確認及び修正するとの意味にも解することができ，これをもって，本願発明が静止画像の記憶されたファイル毎にランダムアクセスしてその並べ替えを行うものを含まないということはできない(なお，原告も，上記主張において，DAVファイルがファイル毎の使用も可能であることを自認している。)。したがって，原告の上記主張も採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願明細書の「局所的に時刻が設定されている」，「挿入の予定時間長」との記載から，DAVファイルを局所的に用いる場合には，その全所要時間，挿入予定時刻及び挿入予定時間長を指示しておく必要があるから，本願発明では，ファイルの中の特定部分のみを選択して使用することが予定されている旨主張する。",
                    "本願明細書には，「タイミングデータは，ヘッドマスタ22の較正済みマスタクロックからの正確な実際の時間，局所的に時刻が設定されている(time triggered)ものである場合は挿入予定時刻，DAVファイルの全所要時間，およびネットワークによって予定されている，挿入の予定時間長から成る。」(甲1。4頁左上欄27行～右上欄1行)との記載がある。",
                    "しかしながら，本願明細書の上記記載も，「好適実施例の説明」としてされたものであり，本願発明の一実施態様を説明したものにすぎないから，上記記載に基づいて本願発明を解釈することはできないし，また，「局所的に時刻が設定されている(time triggered)ものである場合は…」との記載は，「局所的に時刻が設定されているものでない場合」が存在することを前提としているから，上記記載をもって，本願発明がファイルの中の特定部分のみを選択して使用することを予定するものということはできない。",
                    "したがって，原告の上記主張も採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本願明細書の「挿入すべきマテリアルをDAVファイルに記憶するので，ファイルの内容を容易に編集し，プログラムの内容を変えることができる」(甲1。5頁左上欄7行～9行)との記載から，本願発明では，映像プログラムの内容を変更するために，その映像プログラムに用いるデジタル静止画像を記憶するDAVファイルの中身，すなわち静止画像を編集すると解釈できる旨主張する。",
                    "しかしながら，本願明細書の上記記載も，「好適実施例の説明」としてされたものであり，本願発明の一実施態様を説明するものにすぎないから，上記記載に基づいて本願発明を解釈することはできない。また，複数のファイルのうちの特定のファイルに含まれたデジタル静止画像すべてを使用して映像プログラムを編集する場合も，「ファイルの内容の編集」ということができるから，上記記載をもって，本願発明が静止画像の記憶されたファイル毎にランダムアクセスしてその並べ替えを行うものを含まないということはできない。したがって，原告の上記主張も採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上のとおり，原告主張の取消事由には理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本件請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}