{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-11597号事件について平成17年7月29日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「布帛布地・伸縮性布地・カットソー・皮・バイヤス表布地に左バイヤスと右バイヤスの交差張力を活用した，芯地・テープ・裏地の裁断と接着と縫製方法。」とする発明につき，平成12年12月28日に特許を出願したところ(特願2000-400120号。以下「本願」という。",
            "国内優先権主張同年8月2日。請求項は全部で6項)，平成16年1月14日付けで拒絶理由通知を受けたことから，同年3月12日に手続補正書を提出したが，拒絶査定を受けたため，これに対する審判請求をした。特許庁は，この審判請求を不服2002-11597号事件として審理した結果，平成16年10月18日，審判請求は成り立たないとの審決(以下「前審決」という。)をした。",
            "原告は，前審決の取消しを求める訴えを，東京高等裁判所に提起した。知的財産高等裁判所は，これを平成17年(行ケ)第10352号事件として審理し，同年4月28日，前審決を取り消す判決を言い渡した。そこで，特許庁は，更に審理の上，平成17年7月29日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同年8月19日ころ，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願に係る明細書(平成16年3月12日付け手続補正書による補正(以下「本件補正」という。)後のもの。以下「本願明細書」という。)の特許請求の範囲の請求項1の記載は，次のとおりである(以下，この発明を「本願発明」という。)。",
            "「【請求項1】縦横90度で織られた正方形布帛布地・図1(a)3，4，5，6を45～55度裁断でバイヤス(斜め)布地裁断(7)として左・布裁断で左バイヤス部(38)と右布裁断は右バイヤス部(39)で区別図4(a)～(b)バイヤス裁断左側(43)もうバイヤス裁断右側(44)として伸縮性斜め変形無しの一方向にしたバイヤス表布地，図6(a)右バイヤス(66)左バイヤス(67)，バイヤス接着芯地図2(e)左バイヤス芯地(14)と右バイヤス芯地(18)，バイヤス接着テープ図4(a)左テープ(38)右テープ(39)，バイヤス裏地図．3(c)左袖裏(36)右袖裏(35)地",
            "にバイヤス伸縮の裁断した布地。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願は，特許請求の範囲の記載が明確でなく，特許法36条6項(ただし，平成14年法律第24号による改正前の規定。同項につき，以下同じ。)の要件を満たしていないとするものである。",
            "審決は，上記結論を導くに当たり，本願の特許請求の範囲の記載が不明確である点を次のとおり指摘した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の「伸縮性斜め変形無しの一方向」(本件補正前の「伸縮性一方向にした」であっても同様)という記載の意味する内容は，本願明細書の記載を総合しても，必ずしも明確であるとはいえず，当該文言で表される構成の技術的意義を一義的に確定して理解することは困難である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)のほか，本願の特許請求の範囲【請求項1】に用いられている「左・布裁断」，「右布裁断」，「左バイヤス」，「右バイヤス」，「バイヤス裁断左側」及び「バイヤス裁断右側」並びに本願明細書【0008】に用いられている「左-右裁断」及び「右-左裁断」その他の用語は，用語の意味を一義的に理解し得ないものである。また，当業者が正確な意味を一義的に理解し得ないような独自の用語ないし表現について，特許請求の範囲又は本願明細書において定義付け等がされていない。さらに，図面を参照しても，これらの用語の意義を一義的に確定することが困難な部分も少なくない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁が原告に通知した拒絶理由では，出願人に対し，特許請求の範囲の記載について，主語と述語の関係及び用語の修飾関係を明瞭にすること，裁断する前の布と裁断した後の布が明瞭に区別されるように表現すること，用語はできるだけ統一すること，補正に当たっては，意味の通るクレームに補正することなどを指摘した。",
                "しかし，この拒絶理由通知に対応してされた本件補正によっても，上記拒絶理由がほとんど解消されておらず，依然として，読点の用い方が不適切で統一性がなく，用語の不適切さもあって，特許請求の範囲の記載は，不明瞭であり，発明の詳細な説明欄を参酌しても本願発明の技術的意義を明確に理解することは極めて困難である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "本願の特許請求の範囲の記載は明確なものであるのに，審決は，その判断を誤ったものであるから，取り消されるべきである(なお，原告の主張は，その意味を明確に理解することが困難であるので，審決が理由とした以下の各項目に対応するものと認められる主張を，準備書面(平成17年10月24日付け)のとおりに摘示する。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「伸縮性斜め変形無しの一方向」の意義",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正前の「伸縮性一方向にした」",
              "text": [
                "「バイヤス及びポリウレタン布地は引力の法則により下方向に伸縮性伸張するので，伸縮性を矢印で表現すると下方向(交通標識の様に一方通行方向で)表す直線方向は製図上『裁断で伸縮性一方向にした』左と右」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正後の「伸縮性斜め変形無しの一方向にした」",
              "text": [
                "「まず『伸縮性斜め変形有り』［図1］(b)右側図の32～42～52の三角長方形の32頭をクギを打って，ぶら下げると引力の法則で下に落ちる52との間でカーブ曲線が出来て変形すると52はA線上よりも大きく伸上る引力現象を起す，計算出来ない変形現象である伸上大",
                "次に左側32～42～62＝同じく32頭をクギを打ってぶら下げると同じく引力の法則で下に落ちるが左側同じく42の方が伸上り小は平成17年10月20日付甲第一号証で説明されている通り「伸縮性斜め変形有りの一方向にした」のこの反対で引力の加わる前の常態の表現の本発明は人類の伸縮性理論で高分子の布ねぢれ発見 ねぢれ高分子で図に表現で図1～(b)右カーブ及び左カーブ長方三角形が発生するので，2ケに裁断しないと理解出来ない現象で区別図4(a)～(b)バイヤス裁断左側(43)もうバイヤス裁断右側(44)として「伸縮性斜め変形無しの一方向にした」は図を見れば分る図1(b)左～右も切り離し図及び［図4］の左38～右39も切り離し図さらに図4bでは製品として切り離し左身返し43・右身返し44として何度も番号入でくわしく説明されているにもかかわらず，この文言を不明にした原因は，特許庁作成の偽造の図Aに有る",
                "平成17年10月20日提出甲第5号証の左側は左バイヤスと右バイヤス布と書かれているが，大変な間違いである。すべて「右バイヤス布」だけである。さらに裁断線5が意味不明である。右バイヤス布で裁断線としてもすべて右バイヤス布である。さらにこの裁断線は切り離さない限り，布地の引力左布右布の法則が成り立たないので文言が不明りょうであるとの点は日本国特許庁の云う特許の自然法則が成り立たない不明は特許庁」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「左バイヤス」等の用語の意義",
          "text": [
            "「本来『左布裁断』，『右布裁断』，『左バイアス』，『右バイアス』，『バイアス裁断左側』，『バイアス裁断右側』，『左-右裁断』，『右-左裁断』…は図2(a)～(g)及び図3(a)～(c)の様にバイアス方向がパズルの様になって大量製産は不可能に近い。まず頭の中でこんがらがって間違い裁断はあたり前。そこで本願は大量製産をいかにするかも発明されたのは図4(b)を参照の実用化した証明は，平成17年10月20日付甲第十号証のルィビィトンBAGで作成図はFAXでルィビトンJAPAＮ社へ送付されている。トヨタ(株)ホンダ(株)三越(株)にも送付されている通り本発明によって，日本国の役立つ為，米国特許でも米国の為になる様に心がけて発明された物である通り，［図4］(b)の1縦糸の方向又は(編地縦)表地，次に裏地又は芯地は横糸41の中央で縫い合せ42を次々に縫い合せ，縦糸布と横糸布の布地反物を作製し上衣では左身返しは43で右身しは44で裁断するとすべて正確な左～右布交差布が一気に大量製産出来る。さらに中央縫目は裏布又は芯地であるので縫目が表側に出る事はない上衣はバイヤス方向に裁断する表裏の間違もする事はない。又左バイヤス布と右バイヤス布は，平成17年10月20日付甲第七号で表面左バイヤス布地で反転面で右バイヤス布で証明されている。バヤアス布相対性理論でも証明されている。」"
          ]
        },
        {
          "fig": "3",
          "subject": "特許請求の範囲の記載全般の明確性",
          "text": [
            "「平成16年3月12日手続補正書の特許［請求項1］縦横90度で織られた正方形布帛布地・図1(a)3，4，5，6を45～55度裁断でバイヤス(斜め)布地裁断(7)として左布裁断で左バイヤス部(38)と右布裁断は右バイヤス部(39)で明りょうである。それに反し特許庁図Aは右バイヤス布だけである。…(中略)…特許庁図Aは，左バイヤス布は存在しない。これを持って不正図面を盾にして特許請求の範囲の記載が不明りょうとする事は出来ないのはバイヤス原理で左が表正方形から左布がその正方形裏反転で左・右バイヤスを平成17年3月3日最後に理解したのは嘘を云った事になる口頭弁論した事になる。松縄代理人以下4名の1名は『写真反転はそれで』と云ったので私は布地の引力は左右は『反転理論』ですと答えた。」"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「伸縮性斜め変形無しの一方向」の意義について",
          "text": [
            "「伸縮性斜め変形無しの一方向」及び本件補正前の「伸縮性一方向にした」の意義についての原告の前記主張は，それ自体が明瞭でない上，本願明細書及び図面に基づくものでない。原告の前記主張を，図1(b)及び図4(a)(b)によれば請求項1の「伸縮性斜め変形無しの一方向」及び本件補正前の「伸縮性一方向にした」の意味を理解することができるとの趣旨に解したとしても，そもそも，図1(b)及び図4(a)(b)並びにこれに関する発明の詳細な説明欄を見ても，発明の詳細な説明欄が不明瞭であるので，請求項1の「伸縮性斜め変形無しの一方向」及び本件補正前の「伸縮性一方向にした」の意味を理解することは困難である。"
          ]
        },
        {
          "fig": "2",
          "subject": "「左バイヤス」等の用語の意義について",
          "text": [
            "「左布裁断」，「右布裁断」，「左バイヤス」，「右バイヤス」，「バイヤス裁断左側」，「バイヤス裁断右側」，「左-右裁断」，「右-左裁断」は，当業者が正確な意味を一義的に理解し得ないような，独自の用語ないし表現というべきものであって，これらについて，特許請求の範囲においてはもとより，本願明細書においても，定義付け等がされているわけでもない。また，図面を参照しても，一義的に意義を確定することが困難である。その結果，全体として，本願明細書の文章自体の理解に極めて難渋するものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "特許請求の範囲の記載全般の明確性について",
          "text": [
            "特許庁が通知した拒絶理由において，原告(出願人)に対し，特許請求の範囲の記載について，①主語と述語の関係及び用語の修飾関係を明瞭にすること，②裁断する前の布と裁断した後の布が明瞭に区別されるように表現すること，③用語はできるだけ統一すること，④補正に当たっては，意味の通るクレームに補正することなどを指摘したが，本件補正によっても，上記拒絶理由がほとんど解消されておらず，依然として，読点の用い方が不適切で統一性がなく，用語の不適切さもあって特許請求の範囲の記載が不明瞭であり，発明の詳細な説明欄を参酌しても本願発明の技術的意義を明確に理解することは極めて困難である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，審決と同じく，本願は，特許請求の範囲の記載が明確でなく，特許法36条6項の要件を満たしていないと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「伸縮性斜め変形無しの一方向」の意義について",
          "text": [
            "原告は，特許請求の範囲請求項1の「伸縮性斜め変形無しの一方向」との文言の意義は，本願明細書及び図面(特に，図1(b)及び図4(a)(b))から明らかであり，これが不明瞭であるとする審決の判断は誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，特許請求の範囲請求項1及び本願明細書の段落【0008】の記載からみて，「縦横90度で織られた正方形布帛布地・図1(a)3，4，5，6を」何らかの方法で加工した「布地」の発明であるところ，加工方法として「裁断」の文言が使われている部分は何らかの裁断方法を示していると解されるにしても，「伸縮性斜め変形無しの一方向にした」との文言は，裁断の方法を示しているのか，裁断以外の加工方法を示しているのか不明である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「伸縮性斜め変形無しの一方向にした」のうち，「伸縮性」は布地の属性を意味するとも考えられるが，「バイヤス伸縮の裁断した布地」との文言も同一請求項内で使用されており，布地の属性であると明確に理解することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「斜め変形」についても，どのような変形であるのかが不明瞭であるし，本願明細書に「斜め変形」の定義がない。また，「バイヤス布地は縦斜めに伸び上がり」(段落【0002】)が「斜め変形」を意味するか否かも判然としない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「一方向」に関し，本願明細書には，次の各記載がある。",
                "①「【従来の技術】従来，バイヤス布地は縦斜めに伸び上り，図1(b)その伸び上りは図7(a)～(K)の片方ドレープ71は縦地織1方向斜めドレープで不均衡斜めドレープ71が出来てスカートの裾上衣の裾やズボンの裾71はねぢれて左右対称でない，又縫製使用のバイヤステープ図1(a)8方向伸び(e)9方向一方向バイヤスで出来ており，ミシン機も一方向布送りで糸縫でギャク伸びとなり一方向バイヤステープ8と9縫い合せは布は蝸牛り型ねぢれ現象が起る。」(段落【0002】)",
                "②「即ち，請求項1記載の発明は，布帛布地のバイヤス裁断方法であって，縦，横90度で織られた正方形布帛布地(3，4，5，6)を45度～55度裁断でバイヤス(斜め)布地裁断(7)として，左-右裁断で左バイヤス部と，右-左裁断は右バイヤス部として区別，図4(a)～(b)バイヤス裁断左側(43)，もう一方バイヤス裁断右側(44)として伸縮性二方向にした，バイヤス表布地，バイヤス接着芯地バイヤス接着テープ，バイヤス裏地に裁断した布地。」(段落【0008】)",
                "③「請求項5記載の発明は主布地布帛でバイヤステープで新バインダーテープを作る方法，主布地，布帛1枚でバインダーテープを縫付る時，ねぢれ現象が起こる。これは1枚布を折りまげて第1ステッチで，上面布と下面布がぎゃく伸び現象が起こすのは上布と下布が逆進張によるパッカリングのバインダーテープ起きるが，本発明は起こさない様にするためにバインダーテープを左(46)と右(47)2枚とし一方をバイヤス左テープ(46)ともう一方はバイヤス右テープ(47)を形成し，中央に「ポリウレタン布」(48)伸縮テープを重ねてジグザグステッチ(49)を形成し，バインダーテープは上面布と下面布の中央に「ポリウレタン布」テープ芯が縫合される事により上面と下面が一方向，矢印(50)伸長縫いでミシン機と縫糸ねぢれはしない。」(段落【0012】)",
                "④「図4(a)左右縦布帛布に接着芯地37の左側371をバイヤス方向左下方38の381に左-右にカットテープに切断し，次に接着芯地37の右側372にバイヤス方向右下方，39の391にカットテープに切断して，バイヤス左接着テープとバイヤス右接着テープを形成して二方向テープの裁断方法。図4(b)の布帛縦布地40に横芯地41上を横芯地41下を縫合せ42を縦主布地40と横地接着芯地は41上と41下縫合せ42で接着した2枚の布地が1枚布として衣類の左バイヤス43と右バイヤス44で切断して先の伸縮性バイヤス二方向38と39テープと伸縮性バイヤス二方向衣類の裁断方法。」(段落【0018】)",
                "⑤「【発明の効果】本発明の裁断，接着，縫製法によれば，タクテル地(Tacteleデュポン社製商品名)の様な超微な繊維で織られた布地(以下「タクテル地」という。)またはレーヨンで織られた布地の様にダラダラ(復元力が無く垂れる状態)，ヨレヨレ(ピーンと伸びない状態)地等のツルツルした滑性の高い布地同士をミシンで縫製する場合，前述したように布地を一方向縫いするための送り金ねぢれ現象と衣服の襟の前合せは突き出し張力を必要とするが従来の方法により縫製された衣類はたれ下り襟見返で前ねぢれをバイヤスの張力とバイヤスの交差の張り感でミシンを平均的ミシン送りに変わる事が出来て，ねぢれ縫をなくし，さらにバイヤス布の平均的縦糸方向の斜落ドレープの原理はつり上げで直下ドレープにX1片方つり上修正出来る。又布帛地やニット地に向かって，バイヤス芯地や裏地で斜めドレープの原理を利用し活用して，襟見返しを斜め縦地でネックポイントでつり上げによる立体襟返りが可能となり，この方法バイヤス張力芯地又は裏地とテープで作られたジャケットは水洗が出来てしわや形くずれを起こさない。主布帛はバイヤス芯地張力交差左右X伸縮で，ニットはバイヤス芯と裏張力で，バイヤス布はバイヤス芯とバイヤステープと裏地で可能となる。」(段落【0028】)",
                "「1方向斜めドレープ」(上記①)は，その記載自体からスカートやズボンにおいて生ずる現象であることは明らかであり，「一方向，矢印(50)伸長縫い」(上記③)及び「一方向縫い」(上記⑤)は，いずれも縫製方法を示すものであるから，布地における「一方向」の説明とはならない。また，「伸縮性二方向」(上記②)及び「伸縮性バイヤス二方向」(上記④)における「二方向」のうち一つの方向が「一方向」であるのか，この「二方向」は「一方向」と全く異なる概念であるのかは，明らかでない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，「伸縮性斜め変形無しの一方向」の意義は，図面(特に，図1(b)及び図4(a)(b))から明らかであると主張する。",
                "本願の特許請求の範囲請求項1において引用されている図面は，図1(a)3，4，5，6，図4(a)～(b)，図6(a)，図2(e)，図．",
                "3(c)であり，これらの図面に関し，本願明細書には，次の各記載がある。",
                "①「【図面の簡単な説明】",
                "【図1】(a)～(e)は本発明の第1の裁断方法の手順を模式的に示す説明図である。",
                "【図2】(a)～(g)は，本発明の第2及び第3の裁断方法の手順を模式的に示す説明図である。",
                "【図3】(a)～(c)は，本発明の第2及び第3裁断方法の手順を模式的に示す説明図である。",
                "【図4】(a)～(b)は本発明の第1，第2及び第3の裁断方法によ",
                "り接着バイヤステープカット方法と布地と芯地を接着した方法にバイヤス方向カットの手順を模式的に示す説明図である。",
                "…(中略)…",
                "【図6】(a)～(h)は本発明の第4の裁断を修正で補正する方法の手順を模式的に示す説明図である。」",
                "②「【符号の説明】",
                "…(中略)…"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "四角形布右上"
        },
        {
          "fig": "4",
          "subject": "四角形布左下"
        },
        {
          "fig": "5",
          "subject": "四角形布右下"
        },
        {
          "fig": "6",
          "subject": "四角形布左上」",
          "text": [
            "③「本発明の第1の裁断方法では布帛，布地縦糸1，横糸2を裁断する場合，まず図1(a)に示すように45度～55度に裁断してバイヤス布地とする(b)の中央部裁断で2ケにして31～41裁断にすると左32～62～41は丈長小であり，次の右部32～52～42は大丈長になり左右違いを起す，さらに(d)～(e)にバイヤステープに裁断するとテープの伸長はミシン機の送り金と糸縫いで(d)左8テープは前方にミシン伸上り(e)右9テープは後方ミシン伸上りとなる，ミシン縫糸とバイヤステープの原理の発見である。」(段落【0016】)",
            "④「さらに本発明の第2の裁断方法は，ジャケット布帛布地11，12，15，16に接着バイヤス芯地とバイヤス芯地を縦織バイヤス交差接着でG襟をバイヤス芯地又は上襟バイヤス芯地とG襟バイヤス芯地と交差して，次に身頃芯地と見返し芯地が交差接着による，布帛の衣服襟身頃，背，袖表地と芯地裁断と接着の方法である。」(段落【0017】)",
            "⑤「図3(a)～(b)～(c)はニット布地，伸縮性布地19，20，2",
            "2，23，25，31，32をジャケット主布地にバイヤス接着芯地21，24，27，29，33，34裁断し，次にバイヤス裏地を28，30，",
            "35，36を裁断する方法は上襟21芯地と下襟芯地24は縦織部においてバイヤス交差する方法であり，身頃芯地27は見返し芯地26と前身バイヤス裏地28で，身頃芯地27バイヤス右で，見返し芯地26もバイヤス右縫製後ひっくり返しでXバイヤス左，右交差する背芯地29と背裏地30もバイヤス交差し上袖バイヤス芯地と上袖裏35，次に下袖芯地と下袖裏地もバイヤス交差の方法で裁断した方法である。図4(a)左右縦布帛布に接着芯地37の左側371をバイヤス方向左下方38の381に左-右にカットテープに切断し，次に接着芯地37の右側372にバイヤス方向右下方，39の391にカットテープに切断して，バイヤス左接着テープとバイヤス右接着テープを形成して二方向テープの裁断方法。図4(b)の布吊縦布地40に横芯地41上を横芯地41下を縫合せ42を縦主布地40と横地接着芯地は41上と41下縫合せ42で接着した2枚の布地が1枚布として衣類の左バイヤス43と右バイヤス44で切断して先の伸縮性バイヤス二方向38と39テープと伸縮性バイヤス二方向衣類の裁断方法。本発明の方法により，5図(a)～(c)46バイヤス左テープ47バイヤス右テープ48「ポリウレタン布」テープを加えたシヤツ首囲45，図5(a)のバインダーバイヤステープ46と47はポリウレタン布48テープでジグザグステッチ49で縫合され主布地45にバインダーテープ46と47はその長さ方向50によって1／7～1／8の伸長させた状態で縫合される。」(段落【0018】)",
            "⑥「本発明の第3の布地方向はバイヤス布地方向は図5(d)バイヤステープの伸び送りとミシン機縫製伸ばしの方向で図5(d)襟51の中央A基点でバイヤスの伸び方向に別れて左伸52と，右伸53にその長さ方向に5％～8％伸長させた状態で縫合させる接着方法。図5の(a)～(g)の(e)はバイヤス芯地54にバイヤス左テープ55とバイヤス右テープ56のバイヤス交差重ねの接着方法である。5図(f)は左前身57に左テープ59を接着し，右前身58に右テープ60を接着する方法である。",
            "図5(g)は前身頃57に左方向バイヤス芯地61を接着し見返し部63上襟64は左方向バイヤス芯地65を接着し前身頃と見返が縫いひっくりかえされるとバイヤス交差芯地となる接着方法である。」(段落【0019】)",
            "⑦「本発明の第4の裁断を修正方法は，図6(a)～(h)に示すように，布帛バイヤス布地のねぢれ現象を裁断修正の補正方法であり，上衣前身頃66と後身頃67脇縫合せ合い印をxを片方x1に別位置を変えてねぢれ布分を補正する。次に肩のxをx1に別位置を変えて修正し襟68のxとx1別位置に補正し袖69のxとx1別位置に補正する。(X1はつり上る方法ノッチ)次の前身66で後身65において パンツ(b)～(c)は",
            "(1)の縦地方向は2本足の用内バイヤスで前身xと後身x1に別位置で修正補正し(d)ワンピース(e)スカートツ(g)はシャツ(h)はジ",
            "ャケットも同じく前身と後身縫合せのねぢれ分X1でつり上げ用に修正するとバイヤス布パンツの内側ねぢれを起さない衣類の縫製が可能となる。」(段落【0020】)",
            "上記図面の内容及び図面に関する記載によれば，図面には，複数の裁断方法，カット方法等が示されていることまでは認められるが，図面の記載自体が粗雑であり，図面を参酌したところで「伸縮性斜め変形無しの一方向」の技術的意味が明確となるわけではない。また，本願明細書の【図面の簡単な説明】の【符号の説明】の項には，「バイヤス縦地1方向」なる用語が随所に使用されており，これらの説明と図面とを照らし合わせても，「斜め変形無しの一方向」の技術的意味は明確でない。"
          ],
          "content": [
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，本願の特許請求の範囲請求項1の「伸縮性斜め変形無しの一方向」の意義が不明瞭であるとする審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「左バイヤス」等の用語の意義について",
          "text": [
            "原告は，「左布裁断」，「右布裁断」，「左バイヤス」，「右バイヤス」，「バイヤス裁断左側」，「バイヤス裁断右側」，「左-右裁断」，「右-左裁断」等の用語の意義は明瞭であると主張する。",
            "しかし，これらの用語の意義を記載した一般的文献等が存在すると認めるに足りる証拠はなく，これらの用語は，用語自体からその意義を当業者が一義的に理解することのできる文言ではないことは明らかである。また，甲第3及び第4号証によれば，本願の特許請求の範囲又は明細書において，これらの用語の定義がされていないことが認められる。",
            "原告が特許請求の範囲を記述するために用いた用語は，当業者が正確な意味を一義的に理解し得ない，原告独自の用語ないし表現というべきものであって，これらについて，特許請求の範囲又は本願明細書において定義付け等がされておらず，図面を参照しても，一義的に用語の意義を確定することが困難である。",
            "したがって，これらの用語の意義が不明瞭であるとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "特許請求の範囲の記載全般の明確性について",
          "text": [
            "本願の特許請求の範囲の記載は，構文の面において，主語と述語の関係及び用語の修飾関係が明瞭でないものであるが，仮にこれを除いても，前記のとおり，用語として，当業者が一義的に意義を確定することができないものを適切な定義付けなしに用いているから，特許請求の範囲の記載が全体として不明瞭である。",
            "明細書の特許請求の範囲の記載に当たっては，「特許を受けようとする発明が明確であること」を要する(特許法36条6項2号)ところ，本願の特許請求の範囲の記載がこの要件を満たしていないことは，以上の検討から明らかである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}