{
  "conclusion": [
    {
      "text": "参加人の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，参加人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "参加人の求めた裁判",
      "text": [
        "「特許庁が無効2003-35374号事件について平成16年6月16日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件特許(特許第2560208号)は，発明の名称を「電気掃除機用ごみ収納袋」とし，昭和62年5月1日に意匠出願として出願された意願昭62-17549の一部を，平成5年6月28日に新たな意匠出願である意願平5-19956号として出願し，さらに平成7年4月7日に特許出願として変更出願したものであり(特願平7-108293)，脱退原告を特許権者として，平成8年9月19日に設定登録された。",
            "被告は，平成15年9月5日，本件特許について無効審判請求(無",
            "効2003-35374，乙1)をしたところ，特許庁は，平成16年6月16日，",
            "「特許第2560208号の請求項1，2に係る発明についての特許を無効とする。」との審決をし，同審決の謄本は，平成16年6月28日，脱退原告に送達された。",
            "そこで，脱退原告は同審決の取消しを求めて本訴を提起したが，本訴係属中に本件特許権を参加人に譲渡し，平成17年2月22日，特許登録原簿にその旨の登録がされたため(弁論の全趣旨，当事者間に争いがない。)，参加人が本訴に参加し，脱退原告は，その後まもなく被告の同意を得て本訴から脱退した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(以下，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」という。)",
          "text": [
            "【請求項1】",
            "塵埃を導入する導入口を有する口紙と袋本体とを接着一体化してなるごみ収納袋であって，前記口紙に取付孔及び折り取って種々の電気掃除機の集塵部の形状に適合させるためのミシン目が設けられており，前記口紙の袋本体が設けられていない面において，前記取付孔の位置が前記導入口を中心にして前記ミシン目から右90°の位置であることを特徴とする電気掃除機用ごみ収納袋。",
            "【請求項2】",
            "前記口紙の袋本体が設けられた面において，前記取付孔が設けられた側の辺から一定間隔をあけて袋本体が接着された特許請求の範囲第1項記載の電気掃除機用ごみ収納袋。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "審判請求人の主張と証拠",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由",
                  "text": [
                    "(理由1) 本件特許の請求項1及び請求項2に係る発明は，本件特許の出願前に公然実施された検甲1の紙パック(以下「出願前物件1」という。)または検甲2の紙パック(以下「出願前物件2」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反して特許されたものである。",
                    "(理由2) 本件特許の請求項1に係る発明は，甲1及び3に記載された発明または甲2及び3に記載された発明または甲3に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反して特許されたものである。",
                    "(理由3) 請求項2に係る発明は，甲1及び9に記載された発明または甲2及び9に記載された発明または甲3及び9に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反して特許されたものである。",
                    "(理由4) 本件特許の請求項1に記載された「前記取付孔の位置が前記導入口を中心にして前記ミシン目から右90°の位置である」点はその意味が不明りょうであり，また，当該記載中の「右90°」の起点が発明の詳細な説明にも明確に記載されていないから，本件特許は，昭和60年改正特許法36条3項または4項に規定する要件を満たしていない特許出願に対して特許されたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "証拠",
                  "text": [
                    "甲1：掃除機カタログ 松下電器産業(株)(判決注：以下「松下電器」という。)発行甲1-1(本訴乙4の1の1，丙1の1)：昭和57年11月現在のカタログ",
                    "甲1-2(本訴乙4の1の2，丙1の2)：昭和58年7月現在のカタログ",
                    "甲2：掃除機カタログ 松下電器発行",
                    "甲2-1(本訴乙4の2の1，丙2の1)：昭和60年9月現在のカタログ",
                    "甲2-2(本訴乙4の2の2，丙2の2)：昭和62年1月現在のカタログ",
                    "甲3(本訴乙4の3，丙3)：「月刊消費者」，NO.306，2月号，(財)日本消費者協会発行(発行日：昭和60年2月1日)",
                    "甲4(本訴乙4の4)：「たしかな目」，37号，国民生活センター発行 (発行日：1987年4月1日)",
                    "甲5：紙パック図面 松下電器作成",
                    "甲5-1(本訴乙4の5の1)：図番 C16KT5200 改訂9版(作成日：昭和58",
                    "年8月3日)",
                    "甲5-2(本訴乙4の5の2)：図番 C16KT5200 改訂10版(作成日：昭和58年9月7日)",
                    "甲5-3(本訴乙4の5の3)：図番 C16KT5200 改訂11版(作成日：昭和59年2月3日)",
                    "甲5-4(本訴乙4の5の4)：図番 C16KT5200 改訂13版(作成日：昭和59年7月19日)",
                    "甲5-5(本訴乙4の5の5)：図番 C16KT5300 改訂14版(作成日：昭和59年10月頃)",
                    "甲6：紙パック図面 松下電器作成",
                    "甲6-1(本訴乙4の6の1)：図番 C16K1M100(作成日：昭和60年8月2日)甲6-2(本訴乙4の6の2)：図番 C16K1D500(作成日：昭和62年12月2",
                    "日)",
                    "甲7：包装材図面 松下電器作成",
                    "甲7-1(本訴乙4の7の1)：図番 C17KT5300(作成日：昭和59年3月23",
                    "日)",
                    "甲7-2(本訴乙4の7の2：図番 C17KT5400(作成日：昭和59年10月26",
                    "日)",
                    "甲8：指示書",
                    "甲8-1(本訴乙4の8の1)：松下電器作成の指示書 昭和58年12月7日",
                    "甲8-2(本訴乙4の8の2)：淀川産業作成の見積指示書 昭和59年2月7日甲8-3(本訴乙4の8の3)：淀川産業作成の指示書 昭和59年11月12日",
                    "甲8-4(本訴乙4の8の4)：松下電器作成の指示書 昭和59年11月12日",
                    "甲9(本訴乙4の9)：特開昭58-155830号公報",
                    "甲10(本訴乙4の10，丙10)：実開昭60-36846号公報",
                    "甲11(本訴乙4の11)：大阪地裁平成15年(ヨ)第20038号特許権侵害禁止仮処分命令申立事件決定書",
                    "甲12(本訴乙4の12，丙12)：上記申立事件の乙25",
                    "甲13(本訴乙4の13，丙13)：同じく，上記申立事件の乙26の1ないし6甲14(本訴乙4の14)：同じく，上記申立事件の乙27",
                    "甲15(本訴乙4の15，丙15)：同じく，上記申立事件の乙37",
                    "検甲1：松下電器掃除機 紙パック 凹部なしタイプ",
                    "検甲2：松下電器掃除機 紙パック 凹部ありタイプ",
                    "検甲3：松下電器掃除機 紙パック用包装箱",
                    "検甲4：松下電器掃除機 紙パック用包装袋"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1(本件発明1及び2は出願前物件1又は2から容易に想到し得たかどうか)について",
              "text": [
                "「ア 出願前物件1又は出願前物件2が本件特許の出願日前に公然実施されたものであるといえるか否かについて",
                "被請求人は，平成15年12月5日付け審判事件答弁書によると，出願前物件1又は出願前物件2が本件特許の出願日前に公然実施されたものであることにつき，争っていないと解される。",
                "そして，甲1の1，2によれば，出願前物件1は，本件特許発明の特許出願前の昭和57年11月発行の松下電器作成の電気掃除機のカタログに掲載されていることから，同月当時，松下電器の電気掃除機用ごみ収納袋として製造販売されていたことが推認できる。",
                "また，甲2の1，2によれば，出願前物件2は，本件特許発明の特許出願前の昭和60年9月発行の松下電器作成の電気掃除機のカタログに掲載されていることから，同月当時，松下電器の電気掃除機用ごみ収納袋として製造販売されていたことが推認できる。",
                "さらに，上記公然実施されたものと推認した点は，昭和58年11月25日に松下電器より出願された電気掃除機に関する発明の出願(本件特許の出願日前である昭和60年6月20日に公開された特開昭60-114229号公報(本訴乙6)参照)の明細書及び図面(特に，第2図参照)中に，出願前物件1と同じ構成を備えた電気掃除機用のろ過袋が例示されているという事実とも整合する。",
                "以上のことから，出願前物件1及び出願前物件2は，本件特許の出願日前に公然実施されたものであるということができる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "本件特許の請求項1及び請求項2に係る発明は，出願前物件1又は出願前物件2に基づいて当業者が容易に発明をすることができたものといえるか否かについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許の請求項1に係る発明について",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "本件特許の請求項1に係る発明と出願前物件1の備える構成との対比出願前物件1は，塵埃を導入する導入口(21)を有する口紙(20)(注：括弧内の符号は，審判請求書に添付され，右上に「検甲第1号証」と表示された出願前物件1を複写した書類に付された符号である。以下，同様に表記した。判決注：同書類は，本訴乙4の11に添付された「出願前物件目録1別紙図2」と同一であり，出願前物件2も含め，本判決においては審決と同様の符号を用いる。)と袋本体を接着一体化してなる電気掃除機用ごみ収納袋であることは明らかである。",
                            "ところで，本件特許発明における「取付孔」の技術的意義は，特許請求の範囲の記載からは一義的に明らかでない。",
                            "そこで，特許明細書の記載を参酌すると，段落【0015】に「取付孔4は，前記掃除機の集塵部に装着する際の位置決めとなる凸部などが設けられているものにも，適合させることができるようにするために設けられている。」と記載されており，また，図面の図1には，長方形状の口紙3におけるミシン目5が上方に位置する方向を基準として導入口2の中心を通る右90°の線上(いいかえれば，導入口2の中心から一辺に対して垂直な方向に引かれた線上)の位置に配置されていて，該導入口2の口径と比較して極めて小さな口径を備えた孔が，取付孔4として例示されている。",
                            "そして，本件特許発明の解決しようとする課題が「種々の機種の電気掃除機の集塵部に適合させることができる電気掃除機用ごみ収納袋を提供」することにあることは明らかであるから，本件特許発明における「取付孔」は，種々の機種の電気掃除機の集塵部に適合させるために設けられたものであって，その導入口の中心から口紙の一辺に対して垂直な方向に引かれた線上の所定の位置に設けられた小孔を意味するものと理解される。",
                            "一方，出願前物件1を見ると，当該出願前物件1には，その導入口の中心から口紙の一辺に対して垂直な方向に引かれた線上の位置に，該導入口の口径に比較して極めて小さな口径の小孔が設けられている。",
                            "さらに，甲12及び甲13によれば，本件特許の出願前後の各電気メーカーのカタログに掲載されていたと推認される当該電気メーカーのオリジナルの掃除機用紙パックには，出願前物件1の上記導入口と上記小孔とに相当するものが略同じ位置関係であって同程度の径寸法を有するものとして設けられていた事実が認められる(なお，甲12に写されたものは出願前物件2であるものの，出願前物件2は，口紙の一辺を電気掃除機の集塵部の形状に適合させるための凹部(68)が設けられている点で出願前物件1と異なるが，その他は，形状，寸法が出願前物件1と同一であるから，上記導入口と上記小孔との構成に関しても，出願前物件1は出願前物件2と同じである)。",
                            "してみると，出願前物件1は，上記各電機メーカー間で共通する位置と大きさの導入口と小孔とを備えている，いいかえれば，種々の機種の電気掃除機の集塵部に適合させることができる導入口と小孔とを備えているということができるから，本件特許発明の「取付孔」に相当するものを備えているということができる。",
                            "さらにまた，検甲1及び同上甲12によれば，出願前物件1の上記導入口及び小孔を，他のメーカーの電気掃除機用ごみ収納袋の口紙の上記導入口及び小孔に相当するものの位置に重ね合わせた場合を想定すると，出願前物件1の切れ目(22，23)は，上記他のメーカーの電気掃除機用ごみ収納袋の左側の一辺が設けられた位置と略同じ位置に設けられており，また，小孔の中心位置から右側の一辺までの距離は略49mm程度に設定され，他のメーカーのものと共通の構成を備えているという事実が認められる。",
                            "以上のことを踏まえて，本件特許の請求項1に係る発明と出願前物件1の備える構成とを対比すると，前者が「取付孔の位置が前記導入口を中心にして前記ミシン目から右90°の位置」となる位置に「折り取って種々の電気掃除機の集塵部の形状に適合させるためのミシン目」を備えているのに対して，後者が同位置に切れ目(22，23)を備えている点でのみ相違し，その他の構成については両者は一致するということができる。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "相違点の判断",
                          "text": [
                            "甲15の陳述書によると，出願前物件1の切れ目(22，23)は，松下電器の電気掃除機用ごみ収納袋である出願前物件1を松下電器以外のメーカーの電気掃除機に使用する場合に切り落とす場所の目印として設けられていたものであり，当該切れ目(22，23)を結んだ線をミシン目にすると，松下電器の電気掃除機の使用者が誤ってそのミシン目に沿って口紙を切り落としてしまい，出願前物件1を松下電器の電気掃除機に使用できなくなるという不都合が生じるおそれがあったので，そのような不都合が生じるのを避けるため，切れ目(22，23)を結んだ線はミシン目とはされず，切れ目(22，23)を設けるにとどめられたことが推認されるところ，このことは，上述したように，出願前物件1は，上記各電機メーカー間で共通する位置と大きさの導入口と小孔とを備えているばかりでなく，出願前物件1の切れ目が他のメーカーの電気掃除機用ごみ収納袋の一辺が設けられた位置と略同じ位置に設けられているという事実と整合するものである。",
                            "そして，甲3は，財団法人日本消費者協会発行の一般消費者向けの雑誌「月刊消費者」の1985年(昭和60年)2月号(同月1日発行)であるところ，メーカー6社(日立，松下電器，シャープ，サンヨー，東芝，三菱)の電気掃除機を比較したテスト結果の記事が掲載されている。その記事を見ると，電気掃除機用ごみ収納袋について，「紙袋は，銘柄間に互換性があると大変便利ですが，三菱は他社に先駆けてフリーサイズホルダーというものを付けていました。これは他社の紙袋を使用するときに用いるもので，今回テストに使った紙袋で調べてみたところ，ナショナルを除きすべてそのままで使用することができました。ナショナルのものは，台紙の部分を形に合わせて切り取れば使用することができます。」との記載があるとともに，その記載の傍らに，三菱のフリーサイズホルダーに日立のごみ収納袋をセットしたものと，サンヨーのごみ収納袋，出願前物件1とを並べて撮影した写真が掲載されている。",
                            "一般消費者向けの雑誌にもこのような記載があることからすると，当業者においては，昭和60年2月当時，口紙を集塵部の形等に合わせて切り取ることにより他社製の電気掃除機用ごみ収納袋でも使用することができるということが，周知であったものと推認できる。",
                            "さらにまた，甲10である実開昭60-36846号公報にも，ミシン目に沿って厚紙等を切り離すことが示されているように，電気掃除用ごみ収納袋の技術分野において，厚紙等の切れ目となる線にミシン目を設けることは，本件特許発明の特許出願前において公知又は慣用の技術であったといえる。",
                            "以上のことを総合すれば，出願前物件1における他のメーカーの電気掃除機用ごみ収納袋の一辺が設けられた位置と略同じ位置の切れ目(22，23)を結んだ線上の位置に，他社製の電気掃除機用ごみ収納袋でも使用することができるための切り取り用としてミシン目を設けたものと変更することは，本件特許発明の特許出願前に，当業者により容易に想到することができた設計上の変更であるといえる。 …"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "subject": "まとめ",
                          "text": [
                            "以上のことから，本件特許の請求項1に係る発明は，特許出願前に公然実施をされていた出願前物件1に係る発明に基づいて容易に発明をすることができたものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許の請求項2に係る発明について",
                      "text": [
                        "本件特許の請求項2に係る発明は，本件特許の請求項1に係る発明を引用する発明であって，「前記口紙の袋本体が設けられた面において，前記取付孔が設けられた側の辺から一定間隔をあけて袋本体が接着された」という限定事項をさらに加えたものである。",
                        "そして，出願前物件1が上記限定事項の構成を併せて備えていることは明らかである。",
                        "してみると，本件特許の請求項1に係る発明について説示したのと同様に，本件特許の請求項2に係る発明は，本件特許の出願前に公然実施をされていた出願前物件1に係る発明に基づいて容易に発明をすることができたものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許の請求項1及び請求項2に係る発明は，出願前物件2に基づいて当業者が容易に発明をすることができたものといえるか否かについて",
                  "text": [
                    "ところで，出願前物件2を出願前物件1と比較すると，上述したように，出願前物件2は，口紙の一辺を電気掃除機の集塵部の形状に適合させるための凹部(68)が設けられている点で出願前物件1と異なるが，その他は，形状，寸法が出願前物件1と同一であるといえる。",
                    "そうとすると，出願前物件2と本件特許の請求項1及び請求項2に係る発明とを対比した場合の共通点，相違点は，出願前物件1と同様であるといえる。",
                    "したがって，出願前物件1について説示したのと同様に，本件特許の請求項1及び請求項2に係る発明は，本件特許の出願前に公然実施をされていた出願前物件2に係る発明に基づいて容易に発明をすることができたものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のことから，本件特許の請求項1及び請求項2に係る発明は，本件特許の出願前に公然実施された出願前物件1又は出願前物件2に係る発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反して特許されたものであるといえる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由4(特許法36条3項又は4項に規定する要件を満たしているか否か)について",
              "text": [
                "「本件特許の特許明細書及び図面には，長方形状の口紙3におけるミシン目5が上方に位置する方向を基準として導入口2の中心を通る右90°の線上の位置に取付孔4が配置されることが示されており，また，本件特許の請求項1に記載された「前記取付孔の位置が前記導入口を中心にして前記ミシン目から右90°の位置である」点は，当該導入口を中心とし，ミシン目の位置する方向を基準にして右90°の位置を意味することが明らかであるといえるから，その記載が不明りょうであるとはいえない。",
                "したがって，本件特許は，昭和60年改正特許法36条3項又は4項に規定する要件を満たしていない特許出願に対して特許されたものであるということはできない。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "「以上のとおり，本件特許の請求項1及び請求項2に係る発明は，特許法29条2項の規定に違反して特許されたものであるといえるから，その他の無効の理由2及び3を検討するまでもなく，請求項1及び請求項2に係る発明の本件特許は，特許法123条1項2号により無効にすべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(出願前物件1及び2の公然実施性についての認定の誤り)(参加人の主張)",
          "text": [
            "出願前物件1及び2が本件特許の出願前に公然実施されたとの審決の認定は誤りである。そもそも，出願前物件1及び2自体には製造年月日の印字がなく，乙4の1の1，4の1の2，4の2の1，4の2の2のカタログ上のごみ収納袋についても製造年月日の印字はない上，これらのごみ収納袋には審決がいうところの「切れ目」も印刷されていない。出願前物件1及び2にはもともと切れ目がなかった可能性が高く，出願前物件1及び2は本件特許の出願後に被告が作ったものであると考えられる。また，前記カタログには何の年月か不明であるが一応数字の印字が認められるものの，これらのカタログがいつ，どこで，何のために印刷されたのか明らかではなく，不特定の人に配布されたことを示す証拠もない。さらに，審決が挙げている特開昭60-114229号公報(乙6)には，上記切れ目の記載も示唆もないのであるから，これにより出願前物件1及び2が公然実施されていたともいえない。",
            "(被告の主張)",
            "乙4の1の1などのカタログは，松下電器が販売する電気掃除機やそれに付随するゴミ収納袋(紙パック)等の製品を一般消費者に広告PRするためのカタログであり，店頭等で一般消費者に対し配布されていたものである。また，そのカタログに掲載されている製品は，当該カタログに記載されている年月現在の内容で消費者に対して販売されていた。",
            "これらのカタログに掲載されているごみ収納袋のうち，乙4の1の1及び乙4の1の2に掲載されている「AMC-Pl」型ごみ収納袋が出願前物件1(乙9の1)であり，乙4の2の1及び乙4の2の2に掲載されている「AMC-DPl」型ごみ収納袋が出願前物件2(乙9の2)であることは，その形状を対比すれば明らかである。また，これらのカタログに掲載されているごみ収納袋は，いずれも切れ目のあるごみ収納袋であることは，乙4記載の各ごみ収納袋を拡大した写真(乙5)から明らかである。",
            "出願前物件1に関しては，1985(昭和60)年2月に発行された雑誌(乙4の3)にも，同一の形状のごみ収納袋が掲載され，当該写真には，そのごみ収納袋がナショナル製，すなわち松下電器製であることが明示されている。また，出願前物件1の包装箱(乙9の3)には，松下電器の社名やごみ収納袋の標準価格などが出願前物件1と同一形状のごみ収納袋の図とともに印刷されている。以上によれば，乙4の1のカタログが発行された昭和57年から58年にかけて，及び乙4の3の雑誌が発行された昭和60年の前後に，出願前物件1のごみ収納袋が松下電器により公然と販売されていたことは明らかである。",
            "出願前物件2に関しては，1987(昭和62)年3月に発行された雑誌(乙4の4)に同一の形状のごみ収納袋が掲載され，松下電器製の「AMC-DPl」型ごみ収納袋が当時販売されていたことが示されている。また，その包装袋(乙9の4はその写真)にも，松下電器の社名やごみ収納袋の標準価格700円が記載され出願前物件2と同一形状のごみ収納袋の図とともに印刷されている。以上によれば，乙4の2のカタログが発行された昭和60年から62年にかけてと，乙4の4の雑誌が発行された昭和62年の前後に，出願前物件2のごみ収納袋が，松下電器より公然と販売されていたことは明らかである。",
            "参加人は，特開昭60-114229号公報(乙6)の明細書及び図面(特に，",
            "第2図)の中には，切れ目の記載も示唆もないと主張するが，乙6には出願前物件1と同じ構成を備えた電機掃除機用ろ過袋が明確に例示されており，この点からも審決の結論に誤りは認められない。",
            "以上のとおり，出願前物件1及び2が本件特許の出願日前から松下電器より公然と販売されていたことは明らかであって，審決の認定に何ら誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由2(一致点認定の誤り，相違点の看過)",
      "text": [
        "(参加人の主張)"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "審決は，本件特許の出願前後の各電気メーカーのオリジナルの掃除機用ごみ収納袋には，出願前物件1の導入口と小孔とに相当するものが略同じ位置関係であって同程度の径寸法を有するものとして設けられていたと認定しているが，この認定は誤りである。",
            "掃除機用ごみ収納袋の正しい向きは説明書の文字の向きに照らして判別すべきであり，説明書がわからないものは，正しい位置関係を確認することができない。乙4の12のうち，正しい向きがわかる松下電器，三洋，日立の掃除機用ごみ収納袋を対比すると，孔の位置は，日立が口紙正面上，三洋が口紙正面右，松下電器が口紙正面左にあり，各社ばらばらであることが明白である。口紙のサイズは，丙12に記載された数値を基礎としても，日立が縦10．9cmプラス蓋の長さ，横9．9cm，三洋が縦9．9cm，横10．9cm，松下電器が縦9．9cm，横10．9",
            "cmプラス蓋の長さであって，縦横のサイズ，向きが大幅に異なる。導入口の位置についても，日立と松下電器，日立と三洋はそれぞれ異なる位置関係にある。仮に，被告の主張するとおり，切れ目が本件特許の出願前物件1にあったと仮定しても，切れ目は紙の下部に存在しており，切れ目の位置についての審決の認定も誤っている。",
            "したがって，審決が，乙4の12及び13に基づき，出願前物件1の導入口と小孔とに相当するものが略同じ位置関係であって同程度の径寸法を有するものとして設けられていると認定し，出願前物件1が本件特許発明の「取付孔」に相当するものを備えていると認定したのは誤りである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "出願前物件1及び2は，本件特許の請求項1の「取付孔」，「折り取って種々の電気掃除榛の集塵部の形状に適合させるためのミシン目」，「取付孔が導入口を中心にして折り取って種々の電気掃除機の集塵部の形状に適合させるためのミシン目から右90°に位置している口紙」の各構成を欠く点で本件特許と相違しているのであり，審決は一致点の認定を誤った結果，これらの相違点を看過したものである。",
            "(被告の主張)"
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "参加人は，説明書きの文字を判読する向きに並び替えて出願前物件1及び2と本件特許の構成とを比較すべきであると主張するが，本件特許の各請求項には，「導入口」と「ミシン目」「取付孔」の位置について，「取付孔の位置が導入口を中心にしてミシン目から右90°の位置であることを特徴とする電気掃除機用ゴミ収納袋」と記載されているにすぎず，説明書の文字の向きを何ら問題にしていない。",
            "したがって，出願前物件1及び2と本件特許の請求項1，2に係る発明との比較において，説明書の文字の向きは支障となるものではない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "参加人は，審決が一致点の認定を誤り，相違点を看過したと主張するが，審決の認定に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由3(相違点の判断の誤り)",
      "text": [
        "(参加人の主張)",
        "出願前物件1及び2が本件特許の出願前に公然と実施されたとはいえない以上，出願前物件1及び2には本件特許についての示唆がないのであるから，本件特許が容易に想到し得たといえないが，仮に審決の認定を前提としても，本件特許が容易に想到し得たものであるとはいえない。"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "審決は，乙4の3に基づき，昭和60年2月当時，口紙を集塵部の形状に合わせて切り取ることにより他社製の電機掃除機用ごみ収納袋でも使用できるようにすることが周知であったとしている。しかしながら，乙4の3に例示されている三菱電機のフリーサイズホルダーは，同社製の掃除機の購入者に，いわゆる紙細工の手法を用いて，同社製掃除機で使用し得るごみ収納袋を作らせるものにすぎず，予め各社共通機能を備えたごみ収納袋を得ることを課題とするものではない。仮に，乙4の3にメーカー間に互換性があれば望ましい旨の記載があるとしても，それは単なる願望や夢を表現したにすぎない。本件特許出願当時フリーサイズホルダーしかなかったという事実は，各社共通タイプの電気掃除機用ごみ収納袋を発明することが困難であったことを物語っている。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "審決は，乙4の10に基づき，電機掃除機ごみ収納袋の技術分野において，厚紙等の切れ目となる線にミシン目を設けることは，本件特許の出願当時，公知又は慣用の技術であったとする。しかしながら，乙4の10は蓋体に関する技術を開示したものであり，その第4図及び第6図に示されるように，蓋体をミシン目に沿って取り外し，塵挨吸入口に嵌め込む技術が記載されているにすぎない。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "審決は，乙4の15の陳述書に基づいて，切れ目が存在したと認定しているが，ミシン目は切り落とすと問題があることに気がついたので切れ目を設けたとの趣旨の記述は本件特許の出願後に作り上げられたものであり，信用性に欠ける。",
            "(被告の主張)",
            "本件特許に係る発明と出願前物件1又は2との相違点について，出願前物件1又は2に基づき，当業者が容易に想到し得るとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "乙4の3記載のものは，直接的は，三菱の電気掃除機に他社のごみ収納袋を使用するため用いるフリーサイズホルダーであるが，「銘柄間に互換性があると大変便利ですが」と記載され，当時認識されていたメーカー間の互換性という課題を指摘している。しかも，フリーサイズホルダーが電気掃除機の集塵部に取り付けられるものであることは自ずから明らかであって，他社製の電気掃除機用ごみ収納袋を使用するために，口紙を集塵部の形に合わせて切り取る場合があることは容易に推測される。一般消費者向けの雑誌にさえこのような記載があることからすれば，当業者においては雑誌発行の昭和60年2月当時，口紙を集塵部の形に合わせて切り取ることにより他社製の電気掃除機用ごみ収納袋を使用することができるということは当然周知であったのである。",
            "一般消費者が作成した乙4の14にも，出願前物件1がフリーサイズホルダーを介さずに集塵部に取り付けることができ，実際に使用しても何ら不都合が生じなかったことが示されている。当業者であれば，出願前物件1を掃除機の集塵部に取り付けるのに，フリーサイズホルダーを要しないことについて容易に想到し得たはずである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "参加人は，乙4の10について，本件特許とは無縁のものであると主張するが，乙4の10には，厚紙等で形成される支持板からミシン目に沿って蓋体を切り離すことが示されており，厚紙を切り離すための手法としてミシン目が使われることは，出願当時に既に公知又は慣用の技術であったということができる。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "乙4の15に関する参加人の主張は，何ら根拠のないものである。"
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "取消事由4(予期し得ない顕著な効果の看過)",
      "text": [
        "(参加人の主張)",
        "本件特許に係る電気掃除機用ごみ収納袋は，「取付孔」と「折り取って種々の電気掃除機の集塵部の形状に適合させるためのミシン目」とが口紙に設けられており，取付孔の位置が，前記導入口を中心にして，前記ミシン目から右90°に位置するので，種々の電気掃除機の集塵部に適合させることができるという格別顕著な効果が奏される。この効果は，出願前物件1及び2の効果とは異質で，出願前物件1及び2からは予期し得ないものである。",
        "(被告の主張)",
        "参加人の主張は争う。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(出願前物件1及び2の公然実施性についての認定の誤り)について",
          "text": [
            "参加人は，出願前物件1及び2にはもともと切れ目がなかった可能性が高く，出願前物件1及び2は本件特許の出願後に被告が作ったものであるから，本件特許出願前に公然実施されていたものではないと主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本件出願前物件1について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙9の1が，出願前物件1のごみ収納袋の写真であり，乙9の3がその包装箱の写真であることは，当事者間に争いがない。乙9の1，3によれば，出願前物件は，①口紙と袋本体が一体化した電気掃除機用ごみ収納袋であり，②その口紙部分には，導入口21，ミシン目25，小孔24，切れ目22，23などが設けられ，③その袋本体部分には，挿入方向を示す矢印が記載され，その矢印方向と反対側には枠に囲まれた記載が存在し，④その包装箱の表面には「清潔ゴミ捨て まるごとポイ！」「ナショナル掃除機キャニスター 交換用紙パック 1箱・5枚入り600円」「松下電器産業株式会社 掃除機事業部」などと記載されているとの事実が認められる。",
                    "他方，昭和57年11月当時の松下電器製電気掃除機等のカタログである乙4の1の1及び昭和58年7月当時の同製品等のカタログである乙4の1の2に掲載されているごみ収納袋(乙5の1，2はその拡大写真)は，①出願前物件1と同様，口紙と袋本体が一体化した電気掃除機用ごみ収納袋であり，②その口紙の形状・構造も出願前物件1と同じであり，同口紙に設けられている導入口，ミシン目，小孔，切れ目(2か所)も出願前物件1のものと同一の形状，位置関係にあり，③その袋本体には，出願前物件1と同様，挿入方向を示す矢印と枠に囲まれた記載が存在し，④ごみ収納袋の説明として，乙4の1の1には，「清潔ゴミ捨てまるごとポイ！」(表紙)，「キャニスターには専用，紙パックを！ 交換用・紙パックセット(AMC-P1 標準価格600円)は5枚入り」(2枚目)と記載され，乙4の1の2",
                    "には，「交換用・紙パックセット5枚入り AMC-P1 標準価格 600円」「清潔ゴミ捨て紙パック」(2枚目)などと記載されているとの事実が認められる。",
                    "以上によれば，出願前物件1は，本件特許出願前から松下電器が製造販売しているAMC-P1型式のごみ収納袋であると認められ，出願前物件1と口紙の構成，形状が同一であるごみ収納袋は，本件特許出願前から製造販売されていたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，出願前物件1には製造年月日が印字されていないことは，参加人の主張するとおりであるが，乙4の1の2に掲載されたごみ収納袋と出願前物件1を対比すると，口紙の形状・構成や，袋本体の記載などにおいて相違する点はなく，両者はほぼ同時期に製造・販売されたものと認められる(乙4の1の1のごみ収納袋と出願前物件1は，袋本体部分の枠の印刷位置などが異なる。)。",
                    "また，型式がAMC-P1のごみ収納袋に関する設計図面と認められる乙4の5の5によれば，昭和59年10月19日の改訂により，ごみ収納袋の袋本体の枠内の記載は，出願前物件1と同一の内容から，異なる内容へと変更されていることが認められ，さらに，昭和62年2月当時の商品を掲載した松下電器製電気掃除機のカタログ(乙4の13，10枚目)によれば，型式がAMC-P1のごみ収納袋は，このころまでに，出願前物件2と同様の切欠きを備えるものに変更されていたものと認められる。そうすると，出願前物件1のごみ収納袋が，遅くとも昭和62年2月ころまでに製造販売されたものであることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，出願前物件1は，本件特許の出願日(昭和62年5月1日)より前に，松下電器の電気掃出除機用ごみ収容袋として製造販売され，公然実施されていたものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，本件出願前物件2について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙9の2が，出願前物件2のごみ収納袋の写真であり，乙9の4がその包装袋の写真であることは，当事者間に争いがない。乙9の2，4によれば，出願前物件2は，①口紙と袋本体が一体化した電気掃除機用ごみ収納袋であり，②その口紙部分には，導入口61，ミシン目65，切欠け68，小孔64，切れ目62，63などが設けられ，③その袋本体部分には「ダニコロ2重紙パック」「●内袋に防虫・防菌処理をした紙パックです。●直射日光を避け，幼児の手の届かないところに保管してください。」などと記載され，④その包装袋には「キャニスター交換用ダニコロ 2重紙パック AMC-DP1 標準価格700円(5枚入り)」「ナショナル掃除機」などと記載されているとの事実が認められる。",
                    "他方，昭和60年9月当時の松下電器製電気掃除機等のカタログである乙4の2の1及び昭和62年1月当時の同製品等のカタログである乙4の2の2に記載されたごみ収納袋(乙5の3，4はその拡大写真)は，①口紙と袋本体が一体化された電気掃除機用ごみ収納袋であり，②その口紙の形状・構造も出願前物件2と同じであり，同口紙に設けられている導入口，ミシン目，切欠け，小孔，切れ目(2か所)も出願前物件2のものと同一の形状，位置関係にあり，③その袋本体部分には，「ダニコロ2重・紙パック」「●内袋に防虫・防菌処理をしたクリーン紙パックです。」(乙4の2の1)，「防虫・防菌紙パック」(乙4の2の2)などと記載され，④ごみ収納袋の説明として，乙4の2の1には「交換用ダニコロ・2重紙パック(5枚入り) AMC-DP1 標準価格700円」，乙4の2の2には「防虫・防菌紙",
                    "パック AMC-DP1(5枚入り) 別売標準価格700円」などの記載がある。",
                    "以上によれば，出願前物件2は，本件特許出願前から松下電器が製造販売しているAMC-DP1型式のごみ収納袋であると認められ，出願前物件2と口紙の構成，形状が同一のごみ収納袋は，本件特許出願前から製造販売されていたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "出願前物件2についても製造年月日が印字されていないことは，参加人の主張するとおりであり，出願前物件2，乙4の2の1，乙4の2の2のごみ収納袋は，上記判示のとおり，袋本体の表示などにおいて相違するので，その製造販売時期は異なるものとも考えられる。",
                    "しかしながら，型式がAMC-DP1のごみ収納袋の設計図面と認められる乙4の6の1の改訂履歴によれば，昭和60年7月30日に，袋本体の表示内容が変更され，乙4の2の1の上記表示から，出願前物件2と同様の，戯画化したダニのマーク付きの「●内袋に防虫・防菌処理をした紙パックです。●直射日光を避け，幼児の手の届かないところに保管してください。」との表示へと改訂され，さらにその後，昭和62年1月までの間に「防虫・防菌紙パック」との表示(乙4の2の2)に変更されたものと認められる。そうすると，出願前物件2は，遅くとも昭和62年1月までに製造販売されたものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，出願前物件2は，本件特許の出願日(昭和62年5月1日)より前に松下電器の電気掃除機用ごみ収容袋として製造販売され，公然実施されていたものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "参加人は，出願前物件1及び2にはもともと切れ目がなかった可能性が高いと主張するが，乙9の1，2を精査しても，出願前物件1，2の切れ目が後につけられたことをうかがわせるような不自然な点は存在しない。また，出願前物件1，2はそれぞれ型式がAMC-P1，AMC-DP1の松下電器製電気掃除機",
              "text": [
                "用のごみ収納袋であるところ，乙4の1の1，4の1の2，4の2の1，4の2の2のカタログに掲載されたごみ収納袋には，出願物件1，2と同様の切れ目が存在することは，前記判示のとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "参加人は，上記各カタログがいつ，どこで，何のために印刷されたのか明らかではなく，不特定の人に配布されたことを示す証拠もないと主張するが，その記載内容によれば，これらのカタログが取扱店等を通じて不特定多数の顧客に配布するために作成されたものであることは明らかであり，また，各カタログにはいつの時点の商品を掲載しているかが表示されているのであるから，参加人の主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，参加人の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点認定の誤り，相違点の看過)について",
          "text": [
            "審決は，本件発明と出願前物件1を対比し，「前者が「取付孔の位置が前記導入口を中心にして前記ミシン目から右90°の位置」となる位置に「折り取って種々の電気掃除機の集塵部の形状に適合させるためのミシン目」を備えているのに対して，後者が同位置に切れ目(22，23)を備えている点でのみ相違し，その他の構成については両者は一致する。」と認定したところ，参加人は，審決の一致点の認定は誤りであり，相違点を看過したものであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の認定する一致点は，必ずしも明確ではないが，要するに，出願前物件1と本件発明は，口紙に，①取付孔を備えていること，②折り取って種々の電気掃除機の集塵部の形状に適合させるための構成を有していること，③導入口を中心にして同構成から右90°の位置に取付孔があること，において一致すると認定し，同構成が本件発明においてはミシン目であるのに対し，出願前物件1では切れ目であることにおいて相違すると認定したものと理解できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記①について，検討する。",
                "本件発明の特許請求の範囲には，取付孔の大きさや形状についての記載はないところ，本件明細書(丙17)には「取付孔4は，前記掃除機の集塵部に装着する際の位置決めとなる凸部などが設けられているものにも，適合させることができるようにするために設けられている。」(段落【0015】)との記載がある。そして，図1では，口紙3の導入口2の中心を通り，ミシン目5と平行な直線上で，かつ口紙3の導入口2を中心としてミシン目5から右90°の位置に，導入口2の口径と比較して極めて小さな口径を備えた取付孔4が例示されている。",
                "他方，出願前物件1においても，導入口21の口径と比較して極めて小さな口径を備えた孔24が設けられており，この孔24は，導入口21の中心を通り，切れ目22，23を結んだ直線と平行な直線上にあり，かつ口紙の導入口21を中心として切れ目を結ぶ直線から右90°の位置に設けられていることが認められる。出願前物件1の孔24の形状，大きさ，位置関係によれば，孔24は，掃除機の集塵部に装着する際の位置決めとなる凸部などに適合させることが可能な孔であり，本件発明の取付孔4に相当するということができる。",
                "したがって，上記①を一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記②について，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "出願前物件1の切れ目22，23は，紙パックの挿入方向と垂直の方向に，ミシン目1目程度の幅で設けられているものであるが，出願前物件1の包装箱の裏面に記載された「2重紙パックの使い方」の「取りつけかた」「ごみの捨てかた」によれば，同物件の切れ目22，23は，ごみ収納袋を掃除機に取り付け，又は掃除機から取り出して捨てる際に使用することは予定されておらず，その他の用途のために設けられているものと考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，乙4の13によれば，本件特許出願当時，松下電器のほか，日立，三洋，三菱電機などの家電メーカーが，電気掃除機用ごみ収納袋を販売していたと認められるところ，「月刊消費者」昭和60年2月号(乙4の3)には，以下の記載がある。",
                    "「紙袋は，銘柄間に互換性があると大変便利ですが，三菱は他社に先駆けてフリーサイズホルダーというものを付けていました。これは他社の紙袋を使用するときに用いるもので，今回テストに使った紙袋で調べてみたところ，ナショナルを除きすべてそのままで使用することができました。ナショナルのものは，台紙の部分を形に合わせて切り取れば使用することができます。」(14頁)",
                    "それとともに，同誌は，日立，三洋，松下電器のごみ収納袋の写真を掲載し，「三菱のフリーサイズホルダーに日立の紙袋をセットしたところ。となりにある紙袋はナショナル(右)とサンヨー(左)のもの。」(同頁)との説明を付している。",
                    "上記記載によれば，本件特許出願当時，各メーカーのごみ収納袋について，消費者から互換性のある商品を要望されており，三菱電機のフリーサイズホルダーは，自社のごみ収納袋を他社の電気掃除機に適合させるようにしたものではないが，フリーサイズホルダーを通して他社のごみ収納袋を自社の電気掃除機に取り付けることを可能とする点で，ごみ収納袋の互換性を意図するものということができる。",
                    "そして，同誌に掲載された松下電器のごみ収納袋の写真によれば，その型式は出願前物件1と同じAMC-P1であると認められるところ，松下電器のごみ収納袋を日立，三洋のごみ収納袋の写真と対比すると，松下電器のごみ収納袋の口紙だけが吸込口を中心に小孔から右90°の方向に，幅広の口紙端部を有しているものと認められる。同誌の前記記載によれば，松下電器以外のごみ収納袋は，その口紙の一部を切り取ることなく，そのまま使用できたというのであるから，松下電器のごみ収納袋についてフリーサイズホルダーに取り付ける際に切り取る必要があったのは，上記幅広の口紙端部であると考えられる。そして，日立，三洋と松下電器製のごみ収納袋の形状を対比すると，松下電器製のごみ収納袋の切取線は，口紙の2か所の切れ目を結んだ直線上に位置すると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "松下電器のごみ収納袋に切れ目を設けた理由について，被告の従業員としてごみ収納袋の企画・設計を担当した篠原康徳の陳述書(乙4の15)には「松下の口芯は，他社の物より寸法的に大きく，そのままの状態では他社掃除機に取り付けることができないのですが，他社との共有化のために設置された「切れ目」の部分から切断し，ゴミ漏れ防止蓋をちぎり取ることにより，口芯の形状が他社と同じになり，他社への取り付けが可能となるのです。」(2頁12～16行)と記載されている。参加人は，同陳述書の内容は信用性に欠けると主張するが，上記陳述内容は，上記イの判示とも符合するものであり，信用することができるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，出願前物件1の切れ目22，23は，折り取って種々の電気掃除機の集塵部の形状に適合させるための構成であるということができる。",
                    "したがって，上記②を一致点とした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記③について，検討する。",
                "上記のとおり，本件発明と出願前物件1は，折り取って種々の電気掃除機の集塵部の形状に適合させるための構成である点で一致しているところ，本件発明の取付孔4と出願前物件1の孔24は，いずれも導入口を中心にして上記構成から右90°の位置にあるものと認められる。参加人は，ごみ収納袋の袋本体の説明書きの文字の向きを基準にして位置関係を定めるべきであると主張するが，本件発明1は，導入口を中心として，ミシン目から見た取付孔の相対的位置関係を規定しているにすぎず，袋の説明書きの文字の向きとの関係で，取付孔の位置関係を規定しているのではないから，参加人の主張は失当である。",
                "したがって，上記③を一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，審決の一致点及び相違点の認定に誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の判断の誤り)について",
          "text": [
            "参加人は，仮に，一致点及び相違点の認定に誤りがないとしても，相違点に係る構成は出願前物件1に基づいて当業者が容易に想到し得たものとはいえないと主張する。",
            "しかしながら，本件発明と出願前物件1は，いずれも折り取って種々の電気掃除機の集塵部の形状に適合させるための構成を有するところ，両者の相違点は，本件発明がミシン目を設けているのに対し，出願前物件1が切れ目を設けている点にすぎないということができる。",
            "電気掃除用ごみ収納袋の技術分野において，厚紙等の切れ目となる線にミシン目を設けることは，実開昭60-36846号公報(乙4の10)にも，ミシン目に沿って厚紙等を切り離すことが示されているように，本件特許出願前に慣用の技術であったということができるのであって，折り取るための構成をミシン目とするか切れ目にするかは，当業者が適宜選択し得る設計事項というべきである。",
            "したがって，相違点に係る構成は出願前物件1に基づいて当業者が容易に想到し得たものであり，参加人の主張する取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(予期し得ない顕著な効果の看過)について",
          "text": [
            "本件発明は，出願前物件1又は2に基づいて当業者が容易に想到し得るものであるところ，参加人の主張する作用効果は，本件発明の構成にすることにより当然に生じ，あるいは生じると予測されるものであり，予期し得ない顕著な効果であるとは認められない。",
            "したがって，参加人の主張する取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "参加人の主張する取消事由はいずれも理由がないので，参加人の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ]
}