{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人X1の控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人X2の控訴をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴費用は，被控訴人について生じた分は控訴人X1及び控訴人X2の負担とし，控訴人X1及び控訴人X2について生じた分は各自の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人X1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，控訴人X1の敗訴部分を(2)の限度で取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は控訴人X1に対し，1億円及びこれに対する平成15年5月23日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は第1，2審を通じ被控訴人の負担とする。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "仮執行の宣言"
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人X2の控訴を棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人X2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，控訴人X2の敗訴部分を(2)ないし(4)の限度で取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人X2と控訴人X1との間において，被控訴人による原判決別紙物件目録1及び2記載の物件の製造販売につき，控訴人X1が特許第1955583号特許権及び特許第3116376号特許権の侵害を理由として被控訴人に対して有する損害賠償請求権又は不当利得返還請求権133億9800万円のうち，1億円は控訴人X2が有することを確認する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人X1は被控訴人に対し，控訴人X1が被控訴人に対して有する前項記載の損害賠償請求権又は不当利得返還請求権133億9800万円のうち30億1455万円を平成15年3月27日控訴人X2に債権譲渡した旨の通知をせよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は控訴人X2に対し，1億円及びこれに対する平成15年3月27日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "訴訟費用は第1，2審を通じ被控訴人及び控訴人X1の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人X1及び控訴人X2の各控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴費用は控訴人X1及び控訴人X2の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "以下，略語については，当裁判所も原判決と同一のものを用いる。",
        "控訴人X1は，「ナビゲーション装置及び方法」の発明に係る本件特許権1(特許番号第1955583号)及び「ナビゲーション装置及びナビゲーション方法」の発明に係る本件特許権2(特許番号第3116376号)の特許権者である。",
        "控訴人X1は，被控訴人が遅くとも平成6年10月27日から平成15年5月19日までの間に行った被告製品Aの製造販売が本件特許権1を，遅くとも平成12年10月7日から平成15年5月19日までの間に行った被告製品Bの製造販売が本件特許権2をそれぞれ侵害するものであると主張して，被控訴人に対し，本件各特許権侵害による不法行為に基づく損害賠償請求権(主位的)又は不当利得返還請求権(予備的)の一部として133億9800万円及びこれに対する訴状訂正申立書送達の日の翌日である平成15年5月23日から支払済みまで民法所定年5分の割合による遅延損害金の支払を求めた。",
        "控訴人X2は，控訴人X1との間で，平成15年3月27日，控訴人X1が有する，本件各特許権を侵害する者に対する損害賠償請求権及び本件各特許権の実施料その他の本件各特許権から生ずる一切の債権のうち，その22．5パーセントを譲り受ける旨合意したと主張して，被控訴人に対しては，前記損害賠償請求権又は不当利得返還請求権の22．5パーセント相当額である30億1455万円及びこれに対する債権譲渡の日である平成15年3月27日から支払済みまで民法所定年5分の割合による遅延損害金の支払を求めるとともに，控訴人X1に対し，前記債権のうち30億1455万円が控訴人X2に帰属することの確認及び被控訴人に対する債権譲渡の通知を求めて，原審において独立当事者参加をした。",
        "原判決は，被告製品Aは本件発明1の技術的範囲に属さず，被告製品Bも本件発明2(請求項1，6)の技術的範囲に属しないとして，控訴人X1の請求を棄却するとともに，控訴人X2の被控訴人に対する請求も棄却し，また，控訴人X2の控訴人X1に対する請求についても，控訴人X1の被控訴人に対する損害賠償請求権又は不当利得返還請求権が存在しないとの判断をもとに，これを棄却した。",
        "控訴人X1は，これを不服として，不服申立ての限度を1億円として控訴を提起した。また，控訴人X2は，被控訴人に対する請求については，不服申立ての限度を1億円として控訴を提起し，控訴人X1に対する請求については，債権譲渡の通知と1億円の限度での債権帰属確認を求めて控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者の主張は，次のとおり当審における主張を付加するほか，原判決の「事実及び理由」欄の「第2　事案の概要」の1，2及び「第3　争点に関する当事者の主張」記載のとおりであるから，これを引用する(ただし，原判決6頁23行目及び24行目の各「被告製品」をいずれも「被告製品A」に，同頁末行，7頁1行目及び13頁23行目の各「被告製品」をいずれも「被告製品B」に改める。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人X1及び控訴人X2(以下「控訴人ら」という。)の当審における主張の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「進行線」の定義",
                  "text": [
                    "原判決は，「進行線」の始点及び終点を交差点(又はこれに準じる地点)であると理解しているが，本件明細書1(14欄6行以下，19欄12行以下，実施例11)には，現在位置の推定ができる場合には，「進行線」の始端が交差点(又はこれに準じる地点)ではなく，現在位置となる例が含まれている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「進行線」の作成・表示(更新)のタイミング",
                  "text": [
                    "原判決は，「進行線」が「右左折する度に新しく作成され，…(中略)…現に進行している通路を右左折しない限りは(ただし，進行線の終点に到達したときは除外する。)，更新されない」と判断している。",
                    "しかし，「進行線」の始端が現在位置となる(本件明細書1の14欄6行以下，19欄12行以下，実施例11)実施例においては，「進行線」は現在位置の変化に伴って，時々刻々と変化し得るものとなり，右左折したときに限って新しく作成・表示されるものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「進行線」の表示と画面表示の「スクロール」",
                  "text": [
                    "原判決は，被告製品Aの一般地図は自車の進行に応じて「スクロール」することが可能であることを根拠の1つとして，被告製品Aが「進行線」を表示したものではないと判断しており，「進行線」を表示した場合には，画面は「スクロール」しないものと考えている。",
                    "しかし，カーナビゲーションシステムにおいては，画面上の表示が自車の移動に伴って「スクロール」せずに固定されている場合には，自車の位置が画面から外れてしまい，ナビゲーションに有益な情報が表示されなくなってしまうから，カーナビゲーションであれば，その画面はすべからく「スクロール」するのであって，そのことは，画面に表示されているのが「進行線」か否かとは関係がない。本件発明1はカーナビゲーションを含むナビゲーション装置に関するものである以上，本件発明1の「進行線」を表示した場合でも，その画面は「スクロール」する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「進行線」と道路の関係",
                  "text": [
                    "原判決は，被告製品Aにおける自車が現に進行している道路は「道路地図中の一部の道路」を示すものとして「作成・表示」されているから，「進行線」に当たらないとしている。",
                    "しかし，「道路地図中の一部の道路を表す線」であれば，そのことから直ちにそれが「進行線」ではないということにはならず，「地図表示方式」に表示されているような，単に「道路地図中の一部の道路を表す線」という意味しか持たない線として表示されている場合に限り，「進行線」に該当しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「進行線」の作成方法",
                  "text": [
                    "原判決は，被告製品Aの「一般地図」については，本件発明1と同様に，道路の「作成・表示」にノード・リンク・リンク列等により構成されている道路データを用いていること及びその道路データが道路の形状と位置のデータを得ることができる情報に当たると認定しながら，結果物が「進行線」とは異なると判断している。",
                    "しかし，「作成方法」が全く同じであれば，それにより作成される結果物(表示されるもの)も同一となると考えられるから，原判決が，本件発明1と被告製品Aそれぞれにおける道路データの利用方法(道路データをどのように利用して，結果物を表示するか)について全く検討していないのは，誤りである。",
                    "本件発明1における「進行線」の作成に用いられる道路データは，一貫した1つの通路とみなされる通路(ドライバーの受ける印象において同一の通路と見えるもの)をグループ化してリンク群を作成する(本件明細書1の22欄40行以下)のであり，被告製品Aが使用するKIWIデータベースは，このような方法でリンクをグループ化しているものである。",
                    "原判決は，被告製品Aの「市街地図」について判断していないが，「市街地図」もKIWIデータベース(ノード・リンク・リンク列)を使用しており，「自車が現に進行している通路を表す線」の作成方法は「一般地図」の場合と同じあるから，その構成は本件発明1の「進行線」の技術的範囲に属するものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "具体的な始点・終点の特定",
                  "text": [
                    "原判決は，被告製品Aの一般地図については，ノード・リンク・リンク列等から構成される道路データを用いて「自車が現に進行している通路を表す線」を作成していることを認定している。ノード・リンク・リンク列は，道路を特定の始点及び終点で区切ってデータ化したものにほかならない。したがって，被告製品Aも「自車が現に進行している通路を表す線」を「具体的な始点及び終点で特定した上で」作成している。また，被告製品Aが使用しているKIWIデータベースにおいては，リンク列を利用して，具体的な始点及び終点で特定した上で，自車が現に進行している通路を「線状に」作成している。したがって，被告製品Aも，「具体的な始点・終点を特定した上で」，「自車が現に進行している通路」を「線状に」作成・表示しているのであって，その構成は本件発明1の「進行線」の技術的範囲に属するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許2について",
              "text": [
                "原判決は，本件発明2の技術的範囲について，「通常の使用状態において継続的に表示部に2つ以上の可能経路が同時に表示される」と認定している。",
                "しかし，本件明細書2においては，可能経路の表示のタイミング及び表示時間については一切限定を加えておらず，「継続的」に2つ以上表示されるとの記載は一切ない。むしろ，本件明細書2は，ドライバー等が必要と感じたときに表示画面上の可能経路等の更新を行なうように構成することも可能である(本件明細書2の9欄31行以下)とし，表示は「散発的」で足りる。したがって，原判決は，本件発明2の技術的範囲を不当に限定的に解釈し，被告製品Bが本件発明2の技術的範囲に属するか否かの判断を誤ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人及び補助参加人の当審における主張の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「進行線」の定義",
                  "text": [
                    "本件明細書1では，現在位置を推定することができる場合であっても，「進行線」の定義(本件明細書1の13欄49行～14欄3行)に変わりがない。",
                    "控訴人らが挙げる実施例11等は，「移動するものが右左折をしないときに進行することになる通路」の始端を「現在位置」として表示するものにすぎず(本件明細書1の26欄7行～9行)，「進行線」の定義としては変わりがない。。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「進行線」の作成・表示(更新)のタイミング",
                  "text": [
                    "本件発明1では，「進行線」の「更新」は，「通路」の変更に伴うものであり(請求項15，本件明細書1の6頁12欄3行以下，19行～21行)，「現に進行している通路」が変更されない限り「更新」はされない。",
                    "実施例11のように現在位置が推定される場合においても，「進行線」の始端として現在位置が表示され，現在位置の移動に伴って，進行線の始端が移動していくだけであり，進行線の更新は，移動するものが右左折をして新たな通路に入ったときに限られる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「進行線」の表示と画面表示の「スクロール」",
                  "text": [
                    "本件発明1では，「表示画面に表示される進行線は，ドライバー等が右左折によって進行すべき通路を新たに選択するたびに更新される」(本件明細書1の12欄19行～21行)のであって，本件明細書1に，「自車位置」の移動に応じて画面の表示変更を行うことについての記載はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「進行線」と道路の関係",
                  "text": [
                    "本件発明1は，「進行線」を含む表示方式において「従来の地図表示方式及び矢印表示方式とは全く異なる」ものであり，「経路誘導方式とはナビゲーション原理が本質的に異な」るものである(本件明細書1の11欄22行～25行)。",
                    "そして，「進行線は，…(中略)…，出発地と目標地(目的地)との間において進行開始前に予め一義的に決定される走行コースとは，概念的に顕著に異なるものである。また，単に表示部の画面に表示された道路地図中の一部の道路を表す線とも異なるものである。」(本件明細書1の12欄24行～29行)。被告製品Aの「3D表示」は，三次元的に表示されていても，あくまで自車位置周辺の「地図」を表示するもので，「道路地図上の一部の道路を表す線」そのものが表示されるにすぎない。",
                    "控訴人らの主張するように，「進行線」を「現に進行している通路を表す線」であって何ら限定のないものと解すると，「進行線」と「道路地図中の一部の道路を表す線」との峻別ができなくなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「進行線」の作成方法",
                  "text": [
                    "ノード・リンク・リンク列に基づいて現に進行している通路及びその周辺通路を作成・表示することは，乙第36，第49及び第50号証に開示されているように，周知慣用技術であるし，ノード・リンク・リンク列を用いる方法が，本件発明1の出願当時，既に一般的な方法であった(本件明細書1の22欄31，32行，40行～42行)。したがって，本件発明1の「進行線」は，ノード・リンク・リンク列により構成されている道路データを用いて作成・表示される道路のうち，「道路地図中の一部の道路」や「誘導経路」とは全く異なる独自の情報概念からなる別個の線を作成・表示するものに限定される。",
                    "なお，被告製品Aが使用するKIWIデータベースは，その名のとおり，カーナビゲーションシステムに用いる地図データベースにすぎないから，「ナビゲーション装置」や「ナビゲーション方法」に関する本件発明1の技術的範囲に属することはあり得ない。",
                    "被告製品Aの「市街地図」では，道路や背景などをすべて「ポリゴン」に基づく背景データを用いて描画しており，ノード・リンク・リンク列を用いているものではない。また，被告製品Aの「市街地図」は，「一般地図」とデータベースにおけるデータの構成が異なるが，衛星電波及び距離，方位の検知手段で自車の現在位置を推定し，その推定に基づき自車位置付近の背景データをKIWIデータベースから検索して地図を表示し，その表示された地図上に自車が存在する推定位置を道路上に表示するものであるから，「市街地図」において自車が現に進行している通路は，「道路地図中の一部の道路」を示すものとして作成・表示されるものであり，「進行線」を作成・表示するものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "具体的な始点・終点の特定",
                  "text": [
                    "被告製品Aは，「自車が現に進行している通路」を表示画面上の一般地図に表示される道路からなる道路データに基づいて作成・表示しているのであって，これとは別個に，「自車が現に進行している通路を具体的な地点である始点及び終点で特定し」，「それを線状に作成・表示するもの」ではないから，「進行線」に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許2について",
              "text": [
                "本件発明2は，刻々変化する移動体の現在位置を利用して求められた「2つ以上の可能経路」を運転し走行する基準にして，車両が確実に目的地に到達することができるように「同時表示」されるのであるから，「2つ以上の可能経路」は，目的地に至るまで，「継続的」に同時表示されるものであると解釈される。",
                "「2つ以上の可能経路」が同時表示されることによる効果は，現場においてドライバーの自由な判断を可能にすることにある(本件明細書2の10欄43行～11欄4行)から，この効果を奏するためには，「継続的」に同時表示される必要がある。本件明細書2の第2図において，ステップ12から14までの動作は，ステップ15において移動目的地に至ったと判定されるまで繰り返されることが示され，その説明においても，動作の繰り返しが記載されている(本件明細書2の8欄27行～30行)。",
                "控訴人らが挙げる「運転中において必要と感じたときに，表示画面上の可能経路等の更新を行うように構成することも可能である。」(本件明細書2の9欄31行以下)との記載は，「2つ以上表示される可能経路」の「更新」を自動でなく手動で行うことが可能であることを説明しているだけであり，「可能経路が2つ以上表示される」状態が散発的で足りるとの記載ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許権1及び2は，原審で主張したとおりの無効理由があり，特許無効審判により無効にされるべきものであるから，特許法104条の3第1項に基づく権利行使の制限の主張を追加する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人らの被控訴人に対する請求について",
          "text": [
            "当裁判所も，被告製品A及びBの製造販売がそれぞれ本件特許権1及び2の侵害とはならないから，控訴人X1の被控訴人に対する損害賠償請求権又は不当利得返還請求権に基づく請求は理由がなく，また，上記請求権があることを前提とする控訴人X2の被控訴人に対する請求も理由がないものであり(なお，そもそも控訴人X1から控訴人X2に対する債権譲渡の事実も認められないことは，後記3のとおりである。)，いずれも棄却すべきであると判断する。その理由は，2のとおり付加するほか，原判決の「第4　当裁判所の判断」の「1　争点(1)について」及び「2　争点(2)について」(原判決30頁23行～45頁24行)記載のとおりであるから，これを引用する(ただし，原判決37頁2行目の「通路を指す」を「通路を表す線を指す」と改める。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人らの当審における主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「進行線」の定義",
                  "text": [
                    "控訴人らは，「進行線」の始点及び終点は交差点(又はこれに準じる地点)に限られるわけではなく，「進行線」の始端が現在位置となる例が含まれる旨主張する。",
                    "しかし，「本件発明1における『進行線』とは，通路が，交差点等の具体的な地点である始点から終点までを指すと定義されているのであるから，移動するものが右左折をしないときに進行することになる通路を表す線を指す」と解されるのであり，「進行線」の定義中に含まれる「通路」の始点及び終点は，「具体的な地点」であって，「進行線」は，「移動するものが右左折をしないときに進行することになる通路」を表す線として作成されるものである。したがって，「進行線」の始点及び終点が交差点(又はこれに準じる地点)に限られないことは控訴人ら主張のとおりであるが，そのことは「進行線」についての上記解釈を左右することになるものではない。上記の「具体的な地点」が現在位置となる場合であっても，「進行線」が「移動するものが右左折をしないときに進行することになる通路を表す線を指す」と解されることは，後記イのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「進行線」の作成・表示(更新)のタイミング",
                  "text": [
                    "控訴人らは，「進行線」の始端が現在位置となる(本件明細書1の14欄6行以下，19欄12行以下，実施例11)実施例においては，「進行線」は現在位置の変化に伴って，時々刻々と変化し得るものとなり，右左折したときに限って新しく作成・表示されるものとはいえないと主張する。",
                    "しかし，本件明細書1(甲第3号証)には，「現に進行している通路の変化につれ，現に進行している通路が変化するときに，その都度，新しい現に進行している通路に関する情報を取得し，この現に進行している通路を表す線を作成し，これにより，表示部の画面に表示されている，現に進行している通路を表す線は，更新される。」(12欄3行～8行)と記載されており，本件発明1における「進行線」の「更新」が「通路」の変更に伴うものであることが明確に記載されている(なお，請求項15，12欄19行～21行)。また，「進行線」は「現に進行している通路」を表す線であると定義されるのであるから，「現に進行している通路」に変更があれば別の「進行線」となることは当然に予測されることである。",
                    "控訴人らが挙げる実施例11は，「表示部13の画面に進行線を表示したときに，推定された自車の現在位置が，軌跡の終端又は進行線の始端として，表示処理手段22を介して表示部13に表示されるように構成される」ものである(本件明細書1の26欄6行～9行)。移動するものの現在位置を「進行線」の始端として表示する場合において，移動によって現在位置が変化したことを進行線の始端の変化として表示に反映させるためには，一定の時間的間隔で現在位置に関する最新の情報を取得し，それに基づいて表示部に表示する構成が必要であると考えられるが，そのような構成は本件明細書1に明示されていないし，少なくとも，「進行線」の「更新」の中に，現在位置の変化による「進行線」の始端の更新も含むと認めるべき記載はない。したがって，控訴人らの主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「進行線」の表示と画面表示の「スクロール」",
                  "text": [
                    "控訴人らは，本件発明1の「進行線」を表示した場合には，画面は「スクロール」しないものと判断するのは誤りである旨主張する。",
                    "しかし，引用に係る原判決認定のとおり，「被告製品Aでは，『自車が現に進行している通路を表す線』は，自車が現に進行している通路を具体的な地点である始点及び終点で特定した上で，それを線状に作成・表示するものではなく，表示画面上の一般地図に表示される道路からなる道路データに基づいて作成・表示しているのである。また，被告製品Aの上記一般地図は，自車が進行するのに応じてスクロールすることが可能であるから，自車が現に進行している通路の表示は，自車が右左折をすることとは関係なく更新される。」(原判決38頁7行～14行)ものである。すなわち，①被告製品Aの一般地図の表示画面と本件発明1の「進行線」を表示する画面とは，作成・表示の方法が異なっていることに加え，②被告製品Aの一般地図の表示画面上の「自車が現に進行している通路の表示」は，右左折をすることと関係なく更新されるものであって，右左折する度に新しく作成・表示される本件発明1の「進行線」とは，更新のタイミングが異なるものである。この更新のタイミングの相違は，本件発明1の「進行線」を表示した画面が「スクロール」するか否かとは関わりなく認められるものであり(上記認定は，本件発明1の「進行線」を表示した画面が「スクロール」するか否かについて判示するものではない。)，仮に本件発明1の「進行線」を表示した画面が「スクロール」するとしても，被告製品Aの一般地図の表示画面上の「自車が現に進行している通路の表示」が，本件発明1の「進行線」とは更新のタイミングを異にしていることに変わりはない。控訴人らの主張は，上記認定の趣旨を正解しないものであり，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「進行線」と道路の関係",
                  "text": [
                    "控訴人らは，被告製品Aにおける「自車が現に進行している道路」が「道路地図中の一部の道路」であったとしても，そのことから直ちにそれが「進行線」ではないということにはならず，「地図表示方式」に表示されているような，単に「道路地図中の一部の道路を表す線」という意味しか持たない線として表示されている場合に限り，「進行線」に該当しないと主張する。",
                    "しかし，控訴人らの主張によっても，その「『地図表示方式』に表示されているような，単に『道路地図中の一部の道路を表す線』という意味しか持たない線として表示されている場合」とそうでない場合とを区別する客観的基準は明らかでない。",
                    "本件明細書1(甲第3号証)において，従来技術である「地図表示方式」とは，「表示装置の画面において地図を表示し，地図の中に走行軌跡，現在位置，進行方向，目標，目標方向，指示コース等を表示する」方式であると定義されている(9欄7行～9行)。被告製品Aのシティロケーションマップ及びドライブレーンガイド表示における一般地図並びにバーチャルスケープ及びアーススケープにおける一般地図は，使用する地図の種類がそれぞれ異なるものの，表示装置の画面において地図を表示し，地図の中に走行軌跡，現在位置，進行方向，目標，目標方向，指示コース等を表示する点においては共通している。したがって，被告製品Aの一般地図は，本件明細書1にいう「地図表示方式」を採用したものであり，そこに表示される「自車が現に進行している道路」は「地図表示方式」における「道路地図中の一部の道路を表す線」である。",
                    "他方で，本件発明1は，「進行線」を含む表示方式において「従来の地図表示方式及び矢印表示方式とは全く異なる」ものであり，「経路誘導方式とはナビゲーション原理が本質的に異な」るものである(本件明細書1の11欄22行～25行)。そして，「進行線は，…(中略)…出発地と目標地(目的地)との間において進行開始前に予め一義的に決定される走行コースとは，概念的に顕著に異なるものである。また，単に表示部の画面に表示された道路地図中の一部の道路を表す線とも異なるものである。」(本件明細書1の12欄24行～29行)とされている。したがって，被告製品Aの一般地図に表示される「自車が現に進行している道路」は，本件発明1の「進行線」とは異なるものである。",
                    "被告製品Aのシティロケーションマップ及びドライブレーンガイド表示における一般地図は，引用に係る原判決認定のとおり，平面地図データを座標変換することにより三次元的に表示されているが，これも自車位置周辺の「地図」を表示していることに変わりはなく，そこに表示される「自車が現に進行している道路」は「道路地図上の一部の道路を表す線」であって，「進行線」とは異なる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「進行線」の作成方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，「作成方法」が全く同じであれば，それにより作成される結果物(表示されるもの)も同一となると考えられるのに，本件発明1と被告製品Aそれぞれにおける道路データの利用方法(道路データをどのように利用して，結果物を表示するか)について全く検討しないで，被告製品Aにおける結果物が「進行線」とは異なると判断するのは誤りである旨主張する。",
                        "引用に係る原判決認定(原判決37頁13行～38頁11行)の被告製品Aの構成から明らかなとおり，被告製品Aの「一般地図」は，①道路の「作成・表示」にノード・リンク・リンク列等により構成されている道路データを用いていること及び②その道路データは，道路の形状と位置のデータを得ることができる情報に当たることの2点においては，本件発明1の「進行線」と一致するが，③本件発明1の「進行線」は自車が現に進行している通路を具体的な地点である始点及び終点で特定した上で，それを線状に作成・表示するのに対し，被告製品Aの「自車が現に進行している通路を表す線」は表示画面上の一般地図に表示される道路からなる道路データに基づいて作成・表示している点において相違するものである。すなわち，被告製品Aの「自車が現に進行している通路を表す線」と本件発明1の「進行線」とは，作成方法が相違し，結果物も異なるのであって，控訴人らの主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，本件発明1における「進行線」の作成に用いられる道路データは，一貫した1つの通路とみなされる通路(ドライバーの受ける印象において同一の通路と見えるもの)をグループ化してリンク群を作成する(本件明細書1の22欄40行以下)ものであるところ，被告製品Aが使用するKIWIデータベースでも，このような方法でリンクをグループ化していると主張する。",
                        "しかし，被告製品Aが使用するKIWIデータベースは，その名のとおり，カーナビゲーションシステムに用いる地図データベースであって(甲第64号証)，「ナビゲーション装置」や「ナビゲーション方法」に関する本件発明1の技術的範囲に属することはあり得ないから，グループ化の点で共通していても，本件特許権1の侵害とは関係がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，被告製品Aの「市街地図」もKIWIデータベース(ノード・リンク・リンク列)を使用しており，「自車が現に進行している通路を表す線」の作成方法は「一般地図」と同じであるから，本件発明1の「進行線」の技術的範囲に属すると主張する。",
                        "しかし，引用に係る原判決認定(原判決37頁13行～23行)のとおり，被告製品Aの市街地図では，背景データを用いて道路及びそれ以外の地図要素のすべてを作成・表示しており，背景データは，道路データと異なり，「道路の形状と位置のデータを得ることができる情報」に当たらないから，この点で既に背景データのみを使う被告製品Aの「市街地図」が本件発明1の技術的範囲に属する余地のないことが明らかである(なお，控訴人らは，ノード・リンク・リンク列を用いずに，背景データ(ポリゴンデータ)を使用して表示をする場合でも，「進行線」に当たるとの主張はしていない。)。",
                        "控訴人らは，原審において，「被告製品Aにおいては，・・・②市街地図におけるすべての地図要素・・・を表示するために背景データ(ポリゴンデータ)を使用している」と主張していた(原判決9頁7行～9行)ところ，当審においては，「市街地図」もノード・リンク・リンク列を使用しているとして，本件発明1の「進行線」の技術的範囲に属すると主張する。しかし，本件全証拠によっても，被告製品Aの「市街地図」がノード・リンク・リンク列を用いていることを認めるに足りる証拠はないから，控訴人らの当審における主張は，その前提において失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "具体的な始点・終点の特定",
                  "text": [
                    "控訴人らは，被告製品Aの一般地図がノード・リンク・リンク列等から構成される道路データを用いて「自車が現に進行している通路を表す線」を作成しており，ノード・リンク・リンク列は，道路を特定の始点及び終点で区切ってデータ化したものにほかならないから，被告製品Aも「自車が現に進行している通路を表す線」を「具体的な始点及び終点で特定した上で」作成しているなどと主張する。",
                    "しかし，引用に係る原判決認定の被告製品Aの構成から明らかなとおり，被告製品Aは，自車位置周辺の道路地図を表示するために，表示される領域の周辺の道路データを取得し，道路地図として表示するものである。すなわち，被告製品Aにおいては，ノード・リンク・リンク列をデータベースから検索しても，得られた道路データを道路地図表示のために利用するのであって，リンク列を利用して，具体的な始点及び終点で特定した上で，自車が現に進行している通路を「線状に」作成・表示するために利用しているものではない。したがって，被告製品Aが使用しているKIWIデータベースからリンク列を検索したとしても，得られた情報を利用して，「具体的な始点・終点を特定した上で」，「自車が現に進行している通路」を「線状に」作成・表示することがない以上，本件発明1の「進行線」の技術的範囲に属するものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人らは，①本件明細書2において，可能経路の表示のタイミング及び表示時間については一切限定を加えておらず，「継続的」に2つ以上表示されるとの記載がなく，②本件明細書2は，ドライバー等が必要と感じたときに表示画面上の可能経路等の更新を行なうように構成することも可能である(本件明細書2の9欄31行以下)としていると主張する。",
                    "しかし，本件発明2における「2つ以上の可能経路」の「同時表示」は，目的地に至るまで，「継続的」に行われるものであると解釈される。その理由は，以下のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "①について",
                  "text": [
                    "本件明細書2(甲第4号証)には，「経路は1つではなく，2つ以上の複数の可能経路が表示されるので，ドライバーは厳密に1つの経路に従う必要がなく，またコンピュータに対して高負担となる方向規制のある通路に関してもあえてこれを可能経路に組み込むことをしなくても，現場においてドライバーの自由な判断に基づいて1つの可能経路から他の可能経路へ進路をとるという要領に従えば，方向規制のある通路を利用することも可能にし，軽い気分でナビゲーション装置を利用することができる。また可能経路を利用した運転は，道路の実際の状況をドライバーが判定しながら行うことができ，ドライバーの心理状態に即した利便性を備えている。」(10欄43行～11欄4行)と記載されている。したがって，「2つ以上の可能経路」が同時表示されることによる効果は，現場においてドライバーの自由な判断を可能にすることにあり，この効果を奏するためには，「継続的」に同時表示される必要がある。",
                    "また，本件明細書2(甲第4号証)の第2図において，ステップ12から14までの動作は，ステップ15において移動目的地に至ったと判定されるまで繰り返されることが示され，その説明においても，ステップ13では「2つ以上の可能経路」が求められ(7欄5行～8行)，「そして，ステップ14で検索された新しい可能経路等を表示装置3の画面に表示し，表示される可能経路を更新する。新しい可能経路が検索されないときには，表示画面の可能経路は更新されず，そのままに維持される。」(8欄22行～26行)，「自動車の現在位置が，移動目的地と一致しない限り，ステップ12～15が繰り返される。現在位置が移動目的地と一致したときには，ナビゲーションの動作は終了する。」(8欄27行～30行)と記載されており，動作の繰り返しが明記されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "②について",
                  "text": [
                    "控訴人らの挙げる本件明細書2の9欄31行目以下には，「ドライバー等が入力装置1を操作して，運転中において必要と感じたときに，表示画面上の可能経路等の更新を行うように構成することも可能である。」と記載されている。この記載は，「2つ以上表示される可能経路」の「更新」を自動でなく手動で行うことが可能であることを説明しているだけであり，「可能経路が2つ以上表示される」状態が散発的で足りるとの記載ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人X2の控訴人X1に対する請求について(争点(6)について)　　　控訴人X2は，控訴人X1との間で，平成15年3月27日，協力して本件各特許権を日本国内外で防御し，侵害を排除し，本件各特許権を活用した事業を推進していくことで合意し，その報酬として，控訴人X1が控訴人X2に対し，同日，日本国内外のすべての特許権侵害者に対する損害賠償請求権及び本件各特許権の実施料その他本件各特許権から生ずる一切の債権について，その22．5パーセントを譲渡する旨合意したと主張する。",
            "丙第3号証には，「覚書」という表題で，平成15年3月27日を作成日付として，控訴人X1が「所有するカーナビゲーション関連の特許にかかわる特許侵害事件の解決，及び事業化についての分析，調査，交渉等による利益の配分」について，控訴人X1，控訴人X2ほか4名の間で取り決める趣旨が記載されており，控訴人X2への利益配分の割合は，「全体の22．5パーセント」と記載されている。また，丙第2号証には，「委任状」という表題で，平成15年3月27日を作成日付として，控訴人X1が「所有するカーナビゲーション関連の特許にかかわる特許侵害事件の解決，及び事業化についての分析，調査，交渉並びに，その必要資金の準備について総ての処理が終了するまでの間」の「総ての取り仕切り」を，控訴人X1が控訴人X2に委任する趣旨が記載されている。",
            "しかし，上記丙第2号証及び第3号証のいずれにも，具体的な損害賠償請求権又は不当利得返還請求権を譲渡することは明示されていないし，丙第3号証の利益配分の割合を示した部分には，「特許権者：X1　　全体の45％」，「委任者：X2(金主分を含む)　　〃 22．5％」などの記載と並んで，「特許事務所・弁護士等　　〃 10％」との記載もあり，同号証の利益配分の取決めの趣旨が具体的な損害賠償請求権等の譲渡を含むとまで解するのは不自然であるといわざるを得ない。さらに，控訴人X1が被控訴人に対し損害賠償等を求める本件訴えを提起したのは平成15年1月21日である(顕著な事実)から，丙第2号証及び第3号証作成の時点では，損害賠償請求権又は不当利得返還請求権の債務者，債権の発生原因・額など譲渡の対象である債権を特定する要素を記載することが可能であったにもかかわらず，丙第2号証，第3号証には，それらのどれ一つとして記載されていない。したがって，丙第2号証及び第3号証は，控訴人X1から控訴人X2に対する本件損害賠償請求権又は不当利得返還請求権の債権譲渡があったことの証拠とはならない。このほかに，控訴人X1が控訴人X2に対し，被控訴人に対する本件損害賠償請求権又は不当利得返還請求権を債権譲渡したことを認めるに足りる証拠はない。",
            "以上のとおり，債権譲渡の合意があったと認めるに足りる証拠はないから，控訴人X2の控訴人X1に対する請求は，債権の帰属確認請求及び債権譲渡の通知請求のいずれも理由がなく，棄却すべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人X1の被控訴人に対する請求は，その余の点について判断するまでもなく理由がないし，控訴人X2の被控訴人に対する請求及び控訴人X1に対する請求のいずれも理由がない。よって，原判決は相当であるから，本件控訴をいずれも棄却することとし，当審における訴訟費用の負担につき民事訴訟法67条1項，61条，65条1項本文を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}