{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003-72941号事件について平成17年6月9日にした決定のうち，「特許第3412620号の請求項1に係る特許を取り消す。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有し請求項が1ないし3から成る後記特許につき，全請求項につき第三者から特許異議の申立てがなされ，これに対し原告が請求項1等の訂正を請求して対抗していたところ，特許庁が，訂正を認めた上，請求項1に係る特許を取り消す・請求項2ないし3に係る特許を維持する旨の決定をしたことから，原告が前記取消部分の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「回診用X線撮影装置」とする発明につき，平成13年2月20日(先の出願(計2件)に基づく優先権主張・優先日平成12年3月28日及び平成12年5月23日)に特許出願をし，平成15年3月28日に特許第3412620号として設定登録を受けた(請求項1ないし3。甲2。以下「本件特許」という。)。",
                "その後，本件特許の全請求項につき株式会社日立メディコから特許異議の申立てがなされ，特許庁において異議2003-72941号事件として審理されたが，原告は，同事件の係属中の平成17年5月16日，本件特許の特許請求の範囲の記載等につき訂正請求をした(甲3)。",
                "特許庁は，平成17年6月9日，「訂正を認める。特許第3412620号の請求項1に係る特許を取り消す。同請求項2ないし3に係る特許を維持する。」との決定(以下「本件決定」ということがある。)をし，その謄本は平成17年6月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の特許請求の範囲の【請求項1】に記載された発明で上記訂正後のもの(以下「本件発明」という。)は，下記のとおりである(下線は訂正部分)。",
                "記",
                "「独立に駆動される一対の駆動車輪を有し，操作ハンドルの操作に応じて，左右に独立して設けられたモータ機構を介して前記駆動車輪を駆動するよう構成された回診用X線撮影装置において，前記操作ハンドルとは別に装置微動動作用の入力手段と，該装置微動動作用の入力手段の入力を検知した場合に，回診用X線撮影装置が一定速度で微動するように前記モータ機構を制御する手段とを備えたことを特徴とする回診用X線撮影装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "決定の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定の内容は，別添決定写しのとおりである。その要旨のうち請求項1に係る特許の部分は，本件発明は，刊行物(実願平3-57024号(実開平5-9512号)のCD-ROM。決定甲1，本訴甲1(公開実用新案公報)と同一。",
                    "以下「本件刊行物」という。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項の規定により，特許を受けることができないと判断したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，決定は，上記判断に当たり，引用発明の内容，本件発明との一致点及び相違点を次のとおり認定した。",
                    "〔引用発明の内容〕",
                    "独立に駆動される一対の駆動車輪を有し，ハンドル部に設けられたグリップ(操作器)の操作に応じて，左右に独立して設けられた駆動源に係る機構を介して前記駆動車輪を駆動するよう構成された回診用X線撮影装置において，前記グリップ(操作器)とは別に，装置動作用の，X線管容器又はコリメータの近傍に設けられた第2の操作器を具備し，該第2の操作器のスイッチ操作によって，回診用X線撮影装置が動くように，駆動源を含む機構を制御することを特徴とする回診用X線撮影装置であって，第2の操作器13のスイッチ操作の仕方いかんによっては，回診用X線撮影装置が微動するように制御することができる回診用X線撮影装置。",
                    "〔一致点〕",
                    "独立に駆動される一対の駆動車輪を有し，操作ハンドルの操作に応じて，",
                    "左右に独立して設けられた駆動源を含む機構を介して前記駆動車輪を駆動するよう構成された回診用X線撮影装置において，前記操作ハンドルとは別に装置動作用の入力手段と，該装置動作用の入力手段の入力を検知した場合に，回診用X線撮影装置が動くように前記駆動源を含む機構を制御する手段とを備えたことを特徴とする回診用X線撮影装置である点。",
                    "〔相違点1〕",
                    "本件発明は，操作ハンドルとは別に設けた入力手段が，装置微動動作用の入力手段であり，該入力手段の入力検知により，回診用X線撮影装置が一定速度で微動するものであるのに対し，引用発明は，操作ハンドルとは別に設けた入力手段(第2の操作器)が，回診用X線撮影装置の入力手段であり，該入力手段の入力検知により，回診用X線撮影装置が動くものであって，該入力手段のスイッチの操作の仕方いかんによっては，回診用X線撮影装置が微動するようにできる，というものである点。",
                    "〔相違点2〕",
                    "本件発明は，駆動車輪駆動用の駆動源がモータであるのに対し，本件刊行物には，駆動源がモータであることについて記載がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "決定の取消事由",
              "text": [
                "本件決定のうち，引用発明の認定，一致点の認定，相違点1・2の認定，相違点2についての判断の部分は，認める。",
                "しかしながら，相違点1についての判断は誤りであるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "決定の判断内容",
                  "text": [
                    "決定は，① 引用発明における「第2の操作器の主な役割は，位置合わせのための台車の微少量の走行であ」ること(以下「根拠1」という。)及び「操作者が第2の操作器を操作中に，台車が不用意に高速走行してしまうと，患者，およびX線管容器またはコリメータの近傍で操作している操作者にとって危険であることは，明らかなことである」こと(以下「根拠2」という。)を根拠に，「第2の操作器を，位置決め専用の微かな速度で巡回X線装置を走行させるためのものとし，第2の操作器の操作入力の検知により，回診用X線撮影装置が微動するように前記駆動源を含む機構を制御する手段を設けることは，当業者が容易に想到できたものであ」ると判断し(以下「判断事項1」という。)，②「その際，微動の速度を一定速度であるように設定することは，普通の設計的事項である」と判断した(以下「判断事項2」という。)。",
                    "しかし，以下のとおり，これらの判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断事項1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "回診用X線撮影装置により撮影を行う際の位置合わせは，患者から離れた所定の位置まで大雑把に走行用の操作ハンドルを操作して装置を移動させる「第1ステップ」，慎重に操作ハンドルを操作して装置を低速で患者の近傍まで寄せる「第2ステップ」，撮影部位の位置合わせをX線管及び装置本体を微少量だけ移動させることにより行う「第3ステップ」から成る。",
                        "引用発明の第2の操作器は，本件刊行物(甲1)に，「13はグリップ8と同等の機能を持つ操作器(第2の操作器)で，X線管容器4またはコリメータ5近傍に固設または着脱自在に付装している。」(段落【0011】)，「X線管容器側(被検者側)あるいは台車(装置)周辺の任意の場所から台車(装置)に設けられた駆動輪の駆動源を個々に制御し，台車(装置)を自在に走行・細動さすことができる。」(段落【0008】)と記載されたとおり，装置の位置合わせに際して従来の操作ハンドルに代用されるものであるから，その主な役割は，台車を微少量走行させる第3ステップだけに限られるものではなく，装置を低速で走行させて患者の近傍まで寄せる第2ステップ等も含むものであることは明らかである。",
                        "したがって，第2の操作器の主な役割は位置合わせのための台車の微少量の走行であるとした決定の根拠1の判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "第2の操作器の主な役割が位置合わせのための台車の微少量の走行だけではないことからすれば，根拠1は，判断事項1の根拠となるものでない。",
                        "また，台車が不用意に高速走行してしまうと危険であることは，自明の事項であり，X線撮影装置の通常走行を含めたあらゆる場面で生じ得ることであるから，根拠2も，判断事項1の根拠とはならない。",
                        "なお，被告の引用する周知技術(乙2，3)は，運転席に座って操作するトレーラ等であり，また，歩行速度より明らかに高速の速度を通常の走行速度とし，歩行速度を微動速度レベルとするものである。これに対し，回診用X線撮影装置は，乗用ではなく，歩行速度を通常の走行速度とし，位置決めに際して微動動作をさせるものであって，技術分野，機能等が根本的に異なる。したがって，上記周知技術を根拠とする被告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，判断事項1の根拠1は誤りであり，また，根拠1及び根拠2はいずれも判断事項1の根拠となるものではないから，判断事項1に係る決定の判断は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断事項2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明における第2の操作器は，第2ステップにおける低速走行をさせるものであって，通常のハンドルと同等の機能を有するものである。また，通常のハンドルの機能とは，ハンドルに加える操作力に応じて可変速操作を行うことができるものである。したがって，第2の操作器につき，「微動の速度を一定速度であるように設定することは，普通の設計的事項である」ということはできない。",
                        "なお，被告は，一定の低速度で走行するように制御することが周知技術(乙2～4)であると主張するが，被告の引用する周知技術は，上記のとおり技術分野等を異にするもの(乙2，3)，車両を毎時1kmの速度で走行制御する手段のみが記載されたもの(乙4)であるから，この点に関する被告の主張も失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明は，引用発明にはない「回診用X線撮影装置が一定速度で微動するように前記モータ機構を制御する手段」という構成を採用したことにより，予想外の作用効果を生ずるものである。",
                        "すなわち，原告従業員作成の「確認実験レポート」(甲6)に示されたとおり，本件発明の構成である「微動かつ一定速度の操作用の入力手段」を備えた回診用X線撮影装置は，引用発明のような「ハンドルと同等の機能を有する入力装置」を備えたものに比べ，目標位置に容易に(目標位置を通り越し，反対側へ戻る操作なしで)かつ早く到達することができる。",
                        "また，ハンドルと同等の機能を有する入力装置を用いた場合には，可変速となることから加速力が作用し，X線撮影装置に予測することのできない挙動が生じ，これを立て直すための操作者の労力が相当大きいものとなる。これに対し，微動かつ一定速度の操作用の入力手段を用いると，装置が微動かつ一定速度で移動するものとなるから，X線撮影装置の挙動が予測可能な範囲内となり，余裕をもってその立て直しをすることができるという作用効果を生ずる。",
                        "なお，被告の引用する周知技術(乙2，3)には，微速度を一定に制御すると操作性が向上することは示されておらず，むしろ，可変速制御を行うことが移動体の操作性を向上させることを示すものであるから，これらに基づく被告の主張も理由がない。",
                        "このように当業者が予測することのできない作用効果を生ずることからしても，「微動の速度を一定速度であるように設定することは，普通の設計的事項である」とした決定の判断は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "引用発明は，本件刊行物に「位置合わせ時，台車1(装置)を移動さすために操作者が台車1(装置)の前部のX線管容器側と後部のハンドル部間を再三往復するか，介助者の応援を求めなければならない。このため位置合わせなど撮影準備に時間が長くかかり被検者に苦痛を与えるのみでなく，作業効率も悪いという問題点があった。」と記載されているように(段落【0005】)，回診用X線撮影装置の位置合わせにおける操作手段の操作位置に起因する課題から生ずる解決手段のみを開示又は示唆するだけであって，第2の操作器を操作する場合における操作性についての課題や，操作性を向上させるための構成等を何ら示唆するものではない。これに対し，本件発明は，第2の操作器を操作する場合の位置合わせの操作性を向上させるための構成として，一定速度で微動するようにモータ機構を制御する手段を提案するものである。そして，本件発明は，これによって当業者の予測することのできる範囲を超えた作用効果を奏するものである。",
                    "したがって，本件発明は当業者が容易に発明をすることのできたものであり，それによる効果も予想範囲内のものであるとした決定の判断が失当であることは明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，決定の判断は正当であって，原告の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "判断事項1についての原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2の操作器が原告のいう第2ステップを行うものであるとしても，第3ステップをも行うことに変わりはない。しかも，本件刊行物の記載(段落【0004】，【0005】，【0009】，【0013】)によれば，第2の操作器が",
                  "text": [
                    "必要とされる状況は台車(装置)がベッドサイドまで到達した後であるから，第2の操作器は，撮影部位の位置合わせのためにX線管及び装置本体を微少量だけ移動させる第3のステップに主として使用されるということができる。",
                    "したがって，第2の操作器の主な役割は位置合わせのための台車の微少量の走行であるとした決定の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第2の操作器の役割として，位置合わせのための台車の細動に加えて，走行という役割があるとすると，台車が不用意に高速走行してしまう危険がある。",
                    "また，移動体の移動について微速走行モードを設ける場合には，前進微速走行又は後進微速走行が行われるのみで，通常走行が行われることはないとするのが周知技術である(乙2，3)。そうすると，第2の操作器を設ける場合には，これを位置決め専用として微動するようにする手段を設けることを選択する方が，当業者にとって自然であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，判断事項1に係る決定の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断事項2についての原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明における第2の操作器は通常のハンドルと同等の機能を有するものであると主張するが，第2の操作器は主としてベッドサイドの近くで装置の位置合わせのために使用されるものであるから，加える操作力に応じて可変操作を行う機能を持たせる必要はない。",
                    "また，移動体の微速走行モードにおいては，一定の低速度で走行するように制御することが周知技術である(乙2～4)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明においては，回診用X線撮影装置を一定速度で微動するようにしたことにより，予想外の作用効果を生ずると主張する。",
                    "しかし，操作がしやすく位置決めがしやすいという作用効果，位置合わせ操作に際して不測の挙動が生じず装置の立て直しを容易に行うことができるという作用効果は，いずれも移動体の微速モードという周知技術(乙2，3)においても明らかであるから，原告の主張する本件発明の作用効果は，当業者が容易に予測し得ることである。原告の提出する確認実験レポート(甲6)は，そのような作用効果を確認したものにすぎず，予想外の効果を立証するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，この点に関する決定の判断にも誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張の「まとめ」に対し",
              "text": [
                "原告は，要するに，本件刊行物の記載のみを取り上げて，第2の操作器を操作する場合における操作性の課題やこれを向上させるための構成がないと主張するものである。しかし，決定の判断に誤りのないことは上述のとおりであって，本件発明に係る特許を取り消した決定は正当であるから，原告の請求は棄却されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(決定の内容)の各事実は，いずれも当事者間に争いがない。",
            "そして，前記のとおり，原告は，本件決定の認定判断のうち，引用発明の認定・一致点の認定・相違点1及び2の認定・相違点2についての判断は，争わないから，本件訴訟の争点は，相違点1に関する判断の適否である。",
            "そこで，決定の上記適否に関し，原告主張の取消事由に基づいて判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，相違点1について，「刊行物に記載の発明〔判決注：引用発明〕において，回診用X線撮影装置は，ハンドル部に設けられた操作器の操作で，該撮影装置を患者のいる場所まで走行させ，次いで該場所で，X線管容器またはコリメータの近傍に設けられた第2の操作器で，明細書段落【0013】で記載のように「・・・・操作器13を適宜位置に位置させることによりX線管容器4側で被検者に対する撮影位置合わせやX線照射野の設定を介助者なしに容易に行う・・・・」というものであり，第2の操作器の主な役割は，位置合わせのための台車の微少量の走行であり，操作者が第2の操作器を操作中に，台車が不用意に高速走行してしまうと，患者，およびX線管容器またはコリメータの近傍で操作している操作者にとって危険であることは，明らかなことであるから，第2の操作器を，位置決め専用の微かな速度で巡回X線装置を走行させるためのものとし，第2の操作器の操作入力の検知により，回診用X線撮影装置が微動するように前記駆動源を含む機構を制御する手段を設けることは，当業者が容易に想到できたものであり，その際，微動の速度を一定速度であるように設定することは，普通の設計的事項である。」と判断した上(決定7頁3～17行)，「相違点1，2を総合的に判断しても，本件請求項1に係る発明は当業者が容易に発明できたものであり，それによる効果も予想範囲内のものである。」(同24～26行)，「本件請求項1に係る発明は，刊行物に記載された発明及び従来周知技術に基いて当業者が容易に発明できたものである。」(同28・29行)と判断して，本件発明の進歩性を否定したものである。",
                "これに対し，原告は，前記のとおり，決定の上記判断に誤りがあると主張するので，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "証拠によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許出願の訂正明細書(甲3。以下「本件明細書」という。)の記載によれば，本件発明の属する技術分野，従来の技術，発明が解決しようとする課題，課題を解決する手段，発明の実施の形態及び発明の効果は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野(段落【0001】)",
                      "text": [
                        "本件発明は，操作ハンドルの力に応答して前進又は後退する動力駆動型の台車からなる回診用X線撮影装置に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術(段落【0002】～【0007】)",
                      "text": [
                        "従来の回診用X線撮影装置は，X線管と，それを保持するアームと，台車上で旋回可能な支柱と，その支柱に沿ってアームが上下する上下移動部と，旋回自在の前輪及びかじ取り不能の後輪を備え，台車に取り付けられたハンドル保持台に設けられた操作ハンドルを前後に操作することによって，下部に設けられた駆動モータで前進又は後退するX線制御部を搭載する台車とから構成されている。",
                        "そして，X線管の支持機構と回転機構を備えて，水平方向に伸縮するアームが，支柱上をスムーズに垂直移動し，バランスが取れる機構に設計され，被検者の撮影部位に応じてあらゆる方向と空間的な位置に，X線管のコリメータのX線放射口が向けられる。この回診用X線撮影装置の重量は450kg以上になることがあるので，動力の助けなしに台車を動かすことは非常に難しい。一般に台車の後部には固定したかじ取り不能の一対の後輪が設けられ，台車の前部は，一対のキャスタすなわち旋回自在の前輪によって支持されている。後輪は，一般的に台車に装着された駆動モータ(右モータ，左モータ)により駆動される。",
                        "この回診用X線撮影装置は，移動型装置として小型，軽量で移動操作性の良いことが重要であり，病院内でベッドルーム，技工室，手術室等に容易に移動して，手軽に現場でX線撮影用として使用される。",
                        "回診用X線撮影装置の左車輪及び右車輪は，それぞれ左モータ及び右モータによって駆動され，左モータと右モータはモータ駆動回路によって個別に制御される。操作者が台車の操作ハンドルを前後に操作すると，操作ハンドルの両端に設けられた左圧力センサ及び右圧力センサからの信号が左右独立してCPUに入力される。",
                        "操作ハンドルは，比較的堅いが可撓性のあるバネ部材を介して台車に接続されている。台車両側に接続された2か所のバネ部材は，堅い板バネで構成され，そのバネ部材を設けたことにより，操作ハンドルを押したり引いたりするような操作ハンドルに加えられる力に応じて，操作ハンドルをわずかに前後方向に変位させることができる。",
                        "操作ハンドルを前後に操作することで，バネ部材のバネ作用により，操作ハンドルは比較的容易に変位させることができるとともに，操作ハンドルを離したとき，中性位置又は中央位置に素速く復帰させることができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "発明が解決しようとする課題(段落【0008】～【0010】)          　従来の回診用X線撮影装置は以上のように構成されており，操作ハンドルは，その両端をバネ部材の板バネ等で保持し，その板バネで重力方向の荷重を支えながら，操作力がゼロのときには操作ハンドルを中立位置に復帰させる機構であり，また，操作力の検知には，操作ハンドルに取り付けられた磁石の位置をホール効果センサで検出する方法等が用いられ，その力に応じた速度で装置が駆動される。そして，このような構成の回診用X線撮影装置において，操作者は，操作ハンドルを押して被検者のベッドサイドまで装置を移動させた後，操作ハンドルを離し，X線管の近傍に移動して，X線管を支柱に沿って上下に垂直移動及び回転移動させ，アームを水平方向に伸縮させて，被検者の撮影部位にコリメータのX線放射口を向ける。",
                        "しかし，このX線管の位置合わせを行うとき，装置本体の位置によっては，装置全体を少し移動させなければ所望の位置に合わせられない場合がある。",
                        "従来の装置では，一度装置本体の近くまで戻り，再び操作ハンドルを押すことによって，装置全体を少し移動させていた。このような操作法では，位置合わせに相当時間がかかり，検査効率が悪いという問題があった。",
                        "本件発明は，このような事情にかんがみてされたものであって，操作ハンドルを操作して撮影する場所に装置を移動させ，撮影部位にX線管のコリメータのX線放射口を向けて位置決めするとき，装置全体を微動させて位置合わせを迅速に行うことができる回診用X線撮影装置を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "課題を解決するための手段(段落【0011】，【0014】)          　上記の目的を達成するため，本件発明の回診用X線撮影装置は，独立に駆動される一対の駆動車輪を有し，操作ハンドルの操作に応じて，左右に独立して設けられたモータ機構を介して駆動車輪を駆動するよう構成された回診用X線撮影装置において，操作ハンドルとは別に装置微動動作用の入力手段と，装置微動動作用の入力手段の入力を検知した場合に，回診用X線撮影装置が一定速度で微動するようにモータ機構を制御する手段とを備えたことを特徴とする。",
                        "本件発明の回診用X線撮影装置は，上記のように構成されており，操作ハンドルとは別に装置微動動作用の入力手段を，X線管やコリメータなど，装置本体から離れる可能性のある部分に設けているので，操作ハンドルの所まで戻らなくても，その入力手段を操作することで装置を微動させ，位置合わせを迅速に行うことができ，検査効率を向上させることができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態(段落【0016】～【0024】)",
                      "text": [
                        "本件発明の回診用X線撮影装置の一実施例を図1を参照しながら説明する。",
                        "この装置が従来の装置と比べて異なるところは，支柱，アームを介して先端に取り付けられたX線管又はコリメータの側面に，装置を微動動作させる微動スイッチが設けられていることであり，それによりCPUの動作が異なるが，その他の部品構成は従来と同一である。",
                        "微動スイッチは，操作ハンドルとは別に，X線管やコリメータ等，装置本体から離れる可能性がある部分に設けられる。そして，操作ハンドルの所まで戻らなくても，その微動スイッチを操作することで装置を微動させ，位置合わせを正確に迅速に行うことができる。図1ではコリメータの側面に設けられ，微動スイッチを前後に倒せば，装置が前後に微動する。また，左右に倒せば，車輪の一方が回転し，円弧状に左右に微動するよう構成されている。",
                        "ここで用いられる微動スイッチは，倒して操作するハンドルタイプのもの，別々の押しボタン(タッチフィルムを含む。)が設けられたもの，いずれのものでもよい。微動スイッチの操作によって装置が一定の速度で微動する方式と，微動スイッチの傾斜の大きさによって速度が変化する方式と，押す力によって速度が変化する方式のいずれであってもよい。",
                        "操作ハンドルは比較的堅いが可撓性のあるバネ部材を介して台車に接続されている。台車両側に接続された2か所のバネ部材は，堅い板バネで構成され，そのバネ部材を設けたことにより，操作ハンドルを押したり引いたりするような操作ハンドルに加えられる力に応じて，操作ハンドルをわずかに前後方向に変位させることができる。",
                        "操作ハンドルの両端には，操作ハンドルと共に動く一対の線形磁石がそれぞれ取り付けられている。一方，一対のホール効果センサが台車に取り付けられ，それぞれ対応する磁石に隣接して配置される。磁石をずらすと，ホール効果センサの出力信号(左圧力センサ，右圧力センサの出力信号)は正の最大値と負の最大値の間でほぼ線形に変化する。",
                        "次に，本装置のCPUの動作について説明する。図2に，微動スイッチ又は操作ハンドルからの入力信号によってCPUが動作する回路を示す。操作ハンドルを操作することにより，左圧力センサ及び右圧力センサからの信号が左右独立して左入力及び右入力としてCPUに入力される。駆動命令回路は左入力及び右入力の大きさをそれぞれ求め，方向判別手段は，左入力及び右入力それぞれの符号を求め，左車輪及び右車輪それぞれの回転方向を判別し，PWM制御回路にその結果を出力する。",
                        "PWM制御回路は，方向判別手段と操作ハンドル移動演算回路との出力から左車輪及び右車輪を駆動すべきトルクがT(Tl，Tr)となるよう，モータ駆動回路を介してモータ(左モータ，右モータ)を駆動する。このように，操作ハンドルを操作して撮影する場所に装置を移動させる。そして，操作ハンドルから離れてコリメータ近辺に移動し，X線管のコリメータのX線放射口を撮影部位に向けることができる。",
                        "そして，コリメータの側面に設けられた微動スイッチを操作して，装置全体を微動させて，正確な位置合わせを行う。微動スイッチを操作すると，その入力信号がCPUの駆動命令回路及び方向判別回路に入力され，方向判別回路は微動スイッチの方向により，前進，後退，左回転，右回転の指令を判別する。PWM制御回路は，方向判別手段と微動スイッチ演算回路の出力から左車輪又は右車輪を駆動すべきトルクの大きさがβとなるよう，モータ駆動回路を介してモータ(左モータ，右モータ)を制御し，これにより装置は微動することとなる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果(段落【0026】)",
                      "text": [
                        "本件発明の回診用X線撮影装置は上記のように構成されており，ベッドサイド等に装置を移動させ，撮影部位にX線管のコリメータを，操作ハンドルから離れて位置合わせを行うとき，その近くに装置を微動させる微動スイッチが設けられているので，操作ハンドルの所まで戻らなくても，位置合わせを迅速に行うことができ，検査効率を向上させることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件刊行物(甲1)の記載によれば，引用発明の内容は次のとおりである。なお，本件刊行物は，原告自身が平成3年7月23日にした実用新案登録出願に係る公開実用新案公報である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野(段落【0001】)",
                      "text": [
                        "本考案〔判決注：引用発明〕は，病院の病室等で移動困難な被検者のX線撮影を行う移動型X線装置，特に電動式移動型X線装置の駆動系の制御機構に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術(段落【0002】，【0003】)",
                      "text": [
                        "従来の移動型X線装置は，台車の前部に回動自在に支柱が植設され，支柱には上下自在に設けられた支持アームを介してX線管容器及びコリメータが取り付けられており，台車の後部には高電圧装置及び台車移動用のハンドル部を設け，ハンドル部には台車(装置)の前後進，右左折を運転操作するためのグリップ等の操作器が設けられている。",
                        "さらに，台車には左右一対の駆動輪とキャスタが設けられ，駆動輪は駆動源によりそれぞれ個々に駆動される。駆動源を個々に制御する制御部は，グリップの操作に呼応して作動する。",
                        "この構成により，移動型X線装置の前後進，右左折及び連続走行又は細動(撮影位置合わせ)運転は，すべてハンドル部に設けられたグリップの操作によって行われる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "考案が解決しようとする課題(段落【0004】～【0006】)          　上記構成による従来装置により，ベッドサイドで移動困難な被検者等のX線撮影を行う場合，支柱を移動時のX線管容器の収納位置から180°回転してX線管容器及びコリメータを台車(装置)前部へ突き出した状態で被検者の上に位置し，支持アームを伸縮させて被検者に対する撮影位置合わせや照射野設定など前準備を行うが，支持アームの伸縮のみで位置合わせができない場合には，台車(装置)を動かして位置調整をすることが必要となる。",
                        "台車を移動させるには，ハンドルに設けたグリップを操作する必要があることから，位置合わせ時，台車(装置)を移動させるために操作者が台車(装置)の前部のX線管容器側と後部のハンドル部間を再三往復するか，介助者の応援を求めなければならない。このため位置合わせなど撮影準備に時間が長くかかり被検者に苦痛を与えるのみでなく，作業効率も悪いという問題点があった。",
                        "本考案は，上記問題を解決するため，台車をどの位置からでも移動操作できるようにした移動型X線装置を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段(段落【0007】)",
                      "text": [
                        "本考案は，上記する問題を解決するために，台車の移動手段としてハンドル部に設けられた一対の駆動輪の駆動源を制御する操作器とは別に駆動源を制御する第2の操作器を設けたことを特徴とする。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "作用(段落【0008】，【0009】)",
                      "text": [
                        "上記手段によれば，ハンドル部に設けられた操作器以外に第2の操作器でもって台車を移動させることができる。したがって，第2の操作器をX線管容器又はコリメータ近傍に配置しておけば，X線管容器側(被検者側)あるいは台車(装置)周辺の任意の場所から台車(装置)に設けられた駆動輪の駆動源を個々に制御し，台車(装置)を自在に走行，細動させることができる。",
                        "これにより作業者が撮影位置合わせなどのためにX線管容器側とハンドル部間を往復する必要がなくなり，しかも被検者に対するX線管容器の撮影位置合わせやX線照射野の設定が一人の作業者のみで容易にすることができ作業効率が良くなり，被検者に与える苦痛も短時間となり緩和される。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例(段落【0010】～【0016】)",
                      "text": [
                        "本考案の具体的実施例においては，台車のハンドル部にグリップが設けられ，台車の運転時，このグリップに作用する力により一対の駆動輪の駆動源が同時に又は一方が駆動され，台車は前後進ないし左右折れし，かつ，その速度はグリップの操作量で定まる。",
                        "また，グリップと同等の機能を持つ操作器(第2の操作器)が，X線管容器又はコリメータ近傍に固設又は着脱自在に付装されている。",
                        "台車(装置)を移動させるための第2の操作器には前進，後進，右旋回，左旋回の4個のスイッチが設けられ，それぞれのスイッチ操作に応じた制御信号が駆動源制御部へ送られ，駆動源制御部によって前進又は後進の場合は両駆動輪を同等に駆動し，右又は左旋回の場合は旋回側の駆動輪の駆動を抑え他方を助長する差動的駆動を行うように駆動源を制御する。その結果，台車(装置)は前後進ないし左右折れする。",
                        "このようにグリップとは別に第2の操作器により台車(装置)の移動を制御することができるので，第2の操作器を適宜位置に位置させることにより，X線管容器側で被検者に対する撮影位置合わせやX線照射野の設定を介助者なしに容易に行うことができる。",
                        "上記の有線式の操作器に替えて，無線ないし赤外線式の発信器による操作器(第2の操作器)を設けることもできる。",
                        "この遠隔操作方式によれば自由度が増すので，操作性がより向上する。また，X線管容器を台車(装置)中央部の移動時収納位置に収納した場合でも，台車(装置)の走行操作を装置の前方など装置周辺の任意の場所から遠隔操作することができるようにすることも可能である。",
                        "第2の操作器を複数個設けることも可能である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(キ)",
      "subject": "考案の効果(段落【0017】)",
      "text": [
        "本考案に係る移動型X線装置は，以上の説明のとおりハンドル部に設けられたグリップ等の操作器以外に，台車の移動を制御する第2の操作器を設けたので，この操作器を被検者に対する撮影位置合わせやX線照射野の設定に適した位置に配設しておけば操作者はその位置から移動することなく，かつ，介助者なしで台車の移動を容易に行うことができるので位置決め等の作業時間も短縮され，作業効率を向上させるとともに被検者の苦痛を緩和させることができる。また，見通しの悪いコーナやベッド間の狭い所での走行時，装置(台車)の前方に操作者が位置して装置の運転ができるので，安全性と操作性両面で有効である。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "上記(2)の認定事実によれば，本件発明と引用発明とは，① 回診用X線撮影装置によりX線撮影をするに当たり，操作者は，装置を移動させるための操作器(本件発明にいう操作ハンドル，引用発明にいうグリップ)を押したり引いたりして装置を被検者のベッドサイド等まで移動させた後に，操作器から離れたX線管の近傍に移動し，X線管を支柱に沿って上下又は回転移動させたり，アームを伸縮したりして，X線管のコリメータのX線放射口を撮影部位に向ける位置合わせを行うものであるが，この位置合わせを行う際，装置本体の位置によっては，装置本体を少し移動させる必要がある場合があることを前提に，② 従来の回診用X線撮影装置においては，装置を移動させるための操作器が台車にのみ設けられていたので，上記①の場合に，操作者がいったんX線管を離れて操作器のある箇所に戻らなければならないため(又は，介助者の補助を受けなければならないため)，位置合わせに時間がかかり，検査効率が悪いという解決すべき課題があり，③ この課題を解決するための手段として，台車に設けられた操作器とは別に，装置を移動させるための入力手段(本件発明にいう微動動作用の入力手段，引用発明にいう第2の操作器)を設けるとともに，この入力手段からの入力を検知した場合に装置の移動を制御する手段を設けた点で共通する。",
            "他方，本件発明と引用発明とは，課題解決のための手段が，本件発明においては，装置微動動作用の入力手段であり，その入力により回診用X線撮影装置が一定速度で微動するものであるのに対し，引用発明においては，回診用X線撮影装置の入力手段(第2の操作器)であり，その入力により回診用X線撮影装置が移動するものであって，第2の操作器による移動は微動(細動)に限られないものであるが，これを回診用X線撮影装置が微動するように構成することもできる点で相違する(決定の認定した相違点1。なお，原告は前記のとおり相違点2についての決定の判断は争っていない。)。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "以上を踏まえて，本件発明が，当業者(本件発明の属する技術の分野における通常の知識を有する者)が本件発明の特許出願時(優先権主張による優先日・平成12年3月28日)に容易に発明をすることができるものであったどうかについて検討する。",
            "本件明細書に記載された従来の技術(装置を移動させるための操作器が台車にのみ設けられた回診用X線撮影装置。上記(3)①)及び本件発明により解決すべきものとされた課題(X線管の位置合わせをするために操作器のある箇所まで戻らなければならないこと。上記(3)②)は，本件刊行物に記載された従来の技術及び解決すべき課題と実質的に同一のものである。そうすると，本件発明により解決すべきものとされた課題は，平成3年7月23日に原告自身により実用新案登録出願がされた引用発明によって，既に解決されていたということができる。",
            "本件発明により示された課題解決のための手段は，台車に設けられた操作器とは別に設けられた入力手段が装置微動動作用の入力手段である点，及び，これによる入力を検知すると回診用X線撮影装置が一定速度で微動するものである点で，引用発明における課題解決のための手段である第2の操作器(第2の操作器は，台車に設けられた操作器と同等の機能を持ち，台車を自在に走行及び細動させることができるものとされる。)と相違する。",
            "しかし，引用発明が解決すべきものとされた課題にかんがみれば，引用発明における第2の操作器の役割は，専ら，X線管の位置合わせをする際に装置をごくわずかな距離だけ移動させること，すなわち，微動動作をさせることにあると認められる。なお，第2の操作器は，位置合わせのための装置の微動だけでなく，装置の通常の走行にも用いられ得るものであるが，このことは，第2の操作器の主たる役割が装置の微動であると認定することの妨げとなるものではない。そうすると，引用発明における第2の操作器を微動動作用のものとすることは，当業者において容易に想到し得る事項であるということができる。",
            "また，第2の操作器の役割が専ら微動動作をさせることにあることからすると，これを操作することによる移動距離は通常ごくわずかなものとなるから，その場合の移動速度を可変のものとするか一定のものとするかは，単なる設計事項であると考えられる。しかも，可変とするよりも一定速度とする方が，第2の操作器の構成が簡易なものとなることは明らかであるし，その制御機構が格別複雑なものとなると認めることもできないから，引用発明における第2の操作器を入力した場合の移動速度を一定のものとして設計することが困難であるとは認められない。さらに，第2の操作器が通常の走行にも用いられるものであるとしても，そのことが，第2の操作器による装置の移動を一定速度とする構成を採用することの阻害要因となるとも考え難い。",
            "そして，引用発明の第2の操作器を，本件発明における装置微動動作用の入力手段と同様に，装置を一定速度で微動動作させるものとして構成することが容易に想到し得る事項であると認められる以上，そのように構成することによる効果も，当業者において予想し得る範囲内のものであるということができる。",
            "そうすると，本件発明は当業者が容易に発明をすることができたものであるとした決定の判断は，正当として是認することができる。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "これに対し，原告は，前記(第3の1の(4))のとおり主張する。",
            "しかし，原告の主張は，回診用X線撮影装置により撮影を行う際の位置合わせが第1ステップ，第2ステップ及び第3ステップから成るものであることを前提に，本件発明における装置微動動作用の入力手段と引用発明における第2の操作器とは役割が異なるなどというものであるが，位置合わせを上記の三つのステップに分けることは本件明細書に記載された位置合わせの方法(前記(2)ア参照)とは異なっており，原告の主張はその前提を欠くものである。",
            "また，原告は，原告従業員作成の「確認実験レポート」(甲6)を提出するなどして，本件発明において装置微動動作用の入力手段による装置の移動速度を一定のものとしたことの効果を強調するけれども，この点も本件明細書には記載されておらず(装置の移動速度を一定のものとすることは，異議申立て後にされた訂正請求(甲3)で特許請求の範囲に付加された事項であるが，そのことによる効果に関する記載は発明の詳細の説明中に見当たらず，かえって，本件明細書の段落【0019】には，訂正請求の前後を通じ，一定の速度で微動する方式又は速度が変化する方式のいずれであってもよい旨の記載がある。)，原告の主張は本件明細書の記載に基づかないものといわざるを得ない。",
            "したがって，原告の前記主張は，以上のとおり検討したところに照らし，いずれも採用することができない。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "結語",
              "text": [
                "以上によれば，本件発明に係る特許を取り消すべきものとした決定に誤りはなく，原告主張の取消事由は理由がない。",
                "よって，原告の請求を棄却すべきものとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}