{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005-80029号事件について平成17年11月10日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記実用新案登録について原告が無効審判を請求したところ，特許庁が平成17年11月10日付けで請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，名称を「生理用ナプキン」とする考案につき平成4年8月5日実用新案登録を出願し，平成11年12月3日特許庁から設定登録を受けた(実用新案登録第2603011号。請求項の数1．以下「本件実用新案登録」という。甲2)。",
                "原告は，平成17年1月28日，本件実用新案登録につき実用新案登録無効審判を請求したので，特許庁は，これを無効2005-80029号事件として審理することとした。その審理の中で原告は，平成17年9月1日付けで訂正請求(甲3。以下「本件訂正」という。)をした。",
                "そして特許庁は，平成17年11月10日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」ということがある。)をし，その謄本は平成17年11月22日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "考案の内容",
              "text": [
                "本件訂正(甲3)により訂正された後の実用新案登録請求の範囲記載の考案は，次のとおりである(下線は訂正箇所。以下「本件考案」という。)。",
                "「透液性シートと，不透液性シートと，両シート間に介装される排液を吸収する吸収体とを備えた生理用ナプキンにおいて，",
                "前記吸収体の幅方向および長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を形成するとともに，前記中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定して，前記中高部をその幅方向および長手方向に固定し，",
                "前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け，ナプキンの両側部を使用時において長手方向に沿って収縮するように構成したことを特徴とする生理用ナプキン。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "本件審決の詳細は，別添審決写し記載のとおりである。",
                "その理由の要点は，請求人(原告)主張の下記理由によっては，本件考案に係る実用新案登録を無効とすることはできないとしたものである。",
                "記",
                "＜無効理由1＞本件訂正による訂正後の全文訂正明細書(甲3添付。以下「訂正明細書」という。)の考案の詳細な説明によっても，当業者が容易にその実施をすることができる程度にその考案の構成が記載されていないから，本件実用新案登録は本件出願時(平成4年8月5日)に施行されていた実用新案法(以下「旧実用新案法」という。)5条4項に規定する要件を満たしていない。",
                "＜無効理由2＞ 本件考案は，下記引用考案1と同一であるので，旧実用新案法3条1項3号の規定に該当する。",
                "＜無効理由3＞ 本件考案は，下記引用考案1，2に基づいて，当業者がきわめて容易に考案をすることができたものであるので，旧実用新案法3条2項の規定に該当する。",
                "＜無効理由4＞ 本件考案は，下記引用考案2，3に基づいて，当業者がきわめて容易に考案をすることができたものであるので，旧実用新案法3条2項の規定に該当する。",
                "記",
                "・特開平2-277453号公報(審判甲1・本訴甲4。以下「引用例1」といい，同記載の考案を「引用考案1」という。)",
                "・実願昭56-105880号(実開昭58-13228号)のマイクロフ",
                "ィルム(審判甲2・本訴甲5。以下「引用例2」といい，同記載の考案を「引用考案2」という。)",
                "・実願昭62-40474号(実開昭63-148323号)のマイクロフ",
                "ィルム(審判甲3・本訴甲15。以下「引用例3」といい，同記載の考案を「引用考案3」という。)",
                "(判決注：旧実用新案法〔平成5年法律第26号による改正前の実用新案法〕の該当条文は，次のとおりである。",
                "3条1項",
                "産業上利用することができる考案であって物品の形状，構造又は組合せに係るものをした者は，次に掲げる考案を除き，その考案について実用新案登録を受けることができる。"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "実用新案登録出願前に日本国内において公然知られた考案2 実用新案登録出願前に日本国内において公然実施された考案3 実用新案登録出願前に日本国内又は外国において頒布された刊行物に記載された考案",
          "text": [
            "2項",
            "実用新案登録出願前にその考案の属する技術の分野における通常の知識を有する者が前項各号に掲げる考案に基づいてきわめて容易に考案をすることができたときは，その考案については，同項の規定にかかわらず，実用新案登録を受けることができない。",
            "5条4項",
            "前項第3号の考案の詳細な説明には，その考案の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その考案の目的，構成及び効果を記載しなければならない。)"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べる理由により，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本件考案の実施可能性についての判断の誤り)(ア) 本件考案においては，訂正明細書(甲3添付)の実用新案登録請求の範囲によれば，「前記中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定し」，「前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け」ることを要件としている。",
                    "しかしながら，明細書の記載からでは，当業者は，「中高部の幅方向両側部分」，「長手方向に沿う」及び「圧着固定線の長手方向区間」の意味等を特定することができないため，当業者は本件考案を容易に実施することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，明細書中に一実施例の記載があることをもって，本件考案は，当業者が容易にその実施をすることができると認定しているが，当業者が，明細書の記載から考案の構成要件の意義を確定することができないのであれば，当業者は，どのような構成とすれば実用新案登録請求の範囲内の実施となるのか把握することができないため，当業者が実施可能な程度に考案の構成が記載されているとはいえない。圧着固定線のどの部分が「長手方向に沿って」おり，「圧着固定線の長手方向区間」がどこなのか，明細書の記載からでは当業者が特定できないことは，当業者が容易にその実施をすることができる程度に明細書に記載がないことの証左であり，実用新案登録請求の範囲の外延が不明確である以上，考案の詳細な説明に一実施例について記載され，それが実施可能であっても，旧実用新案法5条4項に規定する要件を満たしているとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件考案の新規性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件考案の要旨を構成要件ごとに分節すると，次のとおりとなる。",
                        "A 透液性シートと，不透液性シートと，両シート間に介装される排液を吸収する吸収体とを備えた生理用ナプキンにおいて，",
                        "B 前記吸収体の幅方向および長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を形成するとともに，",
                        "C 前記中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定して，前記中高部をその幅方向および長手方向に固定し，D 前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け，ナプキンの両側部を使用時において長手方向に沿って収縮するように構成した",
                        "E ことを特徴とする生理用ナプキン。",
                        "(以下，上記各構成要件を，「構成要件A」～「構成要件E」という。)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1(甲4)における，「体液浸透性正面シート1」，「体液不浸透性裏張りシート2」及び「吸収要素又は吸収性コア3」は，それぞれ本件考案における，「透液性シート」，「不透液性シート」及び「吸収体」に対応する。また，引用例1において，圧縮線10，11の間に形成される「隆起14」は，本件考案の「吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部」に該当する。本件考案の「使用面側に凸状に突出する中高部」は製造時に形成されるものに限定されていないからである。このことは，使用時に凸状に突出する中高部が形成されるならば，生理用ナプキンを股間部において良好にフィットさせることができるという本件考案の「主たる課題」(訂正明細書〔甲3添付〕の段落【0007】)が解決され，本件考案の目的を達成できることからも明らかである。",
                        "したがって，引用考案1は，本件考案の構成要件A「透液性シートと，不透液性シートと，両シート間に介装される排液を吸収する吸収体とを備えた生理用ナプキンにおいて，」及びB「前記吸収体の幅方向および長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を形成するとともに」を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例1(甲4)においては，吸収要素3の隆起14が形成されない部分(本件考案の「非中高部」に相当)において，長手方向に沿って体液浸透性正面シート1を介し加熱圧搾することで圧縮線10及び11を設け(本件考案の「ヒートシールによる圧着固定線」に相当)，体液浸透性正面シート1を吸収要素3に圧着固定し，かつ，当該圧縮線10，11が隆起14の幅方向の両脇部分に位置するようにする構成が開示されている。また，引用例1における「熱圧搾による圧縮線」は，体液浸透性正面シート1の圧縮線で挟まれた部分が形成する袋状の空間に吸収素材を閉じこめ，当該領域外に移動しないようにし，その結果，使用時に使用者の腿によって圧力が及ぼされたときに，圧縮線で挟まれた領域に所望の「隆起14」を形成させるものである。これは，本件考案でいう，透液性シートを非中高部に対して圧着固定して「前記中高部をその幅方向および長手方向に固定」すること，すなわち，中高部を形成する材料を透液性シートの圧着固定線で挟まれた部分が形成する袋状の空間内に閉じこめることで，当該中高部のズレや変形を規制しているのと同じである。",
                        "したがって，引用考案1は，本件考案の構成要件C「前記中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定して，前記中高部をその幅方向および長手方向に固定し」を充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用例1においては，一対の弾性要素6及び6’を設け，使用時に長手方向に収縮するようにし，かつ，圧縮線10(11)よりも，弾性要素6(6’)の方を長くする構成が開示されている。引用考案1における弾性要素6及び6’が本件考案の弾性伸縮部材に相当するのは明らかであるから，引用考案1は，本件考案の構成要件D「前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け，ナプキンの両側部を使用時において長手方向に沿って収縮するように構成した」を充足する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(ア)ないし(エ)より，本件考案は，引用考案1と同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件考案の引用考案1，2に基づく進歩性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件考案における「中高部」が使用前(製造時)に形成されるものでなくてはならないとした場合，引用考案1においては，中高部に相当する隆起14が使用時に形成されるものであって使用前には形成されていない点のみにおいて相違し，その余の構成において一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例2(甲5)に開示された考案は，吸収体の幅方向及び長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を製造時に形成し，かつ，当該中高部の幅方向両端部，つまり，幅方向両側部において，透液性シートを線状に熱圧(溶)着することにより，下部吸収材に接合するものであると理解され，その結果，「経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材が装着時に移動」せず，「膣部や臀部溝を含むその近傍部の肌に対する密着性が向上し経血の漏れを有効に防止することができる」という効果を奏するものである。",
                        "引用考案1，2は共に，生理用ナプキンであり，漏れの危険を有効に最小にするという技術的課題において共通する。したがって，引用考案1における隆起14が形成される部分が使用者の身体とより密に接触して，漏れの危険がより小さくなるよう，引用考案1に，引用考案2における，吸収体の幅方向及び長手方向中間の排液部分に，製造時に吸収体より幅狭でかつ短長の凸状に使用面側に突出する中高部を形成するという技術的思想を適用して，引用考案1の，隆起14が形成される圧縮線10，11の間の部分(あるいは圧縮線10，11，12a～12dに",
                        "囲まれた部分)に予め(すなわち製造時に)凸状に使用面側に突出する中高部が形成された構成とすることは，当業者であればきわめて容易に考案する。そして，かかる構成とした場合は本件考案にいう「中高部をその幅方向および長手方向に固定」をも当然充足することになる。",
                        "したがって，本件考案は，引用考案1に引用考案2の技術的思想を適用することにより当業者がきわめて容易に考案をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，引用例2(甲5)に，「更に上部吸収材の両端部に位置する透水性シートを熱可塑性で疎水性のネット状シートを介して下部吸収材に線状に接合したものにおいては，経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材が装着時に移動することがなく……」(甲5の明細書8頁第2段落～9頁第1段落)との記載があるにもかかわらず，これを見落としている。その上で，審決は，引用考案1の「圧縮線」が本件考案の「圧着固定線」に相当しないとの前提の下，本件考案でいう「圧着固定線」と「弾性伸縮部材」との対比を何等開示していないとして，「甲第1号証に記載の「隆起」及び「圧縮線」に代えて，甲第2号証に記載の「上部吸収材3に形成された折込み部5」及び「接合線」を適用したとしても，本件考案でいう「圧着固定線」と「弾性伸縮部材」の対比を何等開示するものではない」(審決14頁第5段落)とする。",
                        "しかし，引用例1(甲4)の「圧縮線」は本件考案の「圧着固定線」に該当し，引用例1には，弾性要素6，6’が圧縮線10，11よりも長い構成が開示されているから，結局，引用例1には，本件考案同様，「圧着固定線」と「弾性伸縮部材」の関係が開示されている。したがって，審決は，その前提において誤っている。",
                        "また，引用考案1は使用時に，圧縮線10，11，12a～12dに",
                        "囲まれた部分に隆起14を形成させて使用者の身体と生理用ナプキンとの接触を最適にし，漏れを防止することを目的とするものである。そして，引用考案2も，引用考案1と同様，生理用ナプキンからの漏れの危険を最小にすることを目的として，上部吸収体の幅方向両端部の一部を内側に折り重ねることで，この部位に(審決も認めるように)幅狭で，短長の使用面側に凸状に突出する中高部を形成するものである。",
                        "したがって，当業者であれば，引用考案1に引用例2に開示された吸収体の構造を適用し，圧縮線10，11，12a～12dに囲まれた部分に当たる位置に，引用例2の第6図のBのように上部吸収材の幅方向両端部の一部を内側に折り重ねることで，幅狭で，短長の使用面側に凸状に突出する中高部とする構成とすることはきわめて容易に想到し得るものである。そして，引用例2には，上部吸収材の折込み部5のズレを防止するために，上部吸収材の折込み部5の幅方向両端部(折込み部5の両側部分)に熱圧着部分(接合線)13を用いることが開示されているから，引用考案1に引用例2に開示された吸収体の構造を適用した場合にも，当業者は同様に，上部吸収材の折込み部5の幅方向両端部(折込み部5の両側部分)に熱圧着部分(接合線)を設けることをきわめて容易に想到する。その場合，上部吸収材に，引用例2の第6図のBの構造のものを用いれば，折り込み部5の形状が，圧縮線10，11，12a～12dに囲まれた部分の形状と同じであることからしても，折込み部5の幅方向両端部に設ける熱圧着部分(接合線)を，引用考案1の圧縮線10，11と同じ位置，長さで設けることは当業者が当然に考えることである。そして，その場合，熱圧着部分(接合線)の長さよりも，弾性要素6(及び6’)の長さの方が必然的に長くなることは明らかであり，その結果，上部吸収材の折込み部5の幅方向両端部(折込み部5の両側部分)において熱圧着部分(接合線)13を用いて，透液性シートを下部吸収材に圧着固定し，もって折込み部5が固定されるから，本件考案に言う「中高部をその幅方向および長手方向に固定」の要件も充足することになる。",
                        "したがって，審決の上記認定判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用考案1に引用例2に開示された上部吸収材の構造を適用し，かつ，引用例2(甲5)の記載に基づき，上部吸収材の折込み部5の幅方向両端部(折込み部5の両側部分)に熱圧着部分(接合線)を設けたものは本件考案の構成要件を全て具備したものとなるから，審決の認定判断は誤りであり，取り消されるべき違法がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本件考案の引用考案2，3に基づく進歩性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3(甲15)に開示された考案(引用考案3)は本件考案の構成要件A，Bを充足する。引用例3には，圧着固定線を設けることについての開示がないから，構成要件Cを充足しない。また，引用例3には，第1吸収部材3aに形成された中高部の幅方向外側となる対向側へりに弾性部材4が中高部の長手方向の長さよりも長く設けられ，使用時には，当該弾性部材4が吸収体の長軸方向(縦方向)に伸縮する構成が開示されているが，圧着固定線の構成を有しないため，引用考案3は，圧着固定線と弾性伸縮部材の関係を規定した本件考案の構成要件Dを充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，引用考案2は，吸収体の幅方向及び長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を製造時に形成し，かつ，当該中高部の幅方向両端部，つまり，幅方向両側部において，透液性シートを線状に熱圧(溶)着する構成を有し，「経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材が装着時に移動」せず，「膣部や臀部溝を含むその近傍部の肌に対する密着性が向上し経血の漏れを有効に防止することができる」効果を奏するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用考案3においては，折り返し側部3cが折り返される前に重ねられていた第2吸収部材3bの領域，すなわち折り返し側部3cの両側へり8近傍において上面シート1と第2吸収部材3bが接する構成になっている。一方，引用考案2の線上部分13は，上部吸収材3の折込み部5の幅方向両端部，すなわち，引用考案3における，折り返し側部3cの両側へり8近傍に相当する場所において，透水性シート11が線状に下部吸収材2に熱溶着されているものである。そうであれば，引用考案3に引用例2の線上部分13の構成を適用することは，当業者であればきわめて容易に想到し得ることは明らかである。そして，引用考案2の線上部分13が，本件考案の中高部の幅方向両側部分において長手方向に沿って透液性シートを介してヒートシールされた「圧着固定線」に相当し，引用考案3に引用例2の上記(イ)の構成を適用した場合には，引用考案2の場合と同様，「前記中高部をその幅方向および長手方向に固定し」の要件を充足することになる。",
                        "したがって，引用考案3に引用考案2を適用することにより本件考案と引用考案3の構成要件Cに関する相違点は充足される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，引用例3(甲15)によれば，その第4図には，吸収体の対向側へりから外側へ延出するとともに側へりに取り付けられた弾性部材4は，折り返された折り返し側部3cよりも吸収体の長手方向において長い領域に存在している構成が図示されているから，引用考案3に引用考案2の線上部分13を適用した場合，必然的に，当該線上部分の長さよりも，へりに取り付けられた弾性部材4の長さの方が長くなるから，本件考案の構成要件Dを満たすことになる。",
                        "したがって，本件考案は，引用考案3と引用考案2に基づいて当業者がきわめて容易に考案をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，引用例2(甲5)に，前記ウ(ウ)の記載があるにもかかわらず，これを見落とした。その上で，審決は，「甲第3号証に記載の「第1吸収部材3aに形成された突部」は，股下区域において第1吸収部材3aの対向側部3cを内側に折り返して形成したものなので，突部におけるズレを考慮に入れる必要はないものである。したがって，甲第3号証に記載の「第1吸収部材3aに形成された突部」の幅方向両側部分には，圧着固定線を必要としないものである」(審決16頁第4，5段落)とし，引用考案3に引用考案2の「接合線」を適用するには阻害要因があるとした(同頁第6段落)。",
                        "しかし，引用考案2の上部吸収材と引用考案3の第1吸収部材3aは，形状，材料，大きさ，構造ともに実質同一である。そして，引用例3(甲15)の第4図と引用例2(甲5)の第6図のBを対比すると，引用考案2の上部吸収材と引用考案3の第1吸収部材3aにおいて中高部となる折り返し部(折り込み部)の形状は，ほぼ一致する。そして，引用例2においては，上部吸収材に関し，「経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材」のナプキン使用時の移動の防止という課題が存在すること，及び熱圧着部分(接合線)を上部吸収材の折り込み部の幅方向両端部に設けることにより当該課題を解決することが開示されており，「経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材」とは，上部吸収材の折込み部のことを指しているのは明らかである。というのも，引用例2の第3図に示されるように，上部吸収材の全長が下部吸収材と同じ長さとなっていることから，「ナプキンの中央部」に位置するのは，上部吸収材のうち，折込み部分となるからである。そうすると，引用考案2と実質同一の材料，形状，大きさ，構成の上部吸収材を有する引用考案3においても，使用時における上部吸収体(第1吸収部材3a)の折り返し部のズレの防止という課題があることは明らかであり，当該課題解決のために，引用考案2の「接合線」の構成を採用することについての阻害要因は全くないどころか，むしろ積極的な動機付けがあるというべきである。当業者であれば，引用考案3における，折り返し部の幅方向両側部に，引用考案2の「接合線」を適用することはきわめて容易に考案し得ることである。",
                        "したがって，審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，引用例3(甲15)及び引用例2(甲5)から本件実用新案登録を無効にすることはできないとの審決の判断は誤りであって，審決には取り消されるべき違法がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件考案は，生理用ナプキンに係るものであるところ，旧実用新案法5条4項における「実施をすることができる」とは，「生理用ナプキンを作れる」ことである。また，「容易にその実施をすることができる程度」とは，「出願時の技術常識からみて，出願に係る考案が正確に理解でき，かつ再現(追試)できる程度」をいうものである。訂正明細書(甲3添付)の考案の詳細な説明の欄には，当業者が「容易に本件生理用ナプキンを作れる程度」に，本件考案の目的，構成及び効果が記載されているのであるから，原告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件考案における「圧着固定線の長手方向区間」とは，「中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定して，前記中高部をその幅方向および長手方向に固定し」たときにおける圧着固定線の長手方向の区間であることは明らかである。ここに「幅方向」「長手方向」とは，【0023】に「固定線33，33によって前記上部吸収体32は下部吸収体31と透液性シート1によって形成される袋空間A内部に閉じ込められることによって，横および縦方向(幅方向および長手方向)に固定される」と記載されていることからして，ナプキンの「横方向」及び「縦方向」と同義であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件考案における「長手方向に沿って」とは，その中高部の側部において，吸収体(製品)の長手方向に沿えば足りるものとして記載されているだけである。「長手方向に沿って」(「長手方向に沿う」)の意味は，生理用ナプキンが属する吸収性製品の分野における当業者において，長手方向に曲線状にあるいは長手方向に斜めに沿う形態などについても，これを含むものとして使用されるのが常とうであることは明らかで，当業者が自然に理解できるものであり，当業者は，「中高部の幅方向両側部分」において「長手方向に沿って」圧着固定線を形成し，本件考案の生理用ナプキンを容易に作れるものであるから，原告主張の記載不備はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件考案において，本件考案の「中高部」は，製品の状態(製造時)で「使用面側に凸状に突出」するものであることは，本件考案の実用新案登録請求の範囲の記載からして，本件考案が物の考案として「生理用ナプキン」を規定していることは明らかである。また，実用新案登録請求の範囲の記載として，製品状態の物の構造の説明に終始し，かつ使用時に変形を伴う構造については，区別して「ナプキンの両側部を使用時において長手方向に沿って収縮する構成とした」と明定していることからも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，引用例1(甲4)は，中央領域においてより厚い吸収性要素とし精巧な構造を採ることで，高価となるあるいは製造が困難となることを避け，簡単なパッド構造のものを得るのが目的であるから，本件考案のように，製品の状態(製造時)で「使用面側に凸状に突出」するものを排除していることは明らかである。",
                    "また，引用例1(甲4)には，その製品の使用時において常に隆起が形成されるものではないことが明らかにされている。すなわち，引用例1には，「第2図に示された如き，本発明の生理用パッドにより，17人の婦人のグループで試験が実施された。各婦人は，本発明による圧縮線を有する7つのパッド(グループAパッドと呼ばれる)と，同様であるが圧縮線のない別の7つのパッド(グループBパッドと呼ばれる)を受け取った。",
                    "各婦人は，月経期間中，グループAとグループBのパッドを交互に着用した。各パッドの使用の平均時間は，4時間であった。使用の後，各パッドは，中央隆起の形成と，側部からの漏れの発生とに関して検査された。結果は，- グループBよりもグループAから40％多くの製品が，中央隆起の形成を示し，本発明により開示された如く，圧縮線の使用は，形成につながるという事実を明らかにした。- グループBよりもグループAから5％少ない製品が，側部における漏れの微候を示し，本発明により開示された如く，分泌点の近くの隆起は，漏れを防止するために役立つことを示した」(7頁右下欄最終段落～8頁左上欄最終段落)と記載され，隆起に関する試験結果は，(圧縮線のない)グループBの製品に較べて(圧縮線を有する)グループAの製品が40％多く，中央隆起の形成を示したというものであり，この結果は，圧縮線を有する場合であっても，中央隆起が形成されないことを意味している。これに対し，本件考案のものは，製品の状態(製造時)で中高部を形成しておくことで，使用時において常に，股間部において良好にフィットさせるようにしたものであるから，中央隆起が形成されないものをも前提とする引用例1のものと比較して，本件考案の効果が顕著であることは明らかである。",
                    "さらに，引用例1(甲4)には，「使用者の腿12と13の圧力下で，隆起14が，圧縮線10，11の間で形成される」(7頁右下欄第2段落)と記載され，着用者の股間を想像すれば明らかなように，隆起14は，Fig‐1aの圧縮線10，11，12a，12b，12c及び12",
                    "dを有する場合であっても，隆起14は長手方向端部まで延在するものである。これに対し，本件考案のものは，中高部が長手方向中間に形成されるものであり，隆起14は長手方向端部まで延在する引用例1のものとは明らかに相違する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1(甲4)の隆起14部分は，使用時に圧縮線10，11間に形成されるというものであり，圧縮線10，11の形成が原因となって，使用時に圧縮線10，11間に隆起14が生成するというものである。これに対し，本件考案は，構成要件Bで規定するように，製品の状態(製造時)で中高部を形成した上で，構成要件Cのように，中高部以外の又は中高部でない非中高部に対して，透液性シートをヒートシールによる圧着固定線をもって圧着固定するものである。したがって，本件考案においては，引用例1のもののように，圧着固定線をもって，中高部と非中高部とが画定されるものではないのである。まして，引用例1の前掲の試験のように，引用例1のものは，使用時において中央隆起が形成されたり，形成されなかったりするものであるから，使用時においても，中高部が形成されない場合があり，その場合には非中高部が形成されないのであるから，本件考案における非中高部に対して，透液性シートをヒートシールによる圧着固定線をもって圧着固定するものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用例1(甲4)の「隆起14」が本件考案の「吸収体の長手方向中間の排液部分に形成した中高部」に該当せず，引用例1の「圧縮線10，11」は，本件考案の非中高部に対して圧着したものでなく，かつ，中高部を長手方向に固定したものではないから，本件考案の「圧着固定線」に該当しない。構成要件Dにおいて，原告は「圧着固定線」及び「弾性伸縮部材」の対比を行っているが，引用例1の「圧縮線10，11」が本件考案の「圧着固定線」に該当しないのであるから，上記対比には意味がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件考案と引用考案1とは，構成要件Aについては一致するが，構成要件B，C，D及びEのいずれにおいても相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用考案2は，引用例2(甲5)の第6図を注視すれば，折込み部5は，いずれの例においても，吸収体の前端に延在しているから，折込み部が吸収体の長手方向中間に位置するものではなく，本件考案の「長手方向中間」に「中高部」を形成することにつき開示がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用考案1のものは，使用時に圧縮線10，11の間に隆起14が生成されるものである。これに対し，引用考案2のものは，下部吸収材に対して上部吸収材を積層し，その上部吸収材の「前端部域」を側方から切り込んでさらに裏面側に折込むことで，製品の状態(製造時)に「折込み部」を形成したものである。したがって，そもそも，中高部の形成時点が全く異なる，引用考案1のものに引用考案2を適用することに動機付けがないことは明らかであり，しかも，引用考案2を引用考案1のものに適用する場合には，引用考案1の目的(「新しい材料」や「付加的な吸収性材料」を使用しないで，使用時に圧縮線10，11の間に隆起14を生成させる目的)を達成できないものとなるから，適用に阻害要因があることは明らかである。使用時に生成される「隆起14」に対し，製造時に形成される「折込み部」の幅方向位置を圧縮線10，11の間の位置とする理由がなく，また，引用考案2の「折込み部」は「前端部域から中央部域」にかけて形成されているものであり，引用例1の圧縮線10，11は「長手方向中間」であり，「前端部域」には存在しないから，引用考案2の「折込み部」の長手方向位置と引用例1の圧縮線10，11の長手方向位置は一致せず，適用関係に明らかな矛盾が生じることになる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は引用例2(甲5)の上部吸収材3全体を引用例1(甲4)に適用することを想定しているものと考えられるが，引用例2の上部吸収材3は，吸収体の全長にわたっており，「透水性シート11の……長手方向両端部16を熱圧(溶)着するようにしてある」(甲5の明細書8頁第1段落)ことで上部吸収材3は，下部吸収材2と共に，長手方向の固定が既になされているもので，引用例1(甲4)においても，「正面シート1と裏張りシート2は，例えばヒートシールにより，周縁部分において互いに固定される」(6頁第1段落)ことで，吸収要素3の長手方向の固定は既になされており，上部吸収材3の長手方向の固定もなされているものである。したがって，引用考案1は，透液性シートを圧縮線10，11の形成により上から押さえつけることによって，吸収要素3の長手方向の固定を図るものではなく，また，引用考案2も，透液性シートを接合線上部分13の形成によって上から押さえつけることによって，上部吸収材3の長手方向の固定を図るものではなく，圧縮線10，11や接合線上部分13の形成により吸収体や中高部を長手方向に固定するものでないことは明らかである。仮に引用例1のものに引用例2の上部吸収材3全体を適用したとしても，上部吸収材3又はその「折込み部」は，ナプキンの長手方向両端部のヒートシールによって固定されるもので，圧縮線10，11が長手方向に固定するものでないのであるから，本件考案の構成要件Cにかかる構成を想到させるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用例1(甲4)記載の「圧縮線」は，本件考案の中高部を長手方向に固定する「圧着固定線」に相当しないのであるから，引用例1に圧縮線10，11及び弾性要素6，6’が記載されているとしても，本件考案でいう「圧縮線」と「弾性伸縮部材」との対比を何ら開示するものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，引用考案1は，圧縮線10，11，12a～12dに囲まれた部分に隆起14を形成させるものであると主張するが，根拠がない。生理用ナプキンを股間部へ当てる場合，臀部の窪みによって圧縮を受けることは当然であるから，隆起14は12a～12dを越えて後端部域にも生成するものであることは明らかである。引用考案2の「折込み部」は，「前端部域から中央部域」にかけて形成されているものであり，その「折込み部」を圧縮線10，11，12a～12dに囲まれた部分に当たる位置にすることの構成を想定することは，前提において誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用考案2の線上部分13(接合線)は，「前端部域から中央部域」にかけて形成されているものであるのに対し，引用考案3の折り返し側部3cは，明らかに吸収体の前端部にはなく(あってもよいとの開示や示唆はない。)，ほぼ中央から前側よりに形成された，折り返し側部3cの両側へり8近傍に相当する場所にあるとするのは，明らかな誤りである。引用考案2の線上部分13(接合線13)は，「前端部域から中央部域」にかけて延在する「折込み部5」に対応して形成するものであるから，引用考案3の中央から前側よりに形成された「第1吸収部材3aに形成された突部」とは位置が異なるものである。そして，引用考案3は，第1吸収部材3aの突部の幅方向両側部分に圧着固定線を設けるものではないから，引用考案3に引用例2の線上部分13(接合線)の構成を適用すること自体に動機付けがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，引用例2(甲5)のものは，「前端部域から中央部域」にかけて延在する「折込み部5」については，幅方向について厚層とし，「後端部域」については薄層にすることで，「段差が大きい」(甲5の明細書3頁第2段落)ものとなる要因を解消するものであり，かかる目的をもって「前端部域から中央部域」にかけて形成した「折込み部5」の側部に線上部分13(接合線)を形成することにより，「中央部に位置する上部吸収材が装着時に移動することがなく」(同8頁最終段落～9頁第1段落)の記載に係る作用面からの理由は，具体的な記載がない。引用例2の第6図のいずれの形態についても，内方に折り畳んだ「折込み部5」は裏面側に開口をもったチャンネル状となっているものであり，長手方向前縁が吸収体の前縁に開口しているため，特に「折込み部5」の前側部分の折込みが外れて捲れたり幅方向にズレ易いことに対応して，これを解決するために線上部分13(接合線)を形成するものであるとも考えられる。これに対し，引用考案3の「折り返し側部3c」は，全く異なる。すなわち，「折り返し側部3c」は平面視で台形をなし，第1吸収部材3aの対向側部3cを内側に折り返して形成したものであり，「折り返し側部3c」より前端側にも「第1吸収部材3a」が存在するものである。したがって，引用例3(甲15)の第4図を注視すれば明らかなように，「折り返し側部3c」の前端縁から後端縁にかけての全体は「第1吸収部材3a」によって覆われて移動が規制されており，しかも，引用例3の「第1吸収部材3a」は，「半剛性吸収体」であり，したがって，「折り返し側部3c」も「半剛性吸収体」であるから，第1吸収部材3aに形成された突部におけるズレを考慮に入れる必要はないものである。さらに，引用例3においては，「その剛性の段差線が側へり8と対向端9a，9bとによって形成され，該段差線が折曲案内線10となっている」(甲15の明細書7頁第2段落)ものであり，「折曲案内線を設けてあるとともに対向する該案内線の間の吸収体部分を最も厚層に形成してあるから，前記ポケットが形成され易く，しかも着用者の股間に安定的に適合密着し，かつ，排泄物の吸収容量が増大して前記漏れ防止を一層向上させることができる」(同8頁第3段落)というもので，折曲案内線10の形成自体で，「ポケットが形成され易く，しかも着用者の股間に安定的に適合密着」するというものであるから，第1吸収部材3aに形成された突部におけるズレを考慮に入れる必要はないものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(考案の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否につき，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(本件考案の実施可能性についての判断の誤り)について(1) 原告は，訂正明細書(甲3添付)の記載からでは，当業者(その考案の属する技術の分野における通常の知識を有する者)は，「中高部の幅方向両側部分」，「長手方向に沿う」及び「圧着固定線の長手方向区間」の意味等を特定することができないため，当業者は本件考案を容易に実施することはできないと主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで，訂正明細書(甲3添付)の記載をみると，実用新案登録請求の範囲には，「透液性シートと，不透液性シートと，両シート間に介装される排液を吸収する吸収体とを備えた生理用ナプキンにおいて，前記吸収体の幅方向および長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を形成するとともに，前記中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定して，前記中高部をその幅方向および長手方向に固定し，前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け，ナプキンの両側部を使用時において長手方向に沿って収縮するように構成したことを特徴とする生理用ナプキン。」(下線付加)と記載されている。",
                "上記記載によれば，「中高部の幅方向両側部分」において，中高部は，「吸収体の幅方向および長手方向中間の排液部分」に形成され，その大きさは「吸収体より幅狭でかつ短長」であり，その形状は「使用面側に凸状に突出する」ものであるから，「中高部」は，吸収体の排液部分に対応する箇所に位置し，吸収体の幅の内側の位置にあるものであると理解することができる。",
                "上記「中高部の幅方向両側」の「幅方向」については，中高部は吸収体に形成されるものであり，その吸収体は，ナプキンの長手方向(前後方向)に配置されるものであるから，「中高部の幅方向」とはナプキン及び吸収体の幅方向(左右方向)を意味するものであると理解することができる。また，ここで「幅方向両側」の位置を問題にしているのは，圧着固定線によって中高部を非中高部に対して圧着固定する位置を特定するためであるから，「中高部の幅方向両側部分」は，吸収体の排液部分に位置し，吸収体の幅の内側の位置であり，ナプキン又は吸収体の幅方向でその外側を囲む位置を意味するものと理解することができる。",
                "中高部の形状については，「使用面側に突状に突出する」と記載されているのみなので，その形状は種々の形状を取り得るとしても，上記したように，「中高部の幅方向両側部分」の位置は，当業者が特定できるものである。",
                "また，「長手方向に沿って」の意味は，上記「幅方向」の意味と同様に，中高部は吸収体に形成されるものであり，その吸収体は，ナプキンの長手方向に配置されるものであるから，「中高部の長手方向に沿って」とは，ナプキン又は吸収体の長手方向に沿っての意味であると理解することができる。",
                "さらに，「圧着固定線の長手方向区間」について，「圧着固定線」は，中高部を非中高部に対して圧着により固定するものであり，その位置は，「中高部の幅方向両側部分において長手方向に沿」い，その結果，「前記中高部をその幅方向および長手方向に固定」するものであるから，「圧着固定線の長手方向区間」の「長手方向」は，「中高部の長手方向」と同様，ナプキン又は吸収体の長手方向に沿ってと理解することができる。そして，「区間」は，一般に「鉄道・交通路などで，ある地点とある地点との間」(広辞苑第5版)を意味するから，「圧着固定線の長手方向区間」は，中高部の幅方向両側部分に設けた圧着固定線の長手方向の始点と終点の間，すなわち，長手方向の範囲を意味するものと理解することができる。そして，中高部の構成及び弾性伸縮部材の構成が決まれば，その長さは，「前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け，ナプキンの両側部を使用時において長手方向に沿って収縮するように構成した」との記載から，当業者が容易に決定することができるものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記のとおり，当業者は，訂正明細書(甲3添付)の記載から本件考案の「中高部の幅方向両側部分」，「長手方向に沿う」及び「圧着固定線の長手方向区間」の意味を特定することができるものと認められるところ，訂正明細書の考案の詳細な説明には，本件考案の実施例について，図面の記載と共に，段落【0018】ないし段落【0036】に詳細に記載され，その記載は，実用新案登録請求の範囲の記載に基づく上記解釈とも整合し，矛盾する点は見当たらない。したがって，当業者は，これらの記載から容易に本件考案の実施をすることができるものと認められる。",
                "原告は，審決は，明細書中に一実施例の記載があることをもって当業者が容易にその実施をすることができると認定していると非難する。しかし，審決の当該部分の説示(9頁第1段落～10頁第3段落)は，訂正明細書の実用新案登録請求の範囲の記載に基づいて各用語の意味を特定し，更に実施例に係る発明の詳細な説明の記載についても検討した上，実施可能性について判断しているものと理解することができ，一実施例の記載のみから判断しているものではない。原告の上記非難は審決を正しく理解しないものというほかなく，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，訂正明細書(甲3添付)には，本件考案について，当業者が容易にその実施をすることができる程度に記載されているということができるから，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件考案の新規性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案は，原告主張のように，",
              "text": [
                "「A 透液性シートと，不透液性シートと，両シート間に介装される排液を吸収する吸収体とを備えた生理用ナプキンにおいて，",
                "B 前記吸収体の幅方向および長手方向中間の排液部分に，吸収体より幅狭でかつ短長の使用面側に凸状に突出する中高部を形成するとともに，",
                "C 前記中高部の幅方向両側部分において長手方向に沿って透液性シートをヒートシールによる圧着固定線をもって非中高部に対して圧着固定して，前記中高部をその幅方向および長手方向に固定し，D 前記圧着固定線の長手方向区間と同じか長い区間にわたって，各圧着固定線の幅方向外側において，弾性伸縮部材をそれぞれ設け，ナプキンの両側部を使用時において長手方向に沿って収縮するように構成した",
                "E ことを特徴とする生理用ナプキン。」(以下，上記各構成要件を，原告主張と同様に，「構成要件A」～「構成要件E」という。)の構成から成るが，原告は，引用考案1は，構成要件A～Eをすべて充足するから，本件考案は引用考案1と同一であると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで引用例1(甲4)には，次の記載がある。",
                "①「本発明の目的の一つは，側部において漏れの危険を有効に最小にする外部可処分生理用パッドを提供することである。別の目的は，新しい材料を使用することなく，かつ製造が困難な複雑かつ精巧な構造を使用することなしに，有効なパッドを提供することである。本発明のさらに別の目的は，高費用／利益比を有する有効かつ簡単なパッドを提供することである。」(3頁右下欄第1段落～第2段落)",
                "②「本発明により，該パッドの本体の各縦縁に沿いかつ接近した圧縮によって得られた少なくとも一つの線を含むことを特徴とする可処分生理用パッドが提供される。そのような線は，互いから十分に離れており，その結果使用中，使用者の腿によって及ぼされた圧力は，液体が分泌される使用者の身体の方に隆起を提供する。本発明のパッドの機能性は，使用された時，製品が，使用者の腿により中央部分に圧縮されるという事実に基づく。この圧縮は，2つの線の間に含まれた材料を，使用者の身体の方に押しやらせ，こうして多量の材料を，吸収の必要性がより重大である分泌点に接近して吸収のために利用できるようにし，液体の皮膚への漏れの可能性のある自由な経路を防止し，こうして漏れの危険を縮小する。先行技術の場合における如く，2つの線が存在しない時，使用者の腿の圧力下にある吸収材料は，身体から離れるか，又は分泌点において良好な接触を設けない偶然の形態を取る傾向がある。これは，先行技術におけるものとは異なり，発明の可処分生理用パッドが，吸収材料の隆起を設けるようとし，この目的のために付加的な吸収性材料を使用する必要性なしに，使用者の身体との接触を最適にすることを意味する。ここで使用された如く，表現「圧縮線」又は「圧縮によって得られた線」は，生理用パッドの本体が，非弾性的に，周囲の材料に関してより大きな密度を生成するために十分に，線に沿って圧力を受けることを意味する。そのような線-少なくとも2つある-は，互いと縦縁に平行な直線であってもなくても良く，そして任意の厚さを有する。好ましくは，線は，縦縁に平行であり，そしてそれらの幅は，5mmよりも小さく，このようにして，それらは，製品が使用される時，隆起の形成を助長する。」(3頁右下欄第4段落～4頁右上欄第1段落)",
                "③「ここで使用された如く，用語パッド「本体」は，吸収要素を少なくとも含むと理解され，そして他の層，例えば，下側又は内側に置かれた正面シートと裏張りシートを含む。こうして，圧縮線は，所望ならば，吸収要素にのみ，あるいはパッド本体を含む他の構造要素に刻印される。",
                "例えば，圧縮線は，正面層と吸収要素の両方において作製される。圧縮線を生成するための好ましい方法は，所望の形式を有する適切な材料から作られたレリーフ・パターンを吸収性本体に配置し，そしてそれを押して，必要ならば加熱圧搾することにより，圧縮線を生成するために十分に，吸収要素の材料を刻印することによる。レリーフ・パターンと接触された吸収要素の表面は，使用者の身体に面する。そうでなければ，使用者の腿によって及ぼされた圧力は，身体からそらされた吸収要素の表面において，隆起の形成を非所望に助長する。」(5頁左上欄第2段落～右上欄第1段落)",
                "④「今添付の図面を参照すると，本発明の教示による外部生理用パッド30が示される。形が細長く，かつ，それぞれ丸い上方及び下方端部縁16と17を有するパッド30は，体液浸透性正面シート1と，吸収要素又は吸収性コア3と，体液不浸透性裏張りシート2とを具備する。パッド30は，さらに，パッドのそれぞれ縦側部縁18，19に隣接して位置する一対の弾性要素6，6’を具備する。パッド30は，圧縮線10，11，12a，12b，12c，12d，13aと13bを含み，",
                "以後さらに詳細に記載される。」(5頁右下欄最終段落)",
                "⑤「弾性要素6，6’は，パッド30のそれぞれ縦フラップ4，5において正面シート1と裏張りシート2の間に位置する。これらの弾性要素は，パッド30が第1a図に示された平坦構成にある時，延びているが弾性的に収縮する状態にある。弾性要素が，伸びている状態から収縮することを許容される時，生理用パッドは，第2a図に示された「ボート状」構成を取る。……熱収縮性弾性要素6が，上記の如く，ヒートシール手順の使用により正面及び裏張りシートの間で固定される時，適用された熱はまた，要素6，6’を収縮させるために役立ち，これにより弾性特性を提供する。熱収縮性弾性要素6，6’が，例えば接着剤の使用により固定されるならば，それらが収縮し，かつ弾性特性を獲得するために，例えば熱空気の使用により，熱で要素を事後処理することが，必要である。弾性要素6，6’が，収縮状態にある時，生理用パッド30は，第2a図と第2b図に示された解剖学的シェル状構成を取る。」(6頁左上欄最終段落～左下欄)",
                "⑥「好ましくは，必ずしも必要ではないが，体液浸透性正面シート1は，ヒートシール性のポリエステル繊維を含む不織布であり，22g／mの坪量と，平方インチ当たり144の穿孔を有する。体液不浸透性層2は，好ましくは，19g／cm2の坪量と，約0．020mmの厚さを有するポリエチレンのフィルムを含む。正面シート1が，ヒートシール性のポリエステル繊維を含む時，正面及び裏張りシートは，ヒートシール技術により周縁部分において一緒に密封される。好ましい実施態様において，吸収要素3は，約7グラムの重量を有する100％木パルプ毛羽の層を含む。代表的な生理用パッドにおいて，吸収要素3は，約20cmの長さと約6cmの幅である。吸収要素3は，公知の方式において，液体浸透性正面シート1と液体不浸透性裏張りシート2の間に挟まれる。」(6頁右下欄第2段落)",
                "⑦「本発明の一つの実施態様において，生理用パッド30は，吸収要素3の縦側部縁9，9’に平行に走行する圧縮線の第1対10，11を含む。22cmの長さを有する生理用パッド30に対して，圧縮線10，11は，都合良くは，長さが約6cm(第1a図において点AとBの間と，点A’とB’の間)であり，そして吸収要素3の縦側部縁9，9’から僅かに内側(約0．8cm)に置かれる。圧縮線10，11は，パッドの頂部縁と底部縁の間の実質的に中央に位置する。」(6頁右下欄最終段落～7頁左上欄第1段落)",
                "⑧「第2の好ましい実施態様において，生理用パッド30は，さらに，4つの付加的な圧縮線を含む。第1a図に見られた如く，一対の圧縮線は各圧縮線10，11の端部から，生理用パッド30の縦中心線に位置する点(第1a図のCとC’)の方に向かってある角度において延びている。こうして，パッド30の上方端部において，第3圧縮線12aが，第1圧縮線10の上方端部A’から，パッドの該端部Aと上方縁16の間の中心線33に位置する第1点Cに延びている。同様に，第4圧縮線12bは，第2圧縮線11の上方端部Aから，第1点Cに延びている。",
                "角度をなして配置された圧縮線12c，12dの第2対は，生理用パッドの底部の近くに設けられる。第5圧縮線12cは，第1圧縮線10の下方端部B’から，パッド30の該端部B’と下方縁17の間の中心線33に位置する第2点C’に伸びている。第6圧縮線12dは，第2圧縮線11の下方端部Bから，中心線33に位置する第2点C’に延びている。」(7頁左上欄第2段落～右上欄第1段落)",
                "⑨「本発明の別の実施態様において，生理用パッドは，縦中心線33に沿って延びている圧縮線のさらに他の対を有する。こうして，第1a図に見られた如く，第7圧縮線13aが，生理用パッドの上方端部の方向において，縦中心線33における点Cから点Dに延びている。同様に，第8圧縮線13bが，生理用パッドの下方端部の方向において，縦中心線33における点C’から点D’に延びている。パッド30と圧縮線10，11，12a，12b，12cと12dが，上記の代表的長さを有",
                "する時，圧縮線13aと13bは，代表的に，1．5cmの長さを有する。」(7頁左下欄第2段落)",
                "⑩「第3図は，使用者の会陰領域40と接触された，使用中の第2図のパッドを示す。使用者の腿12と13の圧力下で，隆起14が，圧縮線10，11の間で形成される。フラップ4と5は，使用者の腿に対して位置し，そしてまた，側部からの漏れを制限するために有用である。」(7頁右下欄第2段落)",
                "⑪「- グループBよりもグループAから40％多くの製品が，中央隆起の形成を示し，本発明により開示された如く，圧縮線の使用は，形成につながるという事実を明らかにした。- グループBよりもグループAから5％少ない製品が，側部における漏れの徴候を示し，本発明により開示された如く，分岐点の近くの隆起は，漏れを防止するために役立つことを示した。」(8頁左上欄最終段落)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，引用例1(甲4)の上記記載と本件考案の構成要件A～Eとを対比して検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件A",
                  "text": [
                    "引用例1(甲4)の「体液浸透性正面シート1」，「体液不浸透性裏張りシート2」及び「吸収要素又は吸収性コア3」は，それぞれ本件考案の「透液性シート」，「不透液性シート」及び「両シート間に介装される排液を吸収する吸収体」に相当するものと認められる。したがって，引用例1の「可処分生理用パッド」は，構成要件Aを備えた生理用ナプキンということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件B",
                  "text": [
                    "引用例1(甲4)の 「隆起14」は，「使用者の腿12と13の圧力下で」形成されるものではあるが，「圧縮線10，11の間で形成される」ものであり，「使用者の会陰領域40と接触され」，「液体が分泌される使用者の身体の方に隆起」(上記(3)②)するものである。そして，この「隆起14」は，FIG-3の図示から明らかなように，吸収要素3の幅方向中間の排液部分に，また，FIG-1a，FIG-2aの図示から明らかなように，吸収要素3の長手方向中間の排液部分に，吸収要素3よりも幅狭でかつ長さが短く，使用面側に突出して形成されているものである。したがって，使用時においてではあるが，引用例1には，本件考案の構成要件Bが記載されているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件C",
                  "text": [
                    "引用例1(甲4)の「圧縮線」は，「表現「圧縮線」又は「圧縮によって得られた線」は，生理用パッドの本体が，非弾性的に，周囲の材料に関してより大きな密度を生成するために十分に，線に沿って圧力を受けることを意味する。そのような線-少なくとも2つある-は，互いと縦縁に平行な直線であってもなくても良く，そして任意の厚さを有する。好ましくは，線は，縦縁に平行であり，そしてそれらの幅は，5mmよりも小さく，このようにして，それらは，製品が使用される時，隆起の形成を助長する」(上記(3)②)と記載され，また，「用語パッド「本体」は，吸収要素を少なくとも含むと理解され，そして他の層，例えば，下側又は内側に置かれた正面シートと裏張りシートを含む。こうして，圧縮線は，所望ならば，吸収要素にのみ，あるいはパッド本体を含む他の構造要素に刻印される。例えば，圧縮線は，正面層と吸収要素の両方において作製される。圧縮線を生成するための好ましい方法は，所望の形式を有する適切な材料から作られたレリーフ・パターンを吸収性本体に配置し，そしてそれを押して，必要ならば加熱圧搾することにより，圧縮線を生成するために十分に，吸収要素の材料を刻印することによる」(上記(3)③)と記載され，「正面シート1が，ヒートシール性のポリエステル繊維を含む時，正面及び裏張りシートは，ヒートシール技術により周縁部分において一緒に密封される」(上記(3)⑥)と記載されていること，及び，FIG-1a，FIG-1b，FIG-2b，FIG-3の図示から，引用例1の正",
                    "面及び裏張りシートは，吸収要素3と共に，ヒートシール技術により「圧縮線」を生成する際に加熱圧搾され，大きな密度をもって固定されるものと認められる。そして，引用例1の「圧縮線10，11，12a，12b，12c，12d，13a，13b」は，吸収要素3の長手方向に沿って配置され，吸収要素3を幅方向及び横方向にも固定するものであり，また，隆起14は使用時においてではあるが，吸収要素3よりも幅狭でかつ長さが短く，使用面側に突出して形成されるものと認められる。",
                    "したがって，引用例1には，吸収要素3の軸方向両側部分において長手方向に沿って正面シートをヒートシールによる圧縮線をもって，吸収要素3に対して圧着固定して，使用時に隆起を形成する吸収要素3を幅方向及び長手方向に固定することが記載されているということができる。",
                    "他方，本件考案の「中高部」は，圧着固定線によって非中高部に対して圧着固定するものであり，非中高部とは別部材から成るものであるのに対し，引用考案1の「隆起14」は，使用時に使用者の腿12と13の圧力下で形成されるものであり，吸収要素3の一部であるから，この点において本件考案の構成要件Cと相違するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件D",
                  "text": [
                    "引用例1(甲4)の「熱収縮性弾性要素6，6’」は，FIG-1a，FIG-2aに図示されているように，「圧縮線」の長手方向区間と同じか長い区間にわたっており，また，「熱収縮性弾性要素6，6’」は，「圧縮線」の幅方向外側に設けられている。そして，弾性要素が，伸びている状態から収縮することを許容される時，生理用パッドは，FIG-2aに図示された「解剖学的シェル状構成」となるものである。したがって，引用例1には，本件考案の構成要件Dが記載されているということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件E",
                  "text": [
                    "引用例1(甲4)には，本件考案と同様に生理用ナプキンに利用することが記載されている。したがって，引用例1には，本件考案の構成要件Eが記載されているということができる。",
                    "以上，引用例1(甲4)の上記記載と本件考案を対比したところによれば，本件考案と引用例1記載の生理用ナプキン(引用考案1)は，構成要件A，B，D，Eにおいては一致するが，構成要件Cにおいては相違することが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，本件考案は，構成要件Cにおいて引用考案1と相違するから，両者を同一であるということはできない。したがって，原告の取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件考案の引用考案1，2に基づく進歩性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用考案1に引用考案2を適用すれば，本件考案の構成要件を全て具備したものとなるから，本件考案の引用考案1，2に基づく進歩性を肯定した審決の認定判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件考案と引用考案1は，構成要件A，B，D，Eにおいて一致するが，構成要件Cにおいて，本件考案の「中高部」は，圧着固定線によって非中高部に対して圧着固定するものであり，非中高部とは別部材から成るものであるのに対し，引用考案1の「隆起14」は，使用時に使用者の腿12と13の圧力下で形成されるものであり，吸収要素3の一部である点(以下「相違点」という。)において相違することは，上記3のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，引用例2(甲5)には，次の記載がある。",
                "①「本考案の目的は，従来のナプキンが有している吸収性，使用上の安心感などの利点を維持し，しかも前述のような欠点を解消することができるナプキンを提供することにあり，その目的を達成するための，本考案の要旨とする処は，下部吸収材と，前端部域から中央部域の幅方向両端部を内方に折込み，この折込み部を前記下部吸収材の幅よりも狭く形成した上部吸収材とから吸収体を構成し，前記下部吸収材の少なくとも下面に不透水性シートを位置させ，この積層体を透水性シートで被覆することにより，幅方向中央部域を厚層に且つ後端部域を薄層に形成すると共に幅方向両端部に薄層のフラップを形成してあることを特徴とする生理用ナプキンに存する。」(明細書3頁最終段落～4頁第1段落)",
                "②「第2図，第3図に示すナプキン1は，下部吸収材2と上部吸収材3とから吸収体4を構成してある。上部吸収材3は，第6図A，B，C，Dに斜面図で例示してあるように前端部域から中央部域の幅方向両端部を内方へ折込み，この折込み部5を下部吸収材2の幅よりも狭く形成してある。即ち，第6図A，B，C，Dにおいて，6は切断線，7は切込み線を示し，……」(同4頁最終段落～5頁第1段落)",
                "③「斯くして形成したナプキン1は，上部吸収材3の折込み部5の幅方向両端部に位置する透水性シート11を線状に熱圧(溶)着することによりその線上部分13をネット状シート9を介して下部吸収材2に接合してあり，更に必要に応じて，ネット状シート9に重ねる不透水性シート10の折曲部分10の上面に位置する透水性シート11を線上に熱圧(溶)着することにより，透水性シート11と不透水性シート10とを接合してあり，その場合の加熱・加圧の如何によっては透水性シート11と不透水性シート10とネット状シート9とが接合されることもある。」(6頁第1段落)",
                "④「特に本考案によれば，ナプキンを装着して歩く時にナプキンの幅方向両端部が太ももにこすれたり，両太もも間に挟まれた状態で従来のナプキンの中央部に生ずるが如き皺が生じたりすることなどに伴う使用感がなく，しかも膣部や臀部溝を含むその近傍部の肌に対する密着性が向上し経血の漏れを有効に防止することができる。更に上部吸収材の両端部に位置する透水性シートを熱可塑性で疎水性のネット状シートを介して下部吸収材に線状に接合したものにおいては，経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材が装着時に移動することがなく，且つ所望のメッシュを有する前記ネット状シートを位置させたものにおいては，内部に一旦吸収された経血の肌当接面への逆流に効果あり，実用に供し極めて有益である。」(8頁第2段落～9頁第1段落)"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記記載及び引用例2の第1図ないし第6図の図示によれば，引用例2(甲5)には，ナプキン吸収材4を下部吸収材2と上部吸収材3で構成し，上部吸収材3は，下部吸収材2の幅よりも狭く形成され，幅方向中央部域を厚層にかつ後端部域を薄層に形成し，下部吸収材の少なくとも下面に不透水性シートを位置させ，上部吸収材3を透水性シートで被覆し，上部吸収材3の折込み部5の幅方向両端部に位置する透水性シート11を線状に熱圧(溶)着することにより，透水性シート11と不透水性シート10とを接合することが記載され，これらの構成により，「ナプキンを装着して歩く時にナプキンの幅方向両端部が太ももにこすれたり，両太もも間に挟まれた状態で従来のナプキンの中央部に生ずるが如き皺が生じたりすることなどに伴う使用感がなく」，「しかも膣部や臀部溝を含むその近傍部の肌に対する密着性が向上し経血の漏れを有効に防止することができる」，「更に上部吸収材の両端部に位置する透水性シートを熱可塑性で疎水性のネット状シートを介して下部吸収材に線状に接合したものにおいては，経血の吸収上最も重要なナプキンの中央部に位置する上部吸収材が装着時に移動することがなく」，「且つ所望のメッシュを有する前記ネット状シートを位置させたものにおいては，内部に一旦吸収された経血の肌当接面への逆流に効果あり，実用に供し極めて有益である」との作用効果を奏するものであると認められる。そして，引用例2においても，熱圧着部分(接合線)13を用いて折込み部5を固定する構成により，折込み部5の幅方向の変形，移動が規制されているから，本件考案の「幅方向に固定」がなされるとともに，長手方向の変形，移動の規制も，透液性シートにより押さえつけられるという程度にはなされていることになり，本件考案の「長手方向に固定」がなされていることになる。したがって，引用例2には，本件考案の「中高部」に相当する「上部吸収材」を有する生理用ナプキン(引用考案2)が記載されていると認められる。そして，引用考案2は，引用考案1と同様に，同じ生理用ナプキンの考案であるから，引用考案1の「隆起14」に替えて，引用考案2の「上部吸収材」を設け，その上部吸収材を吸収要素3に固定すること，すなわち，吸収要素とは別部材とし，かつ，あらかじめ吸収要素3に圧着固定して設けることは，当業者にきわめて容易に想到できるものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，引用考案2は本件考案の「長手方向中間」に「中高部」を形成することにつき開示がないと主張する。しかし，引用例1の「隆起14」は，「圧縮線」内の長手方向中間に形成されるものであり，本件考案の「長手方向中間」に「中高部」を形成することが開示されているから，引用考案2に上記の開示がないとしても，上記容易想到の判断を左右するものではない。",
                "また，被告は，引用考案1と引用考案2は中高部の形成時点が全く異なり，引用考案1に引用考案2を適用する動機付けがなく，しかも，引用考案2を引用考案1に適用する場合には，引用考案1の目的(「新しい材料」や「付加的な吸収性材料」を使用しないで，使用時に圧縮線10，11の間に隆起14を生成させる目的)を達成できないものとなるから，適用に阻害要因があると主張する。しかし，引用例1の「隆起14」は，使用時において形成されるものであり，引用例2の「上部吸収材3」は製造時に形成されるものではあるが，吸収体より幅狭でかつ短長の凸状に使用面側に突出する中高部を形成するという共通の構造を有し，また，それによって，使用者の身体とより密に接触して，漏れの危険がより小さくなるようにし，かつ，吸収性に優れたナプキンを得るという共通の課題，作用効果を有するものであるから，引用考案1のものに引用考案2を適用することに動機付けがあるというべきである。また，引用考案1の目的として，「新しい材料」や「付加的な吸収性材料」を使用しないことがあるとしても，引用考案1の「隆起14」は，使用時に使用者の腿12と13の圧力下で形成されるものであり，それを構成する部材は吸収要素3の一部であって，その材料は製造時に既に存在するものであるから，製品の状態(製造時)において「新しい材料」や「付加的な吸収性材料」を新たに必要とするものではなく，引用考案1の上記目的に反するとまでは認められない。したがって，被告の阻害要因があるとの主張は採用することができない。",
                "さらに，被告は，引用例1のものに引用例2の上部吸収材3全体を適用したとしても，上部吸収材3又はその「折込み部」は，ナプキンの長手方向両端部のヒートシールによって固定されるもので，圧縮線10，11が長手方向に固定するものでないのであるから，本件考案の構成要件Cにかかる構成を想到させるものではないなどと主張する。しかし，引用例1には，「圧縮線10，11，12a～12d，13a，13b」を設けることが記載さ",
                "れ，これによって「隆起14」は長手方向にも固定されるものであることは上記3(3)ウのとおりであり，「隆起14」に替えて引用例2の「上部吸収材3」を適用すれば，本件考案の構成要件Cが得られることは，上記(2)ないし(4)に述べたとおりである。",
                "そして，被告のその余の主張も，上記説示に照らし，いずれも採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上検討したところによれば，本件考案は，引用考案1，2に基づいて当業者がきわめて容易に考案をすることができたものというべきであり，これを否定した審決の判断は誤りというほかない。",
                "したがって，原告の取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，本件考案は引用考案1，2に基づき進歩性が否定されるべきもので，実用新案登録の要件を満たさないものであるから，その余の点について判断するまでもなく，本件実用新案登録は実用新案登録無効審判において無効とされるべきものである。",
            "よって，原告の本訴請求は理由があるからこれを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10846",
    "date": "2006-09-20",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033547",
    "ipprecedent_id": "175",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}