{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2003-72340号事件について平成17年8月10日にした決定のうち，「特許第3392394号の請求項1，3に係る特許を取り消す。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「トナー撹拌・搬送スクリュー」とする特許第3392394号(平成12年6月20日出願，平成15年1月24日設定",
              "text": [
                "登録，請求項の数3。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許についてAから特許異議の申立てがされたため，特許庁は，これを異議2003-72340号事件として審理した上，平成17年",
                  "text": [
                    "8月10日，「特許第3392394号の請求項1，3に係る特許を取",
                    "り消す。同請求項2に係る特許を維持する。」との決定(以下「本件決定」という。)をし，その謄本は，同年8月24日，原告に送達された。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "なお，本件決定は，請求項2に係る特許を取り消すべき理由は認められないが，請求項1，3に係る発明は，特許出願前に頒布された刊行物1(特開平8-11169号公報)及び刊行物2(特開平10-221",
                  "text": [
                    "937号公報)に記載された発明に基づいて当業者が容易に発明をすることができたから，上記各請求項に係る特許は特許法29条2項に違反するとしたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，原告は，本件決定のうち，請求項1，3に係る特許を取り消すとの部分の取消しを求める本訴を提起し，その係属中の平成17年12月19日，特許請求の範囲の減縮等を目的として，請求項1ないし3等の訂正(以下「本件訂正」という。)を内容とする訂正審判請求(訂正2005-39229号)をしたところ，特許庁は，平成18年3月2日，本件訂正を認める旨の審決(以下「本件訂正審決」という。)をし，その謄本は，同月14日原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "設定登録時の請求項",
          "text": [
            "【請求項1】 電子写真複写機のトナー供給装置に使用され，軸部とこの軸部に一体に成形された螺旋状羽根とを有する樹脂製のトナー撹拌・搬送スクリューであって，",
            "前記螺旋状羽根はこの長さ方向を横断する断面形状が全長にわたり台形形状であり，この台形形状は，前記螺旋状羽根が前記軸部を一周する間において徐々に変化され，前記台形の底部の幅が他の部分よりも膨らんだ部分が複数箇所形成されていることを特徴とするトナー撹拌・搬送スクリュー。",
            "【請求項2】 前記トナー撹拌・搬送スクリューが複数に分割される成形金型により成形されたものであって，前記膨らんだ部分が前記成形金型の合わせ部分に対応している請求項1に記載のトナー撹拌・搬送スクリュー。",
            "【請求項3】 電子写真複写機のトナー供給装置に使用され，軸部とこの軸部に一体に成形された螺旋状羽根とを有する樹脂製のトナー撹拌・搬送スクリューであって，",
            "前記螺旋形状羽根はこの長さ方向を横断する断面形状が全長にわたり台形形状であり，前記軸部の外周面における前記螺旋状羽根の軸心方向の間隔が，前記螺旋状羽根が軸部を一周する間に他の部分より短くなる部分が複数箇所形成されていることを特徴とするトナー撹拌・搬送スクリュー。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正後の請求項(下線部は訂正部分)",
          "text": [
            "【請求項1】 電子写真複写機のトナー供給装置に使用され，軸部とこの軸部に一体に成形された螺旋状羽根とを有する樹脂製のトナー撹拌・搬送スクリューであって，前記螺旋状羽根はこの長さ方向を横断する断面形状が全長にわたり台形形状であり，この台形形状は，前記螺旋状羽根が前記軸部を一周する間において徐々に変化され，前記台形の底部の幅が他の部分よりも膨らんだ部分が複数箇所形成されているトナー撹拌・搬送スクリューであって，前記トナー撹拌・搬送スクリューが複数に分割される成形金型により成形されたものであって，前記膨らんだ部分が前記成形金型の合わせ部分に対応していることを特徴とするトナー撹拌・搬送スクリュー。",
            "【請求項2】 樹脂製のトナー撹拌・搬送スクリューが，熱可塑性樹脂製のトナー撹拌・搬送スクリューであることを特徴とする請求項1記載のトナー撹拌・搬送スクリュー。",
            "【請求項3】 電子写真複写機のトナー供給装置に使用され，軸部とこの軸部に一体に成形された螺旋状羽根とを有する樹脂製のトナー撹拌・搬送スクリューであって，前記螺旋状羽根はこの長さ方向を横断する断面形状が全長にわたり台形形状であり，この台形形状は，前記螺旋状羽根が前記軸部を一周する間において徐々に変化され，前記台形の底部の幅が他の部分よりも膨らんだ部分が複数箇所形成されているトナー撹拌・搬送スクリューであって，",
            "前記トナー撹拌・搬送スクリューが複数に分割される成形金型により成形されたものであって，前記膨らんだ部分が前記成形金型の合わせ部分に対応しているものであって，",
            "前記軸部の外周面における前記螺旋状羽根の軸心方向の間隔が，前記螺旋状羽根が軸部を一周する間に他の部分より短くなる部分が複数箇所形成されていることを特徴とするトナー撹拌・搬送スクリュー。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "前記争いのない事実によれば，原告は，本件決定のうち，請求項1，3に係る特許を取り消すとの部分の取消しを求める本訴係属中に，当該特許に係る特許請求の範囲の減縮を含む訂正審判請求をし，特許庁はこれを認める本件訂正審決をし，これが確定したことにより，特許請求の範囲が減縮されたことが認められる。",
            "そうすると，本件決定は，結果として，請求項1，3について判断の対象となるべき発明の要旨の認定を誤ったことになり，この誤りが上記各請求項についての決定の結論に影響を及ぼすことは明らかである。",
            "したがって，本件決定は，上記各請求項に関する部分につき取消しを免れない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，原告の請求は理由があるから，これを認容することとし，訴訟費用については，本件訴訟の経過にかんがみ，これを原告に負担させるのを相当と認め，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}