{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003-2173号事件について平成17年5月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許出願の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁から同請求不成立の審決を受けたため，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成5年5月10日(パリ条約による優先権主張 1992年(平成4年)5月11日，オランダ国)に出願した特願平5-108507号の一部を分割して，平成12年3月15日，発明の名称を「口金付高圧放電ランプ」とする新たな特許出願をした(以下「本願」という。甲2)。",
                "その後本願につき特許庁から拒絶査定を受けたので，原告は，不服の審判請求をし，同請求は不服2000-2173号事件として特許庁に係属した。",
                "同事件の中で原告は，平成15年2月10日(甲14)，平成16年1月23日(甲15)，平成16年9月16日(甲3)に，それぞれ手続補正をしたが，特許庁は，審理の上，平成17年5月9日，出訴期間として90日を附加して「本件審判の請求は，成り立たない。」との審決(以下「本件審決」ということがある。)をし，審決謄本は，平成17年5月19日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成16年9月16日付け補正(甲3)後の特許請求の範囲は，請求項1～8から成るが，その請求項1に係る発明は，下記のとおりである(以下「本願発明」という。)",
                "記",
                "「イオン化可能な充填剤が収容され気密に封じられたランプ容器を有する光源であって，",
                "前記ランプ容器は，それぞれ封じ部を具え互いに対向している第1及び第2頸状部を有し，第1及び第2電流供給導体がそれぞれ前記封じ部を貫通して前記ランプ容器内に配置された一対の電極まで延在している当該光源と，",
                "絶縁材料の口金であって，前記第1電流供給導体に接続された第1接点部材と，第2接点部材とを有する当該口金と，",
                "前記ランプ容器の側方に沿って前記口金まで延在し，前記第2電流供給導体及び第2接点部材に接続されている接続導体と，",
                "ほぼ同心的な管状外側エンベロープと，",
                "を有している口金付高圧放電ランプにおいて，",
                "前記接続導体が前記外側エンベロープの外側に延在し，この外側エンベロープはガラスより成っており，この外側エンベロープは，ほぼ円筒状であるとともに前記ランプ容器の前記第2頸状部に結合される又は前記ランプ容器の前記第2頸状部から直線状に導出した前記第2電流供給導体を囲んでいる小径部分を有し，放電空間の領域における前記ランプ容器と前記外側エンベロープとの最小隙間が1.5mm以下であり，前記ランプ容器がその第1頸状部又は前記外側エンベロープを以て前記口金に固着されていることを特徴とする口金付高圧放電ランプ。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本願発明は，その出願前に頒布された下記刊行物1，2，3，及び6に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，としたものである。",
                    "記",
                    "刊行物1：実願昭60-153859号(実開昭62-62755号)のマイクロフィルム(甲4)",
                    "刊行物2：米国特許第3,867,661号明細書(甲5)",
                    "刊行物3：欧州特許出願公開478058号(甲6。特開平4-233123号公報〔甲7〕参照。)",
                    "刊行物4：特開平3-233853号公報(甲8)",
                    "刊行物5：特開平4-4555号公報(甲9。ドイツ連邦共和国特許出願公開4112911号公報〔甲13〕参照。)",
                    "刊行物6：欧州特許出願公開465083号(甲10。特開平4-229942号公報〔甲11〕参照)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件審決は，本願発明と刊行物1に記載された発明(以下「引用発明」という。)との一致点及び相違点について，次のとおり認定している。。",
                    "(一致点)",
                    "「 イオン化可能な充填剤が収容され気密に封じられたランプ容器を有する光源であって，前記ランプ容器は，それぞれ封じ部を具え互いに対向している第1及び第2頸状部を有し，第1及び第2電流供給導体が前記ランプ容器内に配置された一対の電極に接続されている当該光源と，絶縁材料の口金であって，前記第1電流供給導体に接続された第1接点部材と，第2接点部材とを有する当該口金と，",
                    "前記ランプ容器の側方に沿って前記口金まで延在し，前記第2電流供給導体及び第2接点部材に接続されている接続導体と，",
                    "ほぼ同心的な管状外側エンベロープと",
                    "を有している口金付高圧放電ランプにおいて，",
                    "前記接続導体が前記外側エンベロープの外側に延在し，この外側エンベロープはガラスより成っており，この外側エンベロープは，ほぼ円筒状であり，放電空間の領域における前記ランプ容器と前記外側エンベロープとの最小隙間が1.5mm以下であり，",
                    "前記ランプ容器が前記外側エンベロープを以て前記口金に固着されていることを特徴とする口金付高圧放電ランプ。」である点。",
                    "(相違点a)",
                    "「第1及び第2電流供給導体」について，本願発明では，「それぞれ前記封じ部を貫通して電極まで延在している」としているのに対して，刊行物1記載の発明では，リード線(電流供給導体)は，封じ部を貫通することなく，外管(外側エンベロープ)内に存在し，電極には封じ部を介して接続されている点。",
                    "(相違点b)",
                    "「外側エンベロープ」について，本願発明では，「前記ランプ容器の前記第2頸状部に結合される又は前記ランプ容器の前記第2頸状部から直線状に導出した前記第2電気供給導体を囲んでいる小径部分を有し，」としているのに対し，刊行物1記載の発明では，そのようにはされていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおり，本願発明と引用発明(刊行物1に記載された発明)おtの相違点bに係る進歩性(容易想到性)の判断を誤った違法(取消事由)があり，取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，「外側エンベロープは，ほぼ円筒状であるとともに前記ランプ容器の前記第2頸状部に結合される又は前記ランプ容器の前記第2頸状部から直線状に導出した前記第2電流供給導体を囲んでいる小径部分」を有することを特徴とする，口金付高圧放電ランプの発明である。",
                    "本願に係る明細書(甲2)の【図1】に実施例として記載された放電ランプにおいて，外側エンベロープ20は，小径部分21を持ち，この小径部分21は，小径の部分が，ランプの長手方向に，ある程度の距離をもって存在する。外側エンベロープ20は，ほぼ円筒状であり小径部分でも円筒状である。また，【図3】に記載されたエンベロープ50は，小径部分51，52を持ち，わずかな距離ではあるが，頸状部2，3に橋絡するように結合している。",
                    "本願発明によれば，外側エンベロープがほぼ円筒状を保ったままなので，第2電流供給導体を単に小径部分で囲むだけか，せいぜい外側エンベロープとランプ容器の双方の頸状部とをそれぞれ結合するだけでよい。ここで「結合」とは，外側エンベロープの小径部分で頸状部とわずかな距離で接するようなことをいう(本願に係る明細書(甲2)の段落【0037】参照)。外側エンベロープが頸状部とわずかな距離で接するとしても，外側エンベロープは円筒状であって，中身が詰まった円柱状のものではなく，わずかな距離で接したとしてもほぼ円筒状といえる。外側エンベロープを細くして質量を軽くして耐衝撃性及び耐振動性を高めるために，接続導体を外側エンベロープの外側に配したとしても，外側エンベロープはほぼ円筒状で小径部分を持つので，外側エンベロープとランプ容器とを別々に作った後，ランプ容器に外側エンベロープをかぶせ，その後に，小径部分でランプ容器と外側エンベロープとを結合させればよく，複雑な製造工程を回避でき，構成が簡単なランプが容易に実現される(同段落【0011】～【0013】参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対して，引用発明(甲4参照)では，外側エンベロープに相当する「外管8」は，ピンチシールで封止されているだけであり，封着部7はとても長く，外側エンベロープが「ほぼ円筒状」であるとともに「ランプ容器の前記第2頸状部に結合される……小径部分を有し」ている，という本願発明の特徴を備えていない(相違点b)。",
                    "かかる相違点bについて，審決は，",
                    "「刊行物2及び刊行物6(第6図)に記載されているように，外側エンベロープを有する放電ランプにおいて，外側エンベロープを結合させる方法として，外側エンベロープに小径部分を設け，その小径部分によりランプ容器の頸状部に結合することは，本願の優先日前に既に周知である。」(7頁第2段落)",
                    "と認定し，この周知技術の認定を前提に，相違点bに係る構成を採用することは当業者にとって容易に想到し得ることであると判断したが，以下のとおり，この認定判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物2につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2(甲5)では，外管14(本願発明の「外側エンベロープ」に相当する。)とバルブ12(同「ランプ容器」に相当)とが完全に一体成形されるだけである。本願発明のように外側エンベロープが「ほぼ円筒状」であるとともに「ランプ容器の……頸状部に結合される……小径部分を有し」ている，とはいえない。",
                        "すなわち，刊行物2の図面及び「バルブの各端部は外管14と一体成形されてい」るとの記載(甲5の訳文)によれば，刊行物2のランプでは，バルブ12と外管14とが，作製の当初から完全に一体化されており，刊行物2には，外管14に小径部分を設け，その小径部分により外管14をバルブ12の頸状部18，20と結合させることの開示も示唆もない。また，刊行物2のランプでは，外管14の「小径部分」と呼べるものを特定することができないから，「小径部分」によりバルブ12の「頸状部」と「結合」していることを特定することもできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「結合」とは「結び合わせて一つにすること」を意味するから，本願発明の特許請求の範囲にいう「結合」も，そのような本来の意味に解すべきであると主張する。しかし，原告は，「結合」の用語の意義を論じているわけではなく，外側エンベロープが小径部分を有し，ランプ容器の頸状部との結合が，その小径部分によりされていることを主張しているのであり，上記被告の主張は，原告の主張を正しく理解しないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "刊行物6につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物6(甲10，11)の第1図に図示された放電ランプでは，内側エンベロープ12の管状部分16，18の端部に円盤状膨出部30，32を形成し，囲み部20と熱により一体化させている。",
                        "この構成では，囲み部20(本願発明の「外側エンベロープ」に相当する。)が内側エンベロープ12(「ランプ容器」に相当)の円盤状膨出部30，32(「頸状部」に相当)と完全に一体化されており，本願発明のように，「外側エンベロープは，ほぼ円筒状であるとともに前記ランプ容器の……頸状部に結合される……小径部分を有し」ているとはいえない。",
                        "この構成では，囲み部20は，内側エンベロープ12の管状部分16，18に別途設けた円盤状膨出部30，32により内側エンベロープ12と結合されているのであり，囲み部20自体の「小径部分」によって管状部分16，18と結合されているわけではない。",
                        "また，刊行物6の第6図に図示されたものでは，通常の密閉部100が図の左側に形成されており，この部分では，囲み部20と内側エンベロープ12の管状部分16とが別体であるが，密閉部100はかなりの長手距離を必要とし，その形成には多量の熱を長時間加え，長時間冷却しなければならない(甲11の段落【0003】参照)。そのために，第6図に図示されたものにおいて，図の右側の部分では，通常の密閉部100ではなく，内側エンベロープ12の管状部分18に円盤状膨出部32を設けて利用することにしている。上記密閉部100はかなり長く，囲み部20の小径部分で，内側エンベロープの長い管状部分が囲まれているから，本願発明のように外側エンベロープがほぼ円筒状であって小径部分を持つとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，刊行物6の放電ランプにおける囲み部20には「へこみ」があり，これが小径部分に相当すると主張するが，審決では，当該「へこみ」について何ら記述しておらず，上記被告の主張は，審決で判断されていない事項についてのものであって採用されるべきではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決が周知技術であるとした「外側エンベロープを有する放電ランプにおいて，外側エンベロープを結合させる方法として，外側エンベロープに小径部分を設け，その小径部分によりランプ容器の頸状部に結合すること」は，刊行物2，刊行物6のいずれにも記載されていない。また，審決が引用したその他の刊行物にも，「外側エンベロープは，ほぼ円筒状であるとともに……ランプ容器の……頸状部に結合される……小径部分を有し」ている構成は，開示も示唆もされていない。",
                    "したがって，審決が，上記周知技術の存在を根拠に，相違点bに係る構成を採用することに格別の創意を要するものとはいえないとしたことは，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "本願発明と引用発明(刊行物1記載発明)との相違点bについての審決の判断に誤りはなく，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2についての主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2(甲5)の第1図には，外管14がほぼ円筒形状であって小径部分を有し，小径部分でバルブ12の頸状部18，20と結合しているランプが記載されている。",
                    "したがって，審決が，刊行物2について，",
                    "「第1図には，バルブ(bulb 12)と外管(jacket 14)を有するランプの構造が図示されており，該図から，",
                    "(2a) 外管の形状は，両端に小径部分を有する円筒状であって，それぞれの小径部分で，バルブ(bulb 12)の頸状部(necks 18，20)に結合していること(2b) 2つの電流供給導体(electrical leads 30，32)が，それぞれ頸状部(necks18，20)を貫通して陰極(cathode 22)及び陽極(anode 24)に接続されていること",
                    "がみてとれる。」(4頁第2段落)",
                    "と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物2発明が，外管14(本願発明の「外側エンベロープ」に相当)とバルブ12(「ランプ容器」に相当)とを完全に一体化していることから，本願発明と相違する旨を主張するが，本願発明もランプ容器と外側エンベロープとが完全に一体化されたものを包含するものであり，原告の主張は失当である。",
                    "すなわち，本願に係る明細書の段落【0037】の記載によれば，本願発明の結合の態様として，「外側エンベロープとランプ容器の頸状部との結合を気密に行なう場合」があることが示されており，この場合には，外側エンベロープとランプ容器とは完全に一体化されたものとなっているものである。原告は，「結合」とは，外側エンベロープの小径部分で頸状部とわずかな距離で接することをいうなどと主張するが，「結合」という用語の本来の意味に反するものであって，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物6について",
              "text": [
                "刊行物6(甲10，11)には，囲み部20が，内側エンベロープ12の円盤状膨出部30，32が設けられた管状部16，18に結合されたものが記載されている。",
                "そして，刊行物6には，かかる結合を作製するため，内側エンベロープの管状部分を円盤状に膨出させるとともに，囲み部20をへこませることが記載されており(段落【0013】，【0038】参照。)，これによる「へこみ」は，囲み部の「小径部分」に当たるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決の周知技術の認定に誤りはなく，相違点bに係る判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下，原告主張の取消事由について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，相違点bに係る本願発明の構成は周知であるとし，その例として刊行物2，6を挙げたことに関し，原告は，かかる周知技術の認定は誤りであると主張する。その理由として原告が主張するところは，審決は，相違点bに係る本願発明の構成，すなわち外側エンベロープが「ほぼ円筒状であるとともに前記ランプ容器の前記第2頸状部に結合される……小径部分を有し」ていることの意義を正しく理解せず，このため，刊行物2，6にも本願発明と同様の構成が開示されていると誤認した，というものである，しかし，原告の上記主張は採用することができない。その理由は以下のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点bに係る本願発明の構成の技術的意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本願発明において，外側エンベロープが「ほぼ円筒状であるとともに前記ランプ容器の前記第2頸状部に結合される……小径部分を有し」ているとの構成の技術的意義について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「外側エンベロープ」について，本願発明の特許請求の範囲(請求項1)には，「ほぼ同心的な管状外側エンベロープ」，「この外側エンベロープは，ほぼ円筒状であるとともに前記ランプ容器の前記第2頸状部に結合される……小径部分を有し」と記載されており，また，「頸状部」について，「ランプ容器は，それぞれ封じ部を具え互いに対向している第1及び第2頸状部を有し」と記載されている。",
                        "これらの記載からすると，本願発明の「外側エンベロープ」は，ほぼ円筒状を呈するものであり，それぞれの小径部分により，ランプ容器の頸状部に結合されるものであることが認められる。",
                        "もっとも，特許請求の範囲の上記記載からでは，上記「ほぼ円筒状」であるとは，「小径部分」の径とその他の(小径でない)部分の径との差が小さいことを意味するのか，「小径部分」とその他の部分のいずれもその断面が円形であることを意味するのかが，必ずしも明らかではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，発明の詳細な説明を参酌すると，本願に係る明細書(甲2)には，下記の記載がある。",
                        "記",
                        "a「外側エンベロープをほぼ円筒状にすることによる利点は，ランプ容器に結合する以前に外側エンベロープを整形する必要がないということである。放電空間を囲むランプ容器の最も幅広な部分からの外側エンベロープのすき間を小さくするということは，外側エンベロープをランプ容器に結合するのに外側エンベロープがほんのわずかの距離を橋絡する必要があるということを意味する。」(段落【0024】)b「【実施例】図1に示す本発明の口金付高圧放電ランプは，……ランプ容器1′を有する光源1を具えており，……ランプ容器1′は，空気が充填されたほぼ同心的な管状外側エンベロープ20を有している。……この外側エンベロープは光源1を囲む小径部分21を有する。」(段落【0028】～【0029】)",
                        "c「図3……の場合，ほぼ円筒形の外側エンベロープ50がその小径部分52，51によりランプ容器1′の頸状部2，3にそれぞれ結合されている。これらの小径部分52，51はわずかな距離で頸状部2，3に橋絡するようにする必要がある。図3では，外側エンベロープ50が小径部分52より第1頸状部2の，一端が開放したほぼ円筒状の管状部2′に直接結合されているばかりではなく，小径部分51により第2頸状部3に直接結合されている。第1頸状部2には封じ部10が存在する。第2頸状部は同様な封じ部によりほぼ完全に占められており，小さな管状部3′のみを有する。第1頸状部2は封じ部10に続いて，一端が開放したほぼ円筒状の管状部を有し……」(段落【0037】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "明細書のこれらの記載及び図1，図3に示された内容からすると，「小径部分」は，外側エンベロープを，ランプ容器の頸状部に結合するために設けられるものであって，ランプ容器の頸状部の「一端が開放したほぼ円筒状の管状部2′」(上記段落【0037】。下線は本判決が付した。)に結合されるものであるから，「小径部分」においてもその断面は円形を呈するものであると認められる。",
                        "そうすると，本願発明において，外側エンベロープが「ほぼ円筒状であるとともに前記ランプ容器の前記第2頸状部に結合される……小径部分を有し」ているということは，長手方向のいずれの断面においても円形を呈するが，その円形の径が他の部位に比べて小さくなる領域があることを意味していると解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点につき原告は，小径部分が，ランプの長手方向に一定の距離を有するものであることも，本願発明の構成要件に含めて解釈すべきであると主張する。しかし，明細書の図1に示された小径部分21，図3に示された右側の小径部分51，同じく左側の小径部分52は，それぞれその形状を異にしており，特に図3の右側の小径部分51は径が一定となる部位を有していないことからみても，原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，外側エンベロープとランプ容器の頸状部との「結合」の技術的意義について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の特許請求の範囲の記載では，「結合」の具体的態様が規定されていないので，この点についても本願に係る明細書(甲2)の発明の詳細な説明の記載を参酌すると，下記の記載がある。",
                        "a「好適な例では，本発明による口金付高圧放電ランプが，ランプ容器の頸状部に結合させた小径部分を有する外側エンベロープを具えるようにする。本例のランプの製造に当っては，ほぼ円筒状のガラス管をランプ容器にかぶせ，このガラス管の一部分を加熱してこの一部分を軟化させる。次に，この軟化部分をつぶし，すなわち工具により，頸状部の方向に押圧し，小径部分を形成する。このようにしてランプ容器との機械的な結合を達成する。」(段落【0020】)",
                        "b「本発明の他の特徴的事項は，外側エンベロープをドーム状端部を以って封じする必要がなく，単に小径にするだけであるということである。」(段落【0012】)c「外側エンベロープと頸状部との結合を気密にしない場合には大気圧で，結合を気密に行なう場合には大気圧よりも低い圧力で且つ室温で空気を外側エンベロープ50の内側の空間に充填する。結合を達成するのに要するガラスの加熱中に空気が熱を吸収することにより，空気が膨脹する。結合が達成された後，空気は冷却され，大気圧よりも低くなる。」(段落【0037】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)aの記載によると，外側エンベロープの作製に当たっては，ランプ容器とは別に円筒状のガラス管を準備し，このガラス管の一部分を機械的に縮径することによって「小径部分」を形成するものであるとされている。このような作製方法によれば，外側エンベロープとランプ容器の頸状部とが互いに溶融して一体化するとは限らず，両者の間には隙間が生じることになる。また，上記(ア)bも，外側エンベロープとランプ容器の頸状部との間に隙間があることを示唆している。",
                        "しかしながら，上記(ア)aの記載は，作製方法の「好適な例」の一つを示したものにすぎない。かえって，上記(ア)cの記載によれば，「結合」を気密にする場合もあるものと認められ，「結合」が一般に「結び合せて一つにすること。」(「広辞苑」第5版)を意味することをも考慮すれば，本願発明において「頸状部に結合される……小径部分」とは，外側エンベロープの小径部分とランプ容器の頸状部とが完全に一体化されている態様を排除するものではないと解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおりであるから，本願発明の相違点bに係る構成において，外側エンベロープが「ほぼ円筒状である」とは，外側エンベロープが，その長手方向のいずれの部位においても断面が円形であるが，その円形の径が他の部位よりも小さくなる部位(小径部分)があることを意味すると解するべきである。また，「前記ランプ容器の前記第2頸状部に結合される……小径部分」との点は，小径部分においてランプ容器の頸状部に一体的に結合される場合を含むものと解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物2につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2(甲5)の図面には，バルブ(bulb 12)と外管(jacket 14)を有するランプの構造が図示されており，この図示内容からすると，外管は，両端に小径部分を有する，ほぼ円筒状のものであって，両端の小径部分によって，バルブの互いに対向する頸状部(necks 18,20)に一体化して結合していることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物2のランプでは，① 外管とバルブとが作製の当初から完全に一体化されていること，② 外管の「小径部分」を特定できず，小径部分によりバルブの頸状部と結合しているということもできないこと，を理由に，刊行物2には，外管(本願発明の「外側エンベロープ」に相当する。)に小径部分を設け，その小径部分により外管をバルブ(同「ランプ容器」に相当)の頸状部と結合させることの開示も示唆もない旨主張する。",
                    "しかし，まず上記①については，本願発明にいう「結合」の態様には，一体化したものが含まれていると解されることは上記(2)のとおりであり，しかも，結合の方法が限定されているとも解されないのであるから，仮に，刊行物2のランプにおいて，外管とバルブとが当初から完全に一体化されているものであるとしても，本願発明における「結合」と技術的意義が異なるということはできない。",
                    "また，上記②については，刊行物2の",
                    "「外管14は，バルブ及び周囲環境との間に絶縁スペース16を設けるように，バルブ全体を軸として配置されている。バルブの各端部は外管14と一体成形されていて，中実の頸状部18及び20が外管内に位置し且つバルブから互いに正反対に延びている。」(甲5の訳文)",
                    "との記載及び図面の内容からすると，軸となるバルブの頸状部が外管内に位置するのであるから，外管14が両端部においてバルブの頸状部18，20に接続される部位は，バルブの一部分であると同時に外管14の一部分でもあると解するのが相当であり，この部分を，外管15の「小径部分」として把握できることは明らかである。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "刊行物6につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物6(甲11)には，下記の記載がある。",
                    "記",
                    "「……図1を参照すると，メタルハライド型の放電ランプ10が示されており，この放電ランプ10は光透過性ガラス質材料，好ましくは石英からなる内側エンベロープ12を有している。内側エンベロープ12は球根状中心部14とこの中心部14に一体的に設けられるとともに，この中心部14から互いに反対方向に延びている2つの管状部16および18を有している。」(段落【0017】)",
                    "「内側エンベロープ12を取り囲んでガラス質材料，好ましくは石英の管状囲み部20が設けられている。この囲み部20は内側エンベロープの中心部14の周りに設けられた拡大した中心部22を有している。この拡大した中心部22から延びる2つの管状部24および26が設けられ，この2つの管状部24および26はそれぞれ内側エンベロープの管状部16および18を取り囲んでいる。また，石英の2つの円盤部材30および32が囲み部20を内側エンベロープに接合している。更に詳細に説明されるように，これらの円盤部材30および32は内側エンベロープの管状部16および18に一体化され，それぞれの外周部において囲み部の周囲領域に接合され，円盤部材と囲み部との間に真空環状密閉部33および35を形成している。」(段落【0018】)",
                    "「……囲み部と内側エンベロープとの間の密閉部は簡単な短時間の加熱動作(図5)によって形成される。この加熱処理は熱で軟化した囲み部の領域を円盤状膨出部30および32に高度の密閉部を形成するのに必要な短い距離へこませるものである。」(段落【0038】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物6の上記記載からすると，囲み部20は，「管状」のものであるから，「ほぼ円筒状」であるということもできる。そして，囲み部20は，その長手方向の両端に近い部位において，円盤部材30，32に接合されているが，この円盤部材30，32が内側エンベロープ12の管状部16，18と一体化されているものであることからすると，囲み部20は，円盤部材30，32を介して，内側エンベロープ12の管状部16，18と結合しているということができる。",
                    "また，上記記載においては，囲み部20を，円盤部材30，32に接合している領域において，「へこませる」ことも開示されており，図1に図示されたところも参酌すれば，この領域は「小径部分」であるということができる。",
                    "そうすると，刊行物6に記載された放電ランプの囲み部20は，「ほぼ円筒状であるとともに……ランプ容器の……頸状部に結合される……小径部分を有し」ているものということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イの認定に反する原告の主張は，以下のとおり，いずれも採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，刊行物6記載の放電ランプは，円盤状膨出部30，32を別途設けることによって，囲み部20と内側エンベロープ12の管状部16，18とを一体化したものであるから，本願発明の相違点bに係る構成とは異なると主張する。",
                        "しかし，本願発明の特許請求の範囲の記載からすると，本願発明のランプ容器の「頸状部」は，「頸状」であること以外に格別の形態上の特徴を有するものではないから，刊行物6記載の放電ランプにおいて，内側エンベロープの管状部に円盤状膨出部が形成されているとしても，これが本願発明における「ランプ容器」の「頸状部」に相当すると評価することが妨げられるとはいえない。現に，本願発明においても，本願に係る図面(甲2)の図3の記載によれば，図の右側で外側エンベロープ50がランプ容器1′に結合される領域では，ランプ容器の頸状部3が膨出している部位(3′)があるが，本願に係る明細書(甲2)の段落【0037】には「第2頸状部は，同様な封じ部によりほぼ完全に占められており，小さな管状部3′のみを有する」と記載されているところからすると，膨出した部位も，「頸状部」の一部分として扱われているのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，原告は，上記「へこみ」について，審決は何ら言及していない旨主張する。",
                        "しかし，審決は，周知技術の認定に当たり「……刊行物6(第6図)に記載されているように……」(7頁第2段落)と説示しており，刊行物6の第6図からは，「へこみ」すなわち小径部分の存在が明らかに看取できるのであるから，審決が「へこみ」について直接言及していないとしても，実質的にこれを考慮していることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，刊行物6(甲11)の【図6】に示された「密閉部100」は，かなりの長手方向の長さを必要とするから，外側エンベロープが「ほぼ円筒状であって小径部分を有し」ている本願発明の構成とは異なると主張する。",
                        "しかし，本願発明の特許請求の範囲には，小径部分の長手方向の長さが規定されているわけではないから，「密閉部100」が長いものであるとしても，これが，本願発明の「小径部分」に相当することは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記認定したところによれば，刊行物2(甲5)，刊行物6(甲10，11)は，いずれも，外側エンベロープを有する放電ランプにおいて，外側エンベロープが「ほぼ円筒状であるとともに……ランプ容器の……頸状部に結合される……小径部分」を有する構成を開示しているということができる。",
                "そして，中でも，刊行物2は，本願の優先日(平成4年(1992年)5月11日)より17年以上も前の1975年(昭和50年)2月18日に発行されたものであるから(甲5の右上の日付け)，これに記載された技術は，本願の優先日当時に周知のものであったことが認められる。",
                "そうすると，本願発明の相違点bに係る構成において，「外側エンベロープはほぼ円筒状であるとともに……ランプ容器の……頸状部に結合される……小径部分を有し」ていることは周知技術であり，引用発明において，かかる周知技術を採用することに困難性もないといえる。したがって，審決が，本願発明の相違点bに係る構成を採用することに格別な創意を要するものとは認められない，と判断したことに誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上の次第で，原告が取消事由として主張するところは理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10692",
    "date": "2006-05-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033050",
    "ipprecedent_id": "301",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}