{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "一審被告の控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告は，一審原告に対し，3119万円及びうち2728万円に対する平成13年12月31日から，うち391万円に対する平成14年3月31日から各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "一審原告のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを10分し，その1を一審被告の負担とし，その余を一審原告の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決の第2項(1)は仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，一審原告に対し，4億円及びこれに対する平成13年12月31日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告敗訴の部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審原告の請求を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，一審原告が特許権を有し名称を「液体充填装置におけるノズル」とする発明(特許第1411643号，昭和57年8月27日特許出願，昭和62年",
        "11月27日設定登録，平成14年8月27日期間満了。以下「本件発明」といい，その特許権を「本件特許権」という。)につき，その特許権者であった一審原告が一審被告に対し，原判決別紙被告製品目録記載のノズル(以下「被告ノズル」という。)を製造・販売するなどの行為が本件特許権を侵害するとして，不法行為による損害賠償金の支払を求めた事案である。",
        "原審において一審原告は，一審被告に対し，平成3年1月1日から平成14年8月26日までの損害賠償金(弁護士費用1割を含む。)合計33億1242万3506円と遅延損害金の支払を求めたところ，原審においては，①被告ノズルは本件発明の技術的範囲に属するか，②一審被告による被告ノズルの販売台数，利益率及び液体充填機への被告ノズルの寄与率等が争点となり，これに対し原審の東京地裁は，被告ノズルは本件発明の構成要件をすべて充足するとした上，一審被告の販売台数は23台，利益率16．84％，寄与率20％等として，一審原告の請求のうち4417万5592円及びこれに対する遅延損害金につき請求を認容し，その余の請求を棄却した。",
        "これに対し，まず一審原告は，原判決に対する一部控訴として，原判決の変更と損害賠償金4億円及び遅延損害金の支払を求めて，一方，一審被告は，一審原告の本訴請求の全部棄却を求めて，それぞれ控訴を提起した。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の内容",
              "text": [
                "本件特許権に係る明細書(甲2。以下，図面と併せて「本件明細書」という。)の特許請求の範囲の記載は，原判決別紙特許公報の該当欄記載のとおりであるが，本件発明を構成要件に分説すると，原判決第2，1(2)記載のとおり，AないしIとなる(以下「構成要件A」～「構成要件I」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告の侵害行為",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告ノズルの構成は，原判決別紙被告製品目録記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告ノズルは，本件発明の構成要件AないしIをすべて充足し，本件発明の技術的範囲に属する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして一審被告は，平成3年1月1日以前から少なくとも平成14年8月27日(本件特許権の存続期間満了日)までの間，一審原告の本件特許権を侵害することを知りながら又は過失により知らないで，被告ノズルを搭載した液体充填機を製造・販売しており，その時期・台数の詳細は，別紙表①ないし表⑤のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害の発生",
              "text": [
                "一審被告の前記侵害行為により，特許権者たる一審原告は，次のとおり10億7066万7692円又は13億5921万8000円の損害を受けた。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法102条1項に基づく損害額算定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "譲渡数",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "別紙表①は原判決が被告ノズル搭載と認定した液体充填機，表②は一審被告が「充填部はP製」と主張する液体充填機，表③は新たに被告ノズル搭載と判明した液体充填機，表④はRM-110シリーズ，表⑤はRM-210シリーズの各販売に係る一覧表である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，表②の充填部は，一審原告としては，一審被告が製造・販売したと主張するものであるが，仮にP株式会社(以下「P」という。)が一審被告から充填部を購入して本体部分に組み込み販売したとしても，一審被告は，Pと共同で本件特許権を侵害する充填部を組み込んだ液体充填機の販売事業に加担すべく，本体部分を製造し，Pに提供したものであり，一審被告の当該行為は，Pの行う本件特許権の侵害に加担する共同不法行為に該当する。",
                            "また，原判決別紙「被告製品の販売内訳」の認否欄「他社製」分(以下「他社製分」という。)についても，他社はPであると推認され，同様に共同不法行為責任を免れない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "表①ないし表③によれば，遅くとも平成3年8月以降の製造・出荷分の液体充填機は被告ノズル搭載機であると推認でき，かかる観点から表④を見れば，一審被告は，RM-110シリーズについて，遅くとも平成3年8月製造分(機番91004)から被告ノズルを標準仕様としていると認められ，少なくとも№4以降の17台が角ノズル搭載機であると推認できる。同様の観点から表⑤を見れば，一審被告は，RM-210シリーズについて，遅くとも平成8年2月製造分(機番96005)から角ノズルを標準仕様としていると認められ，少なくとも№5以降の6台が被告ノズル搭載機であると推認できる。そこで，表①ないし表⑤の液体充填機のうち，被告ノズル搭載と現に認められ，又は推認できる液体充填機を一覧表にまとめたのが表⑥である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "表①ないし表⑤より，一審被告における液体充填機の譲渡数量を，(1)3000(本／h)未満，(2)3000(本／h)以上6000(本／h)",
                          "text": [
                            "未満，(3)6000(本／h)以上，の能力別に集計すると次のとおりとなる。",
                            "数量(台)",
                            "表① 表② 表③ 表④ 表⑤ 合計(①) 利益／台(円)(②) 利益額",
                            "能力(本／h)",
                            "3000未満 12 1 0 0 0 13 3,067,576",
                            "3000以上6000未満 11 10 0 17 0 38 15,175,818",
                            "6000以上 0 3 1 0 6 10 35,677,839",
                            "合　計 23 14 1 17 6 61",
                            "＊表③は、表④、⑤との重複分を除く(すなわち、M分のみ)。",
                            "＊表④(RM-110)は、能力が3000本／hの機種である。",
                            "＊表⑤(RM-210)は、能力が6000本／hの機種である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "譲渡数量に単位数量当たりの利益の額を乗じて得た額      　　　単位数量(1台)当たりの利益の額は，(1)3000(本／h)未満が306万7576円，(2)3000(本／h)以上6000(本／h)未満が151",
                      "text": [
                        "7万5818円，(3)6000(本／h)以上が3567万7839円であるから，",
                        "これをそれぞれ乗じて合計すると，上記の表のとおり9億7333万7692円となる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "損害合計額",
                      "text": [
                        "これに弁護士費用9733万円を加算すれば，合計10億7066万7692円となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法102条2項に基づく損害額算定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一審被告の利益額",
                      "text": [
                        "表⑥によれば，一審被告が被告ノズルを搭載した液体充填機を販売して得た売上は，41億1886万2000円である。",
                        "そして，一審被告の利益率は30％を下らないから，一審被告がこれによって得た利益は，12億3565万8600円を下らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "損害合計額",
                      "text": [
                        "これに弁護士費用1億2356万円を加算すれば，合計13億5921万8000円となる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "よって，一審原告は，一審被告に対し，特許権侵害の不法行為による損害賠償請求として，上記損害合計額10億7066万7692円(特許法102条1",
                "項に基づく算定)又は13億5921万8000円(同102条2項に基づく算",
                "定)のうち，4億円及びこれに対する平成13年12月31日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因(1)(本件発明の内容)は認める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同(2)ア(被告ノズルの構成)は認める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同(2)イ(被告ノズルと本件発明との関係)のうち，構成要件A・D・E・F・G・H・Iについては認めるが，同B・Cについては否認する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Bについて",
                  "text": [
                    "本件明細書の特許請求の範囲の記載に照らせば，本件発明に係るノズルは，ストレーナ押え部材6でストレーナ5を保持することができない構造のもののみを指すと理解すべきである。そうすると，構成要件Bにおける「角筒体1」は，最下部に何らの装置も施されていないものに限ると解すべきである。",
                    "被告ノズルにおいては，角筒体1’の内面の最下部に，内方突出状のフランジ部4’を有し，内方突出状のフランジ部4’を設けることによって，ノズルカラー6’の最下部との間で角形メッシュ5'a を保持できるようにされている。",
                    "したがって，被告ノズルは，構成要件Bを充足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Cについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Cの「ストレーナ押え部材6」は，以下の理由により，ノズルを液密状態にするようなものを除外するものと解すべきである。すなわち，本件明細書の特許請求の範囲，発明の詳細な説明及び実施例図面のいずれを見ても，角筒体1とストレーナ押え部材6との関係から，ノズルの内部を液密状態にすることを示唆する記載はない。特許公報(甲2)の図面によれば，角筒体1の内面とストレーナ押え部材6の外周面とは，接触しているように見えるが，角筒体1とストレーナ押え部材6を液密状態にするために，Oリング等何らかの手段が示されていない限り，両部材間には，その組立てを可能とするための適当なクリアランスが設けられていると解するのが常識的である。そうすると，本件発明に係るノズルは，液体を常時充満させることを予定していないというべきである。",
                        "一方，被告ノズルの構成c1のノズルカラー6’は，角筒体1’との隙間を塞ぐためのOリング18を設けて，ノズルの内部を液密状態に保つ機能を有する。被告ノズルにおいては，Oリングと丸形，角形の上下のメッシュの組合せが，ノズルに対して，液体充填時に液体の浸出を防止し，かつまた，充填待機時に液体を充満・保持するのに必要不可欠のものであり，単なる構成の付加にとどまるものではない。したがって，被告ノズルは，「ストレーナ押え部材6」を具備しないので，構成要件Cを充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，構成要件Cの「ストレーナ5」は，以下の理由から，液体の濾過を行うもののみを指し，ノズル内部の液体の保持を行うものを含まないと解すべきである。すなわち，本件明細書(甲2)には，ストレーナ5について，液だれを防止するとの機能を示唆する記載はなく，単に「ストレーナの交換ないし洗浄のため」(本件明細書2欄最終段落)，「ストレーナ5を交換ないし洗浄する場合」(同4欄第1段落後半)，「ストレーナ5の交換ないし洗浄のため」(同欄最終段落)との記載があるだけである。「洗浄」という文言が用いられたのは，ストレーナが濾過を行うことを前提として，つまった物を「洗浄」する必要があるからであること，液だれ防止を主目的とするならば，「ストレーナ」(濾過器)という文言は使用されないことからも，「ストレーナ5」は，液体の濾過を行うものに限定されると解されるべきである。",
                        "被告ノズルにおける角形メッシュ5'aは，ノズルカラー6’に設けられたOリング18’及び円形透孔8’に設けられた丸形メッシュ5'bと相まって，メッシュの網目の表面張力を利用して専らノズル内部の液体を保持する作用を行うものであり，液体の濾過作用を有せず，本件発明の構成要件Cを充足しない。",
                        "つまり，角形メッシュが濾過作用をするということは，①角形メッシュを通過する液体中に固形物が混入しており，②この固形物の一部を，角形メッシュの網目を通過させないことにより，③そのような通過させない固形物を液体中から分離することである。他方，充填する液体に固形物が混入していると，一定の大きさ以上の固形物は角形メッシュを通過することができないが，これより小さな固形物は液体と一緒に紙パックに充填されることになり，どんなに小さくとも固形物が混入した液体は商品として流通させることができないから，角形メッシュを使用する際には，少なくともノズルに至る前に不純物が既に濾過された正常な液体にしている必要があり，実際には，濾過済みの正常な液体を充填装置のタンクに供給しているものである。したがって，被告ノズルにおけるメッシュ5'aは，液体の濾過作用をするものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "同(2)ウ(一審被告による被告ノズルの製造・販売)のうち，一審被告が別紙表①のとおりの23台を製造・販売したことは認めるが，その余は否認する。"
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "同(3)の冒頭部分は否認する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同(3)ア(特許法102条1項に基づく損害額算定)の主張は，時機に後れた攻撃方法として却下されるべきである。",
                    "すなわち，一審原告によるこの主張は，控訴審係属後の平成16年12月7日になってなされたものであって，故意又は重大な過失により時機に後れて提出した攻撃方法であり，これによって訴訟の完結を遅延させることになるので，民訴法157条1項により，同主張は却下されるべきである。",
                    "また，一審原告は，原審において，別紙表③ないし表⑤記載の液体充填機について何ら具体的な主張をしていない。不法行為の理論によれば，訴訟物は，1製造・販売行為について1個の不法行為が成立するのであるから，たとえ期間を限定したとしても，表③ないし表⑤記載の液体充填機については，新訴提起の実質を持ち，控訴審において新訴を提起することは許されない。",
                    "なお，一審被告が別紙表①のとおりの製造・販売をしたことは認めるが，その余は否認する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "同(3)イ(特許法102条2項に基づく損害額算定)についての認否は，次のとおりである。",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "販売台数",
                      "text": [
                        "一審被告は，原判決別紙「被告製品の販売内訳」の中部機械主張欄(左側)記載のとおり，被告製品を23台販売した(これをまとめたのが別紙表①である。)。その余は，同別紙「被告製品の販売内訳」右側認否欄記載のとおり，一審被告は，製造・販売を行っていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "利益率",
                      "text": [
                        "被告ノズルは，液体充填機の一部であり，被告ノズルの製造・販売によって一審被告が得た利益を直接に把握することはできない。一審被告の平成7年から平成14年までの間の決算書の損益計算書から全体の利益を求めると，同期間の平均利益率は，原判決別紙中部機械損益計算推移表のとおり，13．76パーセントである。",
                        "販売費・一般管理費として計上されている科目のうち，販売員旅費，広告宣伝費，発送配達費，通信交通費は，被告製品その他の製品を販売するために直接要した経費であり，当該製品の売上の増減によって変動する経費である。また，事務員給与のうちおよそ2分の1は，受注のあった製品のメンテナンスに投入された人員の人件費であり，売上の増減によって，変動する経費である。したがって，これらの経費は，一審被告が得た売上総利益から控除されるべき変動経費であり，その金額は同別紙中部機械損益計算推移表のうちの変動経費欄記載のとおりとなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "寄与率",
                      "text": [
                        "本件では，被告ノズルの液体充填機に対する寄与はなく，被告ノズルのみの製造・販売個数のみを対象とすべきである。",
                        "すなわち，ノズルは装置全体の一部品にすぎず，製品と不可分一体の関係にはない。このことは，一審原告も丸ノズルの液体充填機を販売している事実，及びノズルの変更が現実に行われている事実(甲70，71)からも明らかである。仮に本件発明が液体充填機の販売に寄与したとしても，ノズル部の原価割合が0．67％にすぎず，また全工程の40分の1にすぎないことに照らせば，寄与率は極めてわずかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "抗弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "Q分に関する消滅時効(抗弁(1))",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "株式会社Qには，一審被告が角ノズル搭載機を販売，納入する前に一審原告の製造・販売に係る液体充填機が設置されていた。一審原告のこれまでの主張によれば，一審原告は，保守，メンテナンス，修理のために納入先を定期的に訪れている。このことはQについても同様であり，一審原告は，平成3年8月ころには，一審被告が同公社に納入した液体充填機に角ノズルが搭載されていたこと，すなわち，本件特許権侵害の事実を知っていた。したがって，平成3年8月ころから3年を経過した平成6年8月ころには，不法行為による損害賠償請求権は時効により消滅した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，平成16年12月8日の当審第5回弁論準備手続の期日において，上記消滅時効を援用する旨の意思表示をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "P分に関する消滅時効(抗弁(2))",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "別紙表②のP分の譲渡に関し，仮に一審被告の行為が共同不法行為になるとしても，損害賠償請求権は時効により消滅した。すなわち，別紙表②№8の納入先R及び№11の納入先SにPが販売した液体充填機については，一審原告が販売した液体充填機と同一構内に設置されており，いわゆる共掛けの現場であり，一審原告の従来の主張によれば，保守・メンテナンスの機会にP販売の液体充填機のノズルの形状について知っていることは明らかである。上記液体充填機が設置されたのは，平成6年であるから，平成9年の経過をもって不法行為による損害賠償請求権は時効により消滅した。また，少なくとも一審原告は，平成6年中に一審被告が角ノズルを搭載した液体充填機を販売している事実を知っていた。一審原告が本件損害賠償請求権について催告をし，それが一審被告に到達したのは平成13年12月25日であるから，平成10年12月25日以前に一審被告が販売した液体充填機(別紙表①のNo.35以前に販売した液体充填機)については，すべて消滅時効が完成している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，平成16年12月8日の当審第5回弁論準備手続の期日において，上記消滅時効を援用する旨の意思表示をした。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "一審被告の認否・主張又は抗弁に対する一審原告の認否・反論    (1) 本件発明の構成要件B・Cについての一審被告の主張に対し      ア　構成要件B",
          "text": [
            "構成要件Bは，「雌ねじ体10の下端に設けられた角筒体1と」と記載され，その他の限定はない。したがって，構成要件Bの「角筒体1」は，雌ねじ体10の下端に設けられているものであれば足りる。一審被告は，本件発明に係るノズルは，ストレーナ押え部材6でストレーナ5を保持することができない構造のもののみを指すと理解すべきであることを前提として，構成要件Bの「角筒体1」は，最下部に何らの装置も施されていないものに限定されると主張する。しかし，そのように限定して解釈すべき根拠はない。のみならず，構成要件Cにおいて，「ストレーナ押え部材6によって角筒体1の内部下端に保持されたストレーナ5」と記載されているように，本件発明ではストレーナ押え部材6でストレーナ5を保持できることが当然に予定されていること，また，本件明細書の実施例には，角筒体1に内鍔4を設け，ストレーナ5を保持する構成が開示されていることに照らせば，この点の一審被告の主張は，理由がない。",
            "被告ノズルの構成bでは，雌ねじ体10’の下端に，角筒体1’が設けられているから，被告ノズルは構成要件Bを充足する。被告ノズルは，本件発明の構成要件Bの角筒体1に当たる角筒体1’に，「内面が角部丸み付き四角形状でその内面の最下部に内方突出状のフランジ部4’」が付加されているが，構成要件Bを充足することに影響を与えるものではない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "構成要件C",
                  "text": [
                    "構成要件Cのストレーナ押え部材6は，上部に円形透孔8を有すること以外に特段の限定がない。一審被告は，構成要件Cのストレーナ押え部材6は，ノズルを液密状態にするためのOリングを備えたものを含まないと主張するが，本件明細書(甲2)には，そのように限定して解釈する根拠はなく，Oリングの付加は，当業者が本件発明を実施するに当たり適宜考慮すべき設計事項にすぎないから，一審被告の主張は失当である。そして，被告ノズルにおいて，ノズルカラー6’は，円形透孔8’を有し，ストレーナ押え部材6に該当する。したがって，被告ノズルは，構成要件Cを充足する。",
                    "また，構成要件Cにおける「ストレーナ5」は，以下のとおり，液体の濾過機能を有すものであれば足りると解すべきであって，ノズル内部の液体の保持機能を有するものを排除すべきであると解する根拠はない。すなわち，本件発明において，「ストレーナ5」の機能の一つが液だれ防止にあることは，当業者であれば容易に理解し得ることである。液体充填機のノズルにおいて液だれが生じるのは，ノズル内に空気が混入するということに由来する。空気が混入すると，充填量のばらつきや発泡などノズルの作用効果に重大な悪影響を及ぼすことから，この種の液体充填装置のノズルは，液だれ防止機能を当然に備えている。特に，粘度の低い液体の場合，ストレーナ1枚では液だれ防止ができないこともあるから，複数枚のストレーナが必要になることがある。本件明細書の実施例でも，「5は内鍔4によって角筒体1の内部下端に保持された複数枚のストレーナ」(本件明細書〔甲2〕4欄第1段落)と複数のストレーナの使用を予定しているが，これは，一審原告が本件出願時にそのような事態を想定していたことを裏付けている。一審原告は，本件出願時に液だれを防止する必要性を認識し，そのためにストレーナ5を本件発明の構成要件としたのであるから，ストレーナ5の機能が，液体の濾過にとどまり，液だれ防止を含まないということはあり得ない。この点の一審被告の主張は，失当である。そして，被告ノズルの構成c2における丸形メッシュ5'b と角形メッシュ5'a は，本件発明の構成要件Cのストレーナ5に当たるから，構成要件Cを充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法102条1項の主張が時機に後れた攻撃方法として却下されるべきであるとの主張に対し",
              "text": [
                "特許法102条1項は，民法709条に基づく損害賠償における損害の額に関する特則としての規定にすぎない。すなわち，一審原告の特許法102条1項による主張は，単なる計算方法の主張にすぎず，新たな損害の主張には当たらない。また，本件訴訟の審理経過に照らせば，一審原告が，控訴審において特許法102条1項による計算を主張するのは，訴訟の進行状況に応じ適切な時期に攻撃又は防御の方法を提出するものであって(民訴法156条)，何らの問題もない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "別紙表③ないし表⑤記載の液体充填機に関する主張が許されないとの主張に対し",
              "text": [
                "一審原告は，原審において，平成3年1月1日から平成14年8月26日までの期間における一審被告の特許権侵害について，損害賠償を請求してきた。しかし，一審被告が個別具体的な液体充填機の譲渡台数を明らかにしないことから，一審原告は，一審被告の売上額から損害額を計算したのであって，表③ないし表⑤記載の液体充填機も，当然，この損害額算定の対象となっている。したがって，一審原告の主張は，損害の計算方法に関するものにすぎず，新訴の提起ではないことが明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "消滅時効の抗弁(1)，(2)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Qに関する消滅時効の抗弁のアは否認する。",
                    "一審被告は，Qについて，一審原告が，平成3年8月ころには，一審被告において角ノズル搭載機をQに納品した事実を知っていたとして消滅時効を主張する。しかし，そのような事実の裏付けは全くないばかりか，一審被告がこれまでQに角ノズル搭載機を納品した事実を隠蔽し続けてきたため，一審原告は，当審に至って初めてその事実を知ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "P分に関する消滅時効の抗弁のアは否認する。",
                    "一審被告は，R，Sについて，一審被告の角ノズル搭載機が平成6年に納品されたことを理由に，消滅時効の完成を主張する。しかし，一審被告の角ノズル搭載機が平成6年に納品されたとしても，一審原告が同年にそのことを知ったという事実の裏付けは全くない。したがって，一審原告について消滅時効が成立する余地は全くない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の内容と被告ノズルの構成",
          "text": [
            "請求原因(1)(本件発明の内容)及び(2)ア(被告ノズルの構成)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告ノズルは本件発明の技術的範囲に属するか(請求原因(2)イ)    (1) 被告ノズルが構成要件A・D・E・F・G・H・Iを充足することは，当事者間に争いがない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "構成要件Bの充足性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「角筒体1」の意義",
                  "text": [
                    "一審被告は，本件明細書の特許請求の範囲の記載に照らせば，本件発明に係るノズルは，ストレーナ押え部材6でストレーナ5を保持することができない構造のもののみを指すと理解すべきであり，構成要件Bにおける「角筒体1」は，最下部に何らの装置も施されていないものに限られると主張する。",
                    "しかし，構成要件Bは「雌ねじ体10の下端に設けられた角筒体1と」というものであり，「角筒体1」について他に何らの限定がない上，本件明細書の実施例において，「4は角筒体1の下端内側に設けられた内鍔，5は内鍔4によって角筒体1の内部下端に保持された複数枚のストレーナ」(4欄1行目～4行目)と記載され，「第1図」においても角筒体1の下端内部に内鍔4を設けストレーナ5を保持する構成が図示されているのであるから，本件発明に係るノズルがストレーナ押え部材6でストレーナ5を保持することができない構造のもののみを指すということはできず，その最下部に何らの装置も施されていないものに限定して解すべき根拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "一審被告ノズルの構成bによれば，一審被告ノズルの角筒体1’は，雌ねじ体10’の下端に設けられ，内面が角部丸み付き四角形状でその内面の最下部に内方突出状のフランジ部4’を有する。したがって，被告ノズルは構成要件Bを充足するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Cの充足性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ストレーナ押え部材6」の意義",
                  "text": [
                    "一審被告は，本件明細書の特許請求の範囲，発明の詳細な説明及び実施例図面のいずれを見ても，角筒体1とストレーナ押え部材6との関係から，ノズルの内部を液密状態にすることを示唆する記載はなく，角筒体1とストレーナ押え部材6を液密状態にするためにOリング等何らかの手段が示されていないから，構成要件Cの「ストレーナ押え部材6」は，ノズルを液密状態にするようなものを除外するものであると主張する。",
                    "しかし，構成要件Cは「上部に円形透孔8を有するストレーナ押え部材6によって角筒体1の内部下端に保持されたストレーナ5と」というものであり，上部に円形透孔8を有すること以外に格別の限定はないのであるから，角筒体1とストレーナ押え部材6の間にOリングが付加された記載がないからといって，ノズルを液密状態にするようなものを除外するものということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「ストレーナ5」の意義",
                  "text": [
                    "一審被告は，本件明細書には，ストレーナ5について液だれを防止するとの機能を示唆する記載はないから，構成要件Cの「ストレーナ5」は，液体の濾過を行うもののみを指し，ノズル内部の液体の保持を行うものを含まないと主張する。",
                    "しかし，構成要件Cは「角筒体1の内部下端に保持されたストレーナ5」というものであり，「ストレーナ」について他に何らの限定はない。「ストレーナ」は「濾過器」のことであるから，液体の濾過を行うものであると認められるが，その構成に何らの限定がない以上，ノズル内部の液体の保持を行うものを除外するものということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比",
                  "text": [
                    "被告ノズルの構成c1，hによれば，一審被告ノズルのノズルカラー6’は，円形透孔8’を頂壁7’の中央に有するとともに，ノズル本体12’の嵌入突縁13’がノズルカラー6’の円形透孔8’にはめ込まれているから，構成要件Cのストレーナ押え部材6に該当する。また，被告ノズルの構成c2によれば，角形メッシュ5'a は，角筒体1’の最下部にある内方突出状のフランジ部4’との間に保持されたものであり，本件発明のストレーナ5に該当する。",
                    "したがって，被告ノズルは構成要件Cを充足するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，被告ノズルは，構成要件AないしIをすべて充足し，本件発明の技術的範囲に属するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "被告ノズル搭載の液体充填機の販売台数とその時期(請求原因(2)ウ)    (1) 一審原告は，一審被告が被告ノズル搭載の液体充填機を販売した時期とその台数等は，別紙表①から表⑤を合わせたものであると主張し，これに対し一審被告は，表①の分を除き，これを争うので，以下，表①から表⑤について順次判断する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "表①",
              "text": [
                "表①記載の液体充填機23台が被告ノズルを搭載したものであり，一審被告がこれを販売したことは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "表②",
              "text": [
                "表②記載の液体充填機(P分)については，後記4説示のとおり，一審被告が販売したと認めることはできないのみならず，一審被告がPと共同不法行為責任を負う事由も認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "表③",
              "text": [
                "証拠(甲68～72，85)によれば，一審被告は，表③記載の角ノズルを搭載した液体充填機6台を平成3年8月から平成14年3月までの間に製造又は販売したことが認められる。そして，一審被告において，被告ノズル以外の角ノズルを製造・販売したことの主張・立証はないから，同表記載の液体充填機は，被告ノズルが搭載されたものと推認することができる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "表④",
              "text": [
                "証拠(甲68～70，73，74，75，76)によれば，一審被告は，表④のNo.1，4，5，9，10，19，20記載の液体充填機RM-110を製造・販売したことが認められる。しかし，上記No.4，5，10は，表③の第1行目の「株式会社Q」，第2行目の「T農業協同組合」，第3行目の「U酪農業協同組合　V処理工場」とそれぞれ重複するものと認められ，上記No.9，19，20については，被告ノズルを搭載したものと認めるに足りる証拠はない。また，No.2，3，6ないし8，11ないし18については，一審被告が製造・販売したとの事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "表⑤",
              "text": [
                "証拠(甲71，74～76，85)によれば，一審被告は，表⑤のNo.1，3，5，9，10記載の液体充填機RM-210を製造・販売したことが認められる。しかし，上記No.5，10は，表③の第4行目の「W農業協同組合」，第6行目の「X酪農業協同組合」とそれぞれ重複するものと認められ，上記No.1，3，9については，被告ノズルを搭載したものと認めるに足りる証拠はない。また，No.2，4，6ないし8については，一審被告が製造・販売したとの事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "前記(1)ないし(6)によれば，一審被告は，別紙表①記載の年月に同記載の納入先に合計23台の液体充填機を製造・販売し，また同表③記載の年月に同記載の納入先に合計6台の液体充填機を製造・販売したことが認められる(総合計29台)。",
                "表②・④・⑤の分については，一審被告が製造・販売したと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "P分に関する共同不法行為責任の有無(請求原因(2)ウ)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審原告は，別紙表②記載の液体充填機(P分)は，①一審被告がPから充填部を購入して本体部分に組み込み販売した場合，②Pが一審被告から充填部を購入して本体部分に組み込み販売した場合，のいずれであるか不明であるが，①の場合は本件特許権の実施に該当し(特許法2条3項1号)，②の場合はPの行う本件特許権の侵害に加担する共同不法行為に該当するから，いずれの場合も一審被告が損害賠償責任を負うと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件全証拠によるも，P分を一審被告が販売した事実を認めるに足りない。",
                "証拠(甲21，22，81～84，乙20～26，59，60)及び弁論",
                "の全趣旨によれば，P分については，充填部(液体を蓄えるタンク部，タンク部とポンプ部をつなぐステンレス配管部，ポンプ部，ノズル部，駆動部及び電気制御部。以下単に「充填部」という。)を除く本体部分(以下単に「本体部分」という。)を一審被告が製造してPに販売し，Pにおいて，充填部を製造した上，一審被告が製造した本体部分を組み込み，これを販売したものであること，そのうち表②のNo.8，11，37，42，44，48記載の液体充填機は角ノズルを搭載していることが認められる。",
                "しかし，上記角ノズルが本件発明の技術的範囲に属すること，及び一審被告がこれを知ってPの本件特許権の侵害に加担したとの事実を認めるに足りる証拠はない。",
                "すなわち，上記角ノズルが本件発明の技術的範囲に属するというためには，同角ノズルが本件発明の構成要件AないしIをすべて充足する必要があるところ，本件全証拠によるも，上記角ノズルの具体的な構成は明らかでないから，これらが本件発明の技術的範囲に属すると認めるに足りない。",
                "また，一審被告がPの本件特許権の侵害に加担したとの点について，一審原告は，Pと共同で本件特許権を侵害する充填部を組み込んだ液体充填機の販売事業に加担すべく本体部分を製造しPに提供したものであると主張し，甲21(J作成の平成15年5月7日付け陳述書)，甲22(K作成の平成15年5月7日付け陳述書)，甲42(L作成の平成16年6月14日付け陳述書)及び甲43(前",
                "同)にはこれに沿うかのごとき記載がある。上記各陳述書は，充填部と本体部分とは，密接不可分の関係にあるから，本体部分を設計・製造するには充填部の構造を知らなければできないという趣旨をいうものである。しかし，これらの記載は，いずれも一審原告の従業員が自ら推測する事実を述べたものである上，甲70(U酪農業協同組合作成の平成17年4月23日付け回答書)及び甲71(W農業協同組合作成の平成17年3月15日付け回答書)によれば，液体充填機のノズル部のみを角形から丸形に変更することができることが認められ，これによれば，ノズルが角形か丸形かにかかわらず，同一の本体部分を使用することができ，ノズルの具体的な構造を知らなければ本体部分を設計・製造することができないものとは認められない。したがって，仮にP分の角ノズルが本件発明の構成要件AないしIを充足するものであったとしても，これらの証拠によっては，一審被告がP分のノズルの具体的な構造を知って本体部分をPに提供したものと認めることはできないから，一審被告がPと共同で本件特許権を侵害する充填部を組み込んだ液体充填機の販売事業に加担したものとすることはできない。",
                "したがって，P分について，一審被告が損害賠償責任を負うものということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "消滅時効の成否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審被告は，株式会社Q分の損害について，Qには，一審被告が角ノズル搭載機を販売，納入する前に一審原告の製造・販売に係る液体充填機が設置され，一審原告主張によれば，一審原告は，保守，メンテナンス，修理のために納入先を定期的に訪れていたのであるから，一審原告は，平成3年8月ころには，一審被告がQに納入した液体充填機に角ノズルが搭載されていたこと，すなわち，本件特許権侵害の事実を知っていたと主張する。",
                "しかし，上記液体充填機の搭載したノズルが本件特許権を侵害するものであることを知るためには，そのノズルの具体的な構成を知らなければならないところ，一審原告が保守，メンテナンス，修理のためにQを訪れたとしても，このことによって一審被告が納入した液体充填機に搭載したノズルの具体的な構成を知ることができたものとは認めることができず，本件全証拠によるも，一審原告がこれを知っていたものと認めることはできない。",
                "したがって，一審被告の抗弁(1)は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，一審被告がPと共同不法行為責任を負うことがないことは，前記4で説示したとおりであるので，抗弁(2)については判断の必要がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "損害額(請求原因(3))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "これまで説示してきたところによれば，被告製品である被告ノズルは，一審原告が特許権を有する本件発明の技術的範囲に属するものであり，一審被告は，このような被告ノズルを搭載した液体充填機を平成3年8月から平成15年10月までの間，合計29台(詳細は別紙表①及び表③のとおり)製造・販売し，一審原告の特許権を侵害したことが認められる。",
                "そこで，これにより被った一審原告の損害額について次に検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "時機に後れた攻撃方法等の主張について",
              "text": [
                "損害額の算定につき，原審において一審原告は，特許法102条2項に基づく算定のみを主張していたが，当審に至り同法102条1項に基づく算定を主張し，これに対し，一審被告は，一審原告の特許法102条1項に基づく損害額算定の主張は，故意又は重大な過失により時機に後れて提出した攻撃方法であり，これによって訴訟の完結を遅延させることになるので，民訴法157条1項により却下すべきであると主張する。",
                "しかし，損害額算定の方法を追加主張したからといって，当然に訴訟の完結を遅延させることはないのみならず，現に特段の立証方法の追加がなされた事実は認められないから，一審被告の上記主張は採用することができない。",
                "また，一審被告は，表③ないし表⑤に記載の液体充填機については，新訴提起の実質を持ち，控訴審において新訴を提起することは許されず，その請求は却下されるべきであると主張する。しかし，一審原告の本訴請求は，訴状及び原審における一審原告の平成15年9月2日付け「請求の趣旨・原因変更請求書」によれば，一審被告が平成3年1月1日から平成14年8月26日までに被告ノズルを製造・販売する行為が本件特許権を侵害するとして不法行為による損害賠償を請求するものであるところ，表③ないし表⑤記載の液体充填機は，いずれも上記期間内に一審被告が製造・販売したものとして主張されているのであるから，原審における請求の範囲内のものと認められ，これを新訴の提起ということはできない。したがって，一審被告の上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "譲渡数について",
              "text": [
                "前記(1)のとおり，一審被告が譲渡した被告ノズルを搭載した液体充填機は，合計29台である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "利益の額",
              "text": [
                "証拠(甲53～65)によれば，一審原告において，液体充填機1台当たりの限界利益の額は，①充填能力が3000(本／h)未満では306万7576円，②3000(本／h)以上6000(本／h)未満では1517万5818",
                "円，③6000(本／h)以上では3567万7839円であると認められる。",
                "そして，証拠(甲13，20の1～18)及び弁論の全趣旨によれば，別紙表①記載の液体充填機23台の充填能力(単位は本／h)は，No.22，25，38，39，41，50が1500，No.16が1600，No.15，46が200",
                "0，No.3が2400，No.23，27，32，33，35，51が2500，No.4",
                "3が3000であると認められる。",
                "No.4，21，36，40，45，47の充填能力は証拠上明らかではないが，その販売価格は弁論の全趣旨により表①の「販売価格」欄記載のとおりと認められる。甲53によれば，一審原告において，液体充填機の平均売価は，充填能力が3000(本／h)未満では約2600万円，3000(本／h)以上6000",
                "(本／h)未満では約6800万円，6000(本／h)以上では1億0700万",
                "円であり，その限界利益の額は売価(販売価格)に相応するものと認められるから，販売価格3000万円のNo.4，21は充填能力が3000(本／h)未満の液体充填機と同様の限界利益であり，販売価格6775万円のNo.36，販売価格5200万円のNo.40及び販売価格6348万円のNo.45は充填能力が3000(本",
                "／h)以上6000(本／h)未満の液体充填機と同様の限界利益であり，販売価格1億1500万円のNo.47は6000(本／h)以上の液体充填機と同様の限界利益であると認めるのが相当である。",
                "また，証拠(甲20の8～18，甲68～72，85)によれば，表③の液体充填機6台の充填能力(単位は本／h)は，第1行目の「株式会社Q」，第2行目の「T農業協同組合」，第3行目の「U酪農業協同組合　V処理工場」及び5行目の「M株式会社　酒造工場」は3000，第4行目の「W農業協同組合」及び第6行目の「X酪農業協同組合」は6000であると認められる。",
                "以上によれば，一審被告が製造・販売した被告ノズルを搭載した液体充填機合計29台のうち，上記①が18台，上記②が8台，上記③が3台となる。",
                "そうすると，その限界利益の額は2億8365万6429円となる。",
                "(算式)306万7576円×18台＝5521万6368円",
                "1517万5818円×8台＝1億2140万6544円",
                "3567万7839円×3台＝1億0703万3517円",
                "5521万6368円＋1億2140万6544円＋1億0703",
                "万3517円＝2億8365万6429円",
                "なお，うち「X酪農業協同組合」(平成14年3月製造)分6000(本／h)1台の限界利益の額は3567万7839円である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "寄与率",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の内容",
                  "text": [
                    "本件発明の内容は，原判決別紙特許公報の「特許請求の範囲」記載のとおりであり，本件発明のノズルは，①ノズル先端の有効面積を大きくするため，ノズル先端の形状を角形とし，角形先端部を角形口部に差込むことで液体の充填を速やかに行え，②ストレーナの交換ないし洗浄のためにノズルの先端部にストレーナを簡単に取付けないし取外すことができるように，円筒形のノズル本体に角形の先端部である角筒体1を設け，内部の螺着を外して角筒体1の突条3と雌ねじ体10の溝部11の嵌合を外して簡単に取り外せるとの作用効果を奏するものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "標準的な液体充填機の工程",
                  "text": [
                    "液体充填機構は，主として，以下のとおりの工程及び装置から構成される(乙27，弁論の全趣旨)。",
                    "①第1工程　紙パックの材料のストック装置",
                    "②第2工程　紙パックの材料引き起こし装置",
                    "③第3工程　紙パックの底部形成装置(くせ折・底部加熱・底部シール)    　　④第4工程　紙パックの上部くせ折装置",
                    "⑤第5工程　液体充填装置",
                    "⑥第6工程　紙パック上部閉函装置(上部加熱・上部シール)        　ノズルは，上記第5工程の液体充填装置の一部であり，液体充填装置は，液体を送液配管からためる装置，充填タンクから充填液を取り分けるのをコントロールする部分，充填シリンダー等の駆動部分，配管部分等から成る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "液体充填機の主要な構成は，上記のとおり，①紙パックの材料のストック装置，②紙パックの材料引き起こし装置，③紙パックの底部形成装置，④紙パックの上部くせ折装置，⑤液体充填装置及び⑥紙パック上部閉函装置等から成るところ，ノズルは⑤液体充填装置の一部品にすぎず，その価格も一審被告においては約38万円と認められる(弁論の全趣旨)。そうすると，ノズルの価格が装置全体の価格に占める割合はわずかなものというほかない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上に検討したところによれば，被告ノズルを搭載した液体充填機において，被告ノズルが本件発明の構成要件を備えることによって，①充填能力を向上させ，②ストレーナの交換・洗浄が簡単にできるとの作用効果を得ることができるとの寄与をしているが，液体充填機の工程及び装置は，主要なものだけでも上記①ないし⑥の工程及び装置から成り，ノズルは，そのうちの⑤液体充填装置の一部品にすぎず，装置全体の価格に占める同部分の価格はわずかというほかないのであるから，これらの事情等を総合考慮すれば，被告ノズルの液体充填機に対する寄与率は約10％と認めるのが相当である。",
                    "なお，一審被告は，ノズルは装置全体の一部品にすぎず，製品と不可分一体の関係にはないから，被告ノズルの液体充填機に対する寄与はなく，被告ノズルのみの製造・販売個数のみを対象とすべきであると主張するが，液体充填機はノズルを搭載して販売されるものであり，被告ノズルが液体充填機に寄与していることは上記のとおりであるから，同主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，特許法102条1項により，一審原告が受けた損害の額は2836万円と推定される。",
                    "(算式)2億8365万6429円×0．1≒2836万円(万未満切り",
                    "捨て)",
                    "なお，別紙表③のX酪農業協同組合の製造は，平成14年3月であり，遅延損害金起算日が他と異なる取扱いをする必要があることから，その分だけの一審原告の損害額を内訳として算定すると，前記(4)末尾のとおり，その限界利益の額は3567万7839円であるから，356万円となる。",
                    "(算式)3567万7839円×0．1≒356万円(万未満切り捨て)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法102条2項に基づく損害額算定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "譲渡数・販売額について",
                  "text": [
                    "一審被告が製造・販売した被告ノズルを搭載した液体充填機の数は，上記(1)のとおり合計29台である。",
                    "また，上記29台の販売価格は，別紙表①，表③の「販売価格」欄記載のとおりであると認められる(甲20の8～18，弁論の全趣旨)。",
                    "そうすると，その合計額は14億8186万2000円となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品の製造・販売に係る一審被告の利益率",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一審被告の販売額，原価，販売管理費等",
                      "text": [
                        "一審被告の平成7年から同14年までの間の決算書の損益計算書(乙28～35)によれば，上記期間における一審被告の総販売額，売上原価，販売管理費の額は，それぞれ原判決別紙中部機械損益計算表の該当欄記載のとおりであると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控除すべき経費",
                      "text": [
                        "特許法102条2項所定の利益額については，被告製品の販売額の増減に応じて変動する経費を控除すべきである。",
                        "証拠(甲21，22，乙24，28～35)及び弁論の全趣旨によれば，一審被告の販売費及び一般管理費のうち，販売員旅費，販売員給与(ただし，平成11年度以降のみ計上されている。)，広告宣伝費，発送配達費は，一審被告ノズルを含む液体充填機の販売のために要する費用であると解されるから全額を，事務員給与は，メンテナンスに投入された従業員費用の性質を有する2分の1を，利益率を算定するに当たり，経費として控除するのが相当である。他方，通信交通費については，被告製品の売上げの増減と関係すると認めるべき証拠がないから，控除すべきではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記アの総販売額から売上原価を控除し，更に上記経費を控除した一審被告の各年度ごとの利益額は，原判決別紙中部機械損益計算表の差引利益欄記載の金額となる。",
                        "そして，差引利益を総販売額で除した各年度ごとの利益率は，原判決別紙中部機械損益計算表記載のとおりであり，これらを平均すると，同期間の平均利益率は，16．84％となる。一審被告が，一審被告ノズルを搭載した液体充填機を販売した期間は，平成3年から平成15年までであり，上記平均利益率をもって，一審被告の利益率とした。",
                        "なお，一審原告は，一審原告の利益率が30％であるから，一審被告の利益率も30％を下らないと主張し，甲41(公認会計士Ｎ作成の平成16年5月28日付け意見書)を提出する。しかし，甲41に記載された【具体的な試算】に用いられた個々の数値は，その具体的な裏付けを欠くものであり，採用することができず，また本件全証拠によっても，一審被告の利益率が30％を下らないとする事情を認めることはできないから，一審原告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "寄与率",
                  "text": [
                    "被告ノズルの液体充填機に対する寄与率が約10％であることは，上記(5)のとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，特許法102条2項により，一審原告が受けた損害の額は2495万円と推定される。",
                    "(算式)14億8186万2000円×0．1684×0．1",
                    "≒2495万円(万未満切り捨て)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，一審原告が受けた損害の額は，特許法102条1項により2836万円，特許法102条2項により2495万円と各推定されるから，より多額である特許法102条1項により推定される2836万円を損害額と認める。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "弁護士費用",
              "text": [
                "本件事案の内容，訴訟の経緯，認容額等の諸般の事情を考慮すると，本件特許権侵害と相当因果関係のある損害としての弁護士費用は，283万円が相当であると認める(うちX酪農業協同組合分35万円)。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "まとめ",
          "text": [
            "以上によると，一審原告の一審被告に対する本訴請求は，3119万円，及びうち別紙表③の第6行目の「X酪農業協同組合」(平成14年3月製造)分を除く2728万円に対する不法行為の日の後である平成13年12月31日から，うち「X酪農業協同組合」分391万円に対する不法行為の日の後であると認められる平成14年3月31日から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由があるが，その余は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "よって，本件各控訴のうち，一審原告の控訴は理由がないから棄却し，一審被告の控訴に基づき，上記7と異なる原判決を変更し，一審原告の本訴請求を上記7の限度で認容し，その余は棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(ネ)10006",
    "date": "2005-09-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成14年(ワ)3237",
    "precedent_id": "009360",
    "ipprecedent_id": "860",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}