{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2005-39112号事件について平成17年11月15日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，その有する後記特許の明細書及び図面の訂正を求める訂正審判請求をしたところ，特許庁が，「本件審判の請求は，成り立たない。」との審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "text": [
            "・ 特許庁等における手続の経緯",
            "原告は，平成2年6月20日，名称を「液体流路を有する装置の気泡除去方法及びその装置」とする発明について特許出願をし，平成11年9月24日，特許庁から特許第2981909号として設定登録を受けた(請求項1～5。甲3。以下，この特許を「本件特許」という。)。",
            "本件特許につき，平成15年5月6日，原告から，明細書及び図面の訂正を求める訂正審判請求がされたのに対し，特許庁は，請求不成立審決(甲9)をし，同審決は，平成17年4月8日，確定した。",
            "本件特許につき，平成17年6月30日，原告から，再び明細書及び図面の訂正(以下「本件訂正」という。)を求める訂正審判請求がされ，特許庁はこれを訂正2005-39112号事件として審理した上，平成17年11月15日，「本件審判の請求は，成り立たない。」との審決(甲1)をし，その謄本は平成17年11月28日原告に送達された。",
            "なお，本件特許につき，平成13年4月26日，無効審判請求がされ，特許庁が，平成13年11月28日，請求不成立審決をしたのに対し，東京高等裁判所が，平成15年3月6日，審決を取り消す旨の判決をし(甲12)，同判決は確定した。そこで，特許庁はさらに審理の上，本件特許を無効とする旨の審決をしたため，原告が，審決取消訴訟を提起し，知的財産高等裁判所に係属中である(平成17年(行ケ)10417号)。",
            "・ 発明の内容"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件訂正前のもの(本件発明)",
              "text": [
                "平成17年6月30日になされた本件訂正前の特許請求の範囲は，請求項1～5から成り，請求項1～5に記載された発明は，下記のとおりである(甲3)。",
                "記",
                "【請求項1】気体は通すが液体は通さない壁面から構成される液体流路を有する装置の液体流路に，間欠的に液体を流し，該液体流路内に存在する気泡を除去することを特徴とする，液体流路を有する装置の気泡除去方法。",
                "【請求項2】液体流入口，気体は通すが液体は通さない壁面から構成される液体流路及び液体流出口を備える液体流路を有する装置と，該液体流路を有する装置よりも上流側に配設され，前記液体流路を有する装置の液体流入口を介して液体流路に液体を移送する液体移送手段と，前記液体流路への液体の移送を間欠的に行わしめる液体移送調整手段と，を備えることを特徴とする，液体流路を有する装置の気泡除去装置。",
                "【請求項3】液体流路を有する装置よりも下流側に，除泡手段が配設されている，請求項2記載の装置。",
                "【請求項4】流体流路を有する装置よりも下流側に，液体流路を有する装置の液体流路内を通過する液体の圧力を高めるための小径流路部が配設されている，請求項2記載の装置。",
                "【請求項5】除泡手段よりも下流側に，除泡手段内を通過する液体の圧力を高めるための小径流路部が配設されている，請求項3記載の装置。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件訂正後のもの(本件訂正発明)",
              "text": [
                "本件訂正後の特許請求の範囲は，請求項1～4から成り，請求項1～4に記載された発明(以下，各請求項に対応して「本件訂正発明1」などという。)の内容は，下記のとおりである(甲4-2。下線部は訂正部分。)。",
                "記",
                "【請求項1】",
                "循環流路内に，",
                "気体は通すが液体は通さない孔であって，外気に連通する孔を有した多孔質膜を，液体流入口及び液体流出口を備えた液体流路内に配置させた，液体流路を有する装置と，",
                "液体を，前記液体流路を有する装置の液体流入口に向けて移送させつつ，循環流路内を繰り返し循環させる遠心ポンプとを配設し，",
                "また，前記遠心ポンプに対し，制御回路を用いて，あらかじめ間隔及び強さを設定した間欠的な移送流を移送させる制御を行う液体移送調整手段を備えさせ，",
                "該液体移送調整手段の遠心ポンプに対する流量制御によって，あらかじめ設定した間隔及び強さの間欠的な移送流が前記液体流路を有する装置に流れていく際に，液体中の気泡を，前記多孔質膜の孔部から外気に放出させることにより，",
                "前記液体流路を有する装置が除泡手段となることを特徴とする，液体流路を有する装置の気泡除去装置。",
                "【請求項2】",
                "液体流路を有する装置よりも下流側に，他の除泡手段が配設されている，請求項1記載の装置。",
                "【請求項3】",
                "液体流路を有する装置よりも下流側に，液体流路を有する装置の液体流路内を通過する液体の圧力を高めるための小径流路部が配設されている，請求項1記載の装置。",
                "【請求項4】",
                "他の除泡手段よりも下流側に，除泡手段内を通過する液体の圧力を高めるための小径流路部が配設されている，請求項2記載の装置。",
                "・ 審決の内容"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "審決の内容は，別添審決写しのとおりであり，その理由の要旨は，本件訂正発明1～4は，下記の刊行物1～3に記載された発明(以下，各刊行物に対応して「刊行物1発明」などという。)，周知技術及び技術常識に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許出願の際独立して特許を受けることができず，本件訂正審判請求は，平成6年法律第116号による改正前の特許法126条3項の規定に適合しない，というものである。",
                "記",
                "刊行物1：正井崇史ほか「遠心ポンプと外部潅流型膜型肺を組み合わせたsimplified veno-arterial bypass system の実験的検討」人工臓器18巻2号(1989年)440～443頁(甲6-"
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "text": [
            "刊行物2：河野南雄・山口美佐子共著：「初心者のための血液透析の手技と看護」株式会社新興医学出版社(昭和63年11月5日発",
            "行)15～22頁(甲6-2)",
            "刊行物3：佐々木孝ほか「各種気泡除去装置(bubble trap)の比較検討」人工臓器11巻3号(1982年)767～771頁(甲",
            "6-3)"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "なお，審決が認定した刊行物1発明の内容及び本件訂正発明1～4との一致点，相違点は次のとおりである。",
                "・ 刊行物1発明の内容",
                "「流路内に，中空糸膜を血液流出入口を備えた血液流路内に配置させた血液流路を有する人工肺と，血液を血液流路を有する人工肺の血液流入口に向けて移送させる遠心ポンプとを配設した，血液流路を有する人工肺の充填時のair抜きを行う装置」の発明",
                "・ 本件訂正発明1と刊行物1発明との一致点，相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "一致点",
                  "text": [
                    "「流路内に，気体は通すが液体は通さない膜を，液体流入口及び液体流出口を備えた液体流路内に配置させた，液体流路を有する装置と，液体を，前記液体流路を有する装置の液体流入口に向けて移送させる遠心ポンプとを配設し，液体流路を有する装置が除泡手段となる液体流路を有する装置の気泡除去装置。」である点"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点",
                  "text": [
                    "・ 本件訂正発明1では，流路が循環流路であり，液体を繰り返し循環させるものであるのに対し，刊行物1発明では，流路が循環流路ではない点。",
                    "・ 気体は通すが液体は通さない膜に関し，本件訂正発明1では，膜が多孔質膜であり，多孔質膜の孔が外気に連通する孔であるのに対し，刊行物1発明では，膜が中空糸膜であり，中空糸膜が多孔質の膜であるか否かが明確でない点。",
                    "・ 遠心ポンプに関し，本件訂正発明1では，制御回路を用いて，あらかじめ間隔及び強さを設定した間欠的な移送流を移送させる制御を行う液体移送調整手段を備えており，該液体移送調整手段の遠心ポンプに対する流量制御によって，あらかじめ設定した間隔及び強さの間欠的な移送流が前記流体(判決注，液体の誤記と認める。)流路を有する装置に流れていく際に，液体中の気泡を，前記多孔質膜の孔部から外気に放出させるのに対し，刊行物1発明では，そのような構成となっていない点。",
                    "・ 本件訂正発明2と刊行物1発明との一致点，相違点"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "一致点",
                  "text": [
                    "下記相違点以外の点"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点",
                  "text": [
                    "上記・・～・の点及び・本件訂正発明2においては，液体流路を有する装置よりも下流側に，他の除泡手段が配設されているのに対し，刊行物1発明においては，かかる手段を備えていない点。",
                    "・ 本件訂正発明3と刊行物1発明との一致点，相違点"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "一致点",
                  "text": [
                    "下記相違点以外の点"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点",
                  "text": [
                    "上記・・～・の点及び④本件訂正発明3においては，液体流路を有する装置よりも下流側に，液体流路を有する装置の液体流路内を通過する液体の圧力を高めるための小径流路部が配設されているのに対し，刊行物1発明においては，かかる手段を備えていない点。",
                    "・ 本件訂正発明4と刊行物1発明との一致点，相違点"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "一致点",
                  "text": [
                    "下記相違点以外の点"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点",
                  "text": [
                    "上記・・～・の点，上記・・の点及び⑤本件訂正発明4においては，他の除泡手段よりも下流側に，除泡手段内を通過する液体の圧力を高めるための小径流路部が配設されているのに対し，刊行物1発明においては，かかる手段を備えていない点。",
                    "・ 審決の取消事由"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "取消事由1(本件訂正発明1と刊行物1発明とを実質的に同一の技術と認定したことの誤り)",
              "text": [
                "審決は，間欠流以外の点について，本件訂正発明1と刊行物1発明とを実質的に同一の技術と認定している。しかし，この認定は，次のとおり誤りである。",
                "・ 刊行物1には，「Air抜き」について，中空糸膜の孔部から空気を抜くという記載は何もない。",
                "刊行物1の442頁左欄13～14行目に「人工肺としては，外部灌流型膜型肺を用いたため，充填時のair抜きが容易であり，」とする記載がある。ここで，外部灌流型というのは，人工肺のハウジング内において，中空糸の外側に液体を通すというものであり，充填時というのは，プライミング時の液体を流し込む時のことである。刊行物1発行当時，プライミングはゆっくり液体を充填させる技術しかなかったから，刊行物1では，人工肺の中に少しずつ液を充填していくことになると思われ，その場合，人工肺の内部は，液が各ファイバの外表面を浸しながら少しずつ上昇していくことになる。そして，刊行物1の図2を見ると，「Air抜き」用の口は人工肺上部に形成されているから，ゆっくりした液面上昇によって，ハウジング内の空気は上方に押し出され，その「Air抜き」用の口から外気に放出されると十分推測できる。このように，刊行物1発明は，従来のゆっくりしたプライミングを前提に，液面上昇による空気追い出し作用によって，「Air抜き」を行うものである。",
                "刊行物1の実験に用いられた人工肺のパンフレット(甲10)の写真によると，刊行物1の図2の「Air抜き口」は，中空糸膜の内部とは何ら連絡していないから，プライミングの液面上昇によって空気を追い出すときの口であることが十分推測できる。",
                "以上のとおり，刊行物1発明は，プライミングの液面上昇によって空気を追い出すものであって，中空糸膜の孔部から空気を抜くものではないから，本件訂正発明1と刊行物1発明とは全く異なる技術によって気泡を除去している。",
                "そして，刊行物1には，「適正な条件の間欠流を所定の循環流路内に流してやれば，その間欠流が，『孔を有した所定の多孔質膜を備えた液体流路を有する装置』に流入した際，流路中の気泡は，多孔質膜の孔から外気に効率的に放出されていく」という，本件訂正発明1の特徴が示唆されていない。",
                "それにもかかわらず，審決は，多孔質膜の孔部から液体中の気泡が外気に放出させられるようになることも当業者が予測し得る範囲のものと断言して(7頁2行～3行)，刊行物1における「Air抜き」も，当業者は当然にガス交換用膜孔から抜いていると思うはずであるという認定をし，本件訂正発明1と刊行物1発明との気泡を除去する技術を実質的に同一視する誤りをおかしている。",
                "・ 被告は，刊行物1の人工肺には多孔質膜が用いられており，そのような人工肺では「膜孔部」を通して「ガス交換」をするのであるから，刊行物1を見れば，多孔質膜の孔部から気泡を除去することは当業者であれば容易に予測し得る旨主張する。",
                "しかし，上記・のとおり，刊行物1には，多孔質膜の孔部から気泡を除去するといった記載はないし，それを示唆する記載もない。被告は，ガス交換時における「O 及びCO 」の分子レベルの濃度差に基づく挙動と，「空気の泡」である「気泡」の濃度差が関係しない移動とを同一視する誤りをおかしている。",
                "・ 被告は，当業者であれば，刊行物3の記載から，孔の孔径より大きな気泡であっても，液の表面張力を破るだけの圧力がかかると孔を通過するであろうことは，予測し得るはずであり，間欠流による圧力変動でそのような圧力が得られる可能性があることも容易に予測し得るはずである旨主張する。",
                "しかし，刊行物3はスクリーンフィルタに関する記載であって，その記載から，刊行物1の多孔質膜を気泡の除去に容易に利用し得るということはできない。審決において，刊行物3は，本件訂正発明2において付加された構成に関する公知文献として用いられており，刊行物1の記載を解釈するために用いられた資料ではないから，被告の主張は，審決の認定を逸脱するものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "取消事由2(刊行物2の間欠流と本件訂正発明1の間欠流とが同一であると認定したことの誤り)",
              "text": [
                "刊行物2の間欠流と本件訂正発明1の間欠流とは，以下のように，前提とするプライミング，適用意図，液流変化を生じさせる手段のいずれも異なり，技術的に異なるものであるから，これらを同一であると認定した審決は誤りである。",
                "・ 刊行物2の間欠流は，30分以上も時間をかける，ゆっくりしたプライミングを前提にするものである。",
                "これに対し，本件訂正発明1は，「…発病した患者の現場において，患者の大腿静脈から脱血し，…緊急を要するため，一刻も早く人工肺の体外循環回路が使用可能な状態となるようセットアップしなければならず，従来の煩雑で長時間を要するプライミング操作は，大きな障害となっていた」(本件訂正明細書［甲4-2］2頁13行～18行)ところ，このような問題点を解決するためになされたものであって，本件訂正発明1の間欠流は，一刻も早く人工肺をセットしなければならない緊急の場合に短時間で行われるプライミングを前提にしている。",
                "以上のとおり，刊行物2の間欠流と本件訂正発明1の間欠流とは，前提とするプライミングが異なる。この点は，たとえ特許請求の範囲に記載がないとしても，目的が異なるから，技術的手段としての構成が異なるといえる。",
                "・ 刊行物2の間欠流は，ダイアライザー内の壁面から気泡を強制的に分離させるといった原始的な作用しか意図していないが，本件訂正発明1の間欠流は，それにとどまらず，多孔質膜の孔部から気泡を効率的に除去するという斬新な作用を意図しているという違いがある。",
                "以上のとおり，刊行物2の間欠流と本件訂正発明1の間欠流とは，その適用意図が異なる。",
                "・ 刊行物2の間欠流は，鉗子の開閉による液流変化であるので，閉塞部下流の液圧が一時的に急激に低下し，気泡が液体側に戻されてしまい，多孔質膜の孔部からの気泡除去の作用を阻害するおそれがある。場合によっては，新たな気泡発生のおそれすらある。このことは，甲8-4の試験結果からも裏付けられる。したがって，刊行物2の「間欠流」を本件訂正発明1の構成を有する流路に用いたとしても，本件訂正発明1の効果は何ら得られない。",
                "これに対し，本件訂正発明1の間欠流は，遠心ポンプからの大小変化する制御流であり，液圧が一時的に急激に低下することはないから，孔からの効率的な気泡除去が可能である。",
                "以上のとおり，刊行物2の間欠流と本件訂正発明1の間欠流とは，液流変化を生じさせる手段が異なる。",
                "・ 被告は，本件訂正前の明細書(甲3)には，手動によるON・OFF式の間欠流も記載され，その間欠流でも効果があると記載されていたことを指摘する。",
                "しかし，これはあくまで付随的な事項であったし，刊行物2に示す，30分以上の中の「ときどき」のような，まったく予測のつかない不規則な動作を指していたものでもない。また，この記載は本件訂正によって削除された。さらに，本件訂正前の明細書の試験例も，制御回路49を用いた構成で行っており，本件訂正前の発明の効果も制御回路49を用いた間欠流によって確認されていた。したがって，本件訂正前の明細書に手動によるON・OFF式の間欠流が記載されていたからといって，刊行物2の間欠流と本件訂正発明1の間欠流とが同一であるということにはならない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "取消事由3(刊行物1と刊行物2との組合せについての判断の誤り)刊行物1と刊行物2をいかに組み合わせても，本件訂正発明1にはなり得ない。そのことは，次の・～・の各事実から明らかである。したがって，刊行物1と刊行物2との組合せによって，本件訂正発明1を容易に想到することができたということはなく，その旨の審決の判断は誤りである。",
                "・ 刊行物1，2のいずれにも，本件訂正発明1の特徴である，「適正な条件の間欠流を所定の循環流路内に流してやれば，その間欠流が，『孔を有した所定の多孔質膜を備えた液体流路を有する装置』に流入した際，流路中の気泡は，多孔質膜の孔から外気に効率的に放出されていく」という点が示されていない。",
                "・ 刊行物1と刊行物2は，共に，従来のゆっくりしたプライミングによる気泡除去の技術に関するものであり，本件訂正発明1のような，緊急性の観点から短時間で気泡を除去する技術に参考にすることができるようなものではない。",
                "・ 刊行物1の回路に刊行物2の間欠流を用いたとしても，刊行物1の液面上昇による空気除去の効率を向上させることはない。",
                "・ 刊行物1の回路に刊行物2の間欠流を用いても，前記イ・のとおり，液体の圧が低下して，気泡除去の作用を阻害するおそれがある。"
              ]
            },
            {
              "fig": "エ",
              "subject": "取消事由4(本件訂正発明2～4の独立特許要件(進歩性)の判断の誤り)",
              "text": [
                "上記ア～ウのとおり，本件訂正発明1に関する審決の判断が誤りである以上，それを前提とする本件訂正発明2～4の独立特許要件(進歩性)に関する審決の判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因・～・の各事実は認めるが，同・は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "・ 取消事由1に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，審決は，刊行物1と本件訂正発明1とを「間欠流」の点を除いて実質的に同一の技術であると認定していると主張するが，審決は，本件訂正発明1と刊行物1の気泡除去の手法に関しては，相違点・の点で相違するとしているのであるから，両者の気泡除去の手法を同一視しているということはない。",
                "また，審決は，刊行物1における「Air抜き」が，当業者は当然にガス交換用膜孔から抜いていると思うはずであるという認定もしていない。刊行物1において中空糸膜を通して「Air抜き」するように構成することは，刊行物2記載の技術的事項を適用することにより，当業者であれば容易に想到し得ると判断しているに過ぎない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "刊行物1発明の「中空糸膜」は気体は通すが液体は通さない膜であり，「中空糸膜」として周知の多孔質膜を採用することも設計的事項にすぎないから，実質的に刊行物1発明は「気体は通すが液体は通さない孔であって，外気に連通する孔を有した多孔質膜」を備えているといえるものである。そして，このような気体は通すが液体は通さない孔であって，外気に連通する孔であれば，気体である気泡は孔を抜けることができ，抜けた気泡は外気に放出されるであろうことは，根拠を説明するまでもなく多孔質膜の機能・構造から当業者であれば容易に予測し得るはずである。したがって，審決が「多孔質膜の孔部から液体中の気泡が外気に放出させられるようになることも当業者が予測し得る範囲内のものである」(7頁2行～3行)とした点に誤りはない。",
                "また，本件訂正明細書にも気泡が孔部を抜けることの具体的な根拠は特に記載されておらず，多孔質中空糸膜が，気体は通すが液体は通さない性質を有しているため気泡の除去手段となることが記載されているだけであるから，このことからも気体は通すが液体は通さない多孔質膜の孔部から液体中の気泡が外気に放出されることは当業者が予測し得ることであるということができる。",
                "さらに，刊行物3には「スクリーンフィルターの場合，液で満たされたスクリーンの孔に，その孔径より大きな気泡が到達すると気液界面に表面張力が働き，気泡の通過を阻止する。気泡がスクリーンを通過するためには，液の表面張力を破るだけの圧力を気泡にかけてやらなければならない。」(771頁左欄26行～31行)と記載されており，この記載から，多孔質膜の孔においても，孔の孔径と同等の気泡や孔の孔径より小さな気泡は孔の通過を阻止されないことや，孔の孔径より大きな気泡であっても，液の表面張力を破るだけの圧力がかかると孔を通過するであろうことは，当業者であれば予測し得るはずであり，間欠流による圧力変動でそのような圧力が得られる可能性があることも当業者であれば容易に予測し得るはずである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "仮に，原告が主張しているように，刊行物1の「Air抜き」の口が中空糸膜の内部と連絡していないとしても，上記イのとおり，ガス交換をするために外気に連通している中空糸膜の孔から液体中の気泡が外気に放出されることは，当業者の予測し得る範囲のことであるから，当業者が，刊行物1から，液面上昇による空気追い出し作用によって「Air抜き」を行う以外の手法を予想し得ないということはない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，適正な条件の間欠流を流すことにより多孔質の孔から気泡が効率的に放出されていくことが本件訂正発明1の特徴であるかのような主張をしているが，本件訂正発明1の特許請求の範囲には，間欠流に関して「あらかじめ間隔及び強さを設定した間欠的な移送流」と記載されているだけであり，効率的に気泡が放出されるための具体的な間隔及び強さ等の適正な条件は何ら規定されていないから，この主張は根拠がなく失当である。",
                "・ 取消事由2に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，刊行物2の間欠流と，本件訂正発明1の間欠流とは，プライミングに要する時間の点で技術的意義が大きく異なると主張する。",
                "しかし，原告の主張する短時間がそもそもどの程度の時間であるのか明確でないし，また，本件訂正発明1の特許請求の範囲をみても，間欠流に関しては，「あらかじめ間隔及び強さを設定した間欠的な移送流」と記載されているだけであり，この記載だけでは，短時間でプライミングが行える具体的な間隔及び強さ等が限定されているわけではない。さらに，刊行物2には，「間欠流」を流す時間が30分以上であると記載されているわけでもない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，刊行物2の間欠流には，多孔質膜の孔部から気泡を効率的に除去するという作用がないというが，刊行物2には，本件訂正発明1の「気体は通すが液体は通さない孔であって，外気に連通する孔を有した多孔質膜」が記載されていないのであるから，気泡が効率よく孔部から抜けていくという作用がないのは当然である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，刊行物2の「鉗子開閉による間欠流」には重大な欠陥がある旨主張する。しかし，刊行物2には，間欠的に液体を流し，液体流路内に存在する気泡を除去することが示されており，審決は，この刊行物2に示されている事項を刊行物1に適用して，刊行物1の遠心ポンプの制御手段を制御して間欠流が流れるようにし，液体流路内に存在する気泡を除去するようにすることは当業者であれば容易に想到し得ることであるとしたものである。したがって，刊行物2に示されている事項を刊行物1に適用したものは本件訂正発明1と同様に遠心ポンプの流量制御によって大小に変化する「間欠流」を用いることになるのであるから，本件訂正発明1と同様の効果があるのであり，原告の上記の主張は，失当である。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "本件訂正明細書では記載が削除されているが，本件訂正前の明細書(甲3)には，「さらに単純化すれば，制御回路49は単なる手動のON・OFFスイッチと遠心ポンプ33のモータを駆動する電源とから構成してもよい。この場合，遠心ポンプ33のモータを間欠的に駆動する駆動信号は，手動によってスイッチをON・OFFさせることにより送出されるが，結果として同様な除泡効果を得ることができ，このような態様も本発明は包含するものである。」(4頁左欄20行～27行)と記載されており，手動によってスイッチをON・OFFさせることによる間欠流でも効果があるとされていた。",
                "そして，この手動によってスイッチをON・OFFさせることによる間欠流でも効果があるという事実は，上記の記載を削除しても変わることはない。",
                "・ 取消事由3に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，「適正な条件の間欠流を所定の循環流路内に流してやれば，その間欠流が，孔を有した所定の多孔質膜を備えた液体流路を有する装置に流入した際，流路中の気泡は，多孔質膜の孔から外気に効率的に放出されていく」という点が本件訂正発明1の特徴であると主張するが，この主張は，上記・エで述べたとおり，根拠がなく失当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，刊行物1と刊行物2は，共に，従来のゆっくりしたプライミングによる気泡除去の技術に関するものであり，本件訂正発明1のような，緊急性の観点から短時間で気泡を除去する技術に参考にすることができるようなものではないし，刊行物1の回路に刊行物2の間欠流を用いたとしても，刊行物1の液面上昇による空気除去の効率を向上させることはないと主張する。しかし，原告のプライミングの時間に関する主張は，上記・アで述べたとおり失当である。また，刊行物1の人工肺の空気除去は，液面上昇による空気の押し出し作用のみであるかのような原告の主張も，上記・ウで述べたとおり失当である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，刊行物1の回路に刊行物2の間欠流を用いても，液体の圧が低下して，気泡除去の作用を阻害するおそれがあると主張する。しかし，原告のこの主張は，上記・ウで述べたとおり失当である。",
                "・ 取消事由4に対し",
                "上記・～・で述べたように，原告の主張する取消事由1～3はいずれも失当であり，審決の本件訂正発明1についての判断に誤りはないから，本件訂正発明2～4の独立特許要件(進歩性)に関する審決の判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因・(特許庁における手続の経緯)，・(発明の内容)，・(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件訂正発明1と刊行物1発明とを実質的に同一の技術と認定したことの誤り)について",
          "text": [
            "・ 原告は，審決は，間欠流以外の点について，本件訂正発明1と刊行物1発明とを実質的に同一の技術と認定しているところ，この認定は誤りであると主張するので，判断する。",
            "・ 本件訂正発明1について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件訂正明細書(甲4-2)には，特許請求の範囲として，前記第3の1・イの記載があるほか，「発明の詳細な説明」として，以下の・～・の記載がある。",
                "・ 産業上の利用分野",
                "「本発明は，液体流路を有する装置の気泡除去装置に関し，より具体的には，人工肺等の医療用器具の使用前に血液流路等から気泡を除去する装置に関する。」(1枚目下1行～2枚目1行)",
                "・ 従来の技術",
                "「一般に，人工肺等の医療用器具を使用する前に，血液流路中にリンゲル液等を充填する，いわゆるプライミング操作が必要である。",
                "特に，人工肺の体外循環回路の血液流路においては，中空糸膜やチューブ，コネクタ等の複雑かつ狭小な流路が多数存在するため，プライミングに際して，これら流路に付着する気泡等を除去することは，極めて重要な作業である。",
                "プライミング操作の従来行われている方法としては，新たに気泡が発生することがないように，リンゲル液を人工肺等に低流量で静かに流したり，液体ポンプを使って定常流で流す等の方法が行われている。」(2枚目3行～10行)",
                "・ 発明が解決しようとする課題",
                "「しかしながら，このような方法は，高度の熟練と長時間を要し，昨今注目されているEBS(Emergency Bypass System)，すなわち発病した患者の現場において，患者の大腿静脈から脱血し，ポンプ，人工肺を通過させた後，大腿動脈から返血することにより補助循環を行うという手技においては，緊急を要するため，一刻も早く人工肺の体外循環回路が使用可能な状態となるようセットアップしなければならず，従来の煩雑で長時間を要するプライミング操作は，大きな障害となっていた。",
                "本発明は，かかる問題点に鑑みてなされたものであって，煩雑な操作を要することなく，短時間で人工肺やチューブ，コネクタ等の液体流路を有する装置の液体流路に付着する気泡を除去することができる装置を提供することを目的とする。",
                "本発明者は，従来行われていたように，プライミングの際に液体ポンプによって液体流路へ定常流を流す，という常識に反して，代わりに，制御された遠心ポンプを用いた間欠流を流すことにより，除去するのが困難であった微細な気泡をも液体流路中から効率良く除去することができるという驚くべき事実を見出し，本発明を完成させるに至ったものである。」(2枚目12行～下3行)。",
                "・ 作用",
                "「…遠心ポンプからの制御されたリンゲル液の間欠流を液体流路中に通過させることにより，リンゲル液が流れるときの勢いの強弱によって液体流路内面に付着していた気泡は液体流路内面を離れ，その気泡は多孔質膜の孔部から外気に放出される。」(4枚目5行～8行)",
                "・ 実施例",
                "「…チューブ31内面に付着した気泡は，リンゲル液の間欠流の勢いによって除去され，リンゲル液とともに人工肺1へと運ばれる。",
                "人工肺1の血液流入口17から流入したリンゲル液は，…血液室15へ，前述の除去された気泡とともに流入する。",
                "リンゲル液は間欠流となって血液室15に流入するため，流れの勢い，特に低流量から高流量へと短時間に移行するときのエネルギーによって血液室15を構成する隔壁13の表面，多孔質中空糸膜11の外表面及びハウジング3の内面に付着していた気泡は除去され，リンゲル液中に浮遊する。",
                "ここで，多孔質中空糸膜11は，気体は通すが，液体は通さない性質を有しているため，リンゲル液中の気泡は当該多孔質中空糸膜11によって分離される。分離された空気は，多孔質中空糸膜11内を通過して，酸素含有ガス導出口27及びガス導出口29より外気へと放散される。」(9枚目下6行～10枚目7行)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上のアの記載によると，本件訂正発明1は，液体流路内に間欠流を流し，その間欠流の勢いによって，流路内面，多孔質中空糸膜の外表面等に付着していた気泡を液中に浮遊させ，液中に浮遊する気泡を，気体は通すが，液体は通さないという多孔質中空糸膜の性質を利用して，外気に連通する多孔質中空糸膜の孔から外気に放出するものと認められる。そうすると，本件訂正発明1の「液体中の気泡を，…多孔質膜の孔部から外気に放出させる」との作用は，中空糸膜として孔が外気に連通する多孔質膜を用いて，気泡除去に際して流路に間欠流が流れるようにした構成に基づくものと認められるのであって，このような構成を有する限り，当然生じる作用であるといわなければならない。",
                "・ 刊行物1発明について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "刊行物1(甲6-1)には，以下の・～・の記載があり，以下の・の図面が記載されている。",
                "・ 「遠心ポンプ(Bio-pump)と外部潅流型膜型肺(Sarns16310)を用いて，リザーバーを省いたsimplified veno-arterial bypass systemの有用性を実験的に検討した。…本システムは…air抜きが容易なこと…等から，緊急時の循環補助法として有用であると考えられた。」(440頁5行～12行)",
                "・ 「用いた簡易VAB(判決注，上記simplified veno-arterial bypass systemのこと)の全景を図1，シェーマを図2に示す。ポンプは遠心ポンプ(Bio-Pump,BP-50またはBP-80)，人工肺は外部潅流型中空糸膜型肺であるSarns16310を使用した。回路はリザーバーを省き閉鎖回路とした。」(440頁左欄14行～17行)",
                "・ 「補助人工心臓(VAD)は，…迅速な装着を要求される緊急時の循環補助法としては，適切であるとは言い難い。従ってset upが容易で簡便に施行できる補助循環システムの開発が望まれる。",
                "今回我々が検討したVABシステムはリザーバーを省いた閉鎖回路で構成され，簡便でかつ総充填量が400mlと少ないものであった。ポンプとして遠心ポンプを用いたことにより，リザーバーを用いず，閉鎖回路でのバイパスが可能であった。人工肺としては，外部潅流型膜型肺を用いたため，充填時のair抜きが容易であり，人工肺前後の圧力損失が少ない等の点から本システムにおいて適していると言える。またこの際，閉鎖回路にするため，リザーバーの組み込まれていない人工肺が必要である。今回使用したSarns社製人工肺はこれらの条件を満たしている上に，血液流出入口の位置の違いを利用して人工肺そのものをair trapとして利用できるという利点を有しており，今回の簡易VABシステムに適したものであると考えられた。」(442頁左欄2行～22行)・ 図2には「簡易VABのシェーマ」が記載されており，図2の記載からすると，この「簡易VAB」は，右心房から遠心ポンプ(Biopump BP-50)，Bypass flow meter，人工肺(Oxygenator Sarns 16310)を介して，大腿動脈への流路を有し，遠心ポンプが血液を人工肺の血液流入口に向けて移送するもので，人工肺の血液流路の右上方に「Air抜き」と説明が付されている。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記アの刊行物1の記載に甲10(米国Sarns社が1988年に作成したSarns16310のパンフレット)及び弁論の全趣旨を総合すると，刊行物1に記載されているSarns 16310(外部潅流型膜型肺)は，中空糸膜を収納した大きめの円筒体と，熱交換器を収納した小さめの円筒体からなり，中空糸膜を収納した大きめの円筒体の上方に上記「Air抜き」が設けられていることが認められる。",
                "中空糸膜を収納した大きめの円筒体の上方に設けられている上記「Air抜き」が，中空糸膜を収納した円筒体の内部とどのように通じているかは，刊行物1(甲6-1)の記載からも，甲10の記載からも，明らかでないが，原告が主張するように，中空糸膜を収納した空間から空気を抜くように構成されていて中空糸膜の孔部から空気を抜くものではない可能性がある。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "上記アの刊行物1の記載に甲10及び弁論の全趣旨を総合すると，刊行物1に記載されているSarns16310(外部潅流型膜型肺)は，中空糸膜を介して酸素，二酸化炭素のガス交換をする構成を有するものであり，中空糸膜の孔はガス交換をするため外気と連通するから，その有する血液流路内に，外気と連通させた中空糸膜を配置させた構成を有するということができる。",
                "・ 以上に基づき，原告の上記主張について判断する。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，審決は，刊行物1における「Air抜き」について，当業者は当然にガス交換用膜孔から抜いていると思うはずであると認定しており，間欠流以外の点について，本件訂正発明1と刊行物1発明とが実質的に同一の技術であると認定している旨主張する。",
                "しかし，前記第3の1・によると，審決は，本件訂正発明1を刊行物1発明と対比し，相違点・として，本件訂正発明1の流路が循環流路である点を，相違点・として，本件訂正発明1の膜が多孔質膜であり，多孔質膜の孔が外気に連通する孔である点を，相違点・として，本件訂正発明1が，制御回路を用いた液体移送調整手段により遠心ポンプの流量制御を行い，あらかじめ設定した間隔及び強さの間欠的な移送流が液体流路を有する装置に流れていく際に，液体中の気泡を多孔質膜の孔部から外気に放出させる点を，それぞれ認定し，各相違点について判断しているのであって，間欠流以外の点について，本件訂正発明1と刊行物1発明とが実質的に同一の技術であると認定しているものではない。",
                "また，審決は，「多孔質膜の孔部から液体中の気泡が外気に放出させられるようなことも当業者が予測し得る範囲のもの」(7頁2行～3行)と認定しているが，この認定は，相違点・について，当業者が容易に想到することができたかどうかを判断するに際して，容易に想到することができた理由として述べられているものであって，刊行物1における「Air抜き」について，当業者は当然にガス交換用膜孔から抜いていると思うはずであるとの認定ではないことは明らかである。",
                "したがって，審決は，刊行物1における「Air抜き」について，当業者は当然にガス交換用膜孔から抜いていると思うはずであると認定しており，間欠流以外の点について，本件訂正発明1と刊行物1発明とが実質的に同一の技術であると認定している旨の原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記・イのとおり，刊行物1発明は，原告が主張するように，中空糸膜を収納した空間から空気を抜くように構成されていて中空糸膜の孔部から空気を抜くものではない可能性がある。",
                "しかし，前記(2)イで説示したように，本件訂正発明1の「液体中の気泡を，…多孔質膜の孔部から外気に放出させる」との作用は，中空糸膜として孔が外気に連通する多孔質膜を用いて，気泡除去に際して流路に間欠流が流れるようにした構成に基づくものと認められるのであって，このような構成を有する限り，当然生じる作用であるといわなければならない。",
                "しかるところ，前記・ウのとおり，刊行物1に記載されているSarns 16310(外部潅流型膜型肺)は，その有する血液流路内に，外気と連通させた中空糸膜を配置させた構成を有する。そうすると，刊行物1発明において，中空糸膜として多孔質膜を採用するとともに，気泡除去に際して流路に間欠流が流れるようにした構成が，当業者にとって容易に想到することができたのであれば，本件訂正発明1の「液体中の気泡を，…多孔質膜の孔部から外気に放出させる」との作用は，そのような構成から当然に生じるものであって，当業者にとって予測可能なものというべきである。刊行物1発明が中空糸膜を収納した空間から空気を抜くように構成されていたとしても，そのことは，上記認定を左右するものではない。そして，刊行物1発明において中空糸膜として多孔質膜を採用すること(相違点・)は，単なる設計的事項であって，当業者にとって容易に想到することができたことは，当事者間に争いがなく，また，後記3のとおり，刊行物1発明において，気泡除去に際して流路に間欠流が流れるようにした構成は，刊行物2発明に基づいて当業者が容易に想到することができたのであるから，本件訂正発明1の「液体中の気泡を，…多孔質膜の孔部から外気に放出させる」との作用は，当業者にとって予測可能なものであって，刊行物1発明及び刊行物2発明から本件訂正発明1が容易に想到することができたとの審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "この点につき，原告は，刊行物1には，「適正な条件の間欠流を所定の循環流路内に流してやれば，その間欠流が，『孔を有した所定の多孔質膜を備えた液体流路を有する装置』に流入した際，流路中の気泡は，多孔質膜の孔から外気に効率的に放出されていく」という，本件訂正発明1の特徴が示唆されていないと主張する。",
                "前記・ア・のとおり，本件訂正明細書(甲4-2)の「発明の詳細な説明」には，「本発明者は，従来行われていたように，プライミングの際に液体ポンプによって液体流路へ定常流を流す，という常識に反して，代わりに，制御された遠心ポンプを用いた間欠流を流すことにより，除去するのが困難であった微細な気泡をも液体流路中から効率良く除去することができるという驚くべき事実を見出し，本発明を完成させるに至ったものである。」との記載がある。しかし，ここでいう「除去するのが困難であった微細な気泡をも液体流路中から効率良く除去することができる」とは，前記・アの本件訂正明細書の記載からすると，間欠流の勢いによって，流路内面，多孔質中空糸膜の外表面等に付着していた気泡を液中に浮遊させ，液中に浮遊する気泡を，外気に連通する多孔質中空糸膜の孔から外気に放出するという作用に基づく効果を意味するものに過ぎず，それ以上の意味を有するとは解されない。そして，この作用は，上記イのとおり当業者が予測可能な範囲のものというべきであるから，その作用に基づく上記効果も，当業者が予測可能な範囲のものというべきであって，本件訂正発明1が原告の主張する上記特徴を有するからといって，本件訂正発明1に進歩性を認めることはできない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "また，原告は，刊行物1には，多孔質膜の孔部から気泡を除去するといった記載はないし，それを示唆する記載もない，被告は，ガス交換時における「O 及びCO 」の分子レベルの濃度差に基づく挙動と，「空気の泡」である「気泡」の濃度差が関係しない移動とを同一視する誤りをおかしている，と主張する。",
                "しかし，上記イのとおり，本件訂正発明1の「液体中の気泡を，…多孔質膜の孔部から外気に放出させる」という作用は，当業者が予測可能な範囲のものというべきであって，このことは，刊行物1に多孔質膜の孔部から気泡を除去するという記載があるかどうかにかかわりないことである。",
                "また，刊行物1発明の多孔質膜の孔が，「O 及びCO 」の分子レベルの濃度差に基づくガス交換を行う孔であるからといって，当業者が，この孔から気泡を放出するのは困難であると認識するというべき根拠を見いだすことはできない。したがって，原告の上記主張は採用することができない。",
                "・ 以上によると，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(刊行物2の間欠流と本件訂正発明1の間欠流とが同一であると認定したことの誤り)について",
          "text": [
            "・ 原告は，刊行物2の間欠流と本件訂正発明1の間欠流とは，前提とするプライミング，適用意図，液流変化を生じさせる手段のいずれも異なるから，これを同一と見た審決は誤りであると主張するので，判断する。",
            "・ 刊行物2発明について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "刊行物2(甲6-2)には，以下の記載がある。",
                "・ 「いわゆるプライミングとは，ダイアライザーと血液回路の生食水による洗浄，その後の生食水による充填である(ヘパリン加生食水を充填することもある)。」(15頁3行～5行)",
                "・ 「4)その後もひきつづき血液ポンプをゆっくり回転させて，ダイアライザーや血液回路内の消毒薬を完全にあらいながすと同時に，生食水などで充填する。この間，ダイアライザー内の空気を完全においだすために，ダイアライザー下方の動脈回路をときどきしめて，ダイアライザーの静脈側にたまった空気を鉗子の把持部でたたいたりしておいだすようにする(図27，28)。」(21頁5行～22頁1行)",
                "・ 「血液ポンプをゆっくり回転させながらダイアライザーの下を，時々，鉗子でとめて，ファイバー内の空気を追い出す。」(21頁の図27の説明文)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上の・～・の記載によると，刊行物2には，いわゆるプライミングの際に，ダイアライザー内の空気を完全に追い出すために，血液ポンプをゆっくり回転させながらダイアライザーの下を時々鉗子でとめてファイバー内の空気を追い出すことが記載されている。そして，「ダイアライザーの下を時々鉗子でとめて」との操作により，生食水が間欠的に流れることは技術的に見て自明であるから(このことは原告も争わない。)，「ダイアライザーの下を，時々，鉗子でとめて，ファイバー内の空気を追い出す。」とは，その文脈，内容からして，「間欠的に液体を流し，液体流路内に存在する空気を追い出す」技術を示すものと解するのが相当である。",
                "そうすると，血液回路において間欠流を流すことは，刊行物2に記載されているように，血液回路内の空気を追い出すために有用な処理であって，血液回路の洗浄と充填であるプライミングを行う際の気泡除去方法を改良する手段であることが知られていたと認められる。したがって，刊行物2に記載されている，間欠流を生じさせることは，液体流路一般における気泡除去についても，有用な処理であると考えられるから，刊行物1において，液体流路である人工肺における気泡除去方法を改良するために，人工肺に対して間欠流を流すようにすることは，当業者が適宜なし得たものというべきである。",
                "・ 原告の主張に対する判断"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，刊行物2の間欠流は，30分以上も時間をかける，ゆっくりしたプライミングを前提にするものであるのに対し，本件訂正発明1の間欠流は，一刻も早く人工肺をセットしなければならない緊急の場合に短時間で行われるプライミングを前提にしているから，技術的に異なると主張するが，以下のとおり，この主張は採用することができない。",
                "・ 刊行物2(甲6-2)には，プライミングの注意事項として，プライミングに30分以上は時間をかけるとの，原告主張に沿った，次のような記載がある。",
                "「2．たとえば，…繊細な中空糸ホローファイバー…の一本一本が確実に生食水などで充填され，ダイアライザー内に，空気が絶対に入らないようにする。",
                "3．2のためにも，いわゆるプライミングはゆっくり実施し，ダイアライザー内に…消毒剤や，ドライタイプのダイアライザー内に充填されているグリセリンなどを完全に洗いながすためにも30分以上は時間をかける。」(16頁3行～10行)",
                "・ しかし，本件訂正発明1の特許請求の範囲には，「間欠的な移送流」について「あらかじめ間隔及び強さを設定」することのみ記載され，プライミングを行う時間について，何ら特定されていないのであるから，プライミングが短時間であることを，本件訂正発明1が要旨とするものとはいえない。したがって，刊行物2発明のプライミングが，本件訂正発明1が前提とするプライミングと技術的に異なると認めることはできない。",
                "なお，前記2・ア・・のとおり，本件訂正明細書(甲4-2)の「発明の詳細な説明」には，「プライミング操作の従来行われている方法としては，新たに気泡が発生することがないように，リンゲル液を人工肺等に低流量で静かに流したり，液体ポンプを使って定常流で流す等の方法が行われている。」，「しかしながら，このような方法は，高度の熟練と長時間を要し，昨今注目されているEBS(Emergency Bypass System)，すなわち発病した患者の現場において，患者の大腿静脈から脱血し，ポンプ，人工肺を通過させた後，大腿動脈から返血することにより補助循環を行うという手技においては，緊急を要するため，一刻も早く人工肺の体外循環回路が使用可能な状態となるようセットアップしなければならず，従来の煩雑で長時間を要するプライミング操作は，大きな障害となっていた。」，「本発明は，かかる問題点に鑑みてなされたものであって，煩雑な操作を要することなく，短時間で人工肺やチューブ，コネクタ等の液体流路を有する装置の液体流路に付着する気泡を除去することができる装置を提供することを目的とする。」との記載があるものの，そこでいう「長時間」，「短時間」がどの程度の時間であるかは特定されていない上，上記のとおり，特許請求の範囲には，プライミングを行う時間について特定する記載は何らないから，刊行物2発明のプライミングが，本件訂正発明1が前提とするプライミングと技術的に異なると認めることはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，刊行物2の間欠流は，ダイアライザー内の壁面から気泡を強制的に分離させるといった原始的な作用しか意図していないが，本件訂正発明1の間欠流は，それにとどまらず，多孔質膜の孔部から気泡を効率的に除去するという斬新な作用を意図しているという違いがあると主張する。",
                "しかし，前記2・ウのとおり，「多孔質膜の孔部から気泡を効率的に除去する」という本件訂正発明1の効果は，間欠流の勢いによって，流路内面，多孔質中空糸膜の外表面等に付着していた気泡を液中に浮遊させ，液中に浮遊する気泡を，外気に連通する多孔質中空糸膜の孔から外気に放出するという作用に基づく効果を意味するに過ぎず，それ以上の意味があるとは認められない。そして，刊行物2発明における，間欠流により気泡を壁面から強制的に分離させるという作用は，流路内面，多孔質中空糸膜の外表面等に付着していた気泡をリンゲル液中に浮遊させるという，本件訂正発明1における間欠流の上記作用と変わるところはない。刊行物2には，液中に浮遊する気泡を，外気に連通する多孔質中空糸膜の孔から外気に放出するという作用についての記載はないが，この作用は，刊行物1発明に刊行物2発明の気泡除去に際して流路に間欠流が流れるようにした構成を適用することにより当然に生じるものであることは，前記2・イのとおりである。したがって，刊行物2の間欠流と本件訂正発明1の間欠流との間に，原告が主張するような違いがあるということはできないから，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，刊行物2の間欠流は，鉗子の開閉による液流変化であるので，閉塞部下流の液圧が一時的に急激に低下し，気泡が液体側に戻されてしまい，多孔質膜の孔部からの気泡除去の作用を阻害するおそれがあり，場合によっては，新たな気泡発生のおそれすらあるのに対し，本件訂正発明1の間欠流は，遠心ポンプからの大小変化する制御流であり，液圧が一時的に急激に低下することはないから，孔からの効率的な気泡除去が可能であると主張するが，以下のとおり，この主張は採用することができない。",
                "・ 甲8-4は，本件訂正前の明細書(甲3)，本件訂正明細書(甲4-2)の第1図に記載される循環流路(ただし，除泡手段57，小径流路部69は設けないもの)を用い，人工肺1の血液流入口17付近に圧力トランスデューサーを取り付け，・遠心ポンプの流量制御により変化液流を生じさせた場合(本件訂正発明1の構成，グラフ1)と・鉗子の閉塞・開放により変化液流を生じさせた場合(刊行物2発明の構成，グラフ2)の，それぞれの上記圧力トランスデューサーの波形を計測した試験結果を示すものである。",
                "そして，刊行物2発明の構成に関する試験結果を記載したグラフ2を見ると，鉗子による回路閉塞が解除されている間，圧力は相対的に大きな定常値を示す一方，鉗子で回路を閉塞させた瞬間，圧力は，瞬間的に大きく下降，上昇した後，下降，上昇を繰り返して閉塞時の定常的な圧力に至り，閉塞を解除すると圧力が上昇する様子が示されている。",
                "このときの液体内部の気泡の状態について，原告は，上記のとおり，閉塞部下流の液圧が一時的に急激に低下し，気泡が液体側に戻されてしまい，多孔質膜の孔部からの気泡除去の作用を阻害するおそれがあり，場合によっては，新たな気泡発生のおそれすらあると主張する。",
                "・ しかし，本件訂正発明1は，前記2・イのとおり，間欠流の勢いによって，流路内面，多孔質中空糸膜の外表面等に付着していた気泡を液中に浮遊させ，液中に浮遊する気泡を，気体は通すが，液体は通さないという多孔質中空糸膜の性質を利用して，外気に連通する多孔質中空糸膜の孔から外気に放出するものであるところ，刊行物2発明において，上記・のように気泡が液体側に戻されることによって気泡が液中に浮遊することになるのであれば，間欠流の勢いによるものではないにせよ，流路内面，多孔質中空糸膜の外表面等に付着していた気泡を液中に浮遊させるという，本件訂正発明1の間欠流と同様の作用を生じることになる。",
                "そして，このように液中に浮遊させられた気泡は，刊行物1発明に刊行物2発明の気泡除去に際して流路に間欠流が流れるようにした構成を適用すれば，その当然の効果として，気体は通すが，液体は通さないという多孔質中空糸膜の性質を利用して，外気に連通する多孔質中空糸膜の孔から外気に放出されることになる。このように，本件訂正発明1と同様の効果が奏されるのであるから，本件訂正発明1の効果が阻害されるということはできない。また，原告は，新たな気泡の発生のおそれすらあるとも主張するが，本件全証拠によるも，この主張を裏付ける事実は認められない。",
                "・ 以上によると，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(刊行物1と刊行物2との組合せについての判断の誤り)について",
          "text": [
            "・ 原告は，刊行物1，2のいずれにも，本件訂正発明1の特徴である，「適正な条件の間欠流を所定の循環流路内に流してやれば，その間欠流が，『孔を有した所定の多孔質膜を備えた液体流路を有する装置』に流入した際，流路中の気泡は，多孔質膜の孔から外気に効率的に放出されていく」という点が示されていないと主張する。",
            "しかし，原告が主張する上記理由により本件訂正発明1の進歩性を認めることができないことは，前記2・ウのとおりである。",
            "・ 原告は，刊行物1と刊行物2は，共に，従来のゆっくりしたプライミングによる気泡除去の技術に関するものであり，本件訂正発明1のような，緊急性の観点から短時間で気泡を除去する技術に参考にすることができるようなものではないと主張する。",
            "しかし，前記3・アのとおり，原告の上記主張は採用することができない。",
            "・ 原告は，刊行物1の回路に刊行物2の間欠流を用いたとしても，刊行物1の液面上昇による空気除去の効率を向上させることはないと主張する。",
            "しかし，前記2・イのとおり，刊行物1が，原告が主張するような空気除去の方法を採っていたとしても，刊行物1の回路に刊行物2の間欠流を用いたものは，容易に想到することができたのであって，原告の上記主張は，本件の結論を左右するものではない。",
            "・ 原告は，刊行物1の回路に刊行物2の間欠流を用いても，液体の圧が低下して，気泡除去の作用を阻害するおそれがあると主張する。",
            "しかし，刊行物1の回路に刊行物2の間欠流を用いた場合に，気泡除去の作用を阻害するおそれがあるとは認められないことは，前記3・ウのとおりであるから，原告の上記主張は採用することができない。",
            "・ 以上によると，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件訂正発明2～4の独立特許要件(進歩性)の判断の誤り)について",
          "text": [
            "原告は，取消事由1～3のとおり，本件訂正発明1に関する審決の判断が誤りである以上，それを前提とする本件訂正発明2～4の独立特許要件(進歩性)に関する審決の判断も誤っていると主張する。",
            "しかし，前記2～4で説示したとおり，取消事由1～3はいずれも理由がなく，本件訂正発明1に係る審決の判断に誤りがあるということはできない。したがって，本件訂正発明2～4についての独立特許要件(進歩性)の判断に誤りがあるということはできないから，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上のとおり，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}