{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2003―73729号事件について平成17年6月10日にした決定のうち，「特許第3444242号の請求項1ないし3に係る特許を取り消す。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "(1)",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「レジンコンクリート組成物」とする特許第3444242号(平成11年7月21日出願〔優先日：平成10年7月22日・日",
            "本〕，平成15年6月27日設定登録。以下「本件特許」という。登録時の請求項の数は3である。)の特許権者である。",
            "本件特許について特許異議の申立てがされた(異議2003-73729号)ところ，原告は，平成16年10月19日，本件特許の願書に添付した明細書の訂正を請求したが，特許庁は，平成17年6月10日，この訂正(以下「本件第1訂正」という。)を認めた上で，「特許第3444242号の請求項1ないし3に係る特許を取り消す。」との決定(以下「本件決定」という。)を行い，その謄本は，同年7月4日，原告に送達された。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件決定の理由",
          "text": [
            "要するに，本件特許の請求項1ないし3に係る発明は，いずれも特許出願前に頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，上記各請求項に係る特許は特許法29条2項の規定に違反して登録されたものである，というものである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "訂正審判の確定",
          "text": [
            "原告は，本訴係属中に，本件特許の願書に添付した明細書の訂正をすることについて審判を請求した(訂正2005-39184号)ところ，特許庁は，平成17年11月29日，この訂正(以下「本件第2訂正」という。)をすることを認める旨の審決(以下「本件訂正審決」という。)をし，同審決は確定した。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "本件第1訂正後の特許請求の範囲",
          "text": [
            "【請求項1】 次の成分(A)、(B)、(C)からなり、低収縮化剤が不要であることを特徴とするレジンコンクリート組成物。(A)(a)不飽和酸、ジアルキレングリコール及び／又はトリアルキレングリコール、ジシクロペンタジエンを原料として用いてなり、不飽和酸とジシクロペンタジエンを水の存在下において付加させ、その後にジアルキレングリコール及び／又はトリアルキレングリコールを仕込み反応させた不飽和ポリエステル、(b)重合性不飽和単量体とからなる樹脂組成物であって、前記樹脂組成物が、前記(a)不飽和ポリエステル80～60重量部、前記(b)重合性不飽和単量体20～40重量部を総量が100重量部となる割合で含むものである。(B)骨材、及び(C)充填材。",
            "【請求項2】 不飽和ポリエステル(a)が、ジシクロペンタジエンを1～55重量％含有することを特徴とする請求項1記載のレジンコンクリート組成物。       【請求項3】 不飽和ポリエステル(a)の数平均分子量が、400～1500であることを特徴とする請求項1記載のレジンコンクリート組成物。"
          ]
        },
        {
          "fig": "(5)",
          "subject": "本件第2訂正後の特許請求の範囲(下線部が本件第1訂正後のものと比較した場合の訂正箇所である。)",
          "text": [
            "【請求項1】次の成分(A)、(B)、(C)からなることを特徴とするレジンコンクリート組成物。",
            "(A)(a)無水マレイン酸；ジエチレングリコール、ジプロピレングリコール及びトリエチレングリコールから選ばれる1種以上；並びにジシクロペンタジエンを原料として用いてなり、無水マレイン酸とジシクロペンタジエンを水の存在下において付加させ、その後にジエチレングリコール、ジプロピレングリコール及びトリエチレングリコールから選ばれる1種以上を仕込み反応させた不飽和ポリエステル、(b)重合性不飽和単量体とからなる樹脂組成物であって、前記樹脂組成物が、前記(a)不飽和ポリエステル80～67．5重量部、前記(b)重合性不飽和単量体20～32．5重量部を総量が100重量部となる割合で含むものである。",
            "(B)骨材、及び",
            "(C)充填材。",
            "【請求項2】 不飽和ポリエステル(a)が、ジシクロペンタジエンを1～55重量％含有することを特徴とする請求項1記載のレジンコンクリート組成物。       【請求項3】 不飽和ポリエステル(a)の数平均分子量が、400～1500であることを特徴とする請求項1記載のレジンコンクリート組成物。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "当裁判所の判断",
      "text": [
        "上記の当事者間に争いのない事実によれば，本件決定は，本件第2訂正前の特許請求の範囲(本件第1訂正後の特許請求の範囲)請求項1ないし3の記載に基づいて上記各請求項に係る発明を認定し，これを前提に特許法29条2項の規定に違反して特許されたものと判断して上記各請求項につき特許を取り消したものであるところ，本件決定の取消しを求める本訴係属中に，当該特許に係る特許請求の範囲の減縮を含む訂正の審判が請求され，特許庁はこれを認める審決(本件訂正審決)をし，これが確定したものである。",
        "そうすると，本件決定は，結果として，請求項1ないし3について判断の対象となるべき発明の要旨の認定を誤ったことになり，この誤りが上記各請求項についての決定の結論に影響を及ぼすことは明らかである。したがって，本件決定は，上記各請求項に関する部分につき取消しを免れない。",
        "以上によれば，原告の請求は理由があるから，これを認容することとし，訴訟費用については，本件訴訟の経過にかんがみ，これを原告に負担させるのを相当と認め，主文のとおり判決する。"
      ]
    }
  ]
}