{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004-4085号事件について平成17年2月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁が審判請求は成り立たないとの審決をしたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成6年8月31日，名称を「符号化データの蓄積・転送装置」(ただし，その後「圧縮符号化データの蓄積または転送装置および方法」と改称)とする発明につき特許出願をし(甲7，8。以下「本願」という。)，その後，平成15年1月28日付けで手続補正をした(甲9)。ところが，特許庁は，本願につき拒絶査定をしたので，原告は，これを不服として審判請求をし，特許庁はこれを不服2004-4085号事件として審理することとした。",
                "そして，同事件の係属中の平成16年3月31日，原告は，再び特許請求の範囲の減縮等を目的とする補正(以下「本件補正」という。)を請求したが(甲10)，特許庁は，平成17年2月8日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は平成17年2月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成15年1月28日手続補正時の請求項は1ないし8から成り，その内容は，下記のとおりである(甲9。このうち，請求項1に係る発明を，以下「本願発明」という。)。",
                    "記",
                    "「【請求項1】伝送路の誤りから圧縮符号化データを保護するための伝送路符号が付加されたデータを受信する受信手段と，前記受信手段により受信された，伝送路符号が付加された前記データを復号して前記データから蓄積や転送にとって不必要な前記伝送路符号を取り除くデータ加工手段と，前記データ加工手段により前記伝送路符号を取り除かれて得られた圧縮符号化データを蓄積または転送する手段と，を備えることを特徴とする圧縮符号化データの蓄積または転送装置。」        【請求項2】ないし【請求項8】は省略。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成16年3月31日付けの本件補正によりそれまでの請求項7，8は削除され，請求項は1ないし6から成ることとなったが，本願発明に対応する請求項1の内容は，下記のとおりである(甲10。以下，本件補正後の請求項1に係る発明を「本願補正発明」という。)。",
                    "記",
                    "「【請求項1】伝送路の誤りから圧縮符号化データを保護するための伝送路符号が付加されたデータを受信する受信手段と，前記受信手段により受信された，伝送路符号が付加された前記データを復号して前記データから蓄積や転送にとって不必要な前記伝送路符号を取り除くと共に，前記伝送路符号よりも規模の小さな誤り訂正符号を付加するデータ加工手段と，前記データ加工手段により前記伝送路符号が取り除かれると共に，前記規模の小さな誤り訂正符号が付加された圧縮符号化データを蓄積または転送する手段とを備えることを特徴とする圧縮符号化データの蓄積または転送装置。」",
                    "【請求項2】ないし【請求項6】は省略。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。",
                    "その理由の要旨は，本願補正発明は，下記の引用例に記載された引用発明及び周知例1ないし4に示される周知技術に記載された発明に基づいて，当業者が容易に発明をすることができたから，特許出願の際独立して特許を受けることができず，本件補正は却下されるべきである。そして，補正前の本願発明は引用発明及び上記周知技術に記載された発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない等としたものである。",
                    "記",
                    "・引用例　　特開平3-237660号公報(甲1。以下，ここに記載された発明を「引用発明」という。)",
                    "・周知例1　特開平3-194775号公報(甲2)",
                    "・周知例2　特開平6-6757号公報(甲3)",
                    "・周知例3　特開平6-29959号公報(甲4)",
                    "・周知例4　特開平5-336080号公報(甲5)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，引用発明を次のとおり認定し，本願補正発明と引用発明との間には，次のような一致点と相違点があるとした。",
                    "(引用発明)",
                    "静止画情報符号に誤り訂正符号が付加された符号列を受信し，誤り訂正符号を削除した静止画情報符号を記録する符号記録装置。",
                    "(一致点)",
                    "「伝送路の誤りから圧縮符号化データを保護するための伝送路符号が付加されたデータを受信する受信手段と，前記受信手段により受信された，伝送路符号が付加された前記データを復号して前記データから蓄積にとって不必要な前記伝送路符号を取り除く手段と，前記取り除く手段により前記伝送路符号が取り除かれると共に，取り除かれた前記データを蓄積する手段とを備える圧縮符号化データの蓄積装置」である点。",
                    "(相違点1)",
                    "本願補正発明は，「データ加工手段」が，「伝送路符号を取り除くと共に，伝送路符号よりも規模の小さな誤り訂正符号を付加」しているのに対して，引用発明では，伝送路符号を取り除いているが，伝送路符号よりも規模の小さな誤り訂正符号を付加していない点。",
                    "(相違点2)",
                    "本願補正発明は，圧縮符号化データを蓄積，または，転送するのに対して，引用発明では，記録(蓄積)するとの記載である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本件審決は，本願補正発明と引用発明との相違点の判断を誤り，本願補正発明が特許出願の際独立して特許を受けることができないとして，本件補正を却下した認定判断の誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点1の判断の誤り)",
                  "text": [
                    "審決は，本願補正発明と引用発明との相違点1について，「周知例1，2に示されるように「データに誤り訂正符号を付加して蓄積すること」は周知であり，周知例3，4に示されるように，「伝送状態に応じて，誤り訂正能力を変更した誤り訂正符号を付加する」ことは，周知であり，誤り訂正符号を付加して蓄積する際，伝送路に送信するよりも，伝送路誤りが生じないならば，誤り訂正能力の低い，すなわち，規模の小さな誤り訂正符号を付加すれば良いことは明らかであるから，引用例に記載された発明において，伝送路符号を取り除くと共に，伝送路符号よりも規模の小さな誤り訂正符号を付加するデータ加工手段を有するようにすることは，当業者が容易になし得ることと認められる」(6頁32行～7頁5行)と判断したが，次に述べるとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明に周知例1，2の周知技術を適用したことの誤り          ①　引用発明(甲1)は，「伝送符号を記録媒体に記録するにあたり，比較的小容量の記録媒体に多くの情報符号を記録できるようにした符号記録装置及び記録再生装置を提供することを目的」とし(2頁左下欄14行～17行)，符号列から伝送路用の誤り訂正符号を記録前に削除してより多くの主情報符号が記録できるように構成された発明(2頁右下欄7行～12行)である。",
                        "他方，周知例1，2に示された周知技術は，審決が認定するように「データに誤り訂正符号を付加して蓄積すること」であり，記録前に符号列に対して何らかの符号を付加するものであるから，引用発明の上記目的は，これと相反するものである。",
                        "また，引用発明で削除される誤り訂正符号の規模と，周知例1，2で付加される誤り訂正符号の規模は，いずれが大きいか分からないから，引用発明に周知例1，2を適用して，誤り訂正符号の付け替えを行うと，記録前に削除される誤り訂正符号よりも，記録前に付加される誤り訂正符号の方が，規模が大きくなり，結果的に，記録媒体に記録される符号量が増大する事態となる。なお，削除すべき誤り訂正符号の最初と最後が判別できれば除去することが可能であり，その規模を知らなければ除去ができないものではない。",
                        "さらに，引用例及び周知例1，2のいずれにも，蓄積前に誤り訂正符号を符号列からいったん削除しながら，同じ蓄積前に誤り訂正符号を付加すること，言い換えれば，誤り訂正符号を付け替える思想は存在せず，その開示もない。",
                        "このように引用発明の上記目的は，引用発明に周知例1，2の上記周知技術を適用する際の阻害要因となる。",
                        "②　また，引用発明には受信データから誤り訂正符号を削除することが開示され，周知例1，2には入力されたデータに誤り訂正符号を付加することが開示されているにすぎず，引用発明(伝送のための誤り訂正符号)及び周知例1，2(記録のための誤り訂正符号)には，いずれも単一の誤り訂正符号が構成要素として含まれるのみであり，引用発明及び周知例1，2にはいずれも複数の誤り訂正符号の規模を比較する旨の技術思想は開示されていないから，複数の誤り訂正符号の規模について全く関知しない引用発明に周知例1，2の周知技術を採用するのは前提において無理がある。",
                        "③　したがって，「符号削除」を目的とする引用発明に「符号付加」を目的とする周知例1，2をあえて適用しようとするのは当業者にとって不自然であり，しかも，誤り訂正符号が記録に有益であることが分かっている状況であれば，既に付加されている誤り訂正符号を削除して，新たな誤り訂正符号を付加するといった付け替えをわざわざ行うのではなく，既存の誤り訂正符号をそのまま記録にも利用すれば足りると発想するのが自然であるから，引用発明に周知例1，2の周知技術を適用して，伝送路符号を取り除くと共に，伝送路符号よりも規模の小さな誤り訂正符号を付加するデータ加工手段を有するようにすることは，当業者が容易になし得るものではない。",
                        "④　これに対し被告は，削除する符号の規模(削除符号規模)よりも，周知例1，2で示された周知技術の採用により付加される誤り訂正符号の規模(付加符号規模)の方が大きくなるような場合であっても，周知技術を採用することによるメリットがデメリットよりも大きいと判断される場合には，当業者は当該周知技術の採用を指向すると主張するが，単に記録時に誤り訂正符号を付加するだけも引用発明の目的に相反するのに，ましてや付加符号規模が削除符号規模よりも大きくなることは引用発明の目的と逆のことを指向するものであり，このような適用を当業者は指向しないと考えるのが相当である。",
                        "また，被告は，削除符号規模よりも付加符号規模が大きくなるような場合であっても，記録に不要な伝送路符号を削除しない場合に比べれば記録媒体に記録される符号量は減少するから，引用発明の所期の目的は達成されていると主張するが，前述のとおり，引用発明の目的は記録媒体に多くの主情報符号を記録できるようにすることであり，その構成は伝送路符号を削除するものであって，引用発明は符号削除を趣旨とする技術にすぎず，誤り訂正符号を付加する旨を開示しておらず，かつ，削除符号列よりも規模の小さい誤り訂正符号を付加する点についてはなおさら開示がないのであるから，削除符号規模よりも付加符号規模が大きくなるように構成することは，引用発明の目的の達成を妨げる構成にほかならず，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明と周知例1ないし4の組合せの誤り",
                      "text": [
                        "①　周知例3，4に示された周知技術は，審決が認定するように「伝送状態に応じて，誤り訂正能力を変更した誤り訂正符号を付加すること」であるから，引用発明及び周知例1，2と共に，周知例3，4に示された周知技術に接した当業者は，周知例1，2における記録時に用いられる誤り訂正符号の訂正能力を変更しようとするのではなく，引用発明における伝送時に用いられる誤り訂正符号を，伝送状態に応じて，その訂正能力を変更したものに変えようと考えるのが自然である。",
                        "しかし，審決は，周知例3，4に示された周知技術を，引用発明ではなく，周知例1，2に適用し，本願補正発明の構成が得られたかのように結論付けたものであるから誤りである。",
                        "②　仮に周知例3，4に示された周知技術を，周知例1，2に適用することを考えると，データに誤り訂正符号を付加して記録する際に，記録の誤り率に応じて，誤り訂正符号の訂正能力を適応的に変更する構成が得られる。",
                        "しかし，このような構成を引用発明に適用した場合，伝送時に用いられた誤り訂正符号を，記録前に削除するとともに，記録の誤り率に応じて，訂正能力を適応的に変更した誤り訂正符号を付加して記録する装置が得られるが，記録の誤り率によっては，記録前に削除される誤り訂正符号よりも，記録前に付加される誤り訂正符号の方が規模が大きくなり，結果的に，記録媒体に記録される符号量が増大して，引用発明の目的と全く反する事態が生じることとなるから，当業者は，このような構成を引用発明に組み合わせようとは考えないというべきである。",
                        "③　前記のとおり，審決は，「誤り訂正符号を付加して蓄積する際，伝送路に送信するよりも，伝送路誤りが生じないならば，誤り訂正能力の低い，すなわち，規模の小さな誤り訂正符号を付加すれば良いことは明らかである」として，伝送時よりも蓄積時の方が誤りが生じないと仮定しているが，引用発明の伝送時及び周知例1，2の蓄積時における誤り率の大小関係は不明であって，周知例1，2の蓄積時に必要とされる誤り訂正符号の規模は，引用発明の伝送時より大きいこともあり得るから上記仮定は失当であって，審決の認定は誤りである。",
                        "このように伝送時よりも蓄積時の方が必ずしも誤り率が小さいといえないことは，①甲11(「放送衛星技術」日本放送出版協会　昭和58年6月1日発行)の67頁の図2．17に，「4相PSK伝送時の受信CＮと誤り率」との関係について，衛星放送サービスの伝送路におけるビット誤り率(縦軸)の変動範囲が10ー3～10ー10と示されていること，②甲12(論文「1．2Gb／sのディジタルVTRの記録再生系の検討」テレビジョン学会誌Vol．44．№8　1990年発行)の1072頁左欄に，ディジタルVTRの再生誤り率の目標値が10ー4以下であることが言及されていること，③甲13(論文・資料「光ディスクにおけるビット誤り特性の解析」テレビジョン学会誌Vol．40．№6　1986年発行)の528頁左欄に，光ディスクのデータ蓄積時では誤り率が10ー4～10ー5になる場合がある旨の説明がされていることからも明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2の判断の誤り)",
                  "text": [
                    "審決は，本願補正発明と引用発明との相違点2について，「引用例に記載された発明では，圧縮符号化データの蓄積を行っており，この点で，本願発明と相違するものではないが，データの蓄積とデータの転送は，データの移動という点で，同様な技術であるので，引用例に記載された発明において，圧縮符号化データの転送を行うことも，当業者が容易になし得ることと認められる。・・・本願補正発明の作用効果も，引用例及び周知例1～4に示される周知技術から当業者が予測できる範囲のものである」(7頁6行～13行)と判断した。",
                    "しかしながら，引用発明では，同一容量の記録媒体に，より多くの主情報符号を記録できるようにする観点から，記録前に誤り訂正符号を削除しており，引用発明から，記録を必要としない転送前に誤り訂正符号を削除する思想に至らないこと，引用発明の目的が周知例1，2に示された周知技術を適用する際の阻害要因となることなどからすれば，引用発明において，転送前に，誤り訂正符号を符号列からいったん削除しながら，同じく転送前に，誤り訂正符号を付加して符号列の転送を行うことは，当業者といえども容易になし得るものではないから，審決の上記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "(ア)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，記録に不要と考えられる「伝送のための」誤り訂正符号を削除するようにしたにすぎないものであって，記録に有益と考えられる「記録のための」誤り訂正符号を付加することまでを，排斥しているわけではない。",
                        "周知例1，2からも明らかなように，記録の際にも，それに適した誤り訂正符号を付加することが有益であることは，当業者に周知であり，当業者は，引用発明に対しても，記録に有益な誤り訂正符号を付加することを，当然に想起するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用発明で削除される誤り訂正符号は，伝送のために付加された誤り訂正符号であり，当業者は，その規模(削除符号規模)を当然に知っており，これを知らなければ誤り訂正符号の除去ができないし，周知例1，2で示された周知技術の採用により付加される誤り訂正符号の規模(付加符号規模)は，記録媒体の特性と要求される信頼性の度合い等を考慮して，当業者が自ら定めるべき事項である。",
                        "したがって，削除符号規模と付加符号規模の「いずれが大きいか分からない」などという原告が主張するような事態はあり得ず，当業者は，上記事態を当然に回避することができる。また，伝送路と記録媒体の組合せによっては，削除符号規模よりも付加符号規模が小さいような場合も，当然にあり得るものである。",
                        "さらに，上記周知技術を採用することによるメリット(信頼性が向上することによる効果)が，それによるデメリット(記録可能主情報量が減少することによる不都合)よりも大きいと判断される場合には，当業者は当然に，上記周知技術の採用を指向し，その結果として，削除符号規模よりも，付加符号規模の方が大きくなるような場合であっても，記録に不要な伝送路符号を削除しない場合に比べれば，記録媒体に記録される符号量は減少するから，引用発明の所期の目的は達成され，引用発明の目的に何ら反するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(イ)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，周知例3，4に示された周知技術を，周知例1，2に適用しているわけではなく，周知例3，4に示された「誤り訂正符号の規模は，伝送状態等に応じて適宜選択されるべき事項である」といった知見を有する当業者が，引用発明に周知例1，2に示された周知技術を適用する際，伝送路における伝送誤り頻度よりも，記録媒体における伝送誤り頻度が小さいような場合には，当然に，削除符号規模よりも，付加符号規模の方を小さくするといった趣旨の判断をしているものであり，その判断に誤りはない。なお，周知例3，4では，伝送状態についての記載しかないが，誤り訂正の観点からは，伝送も記録(蓄積)も，その対象物としての媒体の違いにすぎず，本質的な差はない。このことは，本件補正後の請求項1(本願補正発明)に，「蓄積または転送」と並列記載されていることなどからも明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，記録の誤り率によっては，記録前に削除される誤り訂正符号よりも，記録前に付加される誤り訂正符号の方が，規模が大きくなり，結果的に，記録媒体に記録される符号量が増大して，引用発明の目的に反する事態が生じると主張するが，前記ア(イ)のとおり，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "蓄積時に必要とされる誤り訂正符号の規模が，伝送時より大きい場合があるのと同様に，小さい場合もあることは，当業者に自明である以上，蓄積時に付加する誤り訂正符号の規模を，引用発明で削除する誤り訂正符号の規模よりも小さくすることは，当業者にとって容易であるから，その旨の審決の判断に誤りはない。",
                        "そもそも，本願補正発明中の「伝送路符号よりも規模の小さな誤り訂正符号を付加」する構成自体，蓄積時の誤り発生確率が，伝送時のそれよりも小さい場合を仮定しなければ，技術的に無意味なことは明らかである。蓄積時の誤り発生確率が，伝送時のそれよりも小さい場合を前提にしていることは，本願明細書(甲7)の段落【0018】中の「その理由は，蓄積・転送においても軽微な誤りが発生する場合もあり」との記載からも明らかである。",
                        "結局のところ，周知例3，4で示された周知技術にあるように，蓄積時に，いかなる誤り訂正を行うかは，信頼性，効率性に基づいて，当業者が決める設計事項であるから，引用発明に周知例1，2で示された周知技術を適用して，本願補正発明の構成を得ることは，当業者が容易になし得たことである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "本願補正発明は，「蓄積または転送」する手段を備えることを要件とするものであり，蓄積する手段と転送する手段のうち，いずれか一方があれば，本願補正発明に属することが明らかである。",
                "したがって，「転送」のみに着目して，審決に相違点2の判断の誤りがあるとする原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の審決の取消事由(請求原因(4))について，以下，順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明に周知例1，2の周知技術を適用したことの誤りの有無      ア　原告は，引用発明は，「伝送符号を記録媒体に記録するにあたり，比較的小容量の記録媒体に多くの情報符号を記録できるようにした符号記録装置及び記録再生装置を提供することを目的」とし，符号列から伝送路用の誤り訂正符号を記録前に削除してより多くの主情報符号が記録できるように構成された発明であるのに対し，周知例1，2に示された周知技術は，「データに誤り訂正符号を付加して蓄積すること」であって，記録前に符号列に対して何らかの符号を付加するものであるから，「符号削除」を目的とする引用発明に「符号付加」を目的とする周知例1，2をあえて適用しようとするのは当業者にとって不自然であって，引用発明の上記目的は，引用発明に周知例1，2の上記周知技術を適用する際の阻害要因となり，しかも，誤り訂正符号が記録に有益であることが分かっている状況であれば，既に付加されている誤り訂正符号を削除して，新たな誤り訂正符号を付加するといった付け替えをわざわざ行うのではなく，既存の誤り訂正符号をそのまま記録にも利用すれば足りると発想するのが自然であるから，引用発明に周知例1，2の周知技術を適用して，相違点1に係る本願補正発明の構成とすることが，当業者が容易になし得るものとした審決の判断は誤りであるなどと主張する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用例(甲1)には，次のような記載がある。",
                    "①「特許請求の範囲」として，「(1)　主情報符号，誤り訂正符号及び前記主情報符号及び前記誤り訂正符号の各ブロック内での位置を示す同期識別符号を含むブロック単位で伝送された符号列を記録する装置であって，前記誤り訂正符号及び前記同期識別符号を検出するとともに，これらを削除して記録することを特徴とする符号記録装置。」(1頁左欄4行～11行)。",
                    "②「［発明が解決しようとしている課題］」として，「上述の如きシステムを想定した場合に，静止画情報符号には放送波としての伝送に必要な様々な符号が付加されている。従って，このような伝送符号をディスク状記録媒体に記録しようとした場合には，一般に，少数の静止画を記録する場合にも大容量の記録媒体が必要であった。」，「本発明は斯かる背景下になされたものであって，伝送符号を記録媒体に記録するにあたり，比較的小容量の記録媒体に多くの情報符号を記録できるようにした符号記録装置及び記録再生装置を提供することを目的とする。」(以上，2頁左下欄6行～17行)。",
                    "③「［課題を解決するための手段］」として，「斯かる目的下において，本発明によれば主情報符号，誤り訂正符号及び前記主情報符号及び前記誤り訂正符号の各ブロック内での位置を示す同期識別符号を含むブロック単位で伝送された符号列を記録する装置において，前記誤り訂正符号及び前記同期識別符号を検出するとともに，これらを削除して記録すること構成としている。」(2頁左下欄18行～右下欄5行)。",
                    "④「［作用］」として，「伝送符号中に含まれる同期信号符号及び誤り訂正符号は，一般に記録媒体への記録に際しては不要である。これを記録時に検出して，記録する符号列から削除してやることにより，記録媒体の容量が同一である場合にはより多くの主情報符号が記録できる。」(2頁右下欄6行～12行)          ⑤「第1図は本発明の一実施例としての静止画情報及び音声情報の記録再生装置の概略構成を示すブロック図であり，第3図，第4図は第1図の装置において記録しようとする静止画及び音声の伝送符号の伝送フォーマットを説明するための模式図である。・・・本実施例において記録しようとしている静止画及び音声の伝送符号は第3図に示す様にパケットデータフォーマットにて伝送されるものとし，第3図において，FSは16ビットのフレーム同期符号，CCは16ビットのフレーム制御符号であり，フレーム制御符号CCは例えば以後の各パケット①～⑦に含まれる主情報符号の内容，更にはその配置等を示す符号である。1フレームは図示の如く夫々288ビットよりなる7のパケットを含み，合計2048ビットよりなる。・・・第4図においてHSは各パケットのヘッダ部を形成する16ビットの同期識別符号であり，該同期識別符号は各パケットの先頭部分であることを示すと共にこの符号列により伝送される情報(モード)の種類を示している。・・・また，同期識別符号HS，ヘッダ制御符号HCの直後には174ビットの主情報符号であるデータが続き，更にこのデータの後に82ビットのエラーチェックビットが続き，1パケットを288ビットで構成する。」，「本実施例の記録再生装置においては，上述の符号列のうち，フレーム同期符号FS，同期識別符号HS更には82ビットのエラーチェックビットを削除して記録する。なぜなら，フレーム同期符号FS，同期識別符号HSはあくまでも伝送路において符号の同期や符号の識別をするための符号であり，記録再生の際には不要であるか，もしくは多くのビット数を必要としないからである。・・・また，ECC(判決注・「誤り訂正符号」。2頁左上欄4行～5行)については放送波の伝送路にて発生する誤りの訂正に適した符号が付加されている筈であるが，この種のECCを記録再生時に用いる必要はないからである。」(以上，2頁右下欄16行～3頁左下欄2行)。",
                    "⑥「第5図は本発明の他の実施例の静止画・音声記録再生装置の概略構成を示すブロック図であり，図中第1図と同様の構成要素については同一番号を付し・・・第5図の装置においては，コントロールバスCを用いずに前述の各タイミング信号の授受を図るもので，記録時にはバッファ4から拡張バスAに送出する符号列の中にフレーム同期信号に変わる4～8ビット程度の制御信号を付加する。この制御信号の付加は，メモリ3の後段に接続されたタイミング制御信号付加回路8により，フレーム同期分離回路5にて分離されたフレーム同期信号に従って行われ，この制御信号に従いMPU40における処理が行われる。また，ディスク装置22におけるセクタ分割記録は，ディスク記録回路21に供給される符号列から上記制御信号を分離するタイミング制御信号分離回路26によってそのタイミングが制御される。」，「また，再生時についても同様に，ディスク再生回路23の出力段に，フレーム同期信号に変わる4～8ビット程度の制御信号を付加するタイミング制御信号付加回路27を設け，この回路27で付加した信号に従いMPU40における処理が行われる。また，バッファ13の出力する符号列からタイミング制御信号分離回路17にて分離した制御信号に従い前述の空き部分の形成が行われる。」，「上記の如き構成によれば，第1図の例に比べ若干記録再生する符号量が増加するが，システム全体の構成についてはより簡略化が期待できる。」(以上，4頁右下欄6行～5頁左上欄15行)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "これらの記載によれば，引用発明は，伝送符号を記録媒体に記録するに当たり，比較的小容量の記録媒体に多くの情報符号を記録できるようにした符号記録装置及び記録再生装置を提供することを目的とし，引用発明の実施例においては，より多くの主情報符号を記録するために，記録時に，伝送符号中に含まれる，伝送路の同期をとるための16ビットのフレーム同期信号，16ビットの同期識別符号及び82ビットのエラーチェックビット(誤り訂正符号)を削除する構成(第3図・第4図。前記(ア)⑤)とともに，記録時に，フレーム同期信号を削除した上，これに代わる4～8ビット程度の制御信号を付加する構成(第5図。前記(ア)⑥)が開示されていることが認められる。",
                    "そうすると，引用発明は，より多くの主情報符号を記録するために，記録時に必要があれば，削除する伝送時の信号(符号)に代えて同一機能を有する新たな信号を付加する構成をも開示しているものと認められるから，引用発明に，伝送時に必要であった誤り訂正符号に代えて，記録時に必要な新たな誤り訂正符号を付加することは引用発明の目的に反するものではなく，引用発明の上記目的は，引用発明に周知例1，2の上記周知技術を適用する際の阻害要因となるものとは認められない。",
                    "したがって，原告の前記主張は，その前提を欠くものであって，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "また，原告は，引用発明で削除される誤り訂正符号の規模と，周知例1，2で付加される誤り訂正符号の規模は，いずれが大きいか分からないから，引用発明に周知例1，2を適用して，誤り訂正符号の付け替えを行うと，記録前に削除される誤り訂正符号よりも，記録前に付加される誤り訂正符号の方が，規模が大きくなり，結果的に，記録媒体に記録される符号量が増大する事態となる旨主張する。",
                        "しかしながら，本願明細書(甲7)に，「・・・ハードディスクや半導体メモリーなどの記憶媒体にデータを蓄積・転送する蓄積・転送系においては，伝送系に比較するとその発生確率は少ないもののビット誤りが発生する弊害は避けられない。・・・この第2の実施例の構成によれば，伝送路において発生する大きな符号誤りからデータを保護するための伝送路符号を取り除いた後に，蓄積・転送系において発生する軽微な誤りからデータを保護する小規模な誤り訂正符号を付加することにより，必要最小限のビットを増加させるだけで，蓄積・転送系における誤りからデータを保護することができる。・・・」(甲7の段落【0022】)との記載があることによれば，一般に，記録時に発生する誤りの発生確率は，伝送時に発生する誤りの発生確率と比べて小さいものであることが認められる。",
                        "そうすると，引用発明においても，記録時に発生する誤りの発生確率は，伝送時に発生する誤りの発生確率と比べて小さいものと認められるから，記録前に削除される誤り訂正符号よりも記録前に付加される誤り訂正符号の方が規模が大きくなり，結果的に，記録媒体に記録される符号量が増大する事態となることはないものと認められる。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "さらに，原告は，引用発明には受信データから誤り訂正符号を削除することが開示され，周知例1，2には入力されたデータに誤り訂正符号を付加することが開示されているにすぎず，引用発明(伝送のための誤り訂正符号)及び周知例1，2(記録のための誤り訂正符号)には，いずれも単一の誤り訂正符号が構成要素として含まれるのみであり，引用発明及び周知例1，2にはいずれも複数の誤り訂正符号の規模を比較する旨の技術思想は開示されていないから，複数の誤り訂正符号の規模について全く関知しない引用発明に周知例1，2の周知技術を採用するのは前提において無理がある旨主張する。",
                        "しかしながら，前記ア及びイの説示に照らせば，当業者(その発明の属する技術の分野における通常の知識を有する者)が，引用発明に，周知例1，2に示された周知技術(データに誤り訂正符号を付加して蓄積すること)を適用することに何ら困難性はないものと認められるから，原告の上記主張も採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と周知例1ないし4の組合せの誤りの有無",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "原告は，周知例3，4に示された周知技術は，審決が認定するように「伝送状態に応じて，誤り訂正能力を変更した誤り訂正符号を付加すること」であるから，引用発明及び周知例1，2と共に，周知例3，4に示された周知技術に接した当業者は，周知例1，2における記録時に用いられる誤り訂正符号の訂正能力を変更しようとするのではなく，引用発明における伝送時に用いられる誤り訂正符号を，伝送状態に応じて，その訂正能力を変更したものに変えようと考えるのが自然であり，審決は，周知例3，4に示された周知技術を，引用発明ではなく，周知例1，2に適用し，本願補正発明の構成が得られたかのように結論付けたものであるから誤りである旨主張する。",
                        "そこで検討するに，周知例3，4に示された周知技術(伝送状態に応じて，誤り訂正能力を変更した誤り訂正符号を付加すること)によれば，付加する誤り訂正符号の誤り訂正能力(すなわち，誤り訂正符号の規模)をどの程度にするかは，当業者が，伝送状態に応じて適宜設定することのできる，技術的な設計事項であるものと認められる。",
                        "加えて，引用発明は，より多くの主情報符号を記録するために，記録時に必要があれば，削除する伝送時の信号(符号)に代えて同一機能を有する新たな信号を付加する構成をも開示していること，引用発明における記録時に発生する誤りの発生確率は，伝送時に発生する誤りの発生確率と比べて小さいことは先に説示したとおりであることからすれば，当業者が引用発明に周知例1，2に示された周知技術(データに誤り訂正符号を付加して蓄積すること)を適用する際に，周知例3，4に示された周知技術を参酌して，付加する誤り訂正符号は伝送時よりも規模の小さなもので足りることに容易に想到することができたものと認められる。",
                        "したがって，引用発明に，周知例1ないし4に示された周知技術を適用して，引用発明において，伝送路符号を取り除くと共に，伝送路符号よりも規模の小さな誤り訂正符号を付加するデータ加工手段を有するようにすること(相違点1の構成)は，当業者が容易になし得たものと認められる旨の審決の判断に誤りはなく，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "原告は，仮に周知例3，4に示された周知技術を，周知例1，2に適用することを考えると，データに誤り訂正符号を付加して記録する際に，記録の誤り率に応じて，誤り訂正符号の訂正能力を適応的に変更する構成が得られ，このような構成を引用発明に適用した場合，伝送時に用いられた誤り訂正符号を，記録前に削除するとともに，記録の誤り率に応じて，訂正能力を適応的に変更した誤り訂正符号を付加して記録する装置が得られるが，記録の誤り率によっては，記録前に削除される誤り訂正符号よりも，記録前に付加される誤り訂正符号の方が規模が大きくなり，結果的に，記録媒体に記録される符号量が増大して，引用発明の目的と全く反する事態が生じることとなるから，当業者は，このような構成を引用発明に組み合わせようとは考えない，また，審決は，伝送時よりも蓄積時の方が誤りが生じないと仮定しているが，引用発明の伝送時及び周知例1，2の蓄積時における誤り率の大小関係は不明であって，周知例1，2の蓄積時に必要とされる誤り訂正符号の規模は，引用発明の伝送時より大きいこともあり得るから上記仮定は失当である旨主張する。",
                        "しかしながら，先に説示したとおり，引用発明における記録時に発生する誤りの発生確率は，伝送時に発生する誤りの発生確率と比べて小さいことに照らすと，結果的に，記録媒体に記録される符号量が増大して，引用発明の目的と全く反する事態が生じることはなく，伝送時よりも蓄積時(記録時)の方が誤りが生じないものと認められるから，原告の上記主張は，その前提を欠き，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明では，同一容量の記録媒体に，より多くの主情報符号を記録できるようにする観点から，記録前に誤り訂正符号を削除しており，引用発明から，記録を必要としない転送前に誤り訂正符号を削除する思想に至らないこと，引用発明の目的が周知例1，2に示された周知技術を適用する際の阻害要因となることなどからすれば，引用発明において，転送前に，誤り訂正符号を符号列からいったん削除しながら，同じく転送前に，誤り訂正符号を付加して符号列の転送を行うことは，当業者といえども容易になし得るものではないから，これをなし得るとした審決の判断は誤りである旨主張する。",
                "しかしながら，本願補正発明は，本件補正後の請求項1記載のとおり，「・・・データ加工手段と，前記データ加工手段により前記伝送路符号が取り除かれると共に，前記規模の小さな誤り訂正符号が付加された圧縮符号化データを蓄積または転送する手段とを備えることを特徴とする圧縮符号化データの蓄積または転送装置」であって，蓄積する手段と転送する手段のうち，いずれか一方があれば，本願補正発明に属することが明らかであること，引用発明は，上記蓄積する手段を備えていることからすれば，審決認定の相違点2は，本願補正発明と引用発明の実質的な相違点であるものとは認められないし，また，「転送」のみに着目して審決に相違点2の判断の誤りがあるとすることもできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，原告主張の取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10163",
    "date": "2005-11-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009280",
    "ipprecedent_id": "485",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}