{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた裁判",
      "text": [
        "「特許庁が無効2003-35430号事件について平成16年8月23日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが，被告を特許権者とする後記本件特許について，無効審判の請求をしたところ，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲2〔特許公報〕)",
              "text": [
                "特許権者：オークランド　ユニサービシズ　リミテッド(被告)",
                "発明の名称：「誘導電力分配システム」",
                "特許出願日：平成4年2月5日(特願平4-504164号。国際出願番",
                "号：PCT/GB92/00220。優先権主張：平成3年3月26日ニュー・ジーランド〔優先権主張番号237572〕，同年7月1日同国〔優先権主張番号238815〕，同年9月19日同国〔優先権主張番号239862〕)",
                "設定登録日：平成9年6月27日",
                "特許番号：第2667054号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許異議手続(乙1〔特許決定公報〕)",
              "text": [
                "異議事件番号：平成10年異議第71922号(請求項22，27，28関係)",
                "訂正請求日：平成11年2月12日(乙1の1頁。以下「平成11年訂正」という。)",
                "異議の決定日：平成11年7月12日",
                "決定の結論：「訂正を認める。特許第2667054号の請求項22，27ないし28に係る特許を維持する。」",
                "異議決定確定日：平成11年8月2日"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成15年10月10日(無効2003-35430号。請求項2",
                "2関係)",
                "訂正請求日：平成16年1月14日(以下「本件訂正」という。甲3)",
                "審決日：平成16年8月23日",
                "審決の結論：「訂正を認める。本件審判の請求は，成り立たない。」　審決謄本送達日：平成16年9月2日(原告らに対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "平成11年訂正後の特許請求の範囲請求項22の記載(乙1〔特許決定公報〕の5頁)",
              "text": [
                "「【請求項22】高周波電源と，",
                "該高周波電源に接続された一次導電路と，",
                "前記一次導電路と結合して使用する1つ以上の電気装置であって，前記一次導電路により発生する磁界から少くとも若干の電力を取り出し得るとともに，ピックアップ共振周波数を有する共振回路を構成する少くとも1つのピックアップコイルを有し，且つ該ピックアップコイルに誘導される電力により駆動可能な少くとも1つの出力負荷を有する電気装置と，",
                "を備え，",
                "前記一次導電路は，ほぼ平行に敷設され，終端が接続された一対の導体により形成され，",
                "前記電気装置のピックアップコイルのコアをE字状に形成し，前記コアに前記ピックアップコイルを巻回し，前記一対の導体がそれぞれ，前記コアの両凹部内で，かつそれぞれの凹部のほぼ中心に位置するように配置され，",
                "前記ピックアップコイルのコアの両凹部に対向する面は，非導電性の材料または非鉄金属により形成されていること",
                "を特徴とする誘導電力分配システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正請求に係る特許請求の範囲請求項22の記載(同請求項に係る発明を「本件訂正発明」という。下線部分が訂正箇所。甲3〔訂正請求書〕)「【請求項22】高周波電源と，",
              "text": [
                "該高周波電源に接続された一次導電路と，",
                "前記一次導電路と結合して使用する1つ以上の車両であって，前記一次導電路により発生する磁界から少くとも若干の電力を取り出し得るとともに，ピックアップ共振周波数を有する共振回路を構成する少くとも1つのピックアップコイルを有し，且つ該ピックアップコイルに誘導される電力により駆動可能な少くとも1つの出力負荷を有する車両と，",
                "を備え，",
                "前記一次導電路は，ほぼ平行に敷設され，終端が接続された一対の導体により形成され，",
                "前記車両のピックアップコイルのコアをE字状に形成し，前記コアに前記ピックアップコイルを巻回し，前記一対の導体がそれぞれ，前記コアの両凹部内で，かつそれぞれの凹部のほぼ中心に位置するように配置され，",
                "前記ピックアップコイルのコアの両凹部に対向する面は，アルミニウムにより形成されていること",
                "を特徴とする誘導電力分配システム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，審判請求人ら(本訴原告ら)の主張につき，①本件訂正が認められないこと，及び，それを前提として，無効理由(A～E)により本件特許は無効であること，②本件訂正が認められたとしても，本件訂正発明が，審判甲1(甲4)に記載された発明と同一で新規性がないこと(無効理由B)，又は，本件訂正発明が審判甲1ないし8(甲4ないし11)から容易に発明し得るもので進歩性がないこと(無効理由E)により，本件特許は無効であることをいうものと整理した。",
                "なお，上記で引用された証拠は次のとおりである。",
                "審判甲1(甲4)：David C.White外“Some Problems Related to Electric Propulsion”，Massachusetts Institute of Technology，1966.11.1発行，表紙，要約，目次，46-51頁(要部の訳文付き)",
                "審判甲2(甲5)：特公昭57-32102号公報",
                "審判甲3(甲6)：特表平1-501195号公報",
                "審判甲4(甲7)：Arthur W.Kelly外1名“Power Supply for an Easily Reconfigurable Connectorless Passenger Aircraft Entertainment System”，IEEE，PESC87，650-659頁(部分訳文付き)",
                "審判甲5(甲8)：実開昭61-169403号公報",
                "審判甲6(甲9)：吉村順一，“高周波加熱用電子管発振装置の設計と調整”，誠文堂新光社，昭和42年12月15日発行，表紙,目次,6-7頁,456-460頁,奥付け　審判甲7(甲10)：米国特許第4914539号明細書(全訳文付き)",
                "審判甲8(甲11)：“神鋼電機,Vol.31,No.1,1986, 通巻108号”，神鋼電機，1986年5月20日発行，表紙,目次,5-9頁,裏表紙"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件訂正につき，訂正事項1(「電気装置」を「車両」に訂正)及び訂正事項2(「非導電性の材料または非鉄金属」を「アルミニウム」に訂正)などについて検討の上，本件訂正を適法と判断した。",
                "審決は，訂正事項2について，特許訂正明細書(乙1〔特許決定公報〕における平成11年訂正後の特許訂正明細書。以下「平成11年訂正明細書」という。)の記載を引用した上，判断を示したが，その核心部分は，次のとおりである。",
                "「イ．…『その代表的なものはI形断面形状のアルミニウム押出品であるところの強固な支持部材(10101)の組合せで…全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。』との記載，及び第10図(判決注：甲2の第10図。本判決第5の1の【第10図】に同じ。)の配置関係からみて，第10図における一対の1次導体(10110)，(10111)の右側サイドにおいて，ピックアップコイルのコアの両凹部に対向する面をアルミニウムにより形成することは，実質的に示されていると解することが適当である。",
                "そしてこのことは，(ⅰ)支持部材(10101)の代表的なものがI形断面形状のアルミニウムであることが記載されている点に加え，(ⅱ)第10図において隔離絶縁体(10112)(10113)を支持していている部材である(10114)は，第10図において米国特許商標庁の規定によれば合成樹脂・プラスチックの断面を示す太い斜線と細い斜線の交互の模様で描かれてはいるが，上記『全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。』との記載からみて，プラスチックにより形成することとアルミニウムにより形成することのそれぞれが実質的に示されていると解することが適当であるという点，(ⅲ)第10図には(10114)を(10101)に固定するボルト状の部材も見られるが，上記『もし鉄材料が1つ以上の1次導体かまたは車両の2次ピックアップコイルに隣接して位置しなければならないときは，数ミリメータの深さのアルミニウム被覆によりこの鉄材料をしゃ蔽することが有利であることが分っており…』との記載からみて，この部材に鉄材料を採用する場合にあっては1次導体側の表面をアルミニウムにより被覆することが示唆されているものである点，とも符合するものである。",
                "以上より，ピックアップコイルのコアの両凹部に対向する面をアルミニウムにより形成することは，発明の詳細な説明及び図面での開示内容に接した当業者が明らかに理解する事項であり，願書に添付した明細書(平成11年訂正明細書)及び図面の記載から自明な事項であるので，『前記ピックアップコイルのコアの両凹部に対向する面は，アルミニウムにより形成されていること』とする訂正は，願書に添付した明細書及び図面に記載した事項の範囲内においてするものである。」　(3)　審決は，本件訂正発明の無効理由について検討し，請求人ら(原告ら)が主張するいずれの理由によっても本件特許を無効とすることはできないと判断したが，そのうち，本件訂正発明が進歩性がないとの理由(無効理由E)に対する認定判断の概要は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "審決は，審判甲1～8(甲4～11)などの記載内容について認定した上，本件訂正発明と審判甲1(甲4)記載の発明(以下，審決を引用する場合も含め，単に「本訴甲4発明」という。)とを対比し，一致点として，次のように認定した。",
                    "「本訴甲4発明における『平衡電圧供給源』，『電送ライン』，『ピックアップコイル(出力巻線)』，『誘導ピックアップのコア』，『凹部の中央付近』は，それぞれ本件訂正発明における『高周波電源』，『一次導電路』，『ピックアップコイル』，『ピックアップコイルのコア』，『凹部のほぼ中心』に相当し，また，本訴甲4発明において(ⅰ)『電送ラインと結合して使用する車両』の数は明確ではないが，少なくとも1つはあることは明らかであり，(ⅱ)『電送ラインにより発生する磁界から少なくとも若干の電力を取り出し得るピックアップコイル(出力巻線)』が，少なくとも1つはあることは明らかであり，(ⅲ)『ピックアップコイルに誘導される電力により駆動可能な出力負荷』が，少なくとも1つはあることが明らかであるから，両者は，『高周波電源と，該高周波電源に接続された-次導電路と，前記一次導電路と結合して使用する1つ以上の車両であって，前記一次導電路により発生する磁界から少くとも若干の電力を取り出し得る少くとも1つのピックアップコイルを有し，且つ該ピックアップコイルに誘導される電力により駆動可能な少くとも1つの出力負荷を有する車両と，を備え，前記一次導電路は，ほぼ平行に敷設され，終端が接続された一対の導体により形成され，前記車両のピックアップコイルのコアをE字状に形成し，前記コアに前記ピックアップコイルを巻回し，前記一対の導体がそれぞれ，前記コアの両凹部内で，かつそれぞれの凹部のほぼ中心に位置するように配置されている，誘導電力分配システム。』の点で一致」"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "審決は，両者の相違点として，次のとおり認定した。",
                    "「(相違点1)本件訂正発明では，ピックアップコイルのコアの両凹部に対向する面は，アルミニウムにより形成されているのに対し，本訴甲4発明では，ピックアップコイルのコアの両凹部に対向する面にフェライト板を設け，該フェライト板の裏には導電接地板が設けられ，前記コアの両凹部に対向する面をフェライトにより形成することにより，前記一次導電路(電送ライン)のそれぞれを取り巻く磁路であって，コア内部を通りフェライト板内部を経由して再びコア内部を通る周状の磁路が形成される点。",
                    "(相違点2)本件訂正発明におけるピックアップコイルはピックアップ共振周波数を有する共振回路を構成するのに対し，本訴甲4発明におけるピックアップコイルはピックアップ共振周波数を有する共振回路を構成するものとして記載されていない点。」"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "審決は，上記相違点につき，次のとおり判断した(証拠番号は，本訴の証拠番号に読み替えて引用する。なお，審判甲13，審判甲14は，本訴で証拠とされていないので，そのままの表示とする。)。",
                    "(c-1)「α．相違点1について",
                    "本訴甲4発明においては，ピックアップコイルのコアの両凹部に対向して設けたフェライト板を使用して，コアの内部を通りフェライト板内部を経由して再びコア内部を通る磁束の周回路を形成して，磁気結合を得ているのであって，ピックアップコイルのコアの両凹部に対向して設けたフェライト板自体を磁気回路の一部として利用するものである。他方，本件訂正発明のごとくピックアップコイルのコアの両凹部に対向する面(以下「対向面」という。)をアルミニウムで形成する場合にあっては，対向面材自体を磁気回路の一部として利用することはできない。両者において，磁気的見地から対向面の機能が異なるものであり，本件訂正発明のごとく対向面をアルミニウムで形成することと，本訴甲4発明のごとく対向面材自体を磁気回路の一部として利用することとは，原理的に相容れないものである。",
                    "したがって，本訴甲4発明からあえてフェライト板を省略し対向面をアルミニウムで形成するように変更することは，磁気回路における対向面の機能を全く変えてしまうことにほかならず，着想上の阻害要因があるというべきである。",
                    "また，請求人は甲9を提示し，「高周波誘導加熱を低減するために磁力線をアルミニウム等の導電体で遮蔽する構造が周知のことであるから，甲4の『フェライト板で覆われた導電接地板』の構成から，フェライト板を省略して軌道側は『導電接地板』だけの構成とすることは，当業者が容易に想到できることである」旨主張する。しかしながら，磁気回路の一部として利用するフェライトと高周波誘導加熱を低減するために磁力線を遮蔽するアルミニウムとでは，磁気的見地から対向面の機能が異なるのであって，上述のとおり，本訴甲4発明からあえてフェライト板を省略し対向面をアルミニウムで形成するように変更することは，磁気回路における対向面の機能を変えてしまうことに他ならず，着想上の阻害要因があるというべきであるので，上記主張は首肯できないものである。",
                    "その他，請求人は，甲5ないし8，10，11を提示しているが，甲5，11に記載のものは，本件訂正発明の誘導電力分配システムとは全く関係のないものである。そして，甲5に記載のリニアモータ駆動の高速列車の誘導型反作用レール及び甲11に記載のLIM(リニアインダクションモータ)式立体搬送システムは，甲4に記載の誘導電力分配システムとは原理の異なるものであり関係のないものであって，甲5，11においてレールにアルミニウムを用いていることが，本訴甲4発明からあえてフェライト板を省略するということに結びつくものではないことは明らかである。",
                    "甲6，7についてみると，(i)甲6に記載のものは，二次ピックアップ組立体のU形状コアの脚の端部間に，フェライト・バーが位置付けられて，U形状コアとフェライト・バーとにより磁気回路を形成するものあり，コアの対向部材であるフェライト・バーを磁気回路の形成に利用する点で，本件訂正発明のものとは全く異なるものである。甲7に記載のものも同様である。そして，甲6，7に記載のものが，本訴甲4発明からあえてフェライト板を省略するということに結びつくものではないことが明らかである。(ii)甲6，7に記載のものにおいては，U形状コアに囲まれた一次導体(甲6でいえば第1のループセグメント)を流れる電流により発生する磁気はU形状コアで有効に活用できるものの，U形状コアに囲まれていない一次導体(甲6でいえば第2のループセグメント)を流れる電流により発生する磁気の活用は不十分にならざるを得ないのに対して，本件訂正発明ではE字状のコアの両凹部内に終端が接続された一次導電路の一対の導体をそれぞれ配置することにより，一次導電路の一対の導体の双方を流れる電流により発生する磁気をE字状のコアで有効に活用できるという技術的特徴があるのであって，請求人の『E字状コアに特定するための技術上の必然性がない』という主張は首肯できないものである。",
                    "甲8，10についてみると，甲8に記載の給電線をアルミよりなる電波シールド材で覆う技術及び甲10に記載の給電線を含む導体を非鉄床材で覆う技術は，本訴甲4発明からあえてフェライト板を省略することとは結びつかないものであることが明らかである。",
                    "したがって，上記相違点1に係る本件訂正発明の構成を甲4ないし11から当業者が容易に想到できたとすることはできない。」",
                    "(c-2)「β．相違点2について",
                    "甲10，審判甲13，審判甲14には，共振回路を構成するピックアップコイルによる非接触給電システムが示されており，これによれば，甲4のものをピックアップ共振周波数を有するものとすることが考え得る。しかしながら，［上記α．相違点1について］で検討したとおり，上記相違点1を容易とすることができない以上，相違点2についてその効果等を含めて詳細に容易推考性を検討するまでもなく，本件訂正発明は，甲4ないし11，審判甲13，審判甲14から容易に発明できたものとすることはできないものである。",
                    "以上のとおり本件訂正発明は，甲4ないし11，審判甲13，審判甲14に記載のものから容易に発明できたものとすることはできないものであるので，請求人の主張する無効理由Eによって本件訂正発明の特許を無効にすることはできない。」　(c-3)「発明の効果について",
                    "…本件訂正発明は，被請求人の主張する特有の効果ア，イ，ウが存在するか否かを考慮するまでもなく，甲4ないし11，審判甲13，審判甲14に記載のものから容易に発明できたものとすることはできないものである。",
                    "したがって，…上記主張の点は，本件訂正発明の特許を無効理由Eによって無効にすることができるかどうかを左右するものではない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らの主張(審決取消事由)の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正請求の訂正事項2に関する判断の誤り)",
          "text": [
            "請求項22に対する訂正事項2について，「ピックアップコイルの両対向面がアルミニウムであるとの記載が願書に添付した明細書及び図面に記載されている」とした審決の認定は，誤りであるから，訂正事項2の訂正は認められない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "明細書の対向面の記載についての誤認",
              "text": [
                "本件特許の明細書のどこにも，対向面がアルミニウムであると特定した記載はない。そもそも，本件特許の明細書には，本件訂正後の請求項22発明の「対向面」に関する記載もないし，それを示唆する記載もない。それにもかかわらず，審決が，あたかも対向面が明記されているという前提で本件特許の明細書の記載を解釈したことは，根拠がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第10図が表示する支持部材(10114)の材質に関する誤認",
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "部材相互の位置関係の詳細を示すものは，第10図(甲2特許公報)だけである。第10図によれば，対向面を形成するのは，プラスチック材(10114)であり，アルミニウムではない。審決は，支持部材(10114)がアルミニウムであることが実質的に開示されていると認定するが，誤っている。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "「コアの両凹部に対向する面」に相当する構成が第10図にしか開示されていない以上，審決が「第10図において隔離絶縁体(10112)(10113)を支持している部材である(10114)は，米国特許商標庁の規定によれば合成樹脂・プラスチックの断面を示す太い線と細い線の交互の模様で描かれている」と認定したとおり，第10図の明示に基づいて，部材(10114)の材質は，プラスチックと認定されるべきである。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "また，審決は，「『全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。』の記載からみて，プラスチックにより形成することとアルミニウムにより形成されることのそれぞれが実体的に示されていると解することが適当である。」と判断したが，失当である。",
                    "すなわち，上記で引用された記載中の「アルミニウム」は，「もし鉄材料が1つ以上の1次導体かまたは車両の2次ピックアップコイルに隣接して位置しなければならないときは，数ミリメータの深さのアルミニウム被覆によりこの鉄材料をしゃ蔽することが有利であることが分かっており」と記載されているように，鉄材を薄く被覆する材料としての意味でしかなく，コアの両凹部の対向面を形成するアルミニウムの記載ではない。",
                    "上記でいう「非導電性の材料又は非鉄金属」とは，「『導電性の材料であって，かつ，鉄金属』に非ざる材料」と論理的に同一であり，実質的に鉄ではない材料を意味するから，上記の意味は，「第10図に示す構成材料には，鉄以外の材料を使うことが好ましいが，もし鉄材を一次導電路又はピックアップコイルに隣接して位置させる場合には，アルミニウムで被覆する。」という意味であって，これはコアの対向面とは直接的な関係がない。",
                    "したがって，上記で引用された記載から，コア対向面に対するアルミニウムの配置を想到することはできない。",
                    "上記で引用された記載は，隔離絶縁体(10112)(10113)などの絶縁材であるべきところは絶縁材(非導電性材料)，1次導体のような電線は導電性材料(非鉄金属)，カーブや直線部軌条などの軽量かつ強固な軌道としては押出しアルミニウム(非鉄金属)と適材適所の条件を充足するように解すべきである。例えば，第10図において，隔離絶縁体(10112)(10113)と該絶縁体に挿入された支持部材(10114)の部分とが，コア両凹部の開口部において磁力線を妨げる位置に配置されている事実からも，これらの材料がアルミニウムではあり得ないことを容易に証することができる(仮に，(10114)がアルミニウムであれば，「数ミリメータの深さ」のアルミニウムは磁力線を「遮蔽」するので(甲2)，磁力線を妨げる位置に配された(10114)は，一次導電路からピックアップコイルへ転送される誘導電力の媒体である磁力線を少なからず遮蔽して，誘導電力を得ることも満足にできなくなる。)。",
                    "米国特許商標庁の規定による断面の模様を無視して支持部材(10114)がアルミニウムであってもよいとする審決の認定は，誘導電力を得るという本件訂正発明の第一義的作用効果も成立しなくなるような認定であり，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "アルミ軌道(支持部材10101)に関する明細書の記載の誤認",
              "text": [
                "プラスチック部材(10114)の背後のアルミ軌道(支持部材10101)が対向面であるとの開示はない。",
                "第10図によると，(10114)で示されるプラスチック部材の背面には，「I形断面形状のアルミニウム押出品であるところの強固な支持部材(10101)」が存在している。プラスチックは電磁的には空気と同じで存在しないものと同様であることを考慮すると，もともと，第10図にしか相当する構成が開示されていない「コアの両凹部が対向する面」は，アルミニウム押出品である支持部材(10101)を指しているとして理解することもできる。しかし，以下に示す理由により，アルミ軌道(支持部材10101)を対向面とすることはできない。",
                "まず，第10図に開示されたアルミ軌道(支持部材10101)は，「I形断面形状のアルミニウム押出品であるところの強固な支持部材(10101)」と明記されるように，機械構造的なアルミニウム製支持部材の開示があるだけで，コア両凹部に対向する面としての電磁的作用を示唆する記載は全くない。また，「全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。」との記載は，隣接する鉄材料をアルミニウム被覆するとされる限りの意味の「アルミニウム」の効用を述べたものであって，アルミニウム軌道についての開示ではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "よって，審決の「コアの両凹部に対向する面」に電磁的に意味のあるアルミニウムの部材を配置することが開示されているという認定は，誤りであり，第10図を参照すると，「コアの両凹部に対向する面」には，機械構造的に必要なプラスチック製の部材(10114)とその背面のアルミニウム製支持部材(10101)が開示されているだけである。",
        "したがって，本件訂正は認められない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明に関する相違点1の判断の誤り)",
          "text": [
            "審決は，相違点1(対向面がアルミニウムかフェライトかという相違点)について，着想上の阻害要因があり容易に推考できないとするが，甲6，7に記載された発明の認定を誤り，甲6，7に基づいて着想上の阻害要因はなく容易に推考し得たか否かの進歩性に関する判断を誤った違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "甲6，7には，本件訂正発明の基本概念に係る以下の(a)～(c)の点が開示されているのに，審決は，これらの存在を認定していない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(a)",
              "text": [
                "磁気的に開放型のU形状コアであること。",
                "U形状コアの両脚部の両内側面とフェライト・バーの両側面との間に二つの磁気的な開放部が形成されている。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "U形状コアの開放側の対向面がアルミニウムで形成されていること。",
                "このコアの開放部の対向面は，磁気的に空気と同じプラスチックを介してアルミニウム合金の床が対面していることが，典型例として開示されている。"
              ]
            },
            {
              "fig": "(c)",
              "text": [
                "コアのピックアップコイルが共振回路を形成していること。",
                "甲6のFIG.7において，符号37の2次巻線に符号78のコンデンサが直列に配設されている。甲7には，コンデンサとインダクタンスとで共振回路を構成することが明記されている。",
                "以下，具体的に指摘する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "甲6の電力トラック44は，航空機の床に配置され，電力トラック44の要所にピックアップ組立体31が装着される。そうすると，U形状コア33の開口側が，磁気的には空気と同じプラスチックのカバー44及びベース46を介して，航空機の床と対面する。また，航空機の床は，アルミニウム合金で形成されることは自明である。甲7は，甲6と同一のサンドストランド社によるものであり，U形状コアでは凹部から磁束が漏れるため，航空機の機体のアルミ製部材を利用することにより，磁束の漏れを防止している。甲7のFig.6aにはU形状コアがない場合の磁力線が図示され，Fig.12にパワートラックの磁力線がベースに対して遮蔽される様子が磁力線解析図として示されている。このような磁力線となるためには，ベースはアルミニウムのような導電体板でなければならないことは，当業者に自明のことである。",
        "審決は，前記第2，3(3)(c)(c-1)において，「甲6，7についてみると」として，　(ⅰ)のように判示したが，「コアの対向部材であるフェライト・バーを磁気回路に利用する点」の認定が誤っている。",
        "すなわち，甲6，7のフェライト・バーは，コアの凹部内の中央下方に位置するものであり，コアの脚の端部間に位置付けられて，コアの対向部材を形成するものではない。フェライト・バーの両側にはギャップが存在し，コアの開口を覆うようにコアの凹部の対向位置に設けられていない。それにもかかわらず，審決は，甲4のE字状のコアに対面するフェライト板と同様のものと位置付けて，本件訂正発明と全く異なると結論付けている。",
        "むしろ，甲6，7のU形状コア内のフェライト・バーは，本件訂正発明の実施例のE字状のコアの中央のコアに設けられたプレート(第10図の符号(10117))に相当するものである。",
        "甲6，7と本件訂正発明とは，U形状とE字状の形に違いはあるものの，対向面に向かう開放部分がある点で同じである。そして，その開放部分に磁気的に対面する部材は，本件訂正発明は空間を介してアルミニウムであるのに対して，甲6ではプラスチック(磁気的には空気と同じ)を介してアルミニウム合金(航空機の床)となっている。すなわち，両者は，コアの開放側に漏れる磁力線をアルミニウムで遮蔽するという構造は同じである。",
        "したがって，審決の「甲6が，甲4からあえてフェライト板を省略することに結びつくものではない」との判断は，誤りである。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "審決は，前記第2，3(3)(c)(c-1)において，「甲6，7についてみると」として，(ⅱ)のように判示したが，誤りである。",
        "すなわち，甲6，7のU形状コアは，同方向2線の磁気ピックアップコイルであり，本件訂正発明のE字状のコアが異方向2線(間隔付き)であり，両者ともコア内の2本の給電線から電力をピックアップしていることに変わりはない。",
        "したがって，本件訂正発明には「E字状のコアで有効に活用できるという技術的特徴がある」として，進歩性を認めた審決の判断は，誤りである。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "審決は，コアの開放側のベースにアルミニウム部材が採用されるのは当然のことである点と，開放型コアの場合，コアのピックアップコイルに共振回路を形成することが甲6，7に開示されている点を看過した。甲6，7は，U形状の開放型コアに共振回路を適用して給電効率を上げ，開放型コア採用の結果として，電磁的な対向面にアルミニウムを採用している。",
        "次の文献からも，アルミニウムベースは当然のことである。",
        "甲5は，高速列車を駆動するリニアモータに使用するレールであり，アルミは誘導作用に優れる材質であるとの開示がある。甲11には，LIM(リニアインダクションモータ)式立体搬送システムのレールにはアルミ押出成形品が用いられることが記載されている。甲12では，案内レール(A)をアルミ等の非磁性体で形成している。このように，アルミニウムレールは，周知のものであり，そのレールに対して非接触給電を適用すると，当然にコアの対向面はアルミニウムとなる。",
        "また，磁界に対するアルミニウムの配設は，甲8～10からも，当業者の常套手段であることが明らかである。",
        "結局，甲6，7には，開放型コアを採用し，開放型コアに共振回路を適用して給電効率を上げ，開放型コア採用の結果として電磁的な対向面にアルミニウムが採用されているという本件訂正発明の根幹思想が開示されている。"
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "したがって，相違点1は，甲6，7にかんがみ，当業者が容易に推考できる程度のものである。"
      ],
      "content": [
        {
          "fig": "3",
          "text": [
            "取消事由3(本件訂正発明に関する相違点2及び効果についての判断欠如)　審決は，相違点1を容易とすることができない以上，相違点2についての容易推考性及び本件訂正発明の特有の効果の存否を検討するまでもないとしたが，上記のとおり相違点1は，甲4等から容易に推考できる以上，相違点2についての容易推考性及び上記効果についての判断をしないのは，判断の欠如である。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "相違点1は，対向面がアルミニウムかフェライトかという点であり，相違点2は，共振回路があるかないかという点である。審決は，相違点1を検討し，相違点2を検討しなかったが，相違点2の結果として相違点1が生じるものであるという観点で検討しなかった誤認がある。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "甲6，7では，開放型コアに共振回路を形成し，開放側の電磁的対向面にアルミニウム面が形成されるものが開示されている。甲6，7も，甲4と同じく，一次導電路から非接触でピックアップコイルに給電するシステムである。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "上記のように，甲4に開示された非接触給電装置からフェライト板を取り外すことに「着想上の阻害要因」がない以上，甲4の非接触給電に，甲6，7のような共振回路を採用し，コア対向面のフェライト板を不要とし，その結果として，ベースの導電接地板(ベース側に普通に用いられるアルミニウム相当)が露出する構成とすることは，当業者が設計事項として行うものである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件訂正請求の訂正事項2に関する判断の誤り)に対して  本件訂正のうち，「前記ピックアップコイルのコアの両凹部に対向する面は，アルミニウムにより形成されていること」への訂正は，平成11年訂正明細書(乙1)の「(10100)は，その代表的なものはI形断面形状のアルミニウム押出品であるところの強固な支持部材(10101)の組合せで車輪が走行できる上部に荷支持面を有する。」(11頁下から8行目～下から7行目)との記載，「全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。」(同頁下から2行目)との記載，及び第10図(甲2)に基づいて，両凹部に対向する面は，非鉄金属の下位概念である「アルミニウム」であるとする点から，願書に添付した明細書及び図面に記載されている。",
            "したがって，本件訂正は，減縮を目的とし，かつ，願書に添付した明細書及び図面に記載した事項の範囲内の訂正であり，審決の判断は正当である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件訂正発明に関する相違点1の判断の誤り)に対して　本件訂正発明は，進歩性があり，無効ではない。",
            "本訴甲4発明においては，ピックアップコイルのコアの両凹部に対向して設けたフェライト板を使用して，コアの内部を通りフェライト板内部を経由して再びコア内部を通る磁束の周回路を形成して，磁気結合を得ているのであって，ピックアップコイルのコアの両凹部に対向して設けたフェライト板自体を磁気回路の一部として利用するものである。",
            "他方，本件訂正発明のように，ピックアップコイルのコアの両凹部に対向する面をアルミニウムで形成する場合にあっては，対向面材自体を磁気回路の一部として利用することはできない。",
            "本訴甲4発明と本件訂正発明は，磁気的見地からピックアップコイルのコアの両凹部に対向する面の機能が異なるものであり，本件訂正発明のように対向面をアルミニウムで形成することと，本訴甲4発明のように対向面材自体を磁気回路の一部として利用することは，原理的に相容れないものである。",
            "したがって，本訴甲4発明からあえてフェライト板を省略し対向面をアルミニウムで形成するように変更することは，磁気回路における対向面の機能を全く変えてしまうことにほかならず，着想上の阻害要因があるというべきである。",
            "しかも，原告らが，甲4からフェライト板を省略して，対向面をアルミニウムで形成することは容易に実施できる根拠とした甲6と7は，開放型のU形状コアであること，対向面がアルミニウムであること，二次側が共振回路であることが開示されているとする点がすべて誤りで，フェライト板を省略することに結びつかない。",
            "以上のことから，本件訂正発明は，甲4，6，7等に記載したものから容易に発明できるものでないから，進歩性についての審決の判断は正当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正発明に関する相違点2及び効果についての判断欠如)に対して",
          "text": [
            "相違点1が容易に推考できない以上，相違点2及び効果については判断するまでもないとした審決の措置は正当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件訂正請求の訂正事項2に関する判断の誤り)について　(1)　原告らは，明細書における対向面の記載に関し，前記第3，1(1)のとおり主張する。",
            "確かに，平成11年訂正明細書(乙1)の発明の詳細な説明には，「コアの両凹部に対向する面」あるいは「対向面」という文言自体はない。",
            "しかし，上記明細書(乙1)及び図面(甲2)には，次のような記載がある。なお，「図10」とは「第10図」(甲2)のことであり，下記に掲げるものである。",
            "①　ピックアップコイルのコアと一次導体側の部材との物理的な位置関係を表すものとして，次の記載がある。",
            "「図10は，本実施例の実際の1次-空間-2次の関係を断面で示し，本図のスケールは，フェライト製のEビーム(10102)の背面に沿って約120mmである。且つ図1の片持梁モノレールもこの断面を基礎としている。(10100)は，その代表的なものはI形断面形状のアルミニウム押出品であるところの強固な支持部材(10101)の組合せで車輪が走行できる上部に荷重支持面を有する。側面(10104)は延長部(10106)，(10107)により支持部材の取付けに適するようになっており，側面(10105)は1次導体用の支持部材を支えるようになっている。また(10110)と(10111)とは，好ましくは，リッツ線の2本の平行1次導体である。これらは図9に関して示すように，隔離絶縁体(10112)と(10113)のダクト内に支持される。」(乙1の11頁下から11行目～下から3行目)",
            "【第10図】(甲2)",
            "②　平成11年訂正明細書には，上記に続けて，次の記載がある。",
            "「全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。もし鉄材料が1つ以上の1次導体かまたは車両の2次ピックアップコイルに隣接して位置しなければならないときは，数ミリメータの深さのアルミニウム被覆によりこの鉄材料をしゃ蔽することが有利であることが分っており，この結果として使用時発生する渦電流が磁束のそれ以上の透過を防ぐ役目をし，従って鉄材料内のヒステリシスによるエネルギーロスを最少にする。」(乙1の11頁下から2行目～12頁3行目)",
            "③　図面である図10(第10図)には，E型フェライトコア(10102)の両凹部(開口部)に，I型支持部材(10101)に取り付けられた部材(10114)が対向し，部材(10114)から隔離絶縁体(10112)，(10113)が両凹部内に延伸し，両凹部内で平行1次導体(10110)，(10111)を支持することが示されている。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告らは，支持部材(10114)に関し，前記第3，1(2)のとおり主張する。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "上記(1)の記載に基づいて検討するに，上記(1)②の記載は，①で言及された部材に関する記載であることは明らかであるから，本件訂正前の請求項の「前記ピックアップコイルのコアの両凹部に対向する面は，非導電性の材料または非鉄金属により形成されていること」という記載は，上記②の記載に対応したものであるといえる。そうすると，本件訂正の訂正事項2は，上記②の「全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい」という記載に対応するもので，この記載に例示された「アルミニウム」に限定して，請求項の記載を「前記ピックアップコイルのコアの両凹部に対向する面は，アルミニウムにより形成されていること」と訂正するものであると解されるから，願書に添付した明細書又は図面に記載された事項の範囲内であるというべきである(上記の各下線は判決が付した。)。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "原告らは，上記②の記載中の「アルミニウム」は，鉄材を薄く被覆する材料としての意味しかなく，コアの両凹部の対向面を形成するアルミニウムの記載ではないなどと主張する。",
                    "しかし，上記②の記載が一次導体側の部材についての記載であると解することを否定すべき理由はなく，原告らの主張は採用の限りではない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "原告らは，第10図において，対向面を形成するのはプラスチック材(10114)であること，第10図において隔離絶縁体(10112)(10113)を支持している部材である(10114)は，米国特許商標庁の規定によれば合成樹脂・プラスチックの断面を示す太い線と細い線の交互の模様で描かれていることからも，プラスチックと認定されるべきであると主張する。",
                    "しかし，仮に，作図法の観点等に照らし，第10図の図面上は，支持部材(10114)がプラスチック製であることが示唆されていると理解し得るとしても，平成11年訂正明細書の発明の詳細な説明における記載として，支持部材(10114)の材質をプラスチックに限定する記載はないだけでなく，前判示のように「全ての材料はプラスチックのように非導電性かアルミニウムのように非鉄金属であることが好ましい。」と記載されており，しかも，支持部材(10114)をアルミニウムで形成することに技術上の支障があることを示す証拠はない(この点は次の(d)でも触れる。)。そうすると，上記図面の記載のみから，直ちに，支持部材(10114)がプラスチック製であると限定して解釈すべきことにはならないだけでなく，支持部材(10114)をアルミニウムで形成することの開示があるといって差し支えないのであって，原告らの主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "(d)",
                  "text": [
                    "原告らは，第10図において，隔離絶縁体(10112)(10113)に挿入された支持部材(10114)が，コア両凹部の開口部において磁力線を妨げる位置に配置されている事実からも，支持部材(10114)はアルミニウムではあり得ないと主張する。",
                    "確かに，第10図を見ると，支持部材(10114)の左方に突き出した2つの凸部が隔離絶縁体(10112)(10113)に嵌合し，その凸部の先端がフェライトコアの凹部の入り口付近にまで達しているように図示されていることが認められる。しかし，上記図示において，支持部材の凸部の先端の位置関係がどれほど厳密に記載されているのか自体が疑問である上，上記支持部材(10114)の凸部は，隔離絶縁体(10112)(10113)を保持するために存在するものと解されるところ，支持部材(10114)と隔離絶縁体(10112)(10113)との結合構造をどのようにするかは，当業者が適宜なし得る事項である(支持部材(10114)をアルミニウムで形成するに際して磁力線を遮蔽するなどの原告らが主張するような不都合が生じるのであれば，当業者は，それを回避するように適宜結合構造を設計変更するものと解される。)。よって，原告ら主張の点は，支持部材(10114)をアルミニウム製であると解することを妨げる理由とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，アルミ軌道(支持部材10101)に関し，前記第3，1(3)のとおり主張する。",
                "前判示のとおり，支持部材(10114)をアルミニウムで形成することの開示があると解し得るのであるから，一次導体からみて支持部材(10114)の後方にある支持部材(10101)の電磁的作用を考慮する必要はないのであり，この点を含め，上記原告ら主張の点は，訂正事項2の適法性に関する審決の結論を左右し得るものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らが前記第3，1において主張する点をすべて考慮して検討しても，本件訂正請求の訂正事項2に関する審決の判断に誤りがあるとはいえず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件訂正発明に関する相違点1の判断の誤り)について　(1)　審決の認定した相違点1は，前記第2，3(3)(b)前段のとおりであって，これによれば，本件訂正発明と本訴甲4発明との相違点1に係るフェライト板の有無は，ピックアップが存在する場合にE型コアと共同して磁気回路を構成する磁気部材が存在するか否かに関係するだけではなく，ピックアップが存在しない場合に一次電流に対する電磁的な影響があるか否かにも関係するものと考えられる。",
            "審決が，本訴甲4発明から「あえてフェライト板を省略し対向面をアルミニウムで形成するように変更することは，磁気回路における対向面の機能を全く変えてしまうことに他ならず，着想上の阻害要因がある」と説示したのは，このような事項を考慮してのことであると理解される。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告らは，甲6，7が開示する内容について主張するので，この点を検討する。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "甲6をみると，U形状コアに関して，次のような記載がある。",
                    "「該二次ピックアップ組立体は，フェライト製であって良いU-形状コア33を有している。該U形状コア33は，一次導体(第1のループセグメント28a，29a)を囲む脚34，35，及び複数ターンの二次コイル37が巻かれる中央部分36を有している。第1のセグメント導体28a，29aにはフェライト・バー40が物理的に関連されており，該フェライト・バー40は，コア脚34，35の端部間に位置付けられて磁気回路を完成している。フェライトは，もろい物質(a brittle material)であり，導体，セグメント28aの長さを延びるバー40(点線で示す)は，1／2インチ(one-half inch)程度の長さを有する短い部分(short sections)から作られるのが好ましい。脚34，35及びバー40間の2つのエアーギャップ41，42は，バーに対する二次コイルの相対位置にかかわらず一定の合計寸法を有する。送電回路及び二次ピックアップ組立体は，単一ターンの2つの一次導体を形成する導体ループ28，29，及び二次の複数ターンの巻線37を有する変圧器を形成する。」(3頁右下欄18行目～4頁左上欄9行目)",
                    "「送電回線21及びピックアップ組立体31の好ましい物理的な実施例が第3図及び第4図に詳細に示されている。送電回線セグメント28a，29a，28b及び29bは，矩形断面リッツ導体であるのが好ましい。送電回線導体及びフェライト・バー40は，カバー45及びベース46を有する絶縁物質のトラック状ハウジング44を有する。カバー45は，上方に延びかつ下方に開いたポケット50，51及び52で区画される2つのみぞ48，49を有する。ベース46は，縦に延びるリブ55，56及び57を有し，それらのリブはそれぞれポケット50，51及び52内に延びる。カバー及びベースは，プラスチック物質でモールドもしくは造型されるか，または押出加工され得る。第1の導体ループ・セグメント28a，28b(判決注：28bは29aの誤記と認める。)は，フェライト・バー40の上で中央ポケット51内に一緒に置かれる。第2の導体ループ・セグメント29b，28bは，第1の導体セグメント29a，28aと実質的に同一平面上でそれぞれポケット50，52に置かれる。ベース・リブ55，56及び57は，導体及びフェライトを適所に保持する。ピックアップ組立体31はまた，U形状",
                    "部分59及び補強カバー(ribbed cover)60を有する非導電性ハウジング58を有する。ハウジング部分59は，U形状のフェライト・コア33を受ける。カバー60は，二次コイル37が巻かれるボビンをハウジング脚65，66と一緒に限定する，縦方向に延びる側リブ63，64を有する。」(4頁左上欄16行目～右上欄14行目)",
                    "「第5図に最も良く見られるように，2つの座席装着トラック68，69は，キャビンもしくは客室の床で航空機の縦方向に延びそして座席群71の脚70を受ける。電力トラック44もまたキャビンもしくは客室の床に配置され，座席装着トラック68と平行の延びる。ピックアップ組立体31は，トラックみぞ48，49内に延びる脚65，66でもって座席群に物理的に装着される。該座席間隔配置を変更するために座席を航空機の縦方向に移動するとき，ピックアップはトラック内を滑動もしくは摺動する。」(4頁右上欄23行目～左下欄5行目)"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "上記記載によれば，甲6におけるU形状コアと一次導体側部材との関係は，カバー44及びベース46を有する絶縁物質のトラック状ハウジングが航空機の床に設置されていること，カバー44の中央ポケット51内に第1の導体ループ・セグメント28a，29aとフェライト・バー40が，左右のポケット50及び52内に第2の導体ループ・セグメント29b，28bがそれぞれ配置されていること，中央のポケット51と左右のポケット50，52との間にU形状コアの2つの脚が配置され，フェライト・バー40はコア脚の端部間に位置づけられて，コアを通る磁気回路が構成されていることが認められる。",
                    "甲7の記載に照らせば，甲7に記載された発明の構成も上記甲6に記載された発明の構成と同様であることが認められる。",
                    "以上によれば，フェライト・バー40は，U形状コアの脚の端部間に配置され，U字形コアと共同して磁気回路を構成するだけではなく，ピックアップが存在しない場合にも一次電流に対する電磁的作用を及ぼすものと認められる。よって，甲6のフェライト・バー40は，本訴甲4発明のフェライト板と同様の機能を果たすものであるといえる。甲7のフェライト・バーも同様である。",
                    "そうすると，本訴甲4発明に甲6及び7に記載された発明を適用しても，相違点1に係る本件訂正発明の構成は得られないのであるから，本訴甲4発明からフェライト板を取り去って対向面をアルミニウムで形成することを容易に想到することができたとはいえない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "原告らは，甲6に記載された発明の用途である航空機の機体がアルミニウムであることや，甲6と同じ構成の発明を開示する甲7のFig.12に図示された磁力線の様子から，U形状コアの凹部に対向する面はアルミニウムであることが示されていると主張し，また，甲6，7のフェライト・バーは，コアの凹部内の中央下方に位置するものであり，コアの脚の端部間に位置付けられており，コアの開口を覆うようにコアの凹部の対向位置に設けられていないと主張する。",
                    "しかし，甲6，7に記載された発明において，床やその後方に存在する部材がアルミニウム製であり，また，フェライト・バーがU字形コアの凹部内にあるとしても，フェライト・バーは，本訴甲4発明のフェライト板と同様の機能を果たすものであると認められることは，前判示のとおりであるから，甲6，7に記載された発明を本訴甲4発明に適用しても，相違点1に係る本件訂正発明の構成を得ることができないことは明らかである。"
                  ]
                },
                {
                  "fig": "(d)",
                  "text": [
                    "原告らは，甲6，7のフェライト・バーは，本件訂正発明のE字状のコアの中央コアに設けられたプレート(10117)に相当するものであるとも主張する。",
                    "しかし，本件訂正発明のプレート(10117)は，「ピックアップコイルのフェライトコア(10102)は，複数のフェライトブロックをE字形に重ね，中央の軸部にプレート(10117)をボルトで固定したものである。」(乙1の公報12頁4～5行目)というのであり，フェライトコアに固定され，ピックアップと共に移動するものであるのに対し，甲6のフェライト・バーは，「第1のセグメント導体28a，29aにはフェライト・バー40が物理的に関連されており」(3頁右下欄22～24行目)というように，ピックアップとは別体である一次導体側部材に関連付けられたものであって，ピックアップと共に移動するものではない。甲7のフェライト・バーも甲6と同様のものと認められる。したがって，甲6，7のフェライト・バーは，本件訂正発明のプレート(10117)と同じ作用を有するものではなく，前者が後者に相当するものであるとはいえない。"
                  ]
                },
                {
                  "fig": "(e)",
                  "text": [
                    "原告らは，甲6，甲7のU形状コアは，同方向2線の磁気ピックアップコイルであり，本件訂正発明のE字状のコアが異方向2線(間隔付き)であり，両者ともコア内の2本の給電線から電力をピックアップしていることに変わりはないから，審決が，「E字状のコアで有効に活用できるという技術的特徴がある」として本件訂正発明に進歩性を認めた判断に誤りがあると主張する。",
                    "しかし，仮に，U字形コアを用いるかE字状コアを用いるかに格別の差異がないとしても，一次導体に沿ってフェライト・バーを配置した甲6記載の発明及びこれと同様の甲7記載の発明と，コアの凹部に対向する面をアルミニウムで形成した本件訂正発明とは，フェライト板の磁気的作用において異なるものであることは前判示のとおりであって，原告ら主張の点により，相違点1についての審決の判断に誤りがあることにはならない。"
                  ]
                },
                {
                  "fig": "(f)",
                  "text": [
                    "原告らは，甲5，11，12，さらには，甲8，9，10を引用して，結局，甲6，7には，本件訂正発明の根幹思想が開示されていると主張する。",
                    "しかし，甲5，11，12は，リニアモータのシステムを開示するだけであり，リニアモータのレールがアルミニウム製であることが開示されているが，本件訂正発明のような一次導体に関連するピックアップを有するものではないから，これらを誘導電力分配システムに適用して相違点1を容易になし得たものとすることはできない。",
                    "また，甲8に記載された給電線をアルミニウムからなる電波シールド材で覆う技術，甲9に記載された高周波誘導加熱を低減するために磁力線をアルミニウム等の導電体で遮蔽する技術，及び甲10に記載された給電線を非鉄床材で覆う技術は，単に導電体による磁気シールド効果を開示するのみであるから，これらを考慮しても，相違点1に係る構成に容易に想到することができたとはいえない。"
                  ]
                },
                {
                  "fig": "(g)",
                  "text": [
                    "なお，原告らは，コアのピックアップコイルが共振回路を形成することを甲6，7が開示していることを審決が看過したと主張するが，この点は，相違点2に係る事項であって，相違点1についての審決の判断の誤りを導くことにはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らが前記第3，2において主張する点をすべて考慮して検討しても，相違点1についての審決の判断に誤りがあるとはいえず，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正発明に関する相違点2及び効果についての判断欠如)について",
          "text": [
            "前判示のとおり，相違点1についての審決の判断に誤りがなく，相違点1の構成が容易に推考し得ない以上，これとは別個の相違点であると認められる相違点2や発明の効果について検討するまでもなく，本件訂正発明の容易推考性は否定されることになる。したがって，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の審決取消事由は理由がないので，原告らの請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。なお，証拠については，「審判」と注記しない限り，「本訴」における証拠番号を指す。"
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10334",
    "date": "2005-05-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009562",
    "ipprecedent_id": "693",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}