{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2003-7327号事件について平成16年6月7日にした審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，原告が，本願発明の特許出願をしたところ，拒絶査定を受け，これを不服として審判請求をしたが，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲2，3)",
              "text": [
                "出願人：藤沢薬品工業株式会社",
                "発明の名称：「ピラゾロピリジン化合物の新規用途」",
                "出願番号：特願平8-532341号",
                "出願日(国際出願)：平成8年4月18日(国内優先権主張日：平成7年4月27日)",
                "手続補正日：平成14年11月11日(甲3)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "拒絶査定日：平成15年3月19日",
                "審判請求日：平成15年4月28日(不服2003-7327号)",
                "審決日：平成16年6月7日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年6月22日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨(平成14年11月11日付け手続補正後のもの)",
          "text": [
            "【請求項1】1-［3-(2-フェニルピラゾロ［1，5-a］ピリジン-3-イ",
            "ル)アクリロイル］-2-(カルボキシメチル)ピペリジン又はその塩類を有効成分として含有する透析時低血圧症及び／又は透析後低血圧症の予防及び／又は治療剤。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "text": [
            "「特許法36条4項(判決注：平成14年法律第24号改正前の特許法36条4項(但し，平成11年法律第102号により「通商産業省令」が「経済産業省令」に改められる前のもの。)。以下同じ。)の規定によれば，「発明の詳細な説明は，通商産業省令で定めるところによりその発明の属する技術分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」とされ，特許法施行規則24条の2には「特許法36条第4項の通商産業省令で定めるところによる記載は，発明が解決しようとする課題及び解決手段その他のその発明の属する技術分野における通常の知識を有する者が発明の技術的意義を理解するために必要な事項を記載することによりしなければならない。」と規定されている。",
            "そして，医薬についての用途発明においては，一般に，有効成分の物質名，化学構造だけからその有用性を予測することは困難であり，明細書に有効量，投与方法，製剤化のための事項がある程度記載されている場合であっても，それだけでは当業者が当該医薬が実際にその用途において有用性があるか否かを知ることができないから，明細書に薬理データ又はそれと同視すべき程度の記載をしてその物質が特定疾病の治療に有効であることが裏付けられていなければ，その物質をその用途に使用する技術的意義を理解することができないというべきであるから，それがなされていない発明の詳細な説明の記載は，特許法36条4項に規定する要件を満たさないものであるといわなければならない。",
            "これを本願明細書についてみると，本願明細書1頁10行～14行には 「背景技術",
            "いくつかの種類のピラゾロピリジン化合物が，利尿降圧作用，腎不全用剤などとして有用であることが知られている(例えば，特開昭64-45385号，特開平2-243689号，特開平5-112566号，等)。」",
            "また，2頁23行～3頁1行には",
            "「前記ピラゾロピリジン化合物(I)としては，特開昭64-45385号，特開平2-243689号，特開平4-253978及び特開平5-112566号に開示",
            "された既知の化合物を挙げることができる。」",
            "と記載され，利尿降圧作用，腎不全用剤としての作用を有する公知のピラゾロピリジン化合物が透析時低血圧症及び/又は透析後低血圧症の予防，治療剤となるとの記載があり，43頁18行～44頁20行には，投与法，剤型，1日当たりの投与量が記載されているが，本願発明の有効成分である1-［3-(2-フェニルピラゾロ［1，5-a］ピリジン-3-イル)アクリロイル］-2-(カルボキシメチル)ピペリジン又はその塩類について透析時や透析後低血圧症の予防や治療に有効に作用することを示す薬理データといえるものは，何ら記載されていない上，薬理データと同視すべき程度の記載もない。また，上記投与方法や投与量を採用する根拠も何ら示されていない。",
            "そうすると，本願明細書の記載によっては，本願発明の化合物(判決注：以下「本願化合物」という。)を上記疾患に使用することの技術的意義を当業者が理解することは困難である。",
            "さらに付言するに，本願明細書では上記のとおり，いくつかのピラゾロピリジン化合物が，利尿降圧剤，腎不全用剤などとして有用であるとして参照文献を3つ掲げ，本発明で使用される化合物としても同文献を参照しているのであるから，利尿降圧という透析時又は透析後低血圧症にとって明らかに望ましくないと考えられる作用がある化合物をかかる疾患に適用するに当たっては，明細書において，客観的に確認するに足りる具体的実験結果によってその有効性を示すことが，なおさらのこと必要であるといえ，それを欠く本願明細書は不備といわざるを得ない。 　請求人は，本願発明の化合物はアデノシン拮抗剤であり，その降圧剤としての効果はナトリウム利尿作用に基づくものであり，腎血流量が増加し，腎尿細管でナトリウムの再吸収を抑制してナトリウム及び水排出が促進されることによって体液量が減少するなどして降圧効果をもたらすものであるから，腎が機能しない透析患者においてはアデノシン拮抗剤による降圧作用は起こらないと推測されるとし，アデノシン拮抗剤は心臓，血管に作用した場合は，アデノシンの大量放出が原因の急激な低血圧を改善する効果を有する(平成14年6月24日付け意見書)と主張する。しかし，本願発明の化合物について，上記の利尿作用のメカニズムや透析患者に対する作用の有無，その低血圧改善作用が本出願当時，当業界における技術常識であったとする根拠はない。",
            "また，請求人は，当審において，「透析低血圧の病態と対策；臨床透析，vol.12，no.8，1996(判決注：平成8年)，1105頁～1117頁」(参考資料",
            "1。判決注：本訴甲4)並びに「日本医薬品総覧(1995年(判決注：平成7年)度版　7月10日第1刷)；塩酸ドパミン並びにノルエピネフリンの項」(参考資料2。判決注：本訴甲5)を提出し，脱血ショックモデル，並びに，LPS誘発ショックモデルが透析時低血圧症の評価モデルとして使用できることが，本願出願時において当業者により認識されていたとし，本願出願時に公知であった特開平6-239743号公報(判決注：甲6)に，本願化合物が脱血ショックモデル並びにLPS誘発ショックモデルにおいて有効であることが，薬理試験データによるサポートを伴って具体的に開示されているのを考慮すれば，本願明細書を読んだ当業者であれば，本願化合物が透析時低血圧症等の治療等に有効性を示すであろうことが十分に推認できる旨主張する。",
            "しかしながら，参考資料1，2はいずれも，脱血ショックモデル，並びに，LPS誘発ショックモデルが透析時低血圧症の評価モデルとして使用できることを示すものではない。",
            "そして，そもそも，特許出願明細書を理解するに当たって当業者が利用可能な技術常識とは，当業者が通常持っているべき知識や理解力，判断力などをいい，出願日(優先日)前に頒布された刊行物の記載事項が直ちに技術常識であることを意味しないと解されるところ，特開平6-239743号公報(発明の名称「ピラゾロピリジンの新規用途」平成5年12月24日出願，平成6年8月30日公開)は請求人自身の特許出願に係る公開公報であって，本願出願の優先日(平成7年4月27日)のわずか8か月前に公開された文献であるから，たとえ請求人自身が熟知しているとしても，この文献の薬理試験データなどの記載内容が直ちに本願出願当時の当業者が通常有していた技術常識であるということはできない。 　したがって，かかる文献の薬理データを本願明細書の理解に当たって利用することを前提とする請求人の主張は，その前提において誤っており,採用することはできない。",
            "なお，審査段階で提出された参考資料をみても，それらによって本願発明の化合物を透析時低血圧症等の予防，治療に使用することの技術的意義を当業者が理解するに十分な技術常識が本願出願当時に存在していたとすることはできない。 　以上のとおりであるから，本願明細書には，当業者が本願発明を実施することができる程度に明確かつ十分に発明の詳細な説明に記載されていない。 　したがって，本願は，特許法36条4項に規定する要件を満たしていない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "審決は，当業者の技術常識を誤認した結果，本願明細書は当業者が本願発明の実施をすることができる程度に明確かつ十分に記載されたものではないと誤って判断したものであり，違法であるから取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明細書の記載要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "透析低血圧症とは，慢性腎不全の患者が透析中に血液低下を来たし，何らかの処置が必要となる状態をいう。透析では，患者の血液を透析器に循環させ，かつ除水を行うことから，患者の体内循環血液量が実質上減少し，低血圧状態(虚血)となる。このような低血圧状態では，細胞や組織からアデノシン(ヌクレオシドの一種)が放出され，血中アデノシンの濃度が増加することが知られている。このアデノシンがヒトの細胞膜に存在するアデノシンAl受容体と結合すると，①心収縮力の抑制，②心拍数の低下，③末梢血管収縮の抑制等の作用が生ずる。これらの作用は全て血圧を低下させる要因となり，血圧低下の悪循環を招く。",
                "本願化合物は，アデノシンAl受容体に選択的に結合する性質を有し，同受容体がアデノシンと結合することを防止する薬剤(アデノシン拮抗剤)であり，透析低血圧症が発症した場合には，本願化合物を投与することにより，上記悪循環のルートの一部を阻害して透析低血圧症の発症を防止することができる。",
                "これに対し，被告は，透析低血圧症の原因は多様で複雑なものであると主張するが，Sほか「透析低血圧の病態と対策」臨床透析 1996 Vol.12 No.8(甲4)に「1　循環血漿量の低下　これは低血圧(とくに透析中の血圧低下)の主因と考えられる。」(1107頁)と記載されているように，本件出願当時，透析低血圧症の主な原因は循環血漿流量の低下であって，その他の原因は副因にすぎないと認識されていた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書には明確な薬理データの記載はないが，本件出願当時，脱血ショックモデルとLPSショックモデルが透析低血圧症を評価するモデルであること，本願化合物が脱血ショックモデルとLPSショックモデルに有効であることは，当業者に周知の事項であった。したがって，当業者であれば，本願化合物が透析低血圧症に有効であることを容易に理解し，実施することができた。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "脱血ショックモデル",
                  "text": [
                    "脱血ショックモデルとは，動物の体内から血液を一定量体外に抜き取り，一定時間経過後に抜き取られた血液を還血する動物モデルをいい，例えば平6-239743号公報(甲6。以下「甲6公報」という。)には，脱血に伴って低血圧状態となり，還血後も血圧が回復せずにその低血圧状態が持続，進行することが記載されている(17頁左欄6行～右欄12行，表1，2)。他方，透析低血圧症は，患者の血液を透析器に循環させ，かつ急速に血液から除水することにより患者の体内にある血液循環量が血圧調整能力を超えて減少することによって低血圧状態となるものであり，透析を中止するか，何らかの処置を施さない限り，低血圧状態が持続，進行する。このように，両者は，血液の一部が強制的に体外に排出され，一定時間循環血液量が減少しているという本質的な点で共通しており，脱血ショックモデルに効果を示す薬物は透析低血圧症にも効果を示す可能性があることは，当業者には周知であった。",
                    "実際，本件出願当時，透析低血圧症を適応症とした薬剤の臨床試験前の前臨床試験で，脱血ショックモデルが用いられた。例えば，透析低血圧症の治療薬としてFDA(米国食品医薬局)から第1／第2相臨床試験を進めることが許可されたＮOX-100の場合には，その効果を実証するためにラットの脱血ショックモデルが用いられている(「The Investigational Drugs database DRUG report」(甲10)の1頁28行～29行)。そして，本件出願後ではあるが，透析低血圧症を用途とする本願化合物に関し，脱血ショックモデルでのデータを根拠に用いて臨床評価が行われた(「FK352治験薬概要書(透析低血圧症)」(甲9)の18頁～20頁)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "LPSショックモデル",
                  "text": [
                    "「LPS」とはリポ多糖(lippolysaccharide)の略であり，具体的には，敗血症ショックを起こすグラム陰性菌の細胞壁から遊離されるリポ多糖(エンドトキシン)を意味する(「ステッドマン医学大事典改訂第5版」(甲7))。また，「敗血症ショック」とは，多量の毒素あるいはサイトカインなどの血管作用物質を放出する感染によるショックであり低血圧を伴うことは当業者の技術常識である。甲6公報にもエンドトキシンの投与によって低血圧状態となり，その低血圧状態が持続，進行することが記載されている(19頁表4)。また，透析液中に混入したエンドトキシンがリンパ球を刺激し，インターロイキン1が放出される等の作用により，透析中に生じる低血圧の原因となり得ることが報告されている(L.W.Hendersonほか「Hemodialysis Hypotension: The Interleukin Hypothesis」Blood Purification 1:3-8 (1993)(甲12)の6頁左欄5行～29行)。",
                    "このように，LPSショックモデルは，透析と同様に低血圧状態が持続，進行する点で共通しており，当業者の間では，LPSショックモデルによる薬効薬理の評価に基づいて透析低血圧症における薬剤の効果を予測できることは周知の事実であった。",
                    "実際，本件出願当時，透析低血圧症を適応症とした薬剤の臨床試験前の前臨床試験で，LPSショックモデルが用いられた。例えば，透析低血圧症の治療薬としてFDA(米国食品医薬局)から第1／第2相臨床試験を進めることが許可されたＮOX-100の場合には，その効果を実証するため，羊のLPS(エンドトキシン)ショックモデルが用いられている(甲10の1頁24行～25行)。同様に，透析低血圧症の治療薬として第1相試験と第2相試験が日本で行われ，臨床薬理試験も英国で実施されたOＮO-1714でも，その効果を実証するために，LPSが原因で生じる敗血症のラットや，イヌのLPSショックモデルが用いられている(「The Investigational Drugs database DRUG report」(甲11)の1頁2行～4行，3頁5行～7行，17行～19行)。なお，出願後であるが，本願化合物に関し，LPSショックモデルでのデータを根拠に用いた臨床評価が行われた(甲9の21頁～23頁)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "脱血ショックモデル及びLPSショックモデルにおける本願化合物の有効性　本件化合物が，脱血ショックモデル及びLPSショックモデルにおける持続的な低血圧の改善に有効であることは，本件出願当時，明らかであった。",
                    "本件出願当時，脱血ショックモデルでは脱血後に，LPSショックモデルではエンドトキシンの注入後に血中アデノシン濃度が上昇することが広く知られていた(Che-Se Tungほか「ADENOSINE IN HEMORRHAGIC SHOCK: POSSIBLE ROLE IN ATTENUATING SYMPATHETIC ACTIVATION」Life Sciences Vol.41 pp.1375-1382(甲14)の1頁要約。Akira Karasawaほか「Effects of Adenosine, an Adenosine-A1 Antagonist, and Their Combination in Splanchnic Occlusion Shock in Rats」Circulatory Shock 36 154-161 (1992)(甲15)の1頁上欄。Uほか作成に係る意見書(甲8)2頁18行～25行)。実際，本願化合物(FK352)と基",
                    "本骨格が同じである化合物(FK453)に関する論文において，アデノシン桔抗剤であるFK453がショックの予防に有効であることが開示されてい",
                    "る(Phamacology(1993)(甲19)の172頁右上欄)。このように，ショックモデルではアデノシン濃度が上昇しており，アデノシン拮抗剤が有効であることは，出願当時の技術常識であった。そして，本願化合物がアデノシン拮抗剤であることは出願時において技術常識であった(甲8の1頁2行～3行，3頁2行～4行)。",
                    "このように，脱血ショックモデル及びLPSショックモデルでは血中アデノシン濃度が上昇すること，アデノシン桔抗剤が両ショックモデルでの病態を改善すること，本願化合物がアデノシン濃度の上昇を防止するアデノシン拮抗剤であることが当業者の間で広く知られていたことにかんがみれば，本願化合物が脱血ショックモデル及びLPSショックモデルに有効であることは当業者の間で技術常識であったことは明らかである。",
                    "実際，甲6公報の試験1では，脱血ショックモデルとして5頭のビーグル犬を用意し，脱血後に5頭の中の試験群には本願化合物を，対照群には生理食塩水を投与して，試験群の平均血圧の変化を示す表1と対照群の平均血圧の変化を示す表2が記載されている(段落【0122】～【0124】)。これらの開示から明らかなように，本願化合物が投与された試験群は対照群に比べて，還血終了後の平均血圧が高い。また，甲6公報の試験2では，LPSショックモデルとして3頭のビーグル犬を用意し，LPS投与後に3頭の中の試験群には本願化合物を，対照群には生理食塩水を投与して，試験群の平均血圧の変化を示す表3と対照群の平均血圧の変化を示す表4が記載されている(段落【0125】～【0127】)。",
                    "審決は，甲6公報について，原告自身の特許出願にかかる公開公報であり，本願の優先日のわずか8か月前に公開された文献であるから，本件出願当時の技術常識とはいえないとしている。しかしながら，公開された技術は公開後8か月しか経過していないから技術常識とはならないという判断は根拠のないものであり，また8か月の起算日として，本件出願の実際の出願日ではなく優先日を用いていることも不合理である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "医薬用途発明の明細書の記載要件は一般に，薬理効果，有効量，投与方法，製剤化のための事項であるとされているが，近時の判例は，これらに加え，「薬理データ又はそれと同視すべき程度の記載」を必要としている(例えば，東京高判平成10年10月30日・平成8年(行ケ)第201号，東京高判平成15年12月",
              "text": [
                "8日・平成13年(行ケ)99号)。",
                "原告は，上記判断基準自体に異議はないが，「薬理データ又はそれと同視すべき程度の記載」の充足性を判断するに当たっては，医薬用途発明を特許として保護すべき必要性に十分な注意を払う必要があり，出願当時の技術常識を前提とすべきである。前記のとおり，本願化合物が透析低血圧症に有用であること及びその薬効を得るための方法は，出願時の技術常識から当業者が十分に認識できたものであり，本願明細書には投薬の容量や方法は具体的に記載されているのであるから，当業者であれば，本願化合物の透析低血圧症薬としての有用性を理解し，これを確認する方法を認識することは十分に可能であったはずである。",
                "また，本願については，ヒトでの臨床試験開始前に行われる前臨床試験段階において透析低血圧症を直接的に再現した動物モデルを用いた実証データを取得することが事実上不可能であったから，本件出願時に薬理データをもって本願発明を説明することはそもそも不可能である(甲8の3頁6行～8行，19行～22行)。つまり，本願発明について明細書に薬理データの記載を求めることは，不可能を強いるものであって，本願発明の発明者が本願化合物について透析低血圧症薬としての有用性を見出した努力や労苦に対し特許権による保護を一切与えないことを意味する。これは，医薬分野で開発に携わる者の医薬用途発明へのインセンティブを失わしめ，有用な医薬の開発を阻害し，ひいては特許法の目的たる発明の保護にも反しかねない帰結である。本願化合物の透析低血圧症薬としての用途については臨床試験が実際に開始され，非常に期待される結果が得られているのであり，臨床医らからは，従来の医薬とは全く異なる新しい透析低血圧用の医薬品として本願化合物が開発・製品化されることについて強い要望が出されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，本件出願当時，脱血ショックモデルとLPSショックモデルは，透析低血圧症の評価モデルであること，本願化合物が脱血ショックモデルとLPSショックモデルに有効であることは，当業者の間で広く知られていた技術常識であるから，本願化合物が透析低血圧症に有効であることを当業者は容易に推認できたものである。したがって，本件出願の発明の詳細な説明は，当業者が技術常識に基づいてその実施ができる程度に明確かつ十分に記載されているのであって，本願明細書が特許法36条4項に規定する要件を満たしていないとの審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "text": [
        "原告の主張にはいずれも理由がなく，審決に違法な点はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(明細書の記載要件の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，特許請求の範囲に記載された「透析時低血圧症及び／又は透析後低血圧症」を単に「透析低血圧症」といい換え，その定義を透析中に起こる状態に限定し，その原因を体内循環血液量の減少と説明している。",
                "しかしながら，甲4には，低血圧を引き起こす因子として「循環血漿量の低下」以外の因子も挙げられ，「透析による低血圧の原因については…まだ十分な結論が得られていないのが現状である。」(1106頁下から3行～2行)と記載されている。また，甲4は，透析低血圧の原因を器質的障害と機能的障害とに分け，後者による低血圧を，①透析中の低血圧(透析早期の低血圧，透析後期の低血圧)，②常時低血圧に分類した上で，「低血圧の病態は多くの因子により修飾され，その対策も確立しているとは言い難い。」(1116頁最下行～1117頁2行)としている。本願発明にいう「透析時低血圧症及び/又は透析後低血圧症」は透析中に起こる現象のみならず上記①②の低血圧をすべて含むのであって，このような低血圧の病態は原因も多様で複雑なものである。",
                "原告は，低血圧状態では血中アデノシンの濃度が増加し，ヒト細胞膜に存在するA1受容体と結合することにより，①心収縮力の抑制，②心拍数の低下，③末梢血管収縮の抑制が起こり血圧を低下させる要因となると説明している。",
                "しかし，原告は，このメカニズムについて何の根拠も示していない。原告の主張するメカニズムに近いものとして，甲8(1頁)には名古屋大学病院分院内科のTが提唱した「透析低血圧症のメカニズム」が紹介されているが，1994年に発表された同氏の論文(「Role of Adenosine in Dialysis-Induced",
                "Hypotension」JOURNAL OF THE AMERICAN SOCIETY OF NEPHROLOGY VOL.4 NO.12 (1994) P1987-1994(乙1))によれば，これは透析時に生じる「急速な血圧下降」の現象に対する仮説であって，透析時に緩慢におこる低血圧との関連性は否定されている(1987頁左欄)。",
                "また，アデノシン受容体にはA1，A2が存在し，アデノシンの心拍に対するネガティブな効果はA1受容体を介し，低血圧効果はA2受容体を介して行われているとするという仮説が存在するが(甲15)，原告の説明はこの仮説とも異なっている。",
                "以上のとおり，透析時低血圧症や透析後低血圧症を理論的に説明できるメカニズムは未だ存在していない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件出願当時，脱血ショックモデルとLPSショックモデルが透析低血圧症の評価モデルであることや，本願化合物が脱血ショックモデルとLPSショックモデルに有効であることが当業者の間で広く知られていたのであり，本願明細書に薬理データの記載がなくても，当業者は本願化合物が透析低血圧症に有効であることを容易に推認できたと主張する。",
                "しかしながら，本願明細書を理解するために参照することができるのは出願時の当業者の技術常識である。技術常識とは，当業者が通常持っている技術的な知識や理解力，判断力をいうものと解されるから，具体的実験データや理論的説明なしに本願化合物が透析時低血圧症や透析後低血圧症に有効であることを当業者が理解可能であるのは，本願化合物が当該疾病に有効であることが当業界にすでに知識として行き渡っている場合や，そのことが技術的に当たり前のこととして理解される場合である。出願前に知られた種々の事象を寄せ集め，仮説に従えば推認できるという程度の事項は到底技術常識とはいえない。そして，以下のとおり，原告の主張にはその前提に誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "脱血ショックモデルについて",
                  "text": [
                    "原告は，脱血ショックモデルは，透析と同様に血液の一部が強制的に体外に排出され，一定時間循環血液量が減少しているという本質的な点で共通していると主張する。",
                    "脱血ショックモデルは，甲6公報の段落【0122】によれば，血液をリザーバーに抜き取り，血圧を低下させた後，1時間リザーバーを調節して低血圧を維持した後に，血液を戻すものであるから，血液の成分に変化は起こらないし，還血後は血液量は当初の量に戻る。これに対し，透析は，患者の血液を透析器に循環させ，血液から水分や不要な成分を徐々に取り除くものであるから，血液の成分に変化が起こり，血液量は徐々に低下し当初の量には戻らない。脱血ショックモデルにおいては透析自体を行わず，還血後の血液量も血漿成分の変化も起こらないから，血圧に影響を与える要因が透析低血圧症と本質的に同じとはいえない。",
                    "甲10には，本件出願日より約3年後の1999年7月にFDAがＮOX-10",
                    "0について透析低血圧症の治療の第1/第2相臨床試験を進める許可をした旨の記載がある。しかしながら，前臨床試験としてどのような実験が行われ，FDAがどのような資料に基づいて上記許可をしたのかはこの証拠からは明らかではない。また，甲10には，「ラットの脱血ショックモデルにおけるＮOX-100の効果を考察した前臨床試験結果は，ＮOX-100が幅広い抗炎症作用と組織保護機能とを有することを示した。」(1頁28行～29行)と記載されているにすぎず，血圧の変化についての言及はなされていない。",
                    "原告は，本願化合物について，脱血ショックモデルでのデータを根拠として臨床評価が行われたと主張する。しかし，原告が依拠する甲9は，本件出願より約5年も後に作成された文書である上，その内容もFK352(本願化合物)単独の麻酔犬の脱血ショックモデルにおける結果ではなく，従来より透析時低血圧に有効であることが知られているメチル硫酸アメジニウム(乙3)とFK352の作用を対比して示したものである。このように，メチル硫酸アメジニウムとの対比によってはじめてFK352の透析時低血圧への治療効果の予測が可能になるのであって，FK352の脱血ショックモデル実験結果を示すだけで透析時低血圧症の治験薬として許可され得たかどうかは明らかでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "LPSショックモデルについて",
                  "text": [
                    "原告は，エンドトキシンの投与によって低血圧が起こるLPSショックモデルは，透析と同様に低血圧が持続，進行する点で共通しており，当業者の間では，LPSショックモデルによる薬理効果の評価により透析低血圧症に対する薬理効果を予測できることは周知の事実であったと主張している。",
                    "しかし，原告が挙げる論文(甲12)の記載は，そもそも仮説であって実証されたものではない。しかも，インターロイキン1の産生機序は複数記載されており，エンドトキシンに特定されているわけでもない。したがって，甲12から透析低血圧の原因物質がエンドトキシンであることが当業者の技術常識であったということはできない。",
                    "原告は，甲10を根拠に，LPSショックモデルが透析低血圧症を適応症とする薬剤の前臨床試験に用いられたと主張するが，甲10(要約の1行～12行)には，ＮOX-100について，透析低血圧以外に敗血症の治療の第1／第2相臨床試験が計画されている旨の記載があり，LPSショックモデルが特に透析低血圧症の前臨床試験として用いられたと断定する根拠はない。甲7によれば，LPSは「敗血症ショックを起こすグラム陰性菌の細胞壁から遊離されるリポ多糖(エンドトキシン)」であると説明されているのであるから，LPSショックモデルの結果はむしろ敗血症を適応症とした臨床試験に関連すると理解するのが自然である。",
                    "さらに，原告は，甲9，11に基づき，本願化合物及びOＮO-1714の効果を実証するために，LPSショックモデルが用いられていると主張する。しかしながら，甲11には2001年7月までに透析低血圧症の第2相試験が日本で実施されたとの記載があるが，この試験の前臨床試験がLPSショックモデルであるとの記載は見当たらない。OＮO-1714は透析低血圧症のほか敗血症の治療薬としても臨床試験が行われたのであり，LPSショックモデルは透析低血症のモデルというよりむしろ敗血症モデルとして評価された可能性が高い。また，甲9では，脱血ショックモデルのほかにLPSショックモデルの試験も行われているが，前記のとおり，メチル硫酸アメジニウムとの比較がない場合に透析低血圧症を適応症とする薬剤の前臨床試験として評価され得たかどうかは疑問である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "脱血ショックモデル及びLPSショックモデルにおける本願化合物の有効性　原告は，本願化合物が脱血ショックモデルとLPSショックモデルに有効であることは当業者の間での技術常識であったと主張する。        　　　　　　　　　　(ア)　しかしながら，甲14には，出血ショックにより血漿中のノルエピネフリン，エピネフリン，アデノシン，尿酸レベルが顕著に上昇したとの記載があるが，単にレベルが上昇したというだけであって，アデノシンがショックモデルの病態，特に血圧とどのように関連するのかについては全く不明である。",
                    "また，甲15は，内臓大動脈狭窄(SAO)後の再灌流で起こる循環系のショックにおいて内因性のアデノシンが重要な役割を果たしていると記載されているが，これは脱血ショックモデルやLPSショックモデルとは異なるモデルである。",
                    "甲8は，本願の発明者が作成したFK352の開発の経緯を記載した文書であって，本件出願時に脱血ショックモデルやLPSショックモデルにおいてアデノシン濃度が上昇することが周知であったことを具体的に裏付けるものではない。",
                    "甲19には，本願化合物とは異なるアデノシンA1拮抗剤である化合物FK453について，脱血及びLPSショックモデル動物において血行動態を改善することが記載されている。しかしながら，その血圧に対する作用自体は不明であり，ショックモデルにおけるアデノシンの役割が解明されていない。",
                    "このように，ショックモデルにおけるアデノシン及びその血圧に対する作用との関連は明らかになっていない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲19には，ショックモデルにおいてFK453が血圧上昇作用を有する旨の記載がそもそもない。仮にあったとしても，観察されたFK453のショックモデルにおける作用は，その他のアデノシンA1拮抗剤においても普遍的に観察されることが立証されているわけではないから，この作用がFK453特有のものであるのかアデノシンA1拮抗剤が有する作用なのかは定かでない。また，FK453の構造のどの部分が当該作用に関係しているのかも解明されていないのであるから，FK453とFK352の構造に共通部分があるとしても，必ず同じように作用する保証はないと考えるのがむしろ当業者の常識であろう。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明の化合物FK352がアデノシン拮抗剤であることは本件出願当時に公知であったことは認める。しかし，アデノシンの受容体にはA1，A2などが知られており，アデノシンの心拍に対するネガティブな効果はA1受容体，低血圧作用はA2受容体を介するとの仮説の存在(甲15)に照らすと，アデノシン拮抗剤であれば，あるいはアデノシンA1拮抗剤ならば低血圧を阻止するという作用に結びつくという常識の存在は疑わしい。",
                        "また，甲13には本願化合物を含むアデノシン拮抗剤が降圧剤であることが記載され(段落【0006】)，また，甲16の1にはアデノシンA1拮抗剤が高血圧症に有効であることが記載されているように(Table 1)，本願化合物には血圧を低下させる作用があることが知られていたのであるから，このような血圧降下作用を有する薬剤が透析時や透析後低血圧症では血圧上昇作用という相反する作用を示すことについては，これを裏付ける具体的データあるいは理論的説明なくしては当業者は到底理解し得ない。",
                        "なお，本願は日本出願の明細書を基礎とし国内優先権を主張してなされた出願であり，優先権の基礎となる日本出願をした時点のわずか8か月前に公開された特許出願明細書に記載された試験データの具体的な内容がその後の国際出願時(1年8か月後)において同じ日本国内で当業界の技術常識にまで至るということは通常想定不可能であり，それを可能とする特殊事情の存在も窺えないところから，これが本件出願当時の当業者の技術常識であるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明は薬理データをもって説明することが不可能という実情があるから，薬理データの記載を求めることは発明の保護に欠けるなどと主張する。",
                "しかしながら，本願発明の化合物について透析低血圧症薬としての有用性を見出した努力や労苦が存在するならば，努力や労苦の結果，すなわちその有用性をどのような形で見出したのかを出願明細書に記載すべきである。特許法1条は発明の保護と同時に利用をうたっており，保護されるべきは当業者がその発明の技術的意義を理解し実施することができる程度に明確かつ十分に開示された利用可能な発明でなければならない。開示なくして保護のみを求めるのは筋違いである。",
                "薬理データの記載はなくとも，用量や投与方法の具体的記載や技術常識から透析低血圧症薬としての本願化合物の有用性は理解可能とも主張するが，用法や投与方法だけでは当業者は当該医薬が実際にその用途において有用であるか否を知ることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張には理由がなく，審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(明細書の記載要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条4項は，「発明の詳細な説明は，通商産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」と定める。",
                "医薬についての用途発明においては，一般に，物質名，化学構造だけからその有用性を予測することは困難であり，発明の詳細な説明に有効量，投与方法，製剤化のための事項がある程度記載されている場合であっても，それだけでは当業者は当該医薬が実際にその用途において有用性があるか否かを知ることができないから，発明の詳細な説明に薬理データ又はそれと同視すべき程度の記載をしてその用途の有用性を裏付ける必要があり，そのような記載がなされていない場合には，上記特許法36条4項に違反するものというべきである(東京高判平成10年10月30日・平成8年(行ケ)第201号，東京高判平成15年12月26日・平成15年(行ケ)第104号参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の「請求の範囲」の記載によれば，本願発明は，本願化合物が「透析時低血圧症及び／又は透析後低血圧症」(以下「本願疾病」という。)の「予防及び／又は治療」に有用であることを見出したとする用途発明であると認められるところ，本願発明の詳細な説明には以下の記載がある。",
                "(a)「技術分野",
                "本発明(判決注：本件出願の国際出願時の請求の範囲に記載された発明をいう。",
                "以下，同様。)は，ピラゾロピリジン化合物又はその塩類を有効成分として含有する，透析時低血圧症及び／又は透析後低血圧症の予防及び／又は治療剤に関するものであり，医療の分野で有用なものである。ここで，透析後低血圧症には透析後起立性低血圧症が含まれる。",
                "背景技術",
                "いくつかの種類のピラゾロピリジン化合物が，利尿降圧剤，腎不全用剤などとして有用であることが知られている(例えば，特開昭64-45385号，特開平2-243689号，特開平5-112566号，等)。",
                "発明の開示",
                "本発明の透析時低血圧症及び／又は透析後低血圧症の予防及び／又は治療剤は有効成分としてピラゾロピリジン化合物又はその塩類を含有する製剤である。」(1頁4行～18行)",
                "(b)「本発明の製剤は，有効成分であるピラゾロピリジン化合物(I)単独の形で，あるいは，有効成分としてピラゾロピリジン化合物(I)又はその塩類を直腸投与，経肺(経鼻ないしバッカル吸入)，点鼻，経口又は非経口(皮下，静脈内及び筋肉内を含む)などの投与又は吸入に適した有機あるいは無機担体又は賦形剤と共に含有する固形，半固形あるいは液状の製剤の形で用いることかできる。有効成分は例えば，錠剤，ペレット剤，トローチ，カプセル剤，坐剤，エアゾール剤，吸入用粉末薬，液剤，乳剤，懸濁剤，その他使用に適した剤形に用いられる慣用の無毒性の医薬として許容される担体と共に配合することができる。さらに，必要に応じて補助剤，安定化剤，粘稠化剤，着色剤及び香料を使用することができる。ピラゾロピリジン化合物(I)又はその塩類は疾患の経過又は状態に所望の予防効果及び／又は治療効果を生じるに足りる量を製剤に含有させればよい。本発明で用いる製剤は，当技術分野における常用の方法により製造できる。必要により，薬物のバイオアベイラビリティーを向上させるために当技術分野において常用される方法を，本製剤の製造に当っても，適用できるものである。この製剤を適用する場合，静脈内(輸液中に含有させる方法を含む)，筋肉内又は経口投与によるのが好ましい。ピラゾロピリジン化合物(I)の予防及び／又は治療有効量は予防及び／又は治療される各患者の年令及び条件によっても変動するが，一般にはピラゾロビリジン化合物(I)を，静脈内投与の場合には体重1kg当り1日量0.01-100mg，筋肉内投与の場合には体重1kg当り1日量0.01-100mg，経口投与の場合には体重1kg当り1日量0.01-200mgで投与することができる。」(43頁18行～44頁20行)",
                "上記記載によれば，本願発明の詳細な説明には，本願化合物が記載されているほか，本願化合物が本願疾病の治療剤の有効成分であること，同治療剤の有効量，投与方法，製剤化のための事項がある程度記載されているものの，本願化合物が本願疾病の治療剤に利用できることを裏付ける薬理データ又はそれと同視すべき程度の記載は存在しないことは明らかである。発明の詳細な説明に，治療剤の有効量，投与方法，製剤化のための事項がある程度記載されているだけでは，当業者は当該医薬が実際にその用途において有用性があるか否かを知ることができないことは，前記判示のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，本件出願当時，脱血ショックモデルとLPSショックモデルが透析低血圧症を評価するモデルであることや，本願化合物が脱血ショックモデルとLPSショックモデルに有効であることが当業者の間で広く知られていたのであるから，当業者であれば，本願化合物が透析低血圧症に有効であることを容易に推認することができたのであって，かかる技術常識の存在に照らすと，本願発明については，薬理データ又はそれと同視すべき程度の記載がなされているということができ，あるいはその記載は不要であると主張する。",
                "しかしながら，特許法36条4項の要件を満たすかどうかを判断するに当たり，発明の詳細な説明に記載された薬理データ等の記載の意義を的確に理解するために，その発明が属する分野の技術常識を補完的に考慮すべき場合はあり得るとしても，前記のとおり，本願発明の詳細な説明には，そもそも本願化合物が本願疾病の治療剤に利用できることを裏付ける薬理データ又はそれと同視すべき程度の記載は何ら存在しないのである。",
                "また，原告の主張するとおり，本願発明の詳細な説明に薬理データ又はそれと同視すべき程度の記載がなくとも，本願化合物が本願疾病に有用であることは当業者であれば容易に推認し得たのであれば，本願発明は進歩性を欠くことは明らかである。本願発明が特許要件を欠くことを自認するに等しい原告のこの主張は，本願発明が進歩性を有すること，すなわち本願化合物が本願疾病の予防及び／又は治療に有用であることについて，当業者が容易に想到し得なかったことを当然の前提とする本願発明の詳細な説明に沿うものとはいい難い。",
                "さらに，本願発明の詳細な説明には，本件出願当時の「背景技術」として「いくつかの種類のピラゾロピリジン化合物が，利尿降圧剤，腎不全用剤などとして有用であることが知られている」と記載されているにすぎず，原告主張に係る技術常識を示唆し，あるいはこれに基づくとみなし得る記載はない。また，原告の主張する技術常識が本件出願当時の技術常識であったとは認められないことは，後記(5)で判示するとおりである。",
                "仮に，原告が主張するように，脱血ショックモデルとLPSショックモデルが透析低血圧症を評価するモデルであることや，本願化合物が脱血ショックモデルとLPSショックモデルに有効であることなどが，本件出願当時の技術常識であったとしても，本願発明は本願化合物の新たな用途を発見した用途発明であり，本願化合物がそのような用途に有用であることを本件出願当時の技術常識に基づいて当業者が容易に想到し得なかったことを前提とする以上，本願発明の当該用途における有用性を基礎付ける薬理データ又はそれと同視すべき程度の記載をしなければならないことに変わりはないというべきであり，そのような記載が何ら存在しない本願発明の詳細な説明の記載は，特許法36条4項の要件を満たさないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告は，臨床試験開始前に行われる前臨床試験段階において透析低血圧症を直接的に再現した動物モデルを用いた実証データを取得することが事実上不可能であるから，本願発明について発明の詳細な説明に薬理データの記載を求めることは，不可能を強いるものであると主張する。",
              "text": [
                "しかしながら，「薬理データ又はそれと同視すべき程度の記載」とは，当該医薬がその用途において有用性があることを具体的に裏付ける記載であって，必ずしも当該疾病を直接的に再現した動物モデルを用いた薬理データを必須とするものではない。審決も，本願発明の詳細な説明に本願疾病を直接的に再現した動物モデルを用いた薬理データが存在しないことを理由に「薬理データ又はそれと同視すべき程度の記載」が存在しないとしたものではなく，本願発明の詳細な説明には「本願発明の有効成分…について透析時や透析後低血圧症の予防や治療に有効に作用することを示す薬理データといえるものは，何ら記載されていない上，薬理データと同視すべき程度の記載もない。また，上記投与方法や投与量を採用する根拠も何ら示されていない。」ことを理由に特許法36条4項に違反するとしているのである。",
                "「薬理データ又はそれと同視すべき程度の記載」については，当該医薬の有効成分，用途，投与方法，薬理効果等に応じ，様々な記載方法が可能であり，本願発明について，その発明の詳細な説明において薬理データ又はそれと同視すべき程度の記載を求めることが不可能を強いるものであるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，前記のとおり，①透析低血圧症の主因は循環血漿流量の低下であること，②脱血ショックモデルとLPSショックモデルが透析低血圧症を評価するモデルであること，③本願化合物が脱血ショックモデルとLPSショックモデルに有効であることは，いずれも，本件出願当時に周知の事項であると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①の点について",
                  "text": [
                    "原告は，本願発明に係る請求の範囲に記載された「透析時低血圧症及び／又は透析後低血圧症」を「透析低血圧症」と総称した上で，透析低血圧症の主因は循環血漿流量の低下であり，患者の体内循環血液量が実質上減少することにより，細胞や組織からアデノシンが放出され，アデノシンAl受容体と結合することにより，血圧低下の悪循環を招くものであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，甲4には，「透析による低血圧の原因については，種々の因子が想定されているが，未だ十分な結論は得られていないのが現状である。」(1106頁下から3行～2行)と記載され，低血圧症を引き起こす主な因子として「循環血漿量の低下」，「自律神経機能不全」，「血漿浸透圧の低下」，「末梢血管拡張又は代償的血管収縮の阻害」，「血管作動性物質の枯渇」，「血液ガス及び酸塩基平衡の異常」が挙げられている(1107頁～1109頁)。",
                        "また，甲4は，透析低血圧を「器質的障害による低血圧」と「機能的障害による低血圧」に分けた上で，「機能的障害による低血圧」を「透析中の低血圧」，「常時低血圧」とに分類し，さらに「透析中の低血圧」のうち「透析早期の低血圧」は「透析開始後20分以内に生じる低血圧」であり，「おもに体外循環開始による血管内血液量の減少に対する血管反応性の低下時にみられる」(1110頁2行～5行)ものであり，「透析後期の低血圧」は，「血液透析療法は4～5時間の治療中に，血管を介しておもに細胞外液の除去を行っている」が，「この際，末梢血管の代償性収縮やplasma　refillingが十分に適用できない場合には血圧の低下を招く」(1110頁9行～12行)ものであり，「常時低血圧」は，「透析療法の向上とともに長期透析例が増加するに従って，」(1112頁下から2行～1113頁1行)出現することが多いものであるとしている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，乙1には，以下のとおり記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "「この研究は，アデノシンの代謝物…の血漿レベルが，血液透析の中の急激な血圧低下(急激低血圧)が起こるときに，鋭く上昇し，ゆるやかに低下する時(緩慢低血圧)には上昇しないことを示す。アデノシンは血管拡張作用を有しているから，この結果は，アデノシンの放出の増加が急激低血圧の原因である可能性を示す。",
                            "…急激低血圧の発生頻度はアデノシン受容体のアンタゴニストであるカフェインの投与で減少することが発見された。しかし，緩慢低血圧の発生頻度は変化しなかった。この結果は，アデノシンが急激低血圧を媒介しているが緩慢低血圧を媒介しないという上記で言及した仮説を支持する。」(1987頁左欄「要約」の1行～18行)"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "「透析低血圧は，透析処置の間におこる最も深刻な事態のうちの一つである。しかし，その現象のメカニズムはまだはっきりしない。」(1987頁右欄3行～4行)"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，甲15には，「KD15372の生体内でのアデノシン拮抗効果は，…方法により調査された。これらの実験は，アデノシンの心拍に対するネガティブな効果はA1受容体を介し，低血圧効果はA2受容体を介するという仮説に基づいている。」(156頁左欄13行～20行)と記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)ないし(ウ)の記載によれば，原告は本願疾病を透析低血圧症と総称しているが，「透析時低血圧症及び／又は透析後低血圧症」(本願疾病)は，その発現の時期や態様が様々であり，その原因についても様々な因子が指摘され，甲4や乙1によれば，本願疾病の発生メカニズムはまだはっきりとしないというのであるから，本願疾病の発生の主因が循環血漿流量の低下であることが，本件出願当時の技術常識であるということはできない。",
                        "また，アデノシンがアデノシンAl受容体と結合することにより，血圧低下の悪循環を招くという点についても，乙1によれば，アデノシンが急激低血圧を媒介しているというにとどまり，緩慢低血圧を媒介しないというのであり，さらにアデノシンによる低血圧効果はA2受容体を介するとの仮説も存在する(甲15)のであるから，原告主張に係る発生メカニズムが本件出願当時の技術常識であったとは認められない。",
                        "以上のとおり，原告が主張する本願疾病の発生因子や機序は，本件出願当時，本願疾病の発生因子や機序として当業者の間で広く受け入れられていた技術常識であったとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②の点について",
                  "text": [
                    "原告は，本願疾病を脱血ショックモデル又はLPSショックモデルによって評価できることは，本件出願当時，当業者の間で技術常識であったと主張し，その根拠として，(a)透析と脱血ショックモデルは，血液の一部が強制的に体外に排出され，一定時間循環血液量が減少することにより低血圧状態となり，それが持続，進行するという本質的な点で共通し，透析とLPSショックモデルも低血圧状態が持続,進行する点で共通すること，(b)本件出願当時，透析低血圧症を適応症とした薬剤の臨床試験前の前臨床試験で，両ショックモデルが用いられたこと(甲10，11)，(c)本件出願後ではあるが，本願化合物に関し，両ショックモデルのデータを根拠に用いた臨床評価が行われたこと(甲9)などを指摘する。",
                    "しかしながら，本願疾病の発生の主因が循環血漿流量の低下であることが，本件出願当時の技術常識であったとは認められないことは，前記判示のとおりである。",
                    "また，透析と両ショックモデルが上記(a)記載の共通点を有するとしても，透析と脱血ショックモデルには，例えば，患者の血液を透析器に循環させるかどうか，還血後の血液量や血漿成分に変化が見られるかどうかなどの相違点が存在するのであって，これらの相違点の存在にもかかわらず，本願疾病を脱血ショックモデル又はLPSショックモデルによって評価できることが本件出願当時の技術常識であったと認めるに足る的確な証拠は存在しない。",
                    "また，原告が依拠する甲10，11には，「前臨床試験」又は「前臨床」において脱血ショックモデル又はLPSショックモデルが評価モデルとして用いられた旨の示唆はあるが，これらの「前臨床試験」「前臨床」がいつ行われたのかは明らかではない。",
                    "さらに，本件出願後に，本願化合物に関し，脱血ショックモデル及びLPSショックモデルでのデータを根拠に用いた臨床評価が行われたとしても，そのことから本件出願当時，本願疾病が脱血ショックモデル又はLPSショックモデルによって評価できることが技術常識であったとはいえないことは明らかである。",
                    "以上によれば，本件出願当時，透析と脱血ショックモデル又はLPSショックモデルの共通点に着目し，本願疾病における薬剤の効果を両ショックモデルに基づいて評価する研究が行われていたとしても，その有効性が当業者の間で周知な事項であったとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③の点について",
                  "text": [
                    "原告は，本件出願当時，脱血ショックモデル及びLPSショックモデルでは血中アデノシン濃度が上昇し，アデノシン桔抗剤が両ショックモデルでの病態を改善することが当業者の間で広く知られていたのであるから，アデノシン拮抗剤である本願化合物が脱血ショックモデル及びLPSショックモデルに有効であったことは当業者の間で技術常識であったといえると主張する。",
                    "確かに，甲14には，出血ショックの場合に血漿中のアデノシンが増加した旨の記載があり，「PHARMACOLOGY(1993)」(甲19)には，藤沢薬品工業株式会社(原告訴訟被承継人)による研究の要約として，エンドトキシンショックを惹起したビーグル犬にアデノシンA1拮抗薬であるFK453を投与すると血行動態が改善した旨の記載がされていることが認められる。",
                    "しかしながら，上記甲14は，出血ショックの場合に血漿中のアデノシンが増加したとの記述にとどまり，甲19のFK453はアデノシンA1拮抗剤であるとはいえ，本願化合物とは異なる上，甲13には本願化合物を含むアデノシン拮抗剤が降圧剤であるとの記載が存在し(段落【0006】)，また，甲16の1にはアデノシンA1拮抗剤が高血圧症の治療に使用し得る旨の記載が存在する(350頁表1)ことに照らすと，本願化合物が脱血ショックモデル及びLPSショックモデルに有効であるとの技術常識が存在したとは認められない。",
                    "したがって，アデノシン拮抗剤である本願化合物が脱血ショックモデル及びLPSショックモデルに有効であったことが当業者の技術常識であったとの原告主張も採用の限りではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，原告の主張する，①透析低血圧症の主因は循環血漿流量の低下であること，②脱血ショックモデルとLPSショックモデルが透析低血圧症を評価するモデルであること，③本願化合物が脱血ショックモデルとLPSショックモデルに有効であることは，いずれも，本件出願当時に周知の事項であったとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，本願発明の詳細な説明が特許法36条4項に反するとした審決の判断に誤りはなく，原告の主張する審決取消事由は理由がないので，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10312",
    "date": "2005-08-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009416",
    "ipprecedent_id": "552",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}