{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001−7973号事件について平成17年6月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「殺菌剤」とする発明につき，平成4年1月13日を国際出願日として，特許を出願(平成4年特許願第502584号。以下「本願」という。)した。本願は，1991年1月30日付け英国特許出願Ｎo．9102038．8(甲第9号証。以下「優先権出願1」という。)及び1991年8月14日付け英国特許出願Ｎo．9117530．7(甲第10号証。",
            "以下「優先権出願2」という。)をパリ条約による優先権主張の基礎とする出願である。原告は，特許法184条の8第1項の規定により，平成5年7月8日付け補正書の翻訳文(補正書の提出は1992年12月8日)を提出し，平成12年1月7日付け手続補正書により補正を行った。しかし，平成13年1月31日付け拒絶査定を受けたため，同年5月14日，審判請求を行い，同日付け補正書を提出した。",
            "特許庁は，この審判請求を不服2001−7973号事件として審理し，その結果，平成17年6月1日，「本件審判の請求は，成り立たない。」との審決をし，同月14日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成5年7月8日付け補正書の翻訳文並びに平成12年1月7日付け及び平成13年5月14日付け手続補正書による補正後の本願の請求項1(請求項の数は全部で6項である。)は，次のとおりである(以下，上記補正後の明細書を「本願明細書」という。)。",
            "【請求項1】 次式(I)：",
            "〔式中R1は，フェニル，チエニル，ピロリル，チアゾリル，ピリジル，ピリミジニル，ピラジニル，トリアジニル，キノリニルまたはキノキサリニル基であり，これらの基の全ては次の置換基，ハロ(C )アルキル，C アルコ1−4 1−4",
            "キシ，ハロ(C )アルコキシ，C アルコキシ(C )アルキル，C",
            "1−4 1−4 1−4 1−4",
            "アルキルチオ，C アルケニル，C アルケニルオキシ，C アルキニル，2−4 2−4 2−4",
            "C アルキニルオキシ，ニトロ，シアノ，フェニル，フェノキシ，ベンジル2−4",
            "オキシ，-CO R'，-CONR'R”，-NR'R”, -S(O)nR'，-NHCONR'R”(式中R'およびR”は個々に水素またはC アルキル基であり，nは0または2であるが1−4",
            "但しnが0である時はR'はHである)の1つまたはそれ以上で置換されており；あるいは適当な場合にはこれのN-オキシドである〕を有する化合物またはこれの立体異性体。(以下，請求項1に係る発明を「本願発明」といい，同発明に係る化合物を「本願化合物」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願は，優先権出願1を基礎とするパリ条約による優先権主張の利益を享受することができず，優先権出願2の出願日である1991年8月14日に出願されたものとみなされるから，同年6月27日出願の特願平3−156560号公報(特開平4−26114",
            "7号公報(甲第2号証)参照。以下，審決と同様に「引用出願」という。)の願書に最初に添付された明細書(以下，審決と同様に「引用明細書」という。)に記載された発明(以下「先願発明」という。)と同一であり，本願発明の発明者が先願発明の発明者と同一の者であるとも，また，本願出願の時にその出願人と引用出願の出願人とが同一の者であるとも認められないから，特許法29条の2の規定により特許を受けることができないとするものである。",
            "審決は，上記結論を導くに当たり，先願発明の内容を次のとおり摘示した。",
            "①「【請求項1】 一般式I：",
            "【化1】",
            "Z1",
            "R3",
            "Z2",
            "O",
            "R4 N CHR2",
            "(Ⅰ)",
            "Y",
            "R1 X",
            "O",
            "［式中，Xは・・・Ｎ−C ～C −アルコキシ基を表わし，Yは・・・ＮR5基を表わし，R1，R2，R5は，H原子，C ～C −アルキル基を表わし，Z1，Z2は同一かまたは異なり，H原子・・・R3，R4は同一かまたは異なり・・・場合によっては分枝鎖状のC ～C −アルキル基・・・場合によっては置換されたアリール基・・・］で示されるO−ベンジル−オキシムエーテル。」(特許請求の範囲の請求項1)",
            "②「本発明は，O−ベンジル−オキシムエーテルおよび該化合物を用いて害虫，殊に菌類，昆虫類，線虫類およびクモダニ類を防除する方法に関する。」(段落【0001】)",
            "③",
            "(段落【0021】)",
            "④「XがＮ−Oアルキル基であるような式Iのオキシムエーテルは，4からa)O−アルキルヒドロキシルアミン塩酸塩との反応によって得ることができるかまたはb)ヒドロキシルアミン塩酸塩と反応させ，かつ次にアルキル化剤(例えば，沃化アルキル，硫酸ジアルキル等)を用いてアルキル化することによって得ることができる(ドイツ連邦共和国特許第3623921号明細書参照)。」(段落【0026】)",
            "⑤",
            "(段落【0031】)",
            "⑥「こうして得られたカルボン酸11から自体公知の方法で酸クロリド14は得ることができる(Organikum 第16版，第423頁以降B(1",
            "985)参照)。14からアミド15への変換は，Organikum 第",
            "16版，第412頁(1985)の記載と同様にして行なわれる。」(段落【0032】)",
            "⑦ 表Ⅲ",
            "で表される化合物のうち，化合物番号253が，X＝Ｎ−OCH ，Y＝ＮH，R1＝CH ，R2＝H，R3＝CH ，R4＝4−ニトロフェニルであり，融点：134−137℃であること(段落【0152】の化学構造式，段落【0164】。以下，審決と同様に，この化合物を「引用化合物」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，パリ条約による優先権主張について，本願が優先権出願1を基礎とする利益を享受することができるか否かに関する認定判断を誤り(取消事由1)，先願発明と本願発明との同一性の判断を誤ったもので(取消事由2)，新たな拒絶理由の通知なく審決がされた手続的瑕疵(取消事由3)も有するところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(パリ条約による優先権主張の認定判断の誤り)",
          "text": [
            "審決は，パリ条約4条Hの規定による優先権主張の利益を享受するには，最初の出願に係る出願書類の全体により「発明の構成部分」が明らかにされていなければならず，化合物の薬理活性(有用性)が実際に確認できるものとして記載されていることは「発明の構成部分」であると解し，優先権出願1の明細書においては，本願発明の化合物，その薬理活性(有用性)が実際に確認できるものとして記載されていないから，本願の「発明の構成部分」が，優先権出願1の明細書において明らかにされているとはいえず，本願は，優先権出願1を基礎とする優先権主張の利益を享受することができないと判断するが，この判断は，次のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "パリ条約4条Hの解釈",
              "text": [
                "パリ条約4条Hの規定は，最初の第1国で提出された出願の書類に示された複数の請求項(claims)の中に，優先権の主張に係る，発明の構成の要素的事項のうちのあるものが書かれていなくとも，最初の第1国の出願書類がその全体として見る時に，請求項に書かれてない上記のような発明の構成の要素的事項を特定的に(specifically)記載する限りは，優先権の主張の利益を享受できることを定めたものと解すべきである。したがって，上記の規定には，「最初の出願に係る出願書類の全体により発明の構成部分(elements)が明らかにされていなければならない」とは定められていない。また，上記の規定に，優先権主張された発明が産業上の有用性をもつことが最初の第1国の出願書類の中に記載されていることが優先権主張の利益の享受のための必要条件であるとは規定されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "優先権主張の利益享受の適格性",
              "text": [
                "審決の引用する裁判例(東京高等裁判所平成11年(行ケ)第207号平成12年9月5日判決。以下「裁判例1」という。)において，「化学物質につき特許が認められるためには，それが現実に提供されることが必要であり，単に化学構造式や製造方法を示して理論上の製造可能性を明らかにしただけでは足りず，化学物質が実際に確認できるものであることが必要であると解すべきである。」と判示されているが，この裁判例は，国内優先権主張の利益を享受する適格性についてのものであり，パリ条約4条Hの規定による優先権主張の利益を享受については関係しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "製造方法の記載",
              "text": [
                "甲第9号証には，欧州特許出願公開EP−A−0370629号公報(甲",
                "第9号証の2)及び同EP−A−0398692号公報(甲第9号証の4)",
                "に記載された方法によって，優先権出願1の化合物(以下「優先権出願1化合物」という。)を製造することができるとの記載があり，甲第9号証及び同号証の2ないし5に示された公知技術の水準に照らして，本願化合物の製造方法は，本願発明の優先権主張日以前に当業者に自明であったから，具体的な製造実施例が優先権出願1の明細書に特定的に開示されていなかったとしても，本願化合物の製造方法は，当業者にとって自明で実施可能である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "産業上の有用性",
      "text": [
        "優先権出願1の明細書(甲第9号証)には，「本発明の化合物は活性な殺菌剤であり，したがってつぎの1種又はそれ以上の病原体の防除に使用し得る：稲のイモチ病(Pyricularia oryzae)・・・茎腐病(Rhizoctonia spcies)。本発明の化合物のあるものは試験管内で広範囲の菌類に対して活性を示す。」と記載されている。イモチ病菌，茎腐病菌に対する殺菌活性は，試験管内で周知の慣用な抗菌活性テスト手段で簡単に確認できることが常識であるから，その具体的な試験結果が優先権出願1の明細書に開示されていないことだけを理由に本願化合物が産業上の有用性を持たないという審決の判断は，誤りである。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と先願発明との同一性の判断の誤り)",
          "text": [
            "審決は，引用明細書の段落【0152】及び段落【0164】に記載された化合物番号253の化合物(引用化合物)について，引用明細書の表Ⅲの「X−OCH 」は「X」の誤記であると解した上で，「X」が「Ｎ−OCH 」である場合，すなわち，引用化合物「α−メトキシイミノ−Ｎ−メチル−2−［1−(4−ニトロフェニル)エチリデンアミノオキシメチル］ベンゼンアセトアミド」が明細書において実際に確認することのできる化合物として引用明細書に記載されており，引用化合物が本願化合物の一例である化合物Ｎo．125の化合物(R1がニトロ置換されたフェニル基である化合物)と同一であると認めたものであるが，この認定判断は，次のとおり誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用明細書の誤記の有無",
      "text": [
        "審決は，引用明細書表Ⅲの「＝X−OCH 」において，「X」が「Ｎ−OCH 」であるときには，Xの結合手の数が通常の値を超えることなどを根拠として，表Ⅲの冒頭の化学構造式の右下部に示された「X−OCH 」を「X」の誤記であると認定している。",
        "しかし，「X」が「Ｎ−OCH 」であるときに，引用明細書表Ⅲの化学構造式の右下部の基は，「＝Ｎ−OCH −OCH 」と書けるのである。このように書ける基では，Ｎの結合手の数は3個であって，異常な値ではない。",
        "また，表Ⅲにおける「X」のその他の場合についてみると，「X」が「−CH−S−CH 」，「CH−CH 」，「CH 」(審決の「CH 」は誤記",
        "である。)，「CH−OCH 」であるときに，それぞれ，「＝CH−S−CH −OCH 」，「＝CH−CH −OCH 」，「＝CH −OCH 」，",
        "「＝CH−OCH −OCH 」となるところ，それぞれの基は，末端のメトキシ基−OCH の結合する炭素原子の原子価が5価となり，化学理論に合わないし，引用明細書の請求項1におけるXの定義として記載されるCH ，CH−C ～C アルキル基，CH−C ～C アルコキシ基，CH−C ～C",
        "アルキルチオ基，Ｎ−C ～C アルコキシ基に相当するものと直ちに判断するに足りる根拠の記載は，引用明細書中に見出すことができない。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用出願の出願人と第三者との公平",
      "text": [
        "引用明細書の表Ⅲの化学構造式の右下部，「＝X−OCH 」の記載は，引用された特願平3−156560号に基づいて成立した日本特許第3009505号明細書(甲第2号証の2)48頁の表Ⅲの化学構造式中でも全く補正されずに，「＝X−OCH 」と記載されている。したがって，引用明細書の表Ⅲの「＝X−OCH 」の記載を「X」の誤記であると認定することは，第三者の立場から見て，引用出願の特許出願人にとって過当に有利な特許保護を与えることになるから，不公平であって適当でない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "先願発明の成立性",
      "text": [
        "審決は，引用明細書に記載された引用化合物のXの結合手の数が化学理論的に異常であり，化学構造が異常であると認定しているから，引用明細書に引用化合物の融点の値が記載されていても，実在する化合物であるとはいえない。融点以外に，引用化合物の製造例，引用化合物の薬理活性に係る有用性の確認試験の結果等が引用明細書に全く記載されていない以上，この引用化合物については，発明が成立していないものであり，特許法29条の2によって引用することのできる先願たり得ない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)",
          "text": [
            "引用明細書の化学構造式の記載が単なる誤記であると認定した上で引用明細書の表Ⅲの化合物番号253の化合物が本願化合物に相当するという拒絶の理由は，拒絶理由通知書(甲第4号証)，拒絶査定(甲第5号証)，審尋(甲第8号証)のいずれにも具体的に提示されていない。このような新しい拒絶理由があるときは，本願の出願人(原告)に通知すべきであるから，新しい拒絶理由に対処する補正の機会を与えることなく本件の審決がされた点において，審決には手続上の瑕疵があり違法である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(パリ条約による優先権主張の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "パリ条約4条Hの解釈",
              "text": [
                "パリ条約4条Hの規定は，最初の出願に係る出願書類の全体のいずれかに完成した発明を構成すると認められる記載がある場合には，当該優先権主張の利益を認めようとしたものと解すべきであるから，発明として完成されていなかった断片的記載について優先権主張の利益は認められない。最初の出願においては断片的記載だったが，後日記載を補充することによって初めて発明が完成したような場合には，その発明が完成した日をもって優先権主張の利益を享受させるべきである。このように解することによって，出願人の利益は過不足なく保護され，逆に，そうしないと第三者の利益を損なう。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "優先権主張の利益享受の適格性",
              "text": [
                "審決の引用する裁判例1は，国内優先権主張の利益を享受する適格性についてのものであるが，発明が優先権主張の基礎とされた出願の明細書に記載されていた場合に優先権主張の利益を享受させるという点において，国内優先権の主張とパリ条約に基づく優先権の主張とは本質を同じくするものであるから，裁判例1の判断基準を適用することは何ら不自然なことではない。",
                "上記裁判例の判断基準を本件に適用すると，優先権出願1の明細書(甲第9号証)には，本願化合物が現実に製造でき，実際に確認できるものとして記載されていないと判断される。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "優先権出願1の明細書において，優先権出願1化合物の名称，化学構造式が記載されているが，これらは，化合物を実際に製造，確認しなくても想定することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "優先権出願1化合物の物性について，優先権出願1の明細書においては，「オキシム」，「融点」及び「異性体の比率」の各欄があるのに，具体的な数値が記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "製造方法の記載",
              "text": [
                "原告のいう欧州特許出願公開公報(EP−A−0370629号公報，E",
                "P−A−0398692号公報)に記載された化合物は，それらを組み合わせても現実に本願発明の化合物を製造することができるようなものではない。",
                "優先権出願2の明細書(甲第10号証)，国際出願時の明細書翻訳文(甲第3号証)及び平成13年5月14日付け全文補正(甲第7号証)によって，新たな製造方法に関する記載が追加されたことからみて，優先権出願1の明細書においては，本願化合物が現実に製造可能なほどに記載されているとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "産業上の有用性",
              "text": [
                "原告は，イモチ病菌，茎腐病菌に対する殺菌活性は，試験管内で周知の慣用な抗菌活性テスト手段で簡単に確認することが可能だから，その具体的な試験結果が優先権出願1の明細書に開示されていないことだけを理由に本願化合物が産業上の有用性を持たないという審決の判断は，誤りであると主張する。",
                "しかし，簡単に確認することが可能であることと実際に化合物が殺菌性を示すこととは，本来何の関係もないことである。また，優先権出願1の時点では，その明細書に殺菌性試験の結果が示された化合物が一つも記載されていなかったのであるから，優先権出願1の化合物及びこれに包含される本願化合物に実際に殺菌効果があると推測すべき根拠はない。むしろ，殺菌性試験が簡単に実行できるのならば，優先権出願1の明細書にそのような試験の結果さえ記載をしなかったことは，現実には化合物を合成していなかったことを裏付けることにほかならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と先願発明との同一性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用明細書の誤記の有無",
              "text": [
                "引用明細書の表Ⅲの「X−OCH 」に「X」の選択肢を当てはめると，どの選択肢でも右端の炭素の原子価が5という通常あり得ない異常な数になってしまう。原告は，「X」が「Ｎ−OCH 」であるときは，「＝Ｎ−OCH −OCH 」となり，Ｎの結合手の数は3個であって，異常な値ではないと主張するが，Ｎの結合手の数が正しいとすると，Cの結合手の数が異常となるのであり，「X」全体としてみたときの結合手の数は，異常である。",
                "したがって，引用明細書の表Ⅲの化学構造式又は選択肢の記載のいずれかが誤りであることは，当業者であれば直ちに気付くことである。",
                "次に，引用明細書の特許請求の範囲の請求項1の一般式(Ⅰ)において選択肢を表わすときは，「X」，「Y」などとされ，「X−OCH 」のように，選択肢に他の原子が結合したものはなく，表Ⅳ，表Ⅸにおいて上記の「X」と同じ位置にある選択肢を表わす場合にも「X」とされている。表Ⅰ，表Ⅱ，表Ⅴ，表Ⅵ，表Ⅶ及び表Ⅷの同じ位置は，選択肢ではなく，「CH−OCH」又は「Ｎ−OCH 」であり，末端が「−OCH 」である点で共通する。",
                "これらの点からすれば，表Ⅲにおいても，請求項1や表Ⅳ，表Ⅸと同様に，選択肢を表わす「X」とすべきところを，表Ⅰ等の表記に影響されて「X−OCH 」と誤記してしまったと推測される。そして，表Ⅲの「X−OCH」が「X」であるとして，表Ⅲの選択肢を順次式に当てはめてみると，異常な原子価を生じるものはないことが確認される。したがって，当業者は，引用明細書の表Ⅲの「X−OCH 」が「X」の誤記であると理解することができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用出願の出願人と第三者との公平",
              "text": [
                "原告は，引用明細書の表Ⅲの「＝X−OCH 」の記載を「X」の誤記であると認定することは，第三者の立場から見て引用出願の特許出願人にとって過当に有利な特許保護を与えることになり，不公平であると主張するが，特許公報の請求項の記載と各表の記載を見た当業者は「X−OCH 」を「X」の誤記であることを直ちに理解するのであるから，その特許公報の請求項の記載に基づいて特許権者が表Ⅲ記載の化合物について権利行使をしたとしても，それは予測可能な範囲内のことであり，著しい不公平を生むことにはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "先願発明の成立性",
              "text": [
                "原告は，引用明細書に記載された引用化合物のXの結合手の数が化学理論的に異常であり，化学構造が異常であるならば，引用明細書に引用化合物の融点の値が記載されていても実在する化合物であるとはいえないから，引用化合物については発明が成立していないと主張するが，上記のとおり，引用明細書の記載を見た当業者は，「X−OCH 」を「X」の誤記であることを直ちに理解するのであるから，引用明細書に記載された融点等の物性値は，引用化合物の「X−OCH 」の部分が「X」であるものについて測定されたものと理解すべきであり，引用化合物について発明が成立していないものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)",
          "text": [
            "原告に対しては，本願発明は引用明細書に記載された発明と同一であり，特許法29条の2の規定により特許を受けることができないとの拒絶理由が既に通知されていたことは明らかであるから，新たな拒絶の理由であるという原告の主張は失当である。また，引用化合物を特定して理由が通知がされていなかったとしても，当業者である原告は，引用明細書から本願化合物と対比されるべき化合物が引用化合物(化合物Ｎo．253)であることを理解し，それとの同一性を無理なく検討することができ，拒絶の理由を回避するための対応を容易に取ることができたことは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(パリ条約による優先権主張の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "パリ条約4条Hの解釈",
              "text": [
                "パリ条約の英語による公定訳(パリ条約19条(3))によると，パリ条約4条Hには，次のとおり規定されている。",
                "「H − Priority may not be refused on the ground that certainelements of the invention for which priority is claimed do notappear among the claims formulated in the application in thecountry of origin, provided that the application documents as"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "whole specifically disclose such elements.」",
                  "text": [
                    "特許庁の審査基準(第Ⅳ部第1章)における上記条項の日本語訳は，次のとおりである。",
                    "「H 優先権は，発明の構成部分で当該優先権の主張に係るものが最初の出願において請求の範囲内のものとして記載されていないことを理由としては，否認することができない。ただし，最初の出願に係る出願書類の全体により当該構成部分が明らかにされている場合に限る。」",
                    "原告は，上記条項の「elements of the invention」を「発明の構成の要素的事項」と，「specifically disclose such elements」を「発明の構成の要素的事項を特定的に記載する」とそれぞれ解した上で，上記条項では，「最初の出願に係る出願書類の全体により発明の構成部分が明らかにされていなければならない」とは定められておらず，発明の構成の要素的事項が請求項に書かれていなくても，最初の第1国の出願書類を全体として見たときに，特定的に記載されていれば，優先権主張の利益を享受することができることを定めたものと解すべきであると主張する。",
                    "パリ条約による優先権は，同一の発明について複数の国に特許出願等を行う場合，翻訳等の準備や各国ごとに異なる手続が必要となり，特許出願等を同時に行うことは，出願人にとって負担が大きいため，出願人の負担の軽減を図る趣旨で設けられたものと解される。このような優先権制度の趣旨に照らすと，優先権主張の対象となるためには第1国出願に係る出願書類全体により把握される発明の対象と優先権主張に係る発明の対象とが実質的に同一であることを要すると解するのが相当である。この趣旨からみれば，上記条項は，優先権主張の対象である第1国出願に係る出願書類全体から一つの完成した発明が把握される必要があり，その「発明の構成部分(構成要件)」(elements of the invention)が明確に記載されて(specifically disclose)いなければならない趣旨であると解すべきであり，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "優先権主張の利益享受の適格性",
              "text": [
                "パリ条約による優先権主張の利益を享受するためには，上記(1)において判示したとおり，優先権主張の対象である第1国出願に係る出願書類全体から一つの完成した発明が把握される必要がある。また，本願発明は化学物質の発明であるが，化学物質につきパリ条約による優先権主張の利益を享受するためには，第1国出願に係る出願書類において単に化学構造式や製造方法を示して理論上の製造可能性を明らかにしただけでは足りず，当該出願書類全体から当該化学物質が現実に存在することが実際に確認できることを要するものと解するのが相当である。けだし，化学構造式や製造方法を机上で作出することは容易であるが，それだけでは単に理論上の可能性を示唆するにとどまるものであって，現実に製造できることが確認されない限り，実施可能な発明として完成しているものと評価することはできないからである。",
                "この点に関し，原告は，国内優先権主張の利益を享受する前提として上記と同旨を判示する裁判例1を審決が引用していることをとらえて，裁判例1の判示する内容は，国内優先権に限って妥当するものであって，パリ条約4条Hの規定による優先権主張の利益を享受する前提としては妥当しない旨を主張する。",
                "しかし，発明が優先権主張の基礎とされた出願の明細書に記載されていた場合に，優先権主張の利益を享受させるという点において，国内優先権の主張とパリ条約に基づく優先権の主張とは本質を同じくするものであるから，裁判例1の判示する上記の点は，パリ条約による優先権主張の利益を享受するための前提としても，同様に妥当するものというべきである。原告の主張は，採用することができない。",
                "本件において，優先権出願1の明細書(甲第9号証)には，優先権出願1化合物の名称，化学構造式が記載されているが，これらは，化合物を実際に製造，確認しなくても想定することができる。また，優先権出願1化合物の物性について，優先権出願1の明細書においては，「オキシム」，「融点」及び「異性体の比率」の各欄があるのに，具体的な数値が記載されず，空白となっていることが認められる。したがって，優先権出願1の明細書には，本願化合物について，これを現実に製造することができ，実際に確認することができるものとして記載されているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲第9号証には，欧州特許出願公開EP−A−0370629号",
                "公報(甲第9号証の2)及び同EP−A−0398692号公報(甲第9号",
                "証の4)に記載された方法によって，優先権出願1化合物を製造することができるとの記載があり，甲第9号証及び同号証の2ないし5に示された公知技術の水準に照らして，本願化合物の製造方法は，本願発明の優先権主張日以前に当業者に自明であったから，具体的な製造実施例が優先権出願1の明細書に特定的に開示されていなかったとしても，本願化合物の製造方法は当業者にとって自明であり，本願化合物を製造し，確認することができる趣旨をいう。",
                "しかし，本願化合物はベンゼン環の下部に「オキシイミノアセトアミド基」を有するものである(本願明細書の【請求項1】)ところ，欧州特許出願公開EP−A−0370629号公報(甲第9号証の2)に従って化合物",
                "を製造しても，このような化合物は製造されない。また，欧州特許出願公開EP−A−0398692号公報(甲第9号証の4)に従って化合物を製造",
                "しても，ベンゼン環の左側に「A−Z基」が結合しており，本願化合物と構造が相違する。さらに，優先権出願2の明細書(甲第10号証)，国際出願時の明細書翻訳文(甲第3号証)及び平成13年5月14日付け全文補正(甲第7号証)には，製造方法に関する新たな記載が追加されている。したがって，優先権出願1の明細書において，本願化合物が現実に製造可能なほどに製造方法が記載されているとはいえない。また，同明細書の記載により本願化合物の製造方法が当業者にとって自明であるとも認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，優先権出願1の明細書の記載からは，本願化合物を現実に製造することができ，実際に存在するものであることを確認することができるとは認められない。したがって，本願発明については，優先権出願1の明細書に「発明の構成部分(構成要件)」(elements of the invention)が明確に記載されて(specifically disclose)いたということはできないから，本願は優先権出願1によって，パリ条約による優先権主張の利益を享受することはできない。原告の主張する取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明と先願発明との同一性の判断の誤り)について上記1に判示したとおり，本願は優先権出願1を基礎とする優先権主張の利益を享受することができないから，特許法29条の2の規定の適用に当たっては，本願は優先権出願2の出願日である1991年8月14日(甲第10号証)にされたものとみなされることとなる。引用出願は，上記優先権出願2の出願日よりも前の1991年6月27日に出願され，優先権出願2の出願日より後の1992年9月17日に出願公開されたものである(甲第2号証)。そこで，本願発明と先願発明との同一性について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用明細書の誤記の有無",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "原告は，審決が引用明細書(甲第2号証)表Ⅲの化学構造式の右下部に示された「X−OCH 」を「X」の誤記であると認定したことについて，「X」が「Ｎ−OCH 」であるときに，引用明細書表Ⅲの化学構造式の右下部の基は，「＝Ｎ−OCH −OCH 」と書けるし，このような基では，Ｎの結合手の数は3個であって，異常な値ではないと主張する。",
                        "しかし，「X」が「Ｎ−OCH 」であるときは，「＝Ｎ−OCH −OC",
                        "H 」となり，Ｎの結合手の数は3個で正しいとしても，Cの結合手の数が異常となる。また，引用明細書の表Ⅲの「X−OCH 」に「X」のその他の選択肢，すなわち，「−CH−S−CH 」，「CH−CH 」，「CH",
                        "」(審決の「CH 」は誤記である。)，「CH−OCH 」をそれぞれ当てはめると，どの選択肢でも右端の炭素の原子価が5という通常あり得ない異常な数になってしまう(このことは，原告も争っていない。)。いずれの場合にも，「X」全体としてみたときの結合手の数は，異常である。したがって，引用明細書の表Ⅲの化学構造式又は選択肢の記載のいずれかが誤りであることは，当業者であれば直ちに認識し得るものである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "引用明細書の表Ⅲの化学構造式又は選択肢の記載に何らかの誤りがあることを当業者が認識し得たとしても，さらに，何が正しい記載であるかを当業者が一義的に認識するものでなければ，正しい記載に修正された後の先願発明と本願発明とが同一であるとして，特許法29条の2により特許出願を拒絶することはできない。",
                        "引用明細書(甲第2号証)には，特許請求の範囲の請求項1の一般式(Ⅰ)，表Ⅰ，Ⅱ，ⅣないしⅨの化学構造式として，次の記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "特許請求の範囲の請求項1の一般式(Ⅰ)",
                  "text": [
                    "Z1",
                    "R3",
                    "Z2",
                    "O",
                    "R4 N CHR2",
                    "Y",
                    "R1 X",
                    "O"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "表Ⅰの化学構造式",
                  "text": [
                    "R3",
                    "O",
                    "R4 N CH",
                    "O OCH",
                    "CH 3",
                    "CH",
                    "O"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "表Ⅱの化学構造式",
                  "text": [
                    "R3",
                    "O",
                    "R4 N CH",
                    "O OCH",
                    "N 3",
                    "CH",
                    "O"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "表Ⅳの化学構造式",
                  "text": [
                    "R3",
                    "N CH",
                    "O 2",
                    "R4",
                    "Y",
                    "R1 X",
                    "O"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "表Ⅴの化学構造式",
                  "text": [
                    "R3",
                    "O",
                    "R4 N CH",
                    "O OCH",
                    "CH 3",
                    "CH",
                    "O"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "表Ⅵの化学構造式",
                  "text": [
                    "R3",
                    "O",
                    "R4 N CH",
                    "O OCH",
                    "N 3",
                    "CH",
                    "O"
                  ]
                },
                {
                  "fig": "g",
                  "subject": "表Ⅶの化学構造式",
                  "text": [
                    "O",
                    "O",
                    "CH",
                    "N 2",
                    "O",
                    "R8n CH CH OCH3",
                    "O 3",
                    "O"
                  ]
                },
                {
                  "fig": "h",
                  "subject": "表Ⅷの化学構造式",
                  "text": [
                    "O",
                    "O",
                    "CH",
                    "N 2",
                    "O",
                    "R8n CH N OCH3",
                    "O 3",
                    "O"
                  ]
                },
                {
                  "fig": "i",
                  "subject": "表Ⅸの化学構造式",
                  "text": [
                    "O",
                    "O",
                    "CH",
                    "N 2",
                    "R8 R1 Y X"
                  ]
                },
                {
                  "fig": "n",
                  "text": [
                    "O",
                    "O",
                    "引用明細書において，特許請求の範囲請求項1の一般式(Ⅰ)において選択肢を表わすときは，「X」，「Y」などとされており，表Ⅳ及び表Ⅸの化学構造式においても，上記の「X」と同じ位置は，選択肢としての「X」となっており，「X−OCH 」のように，選択肢に他の原子が結合したものは，表Ⅲの化学構造式以外にはない。",
                    "表Ⅰ，表Ⅱ，表Ⅴ，表Ⅵ，表Ⅶ及び表Ⅷの同じ位置は，選択肢ではなく，「CH−OCH 」又は「Ｎ−OCH 」であり，末端が「−OCH 」であ",
                    "る点で共通する。",
                    "これらの点からすれば，表Ⅲにおいても，請求項1や表Ⅳ，表Ⅸと同様に，選択肢を表わす「X」とすべきところを，表Ⅰ等の表記に影響されて「X−OCH 」と誤記してしまったと推測される。そして，表Ⅲの「X−OCH」が「X」であるとして，表Ⅲの選択肢を順次式に当てはめてみると，異常な原子価を生じるものはないことが確認される。",
                    "したがって，当業者は，引用明細書の表Ⅲの化学構造式又は選択肢の記載に何らかの誤りがあることを認識するだけでなく，さらに，引用明細書の表Ⅲの「X−OCH 」が「X」の誤記であると一義的に認識することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用出願の出願人と第三者との公平",
              "text": [
                "原告は，引用明細書に誤記があるとしても，引用出願(特願平3−156560号)に基づいて成立した日本特許第3009505号の明細書(甲第2号証の2)でも全く補正されずに「＝X−OCH 」と記載されているから，審決のように引用明細書の表Ⅲの「＝X−OCH 」の記載を「X」の誤記であると認定すると，第三者の立場から見て，引用出願の特許出願人に過当に有利な特許保護を与えることになって不公平であると主張する。",
                "しかし，前記(1)に認定したとおり，特許公報の請求項の記載(この記載自体には誤記はない。)と各表の記載を見た当業者は「X−OCH 」を「X」の誤記であると直ちに理解するのであるから，その特許公報の請求項の記載に基づいて特許権者が表Ⅲ記載の化合物について権利行使をすることを許したとしても，それは予測可能な範囲内のことであり，著しい不公平を生むことにはならない。原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "先願発明の成立性",
              "text": [
                "原告は，引用明細書に記載された引用化合物のXの結合手の数が化学理論的に異常であり，化学構造が異常であるならば，引用明細書に引用化合物の融点の値が記載されていても実在する化合物であるとはいえないから，融点以外に引用化合物の製造例，引用化合物の薬理活性に係る有用性の確認試験の結果等が引用明細書に全く記載されていない以上，この引用化合物については発明が成立していないものであり，特許法29条の2によって引用することのできる先願たり得ないと主張する。",
                "しかし，前記(1)のとおり，引用明細書の記載を見た当業者は，「X−OCH 」を「X」の誤記であることを直ちに理解するのであるから，引用明細書に記載された融点等の物性値は，引用化合物の「X−OCH 」の部分が「X」であるものについて測定されたものと理解すべきであり，引用化合物について発明が成立していないものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，引用明細書の段落【0152】及び段落【0164】に記載された化合物番号253の化合物(引用化合物)について，引用明細書の表Ⅲの「X−OCH 」は「X」の誤記であると解した上で，「X」が「Ｎ−OCH 」である場合，すなわち，引用化合物「α−メトキシイミノ−Ｎ−メチル−2−［1−(4−ニトロフェニル)エチリデンアミノオキシメチル］ベンゼンアセトアミド」が明細書において実際に確認することのできる化合物として引用明細書に記載されており，引用化合物が本願化合物の一例である化合物Ｎo．125の化合物(R1がニトロ置換されたフェニル基である化合物)と同一であると認められるから，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)について",
          "text": [
            "原告は，引用明細書の化学構造式の記載が単なる誤記であると認定した上で引用明細書の表Ⅲの化合物番号253の化合物が本願化合物に相当するという拒絶の理由は，拒絶理由通知書(甲第4号証)，拒絶査定(甲第5号証)，審尋(甲第8号証)のいずれにも具体的に提示されていない，新たなものであるから，新しい拒絶理由に対処する補正の機会を与えることなく，本件の審決がされた点において，審決には手続上の瑕疵があり違法であると主張する。",
            "しかし，甲第4及び第5号証によれば，原告に対し，本願発明は引用明細書に記載された発明と同一であり，特許法29条の2の規定により特許を受けることができないとの拒絶理由が既に通知されていたことが認められる。また，平成11年8月25日付け拒絶理由通知(甲第4号証)に対して，原告が平成12年1月7日に特許庁に提出した意見書(乙第9号証)には，「本願発明のO−メチルオキシイミノアセトアミドに類縁の化合物としては引例1の式(I)のO−ベンジルオキシムエーテル化合物の定義のうちXがＮ−OCHであってYがＮR5である特定の化合物に該当するものであり，すなわち引例1の表Ⅲ化合物No.157～195及びNo.211(但し殺菌データはすべてなし)が対応するものであり，これらの特定の化合物については・・・本願発明の目的化合物から但し書きにより除外致しました。」(3頁5～11行)，「本出願人は，独国の優先権文書から明らかに導きうる引例1の部分のみが本願について特許法第29条の2の拒絶理由に関連するという見解を採るものである。この見解は重要である。何故ならば引例1の先願明細書の内容とその優先権文書との間に実質的な差異があるからである。例えば引例1の先願明細書第53頁の表Ⅲに挙げられる化合物No.248～253は独国の優先権文書には明白な基礎がない。」(2頁15～19行)との記載がある。これらの事実からすると，原告は，表Ⅲの化合物におけるXとYに着目して引用化合物と本願発明の化合物との同一性について検討するとともに，化合物番号248～253に着目して検討を行うことができたことが認められる。",
            "したがって，引用化合物を具体的に特定して理由が通知がされていなかったとしても，当業者である原告は，本願化合物と対比されるべき化合物を，引用明細書に記載された化合物の中から引用化合物(化合物Ｎo．253)を含む数種の化合物に絞り込むことは容易であり，拒絶の理由を回避するための対応をすることができたことは明らかである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りも認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担及び上告受理の申立てのための付加期間について行政事件訴訟法7条，民事訴訟法61条，96条2項をそれぞれ適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}