{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001-12015号事件について平成16年5月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成4年8月26日，発明の名称を「パチンコ機におけるパネル飾り」とする発明につき特許出願(特願平4-250606号。以下「本件出願」という。)をした。これに対し，特許庁は，平成13年6月5日，拒絶査定をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成13年7月11日，上記拒絶査定を不服として，本件審判の請求をし，同請求は，不服2001-12015号事件として特許庁に係属した。",
                "同事件の審理の過程で，原告は，同月23日付け手続補正書及び平成16年1月27日付け手続補正書により，本件出願の願書に添付した明細書を補正した。特許庁は，上記事件について審理を遂げ，平成16年5月7日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は，同月25日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "平成13年7月23日付け手続補正書及び平成16年1月27日付け手続補正書により補正された明細書(甲2，3。以下，本件出願の願書に添付した図面と併せて「本件明細書」という。)の特許請求の範囲の請求項1に記載された発明(以下「本願発明」という。)の要旨",
          "text": [
            "【請求項1】パチンコ機の遊技板の表面周縁部に設置されるパネル飾りであって，",
            "前記パネル飾りは，1つの合成樹脂製のベース体と，そのベース体の外郭に整合する天板を有する1つの半透明樹脂製のレンズ体と，前記パネル飾りのベース体とレンズ体との間に収納された表示ランプアッセンブリと，を備えてユニット化された状態で前記遊技板に設置可能に構成され，",
            "前記表示ランプアッセンブリには，前記遊技板の表面で各種情報を表示する表示ランプを有する表示ランプ基板に対する中継ぎ接続用基板が設けられ， 　前記中継ぎ接続用基板には中継ぎ端子が設けられる一方，",
            "前記ベース体には，前記中継ぎ端子に対応する位置において同中継ぎ端子が挿通可能な端子孔が設けられ，",
            "前記ベース体の端子孔に前記中継ぎ端子を挿通しかつ前記中継ぎ接続用基板を取り付けた状態では前記中継ぎ端子の先端部が前記ベース体の背面側に所定長さ突出し，",
            "前記パネル飾りを前記遊技板の表面に取り付けた状態では，前記中継ぎ端子が前記遊技板に貫設した嵌通孔に臨みかつ前記遊技板の背面側から前記中継ぎ接続用基板の中継ぎ端子に対する配線接続がなされる構成にし，",
            "前記ベース体の背面には，前記遊技板の表面に係着する釘部材を突出形成すると共に，その釘部材を，前記中継ぎ端子の突出部の近傍に位置して配置したことを特徴とするパチンコ機のパネル飾り。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由は，別添審決謄本写し記載のとおりであり，その要旨は，本願発明は，特開平2-264682号公報(甲4。以下「刊行物1」という。)，実願平1-119463号公報(実開平3-58478号)のマイクロフィルム，実",
              "text": [
                "願昭61-76584号(実開昭62-186770号)のマイクロフィルム(甲",
                "6。以下「刊行物3」という。)に記載された発明(以下，刊行物1に記載された発明を「刊行物1発明」と，刊行物3に記載された発明を「刊行物3発明」という。)及び容器内に収納される基板に対して外部から電気的接続を行うための構造として，容器外に延びる端子を基板に設け，該端子を介して基板に対する電気的接続を行うという周知の技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，本件明細書の特許請求の範囲の請求項2及び3に係る発明について検討するまでもなく，本件出願は拒絶すべきである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，審決が認定した，本願発明と刊行物1発明との一致点及び相違点は，それぞれ次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「パチンコ機の遊技板の表面周縁部に設置されるパネル飾りであって， 前記パネル飾りは，1つの合成樹脂製のベース体と，レンズ体と，前記パネル飾りのベース体とレンズ体との間に収納され，遊技板の表面で各種情報を表示する表示ランプを有する表示ランプ基板を有する表示ランプアッセンブリと，を備えてユニット化された状態で前記遊技板に設置可能に構成されたパチンコ機のパネル飾りである点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「レンズ体が，本願発明においてはベース体の外郭に整合する天板を有する1つの半透明樹脂製であるのに対し，第1引用刊行物(注，刊行物1)記載の発明においては，ベース体(右分割体本体28)に形成されたランプ収納凹部29を被覆する第1表示カバー43a～43cと，前記第1表示カバー43a～43cの表面に止着される第2表示カバー49a～49cとにより構成され，その材質が不明である点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「表示ランプアッセンブリには，本願発明においては，表示ランプ基板に対する中継ぎ接続用基板が設けられているのに対し，第1引用刊行物(注，刊行物1)記載の発明においては，中継ぎ接続用基板に相当する構成が設けられているか否かが不明りょうである点。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "「表示ランプ基板への配線接続構造として，本願発明においては，中継ぎ接続用基板に中継ぎ端子が設けられる一方，ベース体には，前記中継ぎ端子に対応する位置において同中継ぎ端子が挿通可能な端子孔が設けられ，前記ベース体の端子孔に前記中継ぎ端子を挿通しかつ前記中継ぎ接続用基板を取り付けた状態では前記中継ぎ端子の先端部が前記ベース体の背面側に所定長さ突出し，パネル飾りを遊技板の表面に取り付けた状態では，前記中継ぎ端子が前記遊技板に貫設した嵌通孔に臨みかつ前記遊技板の背面側から前記中継ぎ接続用基板の中継ぎ端子に対する配線接続がなされる構成にしているのに対し，第1引用刊行物(注，刊行物1)記載の発明においては，表示ランプ基板(ランプ基板32)にランプ配線33が接続され，ベース体(右分割体本体28)には前記ランプ配線33が挿通可能な孔が設けられ，パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態では，遊技板(遊技盤10)に形成されたランプ挿通孔21cを介して前記ランプ配線33が中継端子基板18に接続されるように構成している点。」　      (エ)  相違点4",
                        "「パネル飾りを遊技板表面へ取り付けるための構造に関して，本願発明においては，ベース体の背面において中継ぎ端子の突出部の近傍に位置して配置され，遊技板の表面に係着する釘部材を突出形成しているのに対し，第1引用刊行物(注，刊行物1)記載の発明においては，ベース体(右分割体本体28)裏面に突設された位置決め突起41a，41bが遊技板(遊技盤10)に穿設された位置決め穴80に嵌入して位置決めをするものの，パネル飾り(右分割体26)の遊技板(遊技盤10)表面への取り付けは，ビスで行う点。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点3についての判断を誤ったものであり(取消事由)，その誤りが審決の結論に影響を及ぼすことは明らかであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "刊行物に記載された技術的思想",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1発明の技術的思想",
              "text": [
                "審決は，相違点3の認定において，「第1引用刊行物(注，刊行物1)記載の発明においては，表示ランプ基板(ランプ基板32)にランプ配線33が接続され，ベース体(右分割体本体28)には前記ランプ配線33が挿通可能な孔が設けられ，パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態では，遊技板(遊技盤10)に形成されたランプ挿通孔21cを介して前記ランプ配線33が中継端子基板18に接続されるように構成している」(審決謄本9頁第2段落)と認定している。",
                "上記の構成から抽出される技術的思想は，「パネル飾り内蔵のランプ基板に配線コード(ランプ配線)をあらかじめつなげておき，パネル飾りが表示ランプアッセンブリとして組み立てられた状態では，内蔵のランプ基板から配線コードが外側へ長く延びており，遊技盤10の表面にパネル飾りを取り付ける際，その外側へ長く延びている配線コードを挿通孔から裏側に引っ張り出して宙ぶらりんの状態にしておき，そして，パネル飾りを遊技盤10にビス止めすると，それまで宙ぶらりんになっていた配線コード末端のコネクタが接続相手の中継端子基板に差し込み可能となる」というものである。",
                "なお，刊行物1発明においては，ランプ基板そのものにあらかじめ配線コードが接続されていることが前提〔刊行物1(甲4)の第1図，第3図〕となっているので，そこには「パネル飾りを遊技板に取り付けた後に，ランプ基板そのものに対する配線接続を行う」という技術的思想は最初から存在しない。",
                "したがって，刊行物1発明に係る構成のうち，「パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態では，遊技板(遊技盤10)に形成されたランプ挿通孔21cを介して前記ランプ配線33が中継端子基板18に接続される」(審決謄本9頁第2段落)という審決の認定部分は，あくまで「あらかじめパネル飾り(右分割体26)に接続され，ランプ挿通孔21cから遊技板(遊技盤10)の裏側へ引っ張り出されているランプ配線33のコネクタを中継端子基板18の相手コネクタにつなげることができる」という程度の意味でしかなく，刊行物1には，「遊技板(遊技盤10)の裏側からランプ配線33をランプ挿通孔21cに通らせて，ランプ基板32そのものに後からつなげることができる」という技術事項まで開示されているわけではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物3発明の技術的思想とその刊行物1発明への適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物3発明の技術的思想",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3には，ランプを備えた取付基板への配線構造として，取付基板から突出したピンを設けておき，そして，このピンとは反対側の面を取付面として遊技盤に向かい合わせ，その取付面を遊技盤に当て付けた状態では，取付面とは逆方向にピンが突出するようにし，このピンに対し，取付基板を取り付けた方向と同じ方向から配線コード末端のコネクタを接続することが記載されている。すなわち，刊行物3には，①取付基板の取付面(遊技盤と向き合う面)と反対側の面にピンを突出させる，②遊技盤の裏側から取付基板を取り付けると，その取り付けた側(遊技盤の裏側)にピンが突出する，③そのため，取付基板を取り付けた側と同じ方向(遊技盤の裏側)からピンに配線コード末端のコネクタを接続することが可能である，という配線構造が開示されているにすぎない。　したがって，刊行物3発明の技術的思想は，「遊技盤に取付基板の取付面を向き合わせて取り付けた後，その取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続する」というものであり，本願発明の技術的思想とは正反対のものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物3発明において，取付基板を取り付ける遊技盤の面とピンの突出方向とを敢えて逆にする変形を行った場合について検討すると，以下に述べるとおりの不都合が生ずるのであって，このことからも，上記両発明の技術的思想が正反対のものであることは明らかである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記の例について，刊行物3(甲6)の第4図に示されている例と同様に，取付基板を遊技盤の裏面に取り付ける場合を考えると，取付基板の表裏をひっくり返した状態で取付基板を遊技盤に向き合わせることになる。",
                            "ところが，そのようにすると，結果的にランプが遊技盤の裏側を向いてしまって，遊技盤の表側から見えなくなる。このような状況では，取付基板をひっくり返したことによってランプだけが不自然に浮いた存在となり，「ランプを備えた取付基板」としての刊行物3発明の体を実質的になさなくなるし，「他の取付基板のランプへ分岐させて配線するための配線コードを接続する」という同発明の本来の目的を達成できなくなる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記の例について，取付基板を遊技盤の表面に取り付ける場合を考えると，ランプが前を向くという意味において配置上の問題はないが，この場合，ピンが遊技盤に干渉することになるため，今度は取付基板そのものの取り付けができなくなる。そうすると，取付基板は遊技盤に取り付けられることなくそれ単体で宙に浮いた存在となり，もはや「ランプを備えた取付基板」としての刊行物3発明ではなくなるし，「他の取付基板のランプへ分岐させて配線するための配線コードを接続する」という同発明の本来の目的を達成できなくなる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，刊行物3には取付基板の取付面を表側に限定する記載，すなわち，取付基板を取り付ける遊技盤の面とピンの突出方向とを同じ側に限定する記載はない旨主張するが，これは，本願発明の技術的思想と刊行物3発明の技術的思想とが正反対であるということを認めたということを意味する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物3発明の技術的思想の刊行物1発明への適用",
                  "text": [
                    "刊行物1発明に刊行物3発明の技術的思想を適用した場合に得られる構成は，以下に述べるような構成でしかあり得ない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3の記載に基づいて，パネル飾り(ベース体)に内蔵のランプ基板から容器外に突出するピン(中継ぎ端子)を形成する場合，パネル飾りはもともと遊技盤の表面に取り付けられるものであるから，そのピン(中継ぎ端子)の突出方向はベース体の取付面(背面)と反対側，すなわち，前面側となる(刊行物3記載の上記ア(ア)①の配線構造による。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "遊技盤の表面にパネル飾りを取り付けると，その取り付けた側(遊技盤の表側)と同じ方向にピン(中継ぎ端子)が突出する(刊行物3記載の上記ア(ア)②の配線構造による。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "パネル飾りには，その取り付けた側と同じ方向(遊技盤の表側)から配線コード末端のコネクタを接続することとなる(刊行物3記載の上記ア(ア)③の配線構造による)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "パネル飾りに遊技盤の表側からコネクタ接続された配線コードは依然としてパネル飾りから外側へ長く延びており，この配線コードは，相変わらず遊技盤の表側からランプ挿通孔を通して裏側へ引っ張り回される(刊行物1発明の構成による)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "裏側へ引っ張り回された配線コードは，その末端のコネクタにて接続相手(中継端子基板)のコネクタに差し込まれる(刊行物1発明の構成による)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の相違点3についての判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1(2)ア(ア)に述べたとおり，刊行物3発明において，取付基板に突出させたピンは，遊技盤に向き合わせた状態で配置するものではないから，「前記ピンは，本願発明における中継ぎ端子に対応するものと認められる。」(審決謄本10頁下から第2段落)とする審決の認定は誤りである。",
                "また，刊行物1発明に刊行物3発明の技術的思想を適用すると，上記1(2)イ記載の構成となるものであり，「第1引用刊行物(注，刊行物1)記載の発明における表示ランプ基板(中部のランプ基板32)に接続されたランプ配線33に代えて第3引用刊行物(注，刊行物3)に記載されたピンを採用して中継ぎ端子とし，・・・前記ベース体の端子孔に前記中継ぎ端子を挿通しかつ前記表示ランプ基板(中部のランプ基板32)を取り付けた状態では前記中継ぎ端子の先端部が前記ベース体の背面側に所定長さ突出するようにし」(審決謄本11頁第2段落)との構成(以下「本件構成」という。)は得られないから，刊行物1発明において本件構成とすることは，当業者であれば容易に想到できることであるとする審決の判断には，何ら合理的な根拠がない(特に上記1(2)イ(イ)の構成と矛盾する。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，刊行物1発明において，「パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態で前記遊技板の背面側から前記中継ぎ端子に対する配線接続がなされるようにするために，前記ランプ配線33が通過する遊技板(遊技盤10)に形成されたランプ挿通孔21cに加えて前記遊技板の前記中継ぎ端子が臨む位置に嵌通孔を貫設し」(審決謄本11頁第2段落)との構成とすることは，当業者であれば容易に想到し得るものであるとし，「パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態で前記遊技板の背面側から前記中継ぎ端子に対する配線接続がなされるようにするために」との課題ないし目的が，本件出願日当時，当業者の間で当然のこととされていたかのように判断しているが，このような課題ないし目的は，刊行物1及び刊行物3のどこにも記載されておらず，したがって，それらは本件出願日当時において当業者の常識レベルではなかったはずである。",
                "「遊技板の表面に取り付けたもの(パネル飾り)に対し，その表面とは反対側の裏面から遊技板という障害物を介して行う配線作業を容易化する」という技術的思想〔本願発明の課題，構成，効果から総合的に抽出される思想。本件明細書(甲2)の段落【0003】，【0004】，【0038】，【0039】等を参",
                "照〕は，刊行物1発明や刊行物3発明にはなく，本願発明において開示された新規な着想である。",
                "審決には，本件出願日当時，当業者が上記の課題ないし目的をどのようにして見いだし得たのかについて，その根拠が示されていないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，相違点3についての判断に際し，「ランプ挿通孔21cに加えて前記遊技板の前記中継ぎ端子が臨む位置に嵌通孔を貫設し」(審決謄本11頁第2段落)との構成とすることは，当業者に容易に想到し得るものであると判断しているが，その根拠が示されていない。",
                "すなわち，刊行物3発明において，ピンは遊技盤に向き合わせて配置されるものではあり得なから，それが遊技盤に貫設した嵌通孔に臨むことは想定されていない。",
                "また，刊行物1発明に刊行物3発明を適用する場合，上記1(2)イ(エ)で述べたとおり，パネル飾りに遊技盤の表側からコネクタ接続された配線コードは依然としてパネル飾りから外側へ長く延びており，この配線コードは，遊技盤の表側からランプ挿通孔を通して裏側へ引っ張り回される構成となるものである。そして，このような配線コードを通すだけなら，刊行物1発明のランプ挿通孔だけで十分に用が足りるはずであり，わざわざ嵌通孔を追加する必要性はないと考えられる。",
                "したがって，刊行物1発明に刊行物3発明を適用すれば，なにゆえ，「ランプ挿通孔21c」に加えて「嵌通孔を貫設」するとの構成を当業者において容易に着想することができるのかは不明であり，審決には，上記構成とする着想を当業者がどのようにして得ることができるのかについて，その根拠や動機付けとなる事項が示されていないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "刊行物3発明のピンは，遊技盤(32)に向き合わせて配置されるものではあり得ないから，刊行物1発明に刊行物3発明を適用しても，「遊技板に貫設した嵌通孔に臨む」という本願発明の中継ぎ端子の構成は得られない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告は，周知例と称して実願昭63-160823号(実開平2-82381号)のマイクロフィルム(乙1。以下「乙1文献」という。)，実願昭63-45197号(実開平1-147874号)のマイクロフィルム(乙2。以下「乙",
              "text": [
                "2文献」という。)を挙げ，パチンコ機において，遊技板の表面に取り付けたランプ等に対し，ランプ等への配線接続部に対応する位置に設けられた遊技板の孔を介して，遊技板の背面側から配線接続を行うことが周知である旨主張している。",
                "しかしながら，「遊技板の孔を介して遊技板の背面側から配線接続を行う」というからには，本願発明のように，配線を接続するための作業が遊技板という障害物を介して行われ，この障害物を克服するために，配線を接続する作業が嵌通孔の中にまで及ぶ必要があるが，上記各文献にはそこまでは記載されていない。",
                "乙1文献記載の発明，乙2文献記載の発明においては，遊技板の孔に配線経路が通された時点で，既に孔は「配線経路を通らせる」という目的を達しており，その後の配線接続の作業に関して孔は全く無関係の存在である。乙1文献，乙2文献は，本願発明の，遊技板の裏側だけで配線接続を行うという作業形態とは異なる作業形態が公知であることを示すものにすぎず，遊技板という障害物を介して配線の接続作業をするため，その孔の中にまで作業が及ぶという，本願発明の技術的思想を示したものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，刊行物1発明に刊行物3発明を適用しても，相違点3に係る本願発明の構成を得られないものであり，刊行物1及び刊行物3には，同構成を着想することの動機付けとなるものは何ら記載されていないから，刊行物1発明に刊行物3発明及び周知技術を適用して，相違点3に係る本願発明の構成とすることは，当業者が容易に想到し得るものであるとした審決の判断は，誤りである。",
                "しかも，審決は，本願発明の創作者(発明者)が苦労を重ねてようやく着想に至った課題について何ら評価，検討することなく，それがあたかも，本件出願日より前から当業者の常識であったかのように論じた上で，相違点3について判断している。このような審決の判断の仕方は，先に問題の答えを知らされている者が，「こんな問題なら常識で解けるはずだ」と決めつける仕方と同じであり，当業者の立場に立って容易想到性の判断をすべきものと規定している特許法29条2項の規定の趣旨を著しく逸脱するものであるから，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "相違点3についての審決の判断は相当であり，審決に原告主張の取消事由は存在しない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "刊行物3発明の技術的思想とその刊行物1発明への適用について  　(1)　原告は，刊行物3発明の技術的思想は，「遊技盤に取付基板の取付面を向き合わせて取り付けた後，その取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続する」ものであり，取付基板を取り付ける遊技盤の面を基準にして，取付基板を取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続するものであるとし，刊行物3発明の技術的思想は，本願発明の技術的思想とは正反対のものである旨主張する。",
            "しかしながら，刊行物3(甲6)には，「取付基板(1)は，・・・表側(1a)に銅箔等の導電材料によりプリント配線回路(7)が形成されており，その上にランプ(2)を取付ける導電性の取付ピン(6)が設けられている。」(4頁9行目～13行目)，「取付基板(1)の裏側(1b)には，・・・接続ピン(10)からなる配線コード接続用の接続端子が設けられている。」(5頁9行目～14行目)と記載されており，刊行物3発明は，表側(1a)にランプ(2)を取付けた取付基板(1)の裏側(1b)に配線コード接続用の接続端子を設け，取付基板(1)の裏側から配線コードを接続するものということができる。",
            "また，刊行物3(甲6)において，取付基板(1)をチューリップに使用している実施例(第4図)では，取付基板(1)を遊技盤(32)の裏面に取り付けているため，取付基板(1)を取り付けた遊技盤(32)の面(裏面)と同じ側にピンが突出しているにすぎず，刊行物3には，取付基板(1)の取付面をその表側に限定する記載，すなわち，取付基板(1)を取り付ける遊技盤(32)の面とピンの突出方向とを同じ側に限定する記載はない。このことに加え，刊行物3には，実用新案登録請求の範囲第1項として，「パチンコ機の遊技盤に取付けられるランプを備えた取付基板において，他の取付基板のランプへ分岐させて配線するための配線コード接続用の接続端子を設けたことを特徴とするランプを備えた取付基板。」(1頁5行目～9行目)と記載され，取付面と反対側の面にピンを突出させることを要件とする記載はない。したがって，刊行物3発明の技術的思想は，取付基板の取付面と反対側の面にピンを突出させることを必須とするものではないというべきである。",
            "上記したように，取付基板におけるピンの突出方向を取付基板を取り付ける遊技盤の面を基準にして特定することは，刊行物3には記載されていないし，また，そのように特定することが適切とは考えられない。",
            "そして，本願発明の中継ぎ端子は，中継ぎ接続用基板において表示ランプが設けられている側とは反対側，すなわち，中継ぎ接続用基板の裏側に突出形成されており，裏側に中継ぎ端子を設けるという点では本願発明と刊行物3発明とは共通している。",
            "したがって，原告の上記主張は，失当である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "刊行物3発明の技術的思想を刊行物1発明へ適用した場合に得られる構成は，上記第3の1(2)イ記載の構成でしかあり得ないとする原告の主張は，刊行物3発明の技術的思想が，「遊技盤に取付基板の取付面を向き合わせて取り付けた後，その取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続する」ものであることを前提にし，その技術的思想を刊行物1発明に適用した場合の構成がどのようになるかについて主張するものである。",
                "しかしながら，上記の前提それ自体が失当であることは，上記(1)において述べたとおりであるから，原告の上記主張は理由がないものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の相違点3につての判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3に係る本願発明の構成の容易想到性について",
              "text": [
                "審決の認定するとおり，刊行物1発明は，遊技板(遊技盤10)の表面に取り付けられたパネル飾り(右分割体26)と遊技板の裏面に取り付けられた中継端子基板18とが，ランプ配線33によって遊技板に設けられた嵌通孔を介して接続されているものであり，本願発明のように，パネル飾りから突出し遊技板に設けられた嵌通孔に臨んだ中継ぎ端子に対して遊技板の裏面から配線接続されるものではない(審決謄本9頁第2段落参照)。",
                "しかしながら，上記1において述べたように，刊行物3には，ランプを備えた取付基板への配線構造として，取付基板の裏側に突出したピンを設け，このピンに配線コードの一端に備えられたコネクタを接続することが開示されている。そうすると，刊行物1発明と刊行物3発明とは，ランプを備えた基板と中継端子基板との電気的接続を行うものである点において共通するものであり，刊行物1発明に刊行物3発明を適用し，表示ランプ基板(中部のランプ基板32)に接続されたランプ配線33を中継端子基板18に接続配線する構成に代えて，中継端子基板18に接続されたランプ配線33を，表示ランプ基板の裏面に設けたピンに接続配線する構成としようとすることは，当業者が容易に考え得ることである。",
                "ところで，刊行物1発明では，パネル飾り(右分割体26)が遊技板の表面に位置しているのに，パネル飾り(右分割体26)のランプ配線33の配線先である中継端子基板18は遊技板(遊技盤10)の背面側に位置しており，そのため，パネル飾り(右分割体26)の裏面側から出されたランプ配線33を遊技板に設けられた嵌通孔を通して遊技板の背面側に導いて，遊技板の背面側の中継端子基板18へ配線接続するようになっているところ，ランプ配線33を中継端子基板に接続する構成に代えて，表示ランプ基板の裏面に設けたピンに接続配線する構成とする場合において，遊技板の表面に取り付けられるパネル飾りの表面に配線用のピンを設けることは，パネル飾りの装飾性からみて当業者において通常行われる事項ではない。また，パチンコ機において，遊技板の表面に取り付けたランプ等に対し，ランプ等への配線接続部に対応する位置に設けられた遊技板の孔を介して，遊技板の背面側から配線接続を行うことは，本件出願日当時，当業者に周知の技術であった(乙1文献，乙2文献参照)ものであり，本件明細書にも，従来の技術として「従来，・・・パネル飾り体に付設される遊技情報のための点灯ランプは基板側の所用の位置に点灯ランプの受け部が・・・形成されるとともに，この受け部と対応する遊技板には電気配線用孔が貫設されて継電する構成のものであった。」(段落【0002】)と，点灯ランプの受け部と対応する遊技板の位置に孔を設けて配線接続をすることが開示されている。",
                "上記の技術的背景を考慮すれば，刊行物1発明に刊行物3発明を適用する際に，ピンをパネル飾り(右分割体26)の裏面側に突出させること，パネル飾り(右分割体26)の裏面側に突出するピンが臨む遊技板(遊技盤10)の位置に嵌通孔を設け，ピンに配線接続できるようにすることを想起することは，当業者にとって格別困難なことではないといわざるを得ない。",
                "以上のとおり，相違点3に係る本願発明の構成は，周知技術を考慮し，刊行物1発明に刊行物3発明を適用することにより当業者が容易に想到し得るものというべきであり，その旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1発明に刊行物3発明の技術的思想を適用すると，上記第3の1(2)イ記載の構成となるものであり，本件構成は得られないから，両発明に基づき，本件構成とすることは，当業者が容易に想到し得ることであるとする審決の判断には，何ら合理的な根拠がない旨主張する。",
                "しかしながら，上記(1)に述べたとおり，本件構成は，当業者が容易に想到し得るものであるとした審決の判断は，合理的であり，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態で前記遊技板の背面側から前記中継ぎ端子に対する配線接続がなされるようにする」(審決謄本11頁第2段落)というような課題ないし目的は刊行物1及び刊行物3には記載されていない旨主張する。",
                "しかしながら，審決は，「パネル飾りを遊技板の表面に取り付けた状態で前記遊技板の背面側から前記中継ぎ端子に対する配線接続がなされるようにする」ことは，当業者が容易に想到し得るものであると判断しているのであって，そのことが刊行物1又は刊行物3に記載されていると認定しているものではない。原告の主張は，審決を正解しないものであり，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，審決は，相違点3についての判断に際し，「ランプ挿通孔21cに加えて前記遊技板の前記中継ぎ端子が臨む位置に嵌通孔を貫設し」(審決謄本11頁第2段落)との構成とすることは，当業者に容易に想到し得るものであると判断しているが，刊行物1発明に刊行物3発明を適用すれば，なにゆえ，「ランプ挿通孔21c」に加えて「嵌通孔」を貫設する構成を当業者において容易に着想することができるのかは不明であり，審決には，上記構成とする着想を当業者がどのようにして得ることができるのか，その根拠や動機付けとなる事項が示されていない旨主張する。",
                "しかしながら，刊行物1発明に刊行物3発明を適用する際に，ピンをパネル飾り(右分割体26)の裏面側に突出させること，パネル飾り(右分割体26)の裏面側に突出するピンが臨む遊技板(遊技盤10)の位置に嵌通孔を設け，ピンに配線接続できるようにすることを想起することは，当業者にとって格別困難なことではないというべきことは，上記(1)で述べたとおりである。そして，刊行物1発明において，ランプ挿通孔21cは，機構板19に固定されたランプを遊技盤10に挿通させることを主目的とした孔であって，同発明は，このランプ挿通孔21cをランプ配線33の配線経路として兼用することとしたものである。そして，ランプ配線33の配線経路としてランプ挿通孔21cを兼用するか，配線のための専用の孔を設けるかは，当業者が必要に応じて適宜選択し得る設計的事項にすぎないことは明らかであり，原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，審決は，相違点3についての判断を誤ったものである(取消事由)旨主張するので，以下，判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲4)には，弾球遊技機の表示装置に関し，以下のとおり記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「パチンコ遊技機1の額縁状の前面枠2には，扉保持枠3が周設され，該扉保持枠3には，ガラス板4a，4b(第2図参照)を有するガラス扉枠4及び前面扉板5が一側を軸支されて開閉自在に取り付けられている。ガラス扉枠4の後方であって，前記前面枠2の裏面の遊技盤取付枠23(第6図参照)には，遊技盤10が遊技盤取付具24によって着脱自在に設けられている。」(2頁左下欄5行目～13行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「遊技盤10の表面には，発射された打玉を誘導し，且つ誘導された打玉が落下するための遊技領域12と打玉の落下に関係ない非遊技領域13とを区画する区画レール11がほぼ円状に植立されている。」(2頁右下欄第6行目～10行目) 　　　　(ウ)　「非遊技領域13には，この実施例の要部である合成樹脂製の表示装置25が前記区画レール11の上部から右側部に沿って配置されている。」(3頁左上欄5行目～8行目)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「パチンコ遊技機1の背面の構造について説明する。・・・入賞玉集合カバー体17の裏面上部には，遊技盤10に設けられるスイッチやランプ及び駆動源等から延びる配線を後述するコントロール基板20との間で中継する中継端子基板18が取り付けられている。この中継端子基板18には，後述する表示装置25に設けられるランプ31，58から延びる配線33，60も接続される。」(3頁左上欄10行目～同右上欄1行目)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「パチンコ遊技機1の背面には，第6図において一点鎖線で示す機構板19が開閉自在に取付けられている。・・・機構板19の裏面下方には，前記遊技領域12に設けられる可変表示装置14，可変入賞球装置15，遊技効果ランプ16a～16f，及び表示装置25のランプ31，58の作動を制御する制御回路を含むコントロール基板20が設けられている。」(3頁右上欄2行目～13行目)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「第6図に示すように，遊技盤10の上部には，ランプ挿通孔21a～21cが形成され，このランプ挿通孔21a～21cから機構板19に固定されるランプ・・・が前方に向って挿入され」(3頁右上欄14行目～18行目) 　　　　(キ)　「表示装置25は，前記したように区画レール11の上部から右側部に沿った非遊技領域13に配置されるもので，その上部ほぼ中央で左右に分離可能な右分割体26と左分割体27とで構成される。」(3頁左下欄9行目～13行目)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「右分割体本体28には，前記区画レール11に対向する側に沿ってランプ収納凹部29が形成されている。このランプ収納凹部29には，ランプ取付部30が適宜間隔を置いて設けられている。ランプ取付部30は，ランプ31が一体的に設けられるランプ基板32を保持するためのランプ基板取付片30a，30bとランプ基板保持片30c，30d・・・とから構成され，ランプ基板取付片30a，30bは，その先端に係止爪を有してランプ基板32を着脱自在に係止するものであり，ランプ基板保持片30c，30dは，ランプ基板32の側方に当接してランプ基板32を保持するものである。なお，それぞれのランプ基板32からはランプ配線33が接続されており，このランプ配線33が前記ランプ挿通孔21cを介して中継端子基板18に接続されている。」(3頁右下欄5行目～4頁左上欄1行目)"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「右分割体26及び左分割体27をそれぞれ組み立てた後に遊技盤10に取り付ける」(7頁右上欄15行目～17行目)"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "図面第1図には，右分割体本体28に3個のランプ基板32が取り付けられることが図示されている。"
                    },
                    {
                      "fig": "(サ)",
                      "subject": "図面第1図及び第3図には，右分割体本体28に設けられた孔を通ってランプ配線33が右分割体本体28表面側から裏面側に配設されることが図示されている。"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記ア認定の刊行物1の記載によれば，審決の認定するとおり(審決謄本9頁第2段落)，刊行物1発明の弾球遊技機の表示装置においては，ランプ基板32にランプ配線33が接続され，右分割体本体28にはランプ配線33が挿通可能な孔が設けられ，右分割体26を遊技盤10の表面に取り付けた状態では，遊技盤10に形成されたランプ挿通孔21cを通してランプ配線33が遊技機1の背面に設けられた中継端子基板18に接続されるように構成されていることが認められる(原告は，この事実を自認している。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物3発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3(甲6)には，実用新案登録請求の範囲として，「1)　パチンコ機の遊技盤に取付けられるランプを備えた取付基板において，他の取付基板のランプへ分岐させて配線するための配線コード接続用の接続端子を設けたことを特徴とするランプを備えた取付基板」(1頁5行目～9行目)と記載されているほか，考案の詳細な説明として，以下のとおり記載がされている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本考案はパチンコ機の遊技盤に取付けられるランプを備えた取付基板に関する。」(1頁15行目，16行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本考案に係る取付基板は，他の取付基板のランプへ分岐させて配線するための配線コード接続用の接続端子を設けたことを特徴としている。」(3頁9行目～12行目)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本考案に係る取付基板は，中継端子盤からの配線によるだけでなく，取付基板の前記接続端子どうしを配線コードでつなぐことによる電源からの配線ができるようになっている。」(3頁14行目～末行)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「本考案の実施例を説明する。・・・取付基板(1)は，・・・絶縁材料からなり，表側(1a)に銅箔等の導電材料によりプリント配線回路(7)が形成されており，その上にランプ(2)を取付ける導電性の取付ピン(6)が設けられている。取付ピン(6)にはピン挿通孔(5)を挿通するゴム製のキャップ(4)が嵌め込まれるようになっており，ランプ(2)はその接続線(3)をキャップ(4)のピン挿通孔(5)内に挿入し，キャップ(4)とともに取付ピン(6)に取付けられるようになっている。これによって取付ピン(6)とランプ(2)とが電気的に接続されるようになっている。又，取付基板(1)のプリント配線回路(7)には，中継端子盤(33)に配線される配線コード(8)の一端が接続されている。取付基板(1)の上部には螺子を挿通する取付孔(9)が設けられており，第4図に示すように遊技盤(32)の裏面に螺子(11)により取付基板(1)を取付けることができるようになっている。",
                        "そして，取付基板(1)の裏側(1b)には，第3図に示すように前記プリント配線回路(7)と電気的に接続され，他の取付基板のランプへ分岐させて配線するため，配線コード(13)をつなぐことのできる接続ピン(10)からなる配線コード接続用の接続端子が設けられている。」(4頁2行目～5頁14行目)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「本考案に係る取付基板は・・・入賞表示ランプ等を備えた取付基板等にも適用することができる。」(6頁15行目～末行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「従来，中継端子盤(33)とをつなぐ配線コード(8)の取付基板(1)への接続は，プリント配線回路(7)が形成されていた取付基板(1)の表側に配線コード(8)の一端がハンダ付されていたが，第1図及び第4図に示す実施例のように取付基板(1)の裏側に突出し，プリント配線回路(7)と電気的に接続されるピンを設け，このピンに接続するコネクタ(15)を一端に備えた配線コード(8)でつなぐことによって，遊技盤(32)への取付けがハンダ付によって浮いてしまったり，又，取付け方によって取付基板(1)が破損してしまったりということがない。」(7頁1行目～12行目)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記ア認定の刊行物3の記載によれば，審決の認定するとおり(審決謄本10頁下から第2段落)，刊行物3には，パチンコ機の遊技盤に取付けられるランプを備えた取付基板への配線構造として，取付基板(1)の裏側に突出したピンを設け，このピンに配線コード(8)の一端に備えられたコネクタ(15)を接続するとの構成が記載されており，この構成は，従来，配線コード(8)は，取付基板(1)の表側に配線コード(8)の一端をハンダ付けされていた構成を改良したものとされていることが認められる。",
                    "そして，上記構成を有する刊行物3発明と本願発明とを対比すると，刊行物3発明の「取付基板」，「ピン」は，それぞれ，本願発明の「中継ぎ接続用基板」，「中継ぎ端子」に対応するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物3発明の刊行物1発明への適用について",
              "text": [
                "上記(1)イの構成を有する刊行物1発明と上記(2)イの構成を有する刊行物3発明とは，パチンコ等遊技機の表示装置におけるランプを備えた取付基板への配線構造として，技術分野を同じくするものであり，同技術分野において，ランプを備えた取付基板への電気配線作業の省力化を図ることが，当業者にとって共通の技術課題であることは，刊行物3の上記(2)ア(カ)の記載において示唆されているばかりでなく，技術常識上も明らかというべきである。したがって，刊行物1発明に刊行物3発明を適用する動機付けは十分にあるというべきである。",
                "そして，実願昭63-170535号(実開平2-89775号)のマイ",
                "クロフィルム(甲7)及び実願平3-9347号(実開平4-96861号)のマ",
                "イクロフィルム(甲8)によれば，容器に収納された基板に対して，外部から電気的接続を行うための構造として，容器外に延びる端子を基板に設け，該端子を電源からの配線コードと接続する構成を採用することは，本件出願日当時，当業者に周知の技術であったと認められる。また，本件明細書(甲2)には，従来の技術として「従来，・・・パネル飾り体に付設される遊技情報のための点灯ランプは基板側の所用の位置に点灯ランプの受け部が・・・形成されるとともに，この受け部と対応する遊技板には電気配線用孔が貫設されて継電する構成のものであった。」(段落【0002】)と記載されており，この記載並びに乙1文献及び乙2文献の記載によれば，パチンコ等遊技機において，遊技板の表面に取り付けたランプ等に対し，ランプ等への配線接続部に対応する位置に設けられた遊技板の孔を介して，遊技板の背面側から配線接続を行うことも，本件出願日当時，当業者に周知の技術であったと認められる。",
                "刊行物1発明と刊行物3発明の技術分野の同一性，課題の共通性のほか，上記周知技術の存在を勘案すれば，刊行物1発明において，ランプ基板32に接続されたランプ配線33に代えて，刊行物3発明のピンを採用して中継ぎ端子とし，この中継ぎ端子を遊技盤10の裏側にある中継端子基板18に接続しようとすることは，当業者において容易に着想し得ることと考えられる。そして，この着想に基づき，上記周知技術を考慮すれば，中継ぎ端子を遊技盤10の裏側にある中継端子基板18に接続するため，中継ぎ端子が挿通可能な端子孔(ランプ配線33が挿通可能な孔に対応するもの)を右分割体本体28の中継ぎ端子に対応する位置に設けて，中継ぎ端子を挿通し，かつ，ランプ基板32を遊技盤10に取り付けた状態では，中継ぎ端子の先端部が右分割体本体28の背面側に突出するようにし(本件構成)，右分割体本体の裏面側に突出するピンが臨む遊技盤10の位置に嵌通孔を設け，ピンに配線接続することができるようにすることも，当業者であれば，容易に想到し得ることと認められる。",
                "そうすると，刊行物1発明に刊行物3発明適用し，上記周知技術を考慮して，相違点3に係る本願発明の構成とすることは，当業者が容易に想到し得るものというべきであり，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，刊行物3発明の技術的思想は，取付基板の取付面(遊技盤と向き合う面)とは反対側の面にピンを突出させ，遊技盤に取付基板の取付面を向き合わせて取り付けた後，その取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続するというものであり，本願発明の技術的思想とは正反対のものであるとし，このことを前提に，「前記ピンは，本願発明における中継ぎ端子に対応するものと認められる。」(審決謄本10頁下から第2段落)とする審決の認定は誤りである旨，また，刊行物1発明に刊行物3発明を適用しても，本件構成は得られから，刊行物1発明において，本件構成とすることが，当業者に容易に想到し得るものであるとする審決の判断には，何ら合理的な根拠がない旨主張する。",
                "しかしながら，上記(2)イのとおり，刊行物3には，「ランプを備えた取付基板への配線構造として，取付基板(1)の裏側に突出したピンを設け，このピンに配線コード(8)の一端に備えられたコネクタ(15)を接続すること」，すなわち，ランプを備えた取付基板(1)のランプ取付け位置からピンを取付基板(1)を挿通させて，ランプ取付け位置と反対側の面に突出させ，これを遊技盤(32)の裏側で配線コード(8)の一端に備えられたコネクタ(15)に接続するという構成が開示されていると認められる。",
                "この点に関し，原告は，刊行物3発明の技術的思想は，ランプを備えた取付基板の取付面とピンの突出方向について上記のとおりの限定を加えたものである旨主張するが，刊行物3(甲6)の実用新案登録請求の範囲第1の記載(上記(2)ア)からして，刊行物3発明は，取付基板の取付面(遊技盤と向き合う面)とは反対側の面にピンを突出させ，遊技盤に取付基板の取付面を向き合わせて取り付けた後，その取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続する構成のものに限定されるとは解されず，同刊行物の考案の詳細な説明においても，当然のことながら，そのような限定を付す記載はない。また，原告は，刊行物3発明において，取付基板を取り付ける遊技盤の面とピンの突出方向とをあえて逆にする変形を行った場合，不都合が生ずるとも主張するが，取付基板を取り付ける面と同じ方向にピンを突出させる場合には，取付基板を遊技盤の表側に取付け，遊技盤に孔を設けて，そこからピンを遊技盤の背面側に突出さるようにすれば，原告主張の不都合は回避されるのであって，そのことは，当業者にとって自明のことというべきである。原告の上記主張はいずれも採用の限りでない。なお， 原告は，被告が刊行物3には取付基板の取付面を表側に限定する記載，すなわち，取付基板を取り付ける遊技盤の面とピンの突出方向とを同じ側に限定する記載はない旨主張したのに対し，これは，本願発明の技術的思想と刊行物3発明の技術的思想とが正反対であるということを認めたということを意味する旨主張するが，被告の主張を正解しないものであって，失当である。",
                "審決は，刊行物3に開示された刊行物3発明の上記構成に基づいて，「前記ピンは，本願発明における中継ぎ端子に対応するものと認められる。」とし，また，同構成を刊行物1発明に適用し，当業者が本件構成を想到することの容易性を認めたものであり，本願発明との対応関係についての上記認定に誤りはなく，また，上記(3)に説示したとおり，上記容易想到性の判断には合理的性があるというべきである。",
                "原告は，刊行物3に記載された一つの実施例(第4図)において，取付基板(1)が遊技盤(32)の裏面に取り付けられ，そのため，取付基板(1)を取り付けた遊技盤(32)の面と同じ側にピンが突出していることから，これが刊行物3発明の技術的思想であるかのように誤って理解し，その誤った理解に基づいて審決の認定判断を非難するものであって，失当である。",
                "なお，原告は，刊行物1発明に刊行物3発明の技術的思想を適用すると，上記第3の1(2)イに記載の構成となり，本件構成は得られない旨主張するが，この主張も，刊行物3発明の技術的思想についての上記の誤った理解に基づくものであり，その前提において失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，刊行物1発明において，「パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態で前記遊技板の背面側から前記中継ぎ端子に対する配線接続がなされるようにするために，前記ランプ配線33が通過する遊技板(遊技盤10)に形成されたランプ挿通孔21cに加えて前記遊技板の前記中継ぎ端子が臨む位置に嵌通孔を貫設し」(審決謄本11頁第2段落)との構成とすることは，当業者であれば容易に想到し得るものであると判断しているところ，原告は，「パネル飾り(右分割体26)を遊技板(遊技盤10)の表面に取り付けた状態で前記遊技板の背面側から前記中継ぎ端子に対する配線接続がなされるようにするために」との課題，目的は，刊行物1及び刊行物3のどこにも記載されておらず，したがって，上記のような課題，目的は，本件出願日当時において，当業者の常識レベルではなかったものであり，審決には，当業者は，上記のような課題，目的をどこから見いだすことになるのか，その根拠が示されていない旨主張する。",
                "しかしながら，刊行物1発明において，ランプ基板32に接続されたランプ配線33に代えて，刊行物3発明のピンを採用して中継ぎ端子とし，この中継ぎ端子を遊技盤10の裏側にある中継端子基板18に接続しようとすることは，当業者が容易に着想し得るものというべきことは，前記(3)に説示したとおりである。すなわち，刊行物1発明と刊行物3発明の技術分野の同一性，課題の共通性のほか，上記(3)記載の周知技術の存在を勘案すれば，原告が課題，目的として主張するところのものは，当業者であれば容易に見いだし得るものであると考えられる。",
                "原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，刊行物3発明のピンは，遊技盤に向き合わせて配置されるものではあり得ないから，刊行物1発明に刊行物3発明を適用しても，「遊技板に貫設した嵌通孔に臨む」という本願発明の中継ぎ端子の構成は得られない旨主張する。",
                "しかしながら，刊行物3発明は，取付基板の取付面(遊技盤と向き合う面)とは反対側の面にピンを突出させ，遊技盤に取付基板の取付面を向き合わせて取り付けた後，その取り付けた側と同じ方向に突出しているピンに対して，その同じ方向から配線コードを接続する構成のものに限定されるものではなく，取付基板の取付面(遊技盤と向き合う面)と同じ側にピンを突出させ，遊技盤に取付基板を向き合わせて取り付けた後，その取り付けた側と反対の方向に突出しているピンに対して，その同じ方向から配線コードを接続する構成のものも含まれることは，上記(4)に説示したところから明らかである。そして，後者の構成において，ピンを遊技盤に向き合わせて，すなわち，取付基板の裏側を遊技盤の表側に取り付ける場合に，取付基板に設けられるピンを取付基板の背面側に向けて突出させた上，遊技盤に嵌通孔を設けて，ピンが遊技盤の裏側に突出するようすることは，上記(3)記載の周知技術を考慮して，当業者が容易に想到し得るものというべきことは，上記(3)に説示したとおりである。",
                "原告の上記主張は，刊行物3発明の技術的思想についての上記(4)摘示の誤った理解に基づくものであって，採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "審決は，相違点3についての判断に際し，「ランプ挿通孔21cに加えて前記遊技板の前記中継ぎ端子が臨む位置に嵌通孔を貫設し」(審決謄本11頁第2段落)との構成とすることは，当業者が容易に想到し得るものであると判断しているところ，原告は，刊行物1発明に刊行物3発明を適用すれば，なにゆえ，「ランプ挿通孔21c」に加えて「嵌通孔」を貫設する構成を当業者において容易に着想することができるのかは不明であり，審決には，上記構成とする着想を当業者がどのようにして得ることができるのか，その根拠や動機付けとなる事項が示されていない旨主張する。",
                "しかしながら，刊行物1発明において，ランプ基板32に接続されたランプ配線33に代えて，刊行物3発明のピンを採用して中継ぎ端子とし，右分割体本体28に中継ぎ端子が挿通可能な端子孔を設けて中継ぎ端子を挿通し，かつ，ランプ基板32を遊技盤10に取り付けた状態では，中継ぎ端子の先端部が右分割体本体28の背面側に突出するようにすること，右分割体本体28の裏面側に突出するピンが臨む遊技盤10の位置に嵌通孔を設け，ピンに配線接続することができるようにすることは，当業者であれば容易に想到し得るものというべきことは，上記(3)に説示したとおりであり，審決は，そのことを前提に，「ランプ挿通孔21cに加えて前記遊技板の前記中継ぎ端子が臨む位置に嵌通孔を貫設し」(審決謄本11頁第2段落)との構成とすることの容易想到性を判断しているものである。",
                "また，刊行物1の上記(1)アの記載によれば，刊行物1発明におけるランプ挿通孔21cは，機構板19に固定されたランプを遊技盤に挿通させることを主目的とした孔であって，このランプ挿通孔21cをランプ配線33の配線経路として兼用したものである。この場合，ランプ配線33の配線経路としてランプ挿通孔21cを兼用するか，配線のための専用の孔を設けるかは，当業者が必要に応じて適宜選択し得る設計的事項にすぎないというべきであり，そのことは，刊行物1発明において，ランプ基板32に接続されたランプ配線33に代えて，刊行物3発明のピンを採用して中継ぎ端子とする場合にも，同様に考えることができる。",
                "原告の上記主張は，刊行物3発明の技術的思想についての上記(4)摘示の誤った理解に基づき，ランプ挿通孔21cの技術的意義を正解しないで，審決を非難するものであって，採用することができない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原告は，「遊技板の孔を介して遊技板の背面側から配線接続を行う」というからには，本願発明のように，配線を接続するための作業が遊技板という障害物を介して行われ，この障害物を克服するために，配線を接続する作業が嵌通孔の中にまで及ぶ必要があるが，乙1文献，乙2文献にはそこまでは記載されていない旨主張する。",
                "しかしながら，中継ぎ端子を遊技盤10の裏側にある中継端子基板18に接続するため，中継ぎ端子が挿通可能な端子孔(ランプ配線が挿通可能な孔に対応するもの)を右分割体本体28の中継ぎ端子に対応する位置に設けて，中継ぎ端子を挿通し，かつ，ランプ基板32を遊技盤10に取り付けた状態では，中継ぎ端子の先端部が右分割体本体28の背面側に突出するようにし，右分割体本体の裏面側に突出するピンが臨む遊技盤10の位置に嵌通孔を設け，ピンに配線接続することができるようにすることが，当業者が容易に想到し得るものというべきことは，前記(3)に説示したとおりである。この場合，右分割体本体28を遊技盤10の表面に取り付けた状態では，ピンの先端部が遊技盤10の孔内に配置されるか，又はピンが遊技盤10の背面側に突出するかのいずれかの形態になることは自明であり，そのいずれとするかは，当業者が必要に応じて適宜選択し得る設計事項というべきである。",
                "そうすると，本願発明の「中継ぎ端子が遊技板に貫設した嵌通孔に臨みかつ遊技板の背面側から中継ぎ接続用基板の中継ぎ端子に対する配線接続がな      される」との構成が，中継ぎ端子が遊技板に貫設した嵌通孔の手前ないし嵌通孔内に位置し遊技盤10の裏側に出ない場合だけに限る趣旨であると解されるとしても，刊行物1発明において上記のような構成とすることは，乙1文献，乙2文献にその構成が開示されているか否かにかかわらず，当業者が適宜に行い得ることというべきである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，原告主張の取消事由は理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}