{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人らは，控訴人に対し，連帯して1万円及びこれに対する平成15年6月28日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "控訴人のその余の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じて5分し，その4を控訴人の負担とし，その余を被控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴人の求めた裁判",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して210万円及びこれに対する平成15年6月28日から支払済みまで年6分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，インターネット上のホームページで商品の広告販売を行う会社である株式会社ラフィーネ(以下「ラフィーネ」という。)から営業権の譲渡を受けた控訴人が，ラフィーネの著作物である写真及び文章を被控訴人らが無断で利用したことにより著作権侵害が生じ，同侵害により発生した損害賠償請求権(民法709条)を控訴人がラフィーネから譲り受けたなどと主張して，被控訴人らに対し，損害賠償及び遅延損害金の連帯支払を求めた事案である。",
            "控訴人は，損害693万円及び年6分の遅延損害金の支払を求めて本件訴訟を提起したが，原審が控訴人の請求をすべて棄却する判決をしたので，控訴人は，本件控訴を提起した。控訴人は，当審において，最終的に損害賠償210万円及び年6分の遅延損害金の支払を求める請求に減縮した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実(当事者間に争いのない事実並びに証拠及び弁論の全趣旨により容易に認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ラフィーネは，平成13年10月から，シックハウス症候群対策品である「スメルゲット」及び「ホルムゲット」(以下「本件各商品」という。)の広告販売をインターネット上で行うようになった。この広告販売用のホームページ(以下「本件ホームページ」という。)には，「スメルゲットジェル・ハワイアンブルー(固形据え置きタイプ)」「スメルゲットエマルジョン(霧吹きタイプ)」と題された写真(以下，前者を「本件写真1」，後者を「本件写真2」といい，両者をあわせて「本件各写真」という。)が掲載されるとともに，次の文章が掲載されている(甲1。",
                "以下，後掲①を「本件文章1」，②を「本件文章2」，③を「本件文章3」といい，本件文章1～3を総括して「本件各文章」という。)。",
                "本件各写真及び本件各文章は，ラフィーネの取締役であり控訴人代表者であるXが，ラフィーネの職務著作として作成したものである。",
                "①「子どもがアトピー性皮膚炎に",
                "川崎市に住むKさん一家は，県営住宅に当選し，新築の団地に引越しました。すると間もなく6歳の娘がアトピー性皮膚炎にかかり，極度のアレルギー体質となってしまいました。」②「お年寄りのぜんそく発症",
                "今までほとんど風邪もひかず，元気だった横浜市在住のSさん(65歳)は，夫と死別したのをきっかけに娘夫婦と同居。娘夫婦が自宅をリフォームして迎え入れたところ，Sさんは同居を開始して3ヶ月後にぜんそくを発症。入退院を繰り返し，寝たきりになってしまいました。」③「花粉症・不眠・うつ症状",
                "千葉市に住むHさんは，念願だった新築マンションを購入。引越してすぐに鼻がきかなくなり，花粉症，不眠，うつ的症状をうったえ，精神科などを訪れました。」(2) 被控訴人らも，インターネット上のホームページで商品の広告販売を行う会社であるが，平成14年11月から平成15年6月27日まで，本件各写真を，ラフィーネに無断で，自社のホームページ(以下「被控訴人ホームページ」という。)に掲載した(甲8～10)。",
                "また，被控訴人らは，平成14年11月以降，被控訴人ホームページに，次の文章を掲載している(甲8。以下，後掲①を「被控訴人文章1」，②を「被控訴人文章2」，③を「被控訴人文章3」といい，被控訴人文章1～3を総括して「被控訴人各文章」という。)。",
                "①「新築の団地に引越しました。そうしたら子供がアトピー性皮膚炎にかかって，アレルギー体質になっちゃったの・・・。」",
                "②「今まで，ほとんど風邪もひかずに元気に過ごしていたのですが，自宅をリフォームした後しばらくして，ぜんそくになってしまったんです・・・。」",
                "③「新築マンションを購入したんですが，引越してすぐ，鼻がきかなくなってきたんですよ。",
                "さらに夜眠れない，どうも気分が悪い，そんな症状が出てきて・・・。」(3) ラフィーネは，平成16年6月28日，控訴人に対し，営業権を譲渡するとともに，本件各写真及び本件各文章にかかる著作権並びにこれらの著作物に関し被控訴人らに対して取得したすべての債権を譲渡し，その旨被控訴人らに通知した。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各写真，本件各文章及び本件ホームページの著作物性並びに著作権侵害の有無"
            },
            {
              "fig": "(2)",
              "subject": "被控訴人らの行為により生じた損害"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(本件各写真，本件各文章及び本件ホームページの著作物性並びに著作権侵害の有無)について",
              "text": [
                "本件各写真及び本件各文章は，いずれも著作権法上の著作物である。被控訴人らは，本件各写真をラフィーネに無断で被控訴人ホームページに掲載したことにより，本件各写真の複製権を侵害し，また，本件各文章と類似する被控訴人各文章をラフィーネに無断で被控訴人ホームページに掲載したことにより，本件各文章の複製権ないし翻案権を侵害した。",
                "仮に，本件各写真及び本件各文章が著作権法上の著作物に当たらないとしても，本件各写真及び本件各文章により構成された本件ホームページは，著作権法12条1項の編集著作物として，著作権法上の保護の対象となるものである。被控訴人らは，被控訴人ホームページの公開により，本件ホームページの複製権ないし翻案権を侵害した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(被控訴人らの行為により生じた損害)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "逸失利益",
                  "text": [
                    "被控訴人らの著作権侵害行為により，ラフィーネには逸失利益の損害が生じ，また，控訴人がラフィーネから営業権の譲渡を受けた平成16年6月28日以降は，控訴人に逸失利益の損害が生じた。その金額は，合計60万円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "慰謝料",
                  "text": [
                    "被控訴人らの著作権侵害行為により発生した慰謝料額は，本件各写真及び被控訴人各文章の掲載期間1か月当たり各5万円である。本件各写真の掲載については平成14年11月から平成15年6月27日までの8か月間につき，被控訴人各文章の掲載については平成14年11月から平成16年8月までの22か月間につき，次の算式のとおり合計150万円の慰謝料が発生した。",
                    "5万円/月×(8か月＋22か月)＝150万円"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被控訴人らの主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(本件各写真，本件各文章及び本件ホームページの著作物性並びに著作権侵害の有無)について",
              "text": [
                "写真や文章等が著作権法上の著作物として保護されるためには，「思想又は感情を創作的に表現したものであつて，文芸，学術，美術又は音楽の範囲に属するもの」(著作権法2条1項1号)でなければならない。",
                "写真を撮影する際は，一定の制作意図をもって被写体を選択・設定し，構図を決め，光量等を調整した上で，シャッターチャンスを捉えて撮影するのが通常であるが，このようにして撮影された写真のすべてが著作物として保護されるものではなく，制作意図，被写体の選択・設定，構図の決定，シャッターチャンスの捕捉，光量等の調整において独自の創意と工夫があり，それにより他の類似写真と区別できる程度の個性ないし独自性が与えられていなければならない。被控訴人らが本件各商品を簡単に撮影した写真(甲2・1頁，甲6・1頁)を本件各写真と比較した場合，両者を区別できる程度の個性ないし独自性はみられない。したがって，本件各写真は，著作権法上の著作物には当たらない。",
                "本件各文章は，ラフィーネが本件各商品に関して聞き取り調査をした結果を記載したもので，事実に基づいた記述である。したがって，本件各文章は事実の伝達にすぎないものであり，著作権法上の著作物には当たらない。",
                "本件ホームページについては，仮にこれが素材を集めたものであっても，事実の伝達にすぎないものであり，「文芸，学術，美術又は音楽の範囲に属するもの」とはいえない上，その選択又は配列に創作性は全くないから，著作権法12条1項にいう編集著作物には当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(被控訴人らの行為により生じた損害)について",
              "text": [
                "控訴人の主張はいずれも争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(本件各写真，本件各文章及び本件ホームページの著作物性並びに著作権侵害の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各写真の著作物性及び著作権侵害の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "写真は，被写体の選択・組合せ・配置，構図・カメラアングルの設定，シャッターチャンスの捕捉，被写体と光線との関係(順光，逆光，斜光等)，陰影の付け方，色彩の配合，部分の強調・省略，背景等の諸要素を総合してなる一つの表現である。",
                    "このような表現は，レンズの選択，露光の調節，シャッタースピードや被写界深度の設定，照明等の撮影技法を駆使した成果として得られることもあれば，オートフォーカスカメラやデジタルカメラの機械的作用を利用した結果として得られることもある。また，構図やシャッターチャンスのように人為的操作により決定されることの多い要素についても，偶然にシャッターチャンスを捉えた場合のように，撮影者の意図を離れて偶然の結果に左右されることもある。",
                    "そして，ある写真が，どのような撮影技法を用いて得られたものであるのかを，その写真自体から知ることは困難であることが多く，写真から知り得るのは，結果として得られた表現の内容である。撮影に当たってどのような技法が用いられたのかにかかわらず，静物や風景を撮影した写真でも，その構図，光線，背景等には何らかの独自性が表れることが多く，結果として得られた写真の表現自体に独自性が表れ，創作性の存在を肯定し得る場合があるというべきである。",
                    "もっとも，創作性の存在が肯定される場合でも，その写真における表現の独自性がどの程度のものであるかによって，創作性の程度に高度なものから微少なものまで大きな差異があることはいうまでもないから，著作物の保護の範囲，仕方等は，そうした差異に大きく依存するものというべきである。したがって，創作性が微少な場合には，当該写真をそのままコピーして利用したような場合にほぼ限定して複製権侵害を肯定するにとどめるべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のような観点から，本件各写真の著作物性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各写真は，本件ホームページで商品を広告販売するために撮影されたものであり，その内容は，次のとおりである(甲1)。",
                        "本件写真1は，固形据え置きタイプの商品を，大小サイズ1個ずつ横に並べ，ラベルが若干内向きとなるように配置して，正面斜め上から撮影したものである。光線は右斜め上から照射され，左下方向に短い影が形成されている。背景は，薄いブルーとなっている。",
                        "本件写真2は，霧吹きタイプの商品を，水平に寝かせた状態で横に2個並べ，画面の上下方向に対して若干斜めになるように配置して，真上から撮影したものである。光線は右側から照射され，左側に影が形成されている。背景は，オフホワイトとなっている。",
                        "以上から，本件各写真には，被写体の組合せ・配置，構図・カメラアングル，光線・陰影，背景等にそれなりの独自性が表れているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，比較のために，被控訴人らにおいて同じタイプの商品を撮影した写真をみると，次のとおりである。",
                        "固形据え置きタイプの商品については，大小サイズ1個ずつを横に並べた上，ラベルが正面となるように配置して，ほぼ正面から撮影し，背景を濃いブルー又は薄いブルーとしたもの(甲2，6)，同じサイズ2個を横に並べてほぼ正面から撮影し，背景を濃いブルーとしたもの(甲7)，1個をほぼ正面から撮影し，背景を薄いブルーとしたもの(甲4，7)，2個を前後するように配置して正面から撮影し，背景の上半分を黄土色，下半分を灰色としたもの(甲4)があるが，本件写真1は，これらのいずれとも被写体の組合せ・配置，構図・カメラアングル等が異なっている。また，本件写真1の被写体とされた商品はブルーであり，背景と同色系であるが，被控訴人らの上記写真の被写体とされた商品はグリーンであり，背景とは異なる系統の配色となっている。",
                        "霧吹きタイプの商品については，1個を垂直に立てた状態で固形据え置きタイプの商品と組み合わせて配置したもの(甲4)，2個を垂直に立てた状態で横に並べ，背景を薄いブルーとしたもの(甲6)，1個を垂直に立て，背景を薄いブルーとしたもの(甲7)があり，本件写真2は，これらのいずれとも被写体の組合せ・配置，背景等が異なっている。",
                        "以上のとおり，本件各写真は，同じタイプの商品を撮影した被控訴人らによる写真と比較しても，被写体の組合せ・配置，構図・カメラアングル，色彩の配合，背景等が異なっており，これらの要素を総合した全体の表現としても，異なる印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "確かに，本件各写真は，ホームページで商品を紹介するための手段として撮影されたものであり，同じタイプの商品を撮影した他の写真と比べて，殊更に商品の高級感を醸し出す等の特異な印象を与えるものではなく，むしろ商品を紹介する写真として平凡な印象を与えるものであるとの見方もあり得る。しかし，本件各写真については，前記認定のとおり，被写体の組合せ・配置，構図・カメラアングル，光線・陰影，背景等にそれなりの独自性が表れているのであるから，創作性の存在を肯定することができ，著作物性はあるものというべきである。他方，上記判示から明らかなように，その創作性の程度は極めて低いものであって，著作物性を肯定し得る限界事例に近いものといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件各写真の複製権の侵害の有無について考えるに，本件各写真の創作性は極めて低いものではあるが，被控訴人らによる侵害行為の態様は，本件各写真をそのままコピーして被控訴人ホームページに掲載したというものである(同事実は当事者間に争いがない。)から，本件各写真について複製権の侵害があったものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各文章に関する著作権侵害の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各文章については，これがそのまま被控訴人ホームページに掲載されたものではなく，本件各文章の一部と共通した部分を有する被控訴人各文章が掲載されているので，両文章の共通部分が創作的表現といえるか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各文章と被控訴人各文章との共通部分は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件文章1について，「新築の団地に引越」「娘がアトピー性皮膚炎にかかり」「アレルギー体質となってしまいました」との部分。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件文章2について，「今までほとんど風邪もひかず，元気だった」「自宅をリフォーム」「ぜんそくを発症」との部分。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件各文章3について，「新築マンションを購入」「引越してすぐに鼻がきかなくなり」との部分。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の共通部分は，シックハウス症候群が疑われる例を普通に用いられるありふれた言葉で表現したものにすぎず，表現上の格別な工夫があるとはいえない。",
                    "したがって，本件各文章と被控訴人各文章とは，表現上の創作性がない部分において同一性を有するにすぎないから，本件各文章について複製権ないし翻案権の侵害があったということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件ホームページに関する著作権侵害の有無について",
              "text": [
                "控訴人は，本件ホームページが編集著作物であって被控訴人ホームページの公開により本件ホームページの複製権ないし翻案権が侵害されていると主張する。",
                "しかし，本件ホームページと被控訴人ホームページとの共通点として控訴人により指摘されているのは，商品の写真や，商品を説明する文章自体の共通点であり，ホームページ自体の素材の選択や配列における共通点が指摘されているものではない。また，本件ホームページと被控訴人ホームページとを比較しても，シックハウス症候群が疑われる例を複数併記している点や，商品の写真を文章の左側に配置している点などが共通しているにすぎず(甲1，8)，このような素材の選択や配列における共通点はありふれたものであって，表現上の創作性がない部分について同一性を有するにすぎない。",
                "したがって，本件ホームページについて編集著作物としての複製権ないし翻案権の侵害があったということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(被控訴人らの行為により生じた損害)について",
          "text": [
            "以上のとおり，本件各写真について被控訴人らによる複製権侵害が認められるので，これにより生じた損害について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "逸失利益について",
              "text": [
                "本件各写真は本件ホームページで商品の広告販売を行うために作成されたものであり，同様にホームページで広告販売を行う会社である被控訴人らが，本件各写真を8か月間にわたり被控訴人ホームページに掲載して同一商品の広告販売を行ったことにより，ラフィーネには何らかの逸失利益の損害が生じたものと認められる。",
                "もっとも，被控訴人らが自ら同一商品の写真を撮影して被控訴人ホームページに掲載することは容易であり，本件各写真が被控訴人らの撮影した写真と比べて格別に優れているわけでもないことに照らせば，本件各写真を被控訴人ホームページに掲載したことにより被控訴人らがどの程度の利益を受けたのかは不明であり，また，本件各写真を他社に使用させる場合の使用料も不明である。",
                "したがって，本件においては逸失利益の額を証明することが極めて困難であるから，著作権法114条の5に基づき相当な損害額を認定するほかなく，その額については，上記事情も考慮して，1万円とするのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "慰謝料について",
              "text": [
                "被控訴人らの複製権侵害行為により生じた損害は，前記(1)の損害に対する損害賠償によって回復されるのであって，本件事実関係の下においては，著作権侵害による慰謝料請求権が発生したということはできない。なお，控訴人の請求がラフィーネの著作者人格権の侵害に基づく慰謝料請求権を譲り受けてなす請求を含むものであると解したとしても，被控訴人らの行為がラフィーネの公表権，氏名表示権ないし同一性保持権を侵害することについての具体的な主張はなく，また，証拠上もこれらの侵害を基礎付ける事実は認め難いから，やはり慰謝料請求権が発生したとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，被控訴人らに対して損害賠償として1万円及びこれに対する不法行為の後である平成15年6月28日から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を命ずる限度で理由があるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}