{
  "conclusion": [
    {
      "text": "特許庁が無効2003-35369号事件について平成16年7月7日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告の有する本件特許について無効審判請求をしたところ，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲2)",
              "text": [
                "特許権者：大昭和精機株式会社(被告)",
                "発明の名称：「工具ホルダー取付装置」",
                "出願日：平成4年4月14日(特願平4-94526号)",
                "手続補正日：平成7年3月17日(甲5，以下「本件第1補正」という。)　手続補正日：平成8年2月21日(甲6，以下「本件第2補正」という。)　設定登録日：平成8年10月24日",
                "特許登録番号：第2571325号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成15年9月2日付け(無効2003-35369号，甲7)",
                "審決日：平成16年7月7日(甲1)",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年7月20日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(甲6，本件第2補正後のもの。)",
          "text": [
            "【請求項1】回転又は非回転主軸(以下，主軸という)1に設けたテーパ孔2に，鍔部5を有する工具ホルダー3のテーパシャンク部4を嵌合して主軸1に工具ホルダー3を取付けるようにした工具ホルダー取付装置であって，主軸1のテーパ孔2及びこれに嵌合される工具ホルダー3のテーパシャンク部4の最大径D，主軸側端面1aとこれに対向する鍔部端面5aとの間の許容の対向間隙Yが工業規格で定められた数値の範囲内で製作される工具ホルダーの取付装置において，上記主軸側端面1aと，これに対向する鍔部端面5aとのそれぞれを，工業規格で定められた許容の製作誤差Δiの数値より多く延出すると共に，両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内で，互いに対向方向に延出してそれぞれ延出端面1b，5bに形成し，しかして，両延出端面1b，5bが互いに吻合するようにして，主軸1に工具ホルダー3を取付けることが可能となっている工具ホルダー取付装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，本件第2補正は明細書の要旨を変更するものではなく，本件特許出願は本件第2補正の手続補正書が提出された時にしたものとはみなされないのであるから，本件発明は，本件特許の出願特許公報(審判甲1・本訴甲3)に記載された発明に基づいて容易に発明をすることができたとはいえず，また本件発明に係る特許請求の範囲請求項1及び明細書の記載が特許法の定める要件に反するともいえないので，本件特許を無効とすることはできないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審判手続における証拠方法",
              "text": [
                "①　審判甲1(本訴甲3)：特開平5-285715号(本件特許公報)",
                "②　審判甲2(本訴甲6)：平成8年2月21日付け手続補正書",
                "③　審判甲3(本訴甲5)：平成7年3月17日付け手続補正書",
                "④　審判甲4(本訴甲14)：被告会社のカタログ「BIG-PLUS」，CATALOG NO.48-2",
                "⑤  審判甲5(本訴甲4)：平成7年3月17日付け特許出願人(被告)意見書　⑥　審判甲6：特開昭59-196143号公報",
                "(以下，審決引用部分についても，本訴の証拠番号で表記する。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求人(原告)の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "「本件の特許出願手続中にされた本件第2補正書(本訴甲6)による明細書の補正は，願書に最初に添附した明細書の要旨を変更するものであるから，本件の特許出願は，その補正について手続補正書を提出した時にしたものとみなされるものである。その結果，本件発明は，本訴甲3に記載された発明に基いて当業者が容易に発明をすることができたものであるので，本件特許は，特許法29条2項の規定に違反してされたものである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本件発明の構成要件である「両延出端面1b，5bが互いに吻合する」に関して，本件の明細書(判決注：本訴甲3。以下，審決の引用部分も含め，本件特許に係る明細書及び図面を「本件明細書等」という。)の発明の詳細な説明には，どのように吻合させるかについては，…一切説明されておらず，当業者が実施をすることができる程度に構成が記載されていないので，平成5年法律第26号改正前の特許法36条4項(判決注：以下「特許法36条4項」という。)に規定する要件を満たしていない特許出願に対してされたものである。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本件発明の構成要件である「両延出端面1b，5bが互いに吻合するようにして，主軸1に工具ホルダー3を取付けること」は，本件明細書等の発明の詳細な説明に記載されていないので，本件特許は，平成5年法律第26号改正前の特許法36条5項1号(判決注：以下「特許法36条5項1号」という。)に規定する要件を満たしていない特許出願に対してされたものである。」"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本件明細書等の特許請求の範囲には，「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内」で「吻合」をどのように達成するかの構成が記載されていないので，本件特許は，平成5年法律第26号改正前の特許法36条5項2号(判決注：以下「特許法36条5項2号」という。)に規定する要件を満たしていない特許出願に対してされたものである。」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "当初明細書等に記載された事項",
                      "text": [
                        "「本件特許の願書に最初に添附した明細書又は図面(以下「当初明細書等」という。)には，次の事項が記載されていると認める。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "subject": "「【0010】【作用】上記構成によれば，主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとを所要の突出量α延出して延出端面1b，3bを形成し，該両延出端面1b，3bが互いに吻合するようになっているから，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bを密着させることができる。従って，切削負荷を両延出端面1b，3bでも受けるようになり，テーパ孔2とテーパシャンク部4との間に切削負荷が集中してかかることがなく，そのテーパ孔2とテーパシャンク部4との間の密着面がフレッティングコロージョン現象等により磨耗されることがない(図1及び図2参照)。」(本訴甲3，2欄40行～3欄3行参照。)」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "当初明細書等に記載された事項の技術的意味",
                      "text": [
                        "「前記bの「主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとを所要の突出量α延出して延出端面1b，3bを形成し，該両延出端面1b，3bが互いに吻合するようになっているから，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bを密着させることができる。」の技術的意味について，以下検討する。",
                        "まず，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させる際に，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込み，工具ホルダーを主軸奥側に移動，換言すると，工具ホルダーの基準端面である鍔部端面を主軸の基準端面側に移動することにより，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させることは，本件出願時の技術常識である。",
                        "そして，主軸1のテーパ孔2と工具ホルダー3のテーパシャンク部4との密着嵌合は，当初明細書等に記載されているような主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとから所要の突出量α延出した延出端面1b，3bを形成したものであって，主軸1のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態から，工具ホルダー3を主軸1奥側に引き込んで工具ホルダー3を主軸1奥側に移動することにより行われるものであることは，上記技術常識より明らかである。",
                        "また，当初明細書等には，主軸1の基準端面1a又は工具ホルダー3の鍔部端面3aから対向間隔(判決注：間隙の誤りであり，以下「間隙」とする。)Yだけ延出した場合についてであるが，…「テーパ孔2とテーパシャンク部4とを互いに密着嵌合させると同時に，上記基準端面1aと鍔部端面3aとを互いに密着させることが考えられる。上記構成によると，切削負荷が基準端面1aにもかかるようになるため，テーパ孔2とテーパシャンク部4との密着面がフレッティングコロージョン現象等により磨耗されなくなる。ところが，…テーパ孔2にテーパシャンク部4が密着嵌合する前に，基準端面1aに鍔部端面3aが当接するため，テーパ孔2とテーパシャンク部4との間に隙間βが生じ，主軸1に工具ホルダー3を確実に取付けることができなくなる。」と，基準端面1aと鍔部端面3aとが密着して切削負荷を負担するものであっても，主軸1に工具ホルダー3を確実に取付けるためには，主軸1のテーパ孔2と工具ホルダー3のテーパシャンク部4とが密着嵌合することが必須であり，工具ホルダーの取付の前提となっていることが示唆されている。また，このことは，主軸1のテーパ孔2と工具ホルダー3のテーパシャンク部4との嵌合により強固な固着力が得られることからも明らかである。 　そうすると，上記「主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させる」とは，主軸1のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態から，工具ホルダー3の主軸1奥側への引き込みによる工具ホルダー3の主軸1奥側への移動により，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させることを意味するものであり，上記「密着嵌合させると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bを密着させることができる。」とは，上記密着嵌合する前に工具ホルダー3の延出端面3bが主軸1の延出端面1bに密着すると，上記密着嵌合が行われなくなることから，工具ホルダー3が主軸1奥側への引き込みにより移動する前の主軸のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態において，主軸1の延出端面1bに工具ホルダー3の延出端面3bが密着するのではなく，上記工具ホルダー3の主軸1奥側への引き込みによる工具ホルダー3の主軸1奥側への移動により上記密着嵌合が行われた時に，上記引き込みにより主軸1の延出端面1b側へ移動した工具ホルダー3の延出端面3bが主軸1の延出端面1bに密着することを意味するものと解される。",
                        "つまり，上記「主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとを所要の突出量α延出して延出端面1b，3bを形成し，該両延出端面1b，3bが互いに吻合するようになっているから，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bを密着させることができる。」とは，工具ホルダー3を主軸1奥側への引き込む前の主軸のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態では，工具ホルダー3の延出端面3bが主軸1の延出端面1bに密着しておらず，この状態から工具ホルダー3の主軸1奥側への引き込みによる工具ホルダー3の主軸1奥側への移動により，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させ，上記密着嵌合時に上記引き込みにより主軸1の延出端面1b側へ移動した工具ホルダー3の延出端面3bが主軸1の延出端面1bに密着することを意味すると解される。",
                        "そして，このことは，工具ホルダー3を主軸1奥側への引き込む前の主軸のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態での主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとの対向間隙が当初明細書等に記載の対向間隙Yを意味するものとして，主軸1の延出端面1bの突出量α1，工具ホルダー3の延出端面3bの突出量α2及び対向間隙Yの関係について言えば，両突出量α1，α2の合計が対向間隙Yの数値より少ないこと(α1＋α2＜Y)を意味するものと解される。",
                        "これに対して，…当初明細書等には，主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとからそれぞれ延出する所要の突出量αについて，実施例として，対向間隙Yの2分の1とすること及び対向間隙Yが3mmと規定されているものに対して1．5mmとすること，すなわち，両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なることが記載されている。",
                        "しかし，(a) 両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なれば，工具ホルダー3を主軸1奥側へ引き込んで移動させて主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させる前に，主軸1の延出端面1bと工具ホルダー3の延出端面3bとが密着するので，主軸1に工具ホルダー3を確実に取付けるために必須な上記密着嵌合ができなくなること，(b) 工具ホルダー3を主軸1奥側への引き込む前の主軸のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態から，工具ホルダー3の主軸1奥側への引き込みにより上記密着嵌合を行う際の工具ホルダー3の延出端面3bの移動量は，弾性変形によるものであって，突出量α1，突出量α2及び対向間隙Yの数値に比べわずかな量であること等を考慮すると，当初明細書等に記載の両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なる旨の記載事項は，両突出量α1，α2の合計が対向間隙Yの数値に厳密に等しくなることを意味するものではなく，ほぼ等しいことを意味するものと解すべきものであり，また，両突出量α1，α2の合計が対向間隙Yの数値より多い(α1＋α2＞Y)と，上記密着嵌合させる前に主軸1の延出端面1bと工具ホルダー3の延出端面3bとが密着して，上記密着嵌合ができなくなることから，当初明細書等には，両突出量α1，α2の合計が対向間隙Yの数値より少ない(α1＋α2＜Y)ことが記載されていると解すべきである。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "むすび",
                      "text": [
                        "「以上のとおり，当初明細書等には，両突出量α1，α2の合計が対向間隙Yの数値Yより少ない(α1＋α2＜Y)ことが記載されており，そして，本件発明の構成要件である「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内で，互いに対向方向に延出してそれぞれ延出端面1b，5bに形成し」は，その「対向間隙Yの数値の範囲内」が本件明細書等の段落【0010】に記載の「許容対向間隙Yの範囲内，すなわちその数値より少ないこと」より「対向間隙Yの数値より少ないこと」を意味するものであるから，当初明細書等に記載した事項の範囲内の事項である。",
                        "したがって，上記「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内で，互いに対向方向に延出してそれぞれ延出端面1b，5bに形成し」とする本件の特許出願手続中にされた平成8年2月21日付手続補正書(判決注：本訴甲6。本件第2補正)による明細書の補正は，明細書の要旨を変更するものではなく，本件の特許出願は，その補正について手続補正書を提出した時にしたものとみなされて出願日が繰り下がるものではないので，本件発明は，本件の特許出願についての出願公開特許公報である本訴甲3に記載された発明に基いて当業者が容易に発明をすることができたものとすることはできない。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許法36条4項違反について",
                      "text": [
                        "「主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させる際に，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込み，工具ホルダーを主軸奥側に移動，換言すると，工具ホルダーの基準端面である鍔部端面を主軸の基準端面側に移動することにより，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させることは，本件出願時の技術常識であるので，本件発明の構成要件である「両延出端面1b，5bが互いに吻合する」ことは，工具ホルダーを主軸奥側に引き込んで工具ホルダーの鍔部端面を主軸の基準端面側に移動することにより行われるものであることが明らかであるので，本件明細書等の発明の詳細な説明には，当業者が本件発明を容易に実施することができる程度に記載されていないとすることはできない。」 　(イ)　特許法36条5項1号違反について",
                        "「本件明細書等の段落【0009】には，「しかして，両延出端面1b，5bが互いに吻合するようにして，主軸1に工具ホルダー3を取付けることが可能になっている構成を採用するものである。」と記載されているので，本件発明の構成要件である「両延出端面1b，5bが互いに吻合するようにして，主軸1に工具ホルダー3を取付けること」は，本件明細書等の発明の詳細な説明に記載したものである。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特許法36条5項2号違反について",
                      "text": [
                        "「工具ホルダーを主軸奥側に引き込んで工具ホルダーの鍔部端面を主軸の基準端面側に移動することにより両延出端面1b，5bを互いに吻合することは，明記するまでもなく明らかな事項であるので，このことが明記されていないという理由で，本件明細書等の特許請求の範囲には，特許を受けようとする発明の構成に欠くことができない事項のみが記載されていないとすることはできない。」 　(4)　結論",
                        "「以上のとおり，請求人の主張する理由及び提出した証拠方法によっては，本件特許を無効とすることはできない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "審決は，本件第2補正の補正要件は当初明細書の要旨を変更するものではないと誤って判断した結果，本件発明の進歩性の判断を誤り(取消事由1)，また本件明細書の記載不備を看過したものであって(取消事由2)，これらの誤りが審決の結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(補正要件の判断の誤りに基づく進歩性判断の誤り)　(1)　本件特許請求の範囲請求項1の「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内で，互いに対向方向に延出してそれぞれ延出端面1b，5bに形成し，」との構成は，本件第2補正においてなされたものである。また，本件明細書等の段落【0010】の「本発明は，上述のように主軸1の基準端面1aと工具ホルダー3の通常の鍔部端面5aとのいずれも延出させて所要の延出量α1，α2の延出端面1b，5bに形成するようにしたこと，その延出量α1，α2の合計が前述の許容対向間隙Yの範囲内，すなわちその数値より少ないこと，及び，それぞれの延出量α1又はα2が，少なくとも上記対向間隙Yの製作誤差Δi，すなわちその数値より多いことが必要である。」との記載は，本件第1補正においてなされたものである。上記請求項1の「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内」とは，本件明細書等の記載を参酌すれば，「α1＋α2＜Y」を意味する。",
            "他方，当初明細書等の請求項1には「主軸の上記既存の基準端面と，これに対向する工具ホルダーの前記既存の鍔部端面とを，互いの対向方向に所要の突出量延出して延出端面に形成し，しかして，両延出端面が互いに吻合するようにして」と記載されている。また，当初明細書等の段落【0012】には「上記主軸1の既存の端面1aと，これに対向する工具ホルダー3の既存の鍔部端面3aとを，互いの対向方向に所要の突出量α(通常規格における対向間隙Yの2分の1)延出して延出端面1b，3bを形成し，両延出端面1b，3bを互いに吻合させている。この突出量αは，両者同一であることが好ましいが，必ずしもその必要はなく互いの突出量αが異なっていてもよい。」と記載されている。上記当初明細書等の記載によれば，当初明細書等には「α＋α＝Y，又は，α1＋α2＝Y」の構成しか開示されていない。",
            "以上によれば，本件第2補正による手続補正は，当初明細書等に記載した事項の範囲内においてされたものではなく，その補正は明細書の要旨の変更に当たるというべきである。そうすると，本件特許出願は，本件第2補正に係る平成8年2月21日付け手続補正書を提出した時になされたものとみなされ(平成5年法律第26号改正前の特許法40条)，出願日が繰り下げられる。本件発明は，当初明細書等に記載された発明に基づいて当業者が容易に発明することができたものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "これに対し，審決は，「主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させる際に，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込み，工具ホルダーを主軸奥側に移動，換言すると，工具ホルダーの基準端面である鍔部端面を主軸の基準端面側に移動することにより，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させることは，本件出願時の技術常識である。」とした上で，「工具ホルダー3の主軸1奥側への引き込みにより上記密着嵌合を行う際の工具ホルダー3の延出端面3bの移動量は，弾性変形によるものであって，突出量α1，突出量α2及び対向間隙Yの数値に比べわずかな量であること等を考慮すると，当初明細書等に記載の両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なる旨の記載事項は，両突出量α1，α2の合計が対向間隙Yの数値に厳密に等しくなることを意味するものではなく，ほぼ等しいことを意味するものと解すべきものであり，…当初明細書等には，両突出量α1，α2の合計が対向間隙Yの数値より少ない(α1＋α2＜Y)ことが記載されていると解すべきである。」と説示し，本件第2補正による明細書の補正は，当初明細書等の要旨を変更するものではないと判断したが，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の認定によれば，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込むというのであるから，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態においては，工具ホルダーの基準端面である鍔部端面と主軸の基準端面との間に間隙が形成され，両端面が非接触状態でなければならない。しかしながら，本件明細書等や当初明細書等には，「接する状態」なる概念は全く記載されておらず，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが「接する状態」において，工具ホルダーの鍔部端面と主軸の基準端面とが非接触であるとの開示がないにもかかわらず，審決はこの点を検討していない。また，「接する状態」が「密着嵌合」との概念上の違いも明らかではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決がいうように，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込み，工具ホルダーを主軸奥側に移動するとしても，その移動量はせいぜい0．02mm程度(甲14，15)である。しかしながら，本件特許請求の範囲請求項1の記載によれば，例えば，「対向間隙Y＝3.0mm，端面からの突出量α1＝0.4mm，α2＝0.4mm」のものも本件特許請求の範囲に含まれることになるが，この場合に工具ホルダーの鍔部端面と主軸の基準端面とが吻合するためには，工具ホルダーを2.2mmも引き込まなければならない。これは，弾性変形による移動量としては大きすぎるというべきであり，審決が認定した技術常識を前提とする移動量0．02mm程度をはるかに上回ることになるが，審決は，どの程度の移動量であれば技術常識といえるかについて検討していない。つまり，審決は，本件特許請求の範囲に弾性変形による移動以外のものが含まれているにもかかわらず，これを誤って看過したものである。原告は，審判手続において，審決のいう技術常識が存在することは確かに認めたが(甲10)，これは弾性変形の範囲内での移動に関するものにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，工具ホルダーを主軸奥側に引き込むことにより密着嵌合させるのが技術常識であるとするが，当初明細書等の段落【0013】には，「上記構成によれば，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4が密着嵌合すると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bが密着するように特殊な精密加工を施しているため，切削負荷を両延出端面1b，3bでも受けるようになり，テーパ孔2とテーパシャンク部4との間に切削負荷が集中してかかることがないから，そのテーパ孔2とテーパシャンク部4との密着面がフレッティングコロージョン現象等により摩耗されるおそれがない。」との記載があり，主軸の延出端面と工具ホルダーの延出端面とを弾性変形による移動で密着させるのではなく，特殊精密加工により密着させる技術が開示されている。したがって，本件明細書等及び当初明細書等は，審決が認定した技術常識とは異なる技術を前提としているというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決が上記技術常識を認定し，それに基づいて判断したのは誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件明細書等の記載不備の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法36条4項違反",
              "text": [
                "審決のいう技術常識を前提としたとしても，本件明細書には，弾性変形に基づかない大きな移動量の場合に，当業者が本件発明を実施できる程度にその移動量と吻合方法が記載されていない。したがって，本件明細書の記載は特許法36条4項に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法36条5項1号違反",
              "text": [
                "本件特許に係る請求項1には「両延出端面1b，5bが互いに吻合する」と記載されているが，これは，弾性変形に基づかない大きな移動量の場合にも吻合すれば成り立つものである。しかし，本件明細書の発明の詳細な説明には，上記のような大きな移動量の場合にどのようにして吻合させるかについての記載がないので，特許請求の範囲に記載された上記構成は，本件明細書に記載されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条5項2号違反",
              "text": [
                "本件発明は，弾性変形に基づかない大きな移動量の場合も含むが，弾性変形に基づかない場合にどのように吻合を達成するかについての構成が特許請求の範囲に記載されていないので，本件特許請求の範囲には，特許を受けようとする発明の構成に欠くことができない事項のみが記載されているとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "text": [
        "審決の認定判断は正当であり，原告の主張する取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(補正要件の判断の誤りに基づく進歩性判断の誤り)に対して　(1)　原告は，審決は技術常識を誤って認定したものであると主張する。しかしながら，審決の認定した技術常識は，審判手続の段階で原告も本件特許出願当時の技術常識であると合意したものであり，審決は，当事者間に争いのない技術常識を前提として判断したものであって誤りはない。そもそも，技術常識は当業者に一般的に知られている技術をいうのであるから，明細書に記載されていないとしても，当然の前提として参酌することは許されるものである。",
            "また，原告は，審決が，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態において工具ホルダーの鍔部端面と主軸の基準端面とが接するか否かを検討することなく，技術常識を認定したのは誤りであると主張する。しかしながら，審決が認定した技術常識は，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態において両端面が接していないことを当然の前提とするものであるから，審決が工具ホルダーの鍔部端面と主軸の基準端面とが接するか否かを検討していないのは誤りであるとの原告主張は失当である。",
            "さらに，原告は「接する状態」と「密着嵌合」の概念上の差異が不明であると主張する。しかしながら，当業者であれば，審決が認定した技術常識における「接する状態」が工具ホルダーを主軸に単に接触させているだけで主軸奥側に引き込んでいない状態を意味し，一方，上記技術常識における「密着嵌合」が工具ホルダーを主軸に接触させてから主軸奥側に引き込んでいる状態を意味することは明白である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が工具ホルダーの移動量について十分に考慮していないと主張する。しかしながら，基準端面及び鍔部端面からの突出量α1，α2の合計が対向間隙Yの数値より少ないこと(α1＋α2＜Y)を意味するかどうかの判断にかかわるのは工具ホルダーが移動するか否かであって，その移動量の大小はこの判断を左右するものではない。また，原告は「対向間隙Y＝3．0mm，端面からの突出量α1＝0．4mm，α2＝0．4mm，工具ホルダーの引込量＝2．2mm」のものを本件特許請求の範囲に含まれるとするが，本件特許請求の範囲に含まれるためには，延出量の要件に加えて，主軸側端面と鍔部端面が吻合することが必要であるから，上記具体例が本件特許請求の範囲に含まれるとする原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件明細書等及び当初明細書等には，主軸の延出端面と工具ホルダーの延出端面とを特殊精密加工により密着させる技術が開示されているが，これは審決が認定した技術常識とは異なる技術を前提とするものであると主張する。しかしながら，基準端面及び鍔部端面に対して精密加工を施すことと，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から工具ホルダーを主軸奥側に引き込むという技術とは何ら矛盾することなく両立するものであって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告の主張する取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件明細書等の記載不備の看過)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法36条4項違反の主張に対して",
              "text": [
                "原告は，本件明細書は，弾性変形による移動量が大きい場合の吻合方法について記載されていないと主張する。しかしながら，弾性変形による移動量は吻合方法に影響を与えるものではなく，移動量を2．2mmとする原告の具体例が適切でないことは前記のとおりである。したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法36条5項1号違反の主張に対して",
              "text": [
                "本件特許に適用される当時の特許庁の審査基準では，特許法36条5項1号について，「特許を受けようとする発明が，『発明の詳細な説明に記載したもの』か否かの判断は，特許請求の範囲に記載された事項と対応する事項が，形式的にみて発明の詳細な説明に記載されているか否かによって行うものとする。」と定められている。本件明細書の段落【0009】の記載を根拠に，特許法36条5項1号の規定の要件を充足するとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条5項2号違反の主張に対して",
              "text": [
                "審決が認定した技術常識と，本件特許請求の範囲の「両延出端面1b，5bが互いに吻合するようにして，主軸1に工具ホルダー3を取り付けることが可能となっている」という構成要件から，工具ホルダーを主軸奥側に移動させることで吻合が達成できることは明らかであり，本件特許請求の範囲には，特許を受けようとする発明の構成に欠くことができない事項のみが記載されているとした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(補正要件の判断の誤りに基づく進歩性判断の誤り)について　(1)　本件発明について適用される平成5年法律第26号による改正前の特許法40条は，「願書に添附した明細書又は図面について出願公告をすべき旨の決定の謄本の送達前にした補正がこれらの要旨を変更するものと特許権の設定の登録があった後に認められたときは，その特許出願は，その補正について手続補正書を提出した時にしたものとみなす。」と定めており，同法41条は，「…願書に最初に添附した明細書又は図面に記載した事項の範囲内において特許請求の範囲を増加し減少し又は変更する補正は，明細書の要旨を変更しないものとみなす。」と定めている。本件第2補正は，「出願公告をすべき旨の決定の謄本の送達前」になされたものであるから，本件特許の出願時期は，本件第2補正による特許請求の範囲の変更が当初明細書等に記載した事項の範囲内でなされたかどうかによって定まることになる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明の当初明細書等には，基準端面及び鍔部端面の突出量α1，α2と対向間隙Yが「α1＋α2＝Y」の関係にあることが記載されていたところ，本件第2補正による補正後の本件明細書等には，両端面の突出量α1，α2と対向間隙Yが「α1＋α2＜Y」の関係にあることが記載されているのであるから，本件第2補正は当初明細書等に記載した事項の範囲内においてされたものではなく，その補正は明細書の要旨の変更に当たると主張する。これについて，審決は，本件特許出願当時の技術常識を参酌すれば，当初明細書等には，主軸側端面及び鍔部端面の突出量と対向間隙が「α1＋α2＜Y」の関係にあることが記載されているといえるのであるから，本件第2補正は明細書の要旨の変更には当たらないとし，被告は審決の認定判断に誤りはないと主張する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，主軸側端面及び鍔部端面の突出量αと対向間隙Yが「α1＋α2＜Y」の関係にあることが当初明細書等に記載されているかどうかについて，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当初明細書等には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】 回転又は非回転主軸(以下単に主軸という)に設けたテーパ孔に工具ホルダーのテーパシャンク部を嵌合し，主軸先端の既存の基準端面と工具ホルダーの既存の鍔部端面との間に許容の対向間隙を有するようにして，主軸に工具ホルダーを取付けるようにした工具ホルダー取付装置において，主軸の上記既存の基準端面と，これに対向する工具ホルダーの前記既存の鍔部端面とを，互いの対向方向に所要の突出量延出して延出端面に形成し，しかして，両延出端面が互いに吻合するようにして，主軸に工具ホルダーを取付けるようにした工具ホルダー取付装置。」"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「【0002】【従来の技術】従来，この種装置として図5に示すものがある。これは，工作機械の回転又は非回転主軸…1に設けたテーパ孔2に工具ホルダー3のテーパシャンク部4を嵌合させたものであって，JIS規格またはISO規格によれば，上記テーパ孔2及びテーパシャンク部4の最大径D，長さL等を規格化すると共に，ある程度の製作誤差(Δi)を見込んで，主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとの間に所定の対向間隙Yを設けることも規格化されている。",
                        "【0003】上記構成によれば，同図仮想線に示すように，基準端面1aが製作誤差(Δi)によりわずかに鍔部端面3a側に突出したり，鍔部端面3aが製作誤差(Δi)によりわずかに基準端面1a側に突出したとしても，上記対向間隙Yにより，その製作誤差(Δi)が吸収されて，基準端面1aと鍔部端面3aとが互いに当接することがないため，テーパ孔2にテーパシャンク部4を確実に密着嵌合させることができる。",
                        "【0004】しかし，上記基準端面1aと鍔部端面3aとが互いに離れており，切削負荷がテーパシャンク部4に集中的にかかるため，テーパ孔2とテーパシャンク部4との密着面がフレッティングコロージョン現象等により磨耗されやすくなる。",
                        "【0005】そこで，主軸1及び工具ホルダー3に精密加工を施して，主軸1の既存の基準端面1aを対向間隙Y分だけ鍔部端面3a側に延出したり(図6)，工具ホルダー3の既存の鍔部端面3aを対向間隙Y分だけ基準端面1a側に延出して(図7)，テーパ孔2とテーパシャンク部4とを互いに密着嵌合させると同時に，上記基準端面1aと鍔部端面3aとを互いに密着させることが考えられる。上記構成によると，切削負荷が基準端面1aにもかかるようになるため，テーパ孔2とテーパシャンク部4との密着面がフレッティングコロージョン現象等により磨耗されなくなる。",
                        "【0006】ところが，この特殊精密加工が施された主軸1や工具ホルダー3を前述した通常規格の工具ホルダー3や主軸1に共用して使用すると，その通常規格には製作誤差(Δi)が許容されていることから問題が生じる。",
                        "【0007】すなわち，図6に仮想線で示すように，特殊精密加工を施した主軸1に，テーパシャンク部4の長さが製作誤差(Δi)によりわずかに短くなった通常規格の工具ホルダー3を取付けたり，図7に仮想線で示すように，特殊精密加工を施した工具ホルダー3を，テーパ孔2の長さが製作誤差(Δi)によりわずかに長くなった通常規格の主軸1に取付けた場合には，テーパ孔2にテーパシャンク部4が密着嵌合する前に，基準端面1aに鍔部端面3aが当接するため，テーパ孔2とテーパシャンク部4との間に隙間βが生じ，主軸1に工具ホルダー3を確実に取付けることができなくなる。",
                        "【0008】【発明が解決しようとする課題】従って，本発明は，主軸の既存の基準端面または工具ホルダーの既存の鍔部端面をその両者間の対向間隙だけ延出したものでは，通常規格の工具ホルダーや主軸として使用することができないため，これを解決することを目的とする。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0010】【作用】上記構成によれば，主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとを所要の突出量α延出して延出端面1b，3bを形成し，該両延出端面1b，3bが互いに吻合するようになっているから，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bを密着させることができる。従って，切削負荷を両延出端面1b，3bでも受けるようになり，テーパ孔2とテーパシャンク部4との間に切削負荷が集中してかかることがなく，そのテーパ孔2とテーパシャンク部4との間の密着面がフレッティングコロージョン現象等により磨耗されることがない(図1及び図2参照)。」"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0012】【実施例】図1は本発明の一実施例たる工具ホルダー取付装置を示すものであって，主軸1に設けたテーパ孔2に工具ホルダー3のテーパシャンク部4を嵌合させると共に，図2にも示すように，上記主軸1の既存の基準端面1aと，これに対向する工具ホルダー3の既存の鍔部端面3aとを，互いの対向方向に所要の突出量α(通常規格における対向間隙Yの2分の1)延出して延出端面1b，3bを形成し，両延出端面1b，3bを互いに吻合させている。この突出量αは，両者同一であることが好ましいが，必ずしもその必要はなく互いの突出量αが異なっていてもよい。…",
                      "text": [
                        "【0013】上記構成によれば，主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4が密着嵌合すると同時に，主軸1の延出端面1bに工具ホルダー3の延出端面3bが密着するように特殊な精密加工を施しているため，切削負荷を両延出端面1b，3bでも受けるようになり，テーパ孔2とテーパシャンク部4との間に切削負荷が集中してかかることがないから，そのテーパ孔2とテーパシャンク部4との密着面がフレッティングコロージョン現象等により磨耗されるおそれがない。",
                        "【0014】ここで具体的寸法の一例を示すと，JIS規格の呼び番号BT50では，テーパ孔2及びテーパシャンク部4の最大径Dが69．850mm，テーパ孔2の長さLが100．8mm，対向間隙Yが3mmと規定されており，既存の基準端面1aまたは鍔部端面3aに対する両延出端面1b，3bの突出量αは1．5mmとなる(ISO規格でもほぼ同じ寸法である)。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「【0016】【発明の効果】本発明によれば，主軸及び工具ホルダーに精密加工を要するという面倒さはあるが，これによってその両者の延出端面を互いに吻合状態にして取付けることができるため，主軸のテーパ孔と工具ホルダーのテーパシャンク部との密着面がフレッティングコロージョン現象等により磨耗されることがなく，また剛性が著しく高いため，重切削を容易に行うことができ，しかも，通常規格の工具ホルダーや主軸にも使用でき，互換性が失われることもない。」　イ　以上の記載によれば，①従来は，テーパ孔にテーパシャンク部を嵌合させる際に，製作誤差(Δi)を見込んで，主軸側の基準端面と鍔部端面との間に所定の対向間隙Yを設けられていたが，そうすると，切削負荷がテーパシャンク部に集中的にかかるため，テーパ孔とテーパシャンク部との密着面がフレッティングコロージョン現象等により磨耗されやすくなる，②この課題に対応するため，基準端面又は鍔部端面の一方に精密加工を施して，対向間隙Y分だけ他方の端面側に延出することも考えられ，そうすると，フレッティングコロージョン現象等により磨耗されなくなるが，この特殊精密加工が施された主軸や工具ホルダーを通常規格の工具ホルダーや主軸に共用して使用すると，その通常規格には製作誤差(Δi)が許容されていることから，テーパ孔とテーパシャンク部との間に隙間が生じ，主軸に工具ホルダーを確実に取付けることができなくなるという問題点が生ずる，③そこで，当初明細書等に記載された発明では，主軸のテーパ孔に工具ホルダーのテーパシャンク部を嵌合し，基準端面と鍔部端面との間に許容の対向間隙を有するようにした工具ホルダー取付装置において，両端面に精密加工を施し，互いの対向方向に所要の突出量延出し，両延出端面を互いに吻合させることにより，フレッティングコロージョン現象等により磨耗されることがないようにするとともに，主軸に工具ホルダーを確実に取り付けることができるようにしたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，当初明細書等には，基準端面と鍔部端面との間に許容の対向間隙Yを有するようにした工具ホルダー取付装置において，両端面を「所要の突出量」延出し，両端面を「吻合」，すなわち「ぴったりと合う」(広辞苑第5版)ようにすることが記載されているのであるから，当初明細書等に記載された工具ホルダー取付装置の両端面からの突出量の合計(α1＋α2)は両端面間の対向間隙Yに一致すると理解するのが自然である。そして，本件明細書等には，実施例として，対向間隙Yが3mm，基準端面及び鍔部端面からの突出量αが1．5mmの工具ホルダー取付装置が開示されているが(段落【0014】)，この実施例における突出量αと対向間隙Yの関係が「α1＋α2＝Y」であることも明白である。審決も，当初明細書等の実施例に「両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なることが記載されている」ことを認めている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ところが，審決は，「主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させる際に，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込み，工具ホルダーを主軸奥側に移動…することにより，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させることは，本件出願時の技術常識である」と認定した上で，「工具ホルダー3を主軸1奥側への引き込む前の主軸のテーパ孔2と工具ホルダー3のテーパシャンク部4とが接する状態から，工具ホルダー3の主軸1奥側への引き込みにより上記密着嵌合を行う際の工具ホルダー3の延出端面3bの移動量は，弾性変形によるものであって，突出量α1，突出量α2及び対向間隙Yの数値に比べわずかな量であること等を考慮すると，当初明細書等に記載の両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なる旨の記載事項は，両突出量α1，α2の合計が対向間隙Yの数値に厳密に等しくなることを意味するものではなく，ほぼ等しいことを意味するものと解すべきものであり，…当初明細書等には，両突出量α1，α2の合計が対向間隙Yの数値より少ない(α1＋α2＜Y)ことが記載されていると解すべきである。」 と認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "確かに，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させる際に，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態から，工具ホルダーを主軸奥側に引き込み，工具ホルダーを主軸奥側に移動することにより，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合させることが本件出願時の技術常識であることは，原告も認めるところである(甲10)。また，技術常識は，当業者が当然の前提とするものであるから，明細書等に記載されていないとしても，これを認定することが妨げられるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，審決が認定した技術常識は，被告作成に係るパンフレット(甲14)に「ホルダをクランプする前にはテーパ同士が密着し，この状態では端面に20ミクロンの隙間があります。クランプ装置で引き込むことにより主軸が弾性変形で拡がり，端面が完全に密着します。」と記載されているように，主軸と工具ホルダーを密着嵌合させる過程において，端面間に発生するわずかな隙間をなくすための技術であり，弾性変形による移動量もわずかであることから，当初明細書等がこのわずかな移動量を考慮して「対向間隙Y」と「所要の突出量」を定めていると直ちにいえるものではない。",
                        "当初明細書等には，上記技術常識の存在はもとより，主軸のテーパ孔に工具ホルダーのテーパシャンク部4を密着嵌合させる際に，弾性変形による移動量が発生する旨の記載は一切なく，またこのような移動量が発生することを前提とする記載もない。また，実施例にも「α1＋α2＝Y」の関係が示されているにすぎず，弾性変形による移動量が考慮されている形跡はない。",
                        "そうすると，審決の認定した技術常識が，本件特許出願当時に存在したとしても，当初明細書等が，「対向間隙Y」と「所要の突出量」の関係を定める上で，この技術常識を適用し，あるいは考慮しているとは認めることができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，上記技術常識を前提とし，当初明細書等には記載のない「主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態」を想定した上で，「主軸のテーパ孔2と…テーパシャンク部4とが接する状態での…基準端面1aと…鍔部端面3aとの対向間隙が当初明細書等に記載の対向間隙Yを意味する」(7頁10行～16行)とする。",
                        "しかしながら，当初明細書等には，「…主軸…に設けたテーパ孔に工具ホルダーのテーパシャンクを嵌合し，主軸先端の既存の基準端面と工具ホルダーの既存の鍔部端面との間に許容の対向間隙を有するようにして，主軸に工具ホルダーを取り付けるようにした」(請求項1)，「…主軸…に設けたテーパ孔2に工具ホルダー3のテーパシャンク部4を嵌合させたものであって，…主軸1の基準端面1aと工具ホルダー3の鍔部端面3aとの間に所定の対向間隙Yを設けることも規格化されている」(段落【0002】)との記載があり，これらの記載によれば，当初明細書等における「対向間隙Y」とは主軸のテーパ孔と工具ホルダーのテーパシャンク部が密着嵌合した状態における間隙を意味するというべきである。",
                        "そして，当初明細書等の「対向間隙Y」は規格化された許容の対向間隙であることに照らせば，その数値は，主軸に工具ホルダーを取り付けた状態，すなわち主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合した状態での対向間隙の数値を意味すると理解すべきであり，主軸のテーパ孔に工具ホルダーのテーパシャンク部を密着嵌合する前の「接する状態」の間隙であるということはできない。当初明細書等には，「対向間隙Y」が主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態における間隙であることを示唆する記載は存在しない。",
                        "したがって，審決が，当初明細書における対向間隙Yが，主軸のテーパ孔と工具ホルダーのテーパシャンク部とが接する状態における対向間隙であると認定判断したことは誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，両突出量α1，α2の合計が対向間隙Yの数値に等しくすると，「工具ホルダー3を主軸1奥側へ引き込んで移動させて主軸1のテーパ孔2に工具ホルダー3のテーパシャンク部4を密着嵌合させる前に，主軸1の延出端面1bと工具ホルダー3の延出端面3bとが密着するので，主軸1に工具ホルダー3を確実に取付けるために必須な上記密着嵌合ができなくなる」との不都合が生ずるとする。",
                        "確かに，審決のように，当初明細書等における対向間隙Yがテーパ孔とテーパシャンク部が「接する」状態における対向間隙であることを前提とするのであれば，テーパ孔とテーパシャンク部が接する状態において「α1＋α2＝Y」の関係が成立してしまうと，その時点で両端面が吻合してしまうので，工具ホルダーを主軸奥側に引き込んでテーパ孔とテーパシャンク部を密着嵌合させることができなくなるとの不都合が生ずる。",
                        "しかしながら，当初明細書等における対向間隙Yがテーパ孔とテーパシャンク部が接した状態における対向間隙であるとの審決の認定判断が誤りであることは，前記判示のとおりである。",
                        "逆に，当初明細書等における対向間隙Yが主軸のテーパ孔に工具ホルダーのテーパシャンク部を嵌合した状態における間隙を意味すると理解すれば，基準端面と鍔部端面の「所要の突出量」の合計(α1＋α2)は，対向間隙Yと等しくなるように設定すれば足りるのであり，主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態から密着嵌合させるまでに発生するわずかな移動量は考慮する必要がないことになる。そして，このような理解が当初明細書等の記載に沿うものであることは，前記判示のとおりである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，当初明細書等の実施例として「両突出量α1，α2の合計が対向間隙Yの数値に等しく(α1＋α2＝Y)なる旨の記載」がなされていることは認めながらも(7頁19行～22行)，同記載事項は，「両突出量α1，α2の合計が対向間隙Yの数値に厳密に等しくなることを意味するものではなく，ほぼ等しいことを意味するものと解すべき」であるとする。",
                        "しかしながら，当初明細書等の実施例には，「α＝1．5mm，対向間隙Y＝3mm」とする工具ホルダー取付装置が記載されている以上，「α1＋α2＝Y」であることが記載されていることは明白であり，この記載事項を「両突出量α1，α2の合計が対向間隙Yの数値に厳密に等しくなることを意味するものではなく，…両突出量α1，α2の合計が対向間隙Yの数値より少ない(α1＋α2＜Y)ことが記載されている」と理解するのは，当初明細書等の記載の文言にも，また，その趣旨にも反する解釈であるというほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，当初明細書等には，基準端面及び鍔部端面の突出量と対向間隙Yが「α1＋α2＝Y」であることが記載されているのであって，「α1＋α2＜Y」の関係が記載されているとした審決の認定判断は誤りであるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，当初明細書等における「対向間隙Y」は，本件明細書等における「対向間隙Y」と同じ概念であると解されるところ，本件明細書等における「対向間隙Y」が主軸のテーパ孔と工具ホルダーテーパシャンク部が密着嵌合した状態における間隙であるといえるかについて，念のために検討しておくこととする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許請求の範囲請求項1には「…主軸側端面1aとこれに対向する鍔部端面5aとの間の許容の対向間隙Yが工業規格で定められた数値の範囲内で製作される工具ホルダーの取付装置において，上記主軸側端面1aと，これに対向する鍔部端面5aとのそれぞれを，工業規格で定められた許容の製作誤差Δiの数値より多く延出すると共に，両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内で，互いに対向方向に延出してそれぞれ延出端面1b，5bに形成し，しかして，両延出端面1b，5bが互いに吻合するようにして，」との記載が存在する。　ここでいう「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内」とは「α1＋α2＜Y」を意味すると理解し得るが，他方で上記請求項1には「両延出端面1b，5bが互いに吻合する」との記載があり，両記載を矛盾なく理解しようとすれば，本件明細書等における「対向間隙Y」は主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態における間隙を意味し，その状態では「両延出量α1，α2の合計が上記許容の対向間隙Yの数値の範囲内」であるが，工具ホルダが弾性変形により主軸奥側にわずかに移動することにより「両延出端面1b，5bが互いに吻合する」と解する余地がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件明細書等には，「対向間隙Yが工業規格で定められた数値の範囲内」(請求項1)，「対向許容間隙Yは3mm(ISO規格では3．20mm)」(段落【0003】)との記載があり，本件明細書等の「対向間隙Y」も，当初明細書等における「対向間隙Y」と同様，規格化されたものであると認めることができる。このように規格化された「対向間隙Y」は，主軸に工具ホルダーを取り付けた状態，すなわち主軸のテーパ孔に工具ホルダーのテーパシャンク部が密着嵌合した状態における対向間隙の数値であると理解すべきであることは，前記判示のとおりである。",
                    "また，本件明細書等には，「対向間隙Yが3mm，基準端面及び鍔部端面からの延出量α1，α2がそれぞれ1．5mm」「対向間隙Yが3mm，基準端面からの延出量α1が1mm，鍔部端面からの延出量α2が2mm」の工具ホルダー取付装置が実施例として示され，対向間隙Yと両端面からの突出量α1，α2が「α1＋α2＝Y」の関係を満たしていることが記載されている。対向間隙Yが主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態での間隙であることを前提とすれば，対向間隙Yと両端面からの延出量α1，α2の関係は，「α1＋α2＜Y」でなければならないのであって，この実施例に照らすと，本件明細書等の対向間隙Yが主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態での間隙であるとはいうことができない。",
                    "さらに，本件明細書等の記載によれば，本件発明は，例えば「対向間隙Yが3mm，延出量αがそれぞれ0．5mm」のものも含み得ることになり，この場合，審決の認定した技術常識を前提とすれば，主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態から密着嵌合する際に，工具ホルダーは2mmも移動することになる。しかしながら，審決も弾性変形による移動量は「わずか」であるとし，甲14でも主軸の引き込み前の隙間は0．02mmであるとされているように，2mmという移動量は弾性変形によるわずかな移動量とは到底いえないものである。",
                    "そうすると，本件明細書等における「対向間隙Y」を主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態における間隙であると理解することは困難である。",
                    "以上によれば，本件明細書等における「対向間隙Y」も，当初明細書等における「対向間隙Y」と同様，主軸のテーパ孔と工具ホルダーのテーパシャンク部が接する状態における対向間隙を意味するのではなく，テーパ孔とテーパシャンク部が密着嵌合した状態における対向間隙を意味するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討してきたとおり，当初明細書等には，対向間隙Yと両端面からの突出量α1，α2が「α1＋α2＝Y」の関係にあることが記載されており，他方，本件特許請求の範囲請求項1には，「α1＋α2＜Y」との関係が記載されている(この点は当事者間に争いがない。)ということができるので，本件第2補正は当初明細書等に記載した事項の範囲内においてされたものではなく，当初明細書の要旨の変更に当たるというべきである。そうすると，本件特許出願は，本件第2補正に係る手続補正書を提出した時にしたものとみなされることになるから，本件第2補正が当初明細書の要旨の変更に当たらないとした審決の判断の誤りが結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由1は理由があるので，審決は違法として取消しを免れない。なお，その余の取消事由については，判断するのが相当ではないので，判断しないこととする。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。"
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10317",
    "date": "2005-09-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009397",
    "ipprecedent_id": "564",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}