{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2003-71738号事件について平成16年9月6日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記特許につき，特許庁に対し日本ゼオン株式会社から特許異議の申立てがされ，特許庁が，審理の上これを取り消す旨の決定をしたことから，原告が特許取消決定の取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「環状オレフィン系共重合体から成る延伸成形容器」とする特許第3365236号発明(平成8年12月24日出願，平成14年11月1",
                "日設定登録，以下「本件特許」という。)に係る特許権者である。",
                "ところで，本件特許につき日本ゼオン株式会社から特許異議の申立てがされ，同申立ては，異議2003-71738号事件として特許庁に係属した。原告は，上記係属中の平成16年8月5日，本件特許の特許請求の範囲等の訂正(以下「本件訂正」といい，本件訂正に係る明細書を「本件明細書」という。)を請求する等の対応をしていたところ，特許庁は，平成16年9月6日，「訂正を認める。",
                "特許第3365236号の請求項1ないし5に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その決定謄本は同年9月29日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の発明の要旨は，下記のとおりである。",
                "記",
                "「【請求項1】少なくとも容器の外表面が環状オレフィン系共重合体から形成された容器において，容器の少なくとも胴部を形成する環状オレフィン系共重合体が少なくとも一軸方向に分子配向されており，且つ該環状オレフィン系共重合体の分子配向が容器内部では保持され且つ容器外表面では緩和されており，容器の外表面を脂肪族石油留出物(CAS　Ｎo．8052-41-3)と石油ベースオイ",
                "ル(CAS　Ｎo．64742-65-0)との混合物で塗布試験したときのヘー",
                "ズ値が20％以内であることを特徴とする耐衝撃性に優れた延伸成形容器。",
                "【請求項2】容器外表面の熱処理により分子配向が緩和されている請求項1記載の容器。",
                "【請求項3】熱処理時の容器の外表面温度が130℃以上である請求項2記載の容器。",
                "【請求項4】容器外表面の火炎処理により環状オレフィン系共重合体の分子配向が緩和されている請求項1記載の容器。",
                "【請求項5】容器の延伸成形が内部では分子配向が保持され且つ外表面では分子配向が緩和されるような温度分布下で行われている請求項1記載の容器。」      (以下，「本件発明1」～「本件発明5」という。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件決定の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定の詳細は，別添決定謄本写しのとおりである。",
                    "その要旨は，本件訂正を認めた上，本件発明1～5は，①特開平3-726号公報(刊行物2)・②特開平7-80919号公報(刊行物3)・③特公平",
                    "4-19926号公報(刊行物4)・④特開平4-94916号公報(刊行物5)",
                    "に記載された各発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明1～5に係る特許は，特許法29条2項，113条2号により取り消されるべきであるとしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件決定は，本件発明1と刊行物2(本訴甲3)に記載された発明(以下「引用発明」という。)とを対比して，その一致点及び相違点を，次のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「少なくとも容器の外表面が環状オレフィン系共重合体から形成された延伸成形容器」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明1は下記a，bの2点が記載されているのに対し，引用発明にはこれらの点の記載がない。",
                        "a．「環状オレフィン系共重合体の分子配向が容器内部では保持され且つ容器外表面では緩和されている点」",
                        "b．「容器の外表面を脂肪族石油留出物(CAS　Ｎo．8052-41-3)と石油ベースオイル(CAS　Ｎo．64742-65-0)との混合物",
                        "で塗布試験したときのヘーズ値が20％以内である点」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件決定の取消事由",
              "text": [
                "しかしながら，本件決定1は，本件発明1と引用発明(刊行物2)との上記相違点a及びbに関する判断を誤り(取消事由1，2)，ひいてはこれを前提とする本件発明2～5についても容易想到性の判断を誤った(取消事由3)ものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点aに関する判断の誤り)",
                  "text": [
                    "本件決定は，相違点aについて，①「一般に，環状オレフィン系共重合体，ポリ塩化ビニル系樹脂等からなる熱可塑性樹脂製の延伸成形された容器の外表面は，少なくとも一軸方向に分子配向され，その結果として，部分的結晶化が起こり，白化を生じることは技術常識である」(決定8頁第2段落)，②「その白化すなわち分子配向を解消するためには，延伸成形された容器(びん)の表層部を高温に加熱すればよいことは，刊行物4に記載されたとおり本願出願前周知の技術手段として知られている」(同頁第3段落)と説示した上，③「そして，その加熱処理により，容器外表面の分子配向が緩和されることによって，非晶化され，加熱処理されない内部に分子配向が残ることは自然法則であるから，本件発明のように，『環状オレフィン系共重合体の分子配向が容器内部では保持され且つ容器外表面では緩和され』るようになるのは，自明のことである」(同頁第4段落)と判断し，さらに，④「なお，本件発明における容器の外表面の分子配向を解消するために行う火炎処理等の加熱処理は，指紋付着により発生する汚れの防止のための処理であり，刊行物4の処理は，摩擦白化の防止のための処理である点で，両者の課題は一応相違するが，分子配向の生じた容器外表面をフレーム処理等の手段により，加熱することによって，不必要な分子配向を解消し，容器外表面の白化を防止するという技術手段において，両者は同じであるから，本件発明のように，火炎処理等の処理を，指紋付着による汚れの白化の防止として特定した点に，格別の技術的な意味があるものとはいえない」(同頁第5段落)と判断したが，下記のとおり，誤りである。",
                    "記"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "熱可塑性樹脂を延伸成形して成る容器においては，延伸による分子配向により透明性が向上するのが一般的であり(刊行物2〔甲3〕の2頁左下欄下から第3段落参照)，分子配向により部分的に結晶しても，それだけでは白化が生じることはない。刊行物4(甲4)においても，分子配向によって白化が生じているわけではなく，摩擦による擦り傷という物理的な作用を受けたことに基づく白化である(2欄16行目～18行目)。したがって，本件決定の上記①の説示は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の解決課題である白化も，刊行物4記載の発明(以下「刊行物4発明」という。)の解決課題である白化も，分子配向自体に起因するものではないことは上記(ア)のとおりである上，本件発明1の解決課題である白化と，刊行物4発明の解決課題である白化とは，全く異質なものである。すなわち，刊行物4発明における白化は，摩擦による擦り傷という物理的作用に起因するものであるのに対し，本件発明1の解決課題である白化は，指紋の付着に起因する白濁であって，そのメカニズムは必ずしも明らかではないものの，指先の皮脂が容器表面に移行し，この皮脂が環状オレフィン系共重合体を溶解するという化学的作用により生じるものであると推測され，擦り傷のような物理的作用により生じるものではない。",
                        "また，本件発明1の解決課題である白化は，環状オレフィン系共重合体の延伸成形容器に特有の現象であり，刊行物4記載のポリ塩化ビニル系樹脂の延伸成形容器には発生しない現象である(甲6)。さらに，本件発明1の解決課題である白化は，未延伸の環状オレフィン系共重合体製容器では発生せず，延伸成形され分子配向された環状オレフィン系共重合体製容器において初めて発生する問題である。",
                        "そうすると，摩擦による擦り傷に起因する白化の発生を防止するために容器表面を加熱するという刊行物4発明を，それとは発生のメカニズムが本質的に異なる，指紋付着による化学的作用に起因する白化という本件発明1の解決課題に適用することは，当業者が容易に想到し得るものでないことは明らかである。また，刊行物4発明はポリ塩化ビニル系樹脂の延伸成形容器に関するものであり，刊行物4には，環状オレフィン系共重合体はもちろんのこと，ポリ塩化ビニル系樹脂以外の熱可塑性樹脂については全く記載されておらず，もとより，指紋付着による表面汚染については何ら記載も示唆もされていない。",
                        "にもかかわらず，本件決定は，ポリ塩化ビニル系樹脂の延伸成形容器における摩擦による擦り傷に起因する白化という特定の課題を解決するための技術であるを刊行物4発明をもって，「白化すなわち分子配向を解消するため」の周知技術であると認定したものであって，本件決定の上記②の説示は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，上記(イ)のとおり，本件発明1が解決課題とする環状オレフィン系共重合体から成る延伸成形容器における指紋付着により発生する白濁は，刊行物4記載のポリ塩化ビニル系樹脂の延伸成形容器における摩擦による擦り傷に起因する白化とは，原因となる外的作用，発生のメカニズム等において全く異なるものであり，しかも，ポリ塩化ビニル系樹脂の延伸成形容器においては指紋付着による白濁という現象自体が発生しない。したがって，本件決定の上記④の判断が誤りであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件発明1と刊行物4発明とは，解決課題及び作用効果が明確に異なる上，相違点bに係る構成の存否という点において解決方法も異なるから，引用発明と刊行物4発明とを組み合わせて，相違点aに係る本件発明1の構成を得ることは，当業者が容易に想到し得るものではない。したがって，これを容易想到であるとした本件決定の上記判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点bに関する判断の誤り)",
                  "text": [
                    "本件決定は，相違点bについて，「一般に，ヘーズ値は，数値が低くなると透明性が大になり，逆に数値が高くなると透明性が低くなる特性を有するから，容器の透明性を確保するためには，ヘーズ値の許容範囲はおのずと定まるものであるといってよい。そして，環状オレフィン系共重合体のヘーズ値は，0．1～5％であって・・・，本件発明のヘーズ値を，含むものである。また，本件発明のように，容器の外表面を脂肪族石油留出物(CAS　Ｎo．8052-41-3)",
                    "と石油ベースオイル(CAS　Ｎo．64742-65-0)との混合物で塗布試",
                    "験したときのヘーズ値を20％以内にしようとすれば，環状オレフィン系共重合体の分子配向の容器外表面での緩和の程度を加減すれば足ることであるから，この相違点に格別の困難性があるものとはいえない」(決定8頁下から第3段落～9頁第1段落)と判断したが，以下のとおり，誤りである。",
                    "すなわち，本件発明1は，指紋付着による白濁という，環状オレフィン系共重合体から成る延伸成形容器に特有の現象に基づくものであり，相違点bに係る本件発明1の構成は，脂肪族石油留出物(CAS　Ｎo．8052-41-3)",
                    "と石油ベースオイル(CAS　Ｎo．64742-65-0)との混合物(以下",
                    "「本件石油混合物」という。)という特定の混合物を塗布することにより，指紋付着による白濁と同様の白濁が発生することを予見し，本件発明1における分子配向緩和の程度を，本件石油混合物を用いた塗布試験時のヘーズ値によって規定することとしたものである。この指紋付着による白濁という現象は，上記アのとおり，刊行物4記載のポリ塩化ビニル系樹脂における摩擦に起因する白化とは明確に異なる現象であり，刊行物4発明には，本件石油混合物を用いて配向緩和の程度を規定するという技術的思想は全く存在しない。",
                    "したがって，相違点bについて，「格別の困難性があるものとはいえない」とした決定の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件発明2～5の容易想到性の判断の誤り)",
                  "text": [
                    "上記ア及びイのとおり，本件発明1の容易想到性に関する本件決定の判断は誤りであるところ，本件発明2～5の構成は，本件発明1の構成を更に限定したものであるから，これを容易想到であるとした本件決定の判断も誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "本件決定の判断は正当であり，原告主張の取消事由はいずれも理由がない。",
            "なお，本訴においては，指紋付着による白濁の点が，本件特許出願当時，周知又は公知の課題であったとの主張はしない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の解決課題である白化も，刊行物4発明の解決課題である白化も，分子配向自体に起因するものではない旨主張する。",
                    "しかしながら，刊行物4発明と本件発明1とは，白化の起因ないし原因が「延伸成形による分子配向」にあるという点において共通性があり，その白化を防止するために，「分子配向を緩和ないし解消する」という手段を備える点でも共通しているのであって，刊行物4発明における「摩擦」や，本件発明1における「指紋付着」は，「延伸成形による分子配向」と同列の原因ではなく，むしろ，延伸成形による分子配向により潜在化された白化原因が，白化という現象を露呈する「契機」ないし「条件」にすぎないというべきである。したがって，原告の上記主張は失当である。",
                    "なお，原告は，熱可塑性樹脂を延伸成形して成る容器においては，延伸による分子配向により透明性が向上するのが一般的であり，分子配向により部分的に結晶化しても，それだけで白化が生じることはないと主張するが，そのような場合もあれば，逆に白化してしまう場合(乙1参照)もあり，また，分子配向により部分的に結晶化してもそれだけでは白化が生じないこともあれば，白化が生じることもある(乙2，3参照)から，原告主張のように断定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の解決課題である白化と刊行物4発明の解決課題である白化との発生メカニズムの相違を強調した上，刊行物4発明を本件発明1の解決課題に適用することは，当業者が容易に想到し得るものではない旨主張する。",
                    "確かに，延伸成形された環状オレフィン系共重合体製容器における指紋付着による白化という現象は，本件決定が引用するいずれの刊行物にも記載されていない。しかし，一般に，ある現象の原因を知見した場合，その原因を取り除くという着想は，極めて直接的な発想であり，当該原因を取り除くために，そうした技術として公知ないし周知である技術を試す程度のことは，その現象の発生メカニズム等の解明を待つことなく行なわれるのが一般的であり，そうした試行錯誤は，当業者にとって，格別の創意を要することなく行い得る通常の行為にすぎないというべきである。",
                    "本件発明1に関しても，引用発明の「少なくとも容器の外表面が環状オレフィン系共重合体から形成された延伸成形容器」において，延伸成形時の分子配向を原因とする白化現象を知見した当業者であれば，その発生メカニズムの解明等を待つことなく，本件発明1の属する熱可塑性樹脂製容器の成形に係る技術分野において，本件特許出願時において公知ないし周知であった延伸成形時の分子配向を緩和する技術の適用を試みることは，ごく自然な行為であり，刊行物4発明の適用は，そのような通常の行為にすぎないと見るべきである。なお，表層部を高温に加熱することにより，白化の原因となる，延伸によって生じた分子配向を解消するという技術は，刊行物4のほか，特公平3-68817号公報(乙4)にも記載されており，これが熱可塑性樹脂製容器の成形に係る技術分野における技術常識であったことは明らかである。",
                    "以上によれば，引用発明への刊行物4発明の適用は，当業者が容易に想到し得ることというべきであって，仮に，本件発明1の解決課題である白化の発生メカニズムと刊行物4発明の解決課題である白化の発生メカニズムとが相違しているとしても，そのことは，刊行物4発明の適用を妨げるものではないから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，①本件発明1の解決課題である白化は，環状オレフィン系共重合体の延伸成形容器に特有の現象であり，刊行物4記載のポリ塩化ビニル系樹脂の延伸成形容器には発生しない現象である，②刊行物4発明はポリ塩化ビニル系樹脂の延伸成形容器に関するものであり，刊行物4には，環状オレフィン系共重合体はもちろんのこと，ポリ塩化ビニル系樹脂以外の熱可塑性樹脂については全く記載されておらず，もとより，指紋付着による表面汚染については何ら記載も示唆もされていない旨主張する。",
                    "しかしながら，上記イのとおり，引用発明の「少なくとも容器の外表面が環状オレフィン系共重合体から形成された延伸成形容器」において，延伸成形時の分子配向を原因とする白化現象を知見した当業者ならば，その発生メカニズム等の解明を待つことなく，本件発明1の属する熱可塑性樹脂製容器の成形に係る技術分野において，本件特許出願時において公知ないし周知であった延伸成形時の分子配向を緩和する技術の適用を試みることは，ごく自然な行為というべきであり，刊行物4発明の適用は，そのような通常の行為にすぎないと見るべきである。",
                    "確かに，刊行物4には，ポリ塩化ビニル系樹脂以外の熱可塑性樹脂については記載されていないが，刊行物4には，「本発明者らは，延伸によって生じた分子配向を解消するには，びんの表層部を高温に加熱すればよいことを着想し，表面加熱法について研究を重ね本発明を完成した」(3欄29行目～32行目)との記載があり，刊行物4発明において，表層部を高温に加熱することは，飽くまで，白化の原因である分子配向を解消するための手段として提示されている。そして，ポリ塩化ビニル系樹脂は，延伸成形容器用の樹脂として，ごく一般的に知られた樹脂であり，何ら特殊な樹脂ではないし，延伸によって生じる分子配向はポリ塩化ビニル系樹脂特有の現象ではないのであるから，刊行物4発明における「延伸によって生じた分子配向を解消するために，びんの表層部を高温に加熱すればよい」という着想をポリ塩化ビニル系樹脂以外の樹脂に適用することを妨げる合理的理由はない。",
                    "したがって，原告の上記主張は，刊行物4発明を引用発明に適用することを妨げる理由とはならないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点aに関する本件決定の判断に誤りはなく，原告の取消事由1の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1は，延伸成形容器という物の発明であるから，相違点bにいう「容器の外表面を脂肪族石油留出物(CAS　Ｎo．8052-41-3)と石",
                  "text": [
                    "油ベースオイル(CAS　Ｎo．64742-65-0)との混合物で塗布試験し",
                    "たときのヘーズ値が20％以内である」という構成(以下「構成要件b」という。)が，当該延伸成形容器という物の発明の構成を特定する上で，どのような技術的意義を有するのかが重要であるところ，構成要件bは，ヘーズ値の範囲を規定することにより，直接的には，延伸成形容器の白化の程度を特定するとともに，間接的には，容器外表面の配向又は配向緩和の程度を特定するものであると解される。",
                    "ここで，透明度を評価する際に，ヘーズ値を指標として用いること自体は，合成樹脂製の延伸成形容器に係る技術分野において，本件特許出願前から周知であり，その際，「一般に，ヘーズ値は，数値が低くなると透明性が大になり，逆に数値が高くなると透明性が低くなる特性を有するから，容器の透明性を確保するためには，ヘーズ値の許容範囲はおのずと定まるものであるといってよい」(決定8頁下から第3段落)ことは，本件決定の説示するとおりである。そして，本件発明1において，容器外表面の配向又は配向緩和程度の上限値として規定されたヘーズ値20％という数値は，原告が許容する白化の程度であって，換言すれば，当業者が，自らの許容し得る白化の程度に応じて適宜定め得る値にすぎないから，20％という数値自体に何ら臨界的意義はない。さらに，当該数値は，環状オレフィン系共重合体のヘーズ値として本願出願前に知られた「5％以下」という範囲(刊行物3〔甲7〕の表1)を含むものであり，特段，特異な値であるということもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，ヘーズ値で白化の程度を評価するに当たり，本件石油混合物を用いた塗布試験ではなく，例えば，直接，指紋を付着してそのヘーズ値を評価するという方法によっても評価し得ることは，指紋付着による白濁という本件発明1の課題自体から明らかである。換言すれば，本件石油混合物を用いた塗布試験時のヘーズ値によって評価することは，本件発明1に係る延伸成形容器の発明の白化の程度，すなわち，容器外表面の配向又は配向緩和の程度を特定するための唯一の手段ではなく，本件石油混合物を用いた塗布試験時のヘーズ値によって特定された延伸成形容器と，指紋を付着した際のヘーズ値等，他の試験方法によって特定された延伸成形容器との間に，物としての差異は何ら存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，物の発明である本件発明1においては，本件石油混合物を用いた塗布試験時のヘーズ値によって特定すること，及び，そのヘーズ値を20％以下とすることは，格別な技術的意義を有するものということはできないから，それらの点は，相違点bに関する判断に何ら影響を与えるものではない。さらに，引用発明に刊行物4発明を適用するに際し，所望の結果，すなわち，期待される白化の程度を得るべく環状オレフィン系共重合体の分子配向の容器外表面での緩和の程度を加減することは，当業者が通常行うことにすぎない。",
                    "したがって，相違点bに関する本件決定の判断に誤りはなく，原告の取消事由2の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(本件発明2～5の容易想到性の判断の誤り)について      　上記(1)及び(2)のとおり，本件発明1の容易想到性に関する本件決定の判断に誤りはないから，原告の取消事由3の主張も失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(本件決定の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，本件決定の適否に関し，原告の取消事由について判断することとするが，事案にかんがみ，まず本件発明1に関する取消事由2の主張から判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2の主張について",
          "text": [
            "本件決定は，相違点bについて，「一般に，ヘーズ値は，数値が低くなると透明性が大になり，逆に数値が高くなると透明性が低くなる特性を有するから，容器の透明性を確保するためには，ヘーズ値の許容範囲はおのずと定まるものであるといってよい。そして，環状オレフィン系共重合体のヘーズ値は，0．1～5％であって・・・，本件発明のヘーズ値を，含むものである。また，本件発明のように，容器の外表面を脂肪族石油留出物(CAS　Ｎo．8052-41-3)と石",
            "油ベースオイル(CAS　Ｎo．64742-65-0)との混合物で塗布試験し",
            "たときのヘーズ値を20％以内にしようとすれば，環状オレフィン系共重合体の分子配向の容器外表面での緩和の程度を加減すれば足ることであるから，この相違点に格別の困難性があるものとはいえない」(決定8頁下から第3段落～9頁第1段落)と判断した。これに対し，原告は，本件発明1は，指紋付着による白濁という，環状オレフィン系共重合体から成る延伸成形容器に特有の現象に基づくものであり，相違点bに係る本件発明1の構成は，本件石油混合物という特定の石油混合物を塗布することにより，指紋付着による白濁と同様の白濁が発生することを予見し，本件発明1における分子配向緩和の程度を，上記石油混合物を用いた塗布試験時のヘーズ値によって規定することとしたものであるなどとして，本件決定の上記判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "そこで，本件発明1における構成要件b，すなわち，「容器の外表面を脂肪族石油留出物(CAS　Ｎo．8052-41-3)と石油ベースオイル(CAS",
              "text": [
                "Ｎo．64742-65-0)との混合物で塗布試験したときのヘーズ値が20％以内である」との構成の技術的意義について検討すると，本件明細書(甲2)の発明の詳細な説明には，以下の各記載がある。",
                "・　「環状オレフィン系共重合体から成る容器には，インクジェットブロー法等による未延伸のブロー成形容器と，コールドパリソン法等による延伸ブロー成形容器とに大別されるが，未延伸のブロー成形容器では，落下衝撃に対する強度が低く，包装容器の実用性の点では，延伸成形を行った容器が優れている。しかしながら，延伸成形を行った環状オレフィン共重合体容器には，未延伸の環状オレフィン系共重合体製容器には全く認められない一つの欠点があることが分かった。即ち，環状オレフィン系共重合体製の延伸成形容器に手を触れると，指先の指紋が容器表面に移行して，表面に白い濁りを生じるのである。この現象は，未延伸の環状オレフィン系共重合体の容器では全く認められないものであるから，延伸成形容器における表面汚染の問題は，環状オレフィン系共重合体の分子配向と密接に関連しているものと推定される。」(【発明が解決しようとする課題】の項，段落【0004】～【0005】)",
                "・　「本発明者は，環状オレフィン系共重合体の延伸成形容器における外表面の指紋付着による汚れの発生は，この延伸成形容器外表面の分子配向を緩和させることにより，完全に防止されることを見いだした。即ち，本発明の目的は，外表面の指紋付着による汚れの発生が完全に防止された環状オレフィン系共重合体製の延伸成形容器を提供するにある。」(同，段落【0006】～【0007】)      ・　「この延伸成形容器の外表面を，脂肪族石油留出物(CAS　Ｎo8052-41-3)と石油ベースオイル(CAS　Ｎo64742-65-0)との",
                "混合物・・・で塗布試験したときのヘーズ値が20％以内となるように，配向緩和させたことが顕著な特徴であり，これにより，外表面の指紋付着による汚れの発生を完全に防止することができる。」(【課題を解決するための手段】の項，段落【0011】)",
                "・　「本発明によれば，特定の石油混合物で塗布試験したときのヘーズ値が20％以内となるように，外表面の薄層の環状オレフィン系共重合体を，配向緩和させることにより，外表面の指紋付着による汚れの発生を完全に防止することができる。しかも，分子配向緩和されるのが表面の薄層に限られ，器壁の大部分の環状オレフィン系共重合体では，分子配向が残留しているので，耐衝撃性が実質上低下することなしに維持されているという利点も得られるものである。」(【発明の効果】の項，段落【0078】)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記各記載によれば，本件発明1は，環状オレフィン系共重合体から成る延伸成形容器における，指紋付着による白濁の発生を技術的課題とし，当該課題を解決する方法として，延伸成形容器外表面の分子配向を緩和させるとの方法を採用した上，分子配向の緩和の程度について，構成要件bを採用して，本件石油混合物を用いた塗布試験時のヘーズ値が20％以内となるようにしたものであり，これにより，外表面の指紋付着による汚れの発生を完全に防止することができるとともに，耐衝撃性が実質上低下することなしに維持されているという利点も得られるという効果を奏するものであると認めるのが相当である。",
                "この場合，構成要件bは，環状オレフィン系共重合体の延伸成形容器における指紋付着による白濁の発生という特定の技術的課題を解決し，所期の効果を得るという技術的意義を有するものであり，その意味で，構成要件bに示された，本件石油混合物を用いた塗布試験時のヘーズ値の数値範囲は，上記特定の課題及び効果との関係において最適化されたものであるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで原告は，環状オレフィン系共重合体の延伸成形容器における指紋付着による白濁の発生という本件発明1の解決課題が新規の課題であることを前提とする主張をしているところ，被告は，本訴においては，指紋付着による白濁の点が本件特許出願当時，周知又は公知の課題であったとの主張はしないと述べて(平成17年4月12日の第2回弁論準備手続期日)，原告の上記主張を間接的に認めている。",
                "そうすると，環状オレフィン系共重合体の延伸成形容器における指紋付着による白濁の発生という課題が，本件特許出願当時，新規の課題であったと認められる以上，当該新規の課題及び効果との関係において本件石油混合物を用いた塗布試験時のヘーズ値の数値範囲を最適化したものである構成要件bにつき，他に特段の事情のない本件において，当業者(その発明の属する技術の分野における通常の知識を有する者)が，これを容易に想到し得たものとは認められないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し被告は，①相違点aについて，引用発明の「少なくとも容器の外表面が環状オレフィン系共重合体から形成された延伸成形容器」において，延伸成形時の分子配向を原因とする白化現象を知見した当業者ならば，本件特許出願時において公知ないし周知であった延伸成形時の分子配向を緩和する技術の適用を試みることは，ごく自然な行為であるというべきであり，刊行物4発明の適用は，そのような通常の行為にすぎないと見るべきである旨主張した上，②相違点bについて，引用発明に刊行物4発明を適用するに際し，所望の結果，すなわち，期待される白化の程度を得るべく環状オレフィン系共重合体の分子配向の容器外表面での緩和の程度を加減することは，当業者が通常行うことにすぎない旨主張する。",
                "しかしながら，仮に，被告の上記①の主張のとおり，引用発明に刊行物4発明を適用して，「容器の外表面における分子配向が緩和された環状オレフィン系共重合体から成る延伸成形容器」を得ることが，当業者にとって容易であったといい得るとしても，指紋付着による白濁の発生という課題が新規の課題である以上，当該新規の課題との関係において，本件石油混合物を用いた塗布試験時のヘーズ値の数値範囲を最適化したものである構成要件bを備えるよう，分子配向の緩和の程度を加減する動機付けが存在しないというほかはないから，被告の上記②の主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また被告は，①構成要件bにおけるヘーズ値20％という数値は，原告が許容する白化の程度であって，換言すれば，当業者が，自ら許容し得る白化の程度に応じて適宜定め得る値にすぎないから，20％という数値自体に臨界的意義はない，②本件石油混合物を用いた塗布試験時のヘーズ値によって評価することは，容器外表面の配向又は配向緩和の程度を特定する上での唯一の手段ではなく，また，本件石油混合物を用いた塗布試験時のヘーズ値によって特定された延伸成形容器と，他の試験方法によって特定された延伸成形容器との間に，物としての差異は何ら存在しないなどとして，物の発明である本件発明1においては，本件石油混合物を用いた塗布試験時のヘーズ値を特定すること，及び，そのヘーズ値を20％以下とすることは，格別な技術的意義を有しない旨主張する。",
                "しかしながら，構成要件bにおいて，本件石油混合物を用いた塗布試験時のヘーズ値の数値範囲を規定したことは，指紋付着による白濁という特定の課題を解決し，所期の効果を得るという技術的意義を有するものであり，かつ，当該課題が新規なものであることは上記(2)及び(3)のとおりである。そうすると，その課題自体を知らない当業者が本件石油混合物を塗布した際のヘーズ値について試験を行うことは考えられないし，もとより，そのヘーズ値の数値範囲について適宜定め得るということができないことも明らかであるから，被告の上記①の主張は失当である。",
                "また，上記②の主張については，本件発明1の課題を解決する上で，本件石油混合物を用いた塗布試験以外の試験方法があり得ることは，被告指摘のとおりであるとしても，構成要件b(又はそれとは別の試験方法による同等の構成)を備えた容器と，これを備えない容器とは，他に特段の事情がない限り，物として別の物であると認めるのが相当であり，上記特段の事情を認めるに足りる証拠もない。",
                "そうすると，物の発明である本件発明1において，構成要件bが格別な技術的意義を有しないということはできないから，被告の上記②の主張も採用の限りではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，相違点bに関する本件決定の上記判断は誤りであり，この誤りが決定の結論に影響を及ぼすことは明らかであるから，原告の取消事由2の主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "そうすると，本件発明1については，取消事由1の主張について判断するまでもなく，容易想到性があるとした本件決定は違法であることになる。",
            "また，本件発明2～5は，前記のとおり本件発明1の構成を発明内容に含むものであるから，上記2のとおり，本件発明1の容易想到性に関する本件決定の判断が誤りである以上，これを前提とする本件発明2～5の容易想到性に関する本件決定の判断も誤りであることになり，原告の取消事由3の主張も理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由2及び3は理由があるから，本件決定は，違法として取消しを免れない。",
            "よって，原告の請求は理由があるから認容して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10112",
    "date": "2005-06-02",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009554",
    "ipprecedent_id": "631",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}