{
  "conclusion": [
    {
      "text": "原告ら及び原告訴訟引受人の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告ら及び原告訴訟引受人の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告ら及び原告訴訟引受人の求めた裁判",
      "text": [
        "「特許庁が不服2002-20406号事件について平成16年7月15日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告ケミテック株式会社及び脱退原告は，平成7年10月16日，発明の名称を「高輝度長残光性蓄光材料及びその製造方法」とする特許出願をした(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告ケミテック株式会社は，平成12年10月1日，伊藤忠商事株式会社に対し，上記特許を受ける権利の持分を譲渡し，伊藤忠商事株式会社は，平成13年7月5日，その旨を特許庁長官に届け出た(甲39，40)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "伊藤忠商事株式会社及び脱退原告は，平成14年7月9日，明細書を補正(以下「本件補正」という。)した(甲4)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "伊藤忠商事株式会社及び脱退原告は，平成14年9月4日付けの拒絶査定を受けたので，同年10月21日，拒絶査定に対する審判を請求した(不服2002-20406号事件として係属，甲29)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "伊藤忠商事株式会社は，平成15年1月15日，原告大日本インキ化学工業株式会社及び原告ケミテック株式会社に対し，上記特許を受ける権利の持分を譲渡し，上記原告らは，平成15年2月3日，その旨を特許庁長官に届け出た(甲31)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "特許庁は，平成16年7月15日，「本件審判の請求は，成り立たない。」との審決をし，同月26日，その謄本を原告ら及び脱退原告に送達した。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "脱退原告は，原告訴訟引受人に対し，上記特許を受ける権利の持分を譲渡し，原告訴訟引受人は，平成17年4月6日，その旨を特許庁長官に届け出た。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1の記載(本件補正後のもの)",
          "text": [
            "一般式　MO・(n-x)〔aAl  O (α)＋(1-a)Al  O",
            "(γ)〕・xB  O  ：Eu，Dy〔式中，Mはアルカリ土類金属を表し，aは0．5≦a≦0．99であり，xは0．001≦x≦0．35，nは1≦n≦3で",
            "ある。〕で表される組成式の原料を焼成して得られた焼成体からなる高輝度長残光性蓄光材料。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，本件出願は，特許法36条4項に規定する要件を満たしていないから，同法49条により拒絶をすべき旨の査定をしなければならない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願の経緯・請求項1に係る発明",
              "text": [
                "本件出願は，平成7年10月16日の出願であって，その請求項1に係る発明(以下，「本願発明」という。)は，平成14年7月9日に補正された明細書の記載からみて，その特許請求の範囲の請求項1に記載された下記事項により特定されるものであり，任意のアルカリ土類金属を含むものである。",
                "『一般式　MO・(n-x)〔aAl  O  (α)＋(1-a)Al  O",
                "(γ)〕・xB O  ：Eu，Dy〔式中，Mはアルカリ土類金属を表し，aは0．5≦a≦0．99であり，xは0．001≦x≦0．35，nは1≦n≦3であ",
                "る。〕で表される組成式の原料を焼成して得られた焼成体からなる高輝度長残光性蓄光材料。』。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "拒絶査定の理由の概要",
              "text": [
                "本願明細書の発明の詳細な説明の欄には，Sr以外のアルカリ土類金属を用いた場合に，Srを用いた実施例と同等の残光性蓄光材料としての効果を奏することについて，具体的な説明がなされておらず，本願明細書の発明の詳細な説明の記載は，当業者が本願発明を実施できる程度に明確かつ十分になされているとすることができないから，本件出願は，特許法36条4項に規定する要件を満たしておらず，拒絶をすべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の判断",
              "text": [
                "本願明細書の発明の詳細な説明の欄には，残光性蓄光材料としての効果について，アルカリ土類金属としてSrを用いた場合については具体的データに基づいた説明がなされているものの，Sr以外を用いた場合については，具体的データに基づく説明も，作用機構に基づく合理的な説明もなされていない。",
                "そして，本願の出願時に周知の技術を参照しても，〔aAl  O  (α)＋(1-a)Al  O  (γ)〕(ただし，aは0．5≦a≦0．99)で示される原料",
                "を用いる本願発明において，Sr以外のアルカリ土類金属を用いた場合に，Srを用いた場合と同等の効果を奏するとする根拠を見いだせない。",
                "したがって，本願明細書の発明の詳細な説明の記載は，当業者が本願発明の実施をすることができる程度に明確かつ十分になされているとすることができないものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおりであるから，本件出願は，特許法36条4項に規定する要件を満たしておらず，同法49条により拒絶をすべき旨の査定をしなければならないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告ら及び原告訴訟引受人(以下「原告ら」という。)主張の審決取消事由　審決は，本願発明の要旨の認定を誤り，また，特許法36条4項に係る判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の要旨の認定の誤り)",
              "text": [
                "審決は，「本願発明は，・・・任意のアルカリ土類金属を含むものである。」と認定した。",
                "アルカリ土類金属は，一般に，Be及びRaを含む意味に用いられているが，蛍光体の技術分野においては，アルカリ土類金属として，Sr，Mg，Ca及びBaを用いることが周知の事項であり，また，本願明細書の発明の詳細な説明の欄には，アルカリ土類金属として，Sr，Mg，Ca及びBaの4種類のみを記載していて，Be及び放射性元素Raを除外している。",
                "したがって，審決が，「任意のアルカリ土類金属を含むものである」として，アルカリ土類金属にBe及びRaを含めた認定をしたのは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(特許法36条4項に係る判断の誤り)",
              "text": [
                "審決は，「本願明細書の発明の詳細な説明の欄には，残光性蓄光材料としての効果について，・・・Sr以外を用いた場合については，具体的データに基づく説明も，作用機構に基づく合理的な説明もなされていない。」，「本願の出願時に周知の技術を参照しても，・・・Sr以外のアルカリ土類金属を用いた場合に，Srを用いた場合と同等の効果を奏するとする根拠を見いだせない。」として，「本願明細書の発明の詳細な説明の記載は，当業者が本願発明の実施をすることができる程度に明確かつ十分になされているとすることができないものである。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の発明の詳細な説明の欄には，「Mはストロンチウムであり，Mの表す金属の一部分はカルシウム，バリウム，マグネシウムで置換することができる。」(段落【0011】)と記載され，また，実施例には，Sr以外のアルカリ土類金属を用いた場合として，Srの一部をCaで置換した例(実施例6)，Srの一部をBaで置換した例(実施例7)，Srの一部をMgで置換した例(実施例8)が示されている。",
                    "このように，本願明細書の発明の詳細な説明の欄には，アルカリ土類金属として，Srの一部をCa，Ba又はMgのいずれかで置換した例が示されている以上，Sr以外のアルカリ土類金属を用いた場合についても説明がされているということができるし，もともと，明細書の実施例には最良と思うものを記載することになっているところ，Sr，Mg，Ca及びBaは，同じアルカリ土類金属に属し，物理的，化学的性質が類似するから，本願明細書の発明の詳細な説明の欄に，最良の実施例である単独のSrの具体的データ等の記載がある以上，同様の効果を奏するSr以外のアルカリ土類金属についてまで具体的データ等を記載して説明しなければならない理由はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の発明の詳細な説明の欄には，本願発明の高輝度長残光性蓄光材料の製造方法が記載されている(段落【0020】)が，アルカリ土類金属化合物として，Sr，Ca，Mg又はBaをそれぞれ単独で用いる場合とSr及びCa，Sr及びMg，又はSr及びBaのそれぞれの混合物を用いる場合とで異なる限定条件を付しているわけでないから，いずれの場合も，同じようにして高輝度長残光性蓄光材料を製造することができるのである。そして，本願明細書の発明の詳細な説明の欄には，単独のSrを用いて製造した場合とその効果を示す実施例，Sr及びCa，Sr及びMg，又はSr及びBaのそれぞれの混合物を用いて製造した場合とその効果を示す実施例が記載されているから，Sr以外のアルカリ土類金属を用いて高輝度長残光性蓄光材料を製造した場合においても，Srと同様の効果があることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願明細書の発明の詳細な説明の欄に，Srについてその効果を示す試験データが記載され，かつ，Srの一部がCa，Ba又はMgのいずれかで置換されたものの効果を示す試験データが示されている以上，蛍光体の技術分野における周知の技術からみて，Sr以外のアルカリ土類金属についてその効果を示すデータがなくても，SrやSrの一部がCa，Ba又はMgのいずれかで置換されたものと同様の効果があるであろうことは容易に類推することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決が「本願明細書の発明の詳細な説明の記載は，当業者が本願発明の実施をすることができる程度に明確かつ十分になされているとすることができないものである。」と判断したのは，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決に，本願発明の要旨の認定の誤りはなく，また，特許法36条4項に係る判断の誤りもない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の要旨の認定の誤り)に対して",
              "text": [
                "本願発明にいう「アルカリ土類金属」は，一般に，Be，Mg，Ca，Sr，Ba及びRaを示す技術用語として周知である。そして，蛍光体と本願発明の属する蓄光材料は求められる残光性能が全く異なるから，両者は技術分野を異にするところ，蓄光材料に関する技術分野において，「アルカリ土類金属」がMg，Ca，Sr及びBaを意味するとの技術常識があるわけではないし，本願明細書に，「アルカリ土類金属」について，通常使用されている上記の意味以外のものとして定義付けるような記載もない。",
                "そうすると，特許請求の範囲に「アルカリ土類金属」と記載されていれば，それは，「任意のアルカリ土類金属を含むもの」，具体的にはBe，Mg，Ca，Sr，Ba及びRaを意味すると解すべきである。",
                "したがって，審決が「任意のアルカリ土類金属を含むものである」と認定をしたことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(特許法36条4項に係る判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書は，アルカリ土類金属であるMのうち，Mで表わされるSrの一部分をCa，Ba又はMgに置換して結晶体の構造が得られる例を示したものであるが，これはSrを用いた例として示したにすぎないから，本願明細書の発明の詳細な説明の欄に，Srの一部をCa，Ba又はMgのいずれかで置換した例が示されているとしても，Sr以外のアルカリ土類金属を用いた場合についての説明がされているということはできない。",
                    "また，一般に，すべてのアルカリ土類金属の物理的，化学的性質が類似するとはいえないし，仮にその物理的，化学的性質が類似するとしても，本願発明が属する蓄光材料に関する技術分野において，アルカリ土類金属の物理的，化学的性質と残光性能との関係が明らかにされているわけではなく，また，残光性能に関し，Sr以外の任意のアルカリ土類金属が，Srと同様の効果を奏することが明らかにされているわけでもない。そうであれば，本願明細書の発明の詳細な説明の欄に，単独のSrの具体的データ等の記載があるとしても，Sr以外のアルカリ土類金属について，具体的データ等を記載する必要がないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Sr以外のアルカリ土類金属を用いて高輝度長残光性蓄光材料を製造することができるとしても，製造方法が同様に行えることとその蓄光材料としての効果の予測可能性とは直接関係しないから，Sr以外のアルカリ土類金属を用いたものについて，Srと同様の効果があるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記アに述べたところから明らかなように，本願明細書の発明の詳細な説明の欄に，Sr以外のアルカリ土類金属について，その効果を示すデータがない以上，Srと同様の効果があると類推することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決が「本願明細書の発明の詳細な説明の記載は，当業者が本願発明の実施をすることができる程度に明確かつ十分になされているとすることができないものである。」と判断したことに誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の要旨の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "アルカリ土金属又はアルカリ土類金属について，化学大辞典編集委員会編「化学大辞典1」(共立出版株式会社昭和46年2月5日縮刷版第11刷発行，甲27)には，「周期表第Ⅱ族の元素のうちベリリウム，マグネシウム，カルシウム，ストロンチウム，バリウム，およびラジウムの総称。特にカルシウム以下の4元素をさすこともある。」と記載され，また，平凡社の「大百科事典1」(1984年(昭和59年)11月2日初版発行，乙1)，同じく平凡社の「世界大百科事典1」(1988年(昭和63年)3月15日発行，乙2)には，「周期表第Ⅱ族",
              "text": [
                "(第ⅡA族)に属するベリリウムBe，マグネシウムMg，カルシウムCa，ストロンチウムSr，バリウムBa，ラジウムRaの6種の金属元素の総称。」と記載されている。",
                "本願発明に係る請求項1の記載は，前記第2の2のとおりであるところ，アルカリ土類金属を表すMをSr，Mg，Ca及びBaに限定する旨の文言はなく，かつ，これをSr，Mg，Ca及びBaに限定して理解しなければならないような特段の事情があることも認められない。",
                "そうであれば，本願発明のアルカリ土類金属がSr，Mg，Ca及びBaに限定されると解することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "そして，念のために，本願明細書(甲2，4)の発明の詳細な説明の記載をみると，これには，「(1)一般式　MO・(n-x)〔aAl O  (α)＋(1",
              "text": [
                "-a)Al  O (γ)〕・xB  O  ：Eu，Dy〔式中，Mはアルカリ土類金属",
                "を表し，aは0．5≦a≦0．99であり，xは0．001≦x≦0．35，nは",
                "1≦n≦3である。〕で表される組成式の原料を焼成して得られた焼成体からなる高輝度長残光性蓄光材料。」(段落【0010】)，「本発明の高輝度長残光性蓄光材料は，・・・Mはストロンチウムであり，Mの表す金属の一部分はカルシウム，バリウム，マグネシウムで置換することができる。」(段落【0011】)，「更にMがストロンチウムである場合，このストロンチウムの一部分は，Mg，Ca，Baの少なくとも一つと置換してもよく，」(段落【0015】)，「本発明の高輝度長残光蓄光材料の原料としては，ストロンチウム，カルシウム，バリウムあるいはマグネシウムの酸化物，又は加熱によりこれらの酸化物を生成できる塩類を用いることができる。」(段落【0018】)との記載がある。これらの記載によれば，アルカリ土類金属を表すMは，何ら限定されるものではな",
                "いが，ストロンチウム，カルシウム，バリウムあるいはマグネシウムの酸化物又は加熱によりこれらの酸化物を生成できる塩類を用いることができ，ストロンチウムを用いる場合には，そのストロンチウムの一部分をカルシウム，バリウム，マグネシウムで置換することができるというものである。",
                "そうであれば，本願明細書の発明の詳細な説明を参酌しても，本願発明のアルカリ土類金属がSr，Mg，Ca及びBaに限定されるとは認めることができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のように，本願発明のアルカリ土類金属は，Sr，Mg，Ca及びBaに限定されるものではないから，審決が「任意のアルカリ土類金属を含むものである。」と認定したことに誤りはない。",
                "原告ら主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法36条4項に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書の発明の詳細な説明には，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1の一般式であるMO・(n-x)〔aAl2 O3 (α)＋(1-",
                  "text": [
                    "a)Al  O  (γ)〕・xB O  ：Eu，DyにおけるM，x，n，aを次のと",
                    "おりとして，参考例及び実施例1ないし11の合計12種の蓄光材料を製造(参考例と実施例3の製造方法は同一である。)したこと(段落【0023】ないし【0040】)。",
                    "M　　　　　　　　　　　 x　 n　 a 　　参考例　　　ストロンチウム　　　　　　　　　　　　0.11　1　0.52　　実施例1　　ストロンチウム　　　　　　　　　　　　0.07　1　0.99　　実施例2　　ストロンチウム　　　　　　　　　　　　0.07　1　0.85　　実施例3　　ストロンチウム　　　　　　　　　　　　0.005 1　0.63　　実施例4　　ストロンチウム　　　　　　　　　　　　0.35　1　0.91　　実施例5　　ストロンチウム　　　　　　　　　　　　0.08　2　0.70　　実施例6　　ストロンチウム85％とカルシウム15％　　0.25　1　0.75　　実施例7　　ストロンチウム90％とバリウム10％　　　0.18　2　0.93　　実施例8　　ストロンチウム85％とマグネシウム15％　0.05　1　0.75　　　　　　　(ストロンチウム75％とマグネシウム25％)",
                    "実施例9　　ストロンチウム　　　　　　　　　　　　0.20　3　0.82　　実施例10　ストロンチウム　　　　　　　　　　　　0.07　1　0.85　　実施例11　ストロンチウム　　　　　　　　　　　　0.07　1　0.99　イ　「【0032】以上で造った・・・参考例及び本発明の蓄光材料(1)～(7)の時間経過に対する輝度の低下について、硫化亜鉛燐光材料「ZnS：Cu」との対比試験結果を表2に示す。試験条件：参考例及び(1)～(7)及び(ZnS：Cu)のサンプルを暗室中でそれぞれ0．2g取り、直径10mm×深さ5mmのアルミニウム容器に入れ、温度24℃、湿度25％RHで、15W蛍光灯の垂直下20cmの距離で15分間照射した。ついでトプコンBM-5輝度計で、時間経過とともにそれぞれの輝度を測定する。」(判決注：同段落中，「(2)～(7)」とあるのは，「(1)～(7)」の誤記と認める。)",
                    "「【0035】",
                    "【表2】",
                    "┌────┬──────────────────────────────┐│時間経過│ 　　　　　　　　　輝　　度(mcd／m2 )                  ││        ├───┬────────────────────┬─────┤│　(分)│参考例│ 　実施例(高輝度長残光性蓄光材料)     │比　較　例││        ├───┼──┬──┬──┬──┬──┬──┬──┼─────┤│         │     │　1│　2│　3│　4│　5│　6│　7│ZnS：Cu│",
                    "│        ├───┼──┼──┼──┼──┼──┼──┼──┼─────┤│        │n=1  │n=1│n=1│n=1│n=1│n=2│n=1│n=2│          │├────┼───┼──┼──┼──┼──┼──┼──┼──┼─────┤│　0．5│ 800  │3500│5300│3200│2100│4850│3900│3500│ 210      │├────┼───┼──┼──┼──┼──┼──┼──┼──┼─────┤│　　30│17.4  │  75│ 115│  69│  45│ 174│ 108│  94│ 6.5      │├────┼───┼──┼──┼──┼──┼──┼──┼──┼─────┤│　　60│   9  │  20│  60│  37│22.7│  68│  46│  52│ 0.3      │├────┼───┼──┼──┼──┼──┼──┼──┼──┼─────┤│　180│ 0.4  │ 1.6│  21│12.4│ 8.3│30.1│  18│  24│          │├────┼───┼──┼──┼──┼──┼──┼──┼──┼─────┤│　600│      │ 0.4│   3│ 2.1│ 0.7│ 4.2│ 2.1│ 3.9│          │├────┼───┼──┼──┼──┼──┼──┼──┼──┼─────┤│3000│      │    │ 0.4│    │    │ 0.8│    │ 0.8│          │└────┴───┴──┴──┴──┴──┴──┴──┴──┴─────┘【0036】表2から明らかなように、同じ条件で試験した結果は、比較例の硫化亜鉛燐光材料の初期輝度に対して、本発明の高輝度長残光性蓄光材料の初期輝度は、10倍以上有することがわかる。また残光時間についても、比較例の硫化亜鉛燐光材料の残光時間が約1時間であるのに対して、本発明の高輝度長残光性蓄光材料の残光時間は、約50時間を越えていることがわかる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【0037】実施例8　・・・ストロンチウムの一部分としてマグネシウムを使用しても優れた蓄光材料が得られた。",
                    "【0038】実施例9　・・・この蓄光材料(10)は、発光ピーク波長450nm、初期輝度4000、残光時間20時間以上の藍色に近い青色の優れたものが得られた。",
                    "【0039】実施例10　・・・この蓄光材料〔11〕の製造方法によりα-Al  O とγ-Al  O  の混合が十分に行えるとともに粉砕工程が一工程省け経済的であった。",
                    "【0040】実施例11　・・・この蓄光材料〔12〕の製造方法によりα-Al  O  とγ-Al  O の混合が十分に行えるとともに粉砕工程が一工程省け経済的であった。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，本願明細書には，Srを単独で用いた例並びにそのSrの一部をCaで置換した例(実施例6)及びBaで置換した例(実施例7)について，具体的データに基づく説明がされているということができる。しかしながら，Srの一部をMgで置換した例(実施例8)については，「優れた蓄光材料が得られた。」というだけで，具体的なデータが示されていないし，さらに，Sr以外のアルカリ土類金属のみを用いた例については，具体的なデータが示されていない上，何の説明もされていない。したがって，本願明細書には，残光性蓄光材料としての効果に関し，アルカリ土類金属としてSrを単独で用いた場合並びにそのSrの一部をCa又はBaで置換した場合を除いては，具体的データに基づく説明も，作用機構に基づく説明もされていないといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "そして，本願発明の蓄光材料は，「太陽光や蛍光灯、特に紫外線で励起してそのエネルギーを吸収し、吸収したエネルギーを可視光に変換して、励起停止後も光を徐々に放出しながら、長時間発光し続ける」(本願明細書の段落【0011】)というものであるところ，SrとSr以外のアルカリ土類金属とでは，それぞれ電子数が異なり，それを含む請求項1の一般式であるMO・(n-x)〔aA",
              "content": [
                {
                  "content": [
                    {
                      "fig": "l",
                      "subject": "O (α)＋(1-a)Al O  (γ)〕・xB  O  ：Eu，Dyの焼成体",
                      "text": [
                        "の電子状態も異なるから，Sr以外のアルカリ土類金属を用いた場合に，Srを用いた場合と同様の高輝度長残光性を示すということはできない。",
                        "このことは，以下の述べるところからみても，明らかである。すなわち，本願発明の発明特定事項である「高輝度長残光性」は，請求項1の記載からは，どの程度の輝度及び残光性を意味するのか明らかでないが，本願明細書の発明の詳細な説明には，「本発明が解決しようとする第1の課題は，長残光を有し，かつ輝度が高い蓄光材料を提供することにある。」(段落【0009】)，「本発明の蓄光材料の輝度はかなり高いので，夜に表示用として使用可能である。例えば，道路の表示，広告，文房具，玩具，スポーツ用品などに使用すると，光を吸収して，暗中で吸収したエネルギーを光の形で放出し，10時間以上連続的に発光する。」(段落【0022】)，「本発明の高輝度長残光性蓄光材料は，一般式で示される蓄光材料であり，これによって以下の優れた効果を奏するものである。①初期輝度が高く，しかも長残光性を有するので，明るくしかも長時間発光状態を維持することができ，したがって多くの用途に使用することができる。」(段落【0041】)との記載があり，これらの記載によれば，「長残光性」とは，10時間以上の実用し得る輝度を有することを意味し，「高輝度」とは，上記の長残光性を実現するのに十分高い初期輝度を有することを意味すると認められる。ところで，上記(1)の記載によれば，参考例は，本件補正前の実施例1であり，その原料組成式が請求項1の一般式を満足するものであって，その製造方法が実施例3と同一のものであるが，初期輝度は800mcd/㎡で，比較例の硫化亜鉛燐光材料の初期輝度に対して4倍程度にとどまる上，600分(10時間)後には数値で表示できる程度の輝度を有していないから，参考例は本願発明にいう上記の「高輝度長残光性」を満足するものではないところ，このことは，Srを用いた場合であっても，本願発明にいう高輝度長残光性を示すわけではないことを意味するものであり，そうであれば，Sr以外のアルカリ土類金属を用いた場合においても，本願発明にいう高輝度長残光性を示すわけではないといわなければならない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らの主張について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本願明細書の発明の詳細な説明の欄には，アルカリ土類金属として，Srの一部をCa，Ba又はMgのいずれかで置換した例が示されている以上，Sr以外のアルカリ土類金属を用いた場合についても説明がされているということができるし，Sr，Mg，Ca及びBaは，同じアルカリ土類金属に属し，物理的，化学的性質が類似するから，本願明細書の発明の詳細な説明の欄に，最良の実施例である単独のSrの具体的データ等の記載がある以上，同様の効果を奏するSr以外のアルカリ土類金属についてまで具体的データ等を記載して説明しなければならない理由はないと主張する。",
                    "しかしながら，上記(2)のとおり，本願明細書には，Srの一部をCa又はBaで置換した場合については，具体的データに基づく説明がされているということができるが，このことをもって，それ以外のアルカリ土類金属を用いた場合についての説明がされているということにはならない。",
                    "また，上記(3)に判示したように，Sr以外のアルカリ土類金属を用いた場合において，Srを用いた場合と同様に高輝度長残光性を示すわけではないというべきであるから，漠然と，Sr，Mg，Ca及びBaが同じアルカリ土類金属に属するものとして物理的，化学的性質が類似するということだけで，Sr以外のアルカリ土類金属について，具体的データ等を記載して説明する必要がないということはできない。",
                    "原告らの上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，Sr，Ca，Mg又はBaをそれぞれ単独で用いる場合も，Sr及びCa，Sr及びMg，又はSr及びBaのそれぞれの混合物を用いる場合も，同じようにして高輝度長残光性蓄光材料を製造することができるのであって，本願明細書の発明の詳細な説明の欄に，単独のSrを用いて製造した場合とその効果を示す実施例，Sr及びCa，Sr及びMg，又はSr及びBaのそれぞれの混合物を用いて製造した場合とその効果を示す実施例が記載されているから，Sr以外のアルカリ土類金属を用いて高輝度長残光性蓄光材料を製造した場合においても，Srと同様の効果があることは明らかであると主張する。",
                    "確かに，請求項1の一般式の組成となるように原料を用意し，混合して焼成体を製造することは，本願明細書の実施例の記載などを参照すれば可能であるということができる。しかし，このようにして焼成体を製造することができたとしても，その焼成体が高輝度長残光性を示すかどうかについては，自明なことではない。上記(3)のとおり，Srを用いた場合であっても，本願発明にいう高輝度長残光性を示すわけではないのであるから，Sr以外のアルカリ土類金属を用いた場合には，なおさら，本願発明にいう高輝度長残光性を示すということはできない。",
                    "原告らの上記主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，蛍光体の技術分野における周知の技術からみて，Sr以外のアルカリ土類金属についてその効果を示すデータがなくても，SrやSrの一部がCa，Ba又はMgのいずれかで置換されたものと同様の効果があるであろうことは容易に類推することができると主張し，甲9の2，10ないし28及び36を援用する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "本願明細書に記載された従来技術について"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "本願明細書には，次の記載がある。",
                        "「米国特許第3，294，699号明細書には二価ユウロピウムを賦活剤とするストロンチウムアルミネート(SrAl  O ：Eu)が開示されている。・・・しかしながら，このような蛍光材料は残光性が殆どなく・・・燐光材料ないし蓄光材料とは区別されている。」(段落【0004】)",
                        "「英国特許第1，190，520号明細書には二価ユウロピウムで賦活した蛍光材料，Bax Sry Caz Eup Al O ・・・が開示されている。・・・これらの蛍光材料は，何れも紫外線か電子線などで励起して発光し，主としてブラウン管に使用されている。」(段落【0005】)",
                        "「また硼素含有SrAl  O 系発光材料としては，例えば，ヨーロッパ特許出願公開番号第0094132号公報にSrAl  O 構造にフラックス剤として酸化硼素を添加したものが記載されているが，・・・残光性に乏しい。」(段落【0006】)",
                        "「特開平7-11250に，SrAl  O  結晶体からなる蓄光材料の製造に際し，フラックス剤として酸化硼素を添加しているが，その添加量は，1～10％に限定されている。酸化硼素添加量の限定理由として，1重量％以下であるとフラックス効果がなく，10重量％を越えると焼成物が固化し，その後の粉砕，分級作業が困難となるからである。」(段落【0007】)",
                        "「中国特許出願公開番号CＮ1053807Aには長残光性発光材料に関する発明が開示されている。この長残光性発光材料は，一般式　m(Sr1-x Eux )O・nAl  O ・yB  O 〔但し，1≦m≦5，1≦n≦8，0．001≦y≦",
                        "0．35〕で表されるものである。」(段落【0008】)",
                        "「先行技術に，例えば，ヨーロッパ特許出願公開番号第0094132号公報にSrAl  O 構造にフラックス剤として酸化硼素を添加したものが記載され・・・特開平7-11250に，SrAl  O 結晶体を造る時，フラックス剤として酸化硼素を添加している」(段落【0017】)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "以上の記載によれば，本願明細書に記載された従来技術のうち，本願発明と同じ蓄光材料に係るものは，SrAl  O  (特開平7-11250)及びm(S",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "r",
                              "subject": "-x Eux )O・nAl  O  ・yB  O (中国特許出願公開番号CＮ1053",
                              "text": [
                                "807A)であり，これらは，いずれも，アルカリ土類金属がSrであるにとどまる。なお，上記のもの以外は，蛍光体に係るものであるところ，蛍光体は，光照射をやめると直ちに発光が止むものであるのに対し，蓄光材料は，光照射をやめた後もしばらく発光が続くものであって，両者は発光のメカニズムを異にするから，蛍光体の技術についての知見を，そのまま蓄光材料に関する本願発明に適用することはできないというべきである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "甲9の2，10ないし28及び36について"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "甲9の2，10ないし28及び36についてみるに，本願発明の特許出願時に公知であったものは，甲9の2，10ないし13，24ないし28，36であるところ，それぞれには，次のような記載がある。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "content": [
                                {
                                  "fig": "(a)",
                                  "subject": "甲9の2(特開平7-11250号公報)には，蓄光性蛍光体の発明が記載され，これは，MAl  O で表される化合物で，Mは，カルシウム，ストロンチウム，バリウムからなる群から選ばれる少なくとも1つ以上の金属元素からなる化合物を母結晶にしたものであって(特許請求の範囲の請求項1)，具体例として，SrAl  O ：Eu，Sm，CaAl  O  ：Eu，Ｎd，CaAl O  ：Eu，",
                                  "text": [
                                    "Dy，SrAl  O ：Eu，Dy等多数があり，屋内外で主に夜間表示用として利用可能なこと(段落【0001】)が記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(b)",
                                  "text": [
                                    "甲10(特開昭49-99610号公報)には，多発色性蛍光ガラスの発明が記載され(特許請求の範囲(1))，美術的，工業的製品に応用することができること(2頁上左欄3，4行)が記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(c)",
                                  "subject": "甲11(特開昭59-128211号公報)には，蛍光体の発明が記載され，これは，一般式が(Me -n，Eun)O・x(Al -mBm) O (ただし，0＜n≦1，0．6≦x≦2，0＜m≦0．5，MeはBa，SrおよびCaから選ば",
                                  "text": [
                                    "れた少なくとも一種の元素)で表わされるものであって(特許請求の範囲)，具体例として，(Sr Eu )O・(Al B ) O (実施例1，4)，(Sr",
                                    "0.95 0.05 0.95 0.05 2 3",
                                    "Eu )O・(Al B ) O (実施例2)，(Sr Eu )O・1.1(A",
                                    "0.95 0.05 0.8 0.2 2 3 0.95 0.05"
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "l",
                      "subject": "B ) O (実施例3)が記載され，蛍光灯のような水銀蒸気放電灯や陰極線0.95 0.05 2 3",
                      "text": [
                        "管用の蛍光体に用いられること(2頁上右欄16ないし19行)が記載されている。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "content": [
                                {
                                  "fig": "(d)",
                                  "subject": "甲12(特開昭63-135482号公報)には，蛍光体の発明が記載され，これは，一般式がm(M，Eu)O・(1-n)Al O ・nB O で表され，M",
                                  "text": [
                                    "はマグネシウム(Mg)，カルシウム(Ca)，ストロンチウム(Sr)，バリウム(Ba)，亜鉛(Zn)の少なくとも一種，かつ，0．11≦m≦0．85，0．001≦n≦0．90であるものであって(特許請求の範囲)，具体例として，0．4(Ba，Mg，Eu)O・0．9Al O ・0．1B O (実施例1)等多数",
                                    "があり，青色発光蛍光体に使用されること(1頁下右欄15ないし18行)が記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(e)",
                                  "subject": "甲13(特開平5-194944号公報)には，蛍光体の発明が記載され，これは，一般式：(M -x-y Eux Mny)O・aAl O ・bGa O (式中，M",
                                  "text": [
                                    "はMg，Ca，SrおよびBaから選ばれた少なくとも一種の元素，0．03≦x≦0．10，0．01≦y／x≦0．15，1．5≦a≦4．5，b≦1．0)で",
                                    "表される組成から成るものであって(特許請求の範囲の請求項1)，具体例として，(Ba Mg Eu Mn )O・2.5Al O ・0.5Ga O (実施例1)",
                                    "0.439 0.50 0.06 0.001 2 3 2 3",
                                    "等多数があり，蛍光ランプに使用されること(段落【0007】)が記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(f)",
                                  "subject": "甲24(特公昭56-52072号公報)には，アルミン酸塩蛍光体の発明が記載され，これは，2価のEuと2価のMn共付活のAO-Al O 系蛍光体において，AはZn，Mg，Sr，Li ，Rb ，Cs の少なくとも1種からなるものであって(特許請求の範囲)，具体例として，0.4ZnO・Al O ：0.025Eu(実施例1)，ZnO・Al O ：0.05Eu，0.18Mn(実施例2)，0.15Mg",
                                  "text": [
                                    "O・Al O ：0.05Eu，0.15Mn(実施例3)，0.1Cs O・Al O ：0.025E",
                                    "u，0.05Mn(実施例4)，0.7SrO，1.0MgO8Al O ：0.10Eu，0.15M",
                                    "n(実施例5)，0.15SrO・Al O ：0.025Eu，0.05Mn(実施例6)が記載",
                                    "され，ゼロックス用蛍光体として有効であること(実施例4，6)が記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(g)",
                                  "text": [
                                    "甲25(特公昭56-2116号公報)には，アルミン酸カルシウム系蛍光体の発明が記載され，これは，CaO・xAl O ，ここに0.65≦x≦1.7で示される母体をユーロピウム及びマンガンで共付活して成るものであって(特許請求の範囲)，具体例として，実施例1～4が記載され，ゼログラフィー用の蛍光ランプ，一般照明用の低圧蛍光ランプ，高圧水銀ランプに使用されること(2頁4欄25～29行)が記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(h)",
                                  "subject": "甲26(英国特許第1190520号)には，Ba Eu Al O  な",
                                  "text": [
                                    "0.97 0.03 12 19",
                                    "どの化学式で表される7種の焼成体が記載され，q(％)，r(％)，r.l.o.，λmax(nm) の数値が記載されている(3頁の表1)。"
                                  ]
                                },
                                {
                                  "fig": "(i)",
                                  "text": [
                                    "甲27(化学大辞典編集委員会編「化学大辞典1」(共立出版株式会社昭和46年2月5日縮刷版第11刷発行))には，アルカリ土金属についての一般的な説明として，「周期表第Ⅱ族の元素のうちベリリウム，マグネシウム，カルシウム，ストロンチウム，バリウム，およびラジウムの総称。特にカルシウム以下の4元素をさすこともある。」と記載されている。"
                                  ]
                                },
                                {
                                  "fig": "(j)",
                                  "text": [
                                    "甲28は，オーム社の蛍光体同学会編「蛍光体ハンドブック」(昭和62年12月25日第1版第1冊発行)の「I編　蛍光体序説」のうち，「第1章　蛍光体の研究の始まりと発展」と「第2章　蛍光体の発展史と現況」の一部であり，蛍光体の発展の歴史と役割が示されている。"
                                  ]
                                },
                                {
                                  "fig": "(k)",
                                  "subject": "甲36(米国特許5376303)には，蛍光体の発明が記載され，これは，MO・a(Al B ) O ：cRの組成式で示される蛍光体であって，0．51-b b 2 3",
                                  "text": [
                                    "≦a≦10．0，0．0001≦b≦0．5，0．0001≦c≦0．2，MOは",
                                    "MgO，CaO，SrO及びZnOから成るグループから選ばれた少なくとも1種の二価金属酸化物を表し，RはEu2+に加えて，Pr，Ｎd，Dy及びTmからなるグループから選ばれた少なくとも1種の二価金属酸化物である，というものであって(請求の範囲)，「高い輝度と長い減衰特性を持つ長残光蛍光体を提供する」(2欄16ないし19行)というものである。"
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "以上の記載によれば，上記甲号各証のうち，本願発明と同じ蓄光材料について具体的な記載があるのは，甲9の2と甲36だけである。甲10は蛍光ガラス，甲11ないし13，24及び25は蛍光ランプに用いる蛍光体(甲26は用途が不明である。)，甲27は辞典の「アルカリ土金属」の項目，甲28は主として蛍光ランプに用いる蛍光体についてそれぞれ記載したものであるところ，上記(ア)bのとおり，蛍光体と蓄光材料とでは発光のメカニズムを異にするから，これらの蛍光体の技術についての知見を，そのまま蓄光材料に関する本願発明に適用することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "そして，甲9の2及び36は，いずれも，アルカリ土類金属がMg，Ca又はBaである場合に，これがSrである場合と同様の高輝度長残光性を有することを示すものではない。"
                      ],
                      "content": [
                        {
                          "fig": "(ウ)",
                          "text": [
                            "したがって，発光体の技術分野における周知の技術からみて，Sr以外のアルカリ土類金属について，その効果を示すデータなしに，SrやSrの一部がCa，Ba又はMgのいずれかで置換されたものと同様の効果があると類推することはできない。",
                            "原告らの上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，審決が「本願明細書の発明の詳細な説明の記載は，当業者が本願発明の実施をすることができる程度に明確かつ十分になされているとすることができないものである。」と判断したことに誤りはないというべきであるから，原告ら主張の取消事由2は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告らの主張する審決取消事由は，いずれも理由がないから，原告らの請求は棄却されるべきである。"
      ]
    }
  ]
}