{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，16億9700万円及びこれに対する平成14年3月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，名称を「中空糸膜濾過装置」とする発明につき特許権(出願昭和59年3月31日，登録平成6年6月21日，特許第1851891号，発明の数2，平成16年3月31日期間満了，平成16年6月9日登録抹消。",
            "以下「本件特許」又は「本件特許権」という。)を有していた控訴人(一審原告)が，被控訴人(一審被告)に対し，東京電力柏崎原発4号機，同6号機，東北電力女川原発3号機への各納入と中部電力浜岡原発4号機におけるモジュール交換にそれぞれ用いられた別紙物件目録記載の中空糸膜濾過装置(以下「被控訴人物件」という。)が，本件特許権を侵害するとして，16億9700万円余の損害賠償金又は不当利得金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成15年7月30日，前記請求の根拠とされた本件特許の請求項1の発明(ただし，平成16年3月23日訂正審決前のもの。)は，本件特許の出願日より前の昭和58年10月27日に頒布された公開特許公報である特開昭58-183916号公報(以下にいう「引用例1」)及び同じく本件特許の出願より前の昭和53年9月29日に頒布された特許公報である特公昭53-35869号公報(以下にいう「引用例2」)により，その発明の属する技術の分野における通常の知識を有する者(当業者)であれば，容易に発明をすることができたから，本件特許には特許法29条2項に違反する無効事由のあることが明らかであり，本件特許が有効であることを前提とする控訴人の本訴請求は，権利濫用として許されないとして，請求をすべて棄却した。そこで一審原告である控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "一方，本件訴訟の提起を受けた被控訴人(一審被告)は，平成14年6月14日，本件特許の請求項1(訂正前発明)について，前記引用例1及び引用例2に基づいて当業者が容易に発明をすることができたから，本件特許には特許法29条2項に違反する無効事由があることを理由として，特許庁に対し特許無効審判を請求した。特許庁は，同請求を無効2002-35248号事件として審理し，平成17年9月5日に至り，後記訂正後の請求項1につき「本件審判の請求は，成り立たない。」との審決をした。",
            "この間の平成15年12月2日，特許権者である控訴人は，本件特許の請求項1の訂正等を求める訂正審判を請求し(訂正2003-39256号)，特許庁は平成16年3月23日，上記訂正を認める審決をした。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "控訴審である当審に至り，一審原告である控訴人は，請求の原因たる本件特許の請求項1の発明を上記平成16年3月23日訂正審決のとおり(以下「本件発明」という。)と改め，一方，一審被告たる被控訴人は，原審における権利濫用の主張を，平成17年4月1日より施行された特許法104条の3第1項に基づく権利行使の制限の主張に改めた。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "なお，平成17年9月5日になされた前記3の特許庁の審決(請求不成立)に対し，被控訴人が原告・控訴人が被告となって，その取消しを求める訴訟(当庁平成17年(行ケ)第10707号)が提起され，本件訴訟と並行して審理が進められている。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の内容",
              "text": [
                "本件特許の請求項1の発明で平成16年3月23日付け訂正審決による訂正後の発明(本件発明)を，構成要件に分説すると，以下のとおりAないしDとなる(以下「構成要件A」～「構成要件D」という。下線は訂正部分)。",
                "A 容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，",
                "B 前記中空糸膜モジュールは"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "取水管と，"
                },
                {
                  "fig": "b",
                  "subject": "前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，"
                },
                {
                  "fig": "c",
                  "subject": "前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材",
                  "text": [
                    "とから構成され，",
                    "C 前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れるようにしたことを特徴とする",
                    "D 中空糸膜濾過装置。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の侵害行為",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "被控訴人物件の構成は，別紙物件目録記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本件発明の構成要件と被控訴人物件の構成の対比",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "構成要件A",
                          "text": [
                            "本件発明の構成要件Aと，被控訴人物件の物件目録「第3 構造の説明」における1(以下「構成1」という。)は略同一であり，被控訴人物件は本件特許発明の構成要件Aを充足する。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "構成要件B"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "構成要件Ba",
                  "text": [
                    "被控訴人物件における「多数本の太い中空糸膜フィルタ」は，構成要件Baの「取水管」に該当する。訂正明細書(甲18の2)の特許請求の範囲に記載されているとおり，「取水管」とは，「中空糸膜モジュール」の構成要素であり，「取水管」の周囲に多数本の中空糸膜フィルタが配設されており，「取水管」の両端は解放状態で，中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から「取水管」に流れるものである。一方，被控訴人物件の「多数本の太い中空糸膜フィルタ」は，中空糸膜モジュールの構成要素であり，「多数本の太い中空糸膜フィルタ」の周囲に多数本の細い中空糸膜フィルタが配設されており，「太い中空糸膜フィルタ」の両端は解放状態で，細い中空糸膜フィルタ内に浸透した処理液の一部がこの細い中空糸膜フィルタの中空部の下端から「太い中空糸膜フィルタ」に流れる構造になっている。したがって，被控訴人物件における「多数本の太い中空糸膜フィルタ」は，構成要件Baの「取水管」に該当し，被控訴人物件は本件特許発明の構成要件Baを充足する。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "構成要件Bb",
                  "text": [
                    "前記のとおり，被控訴人物件における「多数本の太い中空糸膜フィルタ」は，構成要件Bbの「取水管」に該当する。また，被控訴人物件における「多数本の太い中空糸膜フィルタ」の周囲には，液体中の分散固形物を捕捉する多数本の細い中空糸膜フィルタが配設されている。したがって，被控訴人物件は本件特許発明の構成要件Bbを充足する。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "構成要件Bc",
                  "text": [
                    "被控訴人物件における「接着樹脂」は，構成要件Bcの「端部材」に該当する。訂正明細書の特許請求の範囲に記載されているとおり，「端部材」とは，「取水管」と「中空糸膜フィルタ」の両端を解放状態で接着固定したものである。一方，被控訴人物件の「接着樹脂」も，本件特許発明の「取水管」に該当する「太い中空糸膜フィルタ」と，「細い中空糸膜フィルタ」の両端を解放状態で接着固定したものである。したがって，被控訴人物件における「接着樹脂」は，構成要件Bcの「端部材」に該当し，被控訴人物件は本件特許発明の構成要件Bcを充足する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ウ)",
                          "subject": "構成要件C",
                          "text": [
                            "前記のとおり，被控訴人物件における「多数本の太い中空糸膜フィルタ」は，本件特許発明の「取水管」に該当する。また，物件目録の第2図に矢印で示されているとおり，被控訴人物件は，細い中空糸膜フィルタ内に浸透した処理液の一部が細い中空糸膜フィルタの中空部の下端から太い中空糸膜フィルタに流れるようにしている。したがって，被控訴人物件は本件特許発明の構成要件Cを充足する。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "構成要件D",
                          "text": [
                            "被控訴人物件は構成要件Dを充足する。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "以上のとおり，被控訴人物件は，構成要件AないしDをすべて充足するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "被控訴人は，株式会社日立製作所(以下「日立製作所」という。)に対し，本件発明の構成要件を充足することを知り，又は過失により知らないで，本件特許権の有効期間内に，被控訴人物件である中空糸膜濾過装置又は中空糸膜モジュールを販売し，下記に示す各時期・場所において中空糸膜濾過装置の納入又は中空糸膜モジュールの交換をしている。",
                        "記",
                        "①平成6年10月31日 東京電力柏崎原発4号機 濾過装置納入②平成8年12月30日 東京電力柏崎原発6号機 濾過装置納入③平成14年1月ころ 東北電力女川原発3号機 濾過装置納入④平成8年1月ころ 中部電力浜岡原発4号機 モジュール交換⑤平成9年5月ころ 中部電力浜岡原発4号機 モジュール交換⑥平成10年9月ころ 中部電力浜岡原発4号機 モジュール交換中空糸膜濾過装置が一定期間使用され，その機能が低下し又はなくなったとしても，中空糸膜モジュールを交換することで，新品に近い状態になるのであり，この中空糸膜モジュール交換後の中空糸膜濾過装置は，本件発明の技術的範囲に属するものであるから，中空糸膜モジュールの交換は，実質的に本件発明に係る中空糸膜濾過装置の生産と同視すべきである。",
                        "仮にそうでないとしても，中空糸膜モジュールの交換は，特許法101条1号の間接侵害に該当する。すなわち，中空糸膜モジュールは，本件発明の実施品である中空糸膜濾過装置の中空糸膜モジュールが消耗等した場合の取り替え部品としてのみ生産，販売されるものであるから，被控訴人の上記行為が間接侵害に当たることは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害ないし不当利得の発生",
              "text": [
                "控訴人が上記(2)ウの納入，交換を行えば，その売上は少なくとも76億6000万円に上り，この売上額に控訴人の平均利益率である約22．15％を乗じると，16億9700万円となる。したがって，控訴人の逸失利益の額は，16億9700万円であり，これが，控訴人の受けた損害額となる。また，被控訴人は，これと同額の利得を得ている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "よって，控訴人は，被控訴人に対し，本件特許権侵害に基づく損害賠償金又は不当利得金として16億9700万円及びこれに対する訴状送達の日の翌日である平成14年3月1日から支払済みまで民法所定の年5分の割合による遅延損害金又は法定利息の支払を求める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因(1)(本件発明の内容)は認める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "同(2)ア(被控訴人物件の構成)について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "別紙物件目録の「第1 図面の説明」，「第2 図面の符号」及び「第"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "構造の説明」は，認める。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "別紙物件目録の「第4 洗浄操作に係る構成の説明」のうち，「本件中空糸膜濾過装置は，以下の2通りの洗浄操作が行われるようにした中空糸膜濾過装置である」との記載は否認する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同(2)イについて，被控訴人物件が構成要件AないしDを充足することは，否認する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "同(2)ウについて，東京電力の柏崎原発の4号機，同6号機に中空糸膜濾過装置を納入したのは，日立製作所であり，被控訴人は同社の下請け会社である。東北電力の女川原発3号機については，本訴提起日にはまだ中空糸膜濾過装置は納入されていない。被控訴人が，中部電力の浜岡原発4号機において，少なくとも3回中空糸膜モジュールを交換したことは認める。その余の控訴人の主張は，否認する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "同(3)(損害ないし不当利得の発生)は，争う。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "抗弁",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法104条の3第1項に基づく権利行使の制限-抗弁(1)ア 本件発明は，本件特許の出願日より前の昭和58年10月27日に頒布された公開特許公報である特開昭58-183916号公報(原判決にいう「916公報」。乙3の4。以下「引用例1」といい，これに記載された発明を「引用発明1」という。)及び同じく本件特許の出願より前の昭和53年9月29日に頒布された特許公報である特公昭53-35869号公報(原判決にいう「869公報」。乙3の3。以下「引用例2」といい，これに記載された発明を「引用発明2」という。)に基づいて，当業者が容易に発明できたものであるから，本件特許は特許法29条2項に違反し，特許無効審判により無効にされるべきものであり，特許法104条の3第1項により，控訴人は被控訴人に対し，本件特許権の侵害を理由とする損害賠償請求及び不当利得返還請求を行うことはできない。以下詳述する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "本件発明",
                      "text": [
                        "本件発明は，前記のとおり「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，前記中空糸膜モジュールは取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れるようにしたことを特徴とする中空糸膜濾過装置。」(訂正明細書(甲18の2)の【特許請求の範囲】第1項)というものである。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "引用発明1",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "引用例1(乙3の4)には，次の記載がある。",
                            "①「本発明は，・・・液体中の懸濁物を濾過する多孔質高分子膜からなる中空糸濾過膜集束体を収納して保護し特に中空糸濾過膜に付着した懸濁物を気体逆洗によって除去，洗浄するに際し有効な中空糸濾過膜集束体の保護外筒に関する。",
                            "中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている。」(1頁左欄16行目～右欄8行目)②「本発明に使用される濾過膜は，限外濾過などに使用されるもので・・・あって，その一端を封じ多数本束ねて濾過膜集束体としたものである。」(2頁右上欄3行目～8行目)",
                            "③「本発明に適用される濾過装置は第1図に示すように，濾過容器1には濾過液帯部Aと原液帯部Bとに分ける仕切板2が設けられている。",
                            "この仕切板には中空糸濾過膜集束体4を収納した保護外筒3が取付けられている。懸濁物を含む原液は原液供給ライン5から原液帯部Bに導入される。その液は保護外筒3の内部に入り，懸濁物は，中空糸濾過膜集束体4の膜によって阻止され，濾過液は中空糸内を通り，濾過液帯部Aに導かれ濾過液ライン6から濾過容器1外に取り出される。」(2頁右上欄19行目～左下欄9行目)",
                            "④「濾過処理時間とともに膜の表面には多量の懸濁物が付着し，濾過能力が低下する。そこで逆洗気体供給ライン7から中空糸濾過膜集束体4の中空糸内に逆洗気体を圧入する。この逆洗用気体によって中空糸濾過膜集束体4の膜表面から無数の気泡が発生し付着した懸濁物を剥離し洗浄する。この逆洗用気体は逆洗気体出口ライン8から濾過容器1外に導出される。」(2頁左下欄9行目～16行目)",
                            "⑤「中空糸濾過膜集束体4の多数の中空糸の上端は接着剤で結束固定し・・・」(2頁左下欄17行目～19行目)"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "引用例1の明細書の上記記載と図面から，引用例1には，下記の引用発明1が記載されている。",
                            "記",
                            "「濾過容器1と，濾過容器1内に配設した仕切板2と，濾過容器1の仕切板2より下方位置の原液帯部Bの流入口に設けた原液供給ライン5と，濾過容器1の濾過液帯部Aの流出口に設けた濾過液ライン6と，濾過容器1の下端部の流出口に設けたラインと，仕切板2に取付けられた保護外筒3に収納された中空糸濾過膜集束体4とから構成され，",
                            "かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした濾過装置において，",
                            "中空糸濾過膜集束体4は，",
                            "液体中の懸濁物を濾過する多数本の中空糸状の多孔質高分子膜と，中空糸の上端を解放状態で結束固定した接着剤と",
                            "から構成された",
                            "濾過装置」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "本件発明と引用発明1の対比",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "本件発明と引用発明1との一致点",
                          "text": [
                            "引用発明1の「濾過容器1」，「仕切板2」，「原液供給ライン5」，「濾過液ライン6」，「下端部の流出口に設けたライン」，「中空糸濾過膜集束体4」，「中空糸状の多孔質高分子膜」，「接着剤」，「濾過装置」は，本件発明の「容器本体」，「仕切板」，「液体供給管」，「処理液排出管」，「濃縮液排出管」，「中空糸膜モジュール」，「中空糸膜フィルタ」，「端部材」，「中空糸膜濾過装置」にそれぞれ相当する。",
                            "したがって，本件発明と引用発明1とは，「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，",
                            "前記中空糸膜モジュールは，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記中空糸膜フィルタの上端を解放状態で接着固定した端部材とから構成されたことを特徴とする中空糸膜濾過装置。」である点において一致する。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "本件発明と引用発明1との相違点",
                          "text": [
                            "第一に，本件発明では，構成要件Ba及びBbにおいて，中空糸膜モジュールが「取水管」を有し，「取水管」の周囲に多数本の中空糸膜フィルタが配設されているのに対し，引用発明1では，中空糸膜モジュールに取水管が設けられておらず，その結果，「取水管」の周囲に多数本の中空糸膜フィルタが配設されているという構成を開示していない点で相違する(以下「相違点1」ということがある。)。",
                            "第二に，本件発明では，構成要件Bcにおいて，取水管と中空糸膜フィルタの両端を解放状態で接着固定しているのに対し，引用発明1では，中空糸膜フィルタの上端のみを解放状態で接着固定している点において相違する(以下「相違点2」という。)。",
                            "第三に，本件発明では，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から取水管に流れる」のに対し，引用発明1では，中空糸膜フィルタ内に浸透した処理液の全部が中空糸膜フィルタの上端に流れる点において相違する(以下「相違点3」といい，相違点1～3を併せて「相違点」という。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "オ",
                      "subject": "相違点の検討",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "引用発明2"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "引用例2(乙3の3)には，次の記載がある。",
                    "①「本発明は，有機性若しくは無機性物質を含有する流体の処理に利用される浸透膜を装備した浸透膜装置，特に浸透膜として半透性のフィラメントを利用したモジュールに関するものである。",
                    "最近，逆浸透圧法による液体濾過，例えば脱塩技術が各方面で注目されてきたが，それは従来のような蒸発法，冷凍法に比して低エネルギーで濃縮も脱塩もでき，しかもこの方法は相変化を伴なうこともなく脱塩，濃縮ができるからである。」(1欄21行目～29行目)",
                    "②「本発明は，・・・膜の充填密度が大で，膜と膜との異常な密着ならびに膜汚染を防止し得る新規な膜モジュールを提供することを目的とするものである。",
                    "また，本発明での他の目的の一つは製造が容易であって且つ安価につくような型式の膜モジュールを提供することにある。」(3欄18行目～24行目)",
                    "③「本発明は，半透性の糸状，線性，棒状などの非中空フィラメント乃至中空糸，中空管の如き中空フィラメントの単数乃至複数本と，非半透性フィラメントの単数乃至複数本を交叉させて層状として該層の単層又は複層をもって浸透膜モジュールの構成要素とし，該層中の半透性フィラメントの少なくとも一端を膜透過水集水部に連通せしめたことを特徴とするものである。",
                    "さらに本発明の実施例の図面を参照しつつ説明すれば，第1図示例において，半透性中空フィラメント1を経糸または緯糸とし，これに交叉させて緯糸または経糸に非半透性の例えばポリエチレン製のフィラメント2を使用して形成させた織布の間にコルゲイト式のスペーサ3を挟んで，被処理液導入管4に連通された多数の分散孔5を有する分散管6を中心軸として，のり巻き状に巻き，さらにその表面をポリプロピレン等の織布7によって被覆し，こののり巻き状に巻いた織布中の半透性フィラメント1の両端をエポキシ樹脂等のチューブシート8によって集束し，それぞれ集水室9に連通させてある。また集水室9には流出管10が接続され，集水室9外壁には流路11が形成されている。」(3欄25行目～4欄3行目)",
                    "④「半透性［中空］フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される。」(4欄11行目～14行目)",
                    "⑤「このモジュールは耐圧管(図示せず)内に単数または複数個を格納されて使用され，また流路11を設けず直接耐圧管本体に適宜設けられた排出口から系外へ排出させることもできる。」(4欄19行目～23行目)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "引用例2の明細書の上記記載と図面から，引用例2には，「連通管13と，連通管13の周囲に配設された多数本の半透性中空フィラメント1と，連通管13と半透性中空フィラメント1の両端を解放状態で集束したチューブシート8とからなる構成を有する浸透膜モジュール」と「半透性中空フィラメント1の表面から膜透過した透過液の一部が，半透性中空フィラメント1の一端から連通管13に流れること」が開示されている。",
                    "引用発明2の「連通管13」は本件発明の「取水管」に相当する。",
                    "なぜならば，引用発明2の「連通管13」は両端の集水室9を連通して，半透性中空フィラメント1の一端から一方の集水室9に集水された透過液を流出管10から系外へ取り出すためのものであるからである。引用発明2の「半透性中空フィラメント1」は，液体濾過に使用される「溶媒たる淡水を浸透させるが溶質(塩及びイオン)は浸透させない微細孔をもつ半透膜」(乙3の3の1欄30行目～32行目)であって，「中空糸」(3欄26行目)であるから，「中空の糸状に成形した濾過用多孔性物質」であり，本件発明の「中空糸膜フィルタ」に相当する。引用発明2の「チューブシート8」は，連通管13と半透性中空フィラメント1の両端部に設けられており，本件発明の「端部材」に相当する。引用発明2の「浸透膜モジュール」は，多数本の半透性中空フィラメントを内蔵しており，本件発明の「中空糸膜モジュール」に相当する。",
                    "したがって，引用発明2の「連通管13」，「半透性中空フィラメント1」，「チューブシート8」，「浸透膜モジュール」は，本件発明の「取水管」，「中空糸膜フィルタ」，「端部材」，「中空糸膜モジュール」にそれぞれ相当する。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上から，引用発明2には，相違点1の「中空糸膜モジュールが「取水管」を有し，「取水管」の周囲に多数本の中空糸膜フィルタが配設されている」点，相違点2の「取水管と中空糸膜フィルタの両端を解放状態で接着固定している」点及び相違点3の処理液の一部が取水管に流れる中空糸膜フィルタの中空部の一端が「下端」であることを除く，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の一端から取水管に流れる」点が開示されている。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "subject": "本件発明の容易想到性"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "相違点1について",
                  "text": [
                    "引用発明2には，相違点1の「中空糸膜モジュールが「取水管」を有し，「取水管」の周囲に多数本の中空糸膜フィルタが配設されている」点が開示されているので，引用発明1の中空糸膜モジュールに引用発明2の構成を適用することで，本件発明の「中空糸膜モジュールが「取水管」を有し，「取水管」の周囲に多数本の中空糸膜フィルタが配設されている」構成を得ることができる。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点2について",
                  "text": [
                    "引用発明2には，相違点2の「取水管と中空糸膜フィルタの両端を解放状態で接着固定している」点が開示されているので，引用発明1の中空糸膜モジュールに引用発明2の構成を適用することで，本件発明の「取水管と中空糸膜フィルタの両端を解放状態で接着固定している」構成を得ることができる。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "相違点3について",
                  "text": [
                    "引用発明2には，相違点3の「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の一端から取水管に流れる」点が開示されているが，処理液の一部が取水管に流れる中空糸膜フィルタの中空部の一端が「下端」である点については明示されていない。",
                    "しかしながら，本件特許の訂正明細書(甲18の2)及び図面(甲2の4頁)には従来技術としてU形モジュールが記載されており，引用例1の図によれば，中空糸膜モジュールが鉛直に配置されている。また，本件特許出願当時，中空糸膜モジュールを横方向又は縦方向で使用するかは当業者が適宜選択し得る設計事項の範囲内であった。したがって，引用発明2の中空糸膜モジュールを鉛直に配置し，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から取水管に流れる」という本件発明の構成とすることは，格別の困難性はなく，この点に特段の技術的意義を見出すこともできない。さらに，引用発明2には，中空糸膜モジュールの格納態様(使用態様)を鉛直に配置することを排除又は制限する記載は存在しない。",
                    "したがって，相違点3の「下端」については，実質的な相違点に当たらない。また，中空糸膜モジュールを鉛直方向に使用し中空糸膜モジュールの上方の処理液排出管から処理液を排出する引用発明1の構成に，引用発明2の構成を適用することで，中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の上端から直接濾過液帯部Aに集まり，処理液の他の一部が中空糸膜フィルタの中空部の下端から取水管を通じて濾過液帯部Aに集まる構成となることは明らかである。したがって，引用発明1に引用発明2を適用することで，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から取水管に流れる」構成を得ることができる。"
                  ],
                  "content": [
                    {
                      "fig": "カ",
                      "subject": "引用発明1に引用発明2を組み合わせる契機及び動機付け",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "技術分野の共通性"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "本件発明の濾過方法",
                  "text": [
                    "本件発明は，「中空糸膜濾過装置」と記載して中空糸膜を濾材とする濾過装置を対象とするが，濾過方法については何らの限定も存在しないから，本件発明の「中空糸膜濾過装置」には，中空糸膜を濾材とする精密濾過法と限外濾過法の濾過装置のみならず，中空糸膜を濾材とする逆浸透法の濾過装置も包含される。そもそも本件発明の認定はその請求項に基づいてなされなければならないのであり，本件発明の請求項は「濾過膜の有する孔より大きい分散固形物」という限定をしていないので，本件発明においては，中空糸膜フィルタが「分散固形物」を分離できればいいものであり，「分散固形物」については，精密濾過膜と限外濾過膜ばかりでなく，逆浸透膜によっても分離することができるのは当然のことである。本件発明の請求項は，「中空糸膜フィルタ内に浸透した処理液」と記載し，「浸透」とは「①しみとおること。しみこむこと。②濃度の異なる溶液を，半透膜で境する時，溶媒がその膜を通って濃度の高い溶液側に移行する現象」(広辞苑第5版)のことである。したがって，本件発明の請求項の記載から，処理液が膜の孔を通過する精密濾過法や限外濾過法だけではなく，処理液が膜を浸透によって通過する逆浸透法が含まれることも明白である。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "引用発明1の濾過方法",
                  "text": [
                    "引用例1(乙3の4)は，「中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている」(1頁右欄5行目～8行目)と記載する。したがって，引用発明1の中空糸膜濾過方法の技術分野には限外濾過法の濾過装置及び逆浸透法の濾過装置が含まれることは，明らかである。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "引用発明2の濾過方法",
                  "text": [
                    "引用例2(乙3の3)は，「本発明は，有機性若しくは無機性物質を含有する流体の処理に利用される浸透膜を装備した浸透膜装置，特に浸透膜として半透性のフィラメントを利用したモジュールに関するものである」(1欄21行目～24行目)と記載する。引用発明2は，浸透膜として半透性のフィラメントを装備した浸透膜装置に関するものであるが，そこにはその用途の一つとして，「逆浸透圧法による液体濾過」(乙3の3の1欄25行目)が記載されているが，逆浸透圧法以外の濾過に適用されないという明示の記載はない。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "「分散固形物を分離できる中空糸膜を濾材とする濾過装置」としての技術分野の同一性",
                  "text": [
                    "前述したとおり，本件発明に係る中空糸膜濾過装置の濾過方法には，精密濾過法及び限外濾過法だけではなく，逆浸透法も含まれるので，本件発明の中空糸膜濾過装置の技術分野には，精密濾過法の装置及び限外濾過法の装置だけではなく，逆浸透法の装置も含まれる。そして，引用発明1の中空糸膜濾過装置の濾過方法には，少なくとも限外濾過法と逆浸透法が含まれ，引用発明2に係る中空糸膜濾過装置の濾過方法には，少なくとも逆浸透法が含まれるのであるから，引用発明1と引用発明2は，本件発明に開示する「分散固形物を分離できる中空糸膜を濾材とする濾過装置」である点において，技術分野は同一である。さらに，引用例1(乙3の4)には，「中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている」(1頁右欄5行目～8行目)と記載されているのであるから，引用発明1に逆浸透法や限外濾過法の濾過装置の技術を適用する動機付けが積極的に明示されている。したがって，引用発明2の技術を引用発明1に適用することは，当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "「圧力を推進力として中空糸膜を利用する濾過装置」としての技術分野の共通性",
                  "text": [
                    "たとえ本件発明と引用発明1が精密濾過法と限外濾過法のみに関するものであり，引用発明2が逆浸透法のみに関するものであったとしても，いずれの濾過装置も，「圧力を推進力として中空糸膜を利用する濾過装置」である点で一致する。そもそも「中空糸膜を濾材とする濾過装置」には，分離する対象に応じて，「精密濾過法」，「限外濾過法」及び「逆浸透法」に分類することもできるが，公知刊行物である「逆浸透法・限外濾過法Ⅱ応用膜利用技術ハンドブック」(昭和53年6月30日株式会社幸書房発行，大矢晴彦編著。乙8。以下「乙8刊行物」という。)及び「改訂四版 化学工学便覧」(昭和59年1月20日第4刷丸善株式会社発行。乙9。以下「乙9刊行物」という。)により，本件特許出願当時，既にこれらの分類は相互に密接に関連していたことは争いようがなく，「精密濾過法」，「限外濾過法」及び「逆浸透法」は，「透過法」という技術分野の一部であり，「選択透過性膜を用いて，圧力を推進力として，溶液を分離する」点において濾過の原理は同一である。「精密濾過法」，「限外濾過法」及び「逆浸透法」の相違は，「透過性膜の選択性」であり，換言すれば分離する粒子の大きさにすぎない。乙9刊行物の図12・22(930頁)は，分離する粒子の大きさを分かりやすく表にしており，分離する粒子の大きさに関しても，「精密濾過法」，「限外濾過法」及び「逆浸透法」とが相互に重なる部分を有することを示している。"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "技術的発展からみた濾過法の技術分野の共通性",
                  "text": [
                    "技術的な発展からみても，「精密濾過法」，「限外濾過法」及び「逆浸透法」が密接に関連していることは明らかである。「造水技術-水処理のすべて-」(昭和58年5月10日財団法人造水促進センター発行，造水技術編集企画委員会編。乙10。以下「乙10刊行物」という。)及び「逆浸透法・限外濾過法Ⅰ理論」(昭和57年3月1日第2刷株式会社幸書房発行，大矢晴彦編著。甲7。以下「甲7刊行物」という。)の記載によれば，もともと「限外濾過法」は，通常の粒子より更に細かい微小体を濾過できる方法という意味で使用されており，現在の「逆浸透法」もその一部であったのである。そして，「限外濾過法」の中で，著しい低分子の溶質を分離する場合を「逆浸透法」と呼び，残りの微小体について「限外濾過法」と呼ぶことにしたのである。"
                  ]
                },
                {
                  "fig": "g",
                  "subject": "分散固形物の除去装置構造の同一性",
                  "text": [
                    "濾過の原理が同じであることから，中空糸膜フィルタを使用する「精密濾過法を用いた装置」，「限外濾過法を用いた装置」及び「逆浸透法を用いた濾過装置」は，基本的には，流体分離装置(分散固形物の除去装置)として同じ構造を有する。 例えば，特開昭57-102202号公報(乙7。以下「乙7公報」という。)は，「選択透過性を有する中空糸を用いた流体分離装置に関する」(1頁右欄2行目～3行目)ものであるが，「本発明の流体分離装置の具体的な応用例としては，・・・逆浸透法，・・・限外濾過，・・・液体透過，・・・気体透過などの膜分離操作を挙げることができ，いずれの場合も大規模で効率的な処理が可能である」(5頁右上欄1行目～9行目)として，乙7公報の流体分離装置が逆浸透法，限外濾過(精密濾過)，液体透過，気体透過などの膜分離操作のいずれにも適用できることを開示する。したがって，流体分離装置は，中空糸膜フィルタを適宜選択することによって，「精密濾過法」，「限外濾過法」及び「逆浸透法」の何れにも適用できるのである。"
                  ]
                },
                {
                  "fig": "h",
                  "subject": "中空糸膜フィルタの材料の共通性",
                  "text": [
                    "「精密濾過法」及び「逆浸透法」においては，使用される中空糸膜フィルタの材料も共通している。例えば，引用例1(乙3の4)においては，濾過膜の材料として「ポリビニルアルコール系，酢酸セルローズ系，ポリアクリロニトリル系」(2頁右上欄3行目～5行)が例示されて，引用例2(乙3の3)においては，半透膜の材料として「アセチルセルローズ(判決注：「酢酸セルローズ」の別称)系の膜，アロマティックポリアマイド系の膜」(1頁右欄9行目～10行目)が例示されている。このように，引用発明1及び引用発明2において使用される濾過膜の材料は，酢酸セルローズ系において共通しており，その他の材料も合成高分子膜という点で関連している。"
                  ]
                },
                {
                  "fig": "i",
                  "subject": "技術分野の共通性に基づく引用発明1に引用発明2を適用する動機付け",
                  "text": [
                    "上述したように，「精密濾過法」，「限外濾過法」及び「逆浸透法」の濾過の原理は同じであり，それらを利用する濾過装置の構造も基本的には同じであり，それら濾過装置において使用される中空糸膜フィルタの材料も共通しているという点において，「精密濾過法による装置」，「限外濾過法による装置」及び「逆浸透法による濾過装置」の技術分野は共通しているのである。また，それらの技術的発展においてもそれらの技術分野は密接に関連している。したがって，中空糸膜フィルタを使用する「精密濾過法による装置」又は「限外濾過法による装置」の課題を解決するために，それらの装置と技術分野が共通する，中空糸膜フィルタを使用する「逆浸透法による濾過装置」の技術事項又は技術的思想を参酌することは，当業者にとって当然のことである。限外濾過法と逆浸透法が明記されている引用発明1と逆浸透法が明記されている引用発明2は，技術分野が共通又は密接に関連し，このことは引用発明1に引用発明2を組み合わせる動機付けとなり得るものであり，引用発明1の「中空糸膜モジュール」に，引用発明2の「中空糸膜モジュール」に開示された「取水管」を設け，「取水管と中空糸膜フィルタの両端を解放状態で接着固定する」技術的思想を適用することは，当業者ならば，容易になし得るものである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "subject": "課題及び作用効果の共通性"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "課題の共通性",
                  "text": [
                    "本件特許につき平成17年9月5日になされた審決は，「引用発明2の構成・・・を引用発明1に適用する課題の共通性による動機付けが有るとはいえない」(甲23の審決19頁28行目～29行目)と判断し，その理由として，「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」という課題が引用例1及び引用例2に記載も示唆もされていないことを挙げる(同18頁6行目～18行目)。",
                    "確かに，引用例2(乙3の3)には「中空糸膜フィルタの圧損による透過水の減少を解消して透過水量を増加させる」と明記されていないが，圧損の問題点は，以下に述べるとおり，本件特許出願当時，中空糸膜フィルタにおいて普遍的ないし周知の課題であったので，当業者は，半透性中空フィラメントを使用している引用発明2において各モジュールが長さ方向について制限されているのは，半透性中空フィラメントの圧損の影響であると理解する。例えば，乙8刊行物には，逆浸透モジュールの中空糸膜フィルタの特徴について，「半透膜を中空糸にすることにより次の特徴が生じる。(1) 逆浸透モジュールが非常にコンパクトにできる。・・・(2) しかし透過水側の圧力損失が大きい。半透膜を通り抜けた水は細い中空部を通って流れるため，透過水側の圧損は市販装置では数kg/cm2の値になっていると推定される」(48頁13行目～19行目)との記載があり，要するに，逆浸透モジュールの中空糸膜フィルタの中空部を流れる流体は，中空糸膜フィルタの「細い中空部」という形状により必然的に圧損の影響を受けるのである。このことは圧損の理論式として知られる下記ハーゲン・ポアズイユの式(ここで，ΔP：圧損，μ：粘性，u：流速，L：長さ，D：直径である。)からも明らかである。",
                    "記",
                    "L",
                    "ΔP = 32μ×u×",
                    "D2",
                    "また，乙7公報は，中空糸膜フィルタを用いた大容量の逆浸透装置を製作するに当たっての留意点として，「中空糸内透過液流動圧損のため，中空糸組立体［モジュール］中の中空糸はその長さ方向の制約を受ける」(2頁左上欄13行目～14行目)と記載し，乙7公報からも，本件特許出願当時，中空糸膜フィルタを利用した濾過装置において，圧損は生じており，「圧損の影響を少なくする」という普遍的ないし周知の技術的課題が存在していたことは明らかである。さらに，引用例2には，逆浸透膜モジュールを2つ直列に接続した構造が開示されており，モジュールを直列に接続することは，「処理能力を向上させる」という課題及び「長尺化した方が望ましいが，圧損のためその長さ方向の制約を受ける」という課題を示唆している。したがって，引用発明2と引用発明1の「圧損の減少」及び「透水量を増やす」という技術的課題は少なくとも共通しており，これ自体において，引用発明1に引用発明2の技術的思想を適用する動機付けとなるのである。仮に引用例1及び引用例2にそれらの課題が記載又は示唆されていないとしても，引用発明1と引用発明2はその技術分野が少なくとも共通又は密接に関連しており，本件発明の技術的課題が普遍的ないし周知であるので，引用発明1又は2に具体的な技術的課題の明示的な提示がなくても，引用発明1に引用発明2の構成を適用し又は組み合わせる動機付けは存在し，それゆえに本件発明に容易に想到し得るというべきである。",
                    "控訴人は，逆浸透膜モジュールでは圧力損失の影響がほとんど無視できる範囲である旨主張する。しかし，1977年(昭和52年)に発表された「Optimal Design of Hollow Fiber Modules(中空ファイバモジュールの最適設計)」(AlChE Journal, vol. 23, No.5, 1977,p765-768。乙33。以下「乙33論文」という。)には，当時，実用化されていた逆浸透膜モジュールであるデュポン社のB-9パーミエーターに基づいて，最適な逆浸透膜モジュールを設計するための方法について，中空糸状の逆浸透膜の中空部を流れる透過水の圧力損失は，ハーゲン・ポアズイユの修正流体法則(式(2)，(3))によって説明することができ(765頁右欄16行目～18行目)，膜透過係数A，溶媒粘性μ，ファイバ有効作用長さl又はシール長さlsが増加すると大きくなり，逆浸透膜モジュールの効率を抑制する要因として知られていたのである(766頁右欄25行目～29行目)。",
                    "さらに，乙33論文には，逆浸透膜モジュールの効率を向上させるために圧力損失を少なくしなければならないことも明記され(766頁右欄35行目～38行目)，本件特許出願前から実用化されていたデュポン社のB-9パーミエーターにおいても，圧力損失を考慮して中空糸膜の半径が設計されていた(766頁右欄7行目～12行目)。",
                    "この点について，甲7刊行物の著者で乙8刊行物の編著者である大矢晴彦も，本件特許出願当時，中空糸状の逆浸透膜において，中空部を流れる透過水の圧力損失を低減して透水量を増やすという技術課題は普遍的ないし周知のものであったと断定している(乙32の本文1頁15行目～17行目)。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "作用効果の共通性",
                  "text": [
                    "引用例2(乙3の3)には，引用発明2のモジュールについて，半透性中空フィラメント1と連通管13の両端を集水室9に連通させて解放状態としているので，半透性中空フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，第2図右側の集水室9に集水された透過液は，連通管13を経て，第2図左側の集水室9に集水された透過液とともに流出管10から系外へ取り出されることが記載されている(4欄11行目～14行目)。さらに，引用例2は，その第2図及び第3図に示されているように，モジュールを複数個直列接続して，中空糸膜濾過装置を縦長構造にしているのであって，引用発明2の動作は，本件発明の濾過動作と同じであり，引用発明2においても，本件発明と同様の効果が得られることは明らかである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ウ)",
                          "subject": "効果の予測性",
                          "text": [
                            "逆浸透膜モジュールにおいても，両端解放構造を採用すれば，片端解放構造に比べて約2倍の透水量を得ることができるのであり，このことは，乙33論文によって，本件特許出願前から公知なものであった。このため，当業者は，引用発明2において，両端解放構造の半透性中空フィラメントを採用して連通管を設けることによって，片端解放構造に比べて約2倍の透水量を得ることができるという効果を容易に把握することができたのである。したがって，本件発明の効果は，引用発明1及び引用発明2から予測される効果を超えるものではなく，本件発明に顕著な作用効果を認めることはできない。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "引用発明2を引用発明1と組み合わせることの阻害事由に係る控訴人の主張に対し"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "控訴人は，5つの理由を挙げて，引用発明2を引用発明1に組み合わせることには阻害事由が存在する旨主張する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "しかし，控訴人の主張は，引用発明2の正しい認定とはかけ離れた発明の認定を前提とするものであり，失当である。控訴人が引用する引用例2(乙3の3)の目的及び作用効果についての記載は，「半透性フィラメントと，非半透性フィラメントとを相互に交叉させて層状とし，該層の単層又は複層をもって浸透膜モジュールの構成要素とし，該層中の半透性フィラメントの少なくとも一端を膜透過水集水部に連通せしめたこと」に関するものであるが，この記載は，引用例2の第1図乃至第3図に記載されたモジュールにおいて，半透性中空フィラメントの両端を膜透過水集水部に連通し，更に連通管13を配設し，連通管13の両端を膜透過水集水部に連通した構成を採用したことの技術的意味を示すものではない。引用例2は，「半透性フィラメントの両端を膜透過水集水部に連通させ，更に連通管13を配設し，その両端を膜透過水集水部に連通させること」について，「半透性フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される」(4欄11行目～14行目)と記載する。すなわち，引用例2において，「半透性中空フィラメントの両端を膜透過水集水部に連通させ，更に連通管13の両端を膜透過水集水部に連通させる」構成を採用するのは，半透性中空フィラメントを透過した透過液を両端の集水室9に集水し，その一方の集水室9に集水した透過液を連通管13を経て取り出すためである。そして，この構成を採用することで中空糸膜フィルタの圧損の影響が減少することは，中空糸膜フィルタの圧損の減少という技術的課題が中空糸膜濾過装置において普遍的ないし周知の技術的課題であったため，当業者にとって自明なことであり，さらに，同構成を採用することにより透水量が増加することも，上述したとおり当業者に自明のことである。したがって，引用例2には，「半透性中空フィラメントの両端を膜透過水集水部に連通させ，更に連通管13の両端を膜透過水集水部に連通させる」ことで，半透性中空フィラメントを透過した透過液を両端の集水室9に集水し，その一方の集水室9に集水した透過液を連通管13を経て取り出し，中空糸膜フィルタの圧損を減少又は透水量を増加させる引用発明2が開示されているのである。このように，引用発明2は，半透性中空フィラメントを透過した後の透過水に関するものなのである。"
                  ]
                },
                {
                  "fig": "c",
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人は，阻害事由①として，引用発明2の半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を採用することで，膜面積が減少して，透水量が減少してしまうという不利益を挙げるが，上述したとおり，「半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成」は引用発明2に必須の構成ではないので，控訴人の上記理由は前提に誤りがある。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人は，阻害事由②として，引用発明2が前提とする堆積物を攪拌するような乱流あるいは堆積物を吹き飛ばすような高速流は，清澄な濾液を得られる効果を減じ，引用発明1のような全量濾過の精密濾過法の装置においては，不利益を生じさせると主張するが，前提において誤りである。精密濾過法の装置は全量濾過(デッドエンドフロー濾過)に限定されるものではなく，平行流濾過(クロスフロー濾過)も適用可能である。さらに，「最新の膜処理技術とその応用」(昭和59年8月1日フジ・テクノシステム発行，清水博外監修。乙28)に記載されているように，精密濾過法に平行流濾過(クロスフロー濾過)を適用すると，濾滓が膜面に積層されにくくなるので，長時間の連続濾過が可能となるのである(3頁右欄12行目～5頁左欄1行目)。したがって，控訴人の上記主張も阻害事由として認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "控訴人は，阻害事由③として，引用例2記載の膜モジュールは，集水室9がチューブシート8と一体となっていることから，引用例1に記載されているような圧力容器内に処理液室を仕切るための仕切板を必要としないものであり，仕切板による膜モジュールの支持固定は，被処理液の流路断面の増加やデッドスペースの発生の原因となり不利益を生じさせるものであり，排除されるべきものであると主張する。",
                                "しかし，そもそも「仕切板」は，本件発明と引用発明1との相違点ではないので，引用例2に「仕切板」が必要か否かは論点ではない。また，引用発明1の濾過装置において，中空糸膜フィルタは，上端を解放状態で接着剤によって結束固定されているが(乙3の4の2頁左下欄17行目～19行目)，他方で，引用発明2の半透性中空フィラメント1は，両端をエポキシ樹脂等のチューブシート8によって集束されている(乙3の3の3欄25行目～4欄3行",
                                "目)。したがって，引用発明1の「接着剤」と引用発明2の「チューブシート8」とは，中空糸膜フィルタの端部を解放状態で接着固定する点において同じ機能を有するのである。引用発明1の中空糸膜モジュールにおいて，引用発明2の「半透性中空フィラメントの両端を膜透過水集水部に連通させ，更に連通管13の両端を膜透過水集水部に連通させる」という構成を適用すれば，引用発明1の「濾過液帯部A」が半透性中空フィラメントの一方の端部を連通する膜透過水集水部となり，引用発明1の「接着剤」が一方のチューブシート8となるのである。また，本件特許出願当時，容器本体内に仕切板を配設し，仕切板に中空糸膜モジュールを固定する構成は，濾過装置として一般的に採用されていた周知の技術であった(引用例1，乙20)。前掲乙20(化学工場1983年4月号74頁～",
                                "81頁)の図2(75頁)において，左側のモジュール(M-31",
                                "00C-A)と中央のモジュール(M-3100P-A)は，中空",
                                "糸エレメントが一つの場合であり，右側のモジュール(T19-3100-S)は中空糸エレメントが複数の場合である。同図において，中空糸エレメントが1つの場合(左側及び中央のモジュール)は，中空糸エレメントの上端を固定する接着部によって，ハウジング内の被処理液(原液)と透過液を仕切って中空繊維膜を透過した透過液が上端から取り出せるように構成されている。これらのモジュールにおいては，中空糸エレメントが単数であるため，中空糸エレメントの上端を固定する接着部が仕切板としての機能も兼用しているのである。そして，同図の右側のモジュールに示すように，複数の中空糸エレメントをタンク型のハウジング内に格納する場合は，複数の中空糸エレメントを装着するために，ハウジング内に仕切板を設けて，各中空糸エレメントの透過液側を共通の集水室に開口させているのである。引用発明2では，チューブシート8によって，被処理液と透過液との間が仕切られており，透過液の集水室9が区画されているのであるから，耐圧管内に単数のモジュールを格納した場合，乙20の図2の左側及び中央のモジュールと同様，チューブシート8が仕切板を兼用しているとみることができる。したがって，控訴人の圧力容器内に処理液室を仕切るための仕切板を必要としないという主張は誤りである。また，引用発明2のモジュールにおける一方の集水室9及びチューブシート8の構成を，引用例1及び甲25に開示されているように，容器本体内に被処理液と透過液との間を仕切るための別途の部材を仕切板として設け，容器本体に仕切板で集水室を画定した構成とする技術的思想は，均等物による置換にほかならず，当業者が容易に想到することができたものである。さらに，耐圧管内に複数個のモジュールを格納した場合，装置をコンパクトにするために，各モジュールの集水室を共通とする技術的思想は当業者が通常考えるところであり，そのために，本件特許出願当時周知であった，容器本体内に別途の部材を仕切板として配設し，仕切板に中空糸膜モジュールを固定する構成を採用することも当業者にとって容易に想到することができたものであり，設計事項の範囲内である。",
                                "以上のとおり，控訴人主張の阻害事由③についても，阻害事由として認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "控訴人は，阻害事由④として，引用発明2の半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を引用発明1のような精密濾過法の装置に適用することを考えると，気体逆洗効率が落ちるという不利益が生じると主張する。しかし，上述したとおり，「半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成」は引用発明2に必須の構成ではないので，控訴人が主張する上記理由が，阻害事由として認められないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "控訴人は，阻害事由⑤として，逆洗によって膜表面から剥離された懸濁物が引用発明2の半透性のフィラメントと非半透性フィラメントを相互に交叉した部分に堆積して排出されず，逆洗効果が低下するなどのデメリットが生じると主張する。しかし，上述したとおり，「半透性のフィラメントと非半透性フィラメントを相互に交叉させて層状とする構成」は引用発明2に必須の構成ではないので，控訴人の上記理由には根拠がない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "進歩性判断における引用例の組合せは，引用例に開示される技術的思想を組み合わせることによって対象となる発明が容易に想到できるか否かを判断するものであり，それは，控訴人が主張するように，引用例に示された具体的な個々の構成において組合せの合致を要求するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "消滅時効-抗弁(2)",
              "text": [
                "仮に，本件特許が有効であり，かつ，被控訴人物件が本件特許権を侵害するとしても，東京電力の柏崎原発4号機及び6号機への納入並びに中部電力浜岡原発4号機についての3回の中空糸膜モジュールの交換についての損害賠償請求権は，時効により消滅している。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "東京電力の柏崎原発4号機は日立製作所の製造に係るものであり，被控訴人は日立製作所の下請けとして柏崎原発4号機に被控訴人物件を納入した。他方，柏崎原発3号機は控訴人の製造に係るものである。控訴人と日立製作所は，自己のプラントを製作するに当たり，東京電力から各プラントの復水濾過装置に用いる中空糸膜モジュールが互換性を有するよう仕様を標準化することを求められ，昭和62年10月，共同で中空糸膜モジュールの標準化に関する報告書を作成し，東京電力に提出した(乙4)。同報告書には被控訴人物件搭載の中空糸膜モジュールの構成を示す図面が掲載されており，控訴人は同報告書を作成する過程で被控訴人物件の構成を知るに至った。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "また，被控訴人は，控訴人と共に，1989年(平成元年)に開催された水化学に関する国際会議に参加調査団の一員として参加し，それぞれ自己の中空糸膜モジュールの構成等を他の参加調査団員及び海外訪問先に開示した。1990年(平成2年)3月に発行された上記参加調査団の報告書(乙5)には，上記会議において被控訴人が参加者に頒布した被控訴人物件の構造図が掲載されている。同報告書には被控訴人物件の中空糸膜モジュールの構成が図示されており，「Hollow Fiber Filter(中空糸膜フィルタ)」の内側に「Bold Fiber(太糸)」が存在し，中空糸膜フィルタに浸透した処理液の一部が中空糸膜フィルタの中空部の下端から太糸に流れ，太糸の中空部を通って上に流れるという構成が明確に示されている(乙5の244頁)。加えて，同報告書には被控訴人物件の中空糸膜濾過装置を示す図5が掲載されていた(同245頁)。したがって，1989年(平成元年)に開催された国際会議の調査団活動において，控訴人は被控訴人物件の構成を知った。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "さらに，被控訴人は，平成3年4月22日から25日に開催された「1991 JAIF International Conference on Water Chemistry in NuclearPower Plants」(以下「水化学国際会議91」という。)に，控訴人，日立製作所，中部電力らと共に出席した。同年4月25日，日立製作所は，被控訴人と中部電力の連名で，中部電力の浜岡原発4号機に納入する予定の被控訴人物件の構成に関してポスターセッションによるプレゼンテーションを行った。水化学国際会議91の参加者に配布された資料集には，「Fig.2 Filter Vessel」において被控訴人物件を示す図7が掲載され，「Fig.3 Module and the Inside Water Flow」において被控訴人物件の中空糸膜モジュールの構成及び処理液の流れが図示されている(乙6の624頁)。したがって，同年4月22日から25日に開催された国際会議においても，控訴人は被控訴人物件の構成を知ることとなった。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "以上から，控訴人は，遅くとも平成3年4月25日には被控訴人物件の構成を知るに至ったものといえる。"
                      ]
                    },
                    {
                      "fig": "オ",
                      "text": [
                        "ところで，被控訴人が被控訴人物件を東京電力の柏崎原発4号機に納入したのは平成6年10月31日，同6号機に納入したのは平成8年12月30日，中部電力の浜岡原発4号機に納入したのは平成5年8月25日である。浜岡原発4号機につき中空糸膜モジュールの交換を行ったのは，平成8年1月ころ，平成9年5月ころ，平成10年9月ころのことである。",
                        "原子力発電所に納入する中空糸膜モジュールを用いた復水濾過装置のメーカーは，日本において控訴人と被控訴人の2社だけであり，通常メンテナンス要員が納入先の原子力発電所に常駐しているので，控訴人は，被控訴人が復水濾過装置を納入した時期及び中空糸膜モジュールを交換した時期を知悉している。したがって，控訴人は，被控訴人による上記各原子力発電所への被控訴人物件の納入及び中空糸膜モジュールの交換の事実につき，それらの行為が行われた時点で知っていた。",
                        "以上のとおり，控訴人主張の被控訴人物件の納入時点及び中空糸膜モジュールの交換時点において，控訴人は，既に被控訴人物件の構成を知悉していたのであり，被控訴人物件が本件特許権を侵害し，控訴人に損害が発生したことを知っていた。しかるに，それらの時点から本訴提起まで3年以上が経過している。",
                        "したがって，控訴人の本件特許権侵害に基づく上記損害賠償請求権は時効により消滅した。被控訴人は，上記消滅時効を援用する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "権利失効又は「laches」の法理-抗弁(3)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "本件特許権に基づく損害賠償又は不当利得の返還請求権は，以下のとおり，信義則に反するものとして失効した。",
                        "すなわち，控訴人の損害賠償又は不当利得の返還請求権は，①長期間の権利の不行使，②もはや権利行使を受けないとの正当な信頼，③権利を行使することが信義則に反すると評価し得る権利者の帰責性があれば，失効により消滅したと解すべきである(最高裁昭和30年11月22日第三小法廷判決・民集9巻12号1781頁参照)。",
                        "東京電力の柏崎原発の3号機及び4号機の中空糸膜濾過装置は，昭和62年10月，東京電力の要望により，控訴人と日立製作所との間で協調設計され，特に両社間の中空糸膜モジュールの互換性を図った。その過程において，中空糸膜濾過装置の系統構成，濾過塔，中空糸膜モジュール等の情報交換が頻繁になされ，控訴人は，柏崎原発4号機に納入予定の日立製作所の下請けである被控訴人の中空糸膜濾過装置の詳細を知ることとなった。上記協調設計の時点においては，本件特許よりも広い特許請求の範囲が既に公開されており，控訴人は，柏崎原発4号機の中空糸膜濾過装置がその公開特許に係る発明の実施であるとして補償金請求権の警告をすることが可能であったのであり，また，本件特許が公告された平成5年9月10日の時点で直ちに本件特許権を行使してその実施の中止を求めることも可能であったのである。",
                        "このように，控訴人は，本件特許権を永らく行使していないので，日立製作所及び被控訴人は，もはや控訴人がその権利を行使することはないという期待権を持つこととなったものであり，この期待を裏切って権利を行使するのは信義則に反し許されない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "また，控訴人は，早い時点で被控訴人に対し本件発明の実施を中止することを求めることができたにもかかわらず，被控訴人からの賠償額を増大させるために権利行使をしなかったものであるから，英米法の「laches」の法理により，控訴人の被控訴人に対する損害賠償及び不当利得の返還の請求は認められるべきでない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "抗弁に対する控訴人の認否と反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "抗弁(1)に対し",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "抗弁(1)のアは争う。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "同イ(本件発明)は認める。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "同ウ(引用発明1)について，被控訴人の引用する引用例1の①，②の記載が引用発明1の技術分野についての記載であることを争う。上記記載は，引用発明1に使用される中空糸状の多孔質高分子膜についての一般的な説明部分であって，引用例1に記載されている「濾過装置」の発明の技術分野についてのものではない。その余は認める。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "同エ(本件発明と引用発明1との対比)は認める。"
                      ]
                    },
                    {
                      "fig": "オ",
                      "text": [
                        "同オ(相違点の検討)について，引用例2の記載は認め，その余は否認ないし争う。"
                      ]
                    },
                    {
                      "fig": "カ",
                      "subject": "同カ(引用発明1に引用発明2を組み合せる契機及び動機付け)について",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "技術分野につき"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "本件発明の濾過方法",
                  "text": [
                    "本件発明は，精密濾過法の装置に係るものであり，逆浸透法の装置に係るものではない。本件発明は，「分散固形物」を分離除去するための中空糸膜濾過装置に関するものであり，この「分散固形物」は「懸濁物」と同義で用いられるものである。しかるところ，「分散固形物(懸濁物)の分離除去」は逆浸透膜の処理分野ではなく，精密濾過膜の処理分野である。したがって，「分散固形物」の分離除去に係る本件発明は，精密濾過法の技術分野に属するものであり，少なくとも逆浸透法の技術分野に属するものではない。",
                    "また，本件発明は「逆洗操作」を行う装置に関するものであるが，「水のリサイクル(応用編)」(1994年10月20日初版第2刷株式会社地人書館発行，和田洋六著。甲17。以下「甲17刊行物」という。)には，逆浸透法の装置(RO)では，精密濾過法の装置(MF)や限外濾過法の装置(UF)のように「逆洗」を行わないことが記載されている(90頁14行目)。したがって，逆洗操作を行う装置に係る本件発明は，逆浸透法の装置に係るものではない。以上から明らかなとおり，本件発明は，逆浸透法の装置に係るものではなく，精密濾過法の装置に係るものである。甲17刊行物の90頁17行目以下の「RO処理計画の留意点」(判決注：「RO膜」とは逆浸透膜のことである。)においても，「(2)濁質の除去」(同91頁6行目以下)が挙げられているように，逆浸透法の装置に供給する原水は，精密濾過法の装置等による前処理を経て，除濁をすることが通常の当業者の理解である。したがって，「液体中の分散固形物が分離され」という構成要件を有する本件発明は，精密濾過法に係る発明であり，逆浸透法の装置に係る発明ではないことは明らかである。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "引用発明1の濾過方法",
                  "text": [
                    "引用発明1が精密濾過法に関するものであることは上記aと同様の理由により明らかである。",
                    "この点，被控訴人は，引用例1(乙3の4)の「中空糸状の多孔質高分子膜は・・・限外ろ過や逆浸透用の膜として工業的にも採用されている」との記載を根拠に，引用発明1の中空糸膜濾過方法の技術分野に，限外濾過法の濾過装置及び逆浸透法の濾過装置が含まれると主張する。",
                    "しかし，この記載は，精密濾過法，限外濾過法，逆浸透法における中空糸の原材料が，多孔質高分子膜という広い概念では共通することを記述したものにすぎない。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "引用発明2の濾過方法",
                  "text": [
                    "引用例2(乙3の3)は，逆浸透圧法の技術分野に分類されるものであって，本件発明の技術的課題及び作用効果の開示，示唆がなく，これに基づいて本件発明に想到することが容易であるとは到底いえない。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "「精密濾過法」の技術分野",
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「精密濾過法」の原理",
                              "text": [
                                "「水のリサイクル(応用編)」(1994年10月20日初版第",
                                "2刷株式会社地人書館発行，和田洋六著。甲5〔甲17刊行物と同一の刊行物の別頁〕。以下「甲5刊行物」という。)の62頁【図6．2】の説明によれば，精密濾過とは，精密濾過膜の有する孔より大きい粒子は孔を通過できず，濾過膜の孔より小さい微粒子は孔を通過できることを利用して，濾過膜の孔より大きい粒子を除去する技術であることが分かる。これは，通常理解される「濾過」の原理に他ならない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "「精密濾過法」の装置の構成",
                              "text": [
                                "精密濾過法の装置は，例えば，引用例1(乙3の4)の第1図の図示や2頁左下欄4行目に「懸濁物を含む原液は原液供給ライン5から原液帯部Bに導入される。その液は保護外筒3の内部に入り，懸濁物は，中空糸濾過膜集束体4の膜によって阻止され，濾過液は中空糸内を通り，濾過液滞部Aに導かれ濾過液ライン6から濾過容器1外に取出される」と記載されているように，通常，原液が濾過膜で濾過されて透過液として流れ出るという，いわゆるデッドエンドフローとなっている。また，「最新の膜処理技術とその応用」(昭和59年8月1日株式会社フジ・テクノシステム発行，清水博外監修。甲8。以下「甲8刊行物」という。)の326頁左欄下3行目ないし同頁右欄9行目に「濾過細孔が大きくなっても，積層になっていることにより微粒子，細菌が慣性により面上に捕捉される。",
                                "または，繊維によりできている濾層の場合，空隙の上層部で捕捉される。これら捕捉物の堆積により曲がりくねった流路が狭くなって濾過効果があがり，実際の孔径より小さい微粒子，細菌が捕捉される。こうした場合の捕捉は，上部には多く下部にいくほど少なくなってきている。堆積濾過の一種といえる。濾過量は長い時間を保ち，次第に多くなる傾向にある。こうしたフィルタは，大部分のスクリーンタイプのフィルタとデプスタイプのフィルタに見られるもので，精密フィルタの市販品のほとんどがこの領域になる」と記載されているように，全量濾過方式(デッドエンドフロー)の精密濾過では，膜の面上に捕捉した濾過堆積物を吹き飛ばさないよう，膜面を剪断する流速は極めて小さいものに制御されている。さらに，引用例1の3頁左上欄14行目ないし20行目に「保護外筒3の内径は中空糸濾過膜集束体4の外径により最適な径が存在する。せますぎると動きが悪くなり気体逆洗性能が落ちる。(中略)保護外筒3の内径は中空糸濾過膜集束体4の外径より20～100％大きくすることが必要」と記載されているように，通常，中空糸濾過膜集束体の糸が保護外筒内で疎に充填されていることが分かる。さらに，精密濾過法の装置においては，中空糸膜が濾過処理時間とともにその表面に多量の懸濁物が付着することで低下した濾過能力を回復させるために「逆洗操作」が行われるのが通常である。また，精密濾過法の装置は，「懸濁物の分離除去」をその処理分野とするものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "e",
                  "subject": "「逆浸透法」の技術分野",
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「逆浸透法」の原理",
                              "text": [
                                "水は透過させるが水に溶解した溶質(イオンや分子)をほとんど透過させない性質を持つ半透膜をへだてて，濃度の濃い溶液と薄い溶液を接した場合，水が濃度の薄い溶液側から濃い溶液側に移動して，濃い溶液側を希釈しようとする。この水の浸透しようとする圧力が「浸透圧」であるが，両側の溶液の濃度差が大きくなるほど，浸透圧は大きくなる。この点，海水と淡水を接した場合の浸透圧は約25kg／cm2 であるように，一般的に浸透圧は極めて大きな値となる。この浸透する方向と逆に，浸透圧以上の圧力をかけ，濃い溶液(すなわち被処理液)側から，薄い溶液(すなわち処理液)側へ水だけを透過させて，溶質(イオンや分子)を分離するのが，逆浸透法である(甲5刊行物の82頁)。",
                                "また，甲5刊行物の83頁下6行目以下では，逆浸透膜(RO",
                                "膜)の不純物除去機構について諸説が発表されているとしながらも，84頁の【図8．3】を用いて，逆浸透膜の不純物除去機構の一般的な考え方が説明されている。これによれば，「水分子は水素結合によって膜の活性層にまず吸着し，水素結合の形成された部分を圧力勾配によって次々と拡散移動し，ついには膜の反対側に通り抜けることができる。」とされている。すなわち，溶質と溶媒のうち溶媒たる水分子のみが膜に吸着され，膜の構成分子と水分子の相互作用のもとに圧力勾配により膜中を拡散していくことで分離が行われるのである。このような逆浸透の機構は，分離が膜にあいている孔の大きさによって規定される精密濾過の機構と明らかに異なる。",
                                "さらに，甲5刊行物の84頁下1行目以下には，「水と同様に水素結合をするアルコール類，酢酸類，水素結合を破壊する尿素などは膜を通過する比率が高くなる」と記載されている。このような逆浸透の特徴は，分離が膜にあいている孔の大きさによって規定される精密濾過をはじめとする濾過では説明できない。このことからも，「逆浸透」と，精密濾過をはじめとする「濾過」とは，明らかに異なる。",
                                "以上のとおり，分離が膜にあいている孔の大きさによって規定される「精密濾過」を始めとする「濾過」と，分離される物質がいったん膜に溶け込み，膜の構成分子と分離物質の相互作用のもとに膜中を拡散していく間に分離が行われる「逆浸透」とは，その原理が完全に異なる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "「逆浸透法」の装置の構成",
                              "text": [
                                "逆浸透膜を使用した装置は，例えば，「改訂二版 用水廃水便覧」(昭和51年6月15日第2刷丸善株式会社発行，用水廃水便覧編集委員会編。甲9。以下「甲9刊行物」という。)の370頁「3・8・4 透過膜モジュール」の項に記載されているように，容器には，原液入口，透過液出口，濃縮液出口が設けられている。このように通常，逆浸透法においては原液は透過膜の表面を流れて，原液の一部である水分子が透過膜をしみ出て，残りの原液は濃縮液として流れ出るといういわゆるクロスフローを形成している。また，逆浸透における技術課題として「濃度分極」現象による透過流速の減少がある。すなわち，逆浸透法とは浸透圧以上の圧力を浸透圧と逆方向にかけて，逆浸透膜を水だけ浸透させて溶質を分離する方法であるところ，膜表面付近では水のみが膜を透過し，溶質は透過されないので，膜表面付近では被処理液側の濃度が上昇し(この濃度が上昇した層を「濃度分極層」という。)，浸透圧が上昇するため，これに逆らって透過させることが困難になり透過量が減少する(甲7刊行物の76頁～79頁)。そこで，逆浸透膜モジュールを設計する際の考慮として，この濃度分極層を破壊するように，膜表面を攪拌し，膜表面を剪断する流速が大きくなるように設計するのが当業者の技術常識である(「ケミカルエンジニヤリング 臨時増刊1」(昭和55年12月1日株式会社化学工業社発行。甲12。以下「甲12刊行物」という。))。さらに，実際の中空糸膜型逆浸透モジュールでは，充填率を高めて膜表面を剪断する流速を低下させない形が取られていたのである(甲7刊行物の243頁下3行目以下)。また，逆浸透法の装置では，通常逆洗は行われないし，「懸濁物の分離除去」は，逆浸透法の処理分野ではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "以上のとおり，引用発明1の技術分野が分類される「精密濾過法」と引用発明2の技術分野が分類される「逆浸透法」は，その原理が根本的に異なる。このため，装置を構成する際の技術的配慮が全く異なる。具体的には，被処理液の流し方が，通常，精密濾過法はデッドエンドフローであるのに対して，逆浸透法はクロスフローである点で異なる。また，膜表面の流れとして，精密濾過法では，膜表面を剪断する流速を小さくして，膜表面を攪拌しないような流れが要求されるのに対し，逆浸透法では，膜表面を剪断する流速を大きくして，膜表面を攪拌するような流れが要求され，全く逆の技術的配慮が必要となる。さらに，中空糸の充填率においても逆方向の技術的配慮が要求され，逆洗操作の有無，被処理液中の分散固形物の有無においても異なる。以上からすれば，精密濾過法と逆浸透法とでは，技術分野が相違するというべきであり，したがって，引用発明1と引用発明2は，共通の技術分野に属するものではない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "subject": "課題につき",
                          "text": [
                            "引用例2(乙3の3)には，本件発明の技術的課題及び作用効果の開示，示唆がない。",
                            "被控訴人は，乙7公報及び乙8刊行物を引用して，圧損の問題点は，本件特許出願当時，中空糸膜フィルタにおいて普遍的ないし周知の課題であったと主張する。",
                            "しかし，乙8刊行物の「表2．3．1 各種中空糸型逆浸透モジュールの比較」(50頁下部)において，短所として中空糸の透過液側圧力損失が掲げられているのは糸巻型カートリッジモジュールのみであり，同頁7行目以下の「糸巻型カートリッジユニットは・・・中心の多孔管の上にラセン状に中空糸を巻きつけて，カートリッジに形成する」との記載からも明らかなように，糸巻型カートリッジでは，非常に長い中空糸が糸巻き状に巻き取られており，この透過液側圧力損失は，その他の軸流ユニット，放射流ユニットのいずれと比較しても極めて大きい。このように乙8刊行物には，逆浸透モジュールにおいて，糸巻型カートリッジのように中空糸が非常に長くなる場合にのみ透過液側圧損が大きくなることが課題として挙げられることが記載されているのであり，逆浸透モジュール全般に普遍的にこのような課題が存在することは一切記載されていない。また，乙7公報についても，透過液側流動圧損について具体的に言及されているのは，「その中空糸の配置方法は，・・・該コアの軸方向にほぼ平行に，あるいはスパイラル状に巻きつけて順次配置される。特に中空糸は・・・捲き角度が大きくなりすぎると中空糸の長さが長くなり，透過液の流動による圧力損失が大きくなり，従って透過液量が減少する」(3頁右上欄1行目以下)とある部分であるところ，この記載が透過液側の圧力損失を問題としているのは，「捲き角度」を考慮しなければならない形式のもの，すなわち中空糸をスパイラル状に巻き付けたものである。そのような形式のものは，上記の「糸巻型モジュール」と同様，非常に長い中空糸を使用しているため，透過液側の圧力損失が課題として挙げられているのである。したがって，乙7公報も，乙8刊行物と同様のことが記載されているにすぎない。確かに，引用例2に記載されているような中空糸が短い逆浸透法の装置においても，透過液側の圧力損失の影響はゼロではない。しかし，透過液側の圧力損失の影響がゼロではないからといって，当業者がこの影響を周知の課題として認識することにはならない。また，透過液側の圧損は，透過液の流速と管長及び管径によって決まるものであり，中空フィラメントの径が小さくても，そこを通過する透過液の流速が小さければ圧損の影響が生じることはない。したがって，中空糸膜フィルタ(中空フィラメント)ということだけで，圧損の影響を受けるという短絡的な主張も誤っている。したがって，被控訴人の上記主張は，普遍的ないし周知の技術的課題が存在していたという前提自体が誤っており失当である。引用例2には，連通管等の構成が，透過液側の圧損を減少させ，透過水量を増加させるための解決手段となりうるという技術的思想自体が，全く記載されていないのであるから，引用発明2の構成を引用発明1に適用する動機付けは何ら生じないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "作用効果につき",
                          "text": [
                            "「精密濾過法」と「逆浸透法」の原理が異なることから，引用例2記載の「連通管」によっては，本件発明の「取水管」が奏する作用効果を奏さない。",
                            "逆浸透法においては，溶質すら透過しない膜を使用するため(乙19参照)，逆浸透膜を挟んで処理液側から原水側に浸透圧がかかる。逆浸透法は，この浸透圧に逆らって，浸透圧以上の力を加えないと浸透が起こらない。具体的には，甲5刊行物の82頁にあるように，海水であれば浸透圧は約25kg／cm2である。海水淡水用の逆浸透膜では，海水側にかける圧力が42kg／cm2になったあたりから透過水が分離され始め，56kg／cm2程度で定常運転を行う。このように逆浸透法の装置では処理液を透過させることに対して大きな抵抗が生じる。すなわち，逆浸透法の装置においては，透過液が膜を透過することによる圧損が大きく，中空フィラメント内を流通することによる圧損は，これに比べれば無視できる程度である。このため，逆浸透法の装置の中空フィラメント内における圧損を減少させても透過流量に及ぼす影響は無視できる程度に小さく，引用発明2の「連通管」の採用による透過水量の増加はほとんどないばかりか減少する場合もある。一方，精密濾過法の装置では，膜に形成されている孔の大きさは，水分子に比べればはるかに大きい。したがって，透過液が孔を通過する際には，ほとんど抵抗を受けない。精密濾過法の装置においては，透過液が中空糸膜フィルタの孔を通過する際の圧損は問題にならず，透過液が中空糸膜フィルタ内を流通することによる圧損こそが問題なのである。このため，精密濾過法の装置では，中空糸膜フィルタ内の圧損を減少させることが，即透過流量の増加につながり，本件特許発明の「取水管」の採用により透過水量が増加するのである。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "引用発明1に引用発明2を適用することの非容易性",
                          "text": [
                            "引用例2においては「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」が必須の構成であり，また，膜モジュールの中心に配置された分散管から被処理液を供給して中空フィラメントの間隙を通過させることを必須とするものであるから，当業者が引用例2からこれらの構成を除外した発明を認識することは容易ではない。また，引用発明2の構成は，引用例2に記載された数多くの実施例のうちの1つの実施例のみに採用されているものにすぎず，あえてこの構成を抽出して，引用発明1に適用することは容易ではない。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "引用発明2を引用発明1と組み合わせることの阻害事由a 引用発明2の必須の構成及び作用効果は，引用例2(乙3の3)に記載されているとおり，「半透性フィラメントと，非半透性フィラメントとを相互に交叉させて層状とし，該層の単層又は複層をもって浸透膜モジュールの構成要素とし，該層中の半透性フィラメントの少なくとも一端を膜透過水集水部に連通せしめたことにより膜の充填密度が大きく」(6欄6行目～11行目)，「さらに経糸あるいは緯糸のみに半透性フィラメントを使用すれば，膜透過現象が経糸あるいは緯糸においてのみ行なわれて膜と膜との異常な密着並びに膜透過現象に付属して起る膜汚染問題をも適確に防止することができる」(同欄12行目～16行目)ことである。",
                            "しかし，上記の構成及び作用効果は，引用発明1，すなわち精密濾過法の濾過装置に組み合わせることにより重大な不利益を生じるものである。したがって，当業者が引用発明2を，引用発明1に適用することは到底考えられず，両者を組み合わせることは容易ではない。以下，両者を組み合わせることによって生じる不利益を具体的に述べる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "阻害事由①",
                  "text": [
                    "引用発明2の半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を採用することで，膜表面が減少して，透水量が減少してしまう。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "阻害事由②",
                  "text": [
                    "精密濾過法の装置では，膜の面上に捕捉した濾過堆積物が濾過効果を奏し，より清澄な濾液が得られるようになるため，膜表面の流れとして，膜表面を剪断する流速を小さくして，膜表面を撹拌しないような流れが要求される。しかし，引用発明2が前提とする堆積物を撹拌するような乱流あるいは堆積物を吹き飛ばすような高速流は，清澄な濾液を得られる効果を減じ，引用発明1のような全量濾過の精密濾過法の装置においては，不利益を生じさせるものである。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "阻害事由③",
                  "text": [
                    "引用例2記載の膜モジュールは，集水室9がチューブシート8と一体となっていることから，引用例1に記載されているような圧力容器内に処理液室を仕切るための仕切板を必要としないものであり，むしろ，このような仕切板による膜モジュールの支持固定は，処理液の流路断面の増加やデッドスペースの発生の原因となり不利益を生じさせるものであり，排除されるべきものである。"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "阻害事由④",
                  "text": [
                    "半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を，引用発明1のような精密濾過法の装置に適用することを考えると，緯糸である非半透性フィラメントが，経糸である半透性フィラメントを拘束するために動きにくくなり，半透性フィラメントの気体逆洗効率が落ちるという不利益が生じる。これは引用例1(乙3の4)の3頁左上欄14行目以下に記載されているとおりである。"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "阻害事由⑤",
                  "text": [
                    "逆洗によって膜表面から剥離された懸濁物が半透性フィラメントと非半透性フィラメントを相互に交叉した部分に堆積して排出されずに，逆洗効果が低下するなどのデメリットが生じる。"
                  ]
                },
                {
                  "fig": "g",
                  "text": [
                    "上記のとおり，引用発明2は，引用発明1のような精密濾過法の濾過装置に適用しようとしても，不利益を生じるものである。したがって，当業者が引用発明2を，引用発明1に組み合わせることは阻害されるというべきであり，引用発明2及び引用発明1に基づいて本件発明を容易に想到することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "抗弁(2)に対し",
              "text": [
                "被控訴人の主張を争う。",
                "乙4ないし6には，そこに説明された装置が実際に被控訴人により製造，販売されたことを示す記載は一切ないから，これらにより，控訴人が，平成3年4月25日の時点において，被控訴人物件の構成を知ったということはできない。控訴人は，平成11年2月ころまで，被控訴人が被控訴人物件を製造，販売したことを知らなかった。また，被控訴人物件が被控訴人の製造・販売する中空糸膜濾過装置のすべてではなく，他の構成の中空糸膜濾過装置も存在するから，被控訴人による中空糸膜濾過装置の納入及び中空糸膜モジュールの交換を知ったとしても，被控訴人物件が納入されたことを知ることはできず，控訴人が損害の発生を知ったことにはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "抗弁(3)に対し",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "被控訴人の主張する事実については否認する。前記のとおり，控訴人は，平成11年2月ころまで，被控訴人が被控訴人物件を実際に製造，販売したことを知らなかった。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "前記のとおり，本件損害賠償請求権については消滅時効が成立せず，控訴人は，本訴提起日より3年以上前においては，被控訴人に対して損害賠償請求も不当利得返還請求もなし得なかったのであるから，長期間にわたって権利を行使しなかったとしても，何ら非難される筋合いはない。",
                        "そもそも，民法724条は20年の除斥期間を定めており，損害賠償請求権の長期間にわたる不行使があった場合，消滅時効が成立しないときでも，除斥期間の経過により損害賠償請求権は消滅するのであるから，権利の長期間の不行使による侵害者の不利益は，除斥期間の定めによって救済されている。これ以上に，英米法上の「laches」の法理により，除斥期間の定めより短期間で損害賠償請求権が行使できなくなるとすることは許されないというべきである。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "また，被控訴人物件が本件発明の技術的範囲に属するとすれば，被控訴人は，最低でも控訴人に実施料を支払うべきであったことになるが，これをも支払わなくてよいとして，侵害者に明らかな利得を生じさせ，権利者を犠牲にするほどの信義則違反が控訴人にあるとは到底考えられない。不当利得返還請求権は，権利を行使できたときから10年で消滅時効が完成するのであるから，突然の権利行使で不当な結果となるような場合は消滅時効で救済されており，それ以上に侵害者を保護する理由はない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，控訴人が本訴請求の根拠とする本件発明は，その出願前に頒布された刊行物である引用例1及び引用例2により，当業者(その発明の属する技術の分野における通常の知識を有する者)であれば，容易に発明をすることができたものであるから，本件特許は特許法29条2項に違反し，特許無効審判により無効にされるべきものであり，平成17年4月1日から施行された特許法104条の3第1項により，特許権者たる控訴人はその権利を行使することができないと判断する。その理由は，以下に述べるとおりである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "請求原因(1)の事実(本件発明の内容)は，AないしDの構成要件の分説も含め，当事者間に争いがない。",
            "被控訴人は，抗弁(1)として，上記本件特許は特許無効審判により無効にされるべきものであると主張するので，まずその当否について判断する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "特許法104条の3第1項に基づく権利行使制限事由の有無(抗弁(1))(1) 被控訴人は，本件発明は，引用発明1及び引用発明2に基づいて当業者が容易に発明できたものであるから，特許法29条2項に違反し，本件特許は特許無効審判により無効にされるべきものであり，特許法104条の3第1項により，控訴人は，被控訴人に対し，本件特許の侵害を理由とする損害賠償請求及び不当利得返還請求を行うことはできないと主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1を下記のとおり認定できることについては，当事者間に争いがない。",
                    "記",
                    "「濾過容器1と，濾過容器1内に配設した仕切板2と，濾過容器1の仕切板2より下方位置の原液帯部Bの流入口に設けた原液供給ライン5と，濾過容器1の濾過液帯部Aの流出口に設けた濾過液ライン6と，濾過容器1の下端部の流出口に設けたラインと，仕切板2に取付けられた保護外筒3に収納された中空糸濾過膜集束体4とから構成され，",
                    "かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした濾過装置において，",
                    "中空糸濾過膜集束体4は，",
                    "液体中の懸濁物を濾過する多数本の中空糸状の多孔質高分子膜と，中空糸の上端を解放状態で結束固定した接着剤と",
                    "から構成された",
                    "濾過装置」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明と引用発明1とを対比すると，引用発明1の「濾過容器1」，「仕切板2」，「原液供給ライン5」，「濾過液ライン6」，「下端部の流出口に設けたライン」，「中空糸濾過膜集束体4」，「中空糸状の多孔質高分子膜」，「接着剤」，「濾過装置」は，本件発明の「容器本体」，「仕切板」，「液体供給管」，「処理液排出管」，「濃縮液排出管」，「中空糸膜モジュール」，「中空糸膜フィルタ」，「端部材」，「中空糸膜濾過装置」にそれぞれ相当すること，及び本件発明と引用発明1との一致点及び相違点を下記のとおり認定できることについても，当事者間に争いがない。",
                    "記",
                    "＜一致点＞",
                    "「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器本体の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，",
                    "前記中空糸膜モジュールは，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記中空糸膜フィルタの上端を解放状態で接着固定した端部材とから構成されたことを特徴とする中空糸膜濾過装置。」である点＜相違点1＞",
                    "「本件発明では，構成要件Ba及びBbにおいて，中空糸膜モジュールが「取水管」を有し，「取水管」の周囲に多数本の中空糸膜フィルタが配設されているのに対し，引用発明1では，中空糸膜モジュールに取水管が設けられておらず，その結果，「取水管」の周囲に多数本の中空糸膜フィルタが配設されているという構成を開示していない点」＜相違点2＞",
                    "「本件発明では，構成要件Bcにおいて，取水管と中空糸膜フィルタの両端を解放状態で接着固定しているのに対し，引用発明1では，中空糸膜フィルタの上端のみを解放状態で接着固定している点」",
                    "＜相違点3＞",
                    "「本件発明では，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から取水管に流れる」のに対し，引用発明1では，中空糸膜フィルタ内に浸透した処理液の全部が中空糸膜フィルタの上端に流れる点」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，本件発明の上記相違点1ないし3に係る構成について，当業者が容易に想到できたものであるか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，引用発明2には，相違点1ないし3の構成中，相違点3の処理液の一部が取水管に流れる中空糸膜フィルタの中空部の一端が「下端」であることを除きすべて開示され，「下端」の点は実質的な相違点に当たらないので，引用発明1の中空糸膜モジュールに引用発明2の構成を適用することにより本件発明の構成を得ることができると主張するのに対し，控訴人は，本件発明及び引用発明1は，精密濾過法に係る発明であり，逆浸透法の装置に係る発明ではなく，他方，引用例2(乙3の3)は，逆浸透法の技術分野に分類されるものであって，本件発明の技術的課題及び作用効果の開示，示唆がないから，これらに基づいて本件発明に想到することが容易であるとは到底いえないなどと主張するので，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の濾過方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性について審理するに当たっては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限つて，発明の詳細な説明の記載を参酌することが許されるにすぎないと解すべきである(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)。",
                        "これを本件についてみると，本件発明に係る特許請求の範囲の第1項の記載(平成16年3月23日付け訂正審決後のもの)は，「容器本体と，前記容器本体内に配設した仕切板と，前記容器本体の前記仕切板より下方位置の流入口に設けた液体供給管と，前記容器の上端部の流出口に設けた処理液排出管と，前記容器本体の下端部の流出口に設けた濃縮液排出管と，前記仕切板に固定された中空糸膜モジュールとから構成され，かつ濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置において，前記中空糸膜モジュールは取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され，前記液体中の分散固形物が分離されて前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れるようにしたことを特徴とする中空糸膜濾過装置。」(訂正明細書(甲18の2)の【特許請求の範囲】)というものであり，濾過方法を何ら特定する記載はない。",
                        "そうすると，本件特許の特許請求の範囲の記載に基づいては，控訴人主張のように本件発明の濾過方法を精密濾過法に限定することはできないから，進んで，上記最高裁判決のいう特段の事情の有無について検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，精密濾過法，限外濾過法及び逆浸透法の用語についてみると，甲5刊行物の「6．精密濾過」の項の62頁には，「通常の砂濾過装置では除去できない微細な懸濁物を除くには，精密濾過(MF：MicroFiltration)法が用いられ，0．1μから数十μの範囲の粒子を捕捉し，除去する。各種の濾過法と粒子径の関係を図6．1に示す。・・・MF法は，濾過エレメントに直接原水を通して濾過するスクリーン方式濾過であり(図6．2)，砂濾過における吸着，沈殿濾過とは機構が異なる」との記載とともに，【図6．1】に精密濾過法，限外濾過法及び逆浸透法を含む各種の濾過法と粒子径の関係(同図によれば，対象とする粒子径は，精密濾過法(MF)が1000Å(0．1μm)～数十μm，限外濾過法(UF)が数十Å～数μm，逆浸透法(RO)が数Å～数百Åであることが読み取れ，各濾過法の対象とする粒子の径は重複する部分があるもののその最大値及び最小値が上記記載の順に小さいものとなることが分かる。)が，【図6．2】に精密濾過法の濾過機構が，それぞれ図示されている。また，「8．RO膜分離(判決注：「逆浸透法」をいう。)」の項の82頁には，「水は透過させるが，水に溶解した溶質(イオンや分子)をほとんど透過させない性質を持つ半透膜をへだてて・・・塩水と淡水が接すると，淡水は塩水側へ移動して希釈しようとする・・・。これは自然現象であって，浸透作用(Osmosis)と呼ばれている。この希釈は，浸透圧と液面差の圧力が釣り合うまで続く。",
                        "・・・逆浸透(Reverse Osmosis)とは，この関係とは逆に，塩水側に浸透圧以上の圧力を加えると・・・，塩水側から淡水側へ水だけが透過することをいう」と，同83頁には，「RO膜の不純物除去機構については，いろいろな説が発表されている。・・・水分子は水素結合によって膜の活性層にまず吸着し，水素結合の形成された部分を圧力勾配によって次々と拡散移動し，ついには膜の反対側に通り抜けることができる。",
                        "それに対し，水素結合を生じない無機イオンや低分子有機物は膜面に吸着しないので，水の分子濾過作用にあづかることができないという説が一般的な考え方である」と，同84頁ないし85頁には，「RO膜の除去対象を考えるには，水素結合が重要な因子となる。水と同様に水素結合をするアルコール類，酢酸類，水素結合を破壊する尿素などは膜を通過する比率が高くなるから，必然的に除去率は低くなってくる」と記載されている。",
                        "上記記載によれば，①精密濾過法は，精密濾過膜の有する孔より大きい粒子は孔を通過できず，精密濾過膜の孔より小さい粒子は孔を通過できることを利用して，濾過膜の孔より大きい粒子を除去する技術であって，その分離の対象は「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい分散固形物または水に溶解する溶質を含む水」であって，分離ができるかどうかが膜にあいている孔の大きさによって規定される「スクリーン方式濾過」であること，②限外濾過法は，精密濾過法よりも濾過膜の孔が小さく，したがって，その分離の対象は，その限外濾過膜の有する孔の大きさに応じて，「濾過膜の有する孔より大きい分散固形物」と「濾過膜の有する孔より小さい水に溶解する溶質を含む水」であること，③逆浸透法は，溶質と溶媒のうち溶媒たる水分子のみが膜に吸着され，膜の構成分子と水分子の相互作用のもとに圧力勾配により膜中を拡散していくことで溶質(イオンや分子)を分離する技術である，と認めることができる。したがって，精密濾過法及び限外濾過法においては，膜の孔を分離の対象とする粒子が通過できるか否かにより分離を行うのに対し，逆浸透法においては，分子が膜に吸着され膜中を拡散することにより透過されそれができるか否かにより分離を行うものである点において，両者は粒子を分離するのに用いられる原理が相違するものと認められる。",
                        "他方，上記3種の濾過法が分離の対象とする粒子の径は，精密濾過法が1000Å(0．1μm)～数十μm，限外濾過法が数十Å～数μm，逆浸透法が数Å～数百Åであり，その最大値及び最小値が順に小さいものとなることは上記のとおりであるから，逆浸透法の膜においても，精密濾過法及び限外濾過法の対象とする粒子を事実上分離できることは明らかである。また，特開昭56-129084号公報(乙27。",
                        "以下「乙27公報」という。)には，「スラリ7はマイクロポーラス乃至逆浸透膜より選ばれた透過膜を装着した膜装置Cへ加圧下に送給される。・・・ここで懸濁物，高分子および低分子のCOD，BOD，色度塩分などが膜側に濃縮されて膜側濃縮液8として排出される」(5頁右上欄下2行目～左下欄4行目)と記載され，逆浸透膜によって「懸濁物」すなわち分散固形物を分離することが開示されている。",
                        "そうすると，精密濾過法及び限外濾過法と逆浸透法とは，粒子を分離するのに用いられる原理において相違するものの，逆浸透法の膜によっても分散固形物を分離することができるのであるから，本件発明を精密濾過法に関するものに限定することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，本件発明は「逆洗操作」を行う装置に関するものであり，甲17刊行物には，逆浸透法の装置(RO)では，精密濾過法の装置(MF)や限外濾過法の装置(UF)のように「逆洗」を行わないことが記載されている(90頁14行目)ことを理由に，逆洗操作を行う装置に係る本件発明は，逆浸透法の装置に係るものではないと主張する。",
                        "確かに，本件発明は，特許請求の範囲第1項の「濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置」との記載から，「逆洗操作」を行う中空糸膜濾過装置に関するものであると認められる。しかし，発明の要旨の認定は上記のとおり，特段の事情のない限り願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであるところ，本件発明は，「中空糸膜モジュール」以外のフィルタの存在を除外しておらず，また本件発明の「逆洗操作」が「中空糸膜モジュールの逆洗」であることを特定する記載はないから，逆浸透法の装置においては逆洗操作を行わないとしても，このことにより本件発明の特許請求の範囲の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるとまでいうことはできない。本件発明の濾過方法を特定するのであれば，端的にその旨を特許請求の範囲に記載すべきであり，濾過方法を何ら特定しない本件発明において，「濾過操作が中止されて逆洗操作が行われ濃縮液が排出されるようにした中空糸膜濾過装置」との記載を根拠にその濾過方法が逆浸透法を除外することになるとまでいうことはできず，控訴人の上記主張は採用することができない。",
                        "また，控訴人は，甲17刊行物の90頁17行目以下の「RO処理計画の留意点」に「(2)濁質の除去」(同91頁6行目以下)が挙げられていることを理由に，当業者は，分散固形物(懸濁物)の分離除去をするための「中空糸膜フィルタ」に逆浸透膜は含まれないと理解するとも主張する。しかし，甲17刊行物の上記記載は，中空糸膜フィルタに関する記載とは認められないところ，乙27公報に逆浸透膜によって分散固形物(懸濁物)を分離することが開示されていることは上記のとおりであり，控訴人の上記主張も採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上検討したところによれば，本件発明において，特許請求の範囲の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなどの特段の事情があると認めることはできず，したがって，本件発明が精密濾過法に関するものに限定されるとすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1の濾過方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1(乙3の4)から引用発明1(上記(2))が認定できること自体は，当事者間に争いがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，控訴人が主張するように引用発明1が精密濾過法に限定されるものであるか否かについて検討する。",
                        "引用例1には，次の記載がある。",
                        "①「本発明は，・・・液体中の懸濁物を濾過する多孔質高分子膜からなる中空糸濾過膜集束体を収納して保護し特に中空糸濾過膜に付着した懸濁物を気体逆洗によって除去，洗浄するに際し有効な中空糸濾過膜集束体の保護外筒に関する。",
                        "中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている。」(1頁左欄16行目～右欄8行目)②「本発明に使用される濾過膜は，限外濾過などに使用されるもので・・・あって，その一端を封じ多数本束ねて濾過膜集束体としたものである。」(2頁右上欄3行目～8行目)",
                        "③「本発明に適用される濾過装置は第1図に示すように，濾過容器1には濾過液帯部Aと原液帯部Bとに分ける仕切板2が設けられている。",
                        "この仕切板には中空糸濾過膜集束体4を収納した保護外筒3が取付けられている。懸濁物を含む原液は原液供給ライン5から原液帯部Bに導入される。その液は保護外筒3の内部に入り，懸濁物は，中空糸濾過膜集束体4の膜によって阻止され，濾過液は中空糸内を通り，濾過液帯部Aに導かれ濾過液ライン6から濾過容器1外に取り出される。」(2頁右上欄19行目～左下欄9行目)",
                        "④「濾過処理時間とともに膜の表面には多量の懸濁物が付着し，濾過能力が低下する。そこで逆洗気体供給ライン7から中空糸濾過膜集束体4の中空糸内に逆洗気体を圧入する。この逆洗用気体によって中空糸濾過膜集束体4の膜表面から無数の気泡が発生し付着した懸濁物を剥離し洗浄する。この逆洗用気体は逆洗気体出口ライン8から濾過容器1外に導出される。」(2頁左下欄9行目～16行目)",
                        "⑤「中空糸濾過膜集束体4の多数の中空糸の上端は接着剤で結束固定し・・・」(2頁左下欄17行目～19行目)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例1の上記記載によれば，引用発明1は，液体中の懸濁物を濾過する多数本の中空糸状の多孔質高分子膜が液体中の分散固形物を分離するものである。しかし，濾過膜が液体中の分散固形物を分離するものであることを根拠として精密濾過法に関するものに限定されるいうことができないことは，上記イに説示したとおりであるところ，引用例1には，濾過方法を精密濾過法に特定する記載はなく，かえって，「中空糸状の多孔質高分子膜は・・・限外濾過や逆浸透用の膜として工業的にも採用されている」(上記①)が記載されているのであるから，当業者は，引用例1の上記記載から，その濾過方法は，精密濾過法に限定されるものではなく，限外濾過及び逆浸透法を含むものであると理解するものと認められる。",
                        "したがって，引用発明1の濾過方法は，本件発明と同様，濾過方法を特定するものではなく，精密濾過法のみならず，限外濾過法，逆浸透法を含むものであると認められ，控訴人が主張するように精密濾過法に関するものに限定されるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用発明2の濾過方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(乙3の3)には，下記の記載がある。",
                        "記",
                        "①「本発明は，有機性若しくは無機性物質を含有する流体の処理に利用される浸透膜を装備した浸透膜装置，特に浸透膜として半透性のフィラメントを利用したモジュールに関するものである。最近，逆浸透圧法による液体ろ過，例えば脱塩技術が各方面で注目されてきたが，それは従来のような蒸発法，冷凍法に比して低エネルギーで濃縮も脱塩もでき，しかもこの方法は相変化を伴なうこともなく脱塩，濃縮できるからである。」(1欄21行目～29行目)",
                        "②「半透性中空フィラメント1を経糸または緯糸とし，これに交叉させて緯糸または経糸に非半透性の例えばポリエチレン製のフィラメント2を使用して形成させた織布の間にコルゲイト式のスペーサ3を挟んで，被処理液導入管4に連通された多数の分散孔5を有する分散管6を中心軸として，のり巻き状に巻き，さらにその表面をポリプロピレン等の織布7によって被覆し，こののり巻き状に巻いた織布中の半透性フィラメント1の両端をエポキシ樹脂等のチューブシート8によって集束し，それぞれ集水室9に連通させてある。また集水室9には流出管10が接続され，集水室9外壁には流路11が形成されている。」(3欄34行目～4欄3行目)",
                        "③「被処理液は，加圧されつつ導入管4から分散管6内に送液され，多数の分散孔5からスペーサ3によって形成された間隙内に分散され渦巻状に流過して外端から噴出し，流路11を経て系外あるいはソケット12によって集水室9に連なる流出管10を接続して直列に連結された次のモジュールの導入管4を経て次のモジュールに送液される。",
                        "この間，半透性フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される。また隣接したモジュールの膜透過液もソケット12を経て同一流出管10を経て取り出される。」(4欄4行目～16行目)",
                        "④「本発明における半透性(判決注：「半透明」は誤記と認める。)フィラメントとしては，中空糸，中空管の如き半透性フィラメントの他に棒状，線などの糸状，非中空フィラメントも使用することができ，・・・」(5欄13目～16行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記①ないし④の記載及び乙3の3の第1図ないし第3図の図示によれば，引用例2には，「逆浸透中空糸膜モジュールは，半透性の多数本の中空糸フィラメント1と，中空糸フィラメント1の外側近傍(周囲)に配置された連通管13と，連通管13と半透性の中空糸フィラメント1の両端を解放状態で集束したチューブシート8とから構成され，前記中空糸フィラメント1内に浸透した処理液の一部が上記中空糸フィラメント1の中空部の一端から連通管13に流れること」(以下「引用発明2」という。)が記載されているものと認められる。",
                        "そうすると，引用発明2は，「逆浸透中空糸膜モジュール」に係るものであるから，逆浸透法に関するものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，以下のとおり，引用発明2の「連通管13」，「半透性中空フィラメント1」，「チューブシート8」，「浸透膜モジュール」は，本件発明の「取水管」，「中空糸膜フィルタ」，「端部材」，「中空糸膜モジュール」にそれぞれ相当すると認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用発明2の「連通管13」と本件発明の「取水管」",
                          "text": [
                            "引用例2(乙3の3)の上記(ア)の①ないし④の記載及び第1図ないし第3図の図示によれば，引用発明2の「連通管13」は，「半透性フィラメント1の表面から圧力によって膜透過した透過液は，両端の集水室9内に集水され，連通管13を経て流出管10から系外へ取り出される」というもの，すなわち，「前記中空糸膜フィルタ内に浸透した処理液の一部」を流れるようにしたものであり，本件発明の「取水管」と同様の機能を果たすものである。そして，引用発明2の「連通管13」は，中空糸フィラメント1の外側近傍に配置されており，連通管13の全周囲のうち第2図中で上側の周囲と織布7との間に半透性中空フィラメント1が配置されているか否かは不明であるものの，第2図中で下側の周囲に半透性中空フィラメント1が配置されていることは明らかであるから，中空糸フィラメント1は，連通管13の周囲に配設されているものと認められる。したがって，引用発明2の「連通管13」は，本件発明の「取水管」に相当するものである。",
                            "本件発明において，中空糸膜フィルタは「取水管の周囲に配設された」とされているが，「取水管の全周囲に配設された」(下線付加)と限定しているわけではない。「周囲」とは，「ある物の外周。ぐるり。めぐり。まわり」(広辞苑第5版)を意味し，必ずしも「全周囲」を意味するものではない。本件発明は，中空糸膜フィルタの両端を解放状態で端部材に接着固定することにより，「従来のI型モジュールと比較して約2倍の透水量を得ることができる。また，中空糸膜モジュールを複数個直列接続しても中空糸膜フィルタの圧損の影響を受けることがないので，中空糸膜濾過装置を縦長構造にすることができる」(訂正明細書(甲18の2)の［発明の効果］の項)との効果を奏するようにしたものであるところ，この効果を奏するためには，中空糸膜フィルタを取水管の近傍に配置すればよく，取水管の全周に配置する必要はないことにかんがみれば，引用発明2の「半透性中空フィラメント1」も「連通管13」の「周囲」に配設されているものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "引用発明2の「半透性中空フィラメント1」と本件発明の「中空糸膜フィルタ」",
                          "text": [
                            "引用発明2の「半透性中空フィラメント1」と本件発明の「中空糸膜フィルタ」とは，いずれも中空糸膜フィルタである点で共通するものであるから，上位概念である「中空糸膜フィルタ」である限りにおいて，引用発明2の「半透性中空フィラメント1」は，本件発明の「中空糸膜フィルタ」に相当するものである。",
                            "なお，引用発明2が逆浸透法に関するものであることは上記(イ)のとおりであり，引用発明2の構成を逆浸透法以外の濾過に適用できるか否かの点については後述する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用発明2の「チューブシート8」と本件発明の「端部材」引用発明2の「チューブシート8」は，「連通管13(＝取水管)と半透性の中空糸フィラメント1(＝中空糸膜フィルタ)の両端を解放状態で集束したもの」であり，他方，本件発明の「端部材」は，「前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定したもの」であるから，引用発明2の「チューブシート8」は，本件発明の「端部材」に相当するものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "引用発明2の「浸透膜モジュール」と本件発明の「中空糸膜モジュール」",
                          "text": [
                            "引用発明2の「浸透膜モジュール」は，「半透性の多数本の中空糸フィラメント1(＝中空糸膜フィルタ)と，中空糸フィラメント1の外側近傍(＝周囲)に配置された連通管13(＝取水管)と，連通管13と半透性の中空糸フィラメント1の両端を解放状態で集束したチューブシート8(＝端部材)とから構成され」るものであり，他方，本件発明の「中空糸膜モジュール」は，「取水管と，前記取水管の周囲に配設された，液体中の分散固形物を捕捉する多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した端部材とから構成され」るものであるから，引用発明2の「浸透膜モジュール」は，本件発明の「中空糸膜モジュール」に相当するものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点1について",
                  "text": [
                    "上記エに検討したところによれば，本件発明の相違点1に係る構成，すなわち，「本件発明では，構成要件Ba及びBbにおいて，中空糸膜モジュールが「取水管」を有し，「取水管」の周囲に多数本の中空糸膜フィルタが配設されている」点は，引用発明2に，「「半透性中空フィラメント1」(＝中空糸膜モジュール)が「連通管13」(＝取水管)を有し，「連通管13」の周囲に多数本の「中空糸フィラメント1」が配設されている」ことが開示されているので，引用発明1の中空糸膜モジュールに引用発明2の構成を適用することで，本件発明の相違点1に係る構成に至るものと認められる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点2について",
                  "text": [
                    "同様に，本件発明の相違点2に係る構成，すなわち，「本件発明では，構成要件Bcにおいて，取水管と中空糸膜フィルタの両端を解放状態で接着固定している」点は，引用発明2に，「「連通管13」(＝取水管)と「半透性中空フィラメント1」(＝中空糸膜モジュール)の両端を解放状態で集束(＝接着固定)した」ことが開示されているので，引用発明1の中空糸膜モジュールに引用発明2の構成を適用することで，本件発明の相違点2に係る構成に至るものと認められる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "相違点3について",
                  "text": [
                    "上記エから，本件発明の相違点3に係る構成，すなわち，「本件発明では，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から取水管に流れる」」点のうち，「中空糸膜フィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の一端から取水管に流れる」ことは，引用発明2に，「前記中空糸フィラメント1(＝中空糸膜モジュール)内に浸透した処理液の一部が上記中空糸フィラメント1の中空部の一端から連通管13(＝取水管)に流れる」ことが開示されていることが明らかである。",
                    "他方，引用発明2には，「処理液の一部が取水管に流れる中空糸膜フィルタの中空部の一端が「下端」であること」は開示されていないが，引用発明2の中空糸膜モジュールは，引用例2(乙3の3)の第1図ないし第3図によれば横置きされているものであるところ，引用例1(乙3の4)の第1図及び第2図に縦置きにされた中空糸膜モジュールが図示されていることからすれば，本件特許出願がなされた昭和59年3月31日当時，中空糸モジュールを縦置きするか横置きするかは，必要に応じ当業者が適宜選択できる設計事項というべきである。したがって，「処理液の一部が取水管に流れる中空糸膜フィルタの中空部の一端が「下端」であること」は，当業者が容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "控訴人は，本件発明及び引用発明1は，精密濾過法に係る発明であり，逆浸透法の装置に係る発明ではなく，他方，引用例2(乙3の3)は，逆浸透圧法の技術分野に分類されるものであって，本件発明の技術的課題及び作用効果の開示，示唆がないから，これらに基づいて本件発明に想到することが容易であるとはいえないなどと主張する。",
                    "しかし，本件発明及び引用発明1が精密濾過法に関するものに限定されるとすることができないことは前述したとおりである。",
                    "そして，引用発明2は，逆浸透法に関するものであり，逆浸透法においては，半透膜を挟んで浸透圧(Δπ)が存在するため，浸透圧(Δπ)を超える操作圧力(Δp)を加えて，操作圧力と浸透圧の差(Δp-Δπ)を駆動力として分離が行われるものであるから，中空糸型の逆浸透法の濾過装置では，操作圧力と浸透圧の差(Δp-Δπ)から中空糸内の圧損を引いた圧力差を駆動力としていることは明らかである。そうすると，逆浸透法においては，透水量は，操作圧力と浸透圧との差(Δp-Δπ)にほぼ比例しているのであるから，圧力を推進力として溶液を分離する点において，精密濾過法と共通するものであるというべきである。",
                    "また，乙8刊行物の「半透膜を中空糸にすることにより次の特徴が生じる。(1) 逆浸透モジュールが非常にコンパクトにできる。・・・(2) しかし透過水側の圧力損失が大きい。半透膜を通り抜けた水は細い中空部を通って流れるため，透過水側の圧損は市販装置では数kg/cm2の値になっていると推定される」(48頁13行目～19行目)との記載，及び下記ハーゲン・ポアズイユの式(ここで，ΔP：圧損，μ：粘性，u：流速，L：長さ，D：直径であるから，圧損は，長さ(L)に比例し，直径(D)の二乗に反比例する。)によれば，透過液が中空糸膜フィルタ内を流通することにより生じる圧損の問題は，本件特許出願がなされた昭和59年3月31日当時，当業者において普遍的ないし周知の課題であったと認められる(乙31，32，乙33論文，弁論の全趣旨)。",
                    "記",
                    "L",
                    "ΔP = 32μ×u×",
                    "D2",
                    "加えて，乙33論文に，中空糸状の逆浸透膜の中空部を流れる透過水の圧力損失は，ハーゲン・ポアズイユの修正流体法則(式(2)，(3) )によって説明することができ(765頁右欄16行目～18行目)，膜透過係数A，溶媒粘性μ，ファイバ有効作用長さl又はシール長さlsが増加すると大きくなり，逆浸透膜モジュールの効率を抑制する要因として知られていたこと(766頁右欄25行目～29行目)，逆浸透膜モジュールの効率を向上させるために圧損を少なくしなければならないこと(766頁右欄35行目～38行目)が記載されていることからすれば，本件特許出願当時，中空糸状の逆浸透膜においても，中空部を流れる透過水の圧損を低減して透水量を増やすという技術課題は普遍的ないし周知のものであったと認められる。",
                    "精密濾過法及び限外濾過法と逆浸透法とは，粒子を分離するのに用いられる原理において相違することは，上記イ(イ)のとおりであるが，いずれの濾過方法も，圧力を推進力として溶液を分離する点において共通するものであり，かつ，圧損の問題は，本件特許出願当時，当業者において普遍的ないし周知の課題であったのであるから，この課題を解決するため，引用発明1の「中空糸膜モジュール」に，引用発明2に開示された「前記中空糸フィラメント1内に浸透した処理液の一部が上記中空糸フィラメント1の中空部の一端から連通管13に流れること」との技術的思想を適用する動機付けは存在するというべきである。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "控訴人は，引用例2のような逆浸透法の装置では，半透性フィラメントの両端を開口しても，透水量が増加するという作用効果が得られないのであるから，このような作用効果が示唆されているなどということはあり得ない，引用発明2の装置は，透水量が増加するという本件発明の作用効果を奏さないから，引用発明2の装置から，本件発明の効果を予測することは不可能である，などと主張する。",
                    "しかし，逆浸透法においても，透水量は，操作圧力と浸透圧との差(Δp-Δπ)にほぼ比例し，圧力を推進力として溶液を分離する点において精密濾過法や限外濾過法と共通するものであることは上記キのとおりである。",
                    "また，本件発明において，廃液は，一定圧力で廃液供給管4から容器本体14内に流入し，中空糸膜フィルタ19の外側から内側に向けて浸透した水の一部は中空糸膜フィルタ19の中空部を下降して中空糸膜フィルタの中空部の下端に位置する空間部から取水管18を通って容器本体14の上部に流れ，他の一部は中空糸膜フィルタ19の中空部を上昇して容器本体14の上部に流れ，処理液排出管5から排出されるものである。他方，引用例2(乙3の3)の上記エ(ア)の①ないし④の記載及び第1図ないし第3図の図示によれば，引用発明2において，被処理液は，加圧されつつ導入管4から分散管6内に送液され，分散管6の分散孔5からのり巻き状に巻いた半透性中空フィラメント1の内側から外側に向けて流れ，その外周から噴出するとともに，のり巻き状に巻いた半透性中空フィラメント1内において，各半透性中空フィラメント1の表面から圧力によって膜透過した透過液が両端の集水室9内に集水され，第2図中で左側の集水室9に集水された透過液は，第3図に矢印で図示されているように，当該集水室9に接続された流出管10から系外へ取り出され，第2図中で右側の集水室9に集水された透過液は，連通管13を経て前記流出管10から系外へ取り出されるものである。そうすると，本件発明と引用発明2とは，中空糸膜フィルタの外側又は内側から浸透した水が中空糸膜フィルタの中空部を2方向に分かれて流れ，一方の水は取水管を通り，他方の水は取水管を通らずに同じ部位に集水されて排出される点で，流体の流れ方に係る構成は同じであるから，当業者は，引用発明1に引用発明2を適用することにより本件発明と同様の効果が得られることを把握できるものと認められる。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "引用発明1に引用発明2を適用することの非容易性の主張について控訴人は，①引用例2においては「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」が必須の構成であり，また，膜モジュールの中心に配置された分散管から被処理液を供給して中空フィラメントの間隙を通過させることを必須とするものであるから，当業者が引用例2からこれらの構成を除外した発明を認識することは容易ではない，②引用発明2の構成は，引用例2に記載された数多くの実施例のうちの1つの実施例のみに採用されているものにすぎず，あえてこの構成を抽出して，引用発明1に適用することは容易ではない，と主張する。",
                    "確かに引用例2には，特許請求の範囲として，「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」(1欄「特許請求の範囲」1)が記載され，実施例として，膜モジュールの中心に配置された分散管から被処理液を供給して中空フィラメントの間隙を通過させること(3欄33行目～4欄16行目，第2図，第10図)が記載されている。しかし，引用例2(乙3の3)の記載及び第1図ないし第3図の図示から引用発明2を認定することができることは，上記のとおりであるところ，これが困難であるとは認められない。"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "控訴人主張の阻害事由について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "阻害事由①につき",
                      "text": [
                        "控訴人は，引用発明2の半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を採用することで，膜表面が減少して透水量が減少してしまうと主張する。しかし，引用発明2が「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」を必須とするものとは認められないことは，上記コのとおりであり，控訴人の阻害事由②の主張は，その前提が誤りであって，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "阻害事由②につき",
                      "text": [
                        "控訴人は，精密濾過法の装置では，膜の面上に捕捉した濾過堆積物が濾過効果を奏し，より清澄な濾液が得られるようになるため，膜表面の流れとして，膜表面を剪断する流速を小さくして，膜表面を撹拌しないような流れが要求されるが，引用発明2が前提とする堆積物を撹拌するような乱流あるいは堆積物を吹き飛ばすような高速流は，清澄な濾液を得られる効果を減じ，引用発明1のような全量濾過の精密濾過法の装置においては，不利益を生じさせるものであると主張する。",
                        "しかし，「超精密濾過の各種工業への応用」(「化学工場 1983年4月号」74頁ないし81頁，志田憲一外著。乙20)によれば，精密濾過法の装置は，全量濾過に限定されるものではなく，平行流濾過も適用可能であると認められるところ，平行流濾過においては，控訴人主張の不利益が生じると認めることはできない。したがって，阻害事由②の主張は採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害事由③につき",
                      "text": [
                        "控訴人は，引用例2記載の膜モジュールは，集水室9がチューブシート8と一体となっていることから，引用例1に記載されているような圧力容器内に処理液室を仕切るための仕切板を必要としないものであり，仕切板による膜モジュールの支持固定は，処理液の流路断面の増加やデッドスペースの発生の原因となり不利益を生じさせると主張する。",
                        "しかし，「仕切板」は，本件発明と引用発明1との相違点1の構成ではないから，引用例2に「仕切板」が必要か否かは，相違点1の容易想到性の判断とは関係がない。したがって，控訴人の阻害事由③の主張は，その前提が誤りであって，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "阻害事由④，⑤につき",
                      "text": [
                        "控訴人は，半透性フィラメントと非半透性フィラメントを相互に交叉させて層状とする構成を，引用発明1のような精密濾過法の装置に適用すると，緯糸である非半透性フィラメントが，経糸である半透性フィラメントを拘束するために動きにくくなり，半透性フィラメントの気体逆洗効率が落ちるという不利益が生じる(阻害事由④)，逆洗によって膜表面から剥離された懸濁物が半透性フィラメントと非半透性フィラメントを相互に交叉した部分に堆積して排出されずに，逆洗効果が低下するなどのデメリットが生じる(阻害事由④，⑤)，と主張する。",
                        "しかし，引用発明2が「半透性フィラメントと非半透性フィラメントを交互に交叉させて層状とする構成」を必須とするものとは認められないことは，上記のとおりであり，控訴人の阻害事由④，⑤の主張は，その前提が誤りであって，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，控訴人主張の阻害事由①ないし⑤は，いずれも理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，引用発明2には，本件発明と引用発明1との相違点1ないし3の構成中，相違点3の処理液の一部が取水管に流れる中空糸膜フィルタの中空部の一端が「下端」であることを除きすべて開示され，「下端」であることは当業者が適宜選択できる設計事項にすぎず，また，引用発明1の「中空糸膜モジュール」に引用発明2に開示された技術的思想を適用する動機付けが存在し，かつ，引用発明1と引用発明2とを組み合わせることに阻害事由は認められないのであるから，本件発明は，引用発明1と引用発明2とを組み合わせることによって当業者が容易に想到し得たものと認められる。",
                "したがって，本件発明は，引用発明1及び引用発明2に基づいて当業者が容易に発明できたものであるから，特許法29条2項に違反し，本件特許は特許無効審判により無効にされるべきものである。したがって，特許法104条の3第1項の適用により，控訴人は，被控訴人に対し，本件特許の侵害を理由とする損害賠償請求及び不当利得返還請求を行うことはできないこととなる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，被控訴人の抗弁(1)は理由があるから，その余の点について判断するまでもなく，控訴人の被控訴人に対する本訴請求は理由がない。",
            "よって，控訴人の被控訴人に対する請求を棄却した原判決は結論において相当であって，控訴人の本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}