{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が取消2004-30485号事件について平成17年5月10日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文第1，2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，別紙商標目録(1)に示すとおりの構成よりなり，指定商品を第14類「時計」とする，登録第2641863号の登録商標(平成2年6月28日出願，第23類「時計，その部品及び附属品」を指定商品として，同6年3月31日に設定登録。その後，同15年12月9日に商標権存続期間の更新登録がされ，同16年3月24日に指定商品を第14類「時計」とする指定商品の書換登録がされた。",
            "以下，「本件商標」という。)の商標権者である。",
            "被告は，本件商標の商標登録を取り消すことについて審判を請求し，平成16年4月26日，同審判請求につき予告登録(以下「本件予告登録」という。)がされた。",
            "特許庁は，上記審判請求を取消2004-30485号事件として審理し，その結果，平成17年5月10日に「登録第2641863号商標の商標登録は取り消す。」との審決をし，その謄本は同月20日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。その概要は，原告(被請求人)において，本件商標の通常使用権者である株式会社リベルタ(以下「リベルタ社」という。)が時計の文字盤，バンド，金具に使用するものと主張する別紙商標目録(2)に示すとおりの構成よりなる商標(以下「使用商標1」という。)及びリベルタ社が時計本体の裏面及び時計の包装に使用するものと主張する別紙商標目録(3)に示すとおりの構成よりなる商標(以下「使用商標2」という。)は，いずれも本件商標と社会通念上同一のものとは認められない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決の取消事由の要点",
      "text": [
        "使用商標2は，本件商標と社会通念上同一のものであるから，これを社会通念上同一のものでないとした審決の認定判断は誤りであって，この誤りが結論に影響を及ぼすことは明らかであるから，審決は違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標の同一性の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標は，登録したものと同一の態様で使用し続けることは稀であり，デザイン上の理由などから，様々に変更を加えて使用するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうであればこそ，パリ条約5条C(2)は，「商標の所有者が一の同盟国において登録された際の形態における商標の識別性に影響を与えることなく構成部分に変更を加えてその商標を使用する場合には，その商標の登録の効果は，失われず，また，その商標に対して与えられる保護は，縮減されない。」と規定しているものであるから，商標法50条1項にいう「当該登録商標と社会通念上同一と認められる商標」とは，「商標の識別性に影響を与えることなく構成部分に変更を加えた商標」を意味すると解さなければならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "商標の本質的機能は出所識別機能である。商標の構成が変更されても，変更された商標を付した商品の出所が登録された態様での商標を付した商品と同一の出所から生じたものと需要者に認識されるときは，当該変更された商標は登録された商標と同一性の範囲内にある，すなわち「社会通念上同一と認められる」と解さなければならない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，この場合において，需要者が同一の出所から生じたものと認識するか否かを判断するに当たっては，取引の実情を考慮に入れなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件における取引の実情",
          "text": [
            "使用商標1と同一態様の特徴のある筆記体の「Indian」(以下「Indianロゴ」という。)を中心とする「Indian」ブランドは，ヴィンテージ・バイカー系のアメリカンカジュアルのファッションブランドであり，その顧客層は，ファッションに関心を有する若年男性層である。",
            "Indianロゴは，遅くとも，本件予告登録の日(平成16年4月26日)の相当前である平成15年中ころには，若年男性向けのいわゆるアメリカン・バイカー系のブランドファッション市場において，衣類及び時計その他のアクセサリーについての原告の商品等表示として需要者の間に広く認識され，「Indian　Motocycle」「インディアンモトサイクル」は，原告の略称として，需要者の間に広く認識された。"
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標2と本件商標との同一性",
          "text": [
            "使用商標2は，次のとおり，本件商標と同一のものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要素の同一",
              "text": [
                "本件商標は，特徴ある筆記体の「Indian」と羽根飾りを冠した右向きのインディアンの酋長の図形からなるもので，上記の「Indian」の文字の一部は，同図形と図形の右上部で重なっている。「Indian」の文字は，四角の図形の中に配されているが，同図形は格別目立つ特徴を備えたものではなく，出所の識別において意味のあるものではない。",
                "使用商標2は，羽根飾りを冠した右向きのインディアンの酋長の図形(以下「インディアン図形」という。)の中に「Indianロゴ」を配したもの(以下「ヘッドドレスロゴ」という。)とその下に配した「Indian　Motocycle　Co．，Inc.」の一連の横書き文字(以下「モトサイクルロゴ」という。)よりなる。ただし，「モトサイクルロゴ」は，「ヘッドドレスロゴ」と可分であり，「ヘッドドレスロゴ」の下にそれよりも小書してあり，かつ「ヘッドドレスロゴ」の中に配した「Indianロゴ」よりも小さな活字で書してなるのであり，見る者の注意をひくものではない。したがって，使用商標2において，識別の中心をなすのは，「Indianロゴ」と「インディアン図形」である。",
                "上記のとおり，本件商標と使用商標2とは，基本的構成要素が同一である。なお，商標の同一性の判断においては，登録商標に付加文字を付した商標の使用は登録商標の使用と扱われるのであるから，使用商標2において「ヘッドドレスロゴ」の下に「モトサイクルロゴ」が付加されていても，本件商標と使用商標2の同一性の判断には影響しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成の類似",
              "text": [
                "本件商標において，特徴ある筆記体の「Indian」は，羽根飾りを冠した右向きのインディアンの酋長の図形の右上部に一部重なるように配してなるところ，使用商標2においては，「Indianロゴ」が「インディアン図形」の中に配されている。両者の相違は，「Indian」の文字がインディアンの図形と一部重なるか，全部重なるかの相違であって，大きな相違ではない。",
                "本件商標における「Indian」の文字と使用商標2における「Indianロゴ」は酷似している。",
                "本件商標におけるインディアンの酋長の図形と使用商標2における「インディアン図形」とを比較すると，両者は，①羽根飾りをしている点，②右向きである点，において共通であり，両者の相違はデザイン上の相違という程度のものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "称呼，観念の同一",
              "text": [
                "本件商標における「Indian」及びインディアンの酋長の図形と，使用商標2における「Indianロゴ」及び「インディアン図形」は，いずれも，「インディアン」の称呼及び「北米原住民」の観念を生ずる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "同一の出所を示す",
              "text": [
                "本件商標は，特徴ある筆記体の「Indian」を含むが，これは「Indianロゴ」に酷似している。そして，「Indianロゴ」は，衣服や時計を含むアクセサリーについて，原告を出所とする商標として，本件予告登録時の相当前には周知であった。したがって，本件商標を付した商品に接した者は，当該商品の出所を原告と認識する。",
                "本件商標中のインディアンの図形も使用商標2中の「インディアン図形」と近似する。したがって，本件商標中のインディアンの図形は使用商標2中の「インディアン図形」と全く同一ではないが，そのことは本件商標を付した商品に接した者がその出所を原告と認識することを妨げるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，本件商標を付した商品(時計)も使用商標2を付した商品(時計)も等しく原告を出所とするものと認識されるのであり，使用商標2は「本件商標の識別性に影響を与えることなく構成部分に変更を加えたもの」であり，「本件商標と社会通念上同一と認められるもの」である。",
                "なお，「モトサイクルロゴ」も，原告を示すものとして需要者に認識されるから，使用商標2を付した商品の出所が原告であることを示すことを妨げず，したがって，使用商標2が本件商標と同一のものであると認定する妨げとなるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断に誤りはなく，審決を取り消すべき理由はない。",
        "使用商標2における右向きのインディアンの図形部分と本件商標における右向きのインディアンの図形部分とは，その形態が顕著に異なるから，仮に文字部分が共通するとしても，使用商標2と本件商標とを社会通念上同一の商標ということはできない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "使用商標2と本件商標との同一性について",
          "text": [
            "原告は，使用商標2は本件商標と社会通念上同一のものであり，これを社会通念上同一のものでないとした審決の認定判断は誤りであると主張するので，この点について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標2と本件商標の構成",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "使用商標2は，別紙商標目録(3)に示すように，髪飾りを付けた右向きのインディアンの図形(「インディアン図形」)の髪飾りの部分に特徴ある筆記体の欧文字「Indian」(「Indianロゴ」)を配した図形(「ヘッドドレス",
                  "text": [
                    "ロゴ」)の下部に，Indianロゴよりも小さな筆記体の欧文字で横一列に書した「Indian　Motocycle　Co．，Inc.」(「モトサイクルロ",
                    "ゴ」)を配してなるものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件商標は，別紙商標目録(1)に示すように，羽根飾りを付けた右向きのインディアンの横顔の図形(以下「本件図形」という。)の右上部に筆記体で書した欧文字「Indian」を配してなるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標2と本件商標との比較",
              "text": [
                "そこで，使用商標2と本件商標とを比較すると，① 使用商標2のインディアン図形は，縦横比がほぼ縦1対横3の割合で構成されているのに対して，本件商標の本件図形においては，ほぼ1対1の割合で構成されている，② 使用商標2における髪飾りは，7本の羽根が羽根の先端が横一線になるように左後方に大きく伸びたものであり，線書きで描かれているのに対して，本件商標の本件図形においては，上向きから左向きまで弧を描くように放射状に広がった多くの羽根により構成されたもので，羽根の中央部，先端部を白く表すなどして描かれている，③　使用商標2のインディアン図形は，インディアンの髪の部分を除き，全体を線書きで平面的に表したものであるのに対して，本件商標の本件図形は，インディアンの横顔を，髪飾りを含めて，目，鼻，口などを陰影を付けて立体感を持たせて写実的に描いたものである，という点で相違するものであり，両者は，髪飾り部が著しく異なるほか，顔を含めた全体の形状，描写方法，縦横の構成比において，大きく異なるものといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用商標2と本件商標との同一性",
              "text": [
                "上記において検討したところによれば，使用商標2の図形部分(インディアン図形)と本件商標の図形部分(本件図形)とは，その形態が顕著に異なるものである。そうすると，使用商標2と本件商標とは，両商標を構成する主要な部分である図形部分において顕著な差異が存在するものであるから，社会通念上同一の商標と認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "text": [
            "原告は，商標法50条1項にいう「当該登録商標と社会通念上同一と認められる商標」は，パリ条約5条C(2)の趣旨に照らして解釈すれば，「商標の識別性に影響を与えることなく構成部分に変更を加えた商標」を意味すると解さなければならないとした上で，本件においては，取引の実情を考慮すれば，本件商標を付した商品(時計)も使用商標2を付した商品(時計)も等しく原告を出所とするものと認識されるから，使用商標2は「本件商標の識別性に影響を与えることなく構成部分に変更を加えたもの」であり，「本件商標と社会通念上同一の商標と認められるもの」である旨主張する。",
            "確かに，商標法50条の解釈に際しては，パリ条約5条C(2)の趣旨をも考慮するのが適切であり，使用に係る商標が登録商標と社会通念上同一のものといえるかどうかは，登録商標に係る指定商品の属する産業分野における取引の実情をも考慮して判断するのが相当であるが，商標法50条1項は，「商標権者，専用使用権者又は通常使用権者のいずれもが各指定商品又は指定役務についての登録商標(書体のみに変更を加えた同一の文字からなる商標，平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標，外観において同視される図形からなる商標その他の当該登録商標と社会通念上同一と認められる商標を含む。以下この条において同じ。)の使用をしていないとき」と規定するものであり，上記文言に照らせば，その形態が顕著に異なる図形よりなる商標を「社会通念上同一」と認めることはできない。",
            "また，本件においては，使用商標2は，上記のとおり，これを構成する主要な部分である図形部分において本件商標と顕著な差異が存するものであるところ，原告の提出する甲号各証によっては，使用商標1及び使用商標2が，衣料品等の分野において，原告の出所を示す識別表示として取引者ないし需要者の間で，ある程度知られるに至っていたことは認められるものの，使用商標2が，本件商標の指定商品である「時計」の分野において，取引者ないし需要者の間で本件商標と同一性を有するものとして認識され，通用していたことをうかがわせる事情を認めるには足りないから，結局のところ，使用商標2をもって，本件商標と社会通念上同一の商標ということはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，使用商標2は本件商標と社会通念上同一のものとは認められないとした審決の認定判断に誤りはないのであって(なお，使用商標1が本件商標と社会通念上同一のものといえないとした審決の認定判断については，原告も争っていない。)，原告の主張する取消事由には理由がなく，その他，審決には，これを取り消すべき誤りは見当たらない。そこで，原告の請求を棄却することとし，訴訟費用の負担につき，行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}