{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-19886号事件について平成17年2月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許出願の出願人である原告が，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，同庁が請求不成立の審決をしたため，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「携帯端末システム」(ただし，出願時の名称は「ガソリンスタンド用携帯端末システム」)とする発明につき，平成5年1月14日に特許出願をし(以下「本願」という。)，平成6年8月5日特開平6-21271号(甲3)をもって出願公開がなされた。",
                "本願に対し，特許庁は拒絶査定をしたため，原告は，拒絶査定不服審判を請求し，同請求は不服2002-19886号事件として係属した。",
                "同事件の中で，原告は，特許請求の範囲等の変更を内容とする補正(甲5)をしたが，特許庁は，平成17年2月2日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成17年2月15日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "前記補正(甲5)後の特許請求の範囲に記載された請求項は1～3から成るが，その請求項1に記載された発明は，下記のとおりである(以下「本願発明」という。)。",
                "記",
                "車両に搭載された携帯端末と，この携帯端末と無線で通信する店舗側装置と，を有する携帯端末システムであって，",
                "上記店舗側装置に，車両の来店を検出すると，上記携帯端末に対して取引にかかる案内データを送信する案内データ送信手段を備え，",
                "上記携帯端末に，上記店舗側装置から送信されてきた案内データに基く画面を表示手段に表示して，注文データの入力を受け付ける注文データ受付手段と，この注文データ受付手段により受け付けた注文データを上記店舗側装置に送信する注文データ送信手段と，を備えた携帯端末システム。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要旨は，本願発明は，その出願前に頒布された特開平1-98064号公報(甲1。以下「刊行物1」という。)及び特開昭62-297971号公報(甲2。以下「刊行物2」という。)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記判断をするに当たり，審決は，刊行物1に記載された発明(以下「刊行物1発明」という。)を次のとおり認定し，これと本願発明との一致点及び相違点について次のとおり認定した。",
                    "〈刊行物1発明の内容〉",
                    "ドライブスルー形の自動取引システムであって，車に搭載されたリモコンと，該リモコンと無線で通信する自動取引装置(ATM)とからなり，　自動取引装置は，リモコンから取引種別の信号を受信すると，リモコンに対して案内データを送信し，リモコンから前記案内データに基づく取引データを受信する送受信部を備えており",
                    "リモコンは，取引データを入力する入力部，入力した取引データおよび自動取引装置から送信される案内データを表示する表示部，自動取引装置との間で，取引データ，案内データの送受信を行う送受信部を備えている，自動取引システム。(判決注：誤字訂正ずみ)",
                    "〈一致点〉",
                    "車両に搭載された携帯端末と，この携帯端末と無線で通信する店舗側装置と，を有する携帯端末システムであって，",
                    "上記店舗側装置に，上記携帯端末に対して取引にかかる案内データを送信する案内データ送信手段を備え，",
                    "上記携帯端末に，上記店舗側装置から送信されてきた案内データに基く画面を表示手段に表示して，データの入力を受け付けるデータ受付手段と，このデータ受付手段により受け付けたデータを上記店舗側装置に送信するデータ送信手段と，を備えた携帯端末システム。",
                    "〈相違点1〉",
                    "案内データが，本願発明では「車両の来店を検出すると」送信されるのに対して，刊行物1発明では「リモコンからの取引種別の信号を受信すると」送信される点。",
                    "〈相違点2〉",
                    "店舗側装置に送信されるデータが，本願発明では「注文データ」であるのに対して，刊行物1発明では「取引データ」である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本願発明の「車両の来店の検出」の技術的意義の認定を誤り，刊行物1発明，刊行物2発明の認定を誤り，もって，本願発明と刊行物1発明等との対比，判断を誤った違法なものとして取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(刊行物1発明の認定の誤り，これに基づく相違点の看過，相違点1の認定・判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，刊行物1発明の認定を誤り，この結果，相違点を看過し，また，相違点1の認定を誤ったものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "刊行物1発明の認定の誤り",
                          "text": [
                            "審決は，刊行物1発明が，「自動取引装置が，リモコンから取引種別の信号を受信すると，リモコンに対して案内データを送信し，リモコンから前記案内データに基づく取引データを受信する」構成を備えていると認定したが，誤りである。",
                            "刊行物1の記載によれば，刊行物1発明は，車両の来店を検出していない現金自動取引装置(ATM)に対して，リモコンが取引データを一括送信するという構成のものであることが明らかである。リモコンから取引データが送信されるに先立って，審決が認定するような信号及びデータの送受信(リモコンからATMへの取引種別の信号の送信，ATMからリモコンへの案内データの送信)が行われるというステップは，刊行物1発明には存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点の看過",
                          "text": [
                            "上記bのとおり，刊行物1発明の現金自動取引装置(ATM)には，リモコンからの信号の送信を受けて案内データをリモコンに送信するという機能はなく，ATMの「送受信部」は本願発明の「案内データ送信手段」に相当しない。すなわち，本願発明の店舗側装置が備えている案内データ送信手段は，刊行物1発明の現金自動取引装置には存在しない，という点で，両発明には相違点がある。",
                            "また，携帯装置側に関しても，本願発明の携帯端末は店舗側装置から送信されてきた案内データに基づく画面を表示手段に表示してデータの入力を受け付けるものであるのに対して，刊行物1のリモコンはこのようなステップを経ることなく取引データを一括入力・一括送信する構成である，という点で相違する。",
                            "審決は，上記aのとおり刊行物1発明の認定を誤った結果，これらの相違点を看過している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点1の認定の誤り",
                          "text": [
                            "審決は，本願発明と刊行物1発明の相違点1として，案内データが，本願発明では車両の来店を検出すると送信されるのに対して，刊行物1発明ではリモコンからの取引種別の信号を受信すると送信される点を認定するが，誤りである。",
                            "上記aのとおり，刊行物1発明には，リモコンからの信号を受信して店舗側の現金自動取引装置(ATM)が案内データを送信するというステップは存在しないのであるから，そもそも案内データの送信ということはあり得ず，案内データの送信の契機について刊行物1発明が本願発明と相違するとの認定は意味をなさない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に，刊行物1発明の現金自動取引装置(ATM)が，審決の認定するように，リモコンからの取引種別の信号を受信すると案内データを送信する構成であったとしても，相違点1を実質的相違点ではないとした審決の判断は以下のとおり誤りである。",
                        "a(構成について)",
                        "本願発明において案内データ送信の契機となる「車両の来店の検出」は，刊行物1発明におけるリモコンからの取引種別の信号の受信とは全く異なるものである。",
                        "本願発明の携帯端末は，車両の来店を検出した店舗側装置から受信した案内データに基づく案内画面を表示した後に，初めて注文データ(取引種別の信号はこの中に含まれる。)の入力を受け付けるものである。すなわち，本願発明では，店舗側装置が車両の来店を検出して案内データを送信する以前には，携帯端末は取引種別の信号の入力もそもそも受け付けていないのであり，携帯端末からの取引種別の信号の送信を受けて店舗側装置が案内データを送信するという関係にはない。",
                        "このように，本願発明において店舗側装置による案内データの送信の契機となる「車両の来店の検出」は，取引種別の信号のような取引に直接関係するデータの送受信を含むことはない。したがって，審決が，本願発明における「車両の来店の検出」と刊行物1発明の取引種別の信号の送受信を同視して，本願発明は刊行物1発明の構成を含むものであり相違点1は実質的な相違点ではない，と判断したことは，誤りである。",
                        "b(作用効果について)",
                        "仮に，刊行物1発明において，リモコンからの取引種別の信号を受信すると自動取引装置(ATM)が案内データを送信するものであったとしても，リモコンは，車両の来店を検出しているかどうか不明のATMに対していきなり取引種別の信号を送信しなければならないため，その信号がATMに受信されるか否かが確実でない。これに対し，本願発明では，車両の来店を検出した店舗側装置から案内データが送られてくることによって店舗側装置と携帯端末とが通信可能になったことが確認でき，この後に携帯端末が注文データの入力受付を行うため，携帯端末から送信される注文データが店舗側装置に受信されることが確実になるという特有の効果を奏する。",
                        "また，本願発明において店舗側装置による車両の来店の検出が，携帯端末側から送信される何らかの信号を受信することによって行われる場合でも，携帯端末は取引種別の信号を送信する必要がなく，来店検出のための信号を送信すればよい。このため，運転者が何らの操作を行わなくても，携帯端末が自動で来店検出のための信号を送信し，当該信号を受信した店舗側装置が案内データを送信し，当該案内データを受信した携帯端末は表示画面上に取引案内を表示して運転者による注文データの入力を待機する，という一連の動作が連続することによって，操作性が向上するという特有の効果を奏する。",
                        "したがって，たとえ審決のように，刊行物1を「リモコンからの取引種別の信号を受信すると案内データが送信される」ものと認定したとしても，相違点1は，通信の確実性維持，操作性の向上等の技術的意義を有する実質的な相違点である。相違点1は実質的な相違点ではない，と審決が判断したことは，この点においても誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(刊行物2技術についての認定の誤り，これに基づく相違点2の判断の誤り)",
                  "text": [
                    "審決は，相違点2につき，注文データの送信を無線通信により行うことは刊行物2に開示されていると認定したが，誤りである。",
                    "刊行物2は，ガソリンスタンドにおける料金の支払を，無線通信のシステムを利用して顧客が自動車から降りることなく行えるようにした発明を開示するものであるが，料金の支払が無線通信のシステムを利用しているからといって，注文が無線通信によって行われているとは限らない。従来から，ガソリンスタンドにおける注文が，顧客と店舗係員との対面によって自動車から降りることなく行われていたことは，証拠を挙げるまでもなく明らかであり，料金の支払を無線通信で行うことにしたからといって，注文が無線通信で行われているということはできない。",
                    "したがって，審決の相違点2についての判断も，刊行物2に記載された技術事項についての誤った認定に基づいてなされたものであり，この誤りが審決の結論に影響を及ぼすことは明白である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "原告が，本願発明の進歩性についての審決の認定判断が誤りであるとして主張するところは，次のとおりいずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "通常の現金自動取引装置(ATM)では，顧客が最初に入力操作する画面(入力初期画面：客待ち画面)は取引種別選択画面であり，この画面において，顧客は取引種別を入力し，以降，順次，処理に応じた入力画面に切り替わるものである(特開昭61-122795号公報［乙1］，特開平4-352090号公報［乙2］)。",
                    "刊行物1発明におけるリモコンは，装置本体の入力手段により直接入力する代わりに，離れた場所でデータの入力が行える手段であるから，リモコンの表示部には，装置本体の表示部と同様の表示がなされるものと解するのが相当である。してみると，刊行物1記載のリモコンのスイッチを入れたときに表示される，入力のための初期画面(客待ち画面)も「取引種別入力画面」であると解されるから，刊行物1記載のリモコンと現金自動取引装置(ATM)の間での通信の流れは，まず顧客が最初のデータとして取引種別の信号をリモコンからATMへ送信し，取引種別の信号を受信したATMが案内指示データをリモコンへ送信し，案内指示データを受信したリモコンに案内画面が表示され，これに従って顧客が入力した取引データがリモコンからATMへ送信される，というものであると解される。",
                    "上記のとおり，当該技術分野における技術常識及び周知の技術手段を参酌すれば，取引データの入力画面の表示は，リモコンからの最初の信号(取引種別の信号)の送信に基づいて，ATMから案内データが送信されることを契機として表示されるものであるから，審決における刊行物1発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明にいう「案内データ」とは，顧客が注文データを入力するための操作案内情報であると解されるところ，刊行物1発明のリモコンの表示画面にも同様の操作案内情報が表示されることは，リモコンが，顧客が現金自動取引装置(ATM)に行わせようとする処理についての指示を入力するデータ入力手段であることからみて，当然のことである。",
                    "ところで，オンラインシステムにおける中央処理装置と端末装置との関係において，ガイダンス情報等，大量のメモリ容量を必要とする情報は中央処理装置に保有させておき，端末装置からの指示により，中央処理装置からガイダンス情報を送信させ，端末装置に表示させることは，当該技術分野における周知の技術手段である(特開昭57-152031号公報［乙3］，特開平4-329427号公報［乙4］)。そうすると，端末装置に比して更に記億容量の小さなリモコンの場合は，現金自動取引装置(ATM)との関係において，操作案内情報はリモコンのメモリに記憶するのではなくATMに記憶させておき，必要に応じ，リモコンからの指示によりATMから送信させ，リモコンの表示画面に表示させるものと解される。なお，記億容量の小さな携帯端末からの指示により，本体装置から表示データを送信して携帯端末に表示させることは，平1-306963号公報［乙5］に示されている。",
                    "上記のとおりであるから，刊行物1発明のリモコンにおいても，入力指示データ，即ち，案内データは，リモコンからの指示(取引種別の信号の送信)を契機として，現金自動取引装置(ATM)からリモコンへ送信されるものと解するのが相当である。",
                    "また，上記アのとおり，刊行物1発明の現金自動取引装置(ATM)は，案内データを送信し，取引データを受信する送受信部を備えているから，審決には，刊行物1発明の認定についても，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イのとおり，刊行物1発明の自動取引システムにおいて，現金自動取引機(ATM)からリモコンに対して「案内データ」が送信されていることは明らかであるから，審決における相違点1の認定にも誤りはなく，したがって，相違点1に関する検討が意味をなすことはいうまでもなく，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "審決において，刊行物2は，相違点2，すなわち携帯端末から店舗側装置に送信されるデータについての呼称の違いを検討するために引用したものであり，当該データをどのように呼称するかは，本件発明の本質的な問題ではない。仮に，原告が主張するように，刊行物2に記載された発明において，注文は無線を利用して行われているのではないとしても，「取引データ」と「注文データ」の違いは単に用語の問題であって，要は，携帯端末から店舗側装置に送信されるデータのことであるから，審決が，送信されるデータを刊行物1発明の「取引データ」ではなく本願発明の「注文データ」とした点に格別の意義は認められないと判断したことに誤りはない。したがって，刊行物2に記載された技術事項の認定に誤りがあったとしても，審決の結論に影響はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)  の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下において，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物1発明につき審決が認定した構成(現金自動取引装置(ATM)がリモコンから取引種別の信号を受信すると，リモコンに対して案内データを送信し，リモコンから前記案内データに基づく取引データを受信する，という取引の流れ)は，刊行物1の記載から導くことはできないと主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲1)には，以下の記載がある。",
                    "a「顧客操作により現金払出し等の取引を行う自動取引部と，顧客によって操作され，取引のための信号を上記自動取引部との間でやりとりする操作部からなる自動取引システムにおいて，上記操作部は取引データを入力する操作キーと，取引のための各種情報を表示する操作部と，上記自動取引部との間で取引データをワイヤレスで受け渡しする送受信部を備え，上記自動取引部は上記操作部との間で取引データをワイヤレスで受け渡しする送受信部を備え，上記操作部から受信した取引データに従って取引動作を実行するように構成された自動取引システム。」(特許請求の範囲)",
                    "b「本発明は現金自動取引装置の操作に係り，特にドライブスルー形に好適な取引システムに関する。」(1頁左欄20行～右欄1行)",
                    "c「操作部(リモコン)には，パスワード，暗証番号，金額等の取引データを入力するための操作キーと，入力データ，および自動取引機(現金自動取引装置)から送信される取引のための情報をデータを表示するための表示部を備えており自動取引機に直接触れることなく，操作ができる。」(2頁左上欄10行～15行)",
                    "d「第1図，第2図において，1は自動取引部としての自動取引機(ATM)4を操作する操作部(リモコン)，1-eは顧客が取引データ(金額，個人認承用暗証番号，パスワード等)を入力する操作キー，1-aは上記取引データやATM4から送信されるデータ等の取引のための情報(数字および文字情報)を表示するための表示部である。1-b，4-gはそれぞれリモコン1とATM4に設けられた赤外線発受信器からなる取引データの送受信部であり，両者の間で取引データをワイヤレスで受け渡しする。1-cは従来の磁気カードに書込まれている情報他必要な取引データを記憶するメモリ，1-dは…制御部である。」(2頁右上欄2行～14行)          e「4-aは…磁気カード取扱部，4-bは…伝票発行部，4-cは…紙幣取扱部，4-dは…インターフェース部，4-eは入出金口，4-hは顧客操作により上記取引データを入力するキーからなる操作キー部，4-fは取引のための各種情報を表示する表示部，4-eは…制御部である。ATM4は上記リモコンなしでも操作可能であり，上記4-a～4-hまでの各要素を用いて取引がなされる。」(2頁右上欄15行～左下欄8行)",
                    "f「上記リモコンは銀行等の金融機関から顧客に貸し渡されるものであり，従来からある取引媒体としての磁気カードのような形で用いられる。」(2頁左下欄9行～11行)",
                    "上記a～fの各記載によれば，刊行物1発明は，取引に必要なデータを入力する操作キーをリモコンに備え，現金自動取引装置との間で取引のための各種情報をワイヤレスで送受信できるようにしたものであって，従来の磁気カードのような機能と，操作のための表示・入力機能をリモコンに持たせることによって，自動取引装置に直接触れることなく操作できるようにしたものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，刊行物1には，取引の処理の流れについて，次の記載がある。",
                    "g「次に，第3図を用いてリモコン1を用いた支払取引の場合の処理の流れを説明する。",
                    "………操作キー1-aを操作して，取引種別，暗証番号，支払金額等の取引データの入力を行う(ステップ11，12)このとき各データはメモリ1-cに記憶される。顧客はリモコン1の表示部1-aで上記データの内容を確認した後，操作キー1-eの中の送信キーを押下げ，取引データを送受信部1-bからATMの送信部4-gに送る。」(2頁左下欄15行～右下欄6行)"
                  ],
                  "content": [
                    {
                      "fig": "h",
                      "text": [
                        "刊行物1の第3図には，ステップ11として「暗証入力」，ステップ12として「金額入力」と記載されているが，「取引種別入力」の記載はない。",
                        "上記記載によれば，支払取引の場合，ステップ11，12において入力された「暗証番号」「支払金額」の取引データはメモリ1-cに記憶され，顧客が表示部1-aで確認した後，送信キーを押下げ，取引データを送受信部1-bからATMの送信部4-gに送るものとされていることが認められる。　しかしながら，上記gの記載には，取引種別の入力を行うことが記載されているものの，上記hのとおり，第3図には「取引種別入力」のステップは明記されておらず，これらの記載からでは，「取引種別」のデータのやり取りが具体的にどのような形で行われるのか，また，各種取引データを入力する際に表示部1-aにどのような表示がなされるのか，必ずしも明確とはいえない。",
                        "そして，刊行物1には，リモコンで各種取引データを表示・入力し現金自動取引装置(ATM)とリモコンとの間でデータの送受信を行うことを除けば，ATM自体の機能や取引の処理の進め方が従来のものと殊更に異なるものであることの記載ないし示唆を見いだすことはできず，前記d，fの記載によれば，リモコンは従来の磁気カードのような形で用いられるとされること，前記eの記載からして刊行物1記載のATMはリモコンを用いない通常の操作も行えるものであることからみると，リモコンで各種取引データを表示・入力しATMとリモコンとの間でデータの送受信を行うことを除けば，ATM自体の機能や取引の処理の進め方自体は，リモコンを用いる場合も，通常のATMと格別異なるものではないと解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，現金自動取引装置(ATM)においては，通常，まず，ATMに表示される取引種別入力表示に従って顧客が取引種別を入力することにより取引が開始され，以後取引の種類に対応して表示される操作案内に従って顧客が必要なデータ等を入力することにより取引が進められていくことは，本件出願時に周知であったと認められる(乙1，2)。",
                    "そうすると，刊行物1記載のリモコンを用いる場合においても，各種の取引に用いられることが想定されることは刊行物1に「取引種別の入力」を行うと記載されていることからも明らかであるところ，取引の種別(出金，残高照会，振込等)によって入力操作は異なるものであるから，リモコンを用いない場合の通常の入力操作と同様に，顧客が，まず，リモコンに取引種別を入力してATMに送信することによって取引が開始され，これに応じてATMから送信される案内データに基づいて表示される操作案内に従って，顧客が以後の操作を進めるものと解するのが相当といえる。",
                    "確かに，刊行物1のリモコンの備える構成として，原告が主張するように，表示器に合わせた画面データをリモコンの内蔵メモリに記憶しておき，これを読み出して操作案内及び入力指示画面を表示するようにした上で，取引種別の指定，暗証番号，金額の指定等から成る取引データを顧客がリモコンから一括送信するようにシステムを構成することも，技術的に不可能とはいえないかもしれない。しかし，刊行物1発明の現金自動取引装置(ATM)はリモコンを用いない通常の操作も行えるものであることからすると，ATMの構成につき特段の限定のない刊行物1においては，ATMの取引手順は，周知例(乙1，2)と同様に，取引種別の入力を待つ状態(客待ち画面)から始まり，顧客が取引種別を入力すると取引の処理が開始されるという構成のものであると考えるのが通常である。取引種別の入力も含めて取引データが一括送信されるとするならば，リモコンで操作する場合には，リモコンを用いない通常の場合とは相当異なる特殊な処理の流れを必要とするものと認められるから，現金自動取引装置(ATM)の側にも何らかの特殊な機能を付加することが必要になるはずである。",
                    "刊行物1の上記gの記載においては，「支払取引の場合の処理の流れを説明する。」とされ，上記hの記載によれば第3図には「取引種別入力」のステップの記載がないことからすると，これらの記載は，取引種別として「支払」の入力が行われ，これに対応する操作案内が表示された以後の流れを説明するものと解するべきであり，刊行物1発明の現金自動取引装置(ATM)が，乙1，2のような通常のATMの機能とは異なる特殊な機能を有するものと解すべき根拠があるとはいえない。",
                    "そして，刊行物1の上記c，dの記載によれば，リモコンの表示部1-aは，ATM4から送信されるデータ等の取引のための情報を表示するためのものであることからして，案内データもATMから送信されるものと解するのが相当である。",
                    "したがって，審決が，刊行物1発明として「自動取引装置は，リモコンから取引種別の信号を受信すると，リモコンに対して案内データを送信し，リモコンから前記案内データに基づく取引データを受信する送受信部を備えており，リモコンは，取引データを入力する入力部，入力した取引データおよび自動取引装置から送信される案内データを表示する表示部，自動取引装置との間で，取引データ，案内データの送受信を行う送受信部を備えている，自動取引システム。」(3頁20行～26行)を認定したことに誤りはないから，審決には，原告が取消事由1について(ア)として指摘するような，刊行物1発明の認定の誤りがあるとはいえない。刊行物1発明の認定に原告主張の誤りがない以上，これに誤りがあることを理由とする相違点の看過，相違点1の認定の誤りの主張も，採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "さらに，原告は，本願発明において，案内データの送信の契機となる「車両の来店の検出」は，本件明細書に記載した来店検出のための送信データの受信は含むものの，刊行物1に記載される，取引に直接関係するような「取引種別等の取引データの受信」を含むことはないのであって，本件明細書記載の「送信データ」と刊行物1記載の「取引種別の信号」とを同視することはできないから，本願発明は刊行物1発明の構成を含むものであると審決が判断したことは誤りである，と主張する。",
                    "しかし，甲5(手続補正書)の記載によれば，「車両の来店の検出」に関する構成としては「上記店舗側装置に，車両の来店を検出すると，上記携帯端末に対して取引にかかる案内データを送信する案内データ送信手段を備え」(【請求項1】)とされるのみであり，本願の公開特許公報(甲3)にも「CPU21は，顧客がガソリンスタンドに来店した顧客が携帯している携帯端末機1からの送信データを受信すると」(段落【0015】)との記載があるにとどまるから，車両の来店を検出するための具体的な手段が特定されるものではなく，案内データ送信の契機となるものであれば足りるものと解される。そして，上記(1)に説示したところによれば，刊行物1記載の発明においても，リモコンから取引種別がATMに送信されることを契機として案内データが送信されるものといえるから，本願発明の上記構成と格別異なるものとはいえず，審決が，本願発明は刊行物1発明の構成を含むものであると判断したことに，誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告が主張する本願発明特有の作用効果について検討すると，まず，車両の来店を検出した店舗側装置から案内データが送られてくることによって店舗側装置と携帯端末とが通信可能になったことが確認でき，この後に携帯端末が注文データの入力受付を行うため，携帯端末から送信される注文データが店舗側装置に受信されることが確実になるという効果については，刊行物1記載の発明においても，案内データがATMからリモコンに送信されることによって同様の効果を奏するものと認められる。",
                    "次に，携帯端末が自動で送信データを送信することが可能となり，運転者が操作しなくても案内画面を携帯端末に表示させることができ，操作性が向上するという効果については，上記のとおり，本願発明において車両の来店を検出するための具体的な手段が特定されるものではないから，発明の要旨に基づかないものであって，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告の主張する取消事由1は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物2に記載された発明は，ドライブスルーのファーストフード店，ドライブインムービーや給油所において，車内にいたままで料金の支払が行え，自動車から全く降りずにすむようにすることを目的とする(甲2の1頁右欄5行～8行)ものである。",
                "そして，審決は，料金の支払が，自動車に搭載された「表示器，キーボード，制御装置，無線機」等により自動車から降りることなく行えるものであることなどから，注文に関しても自動車から降りることなく，自動車の無線送信機から注文データが送信されることは明らかであると判断した上で(3頁31行～末行)，刊行物2に記載された技術事項として，「自動車から注文データを送信」するものであることを認定した(4頁7行)。しかし，従来から，給油所においては，店舗係員が車内にいる運転者等から注文を受けて給油を行うものであるし，ドライブスルー形式のファーストフード店においても，注文自体は対面あるいは有線通信で行われるようにすれば，無線送信機を用いて注文データを送信せずとも，自動車から降りる必要はないことは，明らかである。",
                "したがって，刊行物2に，自動車から降りることなく料金の支払が行える旨の記載があるとしても，「自動車から注文データを送信」するものであるとまで断ずることはできず，審決の前記認定は根拠を欠くといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願の請求項1の記載によれば，「注文データ」の具体的な内容についてまで特定されているわけではなく，取引のために送信するデータを「注文データ」と称するか，「取引データ」と称するかは，取引の形態に応じて適宜定められる程度の事項というべきである。したがって，相違点2に関する審決の判断(6頁第4段落)のうち，「刊行物2に記載されるように，車両に搭載された装置から，給油等に関する注文データを送信することは公知の技術手段であり」とした点は上記(1)のとおり根拠を欠くとしても，刊行物1発明について「自動取引装置に対するデータ送信であるため「取引データ」なる用語を用いており，送信データを「注文データ」とした点に格別の意義は認められない。」とした判断に誤りはないことになるから，結局，相違点2は格別のものでないとした審決の結論に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告が主張する取消事由はいずれも採用できない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}