{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求める裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が不服2003-12684号事件について平成16年9月22日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，発明の名称を「摺動体及び磁気ヘッド」とする発明について，平成12年7月28日に特許出願し(2000年特許願第229463号。以下「本",
            "件出願」といい，出願時の明細書及び図面を「当初明細書」という。当初明細書における請求項の数は6，後記第1次補正後の請求項の数は8，後記本件手続補正後の請求項の数は5である。)，平成14年11月29日付けで手続補正したが(以下「第1次補正」という。)，平成15年5月27日に拒絶査定を受け，同年7月3日にこれに対する不服審判を請求するとともに，同年8月1日付け手続補正書をもって特許請求の範囲等の補正(以下，この補正を「本件手続補正」という。)をした。特許庁は，これを不服2003-12684号事件として審理した結果，平成16年9月22日，本件手続補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，審決の謄本は同年10月6日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(本件手続補正後のもの)",
          "text": [
            "「【請求項1】　摺動体の摺動面に，耐摩耗材料の超微粒子を高速で吹き付けて所定形状の耐摩耗性を有するセグメントの膜を間隔を存して多数形成すると共に潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を間隔を存して多数形成し，且つ前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメントの膜とを交互に間隔を存して配置したことを特徴とする摺動体。",
            "【請求項2】　磁気ヘッドの記録媒体との摺動面に，耐摩耗材料の超微粒子を高速で吹き付けて所定形状の耐摩耗性を有するセグメントの膜を間隔を存して多数形成すると共に潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を間隔を存して多数形成し，且つ前記耐摩耗性を有するセグメントと潤滑性を有するセグメントとを交互に間隔を存して配置したことを特徴とする磁気ヘッド。",
            "【請求項3】　前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメントの膜は，矩形状をなし，前記摺動面における磁気ギャップを横切って前記記録媒体の走行方向に延びることを特徴とする請求項2記載の磁気ヘッド。",
            "【請求項4】　前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメントの膜は，前記摺動面における磁気ギャップの部分を除いて形成したことを特徴とする請求項2記載の磁気ヘッド。",
            "【請求項5】　前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメントの膜の厚みは，前記摺動面における磁気ギャップの幅以下であることを特徴とする請求項2記載の磁気ヘッド。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおり。要するに，本件手続補正後の請求項1及び2に含まれる構成並びに請求項3ないし5に含まれる構成は，いずれも当初明細書に記載した事項の範囲内のものではなく，本件手続補正は，特許法17条の2第3項の規定に違反するものであるから，却下されるべきものであり，本件手続補正前の請求項1の発明は，特開昭57-162113号公報(以下「引用例」という。)に記載された発明(以下「引用発明」という。)と同一であるから，特許を受けることができない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由の要点",
      "text": [
        "審決は，当初明細書の記載事項の認定判断を誤り，それによって本件手続補正が許されないという誤った判断をしたものであるから，違法として取り消されるべきである(本件手続補正前の請求項を前提とした審決の判断は争わない。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(当初明細書記載事項の認定判断の誤り-その1)",
          "text": [
            "審決が，本件手続補正後の請求項1及び2において，潤滑性を有するセグメントの膜に関して，「潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を間隔を存して多数形成」する構成は，当初明細書に記載されていないとした点は，当初明細書の段落【0014】及び【0020】の記載の認定判断を誤ったことによるものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当初明細書の段落【0014】について",
              "text": [
                "審決は，「段落14には，『コーティングするセラミック薄膜の耐摩耗性材料(判決注・「セラミックス薄膜の耐摩耗材料」の誤記と認める。以下同じ。)としては，硬度(耐摩耗性)や，潤滑性を考慮して・・・・・・の混合物，化合物がある。セグメントは，種々の従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。』と記載されているが，ここで『潤滑性を考慮』する対象は『耐摩耗性材料』についてであり，また当該段落における『セグメント』とは，『耐摩耗性』のセグメントについての記載であり，段落14における記載は，『潤滑性を有するセグメントの膜』についての記載ではない。」とする。",
                "しかしながら，当初明細書の段落【0014】の第一文は，「セラミックス薄膜の耐摩耗材料としては，硬度(耐摩耗性)や，潤滑性を考慮して・・・・・・の混合物，化合物がある。」というものであり，同第二文は，「セグメントは，種々の従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。」というものである。",
                "第一文の記載から，セラミックス薄膜の耐摩耗材料には，硬度(耐摩耗性)や潤滑性を考慮した混合物，化合物が含まれることになる。また，第一文のセラミックス薄膜の耐摩耗材料と，第二文のセラミックス材料の超微粒子とは，当初明細書の記載から，ともに「セラミックス薄膜の耐摩耗材料」で共通することに疑いない。すなわち，第一文の「セラミックス薄膜の耐摩耗材料」と第二文の「セラミックス材料の超微粒子」とは，実質的に同一概念で共通するものである。",
                "そうすると，第二文は，「セグメントは，種々の従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子(セラミックス薄膜の耐摩耗材料を意味し，硬度(耐摩耗性)や潤滑性を考慮した混合物，化合物が含まれるのである。)を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。」ということになる。したがって，セグメントの薄膜には，潤滑性を考慮した混合物，化合物で形成されるものが含まれるのである。",
                "そもそも，当初明細書の段落【0015】には，「更に，セグメントは，超微粒子が極めて緻密に結合して形成されるために表面が鏡面をなしており，研磨等をする必要が無く，滑動性も極めて良好である。」と記載されている。ここで，滑動性と潤滑性とは同意義というべきだから，潤滑性を有するセグメントは，当初明細書に実質的に記載されているのである。",
                "したがって，当初明細書の段落【0014】における記載は，「潤滑性を有するセグメントの薄膜」についての記載を含むものとなるから，審決における段落【0014】についての認定判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当初明細書の段落【0020】について",
              "text": [
                "審決は，①「段落20には，『尚，上記各実施例においても，耐摩耗性を有するセグメントと潤滑性を有するセグメントとを交互に配列するようにしても良い。』と記載されているが，潤滑性を有するセグメントの具体的な形成方法については何ら記載されていない。」とし，②「そして，段落14及び段落20の記載並びに当業者の技術常識を総合的に勘案しても，特に『潤滑性を有するセグメントの膜』を『潤滑性を有する材料の超微粒子を高速で吹き付けて』形成することは，自明の事項ではないので，上記構成は，当初明細書に記載した事項の範囲内であるということはできない。」とする。",
                "しかしながら，当初明細書の段落【0014】には，セラミックス薄膜の耐摩耗材料としては，硬度(耐摩耗性)や，潤滑性を考慮して・・・・・・の混合物，化合物があると記載され，また，超微粒子(粒子径が0．1μm以下で，表面が非常に活性な超微粒子を形成するものなど)を高速で吹き付けて，セグメントの膜を形成する旨記載されている。そして，段落【0015】には，潤滑性を有するセグメントが実質的に記載されているのである。",
                "そうすると，段落【0014】及び段落【0015】の記載から，「潤滑性を有するセグメントの膜」を「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成することは，実質的に当初明細書に記載した事項の範囲内であるというほかない。したがって，上記審決の②の判断は，誤りである。このように，潤滑性を有するセグメントの具体的な形成方法は，当初明細書に記載されているから，潤滑性を有するセグメントの具体的な形成方法が記載されていないとする上記審決の①の判断も，誤りである。",
                "被告は，「超微粒子」が潤滑性を有する材料の超微粒子か否か自明ではないと主張するかもしれないが，仮にそうであるとしても，「セグメントとして潤滑性を有すること」が，本願補正発明の趣旨であって，微粒子の潤滑性までを規定するものではないことは明らかであるから，「潤滑性を有する材料の超微粒子か否か自明ではない」とすることは，あまりにも，文言に拘泥したものというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(当初明細書記載事項の認定判断の誤り-その2)",
          "text": [
            "審決は，本件手続補正後の請求項3について，「本件手続補正の請求項3において，潤滑性を有するセグメントの膜を・・・・・・と記載があるのみで，「潤滑性を有するセグメントの膜」の具体的な形状，形成位置，膜の厚みについて，当初明細書に記載がなく，自明の事項でもないので，当初明細書に記載した事項の範囲内であるということはできない。」(審決書4頁1～13行)とする。",
            "しかし，セグメントの具体的な形状及び形成位置は，当初明細書の段落【0016】～段落【0020】及び添付の図1～図7などに記載されている。これらの記載と，段落【0015】に記載される「良好な滑動性」とからすれば，「潤滑性を有するセグメントの膜」の具体的な形状及び形成位置は，実質的に記載されている。また，膜の厚みについても，同じく段落【0015】において，良好な滑動性とともに記載されている。したがって，この結論も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "本件手続補正は不適法な補正であって，これを補正却下すべきものとした審決の判断に，誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(当初明細書記載事項の認定判断の誤り-その1)について    (1)　原告は，当初明細書の段落【0014】及び段落【0015】の記載を指摘して，審決における判断は誤りである旨主張しているが，審決の判断に誤りはない。",
            "すなわち，原告らは，「したがって，セグメントの薄膜には，潤滑性を考慮した混合物，化合物で形成されるものが含まれるのである。」と段落【0014】の記載から結論を導いているが，段落【0014】記載の語句を意図的に削除し，曲解して結論付けようとするものであり，失当である。段落【0012】からの文脈及び段落【0014】の第1文，第2文の文脈をみれば，段落【0014】は，あくまで耐摩耗膜を構成するセラミックスのセグメント形状の薄膜について，その硬度(耐摩耗性)や潤滑性を考慮することが読み取れるのであって，原告の主張は失当である",
            "また，「潤滑性を考慮して」とは，潤滑性を有する材料を用いることでは決してない。硬度(耐摩耗性)や潤滑性が，コーティングするセラミックス薄膜の耐摩耗材料の具体的な材料選択時に考慮すべき物性であることを述べるにとどまるものであって，潤滑性が悪いものを選択しない程度に，当業者であれば理解するにとどまる。",
            "段落【0014】の第2文は，セラミックス材料の超微粒子を高速で吹き付けて，セグメントを成膜することを記載するもので，ここでセラミックス材料とは，第1文でいう耐摩耗材料であるセラミックス材料である。したがって，第2文には，潤滑性を有する材料の超微粒子を用いることは記載されていない。そして，潤滑性を有する材料の超微粒子を用いることは，当業者にとって到底想到し得ないことである。",
            "ところで，本願の耐摩耗材料である「セラミックス材料」とは，その組成が当初明細書に例示されている酸化物や窒化物等の無機材料である。",
            "一方，「潤滑性を有する材料」とは，セラミックス材料とはその技術概念を全く異にする材料であって，その材料の超微粒子を高速で吹き付けて成膜する技術，及び超微粒子を高速で吹き付けて潤滑性を有する膜を形成する技術は，当業者にとって自明な事項ではない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告らは，当初明細書の段落【0014】，段落【0015】及び段落【0020】の記載を指摘して，審決の判断は誤りである旨をいうが，潤滑性を有するセグメントの膜の具体的な形成方法について，当初明細書には何ら記載や示唆がないものであって，審決の判断に誤りはない。",
                "本件手続補正の特許請求の範囲は「潤滑性を有する材料の超微粒子を高速で吹き付け」と特定しているものであるから，特許請求の範囲の特定する事項を超微粒子の潤滑性まで規定するものではないと原告は主張しているが，請求の範囲の要旨を請求の範囲の記載を離れて主張することは，許されるべきではない。",
                "原告らは，補正前の請求項2の「請求項1に記載の摺動体において，更に潤滑性を有する所定形状のセグメントの膜を間隔を存して多数形成し，前記耐摩耗膜と前記潤滑性を有するセグメントの膜とを交互に配置することを特徴とする摺動体」を本件手続補正の特許請求の範囲で，特に「潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を」と特定しているものであり，超微粒子の潤滑性まで規定しようする意図をもって特定しているものである。",
                "また，原告らは，本件手続補正の特許請求の範囲で，「耐摩耗材料の超微粒子を」と「潤滑性を有する材料の微粒子を」とを対比して特定しているものであり，超微粒子の潤滑性まで規定しようとする意図をもって特定しているものである。",
                "「潤滑性を有するセグメントの膜」を「超微粒子を高速で吹き付けて」形成することは，上記(1)で述べたように，明細書に記載されておらず，かつ自明な事項ではないことであり，ましてや，「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成することは，当初明細書に記載されておらず，かつ自明な事項ではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(当初明細書記載事項の認定判断の誤り-その2)について    　原告らは，段落【0020】の記載を挙げて，審決の判断は誤りである旨主張しているが，潤滑性を有するセグメントの膜の具体的な形状，形成位置，膜の厚みについて，当初明細書には何ら記載や示唆がないものであり，審決の判断に誤りはない。",
            "当初明細書の「各実施例においても，耐摩耗性を有するセグメントと潤滑性を有するセグメントとを交互に配列する」(段落【0020】)の記載からは，潤滑性を有するセグメントが，耐摩耗性を有するセグメントの間に交互に配列されることが自明であるにとどまり，潤滑性を有するセグメントの膜の，それ以上の具体的な形状，形成位置，膜の厚みについては，当初明細書に記載がなく，自明な事項でもない。請求項3，4，5は，請求項2を引用する請求項であるところ，「潤滑性を有するセグメントの膜」が，「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成され「矩形状」をなしているもの，又は，「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成されて「磁気ギャップの部分を除いて形成」されているもの，「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成されて厚みが「磁気ギャップの幅以下」であるものは，いずれも当初明細書に記載がなく，自明な事項でもない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(当初明細書記載事項の認定判断の誤り-その1)について    (1)　当初明細書には，次の記載がある。",
            "「【特許請求の範囲】",
            "【請求項1】 摺動面にセグメント状の耐摩耗膜を僅かの間隙を存して多数形成したことを特徴とする摺動体。",
            "【請求項2】 記録媒体との摺動面に耐摩耗膜を形成した磁気ヘッドにおいて，前記耐摩耗膜は，前記摺動面における磁気ギャップの少なくとも一部を含んでセグメント状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴とする磁気ヘッド。",
            "【請求項3】 記録媒体との摺動面に耐摩耗膜を形成した磁気ヘッドにおいて，前記耐摩耗膜は，前記摺動面における磁気ギャップの部分を除いてセグメント状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴とする磁気ヘッド。",
            "【請求項4】 前記耐摩耗膜の厚みは，前記摺動面における磁気ギャップの幅以下であることを特徴とする請求項2又は3に記載の磁気ヘッド。",
            "【請求項5】 前記耐摩耗膜は，セラミックスの薄膜であることを特徴とする請求項1乃至4に記載の摺動体又は磁気ヘッド。",
            "【請求項6】 前記耐摩耗膜は，前記摺動面にセラミックス材料の超微粒子を高速で吹き付けて形成することを特徴とする請求項1乃至5に記載の摺動体又は磁気ヘッド。",
            "【0001】",
            "【発明の属する技術分野】本発明は，耐摩耗性に優れた摺動面を有する摺動体及び磁気ヘッドに関する。",
            "【0004】",
            "【発明が解決しようとする課題】・・・・・・耐摩耗層の膜厚が厚くなるに従い成膜時の内部応力等により，クラックが発生して摺動する磁気記録媒体に損傷を与えたり，剥離強度が劣化する等の問題がある。",
            "【0005】本発明は，上述の点に鑑みてなされたもので，摺動体の摺動面及び磁気ヘッドの摺動面に形成する耐摩耗膜の内部応力を緩和してクラック等の発生を防止し，耐摩耗性に優れた摺動体及び磁気ヘッドを提供することを目的とする。",
            "【0006】",
            "【課題を解決するための手段】上記目的を達成するために請求項1の発明では，摺動面にセグメント状の耐摩耗膜を僅かの間隙を存して多数形成したことを特徴とするものである。請求項2の発明では，記録媒体との摺動面に耐摩耗膜を形成した磁気ヘッドにおいて，前記耐摩耗膜は，前記摺動面における磁気ギャップの少なくとも一部を含んでセグメント状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴とするものである。",
            "【0007】請求項3の発明では，記録媒体との摺動面に耐摩耗膜を形成した磁気ヘッドにおいて，前記耐摩耗膜は，前記摺動面における磁気ギャップの部分を除いてセグメント状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴とするものである。請求項4の発明では，前記耐摩耗膜の厚みは，前記摺動面における磁気ギャップの幅以下であることを特徴とするものである。",
            "【0008】請求項5の発明では，前記耐摩耗膜は，セラミックスの薄膜であることを特徴とするものである。請求項6の発明では，前記耐摩耗膜は，前記摺動面にセラミックス材料の超微粒子を高速で吹き付けて形成することを特徴とするものである。互いに摺動しながら相対変位する摺動体においては摺動面が摩擦により摩耗するために，摺動体の摺動面に耐摩耗膜を形成し，この耐摩耗膜を，セグメント状の耐摩耗膜を僅かの間隙を存して多数配置したセグメントパターンとしてコーティングにより形成する。これにより，成膜時の内部応力等が緩和されてクラックの発生，耐摩耗膜の剥離が防止される(請求項1)。」",
            "「【0011】",
            "耐摩耗膜をセラミックスの薄膜とすることで，耐摩耗性に優れ(請求項5)，摺動面にセラミックス材料の超微粒子を高速で吹き付けることで，極めて薄くて強靱な，且つ面粗度の極めて細かい耐摩耗膜が形成され，記録媒体が円滑に摺動することが可能である(請求項6)。」",
            "「【0014】",
            "コーティングするセラミックス薄膜の耐摩耗材料としては，硬度(耐摩耗性)や，潤滑性を考慮して，アルミナ(A1 O )，ジルコニア(ZrO )，窒化珪素(Si Ｎ )，チタニア(TiO )，部分安定化ジルコニア(PSZ)，",
            "酸化クロム(Cr O )等とこれらの混合物，化合物がある。セグメントは，種々の従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。・・・・・・。",
            "【0015】",
            "このようにして，多数のセグメントから成る耐摩耗膜が摺動面に形成する。この耐摩耗膜は，摺動面に成膜時の内部応力が大幅に緩和されて，クラック，剥離，脱離等の発生が良好に抑えられる。しかも，各セグメントは，超微粒子が極めて緻密に結合して形成されることで，膜厚が1μm程度の極めて薄い薄膜から数十～数百μmの薄膜を容易に形成することが可能である。更に，セグメントは，超微粒子が極めて緻密に結合して形成されるために表面が鏡面をなしており，研磨等をする必要が無く，滑動性も極めて良好である。」",
            "「【0019】",
            "前記記録媒体は，摺動面12a，13aに形成されている耐摩耗膜15を摺動することにより，これら摺動面12a，13aの摩耗が防止される。また，耐摩耗膜15は，各セグメント14に分離していることで，隣り合うセグメント14間の隙間に，記録媒体の摺動時に発生した塵埃等を吸収することができ，前記記録媒体に傷が付き難くなる。更に，耐摩耗膜15は，鏡面をなしているために滑動性が良好であり，前記記録媒体の摩耗が大幅に低減される。・・・・・・。",
            "【0020】",
            "尚，上記各実施例においても，耐摩耗性を有するセグメントと潤滑性を有するセグメントとを交互に配列するようにしても良い。尚，セグメントの形状及び配列としては，上記各実施例に示した形状や配列に限るものではなく，他の種々の形状や配列が考えられる。例えば，丸型や亀甲形等の形状のものを，互い違いに配列しても良い。」"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "当初明細書には，以上の記載のほかには「潤滑性」又は「滑動性」に関する記載はなく，図1～図9には「潤滑性」に関連する記載は一切存在しない。",
                "当初明細書のこれらの記載によれば，本件出願に係る発明は，耐摩耗性に優れた摺動面を有する摺動体及び磁気ヘッドに関する技術分野に属する発明であるところ，当該技術分野においては，摺動面にはなるべく薄く，強度の耐摩耗が形成された磁気ヘッドが要望され，セラミックス等の材料による耐摩耗膜層が形成されてきたが，成膜時の内部応力等によるクラック発生や剥離強度の劣化等の問題があった。そこで摺動面にセグメント状の耐摩耗膜を僅かの間隙を存して多数形成することにより成膜時の内部応力等が緩和され，クラック発生や耐摩耗膜の剥離を防止するようにしたというのが本件出願に係る発明であることが，明らかである。",
                "したがって，当初明細書における請求項は，いずれもセグメント状の耐摩耗膜を僅かの間隙を存して多数形成することを要件としているが，耐摩耗膜以外の目的をもったセグメント状の膜については要件にしていないのであって，発明の詳細な説明中の実施例の一例として「耐摩耗性を有するセグメントと潤滑性を有するセグメントとを交互に配列するようにしても良い。」【0020】というように潤滑性を有するセグメントの存在も考えられることを示唆しているにとどまる。そして，耐摩耗膜の形成方法について，本件手続補正前の請求項6が「前記耐摩耗膜は，前記摺動面にセラミックス材料の超微粒子を高速で吹き付けて形成することを特徴とする請求項1乃至5に記載の摺動体又は磁気ヘッド。」と特定している。",
                "ところで，本件手続補正後の請求項1は，「摺動体の摺動面に，耐摩耗材料の超微粒子を高速で吹き付けて所定形状の耐摩耗性を有するセグメントの膜を間隔を存して多数形成すると共に潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を間隔を存して多数形成し，且つ前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメントの膜とを交互に間隔を存して配置したことを特徴とする摺動体。」というものである。すなわち，セグメントの膜については，「耐摩耗性を有する膜」と「潤滑性を有する膜」の両者の存在が要件となり，しかもそのいずれの膜もそれぞれ「耐摩耗性」と「潤滑性」という性質を有する材料の超微粒子を高速で吹き付けて形成するという形成方法により構成が特定されるというものであり，その限りでは本件手続補正後の請求項2も同様である。",
                "そうすると，セグメントの膜は，耐摩耗性の膜とは別に，潤滑性を有する材料の超微粒子を高速で吹き付けるという方法で作成される潤滑性を有する(しかもそれは耐摩耗性を有するものであるか否かとは無関係の)膜であることを要件とすることとなるのである。",
                "しかしながら，前記のとおり，当初明細書の段落【0014】の記載には，耐摩耗性を有する材料により耐摩耗膜を形成することが記載されているにとどまり，少なくとも耐摩耗性とは無関係に潤滑性のみを有する材料の使用を示唆するかのような記載は全くなく，そのことはあくまでも耐摩耗膜の作成を開示しているにとどまるものであることが明らかである。そして段落【0020】は，そのことを前提に潤滑性を有するセグメントの膜の存在を明らかにしているのであって，耐摩耗性とは無関係な潤滑性のみを有する材料による膜の作成方法については全く触れていないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の点に関して，原告らは，縷々主張するのでこれを検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず原告らは，当初明細書の段落【0014】の第二文は，「セグメントは，種々の従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子(セラミックス薄膜の耐摩耗材料を意味し，硬度(耐摩耗性)や潤滑性を考慮した混合物，化合物が含まれるのである。)を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。」ということになるとして，セグメントの薄膜には，潤滑性を考慮した混合物，化合物で形成されるものが含まれるとし，当初明細書の段落【0015】には，「更に，セグメントは，超微粒子が極めて緻密に結合して形成されるために表面が鏡面をなしており，研磨等をする必要が無く，滑動性も極めて良好である。」と記載されているけれども，この滑動性と潤滑性とは同意義というべきだから，潤滑性を有するセグメントは，当初明細書に実質的に記載されているのであって，段落【0014】における記載は，「潤滑性を有するセグメントの薄膜」についての記載を含むものとなるから，審決の当初明細書段落【0014】についての判断は誤りであると主張する。",
                    "しかしながら，まず，当初明細書の段落【0014】の第一文の記載から，セラミックス薄膜の耐摩耗材料には，硬度(耐摩耗性)や潤滑性を考慮した混合物，化合物が含まれる点については，特に争いはないのであり，セグメントの薄膜は，セラミックス材料の超微粒子を高速で吹き付け，その衝撃力で形成するのであるから，潤滑性も考慮した混合物，化合物からなる耐摩耗材料で形成されるものも含まれるが，耐摩耗性とは無関係の単に潤滑性のみを考慮した混合物，化合物で形成されるものが含まれるものでないことは，明らかである。",
                    "また，当初明細書の段落【0015】には，「このようにして，多数のセグメントから成る耐摩耗膜が摺動面に形成する。この耐摩耗膜は，・・・・・・クラック，剥離，脱離等の発生が良好に抑えられる。しかも，各セグメントは，・・・・・・膜厚が1μm程度の極めて薄い薄膜から数十～数百μmの薄膜を容易に形成することが可能である。更に，セグメントは，・・・・・・滑動性も極めて良好である。」と記載されているのであるから，極めて良好な滑動性を有するのは，セグメントを構成する耐摩耗膜(すなわち，耐摩耗材料からなるセラミックス薄膜)と解すべきである。また，そもそもセラミックス薄膜の耐摩耗材料は，潤滑性も併せ考慮して採用するのであるから，仮に原告ら主張のように滑動性と潤滑性とが同意義であるならば，耐摩耗材料と解したとしても，セグメントの滑動性が極めて良好であるという効果を，当然に奏するものと予測することができる。",
                    "したがって，当初明細書の段落【0014】及び段落【0015】に，セグメントの薄膜の材料として潤滑性を併せ持つものが開示されているとしても，それはあくまでも耐摩耗材料であって，潤滑性を有するセグメントの薄膜は記載されていない。また，上記各段落の記載から，潤滑性を有するセグメントの薄膜を用いることが当業者にとって自明ということもできない。原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，当初明細書の段落【0014】及び段落【0015】の記載から，「潤滑性を有するセグメントの膜」を「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成することは，実質的に当初明細書に記載された事項の範囲内であるというほかなく，潤滑性を有するセグメントの具体的な形成方法は，当初明細書に記載されているとして，段落【0020】に関する審決の認定判断も誤りであると主張する。しかしながら，前示のとおり，潤滑性のある材料を高速で吹き付けて潤滑性(滑動性)を有するセグメント(の膜)を形成することが，当初明細書に記載されているものとはいえないのであるから，原告らのこの主張も採用することができない。",
                    "原告らは，「被告は，『超微粒子』が潤滑性を有する材料の超微粒子か否か自明ではないと主張するかもしれないが，仮にそうであるとしても，『セグメントとして潤滑性を有すること』が，本願補正発明の趣旨であって，微粒子の潤滑性までを規定するものではないことは明らかであるから，『潤滑性を有する材料の超微粒子か否か自明ではない』とすることは，あまりにも，文言に拘泥したものというほかないのである。」と主張する。しかしながら，本件手続補正後の請求項1及び請求項2は，「・・・・・・潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を間隔を存して多数形成し，・・・・・・」というものであって，微粒子の潤滑性までも特定していることは明らかである。原告らの上記主張は，特許請求の範囲の記載に基づかないものであって，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告らが取消事由1として主張するところはいずれも理由がない。したがって，本件手続補正のうち，請求項1及び2の構成に係る補正は，これを認めることができないものであり，本件手続補正後の請求項3ないし5は同請求項2を引用するものであるから，請求項3ないし5に係る補正も同様に認めることができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，原告らが取消事由2として主張する点について検討するまでもなく，本件手続補正は当初明細書に記載した事項の範囲内のものではないことが明らかである。したがって，同理由によって本件手続補正を却下した審決の判断に誤りはない。",
            "よって，原告らの本訴請求を棄却することとし，訴訟費用の負担について，行政事件訴訟法7条，民事訴訟法61条，65条1項本文を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}