{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2004-39134号事件について平成16年11月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の特許権者である原告が，第三者からの特許異議の申立てに基づき特許庁が特許取消決定をしたので，その取消訴訟を提起するとともに，特許庁に対して訂正審判の請求をしたところ，同庁が請求不成立の審決をしたため，原告がその取消しを求めた事案である。",
        "なお，前記特許取消決定の取消しを求める訴訟は，平成17年(行ケ)第10056号事件として当庁に係属中であり，本件訴訟と並行して審理が進められている。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「二軸配向積層ポリエステルフィルム」とする発明につき，平成7年1月6日(優先権主張日平成6年1月11日，日本国)に特許出願をし，平成13年10月5日に特許第3238589号として設定登録を受けた(甲9〔特許公報〕。以下「本件特許」という。)。",
                "その後本件特許に対し，E株式会社から特許異議の申立てがなされ，これに対し原告は請求項5の削除等を内容とする訂正請求して対抗していたところ，特許庁は平成15年9月18日，「訂正を認める。特許第3238589号の請求項1ないし4に係る特許を取り消す。」旨の決定をした。そこで原告は，同決定の取消しを求める訴えを東京高等裁判所(平成17年4月1日に当庁へ回付。平成17年(行ケ)第10056号)に提起した。",
                "前記訴訟係属中の平成16年6月11日，原告は本件特許につき訂正審判の請求(甲7。以下「本件訂正請求」という。)を行い，同請求は訂正2004-39134号事件として係属した。特許庁は，同事件について審理した上，平成16年11月24日，「本件審判の請求は，成り立たない。」との審決(甲5。以下「本件審決」という。)をし，その謄本は平成16年12月3日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時の発明内容",
              "text": [
                "本件特許の登録時の特許請求の範囲の記載は，下記のとおりである(甲9。以下，各請求項(旧請求項)に記載の発明をそれぞれ「訂正前発明1」～「訂正前発明5」という。)。",
                "記",
                "【請求項1】共押出によって形成された積層ポリエステルフイルムであって，少くとも一つの表面層の厚さが0.02μm以上3μm以下でかつフイルム幅方向に変化しており，そして該表面層の表面粗さRaが3～40nmでかつフイルム幅方向での変動が5％/500mm以下であることを特徴とする二軸配向積層ポリエステルフイルム。",
                "【請求項2】表面層の厚さが縦方向の屈折率(n )と幅方向の屈折率(nMD",
                ")の差(複屈折率：Δn)が大きくなるほど厚くなっている請求項1記載の二軸配TD",
                "向積層ポリエステルフイルム。",
                "【請求項3】表面層の複屈折率最小部(A部)の厚さt と複屈折率最大部A",
                "(B部)の厚さt とが下記式1を満足する請求項1または2記載の二軸配向積層ポB",
                "リエステルフイルム。(判決注：式1の具体的内容は省略。甲9参照。)        【請求項4】表面層の厚さt(μm)と該表面層に含有されている不活性粒子の平均粒径D(μm)及び含有量W(wt%)とが下記式2，3を満足する請求項1，2または3記載の二軸配向積層ポリエステルフイルム。(判決注：式2，3の具体的内容は省略。甲9参照。)",
                "【請求項5】表面層の配向角最小部(A′部)の厚さt と配向角最大部A′",
                "(B′部)の厚さt とが下記式4を満足する請求項1または2記載の二軸配向積B′",
                "層ポリエステルフイルム。(判決注：式4の具体的内容は省略。甲9参照。)      (3)　本件訂正請求の内容",
                "原告がなした本件訂正審判請求(甲7)の内容は，別添審決書記載の訂正事項aないしjのとおりである。",
                "このうち，特許請求の範囲に関する訂正は旧請求項1を訂正し(新請求項1)，旧請求項2，3，5を削除し，旧請求項4を訂正(新請求項2)するものである。新請求項1，2は，下記のとおりである(下線部は訂正箇所を示す。以下，新請求項に記載された発明をそれぞれ「訂正発明1」，「訂正発明2」という。)。",
                "記",
                "【請求項1】共押出，縦延伸およびテンター法による横延伸によって形成された二軸配向積層ポリエステルフイルムであって，少くとも一つの表面層が不活性粒子を0.01～3重量％の範囲で均一に含有し，該表面層の厚さが0.05μm以上3μm以下でかつフイルム幅方向に変化しており，該表面層の厚さが縦方向の屈折率(nMD)と幅方向の屈折率(nTD)の差(複屈折率：Δn)が大きくなるほど厚くなっており，そして該表面層の表面粗さRaが3～25nmでかつフイルム幅方向での変動が3%/500mm以下であることを特徴とする二軸配向積層ポリエステルフイルム。",
                "【請求項2】該表面層の厚さt(μm)と該表面層に含有されている不活性粒子の平均粒径D(μm)及び含有量W(wt%)とが下記式2，3を満足する請求項1記載の二軸配向積層ポリエステルフイルム。(判決注：式2，3の具体的内容は旧請求項4と同じ。)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要旨は，本件訂正は，訂正前明細書(甲6)に記載した範囲内のものではなく，日本語として意味の通じない不明りょうな記載が含まれ，技術的意味が不明りょうな記載もあるとして，平成6年法律第116号による改正前の特許法126条1項又は3項に規定する要件に合致しない，等としたものである。",
                "〔判決注〕：平成6年法律第116号による改正前の特許法(以下「法」という。)126条1～3項の規定は，次のとおりである。",
                "126条1項：特許権者は、………，願書に添付した明細書又は図面の訂正をすることについて訂正審判を請求することができる。ただし、その訂正は、願書に添付した明細書又は図面に記載した事項の範囲内においてしなければならず，かつ，次に掲げる事項を目的とするものに限る。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の減縮"
            },
            {
              "fig": "(2)",
              "subject": "誤記又は誤訳の訂正"
            },
            {
              "fig": "(3)",
              "subject": "明りょうでない記載の釈明",
              "text": [
                "2項：前項の明細書又は図面の訂正は，実質上特許請求の範囲を拡張し，又は変更するものであつてはならない。",
                "3項：第1項ただし書第(1)号の場合は，訂正後における特許請求の範囲に記載されている事項により特定される発明が特許出願の際独立して特許を受けることができるものでなければならない。",
                "＜以下略＞"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決が，本件訂正は法126条1項又は3項に規定する要件に合致しないと判断したことは，いずれも誤りであり，審決は違法として取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本件訂正は新規事項を含むとしたことの誤り)        (ア)　審決は，訂正発明1の「不活性粒子を均一に含有」するフイルムは訂正前明細書に記載がないという理由から，本件訂正は新規事項を含むと認定している。",
                    "しかし，表面層に不活性粒子が「均一に」存在するという明示的記載が訂正前明細書(甲6)に見られないとしても，表面層に不活性粒子が均一に存在することは自明であって，訂正前明細書に記載されたに等しい事項と言うべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，訂正発明1について本件訂正で追加・変更された四つの技術的事項(数値要件)を組み合わせたフイルムは訂正前明細書に記載がないという理由から，本件訂正は新規事項を含むと認定している。",
                        "しかし，当該四つの技術的事項，すなわち「不活性粒子を0.01～3重量％の範囲で含有していること」，「厚さが0.05μm以上3μm以下であること」，「表面粗さRaが3～25nmであること」及び「表面粗さRaのフイルム幅方向での変動が3%/500mm以下であること」は，それぞれ訂正前明細書(甲6)の段落【0025】，段落【0027】，段落【0022】及び段落【0026】に明確に記載されており，これらの訂正によって，訂正発明1において新たな目的が達成されるわけでも，別の顕著な効果が発現するわけでもないから，上記四つの技術的事項に係る訂正は，訂正前発明1が本来備えている不活性粒子の存在を明記し，かつ表面層の厚さ，表面粗さ及びその幅方向での変動を，訂正前明細書に記載された好ましい態様に減縮する訂正であって，これを訂正前明細書に記載した事項の範囲外の訂正とした審決の認定は明らかに誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(明りょうでない記載の釈明とはいえないとした認定の誤り)",
                  "text": [
                    "審決は，訂正後明細書(甲8)の段落【0013】の記載が明りょうでないから，同段落に係る訂正は明りょうでない記載の釈明を目的とするものとはいえないと認定している。",
                    "しかし，同段落【0013】の記載は，フイルムの表面層の厚みを変えることで表面粗さを変えることができ，本発明の課題であるボーイング現象によって引き起こされた幅方向における表面粗さの変動をなくすために，表面層の厚みを調整するとき，同じくボーイング現象によって変化する分子配向の変化を表す複屈折率や配向角の変化を参考にすればよいということを意味している。そして，訂正後明細書の記載は，訂正前明細書と比べれば記載が明瞭になっており，かつ，段落【0013】の記載だけをみると日本語として若干難解な表現を含むとしても，訂正後明細書全体を通してみれば明確であるから，同段落に係る訂正は明りょうでない記載の釈明を目的とするものというべきであり，審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(技術的意味が不明りょうとした判断の誤り)",
                  "text": [
                    "審決が，訂正後明細書の特許請求の範囲の記載の技術的意味が不明りょうであるという理由で，訂正後明細書の記載は法36条4項又は5項に規定する要件に違反し，いわゆる独立特許要件を欠くと判断したことは，以下のとおり誤りである。",
                    "〔判決注〕：法(平成6年法律第116号による改正前の特許法)36条4項，5項の規定は，次のとおりである。",
                    "36条4項：　前項第3号の発明の詳細な説明の記載には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。",
                    "5項：第3項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "特許を受けようとする発明が発明の詳細な説明に記載したものであること。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許を受けようとする発明の構成に欠くことができない事項のみを記載した項(以下「請求項」という。)に区分してあること。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その他通商産業省令で定めるところにより記載されていること。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，訂正発明1の「表面層の厚さ」の技術的意味が不明りょうであると判断した。",
                        "しかし，本件特許発明は，ボーイング現象によって表面層の厚さが幅方向に変化しているフイルムであるから，当然，その表面層の厚さは全体として把握できるものではなく，各部分の厚みを意味することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，審決が，訂正後明細書に記載された「表面粗さRa」の技術的意味や，「変動」を「%/500mm」で表現している技術的内容が不明りょうであると判断したことは，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「表面粗さRa」について",
                          "text": [
                            "訂正後明細書(甲8)の段落【0055】，【0056】には表面粗さRaをJIS B 0601に準じて測定することが記載されている。また，段落【0057】には，測定に当たっては7個の値をとりその最大値と最小値を除いた5個の平均値としてRaを表わすことが記載されており，このように，表面粗さを測定する際に正確を期すため複数回(複数個)測定することはフイルムの技術分野において周知慣用の事項である。したがって，「表面粗さRa」の技術的意味が不明りょうであるとした審決の判断は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「変動」について",
                          "text": [
                            "訂正発明1における「変動」が，最大値と最小値の差を平均値で割ったものであることは，「変動」という術語に対する一般的な理解(甲10)や，フイルムの技術分野における出願当時の技術常識(甲1～甲4)から明らかである。",
                            "また，本件特許に係る発明の解決しようとする課題がフィルムの幅方向に連続的に変化するマクロ的な変動の縮小であることや，訂正後明細書の実施例と比較例にある表面粗さの関係，すなわち位置A及び位置Bの表面粗さの差(ΔRa)をそれらの平均(Ra)で割った値が，訂正発明1で特定した「変動」の値と完全に一致することからも，訂正発明1における「変動」が最大値と最小値の差を平均値で割ったものを意味することは，当業者にとって自明である。",
                            "この点につき，審決は，「変動」としては，最大値と最小値の差を平均値で割ったもののほかに，測定値の標準偏差を採用することも，出願前の技術常識として存在していたと説示する。しかし，本件特許に係る発明が解決しようとする課題は上記のとおりフィルムの表面粗さのマクロ的な変動を縮小することであって，標準偏差などで表されるミクロ的なバラツキの解消ではないから，微視的な変動を表すのに適した標準偏差を用いることはあり得ない。また，「変動」を標準偏差で表した文献として審決が挙げるもの(乙1～4)は，いずれもフィルムとは技術分野が異なるから，フィルムの技術分野において変動を標準偏差で表すことが周知であったことを示すものとはいえない。審決は，最大値と最小値の差を平均値の2倍で割ったものを「変動」とした文献(乙5)があることも指摘するが，同文献は繊維に関するものであって，フィルムとは技術分野が異なる。",
                            "被告は，「変動」を「%/500mm」で表す技術的意味が不明りょうであることの理由として，変動は単に位置Aと位置Bにおける表面粗さの差で表すこともできたはずであり，これを百分率で表したり，分母を500mmと規定する技術的意味が理解できないとも主張する。",
                            "しかし，まず，単に最大値と最小値の差だけで基準となる幅がない場合を考えると，最大値と最小値を測定するフィルムの幅が狭くなるにつれボーイング現象によって生じる表面粗さの差も小さくなるので，表面粗さの変動が大きい従来技術のフィルムでも幅を狭くしていくと区別できなくなることは明白である。",
                            "また，単に最大値と最小値の差だけで百分率でない場合を考えると，表面粗さRaが3nmのものと25nmのものとでは，表面粗さの最大値と最小値の差が0.5nmあったときに，その影響の度合いが全く異なることも明白である。",
                            "このように，単純に最大値と最小値の差だけでは本件特許発明を十分に特定できず，また変動を百分率で示しかつその基準となる幅を規定することで，本件特許発明における効果の得られる範囲と従来技術との違いが明確になることから，「%/500mm」を単位として「変動」を表現することの技術的意味は当業者に理解されるものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(発明を容易に実施できる程度に記載していないとした判断の誤り)",
                  "text": [
                    "審決が，訂正後明細書における発明の詳細な説明は，当業者が本件特許発明を容易に実施できる程度に記載していないことを理由に，法36条4項に規定する要件に違反すると判断したことは，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件特許に係る発明が極めて面積の広い二軸配向積層ポリエステルフイルムをも対象としており，その全ての位置における複屈折率と，そこにおける表面層の厚さを測定することは，発明の詳細な説明に記載された測定方法では多大な労力を要するという理由から，訂正後明細書における発明の詳細な説明は，当業者が本件特許発明を容易に実施できる程度に記載していないと判断している。",
                        "しかし，本件特許に係る発明は，ボーイング現象を伴うテンター法によって幅方向に延伸されたフイルム，すなわち幅方向に中央部から側端部に向けて複屈折率が大きくなるフイルムに関するものであり，ボーイング現象による複屈折率の変化は，フイルムの幅方向(押出方向で言えば横方向)にのみ観察されるもので，かつその変化は連続的なものである。したがって，複屈折率の変化は，幅方向についてだけ確認すればよく，幅方向に何点か測定すればどのように複屈折率が変化しているかは当業者にとって容易に把握できるところであり，過度の試行錯誤を必要とするようなことではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，訂正後明細書(甲8)の段落【0028】と段落【0033】との間に，複屈折率最小部(A部)と複屈折率最大部(B部)との位置関係に関する記載に齟齬があり，不明りょうであるという理由から，訂正後明細書における発明の詳細な説明は，当業者が本件特許発明を容易に実施できる程度に記載していないと判断している。",
                        "しかし，訂正後明細書の段落【0028】の記載では，表面粗さを均一にするために表面層の厚みを変更する際，フイルム幅方向の複屈折率の変化を参考にする目安を教示し，位置Aと位置Bは，それぞれ1点ずつの任意性のない特定の位置であり，出来上がったフイルムを測定すれば自ずと決まる。一方，段落【0033】は，測定しやすさの点から位置Aと位置Bは離れていることが好ましいことを教示し，フイルムを製膜するに当たって，位置Aと位置Bの間隔が広くなるように設計されることが好ましい旨を述べたにすぎず，決して出来上がったフイルムの位置Aと位置Bとを任意に決めることが可能であることを意味するものでない。これらの記載の間には，何らのそごも矛盾も存在しない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)(3)(4)の各事実は認める。同(5)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "原告が，本件審決が誤りであるとして主張するところは，次のとおりいずれも失当であり，審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正前明細書(甲6)の記載によれば，不活性粒子の分散状態について，延伸前のポリマーの段階までは均一であることは認められるとしても，延伸後の二軸配向積層ポリエステルフイルムの表面層においても均一な分散状態が維持されていることが自明であるとはいえない。原告は，フイルムの作成における延伸等の種々の操作が，不活性粒子の分散状態を不均一にするような操作ではないと主張するが，これを裏付ける証拠はなく，原告の主張は，憶測あるいは思い込みに基づくものにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件訂正により追加・変更された訂正発明1の四つの数値要件は，訂正前明細書に直接的な記載として，あるいは文言上の記載として存在していないことは明らかである。",
                    "訂正前明細書(甲6)の発明の詳細な説明の記載には，二軸配向積層ポリエステルフイルムの表面層について，不活性粒子の含有重量％，表面層の厚さ，表面粗さ(Ra)，及び表面粗さのフイルム幅方向での変動，という四つの事項について，ふさわしい上限値や下限値が示されているが，これらはそれぞれ独立した観点からなされている記載であるにとどまる。しかるに，これら四つの技術的事項が互いに影響し合うことは技術常識であるから，上記四つの事柄につき，上述したふさわしい上限値や下限値の中から特段の根拠もなく選び出してこれらを組み合わせた結果である上記四つの数値要件を具備する二軸配向積層ポリエステルフイルムが，訂正前明細書に記載されていたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "審決が引用した訂正後明細書(甲8)の段落【0013】の記載中の「この現象」とは，「積層フイルムにおいて表面層の層厚さが変化すると，この変化に伴って同じ滑剤組成，すなわち同じ不活性粒子を同じ量含有する表面層であってもその表面粗さが変化すること」であるが，このような現象を「複屈折率や配向角の大小に比例して適用する」との記載は技術的事項を示す日本語として意味が通じず，不明りょうである。また，ここには，配向角についても触れているが，訂正発明1及び2は，配向角に係る事項を発明を特定する事項としていないから，この点においても，訂正後明細書の段落【0013】の記載は，不明りょうとなっている。",
                "このように，訂正後明細書の記載に依然として不明りょうさが残っているような訂正は，「明りょうでない記載の釈明」に当たるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正後明細書の【請求項2】の記載並びに段落【0034】～【0037】及び【0027】の記載は，表面層の厚さt(μm)と該表面層に含有されている不活性粒子の平均粒径D(μm)及び含有量W(wt%)との関係やこの関係の技術的意義などを記載するもので，これらにおけるDやWの値は表面層を全体として把握した場合における技術的事項であることは明らかであって，上記関係の一方の対象である「表面層の厚さ」についても，やはり表面層を全体として把握した場合における技術的事項であると解するのが自然である。",
                    "また，訂正後明細書(甲8)の段落【0027】の記載に注目すると，この記載は，「表面層の厚さ」につき，これが0.05μm以上3μm以下の範囲であることの技術的意義を記載しようとしているものであるが，ここにおいて，表面層の厚さが3μmより厚くなる場合に，表面粗さRaの変化が小さくなることと，表面粗さRaが均一になることとは，相反する事柄の如くに記載しているが，これらは何ら相反する事柄ではないから，やはり，その技術的意味が不明りょうとなっている。",
                    "したがって，「表面層の厚さ」の技術的意味が不明りょうであるとした審決の判断に，原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，表面粗さRaの測定方法に関する訂正後明細書の記載は不明りょうとはいえないことの根拠として，甲12の記載を援用するが，甲12は本件特許とは別の特許出願に関する公開特許公報に掲載された明細書であり，当該特許出願に係る発明について記載するもので，訂正発明とは異なる発明についてのものであるから，原告主張の根拠とはならない。したがって，「表面粗さRa」の技術的意味が不明りょうであるとした審決の判断に，原告主張の誤りはない。",
                    "次に原告は，表面粗さRaの「変動」が最大値と最小値の差を平均値で割ったものを意味することは当業者にとって自明であると主張し，その理由として，甲1～4でも「変動」がこれと同様に定義されていることは，そのような「変動」の定義が技術常識であることを示していることを指摘する。しかし，甲1～4は，多数の測定値から変動の程度を把握する場合において，最大値と最小値の差を平均値で割った値を百分率(％)で表現したものを「変動」として定義しているものである。これに対し，訂正後明細書の実施例によれば，本争点で問題としている表面粗さRaは，その変動の程度は二つの測定値から把握するものである。そうすると，甲1～4のような「変動」の定義が本件特許出願当時の技術常識であるといえるとしても，当該技術常識を，訂正発明1における表面粗さRaの「変動」の技術的意味の参考にすることはできない。また，原告が援用する甲10の記載からも，参考とできる技術常識を見いだせない。",
                    "また，訂正後明細書の実施例に関する記載に接した当業者からすれば，表面粗さRaの変動の程度を二つの測定値から把握しているのであるから，もっと簡易な把握の仕方，例えば，位置A及びBの2地点における表面粗さRaの差によって把握できると考えるのが自然であるが，いずれにしても，表面粗さRaの変動を「%/500mm」で表現している技術的内容を明らかにする記載はない。",
                    "したがって，表面粗さRaの「変動」の技術的意味が不明りょうであるとした審決の判断に，原告主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，訂正発明1のフィルムが，幅方向に中央部から側端部に向けて複屈折率が大きくなり，縦方向には変化がないものであることを前提とするものであるが，訂正後明細書の特許請求の範囲の記載では，そのようなものに特定されておらず，表面層の全ての位置における複屈折率やそこにおける表面層の厚さを測定するのに，幅方向についてだけ測定すれば足りるというものではない。したがって，原告の，複屈折率の変化は幅方向についてだけ確認すればよく，幅方向に何点か測定すればどのように複屈折率が変化しているかは当業者にとって容易に把握できる旨の主張は，その前提において失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は，訂正後明細書の段落【0028】の記載は正しく，段落【0033】の記載は誤りであるから，両者の間に齟齬はないと主張するが，いずれの記載が正しいかは，訂正後明細書からは不明である。また，原告は，段落【0028】の内容を言い換える形で，「表面粗さを均一にするために表面層の厚みを変更する際，フイルム幅方向の複屈折率の変化を参考にする目安を教示している。」というが，原告の言い換えは，段落【0028】の記載内容からして，根拠がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(登録時の発明の内容)，(3)(本件訂正請求の内容)  ，(4)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，本件事案にかんがみ，訂正発明1にいう「変動」の記載が技術的に不明りょうであるとする審決の判断(2頁第3段落)に対する取消事由3(イ)bについて判断する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "訂正発明1にいう「変動」は技術的に不明りょうか(取消事由3(イ)b)    (1)　訂正発明1は，表面層の表面粗さRaのフィルム幅方向での「変動」が3%/500mm以下であることを構成要件とするものであるが，ここにいう「変動」の技術的意義を，その定義や測定方法の説明として直接明らかにする記載は訂正後明細書(甲8)中に見当たらない。すなわち，訂正後明細書の段落【0051】には「なお，本発明における種々の物性値および特性は，以下の如く測定されたものであり，かつ定義される」と記載され，これに続く段落【0052】～【0066】には，訂正発明1及び2の構成要件のうち「粒子の平均粒径」，「Ra(中心線平均粗さ)」，「配向角」，「屈折率と複屈折率」，「層の厚さ」及び「巻取り性」の測定方法及び定義が明らかにされているのに対し，「変動」についてはこのような記載が存在しない。",
            "しかるに，原告は，出願当時の技術常識及び訂正後明細書の発明の詳細な説明の記載を参酌すれば，「変動」が最大値と最小値の差を平均値で割ったものを意味することは当業者(その発明の属する技術の分野における通常の知識を有する者)にとって自明であると主張するので，以下，この主張について検討する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "特許文献の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，出願当時公知であった特許文献の記載において，以下のとおり，「変動」が最大値と最小値の差を平均値で割ったものとして定義されており，「変動」に関するこのような理解は当業者の技術常識であったと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特公昭61-3246号公報(甲1)には，熱可塑性樹脂の製膜方法の発明が記載され，この発明は，溶融した熱可塑性樹脂をダイスリツトからフイルム状に押出し，回転する冷却ドラム上で冷却する際に，該冷却ドラムの瞬時回転変動率を1％以内にするというもので，以下の式が記載されている(特許請求の範囲，2頁3欄10～14行)。",
                        "「瞬時回転変動率(％)",
                        "＝｛(瞬時最大回転数-瞬時最小回転数)／平均回転数｝×100」        (イ)　特公昭61-23103号公報(甲2)には，熱可塑性樹脂フイルムの製造法の発明が記載され，この発明は，溶融した熱可塑性樹脂をダイスリツトからフイルム状に押出し，回転する冷却ドラム上で冷却固化する際に，該ドラムの瞬時回転変動率を1％以内にするというもので，上記①と同様の式が記載されている(特許請求の範囲，2頁3欄25～29行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特開昭61-154924号公報(甲3)には，磁気記録媒体用ポリエステルフィルム及びその製造法の発明が記載され，厚さむらに関し，以下のとおり記載されている(特許請求の範囲，6頁右上欄5～13行)。",
                        "「二軸延伸フィルムの横方向中央部を縦方向に沿って測定し，次式により算出した。",
                        "厚さむら＝",
                        "｛(フィルムの最大厚さ-フィルムの最小厚さ)／フィルムの平均厚さ｝            　　　×100(％)」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "特開平5-197950号公報(甲4)には，フロッピーディスクの発明が記載され，この発明は，フィルムの厚み斑が3％以下であるというもので，この厚み斑に関し，以下のとおり記載されている(段落【0042】)。",
                        "「フィルム縦方向及び横方向に各々50mm巾，3m長サンプリングしたフィルムの厚みパターンをレコーダに記録する。得られた3m長さの厚みパターンの最高の山(最大値)と最深の谷(最低値)から標高差を読み取り，次式により厚み斑(％)を算出する。……          　　厚み斑＝(標高差／フィルム厚み(平均))×100」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，以下の各文献の記載は，「変動」について上記アの各文献とは異なる定義を開示している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "標準偏差を平均値で割ったものとするもの",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特開昭52-31120号公報(乙1)には，太さ斑のある繊維の発明が記載され，この発明は，繊維の断面積の分布が7％から30％の間の「変動率」を有するというもので，「平均値S」，「標準偏差V」，「変動率V/S」と記載されている(特許請求の範囲，2頁左下欄)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "特開平2-3074号公報(乙2)には，トナーを用いる現像装置の発明が記載され，この発明は，トナー粒子の変動率が10％以下であるというもので，「トナーの変動率とは，その分布状態を表し，標準偏差の平均粒経に対する割合として定義する。」と記載されている(特許請求の範囲，2頁左下欄10～12行)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "特開平6-276761号公報(乙3)には，静電アクチュエータの発明が記載され，この発明は，絶縁性支持体に電極を所定間隔で並べた固定子と絶縁性薄葉体に正負の電荷を付与した移動子とが接するように配置して成る静電アクチュエータの，該固定子または移動子の表面に突起を設け，その突起の変動率が10％以下であるというもので，この突起の変動率に関し，「σ/xn ：σは，突起の高さの標準偏差，xn は，突起の高さの平均値を表わす。」と記載されている(特許請求の範囲)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "特開平6-306757号公報(乙4)には，混合長繊維ウエブ及びその製造方法の発明が記載され，この発明は，ウエブ目付の幅方向の変動率が20％以下であるというもので，この変動率に関し，「変動率は，変動係数(標準偏差を平均値で割ったもの)を100倍して％で表したものである。」と記載されている(段落【0018】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "最大値と最小値の差を平均値の2倍で割ったものとするもの          　特開平1-108009号公報(乙7)には，超延伸線条体用材料の発明が記載され，この発明は，外径変動率0.4％であること等を内容とするもので，この外径変動率に関し，次のとおり記載されている(3頁右上欄から左下欄)。",
                        "「4方向の外径の平均値DOi・とDOi・の平均値DOavとから，下式を用いて外径変動率を算出する。",
                        "外径変動率(％)＝｛(DOi・max - DOi・min)／(2×DOav)｝×100」          　このように，同公報では，「変動率」を「最大値と最小値の差を平均値の2倍で割ったもの」として定義している。なお，「最大値と最小値の差を平均値の2倍で割ったもの」は，「最大値と最小値の差の1/2(2分の1)を平均値で割ったもの」と等しい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イのとおり，同じ「変動」という用語について，「最大値と最小値の差を平均値で割ったもの」というもの以外に各種の定義があることが理解できるのであって，「変動」が「最大値と最小値の差を平均値で割ったもの」であることが明確であるということはできない。かえって，上記ア及びイの特許文献において，「変動」，「変動率」，「むら(斑)」を定義する記載が置かれているということは，「変動」等といっても各種の定義があり得るので，個別に定義しなければその技術的意義を明確にすることができないということを意味しているということができる。",
                    "原告は，この点につき，上記アの各文献は熱可塑性樹脂の製膜方法に関するもの(甲1，2)又は磁気記録媒体等のベースフィルムに関するもの(甲3，4)であって本件特許に係る発明と同一の技術分野に属するのに対して，上記イの各文献(乙1～5)は技術分野が異なるから，本件特許に係る発明が属する技術分野では，上記アのように最大値と最小値の差を平均値の差で割ったものとして「変動」を定義するのが通例であったと主張する。",
                    "しかし，技術分野に関してはそのようにいえるとしても，甲1，2はドラムの回転数，甲3，4はフィルムの厚さに関するものであって，いずれも，訂正発明1でいう「表面粗さRa」の変動に関するものではない。また，甲1，2，4は，いずれも原告自身が特許出願人となっているものであるから，これらの特許文献において「変動」が原告の主張のように定義されていることは，そのような定義が原告以外の当業者の技術常識であったことを示すものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，出願当時公知であった特許文献の記載から，原告主張のような「変動」の定義が技術常識であったと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "辞典の定義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「マグローヒル科学技術用語大辞典」第2版3刷(1989年7月25日，日刊工業新聞社発行)(甲10)には，次のとおりの記載がある。",
                    "(ア)「変動 saltus〔数〕 → 関数の振幅．」(1530頁)",
                    "「関数の振幅 oscillation of a function, saltus〔数〕 1．ある区間での実数値関数の振幅は最小上界と最大下界の差．　2．点xにおける実数値関数の振幅は，区間［x-e，x＋e］上の関数の振幅のeを0に近づけたときの極限である．」(307頁)，        (イ)「変動 fluctuation〔科技〕1．変化．とくに一連の観測において連続した値の間を動く変化．　2．データ点を通るなめらかな曲線からの変動．」(1530頁)，      イ　原告は，上記ア(ア)の記載を援用して，「変動」とは最大値と最小値の差を指すと考えるのが一般的であると主張するが，同じ辞書において，同(イ)のとおり，「変動」には「データ点を通るなめらかな曲線からの変動」の意味もあることが示されている。また，「変動」を率として表す場合に，分母として平均値を用いることについては，上記ア(ア)の記載から明らかになるものではない。したがって，上記ア(ア)の記載があることをもって，訂正発明1における「変動」の技術的意義が「最大値と最小値の差を平均値で割ったもの」であることが明確である，ということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正後明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正後明細書(甲8)には，発明の詳細な説明のうち，【従来の技術】，【発明が解決しようとする課題】及び【課題を解決するための手段】の記載において，「変動」に関連する下記のとおりの記載がある。",
                    "記",
                    "a「【従来の技術】二軸配向ポリエステルフイルムは，その優れた性質の故に，磁気テープ用，電気用，写真用，メタライズ用，包装用等多くの用途で用いられている。………」(段落【0002】)",
                    "b「………フイルム表面粗さの変動が，フイルム特性の違いとして顕在化し，特にフイルム幅方向の表面粗さの変動が巻取り易さの違いを生じるようになってきている。」(段落【0007】)",
                    "c「例えば，ポリエステルフイルムの主な用途の一つである磁気テープの製造においては，広幅(例えば300～1500mm幅)の長尺ポリエステルフイルムに磁性層の塗設，カレンダー処理などの処理をして広幅のウエブを得た後，例えば8mm，1/2インチなどのテープ幅にスリットし，数十本のテープを同時に数千メートルないし数百メートルの長さに巻き取りパンケーキとするが，その際ベースの広幅ポリエステルフイルムの幅方向で表面粗さに差があると，表面粗さの異なるスリットテープが得られることになる。そしてスリット品を平坦な部分の表面粗さに合わせた条件で巻き取ると，粗い部分のスリット品のベース面が平坦な部分のスリット品のベース面より滑りやすい(走行性に優れる)ために，粗い部分のスリット品(パンケーキ)の端面ズレが起きやすくなり，その結果巻姿が悪くなり，製品歩留りを下げてしまう。さらに端面ズレが著しいときには途中でパンケーキがくずれてしまい，工程を止めねばならないことも起きる。一方，粗い部分の表面粗さに合わせた条件で巻き取ると，粗い部分のスリット品はきれいに巻けるが，平坦な部分のスリット品は粗い部分よりも滑り性(走行性)が劣るために，バンプス(こぶ状突起)が発生したり，巻き形状が悪くなって(巻きがきれいな円形にならず，部分的にやや角ばった状態になる)巻姿の悪い部分ができてしまい，製品としての歩留りを下げてしまう。」(段落【0008】)        　「このように広幅フイルムの幅方向で表面粗さが違っていると……すべてのスリット品で同じように良好な巻姿を得ることが難しくなる。」(段落【0009】)        d「【発明が解決しようとする課題】本発明者はフイルム幅方向での表面粗さの変動について検討した結果，フイルム表面の粗さがテンター法で横延伸する場合にはフイルム中に滑剤を均一に含有させていてもテンター中央部に比較して側端部に近いほど平坦になる傾向にあることを知見した。………」(段落【0010】)",
                    "e「本発明者は，さらにこのフイルム幅方向での表面特性変動，具体的にはフィルム幅方向での表面粗さの変動を低減ないしなくすべく検討した。その結果，積層フイルムにおいて表面層の層厚さが変化すると，この変化に伴って同じ滑剤組成，すなわち同じ不活性粒子を同じ量含有する表面層であってもその表面粗さが変化することを見出した。そしてこの現象を縦方向と横方向の屈折率の差，すなわち複屈折率や配向角の大小に比例して適用すると，フイルム幅方向での表面粗さの変動を低減できることを見い出し，本発明に到達した。」(段落【0013】)        f「【課題を解決するための手段】すなわち，本発明は，………によって形成された積層ポリエステルフイルムであって，………，そして該表面層の表面粗さRaが3～25nmでかつフイルム幅方向での変動が3%/500mm以下であることを特徴とする二軸配向積層ポリエステルフイルムである。」(段落【0014】)",
                    "g「本発明における二軸配向積層ポリエステルフイルムは……前記表面粗さRaのフイルム幅方向での変動が3%/500mm以下である必要がある。この変動が5%/500mmを超えるように大きくなると，………巻姿が悪くなって好ましくない。これらの点から，表面粗さRaのフイルム幅方向での変動3%/500mm以下，さらには1%/500mm以下であることが好ましい。」(段落【0026】)      イ　訂正後明細書の上記各記載によれば，訂正発明1において表面粗さRaの変動を3%/500mm以下と規定することの目的等は次のようなものであると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "二軸積層ポリエステルフィルムの製造工程のうち，テンターによる横延伸の工程において生じるボーイング現象のために，広幅フィルムの中央部に比して側端部の方が，表面粗さが小さくなる傾向にある(上記記載アd)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このように，広幅フィルムの幅方向において表面粗さが異なっていると，広幅フィルムをスリットしてテープを製造する際に，一本一本のテープの表面粗さが異なることになる。そして，表面粗さが異なると，テープの巻取りの工程において，表面が粗いテープに合わせた条件にすると平坦なテープの巻取りで問題が生じ，逆に，表面が平坦なテープに合わせた条件にすると粗いテープの巻取りで問題が生じる(上記記載アa～c)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで，広幅フィルムの幅方向における表面粗さの違いを低減することが要請され，発明者は，そのためには表面層の層厚さを調整する等の方法が有用であるとの知見に到達した(上記記載アe)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記の方法によって，表面粗さRaの「変動」を3%/500mmの範囲にとどめることが，訂正発明1の構成要件の一つである(上記記載アf，g)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，上記のとおりの訂正発明1の目的等からみれば，訂正発明1が3%/500mmの範囲に制御しようとする「変動」は，ランダムに微視的に生じる表面粗さの変動ではなく，幅方向に連続的に変化するようなマクロ的な変動であることは明白であるから，微視的な変動を表すのに適した標準偏差を用いることはあり得ず，訂正発明1にいう「変動」は最大値と最小値の差である，と主張している。",
                    "しかし，標準偏差が微視的な変動を表すのに適していて，訂正発明1の「変動」には適用し得ないということの根拠が不明である。また，仮に，原告の主張するようにマクロ的な変動の絶対値は最大値と最小値の差でみるのがふさわしいとした場合でも，これを率で表す場合に，その分母として平均値を用いるのか，平均値の2倍を用いるのかについては，上記イのとおりの訂正発明1の目的から明確になるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そもそも，特許請求の範囲に記載された語句の技術的意義が明らかでないときに，明細書の発明の詳細な説明の記載を参酌できる場合があるとしても，その典型的な場合は，ある語句の技術的意義が，特許請求の範囲の記載それ自体の中では定義されていないが，発明の詳細な説明の記載中において明確に定義されているような場合である。例えば，本件の訂正後明細書(甲8)において，「表面粗さRa」は【請求項1】では定義されていないが，段落【0055】～【0057】において詳細に定義されている。このような場合は，発明の詳細な説明の記載を参酌することによって特許請求の範囲の記載が明確になるものとして，法36条5項2号の要件に合致すると解しても差し支えないであろう。これに対し，訂正後明細書における「変動」の意義について原告が主張するように，明細書の発明の詳細な説明の記載中の，発明の目的等に関する記載から特許請求の範囲の記載の技術的意義を解釈するというのは，余りにも迂遠な方法であるといわざるを得ない。",
                    "法36条5項2号は，明細書の特許請求の範囲には「特許を受けようとする発明の構成に欠くことができない事項」を明確に記載すべきことを求めるものであるが，これは，発明の詳細な説明に多面的に記載されている発明のうちどの発明について特許を受けようとしているのかを，出願人の意思により特許請求の範囲に明示すべきことを要求しているものであり，これにより，一つの請求項に基づいて特許を受けようとする発明が，まとまりのある一つの技術的思想として明確に把握できることになるのである。そうである以上，特許発明の構成に欠くことができない事項を明確に記載することが容易であったもかかわらず(本件においても，「変動」の語意を明細書中で定義することは，原告自身の出願に係る甲1，2，4と同様に容易だったはずである。)，そのような記載を欠いている場合において，発明の目的等に関する上記アの各記載に基づいて「変動」の技術的意義を推認することができるという理由で，明細書の記載要件を満たしていると解することは，到底できないといわざるを得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，訂正後明細書の上記アの記載から，訂正発明1における「変動」が最大値と最小値の差を平均値で割ったものを意味することが明確であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正後明細書の実施例，比較例のデータとの関係",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正後明細書(甲8)の表1～3には，実施例及び比較例について，「位置A」及び「位置B」の二つの表面粗さRaについてのデータが示されている。",
                    "原告は，下記①ないし③の理由により，これらのデータからも，訂正後明細書にいう「変動」が表面粗さの最大値と最小値の差を平均値で割った値であることは当業者にとって自明であると主張する。",
                    "①　これらの表面粗さRaの値に基づいて，最大値と最小値の差を平均値で割った値を計算すると，実施例は全て3％以下であり，比較例は全て3％を超えていて，訂正後明細書の実施例及び比較例の関係に矛盾が生じない。",
                    "②　標準偏差は，わずか二つの表面粗さRaのデータからは算出できない。",
                    "③　最大値と最小値の差を平均値の2倍で割った値を計算すると，【表2】の比較例2のうち左側のもの(「フィルムロールの種類」の「1」)では4.5％になり，訂正前明細書に記載された訂正前発明1における「変動」の範囲である5%/500mm以下の範囲に入ることから，訂正前明細書においては実施例として扱わなければならないので，訂正前明細書の実施例及び比較例の関係に矛盾が生じる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，上記(4)エにおいて説示したとおり，特許請求の範囲に記載された語句の技術的意義を明確にするために明細書の発明の詳細な説明の記載を参酌することが許される場合があるとしても，上記アの①及び③のように，実施例及び比較例のデータに基づく推論の過程を説明することによって初めて特許請求の範囲の記載の技術的意義が分かるという程度のことでは，法36条5項の趣旨に照らして，明細書の記載要件を満たしているということはできない。",
                    "また，上記アの②の点については，標準偏差が二つのデータからでは算出できないということの根拠が不明である。かえって，標準偏差とは，「分散の正の平方根のこと」(広辞苑第5版)であり，分散とは「偏差(統計値と平均値の違い)を自乗し，それを算術平均したもの」(同)であるから，標準偏差が二つのデータから算出できないとはいえない。",
                    "さらに，上記アの③の点については，訂正前発明1は「表面層の厚さ」が「フィルム幅方向に変化して」いることも発明の構成に欠くことができない事項としているところ，比較例2の左側のものはこの要件を満足しない(位置A及びBのいずれにおいても表面層厚みtは0.30であって変化していない。)という点においても，実施例となり得ないものである。そうすると，表面粗さRaの「変動」についての5%/500mm以下という要件を満たしていたとしても，実施例となり得ないものであって，原告の主張するような矛盾は生じない。",
                    "したがって，上記アの①～③の点は，本件発明における「変動」の意味が「表面粗さの最大値と最小値の差を平均値で割った値」であることは当業者にとって明確である，ということの根拠になり得ないのであって，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，「変動」という術語について原告が主張するような一般的な理解及び出願当時の技術常識があるとは認められず，また，訂正後明細書における発明の詳細な説明の記載や，実施例と比較例のデータを考慮することによって，本件発明における「変動」が最大値と最小値の差を平均値で割ったものであることが明確であるとは認められない。したがって，訂正後明細書の記載から，訂正発明1において「表面層の表面粗さRaのフイルム幅方向での変動が3%/500mm以下である」ということの技術的意義が明確であるということはできないから，訂正後明細書の記載が法36条5項の要件に合致しないとした審決の判断に誤りはなく，取消事由3(イ)bは理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，その余の取消事由について検討するまでもなく，本件訂正は認められないとした審決の判断に誤りはないことに帰する。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}