{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2003-35511号事件について平成16年11月24日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告と親族関係にある被告らが，原告を商標権者とする後記商標登録の無効審判請求をしたところ，特許庁が当該商標登録を無効とする審決をしたことから，商標権者である原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年5月24日，「ずぼら焼」の文字を標準文字により横書きしてなる商標につき，特許庁に対し，商標登録出願をなし，出願時の指定商品は，その後変更され，その結果，平成15年3月26日付けで登録査定を受けるとともに，平成15年5月16日，X(原告)を商標権者，第30類「焼饅頭，その他の焼菓子，焼餅菓子，焼餅」を指定商品として，商標の設定登録を受けた(登録第4670926号。以下，この商標を「本件商標」といい，その商標登録を「本件商標登録」という。)。",
                "これに対し被告両名は，平成15年12月8日付けで本件商標登録の無効審判請求をし，特許庁は，これを無効2003-35511号事件として審理した上，平成16年11月24日，「登録第4670926号の登録を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は平成16年12月6日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "本件審決の内容の詳細は，別紙審決写し記載のとおりである。その理由の要旨は，本件商標は，その登録査定時たる平成15年3月26日に有効に存続していた「ずぼら焼」の文字を縦書きしてなり，商標権者はX(原告)，A及びZ(被告)の3名，指定商品は第30類「焼饅頭，焼餅及び他類に属しない焼菓子」とする商標(登録第608546号，平成15年4月9日存続期間満了により消滅，平成15年12月10日登録抹消。以下「引用商標」という。)と類似し，かつ，その指定商品も引用商標の指定商品と同一又は類似するものであるから，商標法4条1項11号に該当する，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本件審決には，以下に述べるとおり，手続違背及び認定判断の誤りがあるから，違法なものとして取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(手続違背)",
                  "text": [
                    "本件審決は，無効審判請求の請求人である被告らの主張する無効理由が，本件商標登録はこれと類似する商標である前記引用商標の消滅した日から1年を経過しないうちになされたとする商標法4条1項13号違反であるのに，前記のとおりこれと異なる同法4条1項11号違反の理由で本件商標登録を無効とする判断をし，しかも，本件商標につき登録査定をした審査官に対し，参加を求めたり，通知するなどして事前にその意見を聴取する機会を付与することなくなされたものである。したがって，本件審決に至る手続は，審理不尽として違法である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用商標の有効性の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標の当初の商標権者であるBは，昭和55年7月4日に死亡していたから，引用商標につき昭和58年5月20日にされた商標権存続期間の更新登録は，Aが昭和57年10月28日付けでB名義で虚偽の出願を行ったことに基づいてなされたものである。そして，死者の名義でされた更新手続はそもそも存在しないから，上記更新登録は，有効無効を問題とするまでもなく，単なる誤記であり，引用商標は，商標権存続期間の満了により消滅した。また，Bが昭和58年5月10日にその商標権をX(原告)・A・Z(被告)へ譲渡した事実はなく，上記譲渡を原因として昭和58年12月19日にされた引用商標の移転登録も同様に，無効である。",
                        "更に引用商標につき平成5年10月28日にされた商標権存続期間の更新登録も，実体的に存在しない権利を存在するものとしてなされたものであるから，単なる誤記である。",
                        "したがって，本件商標の登録査定時に引用商標が有効に存続していた旨の本件審決の認定判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告らは，引用商標の商標権存続期間の更新登録については無効審判請求の除斥期間の経過により無効を主張しえない旨主張するが，原告は単なる更新登録の無効事由を主張するのではなく，その不存在事由を主張するものであるから，除斥期間の適用を受けない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(登録査定日の認定の誤り)",
                  "text": [
                    "本件審決は，本件商標の「登録査定時」を平成15年3月26日と認定しているが，その日は審査官が単に登録査定を公表するために内部的な予備審査をした日であって，外部に不明であるから，「登録査定時」とは外部的に登録査定を公表した日，すなわち商標登録をした平成15年5月16日と解すべきであり，本件審決の上記認定は誤りである。",
                    "したがって，本件商標の「登録査定時」である平成15年5月16日には，引用商標は存続期間の満了により既に消滅していたから，これが有効に存続していたことを前提とする本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(他人性の判断の誤り)",
                  "text": [
                    "本件審決は，原告にとって引用商標は商標法4条1項11号の「他人の商標」とみるべきである旨判断するが，もともと引用商標は，原告の実父Bが使用を始め，その後原告，被告Z及びAがその商標権の譲渡を受けて共有していたもので，その共有持分は引用商標全体に及んでいるから，原告にとって引用商標は自己の商標であり，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)及び(2)の事実はいずれも認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件審決に原告主張の如き手続違背の違法は全くない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "引用商標についての昭和57年10月28日付け商標権存続期間の更新登録出願は，亡Bの名義で行われており，このことが平成8年法律第68号による改正前の商標法(以下「旧商標法」という。)48条1項2号の「その更新登録が当該商標権者でない者の出願に対してされたとき」の更新登録無効事由に該当するとしても，その更新登録の日から5年の除斥期間を経過した後は，更新登録無効審判請求はできないのであり(旧商標法49条)，上記更新登録出願に基づいて昭和58年5月20日にされた更新登録は，既に除斥期間を経過しているから，その有効性を争うことはできない。その後，平成5年10月28日にされた商標権存続期間の更新登録も，これと同様に，その有効性を争うことはできない。",
                "また，昭和58年12月19日にされたX(原告)・A・Z(被告)への商標権移転登録は，一旦，亡Bの相続人全員に対する包括承継の登録を経た上で，その相続人らが上記3名に対する権利移転の届出による登録をすることよりも，中間手続を省略して簡便な手続を行ったにすぎず，実体に適合しているもので，何ら瑕疵はない。これを非難する原告の主張は，自らも共有者の一人として移転登録を受けた行為を否定することに帰着する。",
                "仮にこのような権利移転登録手続が商標法46条1項3号の無効事由に該当するとしても，同号違反を理由とする商標登録無効審判請求は，登録の日から5年の除斥期間を経過した後はできないのであるから(商標法47条)，本件商標の登録査定時(平成15年3月26日)においては，既に除斥期間を経過し，前記移転登録の有効性を争うことはできなかった。したがって，引用商標が本件商標の登録査定時において有効に存続していたとする本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本件商標の登録日が登録査定時であるとする原告の主張は争う。登録査定日と登録日に関する原告の主張は独自の見解であって，採り得ないものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告は，引用商標の商標権の共有持分を有していたが，他の共有者である被告らの同意を得なければ，その共有持分を処分することすらできなかったこと(商標法35条において準用する特許法73条)などからすれば，引用商標は，原告が単独出願した本件商標との関係では，他人の登録商標であり，本件審決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，  (2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における事実関係",
          "text": [
            "証拠(甲1ないし6，7の1ないし6，8ないし13，乙1の1・2，3ないし6)及び弁論の全趣旨によれば，次の事実を認めることができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告Xは，Bと妻C間の長男であるが，B・C夫婦には，そのほか，長女Y(被告)，二女D，二男Z(被告)，三男Eの4人(原告と合わせると5人)の子がいる。父Bは，昭和55年7月4日に，母Cは平成11年5月23日に，それぞれ死亡した。",
                "被告である長女Yは，昭和38年8月23日にAと婚姻して夫の氏を称し，その間に，長女であるFと二女Gがいるが，Aは平成5年8月5日死亡した。",
                "なお，B死亡に伴う相続については，その相続人間で遺産分割協議は整っていないが，A死亡に伴う相続については，平成16年4月21日付けで，本件引用商標についての権利は被告Yと長女のFが取得する旨の遺産分割協議(乙3)が成立している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，焼饅頭などの焼菓子の製造・販売をしていいたB(以下「亡B」という。)は，昭和35年10月27日，「ずぼら焼」なる本件引用商標を特許庁に出願し，昭和38年4月9日に，商品の区分「第30類」・指定商品「焼饅頭，焼餅及び他類に属しない焼菓子」・商標権者「B」として，商標登録を受けた(登録第608546号)。",
                "同商標(引用商標)は，昭和48年12月25日付け(出願は昭和47年11月21日)及び昭和58年5月20日付け(出願は昭和57年10月28日)",
                "で，それぞれ存続期間の更新登録が行われ，次いで昭和58年12月19日付けで同年5月10日譲渡を原因としてX(原告)・A・Z(被告)への移転登録がなされた。",
                "前記3名への名義移転がなされた本件引用商標は，その後，平成5年10月28日付けで存続期間の更新がなされたが，その後は更新手続がなされなかったため，平成15年4月9日をもって存続期間が満了し，平成15年12月10日付けで商標権の登録の抹消が行われ，同日付けで商標登録原簿も閉鎖された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，原告は，前記1(請求原因1)のとおり，平成14年5月24日付けで特許庁に対し本件商標を出願し，平成15年3月26日付けで登録査定を受け，平成15年5月16日に設定登録を受けたが，これに対し被告らは，平成15年12月8日付けで，被告らを請求人・原告を被請求人として本件商標登録の無効審判請求(甲8)をした。",
                "上記審判請求書には，「請求の理由」として，「本件登録商標は，商標権が消滅した日から1年を経過していない他人の商標又はこれに類似する商標であって，その商標権に係る指定商品又はこれらに類似する商品について使用するものであって，商標法第4条第1項第13号に該当し，商標法第46条第1項第1号の規定により，無効とされるべきものである。」(2頁6行～9行)，「引用商標は平成15年4月9日に商標権が消滅しているが，その消滅日から未だ1年を経過していない。」(2頁23行～24行)，「引用商標の商標権者は，・・・「X」，「A」及び「Z」の3人であり，本件登録商標権者であるXとは異なる。」(2頁25行～3頁2行)，「引用商標権者の一人である「X」と本件登録商標権者の「X」なる人物が同一人としても，引用商標は，商標法第4条第1項第13号にいう他人の商標とされるべきである。」(3頁12行～14行)，「蛇足ながら，本件登録商標の登録査定時(平成15年3月26日)には，引用商標は未だ消滅していなかったことも付け加えておきたい。」(4頁8行～10行)などの記載がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "このような流れの中で特許庁は，平成16年9月16日付け(発送)で，原告に対し，本件商標登録につき無効理由通知をした。その無効理由通知書(甲11，乙6)には，「理由」として，「引用商標は，「ずぼら焼」の文字を縦書きしてなり，昭和35年10月27日に登録出願，第30類「焼饅頭，焼餅及び他類に属しない焼菓子」を指定商品として，同38年4月9日に設定登録，その後，同48年12月25日，同58年5月20日及び平成5年10月28日の3回にわたり",
              "text": [
                "商標権存続期間の更新登録がされたが，平成15年4月9日に商標権の存続期間満了により消滅し，その抹消の登録が15年12月10日にされているものである。」，「本件商標は，前記したとおり，「ずぼら焼」の文字を横書きしてなるものである。これに対して，引用商標は，前記したとおり，「ずぼら焼」の文字を縦書きしてなるものである。」，「そうすると，本件商標と引用商標は，「ズボラヤキ」の称呼を共通にするものであり，外観及び観念においても類似するものであるから，類似の商標というべきである。また，両商標の指定商品は，上記のとおりであるから，同一又は類似の商品であることは明らかである。」，「本件商標は，その登録査定時において，有効に存続していた他人の引用商標と商標及び商品において類似するものであるから，その登録は，商標法第4条第1項第11号に違反してされたものである。」などの記載がある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対し被請求人である原告は，平成16年2月20日付けで答弁書(甲9)を提出した。同書面で原告は，「本件登録商標と引用商標の類似性については認め」るとした上で，引用商標は，Z(被告)とAが更新手続をしないため，被請求人である原告一人が使用を継続するとして単独で本件商標の申請手続をしたものである等と主張した。",
                "前記答弁書に対し，請求人であるY(被告)及びZ(被告)は弁駁書(甲10)を提出し，その中で被告らは，引用商標の更新手続に協力しなかったのは逆に原告であり，「ずぼら焼」なる商標の単独所有を意図して被告らの同意要請等を拒んだものである等の主張をした。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "これに対し原告は，平成16年10月21日付けで，被請求人代理人瀬戸康富弁護士名義で特許庁に対し，意見書(甲6)を提出した。その内容は，前記答弁書(甲9)及び本訴における原告の主張とほぼ同一である。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "平成16年11月24日，本件商標登録を無効とする本件審決(甲5)がなされた。その理由は，前述したとおり，本件商標は，その登録査定時において有効に存続していた他人の登録商標である引用商標と類似し，かつ，その指定商品も引用商標の指定商品と同一又は類似するものであるから，商標法4条1項11号に該当する，というものであった。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上の事実関係を前提にして，原告主張に係る取消事由について，以下順次判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(手続違背)の有無",
              "text": [
                "原告は，本件審決は，無効審判請求の請求人である被告らの主張する無効理由と異なる理由で，本件商標登録を無効とする判断をし，しかも，本件商標につき登録査定をした審査官に対し，参加を求めたり，通知するなどして事前にその意見を聴取する機会を付与することなくなされたものであるから，違法である旨主張する。",
                "そこで検討すると，商標法56条1項において準用する特許法153条1項は，「審判においては，当事者又は参加人が申し立てない理由についても，審理することができる。」，同条2項は，「審判長は，前項の規定により当事者又は参加人が申し立てない理由について審理したときは，その審理の結果を当事者及び参加人に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならない。」と規定しているところ，前記認定事実によれば，特許庁は，平成16年9月16日付けで，原告に対し，本件商標登録につき無効理由通知をし(甲11，乙6)，これに対し原告は，平成16年10月21日付けで，意見書(甲6)を提出していること，上記無効理由通知の無効理由は，本件商標は，その登録査定時において，有効に存続していた他人の商標と商標及び商品において類似するものであるから，商標法4条1項11号に該当するというものであるのに対し，被告ら主張の無効理由は，本件商標は，商標権が消滅した日から1年を経過していない他人の引用商標又はこれに類似する商標であって，その商標権に係る指定商品又はこれらに類似する商品について使用するものであるから，商標法4条1項13号に該当するというものであること(なお，被告らも，甲8の審判請求書において，前記認定のとおり，本件商標の登録査定時(平成15年3月26日)には，引用商標は未だ消滅していなかった旨の主張もしていた。)，本件審決は，上記無効理由通知の無効理由と同旨の理由に基づいて本件商標登録を無効とする判断をしていることからすれば，本件登録商標の無効審判請求の審理は，商標法56条1項において準用する特許法153条に基づいてなされたものであって，本件審決が被告らの主張する無効理由と異なる理由により本件商標登録を無効とする判断をしたから違法であるとする原告の前記主張は，採用することができない。",
                "また，商標法上，商標登録の無効審判請求の審理に際し，当該商標登録の登録査定をした審査官から意見を聴取したり，又はその聴取の機会を付与すべきとする規定はないから，本件審決が，本件商標につき登録査定をした審査官に対し，参加を求めたり，通知するなどして事前にその意見を聴取する機会を付与することなくなされたものであるとしても違法となる余地はなく，これに関する原告の前記主張も採用できない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(引用商標の有効性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用商標につき昭和58年5月20日にされた商標権存続期間の更新登録は，Aが昭和57年10月28日付けで死者であるB名義で虚偽の出願を行ったことに基づいてされたもので，そもそも更新手続が存在しないから，単なる誤記であること，その後平成5年10月27日にされた商標権存続期間の更新登録も，既に消滅した引用商標の商標権を存在するものとしてされたもので，単なる誤記であることを理由として，本件商標の登録査定時に引用商標が有効に存続していた旨の本件審決の認定判断は，誤りである旨主張する。",
                    "ところで，商標法19条1項は，商標権の存続期間は，設定登録の日から10年をもって終了する旨規定し，同条3項は，商標権の存続期間を更新した旨の登録があったときは，その満了の時に存続期間が更新されたものとする旨規定している。",
                    "一方で，旧商標法(平成8年法律第68号による改正前の商標法)48条1項は，商標権の存続期間の更新登録について，「その更新登録が当該商標権者でない者の出願に対してされたとき」(同項2号)は，無効審判を請求することができる旨規定し，旧商標法49条は，旧商標法48条1項2号に該当することを理由とする商標権の存続期間の更新登録についての無効審判は，更新登録の日から5年を経過した後は請求することができない旨規定する。",
                    "この旧商標法49条の趣旨は，旧商標法48条1項2号に該当する更新登録は無効とされるべきものではあるが，更新登録の無効の審判が請求されることなく5年の除斥期間が経過したときは，更新登録がされたことにより生じた既存の継続的な状態を保護するために商標登録の有効性を争い得ないものとしたことにあるものと解される。",
                    "そして，前記認定事実及び甲13によれば，引用商標につき昭和58年5月20日にされた商標権存続期間の更新登録に係る出願手続は，Aが，H弁理士に依頼して，昭和57年10月28日付けで，当時既に死亡していたB名義を利用して行ったことが推認されるから，上記更新登録は，「その更新登録が当該商標権者でない者の出願に対してされたとき」(旧商標法48条1項2号)に該当するというべきである。しかし，旧商標法49条により，上記更新登録の日から5年の除斥期間を経過した後(昭和63年5月21日以降)は，更新登録の有効性を争い得なくなったものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用商標につき平成5年10月27日になされた商標権存続期間の更新登録についても，仮に原告が主張するように引用商標の商標権のX(原告)・A・Z(被告)への譲渡(受付昭和58年10月24日，移転登録昭和58年12月19日)が無効であるから無効となる余地があるとしても，上記更新登録の日から5年の除斥期間を経過した後(平成10年10月28日以降)は，更新登録の有効性を争い得なくなったものというべきである(なお，付言すると，前記認定事実及び乙5によれば，引用商標に関する出願平成5年4月7日・登録平成5年10月28日の存続期間更新登録手続は，権利名義人であったX(原告)・A・Z(被告)の同意の下になされたと推認できるから，原告は，同登録を自ら作出したというべきであり，これを後に本訴において無効を主張するのは信義則に反すると解する。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，引用商標の商標権は，平成15年4月9日に存続期間満了により消滅するまで有効であったものと認められるから，原告の前記主張は，その前提を欠くものとして採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し原告は，引用商標につきなされた商標権存続期間の更新登録(合計2回)は，死者であるB名義等でされたもので，その更新手続が存在しないから，単なる誤記であり，更新登録無効審判の除斥期間の適用を受けないなどと主張する。",
                    "しかし，前記のとおり最終の更新手続(出願平成5年4月7日，登録平成5年10月28日)には原告自身が関与していると認められるのみならず，原告のいう更新手続の不存在とは，旧商標法48条1項2号(その更新登録が当該商標権者でない者の出願に対してされたとき)の無効事由をいうものにほかならないから，専ら特許庁の更新登録無効審判手続においてのみ主張すべきものであり，一定期間経過後は無効の主張は許されない(すなわち，除斥期間の適用がある)ものと解されるから，原告の主張は，採用することができない。",
                    "したがって，原告主張の取消事由2も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(登録査定日の認定の誤り)の有無",
              "text": [
                "原告は，本件審決が，本件商標の「登録査定時」を平成15年3月26日と認定したことは誤りであり，「登録査定時」とは外部的に登録査定を公表した日，すなわち商標登録をした平成15年5月16日と解すべきである旨主張する。",
                "証拠(甲1，7の5・6)及び弁論の全趣旨によれば，特許庁は，平成15年3月26日付けで本件商標の登録査定書(甲1)作成し，同年4月4日，上記登録査定書を原告に発送したことが認められる。",
                "そして，商標法17条において準用する特許法52条1項は，査定は，文書をもって行い，かつ，理由を付さなければならないと規定し，商標法施行規則22条5項において準用する特許法施行規則35条は，査定には，査定の結論及び理由，査定の年月日等の同条所定の事項を記載し，査定をした審査官が記名押印しなればならない旨規定しているところ，上記登録査定書(甲1)は，査定の文書であることは明らかであるから，本件商標の登録査定日を平成15年3月26日と認定した本件審決に誤りはない。",
                "したがって，原告主張の取消事由3も理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(他人性の判断の誤り)の有無",
              "text": [
                "原告は，引用商標の商標権は，X(原告)・A・Z(被告)が共有し，原告の共有持分は引用商標全体に及んでおり，原告にとって引用商標は自己の商標であるから，本件商標を商標法4条1項11号の「他人の商標」と判断した本件審決は誤りである旨主張する。",
                "しかしながら，商標権が共有に係るときは，各共有者は，他の共有者の同意を得なければ，その持分を譲渡し，又はその持分を目的として質権を設定することができないこと(商標法35条において準用する特許法73条1項)，商標権存続期間の更新登録の出願人は当該商標権者に限られ(旧商標法21条1項3号)，商標権が共有に係るときは，他の共有者と共同でなければ，商標権存続期間の出願をすることができないものと解されることからすれば，共有者の一部が相違するときも，商標法4条1項11号の他人の登録商標又はこれに類似する商標に該当するものと認めるのが相当である。",
                "したがって，X(原告)・A・Z(被告)を商標権者として登録されていた引用商標が，原告が単独出願した本件商標との関係で，他人の登録商標に類似する商標であると認定した本件審決に誤りはないというべきである。",
                "したがって，原告主張の取消事由4も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}