{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は参加によって生じた分も含め原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2004-39251号事件について平成17年2月15日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許につき特許庁が平成16年6月29日に取消決定をし，これに対し原告がその取消訴訟(当庁平成17年(行ケ)第10089号，旧表示・東京高裁平成16年(行ケ)第362号)を提起して係属中であるところ，原告が前記特許につき訂正審判を請求したのに，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，発明の名称を「携帯型コミュニケータ」とする特許第3408154号(甲19。平成4年11月9日に出願された特願平4-298630号の",
                  "text": [
                    "出願の一部を平成7年11月28日に分割した特願平7-309275号の，さらにその出願の一部を平成10年6月26日に分割した特願平10-180964号に係るもの。平成15年3月14日設定登録。請求項1ないし3。以下「本件特許」という。)の特許権者である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その後，本件特許につき第三者から特許異議の申立てがされ，特許庁において異議2003-72820事件として審理された。原告は，同事件の係属中，本件特許の特許請求の範囲等につき請求項3の削除を含む訂正を請求して対抗したが，特許庁は，平成16年6月29日，「訂正を認める。特許第3408154号の請求項1ないし2に係る特許を取り消す。」との決定をした。そこで原告は，同決定の取消しを求める訴えを東京高等裁判所に提起し(平成16年(行ケ)第362号事件。平成17年4月1日当庁へ回付後は平成17年(行ケ)第10089号事件)，当庁において現在審理中である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，原告は，平成16年11月2日，本件特許の特許請求の範囲等につき訂正審判を請求した(甲20。以下「本件訂正審判請求」といい，これに係る全文訂正明細書を「本件訂正明細書」という。)。特許庁は，これを訂正2004-39251号事件として審理した上，平成17年2月15日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成17年2月25日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正審判請求の内容",
              "text": [
                "平成16年11月2日付けでなされた本件訂正審判請求の内容は，設定登録時の特許請求の範囲を次のとおり減縮等しようとするものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "設定登録時の特許請求の範囲(甲19)",
                  "text": [
                    "「【請求項1】 公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う無線通信手段と，",
                    "該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出する処理を行うコンピュータと，",
                    "該コンピュータによって所定の画像を表示する第1のディスプレイと，第2のディスプレイと，",
                    "オン信号を出力するオンスイッチが操作された場合に上記第1のディスプレイと，上記コンピュータを含む全体に電源を供給して，該第1のディスプレイを利用した入出力が行われるアクティブ状態にし，オフ信号を出力するオフスイッチが操作された場合に，上記コンピュータと，上記無線通信手段とを含む所定の部分にのみ電源を供給して，上記第1のディスプレイを利用した入出力が行われることのない待機状態にする電源コントローラと，",
                    "上記無線通信手段と，上記コンピュータと，上記第1のディスプレイと，上記第2のディスプレイとを組み合わせた状態で保持する筺体とを備え，          上記コンピュータは，上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，",
                    "上記無線通信手段が受信を待機している受信待機中であるかを判断する受信待機中判断手段と，",
                    "該受信待機中判断手段が受信待機中であると判断した場合に，上記第2のディスプレイに受信待機中の表示を行う受信待機中表示手段とを備えることを特徴とする携帯型コミュニケータ。",
                    "【請求項2】 公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う無線通信手段と，",
                    "該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出する処理を行うコンピュータと，",
                    "該コンピュータによって所定の画像を表示する第1のディスプレイと，第2のディスプレイと，",
                    "オン信号を出力するオンスイッチが操作された場合に上記第1のディスプレイと，上記コンピュータを含む全体に蓄電池から電源を供給して，該第1のディスプレイを利用した入出力が行われるアクティブ状態にし，オフ信号を出力するオフスイッチが操作された場合に，上記コンピュータと，上記無線通信手段とを含む所定の部分にのみ上記蓄電池から電源を供給して，上記第1のディスプレイを利用した入出力が行われることのない待機状態にする電源コントローラと，          上記無線通信手段と，上記コンピュータと，上記第1のディスプレイと，上記第2のディスプレイとを組み合わせた状態で保持する筺体とを備え，          上記コンピュータは，上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，",
                    "上記蓄電池の電源容量を検出する電源容量検出手段と，          上記第2のディスプレイに，上記電源容量検出手段が検出した電源容量の表示を行う電源容量表示手段とを備えることを特徴とする携帯型コミュニケータ。",
                    "【請求項3】 公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う無線通信手段と，",
                    "該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出する処理を行うコンピュータと，",
                    "該コンピュータによって所定の画像を表示する第1のディスプレイと，第2のディスプレイと，",
                    "オン信号を出力するオンスイッチが操作された場合に上記第1のディスプレイと，上記コンピュータを含む全体に蓄電池から電源を供給して，該第1のディスプレイを利用した入出力が行われるアクティブ状態にし，オフ信号を出力するオフスイッチが操作された場合に，上記コンピュータと，上記無線通信手段とを含む所定の部分にのみ上記蓄電池から電源を供給して，上記第1のディスプレイを利用した入出力が行われることのない待機状態にする電源コントローラと，          上記無線通信手段と，上記コンピュータと，上記第1のディスプレイと，上記第2のディスプレイとを組み合わせた状態で保持する筺体とを備え，          上記コンピュータは，上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，",
                    "上記蓄電池の電源容量を検出する電源容量検出手段と，          上記第2のディスプレイに，上記電源容量検出手段が検出した電源容量の表示を行う電源容量表示手段と，",
                    "上記無線通信手段が受信を待機している受信待機中であるかを判断する受信待機中判断手段と，",
                    "該受信待機中判断手段が受信待機中であると判断した場合に，上記第2のディスプレイに受信待機中の表示を行う受信待機中表示手段とを備えることを特徴とする携帯型コミュニケータ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正審判請求時の特許請求の範囲",
                  "text": [
                    "本件訂正審判請求においては，請求項1及び2を次のとおり訂正し，請求項3を削除するとの訂正をしようとするものである(甲20。訂正部分に下線を付した。以下，本件訂正明細書記載の特許請求の範囲の請求項1及び2の発明を，それぞれ「訂正発明1」，「訂正発明2」という。)。",
                    "「【請求項1】 アンテナを有し，該アンテナによって，公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う無線通信手段と，",
                    "マイクと，",
                    "スピーカと，",
                    "該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出する処理を行うコンピュータと，",
                    "該コンピュータによって所定の画像を表示する第1のディスプレイと，所定の画像を表示する第2のディスプレイと，",
                    "オン信号を出力するオンスイッチが操作された場合に上記第1のディスプレイと，上記コンピュータを含む全体に電源を供給して，該第1のディスプレイを利用した入出力が行われるアクティブ状態にし，オフ信号を出力するオフスイッチが操作された場合に，上記コンピュータと，上記無線通信手段とを含む所定の部分にのみ電源を供給して，上記第1のディスプレイを利用した入出力が行われることのない待機状態にする電源コントローラと，",
                    "上記無線通信手段と，上記マイクと，上記スピーカと，上記コンピュータと，上記第1のディスプレイと，上記第2のディスプレイとを組み合わせた状態で保持する筺体とを備え，",
                    "上記コンピュータは，",
                    "上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，上記無線通信手段が受信を待機している受信待機中であるかを繰り返し判断する受信待機中判断手段と，",
                    "該受信待機中判断手段が受信待機中であると判断した場合に，上記第2のディスプレイに画像を用いて受信待機中の表示を行う受信待機中表示手段と，          　ワードプロセッサのデータ受信中か否かを予め定められた時間毎に判断する手段と，",
                    "上記受信待機中表示手段による受信待機中の表示とは別に上記第2のディスプレイに画像を用いて蓄電池の電源容量表示をする手段と，          　を備え，",
                    "上記筺体は，上記第1のディスプレイを収納する収容枠と，本体と，該収容枠と本体とを2つ折り可能に連結する連結部とを備え，",
                    "携帯型無線電話装置として機能することを特徴とする携帯型コミュニケータ。",
                    "【請求項2】 アンテナを有し，該アンテナによって，公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う無線通信手段と，",
                    "マイクと，",
                    "スピーカと，",
                    "該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出する処理を行うコンピュータと，",
                    "該コンピュータによって所定の画像を表示する第1のディスプレイと，所定の画像を表示する第2のディスプレイと，",
                    "オン信号を出力するオンスイッチが操作された場合に上記第1のディスプレイと，上記コンピュータを含む全体に蓄電池から電源を供給して，該第1のディスプレイを利用した入出力が行われるアクティブ状態にし，オフ信号を出力するオフスイッチが操作された場合に，上記コンピュータと，上記無線通信手段とを含む所定の部分にのみ上記蓄電池から電源を供給して，上記第1のディスプレイを利用した入出力が行われることのない待機状態にする電源コントローラと，          　上記無線通信手段と，上記マイクと，上記スピーカと，上記コンピュータと，上記第1のディスプレイと，上記第2のディスプレイとを組み合わせた状態で保持する筺体とを備え，",
                    "上記コンピュータは，",
                    "上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，上記蓄電池の電源容量を繰り返し検出する電源容量検出手段と，",
                    "上記第2のディスプレイに，上記電源容量検出手段が検出した電源容量の表示を画像を用いて行う電源容量表示手段と，",
                    "ワードプロセッサのデータ受信中か否かを予め定められた時間毎に判断する手段と，",
                    "を備え，",
                    "上記筺体は，上記第1のディスプレイを収納する収容枠と，本体と，該収容枠と本体とを2つ折り可能に連結する連結部とを備え，",
                    "上記収容枠は，該収容枠と本体とを折り畳んだ状態で，上記第1のディスプレイを視認可能な位置に保持する構造を有し，",
                    "携帯型無線電話装置として機能することを特徴とする携帯型コミュニケータ。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その要旨は，前記訂正は特許請求の範囲の減縮ないし誤記の訂正若しくは明りょうでない記載の釈明を目的とするものではあるが，訂正発明1は下記刊行物1～8に，訂正発明2は下記刊行物1～9に，それぞれ記載された発明及び周知技術ないし慣行手段に基づいて，容易に発明をすることができたものであるから進歩性を欠き，独立して特許を受けることができないものであって，本件訂正審判請求に係る訂正は認められないと判断したものである。",
                "記",
                "刊行物1：特開平3-235116号公報(本訴甲2。ここに記載された発明を以下「引用発明」という。)",
                "刊行物2：実願昭63-153716号の願書に添付された明細書と図面を撮影したマイクロフィルム(実開平2-73865号公報参照)(本訴甲3)",
                "刊行物3：特開平4-156051号公報(本訴甲4)",
                "刊行物4：特開平3-184431号公報(本訴甲5)",
                "刊行物5：特開昭60-203065号公報(本訴甲6)",
                "刊行物6：特開平4-259156号公報(本訴甲7)",
                "刊行物7：特開平4-134962号公報(本訴甲8)",
                "刊行物8：特開平3-177180号公報(本訴甲9)",
                "刊行物9：特開平4-10012号公報(本訴甲10)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下のとおり，訂正発明1及び2の進歩性の判断を誤り，その結果，本件訂正審判請求が成り立たないと判断したものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用発明の認定の誤りに基づく訂正発明1及び2と引用発明との相違点の看過)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第2の表示手段への電源表示について",
                      "text": [
                        "審決は，引用発明に係る情報処理装置において，「上記コンピュータは・・・・第2の表示手段に・・・・電源の表示を行う電源表示手段・・・・を備え」る，すなわち，コンピュータの制御によって第2の表示手段に電源が表示されると認定した。",
                        "しかし，刊行物1の記載によれば，引用発明のコンピュータが第2の表示手段(LED)による表示に関して行う制御処理は，FAXを受信したことを知らせるためにLEDを点滅させることだけであり，電源を表示するLEDは，装置が通電されると，コンピュータからの制御を受けることなく，点灯されるものである。したがって，引用発明においては，コンピュータの制御によって第2の表示手段に電源の表示がされるものではない。ところが，審決は，引用発明においてはコンピュータの制御によって第2の表示手段に電源が表示されるとしたものであって，その認定は完全に誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "電源の監視について",
                      "text": [
                        "審決は，引用発明においては，オンスイッチ及びオフスイッチの操作状態にかかわりなく所定の状態監視(例えば，通信状態や電源の監視)を行うものであると認定した。しかし，電源の監視については，刊行物1に記載はおろか示唆すらもないから，審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "イベント監視結果と表示内容とが対応しない場合について          　訂正発明1においては，繰り返し実行される受信待機中判断手段による判断の結果と第2のディスプレイの表示内容とが対応関係にある。また，訂正発明2においては，電源容量検出手段による検出の結果と第2のディスプレイの表示内容とが対応関係にある。これに対し，引用発明には，繰り返し実行される各種イベント監視の結果と第2の表示手段の表示内容とが対応しない場合も含まれるとみることができる。そうであるとすれば，審決には，訂正発明1及び2と引用発明との相違点の看過があることになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用発明の認定の誤りに基づく訂正発明1及び2と引用発明との相違点の認定の誤り)",
                  "text": [
                    "審決は，引用発明に関し，①「タイマイベントを含む各種イベント監視」が実行され，その結果が第2の表示手段に表示される，② 各種イベント監視に基づき，第2の表示手段に「電源」の表示がされる，③ 各種イベント監視が「繰り返し」行われることに基づき，第2の表示手段の表示が実行される，④ 第2の表示手段に「受信待機中」の表示がされると認定したが，これらの認定は，以下のとおり，すべて誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①の認定について",
                      "text": [
                        "引用発明のコンピュータが第2の表示手段であるLEDの表示に関して行う制御処理は，FAXを受信したことを知らせるためにLEDを点滅させることだけであって，タイマなどのイベントの監視結果については第2の表示手段への表示を行わない。したがって，引用発明において「タイマイベントを含む各種イベント監視」が実行されてその結果が第2の表示手段に表示されるとした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②の認定について",
                      "text": [
                        "刊行物1には，CPUによって電源の状態の検出をすること，その検出結果に基づくCPUからの指示によって第2の表示手段(LED)に電源の状態を表示することに関する記載や示唆はない。引用発明のコンピュータが第2の表示手段の表示に関して行っているイベント監視には，電源に関するものは含まれていないから，イベント監視に基づき第2の表示手段に「電源」の表示がされるとした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③の認定について",
                      "text": [
                        "引用発明のコンピュータが第2の表示手段の表示に関して行っているイベント監視はFAXが受信済みかどうかのイベント監視だけであるが，このFAX受信済みイベントについては，最初の1回の受信を監視した結果のみを第2の表示手段に表示させるものであって，イベント監視が繰り返し行われることに基づいて第2の表示手段の表示内容が変化することはない。したがって，各種イベント監視が「繰り返し」行われることに基づいて第2の表示手段の表示が実行されるとした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "④の認定について",
                      "text": [
                        "審決は，引用発明においては，第2の表示手段が「スタンバイ状態」を表示するものであることを理由に，「受信待機中」の表示がされると認定した。",
                        "しかし，刊行物1には「スタンバイ」の意義につき何ら説明がされておらず，また，その意義については文献により種々の定義が存在し，一義的に定まらないのであって，スタンバイ状態と受信待機中とが同じ意味を有するということはできない。したがって，「スタンバイ状態即ち受信待機中」であるとした審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(刊行物に記載された技術の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物7及び8について",
                      "text": [
                        "審決は，「刊行物7，8の記載を勘案すると，「コミュニケータにおいて，表示中の画面の一部に通信状況(例えば，通信中または受信中あるいは受信中の発信元に関する情報等)を示す表示を行うこと」は単なる慣用手段である」と認定し(14頁34行～15頁2行)，この認定に基づいて訂正発明1及び2と引用発明との相違点(4)についての判断をしたが，この認定は，以下のとおり，誤りである。",
                        "①　刊行物7(甲8)の記載からは，タイトル情報が表示されることを読み取ることができる。しかし，刊行物7にいうタイトル情報は，発信元に関する情報と，日付及び時刻とにより作成されるものであって，通信状況とは同義でない。また，タイトル情報の表示状態と，ファクシミリの受信状況とが対応するとされていないため，これを通信状況を示す表示ということはできない。",
                        "しかも，刊行物7に記載されたのは受信専用のファクシミリであり，送信及び受信に係る引用発明とは技術分野が異なるから，刊行物7に基づいて慣用手段であると認定することは許されない。",
                        "②　刊行物8(甲9)は，画像データの通信中又は受信中のときだけ通信中又は受信中の表示を行うものであって，音声データの送受信時に表示を行うことついての記載又は示唆はない。これは，刊行物8に係る静止画テレビ電話機の特許出願の当時，画像データの送受信に比較的長時間を要していたことを前提に，その送受信時に通信中又は受信中の表示を行う必要性があったという課題に基づいて，画像データに関してだけ表示を行うという技術思想を開示したものである。したがって，送受信に時間がかからない音声データやワードプロセッサデータについては，刊行物8において通信中又は受信中の表示を行う対象から排除されている。",
                        "また，刊行物8は，ビデオカメラを備えた装置に関するものであって，ビデオカメラを備えない装置に係る引用発明とでは，技術思想，技術分野が異なっている。",
                        "そうすると，刊行物8に基づいて，表示中の画面の一部に通信状況を示す表示を行うことは単なる慣用手段であると認定することは許されないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物4及び5について",
                      "text": [
                        "審決は，「刊行物4，5の記載によれば，「コミュニケータにコンピュータによって所定の画面を表示する第2のディスプレイを設ける」構成は周知である」と認定し(13頁9～11行)，この認定に基づいて訂正発明1及び2と引用発明との相違点(2)についての判断をした。",
                        "しかし，刊行物4(甲5)及び刊行物5(甲6)に係る発明の目的，課題を解決するための手段等に照らせば，第2のディスプレイの表示内容として，刊行物4は電池残量だけを，刊行物5は外部情報と内部情報とのうち第1のディスプレイで表示対象とされていないものだけを，それぞれ想定したものであって，他の可能性は排除されている。したがって，刊行物4及び5に基づき，それら以外の表示内容を含めて，コンピュータによって所定の画像を表示する第2のディスプレイをコミュニケータに設ける構成は周知であると認定することは許されない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "刊行物3について",
                      "text": [
                        "審決は，「刊行物3の記載によれば，「携帯型コミュニケータにおいて，蓄電池の電源容量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記電源容量検出手段が検出した電源容量の表示を行う電源容量表示手段とを備える」ことは周知である」と認定し(12頁25～28行)，この認定に基づいて訂正発明1及び2と引用発明との相違点(4)についての判断をした。",
                        "しかし，刊行物3(甲4)に開示されている電源容量検出手段は，ファクシミリにしか存在しない「受信画像の\"黒\"の数」に基づくものであって，ファクシミリ以外の機能を有する装置に応用することはできない。また，刊行物3は，「電圧」を検出するものであって，「電源容量」を検出することを示唆するものでない。したがって，刊行物3の記載だけに基づき，当業者が，ファクシミリ以外の機能(携帯型無線電話装置としての機能等)を有する訂正発明1及び2を含めた「携帯型コミュニケータ」において，電源容量検出手段及び電源容量表示手段を備えることが周知であると認識することはあり得ないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "刊行物2～9について",
                      "text": [
                        "審決は，上記(ア)及び(イ)の慣用手段及び周知技術をそれぞれ二つだけの証拠に基づいて，上記(ウ)の周知技術を一つだけの証拠に基づいて認定した。",
                        "また，審決は，刊行物2(甲3)という一つだけの証拠に基づいて「無線回線によってワードプロセッサのデータを送受信するファクシミリ装置(即ち，コミュニケータ)」は周知であるとの事実(審決12頁4～6行)，刊行物6(甲7)という一つだけの証拠に基づいて「携帯型コミュニケータの送話部の開閉状態等により使用する機能を選択するとともに選択した機能に関連する部分にのみ電源を供給して省電力を計る」ことは単なる慣用手段であるとの事実(審決14頁10～12行)，刊行物9(甲10)という一つだけの証拠に基づいて「携帯機器において，表示装置を収納したカバーと本体とを折り畳んだ状態で，当該表示装置を視認可能な位置に保持する構造」は周知であるとの事実(審決15頁17～19行)をそれぞれ認定し，この認定に基づいて訂正発明1及び2と引用発明との相違点についての判断をした。",
                        "しかし，周知技術とは，当該技術分野において一般的に知られている技術であって，これに関して相当多数の公知文献が存在し，又は業界に知れ渡り，あるいは例示する必要がないほどよく知られている技術を，慣用手段とは，当該周知分野において一般的に慣用されている手段，すなわち，当業者が熟知しており，かつ，一般的に使用されている手段をいうものである。そうすると，周知技術又は慣用手段を立証するためには，一つ又は二つの証拠を示すだけでは立証不成立というべきであるから，審決における上記周知技術又は慣用手段の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正発明1及び2と引用発明との相違点(1)について",
                      "text": [
                        "審決は，相違点(1)につき，引用発明に係る情報処理装置を，刊行物6(甲7)の携帯電話機とを組み合わせて，携帯型無線電話装置として機能する携帯コミュニケータに変更する程度のことは，当業者であれば容易なことであると判断した。",
                        "しかし，審決の上記判断は，以下のとおり，誤りである。",
                        "まず，引用発明の情報処理装置と刊行物6の携帯電話機とを組み合わせて携帯型無線電話装置とした場合には，その電源としては，当然に電池を用いることになる。ところで，引用発明は，「データ通信の状態を常時認識可能」にすることを目的とするものであるが，この「常時」とは，刊行物1(甲2)の記載によれば，「4日以上の期間，いつでも」を意味する。したがって，引用発明は，データ通信の状態を4日以上の期間常に認識可能にすることを目的とするものである。",
                        "他方，本件の特許出願当時(分割出願の元となった特許出願がされた平成4年11月9日)，携帯電話機の電池として4日以上の使用に耐え得るものは存在しなかった。そうすると，引用発明と刊行物6の携帯電話機とを組み合わせることは，引用発明の目的に反することになる。",
                        "また，刊行物1には，引用発明に係る情報処理装置を携帯化することを拒む構成(蓄電池の急激な消耗を招く排気用ファン，ハードディスク用ファン，スピンドルモータや，持ち運ぶと脱落しやすいハンドセット等)が多数開示されているから，これに基づいて当業者が携帯型の無線電話装置を想定することは阻害されるということができる。",
                        "したがって，引用発明に基づいて携帯型無線電話装置を想定することが容易であるとした審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明1及び2と引用発明との相違点(4)について(その1)          　審決は，相違点(4)についての判断をする前提として，引用発明はワードプロセッサのデータの送受信も行うものであると認定した。",
                        "しかし，刊行物1には，ワードプロセッサのデータの送信についての記載はあるが，送受信についての記載はない。また，刊行物1に「パソコン通信」に関する記載はあるが，その定義はなく，これがワードプロセッサによるものかどうか，送信及び受信を行うのかは不明である。",
                        "したがって，相違点(4)についての審決の判断は，根拠のない記載事項に基づくものであって，明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "訂正発明1及び2と引用発明との相違点(4)について(その2)          　審決は，相違点(4)について，引用発明における各種イベント監視に「ワードプロセッサのデータ受信中か否かを予め定められた時間毎に判断する手段」を含ませる程度のことは，当業者にとって単なる設計的事項にすぎないものであると判断した。",
                        "しかし，審決が掲げる上記判断の根拠(画面の一部に通信状況を示す表示を行うことは従来から普通に行われていること，引用発明はワードプロセッサのデータの送受信も行うこと)は，前記ウ(ア)，エ(イ)のとおり，いずれも誤りである。したがって，審決は，上記判断ついて明確な根拠を何ら示していないことになる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "訂正発明1及び2と引用発明との相違点(4)について(その3)          　審決は，相違点(4)について，引用発明の電源を蓄電池とするとともに，電源表示手段を「上記受信待機中表示手段による受信待機中の表示とは別に上記第2のディスプレイに画像を用いて蓄電池の電源容量表示をする手段」に変更すること(訂正発明1。19頁末行～20頁4行)，「上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，上記蓄電池の電源容量を繰り返し検出する電源容量検出手段と，上記第2のディスプレイに，上記電源容量検出手段が検出した電源容量の表示を画像を用いて行う電源容量表示手段」を備えるように構成すること(訂正発明2。23頁13～17行)は，いずれも当業者であれば刊行物1及び3～5に基づいて容易に想到し得たものであると判断した。",
                        "しかし，本件の特許出願当時(平成4年11月9日)，携帯電話機の電池として4日以上の使用に耐え得るものは存在していなかったし，刊行物1には電池を電源として採用することを妨げる事項が記載されている。したがって，引用発明と，電池電源化を前提とする刊行物3及び4とは，技術分野や解決すべき課題を異にするから，これらに基づいて当業者が訂正発明1及び2の上記構成を容易に着想し得たとみることはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "訂正発明2と引用発明との相違点(5)について",
                      "text": [
                        "審決は，相違点(5)について，引用発明の第1のディスプレイの保持構造を，訂正発明2のように折り畳んだ状態で視認可能な位置に保持する構造とすることは，当業者であれば適宜することのできる事項であると判断した。",
                        "しかし，引用発明は，閉じられた状態では第1のディスプレイに相当する表示部が視認不可能になる構成を前提として，データ通信状態を常時認識できるように，表示部の開閉状態にかかわらず点灯状態を確認することのできるLEDを設けたものである。そうすると，引用発明において，刊行物9(甲10)のような「携帯機器において，表示装置を収納したカバーと本体とを折り畳んだ状態で，当該表示装置を視認可能な位置に保持する構造」を採用することは，引用発明の技術的解決手段の方向性に反するから，当業者が容易に着想し得るということはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告及び補助参加人らの反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤りに基づく相違点の看過)に対し      ア　電源の表示及び監視について",
              "text": [
                "刊行物1(甲2)には，①「E40は赤と緑の2つのLEDであり，CPU　E1からの指示によりOＮ／OFFをすることができる。例えば，留守中フアクシミリや電話の状態をしめすランプとしても使用可能である。」(13頁右下欄4～7行)，②「M48，M49はそれぞれ赤，緑のLEDであって，緑はPOWERを，赤はスタンバイ状態，FAX受信などの表示をするものである。」(3頁左下欄19頁～右下欄1行)との記載がある。この①のLEDと②のLEDとが同じものであることは，刊行物1にそれ以外のLEDの記載がないことなどから明らかである。原告の主張は，刊行物1のこれらの記載を看過したものである。",
                "また，引用発明は，いわゆるイベント駆動型システムを制御する機能を持つものであるところ(15頁左下欄2～5行)，イベント駆動型のコンピュータが，表示の指示を出すために，表示すべき状態をイベントとして検出する必要があることは，自明のことである。",
                "したがって，原告の主張は失当である。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "イベント監視結果と表示内容が対応しない場合について        　訂正発明1は，「無線通信手段が受信を待機している受信待機中であるかを繰り返し判断する受信待機中判断手段と，該受信待機中判断手段が受信待機中であると判断した場合に，上記第2のディスプレイに受信待機中の表示を行う受信待機中表示手段と」を具備することを要件とするが，この要件は，引用発明も具備しているものであり，訂正発明1と引用発明との相違点ではない。したがって，審決に相違点を看過した違法はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(引用発明の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "①の認定について",
                  "text": [
                    "審決は，引用発明のコンピュータについて，タイマイベントを含む各種イベント監視を繰り返し，第2の表示手段に受信待機中を表示する通信状態表示手段及びこれとは別に電源の表示を行う電源表示手段とを備えると認定しているにすぎず，タイマイベントを含む各種イベント監視のすべての結果が表示されると認定しているわけではない。引用発明のコンピュータがタイマイベントを含む各種イベント監視を繰り返すものであることや，通信状態表示手段及び電源表示手段と呼ぶべき手段を具備していることは，いずれも明らかであって，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "②の認定について",
                  "text": [
                    "引用発明につき，「・・・・各種イベント監視を繰り返し・・・・第2の表示手段に通信状態表示手段とは別に電源の表示を行う・・・・」との審決の認定に誤りがないことは，上記アのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "③の認定について",
                  "text": [
                    "審決は，引用発明につき，各種イベント監視が繰り返し行われ，監視の度に必ず第2の表示手段の表示が変更されると認定したものではない。各種イベント監視を繰り返し行うとしても，その監視結果が同じであるときに表示内容が変わらないことは自明のことであるから，表示内容が変わらないからといって，各種イベント監視を繰り返し行っていないことにはならないのである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "④の認定について",
                  "text": [
                    "広辞苑によれば，「スタンバイ」は「事に備えて待機すること」であり，引用発明における「スタンバイ」の意味は，FAXの受信後でも受信中でもなく，受信待機中のことをいうと解するのが自然である。したがって，仮に，原告が主張するように「スタンバイ」がいろいろな意味で用いられているとしても，刊行物1における「スタンバイ」を「受信待機中」と認定した審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(刊行物に記載された技術の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物7及び8について",
                  "text": [
                    "①　刊行物7において画面の所定領域に表示させるタイトル情報には，発信元に関する情報と日付及び時刻とが含まれる。また，その表示は，受信中は同様の動作が繰り返され，受信をする継続ページがない場合には受信完了の表示に切り替わる。したがって，当該構成をもって，通信装置において表示中の画面の一部に通信状況を示す表示を行うことは単なる慣用手段であるとした審決の認定に誤りはない。",
                    "②　刊行物8が，画像データの通信中又は受信中のときにだけ表示を行うものであるとしても，通信装置において表示中の画面の一部に通信状況を表示するものであることに変わりはない。したがって，刊行物8も，通信装置においてそのような表示を行うことが従来から普通に行われていることを示す一例ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物4及び5について",
                  "text": [
                    "刊行物4には，携帯電話機(すなわち，コミュニケータ)に電池残量を表示するための計測・演算回路(すなわち，コンピュータ)によって電池残量の表示(すなわち，所定の画像の表示)をする表示部(すなわち，第2のディスプレイ)を設ける構成が，刊行物5には，ファクシミリ装置(すなわち，コミュニケータ)にマイクロプロセッサから成る主制御部(すなわち，コンピュータ)によって内部情報の表示(すなわち，所定の画像の表示)をする第2のキャラクタ表示器(すなわち，第2のディスプレイ)を設ける構成が，それぞれ記載されている。したがって，審決が，これらの記載に基づいて，コミュニケータにコンピュータによって所定の画像を表示する第2のディスプレイを設ける構成は周知であると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物3について",
                  "text": [
                    "刊行物3には，携帯型ファクシミリ(すなわち，携帯型コミュニケータ)において，送受信可能な原稿枚数(すなわち，蓄電池の電源容量)を繰り返し検出する枚数計算手段(すなわち，電源容量検出手段)と，液晶ディスプレイ等の表示装置(すなわち，ディスプレイ)に，上記枚数計算手段が検出した原稿枚数(すなわち，電源容量)の表示を行う枚数表示手段(すなわち，電源容量表示手段)とを備える構成が，記載されている。",
                    "したがって，これらの記載に基づいて，携帯型コミュニケータにおいて，蓄電池の電源容量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記電源容量検出手段が検出した電源容量の表示を行う電源容量表示手段とを備えることは周知であると認定した審決に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "刊行物2～9について",
                  "text": [
                    "原告は，審決が周知技術又は慣用手段の例として示した証拠の数を問題視する。しかし，審決が周知技術又は慣用手段として認定した事項は，いずれも証拠の数にかかわりなく周知技術又は慣用手段と認められるものであるから，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(相違点についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(1)についての判断の誤りについて",
                  "text": [
                    "原告の主張は，刊行物1の実施例に関する事項であって，審決が認定した引用発明に妥当するものではない。刊行物1の特許請求の範囲の記載からも明らかなように，当業者は，刊行物1から審決が認定したような上位概念の発明(引用発明)を当然に把握することが可能なのであって，そのような上位概念の発明に対しては，原告の主張は全く妥当しない。引用発明のような情報処理装置においても，装置の携帯型化，電池電源化は当然に指向されることであって，阻害要因もないから，その実現を図ることができないとする理由はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の相違点(4)についての判断の誤り(その1)について        　刊行物1に「ワードプロセッサデータの受信」についての直接的な記載はないが，ワープロデータもFAXデータやイメージデータと同様に送信又は受信されるものであるから，送信についての記載があれば，当然に受信もするものであると解することが可能である。また，引用発明はパソコン通信も行うことができるものであるところ，パソコン通信は，ワードプロセッサで作成される文字データを送受信するものであるから，このことからも，引用発明はワードプロセッサデータの送受信を行うものであると認定することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明の相違点(4)についての判断の誤り(その2)について        　引用発明がワードプロセッサのデータの送受信の行うものであること，通信装置において表示中の画面の一部に通信状況を表示することが単なる慣用手段であることは，上述のとおりである。そうすると，ワードプロセッサデータの送受信を行う引用発明において，タイマイベントを含む各種イベントに「ワードプロセッサデータの送受信」に関するイベントが含まれることとなるのは，自明のことである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明の相違点(4)についての判断の誤り(その3)について        　引用発明に係る装置につき電源を電池とすることを妨げる要因が存在しないことは，上記アのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点(5)についての判断の誤りについて",
                  "text": [
                    "携帯機器において，表示装置を収納したカバーと本体とを折り畳んだ状態で当該表示装置を視認可能な位置に保持する構造は周知であり，その周知技術を引用発明に適用することができない理由はないから，相違点(5)の克服は容易であったというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(訂正審判請求の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否に関し，原告主張の各取消事由について判断するが，事案にかんがみ，まず取消事由2から判断し，次いで他の取消事由について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明の認定の誤り)について",
          "text": [
            "審決は，甲1に記載された引用発明につき，「上記コンピュータは，タイマイベントを含む各種イベント監視を繰り返し，第2の表示手段に受信待機中を表示する通信状態表示手段と，第2の表示手段に通信状態表示手段とは別に電源の表示を行う電源表示手段と，を備え」と認定した(審決11頁20～25行)。",
            "原告は，①「タイマイベントを含む各種イベント監視」が実行され，その結果が第2の表示手段に表示される，② 各種イベント監視に基づき，第2の表示手段に「電源」の表示がされる，③ 各種イベント監視が「繰り返し」行われることに基づき，第2の表示手段の表示が実行される，④ 第2の表示手段に「受信待機中」の表示がされると認定した点において，審決には誤りがあると主張する。",
            "しかし，以下のとおり，原告の主張はいずれも採用することができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "①の認定について",
              "text": [
                "原告は，刊行物1(甲2)には，CPUが第2の表示手段の表示に関して行う制御処理として，FAXの受信を知らせるためにLEDを点滅させることしか記載されていないにもかからず，審決は，引用発明においては，タイマイベントを含む各種イベント監視が実行され，その結果が第2の表示手段に表示されると認定したものであって，その認定は誤りであると主張する。",
                "しかし，審決は，「「イベント駆動型コンピュータ」はイベント待ち(即ち，「タイマイベントを含む各種イベント監視」)を繰り返し，イベントの発生により所定のアプリケーションを制御し，その処理を実行するものである。」，「「第2の表示手段」は，コンピュータの制御により，前記オンスイッチと前記オフスイッチの操作状態に拘わりなく，スタンバイ状態即ち受信待機中及びFAX受信等のデータ通信状態を表示する「通信状態表示手段」と，当該通信状態表示手段とは別にPOWER即ち電源の表示を行う「電源表示手段」とからなっている。」との刊行物1の記載(10頁19～22行，30～34行)及び技術常識を勘案して，引用発明につき，「タイマイベントを含む各種イベント監視を繰り返し，第2の表示手段に受信待機中を表示する通信状態表示手段と・・・・を備え」ると認定したものである(11頁21～25行)。",
                "これによれば，審決にいう「タイマイベントを含む各種イベント監視」とは，イベント駆動型コンピュータにおけるイベント待ちを意味するものであって，「スタンバイ状態即ち受信待機中及びFAX受信等のデータ通信状態」の監視を含む広い意味でのイベント監視であるということができる。そして，審決は，そのようなイベント監視のうちの一つであるデータ通信状態の監視の結果につき，第2の表示手段に表示をすると認定したものと認められるから，審決に不合理なところはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "②の認定について",
              "text": [
                "原告は，引用発明のコンピュータが第2の表示手段の表示に関して行っているイベント監視には電源に関するイベント監視は含まれないから，イベント監視に基づき第2の表示手段に「電源」の表示がされるとした審決の認定は誤りであると主張する。",
                "しかし，以下のとおり，原告の主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲2)には，緑のLEDについて，(a) 実施例である情報処理装置の前方外観図(第3図)を参照して，「M48，M49はそれぞれ赤，緑のLEDであって，緑はPOWERを，赤はスタンバイ状態，FAX受信などの表示をするものである。」(3頁左下欄19行～右下欄1行)，(b) 実施例の基本回路構成を示したブロック図(第26図)を参照して，「E40は赤と緑の2つのLEDであり，CPU　E1からの指示によりOＮ／OFFをすることができる。例えば，留守中フアクシミリや電話の状態をしめすランプとしても使用可能である。」(13頁右下欄4～7行)との記載がある。この(a)と(b)とでは異なる符号が用いられているが(前者はM，後者はE)，実施例の外観図(第1図～第3図)及びブロック図(第26図)によれば，他の構成要素についても同様に符号が使い分けられており，刊行物1においては，同一の構成要素を外観図とブロック図とで異なる符号により表記したとみることができる。",
                    "そうすると，引用発明の緑のLED(これが第2の表示手段であることは明らかである。)は，上記(a)のとおりPOWER(電源)の表示をするものであり，また，(b)のとおりCPUの指示によって制御されるものであるから，引用発明はCPUの指示により緑のLEDに電源の表示をするものと認めることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1には，電源について，「本体の電源を投入されたときには，他の初期処理とともに，クリーニングコマンドを発行する。」(16頁左上欄12～14行)，実施例の動作を説明するフローチャートである第41図等を参照して，「第41図～第53図のフローチヤートに従い，本発明の実施例の動作を説明する。なお，以下のフローを実行するためのプログラムはROM　E29に格納されており，CPU　E1はこのプログラムを実行することにより，以下の制御を行う。第41図はマネージヤの処理である。まずステツプS14-1で現在の日付・時刻を得る。次に電源投入後最初の起動だったら，ステツプS14-28に進み，各ハードウエアの初期化を行い，ステツプS14-29でプリンタE4に対しクリーニングコマンドを発行する。・・・・電源OＮ後の起動でなかったらステツプS14-3へ行き，デイスプレイの開閉直後かどうか調べる。」(17頁左下欄17行～右下欄18行)との記載がある。これらの記載によれば，刊行物1には，CPUが，電源投入後の最初の起動であるか否かを判断し，最初の起動の場合には各ハードウェアに対して初期処理を行うことが開示されていると認められる。",
                    "そうすると，引用発明では，CPUが電源投入後の最初の起動であるかどうかを判断していると認められるから，電源に関するイベント監視を行っていると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明は，電源に関するイベント監視を行った上で，第2の表示手段に電源の表示を行う電源表示手段を備えるものであると認められるから，この点に関する審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "③の認定について",
              "text": [
                "原告は，引用発明においては，各種イベント監視が「繰り返し」行われることに基づいて第2の表示手段の表示が実行されるものではないから，審決の認定には誤りがあると主張する。",
                "しかし，刊行物1(甲2)には，「FAXはユーザが不在のときに受信することもあり，受信したことを知らせる必要がある。第1図のM48はそのためのLEDであり，受信が正常に行われるとLEDを点滅させる。」(17頁左上欄3～6行)，「マネージヤに制御が戻っているタイミングで，前述のタスク終了を検知すると，第43図(A)のステツプS15-1でTEL／FAXアプリケーシヨ",
                "ンに対し，FAX終了を知らせるソフトイベントを起動する。TEL／FAXアプリケーシヨンはステツプS15-4でFAXが終了したことを認識し，ステツプS15-5で回線を切断し，ステツプS15-6でエラー終了だったかどうか判断する。・・・・正常終了の場合にはステツプS15-7へ行き，作成されたフアイルを，管理しやすい名前に変更，移動する。次にステツプS15-8でLEDを点滅させる。」(19頁右下欄5行～20頁左上欄2行)との記載がある。これらの記載によれば，刊行物1には，FAXの受信を監視し，FAXを正常に受信した場合には第2の表示手段の表示内容を変化させること(LEDを点滅表示とすること)が開示されていると認められる。",
                "また，引用発明が，第2の表示手段に「受信待機中」を表示する通信状態表示手段を備えるとした審決の認定を是認し得ることは，次の(4)記載のとおりである。",
                "そして，審決は，前記(1)のとおり，イベント駆動型コンピュータや第2の表示手段に関する刊行物1の記載に基づいて，引用発明は「タイマイベントを含む各種イベント監視を繰り返し，第2の表示手段に受信待機中を表示する通信状態表示手段と・・・・を備える」と認定したものである。",
                "そうすると，審決は，引用発明は，FAX受信イベント待ちの受信待機中である旨を第2の表示手段に表示した状態でイベント監視を繰り返してFAX受信イベントの発生を監視し，FAXを受信したときに，FAX受信のデータ通信状態を第2の表示手段に表示するものであると認定しているのであって，原告の主張するように，FAX受信済みイベントの2回目以降の監視結果をも第2の表示手段に表示すると認定したものではない。",
                "したがって，この点に関する原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "④の認定について",
              "text": [
                "原告は，「スタンバイ状態」と「受信待機中」とが同じ意味を有すると解釈することはできないから，「スタンバイ状態即ち受信待機中」とした審決の認定は誤りであると主張する。",
                "しかし，刊行物1(甲2)には，FAX受信に関するLEDの表示につき，「M48，M49はそれぞれ赤，緑のLEDであって，緑はPOWERを，赤はスタンバイ状態，FAX受信などの表示をするものである。」(3頁左下欄19行～右下欄1行)，「E40は赤と緑の2つのLEDであり，CPU　E1からの指示によりOＮ／OFFをすることができる。例えば，留守中フアクシミリや電話の状態をしめすランプとしても使用可能である。」(13頁右下欄4～7行)，「また，FAXはユーザが不在のときに受信することもあり，受信したことを知らせる必要がある。第1図のM48はそのためのLEDであり，受信が正常に行われるとLEDを点滅させる。その後何件か受信しても点滅したままである。第33図S6-2の文書取り出しスイツチを押すことにより，そのLEDを消す。」(17頁左上欄3～9行)，「マネージヤに制御が戻っているタイミングで，前述のタスク終了を検知すると，第43図(A)のステツプS15-1でTEL／FAXアプ",
                "リケーシヨンに対し，FAX終了を知らせるソフトイベントを起動する。TEL／FAXアプリケーシヨンはステツプS15-4でFAXが終了したことを",
                "認識し，ステツプS15-5で回線を切断し，ステツプS15-6でエラー終了だったかどうか判断する。・・・・正常終了の場合にはステツプS15-7へ行き，作成されたフアイルを，管理しやすい名前に変更，移動する。次にステツプS15-8でLEDを点滅させる。」(19頁右下欄5行～20頁左上欄2行)，「第33図のS6-2の文書取り出しスイツチを押すと，第43図のステツプS15-4から第44図のステツプS20-1に来る。タツチ以外のイベントの場合にはここからステツプS20-6へ行き，その処理してマネージヤに戻る。ステツプS20-2ではタツチ位置の解析を行い，ステツプS20-3で文書取り出しスイツチだとステツプS20-4へ行き，LEDを消す。」(21頁右上欄13～20行)との記",
                "載がある。",
                "これらの記載によれば，刊行物1には，赤のLEDは，スタンバイ状態，FAX受信等の表示を行い，FAXを正常に受信するとLEDを点滅させ，受信した文書を取り出すとLEDを消すことが開示されていると認められる。そうすると，FAX受信前の受信待機中においては，赤のLEDが具体的にどのような表示状態であるのかは刊行物1の記載上は不明であるが，少なくとも，FAX受信時の表示と識別することができる表示(点滅以外の表示)をしていることは明らかである。したがって，引用発明は第2の表示手段に受信待機中を表示する通信状態表示手段を備えるとの審決の認定は，是認することができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "電源の表示について",
              "text": [
                "原告は，引用発明はコンピュータの制御により第2の表示手段に電源が表示されるものではないから，審決の認定は誤りであって，相違点の看過があると主張する。",
                "しかし，引用発明が第2の表示手段に電源の表示を行う電源表示手段を備えるものであるとした審決の認定に誤りがないことは，前記2(2)のとおりである。",
                "また，引用発明において，コンピュータがタイマイベントを含む各種イベント監視を繰り返し行うものであること，CPUが電源投入後の最初の起動であるか否かを判断し，電源投入後最初の起動の場合には各ハードウェアに対して初期処理を行うものであることは，前記2(1)～(3)のとおりである。そして，電源表示用のLEDの表示を行わせる制御は，電源投入後最初の起動時におけるハードウェアの初期処理の一つであると考えられる。そうすると，引用発明においては，電源表示用のLEDの表示がCPUの制御によって行われると認めることができる。",
                "この点に関する審決の認定に不合理なところはなく，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "電源の監視について",
              "text": [
                "原告は，電源の監視については，刊行物1に記載はおろか示唆すらもないので，審決はこの点についても相違点を看過したと主張する。",
                "しかし，引用発明において電源に関するイベント監視を行っていると認められることは，前記2(2)のとおりであるから，この点に関する原告の主張も採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "イベント監視結果と表示内容が対応しない場合について",
              "text": [
                "原告は，刊行物1に開示されているのは，繰り返し実行される各種イベント監視の結果と第2の表示手段の表示内容とが対応しない構成であって，繰り返し実行される受信待機中判断手段による判断結果と第2のディスプレイの表示内容とが対応関係にある訂正発明1及び2とは相違しているから，審決には相違点の看過があると主張する。",
                "しかし，審決は，前記2(4)のとおり，引用発明においては，FAX受信イベント待ちの受信待機中であることを第2の表示手段に表示した状態でイベント監視を繰り返してFAX受信イベントの発生を監視し，FAXを受信したときにFAX受信のデータ通信状態にあることを第2の表示手段に表示すると認定したものである。すなわち，引用発明においても，繰り返し実行される各種イベント監視の結果と第2の表示手段の表示内容とは対応関係にあるとされており，その上で，監視及び表示の具体的な内容が引用発明と訂正発明1及び2とで相違することについては，これを相違点(4)として認定して，それについての判断を加えているのである。",
                "したがって，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(刊行物に記載された技術の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物7及び8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物7(甲8)につき，刊行物7にいうタイトル情報(発信元に関する情報，日付及び時刻)と通信状況とは同じものではないし，刊行物7においては，タイトル情報の表示状態とファクシミリの受信状況とが対応していないから，タイトル情報が通信状況を示す表示に該当するとした審決の認定は誤りであると主張する。",
                    "しかし，刊行物7の記載(2頁右下欄20行～3頁左上欄18行，3頁右下欄4行～4頁右上欄14行等)を総合すれば，ファクシミリからの受信データがあるときに，発信元に関する情報と日付及び時刻とを用いて作成したタイトル情報を表示装置に表示すること(受信時の表示)，単位画像分のデータが登録完了されるごとに，発信元等が表示されているアイコンを逐次更新して表示すること(受信中の表示)，受信したすべてのデータの登録が完了すると，ファクシミリ受信前の画面を回復させること(受信完了の表示)が記載されていると認められる。",
                    "そうすると，刊行物7の記載を勘案して，コミュニケータにおいて表示中の画面の一部に通信状況を表示することは単なる慣用手段であるとした審決の認定に誤りはないということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物7に記載のファクシミリは受信専用機であって，送受信装置に係る引用発明とは技術思想，技術分野が異なると主張する。",
                    "しかし，刊行物7には，これが受信専用機であるとの記載はなく，かえって，その実施例として示された装置は「ファクシミリ入出力制御装置4」を備えるとされており，その名称からしてファクシミリの送受信機能を有すると認めるのが相当である。",
                    "したがって，原告の上記主張も失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物8(甲9)は画像データの通信中又は受信中のときだけその表示を行うものであって，表示が行われる場合となるべきデータから音声データやワードプロセッサデータは除外されているし，また，刊行物8はビデオカメラを備えた装置に関するものであるから，ビデオカメラを備えない装置をも包括するコミュニケータについての慣用手段の認定をすることは許されないと主張する。",
                    "しかし，刊行物8に具体的に記載されているのが，画像データの送受信中における表示であり，また，ビデオカメラを備えた装置に関するものであるとしても，これに接した当業者(その発明の属する技術の分野における通常の知識を有する者)において，刊行物8の上記記載内容を抽象化し，コミュニケータにおいて表示中の画面の一部に通信状況を表示するという技術的事項を理解することが妨げられるとは考え難い。したがって，原告の上記主張を勘案しても，当該技術的事項が慣用手段であるとした審決の前記認定を違法とみることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物4及び5について",
              "text": [
                "原告は，刊行物4(甲5)は電池残量のみを，刊行物5(甲6)は外部情報と内部情報とのうち第1のディスプレイで表示対象とされていないもののみを，それぞれ第2のディスプレイに表示するものであって，これらに基づいて，コンピュータによって所定の画像を表示する第2のディスプレイをコミュニケータに設ける構成を周知であると認定することは許されないから，審決の認定には誤りがあると主張する。",
                "しかし，刊行物4に記載された携帯電話機，刊行物5に記載されたファクシミリは，いずれも「コミュニケータ」に当たるものであり，かつ，第2のディスプレイを有し，これに所定の画像(前者では電池残量，後者では外部情報と内部情報とのうちの一方)を表示するものである。そして，刊行物4及び5に接した当業者において，これらの具体的な記載内容を抽象化し，コミュニケータにおいてコンピュータによって所定の画像を表示する第2のディスプレイを設けるという技術的事項を想起することが困難であるとみるべき事情も見当たらない。",
                "そうすると，刊行物4及び5についても，その記載に基づいて上記周知技術を認定した審決に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物3について",
              "text": [
                "原告は，刊行物3(甲4)はファクシミリに関するものであって，これらに基づいて，ファクシミリ以外の機能を有する装置を含めた携帯型コミュニケータにつき，電源容量検出手段及び電源容量表示手段を備えることは周知であると認定することは許されないから，審決の認定には誤りがあると主張する。",
                "しかし，刊行物3には，「携帯型ファクシミリや携帯型電話において，内蔵バッテリを使用した際の残り使用時間検出の従来例には，バッテリの電圧の変化を検出する方法がある」との記載がある(1頁右下欄4～7行)。また，本件訂正明細書(甲20)にも，「電源容量は，入力インタフェース33を介して入力した蓄電池35の電圧に基づいて検出する。」との記載があり(段落【0029】)，携帯型コミュニケータにおいては，電源の電圧に基づいて電源容量を検出する方法が通常採用されていると認められる。したがって，刊行物3の記載はファクシミリに限定されるとする原告の主張は失当であって，この点に関する審決の認定に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "刊行物2～9について",
              "text": [
                "原告は，審決が周知技術又は慣用手段を認定するに際し，各周知技術等をそれぞれ一つ又は二つの証拠だけで認定したことが誤りであると主張する。",
                "しかし，審決は，訂正発明1及び2と引用発明との相違点とされた各技術が，本件の特許出願の前に，コミュニケータの分野(刊行物2，3，5及び7のファクシミリ，刊行物4及び6の携帯型電話，刊行物8の静止画テレビ電話，刊行物9のポータブルコンピュータは，いずれもコミュニケータの一例であり，訂正発明1及び2と技術分野を共通にするものであることは明らかである。)における当業者に知られていることの例を示す証拠として刊行物2～9を挙げたものであり，その認定判断に不合理なところがあるとは認められない。",
                "したがって，この点に関する原告の主張も採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明1及び2と引用発明との相違点(1)について",
              "text": [
                "審決は，訂正発明1及び2が無線によって公衆通信回線に接続される携帯型のコミュニケータに係るものであるのに対し，引用発明に係る情報処理装置はそのようなものではないことを訂正発明1及び2と引用発明との相違点(1)として認定した上で(17頁4～9行，22頁5～10行)，この相違点につき，刊行物2～4及び6に記載された周知技術からすれば，引用発明に係る情報処理装置を携帯型無線電話装置として機能する携帯コミュニケータに変更することは，当業者であれば容易なことであると判断した(17頁36行～18頁12行，22頁末行～23頁2行)。",
                "原告は，引用発明の情報処理装置と刊行物6(甲7)の携帯電話機とを組み合わせることは，引用発明の目的に反し，また，刊行物1(甲2)にはそのような組み合わせをすることを阻害する構成が多数開示されているから，審決の上記判断は誤りであると主張する。",
                "しかし，引用発明の目的が「データ通信の状態を4日以上の期間常に認識可能にすること」であると主張する根拠として原告が引用する刊行物1の記載(第41図に示された処理中のS14-24についての，プリンタの前回の使用から4日以上たっているかどうかを調べる旨の記載。18頁左上欄10行)は，引用発明の実施例に当たる情報処理装置自体ではなく，これとは別の装置であるプリンタに関する記載であることは，刊行物1の記載から明らかである(2頁右上欄3～9行，10頁右下欄9～11行)。さらに，刊行物1の記載からは，このプリンタが引用発明の実施例に当たる装置とは別の電源により駆動すること，プリンタにおいて調べられるのは単に前回の使用から4日以上たっているかどうかであり，4日以上の連続使用について調べるものでないことも認めることができる(18頁左上欄6～15行)。そうすると，引用発明が4日以上の連続使用に耐え得るものであることを前提とする原告の主張を採用する余地はないというべきである。",
                "また，当業者が引用発明に基づいて電池駆動式の携帯型無線電話装置を想定することを阻害するものであるとして原告が主張する刊行物1記載の構成は，当業者であれば，引用発明を携帯型無線電話装置とするに当たり，当然に相応の考慮をして携帯型の装置に適する構成への変更が図られると解することができる。",
                "したがって，相違点(1)についての原告の主張はいずれも理由がなく，審決の上記判断に誤りはないはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明1及び2と引用発明との相違点(4)について(その1)",
              "text": [
                "審決は，「引用発明はワードプロセッサのデータの送受信も行うのである」と認定した上で(19頁27・28行，23頁23・24行)，これを前提として，相違点(4)についての判断をした。",
                "原告は，刊行物1(甲2)には，ワードプロセッサデータの「送信」についての記載はあるものの，その「送受信」についての記載はないから，審決の上記判断は誤りであると主張する。",
                "しかし，刊行物1には，ワードプロセッサデータの「受信」について明記されてはいないものの，その記載によれば，引用発明に係る情報処理装置は，ワープロアプリケーションを備え(16頁左下欄10～14行)，パソコン通信を行うものである(12頁左下欄3～7行)と認められる。そして，パソコン通信を行うに際し，データの受信のみを行い，送信を行わないものに限定する理由は見当たらないから，ワードプロセッサデータの送受信を行うものとするのが当業者における最も一般的な考え方であって，刊行物1には，ワードプロセッサデータの送信を行うことの記載があるのと同然であると理解することができる。",
                "そうすると，審決の上記認定判断に不合理なところはなく，原告の上記主張は採用することができないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正発明1及び2と引用発明との相違点(4)について(その2)",
              "text": [
                "審決は，訂正発明1及び2と引用発明との相違点(4)について，訂正発明1及び2が「ワードプロセッサのデータ受信中か否かを予め定められた時間毎に判断する手段」を備える構成であるのに対し，引用発明に係る情報処理装置はそのような手段を備えていない点を相違点として認定した上で(17頁29・30行，22頁29・30行)，この相違点につき，通信装置において表示中の画面の一部に通信状況を表示することは，刊行物7及び8に開示されたように，従来から普通に行われているところ，引用発明はワードプロセッサのデータの送受信も行うのであるから，これらの通信状況を表示するために，引用発明の「タイマイベントを含む各種イベント監視」に「ワードプロセッサのデータ受信中か否かを予め定められた時間毎に判断する手段」を含ませる程度のことは，当業者であれば，単なる設計的事項にすぎないと判断した(19頁24～31行，23頁20～27行)。",
                "原告は，審決が示した上記判断の根拠，すなわち，① 通信装置において表示中の画面の一部に通信状況を示す表示を行うことは従来から普通に行われていること，② 引用発明はワードプロセッサのデータの送受信を行うものであることは，いずれも誤りであって，審決は，結局，上記判断について何ら明確な根拠を示していないと主張する。",
                "しかし，上記①の認定が誤りでないことは前記4(1)で，②の認定が誤りでないことは5(2)で，それぞれ検討したとおりである。また，表示中の画面に通信状況を示す表示を行うためには，所定時間ごとにデータを受信しているかどうかかを判断することが当然必要になるから，「所定時間毎にデータ受信中か否かを判断する手段」をも具備するものであると認めることができる。そうすると，引用発明の「タイマイベントを含む各種イベント監視」に「所定時間毎にワードプロセッサのデータ受信中か否かを判断する手段」を含ませることに何ら困難性はないというべきであるから，この点に関する審決の判断にも誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正発明1及び2と引用発明との相違点(4)について(その3)",
              "text": [
                "審決は，訂正発明1が「上記受信待機中表示手段による受信待機中の表示とは別に上記第2の表示手段に画像を用いて蓄電池の電源容量表示をする手段」を備える構成であるのに対し，引用発明に係る情報処理装置にはそのような手段がないことを訂正発明1と引用発明との相違点(4)として認定した上で(17頁30～35行)，この相違点につき，引用発明の電源を蓄電池とするとともに，電源容量表示手段を備えた構成とする程度のことは，当業者であれば，刊行物1及び3～5に基づいて容易に想到し得たものであると判断した(19頁末行～20頁4行)。また，訂正発明2が「上記オンスイッチと，上記オフスイッチの操作状態に拘わりなく，上記蓄電池の電源容量を繰り返し検出する電源容量検出手段と，上記第2のディスプレイに，上記電源容量検出手段が検出した電源容量の表示を画像を用いて行う電源容量表示手段」を備える構成であるのに対し，引用発明に係る情報処理装置にはそのような手段がないことを訂正発明2と引用発明との相違点(4)として認定した上で(22頁25～33行)，この相違点につき，引用発明の電源を蓄電池とするとともに，電源容量検出手段及び電源容量表示手段を備えた構成とする程度のことは，当業者であれば，刊行物1及び3～5に基づいて容易に想到し得たものであると判断した(23頁13～19行)。",
                "原告は，引用発明は電池電源化を前提とするものではなく，刊行物3及び4とは技術分野や解決すべき課題を異にするから，これらに基づいて訂正発明1及び2の上記各構成を容易に着想することはできないと主張する。",
                "しかし，引用発明における電源を電池とすることに関する原告の主張を採用し得ないことは前記(1)のとおりである。そして，引用発明に係る装置を電池駆動式の携帯型無線電話装置とするに当たり，刊行物3及び4の記載内容を採用することは，当業者において容易に想到し得る事項であるということができる。そうすると，引用発明の電源表示手段を電源容量表示を行うように変更すること，また，その前提として，電池の電源容量を繰り返し検出する電源容量検出手段を設けることは，当業者が必要に応じて適宜採用すればよい技術的な設計事項と認められるから，審決の上記判断に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正発明2と引用発明との相違点(5)について",
              "text": [
                "審決は，訂正発明2が「上記収容枠は，該収容枠と本体とを折り畳んだ状態で，上記第1のディスプレイを視認可能な位置に保持する構造を有し」ているのに対し，引用発明はそのような構成を有していないことを相違点(5)として認定した上で(22頁34～36行)，刊行物9の記載によれば，携帯機器を折り畳んだ状態で表示装置を視認可能な位置に保持する構造は周知であるから，引用発明の第1のディスプレイの保持構造を，訂正発明2のような構造とする程度のことは，当業者であれば適宜行い得ることであると判断した(24頁1～8行)。",
                "原告は，引用発明は閉じられた状態では第1のディスプレイが視認不可能になる構成を前提とするものであるから，これに刊行物9(甲10)の記載内容を採用することは引用発明の技術的解決手段の方向性に反すると主張する。",
                "しかし，刊行物9には，「本発明によれば，キーボードが収納されたカバーと一体型表示入力装置が収納された本体ケースとを，キーボードと一体型表示入力装置が対向する状態から，それぞれの背面が対向する状態まで，任意に回動自在となるようにヒンジ部によって結合することによって，使用する入力手段や使用状態等に応じて任意に形を設定できるので，コンパクト化が可能であり，かつデータ入力の操作性を向上させることが可能となるものである。」との記載があり(5頁左下欄2～11行)，これによれば，表示装置を収納したカバーと本体とを折り畳んだ状態で，表示装置を視認可能な位置に保持する構造とするか，これが不可能な位置に保持する構造とするかは，必要により適宜選択すればよい技術的な設計事項であると認められる。したがって，引用発明の第1のディスプレイの保持構造に，訂正発明2のような折り畳んだ状態で第1のディスプレイを視認可能な位置に保持する構造を適用することは，当業者が容易に想到し得るものということができる。",
                "また，本件訂正明細書には，訂正発明2における収容枠として「該収容枠と本体とを折り畳んだ状態で，上記第1のディスプレイを視認可能な位置に保持する構造」を採用したことの理由は記載されておらず，この構造を採用することによって格別な効果を奏すると認めることもできない。",
                "したがって，相違点(5)について，当業者であれば容易に想到し得るものであるとしたの審決の判断に誤りはないと解するのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}