{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2004-17923号事件について平成16年11月12日に",
        "した審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記本願商標の登録出願をしたが拒絶査定を受け，これを不服として審判請求をしたところ，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "出願人：原告",
                "商標：「みずほ」の文字(標準文字による商標)を書してなるもの。",
                "出願日：平成15年11月13日(商願2003-100983号)",
                "指定役務：次のとおり。",
                "「第38類：移動体電話による通信及びこれに関する情報の提供，テレックスによる通信及びこれに関する情報の提供，電子計算機端末による通信及びこれに関する情報の提供，電報による通信及びこれに関する情報の提供，電話による通信及びこれに関する情報の提供，ファクシミリによる通信及びこれに関する情報の提供，無線呼出し及びこれに関する情報の提供，光ファイバーネットワークによる通信及びこれに関する情報の提供，マイクロ波による通信及びこれに関する情報の提供，極超短波による通信及びこれに関する情報の提供，超短波による通信及びこれに関する情報の提供，衛星による通信及びこれに関する情報の提供，付加価値通信網による通信(バンサービス)及びこれに関する情報の提供，電子メール通信及びこれに関する情報の提供，ボイスメール通信及びこれに関する情報の提供，電子掲示板通信及びこれに関する情報の提供，テレビ会議通信及びこれに関する情報の提供，データ通信及びこれに関する情報の提供，映像・画像・文字・音響・音声・メッセージ及びデータ(プログラムを含む。)の伝送交換及びこれに関する情報の提供，インターネットによるビデオオンデマンド方式の伝送交換及びこれに関する情報の提供，テレビゲーム機(家庭用及び業務用を含む。)・液晶ゲーム機及びその他通信機能を有するおもちゃによる通信及びこれに関する情報の提供，テレビジョン受信機を端末とした通信及びこれに関する情報の提供，マルチメディア情報通信端末機による通信及びこれに関する情報の提供，携帯型情報端末による通信及びこれに関する情報の提供，車載コンピュータ(カーナビゲーションを含む。)による通信及びこれに関する情報の提供，電気通信に関する情報の提供，通信機能を有する家庭電化製品(冷蔵庫・電子レンジ・エアコンその他冷暖房機器・洗濯機・ビデオデッキその他映像音響機器(テレビジョン受信機を除く。)・照明機器を含む。)による通信及びこれに関する情報の提供，個人識別認証機能を有するカード・チップ(SIMカード・SIMチップ・DIMカード・DIMチップを含む。)による通信及びこれに関する情報の提供」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "拒絶査定日：平成16年7月30日(発送日)",
                "審判請求日：平成16年8月30日(不服2004-17923号)",
                "審決日：平成16年11月12日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年12月3日(原告に対し発送)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用商標として，登録第4457746号商標を摘示した。その引用商標とは，次のようなものである(本訴甲3-1，乙2)。",
                "「商標：「MIZUHO」の文字(標準文字による商標)を書してなるもの。",
                "出願日：平成11年12月16日",
                "指定役務：第38類「移動体電話による通信，テレックスによる通信，電子計算機端末による通信，電報による通信，電話による通信，ファクシミリによる通信，無線呼出し，テレビジョン放送，有線テレビジョン放送，ラジオ放送，報道をする者に対するニュースの供給，電話機・ファクシミリその他の通信機器の貸与」　設定登録日：平成13年3月9日",
                "商標権者：株式会社みずほフィナンシャルグループ(以下「みずほFG」という。平成15年9月16日株式会社みずほホールディングスから移転登録)」　(2)　審決は，次のとおり認定判断した。",
                "「本願商標は，前記のとおり「みずほ」の文字よりなるものであるから，該文字に相応して「ミズホ」の称呼を生ずること明らかである。",
                "これに対して，引用商標は，前記のとおり「MIZUHO」の文字よりなるものであるから，該文字に相応して「ミズホ」の称呼を生ずるものと認められる。",
                "したがって，本願商標と引用商標とは，「ミズホ」の称呼を共通にする類似の商標であり，かつ，本願商標の指定役務は，引用商標の指定役務と同一又は類似の役務を含むものであるから，本願商標が商標法4条1項11号に該当するとして本願を拒絶した原査定は，妥当であって，取り消すべき限りでない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "text": [
        "(判決注：原告の主張は，審決の判断に対する疑問を投げかけるものの，審決の違法性を確定的に主張するものとはいえないものがほとんどであるが，これを最大限に善解すると，審決取消事由の要点として，次のように理解し得る。)　1　本件に関連する商標として次のものがある。",
        "①　原告の登録商標である登録第4246220号商標(「みずほねっと」，第35類，第38類。平成9年5月26日出願。甲1-1・2)",
        "②　みずほFGの登録商標である登録第4478383号商標(「MIZUH",
        "O」，第35類。平成11年12月16日出願。甲2-1・2)",
        "③　みずほFGの登録商標である登録第4457746号商標(「MIZUH",
        "O」，第38類。平成11年12月16日出願。「引用商標」。甲3-1・2)",
        "④　みずほFGの登録商標である登録第4474911号商標(「MIZUH",
        "O」，第41類。平成11年12月16日出願。甲4-1・2)",
        "⑤　みずほFGの登録商標である登録第4474912号商標(「MIZUH",
        "O」，第42類。平成11年12月16日出願。甲5-1・2)",
        "⑥　原告出願で登録拒絶された商願平11-119044号商標(「みずほねっと」，第41類，第42類。平成11年12月25日出願。甲6-1～3)",
        "その後，出願された本願商標である商願2003-100983号商標(「みずほ」，第38類。平成15年11月13日出願。甲8-1～3，乙1)"
      ],
      "content": [
        {
          "fig": "2",
          "text": [
            "商標法8条1項の規定にもかかわらず，上記①の原告の登録商標(「みずほねっと」)があるのに，みずほFGの③の商標(「MIZUHO」)が登録された。そして，本願商標(「みずほ」)は，③の登録商標(「MIZUHO」)の存在を理由に拒絶された。本願商標が③の登録商標との関係で商標法4条1項11号に該当するとした審決の判断は，誤りである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "平成11年12月に出願された②～⑥の商標についての特許庁の処分において，みずほFGの②～⑤は登録され，原告出願の⑥は拒絶されており，商標法4条1項11号の適用の有無の判断が分かれている。",
            "すなわち，特許庁は，原告の登録商標①(「みずほねっと」)とみずほFGの②(「MIZUHO」)及び③(「MIZUHO」)とは，同一又は類似ではないと",
            "した。一方で，特許庁は，みずほFGの④(「MIZUHO」)及び⑤(「MIZUHO」)と原告の⑥(「みずほねっと」)とを同一又は類似とした。",
            "このように，商標法4条1項各号に該当するとしても，同規定を適用しない処分が行えるのであるなら，本願商標についても同様に商標法4条1項11号を適用することなく，登録すべきである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本願商標を拒絶するにつき，第38類の役務を含むみずほFGの③の登録商標のみを引用商標とした審決の判断には誤りがある。",
            "すなわち，役務「電子メール」は第38類の役務である。しかし，「電子メール」を「電子メールのサーバエリアの貸与」と表したものは，第42類の役務である。「インターネットホームページのサーバエリアの貸与」もまた第42類の役務である。本願商標の役務には，「電子メール」の役務が含まれているので，引用商標としては，上記③のみでなく，上記⑤も引用すべきである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原告は，審決を取り消してもらうために，上記③などの本件拒絶理由に該当する商標の登録を無効とする方法をとることとした。原告としては，無効審判の審決確定後に本件についての判決がされることを望む。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決の認定判断は正当であり，審決に原告主張の誤りはない。",
            "本訴における原告の主張は，審決の具体的な違法性の主張が曖昧であって明瞭でないが，以下の3点に集約されると思料される。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法8条1項の規定にもかかわらず，原告の登録第4246220号商標(「みずほねっと」の標準文字よりなる)の存在の下に引用商標が登録され，その引用商標をもって本願商標が商標法4条1項11号に該当するとして拒絶されたことは，その判断に誤りがあり，違法である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標法4条1項11号の適用について，本件審決と，過去に特許庁が行った登録例との間には判断の齟齬があり，違法である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「電気通信」の役務の範囲に鑑み，本願商標の引用商標を登録第4457746号商標のみとしたことは，判断に誤りがあり，違法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "上記(1)の主張について",
          "text": [
            "商標法4条1項11号は，当該商標登録出願の日前の商標登録出願に係る他人の登録商標又はこれに類似する商標との関係について規定するものである。たとえ，当該商標登録出願と関連するその出願人の所有に係る登録商標があったとしても，他人の先願に係る同一又は類似する登録商標が存在することが登録阻却事由となるのであるから，既にそのような他人の登録商標が存在する場合に，これと抵触する後願の商標について登録をしないのは当然のことである。",
            "本件についてみると，本願商標と引用商標とは，「ミズホ」の称呼を共通にする類似の商標であり，かつ，後に述べるとおり，その指定役務も同一又は類似のものを含むものである。",
            "本願商標の商標登録出願の日は平成15年11月13日であり，引用商標の商標登録出願の日は平成11年12月16日であるから，引用商標は本願商標に先立って出願されたものであることは明らかである。",
            "したがって，本願商標は，商標法4条1項11号に該当する。",
            "原告の主張は，失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "上記(2)の主張について",
          "text": [
            "本願商標が商標法4条1項11号に該当するか否かの判断に際しては，先願及び後願の商標それぞれの構成態様と指定商品又は指定役務との関係，あるいは取引の実情等具体的事案に即して出所の混同を生ずるおそれの有無を考慮して判断すべきであり，本願商標と引用商標とが類似するか否かの判断過程において，事情の相違する過去の登録例を参酌し，必ずそれに従わなければならないものではない。",
            "したがって，原告の主張は，当を得ていない。"
          ]
        },
        {
          "fig": "4",
          "subject": "上記(3)の主張について",
          "text": [
            "本願商標の指定役務は，放送を除く「電気通信」の役務であって，本願商標の出願時における商標法施行規則6条に規定する別表中の役務である第38類「電気通信(放送を除く。)」の範囲に包含されると認められるものである。",
            "これに対して，引用商標の指定役務は，引用商標の出願時における同別表中の第38類の役務を全て記載したものであるから，その役務の概念としては，本願商標の出願時における同別表中の第38類「電気通信」を含む役務であることは明らかである。",
            "本願商標の指定役務は，第38類「電気通信」の役務にすべて含まれるのであるから，引用商標の指定役務と同一又は類似の役務といわざるを得ない。",
            "したがって，本願商標の引用商標として登録第4457746号商標(前記③)を拒絶の理由に引用したことについて，何ら誤りはない。",
            "また，原告が主張する登録4474912号商標(前記⑤)の指定役務中には，本願商標と同一又は類似の役務が含まれていると認められないから，当該登録商標を引用して本願商標が商標法4条1項11号に該当するということはできない。",
            "なお，商標登録出願された商標について，同号の拒絶理由に引用すべき登録商標が1件でも存在する限り拒絶すべきであって，たとえ，審決が，他に引用すべき登録商標が存在しており，それを引用しないで拒絶した原査定を維持したとしても，それをもってその審決が違法となるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにし得る限り，その具体的取引状況に基づいて判断するのが相当である(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁)。",
            "そこで，本願商標(標準文字による「みずほ」)と引用商標(標準文字による「MIZUHO」)とを対比するに，両者の称呼がいずれも「ミズホ」であることが明らかである。また，両者は，平仮名か欧文字かの違いはあるものの，いずれも「みずみずしい稲の穂」(広辞苑第5版)の観念を生じ，ひいては「日本国の美称」を連想させるものであることも明らかである。そして，両商標の指定役務の内容(前記第2の1(1)，2(1)に記載のとおりと認める〔乙1，2，甲3-1・2〕。)に照らせば，本願商標の指定役務は，引用商標の指定役務と同一又は類似の役務を含むものと認められる(乙3～5)。以上の点に加え，本件証拠からうかがえる事情をも総合勘案するならば，両商標がその指定役務に使用された場合には，出所につき誤認混同を生ずるおそれがあるものと認められ，両商標は，類似の商標であるというべきである。よって，本願商標は，商標法4条1項11号に該当し，商標登録を受けることができないものである。",
            "以上と同旨と解される審決の認定判断は，是認し得るものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，前記第3，2のように主張するが，原告主張の①の登録商標(「みずほねっと」)が存在したとしても，引用商標(③「MIZUHO」)が登録されており，本願商標と引用商標との対比は，前記1に判示したとおりであるから，本願商標につき，商標法4条1項11号を理由に商標登録を受けることができないとした審決の認定判断に誤りがあるとはいえない。",
            "なお，原告自身が前記第3，5において主張しているように，引用商標の登録が審判により無効とされれば，上記審決の判断は前提を欠くことになろう。しかし，原告は，そのことを知りながら，引用商標についての無効審判請求手続をとっていない。そこで，当裁判所は，当審口頭弁論期日において，原告が上記主張内容のとおりの法律関係を理解していることを確認し，引用商標についての無効審判請求手続を示唆した上で，審決取消訴訟としての審理が尽きていたため，判決期日を2か月以上も先に指定して口頭弁論を終結した。その後，原告から，引用商標についての無効審判請求手続をとったことなどを理由に弁論再開を求める申し出等はされていない(当裁判所は，本判決言渡期日の前日において，念のため，当裁判所書記官に命じて原告に対して電話による確認をさせた。これに対し，原告は，引用商標についての無効審判請求は未だしていないこと，別件の商標に関する審判が係属中であり，その結果を待って，引用商標についての無効審判を請求するつもりであること，本判決により審決が確定した場合でも再審という方法もあると考えていること，本判決の言渡しを聞きに裁判所に行くので，その日のうちに判決正本を受け取りたいことなどを述べた。)。",
            "原告の上記主張が審決を取り消すべき事由となるものではない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，前記第3，3のように主張する。",
            "要するに，原告は，特許庁の商標登録査定の判断に矛盾があることをいうものと解されるが，本願商標(「みずほ」)の査定そのものの矛盾をいうものでない上，その主張するところは，せいぜい引用商標の登録査定に関する矛盾をいうものにすぎず，その主張が的を射ていると仮定しても，上記2に判示したことと同様であって，直ちに，審決の判断が誤りであるということにはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原告は，前記第3，4のように主張するが，前判示のとおり，指定役務に関する審決の認定判断に誤りがあるとはいえず，原告の主張は，採用することができない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のほか，原告の主張を最大限に善解しつつ審決を吟味しても，審決を取り消すべき事由があるとは判断されない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10359",
    "date": "2005-06-16",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009541",
    "ipprecedent_id": "641",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}