{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2003-8751号事件について平成17年9月2日にした審",
        "決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，原告が，本願発明の特許出願をしたところ，拒絶査定を受け，これを不服として審判請求をしたが，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲1)",
              "text": [
                "出願人：有限会社エルエスネット(原告)",
                "発明の名称：「グローバル通信ネットワークを用いて加入者装置と通信する方法」出願番号：平成11年特願513020号",
                "出願日(国際出願)：平成10年8月14日(国内優先権主張：平成9年8月19日)",
                "手続補正日：平成13年4月5日(甲2)",
                "手続補正日：平成13年11月20日(甲3)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "拒絶査定日：平成15年4月9日付け",
                "手続補正日：平成15年5月15日(以下「本願補正」という。甲4)",
                "審判請求日：平成15年5月15日(不服2003-8751号)",
                "審決日：平成17年9月2日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成17年9月13日(原告に対し。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正後の請求項1に係る発明(以下「本願補正発明」という。)交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の分岐点を介してグローバル通信ネットワーク側に接続される着呼側通話用加入者装置と通話するための通信方法であって，",
              "text": [
                "発呼側通話用加入者装置から入力される，上記着呼側通話用加入者装置の加入者識別子を，グローバルIPアドレスに変換するステップと，",
                "上記グローバルIPアドレスを用いて上記着呼側通話用加入者装置を発呼するための発呼パケットを，上記グローバル通信ネットワーク，上記分岐点および上記回線を介して上記着呼側通話用加入者装置にルーティングするステップと，上記グローバルIPアドレスを用いて上記着呼側通話用加入者装置への通話パケットを，上記グローバル通信ネットワーク，上記分岐点および上記回線を介して上記着呼側通話用加入者装置にルーティングするステップとを有することを特徴とする通信方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "平成13年11月20日付け手続補正後で，本願補正前の請求項1に係る発明(以下「本願発明」という。)",
              "text": [
                "所定の通話用加入者装置からの回線を交換局の入力側で分岐点を介してグローバル通信ネットワーク側に接続する通信システムにおいて，上記所定の通話用加入者装置と通話するための通信方法であって，",
                "上記所定の通話用加入者装置の加入者識別子をグローバルIPアドレスに変換するステップと，",
                "上記グローバルIPアドレスを用いて上記所定の通話用加入者装置を発呼するための発呼パケットをルーティングするステップと，",
                "上記グローバルIPアドレスを用いて着呼側の通話用加入者装置への通話パケットをルーティングするステップとを有することを特徴とする通信方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "text": [
            "審決は，本願補正発明は，引用例及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるとして，本願補正を却下した上で，本願発明についても，引用例及び周知技術に基づき，当業者が容易に発明をすることができたものであるから，同項の規定により特許を受けることができないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "text": [
                "審決は，本願補正は，特許請求の範囲の減縮を目的とするものに該当するが，特許出願の際独立して特許を受けることができるものではないとして，以下のとおり，本願補正を却下した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開平9-168174号公報(以下「引用例」という。甲5)に記載された発明(以下「引用発明」という。)",
                  "text": [
                    "「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される着呼側の電話機付の加入者端末装置と通話するための通信方法であって，",
                    "発呼側の電話機付の加入者端末装置から入力される，上記着呼側の電話機付の加入者端末装置の加入者番号で，上記着呼側の電話機付の加入者端末装置を発呼するステップと，上記着呼側の電話機付の加入者端末装置と通話するステップを有する通信方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の分岐点を介してグローバル通信ネットワーク側に接続される着呼側通話用加入者装置と通話するための通信方法であって，",
                        "発呼側通話用加入者装置から入力される，上記着呼側通話用加入者装置の加入者識別子を利用して，上記着呼側通話用加入者装置を発呼するステップと，",
                        "上記着呼側通話用加入者装置と通話するステップを有する通信方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「［相違点1］本願補正発明は，発呼側通話用加入者装置から入力される，着呼側通話用加入者装置の加入者識別子を，「グローバルIPアドレスに変換するステップ」を有しているが，引用発明にはこの構成はない。",
                        "［相違点2］本願補正発明は，「グローバルIPアドレスを用いて上記着呼側通話用加入者装置を発呼するための発呼パケットを，上記グローバル通信ネットワーク，上記分岐点および上記回線を介して上記着呼側通話用加入者装置にルーティングするステップ」を有しているが，引用発明にはこの構成がない。",
                        "［相違点3］本願補正発明は，「グローバルIPアドレスを用いて上記着呼側通話用加入者装置への通話パケットを，上記グローバル通信ネットワーク，上記分岐点および上記回線を介して上記着呼側通話用加入者装置にルーティングするステップ」を有しているが，引用発明にはこの構成がない。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "text": [
                    "「グローバル通信ネットワーク上で，グローバルIPアドレスを用いて通話する通信方法は，例えば，拒絶理由通知で引用した周知例である「日経コミュニケーション，ＮO．233(1996．11．4)日経BP社，pp．106～110」(以下「周知例1」という。本訴甲6)に示されているように周知(以下「周知技術1」という。)である。",
                    "また，通信ネットワーク上で通話パケットを用いて通話する場合に，着呼側通話用加入者装置の加入者識別子，例えば加入者の電話番号を，IPアドレスに変換すること(相違点1に関して)，IPアドレスを用いて着呼側通話用加入者装置を発呼するための発呼パケットを，通信ネットワークを介して着呼側通話用加入者装置にルーティングすること(相違点2に関して)，及び，IPアドレスを用いて着呼側通話用加入者装置への通話パケットを，通信ネットワークを介して上記着呼側通話用加入者装置にルーティングすること(相違点3に関して)は，パケットを用いて，通話するための通信方法として，特に目新しいものではなく，例えば，特開平7-170288号公報(以下「周知例2」という。本訴甲7)の図18，図13，図15及び関係記載に見られるように，周知(以下「周知技術2」という。)といえるものである。",
                    "してみると，本願補正発明は，引用発明中の，グローバル通信ネットワークであるところのインターネットを利用して，周知技術1にあるような，通話を実施するに際し，発呼及び通話するための通信方法の具体的手法として周知技術2を採用し，その際，IPアドレスをグローバルIPアドレスにし，分岐点および回線を介すようにしたものということができるが，IPアドレスをグローバルIPアドレスとしなくてはならないことは技術的自明事項であり，分岐点および回線を介すようにすることも当然の事項にすぎないから，［相違点1］～［相違点3］に係る本願補正発明の構成に，格別の創意工夫を認めることはできない。",
                    "そして，本願補正発明に関する作用・効果も，引用発明及び周知技術から当業者が予測できる範囲のものである。",
                    "したがって，本願補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "text": [
                "「本願発明の構成要件を全て含み，さらに他の構成要件を付加したものに相当する本願補正発明が…引用例に記載された発明，及び，周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本願発明も，同様の理由により，引用例及び周知技術に基づいて，当業者が容易に発明をすることができたものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "審決は，引用発明及び周知技術2の認定を誤り，本願補正発明の予期し得ない顕著な効果を看過した結果，本願補正発明が特許法29条2項により特許出願の際独立して特許を受けることができないものであると誤って判断したものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "text": [
            "審決は，引用発明を，「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される着呼側の電話機付の加入者端末装置と通話するための通信方法であって，発呼側の電話機付の加入者端末装置から入力される，上記着呼側の電話機付の加入者端末装置の加入者番号で，上記着呼側の電話機付の加入者端末装置を発呼するステップと，上記着呼側の電話機付の加入者端末装置と通話するステップを有する通信方法。」と認定した。しかしながら，引用例には，「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される着呼側の電話機付の加入者端末装置と通話するための通信方法」は，記載されていない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例の加入者端末装置は，通話に用いる電話機と，コネクションレスサービス(LAＮの通信手順であるTCP／IPを使用してエンドツーエンドの相互通信により電子メールや各地のサーバアクセス等を可能とするサービス。)を利用するパソコンやワークステーションを備えるものである。交換局に回線を介して接続されて通話を行うのは電話機であり，回線切替装置を介してインターネットに接続されてコネクションレス通信を行うのは，パソコン又はワークステーションである。",
                "電話機の通話とパソコン又はワークステーションのコネクションレス通信とは択一的に行われ，インターネットを通じて通話が行われるものではないので，通話を行うときにはインターネットと加入者端末装置との間は切断されていて接続されていない。審決の上記認定は，電話機の通話とコネクションレス通信が同時に行われることを前提とするものであり，誤りである。",
                "他方，本願補正発明は，電話機の通話とコネクションレス通信が同時に行われること，すなわちインターネットを介して通話が行われることを内包するものであるから，仮に審決の上記認定が，電話機の通話とコネクションレス通信が同時に行われることを前提とするものではないとすれば，審決は，この点を相違点と認定すべきであった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そもそも，引用例の図1でも加入者端末装置の電話機の音声信号や制御信号は，加入者端末装置のパソコン，モデム，多重化装置をそのまま通過するのであり，通話に関しては基本的に電話機のみが関係する。したがって，審決の「電話機付きの加入者端末装置と通話するための通信方法」という表現は不正確であり，「電話機と通話するための通信方法」と認定されるべきである。",
                "審決は，この点に関連して，「電話機付の加入者端末装置」は全体として通話用加入者装置であると認定しているが，引用例の電話機が本願補正発明の通話用加入者装置に対応するのであり，引用例の加入者端末装置に含まれるパソコンやワークステーションは本願補正発明の通話用加入者装置に対応しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，審決は一致点及び相違点の認定の前提となる引用発明の認定を誤ったものであり，この誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術2の認定の誤り)",
          "text": [
            "審決は，通信ネットワーク上で通話パケットを用いて通話する場合に，着呼側通話用加入者装置の加入者識別子，例えば加入者の電話番号を，IPアドレスに変換することは，周知例2(甲7)に示されるように，パケットを用いて通話するための通信方法として周知であると認定した。",
            "しかしながら，周知例2では，通信サーバが通信端末分の電話番号を持ち，電話番号を用いる場合には，電話機から当該電話番号に対して発呼を行い，この発呼があったときに通信サーバが，当該電話番号に対応する通信端末に対して通話があると判断するにすぎない。これに対し，本願補正発明では，実際に回線交換を用いた当該電話番号の発呼があるのでなく，電話番号をグローバルIPアドレスに変換して，回線交換を用いた電話番号の発呼を省略できる点に特徴があり，両者は全く異なる。",
            "したがって，審決の周知技術2の認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(予期し得ない顕著な効果の看過)",
          "text": [
            "本願補正発明では，交換局において加入者側で分岐を形成してインターネット等のグローバル通信ネットワークに接続するようにしているので，加入者ポイント間の呼接続が不要で，その交換局以降の加入者網の部分をショートカットできる。その結果，加入者網の負担が少なくなり，とりわけ加入者交換局(中継交換局でなく，加入者線がはじめに接続される交換局)におけるビジー状態を抑制できるという格別な効果を奏する。この効果は，引用発明及び周知技術から予期し得ないものであるにもかかわらず，審決はこの点を看過している。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "text": [
        "原告の主張にはいずれも理由がなく，審決に違法な点はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明の認定の誤りをいうが，例えば，引用例の図1には，交換局(電話局)に回線(2W-1)(2W-2)を介して接続されるとともに，上記回線の上記交換局の入力側の回線切替装置(1)を介してインターネット側(ネットワーク)に接続される電話機(21a)付の加入者端末装置(20a)が記載されているのであるから，「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される着呼側の電話機付の加入者端末装置と通話するための通信方法」との構成が引用例に開示されていることは明らかである。",
                "原告は，審決の認定は，電話機の通話とパソコン又はワークステーションのコネクションレス通信は同時に起こることを前提としていると主張するが，審決はそのような認定をしていないのであるから，原告の主張は審決を正解しないものである。",
                "また，そもそも，引用例における技術課題は，例えば，引用例の段落【0008】【0010】などに示されているように，交換局に回線を介して接続された電話機と，同様に接続されたパソコン等の端末装置による通信を，交換局の入力側で分岐させることであるから，通話とインターネットは密接に関係しており，一方の通話のみを取り出して考えること自体が不自然である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例の加入者端末装置に含まれるパソコンやワークステーションは本願補正発明の「通話用加入者装置」に対応しないとも主張する。しかしながら，本願補正発明における「通話用加入者装置」との用語は，技術用語として確定したものではなく，また，本願の特許請求の範囲，明細書，図面においても定義されていない。通話の可能な加入者装置は，通話の観点からすれば，すべて通話用加入者装置ということができ，本願明細書(甲1)にも，「加入者装置としては，電話機の他，通信機能を有するものであれば，コンピュータ，…等，どのようなものでもよい。この構成においては，…通話を行うことができる。」(2頁19～23行)，「なお，以上の説明は主に通話サービスを前提に説明したが，この発明は，その趣旨を逸脱しない範囲で，データ通信を初めとして広く通信に適用できる。」(10頁29行～11頁2行)と記載されている。",
                "仮に，引用例中の「電話機」を本願補正発明中の「通話用加入者装置」に対応させたとしても，引用例には，「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される電話機」は開示されている。引用発明においては，電話機やパソコン等が接続される回線が回線切替装置を介して，通常の交換機とインターネットに適時分岐されており，これに，IP利用電話に関する周知技術1，2を適用すれば，難なく本願補正発明が導出できる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術2の認定の誤り)に対して",
          "text": [
            "原告は，周知技術2の認定の誤りをいうが，周知例2の図18及び図18についての説明を記載した段落【0088】によれば，加入者の電話番号である内線番号(例えば，「1234」)と通信端末アドレス(「133．144．6．10」)の対応関係を示す内線番号管理テーブルが示されており，また，このテーブルの利用法について記載されている段落【0083】～【0085】によれば，入力された内線番号(加入者識別子)を持つ通信端末(着信側通話用加入者装置)の通信端末アドレス(IPアドレス)を，内線番号管理テーブルを用いて検出することで，通信端末アドレスを決定することが記載されているから，この内線番号管理テーブルは，内線番号と通信端末アドレスの変換テーブルである。そして，通信端末アドレスを用いて，図13及び段落【0079】等に記載されている音声通信要求コマンドや，図15及び段落【0081】等に記載される音声通信コマンドが送出され，ルーティングされる。これらをまとめれば，内線番号で指定された情報は端末アドレスに変更され，通信端末にルーティングされていることは明確である。",
            "ここで，内線番号が加入者識別子であり，通信端末アドレスはIPアドレスであることは，疑問の余地のないことであり，周知例2が通信ネットワーク上で通話パケットを用いて通話する技術に関するものであることも明白であるから，審決にいう「通信ネットワーク上で通話パケットを用いて通話する場合に，着呼側通話用加入者装置の加入者識別子，例えば加入者の電話番号を，IPアドレスに変換すること」が，まさに開示されているものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(予期し得ない顕著な効果の看過)に対して",
          "text": [
            "原告は，予期し得ない顕著な効果の看過もいうが，グローバル通信ネットワーク上で，グローバルIPアドレスを用いて通話する通信方法である周知技術を，引用発明において実施する場合に，わざわざ加入者交換局を経由したり，回線交換で呼設定をするなどということは常識的にあり得ないことであるから，呼接続が不要であり，加入者交換局におけるビジー状態を抑制できるなどの効果は，自明であって，予期し得ない格別なものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "原告は，引用例には「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される着呼側の電話機付の加入者端末装置と通話するための通信方法」が開示されているとの審決の認定は誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかしながら，引用例には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「加入者端末装置につながる2線式電話回線と，当該2線式電話回線を交換する局用交換機との間に設置され，加入者端末装置(20a-20d)からのダイヤル信号を識別して，当該ダイヤル信号がコネクションレスサービスへのアクセス信号であるか否かを判定する信号識別手段(1a)と，前記信号識別手段(1a)により，コネクションレスサービスへのアクセス信号が発信されたことが識別されれば，当該加入者端末装置の2線式電話回線を，局用交換機(2) を経由せずにネットワークにつながる回線に切り替える回線切替手段(1c，1d) とを有することを特徴とする回線切替装置(1) 。」(【請求項1】)イ 「【発明の属する技術分野】本発明は，電話網の加入者線(2線式電話回線)を，局用交換機を経由せずに，直接インターネット等のネットワークに接続し，コネクションレスサービスへのアクセスを可能にする回線切替装置に関するものである。」(段落【0001】)ウ 「そのためには，局用交換機をバイパスさせて，2線式電話回線から直接ネットワークに接続し，コネクションレスサービスへのアクセスを可能にすることが最近の急ぐ課題となっている。本発明は，上述の技術的課題を解決し，局用交換機の負荷の増大を回避しながら，現在ある2線式電話回線を最大限有効に利用して，コネクションサービス利用の機会を広げることのできる回線切替装置を実現することを目的とする。」(段落【0008】)エ 「【課題を解決するための手段】本発明の回線切替装置は，加入者端末装置につながる2線式電話回線と，当該2線式電話回線を交換する局用交換機との間に設置され，加入者端末装置からのダイヤル信号を識別して，当該ダイヤル信号がコネクションレスサービスへのアクセス信号であるか否かを判定する信号識別手段と，前記信号識別手段により，コネクションレスサービスへのアクセス信号が発信されたことが識別されれば，当該加入者端末装置の2線式電話回線を，ネットワークにつながる回線に切り替える回線切替手段とを有するものである。前記の構成によれば，信号識別手段が加入者端末装置からのダイヤル信号を識別して，当該ダイヤル信号がコネクションレスサービスへのアクセス信号である場合に，当該加入者端末装置の2線式電話回線を，ネットワークにつながる回線に切り替える。したがって，当該加入者端末装置は，局用交換機を経由せずに，直接ネットワークにつながる。(段落【0009】～段落【0010】)"
                },
                {
                  "fig": "オ",
                  "subject": "「加入者端末装置20aは電話機21a，パーソナルコンピュータ(以下「パソコン」と略す。)22aを備える。パソコン22aは，9．6-28．8kbpsのロースピードの通信速度のもので，ＮCUモデムを内蔵するタイプを想定している。」(段落【0016】)カ 「図3は，この回線切替装置1が備えられた電話局同士を結ぶ回線図であり，電話局A，B間は，局用交換機2を経由して電話回線で結ばれるとともに，ルータ6を経由して商用ネットワークで結ばれる。以上のような構成であるから，加入者が，インターネットを始めとする商用ネットワークへのアクセスを希望するときは，その内容を含む信号を加入者端末から送信すると，回線切替装置1は，加入者を確認した上で，回線を切り替える。この結果，加入者は，局用交換機2をバイパスして，ルータ6から直接ネットワークに接続し，コネクションレスサービスへのアクセスをすることができる。(段落【0024】)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，引用例の加入者端末装置20aは，電話機21a及びパソコン22aを備えた電話機付の加入者端末装置であり，2線式電話回線を介して局用交換機(交換局)に接続されるものであると認められ，電話機を備えている以上，通話をするための通信方法を採用していることは，明らかである。",
                "また，上記記載によれば，引用発明の回線切替装置は，加入者端末装置につながる2線式電話回線と，当該2線式電話回線を交換する局用交換機との間に設置され，加入者端末装置からコネクションレスサービスへのアクセス信号が発信されたことが識別されれば，加入者端末装置に接続した2線式電話回線を局用交換機を経由せずにネットワークにつながる回線に切り替える回線切替手段であり，この回線切替装置を介して加入者端末装置はインタネット側と接続されるものと認められる。",
                "そうすると，引用例には，「交換局に回線を介して接続されるとともに上記回線の上記交換局の入力側の回線切替装置を介してインターネット側に接続される着呼側の電話機付の加入者端末装置と通話するための通信方法」が開示されているとの審決の認定に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，審決の上記認定は，電話機の通話とコネクションレス通信が同時に行われることを前提とするものであり，誤りであると主張する。",
                "しかしながら，「交換局に回線を介して接続されるとともに…インターネット側に接続される…加入者端末装置」との審決の認定は，引用発明が「交換局に回線を介して接続される」との構成及び「交換局の入力側の回線切替装置を介してインターネット側に接続される」構成を併せて備えていることを意味するものであり，通話とインターネット側への接続とが同時に行われると認定したものではないことは，明らかである。したがって，原告の主張は，審決を正解しないものであり，採用し得ない。",
                "また，原告は，本願補正発明は，電話機の通話とコネクションレス通信が同時に行われること，すなわちインターネットを介して通話が行われることを内包するものであるから，仮に審決の上記認定が，電話機の通話とコネクションレス通信が同時に行われることを前提とするものではないとすれば，この点を相違点と認定すべきであったと主張する。",
                "しかしながら，本願補正発明が，インターネットを介して通話が行われることを内包するものであるとしても，審決は，この点を上記相違点1～3として認定し，「本願補正発明は，引用発明中の，グローバル通信ネットワークであるところのインターネットを利用して，周知技術1にあるような，通話を実施するに際し，発呼及び通話するための通信方法の具体的手法として周知技術2を採用し，その際，IPアドレスをグローバルIPアドレスにし，分岐点および回線を介すようにしたものということができる」とした上で，「IPアドレスをグローバルIPアドレスとしなくてはならないことは技術的自明事項であり，分岐点および回線を介すようにすることも当然の事項にすぎないから，[相違点1]～[相違点3]に係る本願補正発明の構成に，格別の創意工夫を認めることはできない。」と判断しているのであるから，審決が相違点を看過したとの原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用例では，通話に関しては基本的に電話機のみが関係するのであるから，引用例の「電話機」が本願補正発明の「通話用加入者装置」に対応し，引用発明も「電話機付きの加入者端末装置と通話するための通信方法」ではなく，「電話機と通話するための通信方法」と認定されるべきであると主張する。",
                "しかしながら，引用例には「加入者端末装置20aは電話機21a，パーソナルコンピュータ…22aを備える」(段落【0016】)と記載されているのであるから，審決が，引用発明について「電話機付きの加入者端末装置」を備えていると認定したことに何ら誤りはない。",
                "また，本願補正発明の「通話用加入者装置」との用語については，特許請求の範囲や明細書等に明確な定義はなされておらず，かえって本願明細書には「加入者装置としては，電話機の他，通信機能を有するものであれば，コンピュータ，テレビジョン，セットトップボックス，キオスク，GPS等，どのようなものでもよい。」(2頁19～21行)と記載されていることに照らすと，本願補正発明の「通話用加入者装置」には，電話機のほか，通信機能を有するコンピュータも含まれるものと認められる。そうすると，本願補正発明の「通話用加入者装置」と引用発明の「電話機付きの加入者端末装置」とが対応するとした審決の認定に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，原告の主張する取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術2の認定の誤り)について",
          "text": [
            "審決は，通信ネットワーク上で通話パケットを用いて通話する場合に，着呼側通話用加入者装置の加入者識別子，例えば加入者の電話番号を，IPアドレスに変換することは，周知例2(甲7)に示されるように，パケットを用いて通信するための通信方法として周知であると認定した。",
            "これに対し，原告は，周知例2は，回線交換の交換機を用いて，当該電話番号に発呼があるのに対し，本願補正発明では，電話番号をグローバルIPアドレスに変換して，回線交換を用いた電話番号の発呼を省略できる点に特徴があり，両発明は全く異なるのであるから，審決の上記認定は誤りであると主張する。",
            "しかしながら，周知例2(段落【0083】～【0085】，【0088】など)",
            "には，着呼側通話用加入者装置の加入者識別子に相当する「内線番号」を，IPアドレスに相当する「通信端末アドレス」に変換することが記載され，周知例2が通信ネットワーク上で通話パケットを用いて通話する技術に関するものであることも明白である。そうすると，周知例2には，パケットを用いて通信するための通信方法として，通信ネットワーク上で通話パケットを用いて通話する場合に，着呼側通話用加入者装置の加入者識別子，例えば加入者の電話番号を，IPアドレスに変換することが記載されていると認められる。",
            "原告は，本願補正発明と周知例2が，回線交換を用いた電話番号の発呼を省略できるかどうかにおいて異なるというが，この点における相違は，周知例2が，パケットを用いて通信するための通信方法として，通信ネットワーク上で通話パケットを用いて通話する場合に，着呼側通話用加入者装置の加入者識別子，例えば加入者の電話番号を，IPアドレスに変換することを開示しているとの認定を左右するものではない。",
            "したがって，原告の主張する取消事由2は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(予期し得ない顕著な効果の看過)について",
          "text": [
            "原告は，本願補正発明には，交換局以降の加入者網の部分をショートカットすることができ，加入者交換局におけるビジー状態を抑制できるなどの予期し得ない顕著な効果があると主張する。",
            "しかしながら，引用例に「【発明の効果】以上のように請求項1記載の本発明の回線切替装置によれば，加入者端末装置からコネクションレスサービスへのアクセスを要求するときには，当該加入者端末装置は，局用交換機を経由せずに，直接ネットワークにつながる。したがって，局用交換機の負荷を軽減することができる」(段落【0038】)と記載されているとおり，引用例においても，加入者端末装置からコネクションレスサービスへのアクセスを要求するときには，加入者端末装置は，局用交換機を経由せずに，直接ネットワークにつながるので，局用交換機の負荷を軽減することができる。したがって，原告の主張する効果は，引用発明及び周知技術1，2から当然に生じると予測される程度のものであり，格別顕著なものということはできない。",
            "したがって，原告の主張する取消事由3は，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張する審決取消事由はいずれも理由がないので，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10734",
    "date": "2006-07-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033332",
    "ipprecedent_id": "233",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}