{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が不服2003-19607事件について平成17年4月8日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文1項及び2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成10年5月1日(優先権主張：1997年5月6日，英国)，発明の名称を「複数中容量ディスク交換装置」とする特許出願(特願平10-122557号，以下「本願」という。)をした。その後，原告は，本願に関して，平成15年2月27日付けの拒絶理由通知を受けたので，同年6月4日付けで本願に係る明細書を補正したが，同年7月2日付けの拒絶査定を受けたので，これを不服として，同年10月6日，審判を請求し，同日付けで本願に係る明細書を補正し(以下「本件補正1」という。)，更に同年11月4日付けで本願に係る明細書を補正した(以下「本件補正2」といい，この補正後の本願に係る明細書及び図面を「本願明細書」という。なお，本件補正1，2は，特許請求の範囲に関しては，同一のものであるから，以下，両補正をまとめて「本件補正」という。)。特許庁は，上記請求を不服2003-19607号事件として審理した上，平成17年4月8日，本件補正を却下した上で，「本件審判の請求は成り立たない。」との審決をし，その謄本は，同年4月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の請求項1の記載は次のとおりである(以下，この発明を「本願発明」という。)。",
                "「【請求項1】 筐体と，該筐体の外側及び内側へ摺動可能であり，夫々の中容量ディスクを保持する座の円形列を与えるターンテーブルと，該ターンテーブルの下に設けられ，該ターンテーブルの夫々の該座からディスクを持ち上げ支持する回転支持体と該支持されたディスクを再生するレーザヘッドとからなる可動再生機構と，該レーザヘッドによる再生のために該回転支持体に対して該ディスクを上から保持するよう移動可能な独立したホルダとからなり，該ターンテーブルによって与えられる該座は夫々のディスクを傾斜され重なる配置で保持するよう傾斜される，複数中容量ディスク交換装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の請求項1の記載は次のとおりである(以下，この発明を「本願補正発明」という。下線部は，本件補正による補正箇所を示す。)。",
                "「【請求項1】 筐体と，該筐体の外側及び内側へ摺動可能であり，夫々の中容量ディスクを保持する座の円形列を与えるターンテーブルと，該ターンテーブルの下に設けられ，該ターンテーブルの夫々の該座からディスクを持ち上げ支持する回転支持体と該支持されたディスクを再生するレーザヘッドとからなる可動再生機構と，該レーザヘッドによる再生のために該回転支持体に対して該ディスクを上から保持するよう移動可能な独立したホルダとからなり，該ターンテーブルによって与えられる該座は夫々のディスクを傾斜され重なる配置で保持するよう傾斜され，該ホルダは，作動位置と非作動位置との間で略垂直な軸に対して回動可能であり，該再生機構の該回転支持体及びレーザヘッドは，上方の傾斜された作動位置と下方の水平な非作動位置との間で略水平な軸に対して回動可能であり，該ホルダ及び該再生機構の該移動は同期されており，該ホルダ及び該再生機構の該移動は，該ホルダ及び再生機構の両方の移動のためのモータ駆動の共通のカム部材を組み込んだ駆動機構によって生じ，該駆動機構はまた，該カム部材を駆動すると共に該ターンテーブルを該筐体の外側及び内側へ摺動させる，複数中容量ディスク交換装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願補正発明は，本願の優先権主張日前に頒布された刊行物である特開平3-23553号公報(以下「引用例」という。甲3)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許出願の際独立して特許を受けることができないから，本件補正は却下されるべきものであり，本願発明も，本願補正発明と同様の理由により引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，としたものである。",
            "審決は，上記判断をするに当たり，引用発明の内容，本願補正発明と引用発明との一致点・相違点を，それぞれ次のとおり認定するとともに，周知技術を示すものとして，特開平6-4968号公報(甲4，審決における周知例1)，特開平6-314459号公報(甲5，審決における周知例2)，特開平8-339606号公報(甲6)，実願平4-8620号(実開平5-59646",
            "号)のCD-ROM(甲7)，特開平3-296964号公報(甲8，審決に",
            "おける周知例3)を例示した(以下，これらをまとめて「周知例」ということがある。)。",
            "(引用発明)",
            "「ベース14と，同一の半径位置に円形の複数のディスク載置平面11Bが設けられた回転テーブル11と，該回転テーブル11の下に設けられ，該回転テーブルの夫々の該ディスク載置平面11Bからディスク12を持ち上げ支持する回転軸16Aと該支持されたディスク12を再生する光ピックアップ17と，該回転軸16Aとでデイスク12を固定するクランパ18とからなり，該回転テーブル11のディスク載置平面11Bは夫々のディスク12を傾斜され重なる配置で保持するよう傾斜され，該ホルダは，作動位置と非作動位置との間で昇降運動可能であり，該回転軸16A及び光ピックアップ17は，上方の傾斜された作動位置と下方の非作動位置との間で昇降運動可能である，オートチェンジャー装置」(判決注：審決書7頁12行及び23行の「クランパ14」との記載は，いずれも「クランパ18」の誤記と認められる。)",
            "(一致点)",
            "「筐体と，夫々の中容量ディスクを保持する座の円形列を与えるターンテーブルと，該ターンテーブルの下に設けられ，該ターンテーブルの夫々の該座からディスクを持ち上げ支持する回転支持体と該支持されたディスクを再生するレーザヘッドとからなる可動再生機構と，該レーザヘッドによる再生のために該回転支持体に対して該ディスクを上から保持するよう移動可能な独立したホルダとからなり，該ターンテーブルによって与えられる該座は夫々のディスクを傾斜され重なる配置で保持するよう傾斜され，該ホルダは，作動位置と非作動位置との間で移動可能であり，該再生機構の該回転支持体及びレーザヘッドは，上方の傾斜された作動位置と下方の非作動位置との間で移動可能である，複数中容量ディスク交換装置」である点。",
            "(相違点)",
            "ターンテーブルが，本願補正発明では筐体の外側及び内側で摺動可能であるのに対して，引用発明ではこのことが特には示されていない点(以下「相違点1」という。)。",
            "ホルダ及び再生機構の具体的な移動動作に関して，本願発明ではホルダは略垂直な軸に対して回動可能であり，再生機構の非作動位置を下方の水平な姿勢としているのに対して，引用発明ではホルダは昇降運動可能であり，再生機構の非作動位置での姿勢に関しては特には示されていない点(以下「相違点2」という。)。",
            "ホルダの移動，再生機構の移動，及びターンテーブルの筐体の外側及び内側での摺動のための移動機構に関して，本願発明では，ホルダ及び再生機構は移動は同期されており，ホルダ及び再生機構の両方の移動のためのモータ駆動の共通のカム部材を組み込んだ駆動機構によって生じ，駆動機構はまた，カム部材を駆動すると共にターンテーブルを筐体の外側及び内側へ摺動させるのに対して，引用発明ではこのことが特には示されていない点(以下「相違点3」という。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本願補正発明と引用発明との相違点2の認定を誤り，相違点2，3の各判断を誤った結果，本願補正発明の進歩性(独立特許要件)の判断を誤り，その結果，本願の請求項1に係る発明の要旨認定を誤ったものであるから，違法として取り消されるべきである。なお，審決における引用発明の内容，本願補正発明と引用発明との一致点，相違点1，3の各認定及び相違点1の判断については，争わない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の認定の誤り・相違点の看過",
          "text": [
            "審決は，本願補正発明と引用発明との相違点2を認定するに際し，以下の点を看過した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明では「再生機構の非作動位置での姿勢に関しては特には示されていない」と認定したが，誤りである。引用例(甲3)の第3図のとおり，引用発明では，本願補正発明の再生機構に相当する回転軸16Aの非作動位置の姿勢は，傾斜したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明の再生機構は，「上方の傾斜された作動位置と下方の水平な非作動位置のとの間で略水平な軸に対して回動可能であり」，その移動動作は，下方の水平な位置から上方の傾斜された位置まで，直線的移動ではなく，回動しながら起き上がるものであるところ，この点は引用例(甲3)には開示ないし示唆されていないから，本願補正発明と引用発明とは，再生機構の非作動位置での姿勢のみならず，再生機構が回動する点においても相違する。",
                "審決は，再生機構の移動動作に関して，非作動位置での姿勢のみに着目し，上記の相違点を看過したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明では，前記1(2)のとおり，本願補正発明の再生機構に相当する回転軸16Aの非作動位置の姿勢は傾斜しており，これをわざわざ水平とすることは，当業者には容易でなく，そのようにする必要性もない。",
                "また，本願補正発明と引用発明とは，前記1(1)のとおり，再生機構が回動する点においても相違するところ，引用発明では，再生機構に相当する回転軸16Aの非作動位置と作動位置との間の移動は直線的であり，これをわざわざ回動とすることは，当業者には容易でなく，そのようにする必要性もない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明では，上方の作動位置にあり傾斜している回転支持体に対してディスクを上から保持するホルダもやはり傾斜しているから，ホルダは，傾斜した姿勢のまま，水平方向に回動する移動動作を行う。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明(甲3)では，本願補正発明のホルダに相当するクランパ18は，昇降移動するものであって，回動するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲7に記載された発明では，本願補正発明のホルダに相当するクランパー21は，その通常の進退移動方向が図1のX2―X2’方向であるから，回動ではなく，直線移動するものである。",
                    "被告は，クランパー21が図1のZ方向に回動する旨主張する。しかし，Z方向は，抜き取り動作の方向であって，通常の進退方向ではないし，Z方向は，回転体22の半径方向ではなく，斜めの方向であり，また，クランパー21は，ディスクから離れるときにだけ，回転体22のY軸方向と同方向に回動し，ディスクに近づくときには回動しない。この点，本願補正発明のホルダは，作動位置から非作動位置へ移動する際も，非作動位置から作動位置へ移動する際も，回動する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲8に記載された発明では，本願補正発明のホルダに相当するクランプ機構14は傾斜しておらず，傾斜した姿勢のまま水平方向に回動するという本願補正発明のホルダの特徴は開示されていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，ホルダが，傾斜した姿勢のまま，作動位置と非作動位置との間で略垂直な軸に対して，水平方向に回動可能であるという本願補正発明の特徴は，引用例(甲3)にも，審決が周知例とした甲7，8にも，開示ないし示唆されていないのであって，周知でもなければ，当業者が設計時に適宜変更なし得た事項でもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲7，8には，ホルダの水平方向回動と再生機構の回転上昇とを組合わせた移動動作は開示されていないから，本願補正発明における，ホルダの水平方向回動と再生機構の回転上昇とを組合わせた複雑な移動動作は，周知の事項でもなく，当業者が容易になし得た事項でもない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点3の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明では，ホルダと再生機構とターンテーブルの三者が同期して連動するところ，この三者の同期連動については，審決が周知例とした甲8，4，5のいずれにも開示されておらず，周知でもなければ，当業者が設計時に適宜変更なし得た事項でもない。",
                "また，上記三者のうちの二者の同期連動が，甲8，4又5に記載されていたとしても，これらはいずれも傾斜ディスク機構ではないので，これらを引用発明と組合わせる契機がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲8，4，5は，いずれも二者の駆動を同一駆動源で行うことを示してはいるが，三者を同一の駆動源で駆動することを示していないところ，引用例は，クランパ18とスピンドルモータ16の駆動源については，開示も示唆もしていないから，引用例に対して，甲8，4，5の駆動機構を組合わせる契機がない。また，甲8，4，5はいずれも，ディスクが水平に配置されたものであり，ディスクが傾斜されている引用発明と組合わせる契機がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願補正発明は，ターンテーブルの摺動，並びに傾斜したディスクに対するホルダの水平回動及び再生機構の上下回動の異なる3種の複雑な動きを単一のモータにより駆動するという技術思想を初めて開示したものである。",
                "被告が主張するように，三者を同一駆動源で駆動される点が仮に周知であったのであれば，それを示す単一の公知文献を示すべきである。引用例(甲3)は，本願補正発明のホルダ及び再生機構の回動やこれらの駆動を開示も示唆もしておらず，ターンテーブルの摺動とホルダの水平回動と再生機構の上下回動の3種の動作をすべて開示する公知文献は，存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願補正発明の特徴の一つである「ホルダ及び再生機構の移動は同期されている」点は，引用例にも，周知例にも記載されていない。甲8には，本願補正発明の特徴の一つである「ホルダ及び再生機構の移動は同期されている」点，すなわち，再生機構及びホルダが同時に自己同期式に夫々の作動位置及び非作動位置に移動する点の開示はなく，他の周知例にも開示されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決の認定及び判断に誤りはなく，原告の主張は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の認定の誤り・相違点の看過について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，引用発明では「再生機構の非作動位置での姿勢に関して特には示されていない」としたのは，引用例(甲3)には再生機構の非作動位置での姿勢が水平であるものが記載されていないことを示したにすぎず，誤りとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本願補正発明と引用発明との間で，再生機構が作動位置と非作動位置の間で移動する点を，回動する点をも含め，一致点とし，再生機構の具体的な移動動作を相違点としたものである。本願補正発明と引用発明とは，作動位置での再生機構の姿勢が傾斜している点で一致するので，非作動位置での具体的な姿勢が決定されれば，移動動作が具体的にどのようなものであるかは必然的に決定されるのであるから，本願補正発明の再生機構が回動する点を審決が看過したとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "再生機構は非作動位置では再生機能を果たすものでないから，どのような姿勢を選択するかは，他の部材との干渉や装置の仕様等を考慮して，当業者が設計時に適宜選択なし得たものであるところ，再生機構の非作動位置での姿勢として水平な姿勢を選択すれば，再生機構の具体的な移動動作は，水平な状態から傾斜した状態への移動であるから，その移動は必然的に回動動作となる。",
                "しかるところ，複数のディスクが載置されたターンテーブルが回転する，いわゆるロータリー式のオートチェンジャ(甲4～6，8)において，再生機構の作動位置とターンテーブル下方の非作動位置との間の移動動作を回動とすることは，周知の事項である。そして，本願補正発明も，再生機構はターンテーブルの下方の非作動位置から作動位置への移動動作を行うものであり，加えて，回動範囲を変えれば作動位置で再生機構を傾斜させ得ることは，当業者には明らかである。",
                "してみれば，引用発明のような傾斜ディスク機構のロータリー式のオートチェンジャに対して，上記周知の再生機構の移動動作に回動とするものを適用することに，何ら阻害要因は見当たらない。",
                "さらに，再生機構の回動範囲としては，ターンテーブルの回動動作の障害とならない範囲でなるべく狭いものを選択すべきであるから，再生機構の非作動位置は水平な姿勢となるものでもある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲7の段落【0006】の記載に照らせば，クランパー21はZ方向に回動するものである。また，デイスクを変えるため，Z方向に回動されたクランパー21は，新たなディスクを保持するため，ディスク進退位置にZ方向とは逆方向に回動されるものである。",
                "甲8記載のオートチェンジャは，傾斜ディスク機構のいわゆるロータリー式のオートチェンジャではないが，ホルダの具体的な移動動作として回動させ得ることが記載されている。そして，ホルダの移動動作にホルダの姿勢が影響するものではないことを考えると，甲8記載のロータリー式のオートチェンジャの傾斜しないホルダの移動動作を，引用発明の傾斜したホルダに適用することに，何ら阻害要因は見当たらない。",
                "そして，再生機構と同様にホルダも非作動位置では何ら機能を果たすものではないことから，作動位置に正確に移動が可能であれば具体的にどのような移動を選択するかは，ホルダとトレイ等との干渉や装置の仕様を考慮して当業者が設計時に適宜選択なし得た事項であり，また，上述のようにホルダの具体的な移動動作として回動させることは周知な事項であるから，トレイ等の他の部材との干渉や設計仕様を考慮してホルダの具体的な移動動作として略垂直な軸に回動可能とすることは，当業者が容易になし得たとの審決の判断に何ら誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決における相違点2の認定に誤りがないことは，前記2のとおりであり，引用発明においても，ホルダは作動位置と非作動位置との間で，また，再生機構も作動位置と非作動位置との間で，それぞれ移動することによってディスクの保持を行うものであるから，ホルダと再生機構の組合せ動作を行うものであることは明らかであり，ホルダ及び再生機構の具体的な移動動作は上記のとおりであるから，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点3の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の請求項1には，「該ホルダ及び該再生機構の該移動は同期されており」との記載があるのみで，ホルダと再生機構とターンテーブルとの三者が同期連動するとの記載はない。また，三者が連動することは，本願明細書には何ら記載がない。ホルダと再生機構は共同してディスクを保持するものであるから，ホルダと再生機構が連動するものであり，また，再生機構，ホルダ，及びターンテーブルで駆動機構の兼用が行われるのであるから，三者で同期されるものであるとしても，ターンテーブルの出し入れと再生機構とホルダによるディスクの保持動作は，別の動作であり，両動作が連動する必要性はないから，三者が同期連動するという原告の主張は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "駆動源の削減は，技術分野によらない一般的な技術課題であり，一つの駆動源でなるべく多くの機能の駆動を行わせることは，周知の技術である。例えば，甲8には，ホルダと再生機構の二者で兼用したものが，甲4，5には，再生機構とターンテーブルの二者で兼用したものが，それぞれ記載されている。これらは，駆動源を二者について兼用させるものであるところ，可能であれば他の機構においても兼用させるようにすれば，更に駆動源の削減が図られることは明らかであるから，当業者であれば，設計時に更に他の機構の駆動が可能か考慮するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲4，5記載の各技術は，ホルダが固定され，移動されないものであり，再生機構が作動位置に移動されれば，デイスクの保持が可能なものであるから，ターンテーブルの出し入れ動作とデイスクの保持動作とで駆動源の兼用が行われたものとみることができる。また，ディスクの保持動作において，ホルダを移動し，再生機構とホルダが連動するものにおいては，甲8のように，再生機構とホルダの移動で駆動源の兼用が行われている。したがって，ディスクの保持動作において，再生機構とホルダが連動する引用発明において，ターンテーブルの出し入れ動作を可能とする際には，当然，三者で駆動源を兼用させるものと考えられる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本願補正発明が傾斜ディスク機構であることを問題にする。しかし，ホルダは，作動位置と非作動位置で同じ姿勢を保ったまま移動するものであるから，傾斜ディスク機構であることによってその姿勢が変わるとしても，具体的な移動動作に影響するものではない。また，再生機構についても，傾斜ディスク機構であることによって回動範囲が変わるとしても，具体的な移動動作に影響するものでない。そして，ターンテーブルの出し入れの移動動作に，傾斜ディスク機構であることが何ら影響しないことは明らかである。",
                "したがって，引用発明に，甲8，4，5に示されるような技術を適用することを阻害する要因は何ら見当たらない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の認定の誤り・相違点の看過について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明の再生機構に相当する，引用発明における回転軸16Aの非作動位置の姿勢は，明らかに傾斜したものであるから，引用発明では「再生機構の非作動位置での姿勢に関しては特には示されていない」との審決の認定は，誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明における再生機構は，回転支持体とレーザヘッドから構成されるものであり，引用発明における回転軸16Aと光ピックアップ17からなるものが，これに相当することが認められる(争いがない。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例(甲3)には，再生機構に相当する回転軸16A及び光ピックアップ17の姿勢に関して，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「上記トラバース21は1対のガイド軸19A，19Bと，そのガイド軸19A，19B上をスライド移動可能な光ピックアップ17よりなり，上記回転テーブル11の下面側からディスク載置平面11Bに対して昇降運動可能なように上記ベース14に配設されている。……また，スピンドルモータ16もトラバース21と同様に回転テーブル11の下面側からディスク載置平面11Bに対して昇降運動可能なように上記ベース14に配設されている。上記スピンドルモータ16，クランパ18およびトラバース21は上記回転テーブル11がディスク交換のために所定角度毎に回転する時，上記回転テーブル11の回転に支障のない箇所まで後退しており，選択されたディスクに対して前進するように動作される。上記トラバース21およびスピンドルモータ16とクランパ18はそれらを結ぶ直線が回転テーブル11の回転軸13に対して所定角度だけ傾いた状態に配置されており，相対的に接近・離間するような直線的な昇降運動を行なう。つまり，上記トラバース21およびスピンドルモータ16とクランパ18を結ぶ直線は回転テーブル11上に載置され選択されたディスクの回転軸中心に平行(同軸)の関係に設定されている。」(3頁右下欄3行～4頁左上欄9行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ディスク選択の後，スピンドルモータ16の回転軸16Aや光ピックアップ17を搭載したトラバース21を上昇させ，クランパ18を下降させることにより，第4図に示すように回転テーブル11のディスク載置平面11Bからディスク12を持ち上げた状態でディスク12を回転軸16Aに固定する。」(4頁左上欄14行～20行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「尚，上記実施例では，トラバース21およびスピンドルモータ16とクランパ18とを結ぶ直線が回転テーブル11の回転軸13に対して傾斜，つまり上記直線がディスクの回転軸中心に平行(同軸)とした場合について説明したが，他に第5図に示すようにディスク再生時に隣接するディスクとの間に充分なすきまを構成できるならば，ディスクは水平状態で再生することも可能である。この場合，トラバース21およびスピンドルモータ16およびクランパ18は回転テーブル11の回転軸13に対して平行で，回転テーブル11に載置したディスクの回転軸中心に傾斜して配置される。」(4頁右上欄13行～左下欄5行)",
                      "text": [
                        "引用例の(甲3)の上記(ア)，(イ)の記載及び第3，4図によれば，引用発明において，再生機構に相当する回転軸16A及び光ピックアップ17は，作動位置の姿勢が，回転テーブル11の回転軸13に対して傾斜した(ディスクの回転軸中心に対して平行(同軸)となる)状態であって，クランパ18と相対的に接近・離間するように直線的昇降運動を行うものであることが認められる。しかしながら，引用例(甲3)には，再生機構に相当する回転軸16A及び光ピックアップ17の非作動状態時に関する記載はなく，第3図に示される離間状態の姿勢(傾斜した状態)をもって，直ちに非作動位置での唯一の姿勢を表したものとまではいえない。",
                        "このことは，引用例の(甲3)の上記(ウ)の記載及び第5図からも裏付けられる。すなわち，第5図には，傾斜状態で載置されているディスクを，再生時に水平する場合，すなわち再生機構の作動位置の姿勢を水平とする場合が示されているが，傾斜状態で載置されているディスクを水平にする過程を経る以上，再生機構についても，傾斜した状態における直線的昇降運動を経た後，再生状態，すなわち水平姿勢の作動位置に移行するものであると認められる。そうすると，引用例(甲3)には，再生機構の姿勢を変えるための手段が明示されていないものの，再生機構の作動位置の姿勢を水平とすることが明示的に記載されているのであるから，非作動時の姿勢を水平とすることも想定される範囲内であって，これが排除されているものとはいえない。",
                        "以上によれば，引用発明では再生機構の非作動位置の姿勢が傾斜したものであるとの原告の主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願補正発明と引用発明とは，再生機構の非作動位置での姿勢のみでなく，再生機構が回動するか否かという点においても相違する点を，審決が看過した旨主張する。",
                "本願明細書(甲2)における請求項1の「該再生機構の該回転支持体及びレーザヘッドは，上方の傾斜された作動位置と下方の水平な非作動位置との間で略水平な軸に対して回動可能であり」との記載によれば，本願補正発明では，再生機構が回動するものであることが認められる。一方，引用例(甲3)には，前記(1)のとおり，再生機構に相当する回転軸16A及び光ピックアップ17の非作動位置での姿勢が明示されていないとしても，作動位置への移動に「昇降運動」を伴うことは明らかであり，したがって，本願補正発明と引用発明とは，再生機構の非作動位置での姿勢に加え，具体的な移動動作においても相違するというべきである。",
                "審決は，前記第2，3のとおり，本願補正発明と引用発明との一致点として，「該ホルダは，作動位置と非作動位置との間で移動可能であ」ること，「該再生機構の該回転支持体及びレーザヘッドは，上方の傾斜された作動位置と下方の非作動位置との間で移動可能である」ことを認定し，相違点2として，「本願発明ではホルダは略垂直な軸に対して回動可能であり，再生機構の非作動位置を下方の水平な姿勢としているのに対して，引用発明ではホルダは昇降運動可能であり，再生機構の非作動位置での姿勢に関しては特には示されていない」ことを認定した。上記によれば，審決は，ホルダに関しては，作動位置と非作動位置との間で移動可能であることを一致点としつつ，具体的な移動動作(略垂直な軸に対して回動可能であるか，昇降運動可能であるか)を相違点として認定していることが認められる。ところが，審決は，再生機構に関しては，上方の傾斜された作動位置と下方の非作動位置との間で移動可能であることを一致点としつつ，具体的な移動動作を相違として認定していない。しかしながら，再生機構の作動位置と非作動位置との間における具体的な移動動作は，非作動位置での姿勢の具体的な認定を前提として初めて決することができるものである。審決が，ホルダについて具体的な移動動作を相違として認定しているのに対して再生機構についてそれをしていないのは，ホルダについては非作動位置での姿勢が具体的に認定できるのに対して，再生機構については，前記(1)において説示したとおり，非作動位置での姿勢を一義的に認定できないからである。すなわち，審決が相違点2に関して引用発明では「再生機構の非作動位置での姿勢に関しては特に示されていない」としたのは，非作動位置での姿勢が不明であることを示せば，作動位置と非作動位置との間での具体的な移動動作が不明であることも明らかであるためというべきである。したがって，審決の相違点2の認定に誤りがあるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明では，再生機構に相当する回転軸16Aの非作動位置は明らかに傾斜しており，当業者が傾斜した非作動位置をわざわざ水平姿勢へと変化させることは容易ではなく，そのように変化させる必要性もなく，また，非作動位置と作動位置との間の移動は明らかに直線的であり，当業者がわざわざ回動移動に変化させることも容易ではなく，そのように変化させる必要性もない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4には，次の記載がある。",
                    "「30はディスク演奏部であり，30aはロータリートレイ8に載置されたディスク17を担持して回転するターンテーブル，30bはディスク17の信号を読み取る光ピックアップで，軸部30cはメカベース5の支持部5bに，ディスク演奏部30が矢印H-I方向に回動自在なように取り付けられている。また，ピン30dは昇降ギヤ23のカム部23bと系合しており，昇降ギヤ23の回転によってディスク演奏部30が矢印H-I方向に回動するようになっている。」(段落【003",
                    "5】)",
                    "「次に，ディスク17を演奏させるべく指令を出すと，図12，図13に示すように図14(B)の状態から，まずモータ18がb方向に回転するので昇降ギヤ23，制御ギヤ24もb方向に回転する。すると，昇降ギヤ23のカム部23bによって系合しているディスク演奏部30のピン30dが移動し，ディスク演奏部30は矢印H方向に回動してターンテーブル30aとクランパー31との間にディスク17を担持す",
                    "る。」(段落【0056】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲5には，次の記載がある。",
                    "「ディスクトレイ2が出し入れされる奥行方向であるボックス本体1aの後部には，光ディスク7a，7bを保持して回転動作させるための回転駆動機構8と，この回転駆動機構8により回転駆動される光ディスク7a，7bに対向されて当該光ディスク7a，7bよりの情報信号の読出しを行うピックアップ装置である光学ピックアップ装置9とが配設されている。このため，ディスクトレイ2の後部には略四角形をなす切欠部2cが形成されていて，その切欠部2cには揺動部材10が挿脱可能に配設されている。揺動部材10の後部両側部には軸部10b，10bがそれぞれ突設されており，これら軸部10b，10bを切欠部2cの両側部に回動自在に嵌合することにより，揺動部材10がベース部材5に対して上下方向に揺動可能に構成されている。」(段落【0031】)",
                    "「……これにより，傾斜摺動部37bの作用を介して揺動部材10が押し上げられ，回転駆動機構8によって光ディスク7aがチャッキングされると共に，その光ディスク7aの情報記録面に光学ピックアップ装置9が臨むようになる(図3の状態)。」(段落【0089】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲6には，次の記載がある。",
                    "「一方，図2に示すように，上記再生ユニット8には，図示しない光ピックアップやターンテーブル9が装着されるともに，矢印X1方向側に設けられた支軸8aにより，矢印R3-R4方向に回動可能とされている。」(段落【0034】)",
                    "「……ギヤ回動体7の回動に伴ってカムユニット10を回動させることができ，この回動によって，立体カム溝10bに嵌合する従動突起8bが上下動する。」(段落【0037】)",
                    "「上記において，切り欠き面10cと周面7fとが面しているときには，上記の従動突起8bは立体カム溝10bの端面10b1 側にあり，再生ユニット8は前記下降位置にあるが，切り欠き面10dと周面7fとが面しているときには，上記の従動突起8bが立体カム溝10bの端面10b2 側にあり，再生ユニット8は前記上昇位置にある。」(段【0038】)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲8には，次の記載がある。",
                    "「また，再生機構(10)は，シャフト(16〉を回動中心軸として昇降可能に支持されており，前記再生機構(10)が上昇されると，CD用ターンテーブル(11)のCD載置面が孔(15)を介してCD載置",
                    "部(5)の上方に突出される。そして，前記再生機構(10)は，該シャフト(16)の軸方向からの側面図の第2図に示す如く，CDの再生状態時以外において，下降された状態にある。」(3頁右下欄5行～12行)",
                    "甲4～6，8の上記アないしエの各記載によれば，複数のディスクを載置するターンテーブルが回転する，いわゆるロータリー式のオートチェンジャにおいて，再生機構の作動位置と非作動位置との間の移動動作を略水平な軸に対して回動するようにすることは，本願出願の優先権主張日当時，周知の技術であったと認めるのが相当である。",
                    "確かに，甲4～6，8記載のものは，再生機構の作動位置が上方の水平姿勢，非作動位置が下方の傾斜姿勢であるから，再生機構の作動位置が上方の傾斜姿勢，非作動位置が下方の水平姿勢である本願補正発明とは，相違する。",
                    "しかしながら，これはディスクの載置状態の違い(傾き)によるものであって，回動する動作範囲の大きさ(角度)としては格別相違しないことから，そのディスクの載置状態に応じて回動する開始位置を適宜変更すれば，上記周知技術の再生機構においても，その作動位置を上方の傾斜姿勢とし，その非作動位置を下方の水平姿勢とすることは，容易に認識できるところである。",
                    "引用発明は，ディスクの載置状態を傾斜させて，再生機構の作動位置を傾斜姿勢とする点において，本願補正発明と共通しており，このような構成は，甲7に記載されたコンパクトディスク搬送装置にも採用されている(第3図)ところ，引用発明における再生機構の非作動位置の姿勢は具体的に認定できないものである。しかしながら，上記に照らせば，仮に引用発明において再生機構の非作動位置での姿勢が傾斜したものと認める余地があるとしても，引用発明に上記周知の技術を適用して，再生機構を上方の傾斜された作動位置と下方の水平な非作動位置との間で略水平な軸に対して回動可能な構成とすることは，当業者であれば容易に想到できたことであるというべきである。",
                    "原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ホルダが，傾斜した姿勢のまま，作動位置と非作動位置との間で略垂直な軸に対して，水平方向に回動可能であるという本願補正発明の特徴は，引用例(甲3)にも，審決が周知例とした甲7，8にも，開示ないし示唆されていないのであって，周知でもなければ，当業者が設計時に適宜変更なし得た事項でもない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7記載のコンパクトディスク搬送装置は，本願補正発明及び引用発明と同じく，傾斜姿勢でディスクを上から保持するホルダ(クランパー21)を有するものであるところ，「次に，演奏が完了して次の曲に移る場合に，別のディスクトレイ2に載置されたコンパクトディスク1が必要になると，クランパー21がZ方向に左回動し，そこで回転体22がクランパー21の進退動する位置に10枚のコンパクトディスク1の中から所望するディスクトレイ2に載置されたコンパクトディスク1を運んで，上記要領にて所望するコンパクトディスク1の演奏がなされることになる。」(段落【0006】の後半部分)との記載に照らせば，ホルダ(クランパー21)は，非作動時にZ方向(図1)に回動するものであって，また，ディスク変更後に新たなディスク保持のために作動位置に回動する，即ちZ方向矢印と逆方向(右方向)に回動することも明らかであるというべきである。",
                    "原告は，当該クランパーの回動は傾斜したディスク面に沿った方向で，水平方向の回動でない旨主張するが，本願明細書(甲2)に記載された本願補正発明の実施例では，ディスクを保持する円形磁気ホルダ279はディスク面に沿った方向といえるもので，略垂直な軸に対して水平方向に回動するのは正確にはホルダアーム270といえるところ，甲7のホルダ(クランパー21)においても，ディスクを上から保持する部分は支持部材を介して本体装置に配設されていることは容易に認識できることから，それが略垂直な軸に対して水平方向に回動することを排除するものでないことは明らかである。要するに，甲7のホルダ(クランパー21)として，本願明細書に記載された実施例のような回動するホルダの構成(ホルダアームを含めたもの)も，想定される範囲のものであることは容易に認識できるところといえる。",
                    "したがって，作動時に傾斜姿勢をとるホルダ(クランパー21)は，作動位置と非作動位置との間で略垂直な軸に対して水平方向に回動するものと認められる。なお，甲7には，ホルダの非作動位置における姿勢について明示の記載はないが，ホルダの移動動作に当たって非作動位置における姿勢が特段の影響を及ぼすものとは認められず，また非作動位置ではホルダとしての保持機能を実行するものではないから，作動位置へ正確に移動させることができるのであれば，非作動位置での姿勢及び移動動作としてどのような態様を選択するかは，当業者が設計時に適宜に選択し得る事項というべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲8に記載のオートチェンジャは，ディスクを水平載置するロータリー式のオートチェンジャであるところ，ホルダの具体的な移動動作として，ホルダが作動位置と非作動位置との間で同じ姿勢を保ったまま，略垂直な軸に対して水平方向に回動するものである点において，本願補正発明と格別相違するものではない。また，ホルダの移動動作に該ホルダの姿勢が特段の影響を及ぼすものとも認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記イ及びウに照らせば，引用発明のホルダ(クランパ18)は，水平方向に回動するものではないが，引用発明における傾斜姿勢のホルダを，作動位置と非作動位置との間で略垂直な軸に対して水平方向に回動可能とすることは，当業者が容易に想到できたものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲7，8には，ホルダの水平方向回動と再生機構の回転上昇とを組合わせた移動動作は開示されていないから，本願補正発明における，ホルダの水平方向回動と再生機構の回転上昇とを組合わせた複雑な移動動作は，周知な事項でもなく，当業者が容易になし得た事項でもない旨主張する。",
                "甲8には，次の記載がある。",
                "「再生機構(10)は，前記カム部材(42)が時計方向に回動すると，上昇して再生位置に変位され，前記カム部材(42)が反時計方向に回動すると，下降して非再生位置に変位される。」(6頁左下欄11行～15行)「クランプ機構(14)は，カム部材(42)が時計方向に回動すると，時計方向に回動され，該カム部材(42)が反時計方向に回動すると，反時計方向に回動される。」(6頁右下欄6行～9行)",
                "「したがって，再生機構(10)とクランプ機構(14)とカバ一部材(23)とは，連動して作動することになる。」(7頁左下欄3行～5行)「カム部材(42)が時計方向に回転すると，まず，クランプ機構(14)が非クランプ位置からクランプ位置に変位され，その後，再生機構(10)が非再生位置から再生位置に変位される様に前記第1及び第2カム(43)及び(60)は関係付けて形成されている。その為，前記再生機構(10)の非再生位置から再生位置への変位が行われるときには，クランプ機構(14)はクランプ位置に変位されており，チャッキング部材(20)がターンテーブル(11)の対向位置に変位されているので，前記再生機構(10)の再生位置への変位により確実にCDをCD用ターンテーブル(11)上に圧着することが出来る。一方，カム部材(42)が反時計方向に回転すると，逆に，まず，再生機構(10)が再生位置から非再生位置に変位され，その後，クランプ機構(14)がクランプ位置から非クランプ位置に変位される。すなわち，前記クランプ機構(14)の非クランプ位置への変位が行われるとき，すでに再生機構(10)は非再生位置に変位されているので，該再生機構(10)により前記クランプ機構(14)の非クランプ位置への変位が妨げられることはない。また，レコード盤の再生を行う状態にするべく，クランプ機構(14)を非クランプ位置に変位させると，カバ一部材(23)は再生位置にあるCD載置部(5)の孔(15)を覆う状態になり，一方，CDの再生を行う状態にするべく，前記クランプ機構(14)をクランプ位置に変位させると，前記カバー部材(23)は前記孔(15)から外れた状態になる。」(7頁左下欄10行～右下欄18行)",
                "甲8の上記記載によれば，ホルダに相当するクランプ機構14の水平方向回動と再生機構10の回転上昇とを組み合わせた移動動作が開示されていることは明らかであるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，引用例(甲3)には，前記1(1)で説示したとおり，再生機構の非作動位置やクランパの非作動位置に関する記載はないが，引用発明がディスクを交換して再生する装置である以上，クランパ(ホルダ)及び再生機構には，それぞれ作動位置及び非作動位置が存在し，かつ，再生に当たって，クランパ(ホルダ)及び再生機構が，作動位置と非作動位置との間で，それぞれ連動して移動し，ディスクの保持動作及び再生動作を行うことは自明な技術事項といえるから，引用発明も，クランパ(ホルダ)の移動と再生機構の移動とを組み合わせた移動動作を行うものであることは明らかである。",
                "加えて，上記(3)のとおり，ホルダの水平方向回動と再生機構の回転上昇とを組み合わせた移動動作は本願の優先権主張日前既に知られていた技術であり，前記(1)，(2)で説示したとおり，引用発明において，その再生機構を上方の傾斜された作動位置と下方の水平な非作動位置との間で略水平な軸に対して回動可能とすること，及びその傾斜姿勢のホルダ(クランパ)を作動位置と非作動位置との間で略垂直な軸に対して水平方向に回動可能とすることは，それぞれ容易想到であることを総合的に勘案すると，本願補正発明の相違点2に係る構成は，当業者が容易に想到できたものというべきである。したがって，審決の判断に誤りがあるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点3の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点3に関する本願補正発明の特徴はホルダ，再生機構，ターンテーブルの三者が同期して連動する点にあって，甲8，4，5のいずれにも開示はなく，周知でもなく，当業者が設計時に適宜変更なし得た事項でもない旨主張する。",
                "しかし，本願明細書の請求項1の「該ホルダ及び該再生機構の該移動は同期されており，該ホルダ及び該再生機構の該移動は，該ホルダ及び再生機構の両方の移動のためのモータ駆動の共通のカム部材を組み込んだ駆動機構によって生じ，該駆動機構はまた，該カム部材を駆動すると共に該ターンテーブルを該筐体の外側及び内側へ摺動させる」との記載によれば，ターンテーブルは，「ホルダ及び再生機構の両方の移動のためのモータ駆動の共通のカム部材を組み込んだ駆動機構」によって，「該カム部材を駆動すると共に」，「筐体の外側及び内側へ摺動」されるものであり，「駆動機構」がホルダ及び再生機構の移動とターンテーブルの摺動に兼用されるものであることが認められるが，「ホルダ及び再生機構の移動」に加え「ターンテーブルを摺動させる」ことについてまで，同期して連動することが示されているとはいえない。",
                "したがって，原告の上記主張は，特許請求の範囲の記載に基づかないものであって，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲8，4，5は，いずれも二者の駆動を同一駆動機構で行うことを示してはいるが，三者を同一の駆動機構で駆動することを示していないところ，引用例は，クランパ18とスピンドルモータ16の駆動機構については，開示も示唆もしていないから，引用例に対して，甲8，4，5の駆動機構を組合わせる契機がなく，さらに，甲8，4，5はいずれも，ディスクが水平に配置されたものであり，ディスクが傾斜されている引用例と組合わせる契機がない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4には，次の記載がある。",
                        "「【請求項1】 複数枚のディスクが載置可能で，該ディスクと共に回転自在なロータリートレイと，上記ロータリートレイを回転させるロータリートレイ駆動手段と，上記ロータリートレイ及び上記ロータリートレイ駆動手段を支持し，上記ディスクを筺体から突出させるディスク着脱位置と上記ディスクを筺体内に収納するディスク収納位置との間を前後方向に移動自在なトレイベースと，上記ディスクを担持し上記ディスクを演奏する再生位置と非再生位置との間を移動するディスク演奏部と，上記ディスク演奏部の上記再生位置と非再生位置との間の移動と，上記ディスク演奏部の上記非再生位置での上記トレイベースの上記前後方向の移動及び上記ディスク演奏部の上記再生位置での上記トレイベースの上記前後方向の移動を，ある範囲で歯部を欠落させた欠歯歯車を有した構成で動力伝達を切り換えながら1個のモータで行うトレイベース移動手段」(【特許請求の範囲】)",
                        "「本発明は，上記従来の問題点に鑑み，モータ及びその駆動系の数を増やすことなく，ディスクを演奏したままの状態で別のディスクの交換又は取り出しが可能な，部品点数が少なく，小型化が実現でき，且つ動作の安定したディスクローディング装置を提供することを目的としてなされたものである。」(段落【0021】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲5には，次の記載がある。",
                        "「【請求項1】 ピックアップ装置方向に出し入れ可能に配されたディスクトレイに，複数のディスクを周方向に収納可能なターンテーブルを回転可能に取付けてなるディスクプレーヤ装置において，上記ディスクトレイの出し入れ動作と，この出し入れ動作に連動して上記ピックアップ装置にディスクチャッキング動作をさせる第1の動作機構と，……」(【特許請求の範囲】)",
                        "「本発明は，このような従来の課題等に鑑みてなされたものであり，2個のモータで従来の3個のモータを使用した場合と略同様の効果を得ることができ，モータの制御系を簡単な構造とすることができて，組立時の作業性を向上させて製造コストのダウンを図ることができると共に，再生中に余分な振動をピックアップ装置に与えるおそれのないディスクプレーヤ装置を提供することにより，上記課題を解決することを目的としている。」(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲6には，次の記載がある。",
                        "「【請求項1】記録ディスクを載置する複数のディスク載置面が設けられたディスク保持テーブルと，該ディスク保持テーブルを回動可能に支持するとともにディスク保持テーブル上にディスクを載置可能なトレイ全開位置とトレイ全閉位置との間を往復動する搬送トレイと，該搬送トレイがトレイ全閉位置にあるときにディスク保持テーブル上のディスクを再生可能とする上昇位置とディスク保持テーブルの回動を妨害しない下降位置との間を移動する再生ユニットとが設けられているディスク再生装置において，搬送トレイ駆動手段と再生ユニット駆動手段とを同一の駆動源により駆動する……」(2頁1欄【特許請求の範囲】)「【作用】請求項1記載の構成によれば，搬送トレイの駆動と再生ユニットの駆動を同一の駆動源を用いて行うとともに，搬送トレイと再生ユニットとの駆動を切り替える瞬間を検出することにより，搬送トレイの駆動から再生ユニットの駆動に変わるときには，搬送トレイがトレイ全閉位置にあることを示し，また再生ユニットの駆動から搬送トレイの駆動に変わるときには，再生ユニットが下降位置にあることを示すことになる。」(段落【0025】)",
                        "「従って，搬送トレイの駆動から再生ユニットの駆動へ(その逆も含む)の駆動の切替えが円滑に行われるとともに，上記2つの状態を検出するために，1つのセンサーで済むので，構成が簡単になり機構の簡略化と部品点数の削減が可能となる。」(段落【0026】)",
                        "甲4～6の上記(ア)ないし(ウ)の記載によれば，駆動機構を含めた部品点数の削減を目的として，二者の駆動を同一駆動機構で行い，その二者の駆動対象を再生機構の駆動とターンテーブルの摺動とするものが，周知の技術であることが理解できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲8の前記2(3)で引用した記載によれば，甲8には，ホルダに相当するクランプ機構14の駆動(回動動作)と再生機構10の駆動(回動動作)との二者の駆動が，モータ駆動の共通のカム部材42によりシーケンスとして同期して連動すること，すなわち同一の駆動機構で行われることが開示されており，更に，上記の二者の駆動に，CD載置部5の孔15を覆うためのカバー部材23の駆動を加えた三者の駆動が，モータ駆動の共通のカム部材42によりシーケンスとして同期して連動すること，すなわち同一の駆動機構で行われる技術思想も併せて開示されているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ホルダの駆動と再生機構の駆動とは，ディスクを交換して再生する一般的なディスク装置において，ディスクを再生するために必ず連動して発生する動作であることは明らかであり，いわば再生系周りの一連動作といえる。また，甲4～6に記載されているように，摺動機能(ローディング機構)を有するターンテーブルを備えたディスク装置において，その駆動動作として，再生系周りの一連動作及びターンテーブルの摺動動作(ローディング動作)が存在することは自明な事項であるところ，両者の各動作の関連を考慮すると，必ずしも両者の動作が連動して発生する動作ではないことも明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願補正発明と同様の傾斜ディスク機構を採用したオートチェンジャ装置である引用発明も，複数の駆動要素を有するものであることは明らかであるところ，それらを駆動する駆動機構(駆動源)の削減を図ることは，上記アで説示したように，当該技術分野に限らず，複数の駆動要素を使用する技術分野において広く一般的な技術課題である。そして，傾斜ディスク機構のオートチェンジャ装置である引用発明においてターンテーブルを摺動可能とすることは，審決の相違点1についての判断に示されるとおり容易想到であるところ(原告もこの点を争うものではない。)，そのターンテーブルの摺動機能を採用する際に併せて駆動機構(駆動源)の削減を図ることも当然に考慮される技術事項であって，格別な創意工夫を必要とするものではない。なぜなら，摺動機能(ローディング機構)を有するターンテーブルを備えた周知のディスク装置(甲4～6)は水平ディスク機構であるところ，それが引用発明のように傾斜ディスク機構である場合には，スペース面の物理的影響(傾斜構造のため，よりスペースを必要とする)が考えられる以外，ターンテーブルの摺動動作とホルダ及び再生機構の駆動動作(移動)とは，互いに非作動時に生じるものであって，ターンテーブルの摺動動作とホルダ及び再生機能の駆動動作(移動)とが，互いに互いの動作を阻害するものではなく，また，周知のディスク装置(甲4～6)と比して新たに別個の駆動機構を設けるものでもないことから，駆動機構(駆動源)の削減も当然に考慮される技術事項であることが容易に認識される。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，引用発明及び甲4～6，8に示されるような周知技術に基づいて，本願補正発明の相違点3に係る構成は，当業者が容易に想到し得たものというべきであり，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願補正発明が，ターンテーブルの摺動，並びに傾斜したディスクに対するホルダの水平回動及び再生機構の上下回動の異なる3種の複雑な動きを単一のモータにより駆動するという技術思想を初めて開示したものであるところ，これら3種の動作を全て開示している公知文献は存在しない旨主張する。",
                "しかしながら，本願補正発明の相違点3に係る構成が，当業者が容易に想到することができたものであることは，上記のとおりであり，相違点3の判断に際して，3種の動作をすべて開示している公知文献を掲げる必要があるものではない。原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本願補正発明の特徴の一つである「ホルダ及び再生機構の移動は同期されている」点は，引用例にも，周知例にも記載されておらず，甲8にも，再生機構及びホルダが同時に自己同期式に夫々の作動位置及び非作動位置に移動する点の開示はない旨主張する。",
                "しかしながら，本願明細書における請求項1の「該ホルダ及び該再生機構の該移動は同期されており」との記載から，直ちに，同時に自己同期式に移動することまでは認められない。原告の上記主張は特許請求の範囲の記載に基づかないものであって，採用することができない。",
                "なお，甲8に，「ホルダ及び再生機構の移動は同期されている」点が記載されていることは，前記(2)で説示したとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "上記1ないし3で検討したとおり，本願補正発明に関する審決の判断に誤りはないので，審決が，本件補正を却下し，本願の請求項1に係る発明の要旨として，本願発明を認定し，その進歩性を否定したことにも誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由がなく，その他，審決に，これを取り消すべき誤りがあるとは認められない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10649",
    "date": "2006-06-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033272",
    "ipprecedent_id": "293",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}