{
  "conclusion": [
    {
      "text": "特許庁が無効2004-80051号事件について平成16年12月10日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告を特許権者とする後記本件特許について，無効審判の請求をしたところ，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "特許権者：佐原化学工業株式会社(被告)",
                "発明の名称：「炭酸飲料用ボトルの製造方法」",
                "特許出願日：平成11年3月3日(特願平11-55120号)",
                "設定登録日：平成15年3月20日",
                "特許番号：第3409300号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年5月20日(無効2004-80051号)",
                "審決日：平成16年12月10日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成16年12月22日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(請求項は1つ)",
          "text": [
            "【請求項1】　上端に形成された開口部から所定寸法の位置に狭窄部が形成され，その狭窄部を介してボトル上部と下部とが相互に連通しているとともに，その狭窄部の内面寸法は，ボトル上部内に収容されて当該ボトル内部の圧力により開口部を施栓するための球状栓部材を落下させない寸法で，かつ，その材質がポリエチレンテレフタレートである炭酸飲料用ボトルの製造方法であって，",
            "上記狭窄部の位置に対応して金型本体部内部へと向けて前進・後退可能な互いに対向する一対の移動金型を有するブロー成形金型を用い，その各移動金型を後退させた状態で，所要温度に加熱されたパリソンを当該ブロー成形金型内で延伸ロッドにより延伸させた後，所定の圧力のもとにエアを吹き込む1次ブロー工程と，その1次ブロー工程後に上記各移動金型を前進させた状態で，1次ブロー工程よりも高い圧力のもとにエアを吹き込む2次ブロー工程を含むことを特徴とする炭酸飲料用ボトルの製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，次の書証を摘示した。",
                "甲1(本訴甲4)：特開昭56-80427号公報",
                "甲2(本訴甲5)：特開平4-131220号公報",
                "甲3(本訴甲6)：米国特許第5122327号明細書(1992年6月16日発行)　甲4(本訴甲7)：特開平3-92326号公報",
                "甲5(本訴甲8)：特開平2-72927号公報",
                "(以下においては，審決を引用する場合を含め，すべて本訴における証拠番号に置き換えて記載する。また，本訴甲4に記載された発明を「甲4発明」という。この発明は，審決では「甲第1号証発明」と摘示されているところ，これも置き換えて記載する。)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明と甲4発明とを対比し，一致点及び相違点を次のとおり認定した。",
                "「本件発明と甲4発明とを対比すると，後者における「ラムネびん」，「有底中空予備成形体」，「軸方向に延伸させるとともに吹込成形して横方向に吹込延伸」，「球」及び「くびれ」は，それぞれ，前者における「炭酸飲料用ボトル」，「パリソン」，「ブロー成形金型内で延伸ロッドにより延伸させた後，所定の圧力のもとにエアを吹き込む1次ブロー」，「球状栓部材」及び「狭窄部」に相当するから，両者は，「上端に形成された開口部から所定寸法の位置に狭窄部が形成され，その狭窄部を介してボトル上部と下部とが相互に連通しているとともに，その狭窄部の内面寸法は，ボトル上部内に収容されて当該ボトル内部の圧力により開口部を施栓するための球状栓部材を落下させない寸法で，かつ，その材質がポリエチレンテレフタレートである炭酸飲料用ボトルの製造方法であって，上記狭窄部を形成可能にしたブロー成形金型を用い，所要温度に加熱されたパリソンを当該ブロー成形金型内で延伸ロッドにより延伸させた後，所定の圧力のもとにエアを吹き込むブロー工程を含む炭酸飲料用ボトルの製造方法。」で一致するが，下記の点で相違している。",
                "相違点1：狭窄部を形成可能にしたブロー成形金型が，本件発明では上記狭窄部の位置に対応して金型本体部内部へと向けて前進・後退可能な互いに対向する一対の移動金型を有するブロー成形金型であるのに対し，甲4発明では，狭窄部に対応する部分を形成するための方法は明記されておらず，不明である点，　相違点2：ブロー工程が，本件発明では，「各移動金型を後退させた状態で，所要温度に加熱されたパリソンを当該ブロー成形金型内で延伸ロッドにより延伸させた後，所定の圧力のもとにエアを吹き込む1次ブロー工程の点とその1次ブロー工程後に上記各移動金型を前進させた状態で，1次ブロー工程よりも高い圧力のもとにエアを吹き込む2次ブロー工程を含む」2段ブロー成形であるのに対し，甲4発明では，所要温度に加熱されたパリソンを当該ブロー成形金型内で延伸ロッドにより延伸させた後，定圧で圧空して吹込成形する，1段でブロー成形する点。」　(3)　審決は，相違点2について，次のとおり判断した。",
                "(a)「相違点2について，甲4発明は，…くびれた部分が本件発明の狭窄部であって，延伸ロッドにより軸方向に延伸されるとともに，圧空を吹き込んで形成したくびれ部分を有する中間成形体が本件発明の炭酸飲料用ボトルの原形となるものであるから，金型を用いて1回のブローでボトルの狭窄部を成形する方法が記載され，本件発明の2段階のブロー成形法と異なる，炭酸飲料用ボトルを軸方向に延伸した後，1回の空気の吹込で形成するブロー成形法，すなわち，本件発明の従来技術にいう2軸延伸ブロー成形法により成形する技術が記載されているのみで，ブロー成形時に，エアを吹き込むブロー工程との関係で移動金型をどのように操作するかについては何ら記載するところがないだけでなく，ブロー工程を2段階で行うことについても何ら記載も示唆もないものである。",
                "上記相違点2は，甲4発明に基づいて容易に想到することができるとはいえない。",
                "とすると，このことだけからも，本件発明は，甲4発明に基づいて容易であるなどということは到底できない。",
                "なぜなら，そもそも，甲4発明において，狭窄部を形成するための方法は明記されておらず，金型部分を移動金型とすること，まして，ブロー工程を2段階で行うということについての動機付けがなく，さらには，甲4発明は，低圧ブロー成形した後，高圧ブロー成形を行うこと，より詳細には，低圧ブロー工程を移動金型を後退させた状態で行い，その低圧ブロー形成後，移動金型を内方に賦形移動させた状態で高圧ブローを行う製造方法とは全く別異の製造方法であり，甲4発明を基に上記特定されたブロー工程とすること，あるいは甲4発明に上記特定されたブロー工程を組み合わせることは，到底，及ぶべきことではなく，本件発明は，当業者が容易に想到し得ることとはいえない。」",
                "(b)(b-1)「甲5には，…飲料用あるいは液体用ボトルの製造工程において，ボトル表面に再現性よく凹凸形状に賦形し，機械的強度に優れた胴部を成形するため，1回のブロー時に，キャビティ内壁面にプリフォームが膨張して接した直後，側壁を内方に変形させるもので，本件発明の炭酸飲料用のボトルのように内圧が掛かるボトルにおいて，球状栓部材を保持するとともに，ボトルをボトル上部と下部とに分けるような狭窄部を形成するものでもなく，かつ飲料用ボトルといってもボトルとして炭酸飲料用とは別異のものであり，甲5に記載されている入れ子型と本件発明の移動金型の賦形処理とは成形処理において同じものとはいえない。まして，甲5には，上記相違点2のように1次低圧ブロー，2次高圧ブローからなる2段階のブロー工程とすること，及び移動金型の賦形動作との関連で1次低圧ブローと2次高圧ブローとを使い分けての2段階のブロー処理することについて何ら記載するところはない。」",
                "(b-2)「甲6には，…飲料用ボトルの製造工程において，1回のブロー時に，ボトル形状に成形し，その後，熱処理した後，熱間充填することによるボトルの変形を吸収し，ボトルの形状を保持させるため，側壁を内側に再成形させるもので，本件発明の炭酸飲料用のボトルのように内圧が掛かるボトルにおいて，球状栓部材を保持するとともに，ボトルをボトル上部と下部とに分けるような狭窄部を形成するため可動部分を賦形移動するものでなく，飲料用ボトルといってもボトルとして炭酸飲料用とは別異のものであり，甲6に記載されている可動部分と本件発明の移動金型の賦形処理とは成形処理において同じものとはいえない。まして，甲6には，上記相違点2のように1次低圧ブロー，2次高圧ブローからなる2段階のブロー工程とすること，及び移動金型の動作との関連で1次低圧ブローと2次高圧ブローとを使い分けての2段階のブロー処理することについて何ら記載するところはない。」　(b-3)「そもそも，胴部への凹部形成に係る発明に関する甲5，6に記載された事項を甲4発明の狭窄部の形成方法に適用しようとする動機付けは存在しないといえるが，仮に適用したとしても，2段階のブロー処理について記載も示唆もない甲5，6に記載された事項を甲4発明に適用しても，本件発明の相違点2に係る構成とならないのは明らかである。",
                "したがって，相違点2は，甲5，6に記載された事項に基づいて当業者が容易に想到し得たものとはいえない。」",
                "(c)(c-1)「甲7には，…把手部付き塩化ビニル樹脂ボトルの製造に関するもので，…1次ブロー工程後にプラグを押し込むものではなく，高温低圧ブローで最終体積に達する途中までブローし，プラグを押し込む1次ブロー工程中にプラグを押し込むものであり，それにより肩部に把手用の凹部を形成し，その後低温の高圧ブローして把手部付き延伸ブローボトルを成形するもので，1回目の高温低圧ブローによりボトル成形が行われておらず，飽くまでも，ボトル成形は低温高圧ブローにより行われているもので，かつ，プラグの押し込みは側壁を部分的に圧接させるもので，本件発明の炭酸飲料用のボトルのように内圧が掛かる容器において，球状栓部材を保持するとともに，ボトルをボトル上部と下部とに分けるような狭窄部を形成するため賦形移動するものではない。まして，甲7には，上記相違点2のように1次低圧ブローで金型内形状に成形し，その後移動金型を押し込み，2次高圧ブローで狭窄部を形成しつつ，ボトルを成形するという移動金型の動作との関連で1次低圧ブローと2次高圧ブローとを使い分けての2段階のブロー処理することについて何ら記載するところはない。」",
                "(c-2)「甲8には，…ポリエチレンテレフタレート製の把手付き延伸ブローボトルの製造に関するもので，…ストレッチピンによる延伸とブローとにより延伸成形する延伸ブローボトルであって，プリフォームの体積が前記ブロー用金型の内容積の80％以上に達した後，該プリフォームの温度がブロー用金型の内壁でガラス転移温度に冷却されるまでに，該ブロー用金型に装着された対向する一対の可動型プラグで，前記プリフォームの把手用の凹部となるべき部位を押しはさみ，把手を形成させ，空気の吹き込みを完了させて把手付きの延伸ブローボトルを成形するもので，一見，2回のブローで延伸ブローボトルを成形しているように見えるが，ブローによりプリホームがフィニッシュ金型の内容積と殆ど等しくなった時，プラグを油圧により作動し，突き合わせ，把手部用の凹部を形成し，さらに空気吹き込みを続け，空気の吹き込みを完了させて把手付きの延伸ブローボトルを成形するもので，本件発明のように1次低圧ブロー，2次高圧ブローとブロー工程を切り換える旨の記載もなく，また，…「100％ないしその近傍に達するまでにプリフォームを膨張させた時点でプラグを押し込む」との記載があり，100％膨張させた時点でプラグを押し込むことを許容しているから，2段階ブローではない。",
                "そして，プラグの押し込みにより側壁を部分的に圧接させ，その後当該部分をくり抜くもので，本件発明の炭酸飲料用のボトルのように内圧が掛かる容器において，球状栓部材を保持するとともに，ボトルをボトル上部と下部とに分けるような狭窄部を形成するため賦形移動するものではない。まして，甲8には，上記相違点2のように1次低圧ブローで金型内形状に成形し，その後移動金型を押し込み，2次高圧ブローで狭窄部を形成しつつ，ボトルを成形するという移動金型の動作との関連で1次低圧ブローと2次高圧ブローとを使い分けての2段階のブロー処理することについて何ら記載するところはない。」",
                "(c-3)「そもそも，把手部形成に係る発明に関する甲7，8に記載された事項を甲4発明の狭窄部の形成方法に適用しようとする動機付けは存在しないといえるが，仮に適用したとしても，1次ブロー工程後に各移動金型を前進させた状態で2次ブロー工程をする処理について記載も示唆もない甲7，8に記載された事項を甲4発明に適用しても，本件発明の相違点2に係る構成とならないのは明らかである。",
                "したがって，相違点2は，甲7，8に記載された事項に基づいて当業者が容易に想到し得たものとはいえない。」",
                "(d)「さらに，以上のことからすれば，甲5ないし8に記載された事項に基づいて，相違点2が当業者が容易に想到し得たもの認めることはできない。」　(4)　審決は，次のとおり結論付けた。",
                "「したがって，相違点1について検討するまでもなく，本件発明は，甲4ないし8に記載された発明に基づいて，当業者が容易に発明をすることができたものであるということはできない。以上のとおりであるから，請求人の主張する理由及び証拠方法によっては，本件特許を無効とすることはできない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点2についての判断の誤り)",
          "text": [
            "審決は，相違点2である2段ブロー成形を行う点が甲5～8のいずれにも記載されていないこと，甲5～8に記載の可動部材によるボトル胴部への凹部形成技術を甲4発明の狭窄部の形成方法に適用しようとする動機付けが存在しないことを主要な理由として結論を導いたが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2である2段ブロー成形を行う点が甲5～8のいずれにも記載されていないとするが，誤りである。",
                "2段ブロー成形を行う点は，甲7に開示されている(特許請求の範囲，3頁右下欄)。",
                "審決は，甲7につき，①1次ブロー工程後にプラグを押し込むものではない，②1回目の1次低圧ブローによってボトル成形が行われておらず，飽くまでも，ボトル成形は2次高圧ブローにより行われる，③相違点2のように，1次低圧ブローで金型内形状に成形し，その後移動金型を押し込み，2次高圧ブローで狭窄部を形成しつつボトルを成形するという移動金型の動作との関係で，1次低圧ブローと2次高圧ブローとを使い分けて2段階のブロー処理することについて何ら記載するところはない，と認定するが，上記①ないし③の認定は，次のとおり失当である。",
                "①の認定は，甲7の特許請求の範囲における「1次低圧ブローによってプリフォームを最終体積の70％以上に膨張させた後，前記プラグを該プリフォームの肩部に押し込み」との記載と矛盾する。甲7でも1次低圧ブローが先行し，次いでプラグの前進が行われ，最後に高圧の2次ブローが行われる点で，相違点2の内容と変わるところはない。",
                "②の認定も誤りである。甲7の発明では，1次低圧ブローによってプリフォームを最終体積の70％以上に膨張させるのであるから，1次低圧ブローによってボトル成形の大半が行われることは明白である。",
                "もし，審決が「本件特許発明では1次低圧ブローによって最終形状にまでボトル成形が行われるが，甲7ではそうではない」との前提に基づいて判断を行ったのであれば，その前提自体が誤りである。すなわち，本件発明では1次低圧ブローによって最終形状までボトル成形が行われるのではなく，甲7と同様に1次ブロー工程は途中までの成形を行うのみであり，ボトル最終形状への成形は2次高圧ブローにより行われる。また，本件明細書のどこにも，1次低圧ブローによって最終形状までボトル成形が行われるとは記載されていない。",
                "さらに，甲7の第3頁右上欄には「1次ブローの空気圧は従来の延伸ブロー成形法による1次低圧ブローとほぼ同様でよく」と記載されていることから，甲7の1次ブローと本件発明における1次ブローとは同じものであることが明らかである。",
                "③の認定も，上記理由により失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲5～8に記載の可動部材によるボトル胴部への凹部形成技術を甲4発明の狭窄部の形成方法に適用しようとする動機付けが存在しないとするが，誤りである。",
                "審決では，甲5，6にブロー成形時にボトル側壁を可動部分により内側に変形させる方法が示されているものの，飲料用ボトルといっても炭酸飲料用ボトルとは別異のものであるとの判断を行っている。しかし，甲5，6に示されたような底部をドーム状に成形して耐内圧性を持たせたPETボトルが，コーラ飲料やサイダーのような炭酸飲料用容器として広く用いられていることは，周知である。よって，審決の上記判断は失当である。",
                "また，審決では，甲5～8に記載の可動部材によるボトル胴部への凹部形成技術について，「本件発明の移動金型による賦形処理とは成形処理において同じものとはいえない」と認定しているが，PETボトルあるいは塩化ビニルボトルの胴部に一対の移動金型を用いて凹部あるいは狭窄部を形成する点において同一であり，その深さが異なるのみである。すなわち，甲5，6では移動金型を用いてボトル胴部に比較的浅い凹部を形成し，甲7，8では移動金型を用いてボトル胴部に相互に密着するほど深い凹部を形成しているのに対して，本件発明では移動金型を用いて球状部材を保持できる程度の中間深さの凹部を形成しているにすぎない。しかも，前記のとおり，甲7に記載の可動部材によるボトル胴部への凹部形成方法と本件発明におけるボトル胴部への凹部形成方法とはその工程が酷似しており，成形方法は同一であって，凹部形成の目的がわずかに相違するのみである。",
                "審決は，この凹部形成の目的の差に着目して，甲5～8に記載の可動部材によるボトル胴部への凹部形成技術を，甲4発明の狭窄部の形成方法に適用しようとする動機付けは存在しないと判断している。ところが，甲4には球状部材を保持できる狭窄部を有するPET樹脂製のラムネボトルが開示されており，可動部材によるPET樹脂製ボトル胴部への凹部形成技術は，甲5～8に記載のとおり，出願前に広く知られていたのであるから，同じ樹脂製ボトルの2軸延伸ブロー成形の技術分野に属し，その胴部にくぼみを形成する点においても同一である甲5～8に記載の技術を，PET樹脂製のラムネボトルの成形に適用することは，当業者にとって格別の困難はない。ボトル胴部に可動部材を用いて凹部を形成する場合，可動部材の前進位置を規制してどの程度の深さの凹部を形成するかは，ボトルのデザインに応じて当業者が適宜決定できることである。しかも，ラムネボトルのデザイン自体は，古来周知であるから，この点に進歩性を認めた審決は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1の容易想到性について",
          "text": [
            "甲4には，いかにして狭窄部を成形するかは記載されていない。",
            "しかし「狭窄部の位置に対応して金型本体部内部へと向けて前進・後退可能な互いに対向する一対の移動金型を有するブロー成形金型」は，甲5～8に開示されるように出願前公知ないしは周知である。また，ラムネボトルの形状は古来周知であり，一般にラムネボトルは玉受け用の狭窄部を備えているのであるから，ラムネボトルの製造には狭窄部の成形技術が不可欠となる。",
            "このような狭窄部の成形は，壜の側壁を前後より内側に絞ってラムネボトルの狭窄部を成形する方法で昔から行われており(甲12)，最初から内面に狭窄部成形用の大きな突起を備えた金型を用いる方法では，金型を閉じるとパリソンが押し潰されるため，パリソン内部を昇降する延伸ロッドとの干渉が生じるおそれがあることは当然である。したがって，PET樹脂製のラムネボトルを延伸ブロー成形する場合には，非常に細い延伸ロッドを用いるか，移動金型を備えた金型で成形する方法を採用するしか方法がない。よって，甲4に記載されたようなPET樹脂製のラムネボトルを延伸ブロー成形する際に，公知ないしは周知である「狭窄部の位置に対応して金型本体部内部へと向けて前進・後退可能な互いに対向する一対の移動金型を有するブロー成形金型」を用いる方法を採用することは，金型設計技術者を含む当業者が必然的に思い付くことである。",
            "審決は，甲7と本件発明とは移動金型の配置及び目的が違うと認定するが，「互いに対向する一対の移動金型」を用いる点では，本件発明と甲7とで差異がない。",
            "甲7の発明は，把手成形を目的としており，ラムネボトルの狭窄部を成形する本件発明とは凹部成形の目的が異なるが，両者の差は，単なる課題の差にすぎず，凹部形成のために用いる技術的手段は全く同一である。",
            "よって，甲7の凹部成形技術を同一技術分野に属する甲4発明のPET樹脂製ラムネボトルの成形に適用することは，容易である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点2についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，相違点2である2段ブロー成形を行う点が甲5～8のいずれにも記載されていないとしたことが誤りである，と主張するが，失当である。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "甲7には，原告が指摘するような記載はない。",
                    "甲7には，塩化ビニル製の延伸ボトルの肩部の側方に把手を形成することを目的として，ブロー金型におけるボトルの肩部に対応する位置に，ボトルの径方向に対して互いに逆向きの角度をもって傾斜する方向に前進・後退する一対のプラグを設け，各プラグを後退させた状態で，150～250℃に加熱した空気を用いた1次ブローによりプリフォームを最終体積の70％以上に膨張させた後，プラグを前進させてボトル肩部に押し込んで把手用の凹部を形成し，その後，1次ブローよりも低温で，かつ，高圧の空気を用いた2次ブローを実施し，さらに，把手の凹部の周縁部を加熱溶融した後，その内側を熱によりくり抜く技術に関する記載がある。",
                    "このようなボトルの肩部に押し込むことによって把手を形成するためのプラグと，本件発明における，いわゆるラムネ用のボトルの球状栓部材の落下を防止するための移動金型とは，その配置並びに目的が全く相違する。すなわち，甲7のプラグは，高温に加熱した空気を用いた1次ブローにより膨張したプリフォームの肩部を斜め方向から押し挟み，両側の凹部の周縁部上の狭い幅において相互に溶着させるためのもの(3頁左下欄14～20行)である。これに対して，本件発明の移動金型は，ボトル上部と下部の間で球状栓部材を通過させない開口のもとに連通させるための狭窄部を形成し，かつ，ボトルを上部と下部とに分けるため移動金型を賦形移動するものである。したがって，甲7のプラグと本件発明の移動金型とは，その目的，動作及び配置が相違する。しかも，甲7における1次ブローで使用される空気は，プリフォームの内側の表層の温度を塩化ビニル樹脂の溶融温度近傍にまで高めるべく150～250℃に加熱されるものであって，1次ブローについても本件発明における1次ブローとは相違する。",
                    "したがって，上記原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "原告は，審決の本件発明の認定に誤りがあると主張する。",
                    "しかし，甲9の【図1】～【図4】は，本件発明の工程を図解したものであり，甲9には，【図2】，【図2′】が1次ブローである旨の説明を付しているが，同時に，「D．その1次ブロー工程後に上記各移動金型を前進させた状態で(【図3】)，1次ブロー工程よりも高い圧力のもとにエアを吹き込む2次ブロー工程(【図4】)を含む」との記載がある。つまり，2次ブロー工程の直前，したがって，各移動金型を前進させた状態を示す【図3】が，1次ブロー工程による成形の終了段階であることは明らかである。審決の認定に誤りはない。",
                    "また，原告は，甲7の1次ブローと本件発明における1次ブローとは同じものであると主張する。しかし，甲7は，把手を形成する必要のある大型のボトルを対象としているのに対し，本件発明は，いわゆるラムネ用のボトルであって，その大きさ・形態が全く相違し，甲7における1次ブローの空気圧が従来の延伸ブロー成形法による1次低圧ブローと同様でよいとの記載から，甲7における1次ブローが，なぜ本件発明における1次ブローと同じであるのか，理解不可能である。しかも，甲7における1次ブローは，150～250℃の高温に加熱された空気を用いるのであり，これは本件発明における1次ブローとは明らかに相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が，甲5～8に記載の可動部材によるボトル胴部への凹部形成技術を甲4発明の狭窄部の形成方法に適用しようとする動機付けが存在しないとしたことが誤りである，と主張するが，失当である。",
                "審決における判断は，要するに，本件発明が，ボトル上部と下部とが球状栓部材を通過させない狭窄部を介して連通した，いわゆるラムネ用のボトルをポリエチレンテレフタレート樹脂を用いた2軸延伸ブロー成形法により製造するに当たり，狭窄部に対応する位置に一対の移動金型を設け，その移動金型を，延伸ロッドの延伸工程並びに1次及び2次ブロー工程との関連において前進させるのに対し，甲5は，飲料用ボトルあるいは液体用ボトルの製造工程において，ボトル表面に再現性よく凹凸形状に賦形し，機械的強度に優れた胴部を形成するため，1回のブロー時に，キャビティ内壁面にプリフォームが膨張して接した直後に，側壁を内方に変形させるものであり，また，甲6は，飲料用ボトルの製造工程において，1回のブロー時に，ボトル形状に成形し，その後，熱処理した後，熱間充填することによるボトルの変形を吸収し，ボトルの形状を保持させるため，側壁を内側に変位させて再成形させるものであって，このような技術が存在するからといって，その技術を，甲4に製造方法を示唆さえせずに開示されている狭窄部を有するラムネ用ボトルの製造方法に対して，当業者が適用しようとする動機付けがない，というものと解釈される。",
                "これに対し，原告は，まず，審決では飲料用ボトルといっても炭酸飲料用ボトルとは別異のものであるという誤った判断をしている，と審決の論旨の一部のみを抽出して反論している。",
                "本件発明は，ボトルの上部と下部とが球状栓部材を通過させない狭窄部を介して連通した，いわゆるラムネ用のボトルをポリエチレンテレフタレート樹脂を用いた2軸延伸ブロー成形法により製造するに当たり，要求されるボトルの形状や寸法，肉厚，さらには延伸ロッドによる延伸率などを勘案してパリソンないしはプリフォームの形状及び寸法を最適なものとしたとき，その外径寸法が，ボトル上部と下部との間に形成すべき狭窄部の寸法よりも大きくなってしまい，通常の2軸延伸ブロー成形法ではパリソンないしはプリフォームとブロー成形金型とが干渉してこれを採用できず，そのためにポリエチレンテレフタレート製のラムネ用ボトルが実現されていないという事実にかんがみ，これを実現することを課題としている。",
                "この課題を解決するため，本件発明では，最適な形状・寸法のパリソンないしはプリフォームを用いながらも，狭窄部に対応する位置に一対の移動金型を設けてパリソンないしはプリフォームとの干渉を回避し，その移動金型を，本件発明の請求項1に記載の手順の下に，延伸ロッドによる延伸並びに1次及び2次ブロー工程との関連において前進させる，という技術的手段を採用している。このような本件発明の技術的思想については，甲4ないし8のいずれにも記載又は示唆されていない。",
                "進歩性を認めた審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲4発明と甲5～8とを結び付けて，進歩性の有無を問題としている。",
                "しかしながら，甲5，6は，機械的強度及び耐熱性を付与するための凹凸形状を確実に賦形するため入れ子型や可動部分を前進させ，かつ，1回のブロー時にキャビティ内壁面にプリフォームが膨張して接触した直後に入れ子型や可動部分でブロー成形体やサイドパネルの側壁を内方に変位させるものであり，本件発明のような狭窄部を形成するものではない。",
                "また，甲7，8は，本願発明とは前記のような基本的前提条件の相違点がある。",
                "したがって，甲4発明と甲5～8とを結び付けて考える必然性は全く存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲4発明と甲5～8から，本件発明は，当業者が必然的に思い付くことであると主張しているが，当業者の第一人者である訴外日精エーエス・ビー株式会社に被告代表者が相談したところ，そのような(本件発明)金型機械を製造することは不可能であるとの返事を得ている(乙1)。したがって，原告の主張は成り立たない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本訴における審理経緯及び主張整理等について",
          "text": [
            "審決は，前記のとおり，本件発明と甲4発明との相違点1，2を認定した上，相違点2について当業者が容易に想到し得ないと判断して，相違点1については判断するまでもなく，本件発明に係る特許を無効とすることはできないと結論付けた。",
            "上記判断手法自体に何ら違法はない。しかし，甲9及び弁論の全趣旨によれば，原告と被告間には，本件特許権に関する侵害訴訟が大阪地方裁判所に係属中で相当程度進行していることが認められるところ，無効審判請求についての審理が特許庁と裁判所との間を過度に行き来するような運用をすることは好ましくないことはいうまでもないところである(問題は，相違点2についての審決の判断を是認し得ないとの結論に至った場合に生じる。この場合，通常，審決取消判決がされ，特許庁に差し戻される。そして，無効審判が再開されるが，本件では，審決で相違点1についての判断がされていないため，白紙の状態から判断される。そうすると，再度，裁判所と特許庁の間で行き来する可能性がある。そこで，本訴において相違点1についても判断するならば，仮に，相違点1については容易に想到し得ないとの結論に至った場合には，無効審判請求不成立とした審決を維持して(本件発明の進歩性を肯定したことは是認し得る。)，上記のように特許庁に差し戻すことすら回避し得る余地もあり，仮に，相違点1についても容易に想到し得るとの結論に至った場合でも，その旨判示することで，再開後の審判で裁判所の判断をふまえた審理判断がされ，上記のような再度の行き来を回避し得る可能性が高い。)。",
            "そこで，当裁判所は，当事者双方に対し，本訴において，相違点1についての容易想到性の有無に関しても主張立証を尽くすとともに，他に争点があるのか否かを明らかにすること，さらに，裁判所も必要があれば，相違点1の容易想到性についての判断を示すことによって，特許庁と裁判所との間での無用な行き来が生じるおそれを防止することを提案した。",
            "この提案に対して理解を示した原告及び被告は，審決の一致点及び相違点の認定については争いがなく，相違点1，2の容易想到性のみが争点であることを確認した。加えて，被告は，審決が認定した以外には相違点は存在しないとする陳述をした。そして，本訴において，原告及び被告は，相違点1，2の容易想到性について，主張立証を尽くす機会が与えられた。",
            "以上のとおりであるので，当裁判所は，まず，審決取消事由とされた相違点2についての審決の判断の当否を検討し，次に，その結果をふまえて，相違点1についての容易想到性について判断を示すこととする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点2とは，「ブロー工程が，本件発明では，「各移動金型を後退させた状態で，所要温度に加熱されたパリソンを当該ブロー成形金型内で延伸ロッドにより延伸させた後，所定の圧力のもとにエアを吹き込む1次ブロー工程の点とその1次ブロー工程後に上記各移動金型を前進させた状態で，1次ブロー工程よりも高い圧力のもとにエアを吹き込む2次ブロー工程を含む」2段ブロー成形であるのに対し，甲4発明では，所要温度に加熱されたパリソンを当該ブロー成形金型内で延伸ロッドにより延伸させた後，定圧で圧空して吹込成形する，1段でブロー成形する点。」というものである。",
                "審決は，甲4発明に甲5ないし8のいずれに記載された事項を適用しても，相違点2は，当業者が容易に想到し得たものではない旨判断した。",
                "原告は，特に甲7についての審決の判断を争うので，これを中心に検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲7には，次の記載がある(なお，甲7における可動型プラグ及びプリフォームは，本件発明における移動金型及びパリソンに相当するものであると認められる(甲2，7))。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "「「下記工程〔Ⅰ〕および工程〔Ⅱ〕からなることを特徴とする把手付き延伸ブローボトルの製造方法。",
                    "〔Ⅰ〕対向する一対の可動型プラグを有するブロー用金型を用いて，ストレッチピンによる延伸とブローとによりプリフォームを延伸ブロー成形する過程において，150～250℃の空気を用いる1次低圧ブローによってプリフォームを最終体積の70％以上に膨張させた後，前記プラグを該プリフォームの肩部に押し込み，該プリフォームの肩部に把手用の凹部を形成し，その後1次低圧ブローよりも低温の空気を用いる2次高圧ブローに切り換えて延伸ブローボトルを成形する工程。」(特許請求の範囲)"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "「本発明においては，…1次ブローによってプリフォームを最終体積の70％以上に，好ましくは70～95％にまで膨張させる。…可動型プラグによる把手用の凹部の形成は，1次ブローによってプリフォームが最終体積の70％以上に膨張させられた後に，金型に装着されたプラグをプリフォームの肩部に押し込むことによってなされる。」(3頁右上欄13行～左下欄7行)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，審決の甲7についての認定(前記第2，3(3)(c)(c-1))について検討する。",
                "①　審決は，甲7につき，「1次ブロー工程後にプラグを押し込むものではなく」と認定する。しかし，上記(2)(a)(b)の甲7の記載に照らせば，甲7においては，1次ブロー工程後にプラグを押し込むものであると認められるのであって，審決の認定には誤りがある。",
                "②　審決は，甲7につき，「1回目の高温低圧ブローによりボトル成形が行われておらず，飽くまでも，ボトル成形は低温高圧ブローにより行われている」と認定する。しかし，上記(2)(a)の記載によれば，甲7における「高温低圧ブロー」とは「1次ブロー」を，「低温高圧ブロー」とは「2次ブロー」を指すものと認められるところ，同(b)の記載によれば，「1次ブローによってプリフォームが最終体積の70％以上に，好ましくは70～95％にまで膨張させる」のであるから，ボトル成形における変形の大半が1次ブロー(1回目の高温低圧ブロー)により行われるものと認められるのであって，審決の上記認定は是認し得ない。",
                "③　審決は，「甲7には，上記相違点2のように1次低圧ブローで金型内形状に成形し，その後移動金型を押し込み，2次高圧ブローで狭窄部を形成しつつ，ボトルを成形するという移動金型の動作との関連で1次低圧ブローと2次高圧ブローとを使い分けての2段階のブロー処理することについて何ら記載するところはない。」と認定する。しかし，上記(2)(a)(b)の甲7の記載に照らせば，甲7においても，1次ブロー工程と2次ブロー工程があり，両工程の間において，移動金型に相当するプラグを前進させているのであるから，移動金型の動作との関係で1次低圧ブローと2次高圧ブローとを使い分けているといえるのであり，審決の上記認定は誤りを含むものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記甲7についてした当裁判所の認定をふまえて検討を進めるに，まず，審決が「把手部形成に係る発明に関する甲7に記載された事項を甲4発明の狭窄部の形成方法に適用しようとする動機付けは存在しない」とした認定判断(前記第2，3(3)(c-3))の当否について検討する。",
                "確かに，甲7は，塩化ビニル製ボトルにおいて，凹部の深さを移動金型に相当するプラグの先端同士が当接するまで深いものとし，成形終了後に当接面を打ち抜いて貫通させ，把手として利用するものであるのに対し，甲4発明は，ポリエステル製(ポリエチレンテレフタレート製)のラムネびんであり，びんの「胴部の一部のくびれ」は，栓部材として機能する球の外径よりも最短径が小さいものであり，実施例1では，ガラス球の外径が18mmでくびれ部分の最短径は16mmである(甲4の特許請求の範囲1の記載，2頁左下欄16～17行，3頁左下欄末行～右下欄17行)。",
                "しかし，両者は，ポリエチレンテレフタレート製のボトル又は塩化ビニル製のボトルの製造方法に関するものであり，ブロー成形金型を用いてするブロー工程を含む製造方法であることなどに照らし，同一の技術分野に属するものであると認められることなどを考慮すると，甲4発明の狭窄部の形成方法に甲7に記載された事項を適用しようとする動機付けはあるものというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，さらに，(甲4発明の狭窄部の形成方法に甲7に記載された事項を)「仮に適用したとしても，1次ブロー工程後に各移動金型を前進させた状態で2次ブロー工程をする処理について記載も示唆もない甲7，8に記載された事項を甲4発明に適用しても，本件発明の相違点2に係る構成とならないのは明らかである。」と判断した(前記第2，3(3)(c-3))。また，審決は，甲7の認定において，甲7につき，「プラグの押し込みは側壁を部分的に圧接させるもので，本件発明の炭酸飲料用のボトルのように内圧が掛かる容器において，球状栓部材を保持するとともに，ボトルをボトル上部と下部とに分けるような狭窄部を形成するため賦形移動するものではない。」という点を指摘している。これらを合わせて検討しておく。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "まず，審決が「1次ブロー工程後に各移動金型を前進させた状態で2次ブロー工程をする処理について甲7に記載も示唆もない」とする点についてみるに，甲7は，前認定のとおり，「1次低圧ブローによってプリフォームを最終体積の70％以上に膨張させた後，前記プラグを該プリフォームの肩部に押し込み，該プリフォームの肩部に把手用の凹部を形成し，その後1次低圧ブローよりも低温の空気を用いる2次高圧ブローに切り換えて延伸ブローボトルを成形する」ものであり，「1次ブロー工程後にプラグを押し込む」すなわち前進させるものである。そして，甲7には，押し込んだ(前進させた)プラグを「2次ブロー工程の前に後退させる」との記載はないこと，甲7の第2図は，どの状態を示すのか必ずしも判然としないものの，プラグが前進したままの状態でボトルがブロー金型一杯に広がった状況が記載されており，プラグを前進させた状態で2次ブロー工程が処理されることを示唆していると解されること，仮に，2次高圧ブローをする前にプラグを後退させれば，甲7の企図する把手用の凹部の形成に不都合を生じることは技術的に当然予想されることであり，プラグを前進させた状態で2次ブロー工程をすることは技術常識に属するものと解されることなどに照らせば，甲7には，「1次ブロー工程後に各移動金型を前進させた状態で2次ブロー工程をする処理」について，記載ないし示唆があるというべきである。よって，審決の上記認定判断は，是認することができない。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "次に，甲4発明の狭窄部の形成方法に甲7に記載された事項を適用した場合を検討する。",
                    "本件発明と甲7に記載された技術とは，ポリエチレンテレフタレート製のボトル又は塩化ビニル製のボトルの胴部に一対の移動金型を用いて狭窄部又は凹部を形成する点において同一のものであり，その深さにおいて異なっているにすぎない。すなわち，甲7に記載の塩化ビニル製ボトルにおいては，凹部の深さを移動金型に相当するプラグの先端同士が当接するまで深いものとし，成形終了後に当接面を打ち抜いて当該面を貫通させ，把手として利用するものであるのに対し，本件発明は，ボトル胴部に球状栓部材が落下しない程度の中間的な深さの凹部を形成しているにすぎないものであり，いずれのものもボトル胴部に凹部を形成している点で軌を一にするものである。",
                    "そして，球状栓部材が落下しない程度の凹部を胴部に形成すること自体は，ラムネボトルが当然に具備しなければならない周知の構造にすぎない(甲11，12)。",
                    "そうすると，甲7に開示された一対の移動金型によるボトル胴部への凹部形成手段を，ラムネボトルにおける胴部の球状栓部材を支持するための凹部形成手段に適用することは，当業者であれば容易に想到し得たものである上，適用に当たって，移動金型のストロークを調整して，凹部の深さを球状栓部材を支持し得る程度のものとすることも当業者にとって何らの困難性は見いだせない。",
                    "したがって，審決が指摘するように，甲7に記載された事項が，「プラグの押し込みは側壁を部分的に圧接させるもので，本件発明の炭酸飲料用のボトルのように内圧が掛かる容器において，球状栓部材を保持するとともに，ボトルをボトル上部と下部とに分けるような狭窄部を形成するため賦形移動するものではない。」としても，上記のように，甲4発明の狭窄部の形成方法に甲7に記載された事項を適用するに当たり，可動型プラグの設置位置，形状，前進を止める位置(ストローク)などにつき，周知の事項を考慮して，適宜に設計を変更したり，調整するなどして，本件発明の相違点2に係る構成とすることは，当業者にとって容易であるというべきである。",
                    "相違点2についての容易想到性を否定した審決の認定判断は，是認することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上の点に関し，被告は，甲7における1次ブローで使用される空気は，プリフォームの内側の表層の温度を塩化ビニル樹脂の溶融温度近傍にまで高めるべく150～250℃に加熱されるものであって，本件発明とは相違する旨主張するが，そもそも本件発明に1次ブローで使用される空気の温度に関する限定はないのであって，被告の主張は失当である。",
                "その他，被告が主張するところ(前記第4，1)は，既に判示したところに照らし，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点1の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1とは，「狭窄部を形成可能にしたブロー成形金型が，本件発明では上記狭窄部の位置に対応して金型本体部内部へと向けて前進・後退可能な互いに対向する一対の移動金型を有するブロー成形金型であるのに対し，甲4発明では，狭窄部に対応する部分を形成するための方法は明記されておらず，不明である点」というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点1は，狭窄部を形成するためのブロー成形金型(移動金型)に関する構成についてのものである。",
                "審決は，この点の容易想到性の判断をしていないが，前掲の「把手部形成に係る発明に関する甲7に記載された事項を甲4発明の狭窄部の形成方法に適用しようとする動機付けは存在しない」との説示に，相違点1の容易想到性についても否定的な考えがうかがえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明の狭窄部の構造については，ラムネ用のボトルのものとして周知の構造にすぎないことは，前判示のとおりである。",
                "次に，本件発明の狭窄部を形成するための移動金型に相当するものとして，甲7，8にはプラグが，甲5には，凹部と対応する形状の複数の入れ子型が，甲6には，可動部分42，44が，それぞれ記載され，形成される凹部がごく浅いものか，あるいは凹部の底面が当接，密着するほどに深いものかについては差異があるものの，これらの部材はすべて，ボトルの胴部に凹部を成形する前進・後退可能な移動金型であるという限度では一致している。すなわち，ボトル胴部に形成する凹部については，深さが浅いものでも，深いものでも，同様の前進・後退可能な移動金型により形成することができることが，甲5～8により公知であったものと認められる。そして，少なくとも，甲7，8のプラグは一対のものであり，この点も公知であったものと認められる。",
                "そうすると，周知のラムネ用ボトルの胴部に形成される凹部(球状栓部材が落下しない程度の狭窄部)を形成するに当たり，甲4発明に，甲7のような上記公知の前進・後退可能な一対の移動金型という構成を適用し，その際，(仮に，本件発明の「互いに対向する」ということが，一対の向き合った移動金型の中心線が直線となるように位置付けられたものを指し，甲7の第2図に示された一対の可動型プラグの位置関係(角度)とは異なるものと解されるとしても)移動金型(可動型プラグ)の設置位置，形状，前進を止める位置(ストローク)などにつき，前判示の周知の事項を考慮して，適宜に設計を変更したり，調整するなどして，本件発明の相違点1に係る構成とすることは，当業者にとって容易であるというべきである。",
                "したがって，相違点1についても当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，前記第4，2(1)のとおり主張するが，既に判示したところに照らし，採用の限りでない。",
                "また，被告は，乙1(被告代表者の陳述書。該当箇所は第7項)を援用して前記第4，2(2)のとおり主張する。しかし，訴外日精エー・エス・ビー株式会社に対し，被告がどのような情報をもってどのような物の製造について打診したのか必ずしも明らかでない上，同社が「出来ない」と回答した理由も明らかでない。そして，そもそも，同社は，仮に本件発明が属する技術分野に関係する会社であるとしても，具体的な一企業であって，特許法上の当業者概念と一致するものでないことはいうまでもない。以上の点にかんがみれば，被告が主張する事実があるからといって，直ちに前判示の容易想到性の認定判断が妨げられるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の審決取消事由は理由があるので，審決は，取消しを免れない。また，相違点1についても当業者が容易に想到し得たものというべきである。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，審決を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。また，証拠等の記載において，「1次」「2次」「1段」「2段」「2軸」と「一次」「二次」「一段」「二段」「二軸」との表記が混在しているが，前者に統一して引用した。"
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10366",
    "date": "2005-10-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009349",
    "ipprecedent_id": "506",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}