{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求める裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁が不服2002-2970号事件について平成16年3月22日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「インク噴射方法およびインク噴射記録装置」とする発明について，平成6年2月18日に特許出願(平成6年特許願第21060号。",
            "後記補正後の請求項の数は11である。)をした者からその権利を譲り受けた者であるが，平成14年1月22日，上記出願について拒絶査定を受けたため，同年2月21日，これに対する不服審判を請求し，平成15年12月1日付け手続補正書をもって特許請求の範囲等の補正(以下，この補正を「本件補正」といい，本件補正後の明細書を「本願明細書」という。)をした。特許庁は，これを不服2002-2970号事件として審理し，その結果，平成16年3月22日，本件補正を認めた上で，「本件審判の請求は，成り立たない。」との審決をし，同年4月6日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(本件補正後の請求項1)",
          "text": [
            "「発熱抵抗体を加熱することによってインク液路に供給されたインクに気泡を発生させ，この気泡の膨張力によって前記発熱抵抗体の近傍に設けられた吐出口からインクの一部を吐出するインク噴射記録装置におけるインク噴射方法であって，     　3μ秒以下の印加パルス幅でパルス通電して前記発熱抵抗体を加熱し，この加熱の度にインクに気泡を発生させ，かつその際，前記パルス通電により前記発熱抵抗体に与える印加エネルギを，発生した気泡が前記加熱の開始後1μ秒において少なくとも5μm以上の高さに成長するように与え，",
            "発生した前記気泡によって，前記インク液路中のインクを吐出すべきインクと残留側インクとに分断させた後，分断した状態で前記吐出すべきインクを1つのインク液滴として吐出することを特徴とするインク噴射方法。」(以下「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，特開平5-193132号公報(以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許を受けることができない，としたものである。",
            "審決が上記結論を導くに当たり認定した引用発明の内容，本願発明と引用発明との一致点・相違点は，次のとおりである。",
            "(引用発明の内容)",
            "「ヒーター2を加熱することによってノズル15に供給された記録媒体3に泡6を発生させ，この泡6の膨張力によって前記ヒーター2の近傍に設けられた吐出口5から記録媒体3の一部を吐出する連通噴射記録のための装置における連通噴射記録方法であって，パルス通電して前記ヒーター2を加熱し，この加熱の度に記録媒体に泡6を発生させ，かつその際，前記パルス通電により前記ヒーター2に与える印加エネルギを，発生した泡6が成長するように与え，発生した前記泡6によって，前記ノズル15中の記録媒体を吐出すべき記録媒体と残留側記録媒体とに分断させた後，分断した状態で前記吐出すべき記録媒体を1つの小滴7として吐出することを特徴とする連通噴射記録方法」",
            "(一致点)",
            "「発熱抵抗体を加熱することによってインク液路に供給されたインクに気泡を発生させ，この気泡の膨張力によって前記発熱抵抗体の近傍に設けられた吐出口からインクの一部を吐出するインク噴射記録装置におけるインク噴射方法であって，パルス通電して前記発熱抵抗体を加熱し，この加熱の度にインクに気泡を発生させ，かつその際，前記パルス通電により前記発熱抵抗体に与える印加エネルギを，発生した気泡が成長するように与え，発生した前記気泡によって，前記インク液路中のインクを吐出すべきインクと残留側インクとに分断させた後，分断した状態で前記吐出すべきインクを1つのインク液滴として吐出することを特徴とするインク噴射方法」である点",
            "(相違点)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "パルスの幅について，本願発明が「3μ秒以下の印加パルス幅」としているのに対して，引用発明では定かでない点(以下「相違点1」という。)      (2)　気泡の成長について，本願発明が「前記加熱の開始後1μ秒において少なくとも5μm以上の高さ」としているのに対して，引用発明では定かでない点(以下「相違点2」という。)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本願発明と引用発明との一致点の認定を誤って相違点を看過し(取消事由1)，相違点1及び2についての判断を誤った(取消事由2，3)ものであり，これらの誤りがそれぞれ審決の結論に影響を及ぼすことは明らかであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤りによる相違点の看過)について",
          "text": [
            "審決は，本願発明と引用発明との一致点として，「発生した前記気泡によって，前記インク液路中のインクを吐出すべきインクと残留側インクとに分断させた後，分断した状態で前記吐出すべきインクを1つのインク液滴として吐出すること」を認定している。しかし，この認定は，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用例中の「先に提案した連通噴射記録方法」として記載されている発明を引用発明として認定したものであるが，この「先に提案した連通噴射記録方法」は，引用例と同一の出願人により出願された従来技術(甲5～10号証)であり，これらは，いずれもインク噴射記録方法あるいは記録装置に関し，成長した気泡を吐出口近傍で外気に連通させてインクを吐出する連通吐出方式によるものである。しかし，これらの従来技術においては，成長した気泡が外気に連通することが開示され，その際，泡が外気と連通した後，記録媒体が吐出側と残留側とに切断されて独立な小滴となって被記録材へ飛翔する実施形態，実施例は開示されているものの，発生した気泡によってノズル中の記録媒体を吐出すべき記録媒体と残留側記録媒体とに分断させた後，分断した状態で吐出すべき記録媒体を1つの滴として吐出することを一切開示していないし示唆もしていない。",
                "したがって，審決が，「先に提案した連通噴射記録方法」として，「発生した前記泡6によって，前記ノズル15中の記録媒体を吐出すべき記録媒体と残留側記録媒体とに分断させた後，分断した状態で前記吐出すべき記録媒体を1つの小滴7として吐出する」ことが記載されていると認定したのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，引用例の記載事項mとして，「図4及び図8について，上記記載事項a，d，f，gと共にみれば，ヒーター2の近傍に吐出口5が設けられ，ヒーター2により発生した泡6がノズル15中の記録媒体3を吐出口5側の記録媒体とその反対側の記録媒体とに分断し，分断した吐出口5側の記録媒体の全てを独立な1つの小滴7として吐出し，該反対側の記録媒体が残留する様子が看取できる。」と認定している。",
                "しかし，審決が上記認定の根拠とする，引用例の「発生した泡と吐出口との間の記録媒体は全て吐出する」，「従って，飛翔する小滴量が常に一定」という記載は，泡が外気と連通しない，以前の従来技術である噴射記録方法と比べたときの相対的効果をいっているに過ぎないものであり，これらの記載から，直ちに「図4及び図8について，上記記載事項a，d，f，gと共にみれば，・・・看取できる。」ということはできないし，「先に提案した連通噴射記録方法」が，泡が外気と連通した後，記録媒体が切断されて飛翔する実施形態を含むことを無視したものであって，審決の上記mの認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記のとおり，引用発明は，記録媒体中に生じた泡が外気と連通しない従来の噴射記録方法に対して，ノズル内の記録媒体中に生じた泡が外気と連通する連通噴射記録方法を開示するものではあるが，ノズル内の泡の外気への連通時に，この泡によってノズル内の記録媒体が吐出すべきインク(記録媒体)と残留側インク(記録媒体)とに分断されているか否かは問わないものである。",
                "これに対し，本願発明においては，気泡でインク液路中のインクを吐出すべきインクと残留側インクとに分断させた後，吐出すべきインクが1つのインク液滴としてインク液路から吐出されるのであり，気泡の外気への連通及びインク液路からのインク液滴の吐出は略同時に生じるが，その連通及び吐出の前に，既に気泡によりインク液路中で吐出すべきインクと残留側インクに分断させることになっているのであって，この点で本願発明は引用発明と相違するものである。",
                "以上のとおり，審決は，引用発明の認定を誤り，ひいては本願発明と引用発明と一致点の認定を誤って，相違点を看過したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1及び2の判断方法の誤り)について",
          "text": [
            "本願発明においては，パルス幅を「3μ秒以下の印加パルス幅」(相違点1)とし，気泡の成長について，「前記加熱の開始後1μ秒において少なくとも5μm以上の高さ」に成長するように印加エネルギを与える(相違点2)ことにより，本願明細書(甲第2号証【0013】)に記載されるように，発生する気泡は，ほとんど発熱抵抗体14と同じ面積のまま上方に成長し，四周への成長が極くわずかであり，膨張段階での気泡は水に対して垂直方向に強く加圧し，高速上昇流を付与するものである。本願発明は，この特徴を持った気泡を，インクを吐出すべきインクと残留側インクとに分断させた後，分断した状態で吐出すべきインクを1つのインク液滴として吐出する方法に用いることにより，インクを安定して一方向に吐出させることができることになる。この気泡の特徴はゆらぎ核沸騰による気泡の特徴であり，ゆらぎ核沸騰とそれ以外の沸騰では，気泡の成長の方向性の点で大きく異なるのである。",
            "このように，本願発明においては，相違点1及び2に係る各構成を組み合わせた印加パルス条件とすることにより，気泡の成長の方向性が一方向となる特有かつ顕著な効果を生じさせるものであり，相違点1に係る印加パルス条件を調整するだけ，あるいは相違点2に係る印加パルス条件を調整するだけでは予測のできない効果を生じさせるのである。",
            "したがって，上記の印加パルス条件の内容を，相違点1及び2として別々に分け，当業者が容易に想到できたものか否かを個別に判断することは，相違点1及び2を組み合わせることにより気泡の成長の方向性の点で予測のできない特有かつ顕著な効果を奏するといった事実を無視するものである。",
            "そして，引用例には，相違点1に係る印加パルス条件と相違点2に係る印加パルス条件を組み合わせることの示唆もなく，また，組み合わせのための動機付けもない。",
            "したがって，審決が，相違点1及び2を別々に判断し，これによって本願発明は容易に想到できると判断したことは誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)",
          "text": [
            "審決は，「泡6の成長速度は大きい方がよく(記載事項k)」などとして，相違点2は当業者が容易になし得た設計の変更であると判断している。",
            "しかし，審決が用いた引用例の記載事項k，すなわち「泡6の成長速度は大きいほうがよい」というのは，引用例に規定された予備加熱を行う発明に特有のものであり，予備加熱を不要とする場合には，気泡としての成長についてあまり差は見られず，「泡6の成長速度は大きいほうがよい」ということは成り立たない。したがって，予備加熱を不要とする本願発明に，引用例の予備加熱を行う発明に特有の記載事項kを適用する動機付けはなく，また，適用しても本願発明において気泡の成長速度を大きく変化させることもできない。",
            "このように，相違点2を判断するに際し，「泡6の成長速度は大きい方がよく」との記載事項kを本願発明に適用することはできないにもかかわらず，これを用いて容易想到性を認めた審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤りによる相違点の看過)について",
          "text": [
            "審決が，引用例の記載に基づいて，引用発明の内容及びこれと本願発明との一致点を認定したことに誤りはない。",
            "すなわち，引用例の「発生した泡と吐出口との間の記録媒体」は，この時点では「インク液路中のインク」であり，かつ，全て吐出される「吐出すべきインク」であり，その後，前方へ飛び出して独立な小滴となって飛翔し，その量が常に一定なのであるから，「吐出すべきインク」の全てであって，インク液路中において残留するインクと分断されていることを含むとみるのが相当である。そして，吐出すべきインクを1つのインク滴として全て吐出すれば，少なくともその瞬間に気泡は大気と連通するのである。",
            "したがって，審決が，引用例の記載に基づいて，吐出の前に記録媒体を分断させていると認定したことに誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1及び2の判断方法の誤り)について",
          "text": [
            "原告の主張は，本願発明においては，相違点1及び2に係る各構成を規定することで，気泡の発生がゆらぎ核沸騰によるものであることが実質的に規定されているというものである。",
            "しかしながら，原告の主張する「ゆらぎ核沸騰」というものの正確な定義付けも不明であり，また，本願明細書からは，相違点1及び2に係る引加パルス条件がゆらぎ核沸騰を生じさせる必要十分条件であることを見出すことはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)について",
          "text": [
            "吐出すべきインクを一定とする分断が速やかになされるべきであることは容易に理解できることであり，そのための気泡の成長速度が大きくあるべきことは，審決が引用する引用例の記載事項kの「泡6の成長速度は大きい方がよく」ということを用いるまでもなくいえることであるから，「予備加熱」を前提にするか否かの議論は不毛である。",
            "なお，「熱エネルギー効率を良くするために，発熱抵抗体上に保護層を設けず，3μ秒以下のパルス幅で駆動すること」は周知技術であり(乙1号証)，これによれば，核沸騰による気泡の成長速度が大きいことが示されている。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤りによる相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲4号証)には，次の記載がある。",
                "ア【0008】",
                "【発明が解決しようとする課題】本出願人は，それまでの噴射記録方法とは違う噴射記録方法を先に提案した。この噴射記録方法は，記録媒体に記録信号に応じた熱エネルギーを付与することにより前記記録媒体内に泡を発生させ，この泡により記録媒体を吐出口から吐出させて記録を行う際に，この泡を外気を連通させるもので(以下，連通噴射記録方法)，この連通噴射記録方法によると，記録媒体のスプラッシュやミストを防ぐことができ，被記録材や装置内を汚すことがない。",
                "また，この連通噴射記録方法によると，発生した泡と吐出口との間の記録媒体は全て吐出するため，飛翔する記録媒体の量は，ノズルの形状とヒーターの位置によって決まり，従って，飛翔する小滴量が常に一定な，安定した記録を行うことができる。",
                "イ【0013】以下，図面を参照して本出願人が先に提案した連通噴射記録方法について説明する。",
                "ウ【0019】図4は，記録ヘッド23に設けられた1本のノズル15の断面で，図4(a)は発泡前の状態を示す。ヒーター2に瞬間的に電流を流し，パルス的にヒーター2近傍の記録媒体3を加熱すると，記録媒体3は急速な沸騰を起こし勢いよく泡6が発生し，膨張を始める(図4(b))。泡6は膨張を続け，特にイナータンス(慣性)の小さい吐出口5側へ成長し，更に，吐出口5から突き抜け外気と連通する(図4(c))。泡6より吐出口5側の記録媒体は3(判決注・「3は」の誤記と認める。)，この瞬間までに泡6から与えられた運動量のために前方へ飛び出し，やがて独立な小滴7となって紙などの被記録材へ飛翔する(図4(d))。",
                "エ【0024】連通噴射記録方法では，記録媒体中に生じた泡が外気と連通するため，泡と吐出口5との間にある記録媒体が実質的に全て吐出する。従って，吐出する小滴の体積は常に一定となる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記引用例の記載ア，ウ，エによれば，記録媒体内に泡が発生し，この泡が成長して外気と連通すること，その外気と連通するときまでに記録媒体は前方へ飛び出し，独立な小滴となって紙などの被記録材へ飛翔すること，このような働きによって，①記録媒体のスプラッシュやミストを防ぐことができ，②泡と吐出口5との間にある記録媒体が全て吐出し，③吐出する小滴の体積は常に一定となるという効果を生じさせることが明らかにされている。",
                "このことからすれば，引用発明においては，ノズル内の記録媒体は，泡によって吐出前に吐出すべき記録媒体と吐出されないで残る記録媒体とに分断されているとみるのが自然であり，合理的である。",
                "なぜなら，引用発明において，仮に記録媒体が吐出する前に，泡によって吐出される記録媒体と吐出されないで残る記録媒体とが分断されていないとすれば，吐出という最後の段階に至って初めて吐出される記録媒体と残留する記録媒体とが切り離されることになり，その段階までは記録媒体は部分的に繋がっていることになるが，それでは，吐出されるべき記録媒体の量が吐出時まで確定せず，吐出される小滴の体積が常に一定とはいえなくなる可能性が生ずるし，また吐出時に上記繋がっている部分が吐出される勢いによって，スプラッシュやミストを発生させる原因となることも考えられ，引用例の上記記載と整合しないことになるからである。",
                "したがって，引用発明においては，記録媒体は，泡によって吐出する側と残留する側に分断された後，分断された吐出する側の記録媒体が小滴となって吐き出されることを構成として含むものであることが明らかである。引用例の図4(c)，図8の(c)は，いずれもその理を図面上も明確に示したものであるといえる。",
                "そうすると，審決が，「発生した前記泡6によって，前記ノズル15中の記録媒体を吐出すべき記録媒体と残留側記録媒体とに分断させた後，分断した状態で前記吐出すべき記録媒体を1つの小滴7として吐出すること」を引用発明の内容として認定し，この点を本願発明との一致点として認定したことに誤りはなく，審決に相違点を看過した違法はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用例における「先に提案した連通噴射記録方法」とは，引用例と同一の出願人が出願した従来技術(甲5～10号証)であり，これらには「発生した気泡によってノズル中の記録媒体を吐出すべき記録媒体と残留側記録媒体とに分断させた後，分断した状態で吐出すべき記録媒体を1つの滴として吐出すること」が開示も示唆もされていないとして，審決の上記認定が誤りであると主張する。しかしながら，引用例には，前記(1)イの記載のとおり，「先に提案した連通噴射記録方法」として前記ア，ウ，エの具体的な技術が開示されているのであり，審決は，この引用例に記載された「先に提案した連通噴射記録方法」を引用発明として認定しているのであって，この引用例の記載を離れて，原告主張の各公刊物記載の従来技術を引用発明として認定しているものでないことは明らかであるから，原告の上記主張は失当である。",
                "また，原告は，引用例の「発生した泡と吐出口との間の記録媒体は全て吐出する」，「従って，飛翔する小滴量が常に一定」という記載は，泡が外気と連通しない，以前の従来技術である噴射記録方法と比べたときの相対的効果をいっているに過ぎないと主張する。しかし，引用例の記載は前記のとおりであって，審決の引用例の記載事項mの認定に誤りはなく，「この連通噴射記録方法によると，発生した泡と吐出口との間の記録媒体は全て吐出するため，飛翔する記録媒体の量は，ノズルの形状とヒーターの位置によって決まり，従って，飛翔する小滴量が常に一定な，安定した記録を行うことができる。」との記載が，原告主張のような相対的効果を述べたものに過ぎないということはできず，原告の上記主張も採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1及び2の判断方法の誤り)について",
          "text": [
            "原告は，本願発明においては，相違点1及び2に係る各構成を組み合わせた印加パルス条件とすることにより，気泡の成長の方向性が一方向となる特有かつ顕著な効果を生じさせるものであり，これはゆらぎ核沸騰によるものであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲2号証，3号証)には，ゆらぎ核沸騰に関して次の記載がある。",
                "ア【0013】図4を見て分るように，パルス加熱開始後1μSで既に5～10μmの高さまで気泡は成長しており，沸騰開始点は0．5～1μS以下という非常に早い時点であることが分る。また，この気泡はほとんど発熱抵抗体14と同じ面積のまま上方に成長し，四周への成長が極くわずかであること(5～10μm)，最も成長した段階でもその高さは約30μmであることなどが分る。これらは発熱抵抗体14の大きさが違っても変わらない。すなわち，膨張段階での気泡は水に対して垂直方向に強く加圧し，水に・・・高速上昇流を付与する。この時の気泡の平均膨張率・・・も・・・非常に大きな値となっている。すなわち，ゆらぎ核沸騰の特徴をよく表している。",
                "イ【0041】〔実施例4〕本実施例では，サブドロップの発生抑止にゆらぎ核沸騰が必ずしも不可欠な条件ではなく，重要なのは気泡によってインクを吐出口側のインクとインク供給液路側のインクとに分断させることであることを示す。",
                "勿論，ゆらぎ核沸騰によって発生する気泡を用いることで吐出が安定するのは確かであるが，その差は実施例1のような発熱抵抗体面とインク吐出方向が垂直の場合にはそれほど顕著ではなく，むしろ実施例3のように発熱抵抗体面とインク吐出方向が平行となるヘッドの場合に顕著な差となって現われる。それは，ゆらぎ核沸騰によって現われる微小気泡核の発生がヒータ面全域で均一となっているのに対し，それ以外の均質核沸騰や不均質核沸騰の場合に現われる微小気泡核はヒータ面で不均一に発生するため，その後の気泡の成長に方向性が現われ，これがインク吐出力として作用する方向に大きな影響を与えるからである。但し，気泡としての成長，消滅についてはあまり差は認められない。",
                "上記記載によれば，ゆらぎ核沸騰がそうでないものに対して特徴とするところは，微小気泡核の発生がヒータ面全域において均一であり，気泡がほとんど発熱抵抗体と同じ面積のまま上方に成長し，その間の気泡の形が図4に示すような断面四角形に近似した形になっているということであるが，気泡がパルス加熱開始後1μSで5μm以上の高さに成長するということが，そのこととどのように結びつくものであるか明らかではなく，上記記載によっては，相違点1及び2に係る各構成を組み合わせた印加パルス条件とすることにより，ゆらぎ核沸騰を生じさせることになるかどうかは明らかとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに，本願明細書(甲2号証，3号証)には，次の記載がある。",
                "ウ【0015】また，図4では従来技術で必ず見られていた気泡収縮に伴うリバウンド現象やヒータの冷却不足による再発泡などは見られない。これらの特性は，本発明者らが既に明らかにしたように，保護層の不要な薄膜抵抗体を短パルス駆動することによって得られるゆらぎ核沸騰に基づくものであり，図5に示すように，これらの特性が印加パルス幅や印加電力を2～3倍の範囲で変えてもほとんど不変であり・・・。",
                "エ【0043】このように，本実施例では気泡の発生がゆらぎ核沸騰に起因するものでないとしても，気泡でインクを吐出口側のインクとインク供給液路側のインクとに分断させることによって，インクの吐出の際に発生する尾引き現象やスプラッシュといった不具合を解消できることが実証された。",
                "上記ウの記載は，本願発明の効果が印加パルス幅や印加エネルギーの一定範囲の変化にかかわらず生ずるものであること，したがって，本願発明における印加パルス幅や印加エネルギーの数値限定に格別の意味がないことを示しており，これは「相違点1及び2に係る各構成を組み合わせた印加パルス条件とすることにより，気泡の成長の方向性が一方向となる特有かつ顕著な効果を生じさせる」との原告の主張とは矛盾するものである。",
                "また，上記エの記載は，本願発明において，ゆらぎ核沸騰によらない場合でも，気泡でインクを吐出口側のインクとインク供給液路側のインクとに分断させることによって，インクの吐出の際に発生する尾引き現象やスプラッシュといった不具合を解消できる実施例が存在することを示したものであり，これも原告の主張とは矛盾するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願明細書からは，相違点1及び2に係る各構成を組み合わせた印加パルス条件が気泡の成長の方向性を一方向とするという格別の効果に結びつくことを示す事実を認めることはできないのであって，相違点1及び2を別々に検討して，その容易想到性を認めた審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)について",
          "text": [
            "原告は，予備加熱を不要とする本願発明に，引用例の予備加熱を行う発明に特有の記載事項k(泡6の成長速度は大きい方がよい)を適用することはできないと主張する。",
            "しかしながら，引用例(甲4号証)には，次の記載がある。",
            "ア【0068】以上説明したように，本発明の噴射記録方法によると，まず，予備加熱パルスの印加によってヒーター2の周囲の記録媒体が加熱され，記録媒体の温度が上昇する。次に，ヒーター2への発泡パルスの印加によって気泡6が成長する際，気泡6の周囲の記録媒体の温度が上述のように高いことにより，その粘性が比較的小さい状態にある。従って，発泡パルスの印加によって発生する気泡6は，その成長方向に対するインクの抵抗が小さくなり，成長速度が大きく，また，比較的大きな気泡となることができる。",
            "イ【0069】この結果，吐出口より吐出する記録媒体小滴の吐出速度が向上する。また，泡6が大きく成長して泡6が外気と連通しやすくなるため，ヒーター2の吐出口側端部と吐出口との間(以下，OH間)の記録媒体がほぼ全て吐出する。従って，本発明によれば，記録媒体小滴の吐出速度が向上すると共に，吐出量が一定する。",
            "上記記載は，引用発明(先に提案した連通噴射記録方法)を改良して，泡を発生させる前に記録媒体を予備加熱することを内容とする引用例に係る発明についてのものではあるが(甲4号証【0012】)，上記記載によれば，その「吐出速度が向上すると共に，吐出量が一定する。」という効果は，気泡の成長速度が大きく，また，比較的大きな気泡となることを原因としていることが明らかであり，その「吐出速度が向上すると共に，吐出量が一定する」ことは必ずしも予備加熱をする場合のみを前提とするものといえないことも明らかであって，吐出速度の向上と吐出量の一定化は，この種技術分野における共通の課題であることは明らかであるから，吐出すべき記録媒体を一定とする分断が速やかにされるために，気泡の成長速度は大きい方がよいことは，予備加熱を行わない引用発明についても当然当てはまるものということができる(本願発明においても，吐出すべきインクを速やかに分断することが要請されていることは，前記「【0013】図4を見て分るように，パルス加熱開始後1μSで既に5～10μmの高さまで気泡は成長しており，沸騰開始点は0．5～1μS以下という非常に早い時点であることが分る。」との記載などから明らかである。)。",
            "したがって，泡の成長速度が大きい方がよいのは予備加熱を行う場合に特有のものであるとの原告の主張は理由がない。審決が，引用例の記載事項kを引用して，泡の成長速度は大きい方がよいとしたことは何ら誤りではなく，「相違点2は当業者が容易になし得た設計の変更である」とした審決の判断に原告主張の誤りはない。原告主張の取消事由3も理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであって，原告が主張する取消事由は理由がなく，その他，審決に，これを取り消すべき誤りがあるとは認められない。",
            "よって，原告の本訴請求を棄却することとし，訴訟費用の負担について，行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10194",
    "date": "2005-04-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009625",
    "ipprecedent_id": "701",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}