{
  "conclusion": [
    {
      "text": "訴訟引受人の請求を棄却する。"
    },
    {
      "text": "訴訟費用は訴訟引受人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟引受人",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁が無効2003-35344号事件について平成16年10月19",
              "text": [
                "日にした審決中，「特許第3375518号の請求項1乃至4に係る発明についての特許を無効とする。」との部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告(脱退)は，発明の名称を「注射剤」とする特許第3375518号の特許(平成9年6月23日出願，平成14年11月29日設定登録。以下「本件特許」という。請求項の数は4である。)の特許権者であった。",
            "被告は，平成15年8月25日，本件特許の請求項1ないし4に係る発明についての特許を無効とすることについて審判を請求した。特許庁は，この請求を無効2003-35344号事件として審理した。その過程で，原告(脱退)は，平成15年11月21日付け訂正請求書により願書に添付した明細書の訂正(以下「本件訂正」という。)を請求した。特許庁は，審理の結果，平成16年10月19日，本件訂正を認めた上で，「特許第3375518号の請求項1乃至4に係る発明についての特許を無効とする。」との審決をし(以下「本件審決」という。)，同月29日，その謄本を原告に送達した。",
            "なお，訴訟引受人は，原告(脱退)が本件訴えを提起した後，平成17年4月1日付け会社分割により本件特許に係る特許権の移転を受けた(平成17年6月16日登録)ので，平成17年8月1日付け引受決定により，本件訴訟を引き受け，原告(脱退)は被告の承諾を得て本件訴訟から脱退した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許に係る明細書の請求項1ないし4の記載は，次のとおりである(以下，これらの発明をそれぞれ「本件発明1」等といい，まとめて「本件発明」という。)。",
            "「【請求項1】　ガス透過性プラスチック容器に充填され，酸素ガス不透過性二次包材によって包装された注射剤において，ヘッドスペース部分及び二次包材内のガス組成が酸素ガス濃度1．2～10vol％であることを特徴とする注射剤。」",
            "「【請求項2】　重炭酸イオンを含有することを特徴とする請求項1に記載の注射剤。」",
            "「【請求項3】　重炭酸イオンを含有し，ヘッドスペース部分及び二次包材内のガス組成が炭酸ガス濃度2～35vol％であることを特徴とする請求項1，2に記載の注射剤。」",
            "「【請求項4】　二次包材内に脱酸素剤を封入してなることを特徴とする請求項1～3に記載の注射剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件発明1ないし3は，特開平5-261141号公報(甲3，審判甲1。以下「引用刊行物」という。)に記載された発明(以下「引用発明」という。)と認められ，また本件発明4は，引用発明及び特開平8-164185号公報(甲4，審判甲2)又は特開昭62-22",
            "1352号公報(甲6，審判甲4)にも記載されている周知の技術から当業者が容易に発明できたものである，とするものである。",
            "なお，本件審決は，引用刊行物の実施例3に関し記載されている発明を「甲第1号証発明」とした上で，甲第1号証発明の「気体透過性を有するプラスチック製容器内の上部空間」の容積が0cm3 を超える数値であると判断し，これを前提とする計算結果を踏まえ，甲第1号証発明は，次の構成を備えた医薬用水溶液収納容器であるとして，これを本件発明と対比すべき「甲第1号証発明の1」としたものであり，要するに引用発明として下記のとおり認定したものである。",
            "「長方形或いは円筒形で，内容量が20ml～3l程度の従来より医療分野で用いられているポリエチレン製の気体透過性を有するプラスチック製容器に，通常の注射液の製造方法に従って充填され，ガスバリア性を有する包装材によって包装され，具体的には下記のような製造方法により製造される人工腎臓灌流用剤，根管拡大剤，解毒剤等の炭酸水素イオンを含有する医薬用水溶液収容容器において，前記気体透過性を有するプラスチック製容器内の上部空間及び前記気体透過性を有するプラスチック製容器と前記ガスバリア性を有する包装材との間の空間のガス組成について，酸素ガス濃度及び炭酸ガス濃度が，平衡に達した時点でそれぞれ，0vol％を越え10．48vol％以下，0vol％を越え15．020vol％",
            "以下である炭酸水素ナトリウムを溶解させた水溶液を含む，医薬用水溶液収容容器。",
            "記",
            "［製造方法］",
            "炭酸水素ナトリウム5．8g及び塩化ナトリウム12．22g及び塩化カリウム0．3gを注射用水に溶解させて全量を1lとした水溶液を調製し，これをA液とする。また，塩化カルシウム・2水塩0．514g，塩化マグネシウム・6水塩0．204g及びブドウ糖2．0gを上記A液と同様にして調製し，これをB液とする。",
            "次に，上記A液及びB液を，2室を有し用時混合可能なポリエチレン製の気体透過性を有するプラスチック容器(内容積：各室約1500cm3 ，膜厚：約0．5mm)の各室内にそれぞれ充填し，高圧蒸気滅菌(105℃，40分間)後，ガスバリア性を有する包装材に収容し，空間部を真空脱気し，次いで，炭酸ガス濃度30％の窒素-炭酸ガス混合ガス1lを，ポリエチレン製の気体透過性を有するプラスチック容器とガスバリア性を有する包装材との空間部に封入して，医薬用水溶液収容容器を得る。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "訴訟引受人主張の取消事由の要点",
      "text": [
        "本件審決は，引用発明の認定にあたり，本件発明の「ヘッドスペース」に相当する引用発明の「気体透過性を有するプラスチック製容器内の上部空間」につき，0cm3 を超える数値であると誤って認定した結果，本件発明1ないし4と引用発明との対比・判断を誤ったものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用刊行物の記載の解釈の誤り",
          "text": [
            "本件審決は，引用刊行物(甲3，審判甲1)の「実施例3に関し記載されている発明」を引用発明としたものであるところ，実施例は発明者が実際に実施したことを具体的に説明するものであるから，実施例3について具体的に記載されている事項を前提に，これを認定すべきである。しかるに，本件審決は，実施例3について具体的に記載されている数字等を無視し，発明の詳細な説明中，実施例3について記載されている部分以外の記載に基づいて，引用発明を認定した誤りがある。",
            "まず，本件審決は，引用発明の容器の形状が「長方形或いは円筒形」，「内容量が20ml～3l程度」と幅のある認定をしたが，引用刊行物には，実施例3に関し「実施例1と同様にして包装した」と記載され，実施例1に関し「図1に示す本発明の医薬用水溶液収容容器(二次包装品)を得た。」と記載されているところ，図1の記載によれば容器は長方形であり，また，実施例3に関し「2室を有し用時混合可能なポリエチレン製容器(内容積：各室約1500cm3 ，膜厚：約0．5mm)」と特定して記載されているから，その記載のとおり特定して認定すべきであった。",
            "そして，引用刊行物には，前記のとおり，実施例3に関し「実施例1と同様にして包装した」と記載されているところ，実施例1においては，2000cm3の容量のガスバリア性包装材に合計2000cm3となる水溶液と混合ガスが包装されているので，ヘッドスペースが存在する余地はなく，また図1にもヘッドスペースが0であることが図示されている。そして，容器が長方形であればヘッドスペースを0になるように充填することも容易であるから，実施例3についても，実施例1(図1)と同様に，ヘッドスペースが0であると解すべきである。",
            "本件審決は，上記のような誤りを犯したことにより，本件発明の「ヘッドスペース」に相当する引用発明の「気体透過性を有するプラスチック製容器内の上部空間」を0cm3 を超える数値であると誤って認定したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告(脱退)の陳述を引用した誤り",
          "text": [
            "本件審決は，原告(脱退)が特許庁に平成16年5月20日付けで提出した口頭審理陳述要領書(2)の「ヘッドスペースおよび二次材料内の酸素濃度をゼロに近い低濃度とすることは，工業的生産において空気中で操作する場合には，技術的ならびに経済的な難点を伴うのであります。プラスチック容器(特にブローバッグ)は排液性向上のためにヘッドスペースがあります。本件特許明細書中の実施例ではヘッドスペースを特に他のガスで置換せず，空気のままで操作を行いました。」との記載を引用しつつ，「通常の注射液の製造方法においては，排液性向上の都合からプラスチック容器の上部にはヘッドスペースを設けることが行われているといえる」と認定したが，原告(脱退)は，上記陳述要領書において，単に工業的生産上難点があることを述べたに過ぎず，引用刊行物の実施例3について述べたものではないから，本件審決は，原告(脱退)の陳述を誤って引用したものであり，これに基づく認定も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "本件審決の認定判断は正当であり，訴訟引受人主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用刊行物の記載の解釈の誤りについて",
          "text": [
            "「刊行物に記載された発明」とは，刊行物に記載されている事項及び記載されているに等しい事項から把握される発明をいい，「記載されているに等しい事項」とは，記載されている事項から出願時における技術常識を参酌することにより導き出せるものをいう。したがって，引用刊行物(甲3，審判甲1)の記載に接した当業者が引用発明をどのように把握するかを考察するにあたっては，引用刊行物の記載はもとより，本件特許の出願時の技術常識を踏まえるべきである。そして，引用刊行物の実施例3に関して記載されている発明は，発明の詳細な説明中，実施例3について記載されている部分以外の記載(例えば，段落番号【0019】，【0020】，【0021】，【0027】及び【0028】)や本件特許の出願",
            "時における技術常識を参酌すれば，実施例3についての「実施例1と同様にして包装した」という記載を前提としても，当業者であれば，「・・・ガスバリア性を有する包装材に収容し，空間部を脱気し」と解釈するのであって，本件審決が認定したとおり，「気体透過性を有するプラスチック製容器内の上部空間」が0cm3 を超える数値であると解するのが自然であり，本件審決には訴訟引受人が主張するような誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告(脱退)の陳述を引用した誤りについて",
          "text": [
            "訴訟引受人は，原告(脱退)が特許庁に平成16年5月20日付けで提出した口頭審理陳述要領書(2)の「・・・プラスチック容器(特にブローバッグ)は排液性向上のためにヘッドスペースがあります。・・・」との記載について，工業的生産上難点があることを述べたに過ぎず，引用刊行物の実施例3について述べたものではない旨主張するが，本件審決が，工業的生産上の難点という，原告(脱退)も認めたところの技術常識を参酌したことに誤りはなく，訴訟引受人の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "引用刊行物の記載の解釈の誤りについて",
          "text": [
            "訴訟引受人は，本件審決が，引用発明の認定にあたり，引用刊行物(甲3，審判甲1)の実施例3について具体的に記載されている数字等を無視し，発明の詳細な説明の記載中，実施例3について記載されている部分以外の記載を参酌したり，実施例3の説明において引用されている実施例1についての記載の解釈を誤ったりしたことにより，引用発明につき，本件発明の「ヘッドスペース」に相当する「気体透過性を有するプラスチック製容器内の上部空間」につき，0cm3 を超える数値であると誤って認定した旨主張するので，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3によれば，本件審決の認定するとおり，引用刊行物には次のとおりの記載があることが認められる。当裁判所は，これらの記載及び本件特許出願当時の技術常識を総合すれば，本件審決の認定したとおり，引用発明を把握することができると考える。その理由は後記(2)以下に説示するとおりである。",
                "ア「【請求項1】炭酸水素イオンを含有する医薬用水溶液を，プラスチック製容器に充填し，これをガスバリア性を有する包装材にて包装し，上記容器と包装材との空間部を炭酸ガスを含有するガス雰囲気とすることを特徴とする上記医薬用水溶液の安定化方法。",
                "【請求項2】炭酸水素イオンを含有する医薬用水溶液を充填したプラスチック製容器と，該容器を包装したガスバリア性を有する包装材とからなり，上記容器と包装材との空間部が炭酸ガス含有雰囲気とされていることを特徴とする安定化された上記医薬用水溶液収容容器。」(特許請求の範囲)",
                "イ「【0009】本発明者らは，上記目的より鋭意研究を重ねた結果，炭酸水素イオンを含有する医薬用水溶液をまず気体透過性を有する通常のプラスチック製容器に収容し，通常の高圧蒸気滅菌後に，ガスバリア性を有する包装材で二次包装すると共に，上記容器と包装材との空間部を炭酸ガス雰囲気とする時には，前記目的に合致する水溶液の安定化を図り得，また安定化された水溶液の収容容器が提供できることを見出し，ここに本発明を完成するに至った。」(2欄29行～37行)",
                "ウ「【0011】本発明の安定化方法及び容器によれば，上記構成を採用することによって，以下の如き種々の利点がある。",
                "【0012】(1)容器が気体透過性を有するプラスチック製容器であることに基づいて，破損しにくく大容量化が容易で，しかも軽量化を図り得るに加えて，加熱滅菌時に炭酸ガスが発生しても容器自体が柔軟であるため内圧がかからず，これによる破損の心配も回避できる。",
                "【0013】(2)ガスバリア性を有する包装材を用いたことに基づいて，内容液から発生する炭酸ガスが大気中に揮散するのを防止できる。",
                "【0014】(3)気体透過性を有するプラスチック製容器と，ガスバリア性を有する包装材の利用に基づいて，内容液から発生する炭酸ガスと二次包装中の炭酸ガス雰囲気とを平衡化させることが可能となる。」(2欄49行～3欄13行)",
                "エ「【0019】上記医薬用水溶液を収容，充填するための気体透過性を有するプラスチック製容器としては，従来より医療分野で用いられている各種のものをいずれも使用できる。その具体例としては，例えばポリエチレン製，ポリプロピレン製，ポリ塩化ビニル製のものや之等を適当な比率で配合あるいはラミネートしたもの等を例示できる。之等容器の形状，大きさ等には特に制限はないが，一般には長方形や円筒形のものがよく用いられ，それらの内容量は一般的には約20ml程度から3l程度の範囲が汎用され，本発明でもかかる容器を用いるのが好ましい。",
                "【0020】ガスバリア性を有する包装材としては，通常のもの例えばポリエチレンテレフタレート(PET)，エチレンビニルアルコール共重合体(EVOH)，ポリ塩化ビニリデン(PVDC)等の材質のものや之等各種材質の多層フィルムからなるものを例示できる。之等包装材の形状，大きさ等は上記プラスチック製容器を収容できることを前提として特に制限されるものではないが，この収容後に容器との間に炭酸ガス含有ガスを封入できる充分な空間部を形成させ得る形状，大きさとする必要があり，一般には，上記プラスチック製容器の約1．2～2倍容量程度の大きさであるのが望ましい。",
                "【0021】上記容器と包装材との空間部を炭酸ガスを含有するガス雰囲気とするためには，例えば炭酸ガスと空気との混合ガスや炭酸ガスと窒素ガスとの混合ガス等の炭酸ガスを含有する混合ガスを上記空間部に封入する方法が採用できる。この方法において，用いられる混合ガスの炭酸ガス濃度は，プラスチック製容器に充填される医薬用水溶液の種類，特にその炭酸水素イオン濃度及びpHに応じて適宜決定される。例えば上記水溶液として血液濾過用補充液として汎用される，炭酸水素ナトリウム8．4g及び塩化ナトリウム2．69gを注射用水に溶解させて全量を1lとした水溶液を選ぶ場合，該水溶液の炭酸水素イオン濃度は100mMであり且つpHは8．21であり，この値を保持するためには，上記混合ガス雰囲気の炭酸ガス濃度を約3～5％程度とするのがよい。」(4欄3行～40行)    オ「【0027】　本発明方法において安定化され得る医薬用水溶液の炭酸水素ガス濃度及びpHは一般に0．01～1M程度及び6．5～8．6程度であるため，上記炭酸ガス分圧は通常約1mmHg～760mmHgの範囲に調整されるのがよく，これに応じて上記混合ガス中の炭酸ガスの含有比率を選択するのが好ましい。より詳しくは，製造後の内容液のpHが所定の範囲内にある場合には，空間部に封入する炭酸ガスは内容液の炭酸ガス分圧にほぼ等しくなるようにすればよい。製造後の内容液のpHが所定の範囲より高い場合には，空間部に封入する炭酸ガスは内容液に吸収される量と所定pH範囲に平衡が移動した時の炭酸ガス分圧に等しい量の合計量にほぼ等しくなるようにすればよい。",
                "【0028】　本発明方法に従う，医薬用水溶液の容器への充填，滅菌，包装材による包装，空間部への炭酸ガスの封入等は，通常の注射液の製造方法に従って容易に行なうことができる。」(5欄14行～30行)",
                "カ「【実施例1】　炭酸水素ナトリウム8．4g及び塩化ナトリウム2．69gを注射用水に溶解させて全量を1lとした水溶液を調製し，ポリエチレン製容器(内容積：約1600cm3，膜厚：約0．5mm)に充填し，高圧蒸気滅菌(105℃，40分間)後，ガスバリア性包装材(ポリビニルアルコールよりなるフィルム，商品名：ボブロン(商標)フィルム，膜厚約60～80μm，内容積：2000cm3)に収容し，空間部を真空脱気し，次いで炭酸ガス濃度3％，5％及び7％の各炭酸ガス／空気の混合ガス1lを，上記容器と包装材との空間部に封入して，本発明方法を実施し，図1に示す本発明の医薬用水溶液収容容器(二次包装品)を得た。」(6欄17行～28行)",
                "キ「このことから，本発明方法によれば人工腎臓灌流用剤，根管拡大剤，解毒剤等の炭酸水素イオンを含有する医薬用水溶液を極めて安定化させ得ることが明らかである。",
                "【0044】",
                "【実施例3】炭酸水素ナトリウム5．8g及び塩化ナトリウム12．22g及び塩化カリウム0．3gを注射用水に溶解させて全量を1lとした水溶液を調製し，これをA液とする。また，塩化カルシウム・2水塩0．514g，塩化マグネシウム・6水塩0．204g及びブドウ糖2．0gを上記A液と同様にして調製し，これをB液とする。",
                "【0045】上記A液及びB液を，2室を有し用時混合可能なポリエチレン製容器(内容積：各室約1500cm3 ，膜厚：約0．5mm)の各室内にそれぞれ充填し，高圧蒸気滅菌(105℃，40分間)後，実施例1と同様にして包装した。",
                "次いで，炭酸ガス濃度30％の窒素-炭酸ガス混合ガス1lを，上記容器と包装材との空間部に封入して，本発明方法を実施して，本発明の医薬用水溶液収容容器(二次包装品)を得た。」(7欄39行～8欄43行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物の前記エの記載に照らせば，当業者は，実施例3に関し記載されている発明について，容器の形状が，「長方形」に限られず，「円筒形」でもよく，またその「内容量が20ml～3l程度」であってもよいと認識し得ることは明らかである。",
                "訴訟引受人は，本件審決が，実施例3について具体的に記載されている数字等を無視し，発明の詳細な説明中，実施例3について記載されている部分以外の記載に基づいて，引用発明を認定したことは誤りである旨主張する。しかし，公知刊行物に記載された発明を把握するに際しては，当該刊行物の特定箇所の記載のみをもっぱら参酌するのではなく，これと関連する記載を含め，当該刊行物の記載全体を，これと対比すべき特許発明の出願時の技術水準を前提として，参酌すべきである。そして，公知刊行物が公開特許公報である場合に，そこに実施例として記載された発明を把握するにあたっては，当業者は，当該実施例について具体的に記載された事項はもとより，これを包含する特許出願に係る発明に共通して記載されている事項をも参酌するものである。したがって，特定の実施例について具体的に記載された部分以外を参酌することは許されないという訴訟引受人の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，引用刊行物の前記キの記載によれば，実施例3において使用されるものとして具体的に記載されている，気体透過性を有するプラスチック製容器(2室を有し用時混合可能なポリエチレン製容器)の内容積は，各室約1500cm3であり，合計で約3000cm3であることになる。",
                "一方，引用刊行物の前記エの記載によれば，気体透過性を有するプラスチック製容器を包装するガスバリア性を有する包装材は，上記プラスチック製容器の約1．2～2倍容量程度の大きさであるのが望ましいとされているから，当業者は，実施例3における気体透過性を有するプラスチック製容器の内容積合計が約3000cm3の場合，ガスバリア性を有する包装材の内容積を約3600～6000cm3(3000cm3×1．2～2)と理解することができるというべきである。",
                "なお，ガスバリア性包装材の内容積についての上記理解は，実施例3において，A液，B液がそれぞれ1000cm3，混合ガスが1000cm3だから，これらを収容するガスバリア性包装材の内容積が3000cm3以上でなければならないこととも符合する。",
                "してみると，引用刊行物の記載に接した当業者は，実施例3において上記のような内容積のガスバリア性を有する包装材に，それぞれ1000cm3のA液，B液を各室約1500cm3のプラスチック製容器に充填し，混合ガス1000cm3を封入すれば，以下のように，各室300～500cm3の空間部が生じ得ることを理解することができるというべきである。",
                "①ガスバリア性を有する包装材の容積が3600cm3の場合：",
                "《［ガスバリア性を有する包装材］(3600cm3)",
                "-［A液，B液］(2000cm3)",
                "-［混合ガス］(1000cm3)》÷2室＝300cm3",
                "②ガスバリア性を有する包装材の容積が4000cm3以上の場合：        《［ガスバリア性を有する包装材］(4000cm3)",
                "-［A液，B液］(2000cm3)",
                "-［混合ガス］(1000cm3)》÷2室＝500cm3",
                "なお，ガスバリア性を有する包装材の内容積が4000cm3以上の場合は，包装材の内容積が増加しても，プラスチック製容器に，その各室の内容積(1500cm3)と各液の体積(1000cm3)の差(500cm3)以上の余裕が生",
                "じることはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，引用刊行物の前記オの記載によれば，医薬用水溶液の容器への充填，滅菌，包装材による包装，空間部への炭酸ガスの封入等は，「通常の注射液の製造方法」によることができるとされているから，引用発明における医薬用水溶液の容器への充填は，通常の作業環境下，すなわち大気圧下において実施されるものと考えられる。そして，そのような通常の作業環境下で，プラスチック製容器にその内容量に満たない水溶液を充填すれば，あえてこれを避けるための措置を取らない限り，容器の上部に若干の空間が生じるものと考えられ，本件記録中，これに反する証拠はない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "訴訟引受人は，前記キの記載において，実施例3について，「実施例1と同様にして包装した」とされており，実施例1(図1)においてヘッドスペースは0であるから，「実施例1と同様にして包装した」と記載されている実施例3においても，実施例1と同様に，ヘッドスペースが0となるよう，気体透過性を有するプラスチック製容器をガスバリア性を有する包装材で包装すると解すべきである旨主張する。",
                "しかし，引用刊行物の実施例3の「気体透過性を有するプラスチック製容器内の上部空間」が0cm3 を超える数値であることを認めることができることは前記のとおりであるから，仮に実施例1について訴訟引受人の主張するとおりだとしても，そのことからただちに本件審決による引用発明の認定が誤りであるということはできない。",
                "念のため，引用刊行物(甲3，審判甲1)の図1を検討するに，そこには「気体透過性を有するプラスチック製容器内の上部空間」が0cm3 を超える数値であることをうかがわせる記載はない。しかしながら，図1には，プラスチック製気密容器が図示されているものの，実施例3において使用される「2室を有し用時混合可能なポリエチレン製容器」を図示しているとは認められず，図1の記載からただちに実施例3の「気体透過性を有するプラスチック製容器内の上部空間」が0cm3 であると認めることはできない。また，引用刊行物の実施例1を検討するに，前記のとおり，実施例1は，1000cm3の水溶液を内容積約1600cm3のポリエチレン製容器に充填し，高圧蒸気滅菌した後，内容積2000cm3のガスバリア性包装材に収容し，上記容器と包装材との空間部を真空脱気し，次いで混合ガス1000cm3を上記空間部に封入して医薬用水溶液収容容器(二次包装品)を得るものであって，内容積2000cm3のガスバリア性包装材に，1000cm3の水溶液と1000cm3の混合ガスを収容するから，ポリエチレン製容器内に空間は存在せず，「気体透過性を有するプラスチック製容器内の上部空間」が0cm3であると解される。しかしながら，水溶液をポリエチレン製容器に充填し，高圧蒸気滅菌した後，ガスバリア性包装材に収容し，上記容器と包装材との空間部を真空脱気し，次いで混合ガスを上記空間部に封入することが，実施例1において医薬用水溶液収容容器(二次包装品)を得るために欠くことができない手順と認められるとしても，「気体透過性を有するプラスチック製容器内の上部空間」が0cm3とすることが，医薬用水溶液収容容器(二次包装品)を得るために欠くことができない事項と認めることはできない。",
                "してみると，引用刊行物の実施例3は，医薬用水溶液収容容器(二次包装品)を得るためのものであるから，当業者であれば，実施例3における「実施例1と同様にして包装した」という記載に接したとしても，医薬用水溶液収容容器(二次包装品)を得るために，上記手順を踏んでポリエチレン製容器をガスバリア性包装材に収容する趣旨に理解するにとどまり，当然に「気体透過性を有するプラスチック製容器内の上部空間」が0cm3 であると認識するものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，「実施例3においても，通常の空気中で行われる気体透過性を有するプラスチック製容器内への医薬用水溶液の充填は，上部にいわゆるヘッドスペースを設けて行われる，すなわち上部空間の容積は0cm3を越えるものと解するのが相当である。」とした本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告(脱退)の陳述を引用した誤りについて",
          "text": [
            "訴訟引受人は，本件審決の引用に係る，原告(脱退)が特許庁に平成16年5月20日付けで提出した口頭審理陳述要領書(2)の記載につき，単に工業的生産上難点があることを述べたに過ぎず，引用刊行物の実施例3について述べたものではないと主張するが，仮にそうだとしても，原告(脱退)の上記陳述は，工業的生産上の難点や排液性向上のためにプラスチック容器の上部にヘッドスペースが設けられることを認めるものではあっても，これを否定するものではない。したがって，原告(脱退)の上記陳述は，引用刊行物の実施例3における，気体透過性を有するプラスチック製容器内への医薬用水溶液の充填が，通常の空気中で該容器の上部にいわゆるヘッドスペースを設けて行われる技術的可能性を示唆するものであって，これを引用した本件審決に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，訴訟引受人は，本件審決が本件発明1ないし4と引用発明との対比・判断を誤ったものである旨述べるが，その理由として主張するところは，すでに検討した引用発明の認定の誤りとの主張に尽きるものであって，本件審決の認定した引用発明と本件発明1ないし4との対比・判断について具体的な誤りを指摘するものではなく，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，訴訟引受人主張の取消事由は理由がなく，その他，本件審決にこれを取り消すべき誤りは認められない。",
            "したがって，訴訟引受人の本訴請求は理由がないから，これを棄却することとし，行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10235",
    "date": "2005-11-21",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009274",
    "ipprecedent_id": "488",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}