{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002-21640号事件について平成17年3月15日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年8月1日，発明の名称を「懸賞システムおよび懸賞方法」とする発明について特許出願(特願2000-233126号，以下「本件出願」という。)をしたが，平成14年9月26日に拒絶の査定を受けたので，同年11月7日，拒絶査定不服の審判請求をした。特許庁は，同請求を不服2002-21640号事件として審理した結果，平成17年3月15日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月4日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "平成14年8月30日付け手続補正書によって補正された明細書(以下「本件明細書」という。)の特許請求の範囲の請求項1に係る発明(以下「本願発明」という。)の要旨",
          "text": [
            "有線および／または無線の通信回線に接続された情報通信端末を利用して懸賞を行うシステムであって，",
            "賞品に関する情報のデータを蓄積した賞品データベースと，    　情報通信端末に，賞品に関する情報を表示させる手段と，",
            "情報通信端末を操作するユーザに対して，少なくともメールアドレスを含む当該ユーザの個人情報の入力を促す手段と，",
            "前記入力されたユーザの個人情報を記憶する手段と，",
            "情報通信端末を操作するユーザに対して，所望の賞品に対する応募の入力を促す手段と，",
            "所定の賞品に対して応募の入力がなされた場合に，当該賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段と，    　賞品に関する情報の提供を希望するか否かを問う画面を，情報通信端末に表示させる手段と，",
            "賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段と，    　賞品に関する情報の提供を希望したユーザのメールアドレスに，賞品に関する情報を含む電子メールを送信する手段と，",
            "前記電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する手段と    を備えたことを特徴とする懸賞システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決は，別添審決謄本写し記載のとおり，本願発明が，「当たる！ネット懸賞の法則」(城井田勝仁著，平成12年3月23日オーム社発行，甲1，4，以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び周知の技術に基づいて当業者が容易に発明をすることができたものと認められるので，特許法29条2項の規定により特許を受けることができないとした。",
            "審決が本願発明と引用発明とを対比して認定した一致点及び相違点は，それぞれ次のとおりである(審決謄本4頁最終段落～5頁第2段落)。",
            "［一致点］",
            "「有線および／または無線の通信回線に接続された情報通信端末を利用して懸賞を行うシステムであって，",
            "賞品に関する情報のデータを蓄積した賞品データベースと，    　情報通信端末に，賞品に関する情報を表示させる手段と，",
            "情報通信端末を操作するユーザに対して，少なくともメールアドレスを含む当該ユーザの個人情報の入力を促す手段と，",
            "前記入力されたユーザの個人情報を記憶する手段と，",
            "情報通信端末を操作するユーザに対して，所望の賞品に対する応募の入力を促す手段と，",
            "所定の賞品に対して応募の入力がなされた場合に，当該賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段と，    　賞品に関する情報の提供を希望するか否かを問う画面を，情報通信端末に表示させる手段と，",
            "賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段と，    　賞品に関する情報の提供を希望したユーザのメールアドレスに，賞品に関する情報を含む電子メールを送信する手段と，",
            "を備えたことを特徴とする懸賞システム。」",
            "［相違点］",
            "本願発明においては，賞品に関する情報の提供を希望したユーザのメールアドレスに，賞品に関する情報を含む電子メールを送信した後，「当該電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する手段」を設けているのに対し，引用発明においては，「賞品に関する情報の提供を希望したユーザのメールアドレスに，賞品に関する情報を含む電子メールを送信する手段」を設けてはいるが，そのメール自体が懸賞募集の役割も果たしているのか，それとも，メールが単に懸賞品等に関する情報のみを送信しているのか明確でなく，かつ，「前記電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する手段」が記載されていない点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，引用発明の認定を誤った結果，本願発明と引用発明との一致点の認定を誤り(取消事由1)，相違点の認定を誤り(取消事由2)，相違点についての判断を誤り(取消事由3)，本願発明の顕著な効果を看過し(取消事由4)，その結果，本願発明が引用発明及び周知の技術的事項に基づいて当業者が容易に発明をすることができたとの誤った結論を導き出したもので，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り及び本願発明と引用発明との一致点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明に「賞品に関する情報のデータを蓄積した賞品データベース」が記載されていないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用例(甲1，4)の「定期的な懸賞を実施するサイトからの情報配信メールは，必ず受け取ろう　インターネットで懸賞を実施するサイトの中には，Eメールによる情報配信サービスを行っているところが少なくありません。",
                    "このサービスを受けるのも受けないのも自由ですが，インターネット懸賞募集のためには，メール配信サービスを受けた方が有利です。特に，定期的な懸賞を実施するサイトからのメール配信は，その実施時期や懸賞品を，ホームページにアクセスすることなく確認できるという点で重宝します。」(68頁最終段落～69頁第1段落，審決引用の(f))の記載を引用して，引用発明において，「懸賞品に関する情報のデータを蓄積した懸賞品データベース・・・が存在していることは，自明である。」(審決謄本3頁第5段落)と認定するが，この認定は誤りである。",
                    "引用例の上記記載(審決引用の(f))は，インターネットで懸賞を実施するサイトの中に，Eメール(注，英語の「electronic mail」のことであり，「電子メール」ともいう。)による情報配信サービスを行っているところがあることを示すのみであって，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることを何ら示唆していない。",
                    "一般に，データベースは，各種データを蓄積して管理し，その蓄積，管理された各種データの中から特定のデータを検索して，活用するために構築されるものである。ところが，引用発明のような通常の懸賞システムにおいては，一定期間内(懸賞を実施している期間内)，一つの賞品についての懸賞募集，あるいは，複数の賞品の中からいずれかの賞品が応募者に当たる(いずれの賞品が当たるかはユーザには分からない)ような懸賞募集を行っているので，賞品が一つしか存在しない場合，あるいは，複数の賞品の中からいずれかの賞品が当たる場合には，賞品データベースを構築する必要はない。仮に，賞品が複数同時に存在し，その中から一つの賞品を応募者に選択させ，賞品の種類ごとに異なる情報(例えば，懸賞の実施時期，当選者数，当選者発表日等の情報)を管理する必要のある懸賞サイトがあったならば，賞品データベースを備えているかもしれないが，そのような懸賞サイトは，本件出願当時存在していない。",
                    "また，Eメールによる情報配信サービスを行う場合，懸賞システムに「懸賞品の情報を含むEメールを蓄積したEメールのデータベース」が存在する可能性はあるものの，そのことから，「賞品に関する情報のデータを蓄積した賞品データベース」が開示されているとはいえない。引用例には，そのEメールの生成方法は何ら記載も示唆もされておらず，例えば，賞品データベースに基づいて懸賞の実施時期や賞品の情報を含むEメールを自動生成することが記載されているわけでもないから，引用例に，賞品に関する情報のデータを蓄積した賞品データベースが開示されているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件出願時におけるインターネットを利用したビジネス分野でのシステムにおいて，必要なデータを蓄積，管理するデータベースは，不可欠の存在となっていたのであって，ビジネス分野でのシステムの一つである通常のインターネットを利用した懸賞システムにおいても，賞品データを含むホームページを作成するデータや，賞品データを含む多数の応募データを蓄積，管理するデータベースが普通に存在していたものということができるとし，引用発明も，通常のインターネットを利用した懸賞システムと変わりはないから，データベースを用いていない懸賞システムであるとするのは不自然であると主張する。",
                    "しかし，被告のいう「通常のインターネットを利用した懸賞システム」がいかなるものかは不明であり，また，インターネットを利用したビジネス分野でデータベースの存在が普通であったとしても，引用発明において，本願発明にいう「賞品に関する情報のデータを蓄積した賞品データベース」の存在が普通であるとは限らない。自ら懸賞を実施するサイトにおける懸賞システムでは，賞品が常に一つであれば，個人情報を蓄積するデータベースがあれば足りる。また，懸賞情報を配信するだけのサイトにおいては，賞品の情報を含むウェブページを生成するためのデータを格納する記憶部があれば足りる。したがって，引用発明が「賞品データベース」を用いていないインターネットを利用した懸賞システムであるというのは何ら不自然なことではない。",
                    "逆に，賞品データが一つだけの場合に，その賞品データを管理，検索等をしたりするわけではないため，そのような賞品データが記録されたデータベースを，「賞品に関する情報のデータを蓄積した賞品データベース」と称することのほうが当業者にとって不自然というべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，特開平11-288422号公報(乙2，以下「乙2公報」という。)を引用して，本件出願時のインターネットを利用したビジネス分野でのシステムにおいて，必要なデータを蓄積，管理するデータベースが不可欠のものとなっており，ビジネス分野でのシステムの一つである通常のインターネットを利用した懸賞システムには，賞品データを含むホームページを作成するデータや，賞品データを含む多数の応募データを蓄積，管理するデータベースが普通に存在するということができる旨主張する。",
                    "しかし，乙2公報に記載された発明は，所望する情報を個人が所有又は入手可能な情報から公衆回線網及びコンピュータネットワークを介して効率的且つ容易に収集することを支援する方法及びシステムに関するものであって，引用発明のようなインターネットを利用した懸賞システムとは全く異なるシステムに関するものであり，乙2公報にいう「獲得懸賞額の情報」が引用例の「賞品データ」に相当するとはいえないし，乙2公報から，インターネットを利用した懸賞システムに，賞品データを含むホームページを作成するデータや，賞品データを含む多数の応募データを蓄積，管理するデータベースが普通に存在するという結論を導き出すこともできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告は，引用例(甲4)の125頁の「Lucky　Chance！」",
                  "text": [
                    "のホームページの記載及び引用例の128頁の「夢工房」のホームページの記載を理由に，賞品が複数同時に存在し，その中から一つの賞品を応募者に選択させ，賞品の種類ごとに異なる情報を管理する必要のある，企業からの情報を紹介する懸賞情報サイトの役割だけでなく懸賞募集を行う懸賞サイトの存在を，当業者において推考することができると主張する。",
                    "しかし，引用例の125頁の「Lucky　Chance！」のホームページの記載は，自ら懸賞を実施しているサイトではなく，様々な懸賞サイト(懸賞を実施しているサイト)の商品をまとめてホームページ上で表示しているサイトであって，各懸賞サイトにリンクを張っているだけのものである。このようなサイトでは，商品の情報を含むウェブページを生成するためのデータを記憶部に格納すれば足り，各商品についてその種類ごとに異なる情報を管理する必要は全くない。また，独自の懸賞を企画したとしても，その賞品が複数同時に存在することは何ら示唆されておらず，またその賞品は，単なるリンク先の懸賞サイトの商品とはデータ上の属性が全く異なるものであるため，データベースで情報を管理すべき賞品が複数同時に存在するとは到底いい難い。",
                    "また，引用例の128頁の「夢工房」のホームページの記載においては，そのホームページ上で賞品の検索ができたとしても，この検索では，選択された賞品名について，すべてのメールマガジンの文字データをサーチして，ヒットしたものについて何らかの情報を表示するものと考えられるのであって，このような懸賞サイトでは，各賞品について，その種類ごとに異なる情報を管理する必要はない。また，読者だけの懸賞企画を行ったとしても，その賞品が複数同時に存在することは何ら示唆されていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，特開平10-21303号公報(乙1，以下「乙1公報」という。)にも，賞品が複数同時に存在し，その中から一つの賞品を応募者に選択させ，賞品の種類ごとに異なる情報を管理する必要のある懸賞サイトが記載されていると主張する。",
                    "乙1公報は，本件出願の審査段階においても審判段階においても提示されていない書証であって，被告の上記主張は，引用例に記載されていない新たな公知事項を追加するものである。また，乙1公報に記載された事項が周知技術であると認めるに足りない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されていないこと",
              "text": [
                "審決は，「(e)の記載，第17頁図2．4の応募フォームの入力事項，および，応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことであるので，引用例1記載のようなネット懸賞において，『イ．応募者の個人情報を記憶する手段，および，ロ．所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段』が存在することも自明である。」(審決謄本3頁下から第3段落)と認定するが，「応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことである」とすることの意味が不明であり，かつ，誤りでもある。",
                "上記(1)のとおり，引用発明のような通常の懸賞サイトにおいては，一定期間内，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っていて，賞品が一つしか存在しない場合，あるいは，複数の賞品の中からいずれかの賞品が当たる場合には，賞品データベースを構築する必要はないから，このような場合に，応募された賞品と当該応募者の個人情報とを関連付けて記憶する必要もないことは明らかであって，「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が存在することも自明であるとはいえない。",
                "仮に，審決引用の(e)の「懸賞によって得られたデータは，ホームページの運営に何らかの形で活用されるのが普通です。」(甲1の25頁下から第3段落)の記載のように，懸賞によって得られたデータを活用するとしても，上記引用部分の直前には，「インターネット懸賞が実施される背景には，ホームページの宣伝や訪問者の層を知るなど，何らかの目的があります。」と記載されているにすぎず，ホームページの宣伝や訪問者の層を知るといった目的の下では，「応募された懸賞品と当該応募者の個人情報を関連付けて記憶させること」は不要である。",
                "被告は，賞品が一つしか存在しない場合，あるいは複数の賞品の中からいずれかの賞品が当たる場合であっても，上述したように懸賞システムにおいて賞品を応募者に発送するために引用発明のデーターベースに住所，名前等の応募者の個人情報を賞品と関連付けて記憶させることは当然に必要である旨主張する。",
                "しかし，上記(1)のとおり，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることは自明であるとはいえないから，賞品が同時に複数存在する場合を前提とする被告の主張は，既に失当である。",
                "また，賞品が一つしか存在しない場合には，応募者がその賞品に対して応募したことが明らかであるので，賞品を応募者(当選者)に発送するために，応募者の個人情報を記憶しておけば十分であって，応募者の個人情報を賞品と関連付けて記憶させる必要性がなく，応募された賞品と当該応募者の個人情報を関連付けて記憶させることは当然のこととはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明に「懸賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されていないこと",
              "text": [
                "審決は，「(b)や(f)において，懸賞品や製品情報などの配信を受けるためにインターネットで会員登録を行う場合，懸賞品や製品情報の提供を希望するか否かを問う画面がユーザーのパソコンに表示され，登録希望者が当該画面上から関連情報を入力すること，また，会員登録された場合には，関連する情報を希望する旨を個人情報とを関連付けて記憶させることは，いずれも自明である。」(審決謄本3頁下から第2段落)と認定するが，この認定も誤りである。",
                "審決は，「関連情報」，「関連する情報」を使い分けているが，審決のいう「関連情報」，「関連する情報を希望する旨」が何であるか，「関連情報」と「関連する情報」との関係が不明である。「関連情報」又は「関連する情報」という語句は，審決謄本3頁下から第2段落以外に使用されておらず，また，本願発明の特許請求の範囲に記載されてもいないから，ともに何らかに関する情報であるということは理解できたとしても，何に関する情報であるのか，また両者が，同じものに関する情報であるのか，それぞれ異なるものに関する情報であるのかが不明である。",
                "このように，「関連情報」及び「関連する情報」の語義が不明であることからすると，引用発明に「懸賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されているとする審決の認定は誤りであるといわざるを得ない。",
                "上記(1)のとおり，引用発明のように，賞品が一つしか存在しない場合，あるいは，複数の賞品の中からいずれかの賞品が当たる場合には，賞品データベースを構築する必要はないから，このような場合に，「懸賞品や製品情報の提供を希望するか否かを問う画面がユーザーのパソコンに表示され，登録希望者が当該画面上から関連情報を入力すること，また，会員登録された場合には，関連する情報を希望する旨を個人情報とを関連付けて記憶させること」が自明であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(1)～(3)のとおり，引用発明は，「懸賞品に関する情報のデータを蓄積した賞品データベース」，「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」，及び「懸賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」を備えているとはいえないから，本願発明と引用発明とを対比した場合，上記の各点は，本願発明と引用発明との相違点となるべきものであるから，審決の一致点の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定の誤り)",
          "text": [
            "審決は，本願発明と引用発明との相違点として，「そのメール自体が懸賞募集の役割も果たしているのか，それとも，メールは単に懸賞品等に関する情報のみを送信しているのか明確でなく」(審決謄本5頁第3段落)と認定するが，引用発明において，賞品に関する情報の提供を希望したユーザのメールアドレスあてに送信される電子メールは，そのメール自体が懸賞募集の役割も果たすものではなく，単に賞品等に関する情報のみを送信しているにすぎないことが明確であるから，審決の上記認定は，誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の認定した「一般に，商品を販売／購入する場合に，顧客が商品に自らアクセスして希望する商品を購入することも，また，販売者が登録した顧客に対して商品を提示して，提示された商品の中から顧客が希望する商品を購入すること(例えば，DMを利用した商品販売)も，いずれもビジネスの慣行として周知のことである。そして，メールに対する回答として返信メールを利用することは周知のことであり，また，引用例1には，インターネット懸賞においてEメールを使って応募することが記載されている。」(審決謄本5頁下から第3～第2段落)との事実は争わないが，審決は，上記事実に基づき，「引用例1記載の懸賞システムにおいても，ユーザが懸賞募集にアクセスする(つまり，ユーザが懸賞のホームページにアクセスする)ことに加え，懸賞を募集する側から登録したユーザーに対して懸賞募集を行うこととし，そのため，ユーザのメールアドレスに送信される懸賞品に関する情報を含む電子メールに懸賞募集の役割を持たせ，そして，その回答(すなわち，懸賞への応募)として返信メールを用いること(すなわち，『当該電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する』こと)は，当業者が容易に考え得ることと認められる。」(同頁最終段落～6頁第1段落)と判断をする。しかし，この判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商品を販売／購入する場合に，顧客が商品に自らアクセスして希望する商品を購入すること，販売者が登録した顧客に対して商品を提示して，提示された商品の中から顧客が希望する商品を購入することが，ビジネスの慣行として周知であったとしても，上記商品の販売／購入のビジネスは，商品を販売／購入することを直接の目的とするものであるのに対して，引用発明は，ホームページの宣伝やホームページへの訪問者の層を知るなどの目的があるもので，目的が全く異なるから，商品を販売／購入することを直接の目的とする商品の販売／購入のビジネスの慣行を，そのまま，インターネット懸賞サービスに転用する(置き換える)ことは，当業者にとって容易に想到し得ることとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，周知事項も引用発明も，顧客が希望する財貨をサービス提供側が提供するという広い目的では何ら異なるものではない，また，周知事項を引用発明の懸賞システムに転用することについて，周知事項と引用発明は，顧客が希望する財貨をサービス提供側が提供するというビジネス分野では同じであるから，引用発明に同じビジネス分野である周知のビジネス慣行を適用することは当業者が容易に想到し得るものである旨主張する。",
                "しかし，インターネット懸賞サービスのビジネスの目的は，ホームページの宣伝やホームページへの訪問者の層を知るなどを目的として行うものであるから，広くとらえたとしても，顧客が希望する財貨をサービス提供側が提供することにはない。このように，周知事項と引用発明とは広い目的でも異なり，ビジネス分野も異なるため，引用発明の懸賞システムに周知のビジネス慣行を適用することは，当業者において容易に想到し得ないものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「メールに対する回答として返信メールを利用すること」は，通常の電子メールによる通信の技術分野では周知かもしれないが，懸賞システムにおける電子メールによる通信の技術分野では周知ではない。また，引用例には「インターネット懸賞の中には，Eメールを使って応募するものがあります。」とは記載されているが，インターネット懸賞への応募に電子メールをどのように使用するのかは記載されておらず，ましてやインターネット懸賞への応募に返信メールを利用することは開示も示唆もされていない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "引用例には，①インターネットで懸賞を実施するサイトで，ユーザに対してEメールによる懸賞に関する情報配信サービスが行われていること，②インターネット懸賞にはユーザがEメールを使って応募するものがあることが記載されているが，①は引用例の68頁に，②は引用例の14頁にというように引用例の全く別の箇所に記載されているから，①及び②の技術を組み合わせるには，何らかの動機付けが必要である。また，③Eメールに対する回答として返信メールを利用することが一般に周知であったとしても，③はインターネットを利用した懸賞システムとは全く無関係な一般的な技術事項であるから，①及び②の技術事項に③の技術事項を組み合わせるには，何らかの動機付けが必要である。ところが，被告が取消事由2における反論で自ら認めるように，電子メールに懸賞募集の役割をもたせることは引用例1記載のようなインターネットを利用した懸賞システムから自明ではないとすれば，①～③の技術事項を組み合わせて，懸賞への応募として，賞品に関する情報を含む電子メールの返信メールを用いることは当業者が容易に考え得ることではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被告は，新たに特開2000-134257号公報(乙3，以下「乙3公報」という。)及び特開平11-53432号公報(乙4，以下「乙4公報」という。)を提出し，メールに対する回答として返信メールを利用することは，通常の電子メールによる通信のみならず，インターネットを利用したサービス提供システムの電子メールによる通信において，サービスの情報を提供するメールに対する返信メールを該サービスの申し込みとして利用することは周知の技術事項であると主張する。",
                "しかし，返信メール機能が使用できるためには，返信メールの宛先となるメールアドレスを受信するためのメールサーバが，返信メールを受信し，特定の情報を認識するための機能を備えているものでなければならないから，引用発明において，返信メール機能を利用するのは自然なことではなく，したがって，引用発明において，賞品に関する情報の提供を希望したユーザのメールアドレスあてに送信される電子メールは，単に賞品等に関する情報のみを送信しているにすぎないことが明確である。",
                "また，乙3公報及び乙4公報は，いずれも本件出願の審査段階においても審判段階においても提示されていない書証であって，引用例に記載されていない新たな公知事項を追加するものであり，違法である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な効果の看過)",
          "text": [
            "審決は，「本願請求項1に係る発明(注，本願発明)の効果についてみても，上記引用例1記載の発明(注，引用発明)及び周知技術から当然に予測される程度のものにすぎず，格別顕著なものではない。」(審決謄本6頁第2段落)と判断するが，この判断も誤りである。",
            "本件明細書の発明の詳細な説明(段落【0007】，【0010】，【0069】及び【0070】参照)に記載されているとおり，本願発明によれば，賞品に関する情報の提供を希望したユーザは，電子メールによって賞品に関する情報を取得することができるため，欲しい賞品又は興味のある分野の賞品に対して効率よく，かつ，もれなく応募することができ，また，懸賞への応募方法は，受信した電子メールに対して返信メールを出すだけで足りるものであるため，ユーザは，所望の賞品に対して極めて簡単に応募することができるのである。このような本願発明の効果は，本願発明が有する構成によって初めて発揮される効果であり，当業者が引用発明及び周知技術から想到し得るものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り及び本願発明と引用発明との一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明に「賞品に関する情報のデータを蓄積した賞品データベース」が記載されていないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決引用の(f)の記載が，インターネットで懸賞を実施するサイトの中に，Eメールによる情報配信サービスを行っているところがあることを示すのみであって，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることを何ら示唆していないと主張する。",
                    "しかし，本件出願時におけるインターネットを利用したビジネス分野でのシステムにおいて，必要なデータを蓄積，管理するデータベースは，不可欠の存在となっていたのであって，ビジネス分野でのシステムの一つである通常のインターネットを利用した懸賞システムにおいても，賞品データを含むホームページを作成するデータや，賞品データを含む多数の応募データを蓄積，管理するデータベースが普通に存在していたものということができる。このことは，例えば，乙2公報に，賞品データに相当する獲得懸賞額の情報以外に募集者のメールアドレス等の個人情報，募集情報等を蓄積するデータベースと，そのデータベースに蓄積された獲得懸賞額の情報を照会・公開する手段，すなわち，ホームページにより照会・公開することが記載されていることからも明らかである。そして，引用発明も，通常のインターネットを利用した懸賞システムと変わりはないから，データベースを用いていない懸賞システムであるとするのは不自然である。また，データベースに賞品データが蓄積，管理されていれば，たとえ賞品データが一つであっても，賞品データが記録されたデータベースをデータ内容を基準として賞品データベースと称することは何ら不自然なことではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明のような通常の懸賞サイトにおいては，一定期間内，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っているので，賞品が一つしか存在しない場合，あるいは，複数の賞品の中からいずれかの賞品が当たる場合には，賞品データベースを構築する必要はないから，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることを示唆しているとはいえない旨主張する。",
                    "しかし，引用例(甲4)の125頁の「Lucky　Chance！」のホーム",
                    "ページには，商品名別となった表の記載があり，また，「HP管理者からの一言」として「また，独自の懸賞も企画しています。」との記載がある。同引用例の128頁の「夢工房」のホームページにも，「カテゴリー検索」の「商品別」の記載があり，また，「HP管理者からの一言」として「また，読者だけの懸賞企画や懸賞必勝法のコーナーも見逃せません」の記載がある。これらの記載によれば，賞品が複数同時に存在し，その中から一つの賞品を応募者に選択させ，賞品の種類ごとに異なる情報を管理する必要のある，企業からの情報を紹介する懸賞情報サイトの役割だけでなく懸賞募集を行う懸賞サイトの存在を，当業者において推考することができる。",
                    "その他，乙1公報にも，賞品が複数同時に存在し，その中から一つの賞品を応募者に選択させ，賞品の種類ごとに異なる情報を管理する必要のある懸賞サイトが記載されている。",
                    "このように，賞品が複数同時に存在し，その中から一つの賞品を応募者に選択させ，賞品の種類ごとに異なる情報を管理する必要のある懸賞サイトが引用例にも乙1公報にも記載又は示唆されている。",
                    "さらに，データをデータベースに蓄積，管理することは，一般的に行われていることであるから，継続的に懸賞を行う場合，賞品が一つの募集しかなく一時的に賞品データが一つであっても，これをデータベースに記録することが自然であり，その場合に，賞品データが記録されたデータベースを，データ内容を基準として賞品データベースと称することは何ら不自然なこととはいえない。したがって，引用発明において，通常のインターネットを利用した懸賞システムに存在するデータベースを用いていると推定すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されていないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の「応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことである」との記載が意味不明であり，かつ，誤りであると主張する。",
                    "しかし，審決の「(e)の記載，第17頁図2．4の応募フォームの入力事項，および，応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことであるので」(審決謄本3頁下から第3段落)の文章を前段とすると，これに続く後段の「引用例1記載のようなネット懸賞において，『イ．応募者の個人情報を記憶する手段，および，ロ．所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段』が存在することも自明である。」(同段落)の文章との関連によって解釈すれば，その意味を読み取ることができる。",
                    "そして，審決が(e)として引用した引用例の「懸賞によって得られたデータは，ホームページの運営に何らかの形で活用されるのが普通です。」との記載の「懸賞によって得られたデータ」は，引用例17頁の図2．4の応募フォームの入力事項より得られた性別，結婚，年齢，職業，名前等の応募者の個人情報を含むことが自明であり，また，引用発明のような懸賞システムのホームページで活用するために，上記データを当該懸賞システムのデータベースに記憶することは，当業者であれば当然行うことと推測し得るので，後段において，引用発明のようなネット懸賞において「応募者の個人情報を記憶する手段」が存在すると結論付けているのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明が，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っていることを前提に，賞品データベースを構築する必要はなく，当然に，応募された賞品と当該応募者の個人情報とを関連付けて記憶する必要もないから，「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が存在することも自明であるとはいえない旨主張する。",
                    "しかし，懸賞システムにおいて，賞品ごとに応募者を管理し，例えば，賞品を応募者に発送するために住所，名前等の応募者の個人情報を賞品と関連付けることは技術常識であって，引用発明において，賞品と当該応募者の個人情報とを関連付けて記憶させることは，当然行うものということができる。",
                    "また，仮に，原告がいうような賞品が一つしか存在しない場合，あるいは複数の賞品の中からいずれかの賞品が当たる場合であっても，上記のとおり，懸賞システムにおいて賞品を応募者に発送するために引用発明のデーターベースに住所，名前等の応募者の個人情報を賞品と関連付けて記憶させることは，当然に必要なことというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明に「懸賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されていないことについて",
              "text": [
                "原告は，審決が，「関連情報」，「関連する情報」を使い分けているが，審決のいう「関連情報」，「関連する情報を希望する旨」が何であるか，「関連情報」と「関連する情報」との関係が不明であると主張する。",
                "しかし，「関連情報」は会員登録を行う場合に登録希望者が入力する情報であるので応募者の個人情報を含むものであり，賞品や製品情報等の配信を受けるために会員登録を行うのであるから「関連する情報」は賞品や製品情報であることが審決の理由の記載から明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定の誤り)について",
          "text": [
            "原告は，引用発明において，賞品に関する情報の提供を希望したユーザのメールアドレスあてに送信される電子メールは，そのメール自体が懸賞募集の役割も果たすものではなく，単に賞品等に関する情報のみを送信しているにすぎないことが明確であるとし，本願発明と引用発明との相違点の認定は誤りである旨主張する。",
            "しかし，引用例には，「インターネット懸賞には，Eメールを使って応募するものがある。」ことが記載されているから，引用発明において，Eメールを利用した応募が存在することは明らかであり，一方，Eメールには一般的に返信メール機能があるので，これを利用するのはごく自然なことであるから，引用発明における賞品等に関する情報を送信するメールが単に賞品等に関する情報のみを送信しているのかは，明確でないというべきであり，審決の上記認定に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，商品の販売，購入のビジネスと引用発明のインターネット懸賞では，目的が全く異なるから，商品を販売，購入する場合に，顧客が商品に自らアクセスして希望する商品を購入すること，販売者が登録した顧客に対して商品を提示して，提示された商品の中から顧客が希望する商品を購入するというビジネスの慣行を，インターネット懸賞サービスに置き換えることが容易想到であるとはいえない旨主張する。",
                "しかし，周知事項も引用発明も，顧客が希望する財貨をサービス提供側が提供するという広い目的では何ら異なるものではない。また，周知事項を引用発明に転用することについては，周知事項と引用発明は，顧客が希望する財貨をサービス提供側が提供するというビジネス分野では同じであるから，引用発明の懸賞システムに同じビジネス分野である周知のビジネス慣行を適用することは当業者が容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「メールに対する回答として返信メールを利用すること」は，通常の電子メールによる通信では周知かもしれないが，懸賞システムにおける電子メールによる通信では周知ではない。また，引用例には「インターネット懸賞の中には，Eメールを使って応募するものがあります。」とは記載されているが，インターネット懸賞への応募に電子メールをどのように使用するのかは記載されておらず，ましてやインターネット懸賞への応募に返信メールを利用することは開示も示唆もされていないと主張する。",
                "しかし，メールに対する回答として返信メールを利用することは，通常の電子メールによる通信のみならず，インターネットを利用したサービス提供システムの電子メールによる通信において，サービスの情報を提供するメールに対する返信メールを該サービスの申し込みとして利用することは周知の技術事項である。",
                "例えば，乙3公報には，サービスの情報の提供を希望したユーザのメールアドレスに，サービスに関する情報を含む電子メールを送信することと，前記電子メールに対して返信メールが出された場合に，当該情報提供されたサービスの申し込みの入力と判断することが記載されており，乙4公報には，サービスの情報の提供を希望したユーザのメールアドレスに，サービスに関する情報を含む電子メールを送信することと，前記電子メールに対して返信メールが出された場合に，当該情報提供されたサービスの申し込みの入力と判断することが記載されているのである。",
                "したがって，引用発明に，周知技術を適用し，賞品に関する情報を含む電子メールに対する返信メールを懸賞の申し込み，すなわち応募とすることは当業者が容易に想到し得るものである。",
                "なお，ユーザにインターネットを利用して賞品を提供することもサービスの一つである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な効果の看過)について",
          "text": [
            "原告は，本願発明によれば，賞品に関する情報の提供を希望したユーザは，電子メールによって賞品に関する情報を取得することができるため，欲しい賞品又は興味のある分野の賞品に対して効率よく，かつ，もれなく応募することができ，また，懸賞への応募方法は，受信した電子メールに対して返信メールを出すだけで足りるものであるため，ユーザは，所望の賞品に対して極めて簡単に応募することができ，このような本願発明の効果は，本願発明が有する構成により初めて発揮される効果であり，引用例1記載の発明及び周知技術からは想到し得るものではないと主張する。",
            "しかし，本願発明が有する構成は，引用例1記載の発明及び周知技術を組み合わせることから容易に想到し得るものであり，その構成による効果は，組み合わせたことから予測される程度のものにすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り及び本願発明と引用発明との一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明に「賞品に関する情報のデータを蓄積した賞品データベース」が記載されていないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(甲1)には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「『オープン懸賞』は，条件なしで誰もが応募できる懸賞です。クイズ形式になっているものもありますが，商品名やサービス名など，たいてい考えずに答えられるものです。簡単に応募でき，応募した全員が抽選の対象となる懸賞です。はがきによるオープン懸賞の場合は，簡単に応募できるとはいえ，はがきを用意して記入する手間がかかります。インターネットの場合は懸賞実施のホームページを表示して，住所などのわずかな情報入力とクリックを行うだけですから，その手軽さには大きな開きがあります。一人一回の応募に限るものならまだしも，そうでないものの場合には，その応募総数たるや想像を絶するものがあることがおわかりでしょう。」(8頁第3段落，「はがきによるオープン懸賞の場合は・・・その手軽さには大きな開きがあります。」が審決引用の(a)である。)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「全員プレゼント　『先着○名様にもれなくプレゼント』というものです。・・・キャンペーンによる全員プレゼントもあります。これは先着に限らず，必ずプレゼントをもらえるものですが，会員登録などの条件がつきます。もっとも，インターネットでの会員登録のほとんどは無料です。その代わりに，定期的な製品情報などの配信を受けることになるのが一般的です。たいていはEメールでその情報配信が行われるので，メールボックスに十分な容量(もしくは無制限)があるのなら，どんどん会員登録してしまってもかまわないでしょう。」(11頁第4～第5段落，審決引用の(b))"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「メールソフト　インターネット懸賞では，メールアドレスの有無は重要です。Eメールが連絡手段として主に使われるからです。また，インターネット懸賞の中には，Eメールを使って応募するものがあります。その中には，メールソフトのメール送信機能を自動的に利用する応募システムもあります。・・・メールソフトは，最近のパソコンにはたいてい標準装備されていますから，メールソフトそのものを特に用意する必要はなく，それを利用できる状態にしておけばOKです。」(14頁下から第2段落～15頁第1段落，審決引用の(c))"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「インターネットから懸賞情報を得る　インターネット懸賞に応募するには，どのホームページで実施されていて，何名にどのような懸賞品(金)が当たり，応募の締め切りがいつかなど，さまざまな関連情報を知る必要があります。",
                        "こうしたインターネット懸賞の情報は，インターネットで知ることができます。」(15頁下から第2～最終段落)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「2．3懸賞に応募する　インターネット懸賞の応募は，懸賞の実施されているホームページで行います。そのページをブラウザソフトで表示して，専用のフォームなどを使って応募します。」(16頁下から第2段落，審決引用の(d))"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「懸賞によって得られたデータは，ホームページの運営に何らかの形で活かされるのが普通です。」(25頁下から第3段落，審決引用の(e))        (キ) 「定期的な懸賞を実施するサイトからの情報配信メールは，必ず受け取ろう　インターネットで懸賞を実施するサイトの中には，Eメールによる情報配信サービスを行っているところが少なくありません。このサービスを受けるも受けないも自由ですが，インターネット懸賞応募のためには，メール配信サービスを受けたほうが有利です。特に，定期的な懸賞を実施するサイトからのメール配信は，その実施時期や懸賞品を，ホームページにアクセスすることなく確認できるという点で重宝します。」(68頁最終段落～69頁第1段落)"
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "17頁の図2．4「インターネット懸賞はこのようなフォームを使って応募することが多い」には，応募フォームが示されており，当該フォームには応募者のメールアドレスを含む個人情報を入力することが示され，また，画面の左下には送信を行うためのクリック箇所も示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，引用発明が「データベース」を利用するものであるか否かについて検討する。",
                    "「データベース」とは，英語の「data base」(情報の基地)に対応する日本語であり，通常の用語例に従えば，「系統的に整理・管理された情報の集まり。特にコンピューターで，さまざまな情報検索に高速に対応できるように大量のデータを統一的に管理したファイル。また，そのファイルを管理するシステム。」(広辞苑第5版)，「コンピューターで，相互に関連するデータを整理・統合し，検索しやすくしたファイル。また，このようなファイルの共用を可能にするシステム。」(大辞林第2版)といった意味を有するものである。",
                    "引用例の上記記載，特に，「インターネットの場合は懸賞実施のホームページを表示して，住所などのわずかな情報入力とクリックを行うだけです」(上記ア(ア))，「インターネット懸賞では，メールアドレスの有無は重要です。Eメールが連絡手段として主に使われるからです。また，インターネット懸賞の中には，Eメールを使って応募するものがあります。」(上記ア(ウ))，「メールソフトは，最近のパソコンにはたいてい標準装備されています」(同)，「インターネットで懸賞を実施するサイトの中には，Eメールによる情報配信サービスを行っている」(上記ア(キ))等といった記載によれば，引用発明がパソコンとEメールによる情報通信を利用したインターネット懸賞システムであることが明らかである。",
                    "そして，上記「『オープン懸賞』は，条件なしで誰もが応募できる懸賞です。クイズ形式になっているものもありますが，商品名やサービス名など，たいてい考えずに答えられるものです。簡単に応募でき，応募した全員が抽選の対象となる懸賞です。」(上記ア(ア))，「一人一回の応募に限るものならまだしも，そうでないものの場合には，その応募総数たるや想像を絶するものがあることがおわかりでしょう。」(同)との記載によれば，膨大な応募者が存在することを前提としていることが明らかである。",
                    "また，一方で，「インターネット懸賞に応募するには，どのホームページで実施されていて，何名にどのような懸賞品(金)が当たり，応募の締め切りがいつかなど，さまざまな関連情報を知る必要があります。」(上記ア(エ))との記載によれば，引用発明による懸賞募集者は，そのインターネット懸賞の応募者のために，「何名にどのような懸賞品(金)が当たり，応募の締め切りがいつか」等のさまざまな関連情報を提供し，かつ，応募の情報を受信するというのである。",
                    "このように，引用発明のパソコンとEメールによる情報通信を利用したインターネット懸賞システムにおいて，膨大な応募者が存在することを前提とし，その応募者のためにさまざまな関連情報を提供し，かつ，応募の情報を受信しなければならないとすれば，莫大な関連情報の蓄積，整理及び管理の必要があり，例えば，あえて人力を利用するとか，データベースに代わるものがあるなどといった特段の事情のない限り，引用発明は，さまざまな関連情報を蓄積，整理及び管理するためにデータベースを利用するシステムであると認めるのが相当である。そして，引用例を検討しても，あえて人力を利用するとか，データベースに代わるものがあるなどといった特段の事情を見いだすことはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，本願発明にいう「賞品に関する情報」とは，その一般的な意味からすると，賞品に関するあらゆる情報を包含するものであって，賞品自体の情報のみならず，賞品に付随する情報も含む概念というべきであり，特許請求の範囲において，これを限定するような記載は存在しない。念のため，本件明細書(甲2)の発明の詳細な説明をみても，その実施例には，「賞品データベース142には，各賞品に関する情報，例えば，賞品のイメージ画像，商品の説明文章(メーカー名，製品名，製品スペック，標準小売価格等)，当選者数，応募期限，当選発表日等のデータが蓄積されており」(段落【0035】)との記載があり，「イメージ画像，商品の説明文章(メーカー名，製品名，製品スペック，標準小売価格等)」といった賞品自体の情報のほか，「当選者数，応募期限，当選発表日等のデータ」といった賞品に付随する情報も賞品データベース142に蓄積されているというのである。",
                    "したがって，本願発明にいう「賞品に関する情報」は，賞品自体の情報のみならず，賞品に付随する情報も含む広い概念の語句であるというべきである。",
                    "一方，引用例には，上記のとおり，「インターネット懸賞に応募するには，どのホームページで実施されていて，何名にどのような懸賞品(金)が当たり，応募の締め切りがいつかなど，さまざまな関連情報を知る必要があります。こうしたインターネット懸賞の情報は，インターネットで知ることができます。」(上記ア(エ))との記載があるところ，「どのような懸賞品(金)」が当たるかは，上記実施例の「イメージ画像，商品の説明文章(メーカー名，製品名，製品スペック，標準小売価格等)」に対応する賞品自体の情報であり，「応募の締め切りがいつか」は，上記実施例の「応募期限」に対応する商品に付随する情報であり，いずれも，本願発明にいう「賞品に関する情報」に該当するのであって，上記イのとおり，引用発明がデータベースを利用するシステムであり，さまざまな関連情報の一つとして「賞品に関する情報」がある以上，引用発明には，「賞品データベース」も存在すると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，原告は，引用発明のような通常の懸賞サイトにおいては，一定期間内，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っているので，賞品が一つしか存在しない場合，あるいは，複数の賞品の中からいずれかの賞品が当たる場合には，賞品データベースを構築する必要はないから，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることを示唆しているとはいえない旨主張する。",
                    "しかしながら，本件全証拠によっても，「通常の懸賞サイト」が，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行うものであること，引用発明がそのような「通常の懸賞サイト」であることを認めるに足りず，原告の主張は，独自の見解に基づくものであって失当である。",
                    "なお，引用例を検討しても，引用発明が，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っているものであると認めるに足りない。また，引用発明において，複数の賞品が同時に存在し，その中から一つの賞品を応募者に選択させる構成とすることを妨げるような特段の事情も見当たらない。要するに，引用発明は，賞品に何らの限定もしていないから，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っている場合であると，複数の賞品が同時に存在し，その中から一つの賞品を応募者に選択させる場合であるとを問わない懸賞システムが開示されているというべきである。",
                    "そうすると，引用発明が，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行う構成であることを前提とする原告の上記主張は，その前提において誤っているというほかない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，引用例に，例えば，賞品データベースに基づいて懸賞の実施時期や賞品の情報を含むEメールを自動生成することが記載されていないことを理由に，「賞品に関する情報のデータを蓄積した賞品データベース」が開示されているとはいえない旨主張する。",
                    "しかし，当業者は，その発明の属する技術分野における通常の知識を有するものであり，当然に当該発明の出願当時の技術常識を有しているものであって，引用発明の内容及びデータベースについての技術常識に思いをいたせば，引用例に，賞品データベースに基づいて懸賞の実施時期や賞品の情報を含むEメールを自動生成することが明記されていないとしても，格別の思考を要することなく，容易に，「賞品に関する情報のデータを蓄積した賞品データベース」の技術を読み取ることができるものというべきである。そもそも，原告自身も，少なくとも，引用例の記載において，Eメールによる情報配信サービスを行う場合，懸賞システムに「懸賞品の情報を含むEメールを蓄積したEメールのデータベース」が存在する可能性があることを認めているのである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，原告の，引用発明に「賞品に関する情報のデータを蓄積した賞品データベース」が記載されていないとの主張は，乙1公報，乙2公報，引用例の125頁の「Lucky　Chance！」のホームページの記載及び引用例の128頁の「夢工房」のホームページの記載を検討するまでもなく，理由がないから，これらの点に関する原告の主張は，すべて採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されていないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明が，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っていることを前提に，賞品データベースを構築する必要はなく，当然に，応募された賞品と当該応募者の個人情報とを関連付けて記憶する必要もないから，「所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が存在することも自明であるとはいえない旨主張する。",
                    "しかし，引用発明が，一定期間内において，一つの賞品についての懸賞募集，あるいは複数の賞品の中からいずれかの賞品が応募者に当たるような懸賞募集を行っている場合に限定されるものでないことは，上記(1)エのとおりであるから，原告の上記主張は，前提において誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，仮に，懸賞によって得られたデータを活用するとしても，引用例には，「インターネット懸賞が実施される背景には，ホームページの宣伝や訪問者の層を知るなど，何らかの目的があります。」，「懸賞によって得られたデータは，ホームページの運営に何らかの形で活用されるのが普通です。」と記載されているにすぎず，ホームページの宣伝や訪問者の層を知るといった目的の下では，「応募された懸賞品と当該応募者の個人情報を関連付けて記憶させること」は不要である旨主張する。",
                    "しかし，引用例に，「インターネット懸賞が実施される背景には，ホームページの宣伝や訪問者の層を知るなど，何らかの目的があります。」と記載されているとおり，「ホームページの宣伝や訪問者の層を知る」ことを例示した上，「何らかの目的」があるというのであるから，その目的が限定されるようなものでないことが明らかである。したがって，「ホームページの宣伝や訪問者の層を知る」ことに限定して，「応募された懸賞品と当該応募者の個人情報を関連付けて記憶させること」は不要であるとする原告の主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，審決の理由中の「応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことである」との記載の意味が不明であり，かつ，誤りでもあると主張する。",
                    "確かに，審決の「(e)の記載，第17頁図2．4の応募フォームの入力事項，および，応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことであるので，引用例1記載のようなネット懸賞において，『イ．応募者の個人情報を記憶する手段，および，ロ．所定の懸賞品に対して応募の入力がなされた場合に，当該懸賞品に対して応募がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段』が存在することも自明である。」(審決謄本3頁下から第3段落)との認定中の「および，応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させることは当然のことである」との記載は，これを理由付ける格別の説明もなく，断定的な記載となっている。",
                    "しかし，ここに「当然のことである」が，当業者において，本件出願当時の技術常識に基づいて当然認定できることであるという趣旨であることは明らかであって，記載の意味が不明とはいえない。",
                    "そして，例えば，データベースを利用しない場合でも，申込みがあれば申込者を特定する事項をある場所に記入するとともに，同じ場所に申込者に関連する事項をも記入するのが常識であり，このような通常の社会常識に照らしても，当業者が，あえて，応募された賞品と応募者の個人情報を切り離し，応募者がどの賞品を希望するのか分からなくするという処理をするとは考えにくいのであって，「応募を受け付けた場合には，応募された懸賞品と当該応募者の個人情報を関連付けて記憶させること」は，正に当然のことというべきであって，審決に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その他，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることは自明であるとはいえないことを前提とする原告の主張は，その前提を欠くものであるから，検討するまでもないところである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明に「懸賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されていないことについて",
              "text": [
                "原告は，審決の「懸賞品や製品情報などの配信を受けるためにインターネットで会員登録を行う場合，懸賞品や製品情報の提供を希望するか否かを問う画面がユーザーのパソコンに表示され，登録希望者が当該画面上から関連情報を入力すること，また，会員登録された場合には，関連する情報を希望する旨を個人情報と関連付けて記憶させることは，いずれも自明である」(審決謄本3頁下から第2段落)との認定について，審決のいう「関連情報」，「関連する情報を希望する旨」が何であるか，「関連情報」と「関連する情報」との関係が不明である旨主張する。",
                "しかし，審決の上記記載を読めば，「関連情報」が会員登録のための入力に必要な情報を指し，「関連する情報」が賞品や製品情報など会員登録がされた後に配信を希望する情報を指すことが明らかである。",
                "原告は，「関連情報」及び「関連する情報」の語義が不明であるから，引用発明に「懸賞品に関する情報の提供を希望する入力がなされた場合に，当該希望がなされたことを，当該ユーザの個人情報と関連付けて記憶する手段」が記載されているとする審決の認定は誤りであるというが，上記のとおり，「関連情報」及び「関連する情報」の語義が不明であるとはいえないから，原告の上記主張は失当である。",
                "また，引用発明において，賞品に関する情報のデータを蓄積した賞品データベースが存在していることは自明であるとはいえないことを前提とする原告の主張は，その前提を欠き，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，引用発明についての審決の認定に誤りはないから，その誤りのあることを前提として，本願発明と引用発明との一致点の認定の誤りをいう原告の主張は，理由がなく，原告主張の取消事由1は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定の誤り)について",
          "text": [
            "原告は，引用発明において，賞品に関する情報の提供を希望したユーザのメールアドレスあてに送信される電子メールは，そのメール自体が懸賞募集の役割も果たすものではなく，単に賞品等に関する情報のみを送信しているにすぎないことが明確であるとし，本願発明と引用発明との相違点についての「そのメール自体が懸賞募集の役割も果たしているのか，それとも，メールは単に賞品等に関する情報のみを送信しているのか明確でなく」とした審決の認定が誤りである旨主張する。",
            "しかし，審決は，対比の点では，「そのメール自体が懸賞募集の役割も果たしているのか，それとも，メールは単に懸賞品等に関する情報のみを送信しているのか」が明確であるか否かについて論ずることなく，「メールは単に懸賞品等に関する情報のみを送信している」場合と同様に取り扱って，本願発明の「前記電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する手段」との構成を相違点とし，その後，進歩性の判断をしているのである。",
            "したがって，原告の上記主張は，そもそも，取消事由とはなり得ないものであって，失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「メールに対する回答として返信メールを利用すること」が周知の技術事項であることにつき当事者間に争いがなく，しかも，上記1(1)イのとおり，引用発明がパソコンとEメールによる情報通信を利用したシステムであり，Eメールを利用するものであることからすれば，本願発明と引用発明との相違点である「当該電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する手段」のうち，「当該電子メールに対して返信メールが出された場合に，当該返信メールの受信を」利用するという構成を引用発明に採用することは，当業者にとってごく容易なことであって，その利用を妨げるような格別の事情もないものというべきである。",
                "次に，「当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する手段」についてみると，ユーザからのどのような応答をもって懸賞に対する応募の入力とするかということ自体は，インターネット懸賞を実施しようとする者が，取引の態様に応じて人為的に適宜取り決め得る事項であって，そこに技術的な問題を論ずる余地はない。",
                "ところで，一般に，商品を販売，購入する場合に，顧客が商品に自らアクセスして希望する商品を購入すること，及び，販売者が登録した顧客に対して商品を提示して，提示された商品の中から顧客が希望する商品を購入すること(例えば，DMを利用した商品販売)がいずれもビジネスの慣行として周知であることは，当事者間に争いがなく，この争いのないビジネス慣行にかんがみると，「賞品に関する情報の提供を希望したユーザのメールアドレスに，賞品に関する情報を含む電子メールを送信する手段」を具備する引用発明において，ユーザのメールアドレスあてに賞品に関する情報を含む電子メールを送信するに際し，ユーザからのどのような応答をもって懸賞に対する応募の入力とするかという点について，「当該電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する」ことは，取引の態様に応じて適宜取り決め得る事柄であるというべきである。",
                "そうすると，審決の「引用例1記載の懸賞システムにおいても，ユーザが懸賞募集にアクセスする(つまり，ユーザが懸賞のホームページにアクセスする)ことに加え，懸賞を募集する側から登録したユーザーに対して懸賞募集を行うこととし，そのため，ユーザのメールアドレスに送信される懸賞品に関する情報を含む電子メールに懸賞募集の役割を持たせ，そして，その回答(すなわち，懸賞への応募)として返信メールを用いること(すなわち，『当該電子メールに対して返信メールが出された場合に，当該返信メールの受信を，当該情報提供された賞品に対する応募の入力と判断する』こと)は，当業者が容易に考え得ることと認められる。」(審決謄本5頁最終段落～6頁第1段落)との判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，商品の販売，購入のビジネスと引用発明のインターネット懸賞では，目的が全く異なるから，商品を販売，購入する場合に，顧客が商品に自らアクセスして希望する商品を購入すること，販売者が登録した顧客に対して商品を提示して，提示された商品の中から顧客が希望する商品を購入するというビジネスの慣行を，インターネット懸賞サービスに置き換えることが容易想到であるとはいえない旨主張する。",
                "しかしながら，商品の販売，購入のビジネス及び引用発明のインターネット懸賞は，いずれも，不特定多数の顧客に対して，商品又は賞品を直接又は間接に展示し，商品又は賞品の提供の申込みを待ち，申込みがあれば商品又は賞品を提供するという一連の手順において共通するものと認められ，当業者が，引用発明のインターネット懸賞システムを工夫する上で，商品の販売，購入のビジネス慣行を参考とすることは，自然かつ合理的なことというべきである。したがって，上記ビジネスの慣行を，インターネット懸賞サービスに適用することは，特段の事情でもない限り，容易に想到し得るものというべきである。そして，たとえ引用例のインターネット懸賞が，ホームページの宣伝やホームページへの訪問者の層を知るなどの目的を有し，懸賞品を募集，応募することを直接の目的とするものでないとしても，当業者が，引用発明のインターネット懸賞システムの懸賞の申込みの仕組みの工夫をする上で，当該ビジネス慣行が参考となり得ることは上記のとおりであるから，引用例における目的の記載が適用を妨げる要因になるということはできない。その他，本件証拠を検討しても，上記ビジネスの慣行を，インターネット懸賞サービスに置き換えることを妨げる特段の事情を見いだすことはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「メールに対する回答として返信メールを利用すること」は，通常の電子メールによる通信の技術分野では周知かもしれないが，懸賞システムにおける電子メールによる通信の技術分野では周知ではないと主張する。",
                "しかし，通常の電子メールによる通信の技術分野と懸賞システムにおける電子メールによる通信の技術分野とは，いずれも通常の電子メールによる通信の技術分野である点で共通しており，厳密には異なるとしても極めて近接した技術分野であって，この技術分野の違いによって周知性の有無，程度が左右されるようなものであるとは到底いうことができない。しかも，「メールに対する回答として返信メールを利用すること」は，汎用の技術であるから，前者で周知であって，後者でそうでないということは考えにくいところである。",
                "また，原告は，引用例には「インターネット懸賞の中には，Eメールを使って応募するものがあります。」とは記載されているが，インターネット懸賞への応募に電子メールをどのように使用するのかは記載されておらず，ましてやインターネット懸賞への応募に返信メールを利用することは開示も示唆もされていないと主張する。",
                "しかし，引用例に基づく容易想到性を考えるに当たって重要なことは，ある引用刊行物に接した当業者の視点から，これを契機として問題となっている発明に容易に想到し得るかどうかということである。インターネット懸賞への応募に電子メールをどのように使用するのかは，単なる設計的事項にすぎないから，適宜，引用発明に適合するように工夫すればよいのであり，インターネット懸賞への応募に返信メールを利用することは，上記(1)のとおり，当業者において，容易に想到し得ることである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用例には，①インターネットで懸賞を実施するサイトで，ユーザに対してEメールによる懸賞に関する情報配信サービスが行われていること，②インターネット懸賞にはユーザがEメールを使って応募するものがあることが記載されているが，①の技術は引用例の68頁に，②の技術は引用例の14頁にそれぞれ記載されており，引用例の全く別の箇所に記載されているから，①及び②の技術を組み合わせるには，何らかの動機付けが必要であると主張する。",
                "しかし，引用例(甲1)の68頁の①は，「当たる！ネット懸賞の法則」という1冊の書籍の「PARTⅢ　インターネット懸賞応募7か条」の項目の下に記載されたものであり，引用例の14頁の②は，その「PARTⅡ　インターネット懸賞の基礎知識」の項目の下に記載されたものであり，「当たる！ネット懸賞の法則」というテーマの下で，インターネット懸賞について多角的に説明しているものであるから，両者は密接な関連を有しており，その組合せを論ずるまでもなく，本願発明の構成に対応して，一つの技術的思想を形成する引用発明の構成部分とみるべきものである。",
                "また，原告は，③はインターネットを利用した懸賞システムとは全く無関係な一般的な技術であるから，①及び②の技術に③の技術を組み合わせるには，何らかの動機付けが必要であると主張する。",
                "しかし，③の技術(Eメールに対する回答として返信メールを利用すること)は，汎用技術であるから，Eメールに関連する技術分野に広く利用可能であることは，当裁判所に顕著である。上記1(1)イのとおり，引用発明がパソコンとEメールによる情報通信を利用したシステムであって，Eメールを利用するものであることからすれば，いずれもEメールの技術分野に係る当業者であって，その当業者が，Eメールに関する汎用技術を組み合わせてみようとするのは，ごく自然な発想であるというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したとおり，原告主張の取消事由3も採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な効果の看過)について",
          "text": [
            "原告は，本願発明によれば，賞品に関する情報の提供を希望したユーザは，電子メールによって賞品に関する情報を取得することができるため，欲しい賞品又は興味のある分野の賞品に対して効率よく，かつ，もれなく応募することができ，また，懸賞への応募方法は，受信した電子メールに対して返信メールを出すだけで足りるものであるため，ユーザは，所望の賞品に対して極めて簡単に応募することができ，このような本願発明の効果は，本願発明が有する構成によって初めて発揮される効果であり，当業者が引用発明及び周知技術から想到し得るものではない旨主張する。",
            "しかしながら，上記効果は，引用発明及び周知技術を組み合わせた構成から当業者が容易に予測し得る程度のものであって，取消事由となるようなものとはいえないから，原告主張の取消事由4も採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成17年(行ケ)10448",
    "date": "2006-02-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "009132",
    "ipprecedent_id": "412",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}