{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003-72601号事件について平成16年9月1日にした異議の決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許につき，特許庁に対しA及びB株式会社から特許異議の申立てがなされ，特許庁が，審理の上これを取り消す旨の決定をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成6年1月20日，発明の名称を「電磁波干渉抑制体」とする発明について特許を出願し，平成15年2月28日，特許庁から特許第3401650号として設定登録を受けた(甲2。以下「本件特許」という。)。",
                "本件特許に対し，平成15年10月27日付けでA及びB株式会社からそれぞれ特許異議の申立てがなされ，異議2003-72601号事件として特許庁に係属した。その係属中の平成16年6月29日，原告は本件特許の明細書の訂正を請求した(甲3。以下「本件訂正」といい，甲3中の全文訂正明細書を「本件明細書」という。)",
                "特許庁は，上記事件について審理の上，平成16年9月1日，「訂正を認める。特許第3401650号の請求項1～11に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その決定謄本は平成16年9月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の発明の要旨は，下記のとおりである。",
                "記",
                "「【請求項1】　高周波領域に於いて高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間，同一配線基板内の不要電磁波の干渉によって生じる電磁障害を抑制する電磁波干渉抑制体であって，導電性支持体と，該導電性支持体の少なくとも一方面に設けられた絶縁性軟磁性体層とを有し，該絶縁性軟磁性体層は金属軟磁性体粉末と有機結合剤を含み，前記金属軟磁性体粉末が偏平状及び／又は針状の粉末であって，尚且つ前記絶縁性軟磁性体層の磁化容易軸方向若しくは磁性粒子配向方向が，前記導電性支持体と平行であり，前記電磁波干渉抑制体は同一面上に複数の電子部品を実装する配線基板の前記複数の電子部品に沿って配され，かつ前記絶縁性軟磁性体層を前記電子部品側に配置することを特徴とする電磁波干渉抑制体。",
                "【請求項2】　高周波領域に於いて高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間，同一配線基板内の不要電磁波の干渉によって生じる電磁障害を抑制する電磁波干渉抑制体であって，導電性支持体と，該導電性支持体の少なくとも一方面に設けられた絶縁性軟磁性体層とを有すると共に，該絶縁性軟磁性体層の少なくとも一方面に設けられた誘電体層を有し，前記絶縁性軟磁性体層は偏平状及び／又は針状の金属軟磁性体粉末と有機結合剤とを含み，尚且つ該絶縁性軟磁性体層の磁化容易軸方向若しくは磁性粒子配向方向が，前記導電性支持体と平行であり，前記誘電体層は誘電体粉末と有機結合剤とを含み，前記電磁波干渉抑制体は同一面上に複数の電子部品を実装する配線基板の前記複数の電子部品に沿って配され，かつ前記絶縁性軟磁性体層又は前記誘電体層を前記電子部品側に配置することを特徴とする電磁波干渉抑制体。",
                "【請求項3】　高周波領域に於いて高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間，同一配線基板内の不要電磁波の干渉によって生じる電磁障害を抑制する電磁波干渉抑制体であって，導電性支持体と，該導電性支持体の少なくとも一方面に設けられた絶縁性軟磁性体層とを有し，該絶縁性軟磁性体層は，偏平状及び／又は針状の金属軟磁性体粉末，誘電体粉末，及び有機結合剤を含み，尚且つ前記絶縁性軟磁性体層の磁化容易軸方向若しくは磁性粒子配向方向が，前記導電性支持体と平行であり，前記電磁波干渉抑制体は同一面上に複数の電子部品を実装する配線基板の前記複数の電子部品に沿って配され，かつ前記絶縁性軟磁性体層を前記電子部品側に配置することを特徴とする電磁波干渉抑制体。",
                "【請求項4】　請求項1，2又は3記載の電磁波干渉抑制体であって，前記導電性支持体が，導電体板，網目状導電体板，もしくは導電性繊維の織物であることを特徴とする電磁波干渉抑制体。",
                "【請求項5】　請求項1，2又は3記載の電磁波干渉抑制体であって，前記導電性支持体が，絶縁基材と該絶縁基材の少なくとも一方の面に蒸着成膜された導電性膜とからなることを特徴とする電磁波干渉抑制体。",
                "【請求項6】　請求項1，2又は3記載の電磁波干渉抑制体であって，前記導電性支持体が，絶縁基材と該絶縁基材の少なくとも一方面に蒸着成膜された軟磁性金属薄膜とからなることを特徴とする電磁波干渉抑制体。",
                "【請求項7】　請求項5又は6記載の電磁波干渉抑制体であって，前記絶縁基材が，請求項1，2又は3記載の前記絶縁性軟磁性体層もしくは，請求項2記載の前記誘電体層で代用されていることを特徴とする電磁波干渉抑制体。",
                "【請求項8】　請求項1，2又は3記載の電磁波干渉抑制体であって，前記導電性支持体が，導電性微粉末と有機結合剤とからなることを特徴とする電磁波干渉抑制体。",
                "【請求項9】　請求項1，2又は3記載の電磁波干渉抑制体であって，前記導電性支持体が，絶縁基材と，該絶縁基材の少なくとも一方の面上に設けられた導電体層とを有し，該導電体層は導電性微粉末と有機結合剤とを含むことを特徴とする電磁波干渉抑制体。",
                "【請求項10】　請求項1，2又は3記載の電磁波干渉抑制体であって，前記導電性支持体が，軟磁性を有する導電性軟磁性支持体であることを特徴とする電磁波干渉抑制体。",
                "【請求項11】　請求項10記載の電磁波干渉抑制体であって，前記導電性軟磁性支持体が，軟磁性金属板，網目状軟磁性金属板，もしくは軟磁性金属繊維の織物であることを特徴とする電磁波干渉抑制体」",
                "(以下，本件特許の請求項1に係る発明を「本件第1発明」といい，請求項2以下についてもこれに準じる。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "決定の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定の内容の詳細は，別紙「異議の決定」写しのとおりである。",
                    "その要旨は，本件訂正を認めた上，本件第1～11発明は，下記の刊行物1に記載された発明，刊行物2，6，7，8に記載された技術事項及び下記の各周知例に示された技術事項に基づいて当業者が容易に発明をすることができたものであるから，本件第1～11発明に係る特許は，特許法29条2項の規定に違反する，としたものである。",
                    "記",
                    "・刊行物1　特開昭55-157300号公報(甲4)",
                    "・刊行物2　特開昭60-57700号公報(甲5)",
                    "・刊行物6　特開昭49-89461号公報(甲6)",
                    "・刊行物7　山田桜編「プラスチックス配合剤-基礎と応用」株式会社                    大成社発行，昭和46年7月10日初版第2刷(84～87，90，91頁)(甲7)",
                    "・刊行物8　「電磁波の吸収と遮蔽」日経技術図書株式会社発行，1989年1月10日(684，685，694～697，700，701頁)(甲8)",
                    "・周知例1　特開昭63-269804号公報(甲9)",
                    "・周知例2　特開平4-211198号公報(甲10)",
                    "・周知例3　特開平5-335776号公報(甲11)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件決定は，本件第1発明と刊行物1(甲4)に記載された発明(以下「刊行物1発明」という。)とを対比して，その一致点及び相違点を，次のとおり認定した。",
                    "(一致点)",
                    "「高周波領域に於いて不要電磁波の干渉によって生じる電磁障害を抑制する電磁波干渉抑制体であって，導電性支持体と，該導電性支持体の少なくとも一方面に設けられた絶縁性軟磁性体層とを有し，該絶縁性軟磁性体層は金属軟磁性体粉末と有機結合剤を含み，前記金属軟磁性体粉末が扁平状及び／又は針状の粉末であって，尚且つ前記絶縁性軟磁性体層の磁化容易軸方向若しくは磁性粒子配向方向が，前記導電性支持体と平行であることを特徴とする電磁波干渉抑制体。」である点",
                    "(相違点1)",
                    "本件第1発明においては「高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間，同一配線基板内の」電磁波の干渉を抑制するのに対し，刊行物1には該構成についての言及がない点",
                    "(相違点2)",
                    "本件第1発明においては，「電磁波干渉抑制体は同一面上に複数の電子部品を実装する配線基板の(前記)複数の電子部品に沿って配され，」の構成を採用しているのに対し，刊行物1には該構成についての言及がない点",
                    "(相違点3)",
                    "本件第1発明においては，「絶縁性軟磁性体層を(前記)電子部品側に配置する」構成を採用しているのに対し，刊行物1には該構成についての言及がない点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "決定の取消事由",
              "text": [
                "しかしながら，本件決定は，本件第1発明と刊行物1発明との一致点の認定を誤り，本件第1～11発明についての進歩性の判断を誤ったから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点の認定の誤り)",
                  "text": [
                    "本件明細書(本件訂正後のもの。甲3)の段落【0008】の「それ故に本発明の課題は，電磁波の透過に対しては，導電性のシールド材と同等の遮蔽効果をもち，電磁波の反射に対しては，少なくとも反射による電磁結合を助長させることのない電磁波干渉抑制体を提供することにある。」との記載からも明らかなとおり，本件第1発明に係る電磁波干渉抑制体は，電磁波の透過に対して遮へい効果をもつだけでなく，「電磁波の反射による電磁結合」をも助長させることのない電磁波干渉抑制用途に利用するものである。",
                    "一方，刊行物1に記載された遮へい吸収材2’は，ケース又は壁等の支持部材に取り付けて使用されるものであるところ，刊行物1では，ケース内部に配置されるコンデンサ，ボリューム，スイッチに対する遮へい吸収材からの反射による悪影響について全く考慮されておらず，電磁波の反射について全く開示されていないから，刊行物1から遮へい材自体による反射を課題として見いだすことは困難であり，刊行物1に記載された遮へい吸収材2’は電磁波の吸収用途だけを目的とするものである。",
                    "このように本件第1発明の電磁波干渉抑制体は，電磁波の透過及び反射の双方を抑制する用途に利用することを目的とするのに対し，刊行物1に記載された遮へい吸収材2’は，電磁波の吸収用途だけを目的とするものであって，両者は明らかに異なるから，本件第1発明と刊行物1発明が電磁波干渉抑制体である点で一致するとした本件決定の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本件第1発明についての進歩性の判断の誤り)        (ア)　伝導ノイズは，本来の信号に重畳されたり，導体表面にトラップされた高周波電流の形態をとるノイズであり，進行する電磁波の形態をとる放射ノイズとは形態上区別されるものである。一方で，放射ノイズが導体表面にトラップされれば，伝導ノイズとなるし，伝導ノイズが空間に飛び出してしまえば，放射ノイズとなるものである。",
                    "そして，本件特許発明は，所定の材料(金属軟磁性体粉末，有機結合材，導電性支持体)からなる複合磁性体を，潜在的ノイズ源と考えられる電子部品などに近接して配置することにより，電磁波干渉抑制用途へ利用したことに基づく用途発明の一種であり，本件特許発明の直接的な対象は伝導ノイズであり(本件明細書の段落【0004】)，伝導ノイズを放射ノイズに変わる前に消滅させ，結果として放射ノイズによる誤動作の防止を行うことを前提としている。伝導ノイズを消滅させるためには，その実体たる高周波電流を抵抗に流し込んで熱に変換させてしまえば良いが，高周波電流の経路に直接的に抵抗を挿入することは不可能であるため，伝導ノイズに付随する磁界(高周波電流の近傍)に磁気損失の高い部材(高磁気損失部材)を配置することで，高周波電流に仮想的な抵抗を挿入したことと同じ効果を得ようとするのが，本件特許発明の一つのポイントである。",
                    "一方，刊行物1，2記載の技術は，いずれも放射ノイズを直接的な対象としているものであるところ，放射ノイズを吸収しようとする場合，電波吸収体と空間との境界面においてインピーダンスマッチングを図ることが必要不可欠であるが，遠方界においてはマッチング対象のインピーダンスが一定(377Ω)であるのに対し，近傍界においては，インピーダンスがノイズ源からの距離に応じて変化することに加え，ノイズ源の特定自体が困難であることから，インピーダンスマッチングは事実上不可能であるため，近傍界において放射ノイズを直接的な対象として対策をしようとする場合には，完全な“吸収”はありえず，吸収体に取り込めなかった放射ノイズは吸収体により反射されることになる。また，放射ノイズのエネルギーは，ノイズ源に近ければ近い程大きいのが普通であるから，反射された場合のエネルギーもノイズ源に近いところで反射された方が当然に大きくなる。",
                    "したがって，放射ノイズを直接的な対象としている刊行物1記載の遮へい吸収材又は刊行物2記載の電磁シールド材を，ノイズ源又は潜在的ノイズ源に近接して配置することに適するように変形し，その変形後の遮へい吸収材又は電磁シールド材を本件特許発明の用途(電磁波干渉抑制用途)で用いるという発想は，より大きいエネルギーのノイズを電子機器等に向けて戻すことになってしまうことから，生まれて来ないのである。",
                    "このように伝導ノイズ対策のために，刊行物1記載の遮へい吸収材又は刊行物2記載の電磁シールド材を，本件第1発明の電磁波干渉抑制体に転用することには技術的な阻害要因があった。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件決定は，「出願人自ら<相違点1>の「高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間，同一配線基板内の」電磁波の干渉を抑制することが本件特許出願前に知られていること，及び<相違点2>の「電磁波干渉抑制体は同一面上に複数の電子部品を実装する配線基板の(前記)複数の電子部品に沿って配され，」の構成が本件特許出願前に知られていることを認めている。」と認定しているが(11頁24行～29行)，本件特許発明にいう複合磁性体(導電性支持体，金属軟磁性体粉末，有機結合材)を電磁波干渉抑制用途に利用することが本件特許出願前に公知であったとはいえず，本件明細書に記載もないから，上記認定は誤りである。",
                        "また，本件決定は，相違点1及び相違点2の構成は，周知例2(甲10)にも示されている技術事項であるから，相違点1及び相違点2である電磁波干渉抑制体を適用する個所の構成としては周知の構成である旨認定しているが(11頁30行～33行)，周知例2には，本件特許発明にいう複合磁性体を電磁波干渉抑制用途に利用することは記載されていないし，わずか1件の公開特許公報をもって周知であるとは必ずしもいえず，しかも，周知例2に対しては，原告にあらかじめ意見を述べる機会が与えられていないから，上記認定には手続違背がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件決定は，「<相違点3>の構成に関しては，絶縁性軟磁性体層は不要電磁波を吸収するのであるから，絶縁性軟磁性体層を適用する際，絶縁性軟磁性体層を不要電磁波が生ずる電子部品側に配することは極めて当然のことである。」(11頁34行～37行)と認定判断している。",
                        "しかし，本件明細書は，不要電磁波の吸収のみならず，同じ基板面に対する不要輻射の反射，ノイズ源側の同一配線基板内での二次的な電磁結合の助長をも抑制する手段を開示しているのに，本件決定では，不要輻射の反射及び二次的な電磁結合について全く言及していないから，本件第1発明を誤認していることは明らかである。また，刊行物1には，電磁波を遮へいするために，不要電磁波を吸収することのみが記載されており，使用環境によっては，吸収以外の現象が生じてしまうことについて全く言及していないから，本件決定の前記認定判断は明らかに失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件第1発明における相違点1～3の構成は，当業者が容易に想到することができたとする本件決定の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(本件第2～11発明についての進歩性の判断の誤り)        (ア)　本件第2，3発明は，その中枢が本件第1発明と同様であるので，進歩性を有する。",
                    "周知例1(甲9)には，誘電体粉末を含んだ接着性樹脂材を誘電体共振器の開放端面に塗布し，硬化させることによって，共振周波数を調整することが記載されているが，共振器と，電磁波の透過及び反射を対象とする本件第3発明とは，技術分野に同一性も近接性もないので，周知例1は，本件第3発明の進歩性を否定する根拠にならない。",
                    "また，わずか1件の公開特許公報をもって周知であるとは必ずしもいえず，しかも，周知例1に対しては，原告にあらかじめ意見を述べる機会が与えられていないから，これを周知であると認定することには手続違背がある。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件第4～11発明は，本件第1～3発明の従属項であって，本件第1～3発明が進歩性を有する以上，進歩性を有する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由4(アスペクト比とμ”の関係についての認定判断の誤り)        　本件決定は，周知例3(甲11)の段落【0016】と【表1】を根拠に，「アスペクト比の大きな粉末を用いるとμ”が大になることと，この事実が電磁波の吸収に利用できることは」，周知例3に示されているように当該分野では周知の事実である(13頁12行～14行)と結論づけている。",
                    "しかし，周知例3には，「誘電特性も電磁波の吸収に利用できること」は示されているものの，「アスペクト比の大きな粉末を用いるとμ”が大になること」は開示されておらず，周知例3から「アスペクト比の大きな粉末を用いるとμ”が大になること」が周知であると，結論することはできない。また，磁性を応用した本件特許発明に対して，誘電性を応用した発明を示して「この事実が電磁波の吸収に利用できることが明白に示されている。」ということもできない。わずか1件の公開特許公報をもって周知であるとは必ずしもいえず，しかも，周知例3に対しては，原告にあらかじめ意見を述べる機会が与えられていないから，これを周知であると認定することには手続違背がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "以下に述べるとおり，本件決定には，原告主張の違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対して",
              "text": [
                "刊行物1に記載の遮へい吸収材2’と本件第1発明の電磁波干渉抑制体とは，「高周波領域に於いて不要電磁波の干渉によって生じる電磁障害を抑制する電磁波干渉抑制体であって，導電性支持体と，該導電性支持体の少なくとも一方面に設けられた絶縁性軟磁性体層とを有し，該絶縁性軟磁性体層は金属軟磁性体粉末と有機結合剤を含み，前記金属軟磁性体粉末が扁平状及び／又は針状の粉末であって，尚且つ前記絶縁性軟磁性体層の磁化容易軸方向若しくは磁性粒子配向方向が，前記導電性支持体と平行である電磁波干渉抑制体。」である点では構成が同じであるから，刊行物1には電磁波の「透過」及び「反射」という用語は用いられていないものの，刊行物1の遮へい吸収材の「吸収」の意味するところは，不要な電磁波を遮へい吸収材の中へ閉じ込めて電磁波の透過も反射も抑制するというものであり，本件第1発明の電磁波干渉抑制体が電磁波の透過及び反射の双方を抑制するのと同様の機能を果たすものと解される。刊行物1の第4図に示された多層構造の遮へい吸収材2’が電磁波の透過抑制機能は備えているが，反射抑制機能(電磁波の反射による電磁結合を助長させることがない機能)は備えていないとする根拠はなく，吸収を「透過」抑制機能のみと限定的に解釈する合理的理由はない。",
                "また，そもそも，本件第1発明の「電磁波干渉抑制体」という用語は，電磁結合を抑制するものという意味であって，電磁波の透過及び反射の双方を抑制するものに限定されるものとはいえない。",
                "したがって，刊行物1記載の発明の遮へい吸収材2’が本件第1発明の電磁波干渉抑制体に相当するとした本件決定の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件特許発明の直接的な対象が伝導ノイズである旨述べているが，本件明細書の段落【0007】・【0008】に，例えば「発明が解決しようとする課題」の欄に「上述した配線基板では，・・・同じ基板面に対しては，不要輻射の反射が生じてしまい，ノイズ源側の同一配線基板内での二次的な電磁結合が助長されるという問題がある。それ故に本発明の課題は，・・・電磁波の反射に対しては，少なくとも反射による電磁結合を助長させることのない電磁波干渉抑制体を提供することにある。」と記載されているように，本件特許発明は，反射によるノイズを対象とするものということができる。",
                    "そして，電磁波干渉抑制効果を得るためにノイズ源又は潜在的ノイズ源の近傍に電磁シ-ルド材を近接配置することへのニーズは，本件特許出願前から周知であって，このような配置の場合にも反射によるノイズを防止する必要があることは明らかである。また，放射ノイズ対策用であるという刊行物1の第4図記載の遮へい吸収材2’の技術を伝導ノイズ対策用であるという本件第1発明のような近傍界における不要電磁波対策用の技術に転用することには何ら技術的な阻害要因はないから，刊行物1記載の遮へい吸収材2’をノイズ源又は潜在的ノイズ源に対して近接配置して，本件第1発明のような形態のものにも使用することは，当業者が容易に推考し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の段落【0006】には，「複数の配線基板を重ね合わせて実装する場合においては，部品間や配線基板間の電磁波干渉に由来する電磁障害の起こりうる可能性が極めて高くなり，何等かの対策が不可欠となる。」と記載され，更に「これらの配線基板間における干渉の対策手段としては，一般に，導電性のシールド材(銅板，アルミニウム板等)を配線基板間に挿入することが行われている。」とも記載されていることから明らかなように，部品間や配線基板間の電磁波干渉に由来する電磁波障害が起こる可能性があるので，何らかの対策が不可欠となるという要求があって，その対策手段として，一般に，導電性のシールド材を配線基板間に挿入することが行われており，実質的に相違点1及び2に係る構成が本件特許出願前に公知であったことが裏付けられている。",
                    "そして，本件第1発明の技術背景となる電磁波シールド材(電磁波遮蔽体)を配線基板間に挿入する構成は，乙1(特開平3-175824号公報(第4図参照))・2(特開平5-308198号公報)・3(特開平3-70196号",
                    "公報(第1図))・4(実願昭61-768号(実開昭62-112196号)の",
                    "マイクロフィルム(第2図))・5(実願昭61-146880号(実開昭63-",
                    "55483号)のマイクロフィルム)に示されているように，本件特許出願前から周知のものであり，本件第1発明は，刊行物1の第4図記載の遮へい吸収材2’を従来から周知の構造体における電磁波シールド材に代えて適用したにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1の遮へい吸収材2’は，電磁波の「透過」抑制及び「反射」抑制の両方を含めて電磁波を吸収するものであると解されるから，刊行物1の電磁遮へい吸収材2(本件第1発明の絶縁性軟磁性体層に相当)を積層してある側を不要電磁波を発生する電子部品側に向けて配置することは，本件第1発明の条件下で適用する際には至極当然なことであり，本件決定の相違点3の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件第1発明は，本件明細書の段落【0006】の記載事項，及び周知例2に示された技術事項を始めとする乙1～5に例示された周知技術である構成を参酌することによって，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対して",
              "text": [
                "本件第2～11発明についても，本件決定の各周知例に示された技術事項及び乙1～5に例示された周知技術を参酌することによって，刊行物1発明及び刊行物2，6，7，8に記載された各技術事項に基づいて当業者が容易に発明をすることができたものである。",
                "なお，電気特性を調整するために誘電体粉末を加えることは刊行物7(甲7)や周知例1(甲9)にみられるように周知であり，また，電波吸収体として磁性体と誘電体を組み合わせることも，例えば周知例3(甲11)にみられるように周知の事項である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対して",
              "text": [
                "アスペクト比とμ”の関係については本件明細書の実施例で言及しているのであって，本件の請求項1の記載からだけでは原告がいうアスペクト比とμ”の関係を明らかにしたとはいえず，原告の主張は，特許請求の範囲の記載に基づかない主張であるといわざるを得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(決定の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張に係る本件決定の取消事由(請求原因(4))について，以下，順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件第1発明の電磁波干渉抑制体は，電磁波の透過及び反射の双方を抑制する用途に利用することを目的とするのに対し，刊行物1には電磁波の反射について全く開示されておらず，刊行物1に記載された遮へい吸収材2’は，電磁波の吸収用途だけを目的とするものであって，本件第1発明と刊行物1発明は明らかに異なるから，両者が電磁波干渉抑制体である点で一致するとした本件決定の一致点の認定は誤りである旨主張する。",
                "そこで検討するに，刊行物1(甲4)の「特許請求の範囲」には「(6)　非導電性粘結物質と導電性箔状粒子の混練成形材であって，上記箔状粒子が表面に平行に配向している成形材と，金属板との多層構造にしたことを特徴とする電磁遮へい吸収材。」，「(7)　金属板が高透磁率磁性材であることを特徴とする特許請求の範囲第6項に記載の電磁遮へい吸収材。」との記載があり，またその「発明の詳細な説明」には，「本発明を以下に詳細に説明する。非導電性の粘結物質としては，ポリ塩化ビニル，ポリ塩化ビニリデン，・・・(中略)・・・カルボキメチルセルロース等の物質が使用される。導電性箔状粒子には，フレーク状の黒鉛粉末粒子，アルミニウム，銀，銅等の高導電性の金属粉末をロールで圧延して箔状にしたもの，さらに高透磁率磁性材料のパーマロイ，アルパームの箔状粒子，センダストの箔状粒子等が用いられる。」(以上，2頁左下欄2行～右下欄1行)，「以上説明した非導電性粘結物質と導電性箔状粒子との混練物の電磁遮へい吸収剤は，金属板に比べるとその電気抵抗は高いものといわなければならない。従って，高周波に対する電磁遮へいには有効であるが，低周波に対しては効果が不足する場合がある。",
                "このような場合には・・・(中略)・・・。さらにこの金属板4として磁性材，特にケイ素鋼板のような高透磁性金属材を用いると，低周波から高周波まで広い周波帯域で電磁波の有効な遮へい吸収ができるものとなる。」(3頁左下欄5行～右下欄2行)と記載されている。",
                "これらの記載によれば，刊行物1には「高周波領域に於いて不要電磁波の干渉によって生じる電磁障害を抑制する遮へい吸収材であって，金属板と，該金属板の少なくとも一方面に設けられた混練成形材とを有し，該混練成形材は高透磁率磁性材料の箔状粒子と粘結物質を含み，前記混練成形材の磁性粒子配向方向が，前記金属板と平行であるもの」が示されているといえる。",
                "また，本件明細書(甲3)には，「本発明の一つの構成要素である導電性支持体(もしくは導電性軟磁性支持体)1としては，銅薄板，ステンレス薄板，アルミニウム薄板等の金属薄板，及び・・・(中略)・・・或いは細線状の導体を網目状に加工した金網等を使用することができる。」(段落【0031】)，「本件発明の構成要素のもう一つである絶縁性軟磁性層2の形成に用いることのできる偏平状(もしくは針状)の軟磁性体粉末3としては，高周波透磁率の大きな鉄アルミ珪素合金(センダスト)，鉄ニッケル合金(パーマロイ)をその代表的素材として挙げることでき，粉末のアスペクト比は十分に大きい(おおよそ5：1以上)ことが望ましい。」(段落【0033】)，「絶縁性軟磁性層2の形成に用いる有機結合剤4としては，ポリエステル系樹脂，ポリ塩化ビニル系樹脂，ポリビニルプチラール樹脂，ポリウレタン樹脂，セルロース系樹脂・・・(中略)・・・・等を挙げることができる。」(段落【0034】)との記載がある。",
                "そうすると，本件第1発明と刊行物1発明とは，「導電性支持体(刊行物1の「金属板」に相当)と，該導電性支持体の少なくとも一方面に設けられた絶縁性軟磁性体層(刊行物1の「混練成形材」に相当)とを有し，該絶縁性軟磁性体層は金属軟磁性体粉末(刊行物1の「箔状粒子」に相当)と有機結合剤(刊行物1の「粘結物質」に相当)を含み，前記金属軟磁性体粉末が扁平状及び／又は針状の粉末であって，尚且つ前記絶縁性軟磁性体層の磁化容易軸方向若しくは磁性粒子配向方向が，前記導電性支持体と平行である」点において，構成が一致していることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，刊行物1(甲4)には「一般に，磁気遮へい材としては，鉄などの高透磁率磁性材の薄板や高透磁率磁性材の粉末を焼結したものが使用されている。",
                "また電気遮へい材としては，導電率の大きな金属薄板が用いられている。しかも，磁界又は電界を効果的に遮へいするためには，1枚の厚い遮へい材を用いるよりも薄い遮へい材を多層構造にして用いる方が過電流損を抑制することができることから，好ましいものとされている。しかしながら，薄い磁性材料の板や導電率の高い金属板を何枚も重ねて遮へいすることは加工がむずかしく，特に小型の電気，電子機器の遮へいをするとなると，加工の困難性が一層顕著となる。」，「また一般に，電波無響室の遮へい壁には，発泡ポリウレタンや発泡ポリスチレンに黒鉛粉末を混入した材料のものが使われている。しかし，この場合でも，これら発泡性樹脂では，小型機器の遮へいに使用しようとすると成形加工が困難である問題がある。」，「本発明は，このような従来の問題に鑑みてなされたものであり，成形性が良く安価に製造でき，種々の電気，電子機器の電磁波の遮へい吸収を効果的に行なうことができる電磁遮へい吸収材を提供することを目的とする。」，「すなわち，本発明は，非導電性粘結物質と導電性箔状粒子との混練成形材で，しかも箔状粒子が成形材の表面に平行に配向していることを特徴とする電磁遮へい吸収材，さらに低周波に対しても効果的な遮へい性を示す上記遮へい吸収材と金属板との多層構造の電磁遮へい吸収材を提供するものである。」(以上，2頁左上欄1行～同頁左下欄1行)，「さらに磁気の遮へい吸収に重点を置くときには，磁性材，特に高透磁率磁性材の箔状粒子を用いる。」(3頁左下欄2～4行)，「尚，以上説明した電磁遮へい吸収材の用途には，シート状のまま，又は一定の成形加工をすることによりコンデンサケース，ボリュームやスイッチ等の電気，電子機器のケース，シャーシのシールドカバー，シールドルームの壁材その他がある。」(3頁右下欄3～7行)がある。",
                "これらの記載によれば，刊行物1の遮へい吸収材は，磁界や電界を遮へいするだけでなく，電磁波を吸収する作用も有することが認められる。そして，電磁波を吸収し，熱に変換すれば，当然，電磁波の透過及び反射を抑制することができることは明らかであるから，刊行物1の遮へい吸収材は，電磁波の透過を防止するとともに，電磁波の反射を抑制する作用をも奏するものといえる。",
                "そして，本件第1発明と刊行物1発明とは前記認定の点において構成が一致していること及び本件明細書(甲3)の段落【0022】には「また，軟磁性体粉末の形状が偏平状もしくは針状であるために，形状磁気異方性が出現し，高周波領域にて磁気共鳴に基づく複素透磁率の増大化が生じ，不要輻射成分が効率的に吸収，抑制される。」との記載があることに照らすと，刊行物1発明の「遮へい吸収材」が有する電磁波を吸収する作用と本件第1発明の「電磁波干渉抑制体」が有する電磁波の反射による電磁結合を抑制する作用とは同じのものと認められる。",
                "したがって，刊行物1に記載された遮へい吸収材2’は，本件第1発明の電磁波干渉抑制体に相当するものであるから，本件決定の一致点の認定に誤りはない。",
                "原告は，本件第1発明の電磁波干渉抑制体は，電磁波の透過及び反射の双方を抑制する用途に利用することを目的とするのに対し，刊行物1に記載された遮へい吸収材2’は，電磁波の吸収用途だけを目的とするものであり，用途が異なるから本件決定の一致点の認定は誤りである旨主張するが，そもそも原告が主張するような用途の相違は，本件決定の一致点の認定に影響を及ぼすものとは認められない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(本件第1発明についての進歩性の判断の誤り)について    (1)　原告は，本件特許発明は，伝導ノイズを放射ノイズに変わる前に消滅させ，結果として放射ノイズによる誤動作の防止を行うことを前提とするもので，本件特許発明の直接的な対象は伝導ノイズであるのに対し，刊行物1記載の遮へい吸収材又は刊行物2記載の電磁シールド材は，いずれも放射ノイズを直接的な対象とするものであって，これらを伝導ノイズ対策のためにノイズ源又は潜在的ノイズ源に近接して配置する本件第1発明の電磁波干渉抑制体の用途に転用することには技術的な阻害要因があった旨主張する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲3)には，「【産業上の利用分野】本発明は電磁波干渉抑制体に関し，特に高周波領域において不要電磁波の干渉によって生じる電磁障害を抑制するために用いられる電磁波干渉抑制体に関する。」(段落【0001】)，「【従来の技術】近年，デジタル電子機器をはじめ高周波を利用する電子機器類が普及しており，中でも準マイクロ波帯域を使用する通信機器類の普及がめざましい。例えば，携帯電話に代表される移動体通信機器は，特に小型化・軽量化の要求が顕著であり，高密度実装化が最大の技術課題の一つとなっている。」(段落【0002】)，「したがって，過密に実装された電子部品類やプリント配線には，信号処理速度の高速化も図られているため，静電及び電磁結合による線間結合の増大化や放射ノイズによる干渉などが生じ，電子機器類の正常な動作を妨げる事態が少なからず生じている。」(段落【0003】)，「このようないわゆる電磁障害に対して，従来は回路の出力端子毎にローパスフィルタ等を接続し，不要な高周波電流を抑制したり，問題となる回路を遠ざけるような方策を講じる等で電磁障害の原因となる電磁結合，不要輻射や伝導ノイズ等を抑制していた。」(段落【0004】)，「これら高周波電子機器のさらなる小型，軽量化を実現する具体策として，例えば，一枚のプリント配線基板に異なる回路を混在(例えば，電力回路と小信号回路)させたり，回路ごとに小基板化し，それらを重ね合わせて実装するといった手段が取られることが多くなってきている。」(段落【0005】)，「しかし，特に，複数の配線基板を重ね合わせて実装する場合においては，部品間や配線基板間の電磁波干渉に由来する電磁障害の起こりうる可能性が極めて高くなり，何等かの対策が不可欠となる。これらの配線基板間における干渉の対策手段としては，一般に，導電性のシールド材(銅板，アルミニウム板等)を配線基板間に挿入することが行われている。配線基板では，部品実装密度が高くなっているために，高周波磁界波はノイズ源に対して低インピーダンスとなっており，配線基板の相互間隔も接近して配置されている。」(段落【0006】)，「【発明が解決しようとする課題】しかしながら，上述した配線基板では，ノイズ源となる一方の配線基板に対向する他方の配線基板に対しての遮蔽効果は期待できるものの，同じ基板面に対しては，不要輻射の反射が生じてしまい，ノイズ源側の同一配線基板内での二次的な電磁結合が助長されるという問題がある。」(段落【0007】)，「それ故に本発明の課題は，電磁波の透過に対しては，導電性のシールド材と同等の遮蔽効果をもち，電磁波の反射に対しては，少なくとも反射による電磁結合を助長させることのない電磁波干渉抑制体を提供することにある。」(段落【0008】)との記載がある。",
                    "これらの記載によれば，本件特許発明の課題は，複数の基板間で電磁波を遮蔽するとともに，ノイズ源側の基板に対する電磁波の反射を抑制し，反射による同一配線基板内での二次的な電磁結合を助長させることのない電磁波干渉抑制体を提供することにあることが認められるものの，原告が主張するように本件特許発明が伝導ノイズのみを直接の対象としているものとまで認めることはできないし，本件明細書の他の記載からもこれを認めるに足りない。したがって，本件特許発明の直接的な対象は伝導ノイズであるとの原告の主張は，本件明細書の記載に基づかないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，刊行物2(甲5)の「特許請求の範囲」には「(1)　高分子材料にフェライト粒子を混合した複合フェライトの一面に導電性繊維布又は導電性複合材料からなる抵抗体層を設けたことを特徴とする電磁シールド材。」との記載があり，同「発明の目的」には「本発明は，上記の点に鑑み，加工性の良好な複合フェライトの一面に抵抗体層を形成する構成とし，入射電波の透過量を充分に少なくするとともに，反射波を複合フェライト部分で吸収して放射ノイズエネルギーの蓄積防止を図った電磁シールド材を提供しようとするものである。」(1頁右下欄18行～2頁左上欄3行)との記載がある。",
                    "これらの記載によれば，刊行物2記載の電磁シールド材は，電磁波の透過を抑制するとともに，反射波を吸収して抑制するものであることが認められる。",
                    "そして，刊行物1の遮へい吸収材及び刊行物2の電磁シールド材は，放射ノイズを対象とし，電磁波の透過を防止するものであるとともに，吸収することにより抑制するものでもあり，ノイズ源側の基板に近接配置された場合に伝導ノイズをも抑制する効果があるものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，放射ノイズを吸収しようとする場合，電波吸収体と空間との境界面においてインピーダンスマッチングを図ることが必要不可欠であるが，遠方界においてはマッチング対象のインピーダンスが一定(377Ω)であるのに対し，近傍界においては，インピーダンスがノイズ源からの距離に応じて変化することに加え，ノイズ源の特定自体が困難であることから，インピーダンスマッチングは事実上不可能であるため，近傍界において放射ノイズを直接的な対象として対策をしようとする場合には，完全な“吸収”はありえず，吸収体に取り込めなかった放射ノイズは吸収体により反射されることになり，しかも，放射ノイズが反射された場合のエネルギーもノイズ源に近いところで反射された方が当然に大きくなるから，放射ノイズを直接的な対象としている刊行物1記載の遮へい吸収材又は刊行物2記載の電磁シールド材を，ノイズ源又は潜在的ノイズ源に近接して配置することに適するように転用し，本件特許発明の用途に適用しようする発想は生まれない旨主張する。",
                    "しかし，刊行物1には，遮へい吸収材の入力インピーダンスに関する記載はなく，また，刊行物1の遮へい吸収材の用途は，前記2(2)のとおり，シールドルームの壁材のほか，コンデンサケース，ボリュームやスイッチ等の電気，電子機器のケース，シャーシのシールドカバー等であり(甲4の3頁右下欄3～7行)，これらの用途には放射ノイズの反射を完全に抑制することを必ずしも要しないものを含むことに照らすと，遮へい吸収材をノイズ源又は潜在的ノイズ源に近接して配置することについてインピーダンスマッチングを図る観点から阻害事由があるとまで認め難い。",
                    "加えて，①　本件決定が周知例2として引用した特開平4-211198号公報(甲10)の【要約】(1頁)には，「【構成】　腕時計型受信機に内蔵される回路組立体5は，液晶表示パネル13，信号処理回路部の形成された第2の回路基板14，ノイズ遮蔽板15，スペ-サ17，受信回路部の形成された第1の回路基板16で構成され，この順序で本体部の表面側から積層されており，パネル枠11および回路ケ-ス体12でサンドイツチ状に挟まれ，組み立てられている。」，「【効果】　信号処理回路部からのノイズを効果的に遮蔽可能なシ―ルド構造を有する腕時計型通信装置などの携帯式の送受信装置を，装置の寸法を大きくすることなく，また，装置の価格の増大もなく提供できる。」との記載がある。②　特開平5-308198号公報(乙2)には，「【産業上の利用分野】本発明は，防水・防滴・防塵が必要で，かつ，シールドのための板金を筐体内部に有する小型電気製品などのシールド構造に関するものである。」(段落【0001】)，「【従来の技術】近年，電気機器に高周波が多く用いられるようになり，それに伴ってシールド対策の重要性が高まっている。また，電話やコンピュータなどの様々な機器が携帯できるように小型化されていくなか，これらの機器の構成部品はより近接の度を増し，シールド対策によって部品相互の干渉を防がなくてはならないケースが多くなっている。」(段落【0002】)，「電気部品の中には，その使用時に，不要な電波を放射するものがあり，これがノイズとなって，他の部品に悪影響を与える。このような部品は，周囲をシールドして，電波の不要輻射を遮断しなくてはならない。」(段落【0003】)，「上部筐体13と下部筐体14との内部にはブラケット15，16を介して基板11，12が固定され，この基板11，12の間にシールド板金17が配設されている。したがって，上部筐体13と下部筐体14の内部下方寄り位置に固定されている基板11は，下部筐体14とシールド板金17によって囲まれ，上部筐体13と下部筐体14の内部上方寄り位置に固定されている基板12は，上部筐体13とシールド板金17によって囲まれている。」(段落【0015】)との記載がある。③　実願昭61-768号(実開昭62-112196号)のマイクロフィルム(乙4)には，「この考案は，機能の異なる複数の電子回路部を互いに高周波的にシールドする部品実装構造に関するものである。」(1頁14行～15行)，「フレキシブル基板(11)を図のように電子回路部(11a)(11b)が対面する形の間にシールドパターン部(11",
                    "c)が位置するように折り曲げ，電子回路部(11a)のアースパターンとシールドカバーのツメ(12a)及びフレキシブル基板のライン接続部(11c)のアースパターンとシールドパターン部(11d)を各々，半田付けにより電気的，機械的に接続固定して，シールドケース(13)に収納する。これによってシールドパターン部(11d)とシールドカバー(12)及びシールドケース(13)から成るシールド構造が形成され，電子回路部(11a)(11b)間と外部への高周波的干渉が防止される。」(4頁11行～5頁2行)との記載がある。④　実願昭61-146880号(実開昭63-55483号)のマイクロフィルム(乙5)に",
                    "は，「第1及び第2のプリント回路基板をシールドするシールド板を有し，該シールド板に上記第1及び第2のプリント回路基板を保持する第1及び第2のプリント回路基板保持部を設けると共に機体本体に固定する固定手段を設けたことを特徴とするプリント回路基板取付装置。」(実用新案登録請求の範囲)との記載がある。",
                    "上記①ないし④によれば，本件特許出願時において，電磁波遮蔽部材により「高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間の電磁波の干渉を抑制する」ことが周知であったものと認められる。",
                    "そうすると，刊行物1記載の遮へい吸収材又は刊行物2記載の電磁シールド材を，ノイズ源又は潜在的ノイズ源に近接して配置することに適するように転用することについては，阻害事由はないというべきである。",
                    "したがって，原告の前記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件決定が「出願人自ら<相違点1>の「高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間，同一配線基板内の」電磁波の干渉を抑制することが本件特許出願前に知られていること，及び<相違点2>の「電磁波干渉抑制体は同一面上に複数の電子部品を実装する配線基板の(前記)複数の電子部品に沿って配され，」の構成が本件特許出願前に知られていることを認めている。」と認定しているが(11頁24行～29行)，本件特許発明にいう複合磁性体(導電性支持体，金属軟磁性体粉末，有機結合材)を電磁波干渉抑制用途に利用することが本件特許出願前に公知であったとはいえず，本件明細書に記載もないから，上記認定は誤りである旨主張する。",
                "しかしながら，前記(1)ウで認定したとおり，本件特許出願当時，電磁波遮蔽部材により「高周波電子機器類内での電子部品類やプリント配線，部品間や配線基板間の電磁波の干渉を抑制する」ことが周知であったものであり，また，前記(1)ウ①ないし④の各文献(甲10，乙2，4，5)の図面等の記載から，電磁波遮蔽部材が「同一面上に複数の電子部品を実装する配線基板の複数の電子部品に沿って配されている」ことも周知であったものと認められる。",
                "したがって，本件決定前が上記各周知技術について「本件特許出願前に知られている」と認定したことに誤りはなく，刊行物1の遮へい吸収材を用いて，本件第1発明の相違点1及び相違点2の構成とすることに何ら困難性はないものと認められるから，仮に出願人である原告が「本件特許出願前に知られている」ことを認めていなかったとしても，そのことは本件決定の結論に影響を及ぼすものではないというべきである(もっとも，本件全証拠によっても，本件特許出願時において，電磁波遮蔽部材により高周波電子機器類内での「同一配線基板内」の電磁波の干渉を抑制することが周知であったとまで認められず，この点では本件決定に誤りがあるが，このことが上記認定を左右するものではない。)。",
                "また，原告は，本件決定の周知例2(甲10)に対してあらかじめ意見を述べる機会が与えられていないから，本件決定には手続違背がある旨主張するが，周知例2記載の上記事項が周知であると認められる以上，これを参酌することは原告にとって違法な不意打ちとなるものではないから，上記事項について意見を述べる機会を与えなければならないというものではなく，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件決定が「<相違点3>の構成に関しては，絶縁性軟磁性体層は不要電磁波を吸収するのであるから，絶縁性軟磁性体層を適用する際，絶縁性軟磁性体層を不要電磁波が生ずる電子部品側に配することは極めて当然のことである。」(11頁34行～37行)と認定判断しているのは，誤りである旨主張する。",
                "しかし，前記認定のとおり，刊行物1発明の遮へい吸収材も，電磁波の吸収作用を有するものであり，本件第1発明の反射防止作用と刊行物1発明の吸収作用とは同じ作用であるといえるから，刊行物1発明の吸収作用が絶縁性軟磁性体層(混練成形材)によって得られることは明らかであるる。",
                "そうすると，相違点3に関する本件決定の上記認定判断に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告主張の取消事由2は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(本件第2～11発明についての進歩性の判断の誤り)について    (1)　原告は，本件決定の本件第1発明についての進歩性の判断が誤りである以上，これを前提とする本件第2，3発明についての進歩性の判断は誤りであり，ひいては本件第1～3発明の従属項である本件第4～11発明の進歩性の判断も誤りである旨主張する。",
            "しかしながら，先に説示したとおり，本件発明1の進歩性についての本件決定の判断に誤りはないのであるから，原告の上記主張は，その前提を欠き，採用することができない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，本件第3発明について，周知例1(甲9)の共振器と本件第3発明との技術分野に同一性も近接性もないから，本件決定が周知例1をもって本件第3発明の進歩性を否定する根拠としたのは誤りであると主張する。",
                "しかし，本件決定は，本件第3発明と刊行物1発明とは，相違点1～3に加えて，絶縁性軟磁性体層に「誘電体粉末」を加えた点で相違するが，電気特性を調整するため誘電体粉末を加えることも当該分野においては慣用の技術手段であり，このことは刊行物7及び周知例1にも示されている旨認定判断しているところ(12頁9～13行)，刊行物7(甲7)には，充填剤に関して「高周波特性，耐電圧，絶縁性などの電気特性を向上させるのに，焼成クレーやマイカなどが用いられる。」(91頁2～3行)と記載されており，また，周知例3(甲11)にも，電波吸収体としての誘電複合体として，誘電体を用いることが記載されているから，本件決定の上記認定判断に誤りはない。",
                "原告は，周知例1に対する意見を述べる機会が与えられていない旨主張するが，周知技術に対して意見を述べる機会を与える必要がないことは先に説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告主張の取消事由3も認められない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(アスペクト比とμ”の関係についての認定判断の誤り)について",
          "text": [
            "原告は，本件決定が，周知例3(甲11)の段落【0016】と【表1】を根拠に，「アスペクト比の大きな粉末を用いるとμ”が大になることと，この事実が電磁波の吸収に利用できることは」，周知例3に示されているように当該分野では周知の事実であると結論づけているのは誤りであるなどと主張する。",
            "原告の上記主張は，本件特許発明において，アスペクト比の大きな磁性粉末を用いると磁気損失が大きくなり，伝導ノイズの抑制に効果があるというものであるが，アスペクト比の如何は，本件第1発明と刊行物1発明との一致点及び相違点の認定判断には何ら影響を及ぼさないものであるから，仮に本件決定に原告が主張するようなアスペクト比とμ”との関係についての誤認があるとしても，本件決定の取消事由に結びつくものではない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}