{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人Y1は，アパレル事業に，同被控訴人の控訴人退職時における控訴人の従業員の氏名，電話番号，メールアドレス及び住所の情報を使用してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人Y1は，控訴人に対し，160万円及びこれに対する平成30年7月14日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人Y2は，アパレル事業に，同被控訴人の控訴人退職時における控訴人の従業員の氏名，電話番号，メールアドレス及び住所の情報を使用してはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人Y2は，控訴人に対し，160万円及びこれに対する平成30年10月25日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，アパレルブランド及びアパレルショップを運営する株式会社である控訴人が，かつて控訴人において人材開発チームのマネージャーを務めていた被控訴人Y1及び部長等を務めていた被控訴人Y2に対し，被控訴人らにおいて控訴人の従業員を社会的相当性の範囲を超える態様で違法に引き抜く本件引抜行為をし，その際，不正競争防止法2条1項7号の定める不正競争行為に当たる形態で，控訴人の営業秘密である本件情報を不正に使用したと主張して，民法709条及び不正競争防止法4条に基づき，本件引抜行為及び本件情報の不正使用行為により控訴人が受けた損害額のうち各160万円並びにこれに対する被控訴人ら各自に対する訴状送達の日の翌日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による各遅延損害金の支払を求めるとともに，不正競争防止法3条に基づき，本件情報の使用の各差止めを求める事案である。",
            "原審は，控訴人の請求をいずれも棄却したことから，控訴人が控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実並びに争点及び争点に関する当事者の主張は，次のとおり改め，後記3のとおり当審における控訴人の補充主張(争点1及び2関係)を加えるほかは，原判決の「事実及び理由」中の「第2  事案の概要」の2及び3並びに「第3  争点に関する当事者の主張」に記載するとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁22行目冒頭から26行目末尾までを次のとおり改める。",
                "「ア  控訴人は，衣料品，服飾雑貨，日用雑貨品の企画，デザイン，製造，販売及び輸出入業等を目的として，平成20年12月12日に設立された株式会社である。控訴人は，いわゆるアパレルブランドを展開し，アパレルショップを運営するものであるところ，控訴人が展開するブランドには，平成30年頃の時点で，「STUDIOUS」(以下「ST」ということがある。)や，平成27年に展開が開始された「UＮITED  TOKYO」(以下「UT」ということがある。)のほか，「CITY」(以下「CT」ということがある。)，「PUBLIC  TOKYO」(以下「PT」ということがある。)などがあった(乙6，7)。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁1行目の「(甲5)」を「(甲5の2枚目)，遅くとも平成25年からは」に，同頁5行目の「執行役員として，」を「執行役員を務めるとともに，控訴人の事業本部の下部組織の一つである」にそれぞれ改め，同頁6行目の「示し」の次に「，同月20日付けで退職届を提出し」を，同頁7行目の「甲8」の次に「，乙5の1」をそれぞれ加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁9行目の「UＮITED」から12行目の「という。)」までを「UT／CT商品部に所属し，UTに係る事業(以下「本件事業」という。)のうち，メンズ向けの商品企画業務を行う部門であるUTM商品部門のデザイナーであったA及びウィメンズ向けの商品企画業務を行う部門であるUTW商品部門(以下，UTM商品部門と併せて「UT商品部」という。)のデザイナーであったB」に改め，同頁15行目～16行目の「退職した」の次に「(甲8)」を，同頁17行目～18行目の「株式会社MAISOＮ  SPECIAL」の次に「(以下「MS社」ということがある。)」をそれぞれ加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決3頁24行目～25行目の「甲5」及び同頁26行目の「甲25」の次に，いずれも「の1枚目」を加え，4頁1行目の「制約」を「誓約」に改め，同頁14行目末尾の次に改行して，次のとおり加える。",
                "「(ただし，第1条(上記ア)の本文について，被控訴人Y2が提出した上記誓約書では，秘密情報を控訴人の業務に必要な範囲を超えて使用しないものとする旨及び控訴人の許可は事前の書面によるものであることを要する旨が記載されている。)」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決4頁15行目及び19行目の「争点」をいずれも「主たる争点」に改め，5頁4行目の「原告退職後の」を削除し，同頁9行目の「勧誘した」を「勧誘をした」に改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決6頁5行目の「本件事業」を「本件事業のうち商品企画」に，同頁13行目の「同被告ら」を「被控訴人Y2ら3名」にそれぞれ改め，同頁18行目の「本件引抜行為の後，」の次に「控訴人は，事業計画を下方修正し，実際，」を加え，同頁22行目の「能力等に情報」を「能力等に関する情報」に，7頁3行目の「引抜行為をしていることを」を「引抜行為をし，それを」に，同頁4行目の「平成30年2月頃」を「平成30年2月6日夜の面会及び同月13日朝の電話で，被控訴人Y1から従業員を引き抜きたい旨を伝えられた際」に，同頁6行目～7行目の「能力等に情報」を「能力等に関する情報」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決7頁26行目の「被告らの勧誘」を「被控訴人らによる勧誘の有無」に，8頁5行目の「メールし」を「LIＮEで連絡し」にそれぞれ改め，同行目末尾の次に改行して，次のとおり加える。",
                "「  なお，被控訴人Y1が控訴人代表者やCに対し，退職時には控訴人からの従業員の引抜行為を一切行わないと明言していたとの事実は，否認する。被控訴人Y1が控訴人代表者に対し，平成30年2月に被控訴人Y2ら3名の退職について承諾を求めるような発言をしたこともない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決8頁6行目の「被告Y2ら」を「被控訴人Y2ら3名」に改め，同頁11行目の「退職前に，」の次に「被控訴人Y2の後任のマーチャンダイザーであるDのほか，メンズ担当デザイナーのE及びウィメンズ担当デザイナーのFに対し，」を加え，同頁15行目の「既に」から16行目の「退職前に」までを「平成29年12月頃からメンズ担当としてDが被控訴人Y2の後任に就任していたが，被控訴人Y2の退職前の平成30年5月7日からは，ウィメンズ担当として」に，同頁18行目の「2名」を「E及びF」に，同頁19行目の「入社した。Dは，Bの」を「メンズデザイナーとして入社した。Dは，A及びBの」に，同頁20行目の「UTブランドには」を「本件事業には，他の部署のメンバーも加えると，店舗，EC(電子商取引)，本社を合わせ」に，同頁21行目の「商品部」を「UT商品部」にそれぞれ改め，同頁23行目の「増加している。」の次に「前事業年度の第2四半期までと比べて，」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決9頁19行目の「選定した」を「選定し，連絡を取った」に，同行目～同頁20行目の「ラインとは異なる」を「指揮系統とは異なる指揮系統に属する」にそれぞれ改め，同頁22行目の「もって，」を削除し，10頁8行目の「人事に」を「人事…に」に改め，同頁9行目の「25」の次に「の各1枚目」を加える。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決10頁11行目の「UT商品部」を「本件事業」に，同頁12行目の「本件情報の」を「本件情報への」に，同頁14行目の「行為」を「勧誘行為」に，同頁21行目の「本件情報を使用して原告従業員に対し」を「被控訴人らが本件情報を使用して控訴人の従業員に対し」に，同頁22行目の「被告は」を「被控訴人らは」に，同頁24行目の「ものではなく，勧誘行為に使用する必要もない」を「ものではない情報や，勧誘行為に使用する必要性が理解し難い情報であり，その具体的な使用態様の主張もされていない」に，同頁25行目の「請求」を「主張」に，12頁11行目の「STUDIOS」を「STUDIOUS」にそれぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の補充主張(争点1及び2関係)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件情報の利用及び本件引抜行為について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人Y1は，業務上，被控訴人Y2と直接の関係を有していなかったため，被控訴人Y2の能力等については，控訴人の他の人間が行った評価等を見る必要があった。控訴人の従業員は，当時160名程度おり，被控訴人Y1においても，従業員全ての評価を把握することはできなかった。",
                    "この点，STは控訴人の売上げの6割を占める主力ブランドであったにもかかわらず，被控訴人Y1がSTのデザイナーなどに対し勧誘をしたことは認められない。したがって，被控訴人Y1においては，本件事業のデザイナー等に絞ってその評価等を確認し，被控訴人Y2に対する引抜行為に及んだものとしか評価できない。",
                    "被控訴人Y1が，なぜ業務において直接の関係を有しない被控訴人Y2ほかをピンポイントで引抜き対象とすることができたのかを考えると，被控訴人Y1においては，人事考課に関する書面を見る必要があったものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "A及びBが被控訴人Y2により引き抜かれたものであるとしても，上記のとおり，被控訴人Y1において知り得た本件情報を濫用的に利用し，社会的相当性を逸脱する態様で被控訴人Y2を引き抜いた結果，A及びBが引き抜かれたものである。このことは，翻意に関して時間が欲しいとBが依頼した相手が被控訴人Y2であったこと(甲32)からも明らかである。上記のように，元々の引抜行為自体が社会相当性を逸脱するような場合には，その後に行われた引抜行為についても同様の違法性を帯びるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人Y2がBの翻意を妨げたことについて",
              "text": [
                "Bは，平成30年5月7日，その配偶者に対し，LIＮEで「Y2さんに迷ってるって言う。だから11日じゃなくて，少し考える時間くださいって言う。」と連絡していた(甲32)が，それにもかかわらず，考える時間が増えることもないまま，控訴人を退職した。このことは，Bが，翻意に関する検討を求めた被控訴人Y2からの強い圧力を受け，翻意するのを押し止められたことを示している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件引抜行為により控訴人に生じた結果等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件引抜行為がされた当時，A及びBは，チーフデザイナーであった。原判決も，少なくともAに対して高額な給与の支払や給与の優遇提案がされたと認めているところ，それは，Aが控訴人において重要な地位を有していたことを端的に示している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人Y2ら3名は，いずれもデザイナーであったから，控訴人において引抜きに対応するためには，デザインができる人員を確保する必要があり，商品企画やマーチャンダイジング(消費者の欲求・要求に適う商品を，適切な数量，適切な価格，適切なタイミング等で提供するための企画を行うこと)のための人員では対応ができない。この点，原判決は，デザイナーが引き抜かれたことを認定しながら，商品企画やマーチャンダイジングという商品自体のコンセプトや販売予定数量などを検討する人員がいたので十分に業務を補えたと認定したもので，不合理である。",
                    "原判決も認定するように，デザイナーの補充は，1名については平成30年5月29日，もう1名については同年10月以降となったもので，被控訴人Y2ら3名が退職した後になって初めてデザイナーが補充できたのである。しかも，それは，デザインをすることができる人員をあてがうことができたというにすぎない。控訴人において本件事業として作ってきたコンセプトを前提とした，デザインへの落とし込みなどには，当然時間がかかるのであり，そのことを評価する必要がある。",
                    "上記の点のほか，引き抜かれたのが同時に3名で，そのうち1名が執行役員クラスのデザイナーであったということからすると，本件事業は，既に企画されていた計画に従ってデザイナーが足りない状況下で継続せざるを得なかったもので，控訴人において，合理的な期間内に本件事業を維持・継続するに足りる人員の補充をすることができたなどとはいえない。",
                    "なお，被控訴人Y2が担っていたUTの事業部門長を控訴人の取締役であるGが兼任していることについては，現時点でも解消されていない。このことは，そのような人材を雇用することの難しさを端的に表しているものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "売上げは，デザイナーだけで作るものではなく，企業体としての成果であるから，売上げが下がっていないから影響がないなどとはいえない。デザイナーがいなくなった後の悪影響が売上げという形に出ていないから社会的相当性を欠くような引抜行為がなかったというのは，論理の飛躍である。そもそも，上記の点は，損害論に関して論じられるべきもので，本件引抜行為の社会的相当性を検討する上では意味を持たない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審の手続について",
              "text": [
                "控訴人は，原審において，控訴人の証拠収集に協力しないサザビーリーグを相手方として別訴を提起した上，併合上申を行ったが，原審は弁論を併合しなかった。被控訴人らが現在所属するMS社は，サザビーリーグの子会社であるが，その設立経緯などは全く明らかになっていない。本来であれば，サザビーリーグの担当者及び被控訴人らに対する尋問などを通してこの点を明らかにすることが必要不可欠であった。本件では，訴訟の性質上，証拠が被控訴人らに偏在しており，当事者間の平等を期すためにも，その必要性は大きかったものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本訴請求はいずれも理由がないものと判断するが，その理由は，後記2のとおり改め，後記3のとおり当審における控訴人の補充主張(争点1及び2関係)についての判断を加えるほかは，原判決の「事実及び理由」中の「第4  当裁判所の判断」(以下，単に「原判決の第4」という。)の1～3に記載するとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用に係る原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁25行目の「取締役兼管理部長(兼管理本部長)」を「取締役兼管理本部長兼管理部長」に，同頁26行目の「事業本部に」から13頁1行目の「執行役員兼部長」までを「事業本部に属し，UT商品部(UTM商品部門及びUTW商品部門)及びCITY商品部門を下部組織とするUT／CT商品部の部長兼執行役員」に，同頁7行目の「企画担当としてE及びFが」を「メンズ担当(UTM商品部門)のデザイナーであるE及びウィメンズ担当(UTW商品部門)のデザイナーであるF」に，同頁10行目の「デザイナーとしてHが」を「メンズ担当のデザイナーとしてHが」に，同頁11行目の「デザイナーとしてIが」を「ウィメンズ担当のデザイナーとしてIが」に，同頁13行目の「10期下半期」を「第10期下期」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決13頁19行目の「STUDIOS」を「STUDIOUS」に改め，同頁22行目冒頭から25行目末尾までを次のとおり改める。",
                "「イ  本件事業の平成31年2月期の第2四半期まで(平成30年3月～8月)の上記売上げは，前事業年度の第2四半期までと比べて21．6％増であり，既存店の売上げは，平成31年2月期の第1四半期(平成30年3月～5月)で前事業年度の第1四半期と比べて102．1％，第2四半期(平成30年6月～8月)で前事業年度の第2四半期と比べて104．1％であった(乙6)。なお，平成31年2月期の第2四半期の決算説明会資料(乙6)には，「業態別の概況」として，UTについて，既存店の売上前年対比は引き続き増加しているが，安定成長期に差し掛かり，成長率は緩やかな推移である旨等が記載されている。",
                "また，本件事業の平成31年2月期の第3四半期まで(平成30年3月～11月)の売上げは，約34億円であり，前事業年度の第3四半期までと比べて21．0％増であり，既存店の売上げは，平成31年2月期の第3四半期(平成30年9月～11月)で前事業年度の第3四半期と比べて108．2％であった(乙9)。なお，平成31年2月期の第3四半期報告書(乙9)には，衣料品小売業界において，インバウンド需要やインターネット通販売上げの拡大などがみられる一方，記録的な猛暑に伴う秋物需要の遅れ，顧客の節約志向の持続や慎重な購買行動が継続している旨や，他方で，UTの売上高前年同期比は引き続き20％を超える成長率を維持している旨等が記載されている。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決14頁3行目の「被告Y1は」から6行目末尾までを次のとおり改める。",
                "「取締役兼管理本部長兼管理部長であったCは，被控訴人Y1の控訴人在職中に，人事・採用担当者であるJや他の従業員から，被控訴人Y1がJや香港店の店長であったKに対し，独立するので一緒にやらないかというように誘ったとの話を聞いた。もっとも，J及びKが控訴人を退職することはなかった。なお，Jは，被控訴人Y1の直接の部下であり，Kは，被控訴人Y1と入社時期が近く，仲間というような関係であった。(甲8，31，原審証人C調書2頁～4頁)」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決14頁7行目～8行目の「商品企画のできる者」を「商品企画のできるデザイナー」に，同行目の「同証人」を「C」に，同頁9行目の「同事業」を「被控訴人Y1がやろうとしている事業」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決14頁12行目冒頭から17行目末尾までを次のとおり改める。",
                "「ウ  被控訴人Y2ら3名は，平成30年2月5日，控訴人代表者に対し，揃って退職の意向を示したところ，その際，被控訴人Y2は，三人で被控訴人Y1と共に別の事業をやりたい旨を述べた。これを受けて，控訴人代表者が被控訴人Y1に連絡をし，その翌日である同月6日に控訴人代表者と被控訴人Y1は会食をしたが，その席では，被控訴人Y1が控訴人代表者に対し，事業を立ち上げたい，被控訴人Y2ら3名と一緒にやりたい旨を述べ，これを受けて，控訴人代表者が，障害者向けのブランドをやりたいという話であったので応援して送別したにもかかわらず，困らせないでほしい旨を述べたのに対し，被控訴人Y1が，どうしてもやりたい，けんかはしたくないなどと述べるというやり取りがあった。上記やり取りを踏まえ，控訴人代表者は，Cを含めた経営幹部と情報を共有し，A及びBの慰留に努めることにした。その後，同月13日頃，被控訴人Y1から控訴人代表者に電話があったが，そこでも双方の主張は平行線のままであった。(甲30，31，原審証人C調書6頁，原審控訴人代表者調書1頁～2頁，4頁～7頁)」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決14頁18行目の「給与が」を「給与(基本給及び定額の手当の合計額)について」に改め，同頁20行目の「15頁」の次に「，24頁」を加え，同頁21行目の「LIＮE上で」から24行目末尾までを次のとおり改める。",
                "「LIＮEで，「UTに対してはブランドにもスタッフにも愛情があり，今回正直本当に悩みました。」，「ただ新しい挑戦をしてみたいという気持ちが強く，やはり退社をさせていただきたいです。」，「辞め方の筋が通っていないと思われてしまうのは本当に申し訳ないですが，別の角度から互いに日本のファッションを盛り上げていきたいというのがおこがましいながら私の気持ちです。」などと連絡し，これを受けて，控訴人代表者は，「了解！考えてくれて，ありがとう。」と返信したのみで，その後，更にAの慰留に努めることはなかった(乙10，原審控訴人代表者調書15頁)。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決14頁25行目冒頭から15頁4行目末尾までを次のとおり改める。",
                "「オ  控訴人代表者は，Bとも面談し，当時Bは月額約45万円の給与(基本給及び定額の手当の合計額)の支給を受けていたところ，月額60万円程度でチーフデザイナーでという条件を提案するなどした。また，控訴人代表者及びCは，同じく控訴人の従業員であったBの配偶者を通じて，Bに対し，翻意するよう説得をした。Bは，控訴人代表者に対し，一応考えたい旨の話をし，また，平成30年5月7日，上記配偶者に対し，「Y2さんに迷ってるって言う。だから11日じゃなくて，少し考える時間くださいって言う。」とLIＮEで連絡をしたが，結局，翻意することなく，同月11日付けで控訴人を退職した。同日付けでBが控訴人を退職した経緯について，Cは，上記配偶者から，被控訴人Y2がBに対し，もうサザビーリーグに被控訴人Y2ら3名で入ることも約束しており，今更そんなことを言われても困るなどと懇願した旨の話を聞いた。(甲27，31，32，原審証人C調書13頁～14頁，31頁，原審控訴人代表者調書10頁，18頁～19頁，24頁)」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決15頁4行目末尾の次に，改行して，次のとおり加える。",
                "「(4) その他の事情"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人Y2ら3名が平成30年2月20日付けで控訴人に提出した退職届は，同一の書式のもので，「この度私は，これまでの経験を活かし，自身の可能性を試すため，御社を退職することと致しましたので，頭書のとおりご通知いたします。なお，私の退職の意思決定が，第三者の働きかけによるものでないことを念のため申し添えます。」などという文言が印字され，被控訴人Y2ら3名の署名押印がされている(乙5の1～3)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成30年2月15日に開催された控訴人の取締役会では，STの2店舗の新規出店や，STの3店舗及びUTの2店舗の設備投資が承認されたが，同年4月13日に開催された控訴人の取締役会では，上記STの2店舗の出店の中止や，UTの1店舗について出店契約期間の満了をもって退店とすることなどが承認されるなどし，中期事業計画の修正がされた(甲9，11，19，20)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件事業について，平成30年3月～8月の営業利益は，当初計画されていた金額を大きく下回るものであった(甲15，16)。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成30年7月20日，控訴人の平成31年2月期の第1四半期(平成30年3月～5月)の業績について，上場後初めての苦戦を強いられたことが報道されたが，その報道記事中では，「ゾゾタウン」での販売が苦戦しており，特にSTのプライベートブランドが苦戦していること，EC(電子商取引)の低調が続いており，実店舗ではメンズ，レディスの単独店化により月坪効率が落ちているのも収益悪化の要因となっていることなどが指摘されている一方，業態別でUTは既存店が伸びたことが指摘されている(乙7の2)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "同年10月12日，控訴人について，平成31年2月期の第2四半期まで(平成30年3月～8月)における大幅減益や，株価も年初来最安値を更新したことなどが報道されたが，その報道記事中では，減益の最大の理由は，STを筆頭にした販売不振であることなどが指摘される一方，UTの既存店売上高は堅調を維持していることが指摘されている(乙7の1)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "同月26日，控訴人について，平成31年2月期の第2四半期まで(平成30年3月～8月)における2ケタの減益の要因は，STのEC向けオリジナル商品販売とレディス業態のCTの低調であること，安定成長へ主力3業態(ST，UT，PT)に集中すること，全体で100億円を超え，徐々に他社との競合も強まってきていること，UTは2ケタ成長していること等が報道された(乙7の3)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人Y1は，平成30年4月24日，紳士服・婦人服・バック・靴・雑貨等の企画，制作及び販売事業，人材コンサルティング事業等を目的とする株式会社CREATIOＮSを設立し，その代表取締役に就任したが，同社は同年5月15日，株主総会決議により解散された(甲17)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "平成29年～平成30年当時，控訴人においては，従業員全体に係る制度として，控訴人に人材を紹介し，正社員入社となった場合には30万円，契約社員入社となった場合には20万円が紹介者である従業員に支給されるという「人材紹介インセンティブ」制度があった(乙1)。控訴人は，当時，新卒採用について，将来自分でアパレルの会社を経営したいという考えを持つ人材も募集の対象とする旨を明らかにしており，控訴人代表者も，会社は自身の夢の実現のために使うもので，その結果，独立して成功する人がいてもいいといった考えを新卒者に向けて発信していた(乙2，3)。」"
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決15頁16行目冒頭から22行目末尾までを次のとおり改める。",
                "「(2) 前記前提事実及び上記1の認定事実を踏まえ，控訴人の主張する本件引抜行為について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人Y1の行為について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人Y1の被控訴人Y2に対する勧誘行為については，商品企画を行うUT／CT商品部に所属する被控訴人Y2ら3名が同時期に控訴人代表者に対して退職の意向を示したこと，その際，被控訴人Y2が控訴人代表者に対して被控訴人Y1と共に別の事業をやりたい旨を述べたこと，被控訴人Y1においては，新規事業の立上げに当たり，商品企画ができるデザイナー等を探していたものと認められること，控訴人を退職した後に被控訴人Y2はMS社の取締役に就任し，被控訴人Y1はMS社の採用担当となっていることからすると，上記勧誘行為があったと推認することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)のとおり被控訴人Y1の被控訴人Y2に対する勧誘行為を推認することができること，被控訴人Y2がAの直接の上司であったこと，控訴人を退職した後にAはMS社に転職していることからすると，被控訴人Y1は，被控訴人Y2を介してAを勧誘したものと推認することができる。被控訴人Y1がAに対して直接の勧誘行為をしたことについては，これを認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)で指摘した事情に加え，被控訴人Y2がBの直接の上司であったこと，Bがその配偶者に対して被控訴人Y2に迷っていると言う旨の連絡をしたこと，控訴人を退職した後にBはMS社に転職していることからすると，被控訴人Y1は，被控訴人Y2を介してBに対する勧誘をしたものと推認することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，被控訴人Y1のJに対する勧誘行為及びKに対する勧誘行為を主張し，証人Cは，被控訴人Y1がJとKを誘ったとの話を聞いた旨を原審で証言し，Cの陳述書(甲31)にも同旨の記載があるが，いずれも伝聞であって，他にこれを裏付ける証拠はない。そして，被控訴人Y1において，新規事業の立上げに当たり，商品企画ができるデザイナー等を探していたことは認められるが，それ以外の職種の者を探していたといった事情は認められないこと，JやKが控訴人に対して退職の意向を示すなどしたといった事情も認められないことを考慮すると，証人Cの原審での上記証言や上記陳述書における記載から，被控訴人Y1のJとKに対する勧誘行為を直ちに認めるには足りず，他に当該行為を認めるべき証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人Y2の行為について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記ア(イ)，(ウ)のとおり，被控訴人Y2のA及びBに対する勧誘行為が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記ア(ウ)で指摘した事情に加え，CがBの配偶者から被控訴人Y2のBに対する懇願について聞いたことを踏まえると，翻意すべきか悩んでいたBに対して被控訴人Y2が働きかけをしたことを推認することができる。」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決15頁24行目の「検討する。」を「，控訴人が勧誘の方法等に関し，争点2(被控訴人らが控訴人の営業秘密を不正に使用したか)について主張する点も含め，検討する。」に，16頁5行目の「管理部門」を「管理部」にそれぞれ改め，同行目の「同部門に所属するJ」から同頁7行目の「同被告は，」までを削除し，同頁8行目の「ついても」を「ついて」に改め，同頁9行目の「推認するのが」から13行目末尾までを次のとおり改める。",
                "「推認することができる。さらに，本件事業の平成31年2月期の第2四半期まで(平成30年3月～8月)の業績等からすると，平成29年後半から平成30年初め頃にかけての期間においても，UT商品部の業績は好調なものであったとみられるところ，そのような中でUT／CT商品部の部長兼執行役員を務めていた被控訴人Y2を有能な人物であると目することは，被控訴人Y1において容易であったと解される。そして，被控訴人Y2は，UT／CT商品部に所属する部下であるA及びBの人柄や能力等は知悉していたものと認められ，被控訴人Y1においても，いったん被控訴人Y2が被控訴人Y1からの勧誘に積極的な対応をするに至れば，被控訴人Y2からA及びBの人柄や能力等についての情報を得ることは容易であったといえる。さらに，証人Cは，従業員個人間でLIＮEの連絡先等を交換していることはあり得る旨を原審で証言している(原審証人C調書15頁，28頁)。以上の点を考慮すると，被控訴人Y1が被控訴人Y2や，被控訴人Y2を通じてA及びBを勧誘するに当たり，また，被控訴人Y2がA及びBを勧誘するに当たり，被控訴人Y2ら3名に係る本件情報を入手して使用する必要性が高かったとはいえない。」"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決16頁14行目の「被告らは」を「被控訴人らにおいて」に，同頁15行目の「これを」から16行目の「使用して」までを「本件情報を入手して使用する必要性が高かったとはいえない上，被控訴人らが本件情報を入手し使用して」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決16頁19行目の「UT部門」を「UT商品部」に，同頁22行目の「STUDIOS」を「STUDIOUS」に，同頁23行目の「UT事業」を「本件事業」に，同行目～同頁24行目の「UT事業部」を「UT営業部」にそれぞれ改め，同行目の「存在し」の次に「(甲8)」を加える。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決17頁7行目～8行目の「これによれば」を「さらに，控訴人代表者は，平成30年2月6日の被控訴人Y1との会食の後にBの慰留に努めた際に，Bに対し，チーフデザイナーにする旨を伝えているところである。これらのことからすると，被控訴人Y2から勧誘を受け，控訴人に対して退職の意向を示した当時」に，同頁9行目の「まして」から同行目末尾までを「UT商品部において，同じくデザイナーであるEやFによっては代替することができないような重要な地位を占めていたとまで認めるには足りない。」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決17頁14行目の「企画担当として2名が」を「他にデザイナーとしてE及びFが」に，同頁19行目の「退職した後」から20行目の「できた」までを「退職した後も，UT商品部において，2名のデザイナーと2名のマーチャンダイザーを有していたもので，その後2週間余りでデザイナー1名を補充し得たのであるから，被控訴人Y2ら3名の退職による本件事業への影響は，限定的なものであった」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決17頁24行目の「前年度比で」を「前事業年度の各同四半期と比べて」に，18頁3行目の「困難であった」を「相当に困難であった」に，同頁6行目～7行目の「平成30年2月に被告代表者」を「平成30年2月6日以降，控訴人代表者」に，同行目～同頁8行目の「しかなかった」を「しなかった」に，同頁11行目の「被告Y1が」から12行目の「応じなかったとしても」までを「違法な引抜行為が認められない場合に，勧誘について知った控訴人代表者からの否定的な言動を受けて被控訴人Y1が被控訴人Y2ら3名の退職の意向を撤回させるような対応をとらなかったとしても」に，同頁14行目の「被告Y1が」から15行目の「同人らが」までを「被控訴人Y2ら3名の退職の意向及びそれに被控訴人Y1が関係していることを知った後，控訴人は，被控訴人Y2ら3名が」に，同頁22行目の「このように」を「これらのことからすると」に，同頁23行目～24行目の「退職したのであり」を「退職したものとみるのが相当であり」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決19頁3行目～4行目の「主張するが」から同行目末尾までを「主張するところ，翻意すべきか悩んでいたBに対して被控訴人Y2が働きかけたことは認められるものの，それが強迫行為に当たるなど社会的相当性を欠くような態様でされたことを認めるに足りる証拠はない。」に改める。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決19頁5行目の「勧誘についても」を「勧誘については，前記のとおりそれらの事実を認めるに足りないが，それらの事実があったと仮定しても，控訴人の社内における被控訴人Y1とJ及びKの各関係のほか，被控訴人Y1がJ及びKに係る本件情報を入手して使用したという事情を認めるに足りる証拠もないことからすると」に，同頁12行目の「証拠はない。」を「証拠はないほか，後者のプレゼンテーションについては，仮に被控訴Y2ら3名が控訴人に対して退職の意向を示した2日後にそのような事実があったとしても，そのことから直ちに，それまでの被控訴人らの勧誘行為の違法性が基礎付けられるものではない。」にそれぞれ改め，同頁13行目の「総合すると，」の次に「前記(2)の限度で認められる」を加える。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決19頁19行目～20行目の「従業員名簿や評価書等」を「本件情報」に，同頁22行目の「を利用した」を「その他の資料を利用して本件情報を入手し，これを使用した」に，同頁23行目の「上記評価書等」を「本件情報」に，同頁24行目の「失当である」を「認められない」にそれぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の補充主張(争点1及び2関係)についての判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件情報の利用及び本件引抜行為について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人Y1において，他の人間が行った控訴人の従業員の評価等を見て，本件情報を利用したことが推認される旨主張するが，そのような推認ができないことは，訂正の上で引用した原判決の第4の2(3)アで説示したとおりである。この点，確かに，被控訴人Y1が被控訴人Y2ら3名の他にSTのデザイナー等を勧誘したといった事情はうかがわれないが，そうであるからといって，控訴人が主張するような推認ができるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人Y2のA及びBに対する勧誘行為について，被控訴人Y1の被控訴人Y2に対する勧誘行為の違法性を承継する旨を主張するが，当該勧誘行為が違法であると認められない以上，控訴人の上記主張は前提を欠くものとして採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人Y2がBの翻意を妨げたことについて",
              "text": [
                "控訴人は，Bからその配偶者への連絡の内容等を指摘して，被控訴人Y2からBに対し強い圧力がかけられたことが推認される旨を主張するが，当該連絡が，既にBが被控訴人Y2及びAとともに控訴人代表者に対して退職の意向を示してから3か月経過した後にされたものであることや，配偶者に対する連絡にとどまること等を考慮すると，上記連絡等の事実から，控訴人の主張するような強い働きかけが被控訴人Y2からBに対してされたものとは推認できず，他に当該事実を認めるに足りる証拠もない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件引抜行為により控訴人に生じた結果等について",
              "text": [
                "控訴人は，本件引抜行為がされた当時，A及びBがチーフデザイナーであったと主張するが，A及びBが管理職に相当する地位にあったものと認められないこと等は，訂正の上で引用した原判決の第4の2(3)イ(ア)で説示したとおりである。",
                "また，訂正の上で引用した原判決の第4の2(3)ア～ウで説示したところからすると，被控訴人Y2ら3名が，UT商品部において，重要な戦力であり，それらの者が退職したことによって控訴人に不利益が生じたとしても，被控訴人らによる勧誘行為が自由競争の範囲を逸脱し社会的相当性を欠くものであるということはできず，不法行為は成立しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その他，控訴人は，原審の手続に問題があった旨の主張もするが，控訴人の当該主張も，原判決が不当であることを理由付けるものとはいえず，他に控訴人の請求をいずれも認めなかった原判決が不当であるとみるべき事情は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上によると，被控訴人らが控訴人の従業員に対して違法な転職の勧誘をしたとは認められず，被控訴人らが本件情報を不正に使用したとも認められないから，その余の点について判断するまでもなく，控訴人の差止請求及び損害賠償請求はいずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の本訴請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で定義するもののほかは，原判決に従うものとする。"
  ]
}