{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "25",
      "text": "事 実 及 び 理 由"
    },
    {
      "fig": "1",
      "text": "特許庁における手続の経緯等"
    },
    {
      "fig": "20",
      "text": "(4)  原告は，令和2年3月19日，本件審決の取消しを求める本件訴訟を提起した。"
    },
    {
      "fig": "2",
      "text": "特許請求の範囲の記載"
    },
    {
      "fig": "3",
      "text": "本件審決の理由の要旨等"
    },
    {
      "fig": "15",
      "text": "イ  本件発明と甲1発明の一致点及び相違点"
    },
    {
      "fig": "4",
      "text": "取消事由"
    },
    {
      "fig": "15",
      "text": "1  原告の主張"
    },
    {
      "fig": "5",
      "text": "ここで，「突条」とは，英語では，「projected rim」とされ（甲9），「rim」とは，「枠」を意味することから（甲10），凸状ではあるものの，「突起」や「突出」よりは，枠状の概念として理解される。したがって，本件特許でいう「突起」には枠状のものも含まれ，ある程度平面的な概念として想定されていることは明らかである。"
    },
    {
      "fig": "10",
      "text": "(イ)   「突起」が「突条」形状も含むものである以上，「突起」部分は，平面視において，輪郭の内側が突出する凸の形状であるとはいえず，本件審決の判断は不当な限定解釈である。"
    },
    {
      "fig": "10",
      "text": "甲1発明において，凹部の輪郭を構成する側面と凹部ではない領域の下面との境界部分が直角（シャープエッジ）であると，布拭き取り時に，引っ掛かりは生じる。"
    },
    {
      "fig": "5",
      "text": "また，前記(1)イのとおり，甲1発明のようなマスクにおいては，格子状に配置される突条の内側に，レジスト膜で囲まれる捨て電着層が複数形成される。甲1の図1（m）はあくまで部分断面図であって，メタルマスク全体の断面を記載したものではない。"
    },
    {
      "fig": "20",
      "text": "イ  本件審決は，突起部においてはその周縁部と端面の中央部との間に厚みの大きなばらつきが生じることはないから，甲1発明を転用する動機付けはない旨判断するが，以下の理由により誤りである。すなわち，マスクの裏面に配設される突起部の形状や密集度は，1枚のマスクであってもマスクの部位によって異なるものである（甲25）。また，電鋳においては，25  被加工面における電流密度が一般的に一様でないため，それぞれの突起部の電流密度も異なる。導電性ボールの搭載不良が生じるのは，突起部の端面の中央部が窪んだ形状となることに起因するものではなく，甲1の図2に示すような突出部13が形成されることによるものである。このような事情に鑑み，甲1発明は，1次電鋳工程に捨て電着層を採用し，さらに2次電着層でマスクの凹部及びパターン開口部を形成することで，突出部15  3の発生を抑えているのである。また，マスク裏面にフラックスが付着するのを防止すべく突起部を設けることは，甲2ないし7に記載されているように周知技術であるから，甲1発明に甲2ないし7を適用する動機付けがある。"
    },
    {
      "fig": "10",
      "text": "(ア)  印刷スキージを用いて半田ペーストを開口部へ充填するため，マスクに大きなストレスがかかる印刷用マスクと異なり，ボール搭載用マスクは，単にブラシ等（線状部材）を用いて半田ボールを開口部へ重力により挿入するにすぎないため，マスクにはごく小さなストレスしかかからず，マスク本体の厚さが薄いことによる寿命低下は問題視されない。"
    },
    {
      "fig": "15",
      "text": "(イ)  また，甲1について，本件発明との相違点に係る甲2ないし8の構成を採用することで，耐久性より優位の効果が得られる。"
    },
    {
      "fig": "5",
      "text": "また，甲2の「…突起部11cの形状は図示例に限らず，例えば星状，三角状，無端枠状などとどのような形状であってもよい。…さらに，突起部11cは規則正しく形成する必要はなく，例えば，一個飛ばしやまだらに形成しても良く，…」との記載，及び，甲6の図11によれば，枠状（突条）を分離独立して形成する方法が開示されている以上，分離10  独立された「枠状」（突条）という構成も選択することができ，耐久性を維持させることも可能である。"
    },
    {
      "fig": "2",
      "text": "被告の主張"
    },
    {
      "fig": "5",
      "text": "(イ)  甲1において捨て電着層の形状が特段限定されていないからといって，考えられ得る全ての形状（例えば原告の主張する平面視T字形状）を含み得るとはいえない。"
    },
    {
      "fig": "20",
      "text": "以上によれば，本件発明と甲1発明との相違点に関して，「甲1発明の凹部ではない領域及び凹部の縁部である領域とを併せた領域における一方の面を基準面として2次電着層12の厚さを超える部分は，本件発明の『突起』には相当しない。」と指摘した本件審決の判断に誤りはない。"
    },
    {
      "fig": "25",
      "text": "ア(ア)  原告は，本件審決の判断は，主引用発明である甲1発明を，副引用発明に転用することの動機付けについて判断しているもので，進歩性判断における「動機付け」に関し，副引用発明に主引用発明を適用するという，実務上確立された判断手法に反する手法を採っていると主張する。"
    },
    {
      "fig": "15",
      "text": "(イ)  原告は，甲1発明のようなマスクにおいても，突条が格子状に配置された場合には，「凸部」があることになるから，甲1発明にも，凸部を形成する構成は，当然に含まれていると主張する。"
    },
    {
      "fig": "20",
      "text": "イ  原告は，マスクの裏面に配設される突起部の形状や密集度は，1枚のマスクであってもマスクの部位によって異なるものであり，電鋳においては，被加工面における電流密度が一般的に一様でないため，それぞれの突起部の電流密度も異なると主張するが，本件審決は，レジスト膜で覆われた部分の周辺部とレジスト膜で覆われた部分の周辺部から十分に離れた25  位置との間における厚みのばらつきと比較して，突起部の周縁部と中央部との間における厚みのばらつきは小さいとしているのであり，何ら不当ではない。"
    },
    {
      "fig": "25",
      "text": "したがって，本件発明は，甲1発明及び甲2ないし8に記載された事項に基づいて当業者が容易に発明をすることができたものではなく，本件審決の判断に誤りはない。"
    },
    {
      "fig": "1",
      "text": "明細書等の記載事項について"
    },
    {
      "fig": "2",
      "text": "甲1の記載事項について"
    },
    {
      "fig": "15",
      "text": "(2)  前記(1)の記載事項によれば，甲1には，甲1発明に関し，次のような開示があることが認められる。"
    },
    {
      "fig": "3",
      "text": "本件発明と甲1発明の相違点の認定に誤りがあるとの主張について"
    },
    {
      "fig": "15",
      "text": "イ  原告は，甲1の図1がマスクの製造工程を模式的に示す部分断面図であることは，当業者にとって明らかであり，実際のマスクにおいては，格子状に配置される突条の内側に，レジスト膜で囲まれる捨て電着層が複数形成され，格子状の骨組が，甲1発明の「凹部ではない領域」，すなわち突起に相当すると主張する。"
    },
    {
      "fig": "20",
      "text": "しかし，甲1には，製造されるマスクが，格子状に配置される突条の内側に，レジスト膜で囲まれる電着層が複数形成されるという形態であることを示す記載は全く存在しない。"
    },
    {
      "fig": "4",
      "text": "相違点に係る容易想到性についての判断に誤りがあるとの主張について"
    },
    {
      "fig": "10",
      "text": "そうすると，甲1には，本件発明に係る構造を有するマスクを製造することに対する動機付けとなり得る記載はなく，その課題や目的の違い等に照らし他に動機付けとなり得る事情も認められない。"
    },
    {
      "fig": "10",
      "text": "(イ)  原告は，甲1の図1（m）は部分断面図であって，メタルマスク全体の断面を記載したものではなく，メタルマスクでは，開口部を有する凹部が複数，連続的に形成されることも多く，甲1発明は，結果として突条（枠状）の凸部が形成される発明であるから，甲1発明が凹部を形成する発明であることのみを前提として，甲2ないし8に記載の突起部15  等と，甲1発明の凹部とは，真逆のものであるとする本件審決の判断は誤りであると主張する。"
    },
    {
      "fig": "5",
      "text": "しかし，甲1発明の明細書には，導電性ボール搭載用マスクでは耐久性の低下が問題にならないことを示す記載はなく，むしろ，「例えば第1の金属膜の厚みが非常に薄いマスクの場合は金属膜厚の薄い部分が増えてしまい，マスクとしての耐久性が低下するという問題があった。」（【0004】）等の記載からすれば，導電性ボール搭載用マスクにおいても耐10  久性の増強が課題と位置づけられていることは明らかである。"
    },
    {
      "fig": "20",
      "text": "しかし，仮に，分離独立した突起である方が有利な点があるとしても，原告主張の突起形成を行うと，今度は，前記アのとおり，金属膜厚の薄い部分の増加による耐久性の低下という甲1発明の課題（【0004】）の解決に相反する結果が生じることは明らかである（突起の数を増やしたり，分離独立された「枠状」（突起）という構成（複数の突起により枠を25  形成するという趣旨と解される。）を採った場合でも，1個の枠状部分により凹部を形成する構成に比べれば，耐久性が低下することは明らかである。）。"
    },
    {
      "fig": "5",
      "text": "小括"
    },
    {
      "fig": "5",
      "text": "以上によれば，本件発明は，甲1発明及び甲2ないし8に記載された事項に基づいて，当業者が容易に発明し得たものであるということはできず，本件審決の判断に誤りはない。"
    },
    {
      "fig": "6",
      "text": "結論"
    }
  ]
}