{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-13128号事件について令和2年11月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，平成30年7月12日，別紙本願商標目録記載の商標（以下「本願商標」という。）について，商標登録出願をした（商願2018-090258）。（甲15）"
            },
            {
              "fig": "(2)",
              "subject": "原告は，令和元年8月8日付けで拒絶査定を受けたことから，同年10月2日，これに対する不服の審判を請求した（不服2019-13128号）。（甲20，21）",
              "text": [
                "また，原告が令和元年10月2日付け手続補正書によって指定役務を補正したことにより，本願商標の指定役務は，別紙本願商標目録記載のとおりとなった（以下「本願指定役務」という。）。（甲22）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和2年11月11日，「本件審判の請求は，成り立たない。」とする審決（以下「本件審決」という。）をし，その謄本は，同月30日に原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和2年12月25日，本件審決の取消しを求めて，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりであり，要するに，本願商標は，「KAＮGOL」の文字を標準文字で表し，指定役務を第35類「帽子の小売又は卸売の業務において行われる顧客に対する便益の提供」（以下，小売又は卸売の業務において行われる顧客に対する便益の提供を「小売等役務」という。）とする登録商標（登録第5166683号，平成19年5月16日登録出願，平成20年9月12日設定登録，平成30年9月18日更新登録（甲17）。以下「引用商標」といい，その指定役務を「引用指定役務」という。）と類似する商標であり，かつ，本願指定役務は，引用指定役務と類似する役務であるから，本願商標は，商標法4条1項11号に該当し，商標登録を受けることができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標法4条1項11号の趣旨に加え，商標の類否判断に関する最高裁判決（最高裁昭和39年（行ツ）第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照）が判示する内容によれば，同規定を適用するか否かについては，類型的・画一的に判断するのではなく，個別的・具体的な取引の実情に基づいて判断すべきである。そして，以下のとおりの取引の実情を考慮すれば，本願商標が引用商標と併存して登録されたとしても，両商標が出所表示として互いに相紛れることはないといえる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用商標の商標権者であるカンゴール・リミテッド（以下「カンゴール社」という。）との間で，平成14年9月2日，カンゴール社が所有する知的財産権の譲渡等に関する契約を締結した（以下「本件契約」という。）。",
                "そして，原告は，平成14年以降，本件契約に基づき，本願商標を使用した「帽子，ナイトキャップ，ずきん，ヘルメット，すげがさ」以外の衣類を中心とするファッション商品について，雑誌，新聞，業界紙及びインターネット等の媒体において大々的な広告宣伝活動を行うなどして本願商標の周知度を高めているほか，店舗やオンラインショップを利用して商品の販売を行っている。また，本願商標は，雑誌等において，原告のブランド（商標）として紹介されている。",
                "このように，原告は，衣類を中心とするファッション商品及びそれに関わる小売等役務について，本願商標を継続的に使用しているものであり，この事実は，本願商標の現実的かつ具体的な取引の実情として重視すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方で，カンゴール社は，「帽子，ナイトキャップ，ずきん，ヘルメット，すげがさ」及びその小売等役務に限定して引用商標を使用しているものであり，原告がこれらの商品及び役務について本願商標を使用したことはない。",
                "このように，原告とカンゴール社との間においては，本願商標の使用について棲み分けがされており，この具体的な使用態様における棲み分けは，将来においても変わることはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件契約に基づき，平成14年10月，カンゴール社が所有する複数の登録商標につき，「帽子，ナイトキャップ，ずきん，ヘルメット，すげがさ」以外の指定商品に係る商標権の分割移転を受けるなどした。",
                "また，原告は，本願商標と同一の構成又は「KAＮGOL」を要部とする構成である複数の商標につき，「帽子，ナイトキャップ，ずきん，ヘルメット，すげがさ」以外の商品を指定商品として，商標登録を受けた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件審決は，本願指定役務及び引用指定役務の提供に関連する各物品（以下，役務の提供に関連する物品を「取扱商品」という。）が同一の小売店において販売されている例を挙げるが，両役務の各取扱商品は，特許庁の類似商品・役務審査基準における商品の類似群コードにおいて，非類似の商品として取り扱われてきたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "以下のとおり，本件審決の判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "類似の商標であること",
          "text": [
            "本願商標の要部である「KAＮGOL」の欧文字部分と引用商標とは，観念において比較することはできないとしても，外観において類似し，称呼を共通にするものである。",
            "これらを総合して考察すれば，本願商標及び引用商標は，互いに相紛れるおそれのある類似の商標というべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "類似の役務に当たること",
          "text": [
            "本願指定役務及び引用指定役務は，取扱商品が異なるほか，当該役務に関する業務や事業者を規制する特段の法律はないものの，役務を提供する業種，役務の提供の手段，目的又は場所，需要者の範囲が一致し，かつ，同一の事業者が提供するものである上，取扱商品についても，衣類を中心とするファッション商品であるという点において一致する。",
            "これらを総合的に考慮すると，本願指定役務及び引用指定役務は，これらに同一又は類似の商標が使用されたときには，同一営業主の提供に係る役務と誤認されるおそれがある関係にあるといえるから，類似の役務に当たる。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が取引の実情として主張する事情は，商標の類否判断に当たって考慮すべき一般的，恒常的な取引の実情ということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標は，引用商標と類似し，役務の出所混同を生ずるおそれがある商標であるから，本件契約が存在し，引用商標の商標権者であるカンゴール社の使用許諾があるとしても，本願商標が商標法4条1項11号に該当しないということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告が本願商標を使用した商品を宣伝広告したとする各証拠によっても，本願商標が原告の商標として周知であるとは到底いえないから，原告が本願商標を継続的に使用している事実があるとしても，同事実を現実的かつ具体的な取引の事情として重視すべきものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願指定役務及び引用指定役務は，いずれも小売等役務であるから，両役務の類否は，その取扱商品の類否ではなく，小売等役務間における役務の類否によって判断すべきであるところ，原告がカンゴール社から商標権の分割登録を受けたなどの例は，いずれも指定商品に関する登録例であるから，両役務の類否判断を左右するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断枠組み",
              "text": [
                "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である（前掲最高裁昭和43年2月27日判決参照）。",
                "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合においては，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して類否を判断することは，原則として許されないが，その場合であっても，商標の構成部分の一部が取引者又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与える場合や，それ以外の部分から出所識別標識としての称呼，観念が生じない場合などには，商標の構成部分の一部だけを取り出して，他人の商標と比較し，その類否を判断することが許されるものと解される（最高裁昭和37年（オ）第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年（行ツ）第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年（行ヒ）第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，カンガルーをモチーフとしたと思われる図形部分と，その下に「KAＮGOL」と横書きされた欧文字部分からなる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記の図形は，その形状からすれば，カンガルーをモチーフとした図形であると認識され得るものといえるが，やや抽象化された図形であることからすれば，同図形部分から特定の称呼や観念が生じるものとまではいえない。また，上記の欧文字は，一般的な辞書等に掲載されている語ではなく，特段の図案化もされていないことからすれば，同欧文字部分から特定の観念が生じるものとはいえない。",
                        "そうすると，上記の図形部分及び欧文字部分には観念上のつながりがあるとはいえないところ，本願商標全体の構成からすると，同各部分は，視覚上分離して看取されるものであって，分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえないから，それぞれが要部として認識されるものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，上記の欧文字部分についてみるに，同部分からは「KAＮGOL」の欧文字に相応して「カンゴール」の称呼が生じるが，特定の観念は生じないといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標",
                  "text": [
                    "引用商標は，「KAＮGOL」の欧文字を標準文字で表したものであるところ，本願商標の欧文字部分と同様に，引用商標からは「カンゴール」の称呼が生じるが，特定の観念は生じないといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "類否判断",
                  "text": [
                    "上記ア及びイを基に，本願商標の要部である「KAＮGOL」の欧文字部分と引用商標とを比較すると，両者は，観念を比較することはできないものの，欧文字のつづりが同じである上，本願商標の欧文字部分について特段の図案化はされていないから，外観が極めて類似するものといえる。また，両者からはいずれも「カンゴール」の称呼が生じるから，両者は称呼を共通にするものといえる。",
                    "以上の事情を総合して全体的に考察すれば，本願商標の要部である「KAＮGOL」の欧文字部分及び引用商標については，これらが同一又は類似の商品又は役務に使用された場合には，その商品又は役務の出所につき誤認混同を生ずるおそれがあるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標及び引用商標は，商標が類似するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "指定役務の類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断枠組み",
              "text": [
                "指定役務が類似のものであるかどうかは，それらの役務が通常同一営業主により提供されている等の事情により，それらの役務に同一又は類似の商標を使用する場合には，同一営業主の提供に係る役務と誤認されるおそれがあると認められる関係があるか否かによって判断するのが相当である（最高裁昭和33年（オ）第1104号同36年6月27日第三小法廷判決・民集15巻6号1730頁参照）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "役務の内容及び取扱商品等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願指定役務及び引用指定役務は，いずれも小売等役務であるから，商品の品揃え，陳列，接客サービス等といった役務の提供の手段や，小売又は卸売といった役務の提供の目的が共通するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願指定役務及び引用指定役務は，本願指定役務が主に織物，衣服，身の回り品等を取扱商品とするのに対し，引用指定役務は帽子を取扱商品とする点において異なるものの，いずれの取扱商品も衣類を中心とするファッション商品であるといえるから，この範囲において取扱商品が共通するものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本願指定役務及び引用指定役務は，いずれも衣類を中心とするファッション商品を取り扱う卸売業者又は小売業者が提供する役務であるから，役務を提供する業種が共通するものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "役務の提供の場所",
                  "text": [
                    "次の各事情によれば，本願指定役務及び引用指定役務は，それぞれの取扱商品が，同一事業者の通信販売ウェブサイトにおいて，同一の事業者が提供する一連の商品の一環として，あるいは同一のカテゴリーに属する一連の商品の一環として販売されるなどしている実情があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「ZOZOTOWＮ」の通信販売ウェブサイトにおいて，「ＮIKE」ブランドの取扱商品として，パーカー，ティーシャツ，靴，バッグ等が，帽子と共に掲載されている（乙1）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ZOZOTOWＮ」の通信販売ウェブサイトにおいて，「THE  ＮORTH FACE」ブランドの取扱商品として，パーカー，ダウンジャケット，バッグ，靴等が，帽子と共に掲載されている（乙2）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「楽天市場」の通信販売ウェブサイトにおいて，「ラルフローレン」ブランドの取扱商品として，セーター，ポロシャツ，ティーシャツ，下着，靴下，財布，靴，バッグ，ハンカチ，タオル等が，帽子と共に掲載されている（乙3）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「楽天市場」の通信販売ウェブサイトにおいて，「stussy」ブランドの取扱商品として，ティーシャツ，ジャケット，靴下，バッグ，靴等が，帽子と共に掲載されている（乙4）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「無印良品」の通信販売ウェブサイトにおいて，「服飾雑貨」のカテゴリーに係る取扱商品として，ストール，ネクタイ，手袋，マフラー，財布，ハンカチ，ベルト等が，帽子と共に掲載されている（乙5）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「LOFT」の通信販売ウェブサイトにおいて，「手袋・ストール・マフラー・ファッション雑貨」のカテゴリーに係る取扱商品として，手袋，ストール，マフラー等が，帽子と共に掲載されている（乙6）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "「Afternoon  Tea  LIVIＮG」の通信販売ウェブサイトにおいて，「ファッション雑貨」のカテゴリーに係る取扱商品として，ストール，財布，ベルト，靴下，ハンカチ，扇子等が，帽子と共に掲載されている（乙7）。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "「FASHIOＮ WALKER」の通信販売ウェブサイトにおいて，「服飾雑貨」のカテゴリーに係る取扱商品として，コート，手袋，ベルト，スカーフ，ストール等が，帽子と共に掲載されている（乙8）。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "「高島屋ファッションスクエア」の通信販売ウェブサイトにおいて，「服飾雑貨一覧」のカテゴリーに係る取扱商品として，靴下，ストール，ネクタイ，ベルト，扇子等が，帽子と共に掲載されている（乙9）。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "「ZOZOTOWＮ」の通信販売ウェブサイトにおいて，「marimekko」ブランドの取扱商品として，クッション，靴下，ティーシャツ，エプロン，バッグ，財布，タオル等が，帽子と共に掲載されている（乙10）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "需要者の範囲",
                  "text": [
                    "上記ア及びイで検討したとおり，本願指定役務及び引用指定役務は，いずれも衣類を中心とするファッション商品を取扱商品とするものである上，これらの取扱商品が通信販売ウェブサイトにおいて販売されるなどしている実情があることからすれば，いずれも一般需要者を広く対象とするものといえる。また，上記イ(ア)ないし(エ)及び(コ)によれば，特定のブランドが付された両役務の取扱商品を，同一の小売業者から購入する需要者は少なくないと考えられる。",
                    "これらの事情を考慮すると，本願指定役務及び引用指定役務は，需要者の範囲が一致するものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "類否判断",
                  "text": [
                    "上記アないしウで検討したところによれば，本願指定役務及び引用指定役務は，具体的な取扱商品は異なるものの，いずれも衣類を中心とするファッション商品を取扱商品とする点において共通するほか，役務を提供する手段，目的及び業種が共通するものといえる。また，両役務は，役務を提供する場所が共通する場合があるほか，需要者の範囲が一致するものといえる。",
                    "これらの事情を考慮すると，本願指定役務及び引用指定役務については，これらの役務に同一又は類似の商標を使用する場合には，同一営業主の提供に係る役務と誤認されるおそれがあると認められる関係があるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願指定役務と引用指定役務は，役務が類似するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，原告とカンゴール社との間で本件契約が締結され，その後，原告とカンゴール社との間で取扱商品及び役務に係る棲み分けがされてきたことを，現実的かつ具体的な取引の実情として重視すべきである旨主張する。",
                "しかしながら，本件契約それ自体は，原告とカンゴール社との間における個別の合意にすぎないから，同契約を締結した事実や，同契約に基づいて原告が本願商標を継続的に使用している事実は，商標の類否判断において考慮し得る一般的，恒常的な取引の実情（最高裁昭和47年（行ツ）第33号同49年4月25日第一小法廷判決・審決取消訴訟判決集昭和49年443頁参照）には当たらないというべきである。",
                "また，原告が提出する証拠（甲30ないし49）は，原告が，本願商標を用いて衣類等を提供してきたことを裏付けるものであるとはいえても，帽子（及びそれに係る役務）とそれ以外の衣類（及びそれに係る役務）とで，原告が主張するような棲み分けがされ，それが需要者に認識されていることを認めるに足りるものではなく，むしろ，原告が，本願商標を用いて帽子を販売している例さえ存在することが認められる。",
                "したがって，原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，原告とカンゴール社との間においては，カンゴール社が所有する複数の登録商標につき，帽子類以外の指定商品に係る商標権が原告に分割移転された例等がある旨主張するが，たとえそうであるとしても，このような個別的な事情によって商標法4条1項11号の適用が排除されるものではないと解するのが相当である。",
                "したがって，原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願指定役務及び引用指定役務の各取扱商品は特許庁の類似商品・役務審査基準において非類似の商品として取り扱われてきたものである旨主張する。",
                "しかしながら，これまで検討したとおり，本願指定役務及び引用指定役務はいずれも小売等役務であり，その類否は取扱商品ではなく役務同士を比較して判断すべきものである。また，本願指定役務及び引用指定役務は，具体的な取扱商品は異なるものの，他の事情も併せて考慮すれば，役務の出所を誤認されるおそれがある関係にあるものといえる。そうすると，本願指定役務及び引用指定役務の各取扱商品が，上記審査基準において非類似の商品として取り扱われているからといって，前記の結論が左右されるものではないというべきである。",
                "したがって，原告の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上のとおり，本願商標は，引用商標に類似する商標であると認められ，また，本願指定役務は，引用指定役務と類似する役務であると認められるから，本願商標は，引用商標との関係において，商標法4条1項11号に該当するものと認められる。",
                "そうすると，本願商標について登録することができないものであるとした本件審決の判断に誤りはなく，原告が主張する取消事由は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}