{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求を棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，別紙被控訴人商標目録（原判決別紙原告商標目録と同内容である。）記載の商標登録に係る商標権（以下「被控訴人商標権」といい，その登録商標を「被控訴人商標」という。）を有する被控訴人が，別紙控訴人標章目録（原判決別紙被告標章目録と同内容である。）記載1，2又は3の各標章（以下，それぞれ「控訴人標章1」，「控訴人標章2」，「控訴人標章3」といい，これらを併せて「控訴人各標章」という。）はいずれも被控訴人商標に類似するから，控訴人が控訴人各標章を付したバックパック，肩掛けかばん，ブリーフケース，旅行かばん，カジュアルバッグ（以下「控訴人商品」という。これらはいずれも被控訴人商標の指定商品に該当する。）を輸入，販売し，又は販売のために展示すること（以下，これらの行為を併せて「販売等」という。）は，いずれも被控訴人商標権を侵害する旨主張して，商標法36条1項，37条1号に基づき，控訴人各標章を付した控訴人商品の販売等の差止めを求め，商標法36条2項に基づき，控訴人商品の廃棄を求める事案である。",
            "原判決が，被控訴人の請求を認容したため，これを不服とする控訴人が控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決「事実及び理由」第2の1（原判決2頁14行目から3頁6行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに関する当事者の主張",
          "text": [
            "本件における争点及びこれに関する当事者の主張は，後記4のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」第2の2（原判決3頁8行目から6頁12行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "十字部分の色彩等に基づく類否の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "標章において色彩が類否に大きく影響すること",
                      "text": [
                        "例えば，国旗において色彩が重要な要素であるように，標章は，同一の文字や図形の結合等であっても，色彩の相違によって印象が異なる。また，商標法70条1項は，色彩を登録商標と同一にすれば登録商標と同一の商標となる場合であっても登録商標に類似しない商標があることを前提としており，色彩以外が同一であり色彩だけが異なっている商標が非類似になることを示している。そのため，商標の類否判断に色彩が大きく影響する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "十字部分を有する標章は特に十字部分の色彩が類否に大きく影響すること",
                      "text": [
                        "商標法4条1項4号は，赤十字の標章と同一又は類似の商標について商標登録を受けることができないと定めており，赤十字の標章及び名称等の使用の制限に関する法律1条は，白地に赤十字の標章若しくは赤十字の名称又はこれらに類似する記章若しくは名称をみだりに用いることを禁じている。さらに，緑と白で構成された十字の標章は，安全標識として定められ，白地に緑色の十字が安全指導標識，緑地に白色の十字が衛生指導標識とされている。このようなことから，十字部分を有する標章においては特に十字部分の色彩が類否に大きく影響する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人商標と控訴人標章1，3の類否",
                      "text": [
                        "被控訴人商標と控訴人標章1，3はいずれも十字部分を有しているが，被控訴人商標の十字部分が白色であるのに対し，控訴人標章1の十字部分は銀色であり，控訴人標章3の十字部分は黒色であるから，これらは外観が異なる。被控訴人商標は「シロジュウジ」を含む称呼，白十字を含む観念を生ずる。他方，控訴人標章1は「ギンジュウジ」を含む称呼，銀十字を含む観念を生じ，控訴人標章3は「クロジュウジ」を含む称呼，黒十字を含む観念を生ずる。白十字からはスイス国旗が連想されるが，銀十字や黒十字からは連想されない。そうすると，被控訴人商標と控訴人標章1，3は，外観，称呼，観念が異なり，類似しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "十字以外の部分等に基づく類否の主張",
                  "text": [
                    "商標法4条1項1号が，国旗と同一又は類似の商標は商標登録を受けることができないと定めていることからすると，被控訴人商標が登録されているのは，スイス国旗と類似していないからであり，そうであるとすると，被控訴人商標のうち，スイス国旗と似ている十字部分は要部ではなく，円弧からなるループ状図形が要部である。",
                    "被控訴人商標の円弧からなるループ状図形の外周は，すべて円弧で構成され，丸味を帯びた形状である。一方，控訴人各標章の正方形部分の外周は，主に4本の直線から構成され，角張った形状である。また，被控訴人商標の円弧からなるループ状図形は，白色であるのに対し，控訴人標章1，3の正方形部分は，それぞれ銀色，黒色であり，色彩が異なる。さらに，控訴人各標章の正方形部分から生じる観念は「カク」であるのに対し，被控訴人商標の円弧からなるループ状図形からは「カク」の観念は生じない。そうすると，被控訴人商標の指定商品と同一又は類似の商品に使用された控訴人各標章が外観，観念等によって取引者，需要者に与える印象，記憶，連想等は，被控訴人商標とは全く異なるものである。したがって，被控訴人商標と控訴人各標章は類似しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出所の誤認混同に関する主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5の1，2について",
                      "text": [
                        "甲5の1はインターネットショッピングのサイトであるアマゾンの領収証であり，甲5の2は，甲5の1の領収証に係るバッグの写真であるところ，甲5の2に写真が掲載されたバッグ（以下「甲5の商品」という。）の販売者は，甲5の1に記載のとおり株式会社華盛通商（以下「華盛通商」という。）であり，華盛通商と控訴人は何らの関係もない。被控訴人の商品と甲5の商品の出所について誤認混同が生じたとしても，それが控訴人の行為によることは何ら立証されていない。また，甲5の商品には，控訴人各標章のいずれも付されておらず，控訴人各標章の使用行為と誤認混同との因果関係も立証されていない。なお，控訴人とは無関係の者の商品であっても，被控訴人商標と控訴人のブランド名が同一商品に付されたとすれば，商品の出所を誤認混同するおそれが生じるのは当然であるが，その事実は，控訴人商品と被控訴人の商品の出所混同が生じることとは無関係である。そのため，甲5の1，2に基づいて，控訴人が控訴人各標章を使用することによって被控訴人の商品と控訴人商品の出所について誤認混同を生じたことが立証されたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲6の1～3について",
                      "text": [
                        "インターネットショッピングのサイトである甲6の1～3に掲載されたバッグに控訴人各標章のいずれかが付されていたことは何ら立証されていないから，甲6の1～3に基づいて，控訴人が控訴人各標章を使用することによって被控訴人の商品と控訴人商品の出所について誤認混同を生じたことが立証されたとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "十字部分の色彩等に基づく類否の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "標章において色彩が類否に大きく影響すること",
                      "text": [
                        "控訴人の主張は争う。",
                        "国旗において色彩が重要な要素であったとしても，外観，称呼，観念について総合的な判断がされる商標の類否には関係がない。商標法70条1項の趣旨は，色彩を構成要素とする商標について，色彩の点を除外すれば同一である商標は類似ではなくて同一の範囲に含まれるということである。商標の類否判断に色彩が大きく影響するとする根拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "十字部分を有する標章は特に十字部分の色彩が類否に大きく影響すること",
                      "text": [
                        "控訴人の主張は争う。",
                        "赤十字の標章と同一又は類似の商標について商標登録を受けることができないこと，赤十字の標章又はこれに類似する記章の使用が禁じられていること，緑と白で構成された十字の標章が安全標識として定められていることは，商標の類否判断との間に何らの関連性もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人商標と控訴人標章1，3の類否",
                      "text": [
                        "控訴人の主張は争う。",
                        "被控訴人商標と控訴人標章1，3の十字部分の色彩の相違は，構成全体の共通点と比べれば微差にすぎず，全体として異なる印象を与えるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "十字以外の部分等に基づく類否の主張について",
                  "text": [
                    "控訴人の主張は争う。",
                    "被控訴人商標は結合商標でないから，その構成部分の一部を抽出してその部分だけを他の標章と比較して類否を判断することはできないし，仮にそのようなことができるとしても，中央の十字部分が強く支配的な印象を与えるから，要部は十字の部分である。そして，控訴人各標章の要部も十字の部分であり，被控訴人商標の要部である十字部分と控訴人各標章の要部である十字部分は，外観，称呼，観念を共通にし，類似するから，被控訴人商標と控訴人各標章は類似する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出所の誤認混同に関する主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5の1，2について",
                      "text": [
                        "控訴人の主張は争う。",
                        "甲5の1，2によれば，控訴人グループは，被控訴人のOEMにより製造したバッグに「SWISSGEAR  BY  WEＮGER」という被控訴人の表示と被控訴人商標を付したまま，控訴人のブランド名である「SWISSWIＮ／SUISSEWIＮ」という表示をも付して流通に置いており，これにより市場において被控訴人の商品と控訴人商品の誤認混同が生じている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲6の1～3について",
                      "text": [
                        "控訴人の主張は争う。",
                        "甲6の1～3によれば，販売業者においても，被控訴人の商品と控訴人商品の出所について誤認混同を生じている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所の判断は，後記2のとおり当審における補充主張に対する判断を付加するほかは，原判決「事実及び理由」第3の1，2（原判決6頁14行目から14頁9行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "十字部分の色彩等に基づく類否の主張について",
              "text": [
                "控訴人は，標章において色彩が類否に大きく影響すること，十字部分を有する標章は特に十字部分の色彩が類否に大きく影響することを前提として，被控訴人商標と控訴人標章1，3は外観，称呼，観念が異なり，類似しないと主張するが，控訴人の主張を採用することはできない。以下，詳述する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "標章において色彩が類否に大きく影響するという控訴人の主張について",
                  "text": [
                    "控訴人は，例えば，国旗において色彩が重要な要素であるように，標章は，同一の文字や図形の結合等であっても，色彩の相違によって印象が異なるものであり，現に，商標法70条1項は，色彩を登録商標と同一にすれば登録商標と同一の商標となる場合であっても，色彩が異なれば登録商標に類似しない商標があることを前提としており，このことは，色彩以外が同一であり色彩だけが異なっている商標が非類似になることを示しているとし，そのため，商標の類否判断に色彩が大きく影響すると主張する。",
                    "しかし，国旗において色彩が重要な要素であるとしても，国旗の例が直ちに商標に当てはまるものではない。また，標章において，文字や図形は色彩に劣らず重要な要素であり，商標法70条1項が，色彩を登録商標と同一にするものとすれば登録商標と同一の商標であると認められるものを，登録商標に類似の商標にとどまるとするのではなく，登録商標に含まれるとしていることからすれば，文字や図形が同一であって色彩のみが異なる商標は，登録商標と同一の商標と認められる場合が多いといえる。そのため，控訴人の上記条項の理解は不適切であり，同条項に基づき，標章において色彩のみが類否に大きく影響するということはできない。なお，色彩が識別性等の観点から大きな意味を有しており，色彩のみが異なることにより全く違う商標となってしまうような例外的な場合について商標法70条1項が適用されないとする余地があるとしても，上記の認定は左右されない。したがって，控訴人の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "十字部分を有する標章は特に十字部分の色彩が類否に大きく影響するという控訴人の主張について",
                  "text": [
                    "控訴人は，商標法4条1項4号は，赤十字の標章と同一又は類似の商標について商標登録を受けることができないと定めており，赤十字の標章及び名称等の使用の制限に関する法律1条は，白地に赤十字の標章若しくは赤十字の名称又はこれらに類似する記章若しくは名称をみだりに用いることを禁じていること，緑と白で構成された十字の標章は，安全標識として定められていることから，十字部分を有する標章においては特に十字部分の色彩が類否に大きく影響すると主張する。",
                    "しかし，赤十字の標章や安全標識について上記の事実があるとしても，赤十字の標章と同一又は類似の商標でなければ，十字部分を含む商標の登録は認められる余地があり，十字部分を含む商標において十字部分の色彩が識別性等の観点からどのような意味を有するかは，その商標の具体的な構成等に照らして判断されるべき事柄であって，一概に，十字部分を有する標章において特に十字部分の色彩が類否に大きく影響するということはできず，控訴人の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人商標と控訴人標章1，3の類否について",
                  "text": [
                    "控訴人は，被控訴人商標と控訴人標章1，3は，外観，称呼，観念が異なり，類似しないと主張する。",
                    "しかし，原判決の説示するとおり（原判決9頁6行目ないし10頁10行目），被控訴人商標と控訴人標章1は，外観が類似しており，いずれも「ジュウジ」「クロス」などの同一の称呼及び「十字」「クロス」などの同一の観念が生じ，取引の実情を踏まえると，被控訴人商標と控訴人標章1は，商品の出所につき誤認混同を生ずるおそれがあり，両者は類似すると認められる。また，原判決の説示するとおり（原判決11頁5行目ないし12頁14行目），被控訴人商標と控訴人標章3は，外観が類似しており，同一の称呼及び観念が生じ，取引の実情を踏まえると，被控訴人商標と控訴人標章3は，商品の出所につき誤認混同を生ずるおそれがあり，両者は類似すると認められる。したがって，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "十字以外の部分等に基づく類否の主張について",
              "text": [
                "控訴人は，商標法4条1項1号が，国旗と同一又は類似の商標は商標登録を受けることができないと定めていることからすると，被控訴人商標が登録されているのは，スイス国旗と類似していないからであり，そうであるとすると，被控訴人商標のうち，スイス国旗と似ている十字部分は要部ではなく，円弧からなるループ状図形が要部であるとした上で，被控訴人商標の円弧からなるループ状図形の外周と控訴人各標章の正方形部分の外周は，形状，色彩，観念が異なるとし，被控訴人商標の指定商品と同一又は類似の商品に使用された控訴人各標章が外観，観念等によって取引者，需要者に与える印象，記憶，連想等は，被控訴人商標とは全く異なるものであるから，被控訴人商標と控訴人各標章は類似しないと主張する。",
                "しかしながら，被控訴人商標が登録されているのは，スイス国旗と類似していないからであるとしても，そのことから直ちに，被控訴人商標のうち，十字部分以外の円弧からなるループ状図形が要部であるとして，その部分の比較に基づいて商標の類否を判断すべきであるとはいえない。商標の類否は，外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品に係る取引の実情を踏まえつつ全体的に考察すべきものであるところ，被控訴人商標と控訴人各標章は，いずれも十字部分と外周部分からなり，十字部分は被控訴人商標及び控訴人各標章の中心にあって目立つ位置にあるから，類否判断に当たっては，十字部分も含めて被控訴人商標と控訴人各標章のそれぞれの全体を比較考察すべきである。そのため，十字部分以外の周囲の部分の比較により被控訴人商標と控訴人各標章は非類似であるとする控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "出所の誤認混同に関する主張について",
              "text": [
                "控訴人は，甲5の1，2，甲6の1～3に基づいて，控訴人が控訴人各標章を使用することによって被控訴人の商品と控訴人商品の出所について誤認混同を生じたことが立証されたとはいえないと主張する。",
                "甲5の1，2，甲6の1～3に掲載されたバッグに控訴人各標章が付されているのかどうか必ずしも明らかでないことからすると，甲5の1，2，甲6の1～3のみによって，控訴人が控訴人各標章を使用することによって被控訴人の商品と控訴人商品の出所について実際に誤認混同を生じたとまでいうことはできない。しかし，被控訴人商標と控訴人各標章は，原判決の説示するとおり（原判決9頁6行目ないし12頁14行目），外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，使用される商品に係る取引の実情を踏まえつつ全体的に考察すると，同一又は類似の商品に使用された場合には商品の出所につき誤認混同を生ずるおそれがあると認められるものであり，甲5の1，2，甲6の1～3に掲載されたバッグに控訴人各標章が付されているのかどうか必ずしも明らかでないとしても，それによって上記の認定が否定されることはない。むしろ，かばん製品の販売業者が，令和2年2月頃，インターネット上のショッピングサイトである「Yahoo！JAPAＮ  ショッピング」において，商品名として「SWISSWIＮ  SWISSGEAR  デイパック  バックパック  ウェンガー  WEＮGER」などと表示し，商品情報として「スイスの人気アウトドアブランドWEＮGERシリーズSWISSWIＮから多機能＆収納豊富でスタイリッシュなデザインのバッグの登場です。」などと表示して控訴人商品を販売していた（甲6の1）ことからすると，インターネット上のショッピングサイトでは，実際に被控訴人の商品と控訴人商品の出所について誤認混同が生じていることが認められ，それが，控訴人が被控訴人商標に類似する控訴人各標章を使用したことに起因すると考えることには合理性があると認められる。したがって，控訴人の上記主張を考慮しても，被控訴人商標と控訴人各標章の類似性が否定されることはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "その他の控訴人の主張について",
              "text": [
                "控訴人の令和2年11月30日付け控訴理由書及び令和3年2月12日付け第1準備書面によるその他の主張は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，被控訴人の請求は理由があり，これを認容した原判決は相当であり，本件控訴は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}