{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた裁判",
      "text": [
        "特許庁が取消2018-300056号事件について令和2年9月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条に基づく商標登録取消請求を不成立とした審決の取消訴訟であり，主な争点は，被告や通常使用権者の販売する商品が，指定商品に該当するか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，以下の商標(以下「本件商標」という。)の商標権者である(甲1，2)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "登録番号  第5689999号"
            },
            {
              "fig": "(2)",
              "subject": "出願日    平成25年12月27日"
            },
            {
              "fig": "(3)",
              "subject": "査定日    平成26年7月1日(以下「本件査定日」という。)"
            },
            {
              "fig": "(4)",
              "subject": "登録日    平成26年8月1日"
            },
            {
              "fig": "(5)",
              "subject": "商品及び役務の区分並びに指定商品",
              "text": [
                "第16類 工楽松右衛門の創製した帆布を用いた筆箱，工楽松右衛門の創製した帆",
                "布を用いた文房具類，工楽松右衛門の創製した帆布を用いた写真立て",
                "第18類 工楽松右衛門の創製した帆布を用いたかばん類，工楽松右衛門の創製した帆布を用いた袋物，工楽松右衛門の創製した帆布を用いた携帯用化粧道具入れ，工楽松右衛門の創製した帆布を用いたかばん用の金具，工楽松右衛門の創製した帆布を用いたがま口用の口金",
                "第24類 工楽松右衛門の創製した帆布，工楽松右衛門の創製した帆布を用いた布製の身の回り品，工楽松右衛門の創製した帆布製のランチョンマット，工楽松右衛門の創製した帆布製のコースター，工楽松右衛門の創製した帆布製のテーブルナプキン，工楽松右衛門の創製した帆布製の椅子カバー，工楽松右衛門の創製した帆布製の壁掛け，工楽松右衛門の創製した帆布を用いたカーテン，工楽松右衛門の創製した帆布を用いたテーブル掛け，工楽松右衛門の創製した帆布を用いたどん帳，工楽松右衛門の創製した帆布製のトイレットシートカバー"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯",
      "text": [
        "原告ら及びAは，商標法50条1項に基づき，本件商標について，商標登録取消しの審決を求める審判(以下「本件審判」という。)の請求をし，平成30年2月15日，審判請求の登録がされた。",
        "特許庁は，上記請求を取消2018-300056号事件として審理した上，令和2年9月16日，「本件審判の請求は成り立たない。」との審決をし，その謄本は，同年10月1日，原告らに送達された。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "被告は，平成26年12月頃から，本件商標を様々なかばんが掲載された「2014年12月1日現在」の日付けのカタログ(甲18，乙13。以下「本件カタログ」という。)に表示していた。",
            "また，被告は，本件審判請求の登録前3年以内(以下「要証期間」という。)である平成27年3月3日，同月4日，同年6月10日の日付があるウェブサイトに，本件商標と社会通念上同一と認められる，本件商標の図形部分とその右側に上部に読み仮名である「まつえもんほ」の文字を小さく書してなる「松右衛門帆」の文字からなる標章(以下「本件使用商標」という。)を，同年3月3日，同年6月10日の日付けがあるウェブサイトに，本件商標を，それぞれ「かばん」の紹介記事や「かばん」の期間限定販売に関する記事中で表示した(甲43～45)。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "被告の上記(1)のウェブサイト上の各記事に表示されている「かばん」(以下「本件かばん1」という。)に関し，本件カタログ(甲18)やブログ(甲22)では，被告の製造販売する商品が高砂生まれの偉人，工樂松右衛門(以下「工楽松右衛門」と表記することもある。)が発明した帆である「松右衛門帆」を復刻し，これを素材として使用した商品である旨の記載があり，被告が，商品を工樂松右衛門が発明した「松右衛門帆」を復刻した帆布を使用した商品であることを謳って販売していることからすると，本件かばん1は，工樂松右衛門の創製した帆布を復刻した帆布を用いた商品，すなわち，「工楽松右衛門の創製した帆布を用いた商品」として販売されているものといえ，取引者，需要者もそのように認識していることがうかがわれる。",
            "そうすると，本件かばん1は，「工楽松右衛門の創製した帆布を用いたかばん」であると認められ，本件審判の請求に係る指定商品中の「工楽松右衛門の創製した帆布を用いたかばん類」に含まれる商品といえる。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "原告らは，「工楽松右衛門の創製した帆布」は，木綿糸で織り上げられた厚手の帆布であることに加えて，少なくとも，①布の両端1寸ほどについては縦糸1本横糸2本で織り，それ以外の部分については縦糸2本横糸2本で織っている(以下「特徴①」という。)，②幅の長さは2尺5寸(約75センチ)ほどのものである(以下「特徴②」という。)という特徴を有しており，これらの特徴①，②を有しない被告の商品は，「工楽松右衛門の創製した帆布」を使用した商品とはいえない旨主張し，書籍(甲3～7)及び神戸商船大学のB名誉教授(以下「B教授」という。)の意見書(甲8)を提出している。しかし，被告の商品は，上記(2)のとおり，「工楽松右衛門の創製した帆布を用いた商品」として販売されているのであるから，「工楽松右衛門の創製した帆布を用いたかばん類，工楽松右衛門の創製した帆布を用いた袋物，工楽松右衛門の創製した帆布を用いた筆箱」としかいい得ないものである。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "したがって，本件商標の登録は，商標法50条により取り消すことができない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らが主張する審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(判断遺脱及び理由不備)"
        },
        {
          "fig": "2",
          "subject": "取消事由2(指定商品の認定の誤り)"
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(判断遺脱及び理由不備)について",
          "text": [
            "(原告らの主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の指定商品(以下「本件指定商品」という。)は，いずれも，「工楽松右衛門の創製した帆布」そのもの又はこれを用い，若しくは「工楽松右衛門の創製した帆布製」であることを特徴とする商品である。",
                "原告らは，本件審判において，被告や通常使用権者が本件商標を付すなどした商品は，いずれも「工楽松右衛門の創製した帆布」そのもの又はこれを用い若しくは「工楽松右衛門の創製した帆布製」であるとはいえず，被告又は通常使用権者が，本件指定商品について本件商標を使用したとはいえないことを理由に本件商標の登録の取消しを求めたものであるから，審決の結論を導くにあたっては，この点に関する審理を行い，かつ，判断の実質的理由を審決に示す必要がある(商標法56条1項，特許法157条2項4号)。",
                "また，原告らは，商品の同一性が認められない具体的理由として，「工楽松右衛門の創製した帆布」といえるためには，特徴①，②を有していることを要すると主張し，その根拠として，甲3～8などの証拠を提出していた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，被告の商品そのものの客観的特徴ではなく，商標権者である被告がいかなる表記をしているかという主観的要素を基準に商品の認定をし，本件指定商品と被告の商品との同一性判断をしているが，商品・役務の同一性に関し，そのように商標権者らが標榜するところを基準に認定判断を行うことになると，商標権の効力範囲が商標権者の主観によって変動することになる上，第三者の地位は著しく不安定になって，需要者からの信用も阻害することとなる。",
                "商品・役務の同一性は，その登録事項に基づき，客観的に認定判断されるべきものであり，需要者の認識を考慮する場合においても，商標権者の主観的表示を離れて，その商品に触れた需要者がどのように理解するかを客観的に把握する必要があるというべきである。",
                "本件においては，「工楽松右衛門の創製した帆布」が具体的にどのような特徴を有する帆布であるかなどを検討し，その結果を踏まえて「工楽松右衛門の創製した帆布」を用いるなどした本件指定商品の具体的意味を客観的に特定する必要がある。そして，そこで認定された本件指定商品の意味に基づいて，被告の商品との対比を行うことにより，はじめて，商品の同一性を認定することができるものというべきである。",
                "しかし，審決は，「工楽松右衛門の創製した帆布」がどういうものであるかについて何らの判断も示さず，需要者の認識についても実質的には何も認定せず，結果として，被告の商品が，本件指定商品に該当するか否かの判断を実質的にはしておらず，原告ら主張の商標登録取消理由である，本件指定商品と同一の商品に対する本件商標の使用の有無について，実質的な判断を欠くものといえ，この判断の欠落は，結論に影響するものであるし，同判断の欠落の結果，審決には，結論に到達するのに必要な理由の付記もないこととなる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上から，審決には，審理不尽又は判断遺脱の瑕疵があり，かつ，当該瑕疵は結論に影響するものであるから，違法として，取り消されるべきである。",
                "また，上記判断遺脱の結果，審決は，商標法56条1項，特許法157条2項4号が求める理由付記についても脱漏があるから，この点においても違法があり，取り消されるべきものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "知財高裁平成24年(行ケ)第10103号同年9月12日判決(以下「エコルクス事件判決」という。)は，商標権の対世的効力及びその公示を担う商標登録制度の趣旨に鑑み，指定商品・役務の用語の解釈は，一般的に通用する用語法に基づき，客観的にされなければならないことを述べたものである。",
                    "これを本件に適用すると，取引者，需要者が本件指定商品の「工楽松右衛門の創製した帆布」との用語に触れたときには，「天明年間に播州高砂に実在した船頭である工樂松右衛門がはじめてつくりだした帆布」を指すものと理解する。",
                    "したがって，ある商品が「工楽松右衛門の創製した帆布」に該当するかを判断するに当たっては，「天明年間に播州高砂に実在した船頭である工樂松右衛門がはじめてつくりだした帆布」とはどのようなものかを客観的に認定し，対象商品との対比をしなければならないが，審決はそれを全くしておらず理由不備があり，また，その結果，指定商品の認定を欠いた点で判断の遺脱がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告が，「松右衛門帆」又は「工楽松右衛門の創製した帆布」の意味についてどのような見解を有していようと，また，仮にその見解が正当なものであったとしても，判断過程に上述のような深刻な瑕疵を包含する審決を正当化する根拠となるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件指定商品や被告の商品の解釈認定についての被告の主張は，後記2(原告らの主張)で述べるとおり誤りである。",
                    "(被告の主張)"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "エコルクス事件判決によると，指定商品の意義は取引者や需要者による通常の使用法に基づいて客観的に解釈されるべきである。審決は，エコルクス事件判決の準則を踏まえて，被告の商品が，「工楽松右衛門の創製した帆布を用いたかばん」であって，指定商品である「工楽松右衛門の創製した帆布を用いたかばん類」に含まれる商品であると認定判断したのであり，原告らの主張するような違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取引者，需要者の認識",
              "content": [
                {
                  "fig": "ア",
                  "subject": "辞書及び新聞記事等における記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「松右衛門帆」について，「天明(1781～1789)年間，播州高砂の船頭，工楽松右衛門の創製した帆布。太い綿糸で織った厚手の『織り帆』で，綿布を重ねて刺子にした『刺し帆』に代わり，明治時代まで用いられた。」(広辞苑，甲46)，「江戸時代，天明五年(1785年)播磨国(兵庫県)高砂の工楽松右衛門が創製した帆布。太い木綿糸で厚手の丈夫な布地を二尺余りの広幅に織りあげたもの。従来の刺帆(さしほ)に対して織帆(おりほ)とも呼び，格段に丈夫なため以後帆布の代表的なものとなった。」(日本国語大辞典，甲47)，「1785年，播州高砂の船頭工楽松右衛門が創製した帆布地の名称。太い木綿糸で織り上げた広幅の丈夫な帆布。それまで使われていた刺帆に対して織帆とも呼ばれた。」(大辞林，甲48，乙14)とそれぞれ記載されている。",
                        "これらの代表的な辞書に掲載されているとおり，「松右衛門帆」は，「工楽松右衛門がはじめてつくりだした帆布又は帆布地であって，その特徴としては，太い木綿糸で織り上げた織り帆」であることが分かる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告の商品を取り上げた取引者の多くが目にする繊研新聞や地元の高砂市周辺の需要者が日頃から目にする神戸新聞といった，数多くの新聞，雑誌等の記事において，本件商標が使用されている「工楽松右衛門の創製した帆布を用いたかばん」(被告の商品)は，「工楽松右衛門の創製した厚手の帆布」である「松右衛門帆」を用いた商品として紹介されている(甲49～57，乙1～4)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "取引者，需要者のブログ等(甲58～61)においても，被告の商品は，「工楽松右衛門の創製した厚手の帆布」である「松右衛門帆」を用いたかばん等と認識されていることが分かる。",
                        "その他のブログにおいても，「『松右衛門帆』を発明したのは，現在の兵庫県高砂出身で江戸時代に海運業で活躍した工樂松右衛門。松右衛門は・・・頑丈で操作が容易な厚手幅広の一枚布を織り上げる方法を考案。」などの記載があり(乙5～9)，これらからしても，取引者，需要者は，「松右衛門帆」や「工楽松右衛門の創製した帆布」について，工樂松右衛門が生み出した厚手の丈夫な帆布地ほどの認識を持っていることが看て取れる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告らの認識",
                  "text": [
                    "原告らは，被告に対し，平成28年12月9日付けの確認書案(乙10)を送付しているところ，当該確認書案4条には，「工樂家は高砂物産協会が使用している登録商標『松右衛門帆』名称使用そのものに異議を申し入れたものではない。今後とも，『松右衛門帆』の名称使用については了解する。」と記載されている。",
                    "また，原告らと被告とは，平成29年1月27日付けで合意書を交わしており(乙11)，同年3月2日付けの新聞においても，「高砂市出身の江戸時代の発明家，工樂松右衛門の子孫らが『松右衛門帆』と名付けた製品を開発したＮPO法人，高砂物産協会(同市)に松右衛門の名称や商標の使用停止を申し入れていた問題で，子孫らは製品や事業に一定の理解を示し，同協会が手掛ける事業を前進させることで合意書を交わした。」と報じられた(乙12)とおり，原告らは，被告の事業に一定の理解を示していた。",
                    "これらの事実からすると，原告らも，「松右衛門帆」の意義について，他の取引者や需要者と同様に，工樂松右衛門が生み出した厚手の丈夫な帆布地ほどの認識を有していたことが分かる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らの主張に対する反論",
              "text": [
                "指定商品の解釈についてはエコルクス事件判決がその基準を示しているから，これに反する原告らの主張は独自の見解を述べるものにすぎず，その前提において誤っている。",
                "また，「松右衛門帆」の意義に関する原告らの主張を基礎付ける文献はごく少数見られるにすぎず，かつ当該各文献は筆者の主観的解釈に基づいて松右衛門帆の特徴を述べたものである。需要者の認識を直接的に示しているブログ等においても，「松右衛門帆」や「工楽松右衛門の創製した帆布」は，工樂松右衛門が生み出した厚手の丈夫な帆布地ほどの認識がされ，被告の商品は「工楽松右衛門の創製した帆布」である「松右衛門帆」を用いたものとして話題にされている(甲58～61，乙5～9)ことから分かるように，取引者，需要者は，松右衛門帆が，木綿の太さが何ミリであって厚さが何ミリである帆というような認識を持っているものではなく，ましてや，原告らの主張するような，特徴①，②を有する帆布とは認識していない。取引者，需要者は，「松右衛門帆」について，工樂松右衛門が生み出した厚手の丈夫な帆布地ほどの認識を持っていたとみるのが自然であり，このことを示した審決に違法性はなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(指定商品の認定の誤り)について",
          "text": [
            "(原告らの主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「工楽松右衛門が創製した帆布」の意味について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，審査過程において，特許庁より，「本願指定商品中，工楽松右衛門が創製した帆布を使用した商品以外の商品に使用するときは，その商品の品質について誤認を生じさせるおそれがある」との拒絶理由通知(以下「本件拒絶理由通知」という。甲10)を受けて，自ら「工楽松右衛門の創製した帆布を用いたかばん類」等と指定商品の範囲を限定・特定した経緯があるから，本件商標が本件指定商品のいずれかについて使用されたというためには，被告の商品が指定商品そのものである「工楽松右衛門の創製した帆布」を用いたかばん類等でなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「創製」とは，「はじめてつくりだすこと」を意味する(甲46)から，工樂松右衛門が創製した帆布とは，1785年，播州高砂の船頭として松右衛門帆を創出した工樂松右衛門が，初めて作り出した帆布と同一の特徴を有するものを意味する。",
                    "そして，工樂松右衛門が創製した帆布の特徴は，木綿糸で織り上げられた厚手の帆布であることに加えて，特徴①，②を備えたものである。特徴①，②の一方でも欠く帆布は，たとえ類似するものであっても，「工楽松右衛門が創製した帆布」とは認められない。",
                    "「工楽松右衛門が創製した帆布」の中央部は，縦糸，横糸を2本ずつ，糸はよりをあまり強くせず，織り目も少し粗く織っているため，しなやかさがあり，帆としての柔軟性が十分に保たれる構造となっている。このような構造を採用しているのは，松右衛門帆が，元来，和船の帆として創製されたものであり，嵐やしけの際などは，素早く帆を降ろし，折り畳む必要があるため，柔軟性が必要であったからである。",
                    "他方，布の両端(耳部)1寸程は，縦糸1本でしっかりと織られているため，堅固丈夫になり，帆と帆を連結する際に帆の破損を防ぐことができ，かつ全体の強度も増す構造となっている。創製時には，生産可能な帆布幅は2尺5寸程度が上限であったため，複数の帆布を耳部で綴じ合わせることを前提としたものである。",
                    "工樂松右衛門が創出した帆布に使用された糸や織布を一般財団法人ボーケン品質評価機構において分析したところ，糸は2．2番手相当，織布の密度は縦26．16本×横17．53本というものであった(甲68)。",
                    "工樂松右衛門が創製した帆布は，1785年当時，和船の帆として用いられることのみを想定して創製されたものであり，和船の帆以外の用途に使用する目的はなく，その特徴である構造(布中央部の柔軟性と耳部の堅固性)や寸法(2尺5寸＝約75.75cm 程)を考慮すると，船の帆以外の商品(かばん等)の素材として用いられることに適したものではない。",
                    "そのため，「工楽松右衛門が創製した帆布」が裁断され，かばんや小物の素材として，耳部を排除して，布中央部のみが利用された場合，「工楽松右衛門が創製した帆布」としての特徴①，②は全く感得できないものとなる(甲8)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の商品が本件指定商品に含まれないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，松右衛門帆の特徴とは，「太い木綿糸で織り上げた織り帆であること」と主張し(甲69)，被告の商品が本件指定商品に該当すると主張するが，木綿糸は松右衛門帆の創製以前から存在するものであり，また，糸を太くすることによって強度を増すという方法は，他の帆布においても認められる手法であって，工樂松右衛門が創製した帆布以前から存在したごく一般的な技術的思想である。",
                    "また，被告の商品を取り扱っている株式会社御影屋(以下「御影屋」という。)のウェブサイトによると，被告の商品に使用する帆布の特徴は，①太さの違う経糸緯糸を2本引き揃えにし，平織りにする，②経糸に3・5番手相当，緯糸に3．5番手の三子撚りに相当する極太糸を使用する，というものであるが，①の太さの違う経糸緯糸を引き揃えて平織りにする，という織り方は広く採用された一般的な織り方であり，縦横2本を引き揃えるのも，江戸時代初期以前より存する「斜子織(ななこおり)」と呼ばれる織り方であり(甲70)，他の織り方においても認められる構造であって，工樂松右衛門が創製した帆布に限られたものではない。また，②の経糸に3・5番手相当，緯糸に3．5番手の三子撚りに相当する極太糸を使用するという撚り係数等は，特段，工樂松右衛門が指定したものではなく，工樂松右衛門が創製した帆布に使用された糸の番手(2．2番手相当)とは異なるものである。",
                    "さらに，被告の商品に使用された織布の密度は縦24本×横20本(1インチ間に糸を打ち込む本数)であるところ(甲62，63)，工樂松右衛門が創製した帆布の密度は縦26．16本×横17．53本(1インチ間に糸を打ち込む本数)と異なっている(甲68)。",
                    "被告の商品を取り扱っている御影屋のWebサイトには，「現在，鞄としての松右衛門帆に『耳』の部分はデザイン性などの観点から使用はしておりません。」と記載されているところ(甲9)，これは，松右衛門帆の特徴として「耳」が重要な要素であることを前提としつつ，被告の商品には帆布の耳部を使用していないこと，すなわち，特徴①が備わっていないことを被告自身が認めている。",
                    "裁断との関係について，和船の帆としての役目を終えた後の「松右衛門帆」の使用例を理由に「工楽松右衛門の創製した帆布」の特徴が失われた商品まで指定商品に含まれるとすると，商標権の範囲は際限なく拡張することになりかねず，第三者の事業活動の自由が不当に制限される。「工楽松右衛門の創製した帆布」としての特徴が失われた帆布を用いた商品は，もはや，「工楽松右衛門の創製した帆布」を用いた商品とはいえないものである。",
                    "なお，帆布をかばんにするには，裁断しなければならないことは確かであり，原告らとしても，裁断すると，常に「工楽松右衛門の創製した帆布」を用いた商品でなくなるというものではなく，問題とされるべきは，あくまで，裁断後に「工楽松右衛門の創製した帆布」としての特徴が残されているかどうかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，神戸大学海事博物館所蔵の「松右衛門帆」と呼ばれる帆布を専門家の協力のもと独自に復元したと宣伝する(甲9)が，同館所蔵の帆布が「松右衛門帆」と呼ばれているとしても，工樂松右衛門が創製した帆布と同一の特徴を有するものではない。工樂松右衛門が創製した帆布に使用された糸は2．2番手相当，織布の密度は縦26．16本×横17．53本であったのに対して，同館所蔵の帆布に使用された糸は3．5番手相当であり，織布の密度は縦24本×横20本(1インチ間に糸を打ち込む本数)であり(甲62，63)，大きく異なる。",
                    "神戸大学海事博物館所蔵の上記帆布は，原告らの実父であって帆船について研究をしていたCが寄贈したものであるが，同帆布は，Cが外部から調達したものであって，もともと工樂家にあったものではなく，C自身も，その出自を知らなかったものである。また，上記帆布には，松右衛門帆としての重要な要素である耳部が欠けている。上記帆布が，なぜ「松右衛門帆」と呼ばれているのか，工樂松右衛門が創製した帆布との比較検証が行われたか否かも定かではなく，工樂松右衛門が創製した帆布とは異なるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，被告の商品に使用されている帆布は，工樂松右衛門が創製した帆布とは特徴を異にするから，本件商標が被告の商品に使用されたとしても，本件商標が，「工楽松右衛門の創製した帆布」を使用した商品としての本件指定商品に使用されたとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の誤り",
              "text": [
                "審決は，被告が，商品を工樂松右衛門が発明した「松右衛門帆」を復刻した帆布を使用した商品であることを謳って販売していることから，被告の商品が，本件指定商品に含まれると判断しているが，指定商品に係る商品の品質を有すると謳って販売し，取引者，需要者にそのような品質を有する商品であると認識されたとしても，事実上そのような品質を有しない場合に，結局は，取引者，需要者に品質の誤認を生じさせることとなる。「工楽松右衛門が創製した帆布」としての特徴①，②を有していない帆布を使用しながら，「工楽松右衛門が創製した帆布」を使用すると称することは，商品の品質について，不正確な情報を伝えて，取引者，需要者の誤認を生じさせることとなる。",
                "近年，被告は，登録商標そのものではなく，「松右衛門帆」との文字表記の上下などに「SIＮCE  1785」と併記した標章を使用しており(甲31，33等)，取引者，需要者に対して，1785年に工樂松右衛門が創製した帆布を使用した商品であるとの誤認をより生じさせやすい状態となっている。",
                "本件拒絶理由通知は正にこのような問題点を指摘したものであって，審決は，取引者，需要者の誤認を防止するべく，「工楽松右衛門が創製した帆布を使用」する商品に指定商品を限定・特定することによってはじめて商標登録が認められたという経緯に矛盾する判断である。",
                "商品の品質に関する不正確な説明や宣伝をもって，商標法50条2項の取消し免除事由としての商標の「使用」を認めることは，自他商品識別力を通じて，商品の品質等についての誤認を防止することによって，取引者，需要者の利益を保護することを目的とする商標法1条の理念のほか，「商品の品質又は役務の質の誤認を生ずるおそれがある商標」を商標登録を受けることができない商標とした同法4条1項16号の趣旨にも反することとなる。",
                "被告の商品は，いずれもかばん類や小物であって，仮に特徴①，②を備えた帆布が使用されても，生産の過程で耳部の構造や生地の寸法といった特徴①，②が失われており，取引者，需要者においては，被告の商品について，工楽松右衛門が創製した帆布を使用したものか否かを感得することは不可能であるところ，本来的に本件指定商品としての特質を失ったものについてまで使用を認めたのでは，指定商品・役務を具体的に特定することを商標登録の要件とし，その範囲で商標権者に専用権を与えるとともに，類似の範囲で禁止権を与え，かつ，重複する商標登録を排除した商標法の趣旨に反することになる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定解釈の対象の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件においては，「松右衛門帆」ではなく，「工楽松右衛門の創製した帆布」という用語の意味が解釈されなければならないが，被告の主張は，本件指定商品中の「工楽松右衛門の創製した帆布」という語を，「松右衛門帆」に置き換えて解釈するものであるから，認定解釈の対象を誤っている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「松右衛門帆」との用語は，それ自体すでに普通名称化した語である。「松右衛門帆」として通称される帆布であっても，時代とともに帆布の材料や構造，製法等に改良があったことは想像に難くなく，また，広く全国で生産されるようになったことから，生産者により，その品質にも上下が生じていたし，船舶の製造技術の進化により，実質的な意味も多様化していた。",
                        "松右衛門帆が実用に供されなくなった現代において，「松右衛門帆」の意味が変容したり，松右衛門帆の創製以前の帆布との相違という観点から厳密に「松右衛門帆」の意味が把握されなくなったりすることもあり得るところである。",
                        "被告が，「松右衛門帆」の意味に広がりがあることを考慮してもなお「松右衛門帆」といい難いものを「松右衛門帆」と称して市場に提供し，その誤解が一部の需要者に拡散したほか，審決に見られるような認定判断が現れるのは，普通名称たる「松右衛門帆」の意味が変遷する好例といえるであろう。",
                        "「松右衛門帆」の語は，天明年間においては工樂松右衛門が創製した帆布そのものを指していたかも知れないが，言葉の宿命として，時代を下るにつれてその意味を変化させてきたものと考えるのが常識にかなう。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，「工楽松右衛門の創製した帆布」という語は，その表現が極めて説明的・記述的であり，最も厳格に解すると，文字どおり，工樂松右衛門自身が天明年間に初めて作製したものと厳密に同一の材料，構造，寸法を有する帆布を指すと考えることもできる。指定商品を表す用語としてそこまで厳格な同一性が求められないとしても，「松右衛門帆」の語が広くは知られていない現状に鑑みると，一般的にかばんなどの取引者，需要者が「工楽松右衛門の創製した帆布」との用語に接したときに「松右衛門帆」を想起するということはできず，また，「松右衛門帆」を知る者であっても，「工楽松右衛門の創製した帆布」との記述的表現に接すると，「松右衛門帆」という普通名称そのものを想起するのではなく，工樂松右衛門による創製当時の松右衛門帆の特徴的部分は何かということに関心を抱くものと認められる。",
                        "したがって，エコルクス事件判決の判旨に則り，「取引者による通常の使用法に基づいて」，「工楽松右衛門の創製した帆布」との用語を解釈すると，「天明年間に播州高砂に実在した船頭である工樂松右衛門がはじめてつくりだした帆布」という意味が導かれるものといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，「松右衛門帆」と「工楽松右衛門の創製した帆布」とは異なる概念であり，「松右衛門帆」が「工楽松右衛門の創製した帆布」を包摂する上位概念となっている。被告は，「松右衛門帆」について主張立証しているが，これは，認定解釈の対象を誤るものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定資料選択の誤り",
                  "text": [
                    "被告は，広辞苑，日本国語大辞典，大辞林といった辞書の記載をもって，「松右衛門帆」とは「工楽松右衛門の創製した帆布」であり，「太い木綿糸で織り上げた帆」であると主張するが，「工楽松右衛門の創製した帆布」は「松右衛門帆」であるが，その逆は必ずしも真ではないから，「松右衛門帆」に関する辞書の記載から「工楽松右衛門の創製した帆布」の解釈を導くことはできず，本件において引用されるべき証拠資料は，「天明年間に播州高砂に実在した船頭である工樂松右衛門がはじめてつくりだした帆布」がどのようなものであったかを示す，専門家の研究成果の要旨を集積したものとならざるを得ない。辞書類や新聞記事の記載やブログの記載は，依拠する証拠資料としては不適切である。",
                    "なお，確認書案(乙10)や合意書(乙11)に関する被告の主張は，これらの文書の作成経緯を無視したものであって(甲71～73)，乙10，11は，原告らが，被告による誤った表示を是正しようと努めていたことを示す証拠であるから，上記各書証に依拠する被告の主張は失当である。",
                    "(被告の主張)",
                    "被告や本件商標の通常使用権者である御影屋は，平成30年2月5日に，本件商標を付したボディバッグ「Leo」を一般消費者に販売してこれを納品する(甲39，40)など，平成22年以降，現在に至るまで，継続的に本件商標を「工楽松右衛門の創製した帆布を用いたかばん類」，「工楽松右衛門の創製した帆布を用いた筆箱」について使用している。",
                    "(1)「松右衛門帆」の意味について",
                    "「松右衛門帆」が，工樂松右衛門が創製した帆布を意味するものであり，取引者，需要者の認識が，「工楽松右衛門がはじめてつくりだした帆布又は帆布地であって，その特徴としては，太い木綿糸で織り上げた織り帆」であることは，前記1(被告の主張)のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の商品について",
              "text": [
                "被告は，実際に工樂松右衛門が創製した厚手の帆布である松右衛門帆を復活させ，松右衛門帆を用いた商品の生産や販売を通じて地域の振興に務めている(甲18，19，21～30，33，39，42～45，乙13)から，商標権者及び通常使用権者が，本件商標を本件審判の請求に係る指定商品「工楽松右衛門の創製した帆布を用いたかばん類」等について使用しているといえる。",
                "本件商標が付された被告の商品に用いられている帆布の特徴は，経糸に3．5番手という太い糸を，緯糸に3．5番手三子撚り(3本撚ったもの)という極太の糸を用い，これら太さの違う経糸緯糸を2本引き揃え平織りにした，厚く丈夫な帆布であることである(甲62，63)。市場に流通している厚手の一般帆布である8号帆布(旧綿帆布JIS規格に示されている8号帆布相当)と被告の商品に用いられている帆布を比較すると，糸の太さは被告の商品に用いられている帆布の方が極端に太い。また，一般帆布は1本の単糸のみで織られているところ，被告の商品に用いられている帆布は2本引き揃えで織られている。このように，被告の商品に用いられている帆布は，厚手の一般帆布である8号帆布と比較しても，かなり厚く丈夫なものである。",
                "被告らは，松右衛門帆ではない，ありきたりな帆布地を縫製して，これを，松右衛門帆を用いた商品であると偽って宣伝し販売しているようなことは一切なく，高砂市の委託の下，帆布に関する研究者や織職人といった専門的な知識を備え持った人々の協力を得た上で松右衛門帆を復元し(甲62～67)，これを，高砂物産協会オリジナルの帆布ではなく，あくまでも，工樂松右衛門の創製した帆布を再生したものであると謳って販売している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法の制度趣旨",
              "text": [
                "商標法は，商標の使用をする者の業務上の信用の維持と，需要者の利益の保護を両輪とし，もって産業の発達に寄与すること等を目的とすることからすると(商標法1条)，松右衛門帆を復活させ，松右衛門帆を用いた商品について本件商標を使用してきた被告らの業務上の信用と，松右衛門帆を用いた商品であるとの理解の下で本件商標が付された被告の商品を購入する需要者の利益を保護することこそが商標法の目的に合致するものである。特定の品質を兼ね備えていないと工樂松右衛門が創製した帆布である松右衛門帆ではないとの独自の解釈を根拠として，審決における本件指定商品の認定に異を唱え，本件商標登録の取消しを求める原告らの主張は，何ら産業の発達に寄与するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告らの主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "松右衛門帆の特徴に関する主張について",
                  "text": [
                    "工樂松右衛門が帆布を発明した当時においても，全国各地で作られていた「松右衛門帆」と称される帆布の規格はまちまちであり，耳部や布幅，打ち込み本数等も様々なものがあったであろうことは想像に難くない(甲3，4，7)。前記1(被告の主張)(2)ア(ア)のとおり，我が国における代表的な辞書等の「松右衛門帆」の項目において，具体的な規格が記されていないことこそ，その表れであり(甲46～48)，松右衛門帆が創製された当時の状況に鑑みても，特徴①，②という具体的特徴を備えた帆布でなければ松右衛門帆ではないという原告らの主張には理由がない。",
                    "また，「工楽松右衛門の創製した帆布」の解釈は，取引者，需要者の認識に基づき行われるべきであるところ，取引者，需要者は，「松右衛門帆」や「工楽松右衛門の創製した帆布」について，原告らの主張する特徴①，②を有する帆布との認識は有しておらず，被告らによる広告宣伝の他，辞書の記載や新聞，ブログ等の記載のとおり，工樂松右衛門が生み出した厚手の丈夫な帆布地ほどの認識を有しているから，被告の商品は，本件指定商品中の「工楽松右衛門の創製した帆布を用いたかばん類」に含まれる商品である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告らの主張に係る松右衛門帆の特徴の感得について",
                  "text": [
                    "原告らは，工樂松右衛門が創製した帆布が裁断されて使用されると，原告らが主張する特徴①，②が感得できず，被告の商品に使用される帆布が，工樂松右衛門が創製した帆布とは認められないと主張するが，本件指定商品の性質上，原告らが主張するように松右衛門帆全部を使用することはそもそもあり得ない。織物の両端にある耳部(織り端)は，本来の組織とは異なる織組織で構成されている部分であり，ほつれや滑脱等の防止を担い，織布・染色工程等で支障が出ないようにするためのものであることから，織物の完成後に当該織物を用いて新たな製品が作られる際には，基本的には捨てられる部分である。耳部分を含む織物全部が使用されていないからといって，その織物を用いて作られた製品でないとされることは考え難い。",
                    "本件指定商品であるかばん等もまた，デザインとしてあえて織物の耳部を残したというような特別な事情がない限り，通常は耳部を使用せずに製造されるものであり，特許庁による審査及び登録査定もこのような前提のもとにされている。したがって，耳部分の有り無しにかかわらず，被告の商品が松右衛門帆を用いて作られたかばん等であることに疑いはない。なお，B教授の論文(甲7。以下「B論文」という。)からも，工樂松右衛門が発明した当時から，松右衛門帆の一部を用いた商品が多く存在していたことが分かる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の商品に使用される帆布について",
                  "text": [
                    "原告らは，被告が被告の商品に係る帆布の復元に際し参考とした神戸大学海事博物館所蔵の「松右衛門帆」が，工樂松右衛門が創製した帆布と同一の特徴を有さず，その出自も不明であるため，当該帆布を参考に復元した被告の商品に使用する帆布は，工樂松右衛門が創製した帆布とは認められないと主張するが，B論文においても，「松右衛門帆は，高砂在住の松右衛門が天明5年(1785)に創製したと言われる厚手の広幅帆布である。江戸時代後期はもちろん，明治になって西洋のキャンパスが輸入され始めてからも使用されていただけに，実際に使用されていた帆布があちこちに残っている。」と述べられているように，被告が復元に当たって参考とした神戸大学海事博物館所蔵の「松右衛門帆」が，当時，各地で作られていた「松右衛門帆」のうちの，現存するものの一つとされていることは疑う余地がない。",
                    "また，神戸大学海事博物館所蔵の「松右衛門帆」は，原告らの実父であるCが寄贈したものである(甲62，63)。工樂松右衛門の子孫とされるCが寄贈し，「松右衛門帆」として所蔵されている帆布の出自等に，その子らである原告らが疑問を呈するということは，原告らの主張する「松右衛門帆」の特徴というものが一貫しておらず曖昧であることを自認していることにほかならない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(判断遺脱及び理由不備)について",
          "text": [
            "審決は，前記第2の3(2)，(3)のとおり，「本件カタログ(甲18，乙13)やブログ(甲22)に，被告の製造販売する商品が高砂生まれの偉人，工樂松右衛門が発明した帆である『松右衛門帆』を復刻し，これを素材として使用した商品である旨の記載があり，被告が，自己の商品を工樂松右衛門が発明した『松右衛門帆』を復刻した帆布を使用した商品であることを謳って販売していることからすると，本件かばん1は，工樂松右衛門の創製した帆布を復元した帆布を用いた商品，すなわち，『工楽松右衛門の創製した帆布を用いた商品』として販売されているものといえ，取引者，需要者もそのように認識していることがうかがわれるから，本件かばん1は，本件指定商品の一つである『工楽松右衛門の創製した帆布を用いたかばん類』に含まれるものであると認められる。特徴①，②を備えないと，『工楽松右衛門の創製した帆布を用いたかばん』とはいえないという原告らの主張は採用できない。」と判断した上で，「商標権者は，要証期間内に，ウェブサイトにおいて，本件商標及び本件商標と社会通念上同一と認められる本件使用商標を，審判の請求に係る指定商品中，『工楽松右衛門の創製した帆布を用いたかばん類』に含まれる『工楽松右衛門の創製した帆布を用いたかばん』の広告に使用したことが認められるところ，当該行為は，商標法2条3項8号に該当する。」と判断し，本件商標の登録は取り消すことができないと判断しているのであるから，審決に理由不備や判断遺脱がないことは明らかである。",
            "原告らの取消事由1の主張は，原告らの主張を採用しなかった審決の判断の誤りを主張するものにすぎない。",
            "したがって，原告らが主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(指定商品の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実関係",
              "text": [
                "証拠及び弁論の全趣旨によると，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告及び御影屋について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，兵庫県高砂市の地域活性化を目的として，歴史的文化の発掘・復元による地域ブランド品の研究開発やアンテナシショップの運営等の事業を行うために，平成21年に「高砂ブランド協会」の名称で地元の実業家らによって設立され，平成23年にＮPO法人設立の認証を受けて，現在の名称となった(甲12～14)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "御影屋は，平成28年4月に設立され，被告からの業務委託を受けて，商品の企画，製造販売等の事業を行っており，本件商標権の通常使用権者である(甲17，31，32，弁論の全趣旨)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "要証期間内における被告や御影屋による本件商標等の使用",
                  "text": [
                    "被告や御影屋は，平成22年頃から現在までの間，本件商標を付した商品を，高砂市の駅前観光案内所ちらり，オンラインショップ，百貨店や小売店等で販売しており，御影屋が，一般消費者に販売して，平成30年2月5日に納品したボディバッグである商品「Leo」(以下「本件かばん2」という。)には，本件商標が付されていた(甲19～33，37～45，乙13，当事者間に争いのない事実，弁論の全趣旨)。",
                    "また，被告は，自己のウェブサイト上に，平成27年3月3日，同月4日，同年6月10日，本件商標や本件使用商標の表示と共に，百貨店での本件かばん1の販売に関する記事を掲載した(甲43～45)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告や御影屋の製造販売する商品に用いられている帆布について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，「松右衛門帆」を用いた製品の販売を開始するに当たり，神戸芸術工科大学のD教授(以下「D教授」という。)に協力を仰ぎ，D教授は，平成22年7月，神戸大学海事博物館に所蔵されていた，原告らの実父で，帆船について研究をしていたCによって寄贈された「松右ヱ門帆」という資料名の布を調査し，同布が幅約75cmで，経糸に3．5番手(相当)の単糸を，緯糸に3．5番手(相当)の三子撚り糸をそれぞれ使用していて，これら太さの違う経糸と緯糸を2本引き揃え平織りにしたものであることなどに基づき，「松右衛門帆」が，①現在，一般に流通している帆布と異なり，2本の単糸を引き揃えにしている点や②緯糸が経糸より3倍太くなっていて，極端に太い点などに特徴があると結論付けた(甲14，18，62，63，乙13，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "かばんをはじめとする被告の商品に用いられている，被告や御影屋が「松右衛門帆」であるとする布地(以下「本件布地」という。)は，いずれも，D教授の調査によって明らかになった上記(ア)の特徴を備えているものであって，神戸大学海事博物館に所蔵されていた「松右ヱ門帆」と同様に，縦糸に3．5番手の太い木綿糸を，緯糸に3．5番手三子撚りの極太の糸を用い，これら太さの違う経糸と緯糸を2本引き揃え平織りにした厚く丈夫な布地であり，織り上げられた時点では幅が二尺五寸(75cm)であるが，かばん類に使用される際には耳部は使用していないし，裁断されるなどして織り上げられた時点とは幅も異なるものとなっている(甲15，18，19，39，42～45，62～67，乙13，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告や御影屋は，自己が製造販売している商品について，平成22年頃から現在まで，上記(ア)のような特徴を有する復元された「松右衛門帆」を使用しているものであるとして，これを広告宣伝している(甲14～16，18，39，乙13，弁論の全趣旨)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "文献等の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "各辞典の記載",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「広辞苑第6版」(平成20年，甲46)",
                          "text": [
                            "「【松右衛門帆】  天明(1781～1789)年間，播州高砂の船頭，工楽松右衛門の創製した帆布。太い綿糸で織った厚手の『織り帆』で，綿布を重ねて刺子にした『刺し帆』に代わり，明治時代まで用いられた。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「精選版  日本国語大辞典第三巻」(平成18年，甲47)",
                          "text": [
                            "「【松右衛門帆】  江戸時代，天明五年(1785)播磨国(兵庫県)高砂の工楽松右衛門が創製した帆布。太い木綿糸で厚手の丈夫な布地を二尺余りの広幅に織りあげたもの。従来の刺帆(さしほ)に対して織帆(おりほ)とも呼び，格段に丈夫なため以後帆布の代表的なものとなった。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「大辞林第三版」(平成18年，甲48，乙14)",
                          "text": [
                            "「松右衛門帆  1785年，播州高砂の船頭工楽松右衛門が創製した帆布地の名称。太い木綿糸で織り上げた広幅の丈夫な帆布。それまで使われていた刺帆に対して織帆とも呼ばれた。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "その他の本件査定日までの第三者による文献等の記載",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "魚谷勝「帆布の今昔」関西重布会(昭和52年，甲3)",
                          "text": [
                            "「かくの如く帆布製品はその用途の拡大と共に・・・一層の伸展を続けている状態であります。」",
                            "「(2) 松右衛門帆  手織り帆布の元祖・・・《工楽家に現存する帆布は幅三尺-長さ五尺八寸と七尺一寸の二片が秘蔵されているが，何れも両耳約一寸巾を付してある点より見て帆布織りの難所『耳だれ』に苦心し，改良，又改良の結果の耳織りであろうことが伺われる。》・・・その後多くの弟子職人に製織の技を伝授し，数年後には，二見，明石，加古川，・・・等各村に又その附近一帯に『松右衛門帆』の織り工場が簇出し，西進して備前，備後方面にも発展した。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "司馬遼太郎「司馬遼太郎全集42  菜の花の沖一」文藝春秋(昭和59年，甲6)",
                          "text": [
                            "「・・・綿布の織りをほぐしては織りの研究からはじめ，ついに太い糸を撚ることに成功した。",
                            "縦糸・横糸ともに直径1ミリ以上もあるほどの太い糸で，これをさらに撚り，新考案の織機にかけて織った。",
                            "織れば耳だれができてしまう。これをどのようにくりこむかが，かれの苦心するところであったらしい。",
                            "できあがると，手ざわりのふわふわしたものであったが，帆としてつかうと保ちがよく，水切りもよく，性能はさし帆の及ぶところではなかった。」",
                            "「かれはむしろ積極的にこの技術を人に教え，帆布工場をつくることをすすめた。・・・このため弟子入りする者が多く，・・・独立してゆく者も多かった。",
                            "この松右衛門帆はこれ以後の江戸時代を通じて用いられたばかりか，明治期までおよんだ。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "石井謙治「和船Ⅰ」法政大学出版局(平成7年，甲5)",
                          "text": [
                            "「刺帆は製作に手間がかかりすぎた。にもかかわらず，強度は不十分でとかく破れやすく，・・・これが悩みの種とさえなっていた。こうした背景があって出現したのが，織帆つまり松右衛門帆である。」",
                            "「『松右衛門帆』の特徴については，『今西氏家舶縄墨私記』(文化九年＝一八一二年著)が次のように述べている。松右衛門帆ト云ハ，太ト糸竪横二タ筋ツツにて織たる帆也，尤広幅ニて二尺二，三寸アリ，是又品々違あり  これは，挿図の左側の写真の実物とよく符合しているが，実物は両側の約一寸五分(四十五センチ)を縦糸一筋横糸二筋の織りにしているので，この辺の説明は不足というよりほかはない。それはともかく，松右衛門帆は縦糸・横糸とも刺帆の糸とは比較にならないような太い糸で織っており，その厚さからみても強度は優に刺帆の数倍はあったものと思われる。しかも刺帆では宿命的につきまとう縫い合わせの手間は一切不要となった・・・」",
                            "「一端の幅はのちに二尺五寸(七十六センチ)にほぼ規格化するが，こうした広幅で厚い帆布を織るためには，織機の改良からはじめなければならなかったはずだから，おそらく松右衛門の苦心というのも，太い糸を作るのと同時にこの点にあったのではないかと思われる。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "B「松右衛門帆」海事資料館研究年報第26号(平成10年，甲7［B論文］)",
                          "text": [
                            "「江戸時代後期から明治にかけて，それどころか所によってはおそらく昭和になっても，松右衛門帆が使用されていた。」",
                            "「文化10年(1813)に浦賀奉行所同心組頭の今西幸蔵が書いた『今西氏家舶縄墨私記』には，・・・太糸を縦横2筋ずつに織った松右衛門帆があり，幅が広く，2尺2，3寸で品質には上下があると述べている。江戸に出入りする船は浦賀の番所に届け出る事になっていたから，著者は松右衛門帆を使用し始めた上方の船を見ていたはずである。」",
                            "「2．松右衛門帆",
                            "・松右衛門帆の特徴",
                            "松右衛門帆は，高砂在住の松右衛門帆が天明5年(1785)に創製したと言われる厚手の広幅帆布である。・・・実際に使用されていた帆布があちこちに残っている。ただし帆の形のまま保存されている例は極めて少なく，解体して帆布だけにしたもの，裁断して船箪笥の覆いなどに再利用したものが多い。",
                            "松右衛門帆は，組織図のように布の両端1寸ほどを縦糸1本とし，それ以外の縦糸および横糸は2本を並べた平織りの布である。・・・布の両側だけを縦糸1本としているのは，その部分だけを少し堅くして織物の縁が伸びるいわゆる耳だれを防ぐためであり，松右衛門帆の特徴の一つになっている。織物の専門家の話では，この両耳を固めてその中間を柔らかく織るのは，優れたアイディアであるとの事であった。",
                            "・寸法",
                            "現在，残っている資料の幅は表のとおりだが，・・・現在の工業製品と違って，織り幅を規格化していたかどうか疑問で，織り手によって多少差があったのではないだろうか。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "吉田登「みなとまち高砂の偉人たち」交友プランニングセンター・友月書房(平成22年，甲4)",
                          "text": [
                            "「木綿製の刺帆は，・・・やぶれやすく，また水分を含んですぐ重くなるという欠点があった。この欠点を解決したのが工楽松右衛門であった。・・・一七八五年(天明五)四二歳ごろ，ついに太い木綿糸を使って厚くて丈夫な帆布の製作に成功した。これを『刺帆』に対して『織帆』と呼んだ。」",
                            "「この松右衛門が開発した，いわゆる『松右衛門帆』の特徴については，『今西氏家舶縄墨私記』〔一八一二年(文化九)著〕に次のように記されている。『松右衛門帆ト云ハ，太ト糸竪横ニタ筋ツツにて織たる帆也，尤幅廣ニて二尺二，三寸アリ，是又品々違あり』",
                            "この帆布は，縦糸・横糸とも刺帆の糸とは比較にならないような太い糸で織っており，その厚さからみても強度は優に刺帆の数倍はあったといわれている。一端の幅は二尺五寸(七六センチ)に規格化するが，こうした広幅で厚い帆布を織るためには，太い糸を撚る技術と織機の開発が必要で，独創的な松右衛門でも，悪戦苦闘の連続であった。」",
                            "「松右衛門帆の特徴は，組織図のように布の両端一寸ほどを縦糸を一本とし，それ以外の縦糸および横糸は二本を並べた平織りの布である。・・・布の両端だけを少し堅くして織物の縁が伸びるいわゆる耳だれを防ぐためであり，松右衛門帆の特徴の一つになっている。この両耳を固めてその中間を柔らかく織るのは，優れたアイディアであるという。(B「松右衛門帆」)」",
                            "「この松右衛門が開発した織帆は，耐久性があり，水切りもよく，性能は刺帆の及ぶところではなかった。」",
                            "「神戸大学海事博物館のB先生は，現存する松右衛門帆の中には，織りむらが多く製品として販売されたものではなく，地方で見様見真似で織って使用したものであろうと推測されている。」",
                            "「まず，播州の明石，二見，加古川，阿閉の各村で採用され，さらに西進して備前，備後までおよんだ。そして全国に普及していったのである。またこの帆布は，船舶に使用されるだけでなく，帆前垂れと名づけられて，浜沖仕や商家の手代丁稚などに頗る重宝された。」"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "「平成23年8月15日  産繊新聞」(甲30)",
                          "text": [
                            "「江戸時代の帆布『松右衛門帆』を再現」",
                            "「高砂ブランド協会は，・・・神戸大学海事博物館(神戸市)に所蔵されている松右衛門帆の織り方を，専門家に依頼して分析してもらい，さらに多可町の織布業者が力織機を使って手作業で再現した。太い糸で織っている割に軽いことから，同協会がバッグにして発売したところ，女性客を中心に人気を集めている。」",
                            "「保管されていた『松右衛門帆』は，今日の綿糸の規格に換算して3．5番手の単糸を2本引き揃えた経糸と3．5番手の単糸を3本撚り合わせたものを2本引き揃えにしたもの(打ち込み本数・経が24本，緯が20本)であったが，協会はこれを忠実に再現することから始めた。現在は3．5番手の糸がないため，経糸に7番手の双糸(3．5番手単糸相当)を2本引き揃え，緯糸は7番手の双糸(3．5番手単糸相当)を3本撚り合わせたものを2本引き揃え織り上げた。」"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "「平成25年10月  神戸新聞」(甲29)",
                          "text": [
                            "「松右衛門帆  バッグ全国へ」",
                            "「高砂出身の工楽松右衛門(・・・)が開発し，江戸期の海運業を発展させたとされる帆布『松右衛門帆』で作ったバッグが人気を呼んでいる。3年前，現代帆布の原点として高砂市などが復元。『軽くて丈夫』と好評で，4月から全国販売に打って出た。今月下旬にも，松右衛門ゆかりの広島・鞆の浦に初の支店を開設する。」",
                            "「東急ハンズは三宮店のほか，大阪の江坂，心斎橋店でほぼ常時，松右衛門帆の商品を置く。雑誌や著名人のフェイスブックなどに取り上げられて人気に火がつき，大丸松坂屋百貨店本社(東京)も同協会と継続的に商品を取り扱うための口座を開設したという。」",
                            "「松右衛門帆は，木綿糸を束ねた『双糸』を3本合わせた糸で織り上げる。・・・高砂物産協会が2010年，神戸芸術工科大学の協力で復元に成功。バッグやポーチに商品化して売り始めた。」",
                            "「同協会は本年度の売り上げ目標を，昨年度の4倍を超す2500万円に設定。」"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "関西広域連合「CRAFT」の被告の紹介ページ(平成25年，甲19)",
                          "text": [
                            "「高砂出身の船頭であった松右衛門帆(判決注：松右衛門の誤記と認められる。)は，当時普及し始めた太い播州木綿を使って経緯糸に2本づつ通して極厚で丈夫な帆の織り上げに成功。」",
                            "「その松右衛門帆を使ったバッグの製作を企画したのが2010年。・・・製作にあたってまず取り組んだのが，当時の帆布の再現。経糸は綿糸2本，緯糸は計6本を合わせた撚糸で織ってあり，現在では規格外の極太糸。」",
                            "「松右衛門帆はその規格外である極厚の0号帆布で，太糸綿糸を2本の引き揃えにした二尺五寸(75cm)の広幅の帆布を当時のままに再現。生地の両端に耳を残した帆布を再現するために，力織機と呼ばれる昔ながらの木製の織機を使用しています」"
                          ]
                        },
                        {
                          "fig": "i",
                          "subject": "「奥さま手帳  平成25年6月号」神戸新聞社(甲28)",
                          "text": [
                            "「Eさんの背中を押したのは，松右衛門帆研究の第一人者である神戸芸術工科大学のD教授の一言。」",
                            "「規格外の極厚＜0号帆布＞。経糸は綿糸2本，緯糸は計6本を合せた撚糸で織られていた。」",
                            "「220年余の時を経てよみがえった帆布は今，バッグとなって身近な存在に。『当時のしなやかな風合いを再現するためにも，昔ながらの力織機を使い，熟練の職人さんに織り上げてもらっています。偉大な先人が残してくれた遺産を，大事に育てていきたい』。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件査定日以降の第三者による文献等の記載",
                      "text": [
                        "本件査定日以降も，「奥さま手帳  平成29年4月号」神戸新聞社(甲26)，公益社団法人兵庫県物産協会のカタログ「平成26年度  五つ星ひょうご」(甲27)，日経BP社の運営する日経トレンディネット(甲53)，藤巻百貨店のウェブサイト(甲54)，産経ニュース(甲57)，神戸新聞(乙4)は，本件布地が，前記ウ(ア)のような過程で復元されたことや，同(ア)のような特徴を持つものであることについて記載している。",
                        "また，その他の個人などが作成したブログには，本件布地が，厚手の帆布であること(甲58)や，松右衛門が作り出した松右衛門帆が太い木綿糸を用いた厚手の帆布であること(甲59～61，乙5)が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件商標の出願経過",
                  "text": [
                    "本件商標の登録出願について，平成26年5月19日付けで本件拒絶理由通知がされ，そこには，「この商標登録出願に係る商標は，その構成中に，『天明(1781～1789)年間，播州高砂の船頭，工楽松右衛門の創製した帆布。太い綿糸で織った厚手の『織り帆』で，綿布を重ねて刺子にした『刺し帆』に代わり，明治時代まで用いられた。』の意味を有する『松右衛門帆』(「広辞苑第六版」)の文字を有していますので，これを本願指定商品中，工楽松右衛門が創製した帆布を使用した商品以外の商品に使用するときは，その商品の品質について誤認を生じさせるおそれがあるものと認めます。」と記載されており，被告はそれを受けて，指定商品に「工楽松右衛門が創製した帆布を用いた」という限定を加えて，本件商標について登録査定を得た(甲10，弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件指定商品における「工楽松右衛門の創製した帆布」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件指定商品における「工楽松右衛門の創製した帆布」の意義について，まず検討する。",
                        "前記(1)エで認定した各文献の記載によると，播州高砂の船頭であった工樂松右衛門は，江戸時代後期の天明年間に，従来使われていた刺し帆より耐久性や強度などに優れる織り帆を発明し，それが「松右衛門帆」として全国に伝播し，明治時代頃まで帆船の帆などとして広く利用されていたものと認められる。",
                        "もっとも，前記(1)エの各文献の記載にあるとおり，現代において帆船が用いられなくなったことに伴い，「松右衛門帆」は急速に姿を消していったものと認められ，B論文(甲7)の表にあるとおり，現代においては，残存する「松右衛門帆」も限られたものとなっていたと認められる。そして，前記(1)エの各文献等の記載や前記(1)ウ(ア)のとおり，被告による「松右衛門帆」の復元に当たって，D教授が改めて調査を行っていることも考え併せると，被告が，平成22年頃から「松右衛門帆」を復元したとする本件布地を用いた商品の製造販売を始めるまでの間，「松右衛門帆」が，具体的にどのようなものであるのかについて，B教授のような一部の専門家以外の者には，その詳細は不明なものとなっていて，本件指定商品の取引者，需要者たる一般人が，容易に調査できる範囲の資料から得られる「松右衛門帆」についての情報は，前記(1)エ(ア)の各辞典に記載されていた「太い綿糸で織られた幅広の厚手の帆布」程度のものになっていたと認められる。",
                        "このような状況において，前記(1)ウ(ア)，(イ)のとおり，被告は，D教授の協力を得て，神戸大学海事博物館に所蔵されていた，原告らの実父で，帆船について研究をしていたCによって寄贈された「松右ヱ門帆」という資料名の布の調査に基づいて，①現在，一般に流通している帆布と異なり，2本の単糸を引き揃えにしている点や②緯糸が経糸より3倍太くなっていて，極端に太い点などの特徴を有する布地(本件布地)による，かばん等の商品の製造販売を始めた。",
                        "そして，前記(1)ウ(ウ)認定の被告や御影屋による広告宣伝活動や同エ(イ)f以降及び同(ウ)の第三者による文献等の記載から分かるとおり，平成22年頃以降から要証期間中にかけて，被告や御影屋が「松右衛門帆」を復元したとする本件布地を用いた商品の製造販売を開始して広告宣伝活動を行うことで，「松右衛門帆」とは，被告が復元した上記①，②のような特徴を持つ本件布地を指すものであるという認識が，取引者，需要者の間に広まっていたものと認められる。",
                        "そうすると，遅くとも，本件商標を付した本件かばん2が，一般消費者に販売され，平成30年2月5日に納品された時点で，本件指定商品の取引者，需要者は，「松右衛門帆」，すなわち，「工楽松右衛門の創製した帆布」とは，本件布地のような「太い木綿糸を用い，太さの違う経糸と緯糸を2本引き揃えて織った厚く丈夫な布地」(前記(1)ウ(ア))であると認識していたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，①本件指定商品中の「工楽松右衛門の創製した帆布」とは，「天明年間に播州高砂に実在した船頭である工樂松右衛門がはじめてつくりだした帆布」を意味しており，「松右衛門帆」は，「工楽松右衛門の創製した帆布」の上位概念であるから，「松右衛門帆」から「工楽松右衛門の創製した帆布」の意義を解釈・認定するのは誤りである，②布の耳部(両端)1寸ほどについては縦糸1本横糸2本で織り，それ以外の部分については縦糸2本横糸2本で織っている(特徴①)，幅の長さは2尺5寸(約75センチ)ほどのものである(特徴②)という二つの特徴を備えないと，「工楽松右衛門の創製した帆布」とはいえない，③神戸大学海事博物館所蔵の帆布はその出自が不明である上，耳部が失われているから，「工楽松右衛門の創製した帆布」とはいえない，④工樂松右衛門が創製した当時の「松右衛門帆」に使われていた糸は2．2番手相当であり(甲68)，神戸大学海事博物館に所蔵されていた帆布や本件布地とは糸の太さが異なるし，織布の密度も異なる上，本件布地の織り方は他の織り方においても認められる構造である，⑤本件指定商品の意義は，登録事項に基づき客観的に認定判断されるべきであり，商標権者である被告自身の広告宣伝によって定まるとするのは不当であるなどと主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "上記①について",
                          "text": [
                            "前記(1)エの文献の記載を見るに，各辞典(甲46～48)では，「工楽松右衛門の創製した帆布」と「松右衛門帆」を同じものとして扱っており，また，各文献(甲3～7)においても，「この松右衛門が開発した，いわゆる『松右衛門帆』」(甲4)，「松右衛門帆は，高砂在住の松右衛門帆が天明(1785)に創製した」(甲7)などと，各辞典と同様に「工楽松右衛門の創製した帆布」と「松右衛門帆」を同じものとして扱っているから，「工楽松右衛門の創製した帆布」と「松右衛門帆」は同じものであると認められ，原告らが主張するように両者が異なるものであるとは認められず，上記(ア)の認定判断は左右されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "上記②について",
                          "text": [
                            "前記(1)エ(イ)a，dのとおり，甲3には「工楽家に現存する帆」として幅3尺のものが存在する旨の記載がある上，B論文(甲7)の表の中にも，幅が2尺5寸とは大きく異なる1尺9寸5分のものが記載されているし，同論文には，「現在の工業製品と違って，織り幅を規格化していたかどうか疑問で，また，織り手によって多少差があったのではないだろうか。」と記載されている。そして，前記(1)エ(イ)a，eのとおり，「松右衛門帆」は，人伝いに各地に伝播していったもので，中には地方において見様見真似で織ったものも存在していた(甲3，4)とされている。そうすると，「松右衛門帆」とされるものの幅やその他の性状といったものについては，「松右衛門帆」が船の帆として使用されていた当時から既に相当にバラつきがあったものと推認できるところである。",
                            "また，前記(1)ウ(イ)で認定したように，被告の商品のかばん類に耳部が用いられておらず，裁断されるなどして，織り上げられた時点とは幅も異なるものとなっていることからすると，布地の耳部は，一般的に布地から製品を作る際に必ずしも使用されるものではなく，また，布地の幅も，それぞれの製品に応じて裁断されるなどして異なったものとなると認められるところ，前記(1)エ(イ)d，e のとおり，「松右衛門帆」は，船の帆として利用されただけでなく，前垂れや覆い，敷物などの他の用途にも利用されていた(甲4，7)のであるから，そのような中で，「松右衛門帆」が，幅二尺五寸以外の大きさに加工されたり，耳部がない形で利用されたりすることもあったものと推認できる。",
                            "さらに，現代において，帆船の減少に伴い，「松右衛門帆」の意義が不明確なものとなっていたのは，上記(ア)で認定したとおりである。",
                            "以上からすると，「松右衛門帆」が船の帆として使用されていた当時から，特徴①，②が，「松右衛門帆」の特徴として広く認識されていたとは認められないし，まして，「松右衛門帆」の意義が一旦不明確となった以降で，かつ，前記(1)エ(イ)aのとおり，一般に帆布が船の帆に限られず幅広く様々な製品で使われるようになった本件査定日や要証期間の時点において，特徴①，②が，「工楽松右衛門の創製した帆布」の特徴として，本件指定商品の取引者，需要者に認識されていたとは認められず，原告らの上記主張は，上記(ア)の認定判断を左右するものではない。",
                            "なお，原告らは，被告も，耳部が「松右衛門帆」の特徴であるとして宣伝している(甲9)から，特徴①が「松右衛門帆」の特徴である旨主張するが，甲9にも記載されているように，被告や御影屋が製造販売するかばんには，耳部は使われていないのであるから，原告らの上記主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "上記③について",
                          "text": [
                            "前記(1)ウ(ア)のとおり，神戸大学海事博物館所蔵の帆布は，帆船の研究をしていた原告らの実父によって寄贈され，同博物館で「松右ヱ門帆」として保管されてきたものであるから，前記(1)ウ(イ)のとおり同帆布の調査に基づいて復元された本件布地が「松右衛門帆」とはいえないということはできない。原告らが主張する耳部に関する特徴①が，現代において，「松右衛門帆」の特徴として，本件指定商品の取引者，需要者に認識されていたとはいえないことは，上記bで認定判断したとおりであり，原告らの主張はその前提を欠いている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "上記④について",
                          "text": [
                            "上記bのとおり，「松右衛門帆」が船の帆として使われていた当時から，その規格にはバラつきがあったものと認められるところ，神戸大学海事博物館に所蔵されていた「松右ヱ門帆」は，上記cのとおりのものであって，これとは異なる「松右衛門帆」が存在するからといって，神戸大学海事博物館に所蔵されていた「松右ヱ門帆」が「松右衛門帆」であることを否定することはできない。",
                            "また，神戸大学海事博物館に所蔵されていた「松右ヱ門帆」や本件布地の織り方が他にも認められる構造のものであったとしても，それが「松右衛門帆」であることを否定することにはならない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "上記⑤について",
                          "text": [
                            "上記(ア)で認定判断したように，現代において「松右衛門帆」の意義が不確かなものとなっていたところ，被告や御影屋による広告宣伝活動の結果として，要証期間までの間にその意義が再度認識されるようになってきているのであり，取引の実情として，「松右衛門帆」，すなわち，「工楽松右衛門の創製した帆布」の意義を認定するに当たり，被告や御影屋の広告宣伝活動の結果を考慮に入れることは何ら不当ではないし，上記(ア)で認定判断した事実経過からすると，第三者の地位を著しく不安定にするということはない。",
                            "また，前記(1)ウ(ア),(イ)のとおり，被告は，神戸大学海事博物館において「松右ヱ門帆」として所蔵されていた，帆船の研究家である原告らの実父が寄贈した帆布を調査し，これを復元することを試みて，本件布地を完成させている上，本件布地の特徴が，前記(1)エ(ア)の各辞典に記載されている「松右衛門帆」の特徴と合致するのみならず，同(イ)の文献に記載されている「松右衛門帆」の特徴とも耳部以外の点で概ね合致するものであることからすると，被告や御影屋が，本件布地を「松右衛門帆」，すなわち，「工楽松右衛門の創製した帆布」として販売することは，本件指定商品の品質について誤認を生じさせて公益を害するものとはいえず，本件において，被告や御影屋の広告宣伝の結果を考慮に入れることは，このような観点からも相当なものといえる。",
                            "したがって，原告らの上記⑤の主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "小括",
                          "text": [
                            "以上から，原告らの上記①～⑤の主張はいずれも採用することができないし，その他原告らが主張するところも，いずれも上記(ア)の認定判断を左右するものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件かばんが，「工楽松右衛門の創製した帆布を用いたかばん類」であるのかについて",
                  "text": [
                    "前記アで認定した本件指定商品における「工楽松右衛門の創製した帆布」の意義に基づいて，本件かばん2が，「工楽松右衛門の創製した帆布を用いたかばん類」に該当するかについて検討する。",
                    "前記(1)ウ(ア)，(イ)のとおり，被告は，D教授が神戸大学海事博物館において「松右ヱ門帆」として所蔵されていた帆布についてした調査に基づき復元した本件布地を使用して，本件かばん2を製作したところ，本件布地は，太い木綿糸を用いて，2本の単糸を引き揃えにして平織りにし，かつ，緯糸の太さが，経糸より約3倍太くなっていた厚手の帆布なのであるから，本件布地は，取引者，需要者が観念し得る「工楽松右衛門の創製した帆布」としての要件を満たすものであったといえる。",
                    "したがって，本件布地を使用した本件かばん2は，「工楽松右衛門の創製した帆布を用いたかばん類」に該当するものであったと認めるのが相当である。",
                    "以上のとおり，本件商標の通常使用権者である御影屋は，要証期間内である平成30年2月頃に本件商標を付した「工楽松右衛門の創製した帆布を用いたかばん類」に該当する本件かばん2を一般消費者に販売していたのであるから，本件商標は，要証期間中に，日本国内において，通常使用権者により，本件指定商品中，「工楽松右衛門の創製した帆布を用いたかばん類」について使用されていた(商標法2条3項1，2号)ということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上からすると，原告らが主張する取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第で，原告らの請求には理由がないから，これらをいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}