{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2019-800041号事件について令和2年8月6日にした審決のうち，「特許第6469758号の請求項1，2及び4に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "被告の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "第1事件",
          "text": [
            "主文第1項のとおり"
          ]
        },
        {
          "fig": "2",
          "subject": "第2事件",
          "text": [
            "特許庁が無効2019-800041号事件について令和2年8月6日にした審決のうち，特許第6469758号の請求項3に係る部分を取り消す。"
          ]
        },
        {
          "fig": "3",
          "subject": "第3事件",
          "text": [
            "主文第1項のとおり"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する訂正後の請求項1，2及び4に係る発明についての成立，訂正後の請求項3に係る発明についての不成立の審決に対し，原告が，訂正後の請求項1，2及び4に係る発明に係る部分の取消しを求め（第1事件），被告が，訂正後の請求項3に係る発明に係る部分の取消しを求めた（第2事件）審決取消訴訟であり，参加人は，第1事件及び第2事件に承継参加した。",
        "争点は，①訂正要件違反の有無，②訂正後の請求項1～4に係る発明の新規性及び進歩性欠如の有無，③明確性要件違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続，本件訴訟の概要等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「読取装置及び情報提供システム」とする発明についての特許（特許第6469758号。以下，「本件特許」という。）の特許権者であった（甲23）。",
                "本件特許は，平成29年5月9日に出願され（以下，同日を「本件出願日」，願書に添付された本件特許の明細書及び図面〔甲23〕を「本件明細書」という。），平成31年1月25日に設定登録された（甲23）。",
                "被告は，令和元年5月22日，無効審判（以下，「本件審判」という。）請求をし，特許庁は，同請求を，無効2019-800041号事件として審理した。",
                "原告は，令和2年1月14日付けで，本件特許の請求項1～4（以下，請求項1～4に係る発明を，「本件訂正前発明1」～「本件訂正前発明4」という。）について訂正請求を行い（以下，「本件訂正」という。また，訂正後の請求項1～4に係る発明を，「本件発明1」～「本件発明4」といい，併せて「本件発明」という。甲22の15），特許庁は，同年8月6日に，「訂正後の請求項1～4について訂正することを認める。特許第6469758号の請求項1，2及び4に係る発明についての特許を無効とする。特許第6469758号の請求項3に係る発明についての審判請求は，成り立たない。」との審決（以下，「本件審決」という。）をし，その謄本は，同月14日，原告及び被告にそれぞれ送達された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告に対し，本件審決の請求項1，2及び4に係る発明に関する部分の取消しを求める訴訟（第1事件）を提起し，被告は，原告に対し，本件審決の請求項3に係る発明に関する部分の取消しを求める訴訟（第2事件）を提起した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "参加人（以下，参加人及び原告を，併せて「原告ら」という。）は，原告から本件特許権を譲り受け，その旨の登録がされた（丙1，2）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正前の特許請求の範囲（甲23）",
          "text": [
            "【請求項1】（本件訂正前発明1）",
            "物品に付されたRFタグから情報を読み取る据置式の読取装置であって，",
            "前記RFタグと交信するための電波を放射するアンテナと，",
            "前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部と，",
            "を備え，",
            "前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取ることを特徴とする読取装置。",
            "【請求項2】（本件訂正前発明2）",
            "前記アンテナよりも前記開口側に配されて，前記物品が載置される載置部を備えた請求項1に記載の読取装置。",
            "【請求項3】（本件訂正前発明3）",
            "前記シールド部は，",
            "前記電波を吸収する電波吸収層と，",
            "前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層と，",
            "を備えることを特徴とする請求項1または請求項2に記載の読取装置。",
            "【請求項4】（本件訂正前発明4）",
            "請求項1～請求項3のいずれかに記載の読取装置と，",
            "前記読取装置と通信可能な情報提供装置と，",
            "を備え，",
            "前記情報提供装置は，",
            "前記物品に関する物品情報を前記RFタグの情報に対応付けて記憶する記憶部と，",
            "前記読取装置から前記RFタグの情報を取得する取得部と，",
            "取得した前記RFタグの情報に対応する前記物品情報を前記記憶部から抽出して提供すべき情報を生成する情報生成部と，",
            "生成された前記提供すべき情報を出力する出力部と，",
            "を備える情報提供システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正後の特許請求の範囲（訂正した箇所に下線を付した。甲22の15）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の特許請求の範囲は次のとおりである。",
                "【請求項1】（本件発明1）",
                "物品に付されたRFタグから情報を読み取る据置式の読取装置であって，",
                "前記RFタグと交信するための電波を放射するアンテナと，",
                "上向きに開口した筺体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部と，",
                "を備え，",
                "前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取ることを特徴とする読取装置。",
                "（請求項1の記載を引用する請求項2〔本件発明2〕～請求項4〔本件発明4〕も，同様に訂正する。）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "なお，本件発明の「RFタグ」は，「RFIDタグ」と同じ意味である。（弁論の全趣旨）"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審判において被告が主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（甲1に記載された発明を主引用例とする新規性，進歩性欠如）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1-1",
                  "text": [
                    "本件発明1，3及び4は，甲1（米国特許第9245162号明細書）に記載された「読取り／書込みデバイス102」（図1）に係る発明（以下，「甲1発明1」という。なお，甲1に記載された発明を，総称して「甲1発明」ということがある。）と同一である。また，本件発明1～4は，甲1発明1並びに甲2（特開2017-72995号公報）及び甲3（特開2015-207119号公報）に記載された技術事項に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由1-2",
                  "text": [
                    "本件発明1，3及び4は，甲1に記載された「読取り／書込みモジュール200」（図2）に係る発明（以下，「甲1発明2」という。）と同一である。また，本件発明1～4は，甲1発明2並びに甲1～3に記載された技術事項及び技術常識（甲5〔「ウィキペディア」のウェブページの「アンテナ」，https:以下省略",
                    "〕，甲6〔「コトバンク」のウェブページの「導体」，http://以下省略",
                    "〕）に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（甲2に記載された発明を主引用例とする進歩性欠如）",
              "text": [
                "本件発明1～4は，甲2に記載された発明（以下，「甲2発明」という。）並びに甲1，甲3及び甲4（特開2006-127219号公報）に記載された技術事項に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3（明確性要件違反）",
              "text": [
                "本件発明1は，明確でないため，特許法36条6項2号に規定する要件を満たしていない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本件審決の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の可否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の目的の適否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正のうち，本件訂正前発明1の「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」を，本件発明1の「上向きに開口した筺体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」とする訂正（以下，「訂正事項1-1」という。）は，「シールド部」の配置を筐体との関係において具体的に特定することで，特許請求の範囲の請求項1（本件訂正前発明1）において，「シールド部」を限定するものであるから，特許請求の範囲の減縮を目的とするものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正のうち，本件訂正前発明1の「前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取ること」を，本件発明1の「前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取ること」とする訂正（以下，「訂正事項1-2」という。）は，訂正事項1-1の訂正に連動して，特許請求の範囲の請求項1（本件訂正前発明1）において，「前記RFタグから情報を読み取ること」の「状態」を限定するものであるから，特許請求の範囲の減縮を目的とするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規事項の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書によると，「上向きに開口30が形成されたシールド部44」は，「上向きに開口した方形の筐体24」の「4つの壁板28」における「内壁面42」と「水平板50の上面」の内方側に設けられているから，「上向きに開口した方形の筐体24」内に設けられている（段落【0018】～【0020】，【図1】，【図3】）。",
                        "したがって，訂正事項1-1は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項1-2は，訂正事項1-1に連動する訂正であるから，訂正事項1-2による訂正も，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，訂正事項1-1及び訂正事項1-2は，実質上特許請求の範囲を拡張し，又は変更するものにも該当しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，願書に添付した特許請求の範囲を，本件発明1～4に訂正することを認める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1に記載された発明について",
              "text": [
                "甲1には，以下のとおり，「読取り／書込みデバイス102」（甲1の［図1］）に係る発明（甲1発明1），「読取り／書込みモジュール200」（甲1の［図2］）に係る発明（甲1発明2），及び「読取り／書込みデバイス」（主に甲1の特許請求の範囲）に係る発明（以下，「甲1発明3」という）が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「読取り／書込みデバイス102」（甲1の［図1］）に係る甲1発明1",
                  "text": [
                    "「RFIDタグを保持している対象物を載置キャビティ202に挿入するための上向きの挿入アパーチャ106を備え，データをRFIDタグから読み取ることが可能な読取り手段に接続されるアンテナを備える読取り壁によって区切られた，長方形の載置キャビティ202を，下側部分に備える，据置式の読取り／書込みデバイス102であって，",
                    "載置キャビティ202は，3つの中実の防壁108，110，112によって囲まれ，これらの壁は，2つの防護側壁108および110と，読取り／書込みデバイス102の前面および後面の上に延在する防壁112であり，3つの中実の防壁108，110，112は，載置キャビティ202の挿入アパーチャ106の周りに配置され，",
                    "3つの中実の防壁108，110，112は，読取り／書込みデバイス102の外部に位置する対象物が検出されるのを防ぐために，載置キャビティ202内のRFIDタグを読み取るのに使用される周波数の電波を吸収する発泡体を備え，プラスチック材料で作られた内側パネルと，電波を反射する金属で作られた外側パネルと，それら2つのパネルの間に挟み込まれた電波を吸収する吸収性発泡体とを備え，",
                    "防壁112に配置された，挿入アパーチャ106にアクセスするためのアクセス開口部116は，挿入アパーチャ106の高さに等しいかそれよりも上の高さに実質的に位置し，実質的に挿入アパーチャ106によって形成される水平面に垂直な平面を形成するように配置される，",
                    "読取り／書込みデバイス102。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「読取り／書込みモジュール200」（甲1の［図2］）に係る甲1発明「読取り／書込みモジュール200であって，",
                  "text": [
                    "その頂部に，RFIDタグを保持している対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備え，",
                    "載置キャビティ202は4つの垂直側壁204～210によって区切られ，各垂直側壁204～210は金属で作られ，",
                    "各垂直側壁204～210はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され，",
                    "4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212を備え，",
                    "外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214を備え，",
                    "重量計も備え，そのプレートは載置キャビティ202の底壁を形成する，",
                    "読取り／書込みモジュール200。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「読取り／書込みデバイス」（主に甲1の特許請求の範囲）に係る甲1発明3",
                  "text": [
                    "「少なくとも1つの対象物が保持する少なくとも1つのRFIDタグの読取り／書込みデバイスであって，",
                    "前記少なくとも1つの対象物を受け入れる少なくとも1つの載置キャビティであって，",
                    "少なくとも1つの底壁および少なくとも1つの側壁と，",
                    "少なくとも1つのRFID読取り／書込み手段と，",
                    "対象物を前記載置キャビティ内に載置するための，前記載置キャビティの上面に実質的に形成される，少なくとも1つの挿入アパーチャとを備える，載置キャビティと，",
                    "前記少なくとも1つの側壁から上方に延在し，少なくとも1つの防壁を通して前記少なくとも1つの挿入アパーチャにアクセスするためのアクセス開口部を含み，前記載置キャビティと外部との間で電波を減衰させる材料で作られた，前記少なくとも1つの防壁と，を備え，",
                    "電波を吸収し，載置キャビティの側壁と外壁との間に配置される，発泡体を更に備え，",
                    "前記載置キャビティが，前記載置キャビティの前記側壁を包含し，尖った縁部を含まない外壁によって取り囲まれ，",
                    "前記載置キャビティの前記少なくとも1つの前記側壁が金属であり，",
                    "RFID読取り／書込み手段は，RFIDタグの読取りおよび／または前記RFIDタグの書込みを行うために，キャビティ内において電波を放射し，ならびに／あるいは前記キャビティ内に存在する前記RFIDタグからの電波を受信するように配置され，",
                    "少なくとも1つのRFID読取り／書込み手段は，少なくとも1つのRFIDアンテナと，前記RFIDアンテナと協働する少なくとも1つのRFIDリーダとを備えることができ，複数のRFIDアンテナが，載置キャビティを区切る様々な側壁にわたって分配され，",
                    "防壁は，",
                    "挿入アパーチャによって形成される平面であって，実質的に水平な平面である第1の平面では，アクセス開口部が挿入アパーチャに面する側面もしくはその側面の一部を除く全ての側面において，防壁が挿入アパーチャを取り囲むようにし，",
                    "また，挿入アパーチャへのアクセス開口部によって形成される平面であって，実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができ，また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であり，",
                    "プラスチック材料で作られた内側パネルと外側の金属パネルとを備え，吸収性発泡体をそれら2つのパネルの間に挟み込むことができる，",
                    "デバイス。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明1を主引用例とする新規性欠如・進歩性欠如（無効理由1-1）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明1の「対象物」，「RFIDタグ」，「データ」及び「据置式の読取り／書込みデバイス102」は，それぞれ，本件発明1の「物品」，「RFタグ」，「情報」及び「据置式の読取装置」に相当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明1の「据置式の読取り／書込みデバイス102」は，「読取り」「デバイス」であるから，「データをRFIDタグから読み取ることが可能な読取り手段」を備えていることが明らかであること，及び，上記aを踏まえると，甲1発明1の「RFIDタグを保持している対象物を載置キャビティ202に挿入するための上向きの挿入アパーチャ106を備え，データをRFIDタグから読み取ることが可能な読取り手段に接続されるアンテナを備える読取り壁によって区切られた，長方形の載置キャビティ202を，下側部分に備える，据置式の読取り／書込みデバイス102」は，本件発明1の「物品に付されたRFタグから情報を読み取る据置式の読取装置」に相当する。",
                            "また，甲1発明1の「データをRFIDタグから読み取ることが可能な読取り手段に接続されるアンテナ」は，「データをRFIDタグから読み取る」ために，「RFIDタグ」と交信するための電波を放射することが明らかであり，本件発明1の「前記RFタグと交信するための電波を放射するアンテナ」に相当する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲1発明1において，「3つの中実の防壁108，110，112は，読取り／書込みデバイス102の外部に位置する対象物が検出されるのを防ぐために，載置キャビティ202内のRFIDタグを読み取るのに使用される周波数の電波を吸収する発泡体を備え，プラスチック材料で作られた内側パネルと，電波を反射する金属で作られた外側パネルと，それら2つのパネルの間に挟み込まれた電波を吸収する吸収性発泡体とを備え」るから，甲1発明1の「3つの中実の防壁108，110，112」は，内側から順に，「プラスチック材料で作られた内側パネル」，「電波を吸収する吸収性発泡体」，「電波を反射する金属で作られた外側パネル」を「備える」構成となっている。",
                            "また，甲1発明1の「3つの中実の防壁108，110，112」が「備え」る「周波数の電波を吸収する発泡体」及び「電波を反射する金属で作られた外側パネル」は，本件発明1の「シールド部」に相当する。",
                            "甲1発明1の「3つの中実の防壁108，110，112」のうちの「防壁112」は，「読取り／書込みデバイス102の前面および後面の上に延在する防壁112」であること，甲1発明1において，「防壁112に配置された，挿入アパーチャ106にアクセスするためのアクセス開口部116は，挿入アパーチャ106の高さに等しいかそれよりも上の高さに実質的に位置し，実質的に挿入アパーチャ106によって形成される水平面に垂直な平面を形成するように配置される」こと，及び，甲1発明1の「読取り／書込みデバイス102」は，前方側から操作され，「RFIDタグを保持している対象物」を，前方側から，「防壁112に配置された，挿入アパーチャ106にアクセスするためのアクセス開口部116」を経て，「上向きの挿入アパーチャ106」から，「載置キャビティ202に挿入」することが明らかであることから，甲1発明1の「挿入アパーチャ106にアクセスするためのアクセス開口部116」は，「3つの中実の防壁108，110，112」のうちの「読取り／書込みデバイス102の前面および後面の上に延在する」「防壁112」の前面部分に配置され，「RFIDタグを保持している対象物」よりも広い開口が，前向きに形成された構成となっている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲1発明1の「長方形の載置キャビティ202」は，「RFIDタグを保持している対象物を載置キャビティ202に挿入するための上向きの挿入アパーチャ106を備え，データをRFIDタグから読み取ることが可能な読取り手段に接続されるアンテナを備える読取り壁によって区切られた」構成となっているから，甲1発明1の「長方形の載置キャビティ202」は，「RFIDタグを保持している対象物」を収容し，「アンテナを備える読取り壁によって区切られ」ている。",
                            "そして，甲1発明1の「載置キャビティ202は，3つの中実の防壁108，110，112によって囲まれ，これらの壁は，2つの防護側壁108および110と，読取り／書込みデバイス102の前面および後面の上に延在する防壁112であり，3つの中実の防壁108，110，112は，載置キャビティ202の挿入アパーチャ106の周りに配置され」ることから，甲1発明1の「載置キャビティ202」は，「アンテナを備える壁」よりも外側において，「2つの防護側壁108および110と，読取り／書込みデバイス102の前面および後面の上に延在する防壁112」である「3つの中実の防壁108，110，112によって囲まれ」ているといえる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "そうすると，甲1発明1の「3つの中実の防壁108，110，112」は，「アンテナ」を収容し（上記d），「RFIDタグを保持している対象物」を囲み（上記d），「RFIDタグを保持している対象物」よりも広い開口が前向きに形成されている（上記c），「3つの中実の防壁108，110，112」である。",
                                "そして，甲1発明1の「読取り／書込みデバイス102」は，「3つの中実の防壁108，110，112」が，前向きに開口した状態で，「データをRFIDタグから読み取る」，「読取り／書込みデバイス102」である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲1発明1の「3つの中実の防壁108，110，112」が「備え」る「周波数の電波を吸収する発泡体」及び「電波を反射する金属で作られた外側パネル」は，本件発明1の「シールド部」に相当すること（上記c），及び，上記(a)を踏まえると，甲1発明1の「RFIDタグを保持している対象物を載置キャビティ202に挿入するための上向きの挿入アパーチャ106を備え，データをRFIDタグから読み取ることが可能な読取り手段に接続されるアンテナを備える読取り壁によって区切られた，長方形の載置キャビティ202」の構成，及び，「載置キャビティ202は，3つの中実の防壁108，110，112によって囲まれ，これらの壁は，2つの防護側壁108および110と，読取り／書込みデバイス102の前面および後面の上に延在する防壁112であり，3つの中実の防壁108，110，112は，載置キャビティ202の挿入アパーチャ106の周りに配置され，3つの中実の防壁108，110，112は，読取り／書込みデバイス102の外部に位置する対象物が検出されるのを防ぐために，載置キャビティ202内のRFIDタグを読み取るのに使用される周波数の電波を吸収する発泡体を備え，プラスチック材料で作られた内側パネルと，電波を反射する金属で作られた外側パネルと，それら2つのパネルの間に挟み込まれた電波を吸収する吸収性発泡体とを備え，防壁112に配置された，挿入アパーチャ106にアクセスするためのアクセス開口部116は，挿入アパーチャ106の高さに等しいかそれよりも上の高さに実質的に位置し，実質的に挿入アパーチャ106によって形成される水平面に垂直な平面を形成するように配置される」構成と，本件発明1の「上向きに開口した筺体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部とを備え，前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」構成とは，「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が形成されたシールド部と，前記シールド部が開口した状態で，前記RFタグから情報を読み取る」構成において共通している。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によると，本件発明1と甲1発明1との一致点及び相違点は，以下のとおりである。",
                        "＜一致点1(1-1）＞",
                        "「物品に付されたRFタグから情報を読み取る据置式の読取装置であって，",
                        "前記RFタグと交信するための電波を放射するアンテナと，",
                        "前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が形成されたシールド部と，",
                        "前記シールド部が開口した状態で，前記RFタグから情報を読み取る読取装置。」",
                        "＜相違点1(1-1）＞",
                        "「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が形成されたシールド部」，及び，「前記シールド部が開口した状態で，前記RFタグから情報を読み取る」ことに関して，",
                        "本件発明1は，「上向きに開口した筺体内に設けられ，」前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が「上向きに」形成されたシールド部，及び，「前記筺体および」前記シールド部が「上向きに」開口した状態で，前記RFタグから情報を読み取るのに対して，",
                        "甲1発明1は，「アンテナ」を収容し，「RFIDタグを保持している対象物」を囲み，「RFIDタグを保持している対象物」よりも広い開口が前向きに形成されている，「3つの中実の防壁108，110，112」，及び，「3つの中実の防壁108，110，112」が，前向きに開口した状態で，「データをRFIDタグから読み取る」点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1(1-1)についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明1は，甲1の［図1］の実施例に対応するものであり，「3つの中実の防壁108，110，112」（本件発明1の「シールド部」に対応）は，「アクセス開口部116」が前向きに形成されており，この実施例に関して，その開口の向きを，上向きなどの異なる向きにする動機付けは，甲1には，記載も示唆もされていない。",
                            "甲1の2欄44行～58行には，「また，特に挿入アパーチャへのアクセス開口部によって形成される平面であって，更に詳細には実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる。また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう。」と記載されているが，「側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう」という「頂部」が，具体的に，どの部分のどれだけの範囲を意味しているのか，甲1の記載のみからでは必ずしも明らかでない。",
                            "一方，「頂」は，「ものの一番高いところ。あたま，山頂など。」（広辞苑第6版），「物の最も上の部分。山頂や頭頂などをいう。てっぺん。」（オンライン辞書，goo辞書）を意味していることを踏まえると，甲1発明1の「頂部」や「頂壁」（甲1の3欄31行～4欄7行）は，最も高い部分，てっぺんの部分や壁を示しており，左右の防護側壁の最も高い箇所（頂）の間を繋いでいる部分又は壁であり，甲1の3欄31行～4欄7行の記載などを参照すると，「頂部」や「頂壁」を備えなくてもよい態様も想定できなくもない。",
                            "しかし，甲1発明1の「防壁112」の「後面」には，開口が形成されていないことが明らかであり，「後面」の全体は，甲1の［図1］などから，垂直な面ではなく，「挿入アパーチャ」の上部を覆うように湾曲して，「防壁112」の最も高い部分である「頂部」まで延びているものと解することが合理的であり，また，甲1には，［図1］に関して，「垂直の側壁によって区切られる空間内に，スクリーン118と，任意にラウドスピーカ，マイクロフォン，またはカメラ（図示なし）も備える」（甲1の7欄46行～50行）と記載されているから，「頂部において，アクセス開口部が防壁によって仕切られない」ものや，「頂壁」を備えないものであっても，上向きに開口した構成にはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明1の「3つの中実の防壁108，110，112」が「備え」る「周波数の電波を吸収する発泡体」及び「電波を反射する金属で作られた外側パネル」（本件発明1の「シールド部」に相当）は，それらよりも外側に囲いが存在せず，上向きに開口した筐体内に設けられていない。",
                            "また，甲1発明1の「3つの中実の防壁108，110，112」が「備え」る「周波数の電波を吸収する発泡体」及び「電波を反射する金属で作られた外側パネル」を，上向きに開口した筐体内に設けられるようにする動機付けは，甲1には，記載も示唆もされていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一方，筐体内にシールド部を設けることは，甲2には記載も示唆もされていないところ，甲3には，「例えば，筐体11及び開閉フタ12の外壁（外面）や，読取室13を形成する筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う構成としてもよい。」（甲3の段落【0013】）と記載され，種々の態様のうちの一態様として，「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項が記載されているが，当該技術事項は，「内面」を「電波反射材又は電波吸収材で覆わ」れた「開閉フタ12」が存在し，筺体及びシールド部が上向きに開口した状態で，RFタグから情報を読み取るものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記a～cを総合すると，甲3の種々の態様のうちの一態様として，あえて，「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項を選択し，動機付けもない甲1発明1に，上記の技術事項の筐体に係る技術事項のみを適用し，さらに，甲1に記載された「頂部において，アクセス開口部が防壁によって仕切られない」構成（甲1の2欄44行～58行）を，動機付けもない甲1発明1に適用することで，相違点1(1-1)に係る本件発明1の構成とすることは，当業者が容易になし得たとはいえない。",
                            "また，仮に，甲1発明1に，甲1に記載された「頂部において，アクセス開口部が防壁によって仕切られない」構成を適用できたとしても，当該構成に関しては，上記aで述べたとおりであるから，甲1発明1の，前向きに形成されている開口すなわち「アクセス開口部116」が，上向きに形成されるようになるとはいえない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，相違点1(1-1)に係る本件発明1の構成は，当業者が容易になし得たとはいえず，本件発明1は，甲1発明1及び甲1～3に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～4について",
                  "text": [
                    "本件発明2～4は，本件発明1の発明特定事項を全て備え，更に限定したものであるから，本件発明1と同様に，甲1発明1及び甲1～3に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲1発明2を主引用例とする新規性欠如・進歩性欠如（無効理由1-2）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明2の「データをRFIDタグから読み取ることが可能な読取り手段」は，具体的にどこに設けられているのか特定されているものではないが，甲1発明2は，「読取り／書込みモジュール200」の発明であるから，読取りや書込みができる手段を備えていることが明らかであり，甲1発明2の「読取り／書込みモジュール200」は，上記「読取り手段」を備えていることが明らかである。",
                            "そして，甲1発明2の「読取り／書込みモジュール200」は，「挿入アパーチャ106」，「外壁212」，「吸収性発泡体214」，「重量計」を備えているところ，これらの構成に係る，「載置キャビティ202」，「4つの垂直側壁204～210」，「アンテナ」，「プレート」も備えていることが明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明2の「対象物」及び「RFIDタグ」は，それぞれ，本件発明1の「物品」及び「RFタグ」に相当する。",
                            "また，本件発明1の「読取装置」は，実質的に「情報提供システム」の一部を構成する読取部分ということもでき，「モジュール」は，「装置・機械・システムを構成する部分で，機能的にまとまった部分[広辞苑第6版]」を意味しているから，甲1発明2の「読取り／書込みモジュール200」と，本件発明1の「読取装置」とは，「読取部分」において共通している。",
                            "甲1発明2の「読取り／書込みモジュール200」は，「その頂部に，RFIDタグを保持している対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備え，載置キャビティ202は4つの垂直側壁204～210によって区切られ，各垂直側壁204～210は金属で作られ，各垂直側壁204～210はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され」ているから，甲1発明2の「読取り／書込みモジュール200」は，「読取り手段」が，「対象物」が「保持している」「RFIDタグから」，「データを」「読み取ることが可能」である。",
                            "以上によると，甲1発明2の「その頂部に，RFIDタグを保持している対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備え，載置キャビティ202は4つの垂直側壁204～210によって区切られ，各垂直側壁204～210は金属で作られ，各垂直側壁204～210はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され」ている，「読取り／書込みモジュール200」と，本件発明1の「物品に付されたRFタグから情報を読み取る据置式の読取装置」とは，「物品に付されたRFタグから情報を読み取る読取部分」において共通している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "アンテナが電波を放射したり，電波を受信したりすることは，技術常識であり，甲1発明2において，「電波」は，「RFIDタグの読取り／書込みに使用され」，「アンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され」ていることから，甲1発明2の「アンテナ」は，「RFIDタグ」と交信するための「電波」を放射していることが明らかである。",
                            "したがって，甲1発明2の「データをRFIDタグから読み取ることが可能な読取り手段に接続され」ている「アンテナ」は，本件発明1の「前記RFタグと交信するための電波を放射するアンテナ」に相当する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "金属が電波を反射することは，技術常識であるから，甲1発明2の「載置キャビティ202は4つの垂直側壁204～210によって区切られ，各垂直側壁204～210は金属で作られ」という構成の「4つの垂直側壁204～210」は，「金属で作られ」，電波を反射するから，シールド部といえる。",
                            "そして，上記cのとおり，甲1発明2の「アンテナ」は，「載置キャビティ202に入れ」られた「対象物」が「保持している」「RFIDタグ」と交信するといえるから，甲1発明2の「各垂直側壁204～210はアンテナも備え」る構成として，シールド部である「各垂直側壁204～210」の外面に配置されている構成は想定し得えず，甲1発明2の「各垂直側壁204～210はアンテナも備え」る構成は，「各垂直側壁204～210は」，「載置キャビティ202」に対して露出するように「アンテナも備え」る構成（すなわち，「アンテナ」が「垂直側壁」の内面に設けられている，あるいは，「アンテナ」が「載置キャビティ202」内に電波を放射するように「垂直側壁」内に取り付けられている構成）であると推認できる。",
                            "このことから，甲1発明2の「各垂直側壁204～210はアンテナも備え」る構成の「アンテナ」が，「外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」よりも内側に設けられていることは，明らかである。",
                            "甲1発明2の「読取り／書込みモジュール200」において，「載置キャビティ202は4つの垂直側壁204～210によって区切られ」，「外壁212」は，「4つの垂直側壁204～210および載置キャビティ202を取り囲」み，「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」は，「外壁212と4つの垂直側壁204～210との間に配置され」るから，甲1発明2の「読取り／書込みモジュール200」は，内側から順に，「載置キャビティ202」，「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」，「4つの垂直側壁204～210」を囲む「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる吸収性発泡体214」，「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる吸収性発泡体214」を囲む「外壁212」を備える構成となっていることが明らかである。",
                            "このことと，甲1発明2の「読取り／書込みモジュール200」が，「その頂部に，対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備え」ることを踏まえると，甲1発明2の「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」，「4つの垂直側壁204～210」を囲む「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる吸収性発泡体214」，「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる吸収性発泡体214」を囲む「外壁212」は，いずれも，「挿入アパーチャ106」が機能できるように，開口が上向きに形成されている構成となっていることが，明らかである。",
                            "したがって，甲1発明2の「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」と，本件発明1の「上向きに開口した筐体」とは，「上向きに開口した囲い」において共通している。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "甲1発明2の「金属で作られ」「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」及び「外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」は，上記dから，シールド部といえるし，アンテナを収容しているといえる。",
                            "甲1発明2は，「RFIDタグを保持している対象物を載置キャビティ202に入れること」，及び，上記b，dを踏まえると，甲1発明2の「金属で作られ」「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」及び「外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」は，物品を囲み，該物品よりも広い開口が上向きに形成されているといえる。",
                            "さらに，甲1発明2の「読取り／書込みモジュール200」は，「読取り手段」を備え（上記a），「各垂直側壁204～210はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され」ていることから，甲1発明2の「読取り／書込みモジュール200」は，「金属で作られ」「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」及び「外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」が，上向きに開口した状態で，RFIDタグから情報を読み取るといえる。",
                            "以上によると，甲1発明2の「RFIDタグを保持している対象物を載置キャビティ202に入れる」構成及び「各垂直側壁204～210はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され」ている構成を前提とする，甲1発明2の「金属で作られ」「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」及び「外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる吸収性発泡体214」の構成は，本件発明1の「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」の構成に相当し，さらに，本件発明1の「前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」構成にも相当する。",
                            "したがって，甲1発明2の「その頂部に，RFIDタグを保持している対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備え」る構成及び「各垂直側壁204～210はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続され」ている構成を前提とする，甲1発明2の「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」，「金属で作られ」「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」及び「外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」の構成と，本件発明1の「上向きに開口した筺体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」の構成及び「前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」構成とは，「上向きに開口した囲い内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」の構成及び「前記囲いおよび前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」構成において共通している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によると，本件発明1と甲1発明2との一致点及び相違点は，以下のとおりである。",
                        "＜一致点1(1-2）＞",
                        "「物品に付されたRFタグから情報を読み取る読取部分であって，",
                        "前記RFタグと交信するための電波を放射するアンテナと，",
                        "上向きに開口した囲い内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部と，",
                        "前記囲いおよび前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る読取部分。」",
                        "＜相違点1-1(1-2）＞",
                        "「読取部分」が，本件発明1は，「据置式の」読取「装置」であるのに対して，甲1発明2は，「読取り／書込みモジュール200」である点。",
                        "＜相違点1-2(1-2）＞",
                        "「囲い」が，本件発明1は，「筐体」であるのに対して，甲1発明2は，",
                        "「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1-1（1-2）について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1発明2の「読取り／書込みモジュール200」は，「アンテナ」及び「読取り手段」を備え，それ自体で「読取り」ができ，また，「金属で作られ」た「各垂直側壁204～210」を備えることで，液体を含有する対象物に貼付されたタグを読み取るのに，特に有用である（甲1の3欄31行～4欄7行）という，独自の作用効果を奏するといえるから，読取装置の態様となっているといえる。",
                                "そして，広辞苑第6版によると，「据え置く」は，「すえておく。備えつけておく。そのままにして手をつけずにおく。『定価を―・く』」ことを意味し，「備え付ける」は，「ある場所に置いて使えるようにしておく。設けておく。『教室にテレビを―・ける』」ことを意味していること，甲1の記載によると，甲1発明2の「読取り／書込みモジュール200」は，ハウジング内に挿入された状態，すなわち，ハウジング内に据え置いた状態などで使用することが想定されており（甲1の4欄23行～25行，5欄24行～33行及び8欄62行～9欄35行），移動させながら使用することは想定されていないから，甲1発明2の「読取り／書込みモジュール200」は，据置式の装置となっていることが明らかである。",
                                "また，同様に，甲1発明2の「読取り／書込みモジュール200」は，別の装置に組み込まれたり単体で使用したりする場合も，据置式の装置となることが明らかである。",
                                "したがって，相違点1-1(1-2)は，実質的な相違点とはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "仮に，相違点1-1(1-2)が実質的な相違点であったとしても，甲1発明2の「読取り／書込みモジュール200」を，単体などで使用し据置式とすることで，甲1発明2において，相違点1-1(1-2)に係る本件発明1の構成とすることは，当業者が適宜なし得たことにすぎない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点1-2(1-2)について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件発明1の「筐体」は，「機器をおさめているはこ」（広辞苑第6版）を意味していると理解することもでき，甲1発明2の「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」は，「アンテナ」などの機器を収容しているから，機器をおさめるものであり，筐体（機器をおさめているはこ〔広辞苑第6版〕）の態様となっているといえる。",
                                "したがって，相違点1-2(1-2)は実質的な相違点とはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件明細書の段落【0018】には，「当該4つの壁板28（図1）および底板26によって，上向きに開口した方形の筐体24が形成されている。」と記載されているから，本件発明1の「上向きに開口した筐体」は，側壁と底板を備えているものと理解することもでき，甲1発明2は，この底板が特定されていないから，相違点1-2(1-2)は，実質的な相違点であるともいえる。",
                                "しかし，甲1発明2の「読取り／書込みモジュール200」は，「重量計も備え，そのプレートは載置キャビティ202の底壁を形成する」ことから，「そのプレート」すなわち重量計の「プレート」が「載置キャビティ202の底壁」となり，「載置キャビティ202」よりも下方に，「重量計」が位置していることは明らかであり，その「重量計」は，何らかの手段によって「読取り／書込みモジュール200」に固定する必要がある。そして，この「重量計」の部分に埃や塵などの異物が入らないように，甲1発明2の「読取り／書込みモジュール200」の底を，底板などによって塞ぎ，その底板の上に「重量計」を設置して固定することは，当業者が通常想定し得るといえる。上記の底板で塞いだ「読取り／書込みモジュール200」を，引き出し又は棚に載置して使用することも想定し得るから，上記aと矛盾することもない。",
                                "したがって，甲1発明2の「読取り／書込みモジュール200」に底板を設け，「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」と底板とを併せて筐体とし，相違点1-2(1-2)に係る本件発明1の構成とすることは，当業者が容易になし得たといえる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記a，bのとおり，本件発明1は，甲1発明2であるか，甲1発明2に基づいて当業者が容易に発明をすることができたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明2と甲1発明2は，一致点1（1-2）で一致し，相違点1-1（1-2）及び相違点1-2（1―2）で相違し，さらに，次の点で相違する。",
                        "＜相違点2(1-2）＞",
                        "本件発明2は，「前記アンテナよりも前記開口側に配されて，前記物品が載置される載置部を備えた」構成を有しているのに対して，甲1発明2は，そのような構成を有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点1-1(1-2)及び1-2(1-2)については，前記ア(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2(1-2)について",
                          "text": [
                            "RFIDタグの読取装置において，RFIDタグが取付けられた商品を載せるための載置部よりも下方にアンテナを設けることは，甲3の段落【0001】，【0002】，【0005】，【0006】，【0008】及び【0010】，甲8の段落【0008】，【0029】，【0049】及び【図3】，甲9（特開2007-72681号公報）の段落【0001】，【0015】及び【0051】並びに甲10（特開2011-76266号公報）の段落【0009】，【0023】及び【0024】に示すように周知技術であって，甲1発明2に，この周知技術を適用して，相違点2(1-2)に係る本件発明2の構成を想到することは，当業者が容易になし得たといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によると，本件発明2は，甲1発明2及び周知技術に基づいて当業者が容易に発明をすることができたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明3と甲1発明2とを対比すると，一致点1(1-2)で一致し，相違点1-1(1-2)及び1-2(1-2)で相違し，さらに，次の点で相違する。",
                        "＜相違点3(1-2）＞",
                        "本件発明3は，「前記シールド部は，前記電波を吸収する電波吸収層と，前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層と，を備える」のに対して，甲1発明2は，「その頂部に，RFIDタグを保持している対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備え，載置キャビティ202は4つの垂直側壁204～210によって区切られ，各垂直側壁204～210は金属で作られ，各垂直側壁204～210はアンテナも備え」，「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212を備え，外壁212と4つの垂直側壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214を備え」ている点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点1-1(1-2)及び相違点1-2(1-2)については，前記ア(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点3(1-2)について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1発明2の「読取り／書込みモジュール200」は，内側から順に，「載置キャビティ202」，「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」，「4つの垂直側壁204～210」を囲む「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」，「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」を囲む「外壁212」を備える構成となっていることが明らかであり（甲1の［図2］），この順を入れ替えることは，甲1には，記載も示唆もされていない。",
                                "また，相違点3(1-2)に係る本件発明3の構成の「前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層」は，甲2，3に記載も示唆もされていない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲1発明2の「金属で作られ」「載置キャビティ202」を「区切」る「4つの垂直側壁204～210」，すなわち「各垂直側壁204～210」は，「アンテナ」を「備え」ているから，「4つの垂直側壁204～210」よりも内側に「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」を設けると，「RFIDタグを保持している対象物」を「載置キャビティ202に入れ」た場合，「RFIDタグ」と「アンテナ」との交信に支障をきたすから，甲1発明2において，「4つの垂直側壁204～210」よりも内側に「RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214」を設けることには，阻害事由が存在する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "仮に，甲1発明2において，「外壁212」（本件発明1の「筐体」に対応）を金属製にして，シールド部とすることで，本件発明3の「前記シールド部は，前記電波を吸収する電波吸収層と，前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層と，を備える」構成が得られたとしても，本件発明3は，本件発明1を引用し，本件発明1の発明特定事項を全て備えるから（筐体も備えるから），甲1発明2の「外壁212」は，本件発明3の「筐体」にも「シールド部」にも対応することになり，甲1発明2において，本件発明3の「上向きに開口した筐体内に設けられ」た「シールド部」は，得られない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "上記(a)～(c)のとおりであるから，甲1発明2において，相違点3(1-2)に係る本件発明3の構成を想到することは，当業者が容易になし得たとはいえない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によると，本件発明3は，甲1発明2及び甲1～3に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明4と甲1発明2とを対比すると，一致点1(1-2)で一致し，相違点1-1(1-2)及び相違点1-2(1-2)で相違し，さらに，次の点で相違する。",
                        "＜相違点4(1-2）＞",
                        "本件発明4は，「前記読取装置と通信可能な情報提供装置」「を備え」，「前記情報提供装置は，前記物品に関する物品情報を前記RFタグの情報に対応付けて記憶する記憶部と，前記読取装置から前記RFタグの情報を取得する取得部と，取得した前記RFタグの情報に対応する前記物品情報を前記記憶部から抽出して提供すべき情報を生成する情報生成部と，生成された前記提供すべき情報を出力する出力部と，を備える情報提供システム」であるのに対して，甲1発明2は，そのように特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点1-1(1-2)及び相違点1-2(1-2)については，前記ア(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点4(1-2)について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲3の【図1】～【図5】によると，「セルフチェックアウト装置1」は，「読取装置10」と通信可能な「セルフチェックアウト装置1」であることが明らかであるし，甲3の段落【0001】の「商品販売データ処理装置」は，「読取装置10」と「セルフチェックアウト装置1」とを備える「商品販売データ処理装置」であるともいえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "上記(a)及び甲3の段落【0001】，【0002】，【0005】，【0006】，【0008】，【0010】，【0017】，【0022】，【0028】，【0045】及び【0050】を踏まえると，甲3には，次の技術事項（以下，「甲3事項」という。）が記載されていると認められる。",
                                "［甲3事項］",
                                "「読取装置10と，",
                                "読取装置10と通信可能なセルフチェックアウト装置1と，",
                                "を備え，",
                                "前記セルフチェックアウト装置1は，",
                                "各商品Gに関する商品情報を，当該商品Gを識別するRFIDタグTから読み取った商品コードと対応付けて登録した商品マスタを，記憶する記憶部26と，",
                                "前記読取装置10から前記RFIDタグTから読み取った商品コードを受信する通信制御部203と，",
                                "前記商品コードに対応する前記商品情報を前記商品マスタから読み出す表示制御部201と，",
                                "前記商品情報を表示するディスプレイ3bと，",
                                "を備える商品販売データ処理装置。」"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲3事項を，（  ）内において，本件発明4の用語を記載して示すと，以下のとおりである。",
                                "「読取装置10（読取装置）と，",
                                "読取装置10と通信可能なセルフチェックアウト装置1（前記読取装置と通信可能な情報提供装置）と，",
                                "を備え，",
                                "前記セルフチェックアウト装置1（前記情報提供装置）は，各商品Gに関する商品情報を，当該商品Gを識別するRFIDタグTから読み取った商品コードと対応付けて登録した商品マスタを，記憶する記憶部26（物品に関する物品情報をRFタグの情報に対応付けて記憶する記憶部）と，",
                                "前記読取装置10から前記RFIDタグTから読み取った商品コードを受信する通信制御部203（前記読取装置から前記RFタグの情報を取得する取得部）と，",
                                "前記商品コードに対応する前記商品情報を前記商品マスタから読み出す表示制御部201（取得した前記RFタグの情報に対応する前記物品情報を前記記憶部から抽出する情報抽出部）と，",
                                "前記商品情報を表示するディスプレイ3b（前記物品に関する情報を出力する出力部）と，",
                                "を備える商品販売データ処理装置（情報提供システム）。」"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "甲3事項の「商品情報を」「読み出す」ことが，本件発明4の「前記物品情報を」「抽出して提供すべき情報を生成する」ことに相当するとはいえないものの，甲3事項において，「読み出」した「前記商品情報を表示する」場合に，「読み出」した「前記商品情報」を単に羅列するなどして，そのままの形式で表示することは，当業者が想定し得ないことであり，「読み出」した「前記商品情報」と「前記商品」との対応関係が理解できる一覧表のような形式に何らかの加工を施して，すなわち，「前記商品情報」（前記物品情報）を提供すべき情報に生成して，その生成された提供すべき情報を表示（出力）することは，技術常識である。",
                                "したがって，甲3事項の「読み出す」ことを，読み出して提供すべき情報を生成することとし，その生成された提供すべき情報を表示（出力）することは，当業者の想定の範囲内である。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "甲1発明2と甲3事項とは，「読取装置」に関する技術であり，技術分野が共通すること，及び，RFタグ読取装置とそのRFタグに係る情報を提供する情報提供装置とを備える情報提供システムは，例示するまでもない周知技術であることから，RFタグ読取装置である甲1発明2を，甲3に記載された技術事項を適用して，情報提供装置を備える情報提供システムとして構築することには，十分な動機付けが存在するといえる。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "そうすると，甲1発明2に，甲3事項を適用し（上記(e)），その適用の際に，上記技術常識を踏まえ（上記(d)），「取得した前記RFタグの情報に対応する前記物品情報を前記記憶部から抽出する情報抽出部」において本件発明4と共通する，甲3事項の「前記商品コードに対応する前記商品情報を前記商品マスタから読み出す表示制御部201」を，「取得した前記RFタグの情報に対応する前記物品情報を前記記憶部から抽出して提供すべき情報を生成する情報生成部」とし，「前記物品情報に関する情報を出力する出力部」において本件発明4と共通する，甲3事項の「前記商品情報を表示するディスプレイ3b」を，「生成された前記提供すべき情報を出力する出力部」とすることで，相違点4(1-2)に係る本件発明4の構成とすることは，当業者が容易になし得たといえる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によると，本件発明4は，甲1発明2及び甲3に記載された技術事項に基づいて当業者が容易に発明をすることができたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲1発明3を主引用例とする進歩性欠如（無効理由1-3）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1と甲1発明3の一致点及び相違点は，以下のとおりである。",
                        "＜一致点1(1-3）＞",
                        "「物品に付されたRFタグから情報を読み取る読取装置であって，",
                        "前記RFタグと交信するための電波を放射するアンテナと，",
                        "シールド部と，",
                        "を備えた，",
                        "読取装置。」",
                        "＜相違点1-1(1-3）＞",
                        "「読取装置」が，本件発明1は，「据置式の」読取装置であるのに対して，甲1発明3は，そのように特定されていない点。",
                        "＜相違点1-2(1-3）＞",
                        "「シールド部」が，",
                        "本件発明1は，",
                        "「上向きに開口した筺体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成された」シールド部であり，「前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」のに対して，",
                        "甲1発明3は，",
                        "「前記少なくとも1つの対象物を受け入れる少なくとも1つの載置キャビティであって，",
                        "少なくとも1つの底壁および少なくとも1つの側壁と，",
                        "少なくとも1つのRFID読取り／書込み手段と，",
                        "対象物を前記載置キャビティ内に載置するための，前記載置キャビティの上面に実質的に形成される，少なくとも1つの挿入アパーチャとを備える，",
                        "載置キャビティと，",
                        "前記少なくとも1つの側壁から上方に延在し，少なくとも1つの防壁を通して前記少なくとも1つの挿入アパーチャにアクセスするためのアクセス開口部を含み，前記載置キャビティと外部との間で電波を減衰させる材料で作られた，前記少なくとも1つの防壁と，を備え，",
                        "電波を吸収し，載置キャビティの側壁と外壁との間に配置される，発泡体を更に備え，",
                        "前記載置キャビティが，前記載置キャビティの前記側壁を包含し，尖った縁部を含まない外壁によって取り囲まれ，",
                        "前記載置キャビティの前記少なくとも1つの前記側壁が金属であり，」",
                        "「防壁は，",
                        "挿入アパーチャによって形成される平面であって，実質的に水平な平面である第1の平面では，アクセス開口部が挿入アパーチャに面する側面もしくはその側面の一部を除く全ての側面において，防壁が挿入アパーチャを取り囲むようにし，",
                        "また，挿入アパーチャへのアクセス開口部によって形成される平面であって，実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができ，また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であり，",
                        "プラスチック材料で作られた内側パネルと外側の金属パネルとを備え，吸収性発泡体をそれら2つのパネルの間に挟み込むことができる」点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1-1（1-3）について",
                          "text": [
                            "甲1の［図1］から，「据置式のRFIDタグの読取り／書込みデバイス102を備える会計端末100」が看取できる。",
                            "このことから，甲1発明3の「RFIDタグの読取り／書込みデバイス」（本件発明1の「読取装置」に相当）を，「据置式の」「読取装置」として，相違点1-1(1-3)に係る本件発明1の構成を想到することは，当業者が容易になし得たといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点1-2（1-3）について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1発明3において，「前記載置キャビティ」を「取り囲」む「尖った縁部を含まない外壁」（囲い）が，上向きに開口した筐体の態様になり得た場合，「金属であ」る「前記載置キャビティの前記少なくとも1つの前記側壁」又は「電波を吸収」する「発泡体」は，上向きに開口した筐体内に設けられ，RFIDアンテナ（アンテナ）を収容し，対象物（物品）を囲み，該対象物（物品）よりも広い挿入アパーチャ（開口）が上向きに形成されたシールド部の態様となり得る。",
                                "しかし，「防壁」は，「載置キャビティ」を「取り囲」む「尖った縁部を含まない外壁」（囲い）内に設けられていないことが明らかであるから，「特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であ」ることなどを根拠にして，「防壁」が，開口が上向きに形成されたシールド部になり得たとしても，「防壁」は，上向きに開口した筐体内に設けられ，アンテナを収容し，物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部の態様にはならない。",
                                "そして，「防壁」の外側に筐体を設けることは，甲1に記載も示唆もされておらず，甲1発明3の「防壁」の外側に筐体を設けようとする動機付けは，存在しない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "筐体内にシールド部を設けることは，甲2には記載も示唆もないところ，甲3には，「例えば，筐体11及び開閉フタ12の外壁（外面）や，読取室13を形成する筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う構成としてもよい。」と記載され（甲3の段落【0013】），種々の態様のうちの一態様として，「筐体11及の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項が記載されている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によると，甲1発明3において，「防壁」を，アンテナを収容し，物品を囲み，該物品よりも広い開口が上向きに形成された「防壁」とし，当該「防壁」と，「載置キャビティの少なくとも1つの側壁シールド部」及び「載置キャビティの発泡体シールド部」とを併せて，シールド部として構成することについて，動機付けが存在しない。また，甲1発明3に，甲3において種々の態様のうちの一態様として記載された前記(b)の技術事項を適用して，「防壁」の外側に筐体を設け，筐体内の「防壁」となるようにし，さらに，その筐体を，上向きに開口した筐体とすることで，相違点1-2(1-3)に係る本件発明1の構成を想到することは，当業者が容易になし得たとはいえない。",
                                "したがって，本件発明1は，甲1発明3及び甲1～3に記載された技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～4について",
                  "text": [
                    "本件発明2～4は，本件発明1の発明特定事項を全て備え，更に限定したものであるから，甲1発明3及び甲1～3に記載された技術に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "甲2を主引用例とする進歩性欠如（無効理由2）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明は，次のものであると認められる。",
                    "「炭素繊維及び合成繊維を含み表面で炭素繊維と合成繊維とが合成繊維成分によって溶着された不織布であるシールド不織布を備えた第一電波吸収板（0501）と，シールド不織布からなり第一電波吸収板と対向してICタグ読取空間を形成するように配置される第二電波吸収板（0502）と，第三電波吸収板（0503）と，第四電波吸収板（0504）と，ICタグ読取空間に配置されるICタグ読取用アンテナ（0505a～0505c，0506）と，から構成され，",
                    "出口と入口を兼用のものとしてICタグが付されたものを読取空間に出し入れするための上向きの開口を備え，前記各電波吸収板により囲まれて形成されるICタグ読取空間内に，ICタグを保持する製品を投入することにより，ICタグ情報を読み取らせるものであり，",
                    "通販業者が注文を受けた商品をピックアップしてICタグ読取空間内に投入し，後にICタグを読み取ることにより，注文を受けた商品のピックアップ漏れや間違いがないかどうかを確認することができる装置として好適に使用することができる，",
                    "パイプの下端の4箇所にキャスター（0109）が接続されており，床を自由に移動させることができるように構成されている，",
                    "ICタグ読取装置（0500）。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1と甲2発明との一致点及び相違点は，以下のとおりである。",
                        "＜一致点1（2）＞",
                        "「物品に付されたRFタグから情報を読み取る読取装置であって，",
                        "前記RFタグと交信するための電波を放射するアンテナと，",
                        "前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部と，",
                        "を備え，",
                        "前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る読取装置。」",
                        "＜相違点1-1（2）＞",
                        "「読取装置」が，本件発明1は，「据置式の」読取装置であるのに対して，甲2発明は，「通販業者が注文を受けた商品をピックアップしてICタグ読取空間内に投入し，後にICタグを読み取ることにより，注文を受けた商品のピックアップ漏れや間違いがないかどうかを確認することができる装置として好適に使用することができる，パイプの下端の4箇所にキャスター（0109）が接続されており，床を自由に移動させることができるように構成されている」ものである点。",
                        "＜相違点1-2（2）＞",
                        "「シールド部」が，本件発明1は，「上向きに開口した筺体内に設けられ」，「前記筺体および」前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取るのに対して，甲2発明は，そのように特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1-1（2）について",
                          "text": [
                            "甲2発明の「注文を受けた商品のピックアップ漏れや間違いがないかどうかを確認することができる装置として好適に使用することができる」及び「パイプの下端の4箇所にキャスター（0109）が接続されており，床を自由に移動させることができる」という構成，甲2の段落【0006】の「従来よりも読取精度が向上したICタグ読取装置を提供すること」という発明が解決しようとする課題や作用効果に鑑みると，甲2発明は，「通販業者が注文を受けた商品をピックアップ」することに係る構成や「キャスター（0109）」に係る「床を自由に移動させる」構成を備えなくても，課題を解決できるといえる。",
                            "また，甲2には，ICタグ読取装置を移動させずに用いる実施例が，【図2】，【図4】に示されているから，「床を自由に移動させる」構成を備えなくても，課題が解決できることは明らかである。",
                            "このように，甲2発明において，「床を自由に移動させる」構成は，課題を解決するために必須ではないから，移動させないようにすることに阻害事由は存在しない。",
                            "そして，甲2発明のような「ICタグ読取装置」を，汎用性の高い製品として提供すること（甲12〔平成28年6月20日の繊研新聞の記事〕）や，台車などの装置のキャスターをストッパーで固定した状態で使用すること（甲16〔「中部産業株式会社」のウェブページの2／7ページの18行〕）は，いずれも当業者が十分に予測できることである。",
                            "また，読取装置を置いた状態で使用することと，移動させながら使用することとを選択できるようにすることは，周知技術であるといえる（甲7〔特開2015―64673号公報〕の段落【0051】～【0059】等）。",
                            "これらを総合すると，甲2発明の「ICタグ読取装置（0500）」を，キャスターを設けることなく，又は，移動しないようにキャスターを固定した状態で，周知のセルフレジ装置（甲3の段落【0008】，【0010】，甲4の段落【0022】）のような，「据え置く」（「すえておく。備えつけておく。」〔広辞苑第6版〕）「据置式の」「ICタグ読取装置（0500）」として，相違点1-1（2）に係る本件発明1の構成を想到することは，当業者が適宜なし得たといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点1-2（2）について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲2発明は，「シールド不織布を備えた第一電波吸収板（0501）」という構成を備え，「第三電波吸収板（0503）と，第四電波吸収板（0504）」については材質が特定されていないが，甲2において，「電波吸収板」の材質として「シールド不織布」以外のものは記載されておらず，甲2発明の「前記各電波吸収板」は，この「電波吸収」という機能に鑑みると，実質的に「シールド不織布」からなるものであると理解できる。",
                                "このことは，甲2の「読取精度が向上したICタグ読取装置を提供する」という課題や「炭素繊維及び合成繊維を含む不織布からなる電波吸収板を用いてICタグ読取空間を形成することにより，電波吸収板にICタグ読取用アンテナから放出される電波を適度に吸収させた状態でICタグを読み取ることができ，ICタグの読取精度が向上する。」という効果に照らしても，整合する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲2の段落【0016】に，「本発明のICタグ読取装置は，第一電波吸収板として，炭素繊維及び合成繊維を含む不織布から構成される。不織布を備えていることにより，電波吸収板の軽量化が図れるとともに，不織布は柔軟性も有しているから，例えばICタグ読取装置内でICタグが付された製品等が第一電波吸収板と接触した場合に，製品や第一電波吸収板の破損を防ぐことができる。」と記載されているとおり，甲2発明は，上記(a)の態様で「シールド不織布」を採用すること，すなわち，「電波吸収板」を全てシールド不織布とすることで，「軽量化が図れるとともに」，「柔軟性も有しているから」「破損を防ぐことができる」という効果が得られるといえるから，上記(a）の態様の「シールド不織布」を異なる構成としたり，当該「シールド不織布」に別の構成を付加したりするようなことは，当業者が想定し得ないことであり，そのようにしようとする動機付けはない。",
                                "さらに，甲2発明の「シールド不織布」を，筐体内に設けられる「シールド不織布」とする構成を採用すると，上記の「軽量化」や「柔軟性」に係る効果が得られなくなるおそれもあるから，甲2発明の「シールド不織布」を別の態様のものとすることには，阻害事由も存在する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "一方，筐体内にシールド部を設けることは，甲2，4には記載も示唆もされていないところ，甲3の段落【0013】には，「例えば，筐体11及び開閉フタ12の外壁（外面）や，読取室13を形成する筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う構成としてもよい。」と記載され，種々の態様のうちの一態様として，「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項が記載されているが，当該技術事項は，「内面」を「電波反射材又は電波吸収材で覆わ」れた「開閉フタ12」が存在し，筺体及びシールド部が上向きに開口した状態で，RFタグから情報を読み取るものではない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "そうすると，甲3の種々の態様のうちの一態様として，あえて「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項を選択し，甲2発明の「シールド不織布」に，筐体に係る技術事項のみを適用して，相違点1-2（2）に係る本件発明1の構成とすることは，当業者が容易になし得たとはいえない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，本件発明1は，甲2発明及び甲1～4に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2～4について",
                  "text": [
                    "本件発明2～4は，本件発明1の発明特定事項を全て備え，更に限定したものであるから，本件発明1と同様に，甲2発明及び甲1～4に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "明確性要件違反（無効理由3）について",
              "text": [
                "本件発明1の「シールド部」は，「上向きに開口した筐体内」に設けられる構成であればよく，本件明細書の段落【0018】～【0020】には，「上向きに開口30が形成されたシールド部44」が，「上向きに開口した方形の筐体24」の「4つの壁板28」における「内壁面42」と「水平板50の上面」に設けたものが，この例として記載されており，構成を特定できるから，明確である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由A―1（手続違反）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本件審判請求時には，本件発明1に関しては，甲1発明2を主引用例とする新規性違反（特許法29条1項3号）のみを主張していた（甲22の1）ところ，令和2年2月28日付け審判事件弁駁書（甲22の18。以下，「本件弁駁書」という。）において，明確性要件違反及び進歩性違反（特許法29条2項）の主張を追加した。",
                "特許庁は，明確性要件違反の主張については，同年5月26日付けで補正を許可する決定をし，審理範囲とすることを決定したが（甲22の19），進歩性違反の主張に関しては何ら決定していない。",
                "無効審判請求は，原則としてその要旨を変更することはできないところ（特許法131条の2第1項），被告の進歩性違反の主張の追加は，要旨変更に該当する（審判便覧51-16参照）。",
                "特許庁は，特許法131条の2第1項ただし書の要件を満たさないにもかかわらず，被告の進歩性違反の主張を審理範囲とし，追加された進歩性違反の主張に基づき，本件発明1が無効である旨の判断を行ったから，同項に違反した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件訂正前発明について進歩性欠如の無効理由を認定した無効理由通知書（甲22の14）に対し，令和2年1月14日付け意見書（甲22の16）において進歩性欠如の無効理由を争ったが，無効理由通知書に記載された無効理由は，甲1発明3を主引用例とするものであり，甲1発明2を主引用例とする判断とは関係がないから，この無効理由通知書を根拠として，本件発明1に関する甲1発明2を主引用例とする進歩性違反に関して手続保障がされたといえない。",
                "当事者は，明示的に決定が下され，補正が許可されたものでなければ，要旨変更の主張については審理範囲とならないと期待することは当然である。黙示の決定を許すとなると，当事者は，特許庁が何を審理範囲としているかが審決まで知ることができなくなり，手続保障を害することは明らかであるから，特許法131条の2第2項ただし書の「決定」が黙示のものであっても許されるという被告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由A―2（甲1発明2の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，甲1発明2の認定において，「読取り／書込みモジュール200」を単体で認定している。",
                "しかし，甲1発明は，液体を含むものや水分量が多いものに貼付されたRFIDタグの効率的な読み取りができないという欠点を改善し，対象物のタイプにかかわらず，既知のRFID読取りデバイスよりも効率的な，タグの迅速な読取りを実施することを可能にするRFIDタグの読取りデバイスを提案するという目的（甲1の訳文3頁23行～32行）を達成するために，対象物を載置する載置キャビティの頂部に形成される挿入アパーチャの周囲に，上方に延在する防壁を配置させて，防壁を通して挿入アパーチャにアクセスするためのアクセス開口部を設けたものである。",
                "甲1発明は，「読み取り／書き込みデバイス」として，防壁及びアクセス開口部を備えて初めて発明として意味をなすものであるから，「読み取り／書き込みデバイス」のパーツにすぎず，防壁及びアクセス開口部を備えることがない「読取り／書込みモジュール200」単体を発明として抽出することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明2は，甲1の［図2］に示される「読取り／書込みモジュール」を指すところ，甲1では，「図2に示される読取り／書込みモジュール200は，図1の会計端末100などの会計端末の底部に，より詳細には図1の読取り／書込みデバイス102などの読取り／書込みデバイスの底部にこの目的で設けられる，ハウジング内に挿入／スワイプすることができる，引出しまたは棚の形態で提供される」構成として位置付けられており（甲1の訳文9頁41行～10頁3行），甲1には，「読取り／書込みモジュール」が単体で独立して機能することは記載されていない。また，甲1の［図2］には，［図1］の「会計端末100」と共通の「挿入アパーチャ106」が示されていることからも，［図2］の「読取り／書込みモジュール200」は，［図1］の「読取り／書込みデバイス102」を構成する構成要素であり，機能的に独立したものではない。さらに，甲1に記載の目的のためには，防壁の具備に加え，挿入アパーチャに対するアクセス開口部の相対的な配置も重要であるから，［図2］に示されるモジュールが備える挿入アパーチャの上向きの開口は，上記目的のため，［図1］の「読取り／書込みデバイス102」のアクセス開口部との位置関係を考慮して構成されていると理解される。",
                "甲1に記載の目的に照らし，「読取り／書込みモジュール」を「読取り／書込みデバイス102」から切り離して認定することは妥当ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "防壁及びアクセス開口部の構成は，甲1に記載された発明に必須の構成である。そして，甲1発明2に係る「読取り／書込みモジュール200」は，載置キャビティから外部に作動電波が放射されるような構成になっており，外部に放射された作動電波に応答して外部から載置キャビティに電波が向けられることも想定されている（甲1の訳文4頁1行）。このため，仮に，このような「読取り／書込モジュール200」を単独で読取作業を行わせた場合，すなわち，防壁がない状態で使用した場合，載置キャビティから外部にタグ作動電波が放射され，また，これらの作動電波に応答して外部で生じた電波による干渉が起こるため，「読取り／書込み動作を実施するのに使用される電波の出力を増加させることが可能になり，またしたがって，キャビティ内に載置されたタグを，液体を含む対象物に貼付されたタグであっても，より良好に読取ることが可能になる」（甲1の訳文4頁17行～19行）という甲1発明に期待される作用効果を得ることができない。",
                "このように，甲1発明2は，防壁とともに利用するのでなければ十分な作用効果を得ることができず，単体で十分な機能を有しているとはいえないから，甲1から甲1発明2を抽出して認定をすることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件審決は，甲1発明2を「読取り／書込みモジュール200が内部に組み込まれた読み取り／書き込みデバイス」として認定すべきであったところ，「読取り／書込みモジュール200」として認定した誤りがある。甲1発明2を正しく「読取り／書込みモジュール200が内部に組み込まれた読み取り／書き込みデバイス」として認定すると，甲1には「読み取り／書き込みデバイス」について，本件発明の特徴である「上向きに開口」する構成とすることに関して何の記載も示唆もないのであるから，甲1発明2に基づいて，本件発明1，その構成を更に限定した本件発明2及び4を容易に想到することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，水分を含まない物に使用する場合には「防壁」は不要であるため，水分を含まない物に使用する場面を念頭に置くと，甲1発明2は読取装置に必要な要素をすべて備え，これを単体で認定することができる旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "水分を含まない物を読み取るものとして，甲1発明2を単体で利用することについては，甲1に記載も示唆もない。甲1発明において水分を含む物を読み取ることができるのは，一次的には電波の出力を増加させているからである。甲1発明2は，高出力の電波を発生させ，かつ，このことによる課題について何ら手当をしていないモジュールであり，単体では利用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，水分を含まない物に使用する場合には，甲1発明2において電波の出力を下げればよいと主張する。",
                        "しかし，一般に，RFIDは水だけではなく金属の影響を受けて読取性能が落ちることが知られており（甲27，28），電波の出力を落とすと，水分を含む場合だけではなく，金属に貼られたタグも読み取りができなくなることが容易に想定できる。また，商品が複数積まれ，RFIDタグが重なるような場合にも，電波の出力を落とすと正確な読み取りが困難になる。",
                        "このように，電波の出力を下げると，水分を含むものに限られず読み取りに支障が出る中で，あえて電波の出力を下げる理由もないし，実際，高出力の電波を用いない構成について，甲1には記載も示唆もない。",
                        "被告は，水分を含むものでなければ防壁を取り除くことができるなどと主張するが，電波の出力を低下させ，防壁を取り除いた場合に読み取れなくなるのは水分を含むもののみではない。甲1発明は，「液体を含む物や水分量の多い物についてもRFIDタグが効率的に読みとれること」及び「対象物のタイプにかかわらず，RFIDタグが効率的に読みとれること」という少なくとも二つの目的を有しているが，前者の課題を解決しなくてもよいことを前提に，電波の出力を下げ，防壁をなくすと，同時に後者の目的も達成できなくなるという関係にあるため，電波の出力を下げて防壁をなくした場合には，甲1の目的をおよそ達成できないことになる。このような構成を甲1から抽出することは不合理であることは明白であり，このような発明の抽出の仕方は，本件発明を知るのでなければ行うことはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1には「重量計」の構成が記載され，本件審決も甲1発明2の認定にこれを含め，被告も「重量計」の存在を前提とした主張を行っている。",
                        "しかし，甲1には，本件審決が甲1発明2の構成の一部として認定した「重量計」について，載置物の重量に応じて電波の出力を「顕著」にすることが記載されており，甲1においては，一貫して高出力の電波を用いるモジュールが想定されている（甲1の訳文6頁）。",
                        "このような甲1の記載からすると，甲1発明2は高出力の電波を放出する機器として認定するほかはなく，甲1発明2について電波の出力を下げて利用しようとするような思想は生じえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「甲1発明2のように，読取装置を独立した発明として把握する公知文献，公知技術は枚挙に暇がない」と主張しているが，これらの発明が原告らの主張するような意味で，単体の読取装置として認定可能なものかどうかを明らかにしておらず，失当である。",
                    "仮に，列挙された各公知文献，公知技術に係る発明が被告の主張するような意味で単体の読取装置として認定可能であるとしても，そのことと，甲1発明2が単体の読取装置として認定することができるかという問題の間には何ら関係がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件審決による甲1発明2の認定は，本件発明と対比するのに必要な範囲で過不足なく認定を行うべきであるという過去の裁判例に照らして正しいと主張する。",
                    "しかし，引用発明について特許発明と対比するのに必要な範囲で過不足なく認定を行うべきという過去の裁判例に照らすと，本件発明と対比する読取装置を甲1から認定しようとした場合に，甲1において必須の構成である「防壁」や「アクセス開口部」を読取装置の認定に含めて認定すべきことは明らかであり，このような必須の構成を除いた形で甲1発明2を認定することは，過去の裁判例に照らして不適切である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由A―3（甲1発明2を主引用例とする本件発明1の相違点の認定，容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載によると，本件発明は，RFタグの情報を読み取る読取装置，及び当該RFタグが付された物品の情報を提供する情報提供システムに関するものである（段落【0001】）。このような会計システムでは，リーダライタの交信領域と顧客が存在する空間とが連続したり，他の装置から放出された電波がリーダライタの交信電波に干渉する可能性があった（段落【0003】）。また，従来技術（特開2015-207110号公報。乙1）は，電波を反射又は吸収する部材で形成された筐体とフタを備えているため，上記の電波に関する問題を防止することができるが，筐体内に商品を入れてフタを閉めて会計処理をした後，フタを開けて商品を取り出すといった煩わしい動作が必要となったり，筐体内に収容された買物カゴを視認することができないので，会計処理中には，商品を再度確認することができなくなり，顧客の利便性が損なわれていた（段落【0006】）。本件発明は，「顧客の利便性を確保することと，電波の影響を低減することを両立する」ことを目的としている（段落【0007】，【0008】）。本件発明は，①「シールド部内にアンテナが収容される」構成を採用することにより，「アンテナから放出される電波の広がりを抑制し，他の機器に対する電波の影響を低減させることができる」とともに，②従来技術（乙1）が備えていたフタがないため，フタを開け閉めする煩わしい動作を要さず，筐体内に収容された買物カゴを視認することができるので，読み取り動作中に商品を再度確認することが可能であり，利便性が確保される（段落【0009】～【0013】）。",
                        "また，本件発明は，筐体及びシールド部が上向きに開口した状態で読み取りを行うとの構成を採用することにより，容易に商品を取り出すことができ，会計処理中には，筐体内に収容された商品を再度確認することができないという従来技術にあった問題を解消することができる。",
                        "さらに，筐体及びシールド部が上向きに開口した状態で読み取りを行うとの構成を採用すると，アンテナからの電波は上方に放出され，他の装置との間での相互の影響や誤読を防止し易いという効果も期待できる（下記の図参照）。",
                        "《原告作成・本件明細書の【図3】》",
                        "この点について，甲1発明は，「アクセス開口部116」の前に人が立つことにより電波の漏れを防止しようとしている（甲1の訳文4頁6行～8行）。甲1発明は「アクセス開口部116」の前に人が立たなければ成り立たず，このような制約のない本件発明1及び3とは根本的に異なっている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件発明の開口の意義について「フタを有さず，シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができる」ことであると主張するが，被告の本件発明の技術的意義の認定は，本件発明の他の装置との間での相互の影響や誤読を防止しやすいという効果を無視するものであって妥当ではない。",
                        "被告は，筐体の開口を甲1発明1のアクセス開口部としたとしても，上記の作用効果が得られると主張するが，アクセス開口部では水平方向の電波の漏れを防ぐ作用効果が得られないため，本件発明の開口の作用効果を得ることができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件発明の「シールド部」は，「筐体」を兼ねることができると主張する。",
                    "しかし，本件発明1，3の請求項は，「シールド部」と「筐体」を文言上明確に区別しているし，本件明細書の段落【0018】～【0020】も「シールド部」と「筐体」を明確に区別している。",
                    "被告は，複数の先行技術文献を引用するが，本件発明1，3において「シールド部」と「筐体」を兼用するものでないことは，本件発明1，3の請求項及び本件明細書の記載から明らかであり，これが他の先行技術文献の内容によって変わるものではない。また，被告は，「シールド部」と「筐体」を分離することに技術的な意義はないかのような主張をするが，「シールド部」と「筐体」を分離することには，機器のメンテナンス性（不具合時や故障時に電子機器メーカーが電波部分の調整をしやすいこと），筐体のメンテナンス性（古くなった筐体部分だけを交換しやすいこと）といった点で優位性があり，実際，被告のレジも，「シールド部」と「筐体」とを分離している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-1（1-2）の認定の誤りについて",
              "text": [
                "本件審決は，甲1発明2の「読取り／書込みモジュール200」は，「アンテナ」及び「読取り手段」を備え，それ自体で「読取り」ができるから，読取装置の態様となっているといえると認定した。",
                "しかし，本件発明1における「読取装置」は，【請求項1】や本件明細書の段落【0009】，段落【0013】等の記載のとおり，読取機能のみならず，「電波の広がりを抑制し，他の機器に対する電波の影響を低減させることができる」「物品よりも広い開口が形成された」シールド機能も同時に備えることにより，電波の影響を低減させながら，開口を閉めることなく簡便にRFタグから情報を読取るという目的を達成している。本件発明1における「読取装置」は，読取機能の実現に伴う負の作用にも対処している点において機能的に完成された装置であり，他のモジュールと組み合わせることで初めて一つの装置を完成させるモジュール（構成要素）ではない。",
                "他方，前記2のとおり，甲1に接した当業者は，「読取り／書込みモジュール200」を単体で「読取装置」として用いることは，およそ実用的ではないことを容易に理解する。",
                "したがって，「読取り／書込みモジュール200」は，それ自体が，本件発明1に係る「読取装置」の態様になっているとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-1（1-2）の容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲1では，甲1発明2の「読取り／書込みモジュール200」を移動させながら使用することは想定されていないから，据置式の装置となっていることが明らかであると述べる。",
                    "しかし，甲1の記載によると，甲1発明2の「読取り／書込みモジュール200」は，「読取り／書込みデバイス」の底部に設けられるハウジング内に挿入／スワイプすることができる構成を備え，当該ハウジング内に挿入させた状態で使用することが想定されている。",
                    "甲1の「読取り／書込みモジュール200」は，単体で据え置き（「すえておく。備え付けておく。」〔広辞苑第6版〕），「据置式の」読取装置として使用することはおよそ想定されていないから，据置式の装置とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(2)のとおり，甲1発明2の「読取り／書込みモジュール200」はそれ自体で読取装置の態様となっているとはいえず，また，これを単独で据置式の装置として使用することは想定されておらず，甲1において甲1発明2を据置式として単体で使用することの記載も示唆もない。甲1発明2を単体で据置式の装置として用い，筐体及びシールド部を上向きに開口した状態で読み取りを行わせることは，筐体及びシールド部が上向きに開口した状態で読み取りを行うという技術思想を本件発明によって知らなければ容易に行うことができるものでなく，甲1に開示されている防壁（シールド）によって電波を閉じ込めるという技術思想を離れて，そのモジュールである甲1発明2において，相違点1-1（1-2）に本件発明1の構成を適用することは，当業者が容易になし得たことではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-2（1-2）の容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件明細書の段落【0018】の記載に基づき，「本件発明1の『上向きに開口した筐体』は，側壁と底板を備えているものと理解することもでき」るとして，「甲1発明2は，この底板が特定されていないから，相違点1-2（1-2）は実質的な相違点であるともいえる」と述べているが，この理解は正しい。",
                        "「筐体」が意味する「機器をおさめているはこ」には様々な形状があるが，「機器をおさめる」という「はこ」の主たる機能からして，一般に，底板を備えるものとして認識されており，原告らの知る限り，底板を備えていない「はこ」は存在せず，本件発明に係る「筐体」は，底板を備えているものに限定されると理解される。",
                        "このように，本件発明の「筐体」は，側壁と底板を備えるものであるから，甲1発明2の「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」は，底板を備えていない点において本件発明の「筐体」と実質的に相違している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「読取り／書込みモジュール200」が備える重量計のプレートが「底板」に相当し，当該「底板」と「外壁212」により「筐体」が形成されると主張する。",
                        "しかし，重量計のプレートと「外壁212」は，機能的にも形態的にも異なるものであり，これらを併せて一つの構成として把握することはできないから，重量計のプレートをもって甲1発明2の「筐体」を構成する「底板」が存在すると認定し，当該「底板」と「外壁212」により「筐体」が形成されると理解することはできない。",
                        "なお，重量計のプレートをもって甲1発明2における「筐体」を構成する「底板」とする場合は，本件発明と対比する上で，「重量計」が甲1発明2における必須の構成ということになるが，「重量計」は，載置物の重量に応じて電波の出力を「顕著」にするものであり，甲1発明2は，高出力で電波を出力する装置ということになる。このような前提であれば，甲1発明2は，「防壁」や「アクセス開口部」を備えず，読取装置としては機能しえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲1発明2において，「重量計」及びそのプレートが存在しない場合には，「読取り／書込みモジュール200」の底面を構成する「底壁」が「底板」に対応すると主張する。",
                        "しかし，本件審決は，上記のような構成における「底壁」が「底板」に対応するという理解をしていない。また，被告が主張するような構成における「底壁」の具体的な態様は明らかではないため，当該「底壁」が本件発明でいう「筐体」を形成する「底板」に対応するかどうかは明らかでない。",
                        "したがって，被告の上記主張は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，甲1発明2の「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」は，「アンテナ」などの機器を収容しているから，機器をおさめるものであるとする。",
                    "しかし，甲1発明2の「アンテナ」は，各「読取り壁（「垂直側壁」）204～210」に備えられており（甲1の訳文10頁11行），アンテナを収容しているのは，「垂直側壁204～210」であって，「外壁」ではない。「外壁」は，アンテナを収容している「垂直側壁」を取り囲んでいるにすぎない。",
                    "そして，上記アのとおり，底板を備えていない「外壁」が「筐体」に当たらない以上，「外壁」がアンテナを備える「垂直側壁」を取り囲んでいる態様をもって，「機器をおさめているはこ」の態様になっているとはいえない。",
                    "したがって，外壁が「アンテナ」などの機器を収容していることを理由に，それが筐体の態様となっていると判断することは，前提において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，甲1発明2の「外壁212」を底板を備える筐体の態様として構成することは，当業者が容易になし得たといえるとする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の記載によると，甲1発明2の「読取り／書込みモジュール200」は，「載置キャビティ202」とその下に位置する「重量計」の更に下に，それらを載せて，「読取り／書込みデバイス102」の底部に位置するハウジング内に挿入／スワイプすることができる引出し又は棚が形成されているものであり，甲1発明2の「読取り／書込みモジュール200」の底は，「読取り／書込みモジュール200をハウジング内に挿入／スワイプすることができる引出しまたは棚」によって塞がれている（甲1の訳文9頁45行～50行）。",
                        "また，甲1の［図2］が示すとおり，「外壁212」は，載置キャビティや重量計と共に「引出しまたは棚」の上に設置されているが，「引出しまたは棚」との接触面は「外壁」の底面のみであり，形態的にはむしろ，載置キャビティや重量計と一体化しており，「引出しまたは棚」との一体性は認められない。",
                        "このように，甲1において，「読取り／書込みモジュール200」の底部を構成する「引出しまたは棚」と「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」は，機能的にも形態的にも異なるものとして示されているから，これらを併せて一つの構成として把握することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ハウジング」とは，一般に，「機械装置などを囲む箱形の覆い。」であると説明され，「機器をおさめているはこ」を意味する「筐体」と同様の意味を有する（広辞苑第6版）。このことから，甲1において，「読取り／書込みモジュール200」との関係で，ハウジングが設けられる読取り／書込みデバイスの底部を構成する「防壁108，110及び112」は，「筐体」と位置付けることができ，甲1は，「読取り／書込みモジュール200」について，その底部に「ハウジング内に挿入／スワイプすることができる，引出しまたは棚」を形成し，これを読取り／書込みデバイスの底部に位置するハウジング（筐体）内に収容して利用する構成を示していると理解できる。",
                        "他方，甲1には，「読取り／書込みモジュール200」について，読取り／書込みデバイスの底部に設けられるハウジングに収容して利用する以外の利用態様は開示されていない。",
                        "したがって，甲1に接した当業者において，「読取り／書込みモジュール200」に，上記「引出しまたは棚」の形態とは異なる「底板」を設けて，「4つの垂直側壁204～210および載置キャビティ202を取り囲む外壁212」と，この「底板」とを併せて「筐体」として構成する動機付けはなく，これを容易になし得たと判断する理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記ア～ウのとおり，甲1発明2の「外壁212」は，「底板」を備えていない点において本件発明1の「筐体」と実質的に相違しているところ，甲1は，「読取り／書込みモジュール200」について，その底部に「ハウジング内に挿入／スワイプすることができる，引出しまたは棚」を形成し，これを読取り／書込みデバイスの底部に位置するハウジング（筐体）内に収容して利用する構成を示す一方，このような利用以外の利用態様は開示されていないから，甲1に接した当業者において，「読取り／書込みモジュール200」に，上記「引出しまたは棚」の形態とは異なる「底板」を設けて，「外壁212」とこの「底板」とを併せて「筐体」として構成する動機付けは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由A―4（甲1発明2を主引用例とする本件発明2の容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，「RFIDタグの読取装置において，RFIDタグが取付けられた商品を載せるための載置部よりも下方にアンテナを設けること」が周知技術であるとして，相違点2（1-2）に係る本件発明2の構成を想到することは，当業者が容易になし得たとする。",
                "しかし，甲3，9，10及び甲8（特開2016-162177号公報）において示されているとおり，「載置部よりも下方にアンテナを設ける」構成は，アンテナを載置面に対向する面に設けることを意味する。",
                "したがって，仮に，甲1発明2の「読取り／書込みモジュール」において，「載置部よりも下方にアンテナを設ける」構成を適用するのであれば，アンテナを「載置キャビティ202」の底面に対向する面に配設することになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決において，甲1発明2の「各垂直側壁204～210はアンテナも備え」る構成は，「載置キャビティ202」に対して露出するようにアンテナを備える構成，すなわち，アンテナが「垂直側壁」の内面に設けられているか，「載置キャビティ202」内に電波を放射するように「垂直側壁」内に取付けられている構成であると推認されている。各「垂直側壁204～210」が電波を反射する金属で作られていることを踏まえると，「垂直側壁内」というより「垂直側壁の内面」に取付けられていると推認するのが妥当である。",
                "仮に，甲1発明2において，「載置部よりも下方にアンテナを設ける」構成を適用するのであれば，アンテナを「垂直側壁」から「載置キャビティ」の底面に移動させる必要がある。",
                "しかし，本件審決が認定する甲1発明2の「読取り／書込みモジュール200」においては，重量計のプレートが「載置キャビティ202」の底壁を形成しており，「載置キャビティ202」の真下に重量計が位置する構成になっているため，アンテナを「載置キャビティ202」の底面に対向する面に配設することは，スペースがないという点においても，重量計による測量を妨げるという点においても，困難である。",
                "また，各「垂直側壁204～210」が金属で作られているのは，アンテナが「垂直側壁」に配されていることを前提に，載置キャビティ内で使用される伝送電波を大幅に反射させて，読取効率を上昇させるためであるところ（甲1の訳文5頁24行～28行），アンテナを「載置キャビティ202」の底面に対向する面に配設すると，アンテナからの電波のうち最も強度の大きな対向方向の電波を「垂直側壁」によって反射できなくなるため，上記効果が十分に得られなくなってしまう。",
                "これに対して，甲1には，「読取り／書込みモジュール」において，「載置部よりも下方にアンテナを設ける」構成を採用することを示唆する記載は一切ない。",
                "したがって，甲1発明2の「読取り／書込みモジュール」において，アンテナを「載置キャビティ202」の底面（載置面）に対向する面に配設することはおよそ考え難く，阻害事由があるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件発明2について，重量計はオプションにすぎず，設けなくてもよいから，アンテナを載置面に対抗する面に設ける周知の構成とする場合には重量計を設けないだけのことであり，阻害事由とはいえないと主張する。",
                "しかし，少なくとも，本件審決は，甲1発明2について，「重量計」を認定し，重量計のプレートが「底板」に相当すると認定しているのであるから，甲1発明2において「重量計」を除外することは容易ではない。",
                "また，被告は，甲1発明2において，読取りをより確実に行うために，「側壁」にアンテナを設けた状態で，アンテナを載置面に対抗する面にも設ける周知の構成とすることは容易想到であると主張する。",
                "このような被告の主張は，電波の出力を高めることを前提とするものであり，甲1発明2について電波出力を弱めて水を含むもの以外のものを読み取るものであるという，本件発明1に関する被告の主張と真っ向から矛盾するものであり，被告の論理は破綻している。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(1)～(3)のとおり，甲1発明2の「読取り／書込みモジュール」において，垂直側壁に備えられているアンテナをあえて載置キャビティの載置面（底面）に対向する面に移動させる動機付けもなく，かつ，阻害事由も存在することから，甲1発明2に周知技術を適用して，相違点2（1-2）に係る本件発明2の構成を想到することは，当業者が容易になし得たとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由A―5（甲1発明2を主引用例とする本件発明4の容易想到性の判断の誤り）",
          "text": [
            "本件発明4は，本件発明1の構成を更に限定したものであるから，本件発明4も，本件発明1と同様に，甲1発明2から容易に発明できたものではない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由B-1～7についての反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由B-1（訂正要件違反）について",
              "text": [
                "本件発明の「（上向きに開口した）筐体内に設けられ・・・たシールド部」との構成は，シールド部を特定するものであり，当該シールド部がどのような構成であるかを説明するために，「筐体内に設けられ・・・た」と記載しており，その具体的な構成については，本件明細書の段落【0018】～【0020】に開示されている。",
                "「内」とは「中心に近い側。仕切りや囲いの中側。内面。内部。↔外」（広辞苑）であり，「外」は「一定範囲のそと」（広辞苑）であるから，シールド部は，筐体の中心に近い側，筐体の中側，筐体の内面，筐体内部に設けられていること，すなわち，筐体により定まる範囲の外にシールド部が設けられていないことが理解される。このように理解したとしても，本件発明の解決課題や作用効果に何ら反するものではない。",
                "したがって，本件明細書に被告が主張する態様ⓐ～ⓒが含まれることを合理的に理解することができ，訂正要件違反は認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由B-2，3（甲1発明1，3を主引用例とする本件発明1，3の相違点の認定及び新規性の判断の誤り，甲1発明1，3を主引用例とする本件発明1，3の容易想到性の判断の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲1発明1，3を主引用例とする新規性・進歩性欠如について数種類の対比を行っているが，いずれも失当である。思想を異にする本件発明1，3と甲1発明1，3を対比することは困難であり，被告が主張するような複数の対比が生じること自体が不合理である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比❶について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1発明1，3の「挿入アパーチャ106」を本件発明のシールド部の開口，甲1発明1，3の「吸収性発泡体214」を本件発明のシールド部を構成する電波吸収層，甲1発明1，3の「ハウジング」を本件発明の「筐体」と認定しているが，被告の主張は，甲1発明1，3の「アクセス開口部」，「防壁」といった必須の構成を排除して本件発明1，3との対比を行っている点で適切ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1発明1，3の「ハウジング」が本件発明の「筐体」に当たると主張する。",
                        "しかし，「筐体」が意味する「機器をおさめるはこ」にいう「おさめる」とは，機器を「筐体」の中に入れている状態，すなわち，「筐体」の底板と側壁で機器を取り囲んでいる状態を指す。",
                        "被告は，《甲1の［図1］及び［図3］の挿入アパーチャよりも下の部分を水色にした図面》の「水色で着色した部分」の内部に，「読取り／書込みモジュール200」を挿入できる「ハウジング」が「防壁」とは別の構造物として設けられていると主張するが，「ハウジング」の具体的な構成については主張していない。また，甲1の訳文にも，「ハウジング」の具体的な構成に関する記載はない。",
                        "そのため，「ハウジング」の具体的な構成は不明であり，側壁と底板を備える「はこ」の形態を有しているかどうか不明である。むしろ，「読取り／書込みモジュール200」は，「ハウジング内に挿入／スワイプすることができる」「会計端末，および特に読取り／書込みデバイスは，例えば読取り／書込みデバイスの防護前壁に配置される，かかるハウジングへのアクセスを付与するドア／ハッチを備える」という甲1の記載（甲1の訳文9頁46行～49行）を踏まえると，「ハウジング」は，側壁や底板を備えていない可能性が認められる。「スワイプ」とは横滑りさせる動作をいうところ，読取り／書込みデバイスの防護前壁に配置される，「ハウジング」へのアクセスを付与するドア／ハッチを通して「読取り／書込みモジュール200」を「ハウジング」内に横滑りさせるに当たっては，側壁や底板が設けられていない方が便利であると考えられるからである。",
                        "このように，「ハウジング」の具体的な構成は不明であることに加え，むしろ「ハウジング」は側壁や底板を備えていない可能性が認められることからすると，「ハウジング」が「筐体」に相当するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(イ)を措いても，対比❶において，被告は，甲1発明1，3の「挿入アパーチャ106」をもって，本件発明の「筐体の開口」に対応させているが，「筐体」たる「ハウジング」の上向きの開口部分に該当する「挿入アパーチャ106」は，「ハウジング」とは独立した「読取り／書込みモジュール200」に備えられている挿入口であり，「ハウジング」に備えられているものではない。",
                        "甲1には，「デバイス102は，実質的に水平の平面に，対象物を載置キャビティに挿入するためのアパーチャ106を備える，長方形の載置キャビティ（図1には図示なし）を下側部分に備える。この載置キャビティについては，図2を参照して更に詳細に記載する。」と記載されている（甲1の訳文8頁18行〜20行）。そして，甲1には，「読取り／書込みモジュール200は，その頂部に，対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備える。」と記載されている（甲1の訳文10頁4行〜5行）。これらの甲1の訳文の記載及び［図2］を踏まえると，「読取り／書込みモジュール200」に備えられている「挿入アパーチャ106」を，「読取り／書込みモジュール200」とは独立した「ハウジング」の開口として捉えることはできない。",
                        "したがって，「挿入アパーチャ106」をもって，「筐体」たる「ハウジング」が上向きに開口しているとはいえず，本件発明の「上向きに開口した筐体」との構成が示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，甲1の訳文5頁10行～13行の記載から，「外壁212」が金属であることは実質的に開示されているといえるし，仮にそうでなくても，当業者にとって，容易に想到することができたと主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかし，被告が言及する甲1の訳文5頁10行～13行には，「外壁の高さにある尖った縁部がアンテナとして作用し，電波を放出して，載置キャビティ内で電波を拘束するという求められる目的に反して作動する傾向にある・・・」と記載されており，被告の主張するように外壁がアンテナとして作用することは記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，アンテナは導体（普通は金属）であるので，「外壁212」が尖った縁部を有する場合にアンテナとして作動するという記載から，「外壁212」は金属であると当業者は理解すると主張する。",
                            "しかし，アンテナとしては，PCBアンテナやセラミックアンテナなど非金属のものも一般的に用いられており，そのような非金属の材料は電波を通すし，電波を放出するのでアンテナとして作用し得る（甲34の1・2）から，アンテナが金属であるという被告の前提が誤っている。甲1の発明者は，請求項5において「側壁」が金属であると規定し，「側壁」が金属である構成が望ましいと考えているのであるから，明細書の記載も，「側壁」が金属であることを前提とした記載が基本になるはずである。",
                            "下記の図に示すように，甲1発明の「読取り／書込みモジュール200」は，内側から順に，金属製の「垂直側壁204〜210」，「吸収性発泡体214」，「外壁212」が配置された構成となっている。そして，金属製の「垂直側壁204〜210」にアンテナが取り付けられることで，アンテナから出力された電波が「垂直側壁204〜210」で反射することとなる（赤色の矢印）。そのため，載置キャビティ内において電波が減衰されることがなく，水分量の多い読取対象物からも読み取りが可能となっている。",
                            "ここで，載置キャビティから出た電波は，防壁に向かって進む。防壁は，内側から順に，プラスチック製の内側パネル，吸収性発泡体，金属製の外側パネルで構成されているから，電波は，プラスチック製の内側パネルを透過し，吸収性発泡体で吸収されることにより減衰されつつ，外側パネルで反射される。このように，電波は，防壁内で吸収及び反射を繰り返すことで減衰されることとなる。防壁で反射された電波が，再度，「載置キャビティ」に向かった場合には，「吸収性発泡体214」で吸収され，「金属側壁204」の外面で反射されることで減衰される（上記の図の青色矢印は，「モジュール」から出た電波が「防壁」で反射して「モジュール」に向かって戻る電波を示している。）。甲1発明では，水分量の多い対象物を読み取るために電波出力を高めた一方で，不要な電波が装置から漏れ出るのを防止するために，防壁と「読取り／書込みモジュール200」の両方の吸収性発泡体により電波を減衰させることとしているのである。",
                            "仮に，「読取り／書込みモジュール200」の吸収性発泡体の外側に金属板を設けた場合，「読取り／書込みモジュール200」の吸収性発泡体は，金属製の「垂直側壁204」と「読取り／書込みモジュール200」の吸収性発泡体の外側に設けられた金属板により挟まれることとなり，「読取り／書込みモジュール200」の吸収性発泡体は，電波を減衰させるという本来の役割を果たすことができなくなる。",
                            "したがって，「外壁212」は金属であることが想定されず，被告の指摘する甲1の記載は，外壁が非金属の場合に生じていると考えるのが自然である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によると，「外壁212」を金属にする理由はないし，甲1には「外壁212」を金属とすることについて具体的な記載は存在しない。",
                            "したがって，甲1発明1，3の「外壁212」が本件発明の「電波反射層」に相当するとの被告の主張は妥当ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，甲1発明1，3の「吸収性発泡体214」が本件発明の「電波吸収層」に相当し，甲1発明1，3の「外壁212」が本件発明の「電波反射層」に相当し，「外壁212」が金属でないとしても進歩性を欠くと主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙3（橋本修監修「電波吸収体の技術と応用Ⅱ」シーエムシー出版，平成20年1月発行）には，「現在使用されている電磁波遮蔽材は，ほとんどが電磁波の反射を主とするシールド材であるため，電磁波問題の根本的な解決にはならず，反射型でなく吸収型の高性能電磁波吸収材の開発が強く求められている。」と記載されているとおり，反射を主とするシールド材が主に使用され，吸収型は開発が求められている状況であり，これらを合わせた多層構造など全く一般的でなかったことが確認でき，乙3は，シールド材は単層の反射層が一般的であったことを示すものである。また，被告は，乙3に，電磁波吸収材は電波を吸収する吸収材と，その外側に形成され電波を反射させる金属板を備える構成となることが示されていると主張しているが，乙3の記載をもって，「電磁波吸収材」とだけ記載されたものが，「電波を吸収する吸収材と，その外側に形成され，電波を反射させる金属板を備える構成となること」が技術常識や周知技術であるとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，上記aの主張を前提とした上で，甲1発明の「読取り／書込みモジュール200」における電波遮断性能を向上する目的で，「吸収性発泡体214」によりアンテナから発せられる電波を吸収して遮断することに加え，「吸収性発泡体214」を通過してしまった電波を「吸収性発泡体214」に裏打ちされた金属板で反射して「読取り／書込みモジュール200」内に戻すことで，結局は，「吸収性発泡体214」に吸収されるようにするという技術思想が存在したことを理由として，甲1発明において「電波反射層」が存在しないという相違点があるとしても，進歩性を欠くものであると主張する。",
                            "しかし，甲1発明において，「外壁」を金属とすることにより，「読取り／書込みモジュール200」の吸収性発泡体は，電波を減衰させるという本来の役割を果たすことができなくなることは，上記(エ)bのとおりである。",
                            "防壁内に入れられることを前提とする「読取り／書込みモジュール200」について，吸収性発泡体の外側に金属板を設けるような設計をすることには，阻害事由が存在し，当業者であれば，吸収性発泡体の外側に金属板を設けるような設計を行うことはないのであるから，本件発明を容易に想到できない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比❷（A）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1発明1，3と本件発明1，3の対比において，甲1発明1，3の「挿入アパーチャ106」を本件発明の「シールド部の開口」，甲1発明1，3の「吸収性発泡体214」を本件発明の「電波吸収層」，甲1発明1，3の「外壁212」を本件発明の「電波反射層」，甲1発明1，3の「読取り／書込みモジュール200」を取り囲む「防壁108，110，112」を本件発明の「筐体」と主張している。",
                        "しかし，本件発明1，3の「筐体」は側壁と底板を備えるものであるところ，甲1発明1，3の「防壁108，110，112」は底板を備えていない。",
                        "また，「筐体」が意味する「機器をおさめるはこ」にいう「おさめる」とは，「筐体」の底板と側壁で機器を取り囲んでいる状態を指す。甲1発明1，3の「防壁108，110，112」は，その「側壁」にアンテナが配されている載置キャビティを囲んで配置されているにすぎず，単に載置キャビティの「側壁」の外側を取り囲んでいる態様をもって，「防壁108，110，112」が「アンテナなどの機器を収納している」とはいえない。",
                        "なお，甲1には，「壁は，当然ながら，挿入アパーチャの下方でデバイスの底部まで延在する。」と記載されている（甲1の訳文6頁5行〜6行）。しかし，甲1の［図1］を見る限り，当該記載は，「防壁108，110，112」が「読取り／書込みデバイス102」の底部を覆っていることまでを意味するものではない。",
                        "被告は，原告が，本件審判で提出した令和2年1月14日付け意見書（甲22の16）において，「防壁が訂正発明1における『筐体』に相当するものと思料します。」と述べた事実を指摘している。しかし，同意見書は本件審判における無効理由通知に対して提出されたものであるところ，無効理由通知の内容と本件訴訟における被告の主張とでは，甲1発明1に関する認定及び対比が異なっており，このような観点からあえて争点化しなかったにすぎない。",
                        "また，甲1発明の「読取り／書込みデバイス102」における開口部がアクセス開口部であることは明らかであるし，本件発明との間で，開口による視認性，簡便性，電波の遮断性といった効果を比較するに当たっても，意味があるのはアクセス開口部である。本件発明のシールド部は「上向きに開口した状態で・・・当該状態を維持したままで前記RFタグから情報を読み取る」ものであるところ，甲1発明の「読取り／書込みデバイス102」における開口部は，アクセス開口部であり，「吸収性発泡体214」を含む「挿入アパーチャ106」の上方は防壁により覆われており，載置キャビティから放出された電波はアクセス開口部を通じて外部に放出される構成になっている。甲1発明における開口部は，このように上方が遮られることにより，「上向きに開口」することの効果である視認性，簡便性，電波の遮断性が失われるから，このような状態のもとで情報を読み取ることは，「上向きに開口した状態で・・・当該状態を維持したままで前記RFタグから情報を読み取る」との本件発明の本質的な構成を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「垂直側壁204～210」がアンテナを備えると主張しているから，被告の主張によっても，甲1発明の「吸収性発泡体214」は「アンテナを収容するシールド部」を充足しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，「防壁の基本構成」においては「スクリーン」を形成する「防壁」が垂直方向に設けられており，「防壁の上方が開口している」と理解されると主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，上記主張の根拠として，甲1の「前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在し，前記載置キャビティと外部との間の電波を減衰することができる，防壁」（甲1の訳文3頁43行〜44行）との記載を指摘するが，ここに記載されている「外部」には載置キャビティを中心とする上下前後左右に位置している外側の部分が含まれるのであり，当該「外部」から載置キャビティ上方に位置する外側の部分を除外する理由もない。そうすると，防壁は，載置キャビティを中心とする上下前後左右に位置している外側部分との間で電波を減衰させることが上記記載から読み取れ，載置キャビティの上方を防壁で覆うことも要件となっているといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告は，①「前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在し，前記載置キャビティと外部との間の電波を減衰することができる，防壁」（甲1の訳文3頁43行〜44行）という記載及び②「・・・スクリーンを形成する。」（甲1の訳文4頁1行〜4行）という記載を根拠として，「防壁の上方が開口している」と理解されると主張する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "甲1の請求項1におけるアクセス開口部は，挿入アパーチャ（キャビティ）の上方に位置しないこと",
                              "text": [
                                "(ⅰ)  甲1の請求項1における「防壁」は，「防壁を通して挿入アパーチャにアクセスするためのアクセス開口部」を含むところ，この「アクセス開口部」について，甲1には，「開口部は，このスクリーンの効率を低下させるが，対象物を載置するための空間へのユーザのアクセスを保証するのに必要である。更に，ユーザは開口部の前に立つので，開口部の高さにスクリーンを比較的効率的に置くことが可能になり，電波が開口部を介してキャビティ外部に放射されることが防止される」（甲1の訳文4頁5行～7行）と記載されている。",
                                "上記の「ユーザは開口部の前に立つ」との記載は，アクセス開口部が挿入アパーチャの平面に対して垂直な平面内に位置することを前提としている。当該記載に整合して，甲1には，アクセス開口部と挿入アパーチャとの相対的配置について，甲1に記載の発明に係る読込み／書込みデバイスの「アクセス開口部」は，挿入アパーチャの平面に対して実質的に垂直な平面若しくは垂直面に対してユーザに向かってわずかに傾斜した平面を形成し，又はその平面内に位置する旨の記載がある（甲1の訳文4頁41行～50行）。",
                                "(ⅱ)  このような挿入アパーチャに対するアクセス開口部の配置は，甲1発明による読込み／書込みデバイスの重要な構成の一つと位置付けられている。その効果（利点）について，上記「載置キャビティに入る，または載置キャビティを出る電波の干渉を低減することが可能になる」（甲1の訳文4頁43行～44行）ことに加えて，「アクセス開口部および挿入アパーチャのかかる相対的配置によって，上述した干渉を低減するとともに載置キャビティ内に対象物を載置するのを容易にするという利点を保持することが可能になる。」（甲1の訳文5頁1行～3行）ことが記載されている。",
                                "このように，挿入アパーチャの平面に対して実質的に垂直な平面若しくは垂直面に対してユーザに向かってわずかに傾斜した平面内に位置するアクセス開口部の配置は，①ユーザは開口部の前に立つので，開口部の高さにスクリーンを比較的効率的に置くことが可能になり，電波が開口部を介してキャビティ外部に放射されることが防止される，②載置キャビティを出入りする電波の干渉を低減することが可能になる，③載置キャビティ内に対象物を載置するのを容易にするという利点を有する。このような利点は，甲1に記載の発明の目的である，「効率的な，タグの迅速な読取りを実施することを可能にする，RFIDタグの読取りデバイスを提案すること」（甲1の訳文3頁31行～32行）の実現に寄与していることは明らかである。",
                                "(ⅲ)  以上のとおり，甲1発明の「アクセス開口部」は，挿入アパーチャの平面に対して実質的に垂直な平面若しくは垂直面に対してユーザに向かってわずかに傾斜した平面を形成し，又はその平面内に位置する。挿入アパーチャの上方が，「実質的に垂直な平面」にも，「垂直面に対してユーザに向かってわずかに傾斜した平面」にも含まれないことは文言上明らかである。アクセス開口部が挿入アパーチャの上方に位置する場合，上記①及び②の利点が失われ，上記効果が十分得られなくなると解される。",
                                "したがって，甲1発明のアクセス開口部は，挿入アパーチャの上方（すなわち，キャビティ上方）には位置しないと理解されるから，「防壁の基本構成」，すなわち，「前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在し，前記載置キャビティと外部との間の電波を減衰することができる，防壁」（甲1の訳文3頁43行〜44行）という記載は，「防壁の上方が開口している」との被告の理解の根拠とはなり得ない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲1の請求項1の「防壁を通して挿入アパーチャにアクセスするためのアクセス開口部」は，キャビティ上方が開口していない構成を示唆していること",
                              "text": [
                                "甲1の請求項1の「防壁を通して挿入アパーチャにアクセスするためのアクセス開口部」という構成は，「実際には，この場合，対象物を収容した袋を，挿入アパーチャの上方に置かれるまで，実質的に水平な平面内での並進移動に実質的に対応して，アクセス開口部を通して袋を前方に移動させ，次に，実質的に垂直な平面内での並進移動に実質的に対応して，対象物をキャビティに入れれば十分である。」（甲1の訳文5頁3行～6行）と記載されているように，アクセス開口部がキャビティ上方に位置しない構成であることと整合する。なぜならば，「アクセス開口部を通して袋を前方に移動させ」る動作は，アクセス開口部が実質的に垂直な平面若しくは垂直面に対してユーザに向かってわずかに傾斜した平面に位置することを前提としているからである。また，仮に，キャビティ上方が開口しており，アクセス開口部がキャビティ上方にある場合，アクセス開口部が垂直な平面からキャビティ上方にかけてL字型に広がっていることになり，この場合，（斜め）上方から対象物をキャビティに入れる方が，前方移動させた後に垂直移動させてキャビティに入れるよりも容易であるので，「アクセス開口部を通して袋を前方に移動させ」る動作は必要ないからである。",
                                "したがって，甲1には，キャビティ上方が開口していない構成が示唆されている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "「スクリーン」という言葉からキャビティ上方が開口されている構成を導くことはできないこと",
                              "text": [
                                "被告は，スクリーンの意味が，「ついたて，屏風，仕切り」であり，「ついたて，屏風，仕切り」はいずれも垂直に形成されるとの解釈に基づいて，「防壁の基本構成」においては「スクリーン」を形成する「防壁」が垂直方向に設けられており，「防壁の上方が開口している」と理解されると主張する。",
                                "しかし，「ついたて，屏風，仕切り」という言葉から，「防壁が垂直に形成されていること」を導くことはできない。空間を上下に仕切る「仕切り」は存在する（甲24  Fig．1～3）ので，水平に形成される防壁を排除することはできない。",
                                "実際，上記(a)(ⅰ)のとおり，甲1には，甲1発明の「アクセス開口部」が，実質的に垂直な平面若しくは垂直面に対してユーザに向かってわずかに傾斜した平面を形成し，又はその平面内に位置することが記載されている（甲1の訳文4頁48行～49行）。アクセス開口部は防壁に含まれているから（請求項1等），同記載は，防壁が，実質的に垂直であるか，垂直面に対してユーザに向かってわずかに傾斜していることを意味し，特に後者の場合，防壁は「垂直に形成されている」とはいえない。",
                                "そもそも，「スクリーン（screen）」の翻訳として「ついたて，屏風，仕切り」が適切であるとはいえない。「スクリーン（screen）」は，「遮蔽物（英辞郎）」との意味もある（甲25）。甲1には，「開口部は，このスクリーンの効率を低下させる・・・。更に，ユーザは開口部の前に立つので，開口部の高さにスクリーンを比較的効率的に置くことが可能になり，電波が開口部を介してキャビティ外部に放射されることが防止される。」と記載されている（甲1の訳文4頁5行〜8行目）ところ，同記載において「スクリーン」を「遮蔽物」と読み替えると，同記載の文脈に沿った翻訳になる。したがって，「スクリーン」は「ついたて，屏風，仕切り」ではなく，「遮蔽物」として理解するのが適切であるところ，「遮蔽物」の形成が垂直方向に限らないことは明らかである。",
                                "このように，「・・・スクリーンを形成する。」（甲1の訳文4頁1行〜4行）という記載は，「防壁の上方が開口している」との被告の理解の根拠とはなり得ない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "キャビティ上方は防壁によって覆われていることが示唆されていること",
                              "text": [
                                "甲1の「本発明によるデバイスは，当接している防護側壁（原告ら注：「防壁」を意味する）の全てと合わさる，頂壁と呼ばれる防壁を更に備えることができる。あるいは，側壁は，所与の高さで合わさるように，互いに向かって傾斜させることができる。」との記載（甲1の訳文5頁32行～34行）は，甲1発明においてキャビティ上方が防壁によって閉じられていることを示唆している。",
                                "上記(a)(ⅲ)のとおり，防壁は，実質的に垂直又は垂直面に対してユーザに向かってわずかに傾斜していると解されるところ，上記記載によると，前者の場合，当接している防壁の全てと合わさる，頂壁と呼ばれる防壁を備え，後者の場合，防壁は，互いに内側に傾斜して所与の高さで合わさっていると理解される。いずれにしても，キャビティ上方は防壁によって覆われている構成になっている。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "以上のとおり，甲1発明のアクセス開口部がキャビティの上方にないことは明らかであり，キャビティ上方は開口されていない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告は，甲1発明において，垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる（防壁がアクセス開口部の全ての辺（4辺）を取り囲むようにして，構成することができる）ので，「防壁の基本構成」と「4辺アクセス開口部」を図示すると，図Dのようになると主張する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1の［図1］から理解できるとおり，甲1発明は，「防壁108～112」が「挿入アパーチャ106」を取り囲んで上方に延在している構成とし，対象物を載置するための空間へのユーザのアクセスポイントを「前向き」に開口した「アクセス開口部116」に限定している。実際のレジの使用場面では，「アクセス開口部116」の前に人が立つから（甲1の訳文4頁6行），甲1発明は，挿入アパーチャの四方を取り囲むことで電波を閉じ込めるという発想のもとに成り立っている。このことは，甲1発明の特徴が要約されて記載されている「概要」の冒頭部分（甲1の訳文3頁28行～4頁22行）の内容が，甲1発明の構成がいかにして載置キャビティから外部への電波の放射を防止するかという点に力点を置いていることからも理解することができる。甲1発明は，「防壁の上方が開口している」構成ではなく，前向きに開口している構成である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲1には，「本発明によるデバイス」を構成する防壁（防護側壁）の実施形態として，「当接している防護側壁の全てと合わさる，頂壁と呼ばれる防壁を更に備えることができる。あるいは，側壁は，所与の高さで合わさるように，互いに向かって傾斜させることができる。」と記載されており（甲1の訳文5頁32行〜34行），「頂壁と呼ばれる防壁を更に備えること」と「側壁は，所与の高さで合わさるように，互いに向かって傾斜させること」という二つの防壁（防護側壁）の実施形態を「あるいは」という接続詞で並列して示している。同記載に続き，「特に単一片で作られた，単一の防壁」との別の実施形態が示されているところ，これら実施形態はいずれも防壁の上方が閉じられている構成であって，「防壁の上方が開口されている」構成（図D）は示されていない。",
                                "「頂壁と呼ばれる防壁を更に備えること」における「更に備える」は，単純に防護側壁に加えて，頂壁を備えることを示すものにすぎず，防護側壁のみで足りることを含意するものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上のように，甲1発明は，「防壁の上方が開口している」構成ではなく，前向きに開口している構成であって，甲1の記載から，図Dの構成が示されているとはいえない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被告は，甲1には，「防壁の基本構成」と「頂部（上辺）なしアクセス開口部」が記載されており，図示すると，図E のようになると主張する。",
                            "0甲1には，「また，特に挿入アパーチャへのアクセス開口部によって形成される平面であって，更に詳細には実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる。また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう。」と記載されているが（甲1の訳文4頁26行～30行），この記載から，「側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう」という「頂部」が，具体的に，どの部分にどれだけの範囲を意味しているのか理解することはできず，この「頂部」に係る構成を甲1発明に採用してみても，甲1発明の，前向きに形成されている開口，すなわち，「アクセス開口部116」が，上向きに形成されるようになるか否かは定かでない。",
                            "また，甲1発明においては，「防壁112」の「後面」には，開口が形成されていないことが明らかであるから，当該「後面」が「防壁112」の最も高い部分である頂部まで延びていることも明らかである。",
                            "したがって，甲1において図E の構成が示されているとはいえない。",
                            "0f(a)  被告は，甲1発明において，「上方，あるいは斜め上方から対象物を載置キャビティに出し入れすることが容易ではない」課題があり，「載置キャビティに載置された対象物を確認することが困難である」課題が自明であるから，「アクセス開口部に連続する上向きの開口を備える防壁」とすることが，容易想到であると主張する。",
                            "しかし，甲1発明は，「防壁108～112」が「挿入アパーチャ106」を取り囲んで上方に延在している構成とし，対象物を載置するための空間へのユーザのアクセスポイントを「前向き」に開口した「アクセス開口部116」に限定し，実際のレジの使用場面では，「アクセス開口部116」の前に人が立つことにより（甲1の訳文4頁6行），挿入アパーチャの四方を取り囲むことで電波を閉じ込めるという発想のもとに成り立っている。",
                            "甲1は，電波を閉じ込めるために，便宜性や視認性を犠牲して開口部を「アクセス開口部116」に限定しているのであるから，便宜性や視認性を課題として，防壁に上向きの開口を設けることは阻害事由がある。"
                          ],
                          "content": [
                            {
                              "fig": "(b)",
                              "text": [
                                "既に主張したとおり，甲1において，被告が主張するように「防壁の上方が開口されている」ことが示唆されているとはいえない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上のとおり，被告の主張する課題に基づいて防壁に上向きの開口を設けることには阻害事由が存在するし，被告の主張する示唆は存在しない。甲1には上向きに開口をさせる構成について何ら記載も示唆もしていないので，甲1に上向きの開口を備える防壁を適用することは容易想到でない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "対比❷（B）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明の「読取り／書込みデバイス102」における「開口」である「アクセス開口部116」は，「上向き」ではなく「前向き」に開口をしており，本件発明の特徴である筐体及びシールド部が上向きに開口した状態で読み取りを行うという特徴を全く有しておらず，さらに，筐体及びシールド部が上向きに開口した状態で読み取りを行うことは甲1に記載も示唆もされていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，甲1発明に係るレジの使用場面では，「アクセス開口部116」の前に人が立つことで電波の流出を防いでおり（甲1の訳文4頁6行），甲1発明は，挿入アパーチャの四方を取り囲むことで電波を閉じ込めるという発想のもとに成り立っている。「アクセス開口部116」の前に人が立つ必要があるのは，電波が「アクセス開口部116」から水平方向に漏れるのを防ぐためである。甲1発明においては，載置キャビティから放出された電波が，防壁で反射をし，「アクセス開口部116」を通して，水平方向に放出されるのであり，甲1発明において，電波が「アクセス開口部116」から水平方向に漏れることは明白である（下記の図の赤色の矢印）。このように甲1発明において電波が水平方向に漏れることは明らかであって，甲1発明が本件発明の課題を解決しているという被告の主張は誤りである。",
                            "甲1においては，防壁によって載置キャビティが覆われており，「上向き」に開口したまま読み取りは行われず，その結果，電波が「アクセス開口部116」から水平方向に放出されるのである。したがって，甲1発明は「上向きに開口」したまま読み取りを行う本件発明と同様の効果を有することはなく，甲1発明の構成が「上向きに開口」をしたまま読み取りを行うものと評価できない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，甲1発明の「アクセス開口部116」が上向きに開口していることを前提とする被告の主張が認められる余地はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，甲1発明も，シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができるという作用効果を有するとして，甲1の「スクリーン118」及び「スクリーン132」がユーザの頭の高さ付近に位置していると主張する。",
                            "しかし，「スクリーン118」及び「スクリーン132」がユーザの頭の高さ付近に位置するかどうかは，ユーザの身長次第であり，ユーザにとっての便宜性や視認性の問題は，本件発明と比較して，身長により依存することとなっている。",
                            "被告は，ユーザは，会計端末で会計処理中に，「スクリーン118」と共に「載置キャビティ202」に収容された商品を視認することができることは明らかであると主張する。",
                            "しかし，ユーザが「会計端末で会計処理中に，スクリーン118と共に載置キャビティ202に収容された商品を視認することができる」かどうかは，ユーザの身長及びユーザの立ち位置（会計処理中のユーザと会計端末との距離）に依存することが明らかである。",
                            "また，甲1発明では，載置キャビティの上方に「スクリーン118」を設ける構成が基本とされ，「スクリーン118」が取り付けられているベース部分が存在するところ，載置キャビティに載置された対象物を確認することが重要であれば，ユーザの身長及びユーザの立ち位置（会計処理中のユーザと会計端末との距離）次第で対象物の確認の妨げとなる位置に「スクリーン118」及びそのベース部分を設けることはしないと考えられるから，当該構成は，載置キャビティに載置された対象物を確認することが甲1発明において重視されていないことを示している。",
                            "さらに，載置キャビティ自体がユーザの立ち位置から見て奥の方に設けられており，載置キャビティの上方に「スクリーン118」及びそのベース部分が設けられているため，必然的に載置キャビティの部分は「スクリーン118」及びそのベース部分の陰で暗くなり，対象物を確認しやすい構成とはなっていない。",
                            "この点について，「スクリーン118」が取り付けられているベース部分には，載置キャビティを照らすためのライトが設置されているが，載置キャビティに載置された対象物を確認することが重要であれば，ライトを設置する以前に，載置キャビティの部分が陰で暗くならないような構成を採るはずであり，ライトを設置することで対応していることは，載置キャビティに載置された対象物を確認することが甲1発明において優先的な課題ではないことを示している。",
                            "むしろ，載置キャビティの上方に「スクリーン118」が設けられている構成からすると，甲1発明では，ユーザが載置キャビティに載置された対象物を直接確認するのではなく，「スクリーン118」の表示により対象物を確認することが想定されていることは明らかである。ユーザは，載置キャビティに載置された対象物を直接確認するのではなく，「スクリーン118」の表示により対象物を確認している。また，甲1の訳文10頁49行～11頁1行にも，「読み取られた情報は，スクリーン上に，例えばスクリーン118上に表示される。かかる情報は，タグを読み取った対象物の価格，対象物の問い合わせ番号，および追加情報（組成，カロリー，重量，銘柄，消費期限など）を含むことができる。」と記載されており，ユーザが「スクリーン118」の表示により対象物を確認することを前提としているといえる。",
                            "したがって，「ユーザは，会計端末で会計処理中に，スクリーン118と共に載置キャビティ202に収容された商品を視認することができることは明らかである。」との被告の主張は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，「相互作用デバイス」である「スクリーン118」を削除することができるとし，その場合には，シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができることは一目瞭然であると主張する。",
                            "しかし，既に主張したとおり，「シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができるという作用効果」の有無にかかわらず，「挿入アパーチャ106」をもって「上向きの開口した筐体」に相当するとはいえない。",
                            "また，載置キャビティの上方には，「スクリーン118」が取り付けられているベース部分が存在するため，甲1発明では，「スクリーン118」がベース部分に取り付けられる構成が基本となっている。そのため，被告が主張する《甲1の〔図1〕から「相互作用デバイス（スクリーン）」を削除した図》は正確ではなく，「相互作用デバイス」を削除したとしても，載置キャビティの上方にはベース部分が残り，当該ベース部分が，ユーザの身長及びユーザの立ち位置（会計処理中のユーザと会計端末との距離）次第で対象物の確認の妨げとなる。顧客が装置の前に立つことで電波の流出を防ぐことを志向する甲1発明において，当該ベース部分を取り除く理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，「『防壁112』の頂部が甲1の［図1］に図示された位置にあるとしても，その前後方向の位置は挿入アパーチャの略中央であり，挿入アパーチャのうち手前側の半分は，真上方向に『防壁112』が存在しない。このような形状であるが故に，甲1発明1を実施例である［図1］をベースに把握したとしても，挿入アパーチャの上方は開口しているといえる」と主張する。",
                        "しかし，載置キャビティ自体が，ユーザの立ち位置から見て奥の方に設けられており，「挿入アパーチャ106」もユーザの立ち位置から見て奥の方に設けられているから，被告の主張はその前提に誤りがある。",
                        "また，この点を措いても，「挿入アパーチャ106」をもって開口部とすることが適切でなく，甲1発明の「読取り／書込みデバイス102」における「開口」は前向きに開口している「アクセス開口部116」であると考えるほかないことは，既に主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，上方から物を入れるこの種の会計処理装置において，物の出し入れを容易にすることは当然の課題であり，物の出し入れを容易にするために上方を開口することが望ましいのは当然であって，特にこれに対する阻害事由も見当たらないと主張する。",
                        "しかし，甲1では，「防壁」と前向きの「アクセス開口部」は，必須の構成である。また，甲1においては，アクセス開口部の前に人が立つことで電波の流出を防止しようとするものであり，開口が上向きとなってしまっては電波の流出を防ぐことができない。このような甲1発明について，開口部を上向きとすることはその構成を根本から変更するものであって，これを容易に想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，甲1発明においてシールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができるという作用効果が得られていると主張するが，被告は，アクセス開口部の上辺がスクリーンないし防壁で遮られていない場合と比較して，甲1発明が視認性や簡便性の観点から変わらないことを何ら示していない。甲1発明においても，全くカゴを視認することができないわけではなく，カゴを載置キャビティ内に入れることも可能であろうが，ここで問題となっているのは，アクセス開口部の上辺がスクリーンないし防壁で遮られていない本件発明と比較しての視認性や簡便性であり，このような比較の観点から甲1発明が視認性や簡便性の観点から劣ることは明白であるし，被告自身も視認性や簡便性の見地から両者が全く同じであるとまで主張しているわけではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "対比❸について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告の対比は，甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」及び／又は「防壁108，110，112内部の発泡体」を本件発明の「シールド部」を構成する「電波吸収層」に対応させるものであるが，いずれの場合も，「シールド部」が上向きに開口していないことは，既に主張したとおりである。",
                        "また，防壁がシールド機能を有することや，防壁の開口部がアクセス開口部そのものであることからすると，防壁又はその一部を「シールド部」として対比させることも考えられる。",
                        "しかし，この場合，シールド部が上向きに開口していないことは，既に主張したとおりである。また，本件発明では，前記3(1)イのとおり，「シールド部」と「筐体」は別の構成要素であり，「シールド部」は「筐体」内に設けられる構成でなければならないが，甲1発明において，防壁を更に「筐体」に収めようとする発想はなく，防壁又はその一部をシールド部として認定しようとすると，「筐体」が存在しなくなるという不自然な事態が生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1発明1，3の「防壁108，110，112内部の発泡体」は電波を吸収するから，本件発明のシールド部のうち「電波吸収層」に相当すると主張する。",
                        "しかし，本件発明1，3の構成要件Cの「シールド部」は，アンテナを収容することが要件であるが，甲1発明において，アンテナが収容されているのは載置キャビティの側壁（読取り壁）であって（甲1の訳文4頁35行～38行，10頁11行），防壁ではない。甲1の請求項1及びこれに対応する甲1の記載のとおり，防壁と載置キャビティは各々独立した構成であり，アンテナを含むRFID読取り／書込み手段を備えるのは載置キャビティであって，防壁ではない。",
                        "なお，「読取り／書込みモジュール200」の「吸収性発泡体214」が「シールド部」を構成する「電波吸収層」に対応しないのは，既に主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，デバイスの底部まで延存している甲1発明1，3の金属製の「防壁108，110，112の外側パネル」が本件発明の「筐体」に相当すると主張する。",
                        "甲1の訳文6頁5行〜6行には，「壁は，当然ながら，挿入アパーチャの下方でデバイスの底部まで延在する。」と記載されているが，甲1の［図1］を見る限り，当該記載は，「防壁108，110，112」が「読取り／書込みデバイス102」の底部を覆っていることまでを意味するものではない。したがって，金属製の「防壁108，110，112の外側パネル」は，「筐体」に必要な底板を備えていない。また，前記イ(イ)のとおり，「筐体」が意味する「機器をおさめるはこ」にいう「おさめる」とは，「筐体」の底板と側壁で機器を取り囲んでいる状態を指す。この点，金属製の「防壁108，110，112の外側パネル」は，その「側壁」にアンテナが配されている載置キャビティを囲んで配置されているにすぎず，単に載置キャビティの「側壁」の外側を取り囲んでいる態様をもって，金属製の「防壁108，110，112の外側パネル」が「アンテナなどの機器を収納している」とはいえない。したがって，甲1発明1，3の金属製の「防壁108，110，112の外側パネル」が本件発明の「筐体」に相当するとはいえない。",
                        "また，この点を措いても，前記3(1)イのとおり，本件発明において「シールド部」と「筐体」は別の構成要素であるから，金属製の「防壁108，110，112の外側パネル」が本件発明の「筐体」と「電波反射層」の何れにも相当するとの被告の主張は妥当でない。",
                        "さらに，被告は，「防壁108，110，112」の「（金属製の）外側パネル」の内側（「防壁」内の発泡体と接する面）表面の「層」が「電波反射層」に相当し，その余が単なるハウジングである「筐体」に相当するとも主張する。",
                        "しかし，上記のとおり，本件発明において，「シールド部」と「筐体」は別の構成要素であるから，「シールド部」と「筐体」が兼用でも差し支えないという被告の主張は誤っている。",
                        "したがって，一つの構成要素である「防壁108，110，112」の「（金属製の）外側パネル」の一部が「シールド部」のうち「電波反射層」に相当し，その余が「筐体」に相当すると理解することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，金属製の「防壁108，110，112の外側パネル」が「上向きに開口している」といえると主張するが，この主張が認められないことは，既に主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，甲1発明の「防壁108，110，112」の開口が「上向き」でないとした場合であっても，これを「上向き」に変更することは当業者が容易に発明をすることができたと主張するが，この主張が認められないことは，前記エ(エ)のとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由B-4，5（甲1発明2を主引用例とする本件発明1，3の相違点の認定及び新規性の判断の誤り，本件発明3の容易想到性の判断の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，対比①〜③を示し，本件発明1，3と甲1発明2との対比を行っているが，被告が3パターンもの対比を行わなければならず，かつ，そのいずれもが妥当な対比となっていないのは，「読取り／書込みモジュール200」を単体で引用発明として認定し，本件発明1，3と対比させること自体に無理があることに起因する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比①について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，「外壁212」について，金属であると主張するが，前記(2)イ(エ)のとおり，「外壁212」は金属ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「シールド部」と「筐体」が兼用でも差し支えないとの主張を前提に，「外壁212」が本件発明の「電波反射層」及び「筐体」の両方に相当する」と主張するが，本件発明において「シールド部」と「筐体」を兼用するものでないことは，前記3(1)イのとおりである。",
                        "また，被告は，「外壁212」の内側（「吸収性発泡体214」と接する面）表面の「層」が「電波反射層」に相当し，その余が単なるハウジングである「筐体」に相当するとも主張するが，前記3(1)イのとおり，本件発明において「シールド部」と「筐体」は，それぞれ別々の構成要素であり，一つの構成要素である「外壁212」の一部が「シールド部」のうち「電波反射層」に相当し，その余が「筐体」に相当すると理解することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比②について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1によると，「読取り／書込みモジュール200」は，何の限定もない「何らかのハウジング（＝筐体）に入れて利用すること」が想定されているのではなく，甲1の［図1］のように，「防壁108～112」及び前向きに開口した「アクセス開口部116」を必須の構成として含む「読取り／書込みデバイス102」に入れて利用することが想定されている。「読取り／書込みデバイス102」における「開口」である「アクセス開口部116」は，「上向き」ではなく「前向き」に開口しており，甲1には，筐体及びシールド部が上向きに開口した状態で読み取りを行う構成は記載されていないし，示唆もされていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明2を現実に使用しようとすると，何らかのハウジングに入れることが当然のことであるのは，被告の主張するとおりである。この点について，被告は，「モジュールを剥き出しで使用することは考え難く，通常は，何らかのハウジング（筐体）に入れて使うものである」と主張しているが，このような被告の主張は，「読取装置」として完結している本件発明との対比において，甲1発明2を用いることが適切でないことを端的に裏付けるものである。",
                            "また，被告は，甲1の「本発明における会計端末において，特に図1の会計端末100において利用することができる」との記載をもって，甲1発明以外の会計端末のハウジングにも利用できることが示唆されていると主張するが，上記記載から明らかなとおり，甲1には，あくまで「本発明」すなわち甲1に記載された発明に利用することが記載されているにすぎないのであって，上記記載は，むしろ，甲1発明2が甲1を離れて利用されることがないことを補強するものである。",
                            "さらに，被告は，甲1の「好ましい実施形態によれば，防壁は読取り／書込みデバイスの主本体を形成する。載置キャビティは，例えば前記デバイスの底部で防壁に配置される要素を介して，前記読取り／書込みデバイスから分離する，より詳細には取り外すことができる，読取り／書込みモジュール内に作られる」との記載をもって，甲1発明2を「単体で使用することも，別の会計装置のハウジングに組み込んで利用することも示唆している」と主張する。",
                            "しかし，上記の記載は，あくまでモジュールがデバイスから取り外せることを示しているにすぎず，取り外した後に単体で利用することについて，記載や示唆があるわけではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1発明2に周知技術を組み合わせることで，上向きの開口とすることができると主張するが，甲1発明において，「防壁108～112」及び前向きに開口した「アクセス開口部116」が必須の構成であることや，甲1において筐体及びシールド部が上向きに開口した状態で読み取りを行う構成は記載されていないし，示唆もされていないことは，既に主張したとおりである。このような甲1発明2に，筐体及びシールド部が上向きに開口した状態で読み取りを行う構成を適用することはできず，このような論理付けに基づいて本件発明3を容易に想到することができたといえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "対比③について",
                  "text": [
                    "被告は，「外壁212」が金属でないとしても，甲1発明2において，「電波反射層」が存在しないという相違点は容易想到であると主張するが，この主張を採ることができないことは，前記(2)イ(オ)のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由B-6（甲2発明を主引用例とする本件発明1，3の相違点の認定の誤り，本件発明3の容易想到性の判断の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件発明の「筐体」は，本件発明において特段の技術的意義を有するものではなく，「筐体」の開口が上向きであることにも何ら技術的意義はなく，「シールド部」と同じ方向に「筐体」にも開口を設けるという当然の事項にすぎないとして，甲2発明の「パイプ」が本件発明の「筐体」に相当し，「パイプ」が上向きに開口していることは明らかであるから，甲2発明と本件発明1，3には，相違点1-2（2）は存在せず，一致点であると主張する。",
                        "しかし，本件発明において「筐体」やその開口が上向きであることが特段の技術的意義を有するものでないとの主張及び「筐体」と「シールド部」が兼用でも差し支えないとの主張が誤りであることは，前記3(1)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「筐体」に，パイプからなる入れ物も含むと主張する。",
                        "しかし，被告が提出した証拠（乙17～25）は，いずれもRFID読取装置とは異なる技術分野に用いられるパイプやフレームであり，RFID読取装置の技術分野である甲2のパイプが「筐体」と認定できることを明らかにする証拠ではない。",
                        "また，甲2のパイプは，側壁や底板が存在しないのであるから，本件発明の「筐体」となり得るものとはいえない。乙17～25に記載された構造物はいずれも側壁及び／又は底板が存在しないのであるから，本件発明の「筐体」とは全く別の構造物であり，このような構造物の例をいくら示しても，甲2のパイプが本件発明の「筐体」に相当することとはならない。",
                        "さらに，甲2のパイプからなる構造物を「筐体」の態様とするためには，パイプ間に側壁や底板を設けて固定する必要があるが，側壁や底板を固定すれば，「パイプ」の伸縮にかかる機能を維持できなくなる。これに対し，甲2のパイプは伸縮可能なように構成されている（甲2の段落【0011】）。このため，甲2のパイプからなる構造物は，「筐体」ではないだけでなく，これに基づき側壁や底板を設けることによって「筐体」の態様とすることについて阻害事由がある。",
                        "本件発明において，①「筐体」は上向きに開口したものであり，②「筐体」内にシールド部が設けられている。これに対し，甲2のパイプからなる構造物は，いずれの面においてもパイプで構成された枠の内側には壁や板は存在しないのであるから，そもそも特定の方向に開口した状態というものを観念できない。甲2の【図5】に図示された読取装置も，パイプからなる構造物についてみれば，「筐体」とはいえず，特定の方向への開口を観念できない。また，甲2では，パイプの間（パイプで構成された枠）にシールド不織布が張られた状態となっているが，仮に，パイプからなる構造物を無理やりに「筐体」に対応付けるとしても，「筐体」内にシールド部が設けられていることにはならない。したがって，このような観点からも，甲2のパイプからなる構造物は本件発明の「筐体」とはなりえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，相違点1-1（2）について，甲2発明の「ICタグ読取装置（0500）」を，キャスターを設けることなく，又は，移動しないようにキャスターを固定した状態で，周知のセルフレジ装置のような，「据え置く」「ICタグ読取装置（0500）」として，相違点1-1（2）に係る本件発明1の構成を想到することは，当業者が適宜なし得たといえると判断している。",
                        "しかし，甲2発明は，甲2の段落【0028】及び【図5】に記載される実施例の構成を骨子とするものであるところ，段落【0028】には，「通販業者が注文を受けた商品をピックアップしてICタグ読取空間内に投入し，後にICタグを読み取る」，「注文を受けた商品のピックアップ漏れや間違いがないかをどうかを確認することができる装置」と記載されているように，甲2発明は，商品をピックアップする際に用いられるものであることが前提となっている。ここで，ピックアップ作業には，一般的に摘み取り方式と種まき方式が用いられているが，いずれの方式であっても，ピックアップした商品を移動させるために移動式の台車等を用いることが必須であり，この台車として移動式に構成された甲2発明が提案されている。",
                        "したがって，甲2発明において，移動式であることは不可欠な構成であり，これを据置式とすることは，甲2発明が商品をピックアップする際に用いられる読取精度が向上したICタグ読取装置を提供するという課題の点から阻害事由がある。",
                        "以上より，甲2発明に接した当業者が，甲2発明の「ICタグ読取装置（0500）」を，キャスターを設けることなく，又は，移動しないようにキャスターを固定した状態で周知のセルフレジ装置のような「据え置く」ものとすることにより，相違点1―1（2）に係る本件発明1の構成を容易に想到することはできず，この点における本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，甲2発明の電波遮断性能を向上する目的で，「シールドに加え，『シールド不織布からなる各電波吸収板』を通過してしまった電波を『シールド不織布からなる各電波吸収板』に裏打ちされた金属板で反射して読取空間内に戻すことにより，結局は『シールド不織布からなる各電波吸収板』に吸収されるようにする」という技術思想は，本件出願日当時の周知技術であり，このような技術思想を採り入れることは周知技術の範囲内の設計事項にすぎないと主張する。",
                            "しかし，乙3の記載から，被告が主張する技術思想を読み取ることができないことは，前記(2)イ(オ)のとおりであり，アンテナから発せられる電波を内側の「電波吸収層」が吸収し，吸収しきれなかった電波を外側の「電波反射層」が反射してシールド部内に戻し，「電波吸収層」に吸収されるように構成することは，周知技術ではない。",
                            "また，甲2には，甲2発明として電波を吸収する「シールド不織布」しか記載されておらず，電波を反射させる金属板を備えることについて一切記載も示唆もされていないから，「シールド不織布」に対し，「シールド不織布からなる各電波吸収板」を通過してしまった電波を「シールド不織布からなる各電波吸収板」に裏打ちされた金属板で反射して読取空間に戻すことは，当業者が容易に想到することができるものではないし，このような金属板を別途設けることは設計事項とはいえない。",
                            "さらに，甲2の段落【0017】に，「不織布の内部には無数の空隙が存在するため，ICタグ読取用アンテナから放射される電波は，シールド不織布へと侵入した際に内部の空隙により乱反射され，シールド不織布に吸収される。すると，単に導電性の材料からなる板を用いて電波吸収板を構成する場合と比較して，電波吸収板の電波吸収性能を向上させることができる。」と記載されているように，一般的に用いられている電波吸収板よりも電波吸収性能が良く，被告の主張する「電波遮断性能を向上する目的」は，甲2発明それ自体で達成できているといえる。したがって，被告の主張するような金属板を更に設ける動機は存在しない。また，仮に，シールド不織布に金属板を設けると，金属板の重さが加わるため，「不織布を備えていることにより，電波吸収板の軽量化が図れる」（甲2の段落【0016】）との効果に反することとなる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，甲2発明に，乙3の記載の被告が周知技術と主張する技術を適用することについて，甲2発明の読取精度は98％にとどまっていると主張するが，甲2発明の読取精度が98％であるとしても，そのことは乙3の記載内容の適用が容易であることを何ら示すものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由B-7（明確性要件違反）について",
              "text": [
                "本件明細書に被告が主張する態様ⓐ～ⓒが含まれることを合理的に理解することができることは，前記(1)のとおりであり，明確性要件違反はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由B―1（訂正要件違反）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らの主張によると，本件訂正に係る「筐体内に設けられ・・・たシールド部」という要件に対応する本件明細書における記載は，段落【0018】～【0020】であり（甲22の15，4頁「c」項），以下のⓐ～ⓒの全ての構成を含むとのことである。",
                "ⓐ  筐体自体の中にシールド部を設ける構成（図A）",
                "ⓑ  読取空間側の筐体表面にシールド部を設ける構成（図B）",
                "ⓒ  筐体によって形成される読取空間の中に独立してシールド部を設ける構成（図C）",
                "しかし，本件明細書の段落【0018】～【0020】には，「筐体内に設けられたシールド部」という直接的な記載はない。また，段落【0020】には，「各壁版28において，水平板50よりも上方に延在している内壁面42には，電波反射シート38が貼着されている。・・・電波反射シート38の内側全面には電波吸収シート40が貼着されている。」と記載されているにすぎない。そのため，②の構成の開示はあるが，①及び③の構成の開示はない。",
                "したがって，シールド部が「上向きに開口した筐体内に設けられ（ている）」という要件を加える訂正請求は，上記①及び③の構成を含む点で，当初明細書にはない新たな技術的事項を導入するものであるから，訂正要件に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「内」とは「中心に近い側。仕切りや囲いの中側。内面。内部。↔外」（広辞苑）であり，「外」は「一定範囲のそと。」（広辞苑）であると主張する。",
                "しかし，広辞苑第7版（平成30年1月12日発行）では，「うち【内】」は，「何かを中核・規準とする，一定の限界のなか。」と定義されており（乙42），広辞苑第6版（平成20年1月11日発行）でも同じ定義となっている（乙43）。原告らが広辞苑に記載されていると主張する「内」の定義は，最新版である広辞苑第7版でも，本件出願日の当時，最新であった広辞苑第6版でも，少なくとも「うち【内】」の欄には，存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由B―2（甲1発明1，3を主引用例とする本件発明1，3の相違点の認定及び新規性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1，3の構成要件は，次のとおりである。",
                "【請求項1】（本件発明1）",
                "A．物品に付されたRFタグから情報を読み取る据置式の読取装置であって，",
                "B．前記RFタグと交信するための電波を放射するアンテナと，",
                "C．上向きに開口した筺体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部と，を備え，",
                "D．前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取ることを特徴とする",
                "E．読取装置。",
                "【請求項3】（本件発明3）",
                "F．前記シールド部は，",
                "F-1．前記電波を吸収する電波吸収層と，",
                "F-2．前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層と，を備えることを特徴とする",
                "G．請求項1または請求項2に記載の読取装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1から読み取れる甲1発明1は，次のとおりである。",
                "A．「対象物」に付された「RFIDタグ」から情報を読み取る「据置式」の「読取り／書込みデバイス102」であって，",
                "B．前記「RFIDタグ」と交信するための電波を放射する「アンテナ」と，",
                "C．前記「アンテナ」を収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成された（読取り／書込みモジュール200）の「吸収性発泡体214」及び「外壁212」，これらを入れる「ハウジング」，並びに，前記（読取り／書込みモジュール200）の「吸収性発泡体214」，「外壁212」及び前記「ハウジング」を囲み，「発泡体」及び金属製の「外側パネル」を有する「防壁」と，を備え，",
                "D．前記（読取り／書込みモジュール200）の「吸収性発泡体214」及び「外壁212」，並びに，「防壁」，（防壁の）「発泡体」及び金属製の「外側パネル」が上向きに開口した状態で，前記「RFIDタグ」から情報を読み取ることを特徴とする，「読取り／書込みデバイス102」であって，",
                "F．前記（読取り／書込みモジュール200）の「吸収性発泡体214」及び「外壁212」，並びに，防壁の「発泡体」及び金属製の「外側パネル」は，",
                "F-1．前記電波を吸収する「吸収性発泡体214」及び防壁の「発泡体」と，",
                "F-2．前記電波を反射させる，前記「吸収性発泡体214」の外側に形成された「外壁212」，並びに，防壁の「発泡体」の外側に形成された，金属製の「外側パネル」と，を備えることを特徴とする。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の技術的意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の記載によると，本件発明は，RFタグの情報を読み取る読取装置，及び当該RFタグが付された物品の情報を提供する情報提供システムに関するものであり，その技術的意義は，「顧客の利便性を確保することと，電波の影響を低減することを両立する」ことを目的として（段落【0007】，【0008】），①「シールド部内にアンテナが収容される」構成を採用することにより，「アンテナから放出される電波の広がりを抑制し，他の機器に対する電波の影響を低減させることができる」とともに，②従来技術（乙1）が備えていたフタがないため，フタを開け閉めする煩わしい動作を要さず，筐体内に収容された買物カゴを視認することができるので，読み取り動作中に商品を再度確認することが可能であり，利便性が確保されるということである（段落【0008】，【0013】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，従来技術であったフタを有していた読取装置から，フタを取り外した発明であり，このことを表現するために，訂正前のクレームは「開口が上向きに形成されたシールド部」と発明が特定されており，訂正後は，「筐体」も「上向きに開口した」と限定されたものである。",
                        "本件発明における「筐体」及び「シールド部」の「開口」が「上向きに」形成されているとは，例えば，物品を囲むシールド部から距離を隔てた上方に天井やかさ等の構造物が存在しても，フタがないことでシールド部内への物品（買物カゴ）の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができる構成を意味すると解釈される。そのため，本件発明における「筐体」及び「シールド部」の「開口」が「上向き」に形成されているという「方向」は，一次的には載置キャビティを基準として（載置キャビティから見て）上向きであることに技術的意味がある。",
                        "この点は，本件特許の出願人である原告自身が，本件審判における平成30年12月27日付け意見書（乙5）において，本願発明は，上向きに開口した状態でRFタグの読み取りを行うという構成を採用することで，従来技術と異なり，フタがないため，フタを開け閉めする煩わしい動作を要さず，シールド部内への物品の出し入れが簡便となり，読み取り作業をスムーズにするという技術思想であることを自ら明らかにしたとおりである。",
                        "また，「上向き」という方向を表す文言の「上」は，「高い位置。高い場所」（広辞苑第7版），「真上」は，「まっすぐ上。ちょうど上。直上。」（広辞苑第7版）と区別して定義されており，「上」という用語は，「真上」という用語と異なり，まっすぐ上に限らず，高い位置であれば，斜め上も含む概念である。本件明細書の段落【0030】の「RFタグ12との交信領域が収容部36とその上方に制限され，読取装置20の周りにある商品PのRFタグ12のタグ情報を誤読してしまうといった問題が生じない。」との記載や，【図3】に図示された電波の広がりから明らかなとおり，本件明細書において「上方」という用語は，真上方向のみならず，斜め上方向も含む概念として用いられている。",
                        "このような「上方」という用語の意味については，原告が，「シールド部」の開口が「上向きに」形成された構成に限定する手続補正をした同日に，平成30年12月27日付け意見書（乙5）において，本件発明の「有利な効果」について，「据置式の読取装置においては，当該読取装置の上方に比べて周囲に対する電波干渉が問題となることに着目したものであり，」と主張したこととも合致する。",
                        "そうすると，「シールド部」及び「筐体」の開口とは，①「アンテナを収容しており，物品を囲んだ状態で物品に付されたRFタグから情報を読み取る部」の開口（甲1発明における「載置キャビティの開口」＝「挿入アパーチャ」）が，仮にそうでないとしても，②「筐体」ないし「シールド部」と対比される構造の文字どおり開いている開口（甲1発明における「アクセス開口部」）が，上方（真上方向のみならず斜め上方向も含む）に向けて開いていることにより，フタがないことと相俟って，シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができるという技術的意義を有するものを意味すると解釈される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，本件明細書の【図3】に矢印を付して，本件発明では電波が真上方向に放出されると主張する。",
                        "しかし，本件発明1，3及び4は，アンテナが収容部の側面にある場合も含み，その場合，シールド部の斜め上方向にも電波が多く放出されるから，本件明細書の【図3】を利用した作図において，真上方向の電波漏れの矢印を太く描くことは恣意的であり，誤りである。原告らは，「本件特許における電波の放出状態」に関し，「放電波全体の放出する方向を捉えた場合には電波は真上方向に放出される」と主張するが，本件特許の請求項2や実施例の構成によると，アンテナが底部（載置部の下）にあるために比較的真上の電波放出が多くなるというだけのことである。",
                        "「電波の漏れ」という本件発明の課題（本件明細書の段落【0008】）は，収容部を基準として水平方向の問題である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の「筐体」とは，上向きに開口したシールド部が上向きに開口した筐体内に設けられるという発明特定事項がクレームされているにとどまり，特許請求の範囲の文言自体を自然に解釈する限り，シールド部を入れるための単なるハウジングという意味を超える技術的意義を有しない。本件明細書を見ても，「筐体」に関する記載は，段落【0018】，【0019】に若干言及されているにとどまり，単なるハウジングという意味を超えた特段の技術的意義は説明されていない。",
                        "本件明細書で先行技術文献として挙げられている乙1では，アンテナを収容する物品を囲むシールド部に相当する，「外部の電波が読取室13内に届くことを防ぐため，電波反射材又は電波吸収材で形成される」，「筐体11」を「筐体」と称しており，本件明細書の段落【0004】，【0006】において，用語としてそのまま引用して用いられている。",
                        "読取装置においてシールド部と筐体を兼用とすることは，上記の乙1を始めとして多数の公知文献が存在する周知技術である（甲2，3，8，乙7～10）し，電子機器は筐体を備えることの方が圧倒的に多く（乙56，57），必須の構成である筐体を他の機能部材と兼用とさせる技術思想は広く知られている。",
                        "したがって，本件発明において，「筐体」は，「蓋を開け閉めする煩わしい動作を要さず，筐体内に収容された買物カゴを視認することができるので，読み取り動作中に商品を再度確認することが可能であり，利便性が確保される」という本件発明の課題との関係で，「シールド部」と独立して技術的意義を有しないものであり，シールド部を入れるための単なるハウジングでもよいし，「シールド部」と兼用でも差し支えないものである。本件発明において「電波反射層」が「筐体」を兼ねることを含む技術思想であることは明らかである。",
                        "また，「『筐体』に関する構成がなかったとしても，本件発明は進歩性が認められる」という原告らの主張（原告の第1準備書面10頁16行～17行）に照らしても，本件発明において，「電波反射層」と独立の構成として「筐体」を設けたことに独自の技術的意義を有することはない。",
                        "以上によると，本件発明の「筐体」は，「シールド部」と兼用でも差し支えない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，「シールド部」と「筐体」を分離することには，機器のメンテナンス性（不具合時や故障時に電子機器メーカーが電波部分の調整をしやすいこと），筐体のメンテナンス性（古くなった筐体部分だけを交換しやすいこと）といった点で優位性があると主張するが，そもそも，本件明細書に記載されている「蓋を開け閉めする煩わしい動作を要さず，筐体内に収容された買物カゴを視認することができるので，読み取り動作中に商品を再度確認することが可能であり，利便性が確保される」との本件発明の課題を解決する手段として，「筐体」と「シールド部」とが独立しているか否かは何らの技術的意義も有しない。そうである以上，本件発明において「筐体」と「シールド部」とが兼用であっても全く差し支えない。",
                        "原告らが主張するところの両者を別体である構成が有するとされる二つの効果は，いずれも，本件明細書に全く記載されていない効果である。",
                        "「不具合時や故障時に電波部分の調整をしやすいこと」という原告らが主張する第1の効果は，「電波部分の調整」とは何を意味しているのかについて何も説明がなく，理解することができない。したがって，原告らの主張からは，「シールド部」を「筐体」と分離することが，何の「調整のしやすさ」であるのか，また，この「調整」にどのように寄与するのか理解不能である。被告は，後記4(2)オの対比①において，「吸収性発泡体214」が電波吸収層に相当し，「外壁212」が電波反射層と筐体の両方に対応すると主張しているところ，このような被告が主張している対応関係においても，吸収性発泡体を調整してシールド性能を調整することは可能であるから，原告らが主張している「調整」は，「シールド部」と「筐体」とが別構造であるか否かとは無関係である。",
                        "「古くなった筐体部分だけを交換しやすいこと」という原告らが主張する第2の効果は，本件明細書に開示されている構成から得られない効果である。本件明細書では，「筐体24」（具体的には壁板28）の「内壁面42」に「電波反射シート38」が貼着され，「電波反射シート38」の内側全面に「電波吸収シート40」が貼着された構成が開示されている（段落【0020】）。この構成においては，「古くなった筐体部分だけを交換」するには，筐体の内壁にシールド部として貼着された「電波反射シート38」及び「電波吸収シート40」を筐体から剥がして，古くなった筐体部分のみを交換して，剥がした「電波反射シート38」及び「電波吸収シート40」を再利用して新しい筐体に貼着することになるが，「電波反射シート38」及び「電波吸収シート40」を筐体から剥がす際には，これらシートに変形，傷，破損が発生しやすく，シールド性能の劣化も発生してしまうため，シートを新しい筐体に使いまわすことは現実的ではない。特に，本件明細書に記載のシート状のゴム材は一般的に滑り止めや緩衝材に用いられることが多く，変形し易い特徴がある。したがって，本件明細書を読んだ当業者は，シートと筐体を同時に交換する必要があると考えることが通常で，シートと筐体を兼用している場合と大差が無い。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1，3と甲1発明1，3との対比",
              "text": [
                "甲1発明1，3のどの構成が本件発明1，3の「シールド部」（構成要件C，F）に相当するかについて，以下の対比❶～対比❸の構成が考えられる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」，「外壁212」が本件発明の「電波吸収層」，「電波反射層」に相当し，これらを取り囲む甲1発明1，3の「防壁108，110，112」の中の，「読取り／書込みモジュール200」を入れるための，防壁とは別の構造物であるハウジングが，本件発明の「筐体」に相当するという対比（対比❶）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，対比❶について，甲1発明1，3の「アクセス開口部」，「防壁」を考慮しない認定が適切でないと主張するが，甲1発明1，3は，モジュールを含む構成であり，「読取り／書込みモジュール200」の「発泡体吸収層214」が電波をシールドする機能を有すると当業者が理解することができる以上，これを「シールド層」と認定し，本件発明と対比することに何の問題もなく，その他のシールド機能を有する物すべてを本件発明と対比する必要はない。また，特許請求の範囲の記載において，「筐体の開口部」という発明特定要素はないから，「筐体の開口部」に相当する構成を認定する必要はなく，端的に，「筐体」に相当する構成が「上向きに開口」しているかどうかを問えば足りる。",
                        "また，防壁及びアクセス開口部は，水分を多く含む対象物に付されたRFタグを読み取るために電波の出力を大きくした場合に問題となる電波漏れによる誤読防止用に，モジュールに付加された構成であり，水分の少ない対象物に付されたRFタグの読み取りにおいては，防壁及びアクセス開口部はなくてもよいものである。この点からいっても，防壁及びアクセス開口部を含まない構成を本件発明と対比し，モジュールを収容するハウジングを「筐体」と対比することに問題はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件A及びEについて",
                      "text": [
                        "甲1発明1，3の「対象物」，「RFIDタグ」，「読取り／書込みデバイス102」は，それぞれ，本件発明1の「物品」，「RFタグ」，「読取装置」に相当する。",
                        "また，甲1発明1，3の「読取り／書込みデバイス102」が「据置式」の装置であることは明らかである。",
                        "したがって，甲1発明1，3は，「物品に付されたRFタグから情報を読み取る据置式の読取装置」であるから，構成要件A及びEを全て開示している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件Bについて",
                      "text": [
                        "甲1発明1，3の「アンテナ」は，本件発明1の「前記RFタグと交信するための電波を放射するアンテナ」に相当するから，甲1発明1，3は，構成要件Bを全て開示している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "構成要件Cについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明1，3の「読取り／書込みモジュール200」は，その頂部に，RFIDタグを保持している対象物を「載置キャビティ202」に入れることを可能にする「挿入アパーチャ106」を備え，「載置キャビティ202」は四つの「垂直側壁204～210」によって区切られ，各「垂直側壁204～210」は金属で作られ，各「垂直側壁204～210」はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続されている。「読取り／書込みモジュール200」の開口が上向きに形成されていることは，甲1の［図2］から明らかである。",
                            "また，甲1発明1，3の「外壁212」と「読取り壁204～210」との間に配置されている「吸収性発泡体214」は，電波を吸収するから，本件発明1の「シールド部」に相当する。",
                            "甲1発明1，3は，対象物を「載置キャビティ202」に入れることが可能である以上，開口は対象物より広く，「載置キャビティ202」が対象物を囲うことは明らかである。",
                            "したがって，構成要件Cのうち，少なくとも，「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」を有する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "構成要件Cのうち，「上向きに開口した筺体内に設けられ，」という発明特定事項については，請求項3（本件発明3）との対比を念頭に置いても，甲1発明1，3の「読取り／書込みモジュール200」を入れるための，防壁とは別の構造物であるハウジングが，本件発明1の「筐体」に相当する。対比❶において，甲1発明のうち本件発明1の「筐体」に相当するハウジングは，下記の《甲1の［図1］及び［図3］の挿入アパーチャよりも下の部分を水色にした図面》の［図1］，［図3］において水色で着色した部分の内部にある。対比❶は，「防壁108，110，112」を本件発明1の「筐体」として対比するものではない。",
                            "この「水色で着色した部分」は，それより上の部分と区別する横線が図示されているし，「水色で着色した部分」の内部に，「読取り／書込みモジュール200」を挿入できる「ハウジング」が防壁とは別の構造物として設けられており（甲1の4欄23行～25行，5欄24行～33行，8欄62行～9欄35行），「水色で着色した部分」の前面はハウジングへのアクセスを付与するドア／ハッチを備えるため，この前面の部分が開放されることで，内部のハウジングにアクセスできるという構造である。",
                            "対比❶では，シールド部である甲1発明1，3の「吸収性発泡体214」及び「外壁212」を内包する「読取り／書込みモジュール200」が，物品よりも広い開口が上向きに形成されていることは明らかであるし，本件発明1の「筐体」に相当する，甲1発明1，3の上記「水色で着色した部分」の内部にある「ハウジング」についても，その開口が上向きに形成されていることは明らかである。",
                            "《甲1の［図1］及び［図3］の挿入アパーチャよりも下の部分を水色にした図面》",
                            "［図1］                            ［図3］"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，甲1発明1，3は，構成要件Cを開示している。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告らは，甲1発明の「ハウジング」の具体的な構成は不明であり，側壁や底板を備えていない可能性が認められると主張する。",
                            "しかし，本件発明の「筐体」というクレーム文言は，「機器をおさめているはこ」を意味する文言であり，側壁と底板を備えるものに限定されている必然性はない。本件明細書を精査するも，「筐体」が側壁と底板を備える「はこ」に限られるという技術的意義は何も記載されておらず，技術的意義を有する重要なことは，開口が上向きであるという点で，シールド部の上向き開口を妨げないということに尽きる。",
                            "原告らも，「ハウジング（筐体）」と記載し，「ハウジング」が「筐体」と同じ意味であることを認めており，辞書的意味としても，「筐体」の英語訳は「Housing」であり（Weblio和英辞典，乙38），逆に，「Housing」の日本語訳は「筐体」である（ビジネス技術実用英和大辞典550頁，乙39）。",
                            "そうである以上，本件発明の「筐体」というクレーム文言に「Housing」の概念以上の限定的な意味を読み込むことはできない。原告らは，本件発明の「筐体」と甲1発明1の「Housing」は同じ意味を有する用語であるにもかかわらず，本件発明ではそれを限定的に解釈した上で，甲1発明1，3ではその限定的に解釈した構成を有するかはわからないと主張しているにすぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "構成要件Dについて",
                      "text": [
                        "甲1発明1，3の「読取り／書込みモジュール200」は，上向きに開口した状態で，読取り手段が，対象物が保持しているRFIDタグからデータを読み取ることが可能である。",
                        "したがって，甲1発明1，3は，構成要件Dのうち「前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」という構成を開示している。なお，「前記筺体・・・が上向きに開口した状態で，前記RFタグから情報を読み取る」という構成も開示されていることについては，構成要件Cと同様である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "構成要件Fについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明1，3において，「外壁212」と「読取り壁204～210」との間に配置されている「吸収性発泡体214」は，電波を吸収するから，本件発明3の「シールド部」のうち「電波吸収層」に相当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1において，甲1発明の「吸収性発泡体214」の外側にある「外壁212」は，金属であると明記されていない。",
                            "しかし，甲1においては，載置キャビティの外壁が尖った縁部の場合には，「アンテナとして作用し，・・・作動する傾向にある」と記載されている（甲1の訳文5頁10行～13行）。「アンテナ」の定義は，「電磁波と電気回路の間のエネルギー変換器。アンテナの主要部は導体で構成される。」というものであり，アンテナが導体でなければ，回路と電気的に接続不可能であるから，アンテナが導体でできていることは技術常識であり（甲5，乙58），導体が普通は金属であることも常識である（甲6）から，当業者であれば，甲1の［図2］に示された載置キャビティの外壁は金属であると理解する。金属が電波を反射することは，甲1の訳文8頁36行にも明記されているとおり，技術常識であるから，当業者は，甲1の「読取り／書込みモジュール200」の「外壁212」が金属であり，電波を反射する「電波反射材」に相当すると理解する。",
                            "したがって，甲1において「外壁212」が金属であることは実質的に開示されているといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告らは，非金属がアンテナとして用いられることもあるし，絶縁体でも電波を「透過」するからアンテナとなるため，「外壁212」は金属ではないと主張する。",
                            "しかし，絶縁体は，電波を透過するだけであり，電波を放出するものではない。原告らの主張は，アンテナの電波が非金属を通過すると，非金属がアンテナになるというものであり，尖っているかどうかにかかわらず，全ての物がアンテナということになる。甲34の1には，配線がアンテナとして作用する可能性があることが記載されているだけであり，絶縁体がアンテナを構成しているとの記載はない。「外壁212」が尖った縁部を有するとアンテナとして作動するという現象は，尖った縁部が電波を受けてそこに電流が流れるため，流れた電流によって更に電波を放出するということである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上のとおり，本件発明1，3は，甲1発明1，3と同じであるから，相違点は存在せず，新規性を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」，「外壁212」が本件発明の「電波吸収層」，「電波反射層」に相当し，これらを取り囲む甲1発明1，3の「防壁108，110，112」が，本件発明の「筐体」に相当するという対比（対比❷）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告らは，「筐体」は側壁と底板を備えるものであるから，対比❷は相当でないと主張するが，筐体に底板は必須ではないから，それを前提とした原告らの主張は理由がない。「防壁108，110，112」は，載置キャビティの「側壁」の外側を取り囲んで，「側壁」に設けられたアンテナと固定した関係にあり，「防壁108，110，112」が「アンテナなどの機器を収納している」といえるので，「防壁108，110，112」が，「筐体」に相当する。",
                            "原告も，本件無効審判で提出した令和2年1月14日付け意見書（甲22の16，6頁下から3行～下から2行）において，「防壁が訂正発明1における『筐体』に相当するものと思料します。」と述べている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告らは，「防壁108，110，112」が「アンテナなどの機器を収納している」とはいえないと主張するが，「人や物品を一定の場所におさめ入れること」という「収容」の辞書的な意義からいっても，本件発明の技術的意義からいっても，「収容」はアンテナの直接の支持を必要としないので，アンテナが「垂直側壁204～210」に備えられていても，「吸収性発泡体214」及び「外壁212」はアンテナを囲んでいるので，アンテナを「収容」しているといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件A，B，D，E及びFについて",
                      "text": [
                        "対比❶と同様に，甲1発明1，3は，構成要件A，B，D，E及びFを開示している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件Cについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明1，3が，構成要件Cのうち，「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」を備えることは，対比❶と同様である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "構成要件Cのうち，「上向きに開口した筺体内に設けられ，」という発明特定事項については，以下のとおり，甲1発明の「防壁108，110，112」が頂壁を有しておらず，上方向（高さ方向）が文字どおり解放されている構成が開示されている（この場合の対比を，「対比❷（A）」という。）から，上記発明特定事項が開示されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1の訳文3頁43行～44行には，①「前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在し，前記載置キャビティと外部との間の電波を減衰することができる，防壁」と記載されている（以下，「防壁の基本構成」という。）。防壁が挿入アパーチャの下方に延在していることは，「本発明によるデバイスは，特に単一片で作られた，単一の防壁を備えることができる。」（甲1の訳文5頁35行～36行），「壁（防壁）は，当然ながら，挿入アパーチャの下方でデバイスの底部まで延在する。」（甲1の訳文6頁5行～6行）と記載され，甲1の［図1］にも示されている。",
                                "「防壁の基本構成」について，甲1には，②「換言すれば，防壁は，主に載置キャビティから生じて外部へと向けられるタグ作動電波に対する，また任意に，これらの作動電波がキャビティを成功裏に離れた場合に，それに応答して放射される，外部から生じて載置キャビティへと向けられる電波に対する保護を行うスクリーンを形成する。」（甲1の訳文4頁1行～4行），③「特に挿入アパーチャへのアクセス開口部によって形成される平面であって，更に詳細には実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる。また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう。」（甲1の訳文4頁27行～30行），④「本発明によるデバイスは，当接している防護側壁の全てと合わさる，頂壁と呼ばれる防壁を更に備えることができる。あるいは，側壁は，所与の高さで合わさるように，互いに向かって傾斜させることができる。」（甲1の訳文5頁32行～34行）と記載されている。",
                                "「防壁の基本構成」では，「防壁は上方に延在している」のみであって，頂壁については言及がなく，上記②の記載から，「防壁の基本構成」により「電波に対する保護を行うスクリーン（スクリーンの意味は，「屏風，ついたて」〔広辞苑第7版〕，「屏風，ついたて，仕切り」〔「プログレッシブ英和中辞典」〕であり，通常，垂直に設けられる。）が形成されるので，「防壁の基本構成」においては「スクリーン」を形成する「防壁」が垂直方向に設けられており，「防壁の上方が開口している」と理解される。",
                                "また，上記③から「垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる（防壁がアクセス開口部の全ての辺（4辺）を取り囲むようにして，構成することができる）」ので，「防壁の基本構成」とこの「4辺アクセス開口部」を図示すると，下記の図Dのようになる。",
                                "そして，上記③の「また，側面（辺）の1つ，特に頂部（上辺）において，アクセス開口部が防壁によって仕切られないことが可能であろう。」から，「防壁の基本構成」と「頂部（上辺）なしアクセス開口部」が記載されており，図示すると，図E のようになる。仮に，防壁が「防壁の基本構成」ではなく，上記④に示す「頂壁」0を備える構成（「防壁の基本構成」と「頂壁（防壁）」）であると，図F のようにな0り，アクセス開口部の頂部（上辺）に「頂壁（防壁）」があるので，「アクセス開口部が防壁によって仕切られる」構成となって，上記③に記載された「特に頂部（上辺）において，アクセス開口部が防壁によって仕切られない」構成とならない。",
                                "上記④に記載された「本発明によるデバイスは，当接している防護側壁の全てと合わさる，頂壁と呼ばれる防壁を更に備えることができる。」とは，「防壁の基本構成」において当接している防壁全てと合わさる頂壁と呼ばれる防壁を更に備えるものであるので，「防壁の基本構成」と「頂壁（防壁）」となり，図Gのようになる。ここで，「頂壁」は「防壁」に「更に備えることができる」構成であるから，「更に頂壁を備える」前の状態においては，「頂壁がない」，すなわち，上方が開口された「防壁の基本構成」と「4辺アクセス開口部」（図D）であり，「防壁」は「上方に開口」していることが上記④からもわかる。",
                                "上記④の「あるいは，側壁（防壁）は，所与の高さで合わさるように，互いに向かって傾斜させることができる。」とは，図D（「防壁の基本構成」と「4辺アクセス開口部」）で説明すると，アクセス開口部のある前側の防壁と後ろ側の防壁とを互いに向かって傾斜させた構成であり，図Hのようになり，甲1の［図1］に示す構成となる。甲1の［図1］においては，前側の「防壁112」に設けられた「アクセス開口部116」の左右の辺及び上辺にも防壁が存在していることがわかる。",
                                "以上から，甲1の「防壁の基本構成」においては，「防壁」は「上向きに開口」しており（図D），「アクセス開口部」を「頂部（上辺）において，アクセス開口部が防壁によって仕切られないことが可能」な構成（図E ）とすることで，「アクセス0開口部と連続する上向き開口部を備えた防壁」が開示されているといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告らは，「防壁の基本構成」は，「防護側壁（防壁）」のみで足りる意味を含んだものではないと主張するが，「更に頂壁を備える」前の「防壁」の構成は，頂壁のない「防壁の基本構成」（図D）となり，「前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在する，防壁」であることが分かるから，「防壁の基本構成」は，防護側壁のみでよい構成といえる。そして，防護側壁のみでよい構成によって，「防壁」は，「載置キャビティと外部との間の電波を減衰することができる」効果（「防壁の基本構成」の効果）を奏するので，「防護側壁」のみで「防壁」として機能していることは明らかである。",
                                "また，原告らが主張する甲1の訳文5頁29行～38行の「頂壁と呼ばれる防壁を更に備えること」，「側壁は，所与の高さで合わさるように，互いに向かって傾斜させること」及び「特に単一片で作られた，単一の防壁」は，いずれも，「・・・更に備えることができる。」「・・・傾斜させることができる。」「…備えることができる。」（甲1の訳文5頁30行，34行，36行）と記載されているように，「防壁の基本構成」からの変形例についての説明である。原告らは「防壁の基本構成」からの変形例について主張しているにすぎず，「頂壁を更に備える」前の「防壁の基本構成」については何ら主張していない。",
                                "原告らは，本件審決を引用するが，本件審決では，「当接している防護側壁の全てと合わさる，頂壁と呼ばれる防壁を更に備えることができる。」との記載まで検討して判断されていない。",
                                "したがって，「頂壁を備える」前の状態における防壁は，「頂壁がない」，すなわち，上方が開口された「防壁の基本構成」（図D）であり，「防壁」が上向きに開口しているといえる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告らは，図E について，「頂部」が，具体的に，どの部分にど0れだけの範囲を意味しているのか理解することができないとか，「防壁112」の「後面」が防壁の最も高い部分である頭部まで延びていることも明らかであると主張するが，甲1発明1を，甲1の［図1］の限定された構成に基づいて認定した上での主張であり，被告が主張する甲1発明1の構成とは異なっている。甲1発明1は，甲1の［図1］の「防壁112」に限定した構成ではないので，甲1の［図1］の「防壁112」の「後面」についての主張は意味がない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，甲1には，以下のとおり，本件発明の「筐体」に相当する（「読取り／書込みモジュール200」を取り囲む）「防壁108，110，112」について，「上向きに開口した筺体内に設けられ」という構成が開示されている（この場合の対比を「対比❷（B）」という。）。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1発明1，3を実施例である［図1］に基づいて把握しても，「アンテナを収容し，・・・上向きに形成されたシールド部」が「上向きに開口した筺体内に設けられ」ているという構成要件Cの文言からすると，アンテナを収容し，対象物に付されたRFタグから情報を読み取る部の開口は，甲1発明1の載置キャビティの開口（＝挿入アパーチャ）であるところ，これは，フタを有さず，上向きに開口しており，シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができるという作用効果を奏し，課題を解決できる。",
                                "また，「防壁112」としての文字どおり開いている開口である「アクセス開口116」を問題としたとしても，甲1の［図1］から明らかなとおり，また，「側壁は，所与の高さで合わさるように，互いに向かって傾斜させることができる」（甲1の訳文5頁34行～35行）という記載からも裏付けられるように，「アクセス開口116」は，斜め上方に開口している。前記(3)イ(ア)のとおり，本件発明において「上方」という用語は，真上方向のみならず，斜め上方向も含む概念であるから，斜め上方に開口している「アクセス開口116」も，クレームの文言上「上向きに開口」しているところ，このような開口により，上記作用効果を奏し，課題を解決できる。",
                                "これらのことは，以下の(b)のとおりである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲1には，「アクセス開口部」から「挿入アパーチャ」までの空間が十分に広く，対象物を収容した袋を水平移動して「挿入アパーチャ」の真上まで移動することが可能な程度であることが説明されている（甲1の訳文5頁1行～6行）。なお，本件明細書の【図3】から明らかなように，本件発明では「買い物カゴを上に持ち上げて，水平に移動し，下に降ろして，載置部（板）32に載せる」動作が必要である。",
                                "また，甲1発明の「スクリーン118」は，読み取られた対象物の総数，合計価格などの情報をユーザに表示するものである（甲1の訳文10頁下から2行～11頁6行）。そのため，「スクリーン118」は，ユーザから見やすい位置に存在する必要がある。一般的には，スクリーンの最も見やすい位置は，スクリーンと目線が直角になる角度で，スクリーンから40cm以上離れた位置であると考えられていること（乙16〔IER社が甲1発明を本件出願日前に公然実施していた会計装置の YouTube 動画〕の添付資料2-1，2-2）から，「スクリーン118」は，ユーザの頭の高さ付近に位置することが通常であると分かる。甲1の［図1］に図示されている会計端末は，ユーザとして，「スクリーン118」付近に頭が位置するような身長の人物を想定している。",
                                "甲1の「スクリーン132」は，「ユーザと相互作用するため」のものである（甲1の訳文9頁6行～15行）上に，ユーザは，会計時に，「スクリーン132」より低い位置にある「バンクカードリーダ124」，「ＮFCリーダ126」等を操作したり，「印刷デバイス128」から売上伝票や銀行取引明細書を受領する必要があること（甲1の訳文10頁下から2行～11頁6行）からすると，「スクリーン132」が，ユーザの頭の高さ付近にあることは明らかである。甲1の［図1］において，「スクリーン118」と「スクリーン132」は，略同じ高さに描かれているから，「スクリーン118」がユーザの頭の高さ付近に位置していることが裏付けられる。",
                                "以上の点については，本件明細書の段落【0018】に「各壁板28は，大人の腰の高さ程度まで垂直に延在しており，各垂直な縁同士が互いに接合されている」と記載されており，本件発明と甲1発明とはサイズ感が整合する。",
                                "甲1の［図1］と，その会計端末の「スクリーン118」付近に頭が位置するような身長のユーザを並べて描いた下記の《甲1の［図1］のスクリーン118付近に頭が位置する身長のユーザを並べた図面》によると，ユーザは，会計端末で会計処理中に，「スクリーン118」と共に「載置キャビティ202」に収容された商品を視認することができることは明らかである。",
                                "《甲1の［図1］のスクリーン118付近に頭が位置する身長のユーザを並べた図面》",
                                "以上の点は，乙16や乙40（被告代理人が甲1の［図1］と同寸大のモックのキャビティに商品を入れて眼鏡型カメラを用いて撮影した画像）からも読み取ることができる。",
                                "また，甲1には，「有利には，相互作用デバイスは，挿入アパーチャから距離を隔てて置くことができる。したがって，ユーザは十分に大きい空間を有し，それによってユーザは，対象物を読取りデバイスの挿入アパーチャにごく簡単に導入することができる。」（甲1の訳文6頁27行～29行）と記載されており，相互作用デバイスは挿入アパーチャから「距離を隔てた」高い位置に設置するという技術思想が開示されていることに加え，「本発明によるデバイスは，ユーザと相互作用するための少なくとも1つのデバイスを更に備えることができる。この相互作用デバイスは，視覚的および/または音響的であることができる。」（甲1の訳文6頁24行～26行）というのであるから，相互作用デバイスはそもそも任意オプションである。",
                                "甲1の［図1］から「相互作用デバイス」を削除すると，下記の≪甲1の［図1］から「相互作用デバイス（スクリーン）」を削除した図≫のとおりとなり，シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができることは一目瞭然である。",
                                "≪甲1の［図1］から「相互作用デバイス（スクリーン）」を削除した図≫"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲1の［図1］を見る限り，挿入アパーチャの位置も，「防壁112」の位置も，前後対称に描かれている。そうすると，「防壁112」の頂部が甲1の［図1］に図示された位置にあるとしても，その前後方向の位置は挿入アパーチャの略中央であり，挿入アパーチャのうち手前側の半分は，真上方向に「防壁112」が存在しない。このような形状であるため，甲1発明1を実施例である［図1］をベースに把握したとしても，挿入アパーチャの上方は開口しているといえる。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "原告らは，甲1発明1，3における開口部は「アクセス開口部」であり，「吸収性発泡体214」及び「外壁212」を含む「挿入アパーチャ106」の上方は防壁により仕切られていると主張する。",
                                "しかし，対比❷においては，「吸収性発泡体214」及び「外壁212」をシールド部と認定しており，防壁は「筐体」に相当し，「シールド部」には相当しないので，「シールド部」としての「吸収性発泡体214」及び「外壁212」の開口は「挿入アパーチャ106」であり，上向きに開口している。そして，「吸収性発泡体214」及び「外壁212」の開口である「挿入アパーチャ106」が上向き開口していることにより，原告らが主張する「視認性，簡便性」の効果も得られている。",
                                "仮に，原告らが主張するように，「吸収性発泡体214」及び「外壁212」の開口部を「防壁の開口部」とした場合であっても，防壁は上向きに開口しているので，シールド部に相当する「吸収性発泡体214」及び「外壁212」も上向きに開口している。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "原告らは，甲1発明1，3において「スクリーン118」及び「スクリーン132」がユーザの頭の高さ付近に位置するかどうかや会計端末で会計処理中に「スクリーン118」と共に載置キャビティに収容された商品を視認することができるかどうかは，ユーザの身長及びユーザの立ち位置（会計処理中のユーザと会計端末との距離）に依存すると主張している。",
                                "しかし，特許発明の作用効果として「視認しやすい」という作用効果を問題とするときは，一般的な身長の人間が通常の立ち位置（会計処理中のユーザと会計端末との距離）に立つ場合を想定して考えることは当然の事柄である。",
                                "原告らは，甲1発明には「スクリーン118」があるから「対象物の確認の妨げになる」とも主張しているが，通常の身長の人が会計端末の前に立てば，甲1発明1に「スクリーン118」があっても十分に「シールド部内への物品の出し入れが簡便であり，利用者が筐体内に収容された買物カゴを視認することができ，読み取り動作中に商品を再度確認することができるという作用効果」を奏するのであるから，甲1発明においてオプションである「スクリーン118」の存在を理由にこの作用効果を否定して，「防壁」の「アクセス開口部」が「上向き」に開口している事実を否定することはできない。",
                                "原告らは，甲1発明は「載置キャビティを照らすためにライトが設置されている」とも主張しているが，ライトがあれば，対象物の視認は更に容易であるが，本件発明の視認性の課題は，明るさを問題とするものではなく，フタがないことでユーザによる物品の視認を妨げないというものであるから，ライトの有無は関係ない。仮に，その点を措いても，このライトは，載置キャビティの中に収容されている対象物を確認しやすくする目的以外は考えられないから，甲1発明1も本件発明と同様に載置キャビティの中に収容されている対象物を確認しやすくするという目的，意図を有することは，原告らの主張からも導かれる。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "原告らは，甲1発明では，載置キャビティの上方には，「スクリーン118」が取り付けられているベース部分が存在するため，被告が主張する《甲1の［図1］から「相互作用デバイス（スクリーン）」を削除した図》は正確ではないと主張している。",
                                "しかし，甲1発明1において「スクリーン118」は設けるか否かは自由なオプションであること自体は原告らも争わないところ，原告らがいうところのベース部分があるとしても，それは，「スクリーン118」である相互作用デバイスの一部であり，「スクリーン118」を設けない場合には，ベース部分も設けないことは当然である。甲1発明1においては，これがオプションという位置付けであることからも明らかであるとおり，「スクリーン118」で電波の漏れを防ぐという技術思想はない。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "原告らは，甲1の［図1］では，「防壁112」の頂部は「挿入アパーチャ」の略中央の真上ではないと主張しているが，対比❷における被告の主たる主張は，防壁の「アクセス開口部」を問題としたとしても，これが「上向き」に開口しているという主張であり，「挿入アパーチャ」の真上方向に開口している必要はそもそもない。",
                                "また，甲1の［図1］に記載された発明につき，乙16，40を参考にすると，「防壁112」の頂部は，挿入アパーチャの略中央の真上である。仮に，「防壁112」の頂部が挿入アパーチャの略中央の真上よりも若干手前側であるとしても，「防壁112」の頂部が挿入アパーチャの全体を覆っていると看取することはできず，原告らもそこまでは主張していない。したがって，仮に，甲1の「防壁112」の頂部が挿入アパーチャの略中央の真上よりも若干手前側であるとしても，甲1発明1の「シールド部」及び「筐体」の少なくとも一部は真上に防壁が存在しない。"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "text": [
                                "原告らは，甲1発明は，「アクセス開口部116」の前に人が立たなければ成り立たず，このような制約のない本件発明とは根本的に異なっている，「アクセス開口部116」の前に人が立つ必要があるのは，電波が「アクセス開口部116」から水平方向に漏れるのを防ぐためであり，開口が上向きとなってしまっては電波の流出を防ぐことができないと主張する。",
                                "しかし，甲1には，「ユーザは開口部の前に立つので，開口部の高さにスクリーンを比較的効率的に置くことが可能になり，電波が開口部を介してキャビティ外部に放射されることが防止される。」（甲1の訳文4頁6～8行）と記載されており，甲1においては，ユーザがアクセス開口部の前に立つことによって，防壁（スクリーン）と同じく，載置キャビティからの電波が外部に漏れることを防止しているのであって，原告らが主張するように，防壁で反射した電波がアクセス開口部を通して水平方向に放出されることを，人がアクセス開口部の前に立って防止しているのではない。甲1発明1が「アクセス開口部116」の前に人が立つことにより防止しようとしている電波の漏れの方向は，下記の《被告作成・本件明細書の【図3】》の斜め上方向の緑色の矢印の方向であり，上向きの電波の放出を防止する発明ではない。本件発明は，アンテナから放出される電波がこの「方向」に漏れるということは全く防止しておらず，そもそも考慮すらしていないものであるから，甲1発明とは異なる課題を解決したという差別化要因とはならない。したがって，甲1発明1と本件発明とは「別物」ではなく，本件発明の発明特定事項の限りで同一である。甲1発明と本件発明との関係を敢えて位置付けるのであれば，甲1発明の方が，本件発明に対し，斜め上方（緑色の矢印の方向）への電波漏れ対策が付加された構成であり，実質的には，本件発明と同一である公知技術の改良発明又は利用発明に相当するという位置付けになる。",
                                "≪被告作成・本件明細書の【図3】≫",
                                "原告らは，《原告作成・本件明細書の【図3】》において，本件明細書の【図3】と甲1の［図1］に矢印を付加して，電波の放出状態を示し，甲1発明においては，電波が水平方向に放出されるが，本件発明では電波が真上方向に放出されると主張するが，《原告作成・本件明細書の【図3】》において，真上方向の電波漏れの矢印を太く描くことは恣意的であり，誤りである。また，甲1発明において，キャビティ内部のアンテナから放出される電波は，直接的には斜め上方向であり，甲1発明の防壁で反射される電波は，防壁内の発泡体を2回通過して微弱（微弱×微弱）になるため，影響は限定的である（本件明細書の段落【0030】）から，甲1の［図1］を利用した作図において，真横方向の電波漏れの矢印を太く描くことは恣意的であるのみならず，誤りである。",
                                "「電波の漏れ」という本件発明の課題（本件明細書の段落【0008】）は，収容部を基準として水平方向（《被告作成・本件明細書の【図3】》の青色の矢印）の問題であるところ，甲1発明1においても，この課題は，シールド部が物品を囲むことにより解決済みであるし，シールド部の斜め上方向への電波の漏れを防ぐことができないことは，本件発明1でも同じであり，この点で，甲1発明との差異は認められない。",
                                "仮に，上記の点を措いても，収容部（キャビティ）より高い位置に放出される電波の漏れについては，本件発明も防止していないから，「上向き開口」の解釈と無関係である。"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "text": [
                                "原告らは，「甲1発明においても，全くかごを視認することができないわけではなく，カゴを載置キャビティ内にいれることも可能であろうが，ここで問題となっているのは，アクセス開口部の上辺がスクリーンないし防壁で遮られていない本件発明と比較しての視認性や簡便性であり，このような比較の観点から甲1発明1が視認性や簡便性の観点から劣る」と主張しているが，二重の意味で誤りである。",
                                "第1に，本件発明は，「乙1の読取装置では，筐体内に商品を入れてフタを閉めて会計処理」を行うため，「筐体内に収容された買い物カゴを視認することができない」という従来技術の課題を解決した発明であるから（本件明細書の段落【0006】～【0008】），視認性に関して比較する対象は，乙1のように筐体内に商品を入れてフタを閉めて会計処理を行うものである。",
                                "甲1発明において，このような従来技術と比較して，本件明細書で上向き開口の技術的意義とされる「視認性」と「簡便性」が認められれば，「上向きに開口」と認めるのに十分なのであり，本件発明1と甲1発明のどちらの視認性がよいかは，本論点とは関係がない。",
                                "第2に，甲1発明において，利用者からキャビティの内部にある物品がどのくらい見えやすいかは，キャビティの左右・奥の側壁，スクリーンは全く無関係である。利用者から見えている物品が，右側・左側・奥・上に壁があるから見えにくくなるという道理は存在しないから，原告らの主張は趣旨不明である。",
                                "そうすると，原告らが主張する「垂直な防壁に形成されたアクセス開口部」（前向きに開口した「アクセス開口部」）であっても，載置キャビティから見れば，アクセス開口部は斜め上向きに開口しているため，「防壁」は上向きに開口しているといえる。したがって，この点も「防壁は上向きに開口している」理由となる。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件発明1，3は，甲1発明1，3と同じであるから，相違点は存在せず，新規性を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明1，3における「読取り／書込みモジュール200」の「吸収性発泡体214」及び／又は「防壁108，110，112内部の発泡体」が本件発明の「電波吸収層」に相当し，甲1発明1，3における金属製の「防壁108，110，112の外側パネル」が本件発明の「筐体」と「電波反射層」との何れにも相当するという対比（対比❸）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件A，B，D及びEについて",
                      "text": [
                        "前記アの対比❶と同じである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件C及びFについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」及び「防壁108，110，112内部の発泡体」は，電波を吸収するから，本件発明の「シールド部」のうち「電波吸収層」に相当する。対比❸では，対比❶とは異なり，甲1発明1，3の「読取り／書込みデバイス102」の「ハウジング」のみが本件発明の「筐体」に相当するという対比は行わない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明1，3の「防壁108，110，112」の「（金属製の）外側パネル」は，電波を反射するから（甲1の訳文8頁36行），本件発明の「シールド部」のうち「電波反射層」に相当する。",
                            "甲1発明1，3は，対象物を「載置キャビティ202」に入れることが可能である以上，開口は対象物より広く，「載置キャビティ202」が対象物を囲うことは明らかであるから，構成要件Cのうち，「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が形成されたシールド部」を有する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "構成要件Cのうち，「上向きに開口した筺体内に設けられ，」という発明特定事項と，「開口が上向きに形成されたシールド部」という発明特定事項については，何れも，開口が「上向き」であるといえるか，すなわち，本件発明の「電波反射層」及び「筐体」に相当する甲1発明1の「防壁108，110，112」の「（金属製の）外側パネル」が，「上向きに開口した」といえるかが問題となる。この点については，前記イ(ウ)のとおりである。",
                            "また，甲1発明1，3の「防壁108，110，112」は，「上向きに開口している」といえるので，甲1発明1，3の「防壁内に設けられた発泡体」も上向きに開口しているといえる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "なお，対比❸では，甲1発明1，3の「防壁108，110，112」の「（金属製の）外側パネル」が本件発明の「筐体」に相当すると対比した。前記(3)ウ(ア)のとおり，本件発明の「筐体」は，「シールド部」と独立して技術的意義を有しないものであり，「シールド部」と兼用しても差し支えないものであるから，甲1発明1，3の「防壁108，110，112」の「（金属製の）外側パネル」が本件発明の「電波反射層」及び「筐体」の両方に相当すると対比することができる（対比❸）。",
                            "また，一定の厚みを有する甲1発明1，3の「防壁108，110，112」の「（金属製の）外側パネル」の内側（「防壁」内の発泡体と接する面）表面の「層」が「電波反射層」に相当し，その余が単なるハウジングである「筐体」に相当すると対比することもでき（対比❸’），この場合でも，構成要件C及びFが開示されていることには変わりがない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件発明1，3は，甲1発明1，3と同じであるから，新規性を欠く。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由B-3（甲1発明1，3を主引用例とする本件発明1，3の容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "対比❶について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明1，3が，構成要件A～Dの一部を開示していないとしても，実質的な相違点ではないか，少なくとも当業者にとって容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明1，3が，構成要件Fを開示していないとしても，前記2(4)ア(カ)のとおり，甲1において，「外壁212」が金属であることは，当業者にとって容易に想到することができた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1において「外壁212」が金属でないとすると，本件明細書の段落【0030】，【図3】において説明されているような，アンテナから発せられる電波を内側の「電波吸収層」が吸収し，吸収しきれなかった電波を外側の「電波反射層」が反射してシールド部内に戻し，結局は「電波吸収層」に吸収されるようにするという「電波吸収層」及び「電波反射層」の技術的意味は，本件出願日当時に既に知られていた事柄である（乙3）。",
                        "当業者の間では，吸収型の電磁波吸収材が，電波を吸収する吸収材と，その外側に形成され，電波を反射させる金属板を備える構成となることは周知であったから，甲1発明1の「読取り／書込みモジュール200」の電波遮断性能を向上する目的で，「吸収性発泡体214」によりアンテナから発せられる電波を吸収して遮断することに加え，「吸収性発泡体214」を通過してしまった電波を「吸収性発泡体214」に裏打ちされた金属板で反射して「読取り／書込みモジュール200」内に戻すことで，結局は「吸収性発泡体214」に吸収されるようにするという技術思想は，本件出願日当時の周知技術の範囲内における設計事項にすぎない。この場合の「吸収性発泡体214」に裏打ちされた金属板は，本件発明3の「電波反射層」に相当する。",
                        "したがって，「電波反射層」が存在しないという相違点があるとしても，その点は，当業者が容易に想到することができた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告らは，乙3は，シールド材は単層の反射層が一般的であったことを示すものであり，電波遮蔽材として吸収型が広く一般的に使用されている状況ではなかったと主張する。",
                        "しかし，電波吸収体の教科書的な本である乙3には，「電磁波障害を防止するには，外部からの電磁波を反射する反射型（シールド材）と電磁波を吸収材内部で吸収してしまう吸収型（吸収材）とがある（図1）。吸収型では，一般に金属板で裏打ちされた吸収材内部で吸収あるいは反射が繰り返されて，最終的に電磁波エネルギーが，誘導損失あるいは誘導起電力・誘導電流発生などにより熱エネルギーとして消費される。」と説明されている（167頁下から2行～168頁2行）。乙3におけるこのような説明からも，吸収型の開発において，多くの専門家が吸収型の構成として金属で裏打ちされた吸収材を記載していることからも，吸収型としては吸収材と金属との多層構造が一般的であり，周知であったことは明らかである。",
                        "原告らは，甲1発明の「読取り／書込みモジュール200」は，内側から順に，金属製の「垂直側壁204～210」，「吸収性発泡体214」，「外壁212」が配置された構成となっていると主張しているが，甲1には「側壁は，金属であることができ」と記載されており（甲1の訳文5頁24行～25行），甲1の【請求項1】には「側壁」と記載されているが，【請求項1】に従属する【請求項5】には，「側壁が金属」であることが記載されている。すなわち，甲1発明において，「側壁204～210」は金属としても金属としなくてもよいものとして開示されている。原告らの主張は，金属製の「垂直側壁204～210」の存在を前提とする点において失当である。",
                        "また，原告らが主張している「防壁で反射された電波が，再度，載置キャビティに向かった場合には，吸収性発泡体214で吸収され，金属側壁204の外面で反射されることで減衰される」などということは，甲1に一切記載されていない。原告らが示した図の構成では，防壁から外に電波が漏れないため，「吸収性発泡体214」は存在価値を失ってしまうものであり，甲1文献の理解として不適切である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比❷について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明1，3が，構成要件A～Fの一部を開示していないとしても，実質的な相違点ではないか，少なくとも当業者にとって容易に想到することができた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件Cの「防壁の基本構成」において，頂部の構成が明確でなく，上辺がないアクセス開口部であってもアクセス開口部の上辺が防壁の頂部によって遮られる構成であったとした場合，防壁の頂部に遮られて，「上方，あるいは斜め上方から対象物を載置キャビティに出し入れすることが容易ではない」課題があり，また，「載置キャビティに載置された対象物を確認することが困難である」課題があることは，当業者にとっては自明である。",
                    "甲1においては，「防壁は上方に延在して電波に対する保護を行うスクリーンを形成し，頂壁がなくてよい」ことが明記されているから，「防壁の上方が開口されている」ことが示唆されていることは明らかである。また，そのような「防壁」に，「頂部（上辺）において，防壁によって仕切られないアクセス開口部」を設けることによって，「アクセス開口部に連続する上向きの開口を備える防壁」が示唆されていることも明らかである。",
                    "そうすると，「上方，あるいは斜め上方から対象物を載置キャビティに出し入れすることが容易ではない」及び／又は「載置キャビティに載置された対象物を確認することが困難である」という自明な課題を解決するために，上記示唆に基づいて，「防壁の基本構成」において，「アクセス開口部に連続する上向きの開口を備える防壁」とすることは，当業者が容易想到することができた事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1発明1，3に構成要件Cのうち「上向きに開口した筺体内に設けられ，」という構成が開示されていないとした場合，すなわち，甲1の［図1］に記載された構成が甲1発明1であり，かつ，甲1の［図1］の「防壁108，110，112」の開口が「上向き」でないとした場合であっても，上方から物を入れるこの種の会計処理装置において，物の出し入れを容易にすることは当然の課題であり，物の出し入れを容易にするために上方を開口することが望ましいのは当然であって，これに対する阻害事由も見当たらないから，これを「上向き」に変更することは，当業者が容易に想到することができた。",
                    "なお，特許庁は，本件審決に先立つ職権審理結果通知書（甲22の14）において，甲1の［図1］の「防壁」が訂正前のクレームにおける「シールド部」に相当するとした上で，「防壁」の「アクセス開口部」が「前向き」に開口されていると認定し，「アクセス開口部」の向きを「上向き」に変更することは容易想到であると判断したが，本件審決においては，同じ事実認定でありながら，その容易想到性について十分な理由もなく反対の判断をしている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "構成要件Fについて，甲1発明1，3が，構成要件Fを開示していないとしても，甲1発明1，3から容易想到であることは，前記(1)イのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "対比❸について",
              "text": [
                "甲1発明1，3に，構成要件Cのうち「上向きに開口した筺体内に設けられ，」という構成が開示されていないとした場合，すなわち，甲1の［図1］に記載された構成が甲1発明1であり，かつ，甲1の「防壁108，110，112」の開口が「上向き」でないとした場合であっても，これを「上向き」に変更することは当業者が容易に想到することができたことは，上記(2)ウのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由B―4（甲1発明2を主引用例とする本件発明1，3の相違点の認定及び新規性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1から読み取れる甲1発明2について",
              "text": [
                "A．「対象物」に付された「RFIDタグ」から情報を読み取る「据置式」の「読取り／書込みモジュール200」であって，",
                "B．前記「RFIDタグ」と交信するための電波を放射する「アンテナ」と，",
                "C．前記「アンテナ」を収容し，前記対象物を囲み，該物品よりも広い開口が上向きに形成された「吸収性発泡体214」及び「外壁212」と，を備え，",
                "D．前記「吸収性発泡体214」及び「外壁212」が上向きに開口した状態で，前記「RFIDタグ」から情報を読み取ることを特徴とする，「読取り／書込みモジュール200」であって，",
                "F．前記「吸収性発泡体214」及び「外壁212」は，",
                "F-1．前記電波を吸収する「吸収性発泡体214」と，",
                "F-2．前記「吸収性発泡体214」の外側に形成され，前記電波を反射させる「外壁212」と，を備えることを特徴とする。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1，3と甲1発明2の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件A及びEについて",
                  "text": [
                    "甲1発明2の「対象物」，「RFIDタグ」，「読取り／書込みモジュール200」は，それぞれ，本件発明1の「物品」，「RFタグ」，「読取装置」に相当する。",
                    "「据え置く」という用語の辞書的意味は，「備えつけておく。そのままにして手をつけずにおく。」という意味であり，また，「備え付ける」とは「ある場所に置いて使えるようにしておく。設けておく。『教室にテレビを―・ける』」という意味である（広辞苑第7版）。本来的に移動可能であるテレビでも，教室に置いて使えるようにしておくことにより「据え置く」という用語の定義に当てはまる。このような辞書的意味に加えて，甲1の記載からすると，甲1発明2の「読取り／書込みモジュール200」は，「分離する，より詳細には取り外すことができる」（甲1の訳文6頁41行～44行），「本発明における会計端末において，特に，図1の会計端末100において利用することができる」と説明されているとおり（甲1の訳文9頁41行～43行），ハウジング内に据え置いた状態などで，使用することが想定され，移動させながら使用することは想定されていないから，甲1発明2は，別の装置に組み込まれたり，単体で使用したりする場合も含めて，「据置式」の装置である。このような「据置式」のクレーム文言解釈については，原告も，本件審判において，同様の主張をしている（甲22の13）。",
                    "したがって，甲1発明2は，「物品に付されたRFタグから情報を読み取る据置式の読取装置」であるから，構成要件A及びEを全て開示している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Bについて",
                  "text": [
                    "甲1発明2の「アンテナ」は，本件発明1の「前記RFタグと交信するための電波を放射するアンテナ」に相当する。",
                    "したがって，甲1発明2は，「前記RFタグと交信するための電波を放射するアンテナ」を有するから，構成要件Bを全て開示している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Cについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明2の「読取り／書込みモジュール200」は，その頂部に，RFIDタグを保持している対象物を「載置キャビティ202」に入れることを可能にする「挿入アパーチャ106」を備え，「載置キャビティ202」は4つの「垂直側壁204～210」によって区切られ，各「垂直側壁204～210」は金属で作られ，各「垂直側壁204～210」はアンテナも備え，これらのアンテナは，データをRFIDタグから読み取ることが可能な読取り手段に接続されている。「読取り／書込みモジュール200」の開口が上向きに形成されていることは，甲1の［図2］から明らかである。また，「外壁212」と「読取り壁204～210」との間に配置されている「吸収性発泡体214」は電波を吸収するから，「シールド部」に相当する。",
                        "甲1発明2は，対象物を「載置キャビティ202」に入れることが可能である以上，開口は対象物より広く，「載置キャビティ202」が対象物を囲うことは明らかであるから，構成要件Cのうち，「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」を有する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件Cのうち，「上向きに開口した筺体内に設けられ，」という発明特定事項については，請求項1（本件発明1）との対比においては，甲1発明2の「外壁212」が本件発明の「筐体」に該当するところ，シールド部である甲1発明2の「吸収性発泡体214」が上向きに開口した「外壁212」内に設けられているから，甲1発明2は，構成要件Cを全て開示している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件Dについて",
                  "text": [
                    "甲1発明2の「読取り／書込みモジュール200」は，上向きに開口した状態で，読取り手段が，対象物が保持しているRFIDタグからデータを読み取ることが可能である。",
                    "したがって，甲1発明2は，「前記筺体および前記シールド部が上向きに開口した状態で，前記RFタグから情報を読み取る」から，構成要件Dを全て開示している。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件Fについて",
                  "text": [
                    "構成要件C及び構成要件Dにおいては，「外壁212」が本件発明の「筐体」に相当すると対比したが，前記2(3)ウのとおり，本件発明の「筐体」とは，「シールド部」と独立した技術的意義を有しないものであり，シールド部を入れるための単なるハウジングでもよいし，シールド部と兼用でも差し支えないものであるから，甲1発明2の「外壁212」が本件発明の「電波反射層」及び「筐体」の両方に相当すると対比することができる（以下，この場合の対比を「対比①」という。）。",
                    "対比①では，甲1発明2において，「外壁212」と「読取り壁204～210」との間に配置されている「吸収性発泡体214」は，電波を吸収するから，本件発明の「シールド部」のうち「電波吸収層」に相当する。",
                    "また，甲1発明2の「吸収性発泡体214」の外側にある「外壁212」は，甲1においてこれが金属であると明記されてはいないが，当業者が，甲1発明の「外壁212」が金属であり，電波を反射する本件発明の「電波反射材」に相当すると理解することは，前記2(4)ア(カ)のとおりであるから，本件発明の「電波反射層」に相当する。",
                    "また，一定の厚みを有する甲1発明2の「外壁212」の内側（「吸収性発泡体214」と接する面）表面の「層」が「電波反射層」に相当し，その余が単なるハウジングである「筐体」に相当すると対比することもできる（以下，この場合の対比を「対比①’」という。）。",
                    "なお，本件審決も，甲1発明2の「4つの垂直側壁204～210」が「金属で作られ」，電波を反射するから，本件発明の「シールド部」に相当すると認定するとともに，甲1発明2の「4つの垂直側壁204～210」が本件発明の「筐体」に相当すると認定しており，同一の構成を，電波を反射する「シールド部」と「筐体」とを「兼用」するとして，兼用を特に問題とすることなく認定している。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によると，本件発明1，3は，甲1発明2と同一であるから，新規性を欠く。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由B-5（甲1発明2を主引用例とする本件発明3の容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1の「外壁212」が本件発明の「電波反射層」に相当するか否かが不明であるとの相違点についての容易想到性の判断の誤り",
              "text": [
                "前記4の対比①及び対比①’では，甲1の「外壁212」が金属であると明記されていないため，これが電波を反射する本件発明の「電波反射層」に相当するか否かが不明であり，本件発明と甲1発明との一応の相違点であるとしても，当業者が，甲1発明の「外壁212」が金属であり，電波を反射する本件発明の「電波反射材」に相当すると理解することは，前記2(4)ア(カ)のとおりであるから，当業者にとって，容易に想到することができた。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明2の「外壁212」が本件発明の「電波反射層」に相当するが，「筐体」は開示されていないという対比（以下，この場合の対比を「対比②」という。）をしたときの容易想到性の判断の誤り",
              "text": [
                "甲1には，「好ましい実施形態によれば，防壁は読取り/書込みデバイスの主本体を形成する。載置キャビティは，例えば前記デバイスの底部で防壁に配置される要素を介して，前記読取り/書込みデバイスから分離する，より詳細には取り外すことができる，読取り/書込みモジュール内に作られる。」（甲1の訳文6頁41行～44行），「本発明における会計端末において，特に図1の会計端末100において利用することができる」（甲1の訳文9頁41行～43行）などと説明されているとおり，甲1の「読取り／書込みモジュール200」を，単体で使用することも，別の会計装置のハウジングに組み込んで利用すること，すなわち，何らかのハウジング（筐体）に入れることも示唆している。",
                "また，甲1発明2の「読取り／書込みモジュール200」のようなリーダライタは，現実に使用するときには，何らかのハウジング（筐体）に入れることは当然のことである。",
                "さらに，上向きに開口した直方体の（リーダライタ等の）モジュールを使用するときは，モジュールの安定性，モジュール内に出し入れされる物品の視認性及び出し入れのやり易さ，店舗等における外観，美感の観点から，モジュールを剥き出しで使用することは考え難く，通常は，何らかのハウジング（筐体）に入れて使うものである（乙2，11～14）。",
                "したがって，甲1発明2の「読取り／書込みモジュール200」を何らかのハウジング（筐体）に入れて利用するということは，本件出願日当時の当業者にとって技術常識であり，周知技術の範囲内の単なる設計事項であって，当業者が容易に想到することができた。原告らも，「甲1発明2を現実に使用しようとすれば，何らかのハウジングに入れることが当然のことであるのは，被告の主張する通りである」（原告の第1準備書面14頁18行～20行）と被告の主張を認めている。",
                "そうである以上，甲1発明2を，発明として把握し，認識することができれば，甲1発明2の「読取り／書込みモジュール200」をハウジングに入れて使うことで本件発明3に至ることは当然の事柄であり，当業者が容易に想到することができた。",
                "そして，甲1発明2の「読取り／書込みモジュール200」を周知技術であるハウジング（筐体）に入れて使うときは，「読取り／書込みモジュール200」が上向き開口である以上，筐体も上向き開口となるから，「上向きに開口した筐体内」を満たすこととなる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明2の「外壁212」が金属であることは開示されていないとした場合（以下，この場合の対比を「対比③」という。）の容易想到性の判断の誤り",
              "text": [
                "仮に，甲1発明2の「外壁212」が金属であることが開示されていないとしても，本件明細書の段落【0030】及び【図3】において説明されているような，アンテナから発せられる電波を内側の「電波吸収層」が吸収し，吸収しきれなかった電波を外側の「電波反射層」が反射してシールド部内に戻し，結局は「電波吸収層」に吸収されるようにする，という「電波吸収層」及び「電波反射層」の技術的意味は，前記3(1)イ(イ)のとおり，本件出願日当時，既に知られていた事柄である。",
                "したがって，当業者の間では，吸収型の電磁波吸収材が，電波を吸収する吸収材と，その外側に形成され，電波を反射させる金属板を備える構成となることは周知であったことが認められる。",
                "そうすると，仮に，甲1発明2の「外壁212」が金属であることは開示されていないとした場合には，甲1発明2の「読取り／書込みモジュール200」における電波遮断性能を向上する目的で，「吸収性発泡体214」によりアンテナから発せられる電波を吸収して遮断することに加え，「吸収性発泡体214」を通過してしまった電波を「吸収性発泡体214」に裏打ちされた金属板で反射して「読取り／書込みモジュール200」内に戻すことで，結局は「吸収性発泡体214」に吸収されるようにするという技術思想は，本件出願日当時の当業者が容易に想到し得た事柄であるところ，この場合の「吸収性発泡体214」に裏打ちされた金属板は，本件発明3の「電波反射層」に相当する。",
                "したがって，甲1発明2において「電波反射層」が存在しないという相違点があるとしても，この点について，当業者は容易に想到することができた。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由B-6（甲2発明を主引用例とする本件発明1，3の相違点の認定の誤り，本件発明3の容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(3)ウのとおり，「筐体」は，本件発明において特段の技術的意義を有するものではないから，「筐体」の開口が上向きであることは，何らかの技術的意義を有するものでもない。本件明細書に記載された技術思想は，【図3】から理解されるとおり，「シールド部」と同じ方向に「筐体」にも開口を設けるという当然の事柄にすぎず（段落【0018】，【0019】，【図1】，【図3】），それ以上の技術的意義は，記載も示唆もされていない。",
                    "「筐体」とは，何らかの物を収納して位置決めするために当該物の外側に位置する構造物であり，シールド部のように電波を漏らさないために平面であることが予定されている構造物とは異なり，パイプからなる入れ物も含む（乙17～25）。",
                    "したがって，甲2発明の「パイプ」は，本件発明の「筐体」に相当する。",
                    "そして，甲2発明の「パイプ」が上向きに開口していることは明らかであるから，相違点1-2(2）は存在せず，一致点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2発明のパイプは，その内側のシールド部を支える構成物であり，パイプでなければならない必然性もないから，これを，側壁及び底板を有する，はこ型に設計変更することは単なる設計事項であるので，当業者は，容易に想到することができた。この点に関する，原告らの「パイプからなる構造物についてみれば，筐体とはいえず，特定の方向への開口を観念できない」，「筐体内にシールド部が設けられていることにはならない」という主張も理由がない。また，甲2の【図5】に開示された読取装置においては，側面及び下面には面内にパイプがあるが，上面には面内にパイプがないのであるから，読取装置のパイプ構造物である「筐体」が上向きに開口した構成であると理解できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断について",
              "text": [
                "甲2発明の「シールド不織布からなる各電波吸収板」は，本件発明の「シールド部」のうち「電波吸収層」に相当するが，「前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層」は開示されていないこととなる。",
                "しかし，前記3(1)イ(イ)のとおり，本件明細書の段落【0030】及び【図3】において説明されているような，アンテナから発せられる電波を内側の「電波吸収層」が吸収し，吸収しきれなかった電波を外側の「電波反射層」が反射してシールド部内に戻し，結局は「電波吸収層」に吸収されるようにするという「電波吸収層」及び「電波反射層」の技術的意味は，本件出願日当時，既に知られていた事柄であり，甲2発明の電波遮断性能を向上する目的で，「シールドに加え，「シールド不織布からなる各電波吸収板」を通過してしまった電波を「シールド不織布からなる各電波吸収板」に裏打ちされた金属板（例えば，アルミ箔〔乙3の32頁図3(a)〕）で反射して読取空間内に戻すことにより，結局は「シールド不織布からなる各電波吸収板」に吸収されるようにするという技術思想は本件出願日当時の周知技術であり，このような技術思想を採り入れることは周知技術の範囲内の設計事項にすぎなかったものである。この場合の「シールド不織布からなる各電波吸収板」に裏打ちされた金属板（例えば，アルミ箔〔乙3の32頁図3(a)〕）は本件発明3の「電波反射層」に相当するから，甲2発明において「電波反射層」が存在しないという相違点があるとしても，この点は，当業者が容易に想到することができたものである。",
                "これに対し，原告らは，甲2は，一般的に用いられている電波吸収板よりも電波吸収性能がよく，被告が主張する「電波遮断性能を向上させる目的」は，甲2発明それ自体で達成できているから，更にシールド不織布を金属裏打ちして読み取り性能を向上する動機付けがないと主張する。",
                "しかし，甲2発明の読取精度は98％にとどまっており（段落【0008】），ICタグ読取装置の技術分野においては更に読取精度を向上させて誤読を防止することは当然求められる作用効果であるところ，乙3にそれを可能とするメカニズムが技術的に解説されている状況において，乙3に記載された技術を甲2発明に適用することについて何らの阻害事由も存在しないのであるから，このような適用が容易想到でないという理由がない。実際の店舗において使用される自動精算するレジにおいて2％の読み取りミスが発生するということは，販売したはずの商品のうち2％は代金が支払われないということであるから，当業者が更に読取性能の向上を目指すことは当然である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)のとおり，相違点1-2(2）が一致点であり，相違点でないとすると，本件審決の認定，判断によっても，本件発明3は，甲2発明により容易に想到することができたものとなる。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由B-7（明確性要件違反）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1の構成要件Cの「上向きに開口した筐体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」の意味として，前記1(1)のⓐ～ⓒの三つの場合が考えられるが，本件発明1の記載からは，上記ⓐ～ⓒのいずれの意味であるか不明確である。したがって，「筐体内に設けられ・・・たシールド部」を備えるという要件は，不明確であり，具体的な装置が同要件を充足するか否かを当業者が理解することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，シールド部を「筐体内」に設けることの技術的意義は，本件明細書に開示がなく，原告らも，本訴訟や関連特許に係る訴訟，無効審判等において一切説明していない。",
                "しかし，「筐体にシールド部を設ける場合には，筐体の外側にシールド部を設ける構成の他に，筐体の内側にシールド部を設ける構成，筐体がシールド部を兼ねる構成をとることが可能であり，いずれの構成をとっても筐体の内側と外側の電波を遮蔽（シールド）することができること」は，本件出願日前に周知技術であった（甲3の段落【0013】，乙7の段落【0012】，【0030】，【0033】～【0035】，乙8の段落【0014】～【0016】，乙45の段落【0020】，【図2】，【0025】，【0026】，乙9の段落【0047】【図2】，【0059】【図5】，【0061】，甲1の訳文8頁35行～37行，甲8の段落【0024】，【図3】，甲2の段落【0028】，【図5】，【0012】，【0022】，【0010】，【図5】，乙10の段落【0032】）。また，甲1，甲2，甲8，乙9，乙10及び乙45では，シールド部は筐体の内側に設けられ，又は筐体がシールド部を兼ねているが，いずれの構成でも，筐体の内部と外部の電波を遮蔽（シールド）できるものとされている。",
                "本件発明がシールド部を「筐体内」に設けることとしているのは，本件明細書の実施例が偶然そのような位置関係としたことに基づくものであって，何ら技術的意義は認められない。",
                "したがって，当業者としては，シールド部を「筐体内」に設けることの技術的意義も不明なまま，本件明細書の段落【0018】～【0020】を見ても，上記のⓐ～ⓒ（図A～C）のいずれの構成が含まれるか理解することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1，3は，特許法36条6項2号（明確性要件）により特許を受けることができないものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，特許権者である原告らの主張と異なり，前記ⓑという態様として構成を特定できるから明確であると判断したが，これは，前記ⓐ及びⓒという態様を含むか否かが不明確であるという被告の主張に応えるものではなく，審理不尽ともいえるものである。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由A1～4に対する反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由A-1（手続違反）について",
              "text": [
                "被告は，本件弁駁書において，訂正請求に対応する形で新規性・進歩性欠如の無効理由を再構築し，訂正後の本件発明について進歩性欠如の無効理由を主張したものであり，何らの違法性はない。本件審決では進歩性欠如の無効理由が認定されているから，特許庁は，進歩性欠如について判断する旨の決定を黙示に行ったものである。",
                "原告も，本件訂正前発明に進歩性欠如の無効理由を認定した無効理由通知書（甲22の14）に対し，令和2年1月14日付け意見書（甲22の16）において進歩性欠如の無効理由を争っているから，十分な手続保障を享受したものであり，本件審決に手続違反は存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由A-2（甲1発明2の認定の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，甲1発明2として「読取り／書込みモジュール200」を単体で認定することが誤りであると主張する。",
                    "しかし，過去の裁判例によると，引用発明の認定は，本発明と対比するのに必要な範囲で，過不足なく引用例を認定すべきことが重要であり，これらの裁判例に照らすと，本件発明と対比する読取装置を甲1から認定しようとした場合に，特許発明が有しない構成について引用発明を認定する必要がないし，認定すべきでもないから，本件審決が甲1発明2の「読取り/書込みモジュール200」を引用発明とした認定，判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，甲1の「載置キャビティ」を「読取り／書込みデバイス102」から分離し，取り外すことができるという記載について，「モジュールがデバイスから取り外せることを示している」ことは認めているから，原告らの理解によっても，甲1発明2の「読取り／書込みモジュール200」を会計装置全体から分離して，取り外して，単体として発明として認識できることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，甲1の「読取り／書込みデバイス102」は単独で機能するものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，RFIDタグの読取り／書込みを行うデバイスと，このデバイスを利用する会計端末に関するものである（甲1の訳文3頁4行～6行）が，一般に，RFID読取りデバイスにより情報が読み取られる対象物には，液体を含む物や水分量が多い物もあるが，そうでない物もある。こうした液体を含む物や水分量が多い物を取り扱わない店舗も多々あるが，甲1発明の発明者は，スーパーマーケットのように，液体を含む物や水分量が多い物も販売する店舗に着目し，そのような店舗においては，「FR  2  966  954  A1号」として公開されている特許公開公報（乙30）の図に示された装置では，効率的な読取りを実施することができないと考えており（甲1の訳文3頁10行～26行），甲1発明は，「液体を含む物や水分量の多い物についてもRFIDタグが効率的に読みとれること」，「対象物のタイプにかかわらず，RFIDタグが効率的に読みとれること」を目的とするものであることを，当業者は理解する。",
                        "《乙30の特許公報中の図》",
                        "そして，当業者は，甲1の具体的構成（甲1の訳文3頁35行～47行）により，「本発明によるデバイスによって，載置キャビティ内において，端末の近傍に置かれた製品，特に端末に隣接する棚に置かれた製品に貼付されたRFIDタグが通電され，したがって読み取られるリスクを伴わずに，読取り／書込み動作を実施するのに使用される電波の出力を増加させることが可能になり，またしたがって，キャビティ内に載置されたタグを，液体を含む対象物に貼付されたタグであっても，より良好に読み取ることが可能になる。」という効果を有すること（甲1の訳文4頁14～19行）を理解する。",
                        "甲1の具体的構成と，乙30に記載されているRFID読取りデバイスの相違は，①「前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在し，前記載置キャビティと外部との間の電波を減衰することができる，防壁と呼ばれる少なくとも1つの壁」（「防壁」）と，②「前記少なくとも1つの防壁を通して前記挿入アパーチャにアクセスするための，アクセス開口部と呼ばれる少なくとも1つの開口部」（「アクセス開口部」）のみである。",
                        "②の「アクセス開口部」は，①の「防壁」がある場合に，載置キャビティに物を入れるため（「防壁を通して前記挿入アパーチャにアクセスするため」）の開口部であるから，防壁があれば必然的に存在することになるものであり，水分を含む物でも情報が効率的に読み取れることとは関係しない。甲1の具体的構成が，乙30に係る発明と異なり，水分を含む物でも情報が効率的に読み取れるのは，「防壁」があるからであると当業者は理解する。",
                        "したがって，当業者は，水分を含まない物や対象物が軽い物を読み取るのであれば，電波を低量にするから，「防壁」のない装置で十分であると理解する。",
                        "そして，甲1では，「防壁」のないものとして，「読取り／書込みモジュール200」が，［図2］に示され，甲1の訳文10頁1～19行に具体的な構成が記載されており，当業者は，「読取り／書込みモジュール200」は，「防壁」を備えるものではなく，よりシンプルな構成であるが，読取装置に必要な要素をすべて備えるものであり，水分を含まない対象物については，問題なく動作することを理解する。",
                        "このように，甲1には［図1］に示されている読取装置と，［図2］に示されている読取装置の二つが開示されており，［図1］の読取装置は，水分を含む物も含まない物も，効率よく読み取ることができるものであり，［図2］の読取装置は，水分を含まない物に使用することができると，当業者は理解する。",
                        "甲1発明2のように，読取装置を独立した発明として把握する公知文献，公知技術は枚挙に暇がない（甲2，乙28～37）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，水分を含まない物を読み取るものとして，甲1発明2を単体で利用することについては甲1に何ら記載がないと主張している。",
                        "しかし，被告は，読取対象物が水分の少ない場合については従来技術と同様に甲1発明2が単体の読取装置として機能することを説明しているのであるから，これに対する反論となっていない。当業者が甲1文献の記載を読めば，読取対象物が水分の少ない物を取り扱う店舗においては，水分の多い物を読み取るために創作された甲1発明1全体を実施するのは無駄であり，従来技術に近い甲1発明2を実施すべきであると考えるのが当然である。",
                        "また，原告らは，電波の出力を下げると金属に貼られたタグも読み取りできなくなると主張する。",
                        "しかし，そのような事実があるかは不明であるし，仮にそうであるとしても，読取対象物が金属製でない場合は，従来技術と同様に，甲1発明2が単体の読取装置として機能し，使用可能である。本件明細書には，電波強度や金属に貼られたタグを読み取る点について記載がなく，本件発明が金属に貼られたタグが読めるものとは解釈できないから，甲1発明2と対比できるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，防壁及びアクセス開口部は，甲1に記載される目的を達成するために必須の構成であると主張する。",
                    "しかし，上記ウのとおり，甲1の［図2］の読取装置は，水分を含まない物については読取装置として十分に使用することができると，当業者は理解する。本件審決は，甲1に記載されたこれらの発明のうち，水分を含まない物に使用することができる［図2］の読取装置を「甲1発明2」と認定したものであるから，誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告らは，甲1の実施例に重量計が使われていることを指摘するが，読取対象物が水分の少ない場合については，重量計が存在しても，従来技術と同様に，甲1発明2が単体の読取装置として機能することに変わりはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由A-3（甲1発明2を主引用例とする本件発明1の相違点の認定，容易想到性の判断の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-1（1―2）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，「読取り／書込みモジュール200」は，「読取装置」としては機能的に完成していないと主張するが，前記(2)ウのとおり，甲1に記載された発明は，対象物が液体を含んでいない場合や対象物が軽い場合には電波を低量にするから防壁を必要としない。したがって，原告らの主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，「読取り／書込みモジュール200」は，単体で据置式とする示唆もないと主張している。",
                        "しかし，「据え置く」という用語の辞書的意味は，前記4(2)アのとおりであり，「読取り／書込みモジュール200」は，この辞書的意味に当てはまる。また，甲1の記載によると，甲1発明2の「読取り／書込みモジュール200」は，「分離する，より詳細には取り外すことができる」（甲1の訳文6頁41行～44行），「本発明における会計端末において，特に図1の会計端末100において利用することができる」（甲1の訳文9頁41行～43行）と説明されているとおり，ハウジング内に据え置いた状態などで，使用することが想定され，移動させながら使用することは想定されていないから，甲1発明2は，別の装置に組み込まれたり，単体で使用したりする場合も含めて，「据置式」の装置である。",
                        "このような「据置式」のクレーム文言解釈については，原告も，本件審判の令和1年11月26日付け被請求人上申書（2）において，本件発明の構成要件Aの「据置式」とは，利用時において読取装置（又はこれを組み込んだシステム）の位置を固定して（読取対象となるRFIDの付された商品を当該固定位置まで移動させて）利用することを通常の用途とする様式を指すと主張している（甲22の13）。",
                        "仮にそうでないとしても，「読取り／書込みモジュール200」を，別の装置に組み込んで使用したり，単体で使用し据置式とすることは，当業者が適宜なし得たことにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-2（1-2）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明の「筐体」において，「底板」は，必須の構成要素ではないが，仮に，本件発明の「筐体」は，「側壁」及び「底板」を備えるものに限定されるとしても，この点は，本件審決が判断しているとおり，実質的な相違点ではないか，当業者が容易に想到することができるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明の「筐体」が「底板」を備えるものに限定されるという原告らの主張は，下記の❶～❸が全て成り立てば，相違点1-2（1-2）に関する本件審決の認定，判断が誤りであるというものである。",
                            "❶  本件発明の「筐体」は「機器をおさめているはこ」の態様に限定されるが，甲1発明2の「外壁212」は「機器をおさめているはこ」の態様になっていない。",
                            "❷  （甲1発明2における「底板」は「引出しまたは棚」のみであることを前提として，）甲1発明2の「外壁212」と「引出しまたは棚」をひとまとまりの構成として把握することはできない。",
                            "❸  甲1発明2の「外壁212」と「載置キャビティ202の底壁」（甲1の訳文10頁18行～19行）を併せて筐体とすることは，当業者にとって，容易に想到することができない技術的事項である。",
                            "甲1の請求項1の記載によると，甲1発明2の「読取り／書込みモジュール200」は，「外壁212」とともに「底壁」を有するものであり，この「底壁」は，本件明細書中の実施例である段落【0018】に記載されている「底板」に相当する。",
                            "したがって，甲1発明2の「読取り／書込みモジュール200」は，「外壁212」及び「底壁」によって「機器をおさめているはこ」の態様になっており，「アンテナ」を収容しているといえるから，上記❶及び❷は前提を欠くものであり，理由がない。",
                            "上記❸については，甲1発明2の「外壁212」と「底壁」を併せて筐体とすることは，「重量計」の部分に埃や塵などの異物が入らないように，甲1発明2の「読取り／書込みモジュール200」の底を，底板などで塞ぎ，その底板の上に「重量計」を設置して固定することは，当業者が通常想定し得るといえるものである。",
                            "また，甲1発明2において「重量計」は任意のオプションである（請求項9，甲1の訳文6頁7行～9行）。「重量計」を有しない場合には，重量計のプレートも存在せず，「読取り／書込みモジュール200」の底面を構成する「底壁」が，本件明細書中の実施例である段落【0018】に記載されている「底板」に相当する。",
                            "さらに，別の対比としても，甲1発明2の「外壁212」は，「引出しまたは棚」と連続しており，両者は一体化しており，「機器をおさめているはこ」の態様となっているから，「筐体」に相当する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由A―4（甲1発明2を主引用例とする本件発明2の容易想到性の判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明2において，RFID読取り／書込み手段が備えるアンテナはキャビティ内に電波を放射する，好ましくは，アンテナが側壁に分配されるとされている（甲1の訳文4頁31行～38行）から，アンテナはキャビティ内に電波を放射すればよく，側壁に設けることは好ましい形態であるといえる。したがって，側壁以外にアンテナを備えることも示唆されている。",
                    "また，甲1発明2において，重量計は「更に備えることができる手段」（甲1の訳文6頁7行～9行）であり，重量計はオプションにすぎず設けなくてもよいから，アンテナを載置面に対抗する面に設ける周知の構成とする場合には重量計を設けないだけのことであり，阻害事由とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明2は，アンテナを載置面と対抗する面と側壁の両方に設ける構成も含むものである。甲1発明2において，読取りをより確実に行うために，側壁にアンテナを設けた状態で，アンテナを載置面に対抗する面にも設ける周知の構成とすることは容易想到である。アンテナを読取り空間を構成する側壁と底面の両方に設けることは，例えば，甲2の［図5］に記載されている。",
                    "載置キャビティの側壁に加えて底壁にアンテナを配置した場合には，アンテナを増やすことにより読み取り可能範囲が広がることは当然で，装置全体の消費電力を抑えるためにタグの読み出し性能に影響しない程度にアンテナの出力を弱くするように調整することは自然であり，電波の出力が必ず高くなるとの原告ら主張は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点2（1-2）は，甲1発明2に周知技術（例えば，甲3）を適用することにより，当業者が容易に想到することができた。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書（甲23）には，次の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は，RFタグの情報を読み取る読取装置，及び当該RFタグが付された物品の情報を提供する情報提供システムに関する。",
                "【背景技術】",
                "【0002】",
                "近年，店舗における会計をスムーズに行うために図6に示す会計システム100が提案されている。この会計システム100は，各商品Pに付されたRFタグ102と，RFタグ102の情報を読み取るリーダライタ104と，リーダライタ104と通信可能に接続されたレジスター106と，から構成されている。リーダライタ104は，会計カウンターTの裏面に設置されており，会計カウンターT上の買物カゴ内にある商品PのRFタグ102から情報を一括して読み取り，読み取った情報をレジスター106へと送信する。レジスター106は，受信した情報に対応する商品情報（商品名及び価格）に基づいて会計処理を行う。",
                "【0003】",
                "上記会計システム100によれば，会計カウンターT上に買物カゴを載せるという簡便な動作で会計処理ができる。また，会計カウンターT上に載せたままで会計処理が可能なので，買物カゴの中身を視認でき，顧客は会計処理中も購入すべき商品Pを再度確認することができる。その反面，リーダライタ104の交信領域と顧客が存在する空間とが連続しているので，リーダライタ104のアンテナから放出される電波が他の装置に影響したり，他の装置から放出された電波がリーダライタ104の交信電波に干渉する可能性があった。",
                "【0004】",
                "ここで，特許文献1の読取装置は，開口を通じて商品を収容する筐体と，当該開口を開閉するフタと，を備え，筐体とフタは電波を反射または吸収する部材で形成されている。この読取装置は，筐体の開口がフタで閉められた状態，すなわち筐体内に収容された物品がシールドで密閉された状態でRFタグの読み取りを行うので，上記した電波に関する問題を防止することができる。",
                "【先行特許文献】",
                "【0005】",
                "【特許文献1】特開2015―20711号公報",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0006】",
                "しかしながら，特許文献1の読取装置では，筐体内に商品を入れてフタを閉めて会計処理をした後，フタを開けて商品を取り出すといった煩わしい動作が必要となる。また，筐体内に収容された買物カゴを視認することができないので，会計処理中には，商品を再度確認することができなくなってしまう。すなわち，顧客の利便性が損なわれてしまう。",
                "【0007】",
                "このように，顧客の利便性を確保することと，電波の影響を低減することを両立するのは困難であった。なお，このような問題は，会計処理に用いられる読取装置だけでなく，物品に付されたRFタグを読み取る据置式の装置について同様に生じうるものである。",
                "【0008】",
                "上記した課題に鑑み，本発明は，読み取り時の利便性を確保しつつ，電波の影響を低減した読取装置，及び情報提供システムを提供することを目的とする。",
                "【課題を解決するための手段】",
                "【0009】",
                "上記の目的を達成するため，本発明は物品に付されたRFタグから情報を読み取る読取装置であって，前記RFタグと交信するための電波を放射するアンテナと，前記アンテナを収容し，前記物品よりも広い開口が形成されたシールド部と，を備え，前記シールド部が開口した状態で前記RFタグから情報を読み取ることを特徴とする。",
                "【0010】",
                "また，前記アンテナよりも前記開口側に配されて，前記物品が載置される載置部を備えたことを特徴とする。",
                "【0011】",
                "また，前記シールド部は，前記電波を吸収する電波吸収層と，前記電波吸収層の外側に形成され，前記電波を反射させる電波反射層と，を備えることを特徴とする。",
                "【0012】",
                "また，上記の読取装置と，前記読取装置と通信可能な情報提供装置と，を備え，前記情報提供装置は，前記物品に関する物品情報を前記RFタグの情報に対応付けて記憶する記憶部と，前記読取装置から前記RFタグの情報を取得する取得部と，取得した前記RFタグの情報に対応する前記物品情報を前記記憶部から抽出して提供すべき情報を生成する情報生成部と，生成された前記提供すべき情報を出力する出力部と，を備えることを特徴とする。",
                "【発明の効果】",
                "【0013】",
                "本発明によれば，シールド部内にアンテナが収容されるので，アンテナから放出される電波の広がりを抑制し，他の機器に対する電波の影響を低減させることができる。また，シールド部が物品よりも広い開口を備えているので，シールド内に物品を配したり，開口上に物品を配するなどしてRFタグの読み取りを行うことができる。その際，シールド部は開口したままで読み取りを行うので，従来のように開口を閉めるといった煩わしい動作を要しない。したがって，読み取り時の利便性を確保しつつ，電波の影響を低減することができる。",
                "【発明を実施するための形態】",
                "【0015】",
                "以下，本発明に係る読取装置および情報提供システムの実施形態について，図面を参照しながら説明する。",
                "【0016】",
                "図1（a）に示すように，本実施形態に係る情報提供システム10は，衣料品などの商品Pを販売する店舗において用いられる。当該店舗では，値札と共にRFタグ12が各商品Pに取り付けられている。RFタグ12は，図2に示すように，アンテナ14と，当該アンテナ14を介してリーダライタ16と交信する交信回路（不図示）を内蔵したICチップ18と，から構成されている。このICチップ18には，CPU（不図示）およびメモリ（不図示）が内蔵されており，そのRFタグ12を一意に識別できるように定められた固有の情報（以下，「タグ情報」という）がメモリに記憶されている。",
                "【0017】",
                "図1に戻り，上記RFタグ12を取り付けた商品Pが店舗内の棚やテーブルに陳列されており，顧客は気に入った商品Pを選択して買物カゴBに入れてゆく。ここで，買物を続けている中で，買物カゴBに入っている複数の商品Pの総額を把握したいといったニーズがある。そこで，本実施形態に係る情報提供システム10では，上記RFタグ12のタグ情報を読み取る読取装置20を用いて，買物カゴBに入れられた商品Pの総額を店員Sのモバイル端末22に表示することとしている。",
                "以下，読取装置20およびモバイル端末22について詳述する。",
                "【0018】",
                "読取装置20は，買物カゴB内の商品Pに付されたRFタグ12と交信してタグ情報を読み取る据置式の装置であって，図3に示すような筐体24を備えている。筐体24は，買物カゴBの縁の外形よりも広い方形の底板26を備えている。この底板26の各縁には，当該底板26に対して垂直に立設された4つの壁板28（図1）が接合されている。各壁板28は，大人の腰の高さ程度まで垂直に延在しており，各垂直な縁同士が互いに接合されている。当該4つの壁板28（図1）および底板26によって，上向きに開口した方形の筐体24が形成されている。",
                "【0019】",
                "筐体24の内側には，2つの水平板32，50が上下に設けられている。上方の水平板32は棚受34によって着脱可能に支持されている。当該水平板32は，商品P（図1）を入れた買物カゴ（図1）が載置される方形の板であって，載置された買物カゴBが壁板28によって形成された囲い内に収まるように，高さが調節されている。すなわち，水平板32は，買物カゴBが載置される載置部として機能している。下方の水平板50は各壁板28の内壁面に接着されている。当該水平板50上にはリーダライタ16のアンテナ60が配されている。当該水平板32，50，各壁板28，及び底板26は木材により形成されている。",
                "【0020】",
                "ここで，各壁板28において，水平板50よりも上方に延在している内壁面42には，電波反射シート38が貼着されている。電波反射シート38は，アルミニウムなどの金属から成るシートであり，その表面で電波を反射させる電波反射層として機能している。電波反射シート38の内側全面には電波吸収シート40が貼着されている。電波吸収シート40は，ゴム材に磁性金属粉を混合して成るシートであり，その内部で電波を吸収する電波吸収層として機能している。また，水平板50の上面にも，同様に，電波反射シート38が貼着され，さらに電波反射シート38の上に電波吸収シート40が貼着されている。このように，各壁板28および水平板50に設けられた電波反射シート38と電波吸収シート40によって，アンテナ60を収容し，上向きに開口30が形成されたシールド部44が構成されている。",
                "【0021】",
                "上記したシールド部44と水平板32によって，買物カゴBを収容するための空間が形成されている。すなわち，シールド部44と水平板32は，買物カゴBを収容する収容部36として機能している。",
                "【0022】",
                "上記水平板50の下方に形成された内部空間はリーダライタ16の本体48が設置される空間であり，この空間を形成している4つの壁板28の下部と底板26は基部46として機能している。なお，水平板50及び水平板50に貼着された電波反射シート38と電波吸収シート40には，その表裏を貫通する貫通穴52が開設されており，当該貫通穴52に通された配線54によって，アンテナ60と底板26上に設置された本体48とが互いに電気的に接続される。",
                "【0027】",
                "このように本実施形態では，図1に示すように，読取装置20の収容部36に買物カゴBがセットされると，収容部36が開口した状態で読取装置20によって各商品Pのタグ情報が読み出され，モバイル端末22によって提供情報（リストや総額）が表示される。",
                "【0028】",
                "上記本実施形態の読取装置20によると，開口30を通じて収容部36に買物カゴBを入れるといった簡便な動作でRFタグ12の読取準備が済む。また，読み取り時（交信時）には開口30から買物カゴBの商品Pを見ながら商品Pを再確認することができる。",
                "【0029】",
                "そして，収容部36を構成しているシールド部44によって，リーダライタ16のアンテナ60から放出される電波が読取装置20の周囲に広がるのを抑制し，他の機器に対する電波の影響を低減させることができる。また，読取装置20の周囲にある他の機器からの電波が収容部36に進入することも抑制され，電波の干渉に起因する読取精度の低下を低減させることができる。",
                "【0030】",
                "さらに，図3に示すように，シールド部44は，電波反射シート38が電波吸収シート40を包囲するように電波吸収シート40の外側に形成されている。このため，電波吸収シート40から漏れ出た微弱な電波は電波反射シート38で反射して，電波吸収シート40の内部で吸収されることとなり，電波の遮蔽性能に優れている。その結果，RFタグ12との交信領域が収容部36とその上方に制限され，読取装置20の周りにある商品PのRFタグ12のタグ情報を誤読してしまうといった問題が生じない。",
                "【0031】",
                "以上，本発明に係る読取装置および情報提供システムを実施形態に基づいて説明してきたが，本発明は，上記した形態に限らないことは勿論であり，例えば，以下のような形態で実施されても構わない。",
                "【0032】",
                "＜変形例＞",
                "（1）上記実施形態では，水平板50にリーダライタ16のアンテナ60が取り付けられているが，アンテナ60は水平板32の下面側に取り付けられていても構わない。この場合には，水平板50を省略して構造を簡素化しても構わない。また，アンテナ60は水平板32の上面側に取り付けられていても構わない。この場合には，水平板32の上面又は下面に電波反射シート38を設けて，電波の影響をさらに低減することができる。他には，アンテナ60は壁板28の内壁面側に取り付けられても構わない。要は，アンテナ60はシールド部44の内側において，開口30から離れた位置であれば何処に取り付けてもよい。",
                "【0033】",
                "（2）上記実施形態において，各壁板28の内壁面に設けられた電波反射シート38および電波吸収シート40は，リーダライタ16の本体48とモバイル端末22との無線通信が阻害されない程度まで下方に延在してもよい。",
                "【図1】                              【図2】",
                "【図3】                              【図6】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記第2，3の本件訂正後の特許請求の範囲の記載及び上記(1)の本件明細書の記載からすると，本件発明は，以下のようなものであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "背景技術と発明が解決しようとする課題",
                  "text": [
                    "店舗における会計をスムーズに行うために，各商品に付されたRFタグと，RFタグの情報を読み取るリーダライタと，リーダライタと通信可能に接続されたレジスターとから構成され，会計カウンターの裏面に設置されたリーダライタにより，会計カウンター上の買物カゴ内にある商品のRFタグから情報を一括して読み取り，読み取った情報をレジスターへと送信して，当該情報に対応する商品情報（商品名及び価格）に基づいて会計処理を行う会計システムが提案されている。この会計システムによると，会計カウンター上に買物カゴを載せるという簡便な動作で会計処理ができ，また，会計カウンター上に載せたままで会計処理が可能なので，買物カゴの中身を視認でき，顧客は会計処理中も購入すべき商品を再度確認することができるが，リーダライタの交信領域と顧客が存在する空間とが連続しているので，リーダライタのアンテナから放出される電波が他の装置に影響したり，他の装置から放出された電波がリーダライタの交信電波に干渉する可能性があった。（段落【0002】，【0003】）",
                    "上記のような電波に関する問題を防止する読取装置として，開口を通じて商品を収容する筐体と，当該開口を開閉するフタとを備え，筐体とフタは電波を反射又は吸収する部材で形成されていることにより，筐体の開口がフタで閉められた状態，すなわち筐体内に収容された物品がシールドで密閉された状態でRFタグの読み取りを行うものがあるが，筐体内に商品を入れてフタを閉めて会計処理をした後，フタを開けて商品を取り出すといった煩わしい動作が必要となり，また，筐体内に収容された買物カゴを視認することができないので，会計処理中には，商品を再度確認することができなくなり，顧客の利便性が損なわれてしまうものであった（段落【0004】，【0006】）。",
                    "このように，顧客の利便性を確保することと，電波の影響を低減することを両立するのは困難であった（段落【0007】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題を解決するための手段と発明の効果",
                  "text": [
                    "本件発明は，上記の課題に鑑み，読取り時の利便性を確保しつつ，電波の影響を低減した読取装置を提供することを目的とするものであって，物品に付されたRFタグから情報を読み取る読取装置を，RFタグと交信するための電波を放射するアンテナと，上向きに開口した筐体内に設けられ，アンテナを収容し，物品よりも広い開口が形成されたシールド部とを備えるものとし，筐体及びシールド部が上向きに開口した状態でRFタグから情報を読み取ることを特徴とするものである（【請求項1】，段落【0008】，【0009】）。",
                    "本件発明によると，シールド部内にアンテナが収容されるので，アンテナから放出される電波の広がりを抑制し，他の機器に対する電波の影響を低減させることができる。また，シールド部が物品よりも広い開口を備えているので，シールド内に物品を配したり，開口上に物品を配するなどしてRFタグの読み取りを行うことができる。その際，シールド部は開口したままで読み取りを行うので，従来のように開口を閉めるといった煩わしい動作を要しない。したがって，読み取り時の利便性を確保しつつ，電波の影響を低減することができる。（段落【0013】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "読取装置20は，買物カゴB内の商品Pに付されたRFタグ12と交信してタグ情報を読み取る据置式の装置であって，筐体24を備えている。筐体24は，買物カゴBの縁の外形よりも広い方形の底板26と，この底板26の各縁に接合され，当該底板26に対して垂直に立設されて，大人の腰の高さ程度まで延在した4つの壁板28からなり，各壁板28は，各垂直な縁同士が互いに接合されている。当該4つの壁板28及び底板26によって，上向きに開口した方形の筐体24が形成されている。（段落【0018】）",
                    "筐体24の内側には，2つの水平板32，50が上下に設けられている。水平板32は，商品Pを入れた買物カゴBが載置される方形の板であって，載置された買物カゴBが壁板28によって形成された囲い内に収まるように，高さが調節されている。下方の水平板50は各壁板28の内壁面に接着され，水平板50上にはリーダライタ16のアンテナ60が配されている。（段落【0019】）",
                    "各壁板28における水平板50よりも上方に延在している内壁面42及び水平板50の上面には，その表面で電波を反射させる電波反射層として機能する電波反射シート38が貼着され，電波反射シート38の内側全面には，電波を吸収する電波吸収層として機能する電波吸収シート40が貼着されている。このように，各壁板28及び水平板50に設けられた電波反射シート38と電波吸収シート40によって，アンテナ60を収容し，上向きに開口30が形成されたシールド部44が構成されている。（段落【0020】）",
                    "上記したシールド部44と水平板32によって形成される空間が，買物カゴBを収容する収容部36として機能している。（段落【0021】）",
                    "水平板50の下方に形成された内部空間はリーダライタ16の本体48が設置される空間であり，この空間を形成している4つの壁板28の下部と底板26は基部46として機能している。なお，アンテナ60と底板26上に設置された本体48とが配線54によって互いに電気的に接続される。（段落【0022】）",
                    "このように，本実施形態では，読取装置20の収容部36に買物カゴBがセットされると，収容部36が開口した状態で読取装置20によって各商品Pのタグ情報が読み出され，モバイル端末22によって提供情報（リストや総額）が表示される。（段落【0027】）",
                    "そして，収容部36を構成しているシールド部44によって，リーダライタ16のアンテナ60から放出される電波が読取装置20の周囲に広がるのを抑制し，他の機器に対する電波の影響を低減させることができ，また，読取装置20の周囲にある他の機器からの電波が収容部36に進入することも抑制され，電波の干渉に起因する読取精度の低下を低減させることができる。RFタグ12との交信領域は，収容部36とその上方に制限されている。（段落【0029】，【0030】）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明において，「筐体」及び「シールド部」の開口が「上向き」に形成されたという構成の技術的意義について",
              "text": [
                "上記(1)，(2)に照らすと，「筐体」及び「シールド部」の開口が「上向き」に形成されたという構成の技術的意義は，フタを開け閉めするという煩わしい動作がなくなり，また，会計処理中に商品を確認することができるという，顧客の利便性の向上という技術的意義のほか，RFタグとアンテナの交信領域が「アンテナを収容し，物品を囲み，物品よりも広い開口がされたシールド部」（収容部）とその上方に制限され，他の機器に対して電波の影響を及ぼしたり，読取装置の周りにある商品のRFタグのタグ情報を誤読してしまうといった問題を生じさせないという技術的意義があるものと認められる。",
                "そして，「上向き」という用語や本件明細書の【図3】からすると，上記のRFタグとアンテナとの交信領域が制限される「上方」には，「真上」のみならず「斜め上方」も含むものと解されるが，「水平」方向を含まないことは明らかである。",
                "原告の本件審判における平成30年12月27日付け意見書（乙5）の「本願発明は，・・・シールド部が物品を囲むように設けられていることで，周囲の機材に対する電波の影響を低減することができます（明細書段落【0029】ご参照）。これは，据置式の読取装置においては，当該読取装置の上方に比べて周囲に対する電波干渉が問題となることに着目したものであり，店舗における会計カウンターなど，複数の本願読取装置を並設する場合には，隣り合う読取装置同士の電波干渉を低減することが可能となります。」との記載も，上記認定に沿うものであるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明における「筐体」と「シールド部」の関係について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明においては，「筐体」と「シールド部」は，請求項において，別の名称を付された別の物として記載されているし，本件明細書の段落【0018】～【0020】においても別の物として説明されている。",
                    "被告は，本件明細書には，「筐体」について，単なるハウジングという意味を超えた特段の技術的意義は説明されていないと主張するが，一般に，「筐体」と，その内部に入れる「シールド部」を別体とすると，それぞれの材質，構造，加工工程等を最適化できることが考えられるため，「筐体」と「シールド部」を別体にすることについて，本件明細書に具体的な記載がないからといって，そこに，技術的意義がないということはできない。",
                    "したがって，本件発明において，「筐体」と「シールド部」は別の物であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件明細書で先行技術文献として挙げられている乙1を始め，読取装置において，シールド部と筐体を兼用することは，多数の公知文献が存在する周知技術であると主張する。",
                    "しかし，乙1は，本件明細書で先行技術文献とされているものの，本件発明とは異なる発明であるし，被告が指摘する他の文献も，いずれも，本件発明とは異なる発明であるから，これらの技術があるからといって，本件発明において，筐体とシールド部が兼用されるものであるということはできない。",
                    "被告は，原告らが，「『筐体』に関する構成がなかったとしても，本件発明は進歩性が認められる」と主張していることを指摘する。",
                    "しかし，原告らの上記主張は，発明に進歩性が認められるかどうかの観点からの主張であり，「筐体」という構成を設けること自体が不要であると述べたものであるとは認められないから，被告の指摘は，上記アの判断を左右しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由A-1（手続違反）について",
          "text": [
            "原告らは，本件審決が甲1発明2を主引用例とする進歩性欠如の無効理由を判断したことが，手続違反に当たると主張する。",
            "証拠（甲22の1，15，17～20）によると，被告は，甲1発明2を主引用例とする無効事由については，本件発明1に関しては，新規性違反のみを主張していたこと，原告は，令和2年1月14日付けで訂正請求をし，同日付け意見書で，本件発明1（訂正後のもの）は，甲1に記載された発明を主引用例としても，進歩性を有すると主張したこと，被告は，これを受けて，本件弁駁書において，本件発明1は，甲1発明2に基づき新規性，進歩性を欠如している旨主張し，さらに，明確性要件違反の主張を追加したこと，特許庁は，同年5月26日付け補正許否の決定において，明確性要件違反の主張を追加することを許可し，同年6月2日付けの審決の予告において，甲1発明2を主引用例とする被告の主張する無効理由について，①本件発明1，3及び4についての新規性欠如，②本件発明1～4についての進歩性欠如として整理して特許庁の判断を示し，同年7月9日付けで，審理終結通知書を作成し，同月14日にこれを発送し，同年8月6日に本件審決をしたことが認められる。",
            "特許庁は，甲1発明2を主引用例とする進歩性欠如の主張について審理の対象とするのであれば，その主張を追加することの可否について明示的に判断すべきであったということができるが，原告は，甲1に記載された発明を主引用例としても，進歩性を有すると主張していること，審決の予告において，甲1発明2を主引用例とする進歩性欠如の主張について特許庁の判断が示され，その後，審理が終結されていることなどの上記の経過に照らすと，本件審判において，甲1発明2に基づく本件発明1の進歩性欠如について判断されたことが，本件審決を違法とする手続違反を構成するとまで認めることはできない。",
            "したがって，取消事由A-1は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由A-2（甲1発明2の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，次の記載がある（翻訳は，本件審決に提出された「甲1の訳文」による。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「1．少なくとも1つの対象物が保持する少なくとも1つのRFIDタグの読取り／書込みデバイスであって，",
                    "前記少なくとも1つの対象物を受け入れる少なくとも1つの載置キャビティであって，",
                    "少なくとも1つの底壁および少なくとも1つの側壁と，",
                    "少なくとも1つのRFID読取り／書込み手段と，",
                    "対象物を前記載置キャビティ内に載置するための，前記載置キャビティの上面に実質的に形成される，少なくとも1つの挿入アパーチャとを備える，載置キャビティと，",
                    "前記少なくとも1つの側壁から上方に延在し，少なくとも1つの防壁を通して前記少なくとも1つの挿入アパーチャにアクセスするためのアクセス開口部を含み，前記載置キャビティと外部との間で電波を減衰させる材料で作られた，前記少なくとも1つの防壁と，を備えるデバイス。」（11欄28行～43行・訳文12頁3行～13行）",
                    "4．前記載置キャビティが，前記載置キャビティの前記側壁を包含し，尖った縁部を含まない外壁によって取り囲まれる，請求項1に記載のデバイス。",
                    "5．前記載置キャビティの前記少なくとも1つの前記側壁が金属である，請求項1に記載のデバイス。」（12欄1行～6行・訳文12頁18行～21行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景",
                  "text": [
                    "「本発明は，RFIDタグの読取り／書込みを行うデバイスに関し，より詳細には，対象物を特定するために前記対象物がそれぞれ保持するRFIDタグに関する。また，かかるデバイスを利用する会計端末に関する。",
                    "本発明の分野は，RFIDタグの読取り／書込みの分野であり，特に，スーパーマーケットなどの小売店舗にある対象物の販売／購入作業における総計の自動化された会計を行うためにタグが貼付されている，対象物をそれぞれ特定するRFIDタグの分野である。",
                    "数年にわたり，大型スーパーマーケットにセルフサービス式会計デバイスを設置することが求められてきた。バーコードの光学読取り手段と，読み取られたタグを保持している対象物の重量を測定することを可能にする重量計とを備える，例えば，読み取られたタグが手に取っている対象物と確かに関連付けられていることを確認するチェックを実施するための，会計端末は既に知られている。このタイプの端末のユーザは，各対象物を光学バーコードリーダの前にかざし，次にそれを重量計に乗せる。",
                    "このタイプのデバイスは，十分に機能するが，タグを保持している対象物を一度に1つずつ扱うので，比較的長い読取り時間を要する。",
                    "また例えば，FR  2  966  954  A1号として公開されている特許公報に記載されている，より迅速な読取り，または更には対象物にそれぞれ貼付された複数のRFIDタグの同時読取りデバイスによって，複数の対象物が会計端末に関連して使用されている場合にそれらを同時に会計することが可能になる。",
                    "本発明者は，これらのRFID読取りデバイスは，特に，タグを保持している対象物が，例えば液体容器のように液体を含むものであるか，または例えば特定の果物もしくは野菜のように水分量が多いものである場合，特定のタイプの対象物に貼付されたRFIDタグの効率的な読取りを実施することを可能にするものではないことに注目している。」（1欄7行～41行・訳文3頁3行～26行）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "概要",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「本発明の目的は，上述の欠点を改善することである。",
                        "本発明の別の目的は，タグを保持している対象物のタイプにかかわらず，既知のRFID読取りデバイスよりも効率的な，タグの迅速な読取りを実施することを可能にする，RFIDタグの読取りデバイスを提案することである。",
                        "本発明は，少なくとも1つの対象物が保持する少なくとも1つのRFIDタグの読取り／書込みデバイスを用いて，上述の目的の少なくとも1つを達成することを可能にするものであり，該デバイスは，",
                        "前記少なくとも1つの対象物を受け入れる，載置キャビティと呼ばれる少なくとも1つのキャビティであって，",
                        "少なくとも1つの底壁および少なくとも1つの側壁と，",
                        "少なくとも1つのRFID読取り／書込み手段と，",
                        "前記キャビティ内に対象物を載置するためのものであって前記載置キャビティの頂部に実質的に形成される，挿入アパーチャと呼ばれる少なくとも1つのアパーチャとを備える，キャビティと，",
                        "前記挿入アパーチャの周りに配置され，前記挿入アパーチャから上方に延在し，前記載置キャビティと外部との間の電波を減衰することができる，防壁と呼ばれる少なくとも1つの壁と，",
                        "前記少なくとも1つの防壁を通して前記挿入アパーチャにアクセスするための，アクセス開口部と呼ばれる少なくとも1つの開口部とを備える。",
                        "したがって，本発明による読取り／書込みデバイスは，載置キャビティと前記載置キャビティの外側の間で電波を減衰する1つまたは複数の防壁によって入口が取り囲まれた前記載置キャビティ内に載置された対象物がそれぞれ保持する，1つまたは複数のRFIDタグの読取り／書込みを実施することを可能にする。換言すれば，防壁は，主に載置キャビティから生じて外部へと向けられるタグ作動電波に対する，また任意に，これらの作動電波がキャビティを成功裏に離れた場合に，それに対応して放射される，外部から生じて載置キャビティへと向けられる電波に対する保護を行うスクリーンを形成する。",
                        "開口部は，このスクリーンの効率を低下させるが，対象物を載置するための空間へのユーザのアクセスを保証するために必要である。更に，ユーザは開口部の前に立つので，開口部の高さにスクリーンを比較的効率的に置くことが可能になり，電波が開口部を介してキャビティ外部に放射されることが防止される。」（1欄45行～2欄23行・訳文3頁29行～4頁8行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「有利には，防壁は，特に挿入アパーチャによって形成される平面であって，更に詳細には実質的に水平な平面である第1の平面では，アクセス開口部が挿入アパーチャに面する側面もしくはその側面の一部を除く全ての側面において，防壁が挿入アパーチャを取り囲むようにし，また，特に挿入アパーチャへのアクセス開口部によって形成される平面であって，更に詳細には実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる。また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう。」（2欄44行～58行・訳文4頁23行～30行）"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「有利には，RFID読取り／書込み手段は，RFIDタグの読取りおよび／または前記RFIDタグの書込みを行うために，キャビティ内において電波を放射し，ならびに／あるいは前記キャビティ内に存在する前記RFIDタグからの電波を受信するように配置される。",
                        "少なくとも1つのRFID読取り／書込み手段は，特に，少なくとも1つのRFIDアンテナと，前記RFIDアンテナと協働する少なくとも1つのRFIDリーダとを備えることができ，好ましくは，複数のRFIDアンテナが，載置キャビティを区切る様々な側壁にわたって分配される。」（2欄59行～67行・訳文4頁31行～38行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「有利には，アクセス開口部は，挿入アパーチャの平面に対して実質的に垂直な平面を形成することができ，またはその面内に位置することができる。",
                        "挿入アパーチャに対するアクセス開口部のかかる配置によって，載置キャビティに入る，または載置キャビティを出る電波の干渉を低減することが可能になる。",
                        "アクセス開口部は，読取り／書込みデバイスの前にある防壁に作ることができる。",
                        "有利には，使用時の構成では，挿入アパーチャは，実質的に水平な平面を，または水平面に対してユーザに向かってわずかに傾斜した平面を形成することができ，もしくはその平面内に位置させることができ，アクセス開口部は，実質的に垂直な平面を，または垂直面に対してユーザに向かってわずかに傾斜した平面を形成することができ，もしくはその平面内に位置させることができる。",
                        "アクセス開口部および挿入アパーチャのかかる相対的配置によって，上述した干渉を低減するとともに載置キャビティ内に対象物を載置するのを容易にするという利点を保持することが可能になる。実際には，この場合，対象物を収容した袋を，挿入アパーチャの上方に置かれるまで，実質的に水平な平面内での並進移動に実質的に対応して，対象物をキャビティ内に入れれば十分である。」（3欄4行～30行・訳文4頁41行～5頁6行）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「載置キャビティは，前記載置キャビティの前記側壁を包含し，尖った縁部を有さない，外壁と呼ばれる壁によって取り囲むことができる。",
                        "換言すれば，載置キャビティが，特に2つの側壁が合わさる箇所に縁部または隆起を備える場合，外壁は，これらの縁部／隆起それぞれの高さで丸み付けられる。実際に，本発明者は，外壁の高さにある尖った縁部がアンテナとして作用し，電波を放出して，載置キャビティ内で電波を拘束するという求められる目的に反して作動する傾向にあることを見出している。",
                        "本発明によるデバイスは，電波を吸収し，載置キャビティの側壁と外壁との間に配置される，発泡体を更に備えることができる。",
                        "これら全ての特性によって，載置キャビティ内で発生した電波が載置キャビティの外部に向かって伝播するのを，より一層低減することが可能になる。したがって，載置キャビティ内で使用される電波の出力を増加させ，読取り／書込み効率を増加させることが可能である。",
                        "挿入アパーチャは，有利には，載置キャビティの頂部に配置することができる。",
                        "デバイスは，例えば実質的に水平である，側壁と挿入アパーチャが配置される外壁とを接続する，頂壁を更に備えることができる。頂壁は，任意に，側壁の間に延在する。",
                        "あるいは，頂壁を省略して挿入アパーチャを作成することができる。",
                        "有利には，前記載置キャビティの少なくとも1つの，特にそれぞれの側壁は金属であることができ，それによって，様々な方向で，この陥凹部内に置かれたRFIDタグにエネルギーを供給し，結果として速度を増加させるのを可能にするために，載置キャビティ内で使用される伝送電波の大幅な反射を達成することが可能になる。これは，液体を含有する対象物に貼付されたタグを読み取るのに，特に有用である。",
                        "本発明によるデバイスは，一実施形態によれば，前記挿入アパーチャから上方に延在する複数の当接する防護側壁を備えることができ，アクセス開口部は前記側壁の1つに配置される。",
                        "本発明によるデバイスは，当接している防護側壁の全てと合わさる，頂壁と呼ばれる防壁を更に備えることができる。あるいは，側壁は，所与の高さで合わさるように，互いに向かって傾斜させることができる。」（3欄31行～4欄7行・訳文5頁7行～34行）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「少なくとも1つの，特にそれぞれの防壁は，前記壁を通過する電波を減衰するために選択された，吸収性発泡体を少なくとも部分的に備えることができる。",
                        "有利には，少なくとも1つの，優先的にはそれぞれの防壁は，絶縁性が最大になるように，任意の吸収性発泡体がその外面上の金属防壁の中に位置する場合に，電波の軌道を偏向しないように，その内面をポリエチレンまたはポリプロピレンなどのプラスチック材料で作ることができる。",
                        "特に，防壁は，プラスチック材料で作られた内側パネルと外側の金属パネルとを備え，吸収性発泡体をそれら2つのパネルの間に挟み込むことができる。」（4欄17行～25行・訳文5頁39行～46行）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "「本発明によるデバイスは，前記載置キャビティ内に載置された対象物の重量を測定する前記載置キャビティの基部に配置された少なくとも1つの重量測定手段を更に備えることができる。",
                        "より詳細には，重量測定手段は重量計を含むことができ，そのプレートは載置キャビティの底壁を形成することができる。」（4欄43行～49行・訳文6頁7行～11行）",
                        "(ク)「好ましい実施形態によれば，防壁は読取り／書込みデバイスの主本体を形成する。載置キャビティは，例えば前記デバイスの底部で防壁に配置される要素を介して，前記読取り／書込みデバイスから分離する，より詳細には取り外すことができる，読取り／書込みモジュール内に作られる。",
                        "例えば，読取りキャビティは，読取り／書込みデバイスの底部で防壁の内表面に配置されるガイドレールに滑り込ませることができる，引出しまたは棚の形態で提示することができる。」（5欄24行～33行・訳文6頁41行～47行）"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "「本発明による会計端末の様々な要素は，コンピュータプログラムを使用して，記載したデバイスまたはモジュールそれぞれを制御することができる，主装置にリンクさせることができる。",
                        "かかる主装置は，特にマイクロプロセッサおよびメモリを備える，標準的なコンピュータにすることができる。",
                        "コンピュータプログラムは，マイクロプロセッサを用いて実行し，主装置のメモリに格納することができる。",
                        "主装置はまた，例えばローカルもしくはインターネットタイプのネットワークを介して，例えばRFIDタグを保持している対象物に関するデータベースを格納する，1つもしくは複数の外部，ローカル，またはリモートサーバと通信することもできる。」（5欄62行～6欄6行・訳文7頁16行～25行）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「図1は，本発明によるセルフサービス式会計端末の一例の模式図である。",
                        "図1の会計端末100は，読取り／書込みデバイス102と，読取り／書込みデバイス102と連続するサイドモジュール104とを備える。",
                        "デバイス102は，実質的に水平の平面に，対象物を載置キャビティに挿入するためのアパーチャ106を備える，長方形の載置キャビティ（図1には図示なし）を下側部分に備える。この載置キャビティについては，図2を参照して更に詳細に記載する。",
                        "載置キャビティ，より詳細には挿入アパーチャ106は，3つの中実の，即ちアパーチャを備えていない防壁によって取り囲まれる。これらの壁は，2つの防護側壁108および110と，読取りデバイスの前面および後面の上に延在する防壁112である。防壁108～112は，載置キャビティの挿入アパーチャ106の周りに配置される。",
                        "デバイスは，読取りデバイス102の前面の高さで防壁112に配置された，挿入アパーチャ106にアクセスするための開口部116も備える。アクセス開口部116は，挿入アパーチャ106の高さに等しいかそれよりも上の高さに実質的に位置し，実質的に垂直の，即ち挿入アパーチャ106によって形成される水平面に垂直な平面を形成するように配置される。",
                        "3つの防壁108～112は，水平面内の挿入アパーチャ106を追従／包囲し，アクセス開口部116に面する側面以外の全ての側面において，それに面し，即ちその3つの側面上のアパーチャに追従する。",
                        "異なる防壁108～112は，会計端末100の外部に位置する対象物が検出されるのを防ぐために，載置キャビティ内のRFIDタグを読み取るのに使用される周波数の電波を吸収する発泡体を備える。より詳細には，防壁は，プラスチック材料で作られた内側パネルと，金属で作られた外側パネル（電波を反射する）と，それら2つのパネルの間に挟み込まれた吸収性発泡体（電波を吸収する）とを備える。」（7欄8行～45行・訳文8頁15行～37行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「デバイス102は，会計端末100の上側部分において，会計端末の垂直の側壁によって区切られる空間内に，スクリーン118と，任意にラウドスピーカ，マイクロフォン，またはカメラ（図示なし）も備える，ユーザと相互作用する手段を備える。」（7欄46行～50行・訳文8頁38行～40行）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「セルフサービス式会計端末100の異なる様々な要素は，コンピュータプログラムを使用して，記載したデバイスまたはモジュールそれぞれを制御することができる主装置にリンクされる。かかる主装置は，したがって，特にマイクロプロセッサおよびメモリを含む，標準的なコンピュータである。コンピュータプログラムは，マイクロプロセッサを用いて実行され，主装置のメモリに格納される。主装置はまた，ネットワークを介して，例えば小売スペースで販売されている製品に関するデータベースを格納する，1つもしくは複数の外部サーバと通信することもできる。」（8欄47行～56行・訳文9頁34行～40行）"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「図2に示される読取り／書込みモジュール200は，図1の会計端末100などの会計端末の底部に，より詳細には図1の読取り／書込みデバイス102などの読取り／書込みデバイスの底部にこの目的で設けられる，ハウジング内に挿入／スワイプすることができる，引出しまたは棚の形態で提示される。これを行うために，会計端末，および特に読取り／書込みデバイスは，例えば読取り／書込みデバイスの防護前壁に配置される，かかるハウジングへのアクセスを付与するドア／ハッチを備える。ハウジングは，デバイスの防壁によって区切られる。",
                        "図2に示されるモジュール200は，読取り／書込みデバイスによって読み取ることが意図されたRFIDタグを備える，購入される対象物を載置する空間を形成する，キャビティ202を備える。",
                        "読取り／書込みモジュール200は，その頂部に，対象物を載置キャビティ202に入れることを可能にする挿入アパーチャ106を備える。",
                        "載置キャビティ202は4つの垂直側壁204～210によって区切られる。各側壁204～210は金属で作られ，以下，読取り壁と呼ぶものとする。",
                        "読取り／書込みモジュール200は，側壁204～210および載置キャビティ202を取り囲む外壁212を備える。外壁212は，読取りデバイスによって伝送される電波の放出を防ぐために，尖った縁部を含まない。",
                        "各読取り壁204～210はアンテナ（図示なし）も備える。これらのアンテナは，データをタグから読み取ることが可能な読取り手段に接続される。載置キャビティは，好ましくは，データをタグに入力する手段も備える。RFID読取りおよび書込み手段は，当該分野の当業者には良く知られており，ここではこれ以上詳細には記載しない。",
                        "読取り／書込みモジュール200は，外壁212と読取り壁204～210との間に配置され，RFIDタグの読取り／書込みに使用される電波を吸収するために設けられる，吸収性発泡体214を備える。",
                        "読取り／書込みモジュール200は，重量計（図示なし）も備え，そのプレートは載置キャビティ202の底壁を形成する。」（8欄62行～9欄35行・訳文9頁44行～10頁19行）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「次に，例えば図1を参照して記載した会計端末など，本発明による会計端末によって実現することができる，本発明による会計方法の一例について説明する。",
                        "ユーザは，支払い会計のためにバッグに入れられた対象物を，アクセス開口部および挿入アパーチャを介して，載置キャビティに導入する。",
                        "読取り／書込みデバイスは，特に重量測定手段を介して，対象物が載置キャビティ内に存在することを検出し，対象物それぞれに貼付されたRFIDタグの読取りを作動させ，即ち読取り／書込み手段によって所定の信号を放射させて，載置キャビティ内に位置するタグの作動を可能にする。",
                        "次に，読み取られた情報は，スクリーン上に，例えばスクリーン118上に表示される。かかる情報は，タグを読み取った対象物の価格，対象物の問い合わせ番号，および追加情報（組成，カロリー，重量，銘柄，消費期限など）を含むことができる。これらのデータは，RFIDチップに，ならびに／あるいは端末から調べることができるデータベースに予め入力されるようにされ，格納されたデータをそこから，対応するタグから読み取られたデータの項目と組み合わせて抽出することができる。",
                        "主装置の計算モジュールによって計算された，読み取られた対象物の総数，合計価格などの，他の情報をスクリーン上に表示することができる。」（10欄1行～27行・訳文10頁41行～11頁6行）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "図面",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "図1                  (イ)    図2"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，上記(1)ウ(イ)のうち，「有利には，防壁は，特に挿入アパーチャへのアクセス開口部によって形成される平面であって，更に詳細には実質的に垂直な平面である第2の平面では，防壁が全ての側面においてアクセス開口部を取り囲むようにして，構成することができる。また，側面の1つ，特に頂部において，アクセス開口部が防壁によって仕切られないことが可能であろう。」の部分は，「有利には，防壁は，特に挿入アパーチャに通じるアクセス開口によって形成される平面であって，更に詳細には実質的に垂直な平面である第2平面で1辺，特にアクセス開口の上辺は防壁によって仕切られないことも可能である。」のように翻訳すべきであると主張している。",
                "しかし，これらの訳文は，いずれも，アクセス開口部を形成する垂直な平面の側面（辺）のうち，上側の部分が，防壁によって仕切られないように構成してもよいことをいう点に変わりがなく，前記(1)ウ(イ)を訂正する必要は認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明1及び甲1発明3について",
              "text": [
                "前記(1)によると，甲1には，前記第2，5(2)ア，ウの甲1発明1及び甲1発明3が記載されていると認められる。",
                "なお，「側壁204～210」については，甲1には，「4つの垂直側壁204～210」，「各読取り壁204～210」（前記(1)エ(エ)）とも記載されているが，以下においては，「側壁204～210」と表記する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲1発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)によると，甲1発明の「読取り／書込みモジュール200」は，金属で作られた「側壁204～210」，その外側の，電波を吸収するために設けられる「吸収性発泡体214」，更にその外側の，尖った縁部を含まない「外壁212」によって構成されている（前記(1)エ(エ)）。",
                    "そして，甲1発明の「読取り／書込みモジュール200」は，「読取り／書込みデバイス102」に組み込まれて使用されるものであり，具体的には，「読取り／書込みデバイス102」には，その下側に，載置キャビティに対象物を挿入するためのアパーチャ106が設けられた載置キャビティが備えられ，この挿入アパーチャ106は，「防壁」によって取り囲まれ（前記(1)エ(ア)），この「防壁」は，主に載置キャビティから生じて外部へと向けられるタグ作動電波に対する，また任意に，これらの作動電波がキャビティを成功裏に離れた場合に，それに対応して放射される，外部から生じて載置キャビティへと向けられる電波に対する保護を行うスクリーンを形成し（前記(1)ウ(ア)），プラスチック製の内側パネルと，電波を吸収する吸収性発泡体と，電波を反射する金属製の外側パネルから構成されている（前記(1)エ(ア)）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，甲1発明2のように，「読取り／書込みモジュール200」を単体で認定することができるかどうかについて判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "読取装置において，読取性能向上のために，電波吸収層の外側に反射層を設けてシールド部を2層構造とすることに関しては，本件出願日当時，次の文献があった。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙3",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "3頁（「電波吸収体の使用例と最新動向」橋本修執筆部分）",
                              "text": [
                                "「電波吸収体の設計法として，遠方電磁界に対する方法は古くから確立されている。そこで，ここでは，簡単にその設計法について説明する。",
                                "・・・",
                                "． ．いま，・・・裏面に金属板を配置した電波吸収材（材料定数がε とμ ）に平面波r rが垂直入射した場合を考える。",
                                "・・・",
                                "このような考え方から，吸収が最大となる条件式は以下のように求められ，この式は，「無反射条件式」と呼ばれる。そして，この式から吸収量を最大にする材料定． ．数（ε とμ ）と厚み（d）と波長（λ）の関係を知ることができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "r",
                          "subject": "r・・・",
                          "text": [
                            "また，・・・金属板からλ／4離れた位置に平面波の波動インピーダンスである376.7(Ω)の面抵抗を有する抵抗皮膜（たとえば ITO 膜，抵抗布など）を配置した吸収体もあり，・・・一般に，金属板と抵抗皮膜の間（スペーサ）は空気としているが，・・・」"
                          ],
                          "content": [
                            {
                              "fig": "(b)",
                              "subject": "19頁～20頁（「広帯域電波吸収体」栗原弘執筆部分）",
                              "text": [
                                "「広帯域電波吸収体や超広帯域電波吸収体は，裏面の金属に付けた層で電波を吸収させて前面の層で空気の電波特性インピーダンスに整合させる2層型電波吸収体や，層の数を3層，4層と多くして広い周波数範囲で吸収させる多層型電波吸収体などに分けられる。」"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "32頁（「ミリ波電波吸収体」橋本修執筆部分）"
                            },
                            {
                              "fig": "(d)",
                              "subject": "148～149頁（「エポキシ樹脂系電波吸収体」宗哲執筆部分）",
                              "text": [
                                "「4．2  吸収体の設計",
                                "図1に示したような金属裏打ちした単層構成の電波吸収体では，・・・・。」"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "161頁（「ITS用吸音電波吸収体」佐野秀文執筆部分）"
                            },
                            {
                              "fig": "(f)",
                              "subject": "167頁～168頁（「電子部品」元島栖二執筆部分）",
                              "text": [
                                "「電磁波障害を防止するには，外部からの電磁波を反射する反射型（シールド材）と電磁波を吸収材内部で吸収してしまう吸収型（吸収材）とがある（図1）。吸収型では，一般に金属板で裏打ちされた吸収材内部で吸収あるいは反射が繰り返されて，最終的に電磁波エネルギーが，誘導損失あるいは誘導起電力・誘導電流発生などにより熱エネルギーとして消費される。」"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "subject": "254頁（「電波吸収外壁」ウィグナラージャ  シバクマラン執筆部分）",
                              "text": [
                                "「電波吸収体の基本構造は，①表面化粧材（タイル，石材，塗料など），②磁性または導電性を有する電波吸収材，③反射用金属体の3層からなる。",
                                "・・・",
                                "電波が電波吸収体に入射すると，その一部が表面で反射される（電波A）。残りは電波吸収材の内部を通過しながら減衰するが，背面の反射金属体に反射され，再び電波吸収材を通過・減衰しながら二次的な反射波となって表面から放射される（電波B）。図2の右側に示す波形のように電波Bの振幅が電波Aの振幅に等しく，位相が180°遅れるように電波吸収体が設計できれば，電波Aと電波Bが打ち消し合い，反射がゼロになる。」"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "subject": "350頁（「ETC天井用ボード電波吸収体」工藤敏夫執筆部分）  ",
                              "text": [
                                "「3．4  ETC用電波吸収特性の設計"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "subject": "361頁（「専用狭域通信用電磁波吸収シート（DSRC）」工藤敏夫執筆部分）"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "乙9（特開2008-99266号）",
                          "text": [
                            "「電波吸収体30が電波吸収体として動作するためには，背面部に電磁波反射層となる導体層35（本発明では電波遮蔽層を兼ねる。）が必要である」（段落【0061】）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙48の1（北川賀津一ほか「ギガ周波数帯用電波吸収材の開発」平成15年〔乙48の2〕）",
                          "text": [
                            "「電波吸収体は図1に示すように試料背面を電磁波シールド材で短絡して用いる。図1の左から入射した電磁波は表面で反射係数分だけ反射され，残りは透過される。透過した電磁波はシールド材に到達するまでに減衰損失し，シールド材で完全に反射する。その反射波は電波吸収体の表面に達するまでに同様に減衰し，表面で透過波，2次反射波となり，この過程を繰り返す。」（1頁右欄下から5行～2頁左欄3行）"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "乙49（橋本修「電波吸収体入門」森北出版，1997年10月発行）",
                          "text": [
                            "「1層型電波吸収体は，吸収材の後面に金属板を設け，これからの反射波と吸収材前面からの反射波の振幅及び位相をコントロールして，反射波を低減するように構成した吸収体である。すなわち，この原理を電波の進み順に従って図4．1を参考に説明する。",
                            "． ． ．・吸収体に電界E の電波が入射するとその前面で電界E が反射され，残りのE0 r1は吸収材内部に透過する。",
                            "t1・内部に透過した波は，吸収材の減衰定数αによって，指数関数的に減衰する。",
                            "・吸収材の厚さは薄いので，後面金属板に達した電波の電界の大きさは十分小さくはならないため，再び金属板で完全反射される。",
                            "．・反射された波は，再び吸収材中で減衰を受けながら逆行し，電界E が吸収材表b2面に達する。",
                            "． ．・この逆行した電界E は，表面の境界面において，一部反射されてE として吸b2 t2．収材内部に再び戻り，残りは透過しE として吸収材前面に出て，吸収体にとってr2みれば反射波となる。",
                            "． ． ．・2回目に内部に戻った波E は，前述と同じ過程を何回も経て，E ，E ・・・t2 r3 r4と反射波を前面に出すことになる。しかし，吸収材内部を往復するたびに減衰を受けるので，反射の回数を重ねるにつれて電界の大きさは徐々に小さくなる。」（26頁7行～27頁5行）"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "乙50（成田毅「構造制御による電磁波吸収構造の発現」ニチアス技術時報2004年4号）",
                          "text": [
                            "「1．1  現状の電磁波吸収体  -λ／4型吸収体",
                            "現在使われ始めている一般的な電磁波吸収体は，設計が比較的に容易な『λ／4型』と呼ばれるものである。このタイプの吸収体は，裏面に金属を配置することで電磁波が透過しない。電磁波は異なった材料の界面を通過する時に，必ず反射を生じる性質がある。よって吸収体の表面での反射波そのものを無くすことができないので，裏面からの反射波と干渉させることで反射波を低減している（図1参照）」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の各文献によると，電磁波を吸収するためのシールド部には，吸収体と，その裏側に電磁波を反射させるための反射体（金属）を設けることが，本件出願日当時の技術常識であったと認められる。",
                        "原告らは，乙3に「現在使用されている電磁波遮蔽材は，ほとんどが電磁波の反射を主とするシールド材であるため，電磁波問題の根本的な解決にはならず，反射型でなく吸収型の高性能電磁波吸収材の開発が強く求められている。」と記載されていることを根拠に，乙3は，シールド材は単層の反射層が一般的であったことを示すものであると主張するが，乙3の上記各記載によると，原告らの主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明の「読取り／書込みモジュール200」は，金属製の「側壁204～210」，その外側の，電波を吸収するために設けられる「吸収性発泡体214」，更にその外側の，尖った縁部を含まない「外壁212」で構成されているところ，「側壁204～210」が金属である理由は，載置キャビティ内で使用される伝送電波の大幅な反射を達成するためであり（前記(1)ウ(オ)），「側壁204～210」がアンテナも備え（前記(1)エ(エ)），このアンテナが載置キャビティ内に載置された対象物がそれぞれ保持する，一つ又は複数のRFIDタグの読取りや書込みを行うこと（前記(1)ウ(ア)）からすると，当業者は，「読取り／書込みモジュール200」は，載置キャビティ内に設置された対象物が保持するRFIDタグの読取りや書込みを行うためのものであると理解すると認められる。",
                        "被告は，甲1の請求項5には，「側壁が金属」であることが記載されているが，請求項1では「側壁」と記載されているだけであるから，甲1発明において，「側壁204～210」は金属としても金属としなくてもよいと主張する。",
                        "しかし，甲1の上記記載によると，甲1発明の「側壁」は，載置キャビティ内で使用される伝送電波の大幅な反射を達成するものであるから，当業者は，甲1発明においても，「側壁」は「金属」であると理解するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，甲1発明2の「読取り／書込みモジュール200」が，電波を吸収することができる「吸収性発泡体214」を備えており，「外壁212」が尖った縁部を含まない理由は，読取デバイスによって伝送される電波の放出を防ぐためであるとされている（前記(1)エ(エ)）としても，前記(1)エ(ア)のとおり，「読取り／書込みモジュール200」が挿入される「読取り／書込みデバイス102」の「防壁」が電波を吸収する吸収性発泡体と，電波を反射する金属製の外側パネルを備えており，これらが外部への電波の放出，又は，外部からの電波の侵入を防止する機能を有していると認められることからすると，当業者は，甲1発明においては，「読取り／書込みデバイス102」の「防壁」が外部への電波の漏えい又は干渉を防止するものであると理解すると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「吸収性発泡体214」の外側に設けられる「外壁212」の材質について，甲1では特定されていないが，上記(ア)，(イ)で述べたところに，金属の「側壁」，その外側の「吸収性発泡体」の更にその外側（外壁212の位置）に金属が設けられると，金属である「側壁」と，「外壁」が電波反射板となり，電波を反射するため，その間に「吸収性発泡体」を設ける意味が失われることを考え併せると，当業者は，甲1発明において，「外壁212」を金属で作る必要はないと理解すると認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，甲1発明の「読取り／書込みモジュール200」は，「防壁」が存在しない状態で単独に用いられること，すなわち，「読取り／書込みモジュール200」だけで電波の漏えい又は干渉を防止することは想定されていないものと認められるところ，外部への電波の漏えい又は干渉を防止する機能は，本件発明と対比されるべき「読取装置」には欠かせないものであるから，甲1発明の「読取り／書込みモジュール200」が単体で，本件発明と対比されるべき「読取装置」であると認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，本件審決のように甲1発明2を認定して，これを本件発明と対比することはできないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，甲1に記載された発明は，対象物が液体を含まない場合や対象物が軽い場合には，電波を低量にするから，防壁を必要としないため，甲1の「読取り／書込みモジュール200」は，読取装置に必要な要素を全て備えていると主張する。",
                    "しかし，甲1には，対象物が液体を含まない場合や対象物が軽い場合には，防壁が必要ではないとの記載はない。また，甲1に記載された「読取り／書込みモジュール200」の「側壁」，「吸収性発泡体」，「外壁」の構造がどの程度のシールド作用を奏するのかは不明であるから，仮に，甲1発明において，読取り／書込みの対象物に応じて電波の出力を調整することを想起し得たとしても，電波の出力を下げれば，直ちに甲1に記載された「読取り／書込みモジュール200」の「側壁」，「吸収性発泡体」，「外壁」の構造が単独のシールドとして機能すると認めることはできない。どのような物に使用するかにかかわらず，甲1発明の「読取り／書込みモジュール200」は，これが独立して，電波の漏えいや干渉を防止する装置であるとして構成されていないと認められることは，既に判示したところから明らかである。",
                    "したがって，被告の主張は，上記ウの判断を左右するものではない。",
                    "被告は，読取装置を独立した発明として把握する公知文献等として，甲2，乙28（特開2008-84058号），乙29（特開2008-288784号），乙30（FR  2  966  954A1号公報），乙31（特開2015-64673号），乙32（特開2005-122363号），乙33（特開2007-34789号），乙34（特開2010-267010号），乙35（特開2000-259947号），乙36（特開2005-267075号），乙37（特開2009-15517号）を挙げるが，甲1発明の「読取り/書込みモジュール200」の構成は，これらの先行文献に記載された技術とは異なるものであるから，被告の主張は，上記ウの判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，取消事由A-2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由A―3（甲1発明2を主引用例とする本件発明1の相違点の認定，容易想到性の判断の誤り），取消事由A―4（甲1発明2を主引用例とする本件発明2の容易想到性の判断の誤り），取消事由A―5（甲1発明2を主引用例とする本件発明4の容易想到性の判断の誤り），取消事由B-4（甲1発明2を主引用例とする本件発明1，3の相違点の認定及び新規性判断の誤り），取消事由B-5（甲1発明2を主引用例とする本件発明3の容易想到性の判断の誤り）について",
          "text": [
            "前記3で判示したとおり，甲1発明2を認定することができないから，甲1発明2と本件発明1，3との対比について判断するまでもなく，本件発明1，3，4について，甲1発明2と同一であるということはできないし，本件発明1～4について，甲1発明2から当業者が容易に発明をすることができたということはできない。",
            "したがって，取消事由B4，5は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由B-1（訂正要件違反）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本件訂正は，新規事項を追加するものであり，訂正要件に違反すると主張する。",
                "本件明細書の記載は，前記1(1)のとおりであり，段落【0018】には，筐体24は，買物カゴBの縁の外形よりも広い方形の底板26を備えており，この底板26の各縁には，当該底板26に対して垂直に立設された4つの壁板28が接合されており，四つの壁板28及び底板26によって，上向きに開口した方形の筐体24が形成されていること，段落【0019】には，筐体24の内側には，各壁板28の内壁面に，水平板50が接着されていること，段落【0020】には，「各壁板28において，水平板50よりも上方に延在している内壁面42には，電波反射シート38が貼着されている。・・・電波反射シート38の内側全面には電波吸収シート40が貼着されている。」と記載されているところ，これらの記載は，上向きに開口した筐体24を構成する各壁板28のうちの内壁面42に電波反射シートが貼着されており，電波反射シートの内側全面に電波吸収シート40が貼着されていることを意味していると認められる。",
                "そうすると，本件明細書には，上向きに開口した筐体の内側にシールド部が設置されていることが記載されていると認められるところ，本件訂正は，このシールド部が「上向きに開口した筐体内に設けられている」として，筐体の構成を特定するものであるから，本件訂正が，新規事項を追加したものであると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件訂正が，ⓐ～ⓒの構成を含むものであると主張しているが，本件発明がⓐ～ⓒの構成を含むものとは直ちに認めることはできず，本件発明がⓐ～ⓒの構成を全て含むものであることを前提とする被告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，取消事由B-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由B-2（甲1発明1，3を主引用例とする本件発明1，3の相違点の認定及び新規性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1及び3(1)によると，本件発明1と甲1発明1の一致点及び相違点は，前記第2，5(3)ア(イ)のとおりであり，また，本件発明1と甲1発明3の一致点及び相違点は，前記第2，5(5)ア(ア)のとおりであることが認められる。",
                "これに対し，被告は，甲1発明のどの構成が本件発明の「シールド部」（構成要件C，F）に相当するかについて，対比❶～対比❸（対比❸’を含む。）が考えられ，構成要件A，Eについては，対比❶～対比❸（対比❸’を含む。）において，「読取り／書込みデバイス102」が「読取装置」に相当するから，構成要件A，Eを充足すると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比❶について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "対比❶は，甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」，「外壁212」が，本件発明の「シールド部」（「電波吸収層」，「電波反射層」）に該当するとするものである。",
                    "しかし，前記3(4)で判示したとおり，甲1発明1，3において本件発明の「シールド部」ということができるためには，「防壁」が含まれなければならず，「吸収性発泡体214」，「外壁212」のみでは本件発明の「シールド部」と認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，対比❶は，「防壁108，110，112」の中の，「読取り／書込みモジュール200」を入れるための，防壁とは別の構造物であるハウジングが，本件発明の「筐体」に相当するというものであり，被告は，《甲1の［図1］及び［図3］の挿入アパーチャよりも下の部分を水色にした図面》の「水色で着色した部分」の内部に本件発明の「筐体」に相当するハウジングが設けられていると主張する。",
                    "しかし，甲1発明において，ハウジングに関する記載は，前記3(1)エ(エ)のとおりであり，「ハウジングは，デバイスの防壁によって区切られる」とあるにすぎず，「防壁108，110，112」と別の構造物によって，「ハウジング」が構成されていると認めることもできないから，その点でも対比❶を採ることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本件発明1と甲1発明1，3について，被告の主張する対比❶を採ることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "対比❷について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "対比❷は，甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」，「外壁212」が，本件発明の「シールド部」（「電波吸収層」，「電波反射層」）に該当するとするものである。",
                    "しかし，この対比が認められないことは，上記(2)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，①甲1には，「防壁」が「頂壁」を有しなくてもよい，すなわち，「上向きに開口」している構成（図D），及び，「頂部（上辺）において，アクセス開口部が防壁によって仕切られないことが可能」な構成（図E ）が記載されており，0これらによると，「アクセス開口部と連続する上向き開口部を備えた防壁」が開示されているといえる（対比❷（A）），②甲1の［図1］に基づいて把握しても，アンテナを収容し，対象物に付されたRFタグからの情報を読み取る部分の開口は，載置キャビティの開口（挿入アパーチャ）であるし，甲1の［図1］及び「側壁は，所与の高さで合わさるように，互いに向かって傾斜させることができる」との記載から裏付けられるように，「アクセス開口116」は斜め上方に開口しており，「上」という用語は，まっすぐ上に限らず，「斜め上」も含む概念であるから，「アクセス開口116」もクレーム文言上「上向きに開口している」と主張している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①について",
                      "text": [
                        "被告が主張するように，「アクセス開口部」の上部に連続している開口部に「上向きに開口」しているということができる部分が含まれているとしても，甲1発明1，3において，「アクセス開口部」の「挿入アパーチャ」を通した物品の出し入れに関係する部分が，「挿入アパーチャ」によって形成される水平面に垂直な平面を形成していること，すなわち，「前向きに開口」していることは明らかであるから，「アクセス開口部」が全体として「上向きに開口」していると解することはできない。",
                        "そして，前記1(3)で判示したとおり，本件発明において，「筐体」及び「シールド部」の開口が「上向き」に形成されたという構成の技術的意義は，フタを開け閉めするという煩わしい動作がなくなり，また，会計処理中に商品を確認することができるという顧客の利便性の向上ということのほか，RFタグとアンテナの交信領域が収容部とその上方（斜め上方を含む。）に制限され，他の機器に対して電波の影響を及ぼしたり，読取り装置の周りにある商品のRFタグのタグ情報を誤読してしまうといった問題を生じさせないということであるから，本件発明1，3が，「筐体」が「上向きに開口した」との点において，「アクセス開口部」が「前向き」に開口している甲1発明1，3と異なるものであることは明らかであって，これらを同一ということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②について",
                      "text": [
                        "甲1の[図1]に基づいて甲1発明1，3を把握した場合でも，「アクセス開口部」は「前向き」に開口しているから，上記(ア)で判示したのと同様に，本件発明1，3が甲1発明1，3と同一であるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，対比❷を採ることはできず，また，対比❷によっても，本件発明1，3は，甲1発明1，3と同一ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "対比❸，対比❸’について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件発明において，「筐体」と「シールド部」は，別のものである必要はないとし，甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」及び／又は「防壁108，110，112内部の発泡体」が，本件発明の「電波吸収層」に相当し，甲1発明1，3の金属製の「防壁108，110，112の外側パネル」が本件発明の「筐体」と「電波反射層」を兼ねるとする対比❸，甲1発明1，3の「読取り／書込みモジュール200」の「吸収性発泡体214」及び／又は，「防壁108，110，112内部の発泡体」が，本件発明の「電波吸収層」に相当し，甲1発明1，3の金属製の「防壁108，110，112の外側パネル」の一部が本件発明の「電波反射層」に，その余が本件発明の「筐体」に相当するとする対比❸’を主張する。",
                    "しかし，本件発明においては，「筐体」と「シールド部」を兼ねるものとすることができないことは，前記1(4)で判示したとおりであるから，甲1発明1，3の「防壁108，110，112の外側パネル」が本件発明の「筐体」と「電波反射層」との何れにも相当するという被告の主張する対比❸及び対比❸’を採ることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲1発明1，3においては，「アクセス開口部」が「前向き」に開口している点において，本件発明1，3と異なることは，前記(3)で判示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，取消事由B-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由B-3（甲1発明1，3を主引用例とする本件発明1，3の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1（1-1）は，「前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が形成されたシールド部」，及び，「前記シールド部が開口した状態で，前記RFタグから情報を読み取る」ことに関して，本件発明1は，筺体及びシールド部が上向きに開口されている状態でRFタグから情報を読み取るのに対し，甲1発明1は，前向きに開口した状態で，「データをRFIDタグから読み取る」点である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，上記の「前向きに開口された状態」を「上向きに開口された状態」とする動機付けとなるような事項は，記載も示唆もされていない。",
                    "また，甲2には，後記8(1)の甲2発明が記載されているところ，甲2発明は，後記8(4)のとおり，「上向きに開口した筐体」を有しないから，上記の「筐体が上向きに開口されている状態でRFタグから情報を読み取る」ことについて動機付けとなるものではない。",
                    "甲3には，前記第2，5(4)エ(イ)b(b)の甲3事項が記載されており，「例えば，筐体11及び開閉フタ12の外壁（外面）や，読取室13を形成する筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う構成としてもよい。」（段落【0013】）と記載され，種々の態様のうちの一態様として，「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項が記載されていることが認められる。",
                    "しかし，当該技術事項は，「内面」を「電波反射材又は電波吸収材で覆わ」れた「開閉フタ12」が存在するものであるから，筺体及びシールド部が上向きに開口した状態で，RFタグから情報を読み取るものではない。 ",
                    "甲3に記載された種々の態様のうちの一態様として，「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項を選択し，そのうちの筐体の内壁（内面）を電波反射材又は電波吸収材で覆うという筐体に係る技術事項のみを，甲1発明1に適用した上で，さらに，その筐体を，シールド部とともに上向きに開口したものとすることで，相違点1(1-1)に係る本件発明1の構成を想到することは，当業者が容易にすることができたこととはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，甲1には，「防壁」が「頂壁」を有しなくてもよい，すなわち，「上向きに開口」していること，及び，「頂部（上辺）において，アクセス開口部が防壁によって仕切られないことが可能」な構成とすることが記載されており，これらによると，「アクセス開口部と連続する上向き開口部を備えた防壁」が示唆されているといえ，この示唆に基づいて「アクセス開口部と連続する上向き開口部を備えた防壁」とすることは，当業者が容易に想到することができたと主張する。",
                    "しかし，前記6(3)イ(ア)で判示したとおり，被告が主張するように，「アクセス開口部」の上部に連続している開口部に「上向きに開口」しているということができる部分が含まれているとしても，甲1発明1において，「アクセス開口部」が全体として「上向きに開口」していると解することはできず，甲1発明1は，その技術的意義においても本件発明1とは異なるものであるから，当業者は，本件発明1を容易に発明することができたとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，上方から物を入れる会計処理装置において，物の出し入れを容易にするために上方を開口するのが望ましいのは当然の技術事項であると主張する。",
                    "しかし，被告が主張することが当然の技術事項であるとしても，甲1には，「アクセス開口部」が「前向き」に開口している会計端末100において，RFIDタグを読み取る対象物を出し入れする際に何らかの不都合が生じることについては，記載も示唆もされていない上，上記アのとおり，甲1～3には，甲1発明の「前向きに開口された状態」を「上向きに開口された状態」とすることが動機付けられる記載等があるとは認められないから，この点を当業者が容易に想到することができたということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，甲1発明1において，本件発明1の相違点1（1-1)に係る構成とすることを当業者が容易に想到することができたとは認められないから，本件発明1は，甲1発明1及び甲1～3に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点1―2（1-3）についても，前記(1)で判示したところと同様に，甲1発明3の「防壁」を開口部を上向きにした「防壁」とすることを当業者が容易に想到することができたとは認められない。",
                "したがって，甲1発明3において，本件発明1の相違点1―2（1-3)に係る構成とすることを当業者が想到することができたとは認められないから，本件発明1は，甲1発明3及び甲1～3に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明2～4は，本件発明1の発明特定事項をすべて備え，更に限定したものであるから，同様に，甲1発明1，3及び甲1～3に記載された技術事項に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由B-3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由B-6（甲2発明を主引用例とする本件発明1，3の相違点の認定の誤り，本件発明3の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，次の記載がある。",
                    "【特許請求の範囲】",
                    "【請求項1】",
                    "炭素繊維及び合成繊維を含み表面で炭素繊維と合成繊維とが合成繊維成分によって溶着された不織布であるシールド不織布を備えた第一電波吸収板と，",
                    "シールド不織布からなり第一電波吸収板と対向してICタグ読取空間を形成するように配置される第二電波吸収板と，",
                    "ICタグ読取空間に配置されるICタグ読取用アンテナと，",
                    "ICタグが付されたものを読取空間に出し入れするための一以上の出入口と，からなるICタグ読取装置。",
                    "【請求項2】",
                    "シールド不織布中における炭素繊維の含有割合は，10％以上，35％以下である請求項1に記載のICタグ読取装置。",
                    "【請求項3】",
                    "シールド不織布の体積密度は，30kg／m3から1000kg／m3である請求項1又は2に記載のICタグ読取装置。",
                    "【請求項4】",
                    "シールド不織布の厚みは1mmから30mmである請求項1から3のいずれか一に記載のICタグ読取装置。",
                    "【請求項5】",
                    "第一電波吸収板のシールド不織布の炭素繊維の含有割合は，",
                    "第二電波吸収板のシールド不織布の炭素繊維の含有割合よりも小さいことを特徴とする請求項1から4のいずれか一に記載のICタグ読取装置。",
                    "【発明の詳細な説明】",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，RFID技術を利用したICタグの読取装置に関する。 ",
                    "【背景技術】",
                    "【0002】",
                    "ICタグに埋め込まれたID情報を電波を介した無線通信によってやり取りするRFID技術は，バーコードの代替技術として非常に注目されている。バーコードに対する利点として，バーコード情報を読み取る場合に複数のバーコードを一度に読み取るということが困難であったが，RFIDでは電波を介して情報をやり取りするため，一度に複数のICタグの読み取りが可能となる。",
                    "【0003】",
                    "現在使用されているRFID技術において，ICタグを読み取るための空間であるICタグ読取空間が金属板や金属メッシュで形成される場合がある。すなわち，ICタグを読み取るためのアンテナからICタグ読取空間へと電波を放出する際に，ICタグ読取空間内で金属板により電波を反射させながらICタグを読み取るものである。しかしながら，この方法ではICタグ読取空間内で電波の干渉が生じてしまい，ICタグの誤読や読取の欠落が発生してしまう問題点があった。",
                    "【0004】",
                    "特許文献1には，基布の少なくとも片面に，カーボンブラック，グラファイト，炭素繊維ミルドファイバーから選ばれる少なくとも1種の導電性成分を含む導電性樹脂層を設け，導電性樹脂層に電磁波を吸収させた状態でICタグのID情報を読み取る技術が開示されている。また，特許文献2には，ICタグを付設した被識別体が通過する通路の一側に，RFIDアンテナと電波吸収側壁とを配設したRFIDゲート構造が開示されている。これら先行文献に記載の技術は，ICタグ読取空間を電波吸収性能を有する材料で形成することにより，ICタグ読取空間内での電波の干渉を防止し，ICタグの読取精度を向上させるものである。",
                    "【発明の概要】",
                    "【発明が解決しようとする課題】",
                    "【0006】",
                    "本発明は，従来よりも読取精度が向上したICタグ読取装置を提供することを課題とする。",
                    "【課題を解決するための手段】",
                    "【0007】",
                    "上述した課題を解決するために，本発明は，炭素繊維及び合成繊維を含み表面で炭素繊維と合成繊維とが合成繊維成分によって溶着された不織布であるシールド不織布を備えた第一電波吸収板と，シールド不織布からなり第一電波吸収板と対向してICタグ読取空間を形成するように配置される第二電波吸収板と，ICタグ読取空間に配置されるICタグ読取用アンテナと，ICタグが付されたものを読取空間に出し入れするための一以上の出入口と，からなるICタグ読取装置を提供する。なお，シールド不織布中における炭素繊維の含有割合は，10％以上，35％以下であっても良い。また，シールド不織布の体積密度は，30kg／m3から1000kg／m3であっても良い。また，シールド不織布の厚みは1mmから30mmであっても良い。また，第一電波吸収板のシールド不織布の炭素繊維の含有割合は，第二電波吸収板のシールド不織布の炭素繊維の含有割合よりも小さくても良い。 ",
                    "【発明の効果】",
                    "【0008】",
                    "炭素繊維及び合成繊維を含む不織布からなる電波吸収板を用いてICタグ読取空間を形成することにより，電波吸収板にICタグ読取用アンテナから放出される電波を適度に吸収させた状態でICタグを読み取ることができ，ICタグの読取精度が向上する。独自の実証試験では，本発明のICタグ読取装置を用いた150枚のICタグの読取精度は98％であった。ちなみに，第一電波吸収板及び第二電波吸収板をICタグ読取装置から取り外した状態でICタグを読み取った場合，ICタグの読取精度は70％であった。",
                    "【発明を実施するための形態】 ",
                    "【0010】 ",
                    "図1は，本発明のICタグ読取装置の一例を示す概要図である。本発明のICタグ読取装置（0100）は，主に第一電波吸収板（0101），第二電波吸収板（0102），ICタグ読取用アンテナ（0103～0105），出入口（0106～0107）からなる。なお，本図に示すICタグ読取装置は，第一電波吸収板及び第二電波吸収板がパイプ（0108）により接続されることで構成されているが，その接続方法については特に限定するものではなく，例えば角材やチャネルなどを用いて各電波吸収板が接続されても良い。また，パイプの材質についても特に限定するものではないが，パイプを導電体で構成すると，パイプによる電波の反射を抑えることができ，ICタグの読取精度を向上させることができるため好ましい。さらに，図1に示す例では，パイプの下端の4箇所にキャスター（0109）が接続されており，ICタグ読取装置は床を自由に移動させることができるように構成されている。",
                    "【0011】",
                    "また，パイプは伸縮可能なように構成されることが好ましい。例えば，衣類のサイズは小さいサイズから大きいサイズまで多様であり，小さいサイズの衣類に付されたICタグを読み取るようにICタグ読取装置を設計した場合，パイプの伸縮ができないと大きいサイズの衣類に付されたICタグを読み取ろうとしても，ICタグ読取空間内に大きいサイズの衣類を導入することができなくなるため，汎用性に欠けるICタグ読取装置となってしまう。",
                    "【0016】 ",
                    "本発明のICタグ読取装置は，第一電波吸収板として，炭素繊維及び合成繊維を含む不織布から構成される。不織布を備えていることにより，電波吸収板の軽量化が図れるとともに，不織布は柔軟性も有しているから，例えばICタグ読取装置内でICタグが付された製品等が第一電波吸収板と接触した場合に，製品や第一電波吸収板の破損を防ぐことができる。",
                    "【0024】",
                    "・・・",
                    "図2は，各種製品をICタグ読取空間内に導入する一例を示している。例えば，ICタグ読取装置（0201）の入口（0202）から，台車（0203）に乗せられたICタグを保持する各種製品（0204）を導入し，ICタグ読取装置内にてICタグ情報を読み取った後，出口（0205）から台車を取り出す。",
                    "＜別の構成例＞",
                    "【0027】",
                    "本発明のICタグ読取装置は，図1に示す例に限定されるものではなく，以下に別の例を示す。図3は，本発明のICタグ読取装置の別の一例を示す概要図である。図3に示すICタグ読取装置（0300）は，主に第一電波吸収板（0301）と，第二電波吸収板（0302）と，ICタグ読取用アンテナ（0303，0304）と，から構成される。なお，図3に示すICタグ読取装置は，ICタグ読取用アンテナの背面に電波吸収板が設けられていないが，電波吸収板を設ける構成としても良い。図1に示すICタグ読取装置との相違点としては，ICタグ読取装置の上面と下面にICタグ読取用アンテナが設けられている点である。図4に，図3に示すICタグ読取装置に使用例を示しており，図3に示すICタグ読取装置（0401）は，ベルトコンベア（0402）を介して運送される荷物（0403）のICタグ情報を読み取ることが出来る。",
                    "【0028】",
                    "図5も，本発明のICタグ読取装置の別の一例を示す概要図である。図5に示すICタグ読取装置（0500）は，主に第一電波吸収板（0501）と，第二電波吸収板（0502）と，第三電波吸収板（0503）と，第四電波吸収板（0504）と，ICタグ読取用アンテナ（0505a～0505c，0506）と，から構成される。図5に示すICタグ読取装置は，図1や図3に示すICタグ読取装置とは異なり，出口と入口を兼用のものとして，電波吸収板により形成されるICタグ読取空間内にICタグを保持する製品を投入することにより，ICタグ情報を読み取らせるものである。図5に示すICタグ読取装置は，例えば通販業者が注文を受けた商品をピックアップしてICタグ読取空間内に投入し，後にICタグを読み取ることにより，注文を受けた商品のピックアップ漏れや間違いがないかどうかを確認することができる装置として好適に使用することができる。",
                    "【図1】                              【図2】",
                    "【図3】                          【図4】",
                    "【図5】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによると，前記第2，5(6)アの甲2発明を認定することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1，上記(1)によると，甲2発明と本件発明1の一致点及び相違点は，前記第2，5(6)イ(ア)のとおりと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，本件発明の「筐体」は，技術的意義を有しないから，甲2発明の「パイプ」が本件発明の「筐体」に相当し，「パイプ」が上向きに開口していることは明らかであるから，相違点1―2（2）は存在しないと主張する。",
                    "しかし，甲2発明においては，「パイプ」は，各電波吸収板を接続するものであるところ，本件発明において，「筐体」は，その内部に電波吸収体を含むものであり，その機能は異なる。",
                    "また，甲2発明における「パイプ」は，筒状の部材を六面体の各辺を構成するように枠状に組んだものであって，その六面体の各側面，上面，底面のいずれもが開放された状態のものであり，「上向きに開口した筺体」というものを観念することはできないから，甲2発明の「パイプ」は，本件発明1の「筐体」に相当し，上向きに開口していることは明らかであるということはできない。",
                    "パイプからなるものを「筐体」という他の例がある（乙17～25）としても，上記判断は左右されない。",
                    "したがって，被告の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1―1（2）について",
              "text": [
                "相違点1-1（2）が容易想到であることは，前記第2，5(6)イ(イ)aのとおりである。",
                "原告らは，甲2発明において，移動式であることは不可欠な構成要素であり，これを据置式とすることは，甲2発明が商品をピックアップする際に用いられる読取精度が向上したICタグ読取装置を提供するという課題の点から阻害事由があると主張するが，甲2発明において，「床を自由に移動させる」構成は，課題を解決するために必須ではないから，移動させないようにすることに阻害事由は存在せず，原告らの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-2（2）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1-2（2）は，「シールド部」が，本件発明1は，「上向きに開口した筐体内に設けられ」，「前記筐体および」前記シールド部が上向きに開口した状態で，RFタグから情報を読み取るのに対し，甲2発明は，そのように特定されていない点である。",
                    "甲2発明の，「シールド不織布」からなる第一電波吸収板，第二電波吸収板，第三電波吸収板及び第四電波吸収板は，本件発明1の「シールド部」に相当するが，前記(2)イのとおり，甲2のパイプは，「上向きに開口した筺体」ということができず，他に甲2において「上向きに開口した筐体」を観念することはできないから，これらの電波吸収板を「上向きに開口した筺体内に設け」ることは記載も示唆もされていない。",
                    "甲3に，「読取装置」において「筐体11及び開閉フタ12の内壁（内面）を，電波反射材又は電波吸収材で覆う」という技術事項が記載されているとしても，甲2発明において，「シールド不織布」からなる電波吸収板を，上向きに開口した，側壁及び底板を有する筐体内に設けられたシールド構造とする動機付けは存在しない。",
                    "したがって，甲2発明において，本件発明1の相違点1-2（2）に係る構成とすることを当業者が想到することができたとは認められないから，本件発明1は，甲2発明に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲2発明の「パイプ」は，その内側のシールド部を支える構造物であり，パイプでなければならない必然性もないから，これを側壁及び底板を有するはこ型に変更することは単なる設計事項であり，当業者が容易に想到することができたと主張している。",
                    "しかし，甲2には，各電波吸収板を接続する部材として，パイプに替えて，角材やチャネルなどを用いてもよいこと（段落【0010】）が記載されているが，板状の部材を用いることは記載も示唆もされていない。むしろ，甲2には，種々の衣類のサイズに対応できる汎用性のあるIC読取装置とするために，パイプは伸縮可能なように構成されることが好ましいこと（段落【0011】）が記載されており，甲2発明の「パイプ」を，伸縮可能に構成することが難しい側壁及び底板を有するはこ型のものに変更することを当業者が容易に想到することができたということはできない。",
                    "したがって，被告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件発明2～4は，本件発明1の発明特定事項をすべて備え，更に限定したものであるから，同様に，甲2発明に基づいて当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，取消事由B-6は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由B-7（明確性要件違反）について",
          "text": [
            "被告は，本件発明1の構成要件Cの「上向きに開口した筐体内に設けられ，前記アンテナを収容し，前記物品を囲み，該物品よりも広い開口が上向きに形成されたシールド部」の意味として，ⓐ～ⓒの三つの場合が考えられるが，本件発明1の記載からは，「筐体内に設けられ・・・たシールド部」を備えるという要件は，前記ⓐ～ⓒのいずれの意味であるか不明確であり，具体的な装置が同要件を充足するか否かを当業者が理解することができないと主張する。",
            "しかし，本件特許の特許請求の範囲の記載によると，本件発明の「シールド部」は，「上向きに開口した筐体内」に設けられるものであるところ，本件明細書の段落【0018】～【0020】には，「上向きに開口30が形成されたシールド部44」が，「上向きに開口した方形の筐体44」の「4つの壁板28」における「内壁面42」と「水平板50の上面」に設けられたものが記載されており，上記構成を特定することができるから，明確性要件に反するとは認められない。",
            "被告は，上記ⓐ～ⓒのいずれが含まれるのかの特定をすることを要する旨主張するが，上記判示したところに照らすと，被告が主張するような特定をしなくても，明確性要件に違反するということはできず，被告の主張を採用することはできない。",
            "したがって，取消事由B-7は理由がない。",
            "  10  以上によると，原告らが主張する取消事由A-2は理由があるが，被告が主張する取消事由はすべて理由がない。",
            "したがって，原告らの請求には理由があり，被告の請求には理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}