{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2018-800080号事件について令和2年4月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成27年5月25日，その名称を「1回当たり100～200単位のPTHが週1回投与されることを特徴とする，PTH含有骨粗鬆症治療／予防剤」とする発明について特許出願(特願2015-105265号。平成22年9月8日(優先権主張  平成21年9月9日・特願2009-208039号)を国際出願日とする特願2011-530844号の一部を新たに特許出願として行われたもの。以下「本件出願」という。)をし，平成29年6月2日，その設定登録(特許第6150846号，請求項の数2)を受けた(以下，この登録に係る特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年6月22日，本件特許の請求項1及び2に係る発明について特許無効審判請求(無効2018-800080号)をした。",
                "特許庁が令和元年8月6日に本件特許の請求項1及び2に係る発明についての特許を無効にするとの審決の予告をしたところ，被告は，同年10月11日付けで本件特許の請求項2に係る特許請求の範囲を訂正する訂正請求を行った(以下，この訂正を「本件訂正」という。)。",
                "特許庁は，令和2年4月30日，「特許第6150846号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項2について訂正することを認める。特許第6150846号の請求項1及び2に係る発明についての審判請求は成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年5月12日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は，令和2年6月9日，本件審決の取消しを求めて本件訴えを提起した。"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の請求項1及び2の発明(以下，項番号順に「本件発明1」のようにいい，本件発明1及び2を併せて「本件発明」という。)に係る特許請求の範囲の記載は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする，PTH(1-34)又はその塩を有効成分として含有する，増悪椎体骨折抑制のための骨粗鬆症治療ないし予防剤であって，下記(1)～(3)の全ての条件を満たす骨粗鬆症患者に投与されることを特徴とする，増悪椎体骨折抑制のための骨粗鬆症治療ないし予防剤；",
                "(1)年齢が65歳以上である",
                "(2)既存椎体骨折がある",
                "(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする，PTH(1-34)又はその塩を有効成分として含有する，増悪椎体骨折抑制のための骨粗鬆症治療ないし予防剤であって，下記(1)～(3)の全ての条件を満たす骨粗鬆症患者に投与されることを特徴とし，前記PTH(1-34)又はその塩がヒトPTH(1-34)酢酸塩であり，前記増悪椎体骨折抑制がGrade3への増悪椎体骨折の抑制である，骨粗鬆症治療ないし予防剤；",
                "(1)年齢が65歳以上である",
                "(2)既存椎体骨折がある",
                "(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決は，本件訂正は訂正の要件を全て満たすとした上で，①本件発明の「200単位のPTH(1-34)」は明確であるから，本件発明は明確性要件に違反しない，②当業者は本件特許に係る明細書(以下，図面を含めて「本件明細書」という。)の記載及び出願時の技術常識に基づいて本件発明を実施することができるから，本件発明の発明の詳細な説明の記載は実施可能要件に違反しない，③本件発明1及び2は，甲第7号証「ヒト副甲状腺ホルモン(1-34)の骨粗鬆症に対する間欠毎週投与の効果：3種類の投与量を用いた無作為化二重盲検前向き試験」(Osteoporosis  International，Vol．9，p.296-306，1999)(以下「甲7文献」という。)に記載された発明(以下「甲7発明」という。)及び本件発明 1 及び2の特許要件判断の基準日(平成22年9月8日。以下「本件基準日」という。)当時の技術常識を踏まえても当業者が容易に発明をすることができたものとはいえない旨判断した。",
            "それぞれの論点に関する本件審決の理由の要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件違反(無効理由1)の有無について",
              "text": [
                "本件明細書の段落【0034】に「非特許文献9」を引用して記載されているPTHの単位の測定法は，PTHの生物活性の測定法としてごく一般的なラットアデニルシクラーゼ法である。甲第4号証「ラット腎臓からのアデニルシクラーゼの安定な調剤により，in  Vitroの副甲状腺ホルモンのバイオアッセイ」(Endocrinology，Vol．85  p．801-810，1969)(以下「甲4」という。)では，ラット腎皮質をホモジナイズ，精製等して得られたアデニルシクラーゼ酵素調製物(以下「本件酵素調整物」という。)とAT Pを添加した酵素反応用液に，測定目的のPTH試料と，生物活性既知の標準品であるMRC67/342(以下「本件標準品」という。)をそれぞれ添加し，両者のcAM P産生量を比較することにより，PTH試料の生物活性の結果を得ている(以下，甲4文献に記載された測定方法を「甲4方法」という。)。したがって，PTH試料として，本件発明のPTH(1-34)を用いたときにも，甲4方法又はこれと同じ結果を再現できる同等の方法を用いることにより，「200単位のPTH(1-34)」の量を当業者は特定できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反(無効理由2)の有無について",
              "text": [
                "200単位のPTH(1-34)は当業者が明確に理解できるものであり，また，本件標準品が入手できないようなことがあった場合にも，例えば「ヒトPTH注(東洋)」又は「テリパラチド酢酸塩静注用100「旭化成」」(以下，この「テリパラチド酢酸塩静注用100「旭化成」」を「本件代替品」という。)を標準品として用いることにより，200単位量のPTH(1-34)を測定することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性欠如(無効理由3)の有無について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲7発明の認定",
                  "text": [
                    "ヒトPTH(1-34)酢酸塩の200単位を毎週皮下注射する，ヒトPTH(1-34)酢酸塩を有効成分として含有する骨粗鬆症治療剤であって，厚生省による委員会が提唱した診断基準で骨粗鬆症と定義された，年齢範囲が45歳から95歳の被験者のうち，複数の因子をスコア化することによって評価して骨粗鬆症を定義し，スコアの合計が4以上の場合の患者に対し，投与される，骨粗鬆症治療剤。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1及び2と甲7発明との一致点",
                  "text": [
                    "1回当たり200単位のPTH(1-34)又はその塩(酢酸塩)が週1回投与されることを特徴とする，PTH(1-34)又はその塩(酢酸塩)を有効成分として含有する，骨粗鬆症治療ないし予防剤であって，特定の骨粗鬆症患者に投与されることを特徴とする，骨粗鬆症治療剤ないし予防剤。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1及び2と甲7発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "特定の骨粗鬆症患者が，",
                        "本件発明1及び2では",
                        "「下記(1)～(3)の全ての条件を満たす骨粗鬆症患者",
                        "(1)年齢が65歳以上である",
                        "(2)既存椎体骨折がある",
                        "(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である」であるのに対し，",
                        "甲7発明では，",
                        "「厚生省による委員会が提唱した診断基準で骨粗鬆症と定義された，年齢範囲が45歳から95歳の被験者のうち，複数の因子をスコア化することによって評価して骨粗鬆症を定義し，スコアの合計が4以上の場合の患者」である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "骨粗鬆症治療剤ないし予防剤が，本件発明1では，「増悪椎体骨折抑制のための」ものであることが，本件発明2では「Grade3への増悪椎体骨折抑制」のためのものであることが特定されているのに対し，甲7発明では，そのような特定がない点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1及び相違点2の容易想到性",
                  "text": [
                    "下記(ア)に示すいずれの引用文献にも，本件発明1及び2の「(1)年齢が65歳以上である，(2)既存椎体骨折がある，(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である」(以下「本件3条件」といい，各条件を番号に従い「本件条件(1)」のようにいう。)を満たす骨粗鬆症患者に対して，「増悪椎体骨折抑制のため」及び「Grade3への増悪椎体骨折抑制」のために投与をすることは記載も示唆もされておらず，また，下記(イ)に示すとおり，本件3条件の全てを満たす患者において，優れた増悪椎体骨折抑制効果(Grade3への増悪椎体骨折抑制効果も含む。)が奏されることを当業者が予測し得たとは認められない。",
                    "よって，相違点1及び相違点2に係る，本件3条件の全てを満たす患者に増悪椎体骨折抑制のため(Grade3への増悪椎体骨折抑制のためも含む。)に甲7発明の治療剤を投与することを，本件基準日において当業者が容易に想到し得たと認めることはできないから，本件発明1及び2のいずれにも進歩性が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7文献や甲第103号証「PTH(1-34)毎週皮下投与製剤」(Clinical  Calcium，Vol．17，Ｎo．1  p．56-62，2007)(以下「甲103文献」という。)からは，甲7発明の治療剤が，骨折抑制効果が期待されていた薬剤であったことは認められるものの，本件3条件の全てを満たす骨粗鬆症患者に対して，甲7発明の治療剤を増悪椎体骨折抑制のために投与することは記載も示唆もされていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書【0047】，甲第32の1号証「Forteo  MEDICAL  REVIEW(S)」(2001年。以下「甲32の1文献」という。)の記載によると，「増悪椎体骨折」は，新規椎体骨折が更に椎体高及び椎体面積が減少して変形程度が進んだものをいうものであるが，甲7文献及び甲103文献の記載から，増悪椎体骨折抑制効果を確認する試験を何ら行わずに，甲7発明の治療剤が脆弱化した椎体の更なる骨折を適切に抑制できるとは，当業者が容易に想到し得ない。",
                            "甲第93号証 「骨粗鬆症性外傷後椎体圧潰の病態と手術治療」(Clinical  Calcium，Vol．10，Ｎo．7，77～83頁，2000年)(以下「甲93文献」という。)によると，骨折が生じた椎体といまだ骨折が生じていない椎体とは組織学的に異なり，そのような組織学的な変化が，骨折が生じた椎体の脆弱性を招いていると認められるから，骨折が生じてしまった椎体骨折部位における更なる骨折，すなわち増悪椎体骨折抑制に用いることができるか否かを，当該増悪椎体骨折を実際に適切に抑制できるものであるか否かを確認しないままに当該用途に用いることができると断じることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲第30号証「骨粗鬆症の予防と治療ガイドライン  2006年版」(p．13，p．59-60，2006)(以下「甲30文献」という。)には，骨粗鬆症を原因とする骨折では椎体骨折が最も頻度の高い骨折であり，日本では70歳代前半の25％，80歳以上の43％が椎体骨折を有している旨の記載があり，甲第102号証「骨粗鬆症の予防と治療ガイドライン  2006年版」(p．33-35，p．50-52，2006)には，既存椎体骨折の存在により，将来の更なる椎体骨折のリスクが約4倍に高まることが記載されているが，甲7発明の治療剤の投与対象を，本件3条件の全てを満たす患者にすることを示唆するものではなく，また，増悪椎体骨折抑制のために当該治療剤を投与することを示唆するものでもない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲30文献や甲第31号証「骨粗鬆症用薬の臨床評価方法に関するガイドラインについて」(表紙，4ないし8頁，平成11年)(以下「甲31文献」という。)には，骨折判定に際して，既存骨折の有無別に分けて判定することが適切であり，骨粗鬆症治療剤の評価に際して，新規骨折を起こした場合と増悪骨折を起こした場合とを区別して評価することが必要であるとの記載はあるが，甲7文献では，そのような既存骨折の有無別に分けた骨折判定も，また，新規骨折と増悪骨折とを区別した評価も行っていないから，甲7発明の骨粗鬆症治療剤を増悪椎体骨折抑制のために使用できることを当業者が予測し得たとは認めらず，また，本件3条件の全てを満たす患者に投与することを容易に想到し得ない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "甲第57号証「Forteo  STATISTICAL  REVIEW(S)」(2001年。以下「甲57文献」という。)には，PTH製剤であるフォルテオ(一般名テリパラチド)の20μg連日投与及び40μg連日投与の23ヶ月の試験において，増悪椎体骨折の発生率が，プラセボ投与群では4.5％であったのに対し，テリパラチド20μg連日投与群では3.0％に抑制され，また，テリパラチド40μg連日投与群では2.0％に抑制されたことが記載され，甲第98号証「Association  of Severe  Vertebral  Fractures  With  Reduced  Quality  of  Life」(ARTHRITIS  ＆  RHEUMATISM  Vol．50，  Ｎo．12，  P．4028～4034，2004)(以下「甲98文献」という。)には，テリパラチド20μg連日投与及び40μg連日投与において，Grade3への増悪椎体骨折の発生が，プラセボ投与群では約1.8％，テリパラチド20μg連日投与群では約0.7％，テリパラチド40μg連日投与群では約0.9％であったことが記載されているが，PTH200単位週1回投与の甲7発明の治療剤とは，その用量用法が異なるものであるから，これらの治験をそのまま甲7発明の治療剤に適用することは適切ではなく，また，本件3条件の全て満たす患者を選んで投与するものでもない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書の記載(【0132】，【0118】，【表20】)によると，本件発明の治療剤は，プラセボを投与されたときに発生する増悪椎体骨折を約83％抑制できるとの増悪椎体骨折抑制効果を奏する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲第99号証「実験成績証明書B」(以下「甲99証明書」という。)によると，本件発明の治療剤は，プラセボを投与されたときに発生するGrade3への増悪椎体骨折を約73％抑制できるとの増悪椎体骨折抑制効果を奏する。",
                            "なお，甲99証明書は，本件明細書【表20】の試験結果のうちの「Grade3へと変化した増悪椎体骨折」の結果を示すものであるところ，Grade3への変化を抑制することが増悪椎体骨折抑制の主たる投与目的であることは明らかであるから，【表20】の結果から，Grade3への増悪椎体骨折を分析した甲99証明書を本件発明の効果の評価において参酌することは許される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲57文献によると，テリパラチド20μg連日投与群の増悪椎体骨折の相対リスク減少率は約33％，テリパラチド40μg連日投与群の増悪椎体骨折の相対リスク減少率は約56％であり，本件発明の治療剤の奏する増悪椎体骨折の相対リスク減少率と比較して相当程度劣る。また，甲98文献によると，テリパラチド20μg連日投与群のGrade3への増悪椎体骨折の相対リスク減少率は約62％，テリパラチド40μg連日投与群のGrade3への増悪椎体骨折の相対リスク減少率は約48％であり，本件発明の治療剤の奏するGrade3への増悪椎体骨折の相対リスク減少率と比較して相当程度劣る。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件に関する判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明1の進歩性に関する判断の誤り(取消事由3-1)"
            },
            {
              "fig": "(4)",
              "subject": "本件発明2の進歩性に関する判断の誤り(取消事由3-2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件発明のPTHの生物学的活性は甲4方法によって測定されるところ，甲4方法は，①活性が既知であるウシ甲状腺ホルモンから部分的に精製した本件標準品と，本件酵素調製物と，AT P( Pは放射標識体)とを混合し，本件標準品中のPTHがアデニルシクラーゼを活性化させ，これによりAT PがcAM Pに変換され，反応終了後にcAM Pの生成量を測定し，用量反応曲線を作成し，②同様に，活性が未知のPTHであるサンプルと本件酵素調製物とAT Pとを混合して用量反応曲線を作成し，③次に，サンプルの用量反応曲線と本件標準品の用量反応曲線とを対比して，生物学的活性が既知の標準品に対するサンプルの生物活性の比から，サンプルの生物活性を導くバイオアッセイ法である。",
                "しかし，以下のアないしエの4つの観点からみて，本件発明の「200単位」は明確ではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性要件違反その1",
                  "text": [
                    "甲4方法は，①本件標準品が甲4方法を阻害する不純物を含んでいたこと(甲4，36ないし38)，②本件酵素調製物中のラット由来の腎皮質細胞膜によりウシPTHが急速に分解されること(甲40，41)，③本件酵素調製物におけるラットの個体差・酵素の純度の相違に基づく試験間の差を平準化する指標が定められていないことにより，生物学的活性の測定法として再現性・普遍性を欠くものであり，その測定結果には信頼性がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件違反その2",
                  "text": [
                    "ヒトPTH(1-34)は，ラット腎皮質細胞膜で分解されるため(甲40，41)，甲4方法において十分な用量反応曲線を得ることができず(甲4，40)，甲4方法で生物学的活性の測定を行うことが困難である。すなわち，ヒトPTHはウシPTHよりも分解速度が速いこと，また，ヒトPTH(1-34)はヒトPTH(1-84)よりも分解速度が速く，ヒトPTH(1-84)に比して約10分の1の生物学的活性しかみられない。そうすると，ラット腎皮質を調製したものを酵素調製物として使用した場合，ウシPTHである標準品の用量反応曲線とヒトPTHであるサンプルの用量反応曲線の傾きが異なってしまったり，また，両曲線が平行になったとしてもそれら用量反応曲線の傾きが小さくなりすぎて誤差が大きくなってしまったりする。このようなことから，甲4方法ではヒトPTH(1-34)の生物学的活性の測定が困難であるため，ラット以外の他の種由来の酵素を使用することが提案されていたのである(甲40)。",
                    "したがって，本件発明のPTHの1単位量は，薬剤の投与量を定める単位として明確性に欠ける。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "明確性要件違反その3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件基準日当時には，国際標準品として別の製品が用いられるようになっていて，本件標準品は入手が不能ないし困難となっており，甲4方法によりPTH1単位量を定めることは，現実に行うことができないか，少なくとも著しく困難になっていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次のとおり，本件代替品(生物学的活性は，被告の測定によると，テリパラチド酢酸塩として3300単位／mg)を標準品として測定してPTH1単位量を定めることはできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書には，甲4方法と同じ測定結果を再現することができる代替可能な他の方法についての記載も，他の標準品で代替することができる旨の記載もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告が本件代替品について行った測定結果は，甲4方法ではなく，これとは異なる甲第84号証に記載の方法(以下「甲84方法」という。)によってされたものである。しかしながら，酵素的分析法では，酵素の精製法や精製段階が違えば，純度や比活性が当然に異なり，酵素反応時の温度・pH等の微妙な変化でも酵素の変性・失活が生じてしまって試験結果に影響することから，試験条件の変化が仮に微妙であっても注意が必要であることは，本基準日当時の技術常識である(甲42)。したがって，甲4方法と甲84方法の試験方法及び試験条件の相違は，技術常識に照らし，生物学的活性の測定結果に看過できない程度の影響を生じさせる。したがって，本件代替品の「3300単位／mg」自体が甲4方法とは異なる測定方法によって定めた値であるから，甲84方法を用いても甲4方法と同一の結果を再現することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "明確性要件違反その4",
                  "text": [
                    "ウシPTHとヒトPTHとは，アミノ酸配列を異にする上(甲3)，構造的及び立体配座的な相違により生物学的活性が異なるから，ウシPTHの生物学的活性について規定された単位を，何らの換算方法等の規定もないままにヒトPTHに適用できるという技術常識はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記(1)ア(明確性要件違反その1)について",
                  "text": [
                    "上記①については，仮に，本件標準品が不純物を含んだりするとしても，本件標準品の用量反応曲線はそれらの影響も含めて測定されたものであり，不純物の割合が測定の度に変わるわけではないから，平行線検定法が前提とするサンプルの用量反応曲線との平行性を満たしている限り，測定の信頼性は否定されない。",
                    "上記②については，ラット由来の腎皮質細胞膜がウシPTHを急速に分解するとしても，それゆえ，甲4方法が再現性が得られない方法とする文献はない。仮に，PTHの種類によって分解速度が異なるとしても，本件標準品の用量反応曲線とサンプルの用量反応曲線が平行であることを確認した上で生物活性を測定するのが甲4方法であるから，両者の用量反応曲線が平行にならなければ，その測定結果はただ単に採用されないだけである。",
                    "上記③については，当業者であれば，甲4文献に技術常識に関わるような詳細の記載がなくとも，甲4方法における試験間の差の平準化や測定結果の再現性を高めるために通常工夫する実験手法や統計学的手法を適用し，測定結果の開きや誤差を最小限にした測定を行うことができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前記(1)イ(明確性要件違反その2)について",
                  "text": [
                    "甲4文献には，ヒトPTHについて甲4方法が使用できないといった記載はない。原告主張の関係文献(甲40等)も，見かけの活性が低いとしているだけであって，ヒトPTH(1-34)を測定できないとの記載はない。甲4方法がPTHの最も代表的な信頼できる測定法であることに変わりはない。",
                    "標準品とサンプルの用量反応曲線の勾配が，測定条件間で異なる傾きになる可能性があることに被告も異論はないが，勾配が異なっても，その影響は標準品とサンプルのそれぞれに等しく及ぶのであるから，各曲線間の距離，すなわち効力比は変わらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "前記(1)ウ(明確性要件違反その3)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【0034】には，「PTHの1単位量は，自体公知の活性測定方法により測定可能である(非特許文献9)」と記載され，活性測定方法として非特許文献9(甲4)を引用して公知の「ラット腎アデニルシクラーゼ法」を用いることが記載されている。標準品として，甲4文献では本件標準品が記載されているが，上記【0034】には，標準品に関する格別の記載はなく，本件標準品でもよく，あるいはその後に提案されたものでもよく，本件出願当時に技術常識となっていれば，他の標準品を使用することを排除するものではない。そして，本件基準日当時には，本件代替品のように，ラット腎アデニルシクラーゼ法による生物活性が100単位であって，同測定による比活性がテリパラチド酢酸塩として3300単位／mgであるものが流通し，当業界では容易に入手し得たものである。したがって，本件基準日当時の技術常識に照らせば，活性測定方法は，ラット腎アデニルシクラーゼ法を用いていて，本件標準品に紐付いた測定結果が得られるものであればよく，本件標準品を用いる甲4方法で測定しなければならないと論ずること自体が的外れである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "多少の測定条件の差違はあっても，甲4方法も甲84方法もいずれも同一の測定原理に基づく「ラット腎アデニルシクラーゼ法」であり，標準品に対する相対的な活性を平行線検定法で測定するものであるから，測定条件の相違は測定結果に影響を与えない。甲84方法も本件標準品から生物活性を紐付けされた方法であるから，甲4方法と同一の測定結果が得られるものであり，試験結果に影響を与えない。原告は，測定条件や調製法が同一でなければ看過できない影響が出ると主張するが，何ら具体的な根拠に基づいて主張しているものではなく，単なる憶測にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "前記(1)エ(明確性要件違反その4)に対して",
                  "text": [
                    "ヒトPTHの生物活性を測定する際に，ウシPTHの生物活性から換算することはしておらず，平行線検定法により相対的に測定したそのままの値をヒトPTHの生物活性(単位)として用いればよく，原告の主張する「換算」は意味不明であり，その主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件明細書の【0034】には「ここでPTHの1単位量は，自体公知の活性測定方法により測定可能である(非特許文献9)」とだけ記載されており，具体的な測定方法や手順は記載されていない。",
                "前記1(1)のとおり，本件標準品は，本件基準日当時に入手が不能ないし困難となっていて，「非特許文献9」による測定方法，すなわち甲4方法による生物学的活性の測定は，現実に行うことができないか，著しく困難になっていた。その上，本件明細書には，甲4方法と同じ測定結果を再現することができる代替可能な測定方法について何らの記載もされていない。また，甲84方法は甲4方法とは異なり，その測定方法の相違は，技術常識に照らし，看過することができない程度の試験結果の相違をもたらす。したがって，本件発明の「200単位」に係るPTH1単位量は，測定すること自体が不能ないし著しく困難であって，当業者は本件発明を実施することができない。",
                "そうすると，本件発明は，発明の詳細な説明の記載が当業者が本件発明を実施することができる程度に明確かつ十分に記載されたものではないから，実施可能要件を欠く。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "text": [
                "前記1(2)と同旨である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-1(本件発明1の進歩性に関する判断の誤り)及び取消事由3-2(本件発明2の進歩性に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の構成の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件3条件の各条件について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件条件(1)について",
                          "text": [
                            "骨粗鬆症は加齢とともに有病率が上昇する疾病であること，椎体骨折及び大腿骨頚部骨折発生率が年齢とともに指数関数的に増加すること，高齢であることが骨粗鬆症による骨折の重要な危険因子であること，年齢が骨密度とは独立した骨粗鬆症による骨折の危険因子であることは，本件基準日当時の技術常識であった(甲8，15の1，104)。そして，「65歳以上」というのは，高齢者の医療の確保に関する法律32条で65歳以上が高齢者とされていることに相応するだけである。したがって，本件条件(1)は，単に，骨粗鬆症の発症率が高いこと及び骨折のリスクが増大した状態の患者群であることの一要素でしかなく，これ自体，何ら格別の技術上の意義を有するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件条件(2)について",
                          "text": [
                            "既存骨折の有無は，骨粗鬆症の診断において，重要な診断の要素の一つとされていたものである(甲8，9，15の1，104)。さらに，男女とも，部位にかかわらず，既存骨折があると将来の骨折リスクは約2倍になり，特に，既存椎体骨折があると将来の椎体骨折リスクは約4倍に高まるとされていた(甲104)。したがって，本件条件(2)は，骨粗鬆症の患者群を特定する条件の一つとして，ごく一般的なものにすぎず，これ自体，何ら格別の技術上の意義を有するようなものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件条件(3)について",
                          "text": [
                            "本件条件(3)の骨密度・骨萎縮度に関する条件は，骨粗鬆症の診断基準の一要素とされていたものである(甲9，15の1，104)。したがって，本件条件(3)も，骨粗鬆症の患者群を特定する条件の一つとして，ごく一般的なものにすぎず，これ自体，何ら格別の技術上の意義を有するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件3条件の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲7発明における骨粗鬆症患者の年齢範囲は「45歳から95歳」であるが，骨粗鬆症は，加齢とともに有病率が上昇する疾病であるから，本件条件(1)を満たす患者は，甲7発明が当然に投与対象として予定していたものである。また，甲7発明は，「退行期骨粗鬆症の診断基準(1989年)」(甲8)に記載の診断基準により骨粗鬆症と診断された患者を投与対象とするものであるところ ，本件条件(2)の既存の椎体骨折があることは，スコアの合計において重要な因子となっているから，本件条件(2)を満たす患者も，甲7発明が当然に投与対象として予定していたものである。さらに，甲7発明が対象とする患者は，上記診断基準(甲8)を改訂した「原発性骨粗鬆症の診断基準(2000年度改訂版)」(甲9)に記載の診断基準に含まれる本件条件(3)も満たしている蓋然性が高いから，本件条件(3)を満たす患者も，甲7発明が当然に投与対象として予定していたものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲7発明の対象患者は，「退行期骨粗鬆症の診断基準(1989年)」(甲8)で「4点(ほぼ確実)以上の患者」である。上記診断基準において，「年齢」のスコアは，「女性55歳未満  -1」及び「男性75歳未満  -1」であるから，本件条件(1)を満たしただけでは，甲7発明の対象患者(骨粗鬆症患者)には選定されない。",
                                "他方，本件条件(2)は，スコア＋1～＋3，本件条件(3)は，スコア＋3であるが，本件条件(2)及び本件条件(3)以外でスコアが加点となる因子は，「腰背痛あり  1」及び「血清カルシウム，リン，AL-P値  正常  1」しかない。",
                                "したがって，甲7発明の対象患者(合計4点(ほぼ確実)以上)と診断されるためには，年齢以外の複数の因子をも満たしている必要があり，そのなかでも，本件3条件の全てを満たしている患者は，「確実」(合計5点以上)あるいは「ほぼ確実」(合計4点)に骨粗鬆症と診断される患者の典型といえる。",
                                "このように，甲7発明の対象患者は，本件3条件の全てを満たしている蓋然性が高い。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(ア)のとおり，本件3条件は，骨粗鬆症の発症や骨折の危険因子あるいは骨粗鬆症の一般的な診断要素にすぎないから，骨粗鬆症について特殊な患者群を画する意義は認められない。",
                            "甲第104号証「骨粗鬆症の予防と治療ガイドライン2006年版」(以下「甲104文献」という。)には，臨床的骨折危険因子として合計8個の因子が確認されている中で「低骨密度」，「既存骨折」及び「年齢」に関しては，骨折の危険因子としてエビデンスがあるが，その他の臨床的骨折危険因子については，相対危険度と，それらの年齢との関係性等のデータが十分ではない旨明記され(51頁)，また，本件3条件が骨折の危険因子として筆頭に挙げられていて，「骨折の重要な危険因子である」(女性，高齢)，「骨折を強く予測する」(低骨密度)，「男女とも部位にかかわらず既存骨折があると将来の骨折リスクは約2倍になる。特に，既存椎体骨折があると将来の椎体骨折は約4倍に高まる」(既存骨折)との記載がされている(34頁)。また，PTHが骨折の危険性の高い骨粗鬆症患者に有効な薬剤であることは，本件基準日当時，技術常識となっていた。すなわち，PTH製剤であるフォルテオに係る甲第15号証の1「審議結果報告書」(平成22年。以下「甲15の1文献」という。)では，フォルテオの効能・効果を「骨折の危険性の高い骨粗鬆症」(2頁)とし，年齢，既存骨折，低骨密度の3要素により骨折の危険性の高い骨粗鬆症患者を定義している(70頁7行目以下)。",
                            "そして，甲7発明は，48週という比較的短期間で腰椎骨密度を8.1％増加させた治療剤であり，骨密度の増加は骨折予防に寄与するものであるところ，中手骨骨密度を減少させることなく腰椎骨密度を比較的短期間で用量依存的に増加させたことにより，きわめて将来有望であると思われる骨粗鬆症治療剤と評価されていた。",
                            "したがって，甲7発明に接した当業者は，本件3条件の全てを満たす患者に対して甲7発明を適用することを，当然に検討する。",
                            "甲7文献には，各サブ群間においてPTHの骨密度への応答が同程度であった旨記載されているが(300頁左欄11行ないし右欄6行目)，各サブ群で骨密度増加効果が確認されたのであるから，特定の患者群に対する甲7発明の適用を妨げる事情ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲7発明においても，投与された患者に重篤な副作用はみられず，かつ，生じた副作用は一時的なものにとどまっており(甲7の298頁左欄25行ないし299頁左欄9行目，表5)，200単位週1回投与が安全でないと予測すべき理由はない。一般的な臨床使用において，広く全ての骨粗鬆症患者に対し投与する製剤としては100単位の方が適切であるとしても，本件発明を想到することを妨げるものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "PTHは，年齢が高くなり，より骨折の危険性の高い患者に対して有効に薬剤であるから(甲15の1)，高齢者には効きにくいとの技術常識は存在しない。仮にそのような技術常識が存在するとしても，それはPTHを連日投与するからであり，甲7発明の200単位週1回投与については，連日投与と比較して高いBMD(骨密度)の増加作用が確認されているから，当業者は，PTH200単位週 1 回投与を高齢者に適用することを動機付けられる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上からすると，甲7発明に接した当業者において，甲7発明の骨粗鬆症治療剤を本件3条件の全てを満たす患者に適用することは，技術常識に基づき，当業者が当然に検討する事項である。",
                            "したがって，相違点1の構成は当業者が容易に想到できる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の構成の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "骨折抑制への適用",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "骨粗鬆症については，2000年にアメリカの国立衛生研究所(ＮIH)で開催されたコンセンサス会議において，その定義が「骨強度の低下を特徴とし，骨折のリスクが増大しやすくなる骨格疾患」に修正された(甲60)。同コンセンサス会議では，「骨強度」について，「骨強度」は骨密度と骨質の2つの要因からなり，BMDは骨強度のほぼ70％を説明するものであるとし，残りの30％の説明要因(構造，骨代謝回転，微細損傷の集積，骨組織のミネラル化など)を「骨質」という用語に集約した(甲60)。上記コンセンサス会議での骨粗鬆症の定義の修正は，骨密度以外の危険因子をも含めて考えることを示したものであって，骨密度の減少が骨粗鬆症及び骨折の主要な因子であることを否定するものではなく，骨密度の増加は，骨粗鬆症治療及び骨折リスクの軽減にとって，重要な評価指標である。",
                            "また，「骨粗鬆症薬の臨床評価方法に関するガイドラインについて」(甲96)も，被験薬の有効性の証明には，本来，骨強度の変化や骨折率を見ることが望ましいものの，それには長期間を要するので，後期第Ⅱ相試験では，骨量(骨密度)が骨折発生率をみるための代用の指標とされている(第4章臨床試験「四  後記第Ⅱ相」「(四)試験方法」)。",
                            "「代替エンドポイントの評価」(乙14)にも，「ただし，骨密度は代替エンドポイントとして日米欧の規制当局からは認められており，新薬の承認申請の際には，骨密度を代替エンドポイントとして第Ⅱ相試験を行い用量反応性を検討し，第Ⅲ相試験においては真のエンドポイントである骨折を評価項目としてプラセボまたは実薬対照試験を行うのが一般的となっている。」(16頁)と記載されている。",
                            "そうすると，甲7発明は，骨折抑制の評価指標を骨密度(骨量)としているが，甲7文献の試験は後期第Ⅱ相試験に該当するから，腰椎BMDの増加は，骨折抑制効果が上がったと評価されるものである。",
                            "以上によると，本件基準日当時，当業者は，骨密度を増加させることは骨折リスクを軽減させることであると認識していた。そうすると，甲7発明を「骨折抑制のための」治療とすることは，プラセボ対比試験で実証するまでもなく，甲7発明の腰椎BMDの増加という試験結果から，当然に予定される。",
                            "したがって，当業者にとって，甲7発明の治療剤を骨折抑制のためのものとすることは，格別の創意を要することではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲7文献の「将来有望」との趣旨の記載は，「中手骨骨密度(大部分が皮質骨からなる)を減少させることなく腰椎BMD(主に海綿骨からなる)を48週間という比較的短期間で有意に用量依存性に増加したことから，hPTH(1-34)による骨粗鬆症治療はきわめて将来有望である」(301頁右欄5行ないし303頁右欄23行目)を受けた記載であり，この効果が最も強く認められたのは，200単位週1回投与である(図1)。",
                            "したがって，上記の「将来有望」との記載は，200単位週1回投与についてのものと理解するのが相当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "増悪椎体骨折抑制(Grade3への増悪椎体骨折抑制)への適用",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「新規椎体骨折」及び「増悪椎体骨折」の意義",
                          "text": [
                            "本件明細書には，椎体の変形の程度がGrade分類されることができ，正常な場合を「Grade0」，椎体高が約20ないし25％減少し，かつ，椎体面積が10ないし20％減少した場合を「Grade1」，椎体高が約25ないし40％減少し，かつ，椎体面積が20ないし40％減少した場合を「Grade2」，椎体高が約40％以上減少し，かつ，椎体面積が40％以上減少した場合を「Grade3」とし，Grade0からGrade1，Grade2又はGrade3への変化が認められた場合を「新規(椎体)骨折」と，Grade1からGrade2若しくはGrade3，又は，Grade2からGrade3への変化が認められた場合を「増悪(椎体)骨折」とする旨の記載があり(【0047】)，同様の定義は，PTH製剤であるフォルテオに関する甲32の1文献及び甲第129号証「椎体骨折評価基準(2012年度改訂版)」(平成25年。以下「甲129文献」という。)にも示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2に係る構成の技術的意義",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "骨粗鬆症は，骨量の減少と骨質の劣化により骨強度が悪化して骨折のリスクが増加しやすいことが特徴的な骨疾患であり，椎体骨折は，骨粗鬆症において最も頻度の高い骨折である。したがって，椎体骨折の発生及びその悪化は，骨粗鬆症の典型的な症例であり，既存椎体骨折を有していて増悪椎体骨折を予防する必要がある患者は骨粗鬆症患者の典型例でしかない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件明細書においては，新規椎体骨折及び増悪椎体骨折とは，いずれも，椎体骨折の判定に当たってGradeに変化がみられた場合をいい，診断の起点の相違で両者を分類しているにすぎず，疾病の質や病態や原因等において相違するものではない。例えば，A時点でGrade0，B時点でGrade1，C時点でGrade2と推移した患者の場合，A時点とC時点でそれぞれ測定されたときにはC時点の骨折は新規椎体骨折と判定され，B時点とC時点でそれぞれ測定されたときにはC時点の同じ骨折が増悪椎体骨折と判定されるのである。本件明細書には，圧潰や骨の組織変化が，新規椎体骨折にはみられない増悪椎体骨折に特有のものであるとの記載もない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "本件条件(2)は，「既存椎体骨折を有する」であるところ，骨粗鬆症患者では，「既存椎体骨折があると将来の椎体骨折は約4倍に高まる」とされている(甲104の34頁)。ここにいう将来の椎体骨折は，新規椎体骨折(当該既存椎体骨折がある箇所以外の椎体について)及び増悪椎体骨折(当該既存椎体骨折がある箇所の椎体について)の双方を含む。したがって，本件発明1の「増悪椎体骨折抑制のため」あるいは本件発明2の「Grade3への増悪椎体骨折の抑制」のためなる用途は，本件条件(2)を満たす患者の治療目的として当然に予定されているものでしかなく，相違点2は，実質的にみて，相違点1の内容を超えて新たな相違点となるようなものではない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "本件基準日前，既存椎体骨折を有していない場合には新規椎体骨折が発生するか否か，また，既存椎体骨折を有している場合には増悪椎体骨折が発生するか否か等，既存椎体骨折の有無に分けて治療効果を比較することは各種のガイドラインで示されていた(甲30の60頁，甲31)。そのため，既存椎体骨折を有する患者に対し，増悪椎体骨折予防のための骨粗鬆症治療を行うことは，当業者が当然に予定することであった。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲93文献について",
                          "text": [
                            "甲93文献には，「一度骨折が生じた椎体においては壊死組織が存在し，その周囲に広範囲の結合組織層が層状に形成され，また，一度骨折が生じると日常の小さな反復外力が骨折部位の修復を阻害して，椎体内は次第に線維性結合組織で置換される，という組織学的変化が生じる」と記載されている。",
                            "しかしながら，本件発明が定める「新規椎体骨折」及び「増悪椎体骨折」は，椎体の変形程度に関するGradeの変化を判断基準とするものであり，甲93文献に記載の「骨粗鬆症性外傷後椎体圧潰」 が「新規椎体骨折」又は「増悪椎体骨折」のいずれの状態におけるものかの記載がない。そうすると，甲93文献の「骨粗鬆症性外傷後椎体圧潰」が本件発明の「増悪椎体骨折」に関するものとはいえない。",
                            "また，甲93文献には，「組織学的変化」がみられることが記載されているが，「いったん，組織学的変化が生ずると，以後，骨密度を維持・増加させることができず，さらに，骨強度を増強・維持することができず，そのため骨折発生を抑制することができない」という技術常識はない。",
                            "したがって，甲93文献の記載は，相違点2の用途の想到を妨げるものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲15の1文献，甲57文献及び甲98文献について",
                          "text": [
                            "甲15の1文献の記載(76頁)によると，PTHは，海綿骨の骨量及び連結密度の増加(BMD増加)，骨梁形状のより板状構造へのシフト，並びに皮質骨幅の増加の効果が認められ，骨粗鬆症により悪化した骨微細構造をより正常な状態に改善させる効果が認められ，BMD増加と骨折予防効果との関連性が高いことが本件基準日当時の技術常識となっていたことが分かる。",
                            "甲57文献及び甲98文献には，テリパラチド20μg連日投与又は40μg連日投与により，それぞれ，増悪椎体骨折の抑制効果，Grade3への増悪椎体骨折抑制効果があったことが示されていた。",
                            "これらの骨折抑制効果は，甲7発明の治療剤と同一の有効成分であるPTHの有効成分及びその作用機序によるものであるから，甲7発明の治療剤と用法用量が異なるとはいえ，甲7発明の治療剤についても同一の効果が生じると当業者は合理的に期待する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性",
                      "text": [
                        "以上のとおり，腰椎BMDは骨折発生率をみるための代用の指標とされているところ，甲7発明では，PTH200単位週1回投与につき，その腰椎BMDに顕著な増加がみられたから，甲7文献に接した当業者は，甲7発明を，骨粗鬆症治療薬として骨折抑制のために適用することを当然に検討する。そして，既存椎体骨折を有する骨粗鬆症患者について増悪椎体骨折又はGrade3への増悪椎体骨折を抑制することは，骨粗鬆症治療において当然に予定されていた事項であるところ，PTHが新規椎体骨折にも増悪椎体骨折にも等しく骨折抑制作用を有することが知られていた。しかも，骨粗鬆症患者では，既存椎体骨折があると将来の椎体骨折発生リスクが約4倍に高まるとされている。",
                        "そうすると，甲7発明の治療剤を，既存椎体骨折を有する患者に対する「増悪椎体骨折抑制のため」の骨粗鬆症治療剤とすること，また，よりGradeが高い「Grade3への増悪椎体骨折抑制」のための骨粗鬆症治療剤とすることには十分な動機付けがある。",
                        "したがって，相違点2の構成は当業者が容易に想到することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "判断枠組み",
                      "text": [
                        "予測できない顕著な効果として対比すべき「優先日当時の本件各発明の構成」(最高裁判所平成30年(行ヒ)第69号令和元年8月27日第三小法廷判決・集民262号51頁)として想定すべきなのは，本件発明であるが，甲7発明と本件発明とは，有効成分，用法用量，骨粗鬆症治療という用途において同一の構成を備えているから，予測できない顕著な効果は，甲7発明との対比において検討すべきものである。したがって，用法用量の異なる従来技術のみとの対比から，本件発明の効果が顕著であるとすることはできない。",
                        "甲57文献及び甲98文献の試験は，本件発明と用法用量を異にする骨粗鬆症治療剤に関するものであるから，PTHに増悪椎体骨折抑制効果があることの確認まではできても，それを超えて，本件発明の構成が奏するものとして当業者が予測することができなかった効果があるか否か，又は当該構成から当業者が予測することができた範囲の効果を超える顕著な効果があるか否かという観点からの検討においては判断の基礎とすることはできない。したがって，甲7発明と用法用量が異なる甲57文献及び甲98文献に記載の連日投与のPTH製剤との間で相対リスク減少率の値の大小を対比しただけで，本件発明に顕著な効果が認められる旨判断することは，判断手法を誤るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の効果",
                      "text": [
                        "本件明細書には，本件3条件の全てを満たす患者に対してPTH200単位週1回投与をしたところ，PTH200単位投与群における増悪椎体骨折発生率が0.4％，プラセボ投与群における増悪椎体骨折発生率が2.3％であり，投与72週後の被験薬投与群と対照薬投与群の差(％)が1.8％(絶対リスク減少率)であり，90％信頼区間の下限が0.2，同上限が3.5であり，「増悪骨折に対して被験薬は有効である」旨の記載があるにすぎない(【0118】，【表20】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告の主張する効果①(後記(2)ウ(イ)①)について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件明細書の記載について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件明細書は，骨折抑制効果が本件3条件により奏するとしながら，200単位投与群について，本件3条件の全てを満たす患者と本件3条件の全部又は一部を満たさない患者とを比較した試験結果は何ら示していない。仮に，本件3条件の全てを満たした場合に100単位の投与によってPTHの骨折抑制効果を強く発現させることができるとしても，本件発明のように，用法用量を限定したところに格別の効果を奏する特殊な患者群を見出したとする発明において，当該用法用量を変更しても，その特殊な患者群において変更前の用法用量と同様に格別な効果を奏するという技術常識はなく，また，そのような推論ができる根拠もない。実際，本件明細書に記載の実施例1の結果は，100単位投与群では，本件3条件の全てを満たすとする高リスク患者の骨折発生率が6％(＝3÷52，【表2】及び【表8】)，本件3条件を満たさないとする低リスク患者の骨折発生率が9％であり(＝1÷11，【表3】及び【表9】)，高リスク患者の方が低リスク患者よりも骨折発生率が低いが，5単位投与群では，高リスク患者の骨折発生率が28％(＝18／64，【表2】及び【表8】)，低リスク患者の骨折発生率が10％(＝1÷10，【表3】及び【表9】)であり，低リスク患者の方が高リスク患者よりも骨折発生率が低くなっている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "低リスク患者の類型は7通り(3種の条件を組み合わせた8通りの場合から，全ての条件を満たす場合―すなわち，高リスク患者―を控除する。)存在するが，実施例1の「低リスク患者」かつ「100単位投与群」の例数は，わずか11例しかなく，7通りの組合せに対しては少なすぎ，その結果をもってしては，確率の低い事象が偶然生じた可能性を排除することができず，そのような試験結果に信頼性を認めることは困難である。また，実施例1の100単位投与群における低リスク患者の患者背景は，全員が年齢65歳未満で本件条件(1)を満たさないが，本件条件(2)及び本件条件(3)のいずれも満たす者とうかがわれ(本件明細書【表3】)，実施例1の「低リスク患者」かつ「100単位投与群」の結果は，本件条件(1)のみを満たさない患者群についての結果であって，ここから低リスク患者全般について客観的な評価を導くことは困難である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "実施例1の100単位投与群では，新規椎体骨折の抑制効果(すなわち，Grade0からの変化)の確認しかなされておらず，増悪椎体骨折の抑制効果(つまり，Grade1やGrade2からの更なるGradeの変化)の確認はされていない(本件明細書の【0077】～【0097】参照)。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "本件明細書には，本件発明が増悪椎体骨折に対して有効であることが確認された旨の記載はあるが(【0118】)，新規椎体骨折抑制効果と同等以上に増悪椎体骨折抑制効果が高い骨粗鬆症治療剤を実現するといった課題は記載されておらず，また，新規椎体骨折抑制効果と増悪椎体骨折抑制効果とを比較した記載もない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲7発明から予測される効果",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲7発明では，骨折発生率をみるための代用の指標である腰椎BMDにつき顕著な増加がみられたのであるから，椎体骨折の抑制効果が大いに見込まれると評価されるものであるところ，甲103文献では，PTH連日投与との対比において，「週1回投与の方がむしろ効率がよく，骨吸収を亢進させることなく骨形成を促進している」(60頁)と評価されていた。したがって，当業者は，200単位週1回投与の甲7発明の用量用法は，PTH連日投与と対比してより優れた骨折抑制効果があると合理的に期待することができた。",
                                "そして，前記イ(イ)のとおり，本件明細書における新規椎体骨折と増悪椎体骨折とは，疾病の質や病態や原因等において相違するものではなく，いずれも，骨量の減少と骨質の劣化により骨強度が悪化して発生リスクが増加する骨折であることに変わりはないところ，甲15の1文献によると，PTHは，骨形成促進作用があり，その椎体の骨量を増加させ骨強度を増強して骨折発生を抑制する作用を有することは本件基準日当時に技術常識となっていたといえるから，本件発明は，骨吸収を亢進させることなく骨形成を促進し，骨密度を増加させて骨質を改善する作用によって，椎体に対し，椎体高と椎体面積の減少を抑制し，この作用は，新規椎体骨折の抑制でも増悪椎体骨折の抑制でも変わりはないと合理的に考えられる。そして，実際，PTHに増悪骨折抑制作用があることは，本件基準日に公知となっていた(甲32の1の62頁，甲57の21頁)。そうすると，当業者は，本件発明の構成は増悪椎体骨折の抑制にも効果があると合理的に予測する。",
                                "したがって，本件発明の増悪椎体骨折抑制効果は，引用発明である甲7発明との対比において，技術水準から予測される範囲を超えるものではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件特許明細書【表20】に記載された結果は，評価例数が，被験薬(PTH)投与群261例，対照薬(プラセボ)投与群281例に対し，骨折発生例数がそれぞれ1例，6例というものであり，増悪椎体骨折の発症率が極めて僅少である。",
                                "このように，発症率が僅少で，かつ，被験薬投与群とプラセボ投与群の発症率の差が少ない場合には，相対リスク減少率でみると，わずかに発症率が異なるだけで，大きな数字に置き換えられてしまい，特別に優れた効果が確認できたかのような誤った評価を導いてしまう危険性がある。そのため，臨床研究の統計では，このような場合，相対リスク減少率(RRR)ではなく，絶対リスク減少率(ARR，対照群における発症率と治療群における発症率の差)で評価するのが技術常識である(甲58，130)。【表20】の結果のみから顕著な効果を肯定するのは，あまりに安直であり，科学的根拠に支えられたものではない。",
                                "【表20】に基づき，増悪椎体骨折発生率の絶対リスク減少率を算定すると，1.9％(2.3％-0.4％)となり，本件発明1による増悪椎体骨折抑制の効果は，100人中1.9人という差でしかない。このわずかな差が，相対リスク減少率では，約83％(1-0.4／2.3)という大きな数字に置き換わり，特別に優れた効果が確認できたかのような印象を与えるのである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実験成績証明書について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実験成績証明書の参酌の可否",
                              "text": [
                                "甲99証明書は，別紙4のとおりであるところ，本件訂正の際，実施例2の試験データの中からGrade1からGrade2若しくはGrade3，又はGrade2からGrade3への変化の症例を抽出して作成されたものとされている。しかしながら，甲99証明書は，本件明細書に記載されていない発明の効果を，出願後に実験結果等を提出して主張又は立証するものであり，出願人と第三者との公平を害する結果を招来するものであるから，これを斟酌することは許されない。",
                                "すなわち，本件明細書には，増悪椎体骨折の発生率について【0118】及び【表20】の記載があるだけで，Grade3への増悪椎体骨折の発生を抑制する効果を奏することについては何らの記載も示唆もない。骨粗鬆症治療において，「Grade3への増悪椎体骨折抑制」のためという独立した用途が観念できるかどうかは措くとして，甲99証明書は，本件明細書の記載を超えた効果について立証を補充するものにほかならない。",
                                "そうすると，甲99証明書は，本件明細書に記載されていない発明の効果を，出願後に実験結果等を提出して主張又は立証するものであり，出願人と第三者との公平を害する結果を招来するものであるから，これを斟酌することは許されない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲99証明書の内容",
                              "text": [
                                "仮に，甲99証明書を参酌することが許されるとしても，甲99証明書は，本件発明の効果の顕著性を基礎付けるものではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被告の主張する効果②(後記(2)ウ(イ)②)について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲57文献について",
                          "text": [
                            "被告は，甲57文献の試験結果から算出される増悪椎体骨折の相対リスク減少率(RRR)と比較して，本件発明のRRRは，相当程度優れており，予想外に高い効果が生じている旨主張するが，本件明細書【表20】の対象患者は，骨折リスクの高い患者である「高リスク患者」(【0079】，【0098】)であるのに対し，甲57文献の試験の対象患者は，「30～85歳の閉経後女性，中程度の非外傷性椎体骨折が1つ以上又は軽度のものが2つ以上，評価可能な骨折していない椎体が7つ以上」であり，「高リスク患者」に限定されていない。「高リスク患者」のプラセボ投与群は，骨折リスクが高いにもかかわらずプラセボを投与した患者群であるから，「高リスク患者に限定しない患者」のプラセボ投与群と比較して，骨折発生率が高くなるのは自明である。したがって，「骨折の高リスク患者」と「骨折の高リスク患者に限定しない患者」との間で，一見，増悪椎体骨折発生率につき相対リスク減少率の違いがみられたとしても，これは，対比の基礎となったプラセボ投与群の骨折発生率の相違によるところが大きい。また，「骨折の高リスク患者に限定しない患者」は，そもそも，「骨折の高リスク患者」に比して，骨折リスクが低い患者群であるから，「骨折の高リスク患者に限定しない患者」において，治療群とプラセボ投与群との間で骨折抑制効果に大きな差が出なくても，何ら不思議なことではない。したがって，甲57文献との間で，単純に相対リスク減少率の値の大小のみをみて，本件発明1に顕著な増悪椎体骨折抑制効果がみられるとすることはできず，甲57文献の試験結果と比較した相対リスク減少率の差異は，当業者の予測を超えるようなものではない。",
                            "なお，甲57文献における絶対リスク減少率を算定すると，PTH20μg連日投与の場合が約1.5％(4.5％-3.0％)，PTH40μg連日投与の場合が約2.5％(4.5％-2.0％)であり，むしろ，本件発明の方が，甲57文献の試験結果よりも増悪椎体骨折抑制効果が低いとも評価できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲98文献について",
                          "text": [
                            "被告は，甲98文献の報告から，PTHのGrade3への増悪椎体骨折の抑制効果は，増量するとかえって効果が低減することが公知であったと認められる旨主張するが，甲98文献は，PTH20μg連日投与と40μg連日投与について，Grade3への増悪椎体骨折の発生率を示したものにすぎず，本件発明とは用法用量を異にしている。",
                            "また，甲98文献は，プラセボ投与群と対比して，新規又は増悪SQ3椎体骨折になるリスクが有意に減少したことを示したものであって，甲98文献には，Grade3への増悪椎体骨折の抑制効果がPTH投与量を増量するとかえって効果が低減することを示した記載はなく，20μg連日投与群と40μg連日投与群との比較において，増悪椎体骨折の抑制効果について，用量依存性がないことを統計的に評価したものではない。",
                            "さらに，甲98文献は，評価例数に対し骨折発生例数が極めて僅少であるから，骨折相対リスク減少率をもって効果を評価することは誤りである。すなわち，甲98文献では，PTH20μg連日投与群及びPTH40μg連日投与群の評価例数が，それぞれ444例及び434例であるのに対し，増悪椎体骨折の発生例数は，それぞれ，3例及び4例と極めて僅少であり，しかも，発生例数の差が，わずか1例しかない。このような場合には，前記(ウ)b(b)の場合と同様に，相対リスク減少率ではなく，絶対リスク減少率で評価すべきである。そこで，甲98文献の試験結果に基づき，「増悪SQ3骨折」の発生に限って絶対リスク減少率を算出してみると，20μg連日投与群における絶対リスク減少率は1.1％と，40μg連日投与群における絶対リスク減少率は0.9％となり，両者の差は，わずか0.2％である。これは，100人中わずか0.2人という差でしかなく，およそ増悪椎体骨折の抑制効果に用量依存性があることを統計的に明らかにするものではない。",
                            "仮に，甲98文献から40μg連日投与の方が，20μg連日投与よりもGrade3への増悪椎体骨折の抑制効果が低いことが導かれたとしても，これは，単に，20μg連日投与と40μg連日投与との間での効果を比較したものにすぎない。しかも，甲98文献において，相対リスク減少率の算定がなされているのは，「新規又は増悪SQ3椎体骨折」についてであって，「増悪SQ3椎体骨折」のみについては，相対リスク減少率の算定すらなされていない。甲98文献の試験結果から用法用量が異なる200単位週1回投与の場合のGrade3への増悪椎体骨折の抑制効果を推論することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告の主張する効果③(後記(2)ウ(イ)③)について",
                      "text": [
                        "被告が主張する骨密度の増加率と増悪椎体骨折抑制効果との対応関係は，被告独自の分析によるものでしかなく，本件基準日当時の当業者の予測を基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "まとめ",
                      "text": [
                        "以上からすると，本件発明が予測できない顕著な効果を奏するとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相違点1及び2は当業者において容易に想到できるから，本件審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の構成の容易想到性の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件3条件の各条件について",
                      "text": [
                        "高齢の骨粗鬆症患者であれば，本件3条件を充足するとの技術常識はない。患者の要件は，一つ一つに分解できるものではなく，それらが有機的に結合して患者の要件を構成するものであるから，本件3条件を一体として，その技術的意義が判断されなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件3条件の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "骨粗鬆症と診断された患者が本件3条件の全てを満たすとは限らないし，本件3条件以外の因子の重要度が低いことを意味しない(甲104)。それゆえ，甲7発明における対象患者の選定においても，複数の因子をスコア化して評価してそのスコアの合計数で診断したものであって，その対象患者が本件3条件の全てを満たすことは予定されていない。甲7文献の臨床試験は，後期第Ⅱ相試験であり，その主な目的は，骨粗鬆症患者を対象として用量反応関係を明らかにし，第Ⅲ相比較試験のための用法用量を決定することであり，PTH50単位投与群(L群)，100単位投与群(M群)，200単位投与群(H群)を比較する試験にすぎず，骨粗鬆症患者の中から特殊な患者群を取り出して薬効を評価するというものではない。甲7文献には，本件3条件に着目して患者群をとらえた記載はないし，骨折抑制のための骨粗鬆症治療剤に関し，本件3条件を満たす患者を選択してその対象とすることが一般的であるとの証拠も存在しない。本件3条件の着想を得たのは本件発明が初めてである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，本件3条件の個々の条件自体は一般的な指標であったとしても，本件3条件全体は一般的な指標ではない。「骨折リスクの増大」ということであれば，他にも骨折リスク因子は多数あり(甲104)，本件3条件を選択する蓋然性はない。骨折しやすい患者が骨折抑制効果を得られやすい患者という技術常識はなく，骨折の危険性の高い骨粗鬆症患者といっても試験によってその定義はばらばらであり(甲15の1の50頁，53頁，70頁)，年齢，骨密度等の具体的な指標もばらばらであり，本件3条件の全てを満たさなくても骨折の危険性の高い患者に該当することがある。既存椎体骨折の有無も診断の要素の一つにすぎず，既存椎体骨折のない骨粗鬆症患者も多数存在する。例えば，甲7の表1によると，既存椎体骨折のない患者(椎体骨折数が0の欄)はL群(50単位)，M群(100単位)，H群(200単位)の全体で91名(32人＋30人＋29人)であり，220人の被検者(表2)の約41％を占める。本件3条件の全てを満たす患者が本件3条件のいずれかを満たさない患者よりも高い骨折抑制効果を示すことは，甲15の1文献には示されてはいない。本件3条件は，PTH100単位週1回投与の第Ⅲ層試験の層別解析により初めて，本件3条件を組み合わせるとPTHの骨折抑制効果が高いという新規な知見を得られたことに基づいて設定されたものであり，これを甲7文献の開示事項から導くことはできない。むしろ，甲7文献には，サブグループ間で薬物に対する応答は同程度であった旨の記載があり，甲7発明の投与対象患者を区分して投与対象をサブ群に限定しても効果は変わらないことが推論されるから，甲7発明から本件3条件を選択する動機付けは否定される。甲7発明が将来有望であると思われる骨粗鬆症治療剤とされていたとの甲7文献における記載は，週1回投与という新たな用法の可能性に関して述べたものであり，200単位を投与する点に特化して将来有望と記載されたものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲7発明において，甲7文献の表6によって副作用により脱落した患者の脱落率を計算すると，L群(50単位)では73人中3人で4％，M群(100単位)は75人中10人で13％，H群(200単位)は72人中16人で22％であり，しかも，200単位のH群は，副作用が発現した患者30人の半数以上の16人が脱落している。本件出願当時の当業者の認識，とりわけ200単位に対する当業者の認識は，200単位の異常に高い副作用発現頻度，高い脱落率が示すように，200単位は臨床用量としては不適とするのが専門医の共通した見解であるというものであった(甲70ないし72)。したがって，甲7文献の頒布後，当業者は臨床試験においてPTH週1回投与を行う場合には，100単位しか選択し得ず，200単位の選択は事実上困難であった。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "テリパラチド20μg投与群又は40μg投与群のプラセボ投与群に対する骨折相対リスク減少率は，患者が75歳以上の場合には，65歳以上75歳未満の場合よりも低くなっているなど，PTH製剤が高齢者には効きにくいということは技術常識であり(乙29)，PTHを高齢者に特に使用しようとする積極的な動機付けは生じないから，年齢に関する本件条件(1)を含む本件3条件の動機付けは生じない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，本件3条件は，本件発明の発明者が初めて見出した条件であり，甲7文献に開示，示唆されておらず，技術常識を踏まえても着想し得ない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の構成の容易想到性の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "骨折抑制への適用",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "骨密度が骨強度につき約70％関係しているとすれば，約30％は別の要因が関係しているのであるから，骨強度は，骨密度のみでは説明できないということである。すなわち，骨密度が増加しても，それにより，直ちに骨折が抑制されるというものではない。",
                            "骨粗鬆症治験薬の臨床的有効性と安全性の評価を行うには，標準薬又はプラセボと比較した比較試験が必要である(甲96)。骨粗鬆症の場合，骨折抑制効果を骨密度の数値だけで完全に代用することはできないから，第Ⅲ相試験で標準薬又はプラセボと比較した比較試験を経て，骨折抑制効果を確認することが必要なのである。後期第Ⅱ相試験である甲7文献の試験は，あくまでも用法用量を決定し，第Ⅲ相試験に進むか否かを評価するとの位置付けである(甲96)。したがって，甲7発明の治療剤による腰椎BMDの増加があるからといって，その骨密度の増加が直ちに骨折抑制効果をもたらすものとはいえず(甲7の301頁右欄5行ないし303頁右欄23行目，甲96)，さらに，甲7文献には，L群(50単位)，M群(100単位)及びH群(200単位)で骨密度の増加程度は異なるとしているものの，椎体骨折数に関し，L群(50単位)，M群(100単位)及びH群(200単位)について「各群間の差は有意でなかった」と記載されている(甲7の300頁左欄11行ないし右欄6行目)。したがって，標準薬又はプラセボとの対比試験を行っていない甲7発明から骨折抑制効果が予測できるということはあり得ない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲7文献には，「将来有望」との記載があるが，200単位との用量が有望と記載されているのではなく，週1回投与という用法の可能性を考察しているにすぎない。なぜなら，200単位のみならず，100単位，50単位のいずれの群も同様に，中手骨骨密度を減少させずに，用量依存的に有意に腰椎BMDを増加させているからである(甲7の300頁左欄11行ないし右欄6行目，図1)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "増悪椎体骨折抑制(Grade3への増悪椎体骨折抑制)への適用",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「新規椎体骨折」及び「増悪椎体骨折」の意義",
                          "text": [
                            "前記(1)イ(イ)aの原告の主張は，争わない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2に係る構成の技術的意義",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "既存椎体骨折の有無は，診断の要素の一つにすぎず，既存椎体骨折のない骨粗鬆症患者も多数存在する。前記ア(イ)bにおいても述べたとおり，甲7発明においても，既存の椎体骨折のない患者は，L群，M群，H群の全体で計算して約41％存在する。また，「退行期骨粗鬆症の診断基準」でも，例えば，骨量の減少(3点)かつ腰背部痛あり(1点)でスコアの合計が4点であり，既存椎体骨折がなくてもほぼ確実に骨粗鬆症と診断される。同様に，骨量の減少(3点)，かつ血清カルシウム，リン，AL-P値が正常(1点)でスコアの合計4点であり，既存椎体骨折がなくてもほぼ確実に骨粗鬆症と診断される。このように，既存椎体骨折がなくとも骨粗鬆症と診断されるのであって，増悪椎体骨折を抑制することがPTH投与による骨粗鬆症治療において当然に予定されている事項とはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "増悪椎体骨折が発生する前の既に骨折が発生した骨(Grade1以上)は，新規椎体骨折が発生する前の骨(Grade0)と比べて，骨の組織が脆弱になり，また更なる圧潰を生じやすい状態になるので，当然ながら新規椎体骨折と増悪椎体骨折はその疾病の質や病態が異なっている(甲93)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "相違点1は対象患者を特定した要件であるのに対して，相違点2は用途を特定した要件であり，実質的に同じであるはずがない。骨折により脆弱化した椎体の更なる骨折を抑制できるか否かについて，当業者は，何ら確認試験を行わずに，甲7発明の骨粗鬆症治療剤が増悪椎体骨折を適切に抑制できるとは考えない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "原告が指摘する甲30文献や甲31文献の記載は，単に，新規椎体骨折と増悪椎体骨折を区別する必要があることを述べているにすぎず，これらの記載をもって，既存椎体骨折を有する患者に対して増悪椎体骨折予防のための骨粗鬆症治療を行うことを，当業者が当然に予定していることにはならない。むしろ，新規椎体骨折と増悪椎体骨折とを区別する必要があるということは，新規椎体骨折を抑制する効果と増悪椎体骨折を抑制する効果とが異なることの証左といえる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲93文献について",
                          "text": [
                            "原告が指摘するように，増悪椎体骨折の判断基準は椎体の変形程度に関するGradeの変化を基準とするものであり，甲93文献にGradeに関する記載はないが，甲93文献には，骨折した後の骨に関する考察が述べられているから，少なくとも，新規椎体骨折が発生する前の正常な骨に関する考察でないことは明らかであり，甲93文献に記載された「組織学的な変化」が増悪椎体骨折に関するものではないということにはならない。むしろ，「骨粗鬆症による骨の脆弱性と骨形成能の低下を基盤とし，反復して骨折椎体が小さな外傷を受ける結果，骨折治癒過程が障害される。そして，椎体内が次第に壊死組織や結合組織で置換され，椎体圧潰が進行する」との甲93文献の記載(77頁)は，一度骨折した椎体にこそ当てはまる記載である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲15の1文献，甲57文献及び甲98文献について",
                          "text": [
                            "甲15の1文献のフォルテオでは増悪椎体骨折抑制効果が確認されているが，用法用量が変わった場合には効果も変わるとみるのが自然であるところ，甲15の1文献に記載されているのは，甲7とは用法用量の異なる20μg連日投与である。しかも，甲15の1文献には，「この海綿骨の骨微細構造の改善は，腰椎及び大腿骨頸部のBMD増加と相関している」，「骨吸収抑制薬と比べてBMD増加と骨折予防効果の関連性が大きい」と記載されているにすぎず，(76頁)，骨微細構造をより正常な状態に改善させる効果によって骨折抑制効果が生じたとまでは理解できない。したがって，BMDの増加しか開示されておらず，いまだ骨折抑制効果が確認できず，さらに用法用量も異なる甲7発明の治療剤について，甲15の1文献の記載を根拠に，BMDの増加効果のみで骨折抑制効果が期待できるとすることには無理がある。ましてや，増悪椎体骨折抑制効果が期待できるともいえない。",
                            "甲57文献及び甲98文献に記載された治療剤は，20μg連日投与(約67単位に相当，1週間で469単位)又は40μg連日投与(約133単位に相当，1週間で931単位)のものであり，200単位週1回投与の甲7発明の治療剤とは用量用法が大きく異なり，これらに記載された知見をそのまま甲7発明に適用することは適切ではない。さらに，甲57文献の試験の主要評価項目は新規椎体骨折発生率であり(5頁，18頁)，増悪椎体骨折発生率の評価は，「この試験では，新規および増悪椎体骨折はあらかじめ指定されたエンドポイントではなかったが，このセクションに記載されている他の変数と同様に，この変数についてもデータが収集された。この結果が他の骨粗鬆症薬で報告されてきたため，今回の評価者はこれを検討することに決めた。」(21頁)と記載されているとおり，当初予定されていなかったものにすぎない。",
                            "また，甲57文献には，増悪椎体骨折の方が新規椎体骨折よりも抑制し難い結果が示されている。すなわち，骨折の相対リスク減少率(RRR)を算出すると，20μg連日投与の場合，増悪椎体骨折が33％(1-3％／4.5％)なのに対し，新規椎体骨折と増悪椎体骨折を併せたものが61％(1-6.5％／16.5％)，40μg連日投与の場合，増悪椎体骨折が56％(1-2％／4.5％)なのに対し，新規椎体骨折と増悪椎体骨折を併せたものが65％(1-5.8％／16.5％)となっている(表16)。新規椎体骨折も合わせて評価した方がRRRが高いということは，新規椎体骨折を抑制する効果が高く増悪椎体骨折を抑制する効果の方が格段に低いこと，要するに，新規椎体骨折と比べて増悪椎体骨折は抑制し難いということを意味する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性の主張について",
                      "text": [
                        "以上からすると，甲7発明に接した当業者が相違点2の構成を容易に想到することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "判断枠組み",
                      "text": [
                        "予測できない顕著な効果は，本件発明の構成が奏するものとして当業者が予測することができなかったものか否か，当該構成から当業者が予測することができた範囲の効果を超えるか否かを検討するものであり，引用発明との対比によらなければならないというものではない。引用発明と対比して検討するとしても，引用発明の効果が不明な場合や直接の比較が困難な事情がある場合等には，技術水準を参酌して本件発明の効果が予測し得たものか，顕著なものかを評価することも許容されるものである。",
                        "甲7発明は増悪椎体骨折の抑制について確認をしていないから，その増悪椎体骨折抑制効果は不明である。そうすると，まず，そのこと自体からして，本件発明の効果は発明の構成が奏するものとして当業者が予測することができなかったものといえる。",
                        "そうでないとしても，用法用量が異なるとはいえ，増悪椎体骨折の抑制効果が示されている甲57文献や甲98文献から認識される技術水準を参酌した上で，本件発明の治療剤の奏する増悪椎体骨抑制効果を当業者が予測し得ない優れた効果を奏するものであると認定することは何ら不合理なものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の効果",
                      "text": [
                        "本件発明の予想できない顕著な効果は，①増悪椎体骨折抑制効果は新規椎体骨折抑制効果よりも低いと予測されるところ，本件発明の構成による増悪椎体骨折の相対リスク減少率(RRR)が新規椎体骨折抑制効果と同等以上であること(以下「効果①」という。)，②本件発明の構成による増悪椎体骨折のRRRが連日投与のフォルテオのRRRと比較して予想外に高いこと(以下「効果②」という。)，③増悪椎体骨折抑制効果が，PTH連日投与から想定されるBMD増加率から予測できないか，又は本件発明の構成から想定されるBMD増加率から予測されるものよりも高いこと(以下「効果③」という。)である。",
                        "以上の効果①ないし③は，甲7文献をはじめ，いかなる文献からも予測できなかったものであり，本件出願当時の技術水準からは予測できない顕著な効果である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "効果①について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件明細書の記載について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件明細書において，PTH週1回投与について，本件3条件の全てを満たす患者(高リスク患者)と，本件3条件の全部又は一部を満たさない患者(低リスク患者)とを比較した試験結果が，PTH100単位週1回投与の試験で示されている(実施例1)。そして，高リスク患者では，低リスク患者と対比して，骨折抑制効果に優れることの結果も示されている(【表6】，【表7】，【0086】)。本件明細書の実施例2は，この100単位週1回投与の高リスク患者での顕著な骨折抑制効果を200単位週1回投与について実証したという関係になる。実施例2では，低リスク患者は試験の対象とされていないが，実施例1と実施例2とは，100単位と200単位との用量の相違にすぎないので，実施例2に低リスク患者を対象に含めた試験データの記載がなくとも，実施例1の結果からみて，200単位週1回投与についても高リスク患者に対して顕著な効果を奏することは十分に推論できる。",
                                "なお，本件発明においては，5単位投与群はプラセボ相当の対照群として扱っているから，5単位投与群において，低リスク患者の方が高リスク患者よりも骨折発生率が低くなるのは，骨折をしやすい者を高リスク患者として定義付けている以上，骨折をしにくい者の骨折発生率が骨折をしやすい者の骨折発生率よりも低いという当然の結果が示されたにすぎない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "実施例1の「低リスク者」かつ「100単位投与群」の例数が11例であっても，その結果を偶然とする根拠はないし，本件3条件を満たさない類型が種々あり，その全ての類型についての試験結果がないとしても，それら類型には本件3条件を満たさないという共通点はあるし，たとえ本件条件(1)だけの相違しかないとしても，高リスク者と低リスク者として相違するものであることに変わりはない。したがって，比較対象となる低リスク者の例が一つでもあればよく，あらゆる類型の低リスク者と対比した試験結果がなければならないものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "本件明細書(【0118】，【表20】)では，本件3条件を全て満たす患者に200単位を投与した際に顕著な効果が奏されることが実際に確認できたとしているから，実施例1から増悪椎体骨折抑制効果を推論する必要はない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "顕著な効果の判断においては，本件発明の効果の程度が，本件発明の構成から当業者が予測することができた範囲の効果を超える顕著なものであるか否かを判断するところ，発明の構成から予測できた範囲として，新規椎体骨折抑制効果を用いて，本件発明の増悪椎体骨折抑制効果を評価することに何ら問題はない。また，新規椎体骨折抑制効果と同等以上に増悪椎体骨折抑制効果が高いとすることを顕著な効果として主張するに当たり，本件明細書に新規椎体骨折抑制効果と同等以上に増悪椎体骨折抑制効果が高い骨粗鬆症治療剤を実現するとの課題を記載する必要はない。なお，増悪椎体骨折抑制効果，新規椎体骨折抑制効果は，それぞれ，本件明細書【表20】，【表34】に記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲7発明から予測される効果の主張について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "増悪椎体骨折が発生する前の既に骨折が発生した骨(Grade1以上)は，新規椎体骨折が発生する前の骨(Grade0)と比べて，骨の組織が脆弱になり，また更なる圧潰を生じやすい状態になるので，当然ながら新規椎体骨折と増悪椎体骨折はその疾病の質や病態が大きく異なっている。したがって，増悪椎体骨折の抑制は新規椎体骨折の抑制よりも困難とみるのが自然であり，PTHの作用は同じであったとしても，PTHの骨折抑制効果は，新規椎体骨折と増悪椎体骨折とでは当然異なるものとみるのが自然である。そして，骨粗鬆症患者に対する治療剤の骨折抑制効果に関し，新規椎体骨折の抑制効果よりも増悪椎体骨折の抑制効果が高まるという技術常識は無く，むしろ，前記イ(イ)dのとおり，フォルテオの増悪椎体骨折抑制試験では，新規椎体骨折を抑制する効果に比べて，増悪椎体骨折を抑制する効果が格段に低いことが知られていた。したがって，本件発明の構成からは，増悪椎体骨折抑制効果は新規椎体骨折抑制効果よりも低いと予測される。しかしながら，本件発明は，本件3条件の全てを満たす患者における増悪椎体骨折についてのRRRは83％であり(本件明細書【表20】)，しかも，その効果が投与24週後という早期から発現している一方で，本件発明の新規椎体骨折及び増悪椎体骨折についてのRRRは79％であるから(本件明細書【0133】)，本件発明は，増悪椎体骨折に対し，新規椎体骨折に対するものと同等以上の骨折抑制効果がある。このような効果は本件発明の構成から当業者が予測することができた範囲の効果を超える顕著なものである。",
                                "また，原告が指摘する甲103文献の記載(60頁)は，100単位週1回投与又は200単位週1回投与であれば20μg(約67単位に相当)連日投与よりも総投与量を抑えることができるので効率が良い，といった意味でしかない。甲103文献には「骨量に対して連日投与と同程度の効果が期待できる週1回投与は，・・・」(60頁)との記載もあり，甲7発明の200単位週1回投与が20μg連日投与と対比して，より優れた骨折抑制効果が合理的に期待されていたものではないし，「週1回投与においても骨折抑制効果が十分期待できると考える」(61頁)との記載も，当該記載に続けて，「PTH週1回投与での骨折抑制効果を証明することが，今後の可及を要する開発会社の大きな使命と考えている」と記載されていることからみて，単なる開発会社の期待感を記載したものにすぎない(甲95)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件明細書には，試験結果を絶対リスク減少率で評価すべきとの記載はないし，【表20】についても，相対リスク減少率で評価してはならないなどと記載されておらず，むしろ，【0132】では相対リスク減少率(RRR)で評価した上での考察が記載されている。さらに，骨粗鬆症における骨折抑制効果を評価する場合は相対リスク減少率で評価することが慣例となっている(甲104の78頁の表45，80頁の表46，82頁の表47，94頁の表52，96頁の表53のそれぞれ「骨折」の項の「成績」の欄参照)。したがって，本件発明の効果は，当業界の慣例に従って，相対リスク減少率で評価する方が適切である。",
                                "そして，【表20】に示されるように，プラセボ投与群では281例中6例に増悪骨折が生じたところ，PTH群では261例中1例にしか増悪骨折が生じなかったのであり，十分に増悪椎体骨折が抑えてられている。【表20】における母数は各二百数十人と十分な症例数の評価であるから，症例数を更に増やしても同様の傾向となることは合理的に推認できる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲99証明書について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実験成績証明書の参酌の可否",
                              "text": [
                                "本件明細書には，骨折抑制効果に関し，本件3条件についての具体的な対比データ自体は記載されていない。しかしながら，試験データ自体が常に明細書に記載されていることが必要とされるのではなく，明細書において，効果を認識し，これを推論できる記載がある場合には，出願後に実験成績証明書を提出してその効果を説明することは許容されている。",
                                "甲99証明書で示されるGrade3への増悪椎体骨折抑制効果(RRRは73％)は，本件明細書【表20】に記載の増悪椎体骨折全体の抑制効果を構成する一部であり，本件明細書に記載された効果である。より具体的には，本件明細書【0047】には，「Grade1からGrade2または3，Grade2からGrade3への変化が認められた場合には増悪骨折とみなすことができる。さらにGradeの変化を正確に判断するために，Aら(非特許文献35)の方法，およびBら(非特許文献36)の方法に従って，椎体高の計測を行った。」との記載があり，実施例2における【表20】の解析は，Grade3への変化を含めた増悪椎体骨折全体の評価(Grade1からGrade2若しくはGrade3への変化，又は，Grade2からGrade3への変化)を行ったものである。ここで，Grade3への変化は，増悪椎体骨折の中でも症状が重いものであるから，Grade3への変化を抑制することが，増悪椎体骨折抑制の主たる投与目的であり，すなわち，これを抑制することは，増悪椎体骨折抑制の中核をなすものである。そうすると，甲99証明書は，【表20】に含まれるGrade3への変化についての解析を報告したものであるから，Grade3への増悪椎体骨折抑制効果に関し，当業者において発明の効果を認識できる程度の記載が本件明細書にある場合に相当する。",
                                "よって，甲99証明書を参酌することは許されるというべきである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲99証明書に記載された効果",
                              "text": [
                                "本件明細書【表20】に記載のデータは，全ての増悪椎体骨折の抑制について評価したものであるが，この中からGrade3への増悪椎体骨折に限って再解析した甲99証明書に従ってGrade3への増悪椎体骨折の抑制効果を計算すると，その相対リスク減少率は，73％となる。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "効果②について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲57文献について",
                          "text": [
                            "甲57文献の表16において，増悪椎体骨折の相対リスク減少率(RRR)を算出すると，連日投与のフォルテオの同RRRは，20μg投与群について33％であり，40μg投与群について56％であるところ(前記イ(イ)d参照)，本件発明の増悪椎体骨折のRRRは前記のとおり，83％であり，相当程度優れており，予想外に高い効果である。",
                            "同じ患者群である高リスク患者群の中でPTH投与群とプラセボ投与群とを対比して骨折抑制効果を評価し，同様にして，骨折の高リスク患者に限定しない患者群においても骨折抑制効果を評価し，その上で，両者の効果を比較するのが正しい評価方法であるから，高リスク患者のプラセボ投与群と高リスク患者に限定しない患者群のプラセボ投与群との間での骨折発生率の大小を論じても意味はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲98文献について",
                          "text": [
                            "甲98文献においてGrade3への増悪椎体骨折に限ったその相対リスク減少率(RRR)を算出すると，20μg連日投与群では62％，40μg連日投与群では48％である。しかも，投与量を増量した40μg連日投与群のRRRの方が低くなっており，かえって効果が低減したことが理解できる(甲98文献の4032頁左欄8ないし26行目，図3)。",
                            "このように，甲98文献の報告から，PTHのGrade3への増悪椎体骨折の抑制効果は，40μgに増量するとかえって効果が低減することが公知であったと認められるから，用量のより高い200単位である本件発明のGrade3への増悪椎体骨折のRRRは，40μg連日投与の場合の48％よりも更に低くなると予想されるところ，かえって，本件発明は，40μg連日投与の場合よりも格段に増強された73％となっており，その効果は，本件発明の構成から当業者が予測することができた範囲の効果を超える顕著なものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "効果③について",
                      "text": [
                        "甲57文献において，20μg連日投与群での投与後12か月後と21か月後のプラセボ投与群に対する腰椎BMDが7.5％ないし8.8％増えた際(表7)の，約19か月後と推察される時期(5頁)の増悪椎体骨折の相対リスク減少率(RRR)は33％となっており，40μg連日投与群では，同様に，腰椎BMDが11.1％ないし13.3％増えた際(表7)のRRRが56％となっている(前記イ(イ)d参照)。",
                        "本件発明においてPTH週 1 回投与の構成は甲7発明と同様であり，甲7文献には，対象患者についてサブ群解析したところ，年齢や骨折既往等によって患者を切り分けても応答(骨密度の増加)がサブ群間で同様であった旨の考察が記載されており，用量による変動はないものといえる。そこで，被告が主張するように，BMD増加率と増悪椎体骨折抑制効果とが関係するとして，腰椎BMD増加率とRRRをそれぞれXY軸にとった平面上に，20μg連日投与群と40μg連日投与群をあてはめて，それらを結んだ回帰線を引くと，BMD増加率が8.1％である甲7発明の増悪椎体骨折のRRRは，別紙5のとおり，30％程度になると予測される。",
                        "一方，本件発明は，増悪椎体骨折のRRRは前記のとおり83％と極めて高い一方で，プラセボに対する腰椎BMD増加率は，24週後で3.1ないし3.6％程度，48週後で4．0ないし5．9％程度，72週後で5.9ないし6.7％と低く(本件明細書【表26】)，その結果を上記XY平面にあてはめると，上記回帰線から大きく外れた場所に位置する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "まとめ",
                      "text": [
                        "以上からすると，本件発明は予測できない顕著な効果を奏するものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相違点1及び2は当業者において容易に想到できるものではなく，本件審決の判断には，誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書(甲118)には，別紙1「本件明細書の記載事項(抜粋)」のとおりの記載があり，この記載によると，本件発明について，次のような開示があると認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件発明は，PTH(Parathyroid  Hormone： パラサイロイドホルモン〔副甲状腺ホルモン〕)を有効成分として含有する骨粗鬆症の治療剤ないし予防剤に関するものであり，また，PTHを有効成分として含有する骨折抑制ないし予防剤に関するものである(【0001】，【0018】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "骨粗鬆症は，骨強度の低下を特徴とし，骨折のリスクが増大している疾患であり，治療剤の1つとしてPTH製剤が知られている(【0002】)。",
                "従来技術として，1週間に1回の頻度で26週間の投与期間にわたり，1回の投与当たり「100又は200単位」のPTHを皮下投与する骨粗鬆症の治療方法があるが，この方法が，骨強度を増大させること又は骨折のリスクを軽減させることが可能な治療方法であるか否かについては明示されていない(【0004】，【0005】)。",
                "また，従来技術として，PTHを連日投与するものがあるが，高カルシウム血症の副作用事例等があり，安全性の面から十分ではないことから，安全性が高くかつ効能・効果の面で優れたPTHによる骨粗鬆症治療方法が求められていた(【0006】ないし【0009】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本件発明の課題は，安全性が高くかつ効能・効果の面で優れたPTHによる骨粗鬆症治療ないし予防方法を提供すること，さらに，安全性の高いPTHによる骨折抑制ないし予防方法を提供することである(【0012】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段等",
              "text": [
                "前記課題を解決するため，PTHの投与量・投与間隔を限定すること，具体的には1回当たり「100ないし200単位」のPTHを週1回投与することにより，効能・効果及び安全性の両面で優れた骨粗鬆治療ないし予防方法となること並びに安全性の高い骨折抑制又は予防方法となることが見出され，それらの方法において，骨折の高リスク者に対して特に効果を奏することが見出された(【0013】，【0015】，【0018】，【0034】，【0035】)。",
                "本件発明に係る椎体骨折は新規骨折及び増悪骨折のいずれをも含むが，新規・増悪の区分はGenantの判定基準に従い，Grade0(正常)からGrade1(椎体高約20～25％減少，かつ，椎体面積10～20％減少)，Grade2(椎体高約25～40％減少，かつ，椎体面積20～40％減少)，又はGrade3(椎体高約40％以上減少，かつ，椎体面積40％以上減少)への変化が認められた場合には新規骨折と診断され，Grade1からGrade2若しくはGrade3，又は，Grade2からGrade3への変化が認められた場合には増悪骨折とみなすことができる(【0047】)。",
                "骨粗鬆症における骨折の危険因子としては，年齢，性，低骨密度，骨折既往，喫煙，アルコール飲酒，ステロイド使用，骨折家族歴，運動，転倒に関連する因子，骨代謝マーカー，体重，カルシウム摂取などが挙げられるところ，本件発明においては，(1)年齢が65歳以上である，(2)既存骨折がある，(3)骨密度が若年成人平均値の80％未満である，及び／又は，骨萎縮度が萎縮度I度以上であるとの3条件を満たす骨粗鬆症患者を「高リスク患者」として定義する(【0068】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "実施例1",
              "text": [
                "退行期骨粗鬆症(閉経後骨粗鬆症及び老人性骨粗鬆症)，特発性骨粗鬆症(妊娠後骨粗鬆症，若年性骨粗鬆症など)が例示される原発性骨粗鬆症の男女の患者を，高リスク患者及び低リスク患者(高リスク患者ではない患者)に区分して，それぞれ，「5あるいは100単位」のPTH製剤であるテリパラチド酢酸塩をそれぞれ週に1回間欠的に皮下投与した(【0037】，【0077】，【0079】)。",
                "高リスク患者においては，「100単位」投与群は，「5単位」投与群に比べ，有意に高い骨密度の増加，有意に低い新規椎体骨折発生，及び，有意に低い椎体以外の骨折発生が認められ，テリパラチド酢酸塩の週1回「100単位」投与は，高リスク患者に対し，有用な骨粗鬆症治療剤及び骨折抑制ないし予防剤となり得ることが確認されたが，低リスク患者においては，骨密度，新規椎体骨折発生及び椎体以外の骨折発生のいずれについても，「100単位」投与群と「5単位」投与群との間で有意差は認められなかった(【0083】ないし【0094】，【表4】ないし【表11】)。",
                "投与期間中，いずれの投与量においても高カルシウム血症の発症はなかった(【0095】，【図1】)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施例2",
              "text": [
                "原発性骨粗鬆症と診断された男女の高リスク患者に対して，テリパラチド酢酸塩「200単位」(披験薬)又はプラセボ(対照薬)を，72週間，週1回，皮下投与した(【0098】)。",
                "投与72週後における被験薬投与群と対照薬投与群それぞれにおける椎体多発骨折(新規の2箇所以上の椎体骨折)の発生比率(例数)を比較したところ，対照薬投与群は2.1％(6例)，被験薬投与群 は0.8％(2例)であり，被験薬は椎体多発骨折に対して抑制ないし予防効果を有することが示された(【0109】，【表12】)。また，増悪骨折に対しても被験薬は有効である(【0118】，【表20】)。",
                "半年ごとの新規椎体骨折発生率は，プラセボ投与群では，いずれの区間も約5％でほぼ一定であるのに対し，PTH200単位投与群では，投与期間が長くなるにつれて区間毎の発生率が低下しており，48週を超えてからは新規椎体骨折は発生しておらず，また，PTH200単位投与群の新規椎体骨折発生率は，24週以内，24週ないし48週，48週ないし72週のいずれの区間でもプラセボ投与群より低く，プラセボに対する相対リスク減少率(RRR)は投与を継続するにつれて増加しており，PTH200単位週1回投与は，新規椎体骨折の発生を早期から抑制し，24週後には既に骨折発生リスクをプラセボに対して53.9％低下させ，さらに，その骨折抑制効果は，投与とともに増強する傾向が認められた(【0131】，【0132】，【表34】，【表35】)。",
                "骨折試験のFAS(判決注  Full  Analysis  Set：最大の解析対象集団)において，Kaplan-Meier推定法による72週後の椎体骨折(新規＋増悪)発生率は，PTH200単位投与群3.5％，プラセボ投与群16.3％であり，PTH200単位投与群の発生率はプラセボ投与群より低く(logrank検定，p＜0，0001)，200単位の投与は，72週後には，椎体骨折(新規＋増悪)の発生リスクをプラセボに比べて78.6％低下させており，さらに，半年毎の椎体骨折(新規増悪)発生率を群間で比較すると，24週以内，24週～48週，48週～72週のいずれの区間でも，PTH200群の発生率はプラセボ投与群より低かつた(【0133】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3-1(本件発明1の進歩性に関する判断の誤り)及び3-2(本件発明2の進歩性に関する判断の誤り)の有無について",
          "text": [
            "本件では，本件発明について，明確性要件及び実施可能要件の充足の有無(取消事由1及び2)が争われているところではあるが，事案に鑑み，取消事由3-1及び3-2から，まず判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲7発明",
              "text": [
                "甲7文献には，別紙2「甲7文献の記載事項(抜粋)」のとおりの記載がある(訳は乙2による。)。この記載によると，本件審決が認定するとおりの甲7発明を認定することができ，この点は，当事者間にも争いがない。",
                "なお，甲7発明の「厚生省による委員会が提唱した診断基準」とは，厚生省シルバーサイエンス骨粗鬆症研究班の定める「退行期骨粗鬆症の診断基準(1989年)」(甲8，78)(以下「1989年診断基準」という。)である(甲75)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の構成の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基準日(平成22年9月8日)における骨粗鬆症に関する技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "下記文献には，以下に引用する記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「退行期骨粗鬆症の診断」(1990年。甲8)",
                          "text": [
                            "①  「本症の発生頻度は加齢とともに増加するので，本症は骨の生理的加齢現象にすぎないと考える人もあるが，そうではない。加齢に伴い，生理的にも骨のなかの蛋白およびCa，Pが減少するが，このような骨の生理的加齢を基盤に，さまざまな要因が加わって発症し，腰背痛や，病的骨折を伴うものを骨粗鬆症とよぶべきである。」(288頁左欄13ないし18行目)",
                            "②  「骨粗鬆症の骨病変は通常胸椎および腰椎に認められるので，退行期骨粗鬆症の診断にさいしてまず必要なことは，胸椎および腰椎の側面X線写真撮影を行うことである。ついでこの胸椎および腰椎の側面X線写真を用いて骨密度の減少あるいは圧迫骨折の有無をチェックする。・・・胸椎・腰椎の骨密度の減少を判定する方法としては慈恵大の方式が一般に用いられている。",
                            "骨粗鬆症ではまず椎体の密度が減少するために椎体のX線透過度が増大し，ついで縦の骨梁がめだつようになり，さらに進行すると上下面が陥没し・・・ついには椎体が崩れて圧迫骨折の像を呈するに至る。慈恵大方式では，このような骨X線像をもとにして骨粗鬆症の程度をI～Ⅲ度に分類している。・・・最近，厚生省骨粗鬆症研究班では，これをより簡略化したものとして表2に示すような骨萎縮度の基準を提唱しており，今後はこの方法が広く用いられることが期待される。」(288頁右欄7行ないし289頁左欄17行目)",
                            "③  「表2  骨萎縮度の基準",
                            "Ⅰ度     縦 の 骨 梁がめだち，また椎体終板もめだつ。",
                            "Ⅱ度  縦の骨梁が粗となり，また椎体終板も淡くなる。",
                            "Ⅲ度  縦の骨梁が不明瞭となり，全体としてぼやけた感じを示す。",
                            "」(289頁)",
                            "④  「1988年度から，厚生省シルバーサイエンスプロジェクトとして「老人性骨粗鬆症の予防および治療法に関する総合的研究班」(班長：C)が結成されたが，この研究班ではこのような立場から本症において認められる自・他覚所見をスコア化し，そのスコアに応じて，①確実，②ほぼ確実，③疑いあり，④否定的，の4つに分類する診断基準を提唱している(表3)」(290頁左欄20ないし26行目)",
                            "⑤  「表3  退行期骨粗鬆症の診断基準"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "subject": "骨量の減少(＋)        3    確実",
          "text": [
            "合計5点以上"
          ]
        },
        {
          "fig": "2)",
          "subject": "骨折あり  脊椎1個      1    ほぼ確実",
          "text": [
            "≧2個        2      合計4点",
            "大腿骨頚部    3    疑いあり",
            "橈骨          1      合計3点",
            "否定的"
          ]
        },
        {
          "fig": "3)",
          "subject": "年齢  女性55歳未満  -1      合計2点以下",
          "text": [
            "男性75歳未満  -1"
          ]
        },
        {
          "fig": "4)",
          "subject": "腰背痛あり              1     除 外疾患",
          "text": [
            "…"
          ]
        },
        {
          "fig": "5)",
          "subject": "血清カルシウム，リン，AL-P値",
          "text": [
            "正常                    1",
            "1項目の異常            0",
            "2項目以上の異常      -1",
            "・・・」(289頁)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "subject": "「原発性骨粗鬆症の診断基準(2000年度改訂版)」(2001年。甲9，35)",
                          "text": [
                            "「表1  原発性骨粗鬆症の診断基準(1996年度改訂版)",
                            "Ⅰ  X線上椎体骨折を認める場合",
                            "低骨量(骨萎縮度Ⅰ度以上，あるいは骨密度値が若年成人平均値(YAM)の80％以下)で非外傷性椎体骨折のある症例を骨粗鬆症とする。",
                            "Ⅱ  X線上椎体骨折を認めない場合",
                            "脊椎X線像  骨密度値",
                            "正常  骨萎縮なし",
                            "骨量減少  骨萎縮度Ⅰ度  YAMの80～70％",
                            "骨粗鬆症  骨萎縮度Ⅱ度以上  YAMの70％未満",
                            "YAM：若年成人平均値(20～44歳)",
                            "(注)骨密度値は原則として腰椎の骨密度値とし，腰椎骨密度値評価が困難である場合にのみ橈骨，第二中手骨，大腿骨頸部，踵骨の骨密度値を用いる。",
                            "骨萎縮とは radiographic  osteopenia に相当する。",
                            "・・・」(77頁。以下，この「表1  原発性骨粗鬆症の診断基準(1996年度改訂版)」に係る診断基準を「1996年診断基準」という。)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「骨粗鬆症の予防と治療ガイドライン  2006年版  9ないし12頁，22ないし83頁，93ないし102頁，110ないし113頁，120ないし141頁」(2006年。甲104)",
                          "text": [
                            "①  「用語解説",
                            "・・・",
                            "椎体の骨折",
                            "脆弱性骨折(fragility  fracture)  低骨量(骨密度が若年成人平均値の80％未満，あるいは椎体エックス線写真で骨粗鬆化がある場合)が原因で，軽微な外力によって発生した非外傷性骨折。骨折部位は椎体，大腿骨頸部，橈骨遠位端，その他。",
                            "臨床骨折(clinical  fracture)  腰背部痛などの臨床的に明らかな症状があり，エックス線写真により骨折が確認されたもの。",
                            "形態骨折(morphometric  fracture)  臨床症状の有無とは無関係にエックス線写真により椎体変形の程度により判定される骨折。",
                            "既存骨折(prevalent  fracture)  ある特定の一時点におけるエックス線写真での椎体の変形の程度により判定される骨折。",
                            "新規骨折(incident  fracture)  二つの時点におけるエックス線写真を比較し椎体の形態変化の程度により新たに判定される骨折。」(12頁)",
                            "②  「骨粗鬆症は，骨量の減少と骨質の劣化により骨強度が悪化して骨折のリスクが増加しやすいことが特徴的な骨疾患と定義される。骨強度低下の最大の原因は閉経に伴うエストロゲンの急激な減少であり，骨量を急激に減少させるとともに，骨微細構造も劣化させ，骨強度を低下させる(閉経後骨粗鬆症)。・・・本疾患の主な臨床症候は，脆弱性骨折とこれに続発する機能障害や慢性疼痛である。骨折は椎体，前腕骨遠位部，大腿骨頸部，上腕骨近位部，肋骨などの部位で生じやすい。・・・最も頻度の高い骨折は椎体骨折であり，わが国では70歳代前半の25％，そして80歳以上の43％が椎体骨折を有しているという。しかも70歳以降では，その半数以上は複数個の骨折を有している。この骨折の特徴は，2／3以上は無症状であること，そして次々と周囲椎体の骨折連鎖を引き起こすことである。」(13頁左欄1ないし26行目)",
                            "③  「椎体骨折の好発部位はTh12，L1を中心とした胸腰椎移行部が最も多く，Th7を中心とした中位胸椎がそれに続く。骨折が起きると，他の部位の骨折と異なり，椎体変形が残存する。」(13頁右欄10ないし13行目)",
                            "④ 「椎体変形の半定量評価法(semiquantitative〔SQ〕assessment)はどのように行うか",
                            "椎体を，正常(grade0)，軽度変形(grade1)，中等度変形(gra92)de2)，高度変形(grade3)に視覚的に分類する (図10)。」(23頁)",
                            "⑤  「文献",
                            "・・・",
                            "92)  Genant  HK，・・・，et  al.  Vertebral  fracture  assessment  using  a  semiquantitative  technique，J  Bone  Miner  Res 1993；8：1137-48」(123頁右欄)",
                            "⑥「",
                            "」(23頁)",
                            "⑦  「骨量測定方法の進歩と普及を背景に，1991年の国際骨粗鬆症会議において，骨粗鬆症は低骨量と骨組織の微細構造の破綻によって特徴づけられる疾患であり，骨の脆弱性亢進と骨折危険率の増大に結びつく疾患と定義された。この定義に従った診断基準がわが国でも整備され，1996年の日本骨代謝学会診断基準をもとに，2000年に改訂版が作成されて今日に至っている(表21)。」(31頁左欄3ないし10行目)",
                            "⑧  「表21  原発性骨粗鬆症の診断基準(2000年度改訂版)",
                            "低骨量をきたす骨粗鬆症以外の疾患または続発性骨粗鬆症を認めず，骨評価の結果が下記の条件を満たす場合，原発性骨粗鬆症と診断する。",
                            "(注1)Ⅰ  脆弱性骨折 あり",
                            "Ⅱ  脆弱性骨折なし",
                            "骨密度値(注2)  脊椎エックス線像での骨粗鬆化(注3)",
                            "正常  YAMの 80％以上  なし",
                            "骨量減少  YAMの 70～80％  疑いあり",
                            "骨粗鬆症  YAMの 70％未満  あり",
                            "YAM：若年成人平均値(20～44歳)",
                            "注1  脆弱性骨折：低骨量(骨密度がYAMの80％未満，あるいは脊椎エックス線像で骨粗鬆化がある場合)が原因で，軽微な外力によって発生した非外傷性骨折，骨折部位は脊椎，大腿骨頸部，橈骨遠位端，その他。",
                            "注2  骨密度は原則として腰椎骨密度とする。…",
                            "注3  脊椎エックス線像での骨粗鬆化の評価は，従来の骨萎縮度判定基準を参考にして行う。",
                            "脊椎エックス線像での骨粗鬆症  従来の骨萎縮度判定基準",
                            "なし  骨萎縮なし",
                            "疑いあり  骨萎縮度Ⅰ度",
                            "あり  骨萎縮度Ⅱ度以上",
                            "」(31頁。以下，この「表21  原発性骨粗鬆症の診断基準(2000年度改訂版)」に係る診断基準を「2000年診断基準」という。)",
                            "⑨  「Ⅲ  骨粗鬆症による骨折の危険因子",
                            "・・・",
                            "骨折の危険因子は，「骨密度低下」「骨質低下」「外力(転倒など)」に影響を与える因子である。骨折高リスク患者を判定するには，骨密度測定に加えて，「骨質」「外力」に関連する危険因子を評価する必要があり，骨密度とは独立した骨折危険因子が何であるかを知っておくことがポイントとなる。",
                            "年齢，性  ・・・",
                            "低骨密度  ・・・",
                            "骨折既往  ・・・",
                            "喫煙  ・・・",
                            "アルコール飲酒  ・・・",
                            "・・・(34頁)。",
                            "⑩  「表22  骨折の危険因子(メタアナリシス，システマティック・レビューによる結果〔エビデンスレベルⅠ〕のみ表示)",
                            "危険因子                文献  成績",
                            "低骨密度  …  …",
                            "骨密度とは独立 既存骨折*  …  …",
                            "した危険因子  喫煙*  …  …",
                            "飲酒*  …  …",
                            "…  …  …",
                            "…  …  …  …",
                            "」(35頁)",
                            "⑪  「現在，骨粗鬆症治療開始は骨密度を基準に行われているが，同じ骨密度を示していても年齢が高いほど，表22の危険因子＊をもつほど，骨折リスクは高くなる。骨密度，年齢，危険因子を総合的に考慮に入れることで，骨折リスクの高い人をより効果的に判別できる。」(35頁)",
                            "⑫  「表30  骨粗鬆症治療についての基本的な考え方",
                            "1．骨粗鬆症治療は骨折危険性を抑制し，QOLの維持改善をはかることを目的とする。",
                            "2．脆弱性骨折予防のための薬物治療開始基準は，骨粗鬆症診断基準とは別に定める。",
                            "3．わが国では骨折危険因子として，低骨密度，既存骨折，年齢に関するエビデンスがあり，WHOのメタアナリシスでは過度のアルコール摂取(1日2単位以上)，現在の喫煙，大腿骨頸部骨折の家族歴が確定している。",
                            "4．骨粗鬆症の薬物治療開始は上記の骨折危険因子を考慮して決定する。」(53頁)",
                            "⑬  「新規骨折の定義は",
                            "新規骨折を判定するには，基準となるエックス線写真とある期間経過後のエックス線写真を比較して行う。",
                            "①エックス線椎体側面像で目視による半定量法により，以下のグレード分類を行う。(p.23，図10参照)",
                            "グレード0：正常，椎体高の変化がほとんどない",
                            "グレード0.5：境界",
                            "グレード1：軽度変形，椎体高の変化が20～25％",
                            "グレード2：中等度変形，椎体高の変化が25～40％",
                            "グレード3：高度変形，椎体高の変化が40％以上",
                            "経時的にエックス線を撮影し，椎体形態がグレード1以上増加した場合，新規骨折(incident  fracture)と判定。」(59頁右欄11行ないし60頁左欄1行目)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「骨粗鬆症の予防と治療ガイドライン2006年版  2ないし3頁」(2006年。甲60)",
                          "text": [
                            "「ＮIHコンセンサス会議では，骨粗鬆症の定義を「骨強度の低下",
                            "を特徴とし，骨折のリスクが増大しやすくなる骨格疾患・・・」に修正した。さらに，「骨強度」は骨密度と骨質の二つの要因からなり，BMDは骨強度のほぼ70％を説明するとした。残りの30％の説明要因を“骨質”という用語に集約し，その内容には，構造，骨代謝回転，微細損傷の集積，骨組織のミネラル化などをあげた」(2頁右欄27ないし36行目)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の各記載によると，本件基準日当時の骨粗鬆症に関する技術常識は，次のとおりである。",
                        "すなわち，①骨粗鬆症は，骨強度の低下を特徴とし，骨折の危険性が増大した骨疾患であり，その治療の目的は，骨折を予防し，QOL(quality  of  life)の維持改善を図ることである，②骨粗鬆症は，加齢とともに発生が増加する，③骨粗鬆症による骨折の複数の危険因子の中で，わが国では，低骨密度，既存骨折，年齢に関するエビデンスがある，④骨粗鬆症の診断基準に関して，1990年当時，厚生省シルバーサイエンスプロジェクト「老人性骨粗鬆症の予防および治療に関する総合的研究班」により提唱された診断基準(1989年診断基準)があったが，1996年に診断基準が改訂され(1996年診断基準)，その後，2000年に更に改訂された(2000年診断基準)，⑤骨強度は骨密度と骨質の2つの要因からなり，骨密度が骨強度のほぼ70％を，骨質が残りの30％を説明することが知られていたといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件3条件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲7発明と本件発明1とは，「1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする」との用量の点において一致するが，その投与の対象となる骨粗鬆症患者の範囲を一応異にする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲7発明で投与対象とされた患者は，前記(1)のとおり，1989年診断基準で骨粗鬆症と診断された患者であるところ，より新しい基準を参酌しながらその患者を選別することは，当業者がごく普通に行うことであるから，甲7発明に接した当業者が，甲7発明のPTH200単位週1回投与の骨粗鬆症治療剤を投与する対象患者を選択するのであれば，1989年診断基準とともに，より新しい，1996年診断基準又は2000年診断基準を参酌するといえる。",
                        "そして，前記ア(ア)b及びcのとおり，1996年診断基準で骨粗鬆症と診断される者は，①骨萎縮度I度以上又は骨密度値がYAMの80％以下の低骨量で非外傷性椎体骨折を有する者か，②X線上椎体骨折を認めないが，骨萎縮度Ⅱ度以上，又は，骨密度値がYAMの70％未満である者であり，2000年診断基準で骨粗鬆症と診断される者は，③骨萎縮度Ⅱ度以上又は骨密度がYAMの80％未満の低骨量が原因で，軽微な外力による非外傷性椎体骨折等(脆弱性骨折)を有する者か，④脆弱性骨折がないものの，骨萎縮度Ⅱ度以上，又は，骨密度値がYAMの70％未満の者である。",
                        "本件条件(2)及び本件条件(3)は，上記①と同じであるから(「既存椎体骨折」は「非外傷性椎体骨折」を含む。)，当業者が甲7発明の200単位週1回投与の骨粗鬆症治療剤を投与する骨粗鬆症患者を本件条件(2)及び本件条件(3)で選別するのには何ら困難を要しない。",
                        "また，前記ア(イ)のとおり，骨粗鬆症は，加齢とともに発生が増加するとの技術常識があり，高齢者は加齢を重ねた者であるのは明らかであるところ，高齢者として65歳以上の者を選択するのは常識的なことであり，高齢者の医療の確保に関する法律32条でも65歳以上が高齢者とされている。したがって，これらを参酌し，骨粗鬆症による骨折の複数の危険因子として，低骨密度及び既存骨折に並んで年齢が掲げられていることに着目して投与する骨粗鬆症患者を65歳以上として，本件条件(2)及び本件条件(3)に加えて本件条件(1)のように設定することはごく自然な選択であって，何ら困難を要しない。",
                        "そうすると，甲7発明に接した当業者が，投与対象患者を本件3条件を全て満たす患者と特定することは，当業者に格別の困難を要することではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，前記第3の3(2)ア(イ)a及びbのとおり，本件3条件は，層別解析により初めて，本件条件(1)ないし本件条件(3)を組み合わせるとPTHの骨折抑制効果が高いという新規な知見を得たことに基づくものであり，本件3条件は一般的な指標ではなく，甲7文献の開示事項からは導かれず，むしろ甲7文献にはサブグループ間で薬物に対する応答は同程度であった旨の記載があり，甲7発明から本件3条件を選択する動機付けは否定される旨主張する。",
                        "しかしながら，前記イにおいて判示したように，本件基準日における技術常識に照らせば，甲7発明に接した当業者が投与対象患者を本件3条件を全て満たす患者とすることに格別の困難はない。また，本件3条件の組合せについても，客観的観点からその選択において格別なものである，あるいは，他の骨折リスク因子等も含めた様々な組合せが想定される中で本件3条件を組み合わせること自体に特別の意味合いがあると認めるに足りる証拠はない(被告が主張する層別解析は，後述するように，あくまで本件3条件の全てを満たす患者(高リスク患者)のグループと，本件3条件の全部又は一部を満たさない患者(低リスク患者)のグループのうちごく一部のグループとを比較するものにすぎず，また，その結果自体も被告主張の顕著な効果が認められると即断できるものではない。)。",
                        "そして，確かに甲7文献には，別紙2のとおり，「年齢が64歳以下と65歳以上，体重が49㎏以下と50㎏以上，閉経後10年未満，10から20年，20年以上，および脊椎骨折が0，1および2箇所以上を有するサブグループに被験者を分類して比較したところ，サブグループ間で薬物に対する応答は同程度であった。」との記載があることは認められるものの(300頁左欄11行ないし右欄6行目)，当該記載は，上記記載中の条件によってサブグループ化されたサブグループ間の薬物効果の比較について述べているにすぎず，当該記載により，甲7発明の投与対象患者をサブグループ化すること全般が阻害されるとはいえない。",
                        "したがって，被告の上記主張は，いずれも採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，前記第3の3(2)ア(イ)cのとおり，甲7発明における200単位投与群には，副作用が多発しており，200単位は副作用脱落率が高い用量と認識されているから，当業者はこれを試みない旨主張する。",
                        "確かに，別紙2のとおり，甲7文献には，PTH200単位週1回投与のH群の副作用発生率は42％であり，72人のうち16人(約22％)が副作用により脱落していて，副作用発生率及び副作用による脱落率は，50単位を投与したL群(副作用発生率19％)及び100単位を投与したM群(副作用発生率19％)のいずれと比べても高いことが記載されており(表6)，骨粗鬆症の治療は長期間にわたるため，臨床使用において患者の症状や治療継続意思に直接に影響する副作用が起こることは望ましくはないから(甲70ないし72，100)，甲7文献の上記記載に接した当業者は，この点に限っていえば，200単位の投与よりも100単位の投与の方がより適当であると認識することが考えられる。",
                        "しかしながら，他方，甲7文献には，重篤な有害事象は認められないと記載されており(301頁左欄1行ないし右欄4行目)，さらに，200単位の投与が腰椎骨密度を48週間後に8.1％増加させたこと，及び，その増加の程度は，100単位投与の3.6％，及び，50単位投与の0.6％のいずれよりも高いことが記載され，PTHは腰椎骨密度を48週という比較的短期間で用量に依存して増加させる極めて有望なものと評価されている(300頁左欄11行ないし右欄6行目，301頁右欄5行ないし303頁右欄23行目。有望とされた対象から200単位の投与のみが排除されているとは理解し難い。)。そして，前記ア(イ)のとおり，骨粗鬆症の治療の目的は骨折を予防することであるところ，骨密度が低いことは，既存骨折，年齢とともに，わが国でエビデンスがある骨折危険因子であり，骨密度は骨強度のほぼ70％を説明するとの技術常識がある。",
                        "以上によれば，甲7文献に接した当業者は，200単位週1回投与と100単位週1回投与とを対比した場合に，副作用の面と効果の面を総合考慮して，いずれを選択するか判断するものと考えられ，200単位週1回投与がその選択が排除されるほど劣位したものと見られるとはいえず，これを選択することもまた十分に動機付けられているというべきである。",
                        "したがって，被告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，被告は，前記第3の3(2)ア(イ)dのとおり，PTH製剤が高齢者には効きにくいということは技術常識であったから，PTH製剤を高齢者に特に使用しようとする積極的な動機付けは生じない旨主張する。",
                        "被告は，関係文献(乙29)を挙げて，PTH製剤が高齢者には効きにくいということは技術常識であるとするが，「フォルテオ皮下注キット600μg  フォルテオ皮下注カート600μg「2．7．3臨床的有効性の概要」」(乙29)における記載(213頁)として，プラセボ投与群，テリパラチド20μg投与群(連日投与)及びテリパラチド40μg投与群(連日投与)に分けてフォルテオを投与をした際の新規椎体骨折発生率の結果が示されているところ，65歳以上75歳未満の患者，及び，75歳以上の患者いずれに対しても，テリパラチド投与群における椎体骨折発生率は，プラセボ投与群の椎体骨折発生率より低くなっているから，これらの記載をもって，フォルテオが高齢者，すなわち65歳以上の患者に効きにくいなどとはいえない。",
                        "また，被告は，20μg投与群又は40μg投与群のプラセボ投与群に対する骨折相対リスク減少率は，患者が75歳以上の場合には，65歳以上75歳未満の場合よりも低くなっている旨を指摘するが，75歳以上の患者群の骨折相対リスク減少率が65歳以上75歳未満の患者群の骨折相対リスク減少率よりも低いとしても，それは，投与対象を75歳以上の高齢者とすることの動機付けの有無の問題にはなるとしても，投与対象を65歳以上の高齢者とすることの動機付けには何らの影響を与えない。",
                        "したがって，上記各文献をもって，200単位のPTH製剤を65歳以上の高齢者に投与することが妨げられ，動機付けが生じないとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そのほか被告がるる主張するところも，前記イの判断を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基準日(平成22年9月8日)時点の骨粗鬆症における椎体骨折に関する技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "下記文献には，以下に引用する記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲32の1文献",
                          "text": [
                            "「  以下の表で，半定量視覚評価グレードと椎体の高さ変化との関係を概説する。",
                            "グレード  骨折重症度  定義"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "正常  椎体の前方，中央，および／または後方の高さの＜20％の減少"
        },
        {
          "fig": "1",
          "subject": "軽度  20-25％の減少"
        },
        {
          "fig": "2",
          "subject": "中程度  25-40％の減少"
        },
        {
          "fig": "3",
          "subject": "重度  ＞40％の減少",
          "text": [
            "注釈：・・・新しい椎体骨折の基準を満たすためには，ベースライン時のグレード0からエンドポイント時のグレード1，2，または3に(少なくとも1つの椎体の)骨折状態が変化することが必要である。新しい中程度または重度の骨折(グレード0からグレード2または3への変化)を有する患者の人数および割合をそれぞれ分析した。グレード1から2，1から3，または2から3のような変化では増悪骨折と定義される。・・・」(62頁)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "subject": "甲129文献",
                          "text": [
                            "①  「1996年度版椎体骨折判定基準の問題点",
                            "表1に1996年度椎体骨折評価基準を示すが，これまでいくつかの問題点が指摘された。その主なものは次のとおりである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "subject": "現行の定量的評価法(QM：Quantitative  measurement)は脊椎エックス線撮影時のポジショニングの影響を受けやすく，計測が必要で評価に時間がかかることから，一部の臨床試験では使用されているものの，疫学，実臨床ではほとんど使用されていない。」(26頁5ないし10行目)",
          "text": [
            "②  「  椎体骨折評価の新しい基準(2012年度改訂版)",
            "・・・",
            "1)半定量的評価法(Semiquantitative  Method：SQ法)を追加した。",
            "SQ法はGenantらにより1994年に考案された半定量的椎体骨折評価法で，疫学，臨床試験で広く使用されている。SG法は計測が必要なQM法より簡便なことから実臨床での有用性も高い。・・・",
            "2)エックス線像の読影で椎体の傾斜や椎体の立体構造を考慮することが重要であると付記した。",
            "脊椎のエックス線撮影ではエックス線の入射方向により椎体終板ラインが変化するので椎体高の計測には十分な注意が必要である。・・・",
            "・・・",
            "Ⅱ  半定量的評価法(Semiquantitative  Method：SQ法)",
            "図2と対照してグレード0から3までに分類し，グレード1以上に当てはまる場合を椎体骨折と判定する。",
            "(Genant  HK，et  al．J  Bone  Miner  Res  1993；8(9)：1137-48．)",
            "」(27ないし29頁)",
            "③  「表3  椎体骨折関連用語の解説",
            "・・・",
            "●  新規骨折(incident  fracture)",
            "骨粗鬆症分野で用いられる既存骨折と対になる言葉で，ある時点より以降に発生した骨折。ある時点の観察では正常であった椎体が，次の時点の観察で新たに骨折と判定されたもの，または，ある時点と比較し次の時点において椎体変形の度合いが増強したもの(後者を増悪(worsening)として区別する場合もある)。」(30頁27ないし31行目)",
            "なお，甲129文献は，本件基準日よりも後に公知になった文献であるが，その関係部分の内容及び後記のとおり本件明細書自体も同様の考え方に立っていると理解されることに鑑みると，上記記載は，本件基準日当時の技術常識を認定する証拠として用いることができるものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(2)ア(ア)及び前記(ア)の各記載によると，本件基準日時点の骨粗鬆症における椎体骨折に関する技術常識は，次のとおりである。",
                        "すなわち，①骨粗鬆症で最も頻度の高い骨折は椎体骨折であること，②椎体骨折が起こると，椎体変形が生じるところ，このような椎体変形を評価する方法として，椎体のエックス線写真により，正常(grade0)，軽度変形(grade1)，中等度変形(grade2)，高度変形(grade3)に視覚的に分類する半定量的(SQ)評価法があること，③新規椎体骨折を判定するには，基準となるエックス線写真とある期間経過後のエックス線写真を比較して行い，椎体形態がグレード1以上増加した場合，新規椎体骨折と判定すること，④エックス線写真の経時的な変化に関して，最初の時点でGrade0であるか，Grade1又は2であるかにかかわらず，グレード1以上増加すれば，新規椎体骨折と判定すること，⑤このような新規椎体骨折を，最初の時点でGrade0であったか，Grade1又は2であったかによって更に二分し，前者を新規椎体骨折，後者を増悪椎体骨折として区別することが知られていたといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "増悪椎体骨折の抑制について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の増悪椎体骨折について",
                      "text": [
                        "本件明細書には，新規椎体骨折及び増悪椎体骨折の区分に関し，Genantの判定基準に従い，Grade0からGrade1，Grade2又はGrade3への変化が認められた場合には新規椎体骨折とし，Grade1からGrade2若しくはGrade3，又は，Grade2からGrade3への変化が認められた場合には増悪椎体骨折とすることが記載され(【0047】，【0069】)，実際に，実施例2では，第4胸椎から第4腰椎までの正面，側面のX線撮影を行い，「Genantらの方法(非特許文献14)」を参考に，開始時と以降の時点のレントゲンフィルムを比較して，新規及び増悪椎体骨折が評価されている(【0108】)。",
                        "ここで，「非特許文献14」は，「J  Bone  Miner  Res，8，1137-48，1993」であり(本件明細書【0011】【非特許文献14】)，「骨粗鬆症の予防と治療ガイドライン2006年版」中の参照文献(前記(2)ア(ア)c⑤)及び甲129文献中の「椎体骨折評価の新しい基準(2012年度改訂版)」中の参照文献(前記ア(ア)b②)と同一のものである。",
                        "そうすると，本件明細書の記載に接した当業者は，本件明細書における「増悪椎体骨折」を，前記ア(イ)のとおり，大きくは新規椎体骨折と判定されるもののうち，最初の時点での椎体形態がGrade0ではないものを指すと理解するといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "増悪椎体骨折に関する一般的な理解について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)によれば，ある椎体が，Grade0(正常)であるか，あるいは，Grade1(軽度変形)又はGrade2(中等度変形)であるかは，椎体のエックス線写真により視覚的に分類されるものであり(前記ア(イ))，その結果を比較して，新規及び増悪椎体骨折が評価されているのであり，エックス線写真上の視覚的な相違を超える，組織構造の相違等を考慮して判定がされているとは考え難いし，そのようにされていることを示す証拠は存在しない。",
                            "なお，被告は，前記第3の3(2)イ(イ)cのとおり，甲93文献は増悪椎体骨折が組織学的な変化を有することを明らかにする文献である旨主張するところ，同文献には次の記載がある。",
                            "①  「高齢化社会の到来とともに骨粗鬆症による脊椎骨折患者が急増している。骨粗鬆症患者の脊椎骨折は，神経障害を合併しない圧迫骨折が大半であり，基本的には，疼痛に対する保存治療が選択される。しかしながら，近年，骨粗鬆症患者の脊椎骨折後に椎体の圧潰が進行し，後弯変形の増強とともに遅発性に神経障害を呈する症例の報告が増えてきた。この病態については未だ充分に解明されていない上，診断に苦慮する場合も少なくない。本稿では，術中摘出した圧潰椎体の組織学的所見をもとに，本疾患の病態に即した手術治療について詳述する。」(78頁左欄2ないし13行目)",
                            "②   「病態からみた手術法の選択",
                            "骨粗鬆症性外傷後椎体圧潰の組織学的特徴は，椎体内に壊死組織が存在し，その周囲に広範囲の結合組織層が層状に存在することである。」(79頁左欄1ないし4行目)。",
                            "上記記載によると，甲93文献は，骨粗鬆症患者の脊椎骨折後に椎体の圧潰が進行し，後弯変形の増強とともに遅発性に神経障害を呈する症例の報告が増えてきたことを述べ，そのような「骨粗鬆症性外傷後椎体圧潰」の組織学的特徴等について記載するものであって，骨粗鬆症患者の脊椎骨折で「大半である」とされた，神経障害を合併しない圧迫骨折については何ら示唆を与えるものではない。また，甲93文献には，Grade1以上の椎体であれば，「椎体内に壊死組織が存在し，その周囲に広範囲の結合組織層が層状に存在する」という「骨粗鬆症性外傷後椎体圧潰」の組織学的特徴を有するとする記載はない。",
                            "したがって，甲93文献をみても，Grade0からの変化である新規椎体骨折と，Grade1又は，Grade2からの変化である増悪椎体骨折とで，疾病の質や病態が異なっているとすることはできず，被告の上記主張を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，前示のとおり，新規椎体骨折及び増悪椎体骨折の区分は，エックス線写真による視覚的なGradeの変化に基づくものである以上，原告が主張するとおり，例えば，A時点でGrade0，B時点でGrade1，C時点でGrade2と推移した患者の場合，同じ骨折形態であるにもかかわらず，A時点とC時点でそれぞれ測定されたときにはC時点の骨折は新規椎体骨折と判定され，B時点とC時点でそれぞれ測定されたときにはC時点の骨折は増悪椎体骨折と判定されることになるのであるから，骨折形態との関係においては，増悪椎体骨折と判定されようと新規椎体骨折と判定されようと相違はないことになる。さらに，既存椎体骨折があるかないか，すなわち，椎体変形があるかないかの判断に関し，椎体の傾斜や立体的構造による測定誤差に起因して判断が異なることがあり得ることは，甲129文献に示される(前記ア(ア)b②)ほか，本件審判の審理過程において，被告自身も主張していたところであるから(甲108の6頁参照)，測定誤差に起因して判断が異なることさえもあり得るところである。",
                            "以上を総合すれば，Grade0からの変化である新規椎体骨折と，Grade1又はGrade2からの変化である増悪椎体骨折とでは，疾病の質や病態等が異なることを前提にして判定をしているとはいえず，むしろ，新規椎体骨折も増悪椎体骨折も，エックス線写真において変形の程度が増加したという同種の現象を表しているにすぎず，その変形の程度の判断自体も誤差により異なり得るものというべきであるから，その治療方法等について新規椎体骨折と増悪椎体骨折とで区別されるものではないと解するべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性について",
                      "text": [
                        "上記(2)ア(イ)のとおり，骨粗鬆症は，骨強度の低下を特徴とし，骨折の危険性が増大した骨疾患であること，骨強度は骨密度と骨質の2つの要因からなり，骨密度は骨強度のほぼ70％を説明することが，本件基準日における技術常識であったから，当業者は，骨密度の増加は，骨折の予防に寄与すると理解する。このような理解は，甲7文献の「ここに挙げた薬剤を投与することによって骨密度(BMD)が増加するため，骨折予防は飛躍的に進歩した」(296頁右欄10行ないし297頁左欄25行目)との記載とも合致するものである。",
                        "そして，甲7文献には，甲7発明の200単位週1回投与が，48週で腰椎骨密度を8．1％増大させたことが記載されているから(300頁左欄11行ないし右欄6行目)，当業者であれば，そのような骨密度の増大は，椎体(椎体は，腰椎を含む。)の骨折予防に寄与すると理解し，骨粗鬆症の治療の目的は骨折を予防することであるとの技術常識，及び，骨粗鬆症で最も頻度の高い骨折は椎体骨折であるとの技術常識(前記(2)ア(イ))を踏まえ，その用途を，椎体骨折抑制のためのものとすることは，容易に想到し得たものといえる。",
                        "そして，本件基準日において，別紙3-1ないし3-3の記載によると，本件発明と同一のPTH製剤であり，用量用法が異なる連日投与のフォルテオは，新規椎体骨折，増悪椎体骨折，及び，新規椎体骨折及び増悪椎体骨折(別紙3-3における「新規SQ3骨折」は，本件発明の新規椎体骨折に該当する。甲98文献の4029頁右欄16ないし20行目。)について，プラセボ投与群に対して有意な骨折抑制効果を有することが知られていた(甲15-1文献の85頁30行ないし86頁9行目，甲57文献の21頁13ないし20行目，表16，甲98文献の4032頁左欄8ないし26行目，図3)。そうであれば，甲7発明の治療剤についても，連日投与のPTH製剤と同様に，新規椎体骨折に対しても，増悪椎体骨折に対しても抑制効果を有すると予測し，これらのうちの増悪椎体骨折を抑制するためのものとしたことは，当業者が容易に想到し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "Grade3への増悪椎体骨折抑制について",
                  "text": [
                    "前記イのとおり，甲7発明の治療剤を増悪椎体骨折抑制のためのものとすることは容易に想到できるところ，増悪椎体骨折はGrade3への増悪椎体骨折を含み，そして，連日投与のフォルテオについて，新規椎体骨折及びGrade3への増悪椎体骨折(SQ3)について，プラセボ投与群に対して有意な骨折抑制効果を有することが知られていたから(甲98文献の4032頁左欄8ないし26行目，図3)，甲7発明の骨粗鬆症治療剤についても，連日投与のPTH製剤と同様に，Grade3への増悪椎体骨折に対しても抑制効果を有すると予測し，これに限定したものとすることは，当業者が容易に想到し得たものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，前記第3の3(2)イ(ア)のとおり，①骨強度は骨密度のみでは説明できず，標準薬又はプラセボと比較した比較試験を経ないで骨折抑制効果を評価することはできない，甲7文献には，骨密度の増加が異なる群の間において，椎体骨折数について「各群間の差は有意でなかった」との記載がある，②甲7文献の「将来有望」との記載は，200単位の週1回投与のみを取り出して治療価値が大いに見込まれるものとして推奨しているわけではない旨主張する。",
                        "しかしながら，「代替エンドポイントの評価」(平成21年6月。乙14)には，「FDAは骨密度を代替エンドポイントとした試験結果をもって薬剤を承認する方針を変更し，第Ⅲ相試験においては，真のエンドポイントである骨折を評価項目とした臨床試験を求めるようになった(・・・)。ただし，骨密度は代替エンドポイントとして日米欧の規制当局からは認められており，新薬の承認申請の際には，骨密度を代替エンドポイントとして第Ⅱ相試験を行い用量反応性を検討し，第Ⅲ相試験においては真のエンドポイントである骨折を評価項目としてプラセボまたは実薬対照試験を行うのが一般的となっている。」(16頁)との記載があり，「骨粗鬆症用薬の臨床評価方法に関するガイドラインについて」(甲96)にも，後記第Ⅱ相試験の評価指標(エンドポイント)について，「本来，有効性の証明には骨強度の変化や骨折率を見ることが望ましいが，長期間を要するので，骨量の変化を見ることで代用される。」(第4章臨床試験「四  後記第Ⅱ相」「(四)試験方法」)と記載されている。これらの点に鑑みれば，骨密度の増加が骨折抑制に寄与することを当然の前提として，医薬品として承認を得るためにはプラセボとの対比試験で骨折抑制効果を確認することが必要とされていたにとどまるものと認められ，プラセボとの対比試験で骨折抑制効果を確認しなければ骨密度の増加から骨折抑制効果が予測できないとはいえない。",
                        "また，甲7文献には，椎体骨折数について，L群(50単位投与群)，M群(100単位投与群)及びH群(200単位投与群)との間で有意な差は生じなかったとの記載があるが，それは各群間相互との関係において有意差がなかったというだけで，200単位投与に骨折抑制効果の見込みがないことを示唆するものではない。したがって，被告の上記①の主張は，採用することができない。",
                        "次に，甲7文献の「週1回投与」の中から200単位投与の用量が除外されているわけではない以上，甲7文献には，明示的に200単位投与の骨折抑制効果を示唆する記載があるというべきであるから，被告の上記主張②は結論を左右し得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，前記第3の3(2)イ(イ)b(a)ないし(c)のとおり，①増悪椎体骨折を抑制することがPTH投与による骨粗鬆症治療において当然に予定されている事項とはいえない，②増悪椎体骨折が発生する前の既に骨折が発生した骨は，骨の組織が脆弱になり，更なる圧潰を生じやすい状態であって，新規椎体骨折と増悪椎体骨折は疾病の質や病態が異なっている，③何ら骨折抑制の確認試験を行っていない甲7発明の治療剤が増悪椎体骨折を適切に抑制できると当業者は考えない旨主張する。",
                        "しかしながら，前記イ(イ)のとおり，Grade0からの変化である新規椎体骨折とGrade1又はGrade2からの変化である増悪椎体骨折とで疾病の質や病態等が異なるとはいえず，そうであれば，骨折を抑制するための骨粗鬆症治療剤において，新規椎体骨折の抑制と共に増悪椎体骨折の抑制も当然に予定されている事項といえ，また，骨折抑制の確認をしていないことが甲7発明の骨粗鬆症治療剤を骨折抑制のためのものとすることを妨げないことは，前記(ア)のとおりである。",
                        "被告の上記各主張はいずれも採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，前記第3の3(2)イ(イ)b(d)のとおり，甲30文献や甲31文献の記載は新規骨折を抑制する効果と増悪骨折を抑制する効果が異なることの証左である旨主張するが，上記各文献には，両者の抑制効果に関係して新規骨折と増悪骨折の区別の必要性に触れる部分は見当たらないから，その主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，前記第3の3(2)イ(イ)cのとおり，甲93文献は増悪椎体骨折が組織学的な変化を有することを明らかにする文献である旨主張するが，この主張を採用できないことについては，前記イ(イ)aにおいて既に判示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，前記第3の3(2)イ(イ)dのとおり，用量用法が変わった場合には効果も変わるとみるのが自然であり，甲15の1文献，甲57文献及び甲98文献における知見を甲7発明にそのまま適用することは適切でないし，これら文献には，新規椎体骨折よりも増悪椎体骨折は抑制し難い結果が示されている旨主張する。",
                        "しかしながら，安全性や効果の程度等は別異として，同一の薬理作用を持つ薬剤が，用量用法が変わったことにより，その効果を全く失うと予測することが自然であるとは考え難く，甲15の1文献，甲57文献及び甲98文献における知見が甲7発明に適用できないとはいえない。",
                        "また，仮に増悪椎体骨折の抑制効果が新規椎体骨折の抑制効果よりも低いとしても，骨折抑制効果があるのであれば，当業者は，甲7発明の骨粗鬆症治療剤を，疾病の質や病態等が異なるものではない増悪椎体骨折の抑制のためのものとすることを妨げられないというべきである。",
                        "したがって，被告の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "そのほか被告がるる主張するところも，前記イ及びウの判断を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "予測できない顕著な効果について",
                  "text": [
                    "発明の効果が予測できない顕著なものであるかについては，当該発明の特許要件判断の基準日当時，当該発明の構成が奏するものとして当業者が予測することのできなかったものか否か，当該構成から当業者が予測することのできた範囲の効果を超える顕著なものであるか否かという観点から検討する必要がある(最高裁判所平成30年(行ヒ)第69号令和元年8月27日第三小法廷判決・集民262号51頁参照)。もっとも，当該発明の構成のみから，予測できない顕著な効果が認められるか否かを判断することは困難であるから，当該発明の構成に近い構成を有するものとして選択された引用発明の奏する効果や技術水準において達成されていた同種の効果を参酌することは許されると解される。なお，予測できない顕著な効果の立証責任は特許権者にあるから，当該発明の構成から奏する効果が不明であるからといって，直ちに予測できない顕著な効果があるとすることはできない。",
                    "前示のとおり，相違点1及び2の構成は容易想到であるが，これに対し，被告は，本件発明が，①増悪椎体骨折抑制効果は新規椎体骨折抑制効果よりも低いと予測されるところ，本件発明の構成では新規椎体骨折抑制効果と同等以上に増悪椎体骨折抑制効果が高いこと(効果①)，②本件発明の構成による増悪椎体骨折の相対リスク減少率(RRR)が連日投与のフォルテオの同RRRと比較して予想外に高いこと(効果②)，③増悪椎体骨折抑制効果がPTH連日投与から想定されるBMD増加率から予測できないか，又は本件発明の構成から想定されるBMD増加率から予測されるものよりも高いこと(効果③)を当業者が予測をすることができなかった顕著な効果である旨主張するから，その主張する各効果が認められるか否かを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "効果①について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "増悪椎体骨折抑制の点について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "効果①を認めるための前提となる新規椎体骨折抑制効果とは，本件発明において，プラセボ投与群の骨折発生率と対比した場合の骨折発生率の低下割合を指すものであるが，まずは，本件明細書の記載からでは，本件3条件の全てを満たす患者と定義付けられる高リスク患者に対する新規椎体骨折抑制効果が，本件3条件の全部又は一部を欠く者と定義付けられる低リスク患者に対する新規椎体骨折抑制効果よりも高いということを理解することはできない。",
                            "すなわち，本件発明は，PTH投与群の中で特に優れた効果を奏する患者群に投与することに進歩性を見出したとするものであるから，本件3条件の全てを満たす患者について新規椎体骨折抑制効果を確認するためには，高リスク患者に対する骨折抑制効果と低リスク患者(高リスク患者以外の患者)に対する新規椎体骨折抑制効果とを対比する必要があり，単に高リスク患者とプラセボ投与患者を対比して高リスク患者に対する新規椎体骨折抑制効果があることを示しただけでは，それはPTH投与群に含まれる一群がプラセボ投与群に対して新規椎体骨折抑制効果が優れることを示しただけであり，高リスク患者群がそれ以外の患者群に比較して，PTH投与群の中で特に効果を奏する患者群であることを明らかにしたことにはならない。",
                            "このことを前提にして本件明細書を見ると，実施例1において，高リスク患者では，100単位週1回投与群における新規椎体骨折の発生率は，いずれも実質的なプラセボである5単位週1回投与群における発生率に対して有意差が認められるが，低リスク患者では，100単位週1回投与群における新規椎体骨折の発生率は，いずれも，5単位週1回投与群における発生率に対して有意差が認められなかったと記載されているのにとどまる(【0086】ないし【0096】，【表6】ないし【表11】)ところ，低リスク患者の新規椎体骨折についていえば，100単位週1回投与群11人と5単位週1回投与群10人(令和3年5月28日付け被告第1準備書面31頁における再解析の数値による。)について，それぞれ，ただ1人の骨折例数があったというものであり，有意差がなかったことが，症例数が不足していることによることを否定できない(そもそも低リスク患者を対象とする以上，症例数が不足すると，5単位週1回投与群であっても骨折例数が少ないことは当然のことといえる。)。そうすると，低リスク患者において，100単位週1回投与群の新規椎体骨折の発生率が5単位週1回投与群のそれらの発生率に対して有意差がなかったとの結論が，上記のような少ない症例数を基に導かれている以上，高リスク患者における新規椎体骨折発生の抑制の程度を低リスク患者における新規椎体骨折発生の抑制の程度と比較して，前者が後者よりも優れていると結論付けることはできない。",
                            "したがって，実施例1をみても，高リスク患者に対するPTHの新規椎体骨折抑制効果が，低リスク患者に対するPTHの骨折抑制効果よりも高いということを理解することはできず，さらに，本件明細書のその他の部分をみても，高リスク患者に対するPTHの新規椎体骨折抑制効果が，低リスク患者に対するPTHの新規椎体骨折抑制効果よりも高いということを理解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，甲57文献の記載にそのまま従えば，PTH20μg連日投与群のプラセボ投与群に対する新規椎体骨折の相対リスク減少率は65％と，同増悪椎体骨折の相対リスク減少率は33％と，また，PTH40μg連日投与群のプラセボ投与群に対する新規椎体骨折の相対リスク減少率は69％と，同増悪椎体骨折の相対リスク減少率は56％と算定される(表9，表16)。また，甲98文献では，「新規SQ3骨折」(Grade0からGrade3になった患者。甲98の4029頁右欄16ないし20行目)は本件発明の新規椎体骨折に該当するので，本件発明のGrade3への増悪椎体骨折に相当する患者は「増悪SQ3骨折」の患者に限られるところ，甲98文献の記載にそのまま従えば，プラセボ投与群に対するGrade3への増悪椎体骨折の相対リスク減少率は，テリパラチド20μg連日投与群で62％，テリパラチド40μg連日投与群で48％となる。したがって，これらの数値に照らせば，増悪椎体骨折の抑制効果が新規椎体骨折の抑制効果よりも低い傾向にあることが推認できないではない。",
                            "これに対し，本件明細書の記載にそのまま従えば，72週投与後のPTH200単位週1回投与群のプラセボ投与群に対する増悪椎体骨折の相対リスク減少率は83％と(【0118】，【表20】)，72週投与後のPTH200単位週1回投与群のプラセボ投与群に対する新規椎体骨折の相対リスク減少率は79％と(【0131】，【表34】)，72週投与後のPTH200単位週1回投与群のプラセボ投与群に対する新規椎体骨折及び増悪椎体骨折の相対リスク減少率は79％と(【0133】)，一応算定することができ，被告は，これらの結果に照らせば，骨折抑制効果がより低い増悪椎体骨折について，本件発明は高い効果を有している旨主張する。",
                            "しかしながら，本件明細書【表20】の増悪椎体骨折に関する相対リスク減少率83％を見ると，PTH200単位投与群の増悪椎体骨折発生例数が評価例数261名(途中打ち切り例数60名を含む。)に対して1名，プラセボ投与群の増悪椎体骨折発生例数が評価例数281名(途中打ち切り例数37名を含む。)に対して6名(【表20】)といずれもごく少数であり，算定された相対リスク減少率は，骨折発生患者数のわずかな変動によって上下に著しく振れるものといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ここで，「MR  サポートシリーズ①  エビデンス」(2003年。甲58)には，次の記載がある。",
                            "①  「相対リスク減少(率)，絶対リスク減少(率)，ＮＮTとは何ですか？",
                            "相対リスク減少(率)は治療効果の指標です。また，絶対リスク減少(率)とＮＮTは有益性を示す指標です。相対リスク減少(率)は1から相対リスクを引いた値であり，絶対リスク減少(率)は対照群の発症率と治療群の発症率の差です。そして，ＮＮTは，絶対リスク減少(率)の逆数で表されます。",
                            "・・・",
                            "相対リスク減少(率)  [Relative  Risk  Reduction：RRR]",
                            "治療(実験)群と対照群の治療効果の差をわかりやすくするために，相対リスク減少(率)がよく用いられます。",
                            "相対リスク減少(率)は，対照群における発症率と治療群における発症率の差を対照群における発症率で除した値，すなわち1-相対リスクで求められます。",
                            "・・・",
                            "絶対リスク減少(率)[Absolute  Risk  Reduction：ARR]",
                            "絶対リスク減少(率)は，差によって求められます。つまり，対照群における発症率と治療群における発症率の差そのものです。",
                            "・・・",
                            "ＮＮT(Ｎumber  Ｎeeded  to  Treat，治療必要数)",
                            "ＮＮTとは，「何人治療すれば，1人の患者を救えるか」を表しています。ＮＮTは絶対リスク減少(率)の逆数，つまり1／絶対リスク減少(率)で求められます。」(24頁)",
                            "②  「相対リスク減少(率)と絶対リスク減少(率)の乖離の理由",
                            "なぜ，このようなことが起きるかというと，2つの理由があります。1つは，相対リスク減少(率)は比から求められるからです。治療群と対照群の発症率の比が0.01／0.02でも，0.15／0.30でも，1-0.5＝0.5で相対リスク減少(率)は50％，50％減少と表されます。つまり治療群と対照群の発症者数の差が1人のような臨床上のわずかな差が，大きな数字に置き換えられてしまったからです。・・・",
                            "もう1つの理由は，絶対リスク減少(率)は対照群の発症率と治療群の発症率の差から求められることから，0.02-0.01＝0.01，0.30-0.15＝0.15と発症率によって大きな差が生まれてくることがあります。・・・",
                            "試験結果は，相対リスク減少(率)だけが強調されがちですが，正しい判断をするには絶対リスク減少(率)やＮＮTをみる必要があります。」(44ないし45頁)",
                            "上記記載に照らすと，本件基準日において，治療効果を表す指標として相対リスク減少(率)(RRR)が，有益性を示す指標として絶対リスク減少(率)(ARR)とＮＮTが知られており，RRRだけでは，臨床上のわずかな差が大きな数字に置き換えられてしまうことがあるので，治療効果を正しく判断するためには，RRRのみでなく，ARRやＮＮTをみる必要があることが技術常識であったといえる。",
                            "そして，本件明細書【表20】及び【表34】にも，それぞれ，増悪椎体骨折発生率又は新規椎体骨折発生率に関し，「投与72週後の被験薬投与群の骨折発生率と対照薬投与群の骨折発生率の差(％)」(ARRに相当)が記載されているところである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そこで，本件明細書に記載された絶対リスク減少率をみてみると，PTH200単位週1回投与群のプラセボ投与群に対する新規椎体骨折の絶対リスク減少率は11.4と(【表34】)，PTH200単位週1回投与群のプラセボ投与群に対する増悪椎体骨折の絶対リスク減少率は1.8(【表20】)となっている。また，甲57文献の記載にそのまま従って絶対リスク減少率を算定してみると，PTH20μg連日投与群のプラセボ投与群に対する新規椎体骨折の絶対リスク減少率は9.3と，同増悪椎体骨折の絶対リスク減少率は1.5と算定され，PTH40μg連日投与群のプラセボ投与群に対する新規椎体骨折の絶対リスク減少率は9.9と，同増悪椎体骨折の絶対リスク減少率は2.5と算定され(表9，表16)，さらに，甲98文献の記載にそのまま従って，PTH20μg連日投与群のプラセボ投与群に対するGrade3への増悪椎体骨折の絶対リスク減少率は1.1と，テリパラチド40μg連日投与群のプラセボ投与群に対するGrade3への増悪椎体骨折の絶対リスク減少率は0.9となる(なお，増悪椎体骨折抑制との関係で仮に甲99証明書の記載を参酌するとしても，同証明書におけるPTH200単位週1回投与群のプラセボ投与群に対するGrade3への増悪椎体骨折の絶対リスク減少率は1.0と算定されるのみである。)。",
                            "このように，【表20】で示される増悪椎体骨折の絶対リスク減少率の値と，甲57文献および甲98文献で示される増悪椎体骨折の絶対リスク減少率の値が似通ったものであり，【表34】で示される新規椎体骨折の絶対リスク減少率の値と甲57文献で示される新規椎体骨折の絶対リスク減少率の値が似通ったものであることを併せ鑑みると，【表20】及び【表34】から，PTH200単位週1回投与群のプラセボ投与群に対する新規椎体骨折の相対リスク減少率が79％と，同増悪椎体骨折の相対リスク減少率が83％と算定されるからといって，単純に，本件発明における増悪椎体骨折抑制効果が新規椎体骨折抑制効果と同等又はそれ以上であるとは即断できるものではなく，さらに，本件明細書全体をみても，本件発明における増悪椎体骨折抑制効果が新規椎体骨折抑制効果と同等又はそれ以上であるとする記載はなく，それを説明する作用機序についての技術的説明等もない。",
                            "そうすると，増悪椎体骨折について，予測できない顕著な効果として効果①を認めることはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被告は，前記第3の3(2)ウ(ウ)のとおり，るる主張するが，前記判断を左右するものではない。",
                            "なお，被告は，本件発明の増悪椎体骨折についてのRRRは83％であり，しかも，投与24週後という早期から発現している点を強調するが，RRRのみによって効果を評価することが相当でない点は措くとしても，本件明細書によると，確かに200単位投与群について24週後から72週までの間に増悪椎体骨折の発生が認められないが(【表20】)，甲7発明の骨粗鬆症治療剤も48週で腰椎骨密度を8.1％増大させ，その骨密度の増加率は12週から24週までにかけてが最も増加率が高いのであるから(300頁左欄11行ないし右欄6行目，図1)，24週までに増悪椎体骨折抑制の効果が生じたとしても予想の範囲内であるから，いずれにしても投与24週後83％との相対リスク減少率を直ちに予測できない顕著な効果の裏付けとして採用することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Grade3への増悪椎体骨折抑制の点について",
                      "text": [
                        "被告は，Grade3への増悪椎体骨折抑制効果が，新規椎体骨折抑制効果と対比して，増悪椎体骨折抑制の場合よりも更にその効果が優れているとの主張をしているものではないと理解され，そして，本件発明の治療剤の増悪椎体骨折抑制効果が新規椎体骨折抑制効果と同等又はそれ以上と認めるには足りないことは前記(ア)のとおりであるから，Grade3への増悪椎体骨折について，効果①を認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果②について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "増悪椎体骨折抑制の点について",
                      "text": [
                        "前記イのとおり，甲57文献又は甲98文献に記載されたPTH連日投与のフォルテオ(テリパラチド)の相対リスク減少率との対比により本件発明の予想外の顕著な効果を裏付けることはできない。",
                        "なお，被告は，前記第3の3(2)ウ(エ)のとおり，甲98文献の記載から，PTHの投与量が増加するとGrade3への増悪椎体骨折の抑制効果は低減することが予想されるところ，より用量の増加した本件発明の200単位週1回投与で骨折相対リスク減少率が増強したことは予想外の顕著な効果である旨主張する。",
                        "しかしながら，40μg連日投与(週当たり931単位)と200単位週1回投与とを比較して200単位週1回投与がより用量が増加したものとは一概にはいえないから，被告の上記主張は，まず，この前提からして疑わしい。のみならず，甲98文献の記載からは，20μg連日投与群でGrade3への増悪椎体骨折を発生したのは444名中3名(0.68％)，40μg連日投与群でGrade3へ増悪椎体骨折を発生したのは434名中4名(0.92％)であり，両者に統計上の意味ある相違を見出し難いから，甲98文献の記載によれば，PTHの投与量が増量するとGrade3への増悪椎体骨折の抑制効果が低減すると結論を導き出すこともできず，被告の上記主張は，この点からしても前提を欠くものというべきである。",
                        "以上のとおりであるから，増悪椎体骨折について，予測できない顕著な効果として効果②を認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Grade3への増悪椎体骨折抑制の点について",
                      "text": [
                        "本件明細書には本件発明の骨粗鬆症治療剤がGrade3への増悪椎体骨折抑制に特に優れた効果を奏する旨の記載は無いから，甲99証明書は明細書に記載のない効果を明らかにしようとするものであって，これを参酌することはできない。そして，甲99証明書を除くと，本件発明の治療剤とGrade3への増悪椎体骨折抑制効果との関係について摘示する証拠はない。",
                        "したがって，Grade3への増悪椎体骨折について，予測できない顕著な効果として効果②を認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果③について",
                  "text": [
                    "被告は，前記第3の3(2)ウ(オ)のとおり，PTHの連日投与から想定されるBMD増加率に対する骨折相対リスクと対比して，BMD増加率が低くてもより低い骨折相対リスクが得られるとの効果が生ずるとして，これを本件発明の予測できない顕著な効果とする。",
                    "しかしながら，被告の上記主張は，本件訴訟における原告の主張に対抗して，本件明細書とは異なる文献に記載された試験の結果と本件明細書の記載を被告が独自に組み合わせて予測したものであり，当然ながら，本件明細書には，PTHの連日投与から想定されるBMD増加率と骨折相対リスクとの関係を記載した部分は見当たらず，上記主張は，明細書に記載されていない効果を主張するものであって失当というほかない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "そのほか被告がるる主張するところも，前記イないしエの判断を左右するものではなく，効果の程度等につき更に検討を加えるまでもなく，本件発明が，当業者が予測をすることができなかった顕著な効果を奏するものであると認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，相違点1及び2に係る本件発明1及び2の構成を想到することは容易と認められ，本件発明1及び2の効果も当業者において予測できない顕著なものとは認められないから，結局，相違点1及び2は当業者が容易に想到し得たものというべきであり，相違点1及び相違点2が容易に想到できないと認定した本件審決の判断には誤りがある。そうすると，本件発明1及び2の進歩性を認めた本件審決の判断には誤りがあり，取消事由3-1及び3-2は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由3-1及び3-2には理由があるから，その他の点について判断するまでもなく，本件審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}