{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2019-800028号事件について令和2年8月17日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "(以下，書証については，単に「甲1」などと略記する。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年11月16日を出願日とする特許出願(特願2011-250916号)の一部を分割して，平成25年6月20日，発明の名称を「美容器」とする発明について特許出願(以下「本件出願」という。)をし，平成25年9月6日，特許権の設定登録を受けた(特許第5356625号。請求項の数1。以下，この特許を「本件特許」という。)。",
                "被告は，平成28年7月21日，本件特許の請求項1に係る発明についての特許を無効とすることを求める特許無効審判(無効2016-800086号事件)を請求した。原告は，同手続において，本件出願の願書に添付した明細書及び特許請求の範囲を訂正(以下「本件訂正」という。)する訂正請求をした。特許庁は，平成29年10月24日，上記訂正請求を認めた上で，上記審判の請求は成り立たない旨の審決をした。被告は，上記審決の取消しを求める訴訟(知的財産高等裁判所平成29年(行ケ)第10201号)を提起したが，請求棄却の敗訴判決(以下「別件判決」という。)を受け，同判決は，平成30年9月19日，確定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成31年4月4日，本件訂正後の本件特許の請求項1に係る発明についての特許を無効とすることを求める特許無効審判(無効2019-800028号事件)を請求した。",
                "特許庁は，令和2年8月17日，「特許第5356625号の請求項1に係る発明についての特許を無効とする。」旨の審決(以下「本件審決」という。)をし，その謄本は，同年9月2日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年9月26日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の請求項1に係る特許請求の範囲は，以下のとおりである(甲23，24。以下，本件訂正後の請求項1に係る発明を「本件発明」という。)。",
            "【請求項1】",
            "ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，",
            "往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，",
            "一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mmとし，",
            "前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されており，",
            "ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにした",
            "ことを特徴とする美容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の要旨は，本件発明は，甲1の1(仏国特許出願公開2891137号明細書の写し。公開日平成19年(2007年)3月30日。以下，その翻訳の甲1の2と併せて「甲1」と総称する。)に記載された発明(以下「甲1発明」という。)，甲2の1(仏国特許第2641256号明細書の写し。公開日昭和28年6月9日。以下，その翻訳の甲2の2と併せて「甲2」と総称する。)に記載された事項及び周知技術に基づいて，当業者が容易に発明することができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1発明，本件発明と甲1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「回転可能な球を各々が受容する2つの軸が周囲に固定された，任意の形状の中央ハンドルを含むマッサージ用の器具において，",
                    "球の2つの軸が70～100度に及ぶ角度をなし，",
                    "球の直径は，直径2～8cmであり，",
                    "球を貫通状態で受容する軸を有し，",
                    "ユーザが2個の球を皮膚に当て，引張り力を及ぼすと，球が，進行方向に対して非垂直な軸で回転し，球の間に拘束されて挟まれた皮膚を集めて皮膚に沿って動くマッサージ用の器具。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と甲1発明の一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "ハンドルに一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，一対のボール支持軸の開き角度を70～80度とし，ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにした美容器。",
                    "【相違点】"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "一対のボールを回転可能に支持しているのは，本件発明では，ハンドルの先端部であるのに対して，甲1発明では，先端部であるか不明である点。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一対のボール支持軸の開き角度が，本件発明では，65～80度であるのに対して，甲1発明では，70～100度である点。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件発明では，往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心軸に対して前傾させて構成しているのに対して，甲1発明では，そのような構成を有するか明らかでない点。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件発明では，一対のボールの外周面間の間隔が10～13mmであるのに対し，甲1発明では，一対の球の直径が2～8cmとしているものの，一対の球の外周面間の間隔は不明である点。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件発明では，ボールが非貫通状態でボール支持軸に軸受部材を介して支持されているのに対し，甲1発明では，ボールを貫通状態で軸受部材を介さず支持している点。",
          "content": [
            {
              "fig": "(3)",
              "text": [
                "原告の主張に関連する本件審決の理由の要旨は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "①甲1発明の任意の形状の中央ハンドルには，「球，あるいは他のあらゆる任意の形状とすることができる」という記載からみて，球以外の形状を含むものであるといえること，及び手で握られるハンドルの形状として長尺状の形状を採用することは通常の態様であり，ローラを備えたマッサージ器のハンドルの形状としても当該長尺状の形状は通常用いられる形状にすぎないことを踏まえれば，具体的に例示された「球」の他に，長尺状の形状のハンドルも含まれることは明らかであり，任意の形状として甲1の1に記載されたに等しい事項である，②甲1発明のハンドルは，器具を傾けながら引っ張るようにして用いるものであるから，球(ボール)がハンドルの中央部にあった場合には，長尺状のハンドルの先端部と人体が干渉するおそれがあるので，この干渉を避けるため，球を器具の先端部に設けた方がよいことは，構成上，当業者であれば容易に想到できる，③ハンドルに回転自在に支持された1対のボールによりマッサージを行うマッサージ器において，1対のボールをハンドルの先端部に配置することは，甲2の1及び甲3に記載された周知技術(以下「周知技術1」という。)にすぎず，甲1発明において周知技術1を適用することは当業者にとって何らの困難性はない，④したがって，相違点1に係る本件発明1の構成は，甲1発明に基づいて，又は甲1発明及び周知技術1に基づいて，当業者が容易に想到できたものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2ないし5について",
                  "text": [
                    "相違点2ないし5は，それぞれ別個独立に捉えるべきではなく，一対のボール支持軸の開き角度と共に相互に関連性を有するものとして理解・把握し，その容易想到性を検討すべきであるが，以下のとおり，相違点2ないし5に係る本件発明の構成は，甲1発明，甲2に記載された事項及び周知技術に基づいて当業者であれば容易になし得たものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3について",
                      "text": [
                        "①本件発明における「前傾」とは，美容器の往復動作中にボール支持軸の軸線が肌面に対して一定角度を維持できるように，ボール支持軸の軸線がハンドルの中心線に対して90度以上の一定の角度を有することと認められる，②甲1発明のハンドルには，長尺状の形状のハンドルも含まれるところ，甲1発明において肌の摘み上げ等の作用を奏するためには，美容器の往復動作中にボール支持軸の軸線が肌面に対して一定角度を維持できるように，ボール支持軸の軸線はハンドルの中心線に対して90度以上の一定角度を有する構造となっていることは当業者であれば十分に理解できることである，③したがって，相違点3は実質的な相違点とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4について",
                      "text": [
                        "①甲1発明は，球の直径が2～8㎝の範囲であって，本件発明の実施形態として好ましいとされる直径が15～60㎜のボールと同等の大きさを有する甲1発明は，球(ボール)の回転により肌の摘み上げを行うという作用効果を有するものであるところ，当該作用効果は，マッサージ器の構成上， ボールの直径， ボール支持軸の開き角度， ボールの外周面間の間隔が相互に密接に関係して生じるものといえるから，及び が特定されれば，上記作用効果に照らして は自ずと適当な範囲に決定される設計的事項であるといえる，②甲1発明は，本件発明と同様に， 球の直径が2～8㎝であり， ボール支持軸の開き角度として70度～80度が予定されているから，これら数値を採用した上で肌の摘み上げという作用効果を奏するためのボールの外周面間の間隔の具体的数値範囲を求めていけば，相違点4に係る本件発明の数値範囲となることは自明のことであり，当業者が容易に採用し得るものである，③したがって，相違点4に係る本件発明の構成は，甲1発明に基づいて当業者が容易に想到し得るといえる，④なお，甲2に記載されたマッサージ器の存在からも，当業者は，ボールの外周面の間隔の実際的な数値範囲として12～13㎜程度にすることは容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点5について",
                      "text": [
                        "①甲1発明において，支持軸の開き角度として下限に近い70～80度の範囲を選択した場合に，上限である100度近辺とした場合に比して，球の表面に現れた支持軸が肌に接触しやすくなることはその形状，構造から見て明らかである，②甲1発明は，美容やマッサージを目的として身体に適用するものである以上，回転軸と球(ボール)との隙間に肌が挟まり，ケガや傷を生じさせることがないようにする安全面の措置や，回転しない支持軸が肌に接触することで生じる使用者の違和感を回避することは当業者であれば当然に配慮すべき設計的事項であり，そのための具体的手段として，甲2に記載された装置のように軸が球の表面から突出しないように球の軸の部分を凹ませたり，軸が突出しない非貫通軸を採用することは当業者であれば容易になし得ることである，③肌に接触しつつ回転するマッサージローラの技術分野において，軸を非貫通状態とし表面に露出させないように軸受け部材を介して支持するための具体的構成は，甲4ないし6に記載された周知技術(以下「周知技術2」という。)である，④そうすると，軸が肌に干渉する恐れがある場合に，甲1発明に当該干渉を避けるための構成を採用することは，当業者であれば当然に考慮することであり，そのための具体的手段として非貫通状態として表面に露出させないように軸受部材を介して支持する具体的構成を採用することも，この分野で周知の技術であることを踏まえれば，当業者であれば容易になし得ることである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "相違点1，3ないし5の容易想到性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の容易想到性に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)アのとおり，相違点1に係る本件発明1の構成は，甲1発明に基づいて，又は甲1発明及び周知技術1に基づいて，当業者が容易に想到できたものといえる旨判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記第2の3(3)ア①のとおり，甲1発明のハンドルには長尺状のハンドルも含まれることは明らかであり，任意の形状として甲1に記載されたに等しい事項である旨判断する。しかし，ハンドルに関して甲1の1に具体的に開示されている形状は球状のみであり，長尺状については記載も示唆もない。球状のハンドルは手のひらで掴むように把持するものであり，棒を握るように把持する長尺状のハンドルとはその把持方法が相違し，このようなハンドルの使用方法(把持方法)からしても甲1発明が長尺状のハンドルを想定してないことは明らかである。なお，被告は，後記(2)アのとおり，甲1のFIG．1の正面図は，ハンドルが円柱状であることと整合するものであり，同FIG．2に示された使用方法によれば，ハンドルの形状は長尺状と解するほうが自然である旨主張するが，甲1にはハンドルが「円柱状」であるとの記載も示唆もないし，また，同FIG．2もFIG．1と同じく正面図であるから，そのハンドルも当然に球状のハンドルを図示したものであって，球状のハンドルであっても球の軸を避ける形でハンドルを指で握れば難なく使用することができるから，被告の上記主張は理由がない。",
                    "また，本件審決は，ハンドルの形状について，甲2及び3ないし6の図面を参酌するが，甲2のボールは2つのうち1つをモータ駆動させるものであるし，甲3はマッサージ器(ソフィル・イー)の具体的構成が不明である。甲4ないし6は，ボールではなく円筒ローラを使用しており，甲6は円筒ローラ1つのみである。このように，本件発明とは相違する甲4ないし6の構成を参酌して，甲1発明のハンドルとして長尺状のハンドルが含まれることは明らかであり，任意の形状として甲1に記載されたに等しい事項であると認定した本件審決の判断は誤りである。",
                    "そして，相違点1の容易想到性の判断においては，甲1発明における任意の形状のハンドルに対して長尺状のハンドルを採用することが容易かどうかをまず判断すべきであって，長尺状のハンドルに対して一対のボールをハンドルの先端部で回転可能に支持する構成が容易であると判断するのは次のステップである。そうであるにもかかわらず，本件審決は，前記第2の3(1)ア①及び②のとおり，甲1発明に長尺状のハンドルを採用することの容易想到性の判断に重ねて，一対のボールをハンドルの先端部に回転可能に支持させる構成の容易想到性を判断しており，このような判断は「容易の容易」として，容易想到性の判断として許されない典型例である。",
                    "したがって，相違点1に関し甲1発明のハンドルとして長尺状のハンドルが含まれることは明らかであり，任意の形状として甲1に記載されたに等しい事項であると認定して，これを前提に容易想到性を認定した本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲1発明のハンドルを長尺状とすることについては，以下のとおり阻害要因がある。",
                    "すなわち，甲1で具体的に開示されているのは球状のハンドルであり，球状のハンドルは握る箇所を異ならせればハンドルに対する手の状態を変えることなく器具を傾けることができる。また，球状であれば，器具を逆方向に傾ける場合でもハンドルに対して手を持ち変えるなどの作業は不要であり，球状のハンドルに対する位置を変化させるだけで足りる。甲1発明は，器具を傾けながら引っ張るようにして用いるものであり，球を進行方向に非垂直な軸で回転させることによる作業を目的とした発明であり，こうした目的のもとで，ハンドルの形状として球状のものを具体的に開示し，その状態で器具を傾けて球を進行方向に非垂直な軸で回転させて使用するものと理解することができる。これに対して，甲1発明のハンドルを長尺状とすると，球を進行方向に非垂直な軸で回転させて使用するため，器具を傾けた場合には肌とハンドルが干渉することがある。",
                    "したがって，甲1発明の球状のハンドルを長尺状とすることには阻害要因が存在する。",
                    "なお，被告は，後記(2)イのとおり，甲1の1のFIG．2に示される4つの球を用いる場合にハンドルを球体とするとハンドルを握る手が球の回転を阻害するため，甲1発明のハンドル(1)の形状は，球体と理解するよりも長尺状(円柱状)のハンドルと理解するのが自然である旨主張するが，4つの球を有する構成であっても，その4つの球全てを同時に使用するわけではなく，一度に使用するのは2つの球であり，ハンドルを把持する際には軸を避けるように指で把持すればよいから，ハンドルの形状として球状を採用することは阻害要因とはならず，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，前記第2の3(3)ア③のとおり，ハンドルに回転自在に支持された1対のボールによりマッサージを行うマッサージ器において，1対のボールをハンドルの先端部に配置することは，甲2及び3に記載された周知技術であり，甲1発明においてこの周知技術1を適用することは当業者にとって何らの困難性はない旨判断したが，甲1発明のハンドルが長尺状であることを前提した判断であり，具体的なハンドル形状を観念することができない甲1発明のハンドルに周知技術1を適用する動機付けはないから，甲2及び3に周知技術1が開示されていたとしても，甲1発明の1対の球をハンドルの先端部に配置する構成にする動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点1に関して，甲1発明のハンドルとして長尺状のハンドルが含まれることは明らかで甲1発明に記載されたに等しい事項であるとはいえないから，これを前提にして容易想到性を認定することはできないし，むしろ，甲1発明の球状のハンドルを長尺状とすることには阻害要因があり，また，甲1発明に周知技術1を適用する動機付けはないから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，ハンドルは握って引っ張るものであるとの使用方法が明記され，ハンドルの形状は，あらゆる任意の形状とすることができるとされているから，握りやすい長尺状の形状のハンドルは想定されていた形状であるといえる。そして，甲1のFIG．1の正面図は，ハンドルが円形で図示されているが，ハンドルが円柱状(長尺状)の形状であるとしても整合する。また，同FIG．2においては，4つの球をハンドルに取り付けて，皮膚が吸引される使用方法が記載されており，こうした使用方法を前提とすると，ハンドルが長尺状であればローラ(球)と接触することなくハンドルを握ることができるから，ハンドルの形状は，球体と理解するよりも長尺状(円柱状)のハンドルと理解するのが自然である。そうすると，甲1発明には，ハンドルの形状として長尺状のものが含まれることは明らかで，甲1に記載されているに等しい事項である旨の本件審決の判断に誤りはない。",
                    "その上で，甲1発明のハンドルは，握って傾けながら引っ張るのであるから，ボールがハンドルの先端ではなく，例えば，中央部分にあった場合は握りにくくなることは明らかであり，ハンドルの先端と人体が干渉することも明らかであるから，甲1発明においてハンドルの先端に球を設ければよいことは，構成上，当業者であれば容易に想到し得る。",
                    "したがって，相違点1の容易想到性を認めた本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，前記(1)イのとおり，甲1発明において，ハンドルの形状が球体であることによる作用効果があることを前提として，甲1発明のハンドルを長尺状とすることに阻害要因がある旨主張するが，原告の主張する作用効果は，甲1には記載されていない。むしろ，甲1のFIG．2に示されているとおり，4つの球を用いる場合には，ハンドルを球体とすると，これを握る手が，球の回転を阻害するから，球体のハンドルを用いるほうが不自然であり，ハンドルの形状は，長尺状(円柱状)と理解するのが自然であり，甲1発明においては，長尺状のハンドルを用いることが想定されていたといえる。",
                    "したがって，甲1発明のハンドルを長尺状とすることに阻害要因がある旨の原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，前記(1)ウのとおり，甲1発明のハンドルの形状が球体に限定されることを前提として，周知技術1を甲1発明に適用する動機付けがない旨主張するが，その前提に誤りがあることは前記のとおりである。甲1発明のハンドルは任意の形状であるから，当然に長尺状のハンドルも含まれるのであり，長尺状のハンドルに対しては周知技術1を適用する動機付けはあり，相違点1に係る構成は当業者であれば容易に想到し得る。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点1の構成は，甲1発明に基づいて，又は甲1発明及び周知技術1に基づいて，当業者が容易に想到できたものといえる旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)イ(ア)のとおり，甲1発明には長尺状の形状のハンドルも含まれるとの認定を前提にして，相違点3は実質的な相違点とはならない旨判断したが，この認定に誤りがあることは前記1(1)のとおりであり，甲1発明のハンドルに関して甲1に開示されている形状は球状のみであるところ，球状では中心軸を観念することはできず，ひいてはボールの軸線をハンドルの中心軸に対して前傾させていることも特定することができない。",
                "また，甲1発明は，「ユーザがハンドル(1)を握り，これを傾けて2個の球(2)を皮膚(4)に当て，引張り力を及ぼすと，球が，進行方向に対して非垂直な軸で回転する」ものであり，ハンドルを傾ければ，球が進行方向に対して非垂直な軸で回転するとの上記記載に鑑みれば，ハンドルと球の軸との関係は，ハンドルを傾けない場合には球は(皮膚の上を)進行方向に対して垂直な軸で回転する構成となっている。このことは，甲1発明においてハンドルの中心軸を観念できるとすれば，ハンドルの中心軸と球の軸とが同一平面上にあること，言い換えれば，ボール(球)の軸線をハンドルの中心軸に対して同一角度(前傾させていない)で構成していることを意味する。",
                "以上によれば，相違点3は，実質的な相違点であるから，これと異なる本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告は，甲1発明のハンドルが球体であることを前提に，ハンドルの中心線と球の軸線との関係について前記(1)のとおり主張するが，その前提に誤りがあることは前記1(2)アのとおりである。",
                "したがって，原告の主張は理由がなく，相違点3が実質的相違点ではない旨の本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)イ(イ)のとおり，相違点4に係る本件発明の構成は，甲1発明に基づいて当業者が容易に想到し得るといえる旨判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記第2の3(3)イ(イ)①のとおり，ボールの直径及びボールの支持軸の開き角度が特定されれば，作用効果に照らして，ボールの外周面間の間隔は自ずと適当な範囲に決定される設計的事項である旨判断する。しかし，別件判決によれば，開き角度が一致し，ボール間隔が相違点となっていても，これらの構成は密接に関連するものであるから，相違点の容易想到性の判断に当たっては，公知例として相違点であるボール間隔を開示するのみで足りず，ボール間隔と，これと密接に関連する開き角度がともに開示されていることを要すると解すべきであるから，本件審決の判断は誤りである。",
                    "なお，被告は，後記(2)アのとおり，支持軸の開き角度と外周面の間隔だけの数値限定は，発明の効果としての臨界的意義はなく，当業者は，ボールの直径及び開き角度を踏まえて一対の球の間隔を適宜調整することができる旨主張するが，被告主張の官能試験の評価は，そもそもハンドルの前傾角度及びボールの直径についてのものであって，開き角度及びボール間隔の評価ではないから，被告の上記主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，前記第2の3(3)イ(イ)①及び②のとおり，甲1発明は，球の直径が2～8㎝の範囲であって，本件発明の実施形態として好ましいとされる直径15～60㎜のボールと同等の大きさであり，ボールの外周面間の具体的数値範囲を求めていけば相違点4に係る本件発明の数値範囲となることは自明のことであると認定するが，甲1発明に比べて本件発明の実施形態のボールの直径の範囲は小さめであるし，また，ボールの指示軸の開き角度に関しても，本件発明は65～80度であるのに対し，甲1発明は，70～100度であり，全体的に本件発明のボールの間隔の開き角度は小さめで，いずれについても両者は完全に一致するものではない。",
                    "このように，本件発明と甲1発明は，ボールの直径，ボールの支持軸の開き角度の範囲にずれがあるから，ボールの直径及びボールの支持軸の開き角度が特定されれば，ボールの外周面間の間隔は自ずと適当な範囲に決定されるとの本件審決の判断に従えば，ボールの外周面間の間隔についても差があるはずである。特に，本件発明のボールの外周面間の間隔は10～13㎜と狭い範囲で特定しているから，上記のとおりボールの直径及び開き角度の範囲に差を有する甲1発明から決定されるボールの外周面間隔が本件発明の間隔の範囲と一致するとは限らない。",
                    "したがって，甲1発明から決定されるボールの外周面間隔が本件発明の数値範囲となることは自明のことであって，当業者が容易に想到し得るものである旨の本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，前記第2の3(3)イ(イ)④のとおり甲2に記載されたマッサージ器の存在からも，当業者は，ボールの外周面の間隔の実際的な数値範囲として12～13㎜程度にすることは容易になし得る旨判断したが，甲2においては，外周面間の間隔を特定する根拠はなく，ボール外周面間の間隔は不明である。また，甲2記載の装置(以下「甲2装置」という。)は，ボールの回転により肌の摘み上げの作用効果を有するものではなく，皮膚及び下層組織をまくり上げて揉んで引っ張るものであるから，甲2装置が肌の摘み上げ作用効果を有するものであることを前提として，ボールの外周面間の間隔を12～13㎜とすることは容易になし得るものであるとした本件審決の判断も誤りである。",
                    "なお，被告は，後記(2)ウのとおり，甲2装置は肌の摘み上げの作用効果を有する旨主張する。しかし，甲2には，「…本発明によるローラは，・・・その結果，ローラが皮膚を挟むことはできないが，ローラは，適切に調整されていれば，回転時に皮膚と一緒にかなりの量の下層組織をまくり上げる。」との記載があり，ローラが皮膚を挟むことができないのであれば，ローラが肌を摘み上げることもできないはずであるから，被告の上記主張は理由がないし，甲2装置は，手で押される甲1発明のようなローラを従来技術としてこれに生ずる問題を解決するものであり，かつ，ローラは皮膚を挟む(肌を摘み上げる)ものではなく，皮膚及び下層組織をまくり上げて揉んで引っ張るものであり，甲1発明とは機能，作用において相違するから，甲2装置を甲1発明に適用する動機付けはなく，むしろ甲1発明は甲2装置の従来技術に相当するものであるから，適用の阻害要因があるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件審決の判断はいずれの点においても誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記(1)アのとおり，別件判決の説示を根拠として，相違点4に関する本件審決の判断が誤りである旨主張するが，別件判決の事例と本件とは主引用例が異なるから，本件発明との相違点も自ずと異なるのであって，事例判決である別件判決を本件に当てはめて本件審決の判断の誤りを主張することは相当でない。",
                    "また，別件判決は，支持軸の開き角度の相違点と外周面間の相違点の両方が問題となり，2つの相違点が密接に関連することを理由として個々の相違点に関する構成を別々に議論することができない旨説示するものであるが，本件発明は，甲1発明と一対のボール支持軸の開き角度が70～80度であるという点で一致しており，外周面間の間隔のみが相違点であるから，本件は別件判決のように関連する2つの相違点の構成を考慮する必要はない。",
                    "そして，本件発明は，ボールの直径及び前傾角度の特定がないところ，明細書に記載された官能試験ではボールの直径及び前傾角度によっては良好ではない結果が含まれており，支持軸の開き角度と外周面間の間隔だけの数値限定は，発明の効果としての臨界的意義はなく，当業者は，ボールの直径及び開き角度を踏まえて一対の球の間隔を適宜調整することができるから，ボールの直径及び支持軸の開き角度が特定されれば，一対のボールの外周面間の間隔は設計事項であるにすぎないとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は前記(1)イのとおり，本件発明のボールの外周面間の間隔が10～13㎜と狭い範囲で特定されており，ボールの直径及び開き角度の範囲に差を有する甲1発明から決定されるボールの外周面間の間隔が本件発明の間隔の範囲と一致するとは限らない旨主張するが，前記アのとおり，本件発明の支持軸の開き角度と外周面の間隔だけの数値限定は，発明の効果としての臨界的意義はないから，甲1発明の球の直径とボール支持軸の開き角度を採用し，摘み上げの作用効果を踏まえ，当業者であればボールの外周面間の間隔を過度の創意工夫を要することなく適宜調整して決定することが可能である。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，前記(1)ウのとおり，甲2における一対のローラの間隔は不明であると認定されるべきである旨主張する。確かに，甲2には，「それらボールの面が最も近接する箇所ではおよそ4分の1インチ離間するような距離をおいて設置される場合に最も良好に機能することが判明している。」との記載があるが，他方で，「本発明によるローラは，互いにほぼ接触して設置されるのではなく，ほぼ半インチの空間だけ隔てられるように設置され」との記載もあり，特許請求の範囲の記載においては，「前記回転可能なローラから約2分の1インチの間隔をおいて配置されたローラ」とされていることからすれば，甲2装置は，ボールの間隔が4分の1インチとした場合には最も良好に機能するものの，特許請求の範囲としては，約2分の1インチの間隔を採用することが特定されているから，本件審決の認定に誤りはない。",
                    "また，原告は，甲2装置は肌の摘み上げの作用効果を有するものではない旨主張するが，甲2装置は，一対のローラが回転して，皮膚及び下層組織をまくり上げて，揉んで引っ張るのであるから，それはまさしく肌を摘み上げているということにほかならず，甲2装置は肌の摘み上げの作用効果を有するものであって，本件審決の判断に誤りはない。",
                    "さらに，原告は，甲2装置と甲1発明とは機能及び作用において相違するから，甲2装置を甲1発明に適用する動機付けはなく，むしろ阻害要因がある旨主張するが，前記のとおり，甲2装置の皮膚の下層組織をまくり上げて引っ張るという作用効果は，甲1発明の球の間に拘束されて挟まれた皮膚を集めて皮膚に沿って動くとことと技術的に同一であるから，こうした作用効果の同一性に鑑みれば，甲2装置を甲1発明に適用する動機付けはあり，本件審決の判断に誤りはない。",
                    "したがって，原告の上記主張はいずれも理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点4の構成は，甲1発明に基づいて，又は甲1発明及び甲2から当業者であれば容易に想到する旨判断した本件審決に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点5の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)イ(ウ)のとおり，軸が肌に干渉する恐れがある場合に，甲1発明に当該干渉を避けるための構成を採用することは，当業者であれば当然に考慮することであり，そのための具体的手段として非貫通状態として表面に露出させないように軸受部材を介して支持する具体的構成を採用することもこの分野で周知の技術であることを踏まえれば，当業者であれば容易になし得る旨判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決も述べるとおり，相違点2ないし5は，それぞれ別個独立に捉えるべきではなく，一対のボール支持軸の開き角度と共に相互に関連性を有するものとして理解・把握し，その容易想到性を検討すべきであり，別件判決もこれと同旨の説示をしている。",
                    "しかし，本件審決は，相違点5について，相違点4(ボールの外周面間の間隔)との関連性を踏まえた判断をせずに，個別に相違点として把握し，容易想到であると判断している。そして，本件発明の相違点4及び5に係る構成は，一対のボールの支持軸の開き角度を65度～80度の範囲に特定したことに伴い，ボール頂点が肌に接しやすくなり，ボールと肌との接触点がボール頂点に近くなったことに伴ってボールが回転しにくくなるため，軸受部材を介して支持し，かつ，肌に当たりやすいボール先端部を非貫通としたものであり，こうした課題及び解決手段については，甲1ないし6には開示されていないから，本件審決の判断は誤りである。",
                    "この点，被告は，後記(2)アのとおり，本件審決は，相違点5の判断に当たり，甲2の記載を参酌して容易想到であると判断しており，1つの文献によって相違点4及び5について関連性をもって判断している旨主張するが，甲2には相違点5に係る構成は開示されておらず，しかも，前記3(1)のとおり，甲2は相違点4を開示するものではないから，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，前記第2の3(3)イ(ウ)②のとおり，甲1発明は，美容やマッサージを目的として，身体に適用するものである以上，必要な安全面の措置や，使用者の違和感を回避することは当業者であれば当然に配慮すべき設計事項であると判断する。しかし，そのような配慮すべき設計事項があるのであれば，その配慮は当然に甲1発明にも反映されているか，そのような配慮の示唆が存在するはずであり，例えば，甲1のFIG．2の支持軸の角度を70～80度とした小さい球2については，安全等の配慮から球を非貫通状態等にするはずであるが，軸は球2を貫通して支持されており，非貫通状態となっていないから，本件審決が認定した当業者であれば配慮すべき設計事項は存在しないことを意味するというべきである。なお，被告は，後記(2)イのとおり，甲2には，軸の先端が回転体の内側に入り込むように構成されたものが開示されており，また，甲3及び4の器具では非貫通のローラが開示されている旨主張するが，甲2ではボールが先端非貫通ではなく，甲3もボールが先端非貫通であるか不明であり，甲4は，ローラ部の開き角度が100～140度であり，かつ，ローラは円筒状であって，甲1発明の「球」ではないから，これらは相違点5に係る構成を採用する具体的根拠とはなり得ず，被告の上記主張は誤りである。",
                    "また，本件審決は，当業者であれば配慮すべき設計事項の具体的手段として，甲2装置の構成を挙げるが，甲2には球の先端が凹んでいる図が示されているが，それがどのような技術的意義を持つかは開示されておらず，また，甲2装置は，シャフトが露出するボール先端側を皮膚に当てるような使用方法ではないから，安全面や違和感を回避するためにボールの先端を凹ませたものではなく，この点においても本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，前記第2の3(3)イ(ウ)③のとおり，肌に接触しつつ回転するマッサージローラの技術分野において，軸を非貫通とし表面に露出させないように軸受部材を介して支持するための具体的構成は周知技術(周知技術2)であると判断するが，相違点に係る構成が周知技術であるというだけでは甲1発明に適用する動機付けになり得ない。また，軸が肌に干渉する恐れがある場合に，甲1発明に当該干渉を避けるための構成を採用することは当業者であれば当然に考慮する設計的事項であるといえないことは前記アのとおりであり，こうした事項が周知技術を適用する動機付けに当たるともいえない。",
                    "また，甲1発明との関係において，甲4ないし6から周知技術2を導き出すことはできないし，その目的や形状，使用方法等に照らし，甲4ないし6に記載された技術的事項を甲1発明に適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点4と相違点5をそれぞれ個別の相違点に係る構成とした上で，甲1発明を相違点5に係る本件発明の構成とすることは容易想到であるとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記(1)アのとおり，本件審決は，相違点5について，相違点4(ボールの外周面間の間隔)との関連性を踏まえた判断をしておらず，個別に相違点として把握し，容易想到であると判断している点で誤りである旨主張するが，本件審決は，相違点5の判断に当たり，相違点4の容易想到性の判断において参照した甲2の記載を参酌して容易想到であると判断しており，1つの文献によって相違点4及び5について関連性をもって判断しているから，原告の上記主張は理由がない。",
                    "また，原告は，本件発明が相違点4及び5に係る構成とするに至った課題及び解決手段については，甲1ないし6には開示されていない旨主張するが，甲1発明に接した当業者であれば，小さい方のボールを用いた場合，開き角度が狭いことでボールの先端が肌に接して支持軸と肌が接触する可能性を認識し，支持軸の先端が肌に接触しないように先端部を露出することがないように，周知技術2のようにボールを非貫通のものとし，ボール内部で軸受部材を用いて支持軸を支持する構成とすることに過度の創意工夫は必要となるものではないから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，前記(1)イのとおり，本件審決が認定するような当業者であれば配慮すべき安全面での設計的事項があるならば，甲1発明にも反映されているか，少なくとも示唆があるはずであるが，甲1にはこうした事項に関する記載も示唆もないから，本件審決が認定した設計的事項は誤りである旨主張する。しかし，本件発明の進歩性の判断基準は，本件発明の出願時点が基準であるから，甲1発明の出願時に本件審決が認定した安全面での設計的事項に記載や示唆があるかは問題とならない。そして，甲2には，軸の先端が回転体の内側に入り込むように構成されたものが開示されており，また，甲3及び4の器具では，非貫通のローラが開示されているから，本件審決の認定に誤りはない。",
                    "また，原告は，甲2装置のように軸が球の表面から突出しないように球の軸の部分を凹ませる構成についての技術的意義が不明である旨主張するが，支持軸がローラから飛び出ていれば，支持軸が皮膚と接触し，皮膚に何らかの傷害を与えることは当業者でなくても容易に想い至ることであり，甲2装置においてもこうした配慮からボールの先端が皮膚に当たる使用方法に備えて，シャフト1の先端を凹ませているのであり，原告の上記主張は当を得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，前記(1)ウのとおり，相違点に係る構成が周知技術であるというだけでは甲1発明に適用する動機付けになり得ないと主張するが，本件審決は，相違点5について，甲2に記載された事項を適用できることを前提にして，甲2装置のシャフトはローラから露出していないと認定した上で，周知技術2が存在するから，軸が肌に干渉する恐れがある場合には，具体的手段として，軸を非貫通状態として表面に露出させないように軸受部材として支持する構成とすることは当業者であれば容易に想到する旨判断しており，原告の上記主張は理由がない。",
                    "また，原告は，甲1発明との関係において，甲4ないし6から周知技術2を導き出すことはできないし，その目的や形状，使用方法等に照らし，甲4ないし6に記載された技術的事項を甲1発明に適用する動機付けはない旨主張する。しかし，甲4ないし6記載の装置は，支持軸と皮膚との接触を回避するという安全性を考慮した上で非貫通としており，開き角度の広狭やローラが1つであるという理由でこうした安全性を配慮する必要がなくなるわけではない。そうすると，甲4ないし6の装置よりも支持軸の開き角度(70～80度)が狭い甲1発明においては，支持軸が皮膚に接触する可能性があるから，甲1発明において支持軸と皮膚との接触を回避する安全性を考慮することは当然のことであるし，本件審決は，甲4ないし6に示された技術のそれぞれが甲1発明に適用できると判断しているのではなく，これらの文献から周知技術を抽出し，甲1発明に適用しているから，このような意味合いでの周知技術2を甲1発明に適用する動機付けは存在する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点5の構成は，甲1発明又は甲1発明及び周知技術2により当業者であれば容易に想到し得るとする本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載事項について",
          "text": [
            "本件訂正後の明細書(甲24。以下「本件明細書」という。)には，別紙1のとおりの記載があり，この記載によれば，本件明細書には，次のような事項が開示されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「この発明」は，ハンドルに設けられたマッサージ用のボールにて，顔，腕等の肌をマッサージすることにより，血流を流したりして美しい肌を実現することができる美容器に関するものであり，この種の美容器として，例えば，特許文献1(2009-142509号公報)には，柄と，該柄の一端に設けられた一対のローラとを備え，ローラの回転軸が柄の長軸方向の中心線とそれぞれ鋭角をなすように設定され，さらに一対のローラの回転軸のなす角度が鈍角をなすように設定される美肌ローラがあるが，この従来構成では，柄の中心線と両ローラの回転軸が一平面上にあることから，美肌ローラの柄を手で把持して両ローラを肌に押し当てたとき，肘を上げ，手先が肌側に向くように手首を曲げて柄を肌に対して直立させなければならないため，美肌ローラの操作性が悪い上に，手首角度により肌へのローラの作用状態が大きく変化するという問題があり，また，この美肌ローラの各ローラは楕円筒状に形成されていることから，ローラを一方向に押したとき，肌の広い部分が一様に押圧されることから，毛穴の開きが十分に得られず，さらに，ローラを逆方向に引いたときには，両ローラ間に位置する肌がローラの長さに相当する領域で引っ張られることから，両ローラによって強く挟み込まれ難く，その結果，毛穴の開きや収縮が十分に行われず，毛穴の汚れを綺麗に除去することができないという問題があり，加えて，ローラが楕円筒状に形成されているため，肌に線接触して肌に対する抵抗が大きく，動きがスムーズではなく，しかも移動方向が制限されやすく，美肌ローラの操作性が悪いという問題があった(【0001】，【0002】，【0004】，【0005】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「この発明」は，こうした従来の技術に存在する問題点に着目し，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続的に発揮することができ，かつ，操作性が良好な美容器を提供することにある(【0006】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「本発明」の美容器によれば，美容器の往復動作中にボールの軸線が肌面に対して一定角度を維持できるようになっているため，ハンドルを把持して一対のボールを肌にあてるときに手首を曲げる必要がなく，手首を真直ぐにした状態で美容器を往動させたときには肌を押圧することができるとともに，美容器を復動させたときには肌を摘み上げることができ，また，肌に接触する部分が筒状のローラではなく，真円状のボールで構成されていることから，ボールが肌に対して局部接触するため，ボールは肌の局部に集中して押圧力や摘み上げ力を作用することができるとともに，肌に対するボールの動きをスムーズにでき，移動方向の自由度が高いという効果が得られる(【0008】，【0009】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，別紙2のとおりの記載があり，この記載によれば，甲1には，次のような事項が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「本発明」は，揉み，長手方向のたたき及びドレナージュ作用を同じ動作で一緒に結合したマッサージ器具に関するものであり，回転自在な球を各々が受容する2つの軸が周囲に固定された，任意の形状の中央ハンドルを含み，マッサージする面に適合させるために，より大きな直径を持つ1つまたは2つの追加球をハンドルが受容可能であり，小さな直径を持つ球の2つの軸が70～100°に及ぶ角度をなし，大きい球の場合は90～140°をなすことを特徴とするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このマッサージ器具は，ユーザがハンドル(1)を握り，これを傾けて2個の球(2)を皮膚(4)に当て，引張り力を及ぼすと，球が，進行方向に対して非垂直な軸で回転し，その結果，球の対称な滑りが生じ，これらの球は，球の間に拘束されて挟まれた皮膚を集めて皮膚に沿って動き，また，引っ張る代わりに押圧すると，球の滑りと皮膚に沿った動きとによって，皮膚が引き伸ばされる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "別紙2の開示事項を総合すれば，甲1発明は，本件審決が認定した前記第2の3(2)アのとおりであると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1及び3(相違点1及び3の容易想到性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，請求項1に「任意の形状の中央ハンドル」との記載があり，発明の詳細な説明中に，ユーザが握る中央ハンドルは「球，あるいは他のあらゆる任意の形状とすることが可能である。」と記載があることから，長尺状のハンドルを排除するものではないと理解することはできる。しかし，「球，あるいは他のあらゆる任意の形状とすることが可能である。」との記載ぶりからすれば，まずは「球」が念頭に置かれていると理解するのが自然であり，しかも甲1の添付図(FIG．1，FIG．2)は，いずれも器具の正面図であり，実施例を表すとされているが，そこに描かれたハンドルの形状や全体のバランスに照らして，球状のハンドルが開示されているとしか理解できないものである。",
                "また，甲1には，甲1発明のマッサージ器具は，ユーザがハンドル(1)を握り，これを傾けて，ハンドルに2つの軸で固定された2つの回転可能な球を皮膚に当てて回転させると，球が進行方向に対して非垂直な軸で回転することにより，球の対称な滑りが生じ，球の間に拘束されて挟まれた皮膚を集めて皮膚に沿って動き，引っ張る代わりに押圧すると，球の滑りと皮膚に沿った動きによって皮膚が引き伸ばされることが開示されているところ，こうした2つの球がハンドルに2つの軸に固定され，2つの軸が70～100度をなす角度で調整された甲1発明において，球が進行方向に対して非垂直な軸で回転し，球の間に拘束されて挟まれた皮膚を集めて皮膚に沿った動きをさせるためには，ハンドルを進行方向に向かって倒す方向に傾けることが前提となる。",
                "ハンドルが球状のものであれば，後述するハンドルの周囲に軸で4個の球を固定した場合を含めて，把持したハンドル(1)の角度を適宜調整して進行方向に向かって倒す方向に傾けることが可能である。しかし，ハンドルを長尺状のものとし，その先端部に2つの球を支持する構成とすると，球状のハンドルと比較して傾けられる角度に制約があるために進行方向に傾けて引っ張る際にハンドルの把持部と肌が干渉して操作性に支障が生じかねず，こうした操作性を解消するために長尺状の形状を改良する(例えば，本件発明のように，ボールの軸線をハンドルの中心軸に対して前傾させて構成させる(相違点3の構成)。)必要が更に生じることになる。そうすると，甲1の中央ハンドルを球に限らず「任意の形状」とすることが可能であるとの開示があるといっても，甲1発明の中央ハンドルをあえて長尺状のものとする動機付けがあるとはいえない。",
                "また，甲1においては，「マッサージする面に適合させるために，より大きな直径を持つ1つまたは2つの追加球をハンドルが受容可能である」形態も開示されており，FIG．2には，小さい直径の球(2)を2つ，大きな直径球(3)を2つそれぞれハンドル(1)に軸によって固定された図が開示されている。このような実施例において，ハンドル(1)を球状から長尺状とすると，前記のとおり，甲1発明のマッサージ器具は，ユーザがハンドル(1)を握り，これを傾けて，ハンドルに2つの軸で固定された2つの回転可能な球を皮膚に当てて回転させると，球が進行方向に対して非垂直な軸で回転することにより，球の対称な滑りが生じ，球の間に拘束されて挟まれた皮膚を集めて皮膚に沿って動き，引っ張る代わりに押圧すると，球の滑りと皮膚に沿った動きによって皮膚が引き伸ばされるとの作用効果を生じるところ，例えば，大きい球(3)を皮膚に当てることを想定し，長尺状のハンドルを中心軸に前傾させて構成させると，小さい球(2)を皮膚に当てるときには，ハンドルを進行方向に対して傾けて小さい球(2)の球を引っ張ることができなくなる。したがって，こうした点からすると，甲1のハンドル(1)を長尺状のものとすることには，むしろ阻害要因があるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，被告は，①甲1のFIG．1の正面図は，ハンドルが円形で図示されているが，ハンドルが円柱状(長尺状)の形状であるとしても整合する，②同FIG．2においては，4つの球をハンドルに取り付けて，皮膚が吸引される使用方法が記載されており，こうした使用方法を前提とすると，ハンドルが長尺状であればローラ(球)と接触することなくハンドルを握ることができるから，ハンドルの形状は，球体と理解するよりも長尺状(円柱状)のハンドルと理解するのが自然である旨主張する。",
                "しかし，正面図であるFIG．1やFIG．2において図示されている円形が球状ではなく円柱状(長尺状)の形状を示すものと理解することが困難なことは，前記(1)において判示したところから明らかである。また，4つの球をハンドルに取り付けて使用する形態であっても，FIG．2の実施例の記載によると，使用されるのは2つの球であり，ハンドルを把持する際には軸を避けて指でハンドルを把持すれば足り，ハンドルを長尺状(円柱状)のハンドルと解するのが自然であるともいえず，かえって，上記のとおりハンドルを長尺状とすることについては阻害要因があるというべきである。そうすると，甲1の実施例(FIG．1，FIG．2)には球状のものしか開示されていないと認められ，被告の上記主張は採用し得ない。",
                "また，被告は，甲1において，ハンドル(1)は，握って引っ張るものであるという使用方法が明記され，ハンドルの形状としてあらゆる任意の形状とすることができると記載されているのであるから，当然ながら握りやすい長尺状の形状が想定された形状であり，甲1発明のハンドルは，握って傾けながら引っ張るものであるから，ハンドルの先端部に球を設けることは当業者であれば容易に想到するものであるから，本件審決の判断に誤りはない旨主張する。",
                "しかし，たとえハンドルを球に限らず任意の形状とすることは可能であるとしても，甲1発明の球状のハンドルを長尺状のものとした場合における操作性の問題があることから，球状の実施形態しか開示されていない甲1発明の中央ハンドルを長尺状のものとする動機付けがあるとはいえないことは前記(1)のとおりであり，一般的に長尺状のハンドルが握りやすいものであるといえたとしても，そのことは結論を左右し得ない。また，小さい球(2)を2つ，大きい球(3)を2つそれぞれハンドル(1)に軸によって固定された場合に，ハンドル(1)を長尺状とすると，甲1発明の作用効果との関係でその操作に支障が生じることから，甲1発明のハンドル(1)を長尺状のものとすることにはむしろ阻害要因があることも前記(1)のとおりである。",
                "したがって，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，甲1発明のハンドルが長尺状のハンドルを排除するものではないとして，当業者が長尺状のハンドルを容易に想起し得るものとはいえないし，ましてや，長尺状のハンドルが甲1に記載されたに等しい事項であると認めることはできないから，甲1発明のハンドルには長尺状のものが含まれ，長尺状のハンドルが甲1の1に記載されたに等しい事項であることを前提として，相違点1については，ハンドルを長尺状のものとした場合には，一対の回転可能な球を先端部に配置することは甲1発明，又は甲1発明及び周知技術1に基づいて当業者であれば容易に想到し得たものであり，また，相違点3については実質的な相違点にならないとした本件審決の判断は誤りというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本件審決の相違点1及び3の容易想到性の判断に誤りがあるから，その余の相違点について判断するまでもなく，本件審決の判断は誤りであって取り消されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10115",
    "date": "2021-06-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090449",
    "ipprecedent_id": "5580",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}