{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2018-800065号事件について令和2年4月22日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成27年5月25日，その名称を「1回当たり100～200単位のPTHが週1回投与されることを特徴とする，PTH含有骨粗鬆症治療／予防剤」とする発明について特許出願(特願2015-105266号。平成22年9月8日(優先権主張  平成21年9月9日・特願2009-208039号)を国際出願日とする特願2011-530844号の一部を新たな特許出願として行われたもの。以下「本件出願」という。)をし，平成29年9月1日，その設定登録(特許第6198346号，請求項の数2)を受けた(以下，この登録に係る特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年5月24日，本件特許の請求項1及び2に係る発明について特許無効審判請求(無効2018-800065号)をした。",
                "特許庁が令和元年8月6日に本件特許の請求項1及び2に係る発明についての特許を無効にするとの審決の予告をしたところ，被告は，同年10月11日付けで本件特許の請求項2に係る特許請求の範囲を訂正する訂正請求を行った(以下，この訂正を「本件訂正」という。)。",
                "特許庁は，令和2年4月22日，「特許第6198346号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項2について訂正することを認める。特許第6198346号の請求項1及び2に係る発明についての審判請求は成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年5月1日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年5月26日，本件審決の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載等",
          "text": [
            "本件訂正後の本件特許の請求項1及び2の発明(以下，請求項の番号に応じて「本件発明1」のようにいい，本件発明1及び2を併せて「本件発明」という。)に係る特許請求の範囲の記載は，それぞれ次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする，PTH(1-34)又はその塩を有効成分として含有する，骨粗鬆症治療ないし予防剤であって，下記(1)～(3)の全ての条件を満たす骨粗鬆症患者に投与されることを特徴とし，48週を超過して72週以上までの間投与される，骨折抑制のための骨粗鬆症治療ないし予防剤；",
                "(1)年齢が65歳以上である",
                "(2)既存の骨折がある",
                "(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする，PTH(1-34)又はその塩を有効成分として含有する，骨粗鬆症治療ないし予防剤であって，下記(1)～(3)の全ての条件を満たす骨粗鬆症患者に投与されることを特徴とし，48週を超過して72週以上までの間投与される，骨折抑制のための骨粗鬆症治療ないし予防剤であって，前記PTH(1-34)又はその塩がヒトPTH(1-34)酢酸塩であり，前記骨折抑制が48週を超過して72週までの間の投与では，新規椎体骨折の発生率を0％までに低減させるためである；",
                "(1)年齢が65歳以上である",
                "(2)既存の骨折がある",
                "(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決は，①本件発明の「200単位のPTH(1-34)」は明確であるから，本件発明は明確性要件に違反しない，②当業者は本件特許に係る明細書(以下，図面を含めて「本件明細書」という。)の記載及び出願時の技術常識に基づいて本件発明を実施することができるから，本件発明の発明の詳細な説明の記載は実施可能要件に違反しない，③本件発明は本件明細書に記載したものであるから，サポート要件に違反しない，④本件発明は，甲第7号証「ヒト副甲状腺ホルモン(1-34)の骨粗鬆症に対する間欠週1回投与の効果：3種類の投与量を用いた無作為化二重盲検前向き試験」(Osteoporosis  International，Vol．9  p.296-306，1999)(以下「甲7文献」という。)に記載された発明(以下「甲7発明」という。)及び本件発明の特許要件判断の基準日(平成22年9月8日。以下「本件基準日」という。)当時の技術常識を踏まえても当業者が容易に発明をすることができたものとはいえない旨判断した。",
            "それぞれの論点に関する本件審決の理由の要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件違反(無効理由1)の有無について",
              "text": [
                "本件明細書の段落【0034】に「非特許文献9」を引用して記載されているPTHの単位の測定法は，PTHの生物活性の測定法としてごく一般的なラット腎アデニルシクラーゼ法である。上記「非特許文献9」である甲第4号証「ラット腎臓からのアデニルシクラーゼの安定な調製による，in  Vitroの副甲状腺ホルモンのバイオアッセイ」(Endocrinology，Vol．85  p．801-810，1969)(以下「甲4文献」という。)では，ラット腎皮質をホモジナイズ，精製等して得られたアデニルシクラーゼ酵素調製物(以下「本件酵素調製物」という。)とAT Pを添加した酵素反応用液に，測定目的のPTH試料と，生物活性既知の標準品であるMRC67/342(以下「本件標準品」という。)をそれぞれ添加し，両者のcAM P産生量を比較することにより，PTH試料の生物活性の結果を得ている(以下，甲4文献に記載された測定方法を「甲4方法」という。)。したがって，PTH試料として，本件発明のPTH(1-34)を用いたときにも，甲4方法又はこれと同じ結果を再現できる同等の方法を用いることにより，「200単位のPTH(1-34)」の量を当業者は特定できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反(無効理由2)の有無について",
              "text": [
                "「200単位のPTH(1-34)」は当業者が明確に理解できるものであり，また，本件標準品が入手できないようなことがあった場合にも，例えば，「ヒトPTH注(東洋)」又は「テリパラチド酢酸塩静注用100「旭化成」」(以下，この「テリパラチド酢酸塩静注用100「旭化成」」を「本件代替品」という。)を標準品として用いることにより，200単位量のPTH(1-34)を測定することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "サポート要件違反(無効理由3)の有無について",
              "text": [
                "本件発明の解決課題は，「(1)年齢が65歳以上である，(2)既存の骨折がある，(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である」の全ての条件を満たす骨粗鬆症患者に，1回当たり200単位のPTH(1-34)又はその塩(酢酸塩)が週1回投与されることを特徴とする，PTH(1-34)又はその塩(酢酸塩)を有効成分として含有する，48週を超過して72週以上までの間投与される，骨折抑制のため又は骨折抑制が48週を超過して72週までの間の投与では新規椎体骨折の発生率を0％までに低減させるための骨粗鬆症治療剤ないし予防剤を提供することである。",
                "本件明細書の実施例2に示される試験の投与期間は72週までであって，72週を超えた投与期間についての具体的な結果の記載はないが，本件明細書には，新規椎体骨折発生率が，投与開始ないし24週まででは2.3％であったものが，24ないし48週では0.9％となり，48ないし72週では0％となったとの記載(【0131】，【表35】)，「PTH200群では，投与期間が長くなるにつれて区間毎の発生率が低下しており，48週を超えてからの新規椎体骨折の発生はなかった。・・・本剤による骨折抑制効果は，投与とともに増強する傾向が認められた。」との記載(【0132】)があるから，当業者は，本件発明の骨粗鬆症治療剤を72週を超えて投与したときにも，本件発明の骨粗鬆症治療剤を骨折抑制のために用いることができ，48週を超過して72週までの間の投与では，新規椎体骨折の発生率を0％までに低減させるために用いることができると理解する。",
                "したがって，本件発明は，特許を受けようとする発明が発明の詳細な説明に記載したものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "進歩性欠如(無効理由4)の有無について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲7発明の認定",
                  "text": [
                    "ヒトPTH(1-34)酢酸塩の200単位を毎週皮下注射する，ヒトPTH(1-34)酢酸塩を有効成分として含有する骨粗鬆症治療剤であって，厚生省による委員会が提唱した診断基準で骨粗鬆症と定義された，年齢範囲が45歳から95歳の被験者のうち，複数の因子をスコア化することによって評価して骨粗鬆症を定義し，スコアの合計が4以上の場合の患者に対し，48週にわたり投与される，骨粗鬆症治療剤。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲7発明との一致点",
                  "text": [
                    "1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする，PTH(1-34)又はその塩を有効成分として含有する，骨粗鬆症治療ないし予防剤であって，特定の骨粗鬆症患者に投与されることを特徴とする，骨粗鬆症治療剤ないし予防剤。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲7発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "特定の骨粗鬆症患者が，",
                        "本件発明1では",
                        "「下記(1)～(3)の全ての条件を満たす骨粗鬆症患者",
                        "(1)年齢が65歳以上である",
                        "(2)既存の骨折がある",
                        "(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である」であるのに対し，",
                        "甲7発明では，",
                        "「厚生省による委員会が提唱した診断基準で骨粗鬆症と定義された，年齢範囲が45歳から95歳の被験者のうち，複数の因子をスコア化することによって評価して骨粗鬆症を定義し，スコアの合計が4以上の場合の患者」である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "骨粗鬆症治療剤ないし予防剤が，本件発明1では，「骨折抑制のための」ものであることが特定されているのに対し，甲7発明では，そのような特定がない点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "骨粗鬆症治療剤ないし予防剤が，本件発明1では，「48週を超過して72週以上までの間」投与されるものであるのに対し，甲7発明では，「48週にわたり」投与されるものである点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1及び相違点3の容易想到性",
                  "text": [
                    "下記(ア)に示すいずれの文献にも，本件発明1の「(1)年齢が65歳以上である」，「(2)既存の骨折がある」，「(3)骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である」との全ての条件(以下「本件3条件」といい，各条件を番号に従い「本件条件(1)」のようにいう。)を満たす骨粗鬆症患者に対し，48週を超過して72週以上までの間投与をすること(以下，この期間の投与を「本件条件(4)」ということがある。)は記載も示唆もされておらず，また，本件3条件の全てを満たす患者に対して本件条件(4)の用法に特定することにより，下記(イ)に示すような顕著な骨折抑制効果が奏されることを当業者が予測し得たとは認められない。",
                    "よって，相違点1及び相違点3に係る，本件3条件を満たす患者に本件条件(4)の用法で甲7発明の骨粗鬆症治療剤を投与することは，本件基準日において，当業者が容易に想到し得たとは認めることはできないから，相違点2の容易想到性について検討するまでもなく，本件発明1に進歩性が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7文献には，甲7発明の骨粗鬆症治療剤が，48週という比較的短期間で腰椎骨密度(BMD)を8.1％増加させた治療剤であることが記載されているが，本件3条件の全てを満たす骨粗鬆症患者に対して，48週を超過して72週以上までの間投与することは記載も示唆もされておらず，また，本件3条件の全てを満たす患者を特に選んで48週を超過して72週以上までの間投与することにより，顕著な骨折抑制効果が奏されることを当業者が期待し得る記載や示唆もない。",
                            "甲7文献には，甲7発明の骨粗鬆症治療剤を48週間投与したときに，椎体骨折数が0であったことが記載されているが，これは，「各群間の差は有意でなかった」と評価されるデータにすぎず，また，本件3条件の全てを満たす患者についてのものではないから，本件3条件の全てを満たす骨粗鬆症患者を選んで，48週を超過して72週以上までの間投与することにより顕著な骨折抑制効果が奏されることを当業者が予測することはできない。",
                            "甲7文献には，投与期間を48週間と設定した理由として，脱落率が過度とならずに，定期的に骨測定並びに血液及び尿試料採取を行う適切に管理された多施設試験を実施できる限界とも考えられた旨の記載があり，48週間が「限界」であると考えられたためであり，腰椎骨密度の増加の程度は投与期間の長期化に伴って減少し，48週間の投与期間中であっても，72症例中30症例で有害反応が生じ(約42％)，そのうち16症例(有害反応症例のうちの約53％)がその有害反応によって脱落したことが報告されているから，甲7文献の記載に接したときには，72週以上もの長期間一律に患者に強いるに足るだけの顕著な薬理効果が甲7発明の治療剤にあることを，その記載から読み取ることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲第19号証「テリパラチドの後の重症閉経後骨粗鬆症の逐次的治療：Forsteoの無作為化コントロール欧州試験(EUROFORS)の最終結果」(Journal  of  Bone  and  Mineral  Research，Vol．24，Ｎo．4  p．726-736，2009)(以下「甲19文献」という。)には，1年間のテリパラチド(PTH製剤)20μg／日の投与後，2年目もテリパラチドの投与を続けた群(305例)では，2年目も腰椎骨密度の上昇が継続したのに対し，2年目にテリパラチドの投与をやめ，ラロキシフェン投与に切り替えた群(100例)では，腰椎骨密度の変化はなく，2年目に積極的な治療を行わずカルシウムとビタミンDの補充のみに切り替えた群(102例)では腰椎骨密度が減少したことが記載され，甲第20号証「骨吸収抑制剤による前治療がある場合とない場合における，重症骨粗鬆症の閉経後女性のBMDに及ぼす2年間のテリパラチド連日投与の効果」(Journal  of  Bone  and  Mineral  Research，Vol．23，Ｎo．10  p．1591-1600，2008)(以下「甲20文献」という。)には，テリパラチド20μg／日の2年間の投与により，腰椎骨密度が継続して上昇することが記載され，甲第52号証「閉経後骨粗鬆症女性におけるテリパラチド投与中止後の持続的な椎体骨折リスクの低下」(Archives  of  Internal  Medicine，Vol．164  p．2024-2030，2004)(以下「甲52文献」という。)には，テリパラチド20μg／日や同40μg／日の投与を18か月でやめたときに，24か月目，36か月目に骨密度が下がったことが記載されている。",
                            "しかしながら，これら文献は，甲7発明の骨粗鬆症治療剤とは用法用量の異なるテリパラチド20μg／日や同40μg／日の投与の結果を示すものであるから，これら用法用量の異なる治療剤の腰椎骨密度の推移が，甲7発明の骨粗鬆症治療剤を用いたときにも同様にあてはまるとすることは適切ではない。",
                            "加えて，骨折抑制効果について，甲19文献には，「我々の試験は骨折に対する効果を評価するためにデザインされておらず，適切に評価する検出力もない。予測通り，試験期間中の臨床的脆弱性骨折の全数は少なく，ランダムに割り付けられた2年目の治療の群間比較は，3つの逐次的治療の相対的な骨折抑制効果に関して導かれるどの結論も許可されるものではない。」(733頁右欄41ないし57行目)と記載されており，甲19文献の骨折抑制に係る記載を甲7発明の骨粗鬆症治療剤に敷衍することも不適切である。",
                            "なお，甲19文献には，「しかしながら，時間と共に骨折発生率が徐々に減少することは(表3)，興味深い記述的な発見であるが，確認のためのさらなる試験を必要とするであろう。」(733頁右欄41ないし57行目)との記載があり，表3には，テリパラチド20μg／日を2年間継続投与した群において，骨折患者数が時間と共に減少しているとの記載があるが，2年目にラロキシフェン治療に切り替えた群と，積極的治療を行わず，カルシウムとビタミンDの補充のみに切り替えた群も加えた全体集団の骨折患者数が13ないし24月の投与期間ではより低い値となっており，この結果は，PTH20μg／日の投与を2年間続けた群の2年目の骨折発生率が4.3％，ラロキシフェンに切り替えた群の2年目の骨折発生率が2.1％，積極的治療を行わないカルシウムとビタミンDの補充のみに切り替えた群の2年目の骨折発生率が1.0％であったこと(730頁右欄8ないし20行目)が反映されたものであるから，2年目もPTH投与を続けた群の方が2年目に積極的な治療をやめた群よりも骨折発生率が高かったとの結果が示されている。",
                            "そうすると，甲19文献の記載から，PTHの長期間投与が骨折抑制効果の点で優れたものであると理解することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書【表35】によると，本件3条件の全てを満たす患者における24週，48週及び72週にわたる投与における骨折相対リスク減少率(RRR)は次のとおりである。",
                            "①  0ないし24週の間    約54％",
                            "②  24ないし48週の間  約82％",
                            "③  48ないし72週の間  100％"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書【0132】には，【表35】の結果について，「上記の表が示すように，半年ごとの新規椎体骨折発生率は，P群では，いずれの区間も約5％でほぼ一定であった。それに対して，PTH200群では，投与期間が長くなるにつれて区間毎の発生率が低下しており，48週を超えてからの新規椎体骨折の発生はなかった。また，PTH200群の新規椎体骨折発生率は，24週以内，24週～48週，48週～72週のいずれの区間でもP群より低く，プラセボに対する相対リスク減少率(Relative  Risk  Reduction；RRR)は投与を継続するにつれて増加した。このように，本剤200単位の週1回投与は，新規椎体骨折の発生を早期から抑制し，24週後には既に骨折発生リスクをプラセボに対して53.9％低下させた。また，本剤による骨折抑制効果は，投与とともに増強する傾向が認められた。」との記載がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件明細書【0133】には，「その他，骨折試験のFASにおいて，Kaplan―Meier推定法による72週後の椎体骨折(新規＋増悪)発生率は，PTH200群3.5％，P群が16.3％であり，本剤200単位の発生率はプラセボ投与群より低かった(logrank検定，p＜0，0001)。また，本剤200単位は，72週後には，椎体骨折(新規＋増悪)の発生リスクをプラセボに比べて78.6％低下させた。半年毎の椎体骨折(新規増悪)発生率を群間で比較すると，24週以内，24週～48週，48週～72週のいずれの区間でも，PTH200群の発生率はP群より低かつた。」との記載がある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "別紙5の実験成績証明書C(甲95。以下「甲95証明書」という。)に示された実験結果の骨折相対リスク減少率(RRR)は，下記のとおりである。",
                            "①  本件3条件の全てを満たす患者における48週超過投与  約51％",
                            "本件3条件の全部又は一部を満たさない患者における48週超過投与  約43％",
                            "②  本件3条件の全てを満たす患者における72週以上投与  約59％",
                            "本件3条件の全部又は一部を満たさない患者における72週以上投与  約36％",
                            "なお，本件明細書【表34】，【表35】，【0131】ないし【0133】には，本件3条件の全てを満たす患者について，プラセボに対するRRRが，PTH投与の継続につれて増加して，72週後には，椎体骨折の発生リスクをプラセボに比べて78.6％低下させた旨が記載されているから，本件3条件の全てを満たす骨粗鬆症患者に対する本件発明の被験薬の72週以上の長期投与により，優れた骨折抑制効果がもたらされることが記載されており，本件3条件の全てを満たす患者に対する72週以上の投与における骨折抑制効果を示す甲95証明書を参酌することは許される。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明2と甲7発明とは，上記相違点1ないし3に加え，下記の相違点4の点で相違する。",
                        "(相違点4)",
                        "骨折抑制の用途が，",
                        "本件発明2では，「48週を超過して72週までの間の投与では，新規椎体骨折の発生率を0％までに低減させるため」であることが特定されているのに対し，",
                        "甲7発明では，そのような特定がない点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記エのとおり相違点1及び3に係る本件発明1の構成を当業者が容易に想到し得たと認められない以上，本件発明2は，相違点2及び4について検討するまでもなく，進歩性を有する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件に関する判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "サポート要件に関する判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の進歩性に関する判断の誤り(取消事由4-1)"
            },
            {
              "fig": "(5)",
              "subject": "本件発明2の進歩性に関する判断の誤り(取消事由4-2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件発明のPTHの生物学的活性は甲4方法によって測定されるところ，甲4方法は，①活性が既知であるウシ甲状腺ホルモンから部分的に精製した本件標準品と，本件酵素調製物と，AT P( Pは放射標識体)とを混合し，本件標準品中のPTHがアデニルシクラーゼを活性化させ，これによりAT PがcAM Pに変換され，反応終了後にcAM Pの生成量を測定し，用量反応曲線を作成し，②同様に，活性が未知のPTHであるサンプルと本件酵素調製物とAT Pとを混合して用量反応曲線を作成し，③次に，サンプルの用量反応曲線と本件標準品の用量反応曲線とを対比して，生物学的活性が既知の標準品に対するサンプルの生物活性の比から，サンプルの生物活性を導くバイオアッセイ法である。",
                "しかし，以下のアないしエの4つの観点からみて，本件発明の「200単位」は明確ではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性要件違反その1",
                  "text": [
                    "甲4方法は，①本件標準品が甲4方法を阻害する不純物を含んでいたこと(甲4，36ないし38)，②本件酵素調製物中のラット由来の腎皮質細胞膜によりウシPTHが急速に分解されること(甲40，41)，③本件酵素調製物におけるラットの個体差・酵素の純度の相違に基づく試験間の差を平準化する指標が定められていないことにより，生物学的活性の測定法として再現性・普遍性を欠くものであり，その測定結果には信頼性がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件違反その2",
                  "text": [
                    "ヒトPTH(1-34)は，ラット腎皮質細胞膜で分解されるため(甲40，41)，甲4方法において十分な用量反応曲線を得ることができず(甲4，40)，甲4方法で生物学的活性の測定を行うことが困難である。すなわち，ヒトPTHはウシPTHよりも分解速度が速いこと，また，ヒトPTH(1-34)はヒトPTH(1-84)よりも分解速度が速く，ヒトPTH(1-84)に比して約10分の1の生物学的活性しかみられない。そうすると，ラット腎皮質を調製したものを酵素調製物として使用した場合，ウシPTHである標準品の用量反応曲線とヒトPTHであるサンプルの用量反応曲線の傾きが異なってしまったり，また，両曲線が平行になったとしてもそれら用量反応曲線の傾きが小さくなりすぎて誤差が大きくなってしまったりする。このようなことから，甲4方法ではヒトPTH(1-34)の生物学的活性の測定が困難であるため，ラット以外の他の種由来の酵素を使用することが提案されていたのである(甲40)。",
                    "したがって，本件発明のPTHの1単位量は，薬剤の投与量を定める単位として明確性に欠ける。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "明確性要件違反その3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件基準日当時には，国際標準品として別の製品が用いられるようになっていて，本件標準品は入手が不能ないし困難となっており，甲4方法によりPTH1単位量を定めることは，現実に行うことができないか，少なくとも著しく困難になっていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次のとおり，本件代替品(生物学的活性は，被告の測定によると，テリパラチド酢酸塩として3300単位／mg)を標準品として測定してPTH1単位量を定めることはできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書には，甲4方法と同じ測定結果を再現することができる代替可能な他の方法についての記載も，他の標準品で代替することができる旨の記載もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告が本件代替品について行った測定結果は，甲4方法ではなく，これとは異なる甲第83号証に記載の方法(以下「甲83方法」という。)によってされたものである。しかしながら，酵素的分析法では，酵素の精製法や精製段階が違えば，純度や比活性が当然に異なり，酵素反応時の温度・pH等の微妙な変化でも酵素の変性・失活が生じてしまって試験結果に影響することから，試験条件の変化が仮に微妙であっても注意が必要であることは，本基準日当時の技術常識である(甲42)。したがって，甲4方法と甲83方法の試験方法及び試験条件の相違は，技術常識に照らし，生物学的活性の測定結果に看過できない程度の影響を生じさせる。したがって，本件代替品の「3300単位／mg」自体が甲4方法とは異なる測定方法によって定めた値であるから，甲83方法を用いても甲4方法と同一の結果を再現することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "明確性要件違反その4",
                  "text": [
                    "ウシPTHとヒトPTHとは，アミノ酸配列を異にする上(甲3)，構造的及び立体配座的な相違により生物学的活性が異なるから，ウシPTHの生物学的活性について規定された単位を，何らの換算方法等の規定もないままにヒトPTHに適用できるという技術常識はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記(1)ア(明確性要件違反その1)について",
                  "text": [
                    "上記①については，仮に，本件標準品が不純物を含んだりするとしても，本件標準品の用量反応曲線はそれらの影響も含めて測定されたものであり，不純物の割合が測定の度に変わるわけではないから，平行線検定法が前提とするサンプルの用量反応曲線との平行性を満たしている限り，測定の信頼性は否定されない。",
                    "上記②については，ラット由来の腎皮質細胞膜がウシPTHを急速に分解するとしても，それゆえ，甲4方法が再現性が得られない方法とする文献はない。仮に，PTHの種類によって分解速度が異なるとしても，本件標準品の用量反応曲線とサンプルの用量反応曲線が平行であることを確認した上で生物活性を測定するのが甲4方法であるから，両者の用量反応曲線が平行にならなければ，その測定結果はただ単に採用されないだけである。",
                    "上記③については，当業者であれば，甲4文献に技術常識に関わるような詳細の記載がなくとも，甲4方法における試験間の差の平準化や測定結果の再現性を高めるために通常工夫する実験手法や統計学的手法を適用し，測定結果の開きや誤差を最小限にした測定を行うことができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前記(1)イ(明確性要件違反その2)について",
                  "text": [
                    "甲4文献には，ヒトPTHについて甲4方法が使用できないといった記載はない。原告主張の関係文献(甲40等)も，見かけの活性が低いとしているだけであって，ヒトPTH(1-34)を測定できないとの記載はない。甲4方法がPTHの最も代表的な信頼できる測定法であることに変わりはない。",
                    "標準品とサンプルの用量反応曲線の勾配が，測定条件間で異なる傾きになる可能性があることに被告も異論はないが，勾配が異なっても，その影響は標準品とサンプルのそれぞれに等しく及ぶのだから，各曲線間の距離，すなわち効力比は変わらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "前記(1)ウ(明確性要件違反その3)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【0034】には，「PTHの1単位量は，自体公知の活性測定方法により測定可能である(非特許文献9)」と記載され，活性測定方法として非特許文献9(甲4)を引用して公知の「ラット腎アデニルシクラーゼ法」を用いることが記載されている。標準品として，甲4文献では本件標準品が記載されているが，上記【0034】には，標準品に関する格別の記載はなく，本件標準品でもよく，あるいはその後に提案されたものでもよく，本件出願当時に技術常識となっていれば，他の標準品を使用することを排除するものではない。そして，本件基準日当時には，本件代替品のように，ラット腎アデニルシクラーゼ法による生物活性が100単位であって，同測定による比活性がテリパラチド酢酸塩として3300単位／mgであるものが流通し，当業界では容易に入手し得たものである。したがって，本件基準日当時の技術常識に照らせば，活性測定方法は，ラット腎アデニルシクラーゼ法を用いていて，本件標準品に紐付いた測定結果が得られるものであればよく，本件標準品を用いる甲4方法で測定しなければならないと論ずること自体が的外れである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "多少の測定条件の差違はあっても，甲4方法も甲83方法もいずれも同一の測定原理に基づく「ラット腎アデニルシクラーゼ法」であり，標準品に対する相対的な活性を平行線検定法で測定するものであるから，測定条件の相違は測定結果に影響を与えない。甲83方法も本件標準品から生物活性を紐付けされた方法であるから，甲4方法と同一の測定結果が得られるものであり，試験結果に影響を与えない。原告は，測定条件や調製法が同一でなければ看過できない影響が出ると主張するが，何ら具体的な根拠に基づいて主張しているものではなく，単なる憶測にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "前記(1)エ(明確性要件違反その4)について",
                  "text": [
                    "ヒトPTHの生物活性を測定する際に，ウシPTHの生物活性から換算することはしておらず，平行線検定法により相対的に測定したそのままの値をヒトPTHの生物活性(単位)として用いればよく，原告の主張する「換算」は意味不明であり，その主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件明細書の【0034】には「ここでPTHの1単位量は，自体公知の活性測定方法により測定可能である(非特許文献9)」とだけ記載されており，具体的な測定方法や手順は記載されていない。",
                "前記1(1)のとおり，本件標準品は，本件基準日当時に入手が不能ないし困難となっていて，「非特許文献9」による測定方法，すなわち甲4方法による生物学的活性の測定は，現実に行うことができないか，著しく困難になっていた。その上，本件明細書には，甲4方法と同じ測定結果を再現することができる代替可能な測定方法について何らの記載もされていない。また，甲83方法は甲4方法とは異なり，その測定方法の相違は，技術常識に照らし，看過することができない程度の試験結果の相違をもたらす。したがって，本件発明の「200単位」に係るPTH1単位量は，測定すること自体が不能ないし著しく困難であって，当業者は本件発明を実施することができない。",
                "そうすると，本件発明は，発明の詳細な説明の記載が当業者が本件発明を実施することができる程度に明確かつ十分に記載されたものではないから，実施可能要件を欠く。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "text": [
                "前記1(2)と同旨である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(サポート要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件明細書には，200単位のテリパラチド酢酸塩の週1回の間欠投与を48週を超過して72週にわたり実施した実施例2について，腰椎骨密度変化率が，投与開始時，投与開始から24週後，48週後，72週後と増加していき，また，新規椎体骨折発生率が，投与開始後半年の区間ごとに低下していった旨記載されている。",
                "しかしながら，72週を超えた投与については，本件明細書には何ら記載されておらず，本件明細書の記載から72週を超えた投与について予測できない顕著な効果が認められると当業者が認識することは困難である。したがって，本件発明の72週を超えて投与する部分は，発明の課題が解決できることを当業者が認識できるよう発明の詳細な説明に記載された範囲を超える。",
                "なお，本件明細書に72週を超えた投与について具体的な記載が何らされていないにもかかわらず，当業者が72週を超えた投与について有効性及び安全性が認められると理解できるというのであれば，200単位のPTHを48週にわたり週1回間欠投与した甲7発明に基づき，本件発明の「48週を超過して72週以上までの間」の投与につき有効性及び安全性が認められると理解できることになるから，本件発明に進歩性を認める余地がないことになる。サポート要件と進歩性要件とは整合的な評価判断がされるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "text": [
                "本件明細書の【0032】では，投与期間について「72週以上，または78週以上を例示することができ・・・」と記載され，また，【表35】及び【0132】に記載された72週までの記載をみると，投与の継続により骨折抑制効果が増強する傾向が明確に読み取れる。",
                "したがって，当業者は，72週以上継続投与しても，骨折抑制のための治療剤，予防剤として使用できることを十分に理解できるから，本件発明は，72週を超えた投与についても，発明の課題が解決できることを当業者が認識できるように記載された範囲を超えるものではない。",
                "なお，原告は，72週を超えた投与について具体的な記載がなくても本件発明がサポート要件を充足するのであれば，甲7発明に基づき進歩性がない旨主張するが，サポート要件に関する判断に従って進歩性の判断をすることはできず，両者は全く関連性を有しない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4-1(本件発明1の進歩性に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件3条件の各条件について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件条件(1)について",
                          "text": [
                            "骨粗鬆症は加齢とともに有病率が上昇する疾病であること，椎体骨折及び大腿骨頚部骨折発生率が年齢とともに指数関数的に増加すること，高齢であることが骨粗鬆症による骨折の重要な危険因子であること，年齢が骨密度とは独立した骨粗鬆症による骨折の危険因子であることは，本件基準日当時の技術常識であった(甲8，15の1，99)。そして，「65歳以上」というのは，高齢者の医療の確保に関する法律32条で65歳以上が高齢者とされていることに相応するだけである。したがって，本件条件(1)は，単に，骨粗鬆症の発症率が高いこと及び骨折のリスクが増大した状態の患者群であることの一要素でしかなく，これ自体，何ら格別の技術上の意義を有するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件条件(2)について",
                          "text": [
                            "既存骨折の有無は，骨粗鬆症の診断において，重要な診断の要素の一つとされていたものである(甲8，9，15の1，99)。さらに，男女とも，部位にかかわらず，既存骨折があると将来の骨折リスクは約2倍になり，特に，既存椎体骨折があると将来の椎体骨折リスクは約4倍に高まるとされていた(甲99)。したがって，本件条件(2)は，骨粗鬆症の患者群を特定する条件の一つとして，ごく一般的なものにすぎず，これ自体，何ら格別の技術上の意義を有するようなものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件条件(3)について",
                          "text": [
                            "本件条件(3)の骨密度・骨萎縮度に関する条件は，骨粗鬆症の診断基準の一要素とされていたものである(甲9，15の1，99)。したがって，本件条件(3)も，骨粗鬆症の患者群を特定する条件の一つとして，ごく一般的なものにすぎず，これ自体，何ら格別の技術上の意義を有するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件3条件の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲7発明における骨粗鬆症患者の年齢範囲は「45歳から95歳」であるが，骨粗鬆症は，加齢とともに有病率が上昇する疾病であるから，本件条件(1)を満たす患者は，甲7発明が当然に投与対象として予定していたものである。また，甲7発明は，「退行期骨粗鬆症の診断基準(1989年)」(甲8)に記載の診断基準により骨粗鬆症と診断された患者を投与対象とするものであるところ ，本件条件(2)の既存の骨折があることは，スコアの合計において重要な因子となっているから，本件条件(2)を満たす患者も，甲7発明が当然に投与対象として予定していたものである。さらに，甲7発明が対象とする患者は，上記診断基準(甲8)を改訂した「原発性骨粗鬆症の診断基準(2000年度改訂版)」(甲9)に記載の診断基準に含まれる本件条件(3)も満たしている蓋然性が高いから，本件条件(3)を満たす患者も，甲7発明が当然に投与対象として予定していたものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲7発明の対象患者は，「退行期骨粗鬆症の診断基準(1989年)」(甲8)で「4点(ほぼ確実)以上の患者」である。上記診断基準において，「年齢」のスコアは，「女性55歳未満  -1」及び「男性75歳未満  -1」であるから，本件条件(1)を満たしただけでは，甲7発明の対象患者(骨粗鬆症患者)には選定されない。",
                                "他方，本件条件(2)は，スコア＋1～＋3，本件条件(3)は，スコア＋3であるが，本件条件(2)及び本件条件(3)以外でスコアが加点となる因子は，「腰背痛あり  1」及び「血清カルシウム，リン，AL-P値  正常  1」しかない。",
                                "したがって，甲7発明の対象患者(合計4点(ほぼ確実)以上)と診断されるためには，年齢以外の複数の因子をも満たしている必要があり，そのなかでも，本件3条件の全てを満たしている患者は，「確実」(合計5点以上)あるいは「ほぼ確実」(合計4点)に骨粗鬆症と診断される患者の典型といえる。",
                                "このように，甲7発明の対象患者は，本件3条件の全てを満たしている蓋然性が高い。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(ア)のとおり，本件3条件は，骨粗鬆症の発症や骨折の危険因子あるいは骨粗鬆症の一般的な診断要素にすぎないから，骨粗鬆症について特殊な患者群を画する意義は認められない。",
                            "甲第101号証「骨粗鬆症の予防と治療ガイドライン2006年版」には，臨床的骨折危険因子として合計8個の因子が確認されている中で「低骨密度」，「既存骨折」及び「年齢」に関しては，骨折の危険因子としてエビデンスがあるが，その他の臨床的骨折危険因子については，相対危険度と，それらの年齢との関係性等のデータが十分ではない旨明記され(51頁)，また，本件3条件が骨折の危険因子として筆頭に挙げられていて，「骨折の重要な危険因子である」(女性，高齢)，「骨折を強く予測する」(低骨密度)，「男女とも部位にかかわらず既存骨折があると将来の骨折リスクは約2倍になる。特に，既存椎体骨折があると将来の椎体骨折は約4倍に高まる」(既存骨折)との記載がされている(34頁)。また，PTHが骨折の危険性の高い骨粗鬆症患者に有効な薬剤であることは，本件基準日当時，技術常識となっていた。すなわち，効能・効果を「骨折の危険性の高い骨粗鬆症」(甲15の1)とするPTH製剤であるフォルテオ(一般名テリパラチド)は，年齢，既存骨折，低骨密度の3要素により骨折の危険性の高い骨粗鬆症患者を定義しており(70頁7行目以下)，甲第139号証「骨折抑制のための薬剤選択  閉経後女性」」(CLIＮICAL  CALCIUM17巻7号86ないし92頁，2007)の図3(91頁)には，PTHが，年齢が高くなり，より骨折の危険性の高い患者に対し有効な薬剤であることが示されている。",
                            "そして，甲7発明は，48週という比較的短期間で腰椎骨密度を8.1％増加させた治療剤であり，骨密度の増加は骨折予防に寄与するものであるところ，中手骨骨密度を減少させることなく腰椎骨密度を比較的短期間で用量依存的に増加させたことにより，極めて将来有望であると思われる骨粗鬆症治療剤と評価されていた。",
                            "したがって，甲7発明に接した当業者は，本件3条件を全て満たす患者に対して甲7発明を適用することを，当然に検討する。",
                            "甲7文献には，各サブ群間においてPTHの骨密度への応答が同程度であった旨記載されているが(300頁左欄11行ないし右欄6行目)，各サブ群で骨密度増加効果が確認されたのであるから，特定の患者群に対する甲7発明の適用を妨げる事情ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲7発明においても，投与された患者に重篤な副作用はみられず，かつ，生じた副作用は一時的なものにとどまっており(甲7の298頁左欄25行ないし299頁左欄9行目，表5)，200単位週1回投与が安全でないと予測すべき理由はない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "PTHは，年齢が高くなり，より骨折の危険性の高い患者に対して有効に薬剤であるから(甲15の1，139)，高齢者には効きにくいとの技術常識は存在しない。仮にそのような技術常識が存在するとしても，それはPTHを連日投与するからであり，甲7発明の200単位週1回投与については，連日投与と比較して高いBMD(骨密度)の増加作用が確認されているから，当業者は，PTH200単位週 1回投与を高齢者に適用することを動機付けられる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，甲7発明に接した当業者において，甲7発明の骨粗鬆症治療剤を本件3条件の全てを満たす患者に適用することは，技術常識に基づき，当業者が当然に検討する事項である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件条件(4)の技術的意義",
                      "text": [
                        "本件条件(4)は，投与期間の終期を「72週以上までの間」とするが，この投与期間は，48週を超えて「72週以外の他の期間以上までの間」(72週より短い期間以上までの間，あるいは，72週より長い期間以上までの期間)にわたる投与とを比較して，投薬の有効性を分析した結果に基づき定められた条件ではない。本件発明1の実施例である実施例2の試験結果は，PTH200単位投与群において，48週以降，新規椎体骨折が発生しておらず，その状態で，試験が72週まで継続されたというものであり(本件明細書【表35】)，その新規椎体骨折の抑制効果は，48週までの継続投与によって奏されていて，これが，48週を超過した継続投与でも維持されたというものでしかない。",
                        "したがって，本件条件(4)の「48週を超えて72週以上までの間」に格別の技術的意義はなく，本件条件(4)は，「48週を超えての継続投与」というものでしかない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "動機付けの存在",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7発明のPTH200単位投与群は，中手骨の骨密度を減少させることなく，腰椎BMDが試験開始時と比較して治療後24週目及び48週目にそれぞれ約5.0％及び8.1％増加したものであり(甲7の図1)，かつ，投与において重篤な有害事象は生じておらず，椎体骨折の発生件数が0件であった。したがって，投与期間を更に長期に定めれば，それだけ腰椎BMDの増加及び維持が見込まれ，骨折発生を抑制することが合理的に期待されるから，当業者は，骨粗鬆症治療のために更に長期の投与を試みようとする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，骨粗鬆症患者においては，骨折リスクが年齢とともに指数関数的に増加するため(甲99の34頁左欄8行目以下)，いったん骨粗鬆症を発症すると，生涯にわたって骨密度や骨折抑制の治療が必要となり，PTHの投与を中止すれば，骨密度が減少するというのが技術常識である(甲19の726頁要旨欄，甲52の2028頁の図3C)。",
                            "甲7発明では，骨密度の増加幅が，試験開始ないし24週までの間と比して，24週ないし48週までの間に減少はしているが，そうであっても，24週ないし48週までの間の腰椎骨密度は約3.1％増加しており，その増加幅は十分に治療効果が上がったものと評価される。",
                            "したがって，48週で腰椎BMDを顕著に増加させた甲7発明に接した当業者は，生涯にわたる骨粗鬆症治療及び骨密度の減少抑制維持のため，48週を超えて更に長期の継続投与を試みようとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害事由の不存在",
                      "text": [
                        "甲7発明に接した当業者が，骨粗鬆症患者に対する実際の処方において，48週を超えて長期の継続投与することを妨げる事情はない。",
                        "甲7発明の試験期間は48週であるが，これは，恒常的に骨折のリスク及び不安を抱える骨粗鬆症集団において，高すぎるドロップアウト率を被ることなく定期的に骨測定並びに血液及び尿試料採取を行う適切に管理された多施設試験の継続期間の限界として定められたものである(甲7の297頁右欄43行ないし298頁左欄24行目)。甲7文献の記載をみても，重篤な副作用はみられず，また，一時的な副作用しか顕れず，かつ，その副作用は被験薬が原因因子であることを示すものではなかったのであるから(301頁左欄1行ないし右欄4行目)，副作用の発生が投与継続の限界の理由となったものではない。",
                        "このように，甲7発明は，試験管理の目的上，事前に試験期間を48週間と定めたものにすぎず，副作用による脱落率が高いとの結果に基づき48週で試験を打ち切ったというものではないから，治療の場面で48週よりも長い期間投与に用いることを阻害するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲19文献及び甲20文献について",
                      "text": [
                        "甲19文献及び甲20文献では，PTHを24か月にわたり継続投与した結果，BMDが，6か月時点，12か月時点，18か月時点，24か月時点とそれぞれ有意に増加することが確認されていた。",
                        "被告は，甲19文献が，48週を超過したPTHの長期投与では骨折抑制効果が期待できないことを示した文献である旨主張するが，①甲19文献では，2年間のPTH治療群については腰椎BMDが有意に増加し続けた結果が示されている一方で(731頁図3A)，2年目をラロキシフェン投与とした治療群では治療2年目において腰椎BMDの有意な変化がみられず，2年目を無治療とした治療群では治療2年目において腰椎BMDが有意に減少したことが示されており(729頁右欄10行ないし730頁右欄7行目，732頁表2)，②甲19文献の試験は，骨折に対する効果を評価するためにデザインされたものではないため(733頁右欄41ないし57行目)，骨折発生件数や骨折発生率についての統計学的評価には限界があるものの，2年間のPTH治療群について，6か月ごとの骨折発生患者数及びその割合，骨折発生数，1000人1年当たりの骨折数のいずれもが，期間経過に従って減少していることは見て取れる(732頁表3)。したがって，甲19文献は，甲7発明と用量用法を異にする試験結果であるとはいえ，48週を超過したテリパラチドの長期投与により，腰椎BMDの増加及び骨折抑制効果が継続してみられることを示したものといえる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおり，甲7発明に接した当業者は，技術常識に基づき，骨密度の増加又は骨密度の減少防止によって骨折発生を抑制するため，甲7発明の骨粗鬆症治療剤を48週を超過して継続投与することを十分に動機付けられる。",
                        "したがって，当業者は，相違点3に係る本件発明1の構成を容易に想到し得る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の効果",
                      "text": [
                        "本件明細書には，本件3条件の全てを満たす患者に対してPTH200単位週1回投与をした際の試験結果が記載されているが(実施例2)，本件3条件の全てを満たす患者と本件3条件の全部又は一部を満たさない患者とを比較した試験結果は示されておらず，あくまで，本件3条件の全てを満たす骨粗鬆症患者を選定して投与対象とした場合において，新規椎体骨折発生率の経時変化が本件明細書に記載したとおりになることをただ単に確認したものでしかない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告の主張する効果①(後記(2)ウ(ア)①)について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)のとおり，本件明細書は，骨折抑制効果が本件3条件により奏するとしながら，200単位投与群について，本件3条件の全てを満たす患者と本件3条件の全部又は一部を満たさない患者とを比較した試験結果は何ら示していない。仮に，本件3条件の全てを満たした場合に100単位の投与によってPTHの骨折抑制効果を強く発現させることができるとしても，本件発明のように，用法用量を限定したところに格別の効果を奏する特殊な患者群を見出したとする発明において，当該用法用量を変更しても，その特殊な患者群において変更前の用法用量と同様に格別な効果を奏するという技術常識はなく，また，そのような推論ができる根拠もない。実際，本件明細書に記載の実施例1の結果は，100単位投与群では，本件3条件の全てを満たすとする高リスク患者の骨折発生率が6％(＝3÷52，【表2】及び【表8】)，本件3条件を満たさないとする低リスク患者の骨折発生率が9％であり(＝1÷11，【表3】及び【表9】)，高リスク患者の方が低リスク患者よりも骨折発生率が低いが，5単位投与群では，高リスク患者の骨折発生率が28％(＝18／64，【表2】及び【表8】)，低リスク患者の骨折発生率が10％(＝1÷10，【表3】及び【表9】)であり，低リスク患者の方が高リスク患者よりも骨折発生率が低くなっている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明が対象とする「高リスク患者」とは，本件条件(1)と，「既存骨折がある」(本件条件(2))と，本件条件(3)の全てを満たす者であるところ(【請求項1】)，本件明細書の実施例の「高リスク患者(高リスク者)」は，本件条件(1)と，「既存の椎体骨折がある」と，本件条件(3)の全てを満たす患者としており(本件明細書【0079】)，「既存の椎体骨折がある」は「既存骨折がある」(本件条件(2))に含まれるから，実施例の「高リスク者」は，本件3条件を満たす者である。",
                            "他方，実施例では，「高リスク者」以外の者を全て「低リスク者」としているから(本件明細書【0079】，【0080】)，本件条件(1)と，「既存の『非』椎体骨折がある」と，本件条件(3)の全てを満たす患者は，実施例においては「低リスク者」であるが，本件3条件は満たしていることになり，本件発明は実施例にいう「低リスク者」をも含んでいる。そして，骨粗鬆症患者では，男女とも，部位にかかわらず，既存骨折があると将来の骨折リスクは約2倍になり，特に，既存椎体骨折があると将来の椎体骨折は約4倍に高まるとされていて(甲99)，本件条件(2)の「既存の骨折がある」と実施例の「既存の椎体骨折がある」とでは，骨折リスクが約2倍相違する。そうすると，骨折リスクの高い「既存の椎体骨折がある」患者を対象とした実施例1の結果をもってしては，それより骨折のリスクの低い「既存の『非』椎体骨折がある」患者をも含む本件3条件が特殊な患者群を画することの根拠となり得ない。",
                            "また，低リスク患者の類型は7通り(3種の条件を組み合わせた8通りの場合から，全ての条件を満たす場合―すなわち，高リスク患者―を控除する。)存在するが，実施例1の「低リスク患者」かつ「100単位投与群」の例数は，わずか11例しかなく，7通りの組合せに対しては少なすぎ，その結果をもってしては，確率の低い事象が偶然生じた可能性を排除することができず，そのような試験結果に信頼性を認めることは困難である。また，実施例1の100単位投与群における低リスク患者の患者背景は，全員が年齢65歳未満で本件条件(1)を満たさないが，本件条件(2)及び本件条件(3)のいずれも満たす者とうかがわれ(本件明細書【表3】)，実施例1の「低リスク患者」かつ「100単位投与群」の結果は，本件条件(1)のみを満たさない患者群についての結果であって，ここから低リスク患者全般について客観的な評価を導くことは困難である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告の主張する効果②(後記(2)ウ(ア)②)について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書【表35】によると，骨折相対リスク減少率は，0ないし24週までの間で約54％，24ないし48週までの間で約82％，48ないし72週までの間で100％となっており，一見，継続投与により効果が顕れたかのようにみえる。",
                            "しかしながら，上記【表35】の結果は，わずか6件でしかなかった0ないし24週までの間における骨折発生例数が，24ないし48週までの間で既に2件にまで減少していたところ，更なる継続投与により48週後に骨折発生例数が0件になったというものであり，48ないし72週までの間の骨折相対リスク減少率の増加幅は，約18％にとどまる。この【表35】の結果は，48週まで投与されることによって顕れた骨折抑制効果が48週後も維持されたということでしかない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書は，48週後の骨折発生例数が0件であったするものの，甲7発明においても，48週までの投与において椎体骨折の発生件数が0件であったのであり(300頁左欄11行ないし右欄6行目)，当業者は，このまま48週を超過して継続投与することによって，骨折発生を抑制することができると期待する。",
                            "したがって，甲7発明の骨粗鬆症治療剤を48週を超えて継続投与した場合に，骨折発生例数を0件とするような骨折抑制効果が奏されることは，当業者の予測を超えるようなものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲7発明は，48週までの投与によって骨密度の顕著な増加が見られているから，この骨密度の増加から見て，骨折抑制効果が大いに見込まれると評価されるものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲19文献及び甲20文献は，PTH20μg連日投与のものであって，PTH200単位週1回投与の甲7発明とは用法用量を全く異にするものであるから，その記載内容が甲7発明に基づく効果の期待を否定する材料となるものではない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "発症率が僅少で，かつ，被験薬投与群とプラセボ投与群の各発症率の差が少ない場合，わずかに発症率が異なるだけで相対リスク減少率が大きな数字に置き換えられてしまうため，相対リスク減少率でその効果を評価すると，特別に優れた効果が確認できたかのような誤った評価を導いてしまう危険性がある。",
                            "そのため，臨床研究の統計では，相対リスク減少率ではなく，絶対リスク減少率(Absolute  Risk  Reduction：ARR，対照群における発症率と治療群における発症率の差)で評価すべきとするのが技術常識である(甲130，137)。",
                            "本件明細書【表35】に基づき絶対リスク減少率を算定すると，①24ないし48週までの間では，4.2％(5.1％(P群)-0.9％(PTH200群))，48ないし72週までの間では，5.3％(5.3％(P群)-0％(PTH200群))となり，本件発明における継続投与による48週前後での椎体骨折抑制効果の差は，わずか，100人当たり1.1人(5.3％-4.2％)という差でしかない。",
                            "したがって，本件明細書に記載された本件発明の効果は，そもそも顕著な効果といえるようなものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被告の主張する効果③(後記(2)ウ(ア)③)について",
                      "text": [
                        "被告は，甲7発明において，投与の継続によりBMD増加率が低下しているにもかかわらず，本件発明では，骨折抑制効果が逆に高まっていると主張する。",
                        "しかしながら，甲7発明では，試験開始時ないし24週時の腰椎BMDの増加幅に比して24週時ないし48週時の腰椎BMDの増加幅が減少してはいるものの，あくまで，24週時ないし48週時においても腰椎BMDは約3.1％増加しており，経時的に腰椎BMDの増加が確認されているのである。一方，本件発明は，48週を超過してから72週までの間のPTH投与群の骨折発生例数が0件であったことが示されているにとどまる(本件明細書【表35】)。したがって，本件発明について，48週を超過してから72週までの間の投与の継続において48週時点での効果を維持することができたとまではいえたとしても，被告が主張するような「投与の継続によりBMD増加率が低下しているにもかかわらず，本件発明では骨折抑制効果が逆に高まっている」という関係は成り立たない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲88証明書及び甲95証明書について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実験成績証明書の参酌の可否",
                          "text": [
                            "別紙4の実験成績証明書(甲88。以下「甲88証明書」という。)及び甲95証明書は，本件3条件の全てを満たすことにより特別な骨折抑制効果が認められるとの効果を基礎付けようとするものであるが，本件明細書には，200単位投与群について，本件3条件を全て満たす患者と本件3条件の全部又は一部を満たさない患者とを比較した試験結果は何ら示されていない。加えて，甲95証明書は，本件3条件の全てを満たす患者に対し，本件条件(4)の「48週を超過して」の，あるいは「48週を超過して72週以上までの間」の投与をすることにより，特別な骨折抑制効果が認められることを基礎付けようとしているが，本件明細書には，PTH200単位週1回投与について，本件3条件の全てを満たす患者と，本件3条件の全部又は一部を満たさない患者とを比較した試験結果や，PTH200単位週1回投与について特別な患者群を見出すことを課題とすることは何ら示されていない。",
                            "そうすると，甲88証明書及び甲95証明書は，本件明細書に記載されていない発明の効果を，出願後に実験結果等を提出して主張又は立証するものであり，出願人と第三者との公平を害する結果を招来するものであるから，これを斟酌することは許されない。",
                            "しかも，実施例1の低リスク患者は本件条件(1)のみを満たさない患者群であるのに対し，甲95証明書の本件3条件の一部を満たさない患者は全て本件条件(1)を満たす患者群であり，患者背景が全く異なる。さらに，甲95証明書の「条件2)」は「既存の骨折がある」とされているが，実施例1及び実施例2では「既存の椎体骨折を有する」であり，本件条件(2)に係る条件を異にしており，立証対象も適切ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実験成績証明書の内容",
                          "text": [
                            "仮に，甲95証明書を参酌することが許されるとしても，以下の理由から，甲95証明書は，本件発明1の効果の顕著性を基礎付けるものではない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "効果の不一致",
                              "text": [
                                "本件3条件の全てを満たす患者について，本件条件(4)を満たす用法により顕著な骨折抑制効果が奏される旨が客観的に実証されるためには，ⅰ)投与期間について，骨折発生率の経時変化をみること，ⅱ)投与対象患者について，本件3条件に関し，「本件3条件の全てを満たす患者群」と「本件3条件の全部又は一部を満たさない患者群」との比較試験が行われることが必要である。",
                                "ⅰ)  甲95証明書の表1の「48週を超過して投与される」患者には，同表2の「72週以上投与される」患者を含むから，「48週を超過して投与される」患者には，「48週を超過して72週以上投与される」患者と「48週を超過して72週未満まで投与される」患者の双方を含む。そして，「48週を超過して投与される」患者について骨折発生が有意に抑制された旨の記載があることからすると，「48週を超過して72週未満まで投与される」患者についても効果が発生していることになり，被告が主張する効果②は，「48週を超過して投与される」ことによって既に奏されていることになる。そうすると，甲95証明書は，「72週以上投与される」ことによって骨折抑制効果が増強されると評価できるものではない。",
                                "また，本件発明1が，「48週を超過して72週以上までの間投与される」という用法により顕著な骨折抑制効果を奏するというのであれば，その効果を確認するため，骨折発生率の経時変化をみる必要があるが，甲95証明書の表1及び表2は，投与期間内(投与開始から投与終了まで)に発生した骨折例数の総数を示したものであり，骨折発生率の経時変化は示されていない。",
                                "しかも，投与期間(観察期間)が長ければ，当然，骨折発生例数は多くなるが，他方で，打ち切り例数が発生することにより，評価例数は徐々に少なくなる。そのなかで，同表1及び表2の投与期間内の骨折発生率(骨折発生例数／評価例数)を比較しても，その効果を理解することはできない。",
                                "仮に経時変化を読み取るとしても，甲95証明書においては，本件3条件の全てを満たし，48週を超過して投与した患者のPTH投与群の骨折例数が26件であり，本件3条件の全てを満たし，72週以上投与した患者のPTH投与群の骨折例数が19件であるところ，その差である7件の骨折例数は，48週を超過して投与したが72週以上投与してはいない患者のものであるから(表1と表2とは同一出処のデータを集計したものとされているから，72週以上投与したPTH投与群の患者には，48週ないし72週までの間に打ち切りとなった患者は含まれていない。)，本件3条件の全てを満たした患者の48週を超過して72週までの間に発生した骨折である。したがって，48週を超過して投与した患者に対する「実質的に完全に骨折を抑制する効果」は明確に否定される",
                                "ⅱ  また，甲95証明書は，本件3条件の全てを満たす患者と本件条件(1)を満たすが，本件条件(2)又は本件条件(3)(ただし，骨密度に関する条件のみ)のうち少なくとも1つを満たさない患者との間で，骨折発生率を対比したものでしかない。仮に，甲95証明書によって本件発明1の効果が基礎付けられるというのであれば，本件発明1の効果は，本件条件(2)及び本件条件(3)(ただし，骨密度に関する条件のみ)によって奏されることになり，本件条件(1)及び本件条件(3)のうち骨萎縮度に関する条件は，骨折抑制効果に関し，特段の技術的意義を有しないことになる。",
                                "したがって，甲95証明書は，本件3条件の全てを満たすことによって初めて優れた骨折抑制効果が奏されることを基礎付けるものではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "データの出処",
                              "text": [
                                "甲95証明書は，被告の販売するPTH製剤であるテリボンの再審査申請用の製造販売後データ(甲98)とテリボン及びエルシトニンの臨床試験におけるプラセボ投与群を統合したデータから，本件3条件の充足の有無が判定可能であり，骨折抑制率を算出可能なものを抽出して解析したものとされている。このように，甲95証明書は，他の骨粗鬆症治療薬を併用していたり，別の疾患が併発しているために骨粗鬆症治療薬以外の薬を併用している患者を含んでいる可能性を排除できず，投与期間・観察期間も骨折の診断基準も不明な患者についてのデータである製造販売後データと，有効成分，効能効果，用法用量が異なり，しかも試験条件及び試験実施時期の異なる別個の薬剤に関する臨床試験のプラセボ投与群を統合したデータとを寄せ集めたものでしかなく，その結果の信頼性は疑わしい。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "予測の範囲",
                              "text": [
                                "プラセボとの対比において，骨折の高リスク患者について低リスク患者より骨折の発生が抑制されたように見えることは至極当然のことである。",
                                "甲95証明書は，本件3条件の全てを満たす患者(本件明細書でいうところの骨折の「高リスク患者」)と本件条件(1)を満たし，本件条件(2)又は本件条件(3)のうちの少なくとも1つを満たさない患者(本件明細書でいうところの骨折の「低リスク患者」)との間で，それぞれ，プラセボ投与群(コントロール群)との対比において骨折抑制率を比較したものである。そして，骨折の高リスク患者のプラセボ投与群は，骨折リスクが高いにもかかわらずプラセボを投与した患者群であるから骨折発生率が高いことは予測の範囲内である。そして，PTHが，骨折の危険性の高い骨粗鬆症患者に対し有効な治療薬であることは技術常識であるから，「高リスク患者」のPTH投与群において骨折発生率が低くなることも予測の範囲内である。そうすると，骨折の「高リスク患者」において，相対リスク減少率が，より高い値となることは，当業者において予測の範囲内のことでしかない。一方，骨折の「低リスク患者」では，そもそも骨折発生率が低いため，PTH投与群とプラセボ投与群とで骨折発生率に有意な差が顕れにくい。そうすると，骨折の「低リスク患者」において，相対リスク減少率が，より低い値となることも，当業者の予測の範囲内である。",
                                "その上，甲95証明書は，投与期間内(投与開始から投与終了まで)に発生した骨折の発生率をみるものであるから，投与期間が長期になればなるほど，「高リスク患者」のプラセボ投与群と「低リスク患者」のプラセボ投与群との骨折発生率の差は，より大きなものとなりやすい。実際，本件3条件の全てを満たす患者(高リスク患者)でコントロール群とされた患者と，本件3条件の一部を満たさない患者(低リスク患者)でコントロール群とされた患者との骨折発生率の差をみると，48週を超過して投与される患者のコントロール群同士(表1)では両者の差は3.6％(12.4％-8.8％)であるのに対し，72週以上で投与される患者のコントロール群同士(表2)では両者の差は6.6％(13.3％-6.7％)と大きくなっている。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "まとめ",
                      "text": [
                        "以上からすると，本件発明1は予測できない顕著な効果を奏するといえるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相違点1及び相違点3は当業者において容易に想到できるから，本件審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件3条件の各条件について",
                      "text": [
                        "高齢の骨粗鬆症患者であれば，本件3条件を充足するとの技術常識はない。患者の要件は，一つ一つに分解できるものではなく，それらが有機的に結合して患者の要件を構成するものであるから，本件3条件を一体として，その技術的意義が判断されなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件3条件の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "骨粗鬆症と診断された患者が本件3条件の全てを満たすとは限らないし，本件3条件以外の因子の重要度が低いことを意味しない(甲99)。それゆえ，甲7発明における対象患者の選定においても，複数の因子をスコア化して評価してそのスコアの合計数で診断したものであって，その対象患者が本件3条件を全て満たすことは予定されていない。甲7文献の臨床試験は，後期第Ⅱ相試験であり，その主な目的は，骨粗鬆症患者を対象として用量反応関係を明らかにし，第Ⅲ相比較試験のための用法用量を決定することであり，PTH50単位投与群(L群)，100単位投与群(M群)，200単位投与群(H群)を比較する試験にすぎず，骨粗鬆症患者の中から特殊な患者群を取り出して薬効を評価するというものではない。仮に，本件3条件の個々の条件自体は甲7発明が対象範囲として予定するものであるとしても，本件3条件全体は一般的な指標ではなく，甲7発明が当然に対象範囲として予定していたものではない。甲7文献には，本件3条件に着目して患者群をとらえた記載はないし，骨折抑制のための骨粗鬆症治療剤に関し，本件3条件を満たす患者を選択してその対象とすることが一般的であるとの証拠も存在しない。本件3条件の着想を得たのは本件発明が初めてである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件3条件の個々の条件自体は一般的な指標であったとしても，本件3条件全体は一般的な指標ではない。「骨折リスクの増大」ということであれば，他にも骨折リスク因子は多数あり(甲99)，本件3条件を選択する蓋然性はない。骨折しやすい患者が骨折抑制効果を得られやすい患者という技術常識はないところ，本件3条件は，PTH100単位週1回投与の第Ⅲ層試験の層別解析により初めて，本件3条件を組み合わせるとPTHの骨折抑制効果が高いという新規な知見を得られたことに基づいて設定されたものであり，これを甲7文献の開示事項から導くことはできない。むしろ，甲7文献には，サブグループ間で薬物に対する応答は同程度であった旨の記載があり，甲7発明の投与対象患者を区分して投与対象をサブ群に限定しても効果は変わらないことが推論されるから，甲7発明から本件3条件を選択する動機付けは否定される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲第69号証「治療前及び治療1年後の腸骨梁の組織形態計測及び微細構造解析によって評価される原発性骨粗鬆症患者におけるヒト副甲状腺ホルモン1-34の毎週間歇投与の効果及び安全性」(Journal of  Bone  and  Mineral  Metabolism  Vol．22，p．569-576，2004)でも，甲7文献に接した当業者が，200単位の投与には非常に頻繁な副作用が認められたため，臨床使用には不適当である旨の認識に至ったことが記載されている。甲7発明が将来有望であると思われる骨粗鬆症治療剤とされていたとの甲7文献の記載は，週1回投与という新たな用法の可能性に関して述べたものであり，200単位投与という点に特化して将来有望と記載されたものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "テリパラチド20μg投与群又は40μg投与群のプラセボ投与群に対する骨折相対リスク減少率は，患者が75歳以上の場合には，65歳以上75歳未満の場合よりも低くなっているなど，PTH製剤が高齢者には効きにくいということは技術常識であり(乙28，29)，PTHを高齢者に特に使用しようとする積極的な動機付けは生じないから，年齢に関する本件条件(1)を含む本件3条件の動機付けは生じない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，本件3条件は，本件発明の発明者が初めて見出した条件であり，甲7文献に開示，示唆されておらず，技術常識を踏まえても着想し得ない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の容易想到性の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件条件(4)の技術的意義",
                      "text": [
                        "本件発明1は，48週を超過して投与を継続した場合に顕著な骨折抑制効果が奏されるというものであり，72週はその効果の評価期間の一端であって，72週前後での効果の対比を意図したものではない。したがって，72週前後での効果の対比が無いことを根拠に技術的意義がないとする主張は誤りである。",
                        "また，48週までの投与では，PTH200単位投与群に新規椎体骨折の発生が認められているのに対して，48週を超えての投与での骨折発生例数は0件であり(本件明細書【表35】)，骨折が発生し続けるプラセボに対して骨折発生率を0％までに低減させ，実質的に完全に骨折を抑制する効果が発現している。のみならず，24週以下のRRRは54％，24週を超え48週以下のRRRは82％，48週を超え72週以下のRRRは100％であり，投与の継続により骨折抑制効果が増強する効果が明確に読み取れる。したがって，48週までの効果がそのまま維持されたという評価も妥当ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "動機付けの存在の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲7発明では，24週まではBMD増加率は増加するものの，24週後にはBMD増加率は低下傾向を示し(甲7の図1)，この傾向に鑑みると，仮に48週を超えて投与しても更にBMD増加率は低下し，その向上は期待できないとみられる。このように，骨粗鬆症治療剤を長期間にわたって継続投与すると，BMD増加効果は徐々に低減し，ほぼ平坦になるのは技術常識である。他方で，骨粗鬆症は年齢とともに骨折発生リスクが指数関数的に増加するから，48週を超えて投与を継続しても，骨粗鬆症が進行しないように維持できるかは疑わしい。また，甲7発明では，プラセボとの比較が無いので骨折抑制効果は不明であり(PTH投与群で骨折発生件数が0件であっても，プラセボ投与群でもそれが0件の場合には骨折抑制効果があるとはいえない。)，甲7文献の骨折発生件数が0件との記載は骨折抑制効果が期待される根拠にはならない",
                          "text": [
                            "次に副作用についてみると，甲7発明のPTH200単位週1回投与は，副作用発生率，脱落率の高さから不適切とされ，48週が投与限界と考えられていたところ(甲69ないし71)，48週を超えて長期投与してもBMD増加率の増強も見込めず，また骨折抑制効果も不明であったから，PTH200単位週1回投与を48周を超えて更に長期間投与することを試みる動機付けはなく，その投与はむしろ妨げられる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "骨粗鬆症は生活習慣病であり治療は長期間にわたるので，投与の継続ができないような副作用が起きる治療は望ましくない(甲70，71)。PTH200単位週1回投与は，その副作用発生率，脱落率の高さから治療が継続できない程のリスクがあり，長期投与を試みるとの動機付けはない。一方で，フォルテオのように，甲7発明と比較すると副作用脱落率が格段に低い安全なPTH連日投与の製剤もあり，また，骨粗鬆症治療薬としてPTH以外のものも多数知られていたから，投与中止による骨密度の減少は他剤への切り替えで簡単に解消できるのであって，PTHの投与を中止した場合の骨密度の減少を問題にする理由はなく，敢えてPTH200単位週1回投与を続けることにこだわる必要はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害事由の不存在の主張について",
                      "text": [
                        "甲7文献に，「脱落率が過度とならずに，十分な制御下で多施設試験を実施できる限界であると思われた。」(297頁右欄43行ないし298頁左欄24行目)とあるように，甲7文献の臨床試験は，試験計画の段階において48週が投与継続の限界と考えられていたのである。これは，「後期第Ⅱ相試験の主な目的は，骨粗鬆症患者を対象として用量反応関係を明らかにし，第Ⅲ相比較試験のための用法用量を決定することにある」(乙23)ところ，48週を超えて投与すると相当数の患者に脱落者が続出することが予測されるため，試験結果を得るために48週までを投与期間の限界と判断したのである。",
                        "そして，実際，その結果は予測どおり，甲7文献の臨床試験では200単位投与のH群は42％という極めて高い副作用の発現率を示し(表6)，L群(50単位)の19％，M群(100単位)の19％と比べても異常に高いものであった。また，200単位投与群における副作用を理由とする脱落者も，72名の患者中16名で，脱落率は22％に達し，L群(50単位)の4％，M群(100単位)の13％と比べて異常に高いものであった(表6)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲19文献及び甲20文献について",
                      "text": [
                        "甲19文献及び甲20文献におけるPTH製剤の投与は，20μg(約67単位に相当)の連日投与であり，このような用法用量の異なる継続投与の報告があるからといって，それら報告が，甲7発明の骨粗鬆症治療剤を48週を超えて投与する動機付け又は甲7発明の骨粗鬆症治療剤を臨床に適用する際の阻害事情を取り除く要因となったりはしない。しかも，次のとおり，甲19文献及び甲20文献は，48週を超過した長期投与では骨折抑制効果が期待できないことが示された文献といえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲19文献の表3(732頁)には，①1年間のPTH投与に続いて2年目の治療もPTH治療に割り付けられた患者群と②1年間のPTH投与に続いて2年目の治療がラロキシフェン治療又は無治療に割り付けられた患者群(727頁右欄26行ないし728頁左欄10行目)の骨折に関する結果が示されているが，PTH治療群の骨折個数は，6か月毎の発生数に大差はない。また，48週を超過し72週までの期間に相当する期間(「13-18mo」)の骨折発生率は，その他の群(ラロキシフェン治療群及び無治療群。全体の骨折患者数からPTH治療群の骨折患者数を差し引いて計算した。)が0.5％であり，24ないし48週までの6か月間の3.1％から大幅に低下しているにもかかわらず，PTH治療群では2.3％であり，24ないし48週までの6か月間の骨折発生率のまま変化がない。さらに，ランダム割り付け後である48週以降の骨折発生率は，無治療群が1.0％であるのに対してPTH治療群では4.3％となっている(730頁右欄8ないし20行目)。そうすると，甲19文献からは，PTHの長期投与による骨折抑制効果は全く期待できるものではないと理解できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲19文献の図3A(731頁)には，PTH治療群，ラロキシフェン治療群及び無治療群についての腰椎BMDの増加率が示されているところ，PTH治療群では，12か月(48週)で7.1％の増加が，48週の超過で9.0ないし10.7％の増加がそれぞれみられる。しかし，このような腰椎BMDの増加にもかかわらず，前記aのように，PTH治療群による骨折抑制効果が全く期待できないものであったのであるから，48週を超えた後に腰椎BMDが増加したとしても，それは骨折を抑制するものではないという結果が示されているといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲20文献の図2A(1595頁)には，PTH連日投与群についての腰椎BMDの増加率が示されているところ，12か月(48週)で6.8％の増加，48週の超過で8.9ないし10.5％の増加を示している。この値は，甲19文献の図3Aと同程度の値である。甲19文献で骨折が抑制できていないことが示されているのであるから，甲20文献も，48週を超えた後に腰椎BMDが増加したとしても，それは骨折を抑制できるものではないという結果を示すものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおり，当業者は，相違点3に係る本件発明1の構成を容易に想到することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の効果",
                      "text": [
                        "本件発明の効果は，①本件3条件の全てを満たす患者に対して顕著な骨折抑制効果が奏されること(【0013】，【0068】。以下「効果①」という。)，②本件3条件に加えて，本件条件(4)を充足することにより，骨折発生率を0％まで低減させる骨折抑制効果が奏されること(【0080】，【0098】，【表34】，【表35】，【0131】ないし【0133】。以下「効果②」という。)及び③PTH連日投与から想定されるBMD増加率に対する骨折相対リスクと対比して，BMD増加率が低くても，より低い骨折相対リスクが得られること(以下「効果③」という。)である。",
                        "以上の効果①ないし③は，甲7文献をはじめ，いかなる文献からも予測できなかったものであり，本件出願当時の技術水準からは予測できない顕著な効果である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "効果①について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書において，PTH週1回投与について，本件3条件の全てを満たす患者(高リスク患者)と，本件3条件の全部又は一部を満たさない患者(低リスク患者)とを比較した試験結果が，PTH100単位週1回投与の試験で示されている(実施例1)。そして，高リスク患者では，低リスク患者と対比して，骨折抑制効果に優れることの結果も示されている(【表6】，【表7】，【0086】)。本件明細書の実施例2は，この100単位週1回投与の高リスク患者での顕著な骨折抑制効果を200単位週1回投与について実証したという関係になる。実施例2では，低リスク患者は試験の対象とされていないが，実施例1と実施例2とは，100単位と200単位との用量の相違にすぎないので，実施例2に低リスク患者を対象に含めた試験データの記載がなくとも，実施例1の結果からみて，200単位週1回投与についても高リスク患者に対して顕著な効果を奏することは十分に推論できる。",
                            "なお，本件発明においては，5単位投与群はプラセボ相当の対照群として扱っているから，5単位投与群において，低リスク患者の方が高リスク患者よりも骨折発生率が低くなるのは，骨折をしやすい者を高リスク患者として定義付けている以上，骨折をしにくい者の骨折発生率が骨折をしやすい者の骨折発生率よりも低いという当然の結果が示されたにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書が定義する「高リスク者」は，「既存骨折がある」であり(【0068】)，本件3条件を満たす患者である。「低リスク者」は，高リスク者以外のものであるから，本件3条件を満たさない患者である。実施例1及び2では，骨折リスクが高い典型例である既存椎体骨折を有する患者を対象として「高リスク者」と「低リスク者」を区分したが，本件発明が「既存の『非』椎体骨折がある」患者を「高リスク者」から除外しているわけではない。実施例は既存椎体骨折の有無に着目したものであるが，既存骨折を有することにより骨折リスクが高くなることは，既存骨折の部位・種類に関わらず共通するから，既存骨折が『非』椎体骨折である高リスク患者においても，既存骨折が椎体骨折である高リスク患者と同様にPTHが高い骨折抑制効果を奏すると推定するのが自然である。",
                            "実施例1の「低リスク者」かつ「100単位投与群」の例数が11例であっても，その結果を偶然とする根拠はないし，本件3条件を満たさない類型が種々あり，その全ての類型についての試験結果がないとしても，それら類型には本件3条件を満たさないという共通点はあるし，たとえ本件条件(1)だけの相違しかないとしても，高リスク者と低リスク者として相違するものであることに変わりはない。したがって，比較対象となる低リスク者の例が一つでもあればよく，あらゆる類型の低リスク者と対比した試験結果がなければならないものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "効果②について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "48週までの投与では，PTH200単位投与群に新規椎体骨折の発生が認められているのに対して，48週を超えての投与での骨折発生例数は0件であり，骨折が発生し続けるプラセボに対して骨折発生率を0％までに低減させ，実質的に完全に骨折を抑制する効果が発現している。",
                            "このように，48週を超過して72週までの期間の投与の継続により生じる骨折抑制効果は，48週までの期間の投与により生じる効果に比べて明らかに増強された効果であって，48週までの効果がそのまま維持されたものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲7発明では，プラセボとの比較が無いので骨折抑制効果は不明であり(PTH投与群で骨折発生件数が0件であっても，プラセボ投与群でもそれが0件の場合には骨折抑制効果があるとはいえない)，甲7文献の骨折発生件数が0件との記載は，骨折抑制効果が期待される根拠にはならない。さらに，甲7文献には，L群(50単位投与)，M群(100単位投与)，H群(200単位投与)とがあるところ，椎体骨折数は「各群間の差は有意でなかった」と評価されており，当業者が，本件3条件の全てを満たす骨粗鬆症患者を選んで，48週を超過して72週以上までの間投与することによる顕著な骨折抑制効果を予測することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲7文献において，投与の継続によりBMD増加率は低下し，増加の程度が投与期間の長期化により鈍化していることを考慮すると，48週を超過して72週以上までの間投与するとの投与期間の長期化により，BMD増加率は低下し鈍化すると予測されるにもかかわらず，本件発明における骨折抑制効果は逆により一層高まっており，このような本件発明の効果は，骨密度の増加と骨折抑制効果とが関係付けられない現象であり，甲7文献の開示からは予測できない効果である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "前記イ(エ)のとおり，甲19文献及び甲20文献からPTHの長期投与による骨折抑制効果を予測することはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "骨粗鬆症における骨折抑制効果を評価する場合は相対リスク減少率で評価することが慣例となっている(甲101の78頁の表45，80頁の表46，82頁の表47，94頁の表52，96頁の表53のそれぞれ「骨折」の項の「成績」の欄を参照)。したがって，本件発明の効果は，当業界の慣例に従って，相対リスク減少率で評価する方が適切である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "効果③について",
                      "text": [
                        "本件発明は，BMD増加率が，48週時点で4.0ないし5.9％，72週時で5.9ないし6.7％であるにもかかわらず(本件明細書の【表26】から算出)，骨折相対リスク減少率が，48週時点で70％，72週時点で79％となるのに対して(本件明細書の【表34】から算出)，PTH連日投与では，平均17ないし18か月の投与でのBMD変化率が，40μg／日投与で約12．6％，20μg／日投与で約8．6％となっているのにもかかわらず(乙41の1438頁表4から算出)，骨折相対リスク減少率が，40μg／日投与で69％，20μg／日投与で65％にとどまっている(乙41の1434頁要約)。このように，本件発明は，連日投与での結果からは到底予測できない挙動を示しており，しかも，骨折相対リスク減少率79％というのは，連日投与では達成できていない効果である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲88証明書及び甲95証明書について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実験成績証明書の参酌の可否",
                          "text": [
                            "本件明細書には，骨折抑制効果に関し，本件3条件についての具体的な対比データ自体は記載されていない。しかしながら，試験データ自体が常に明細書に記載されていることが必要とされるのではなく，明細書において，効果を認識し，これを推論できる記載がある場合には，出願後に実験成績証明書を提出してその効果を説明することは許容されている。",
                            "甲88証明書は，本件条件(1)を満たすが，本件条件(2)又は本件条件(3)のいずれかを満たさない患者において，PTH投与群ではコントロール群よりも骨折の発生が抑制されたものの有意差は認められず，他方，本件3条件の全てを満たす患者においてはPTH投与群ではコントロール群よりも骨折の発生が有意に抑制されていることが認められることを明らかにすることによって，少なくとも本件3条件を充足していれば，有意な骨折発生率の低減が可能になることを示し，甲95証明書は，本件4条件のうち本件条件(1)及び本件条件(4)を満たすが，本件条件(2)又は本件条件(3)のいずれかを充足しない患者ではプラセボとの対比で有意差は得られないが，本件4条件の全てを満たす患者は有意な骨折抑制効果が得られることを報告するものである。",
                            "甲88証明書及び甲95証明書によると，本件発明の顕著な効果が裏付けられる。なお，この点に関する原告の主張に対する反論は，以下のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実験成績証明書の内容について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "効果の不一致(前記(1)ウ(オ)b(a))の主張について",
                              "text": [
                                "ⅰ  甲95証明書には48週を超過して投与した場合であっても，72週以上投与した場合であっても，いずれでも本件3条件の全てを満たす患者においては有意な骨折抑制効果が認められたことが示されている。",
                                "表1は，48週を超過して投与された患者についての0週から試験期間中に発生した骨折数を集計し，表2は72週以上投与された患者についての0週から試験期間中に発生した骨折数を集計しているのであり，48週を超過して72週未満まで投与された患者がいるが，これら患者について48週を超過して72週未満の期間に発生した骨折のみを集計していないから，表1から表2の骨折数を差し引けばこの期間内の骨折発生数が分かるというものではない。",
                                "甲95証明書は，48週を超過して投与した場合又は72週以上投与した場合に，本件3条件の全てを満たす患者においては本件3条件の全部又は一部を満たさない患者よりも顕著な効果を奏することを明らかにするものにすぎず，骨折発生率が48週を超えるとゼロになる効果を示すためのものではない。",
                                "そして，「48週を超過して72週以上までの間投与される」ことによる効果を示すには，48週を超過して投与した場合(表1)と72週以上投与した場合(表2)のそれぞれの投与期間内において発生した骨折例数を評価して，本件3条件を全て満たす患者と本件3条件の全部又は一部を満たさない患者を対比すれば足りる。そのため，甲95証明書は，48週を超過して，又は，72週以上投与された本件3条件の全てを満たす患者に対する顕著な効果を，本件3条件の一部を満たさない患者に対する効果と対比したものである。被告は，表1と表2を比較した効果を主張しているのではなく，表1，表2のそれぞれにおける本件3条件の全て満たす患者と本件3条件の一部を満たさない患者とを比較して，いずれにおいても，本件3条件の全てを満たす患者ではPTH投与群がコントロール群よりも骨折の発生が有意に抑制され，本件3条件の一部を満たさない患者では骨折の発生の抑制が有意でないことを示している。",
                                "ⅱ  甲95証明書で示した「本件条件(2)又は本件条件(3)の少なくともいずれかを満たさない患者」は，「本件条件(1)ないし本件条件(3)の全部又は一部を満たさない患者」であるから，本件3条件の効果を基礎付けるための条件として適合している(なお，本件条件(1)を満たさない患者が含まれていないのは，コントロール群であるテリボン，エルシトニンの臨床試験の対象患者が65歳以上になっているため，PTH投与群も65歳以上の患者を対象とすることで条件をそろえたためである。)。本件条件(3)は，「骨密度が若年成人平均値の80％未満である，および／または，骨萎縮度が萎縮度I度以上である」であるから，「骨密度が若年成人平均値の80％未満である」のみでも，本件条件(3)に該当するといえるし，骨密度がYAM80％以上あれば，通常，骨萎縮度がⅠ度未満と考えられる(甲35)から，「骨密度が若年成人平均値の80％未満である」と「骨萎縮度が萎縮度I度以上である」はほぼ同義である。よって，甲95証明書は，本件3条件を充足する患者と，本件3条件の全部又は一部を満たさない患者とを比較したものにほかならない。低リスク患者の全ての態様が確認できていないとしても，確認されていない態様は，確認された態様よりも更に条件を満たしていない態様であり，低リスク患者の中でもよりリスクの低い低リスク患者であり，このような患者に比して本件発明が高い骨折抑制効果を示すことは十分に推論できる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "データの出処(前記(1)ウ(オ)b(b))の主張について",
                              "text": [
                                "市販後の調査におけるデータであっても，実際の患者を対象とし，事前に規定した調査項目を調査したものであるから，PTH投与群として扱うことに特に問題ない。この場合，治験のように，患者の選択・除外基準等を設けるなどの介入は行われていないが，骨折評価が可能であること，本件3条件の充足又は非充足の評価が可能であること等の調査項目を事前に規定した上で調査を行っている。また，コントロール群については，テリボンの臨床試験におけるプラセボ投与群，エルシトニンの臨床試験におけるプラセボ投与群のいずれについても二重盲検下で実薬群と同じ投与経路，投与頻度でプラセボ投与されているので，実薬を投与されていない患者として適切に骨折発生を評価できている。したがって，いずれも，実薬を投与されていない患者として共通し，共に適切に骨折発生を評価できているのであるから，両プラセボ投与群を統合して解析しても何ら問題はない。",
                                "仮に，PTH投与群に既存の骨粗鬆症治療薬を併用している患者が含まれ，あるいは，PTH投与群の投与期間・観察期間が患者ごとに開きがあったとしても，それら条件は，本件3条件の全てを満たす患者群と本件3条件の全部又は一部を満たさない患者群の両方に同等の割合で存すると考えるのが自然であり，両者に対する骨折抑制効果を比較する場合に何ら問題となることではない。なお，どのような臨床試験であっても，途中で脱落する患者が出てきて投与期間・観察期間が異なることは生じる。また，甲95証明書は，PTH投与群，コントロール群ともに臨床骨折のデータを用いて比較評価をしており，統計データを用いただけなどというものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "予測の範囲(前記(1)ウ(オ)b(c))の主張について",
                              "text": [
                                "本件3条件の全てを満たす患者(高リスク患者)は骨折しやすい患者群ではあるが，だからといって，治療薬を投与すれば骨折が抑制されやすい患者とは当然にはいえない。骨折の高リスク患者に対しては高い骨折抑制効果が期待できるといった技術常識はなく，むしろ，骨折しやすいのであれば治療薬を投与しても骨折を抑えにくいと予測される。そうすると，本件3条件を充足しない患者と比して，本件3条件の全てを満たす患者で骨折抑制効果が高くなることは，予測できない効果である。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "まとめ",
                      "text": [
                        "以上からすると，本件発明1は予測できない顕著な効果を奏するものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相違点1及び相違点3は当業者において容易に想到できるものではなく，本件審決の判断には，誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4-2(本件発明2の進歩性に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件発明2は，本件発明1に対し，骨折抑制が48週を超過して72週までの間の投与では，「新規椎体骨折の発生率を0％までに低減させるためである」との治療目標を特許請求の範囲の記載に加えたものにすぎない。",
                "被告は，「新規椎体骨折の発生率を0％までに低減させるためである」が特定の医薬用途を定めたものであると主張するが，本件発明2の用途は，あくまで骨粗鬆症治療であり，「新規椎体骨折の発生率を0％までに低減させるためである」を特定の医薬用途ということはできない。いずれにせよ，甲95証明書からは，本件3条件の全てを満たす患者のPTH投与群について，48週ないし72週の間に少なくとも7件もの骨折が発生したことが示されているから，PTH200単位週1回投与を，48週を超過して72週以上までの間継続しても，骨折は完全に抑制されるものではない。そうすると，「新規椎体骨折の発生率を0％までに低減させるためである」を特許請求の範囲の記載に加えても，本件発明2は，本件発明1と同一のものでしかない。",
                "したがって，本件発明1に進歩性が欠如していることは，そのまま本件発明2にも妥当し，本件発明2は進歩性を欠如する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告",
              "text": [
                "本件発明1に進歩性が認められることは，そのまま本件発明2にも妥当し，本件発明2にも進歩性が認められる。",
                "さらに，本件発明2は，「48週を超過して72週までの間の投与では，新規椎体骨折の発生率を0％までに低減させるため」という特定の医薬用途を規定したものであるが，このような構成は，前述までのとおり，当業者にとって容易想到なものではないから，この点からみても，本件発明2は進歩性を有する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書(甲116)には，別紙1「本件明細書の記載事項(抜粋)」のとおりの記載があり，この記載によると，本件発明について，次のような開示があると認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件発明は，PTH(Parathyroid  Hormone： パラサイロイドホルモン〔副甲状腺ホルモン〕)を有効成分として含有する骨粗鬆症の治療剤ないし予防剤に関するものであり，また，PTHを有効成分として含有する骨折抑制ないし予防剤に関するものである(【0001】，【0018】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "骨粗鬆症は，骨強度の低下を特徴とし，骨折のリスクが増大している疾患であり，治療剤の1つとしてPTH製剤が知られている(【0002】)。",
                "従来技術として，1週間に1回の頻度で26週間の投与期間にわたり，1回の投与当たり「100又は200単位」のPTHを皮下投与する骨粗鬆症の治療方法があるが，この方法が，骨強度を増大させること又は骨折のリスクを軽減させることが可能な治療方法であるか否かについては明示されていない(【0004】，【0005】)。",
                "また，従来技術として，PTHを連日投与するものがあるが，高カルシウム血症の副作用事例等があり，安全性の面から十分ではないことから，安全性が高くかつ効能・効果の面で優れたPTHによる骨粗鬆症治療方法が求められていた(【0006】ないし【0009】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本件発明の課題は，安全性が高くかつ効能・効果の面で優れたPTHによる骨粗鬆症治療ないし予防方法を提供すること，さらに，安全性の高いPTHによる骨折抑制ないし予防方法を提供することである(【0012】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段等",
              "text": [
                "前記課題を解決するため，PTHの投与量・投与間隔を限定すること，具体的には1回当たり「100ないし200単位」のPTHを週1回投与することにより，効能・効果及び安全性の両面で優れた骨粗鬆治療ないし予防方法となること並びに安全性の高い骨折抑制又は予防方法となることが見出され，それらの方法において，骨折の高リスク者に対して特に効果を奏することが見出された(【0013】，【0015】，【0018】，【0034】，【0035】)。",
                "骨粗鬆症における骨折の危険因子としては，年齢，性，低骨密度，骨折既往，喫煙，アルコール飲酒，ステロイド使用，骨折家族歴，運動，転倒に関連する因子，骨代謝マーカー，体重，カルシウム摂取などが挙げられるところ，本件発明においては，(1)年齢が65歳以上である，(2)既存骨折がある，(3)骨密度が若年成人平均値の80％未満である，及び／又は，骨萎縮度が萎縮度I度以上であるとの3条件を満たす骨粗鬆症患者を「高リスク患者」として定義する(【0068】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明を実施するための形態",
              "text": [
                "本件発明に係る骨粗鬆症治療／予防剤又は骨折抑制／予防剤の投与期間は特に限定されず，患者に応じた医師の処方等により適宜決定することができる。本件発明の発明者らは，投与期間を156又は72週間として，骨折発生を主要評価項目とした二重盲検比較臨床試験を実施したところ，この試験において，当該投与による有意な骨折抑制効果を確認でき，その効果は24又は26週後という早期から発現し(実施例1～2)，投与後48週を超えてからの新規椎体骨折は認められなかったことから(実施例2)，投与期間として，24週以上，26週以上，48週以上，52週以上，72週以上，または78週以上を例示することができ，最も好ましくは78週以上である(【0032】，【0035】)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施例1",
              "text": [
                "退行期骨粗鬆症(閉経後骨粗鬆症及び老人性骨粗鬆症)，特発性骨粗鬆症(妊娠後骨粗鬆症，若年性骨粗鬆症など)が例示される原発性骨粗鬆症の男女の患者を，高リスク患者及び低リスク患者(高リスク患者ではない患者)に区分して，それぞれ，「5あるいは100単位」のPTH製剤であるテリパラチド酢酸塩をそれぞれ週に1回間欠的に皮下投与した(【0037】，【0077】，【0079】)。",
                "高リスク患者においては，「100単位」投与群は，「5単位」投与群に比べ，有意に高い骨密度の増加，有意に低い新規椎体骨折発生，及び，有意に低い椎体以外の骨折発生が認められ，テリパラチド酢酸塩の週1回「100単位」投与は，高リスク患者に対し，有用な骨粗鬆症治療剤及び骨折抑制ないし予防剤となり得ることが確認されたが，低リスク患者においては，骨密度，新規椎体骨折発生及び椎体以外の骨折発生のいずれについても，「100単位」投与群と「5単位」投与群との間で有意差は認められなかった(【0083】ないし【0094】，【表4】ないし【表11】)。",
                "投与期間中，いずれの投与量においても高カルシウム血症の発症はなかった(【0095】，【図1】)。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "実施例2",
              "text": [
                "原発性骨粗鬆症と診断された男女の高リスク患者に対して，テリパラチド酢酸塩「200単位」(披験薬)又はプラセボ(対照薬)を，72週間，週1回，皮下投与した(【0098】)。",
                "投与72週後における被験薬投与群と対照薬投与群それぞれにおける椎体多発骨折(新規の2箇所以上の椎体骨折)の発生比率(例数)を比較したところ，対照薬投与群は2.1％(6例)，被験薬投与群 は0.8％(2例)であり，被験薬は椎体多発骨折に対して抑制ないし予防効果を有することが示された(【0109】，【表12】)。また，増悪骨折に対しても披験薬は有効である(【0118】，【表20】)。",
                "半年ごとの新規椎体骨折発生率は，プラセボ投与群では，いずれの区間も約5％でほぼ一定であるのに対し，PTH200単位投与群では，投与期間が長くなるにつれて区間毎の発生率が低下しており，48週を超えてからの新規椎体骨折の発生はなく，また，PTH200単位投与群の新規椎体骨折発生率は，24週以内，24週ないし48週，48週ないし72週のいずれの区間でもプラセボ投与群より低く，プラセボに対する相対リスク減少率(RRR)は投与を継続するにつれて増加しており，PTH200単位週1回投与は，新規椎体骨折の発生を早期から抑制し，24週後には既に骨折発生リスクをプラセボに対して53.9％低下させ，さらに，その骨折抑制効果は，投与とともに増強する傾向が認められた(【0131】，【0132】，【表34】，【表35】)。",
                "骨折試験のFAS(判決注  Full  Analysis  Set：最大の解析対象集団)において，Kaplan-Meier推定法による72週後の椎体骨折(新規＋増悪)発生率は，PTH200単位投与群3.5％，プラセボ投与群16.3％であり，PTH200単位投与群の発生率はプラセボ投与群より低く(logrank検定，p＜0，0001)，200単位の投与は，72週後には，椎体骨折(新規＋増悪)の発生リスクをプラセボに比べて78.6％低下させており，さらに，半年毎の椎体骨折(新規増悪)発生率を群間で比較すると，24週以内，24週ないし48週，48週ないし72週のいずれの区間でも，PTH200群の発生率はプラセボ投与群より低かつた(【0133】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由4-1(本件発明1の進歩性に関する判断の誤り)の有無について",
          "text": [
            "本件では，本件発明について，明確性要件及び実施可能要件の充足の有無(取消事由1及び2)並びにサポート要件の充足の有無(取消事由3)が争われているところではあるが，事案に鑑み，取消事由4-1から，まず判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲7発明",
              "text": [
                "甲7文献(訳は乙2)には，別紙2「甲7文献の記載事項(抜粋)」のとおりの記載がある。この記載によると，本件審決が認定するとおりの甲7発明を認定することができ，この点は，当事者間にも争いがない。",
                "なお，甲7発明の「厚生省による委員会が提唱した診断基準」とは，厚生省シルバーサイエンス骨粗鬆症研究班の定める「退行期骨粗鬆症の診断基準(1989年)」(甲8，77)(以下「1989年診断基準」という。)である(甲74)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基準日(平成22年9月8日)における骨粗鬆症に関する技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "下記文献には，以下に引用する記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「退行期骨粗鬆症の診断」(1990年。甲8)",
                          "text": [
                            "①  「本症の発生頻度は加齢とともに増加するので，本症は骨の生理的加齢現象にすぎないと考える人もあるが，そうではない。加齢に伴い，生理的にも骨のなかの蛋白およびCa，Pが減少するが，このような骨の生理的加齢を基盤に，さまざまな要因が加わって発症し，腰背痛や，病的骨折を伴うものを骨粗鬆症とよぶべきである。」(288頁左欄13ないし18行目)",
                            "②  「骨粗鬆症の骨病変は通常胸椎および腰椎に認められるので，退行期骨粗鬆症の診断にさいしてまず必要なことは，胸椎および腰椎の側面X線写真撮影を行うことである。ついでこの胸椎および腰椎の側面X線写真を用いて骨密度の減少あるいは圧迫骨折の有無をチェックする。・・・胸椎・腰椎の骨密度の減少を判定する方法としては慈恵大の方式が一般に用いられている。",
                            "骨粗鬆症ではまず椎体の密度が減少するために椎体のX線透過度が増大し，ついで縦の骨梁がめだつようになり，さらに進行すると上下面が陥没し・・・ついには椎体が崩れて圧迫骨折の像を呈するに至る。慈恵大方式では，このような骨X線像をもとにして骨粗鬆症の程度をI～Ⅲ度に分類している。・・・最近，厚生省骨粗鬆症研究班では，これをより簡略化したものとして表2に示すような骨萎縮度の基準を提唱しており，今後はこの方法が広く用いられることが期待される。」(288頁右欄7行ないし289頁左欄17行目)",
                            "③  「表2  骨萎縮度の基準",
                            "Ⅰ度     縦 の 骨 梁がめだち，また椎体終板もめだつ。",
                            "Ⅱ度  縦の骨梁が粗となり，また椎体終板も淡くなる。",
                            "Ⅲ度  縦の骨梁が不明瞭となり，全体としてぼやけた感じを示す。",
                            "」(289頁)",
                            "④  「1988年度から，厚生省シルバーサイエンスプロジェクトとして「老人性骨粗鬆症の予防および治療法に関する総合的研究班」(班長：A)が結成されたが，この研究班ではこのような立場から本症において認められる自・他覚所見をスコア化し，そのスコアに応じて，①確実，②ほぼ確実，③疑いあり，④否定的，の4つに分類する診断基準を提唱している(表3)」(290頁左欄20ないし26行目)",
                            "⑤  「表3  退行期骨粗鬆症の診断基準",
                            "確実"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "subject": "骨量の減少(＋)        3        合計5点以上"
        },
        {
          "fig": "2)",
          "subject": "骨折あり  脊椎1個      1    ほぼ確実",
          "text": [
            "≧2個        2      合計4点",
            "大腿骨頚部    3    疑いあり",
            "橈骨          1      合計3点",
            "否定的"
          ]
        },
        {
          "fig": "3)",
          "subject": "年齢  女性55歳未満  -1      合計2点以下",
          "text": [
            "男性75歳未満  -1"
          ]
        },
        {
          "fig": "4)",
          "subject": "腰背痛あり              1     除 外疾患",
          "text": [
            "…"
          ]
        },
        {
          "fig": "5)",
          "subject": "血清カルシウム，リン，AL-P値",
          "text": [
            "正常                    1",
            "1項目の異常            0",
            "2項目以上の異常      -1",
            "…」(289頁)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "subject": "「原発性骨粗鬆症の診断基準(2000年度改訂版)」(2001年。甲9，35)",
                          "text": [
                            "「表1  原発性骨粗鬆症の診断基準(1996年度改訂版)",
                            "Ⅰ  X線上椎体骨折を認める場合",
                            "低骨量(骨萎縮度Ⅰ度以上，あるいは骨密度値が若年成人平均値(YAM)の80％以下)で非外傷性椎体骨折のある症例を骨粗鬆症とする。",
                            "Ⅱ  X線上椎体骨折を認めない場合",
                            "脊椎X線像  骨密度値",
                            "正常  骨萎縮なし",
                            "骨量減少  骨萎縮度Ⅰ度  YAMの80～70％",
                            "骨粗鬆症  骨萎縮度Ⅱ度以上  YAMの70％未満",
                            "YAM：若年成人平均値(20～44歳)",
                            "(注)骨密度値は原則として腰椎の骨密度値とし，腰椎骨密度値評価が困難である場合にのみ橈骨，第二中手骨，大腿骨頸部，踵骨の骨密度値を用いる。",
                            "骨萎縮とは radiographic  osteopenia に相当する。",
                            "…」(77頁。以下，この「表1  原発性骨粗鬆症の診断基準(1996年度改訂版)」に係る診断基準を「1996年診断基準」という。)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「骨粗鬆症の予防と治療ガイドライン  2006年版」(2006年。甲101)",
                          "text": [
                            "①  「骨量測定方法の進歩と普及を背景に，1991年の国際骨粗鬆症会議において，骨粗鬆症は低骨量と骨組織の微細構造の破綻によって特徴づけられる疾患であり，骨の脆弱性亢進と骨折危険率の増大に結びつく疾患と定義された。この定義に従った診断基準がわが国でも整備され，1996年の日本骨代謝学会診断基準をもとに，2000年に改訂版が作成されて今日に至っている(表21)。」(31頁左欄3ないし10行目)",
                            "②  「表21  原発性骨粗鬆症の診断基準(2000年度改訂版)",
                            "低骨量をきたす骨粗鬆症以外の疾患または続発性骨粗鬆症を認めず，骨評価の結果が下記の条件を満たす場合，原発性骨粗鬆症と診断する。",
                            "(注1)Ⅰ  脆弱性骨折 あり",
                            "Ⅱ  脆弱性骨折なし",
                            "骨密度値(注2)  脊椎エックス線像での骨粗鬆化(注3)",
                            "正常  YAMの 80％以上  なし",
                            "骨量減少  YAMの 70～80％  疑いあり",
                            "骨粗鬆症  YAMの 70％未満  あり",
                            "YAM：若年成人平均値(20～44歳)",
                            "注1  脆弱性骨折：低骨量(骨密度がYAMの80％未満，あるいは脊椎エックス線像で骨粗鬆化がある場合)が原因で，軽微な外力によって発生した非外傷性骨折，骨折部位は脊椎，大腿骨頸部，橈骨遠位端，その他。",
                            "注2  骨密度は原則として腰椎骨密度とする。…",
                            "注3  脊椎エックス線像での骨粗鬆化の評価は，従来の骨萎縮度判定基準を参考にして行う。",
                            "脊椎エックス線像での骨粗鬆症  従来の骨萎縮度判定基準",
                            "なし  骨萎縮なし",
                            "疑いあり  骨萎縮度Ⅰ度",
                            "あり  骨萎縮度Ⅱ度以上",
                            "」(31頁。以下，この「表21  原発性骨粗鬆症の診断基準(2000年度改訂版)」に係る診断基準を「2000年診断基準」という。)",
                            "③  「Ⅲ  骨粗鬆症による骨折の危険因子",
                            "・・・",
                            "骨折の危険因子は，「骨密度低下」「骨質低下」「外力(転倒など)」に影響を与える因子である。骨折高リスク患者を判定するには，骨密度測定に加えて，「骨質」「外力」に関連する危険因子を評価する必要があり，骨密度とは独立した骨折危険因子が何であるかを知っておくことがポイントとなる。",
                            "年齢，性  ・・・",
                            "低骨密度  ・・・",
                            "骨折既往  ・・・",
                            "・・・」(34頁)。",
                            "④  「表22  骨折の危険因子(メタアナリシス，システマティック・レビューによる結果〔エビデンスレベルⅠ〕のみ表示)",
                            "危険因子                文献  成績",
                            "低骨密度  …  …",
                            "骨密度とは独立 既存骨折*  …  …",
                            "した危険因子  …",
                            "…  …",
                            "」(35頁)",
                            "⑤  「現在，骨粗鬆症治療開始は骨密度を基準に行われているが，同じ骨密度を示していても年齢が高いほど，表22の危険因子＊をもつほど，骨折リスクは高くなる。骨密度，年齢，危険因子を総合的に考慮に入れることで，骨折リスクの高い人をより効果的に判別できる。」(35頁)",
                            "⑥  「表30  骨粗鬆症治療についての基本的な考え方",
                            "1．骨粗鬆症治療は骨折危険性を抑制し，QOLの維持改善をはかることを目的とする。",
                            "2．脆弱性骨折予防のための薬物治療開始基準は，骨粗鬆症診断基準とは別に定める。",
                            "3．わが国では骨折危険因子として，低骨密度，既存骨折，年齢に関するエビデンスがあり，WHOのメタアナリシスでは過度のアルコール摂取(1日2単位以上)，現在の喫煙，大腿骨頸部骨折の家族歴が確定している。",
                            "4．骨粗鬆症の薬物治療開始は上記の骨折危険因子を考慮して決定する。」(53頁)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「骨粗鬆症の予防と治療ガイドライン2006年版  2ないし3頁」(2006年。甲128)",
                          "text": [
                            "「ＮIHコンセンサス会議では，骨粗鬆症の定義を「骨強度の低下",
                            "を特徴とし，骨折のリスクが増大しやすくなる骨格疾患・・・」に修正した。さらに，「骨強度」は骨密度と骨質の二つの要因からなり，BMDは骨強度のほぼ70％を説明するとした。残りの30％の説明要因を“骨質”という用語に集約し，その内容には，構造，骨代謝回転，微細損傷の集積，骨組織のミネラル化などをあげた」(2頁右欄27ないし36行目)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の各記載によると，本件基準日当時の技術常識は，次のとおりである。",
                        "すなわち，①骨粗鬆症は，骨強度の低下を特徴とし，骨折の危険性が増大した骨疾患であり，その治療の目的は，骨折を予防し，QOLの維持改善を図ることである，②骨粗鬆症は，加齢とともに発生が増加する，③骨粗鬆症による骨折の複数の危険因子の中で，わが国では，低骨密度，既存骨折，年齢に関するエビデンスがある，④骨粗鬆症の診断基準に関して，1990年当時，厚生省シルバーサイエンスプロジェクト「老人性骨粗鬆症の予防および治療に関する総合的研究班」により提唱された診断基準(1989年診断基準)があったが，1996年に診断基準が改訂され(1996年診断基準)，その後，2000年に更に改訂された(2000年診断基準)，⑤骨強度は骨密度と骨質の2つの要因からなり，骨密度が骨強度のほぼ70％を，骨質が残りの30％を説明する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件3条件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7発明と本件発明1とは，「1回当たり200単位のPTH(1-34)又はその塩が週1回投与されることを特徴とする」との用量の点において一致するが，その投与の対象となる骨粗鬆症患者の範囲を一応異にする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲7発明で投与対象とされた患者は，前記(1)のとおり，1989年診断基準で骨粗鬆症と診断された患者であるところ，甲7発明に接した当業者が，甲7発明のPTH200単位週1回投与の骨粗鬆症治療剤を投与する対象患者を選択するのであれば，より新しい基準を参酌しながらその患者を選別することは，当業者がごく普通に行うことであるから，1989年診断基準とともに，より新しい，1996年診断基準又は2000年診断基準を参酌するといえる。",
                            "そして，前記ア(ア)b及びcのとおり，1996年診断基準で骨粗鬆症と診断される者は，①骨萎縮度I度以上又は骨密度値がYAMの80％以下の低骨量で非外傷性椎体骨折を有する者か，②X線上椎体骨折を認めないが，骨萎縮度Ⅱ度以上，又は，骨密度値がYAMの70％未満である者であり，2000年診断基準で骨粗鬆症と診断される者は，③骨萎縮度Ⅱ度以上又は骨密度がYAMの80％未満の低骨量で，軽微な外力による非外傷性椎体骨折等(脆弱性骨折)を有する者か，④脆弱性骨折がないものの，骨萎縮度Ⅱ度以上，又は，骨密度値がYAMの70％未満の者である。",
                            "本件条件(2)及び本件条件(3)は，上記①と同じであるから(「既存の骨折」は「非外傷性椎体骨折」を含む。)，当業者が甲7発明の200単位週1回投与の骨粗鬆症治療剤を投与する骨粗鬆症患者を本件条件(2)及び本件条件(3)で選別するのには何ら困難を要しない。",
                            "また，前記ア(イ)のとおり，骨粗鬆症は，加齢とともに発生が増加するとの技術常識があり，高齢者は加齢を重ねた者であるのは明らかであるところ，高齢者として65歳以上の者を選択するのは常識的なことであり，高齢者の医療の確保に関する法律32条でも65歳以上が高齢者とされている。したがって，これらを参酌し，骨粗鬆症による骨折の複数の危険因子として，低骨密度及び既存骨折に並んで年齢が掲げられていることに着目して投与する骨粗鬆症患者を65歳以上として，本件条件(2)及び本件条件(3)に加えて本件条件(1)のように設定することはごく自然な選択であって，何ら困難を要しない。",
                            "そうすると，甲7発明に接した当業者が，投与対象患者を本件3条件を全て満たす患者と特定することは，当業者に格別の困難を要することではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，前記第3の4(2)ア(イ)a及びbのとおり，本件3条件は，層別解析により初めて，本件条件(1)ないし本件条件(3)を組み合わせるとPTHの骨折抑制効果が高いという新規な知見を得たことに基づくものであり，本件3条件は一般的な指標ではなく，甲7文献の開示事項からは導かれず，むしろ甲7文献にはサブグループ間で薬物に対する応答は同程度であった旨の記載があり，甲7発明から本件3条件を選択する動機付けは否定される旨主張する。",
                            "しかしながら，前記(ア)において判示したように，本件基準日における技術常識に照らせば，甲7発明に接した当業者が投与対象患者を本件3条件の全てを満たす患者とすることに格別の困難はない。また，本件3条件の組合せについても，客観的観点からその選択において格別なものである，あるいは，他の骨折リスク因子等も含めた様々な組合せが想定される中で本件3条件を組み合わせること自体に特別の意味合いがあると認めるに足りる証拠はない(被告が主張する層別解析は，後述するように，あくまで本件3条件の全てを満たす患者(高リスク患者)のグループと，本件3条件の全部又は一部を満たさない患者(低リスク患者)のグループのうちごく一部のグループとを比較するものにすぎず，また，その結果自体も被告主張の顕著な効果が認められると即断できるものではない。)。",
                            "そして，確かに甲7文献には，別紙2のとおり，「年齢が64歳以下と65歳以上，体重が49㎏以下と50㎏以上，閉経後10年未満，10から20年，20年以上，および脊椎骨折が0，1および2箇所以上を有するサブグループに被験者を分類して比較したところ，サブグループ間で薬物に対する応答は同程度であった。」との記載があることは認められるものの(300頁左欄11行ないし右欄6行目)，当該記載は，上記記載中の条件によってサブグループ化されたサブグループ間の薬物効果の比較について述べているにすぎず，当該記載により，甲7発明の投与対象患者をサブグループ化すること全般が阻害されるとはいえない。",
                            "したがって，被告の上記主張は，いずれも採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，被告は，前記第3の4(2)ア(イ)cのとおり，甲7発明における200単位投与群には，副作用が多発しており，200単位は副作用脱落率が高い用量と認識されているから，当業者はこれを試みない旨主張する。",
                            "確かに，別紙2のとおり，甲7文献には，PTH200単位週1回投与のH群の副作用発生率は42％であり，72人のうち16人(約22％)が副作用により脱落していて，副作用発生率及び副作用による脱落率は，50単位を投与したL群(副作用発生率19％)及び100単位を投与したM群(副作用発生率19％)のいずれと比べても高いことが記載されており(表6)，骨粗鬆症の治療は長期間にわたるため，臨床使用において患者の症状や治療継続意思に直接に影響する副作用が起こることは望ましくはないから(甲69ないし71，96)，甲7文献の上記記載に接した当業者は，この点に限っていえば，200単位の投与よりも100単位の投与の方がより適当であると認識することが考えられる。",
                            "しかしながら，他方，甲7文献には，重篤な有害事象は認められないと記載されており(301頁左欄1行ないし右欄4行目)，さらに，200単位の投与が腰椎骨密度を48週間後に8.1％増加させたこと，及び，その増加の程度は，100単位投与の3.6％，及び，50単位投与の0.6％のいずれよりも高いことが記載され，PTHは腰椎骨密度を48週という比較的短期間で用量に依存して増加させる極めて有望なものと評価されている(300頁左欄11行ないし右欄6行目，301頁右欄5行ないし303頁23行目。有望とされた対象から200単位の投与のみが排除されているとは理解し難い。)。そして，前記ア(イ)のとおり，骨粗鬆症の治療の目的は骨折を予防することであるところ，骨密度が低いことは，既存骨折，年齢とともに，わが国でエビデンスがある骨折危険因子であり，骨密度は骨強度のほぼ70％を説明するとの技術常識がある。",
                            "以上によれば，甲7文献に接した当業者は，200単位週1回投与と100単位週1回投与とを対比した場合に，副作用の面と効果の面を総合考慮して，いずれを選択するか判断するものと考えられ，200単位週1回投与がその選択が排除されるほど劣位したものと見られるとはいえず，これを選択することもまた十分に動機付けられているというべきである。",
                            "したがって，被告の上記主張は，採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，被告は，前記第3の4(2)ア(イ)dのとおり，PTH製剤が高齢者には効きにくいということは技術常識であったから，PTHを高齢者に特に使用しようとする積極的な動機付けは生じない旨主張する。",
                            "被告は，関係文献(乙28，29)を挙げて，PTH製剤が高齢者には効きにくいということは技術常識であるとするが，「The  Skeletal  Response  to  Teriparatide  Is  Largely  Independent  of  Age，",
                            "Initial  Bone  Mineral  Density，  and  Prevalent  Vertebral  Fractures  in  Postmenopausal  Women  With  Osteoporosis」(Journal  of  bone  and  mineral  research，  vol．18，  Ｎo．1，p18-23，2003)(乙28)における記載(21頁FIG.2)及び「フォルテオ皮下注キット600μg  フォルテオ皮下注カート600μg「2．7．3臨床的有効性の概要」」(乙29)における記載(213頁)として，プラセボ投与群，テリパラチド20μg投与群(連日投与)及びテリパラチド40μg投与群(連日投与)に分けてフォルテオを投与した際の新規椎体骨折発生率の結果が示されているところ，65歳以上75歳未満の患者，及び，75歳以上の患者いずれに対しても，テリパラチド投与群における椎体骨折発生率は，プラセボ投与群の椎体骨折発生率より低くなっているから，これらの記載をもって，フォルテオが高齢者，すなわち65歳以上の患者に効きにくいなどとはいえない。",
                            "また，被告は，20μg投与群又は40μg投与群のプラセボ投与群に対する骨折相対リスク減少率は，患者が75歳以上の場合には，65歳以上75歳未満の場合よりも低くなっている旨を指摘するが，75歳以上の患者群の骨折相対リスク減少率が65歳以上75歳未満の患者群の骨折相対リスク減少率よりも低いとしても，それは，投与対象を75歳以上の高齢者とすることの動機付けの有無の問題にはなるとしても，投与対象を65歳以上の高齢者とすることの動機付けには何らの影響を与えない。",
                            "したがって，上記各文献をもって，200単位のPTH製剤を65歳以上の高齢者に投与することが妨げられ，動機付けが生じないとはいえず，被告の上記主張を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そのほかにも，被告はるる主張するが，いずれの点についても，前記(ア)の認定を左右するものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基準日(平成22年9月8日)時点のPTH製剤の投与期間に関する技術常識等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "下記文献には，以下に引用する記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「「フォルテオ皮下注カート600μg，同皮下注キット600μgの審議結果報告書」に添付された審査報告書」(2010年4月。甲15の1)",
                          "text": [
                            "①  「[用法・用量]  通常，成人には1日1回テリパラチド(遺伝子組換え)として20μgを皮下に注射する。",
                            "なお，本剤の投与は18ヵ月間までとすること。」(2頁)",
                            "②  「3)  投与期間の上限",
                            "・・・それまでに実施した臨床試験における投与期間を基に設定することとし，米国及び欧州では投与期間の上限を24ヵ月間として承認されている。国内においては，GHDB試験での18ヵ月間のデータより安全性が確認されることを前提に，投与期間の上限を18ヵ月間として承認申請を行い，その後18ヵ月時点のデータを提出した。なお，国内GHDB試験において24ヵ月間投与の使用経験を得るため，投与期間を24ヵ月間に延長して2009年9月に終了した。」(96頁)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「骨粗鬆症の予防と治療ガイドライン2006年版」(2006年。甲101)",
                          "text": [
                            "「  ■副甲状腺ホルモン(PTH)",
                            "ヒトPTH(1-34)(テリパラチド)皮下注射剤",
                            "骨形成促進薬としての効果が期待されているPTHは，海外において大規模臨床試験が実施され，すでに米国をはじめとする多くの国で認可されている。閉経後5年以上を経過し椎体骨折を有する骨粗鬆症患者を対象とした大規模臨床試験では，20μgのヒトPTH(1-34)の平均18ヵ月にわたる連日自己皮下注射により新規椎体骨折の発生を対照群の14％から5％へと1／3近く低下させた。」(99頁)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「メルクマニュアル  第18版  日本語版」(2006年。甲136)",
                          "text": [
                            "「合成副甲状腺ホルモン(PTH1-34；teriparatide)を平均20カ月間毎日注射すると，骨量が増し骨折が減少する。」(326頁)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「骨折抑制のための薬剤選択  閉経後女性」(CLIＮICAL  CALCIUM，Vol．17，ＮO．7，86-92，2007)(甲139)",
                          "text": [
                            "「  骨形成促進剤",
                            "PTHを間歇投与すると，海綿骨を中心に骨形成促進作用を有し，椎体圧迫骨折を有する閉経後骨粗鬆症女性1,637名に，プラセボ，20μg，40μgPTH(1-34)を21ヵ月連日皮下投与すると腰椎骨密度はPTH投与でそれぞれ9.7％，13.7％増加した。PTHの骨折防止に対する効果は，20μg，40μg投与で新規椎体圧迫骨折発症頻度をそれぞれ65％，69％減少させ，非椎体骨折発症頻度も有意に低下した(それぞれ53％，54％)」(90頁)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲19文献，甲20文献及び甲52文献",
                          "text": [
                            "別紙3-1ないし3記載のとおり。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の各記載によると，本件基準日時点のPTH製剤の投与期間に関する技術常識は，次のとおりである。",
                        "すなわち，①海外では既に投与期間の上限を24か月とするPTH20μg連日投与の製剤が認可されていたこと，②PTH20μg又は40μg18か月間以上の連日投与により骨密度の増加と新規椎体骨折の発生の抑制を得られることが知られていたこと，③甲19文献の試験では，1年間のテリパラチド20μg連日投与後，2年目もテリパラチドの投与を続けた群(305例)では，2年目も腰椎骨密度の上昇が継続したのに対し，2年目にテリパラチドの投与をやめて，ラロキシフェン投与に切り替えた群(100例)では腰椎骨密度の変化はなく，2年目に積極的な治療を行わないでカルシウムとビタミンDの補充のみに切り替えた群(102例)では腰椎骨密度が減少したこと(726頁要旨欄，729頁右欄10行ないし730頁右欄7行目，731頁図3A，732頁右欄1行ないし733頁左欄4行目，733頁表2，734頁40ないし52行目)，④甲20文献の試験では，2年間のテリパラチド20μg連日投与により，腰椎骨密度が継続して上昇したこと(1595頁図2)，⑤甲52文献の試験では，テリパラチド20μg連日投与又は40μg連日投与を18か月で終了すると，その6か月後，18か月後に骨密度が下降していったこと(2028頁図3C)が技術常識として当業者に知られていたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件条件(4)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「48週を超過して72週以上までの間」投与されることの技術的意義",
                          "text": [
                            "本件条件(4)は，投与期間を「48週を超過して72週以上までの間」とするものであるところ，これは，「までの間」として一定の期間内における投与を規定し，その始期(投与自体の開始は0週からである。)を「48週を超過」と，同終期を「72週以上」とするものと理解できる。",
                            "そして，本件明細書には，骨折発生を主要評価項目とした二重盲件比較臨床試験において，その効果が24週後又は26週後という早期から発現し，投与後48週を超えてからの新規椎体骨折は認められなかったことが記載された上で，投与期間として，24週以上，26週以上，48週以上，52週以上，72週以上や78週以上が例示され，最も好ましいものを78週以上としている(【0032】)。",
                            "また，実施例2として，本件3条件の全てを満たす患者(高リスク患者)に対して，被験薬(PTH200単位)又は対照薬(プラセボ)を，72週間にわたり週に1回の頻度で間欠的に皮下投与したところ(【0098】)，半年毎の新規椎体骨折発生率は，対照薬投与群では，24週以下，24週を超えて48週以下，48週を超えて72週以下のいずれの区間でも約5％でほぼ一定であったが，被験薬投与群では，投与期間が長くなるにつれて区間ごとの発生率が低下しており，48週を超えてからの新規椎体骨折の発生はなかったこと(【0131】，【0132】，【表34】，【表35】)，カプラン-マイヤー推定法による72週後の椎体骨折(新規及び増悪)発生率が，被験薬投与群で3.5％，対照薬投与群で16.3％であること(【0133】)が記載されている。",
                            "これらの記載によると，本件発明は，遅くても48週を超えてからの新規椎体骨折の発生はなかったことを踏まえて，始期を「48週を超過」とし，試験期間が72週であったことを踏まえて，少なくとも72週までの継続した投与を要するとの趣旨で終期を「72週以上」(72週が含まれる。)としたものと理解される。",
                            "ところで，本件明細書には，上記のほかに「48週」なる数値の技術的意義についての記載はないところ，【表34】において，48週を超えて72週までの間に骨折発生がなかったということは，とりもなおさず24週を超えて48週以下までの間に発生した最後の骨折以降に更なる骨折発生がなかったことを意味し，しかも，その骨折発生時期は不明であるものの，24週という相当長期の間に発生した骨折例数はわずか2例であること(本件明細書【表35】)に鑑みると，単に新規椎体骨折発生の有無にだけ着目するならば，その効果は24週を超えて48週以下の区間で既に奏していたとの評価もできる。さらに，72週は試験期間が72週であったことによる一応の評価期間とされていることは，被告も自認しているところであり，72週を超える期間での骨折発生率は，本件明細書上不明である。",
                            "以上からすると，「48週」及び「72週以上」に臨界的意義を認めることは困難であり，本件発明の「48週を超過して72週以上までの間」との特定の時期をもって始期及び終期とする限定には格別の技術的意義を見いだすことができず，単に，適宜の区間についてPTHの投与継続につれて骨折発生率が低下していることを示すためだけのものにすぎないというのが相当である。",
                            "これに対して，被告は，本件発明1は48週を超えると骨折抑制効果が増強し実質的に完全に骨折を抑制する効果を発現するものである旨主張するが，その主張を採用するに足りる根拠は見当たらない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "容易想到性について",
                          "text": [
                            "上記ア(イ)のとおり，本件基準日において，連日投与のPTH製剤に関し，48週を超えた投与により骨密度が上昇し，骨折発生が減少することが知られていた。",
                            "一方，甲7発明は，PTH200単位週1回投与により，48週までの間，腰椎BMDが継続的に増加し，48週後には8.1％有意に増加し(甲7文献の296頁左欄1行ないし右欄7行目)，さらに，PTH200単位投与群であるH群では48週の投与期間中に椎体骨折が発生しなかったものである(甲7文献の300頁左欄11行ないし右欄6行目)。そして，前記(2)ア(イ)記載の技術常識によると，当業者であれば，そのような骨密度の増大は骨折の予防に寄与すると理解するといえるところ，甲7文献の試験は，48週までの投与についてのものであるが，その増加率に逓減傾向があるとしても，腰椎BMDが継続的に増加していることが見て取れ(甲7文献の図1)，48週を超えると，これが減少に転じるとする根拠は見当たらない。",
                            "以上からすると，連日投与のPTHに関して48週を超えての投与がされ，それによる骨密度の上昇及び骨折発生の減少が報告されていたことを踏まえ，甲7発明の骨粗鬆症治療剤においても，骨密度の上昇と骨折の予防のために48週を超えて投与するようにすることは，当業者として容易に想到することといえ，これにより本件発明1に至るものというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，前記第3の4(2)イ(イ)及び(ウ)のとおり，①甲7発明においては，48週を超えて投与しても腰椎BMDの増加は見込めず，また，骨折抑制効果も不明であるから，長期投与を試みることの動機付けはない，②甲7発明のPTH200単位週1回投与の副作用発生率，脱落率の高さからみて長期投与を試みることの動機付けはない，③甲7発明の試験は，48週が投与継続の限界と考えられていたのであり，甲7発明において長期投与を試みることには阻害要因がある旨主張する。",
                            "しかしながら，甲7文献の開示事項(図1)からは，48週を超えての投与によって腰椎BMDの増加率が上昇していることは確認できないものの，増加率が低減しながらも正味としては腰椎BMDは増加していることが確認できるのであるから，人体である以上自ずと腰椎BMDの増加に上限はあるとしても，投与48週後にこの腰椎BMDの増加が直ちに消失するとする格別の根拠はないし，骨折抑制効果自体についての有意な記載はなくても，前示のとおり，骨密度の増大が骨折の予防に寄与することは技術常識というべきものであるから，上記①の主張を採用することはできない。",
                            "また，前記(2)イ(イ)cにおいて説示するとおり，甲7発明におけるPTH200単位週1回投与の副作用発生率，脱落率の高さにより，当業者において臨床使用への適用を妨げられるとはいえず，その適用の際，そのBMD増加の効果に鑑みて長期投与することは十分に動機付けられるといえるから，上記②の主張を採用することはできない。",
                            "さらに，甲7文献には，「試験期間を48週間に設定した。この期間は，骨折の危険性と不安が常にある患者を対象として通常の骨測定，血液と尿の採取を行っても脱落率が過度とならずに，十分な制御下で多施設試験を実施できる限界であると思われた。」(297頁右欄43行ないし298頁左欄24行目)と記載されているのであるから，甲7文献上，試験期間が48週に設定された直接の理由は臨床試験の管理上の問題を懸念したことによるものであることは明らかであり，しかも，試験期間の設定は甲7試験の結果を知る前にされるものであることも併せ考えれば，甲7試験の結果を見た当業者が，甲7発明の骨粗鬆症治療剤を治療の場面で用いる際，48週を超えて投与することを阻害されるとはいえないというべきであるから，上記③の主張も採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，前記第3の4(2)イ(エ)のとおり，甲19文献及び甲20文献は，甲7発明とは用法用量の異なる試験に関するから，これら文献の記載事項が甲7発明の骨粗鬆症治療剤を48週を超えて投与する動機付けや臨床に適用する際の阻害事情を取り除く要因とはならないし，むしろ，これら文献は，48週を超過した長期投与では骨折抑制効果が期待できないことが示されたものである旨主張する。",
                            "しかしながら，用法用量が異なることから，その継続期間を直ちに全く同様のものとしてよいと考えることはできないとしても，同じPTH製剤である以上，少なくとも，48週を超過して長期期間投与すること自体が動機付けられないとはいえない。",
                            "次に，確かに甲19文献には，2年間のテリパラチド投与群について継続的にBMDの有意な増加が認められ，その2年目の増加は，1年目をテリパラチド投与で2年目を治療なしとした群に比して有意な差があったとされるものの(729頁右欄10行ないし730頁右欄7行目，図3AないしC)，臨床的脆弱性骨折については，2年間のテリパラチド投与群の2年目の骨折発生率が，1年目をテリパラチド投与で2年目を治療なしとした群の2年目の骨折発生率を上回ったことが示されてはいる(730頁右欄8ないし20行目，表3)。",
                            "しかしながら，両群の臨床的脆弱骨折発生数については有意差はないとされ(730頁右欄8ないし20行目)，「我々の試験は骨折に対する効果を評価するためにデザインされておらず，適切に評価する検出力もない。予測通り，試験期間中の臨床的脆弱性骨折の全数は少なく，ランダムに割り付けられた2年目の治療の群間比較は，3つの逐次的治療の相対的な骨折抑制効果に関して導かれるどの結論も許可されるものではない。」(733頁右欄41ないし57行目)とされているから，甲19文献が，48週を超過した長期投与では骨折抑制効果が期待できないことを示す文献とはいえない。また，甲19文献が被告が主張するような文献とは解し得ない以上，24か月間のテリパラチド治療によりBMDの有意な増加を伴ったことを示す甲20文献も，被告が主張するような点が示された文献とはいえない。したがって，被告の上記主張も採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そのほかにも，被告はるる主張するが，いずれの点においても，前記(ア)の判断を左右するものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "効果について",
              "text": [
                "前示のとおり，本件発明1の構成は容易想到であるが，これに対し，被告は，前記第3の4(2)ウ(ア)のとおり，本件発明1は，本件3条件の全てを満たす患者に対する顕著な骨折抑制効果(効果①)，本件条件(4)を充足することにより，骨折発生率を0％まで低減させる骨折抑制効果(効果②)，PTHの連日投与から想定されるBMD増加率に対する骨折相対リスクと対比して，BMD増加率が低くても，より低い骨折相対リスクが得られる効果(効果③)という，当業者が予測をすることができなかった顕著な効果を奏するものである旨主張する。",
                "以下，これらの効果について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "効果①について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)ア(イ)のとおり，骨粗鬆症は，骨強度の低下を特徴とし，骨折の危険性が増大した骨疾患であり，骨粗鬆症の治療の目的は骨折を予防することであり，「骨強度」は骨密度と骨質の2つの要因からなり，骨密度は骨強度のほぼ70％を説明するとの技術常識があったから，当業者は，骨密度の増加は，骨折の予防に寄与すると理解するところ，甲7文献には，「ここに挙げた薬剤を投与することによって骨密度(BMD)が増加するため，骨折予防は飛躍的に進歩した」(296頁右欄10行ないし297頁左欄25行目)と骨密度の増加が骨折予防に寄与することが記載され，その上で，48週で骨密度を8.1％増大させたことが開示されている(300頁左欄11行ないし右欄6行目)。そうすると，甲7発明の骨粗鬆症治療剤が骨折を抑制する効果を奏していることは，当業者において容易に理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "効果①の骨折抑制効果とは，単なる骨折発生率の低減ではなく，プラセボ投与群の骨折発生率と対比した場合の骨折発生率の低下割合を指すものであるが，本件明細書の記載からでは，本件3条件の全てを満たす患者と定義付けられる高リスク患者に対する骨折抑制効果が，本件3条件の全部又は一部を欠く者と定義付けられる低リスク患者に対する骨折抑制効果よりも高いということを理解することはできない。",
                        "すなわち，効果①を確認するためには，高リスク患者に対する骨折抑制効果と低リスク患者に対する骨折抑制効果とを対比する必要があり，単に高リスク患者とプラセボを対比して高リスク患者に対する骨折抑制効果を示しただけでは，高リスク患者がPTH投与群の中で特に効果を奏する患者群であることを明らかにしたことにはならないところ，前記1のとおり，本件明細書には，実施例1において，高リスク患者では，100単位週1回投与群における新規椎体骨折及び椎体以外の部位の骨折発生率は，いずれも実質的なプラセボである5単位週1回投与群における発生率に対して有意差が認められるが，低リスク患者では，100単位週1回投与群における新規椎体骨折及び椎体以外の部位の骨折の発生率は，いずれも，5単位週1回投与群における発生率に対して有意差が認められなかったと記載されているのにとどまる(【0086】ないし【0096】，【表6】ないし【表11】)。そして，低リスク患者の新規椎体骨折についていえば，100単位週1回投与群11人と5単位週1回投与群10人(令和3年5月10日付け被告第1準備書面31頁における再解析の数値による。)について，それぞれ，ただ1人の骨折例数があったというものであり，また，椎体以外の部位の骨折は，上記5単位週1回投与群について，ただ1人の骨折例数があったというものであって，有意差がなかったことが，症例数が不足していることによることを否定できない。このように，低リスク患者において，100単位週1回投与群の新規椎体骨折及び椎体以外の部位の骨折の発生率が5単位週1回投与群のそれらの発生率に対して有意差がなかったとの結論が，上記のような少ない症例数を基に導かれたことからすると，高リスク患者における骨折発生の抑制の程度を低リスク患者における骨折発生の抑制の程度と比較して，前者が後者よりも優れていると結論付けることはできない。",
                        "したがって，実施例1をみても，高リスク患者に対するPTHの骨折抑制効果が，低リスク患者に対するPTHの骨折抑制効果よりも高いということを理解することはできず，さらに，本件明細書のその他の部分をみても，高リスク患者に対するPTHの骨折抑制効果が，低リスク患者に対するPTHの骨折抑制効果よりも高いということを理解することはできない。",
                        "以上によれば，効果①は，本件明細書の記載に基づかないものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，効果①を明らかにするものとして，甲88証明書及び甲95証明書を提出する。",
                        "しかしながら，本件明細書の記載から，高リスク患者に対するPTHの骨折抑制効果が，低リスク患者に対するPTHの骨折抑制効果よりも高いということを理解することができず，また，これを推認することもできない以上，効果①は対外的に開示されていないものであるから，上記各実験成績証明書を採用して，効果①を認めることは相当でない。",
                        "仮に，上記各実験成績証明書を参酌するにしても，本件3条件の全てを満たす患者(高リスク患者)のグループと，本件3条件の全部又は一部を満たさない患者(低リスク患者)のグループのうちごく一部のグループとを比較しているものにすぎないから，本件3条件の効果が明らかになっているとはいえない。また，甲88証明書には，本件条件(1)を満たし，本件条件(2)又は本件条件(3)のいずれかを満たさない患者とされる「非3条件充足患者」につき，「非3条件充足患者においてもPTH投与群ではコントロール群よりも骨折の発生が抑制されたが，3条件充足患者においては，PTH投与群ではコントロール群よりも骨折の発生が『有意に』抑制された。」旨が，甲95証明書には，本件条件(1)及び本件条件(4)を満たし，本件条件(2)又は本件条件(3)のいずれかを満たさない患者とされる「非4条件充足患者」につき，48週を超過して投与される場合(①)及び72週以上投与される場合(②)のいずれについても，「非4条件充足患者①(非4条件充足患者②)においてもPTH投与群では，コントロール群よりも骨折の発生は抑制されたが，4条件充足患者①(4条件充足患者②)においてはPTH投与群ではコントロール群よりも骨折の発生が『有意に』抑制された。」と記載されているだけである。すなわち，本件3条件を満たさない患者については，PTH投与群においてコントロール群よりも骨折発生が抑制されたものの有意差がなかったことが理解できるのみであり，それら有意差がなかったとの結論も，コントロール群の症例数が少ないことによるものであって，高リスク者と低リスク者の各群間に差があることが示されたとはいえず，本件3条件の全てを満たす患者の骨折発生の抑制の程度が本件3条件を満たさない患者に対する骨折発生の抑制の程度より優れていると結論付けることはできない。そうすると，上記各実験成績証明書をみても，本件3条件を全て満たす患者に対するPTHの骨折抑制効果が，本件3条件を満たさない患者に対するPTHの骨折抑制効果よりも高いということを理解することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，いずれにしても効果①を認めることはできないから，その他の点について判断するまでもなく，効果①を予測することのできない顕著な効果という余地はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "効果②について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(ア)とおり，骨密度の増大は骨折の予防に寄与するものと理解されるところ，甲7発明は，48週で骨密度を8.1％有意に増大し，48週を超えても腰椎BMDが継続的に増加しすることが見込まれるものであり，甲7文献には，試験の結果を示す事実として，200単位投与群では，48週間の投与において椎体骨折が発生しなかったことが示されている(300頁左欄11行ないし右欄6行目)。そうすると，PTH200単位投与の甲7発明において，投与期間が48週を超えても，48週までの投与期間においてのものと同等の骨折抑制の効果がある程度継続すると考えるのが自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "効果②の骨折抑制効果とは，本件3条件の全てを満たす患者に本件発明1に係るPTH200単位週1回投与を48週を超えて少なくとも72週まで投与した場合に骨折発生率を0％に低減するというものであるが，前記(3)イ(ア)aのとおり，「48週」及び「72週」という数値それ自体には格別の技術的意義を見いだすことはできない。",
                        "この点をさておいても，前記(ア)のとおり，甲7発明において，同等の骨折抑制の効果が48週を超過してもある程度継続すると考えるのが自然であるところ，試験の結果を示す事実にすぎないとはいえ，甲7発明でも，48週間の投与において椎体骨折が発生していなかったことに鑑みると，本件発明1において，48週を超えて72週までの区間での骨折発生数は0件であり，骨折発生率が0％であったとしても，その骨折抑制効果が当業者にとって意外なものとまではいえず，予測し得る範囲内のものであるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，前記第3の4(2)ウ(ウ)のとおり，①甲7発明においては，プラセボとの比較が無いので骨折発生数が0件であるからといってそれが骨折抑制効果が期待されることにはならないし，椎体骨折数についての群間比に有意差はなかったから，甲7発明から，48週を超過して72週以上までの間投与することによる顕著な骨折抑制効果を当業者が予測することはできない，②BMD増加率は低下し鈍化すると予測されるにもかかわらず，骨折抑制効果が増強することは甲7文献の開示からは予測できない，③甲19文献及び甲20文献からは，PTHの長期投与による骨折抑制効果は予測することはできない旨を主張する。",
                        "しかしながら，前記(ア)のとおり，骨密度を増大させる甲7発明において骨折抑制効果があるものと理解され，その効果が投与期間が48週を超えてもある程度継続すると考えるのが自然であるから，当業者は，甲7発明において骨折発生率についてプラセボ投与群との対比がないとしても，甲7発明の骨粗鬆症治療剤に骨折抑制効果があり，これが48週を超過して継続することを予想し得るというべきである。また，甲7文献において「L群で被験者3名，M群で5名およびH群で0名に椎体骨折が発生したが，各群間の差は有意ではなかった。」(300頁左欄11行ないし右欄6行目)と記載されているとおり，有意差がなかったとされる群間比は，50単位(L群)，100単位(M群)及び200単位(H群)のPTH投与群の中での対比のことを指すのであるから，200単位投与群の他の群に対する優位性は示されていないとしても，200単位投与に骨折抑制効果がないことまでを示すものとは理解され得ない。これらの事情を総合考慮すると，上記①の主張は採用することができない。",
                        "また，前記(3)イ(イ)aのとおり，腰椎BMDの増加率が上昇していないとしても，腰椎BMDは正味としては増加していることや，同bのとおり，甲19文献及び甲20文献がPTHの長期投与による骨折抑制効果の予測を妨げる文献とはいえないことからすれば，上記②及び③の主張も採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，効果②を明らかにするものとして，甲95証明書を提出する。",
                        "しかしながら，効果②は，PTHの長期間の投与により効果が増強するとするものであるから，そもそもPTHの投与を受けたことのないプラセボ投与群との関係においてただ単にPTHに骨折抑制効果があることだけを示しても，効果②が顕著であることを示したとはいえない。そして，被告が自認するとおり，甲95証明書は，本件3条件の全てを満たす患者と本件3条件の全部又は一部を満たさない患者のそれぞれにつき，48週を超過して投与した場合の投与期間全体の骨折数又は72週以上投与した場合の投与期間全体の骨折数をPTH200単位週1回投与群とプラセボ投与群ごとに集計して対比をしたものであって，PTH200単位週1回投与を48週を超えて継続すると骨折発生率がゼロになる効果を示すためのものではなく，また，甲95証明書からそのような効果の存在をうかがうこともできない。さらに，甲95証明書は，最終的な評価例数しか記載していないので，脱落者がいつ，どの程度生じたのかが不明であり，また，最終的な骨折例数しか記載していないので，骨折がいつ，どの程度発生したのかが不明であり，結局，48週以下の投与期間中の骨折発生数も骨折発生率も分からず(48週を超過して投与した患者も72週以上を投与した患者も必ず48週以下投与がされている。)，48週以下の投与期間中と48週を超過した投与期間中の効果に相違があるのかを明らかにするものでもない。加えて， 甲95証明書は，対象患者を被験薬投与群，対照薬投与群のいずれも全て本件条件(4)を満たす者としており，PTH200単位週1回投与を48週以下投与した患者(例えば，PTH200単位週1回投与を48週まで継続し，その後治療を中止した患者)と48週を超えて投与した患者との間で，被験薬を投与された場合の新規椎体骨折発生数を対比するようなものではない。",
                        "したがって，甲95証明書は，効果②を明らかにするものとはいえはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，いずれにしても効果②を認めることはできないから，その他の点について判断するまでもなく，効果②を予測することのできない顕著な効果という余地はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果③について",
                  "text": [
                    "被告は，PTHの連日投与から想定されるBMD増加率に対する骨折相対リスクと対比して，BMD増加率が低くてもより低い骨折相対リスクが得られるとの効果が生ずるとして，これを本件発明の予測できない顕著な効果とするが，本件明細書には，PTHの連日投与から想定されるBMD増加率と骨折相対リスクとの関係を記載した部分は見当たらず，上記主張は，明細書に記載されていない効果を主張するものであって失当というほかない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "そのほか被告がるる主張するところも，前記アないしウの判断を左右するものではなく，効果の程度等につき更に検討を加えるまでもなく，本件発明1が，当業者が予測をすることができなかった顕著な効果を奏するものであると認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，相違点1及び3に係る本件発明1の構成を想到することは容易と認められ，本件発明1の効果も当業者において予測できない顕著なものとは認められないから，結局，相違点1及び3は当業者が容易に想到し得たものというべきであり，相違点1及び相違点3が容易に想到できないと認定した本件審決の判断には誤りがある。そうすると，相違点1及び相違点3が容易に想到できないことから相違点2について検討するまでもなく本件発明1の進歩性を認めた本件審決の判断にも誤りがあり，取消事由4-1は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4-2(本件発明2の進歩性に関する判断の誤り)の有無について",
          "text": [
            "前記2(5)のとおり，相違点1及び相違点3が容易に想到できないと認定した本件審決の判断には誤りがある。そうすると，相違点1及び相違点3が容易に想到できないことから相違点2及び相違点4について検討するまでもなく本件発明2の進歩性を認めた本件審決の判断にも誤りがあり，取消事由4-2は，理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由4-1及び4-2には理由があるから，その他の点について判断するまでもなく，本件審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10069",
    "date": "2021-12-09",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090748",
    "ipprecedent_id": "5664",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}