{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2018-700836号事件について令和2年3月3日にした決定のうち，特許第6313974号の請求項1，4及び8～10に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議の申立てを一部認容した決定に対する取消訴訟である。争点は，進歩性欠如の判断の違法性の有無(相違点に係る容易想到性の判断の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要等",
          "text": [
            "原告は，発明の名称を「架橋アクリル系樹脂粒子及びその製造方法，樹脂組成物並びに包装物品」とする発明に係る特許権(特許第6313974号。以下，「本件特許権」といい，本件特許権に係る特許を「本件特許」という。)の特許権者である。本件特許は，平成25年12月27日に特許出願(特願2013-273137号)が行われ(優先権主張：平成25年3月29日〔以下，「本件優先日」という。〕，特願2013-75290号，日本国)，平成30年3月30日に設定登録を受けた(甲6)。",
            "本件特許について，平成30年10月12日付けで1件，同月17日付けで2件，同月18日付け1件，それぞれ特許異議の申立てがあり(弁論の全趣旨)，特許庁は，これらを異議2018-700836号事件として審理し，原告は，令和元年10月7日付けで訂正請求をした(甲8。以下，訂正後の請求項1，3～11に係る各発明につき，「本件発明1」などといい，本件発明1，本件発明4，本件発明8～10を，併せて「本件発明」という。また，本件特許の明細書を「本件明細書」という。)。",
            "特許庁は，上記訂正請求を認めた上で，令和2年3月3日，「特許第6313974号の請求項1，4及び8～10に係る特許を取り消す。特許第6313974号の請求項3，5～7及び11に係る特許を維持する。特許第6313974号の請求項2に係る特許に対する本件の各異議申立てをいずれも却下する。」との決定(以下，「本件決定」という。)をし，その謄本は，同年3月13日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の訂正後の特許請求の範囲(甲8，弁論の全趣旨)",
          "text": [
            "【請求項1】(本件発明1)",
            "メチルメタクリレート，エチルメタクリレート，プロピルメタクリレート，n-ブチルメタクリレート，イソブチルメタクリレート，及びt-ブチルメタクリレートよりなる群から選択される少なくとも一種を含むアクリル系モノマー(アクリル酸及びメタクリル酸を除く)を含む原料モノマーの重合体であるアクリル系樹脂(粘着剤を除く)を含み，120℃で1．5時間加熱後の残存モノマー及び水分を含む揮発分の揮発による加熱減量が1．5％以下であり，体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．0体積％以下であり，体積平均粒径が3～50μmであり，分級されたものであって，バインダー樹脂及び粘度を調整するための溶媒(水を除く)と共に樹脂組成物を構成し，上記樹脂組成物から形成される塗膜表面に凹凸を形成することを特徴とする架橋アクリル系樹脂粒子。",
            "【請求項2】(削除)",
            "【請求項3】(本件発明3)",
            "多孔質であることを特徴とする請求項1に記載の架橋アクリル系樹脂粒子。",
            "【請求項4】(本件発明4)",
            "アクリル系樹脂は，複数個の(メタ)アクリロイル基を有するアクリル系多官能性モノマーによって架橋されており，上記アクリル系多官能性モノマーは，脱水エステル化法による生成物であって且つ蒸留によって精製されていることを特徴とする請求項1又は3に記載の架橋アクリル系樹脂粒子。",
            "【請求項5】(本件発明5)",
            "アクリル系モノマー及び多官能性モノマーを含む原料モノマーを第一温度領域にて重合させた後に上記第一温度領域よりも高い第二温度領域にて更に重合させて架橋アクリル系樹脂粒子を製造する重合工程と，上記重合工程で得られた上記架橋アクリル系樹脂粒子を真空度0．03～0．08MPaで且つ30～90℃の条件下にて乾燥させる乾燥工程と，上記乾燥工程で乾燥された上記架橋アクリル系樹脂粒子を相対湿度が30％以下の雰囲気下において風力分級によって体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．0体積％以下となるように分級する分級工程とを含むことを特徴とする架橋アクリル系樹脂粒子の製造方法。",
            "【請求項6】(本件発明6)",
            "多官能性モノマーは，複数個の(メタ)アクリロイル基を有するアクリル系多官能性モノマーを含み，上記アクリル系多官能性モノマーは，脱水エステル化法による生成物であって且つ蒸留によって精製されていることを特徴とする請求項5に記載の架橋アクリル系樹脂粒子の製造方法。",
            "【請求項7】(本件発明7)",
            "第一温度領域が30℃以上且つ80℃未満であると共に，第二温度領域が80～120℃であることを特徴とする請求項5に記載の架橋アクリル系樹脂粒子の製造方法。",
            "【請求項8】(本件発明8)",
            "バインダー樹脂と，請求項1，3又は4に記載の架橋アクリル系樹脂粒子と，粘度を調整するための溶媒(水を除く)とを含むことを特徴とする樹脂組成物。",
            "【請求項9】(本件発明9)",
            "請求項8に記載の樹脂組成物を透明フィルム基材上に塗工してなることを特徴とする光学フィルム。",
            "【請求項10】(本件発明10)",
            "防眩用であることを特徴とする請求項9に記載の光学フィルム。",
            "【請求項11】(本件発明11)",
            "請求項1，3又は4に記載の架橋アクリル系樹脂粒子が，水蒸気透過度が50g／m2・24時間以下である包装材料で密封されてなることを特徴とする包装物品。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2-3(国際公開第2008／023648号)には，次の引用発明c-1～3が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明c-1",
                      "text": [
                        "「ブチルメタクリレートと1，6-ヘキサンジオールジアクリレートとからなるモノマー混合物を水中に分散させて2，2’-アゾビス(2，4-ジメチルバレロニトリル)を用いてポリシロキサン微粒子の存在下重合して得られる重合体粒子を，湿式分級して洗浄・乾燥し粉砕した粒子径10．1μm，水分含量0．5質量％以下の重合体粒子を，更に乾式分級して得られる重合体粒子であって，平均粒子径6．0μmで平均粒子径の2倍を超える粗大粒子が25個／0．5gである粒子。」に係る発明"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明c-2",
                      "text": [
                        "「透明バインダー樹脂と引用発明c-1の粒子とを含む樹脂組成物。」に係る発明"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明c-3",
                      "text": [
                        "「透明基材に引用発明c-2の樹脂組成物を塗工して一体化した防眩性フィルム等の光学フィルム。」に係る発明"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「平均粒径」について",
                  "text": [
                    "本件発明における「架橋アクリル系樹脂粒子」の「体積平均粒径」及び引用発明c-1における「重合体粒子」の「平均粒子径」は，いずれも「(Coulter)Multisizer(〔コールター〕マルチサイザー)」又は「Coulter   counter(コールターカウンター)」なる粒度分布測定装置により測定し算出したものと認められる(本件明細書の段落【0031】，甲2-3の段落［0172］)。",
                    "上記の粒度分布測定装置を用いて得られる粒度分布は，いずれも，いわゆる「コールター原理」に基づき，電解質溶液中の個々の粒子の測定部位通過によるインピーダンス変化を直接検出し，個々の粒子の粒径を球換算粒径として1個ずつ測定した上で，その個数分布を粒径を横軸とし個数(頻度)を縦軸として積算ヒストグラム(又は積算頻度曲線)にして整理したものであって，平均粒径は，当該個数分布に従い，いわゆる算術平均径として算出したものと認められる。",
                    "したがって，単一の粒子試料において，「コールター原理」に基づく各粒度分布測定装置を用いて得られた粒度分布である個数分布から算出された平均粒径であれば，単一値となるものと理解される。仮に，単一の粒子試料に係る「コールター原理」に基づく各粒度分布測定装置を用いて得られる粒度分布につき，体積基準の粒度分布(本件明細書の段落【0034】)と重量分布(甲1-1〔特開平7-292003号公報〕の【図2】など)とが存在し，互いに分布として異なるものであるならば，各粒度分布から算出される「体積」平均粒径が異なる可能性はあるが，「コールター原理」に基づく各粒度分布測定装置を用いて得られる粒度分布は，個々の粒子の粒径を球換算粒径として1個ずつ直接測定したものを積算した個数分布であるから，個々の粒子の真比重が有意に異ならない限りにおいて，体積基準又は質量(重量)基準のいずれで整理しようと，粒度分布に有意な差異が生じるものではなく，当該粒度分布に基づき算術的に算出された平均粒径についても有意な差異が生じるものではない。",
                    "したがって，本件発明における「架橋アクリル系樹脂粒子」の「体積平均粒径」及び引用発明c-1における「重合体粒子」の「平均粒子径」は，同一の物性値であるものとして検討を行う。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明c-1の一致点及び相違点",
                  "text": [
                    "＜一致点＞",
                    "「n-ブチルメタクリレート，イソブチルメタクリレート，及びt-ブチルメタクリレートよりなる群から選択される少なくとも一種を含むアクリル系モノマー(アクリル酸及びメタクリル酸を除く)を含む原料モノマーの重合体であるアクリル系樹脂(粘着剤を除く)を含み，分級されたものである架橋アクリル系樹脂粒子」である点",
                    "＜相違点c1＞",
                    "本件発明1では「120℃で1．5時間加熱後の残存モノマー及び水分を含む揮発分の揮発による加熱減量が1．5％以下」であるのに対して，引用発明c-1では当該「加熱減量」につき特定されていない点",
                    "＜相違点c2＞",
                    "本件発明1では「体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．0体積％以下であり，体積平均粒径が3～50μmである」のに対して，引用発明c-1では「平均粒子径6．0μmで平均粒子径の2倍を超える粗大粒子が25個／0．5gである」点",
                    "＜相違点c3＞",
                    "「架橋アクリル系樹脂粒子」につき，本件発明1では「バインダー樹脂及び粘度を調整するための溶媒(水を除く)と共に樹脂組成物を構成し，上記樹脂組成物から形成される塗膜表面に凹凸を形成する」のに対して，引用発明c-1では，当該特定がされていない点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点c3について",
                      "text": [
                        "甲2-3には，「(本発明には，)組成物，該塗布用組成物を基材上に塗布して得られる光学フィルム(光拡散フィルム，防眩フィルムなど，表面に凹凸形状を有するフィルム)も含まれる。」(段落［0010］)及び「上記光学用部材の形状は，フィルム状(シート状)や板状に限られず，柱体，錐体，球など，所望の形状に成形したものであってもよい。なお，優れた光拡散効果，防眩効果(光の正反射を抑制し，拡散することによる防眩効果)を確保する観点からは，光学用部材の表面に，上述の本発明に由来する凹凸が形成されていることが好ましい。」(段落［0159］)と記載され，当該「塗布用組成物」についても，「本発明に係る樹脂組成物は，本発明の微粒子と透明バインダー樹脂とを含む樹脂組成物である。上述のように本発明の微粒子は，粗大粒子のみならず微小粒子の含有量も極低レベルに抑えられているため，光学用途に好適に用いられる。」(段落［0153］)及び「本発明の樹脂組成物は，そのまま塗布用組成物として用いることもできるが，上記樹脂組成物を，水，または，有機溶剤(例えば，メタノール，エタノール，イソプロパノールなどのアルコール系溶媒，エチレングリコール，プロピレングリコールなどのケトン系溶媒，酢酸エチルなどのエステル系溶媒，および，トルエン，キシレンなどの芳香族炭化水素など)に分散，溶解させて，調製した塗布用組成物を用いるのが好ましい。」(段落［0163］)と記載されているから，引用発明c-1に係る「重合体粒子」についても，「バインダー樹脂及び粘度を調整するための溶媒(水を除く)と共に」塗布用組成物「を構成し，」当該塗布用組成物から「形成される塗膜表面に凹凸を形成する」ことに使用する態様を含むものと解するのが自然である。",
                        "そうすると，相違点c3については，実質的な相違点であるとはいえないか，仮に相違するとしても，引用発明c-1において，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点c1について",
                      "text": [
                        "甲2-4(特開2003-171426号公報)，甲1-1の段落【0019】及び甲1-3(特開2006-77047号公報)にそれぞれ記載されているとおり，合成樹脂粒子の技術分野において，樹脂粒子中に存在する水分，残存モノマー，溶媒などの揮発分を低減化せしめることは一般的な共通課題であって，また，特に，甲1-3の段落【0002】～【0004】，【0009】～【0011】，【0045】に開示されるとおり，本件発明1又は引用発明c-1と同様に，塗料用艶消し剤として使用される合成樹脂粒子において，懸濁重合時の未反応モノマーである残存モノマーを原因とする着色により物性が低下する問題があり，その解決を課題として残存モノマー量が少ない合成樹脂粒子の製造方法を提供することが開示され，さらに，残存モノマーと共に水分も効率よく除去できることも開示され，実施例として，水分量が0．2重量％以下，残存モノマー量が0．2ppm以下である場合についても開示されている。",
                        "そうすると，合成樹脂粒子の技術分野における一般的な課題に基づき，引用発明c-1において，その低減化方法はさておき，粒子中に存在する水分又は残存モノマーなどの加熱減量の上限値を，例えば1．5重量％以下に規定する程度のことは，当業者が適宜なし得ることである。",
                        "したがって，相違点c1は，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点c2について",
                      "text": [
                        "引用発明c-1は，いずれも「平均粒子径の2倍を超える粗大粒子」が粒子0．5g当たり25個であるところ，粒子0．5gに含有される粒子数は，平均粒子径が6．0μmであることに照らすと，概略108個程度のオーダーになることが当業者に自明であって，また，「粗大粒子」25個に対する108個程度のオーダーである総粒子数は，粗大粒子に係る体積百分率を1．0％以下とする十分に大きな母数であることも当業者に自明であるから，引用発明c-1における粗大粒子の数は，体積百分率で1％を下回るものと理解するのが自然である。",
                        "引用発明c-1も，粗大粒子(含量)の低減化を意図しているものであるから，その含量の上限値を規定した点に格別な技術的創意が存するものとも認められない。",
                        "そうすると，相違点c2は，実質的な相違点であるとはいえないか，仮に相違するとしても，引用発明c-1において，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明1の効果について",
                      "text": [
                        "甲2-4(更には甲1-1の段落【0019】，甲1-3)に記載されているとおり，合成樹脂粒子の技術分野において，樹脂粒子中に存在する水分，残存モノマー，溶媒などの揮発分を低減化せしめることは一般的な共通課題であるから，当該課題に基づき，引用発明c-1において，その低減化方法はさておき，粒子中に存在する水分又は残存モノマーなどの加熱減量の上限値以下とすることにより，加熱減量により生じる問題点(例えば外観低下等)が解決できることは，当業者が予期し得ない効果であるということはできない。",
                        "また，甲2-3には，「粗大な粒子は，フィルム表面に傷を発生させたり，あるいは，当該微粒子が直接視認されて，画像表示装置の表示品位を低下させる原因となる」(段落[0003])ことが記載され，「本発明の微粒子を用いて得られる光拡散フィルム，防眩性フィルムおよび光拡散板などの光学部材は，粗大粒子に由来する局所的な光り抜けや，外観状の不具合となる光学的異物が生じ難い」(段落[0166])と記載されているから，引用発明c-1において，当該粗大粒子の含有量を所定上限値以下とすることにより，表面に凹凸を有する光学フィルムを形成した場合に，フィルム表面に傷が発生すること又は外観が低下することなどの粗大粒子の存在により生じる問題点が解決できることは，当業者が予期し得ない効果であるということはできない。",
                        "そうすると，本件発明1が，引用発明c-1に比して，相違点c1～3に係る事項により，当業者が予期し得ない程度の格別顕著な効果を奏しているものということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によると，本件発明1は，引用発明c-1に基づき，当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，甲2-3の実施例において得られた重合体粒子中には，多量の残存モノマーが含有されている(段落［0048］)ところ，甲1-3の段落【0004】に，残存モノマーが原因となって合成樹脂粒子が着色して物質が低下することが記載されているように，残存モノマーを除去するために重量体粒子に対して乾式分級後に加熱して乾燥を行うと，多量の残存モノマーの熱分解や酸化に起因した黄変を生じ，この重合体粒子を用いた塗膜が黄色味を帯びるため，得られる塗膜の外観や意匠性を低下させたり，塗膜を所望の色で着色することができない等の問題を生じるから，合成樹脂粒子の技術分野において，樹脂粒子中に存在する水分，残存モノマー，溶媒などの揮発分を低減せしめることは，一般的な共通課題であるとはいえないと主張する。",
                    "しかし，甲1-3の発明の詳細な説明(段落【0003】，【0004】)には，「この合成樹脂粒子は，モノマーを水系分散媒体中にて懸濁重合することによって製造されているが，得られる合成樹脂粒子には，通常，1重量％以上の未反応の残存モノマーが含有されて」おり，「この残存モノマーが原因となって，合成樹脂粒子が着色して物性が低下」する「ことがあるといった問題があった」ことが記載されているのみであって，原告が主張するように，多量の水分や残存モノマーが含有されている重合体粒子に対して乾式分級後に加熱して乾燥を行うと多量の残存モノマーの熱分解や酸化に起因する黄変が生じることが記載又は示唆されているものではない。",
                    "甲1-3の実施例には，一次乾燥後の水分量及び残存メタクリル酸メチル量が一定量含まれているポリメタクリル酸メチル粒子に対して二次乾燥を行うことが記載されているものの，二次乾燥後の粒子につき黄変が生じたことは記載されていない。",
                    "したがって，甲1-3の記載に基づく原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明4と引用発明c-1とは，",
                    "「n-ブチルメタクリレート，イソブチルメタクリレート，及びt-ブチルメタクリレートよりなる群から選択される少なくとも一種を含むアクリル系モノマー(アクリル酸及びメタクリル酸を除く)を含む原料モノマーの重合体である複数個の(メタ)アクリロイル基を有するアクリル系多官能性モノマーによって架橋されているアクリル系樹脂(粘着剤を除く)を含み，分級されたものである架橋アクリル系樹脂粒子」",
                    "で一致し，前記(1)で示した相違点c1～3に加えて，下記相違点c4で相違する。",
                    "＜相違点c4＞",
                    "本件発明4では「アクリル系多官能性モノマーは，脱水エステル化法による生成物であって且つ蒸留によって精製されている」のに対して，引用発明c-1では「1，6-ヘキサンジオールジアクリレート」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点c1～3は，前記(1)エのとおり，いずれも実質的な相違点ではないか，引用発明c-1において，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点c4につき検討すると，多価アルコール類と(メタ)アクリル酸誘導体とを反応させて多官能(メタ)アクリレート(エステル)化合物を合成する場合，脱水エステル化反応とエステル交換反応はいずれも代表的なものであり，いずれの方法で合成したとしても生成する多官能(メタ)アクリレート(エステル)化合物自体に差異が生じるものとも認められない。",
                        "また，重合を含めた化学反応により生成物を得ようとする場合，不慮の不純物の生成，反応阻害などを防止するために，原料として可能な限り純度の高いものを使用すべきことは，当業者の技術常識であるから，引用発明c-1における重合体粒子の原料である「1，6-ヘキサンジオールジアクリレート」として，蒸留などによる精製を施したものを使用することは，当業者が適宜なし得ることである。",
                        "そうすると，相違点c4についても，引用発明c-1において，当業者の技術常識に基づき，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明4の効果についても，引用発明c-1のものに比して，特段の効果を奏しているものとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本件発明4は，引用発明c-1に基づき，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明8について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明8と引用発明c-2とは，",
                    "「バインダー樹脂と粒子とを含む樹脂組成物。」",
                    "で一致し，下記の2点で相違する。",
                    "＜相違点c5＞",
                    "「粒子」につき，本件発明8では「請求項1・・・又は4に記載の架橋アクリル系樹脂粒子」であるのに対して，引用発明c-2では「引用発明c-1の粒子」である点",
                    "＜相違点c6＞",
                    "本件発明8では「粘度を調節するための溶媒(水を除く)とを含む」のに対して，引用発明c-2では溶媒を含むことにつき特定されていない点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点c5について",
                      "text": [
                        "本件発明8における「請求項1・・・又は4に記載の架橋アクリル系樹脂粒子」のうち，本件発明1(請求項1)又は本件発明4(請求項4)の架橋アクリル系樹脂粒子は，前記(1)及び(2)の理由により，引用発明c-1に基づいて当業者が容易に発明をすることができたものであるから，相違点c5についても，引用発明c-2において，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点c6について",
                      "text": [
                        "甲2-3には，塗布用組成物を構成する際に，水以外の有機溶剤を使用できることが開示されており，引用発明c-2(又は引用発明c-3)の実施例であると認められる「実施例16」においても，「樹脂粒子」及び「アクリル系電離放射線硬化樹脂」と共に，「トルエン」，「メチルエチルケトン」及び「エチレングリコールモノブチルエーテル」なる有機溶剤を使用して塗工液を調製しており，水以外の有機溶剤を溶媒として使用されているから，引用発明c-2において，有機溶剤等の溶媒(水を除く)を使用することは，当業者が適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明8の効果について",
                      "text": [
                        "塗料などの塗布用組成物において，その粘度を低減化し塗工性(塗布容易性)を改善することを意図して，水及び有機溶剤などの溶媒を適量添加することは，特に論証を要するまでもなく，一般に周知であるから，引用発明c-2につき，水以外の有機溶剤を溶媒として添加した場合，塗工性が改善されるであろうことは，当業者が予期し得ることであり，本件明細書の記載を検討しても，本件発明8が，引用発明c-2のものから当業者が予期し得ないような格別顕著な効果を奏し得るものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上によると，本件発明8は，引用発明c-2に基づき，当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明9及び10について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明8を引用する本件発明9及び本件発明9を引用する本件発明10と引用発明c-3とそれぞれ対比すると，",
                    "「樹脂組成物を透明フィルム基材上に塗工してなることを特徴とする防眩用である光学フィルム。」",
                    "で一致し，下記の点で相違する。",
                    "＜相違点c7＞",
                    "「樹脂組成物」につき，本件発明9(及びそれを引用する本件発明10)では「請求項8に記載の樹脂組成物」であるのに対して，引用発明c-3では「引用発明c-2の樹脂組成物」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "本件発明8は，前記(3)のとおり，引用発明c-2に基づいて当業者が容易に発明をすることができたものであるから，相違点c7についても，引用発明c-3に基づいて，当業者が適宜なし得るものといえる。",
                    "そして，本件発明9又は10が，相違点c7に係る事項により，引用発明c-3に比して，格別顕著な効果を奏しているものともいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によると，本件発明9及び10は，いずれも引用発明c-3に基づき，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の技術的意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "進歩性の判断のために当該発明と主引用発明との間の相違点を認定するに当たっては，発明の技術的課題の解決の観点から，まとまりのある構成を単位として認定するのが相当であり，このような観点を考慮することなく，相違点をことさら細かく分けて認定し，各相違点の容易想到性を個々に判断することは，進歩性の判断を誤らせる結果を生じることがあり得ることになり，適切ではない(知財高裁令和元年(行ケ)第10077号令和2年6月11日判決)。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の特定事項は，①加熱減量が1．5％以下であること，②大径粒子が1．0体積％以下であり，体積平均粒径が3～50μmであること，③バインダー樹脂及び粘度を調整するための溶媒(水を除く)と共に樹脂組成物を構成し，塗膜表面に凹凸を形成していることである(以下，それぞれを「発明特定事項①」，「発明特定事項②」，「発明特定事項③」などという。)。",
                    "本件発明に係る架橋アクリル系樹脂粒子は，塗膜表面に凹凸を形成させるために用いられる(発明特定事項③，相違点c3)。塗膜中では，バインダー樹脂中に樹脂粒子が分散されており，これにより塗膜表面に均一な凹凸が形成される(本件発明の効果)。",
                    "加熱減量が高い樹脂粒子(発明特定事項①，相違点c1)は，揮発分(残存モノマー及び水分等)を多く含んでおり，揮発分が塗膜中に気泡を発生させる要因となり，弊害が顕著となる。",
                    "また，樹脂粒子は，粒子径が大きくなるほど，含まれる揮発分量(揮発分の絶対量)も多くなり，表面積も大きくなる。そのため，粒径が大きくなるほど粒子内部に含まれている揮発分が表面から放出され易く，その量も多くなる(発明特定事項②，相違点c2)。",
                    "さらに，バインダー樹脂及び粘度を調整するための溶媒(水を除く)内に架橋アクリル系樹脂粒子を分散させて樹脂組成物を調製し，これを所望の基材に塗工して塗工膜として用いるので，樹脂粒子から放出された揮発分は，バインダー樹脂及び溶媒を通って，塗工膜外に向かって放散しようとするが，大径粒子が存在すると，塗工膜外に拡散しようとする揮発分(気泡)が大径粒子に押さえつけられる。小径樹脂粒子に比べて，大径樹脂粒子は，体積が大きく，揮発分の塗工膜外への放散を阻害する作用が顕著であり，しかも，粒子表面の湾曲度合いも小さいので，揮発分を樹脂粒子表面に留め置く作用が大きい。特に，大径樹脂粒子の基材側に，揮発分に起因する気泡が生じた場合，当該大径樹脂粒子表面に留め置かれてしまう。",
                    "図1  バインダー樹脂中に放散された揮発分がバインダー樹脂内を移動する際に大径粒子にトラップされる様子を模式的に示した図",
                    "塗膜中に気泡が存在している部分では，バインダー樹脂の量が少なくなり(隙間が生じ)，バインダー樹脂と樹脂粒子との密着性が低下し，塗膜の強度自体も低下するため，傷が発生し易くなる(耐傷付き性の低下)(本件明細書の段落【0026】)。また，気泡の形成によって，気泡周辺の樹脂粒子同士が押しやられて凝集するため，樹脂粒子の分散が不十分となったり，塗膜表面の凹凸が不均一となったりして，塗膜表面の凹凸に「ムラ」が生じる要因ともなる(外観低下)(本件明細書の段落【0024】～【0026】)。",
                    "図2  気泡がバインダー樹脂中の樹脂粒子を押すことで，樹脂粒子の凝集や凹凸のムラが生じる様子を模式的に示した図",
                    "また，大径粒子からは揮発分による気泡が生じ易く，気泡も大径粒子の周囲に存在し易いため，大径粒子の周囲は，バインダー樹脂や溶媒との馴染み性もより低下し易く，塗工膜の表面に大径粒子が突出し易くなる。大径粒子が存在した場合，この大径粒子によって塗膜表面に大きく突出した凸部が形成される。この凸部は「ブツ」と呼ばれ，「外観低下」の要因となる(本件明細書の段落【0029】)。",
                    "このように，塗膜表面に大径粒子によってブツが形成されている場合，外観低下に加えて，",
                    "(A)  大径粒子を被覆するバインダー樹脂の厚みが薄くなり，塗膜中においてバインダー樹脂による大径粒子の保持力が低く，",
                    "(B)  大径粒子によって形成された凸部の物理的な突出度合いが大きいため，他物の接触・擦過の際に，他物によって加わる応力が大きく，",
                    "(C)  大径粒子から放散された揮発分に起因した気泡がより生じ易く，大径粒子の周囲に気泡が存在し易いため，バインダー樹脂と大径粒子との密着性が低いこと",
                    "から，塗膜から大径粒子が脱落しやすい。そして，大径粒子の脱落が生じた場合，大径粒子が存在していた箇所に凹部が形成され，凹部の縁部は，バインダー樹脂の厚みが薄いために強度が弱く，欠けなどの損傷を受けやすくなり，塗膜の耐傷付き性の低下を招く(本件明細書の段落【0029】)。",
                    "図3  気泡が上部に抜けようとするものの，塗工膜の乾燥が進むにつれてバインダー樹脂の粘度が高まり，バインダー樹脂と凝集した粒子や大径粒子に蓋をされて，気泡が抜けずに気泡だまりを生じている様子を模式的に示した図",
                    "さらに，塗膜中において，樹脂粒子から放散された揮発分によって気泡が生じた場合，この気泡が存在している部分では，粒子が押しやられて凝集するため，塗膜表面の凹凸に「ムラ」が生じたり，気泡によってバインダー樹脂の量が少なくなりバインダー樹脂と樹脂粒子との密着性が低下するために，特に大径粒子の脱落が生じやすく，塗膜の耐傷付き性が低下したりする原因となる(本件明細書の段落【0025】)。",
                    "以上のように，樹脂粒子の加熱減量が高い(相違点c1)と，塗膜中に気泡が発生し，塗膜の耐傷付き性が低下するとともに，気泡周辺の樹脂粒子同士が凝集するため，塗膜表面の凹凸に「ムラ」が生じ，特に，大径粒子が多量に存在すると(相違点c2)，顕著に，大径粒子の周囲に気泡が発生し易く且つ存在し易いために，塗膜の耐傷付き性がより低下しかつ塗膜表面の凹凸に「ムラ」が生じやすくなるとともに，大径粒子が塗膜表面に突出しやすくなり，塗膜表面に「ブツ」が発生し易くなる。",
                    "本件発明は，このような課題を解決するためのものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の【表1】によると，本件発明の実施例である実施例1～4の樹脂は，加熱減量及び大径粒子の含有量を所定の値とすることで，塗膜の表面性の評価がA又はBと良好なものとなったが，比較例1～4の樹脂は，加熱減量又は大径粒子の含有量が所定の値ではないため，塗膜の表面性の評価がいずれも「C」となっている。",
                    "また，実施例4の架橋アクリル系樹脂粒子を含む防眩性ハードコート層が積層一体化された防眩フィルム(製造例1)は，全光線透過率，ヘイズ，防眩性に優れていた(本件明細書の段落【0128】【表2】)が，比較製造例1(比較例4の樹脂粒子を使用)は，塗膜表面に「ムラ」が発生しているので，塗膜表面における光の拡散が部分的に不十分となり，全光線透過率やヘイズが製造例1よりも劣っており(本件明細書の段落【0126】，【0128】【表2】)，また，塗膜表面に大径粒子に起因する「ブツ」や「ムラ」が存在することによって光の分散が低下した結果，防眩性が不十分(評価「C」)となっている。",
                    "【0128】",
                    "【表2】"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本件発明の発明特定事項①～③は，それぞれが相互に関係しており，一体としての技術的思想である。これらの発明特定事項を有することで相乗的に，本件発明の顕著な具体的効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，発明特定事項①と発明特定事項②に関して，本件明細書の段落【0024】～【0026】，【0028】～【0029】に，各発明特定事項と本件発明の効果との具体的因果関係が，説明されていることを捉えて，発明特定事項①による効果と発明特定事項②による効果とが，別々に記載されており，いずれの効果も発明特定事項①と発明特定事項②による相乗的な効果であることは記載されていない旨主張する。",
                "被告の主張は，本件発明1の発明特定事項として，発明特定事項①，発明特定事項②以外にも，「水を除いた溶媒と共に樹脂組成物を構成する」等の発明特定事項③もあるのに，これを無視し単純化しすぎているだけでなく，発明特定事項①，発明特定事項②に関しても，本件明細書の段落【0009】の記載を無視するものであって相当ではない。",
                "また，被告が引用する本件明細書の段落【0005】，【0024】～【0026】，【0004】，【0028】～【0029】は，本件発明の発明特定事項が効果をもたらす機序を端的に説明しているのであって，構成要件毎の別個独立した効果をいうものではなく，お互いに影響しあうことがある点を無視している(化学の発明である以上，機械の発明のように，例えば，十徳ナイフのこの部材は缶切り，この部材はドライバーという性質のものではない。)。",
                "かえって，粒子の平均径との関係を説明する本件明細書の段落【0004】には「塗工表面の耐傷付性能が劣る」と記載され，水分及び残存モノマーの関係を説明する本件明細書の段落【0005】にも「塗膜表面の傷付き性能低下が生じてしまう」と共通の解決課題が記載されている。",
                "また，本件明細書の段落【0024】には「架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分などの揮発分の量が多いと，樹脂組成物中のバインダー樹脂や，必要に応じて混合される溶媒との馴染み性が低下し，架橋アクリル系樹脂粒子同士が凝集し・・・」，段落【0025】には「放出された残存モノマー及び水分などの揮発分が原因となって塗膜中に気泡が生じ，この気泡が存在している部分は，バインダー樹脂の量が少なくなると共にバインダー樹脂と架橋アクリル系樹脂粒子との密着性が低下するために，塗膜の耐傷付き性が低下すると共に，気泡の存在によって架橋アクリル系樹脂粒子同士の凝集を助長させる」と記載されており，段落【0029】には「架橋アクリル系樹脂粒子中に含まれている大径粒子の含有量を所定量以下に限定することによって，架橋アクリル系樹脂粒子中を含む樹脂組成物から形成された塗膜の表面に大径粒子が突出するのを概ね抑制して塗膜の外観を良好なものとすることができる。更に，塗膜表面から大径粒子が脱落するのを防止して，塗膜の耐傷付き性の向上を図っている。」と記載されている(判決注：下線は原告による。)。",
                "本件明細書の段落【0024】や【0025】に明記されている揮発分の存在による「密着性低下」や「凝集助長」は，大径粒子の含有量を所定量に抑制することや，脱落防止による塗膜の耐傷付き性の向上という，本件明細書の段落【0029】に明記されている効果と高い関連性があり，それぞれの発明特定事項を同時に満たしてこそ，相乗的に本件発明の顕著な効果が得られるという関係にある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点c2の容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "平均粒子径について",
              "text": [
                "本件決定は，本件発明における「架橋アクリル系樹脂粒子」の「体積平均粒径」と引用発明c-1における「重合体粒子」の「平均粒子径」は同一の物性値であるものとして検討を行っている。",
                "しかし，粒子は，真球ではなく様々な形をしているため，何をもって粒子の「径」とするのかの定義が必要であり，その定義は，特定の物理量を測定して径に換算する方法(相当径)に限っても，周長円相当径，面積円相当径，体積球相当径など複数考えられる(甲9)。",
                "また，粉体(粒子の集合体)は，大きい粒子や小さい粒子が入り混じっているため，その「粒径」の代表値として平均値が用いられることがあるが，「平均粒子径」には，算術平均径，長さ平均径，面積平均径，体積平均径(重量平均径)，平均表面積径，平均体積径，体積長さ平均径，比表面積径等が存在する(甲9，10)。",
                "このように，「平均粒子径」といっただけでは，何を意味するか不明である(甲9)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の「体積平均粒径」と引用発明c-1の「平均粒子径」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「体積平均粒径」",
                  "text": [
                    "本件発明1の「体積平均粒径」は，各粒子の体積をコールターカウンター法(粒子を電解質を含む分散液に分散させ，細い孔の両側に電圧をかけて粒子を通過させることにより粒子が通過する際の電気抵抗を測定することで粒子の数及び大きさを測定する方法)により定められた条件で測定し，それを真球(体積球)に換算した場合の径を求める方法によっており(本件明細書の段落【0031】～【0034】)，「平均」は，10万個の粒子の体積基準の粒度分布における算術平均である(本件明細書の段落【0034】)。",
                    "このように，本件発明1の「大径粒子」の含有量は，コールターカウンター法により，1個ずつ粒子の体積を測定して，体積相当径を算出し，当該体積相当径が前記体積平均粒径の2倍を超える粒子の体積を合計し，全体の体積から百分率により体積％を求めている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明c-1の「平均粒子径」",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明c-1の平均粒子径は，甲2-3の段落［0204］の記載によると，個数平均径ではなく，体積基準の平均径のようであるが，幾何平均か算術平均かは特定されていない。同段落にあるベックマン・コールター株式会社製マルチサイザーⅡ(以下，「マルチサイザーⅡ」という。)は，幾何平均及び算術平均のいずれかを選択的に求めることができる装置である(甲12)から，引用発明c-1の体積平均粒径は不明である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「算術平均」とは，対象となる集合のデータを足し合わせて基準となる値が算出される場合であり，「幾何平均」とは，概略，対象となる集合のデータを相互に乗じて基準となる値が算出される場合である(甲11)。算術平均と幾何平均では，算術平均≧幾何平均である。等号は，対象となる粒子の直径が全て等しいときのみ成り立つため，全ての粒子が同径でない限り，「算術平均＞幾何平均」である。",
                            "引用発明c-1の平均径が幾何平均であれば，これを本件発明と同じ算術平均に換算すると(粒度分布が不明であるので換算はできないが)，6．0μmよりも大きいこととなる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，乙1(「JIS  Z  8101-1：1999」)を根拠に，「平均」とは一般に「算術平均」をいうと主張する。",
                            "しかし，一つの文献で一般化することはできない。また，乙1は，一般統計用語としての「平均」を定義したに過ぎず，「粒子の平均粒子径」の「平均」を定義したものではない。JISには，乙1とは別に，「粒子径測定結果の表現-第2部：粒子径分布からの平均粒子径又は平均粒子直径及びモーメントの計算」JIS",
                            "Z  8819-2：2001(ISO／FDIS  9276-2：1999。甲17)という規格が設けられており，粒子状物質の「平均粒子径」として，算術平均粒子径，重み付き平均粒子径，幾何平均粒子径及び調和平均粒子径という複数のものが例示され，使用することが望ましい平均粒子径として，「5．1算術平均粒子径」と「5．2重み付き平均粒子径」が挙げられている。その上で，「5．1  算術平均粒子径」の欄には，「画像法における粒子の計数は，個数基準による平均(r＝0)の典型的な例である」ことが記載されている。",
                            "他方，甲2-3の粒子の計数は，コールター法(甲12，乙6)によるものであって，画像法によるものではなく，「平均」＝「算術平均」を意味するとはいえない。",
                            "被告が引用する乙2(国際公開第2010／061917号)の段落[0060]，乙3(国際公開第2013／047184号)の段落[0054]，乙4(特開2012-92327号公報)の段落【0073】も，そこでの「平均値」が「算術平均値」である旨を明記しているのであって，明記しなければ特定されないことの証左である。その他，甲18(特開2001-226473号公報)には，懸濁重合法や乳化重合法で製造され，塗料に用いられる重合体微粒子に関して(段落【0002】，【0168】)，原粒子又は被重合粒子の平均粒子径として，「幾何平均粒子径」が用いられている(段落【0113】，【0204】，【0233】)。",
                            "引用発明c-1の「平均粒子径」が算術平均により算出された体積平均粒子径であるということはできないから，被告の主張には理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件発明1の体積平均粒径は，分散液として0．1重量％ノニオン性界面活性剤水溶液を用いて測定している(本件明細書の段落【0034】)のに対して，甲2-3は，コールターカウンター法により体積を測定する際に，分散液としてメタノールを使用している(段落[0204])という違いもある。",
                            "被告は，コールター法で用いる電解液の種別が異なっても，求められる平均粒子径に有意に影響することはないと主張する。",
                            "しかし，コールター法は，分散液中に分散させた樹脂粒子を電極間に形成された細孔に通過させた際の電圧変動に基づいて粒子体積を一つ一つ直接測定するものであり，細孔内を2個以上の粒子が同時通過した場合に，2個以上の粒子が1個の粒子として誤って認識され，測定誤差を生じることが技術常識である(乙6)。",
                            "そして，コールター法による粒子径の測定において，電解液中における樹脂粒子の分散状態が低いと，樹脂粒子間の距離が近い部分が発生し，細孔内を2個以上の粒子が同時通過する可能性が高くなり，測定誤差を生じる可能性が高くなる。電解液(分散液)の種別によって樹脂粒子の分散状態が変化し，樹脂粒子の分散状態が測定精度に影響を与えることは，常識であり，測定される平均粒子径に有意に影響することはないとする被告の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，甲2-3の製造例2及び実施例2は，重合体粒子の粒子径6．1μm(段落［0182］［表1］)，粉砕粒子の粒子径10．1μm(段落［0186］)，平均粒子径6．0μm(段落［0209］［表2］)と不合理に径が変遷しており，数値自体に疑問がある。",
                            "これに対し，被告は，直前の処理によって平均粒子径の測定値が変化することはあるから疑義が生じるものではないと主張する。",
                            "しかし，甲2-3の段落［0187］には，「供給した粉砕粒子に対する回収率85質量％で微粒子を得た(乾式分級工程)。」とあり，直前の処理といっても，乾式分級によって粉砕粒子の15質量％(又は16質量％)が除去されたにすぎない。そもそも，甲2-3には，乾式分級で何を15質量％除去したか記載がなく，不明である。仮に，粉砕粒子中の粒子の大きい方から15質量％を分級によって除去したとしても，甲2-3の製造例2及び実施例2(段落［0171］，［0186］，［0187］)記載の方法で製造された樹脂粒子に関して，15質量％除去の分級により，粒子径が10．1μmであったものが6．0μm(約6割)にまで減じられるとは考え難く，数値自体に疑問がある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イのとおり，本件発明1の「体積平均粒径」と，引用発明c-1の「平均粒子径」は同一のものではない。甲2-3の「平均粒子径」は，本件発明1とは定義が異なるか，又は，定義が不明であるにもかかわらず，引用発明c-1における「重合体粒子」の「平均粒子径」を本件発明における「体積平均粒径」と同一の物性値とした本件決定の前提は誤りである。",
                    "本件発明の大径粒子(体積平均粒径の2倍以上の粒径を有する粒子)と，引用発明c-1の粗大粒子1(平均粒子径の2倍以上の粒子径を有する粒子)とは，技術的意味が異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "大径粒子又は粗大粒子の含有量について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明c-1は，「平均粒子径の2倍を超える粗大粒子」が25個／0．5gというだけで，平均粒子径の何倍の径を有する粒子がどれだけ含まれているのか不明である。2倍の粒子が25個と，10倍の粒子が25個とでは，後者は前者の125倍の体積を有するから，体積含有量にも影響する。引用発明c-1は，平均粒径が6．0μmの範囲であれば体積含有量がいかようにも変動し得るものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲2-3の段落［0205］，［0206］によると，引用発明c-1は，粗大粒子1の量を平面上で目視で数えて測定しているが，本件発明1では，コールターカウンター法により，1個ずつ粒子の体積を測定して，体積相当径を算出し，当該体積相当径が前記体積平均粒径の2倍を超える粒子の体積を合計し，全体の体積から百分率により体積％を求めている。二次元(平面)における径(引用発明c-1)と三次元(立体)における径(本件発明1)とでは，「径」のもつ意味は全く異なるから，本件発明1と引用発明c-1とでは，「大径粒子」の定義自体が異なる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用発明c-1は，「平均粒子径の1．75～2倍の目開きを有するメッシュ・・・上に残留した粒子を・・・200倍で全視野観察し，目視で平均粒子径の2倍以上の粗大粒子の個数(個/0.5g)を数えた」とされている(甲2―3の段落［0205］，［0206］)。",
                    "しかし，200倍の全視野観察では，平均粒子径6μmの2倍(12μm)を超えているかどうかを目視で観察して数えることは困難である。また，甲2-3の段落［0205］記載の目開き(平均粒子径の1．75～2倍)からすると，粗大粒子ではない小径粒子も相当数含まれているところ，6μmの2倍(12μm)以上かどうかをこのような全視野観察によって目視で判断することは困難である。しかも，メッシュの全視野にわたって粗大粒子の有無を確認するには，直径75mmのメッシュを用いた場合，1万5000枚相当の写真を観察する必要があり，現実的ではない。本件発明1の「大径粒子の含有量が1．0体積％以下」とは技術的意義が全く異なる概念である。",
                    "被告は，引用発明c-1は，「平均粒子径の1．75～2倍の目開きを有するメッシュを用いて濾過することにより，メッシュ上に残留した粒子，すなわち，メッシュの目開きを通過できなかった粒子を平均粒子径の2倍以上の粒子径を有する粒子としてその全個数を目視で数えた」と主張する。",
                    "しかし，甲2-3の段落［0205］，［0206］には，「平均粒子径の1．75～2倍の目開きを有するメッシュ・・・上に残留した粒子を走査型電子顕微鏡(SEM，「S-3500Ｎ」，日立製作所製，加速電圧：25kV)を使用して，200倍で全視野観察し，目視で平均粒子径の2倍以上の粗大粒子の個数(個／0．5g)を数えた。」と記載があり，当該記載からは，目開きが1．75倍以上のふるい上の粒子から目視で2倍以上の粒子の数を数えたと読むのが自然である。被告主張は，事実と異なり，失当である。",
                    "なお，甲2-3には，「平均粒子径の1．75～2倍の目開きを有するメッシュ」が具体的に特定されておらず，当該メッシュのふるい孔の寸法許容差が不明であるから，どのような粒子がふるい上に残ったのか必ずしも定かではない。JIS  Z8801-3：2000(電成ふるい)によると，ふるい孔が10μmや16μmの場合，±2μm～±4μmのバラツキがあること(許容差)が前提とされている(甲21)。",
                    "被告の主張を前提とすると，メッシュ上に残留した粒子，すなわち，メッシュの目開きを通過しなかった粒子全てを平均粒子径の2倍以上の粒子とみなしているから，本件発明の「体積平均粒子径の2倍以上」とは異なる概念であるし，また，前記ふるい孔の許容差に鑑みると，もし，6μmの2倍の目開きとして，孔寸法12μmのふるいを用いたと仮定した場合，直径14μm～16μmまでの粒子もふるい上に残らずに通過している，すなわち，平均粒子径の2倍以上の粒子径がふるい上に残らず通過していることとなり，引用発明c-1の大径粒子は，25個／0．5gよりも多く存在していた可能性が高い。",
                    "また，2000年に制定された試験用ふるいについてのJISには，「(ISO規格と同様にすべての予備のふるい孔の寸法許容差を±2μmとすることは)現実的ではない」，「(その基準をクリアしようとすると)製造コストが大変高価になる」，「孔の寸法許容差だけを厳しくしても，ふるい分け方法及びその評価方法が十分確立されない限り，この厳しい許容差の意味はほとんどない」，「ふるい孔の検査方法は，ISO規格では・・・32μm以下は研究中となっている」と記載されている(甲21)。甲2-3のふるいによる粒子の分離及び大径粒子の数のカウントは，あくまでもこのように限界のある手法である。甲2-3の方法では，結局のところ，何をもって「平均粒子径の2倍以上の粗大粒子の個数(個／0．5g)」としたのか，不明であり，特定されていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件決定は「，引用発明c-1の『平均粒子径の2倍を超える粗大粒子』が粒子0．5gあたり25個であるところ，粒子0．5gに含有される粒子数は，平均粒子径が6．0μmであることに照らすと，概略108個程度のオーダーになることが当業者に自明」とする。",
                    "しかし，引用発明c-1の粗大粒子の基準が本件発明1とは異なるから，25個という数字は比較対象とならない。また，なぜ，108個程度のオーダーになると判断されたのか不明である。",
                    "引用発明c-1の「平均粒子径」は体積基準の平均粒子径のようであり(甲2-3の段落［0204］)，「平均粒子径が6．0μm」は，粒子1個あたりの平均径ではないから，個数への換算に用いることはできず，個数を導くことはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，粒子が真球であると仮定して，体積基準の平均粒子径6．0μmを用いて，樹脂粒子0．5g中に含まれる樹脂粒子の個数を算出している。",
                    "しかし，引用発明c-1は，粒子が凝集してなる乾燥物を粉砕して得られたものであり(甲2-3の段落[0183])，甲2-3の段落[0017]には，球状，針状，板状，鱗片状，粉砕状，偏状，まゆ状及びこんぺい糖状が例示されているとおり，真球ではない形状が含まれているから，これを真球とする仮定は誤りであり，誤った仮定に基づいて，引用発明c-1において，大径粒子の全粒子に対する体積基準の含有率は，1．0体積％を超えることはないとする被告の主張は失当である。",
                    "また，被告は，体積基準の平均粒子径6．0μmを用いて，0．5g中に含まれる樹脂粒子の個数を算出している。しかし，径は，その目的に応じて用いる必要があり(甲11)，甲2-3の段落［0209］の表2に記載の「6．0μm」は，体積基準の平均粒子径であって，粒子1個当たりの平均径ではないから，個数への換算に用いることはできず，個数を導くことはできない。",
                    "さらに，被告は，引用発明c-1の比重として，一般的なメタクリル樹脂の比重を用いており，これは，引用発明c-1(γ-アクリロキシプロピルトリエトキシシラン及び1，6-ヘキサンジオールジアクリレートを併用している)の樹脂それ自体の比重ではないから，ここでも計算の前提が誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明c-1は，粗大粒子が定義されておらず，明らかに本件発明の大径粒子とはその基準が異なるし，引用発明c-1には，体積割合的に大径粒子含有量を抑制しようとする技術的思想が一切ない。",
                        "これに対して，本件発明1は，体積平均粒径の2倍以上の粒径を有する大径粒子の体積を直接測定して，大径粒子の体積割合が全体の1．0体積％以下でなければならないとするものである。このような構成を有することで，大径粒子の含有量を所定量以下に限定するという構成と，加熱減量を特定の値以下にするという構成との相乗効果によって，塗膜の外観を良好なものとすることができ，さらに，塗膜の耐傷付き性の向上を図っている(本件明細書の段落【0029】)。",
                        "当業者は，欠点になるような粗大粒子がなければよいという発想にすぎず，体積割合的に大径粒子含有量を抑制しようとする発想がなく，塗膜の外観及び塗膜の耐傷付き性が向上するとの効果も有さない技術的思想の異なる引用発明c-1から本件発明1を容易に想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件決定は，「引用発明c-1においても，粗大粒子(含有)の低減化を意図しているものである・・・から，その含有量の上限値を規定した点に格別な技術的創意が存するものとも認められない。」とする。",
                        "しかし，引用発明c-1は，平均粒径の2倍以上と，上限が定まっていない特定であり，平面観察である粗大粒子の単位重量当たりの個数を一定数以下にしたからといって，粗大粒子の体積含有量の上限は定まらない。本件発明は，粗大粒子を個数ではなく体積含有量で制御することに技術的創意があるものであるから，当業者が適宜なし得ることではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記1のとおり，本件発明は，相違点c2に係る発明特定事項②(大径粒子の含有量が1．0体積％以下)と相違点c1に係る発明特定事項①(加熱減量1．5％以下)との両方を兼ね備えることで，これまでにない塗膜の良好な外観と，塗膜の耐傷付き性の向上を図るものである。一方，引用発明c-1には，加熱減量を1．5％以下とする技術的思想の開示又は示唆は一切なく，大径粒子の体積含有量及び加熱減量の双方を制御することによって，外観及び耐傷付き性に優れた塗膜を得るという技術的思想は一切開示されていない。したがって，本件発明は，引用発明c-1に基づいて適宜なし得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のように，本件決定は，相違点c2の容易想到性の判断を誤っている。そして，本件発明4及び本件発明8～10は，本件発明1の従属項であるから，本件決定は，これらの発明についても容易想到性の判断を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点c1の容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "「加熱減量」の違いについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，「120℃で1．5時間加熱後の残存モノマー及び水分を含む揮発分の揮発による加熱減量が1．5％以下であり，」というものであり，加熱減量を1．5％以下にすることによって，「バインダー樹脂及び溶媒との馴染み性を向上させてバインダー樹脂中における架橋アクリル系樹脂粒子の分散性を向上させていると共に，架橋アクリル系樹脂粒子から塗工膜中に放出される残存モノマー及び水分などの揮発分の量を抑制し，塗膜中に気泡が生成するのを略防止し，バインダー樹脂と架橋アクリル系樹脂粒子との密着性を向上させ且つ架橋アクリル系樹脂粒子同士の凝集を略防止しており，よって，本発明のアクリル系樹脂粒子によれば，優れた耐傷付き性を有する塗膜を形成することができる。」(本件明細書の段落【0026】)という効果を奏する。",
                    "これに対して，引用発明c-1の加熱減量は不明である。甲2-3には，加熱減量はもとより，アクリル系樹脂粒子中の揮発成分含有量を積極的に減ずる趣旨の記載も示唆もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件発明1の「加熱減量」の1．5％は，優れた耐傷つき性を有する塗膜とする限りにおいて単に数値を設けたに過ぎず，その数値に臨界的な意義があるとはいえないと主張する。",
                    "しかし，本件明細書の段落【0024】～【0026】に，残存モノマー及び水分などの揮発分の量が多いと，馴染み性が低下し，樹脂粒子同士が凝集し，分散性が低下すること，塗膜中に気泡が生じ，バインダー樹脂と架橋アクリル系樹脂粒子との密着性が低下すること，樹脂粒子同士の凝集を助長させること等が明記されている。",
                    "また，本件明細書の比較例1(加熱減量1．80％)は，本件発明1の加熱減量の上限値1．5％に近い値での比較例であって，加熱減量1．5％を超えることによって，塗膜の表面性の評価が「C」と低下していることを示している。",
                    "このように，本件明細書の記載から，加熱減量の上限値が臨界的意義を有していることは十分理解できる。",
                    "しかも，本件発明は，大径粒子の含有量1．0体積％以下，加熱減量1．5％以下との発明特定事項で特定される発明であって，大径粒子の体積的含有量と加熱減量を抑制することによって，意外にも，塗膜の耐傷付き性等が向上するとの発明であるから，いわゆる数値限定発明(数値範囲にのみ特徴がある発明)ではなく，そもそも，厳密な意味の臨界的意義が求められる発明でもない。",
                    "残存モノマーを含む揮発分が，塗工膜中において，樹脂粒子の凝集及び分散不足を生じさせるという塗膜形成時における技術的課題は，一般的課題ではなく，発明者らが見いだしたものである。また，本件明細書の段落【0127】【表1】(実施例・比較例)の記載から，本件発明は顕著な効果を有しており，加熱減量の上限値が臨界的意義を有していることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けがないこと及び阻害事由があること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明c-1の実施例2の重合体粒子(製造例2)は，ラジカル重合性ビニルモノマーとして，ブチルメタクリレートと1，6-ヘキサンジオールジアクリレートを用い(甲2-3の段落［0182］［表1］)，「反応溶液を65℃まで昇温させて，65±2℃で2時間保持し，ラジカル重合反応を行い，重合体粒子(有機質無機質複合体粒子)分散液を得た」ものである(甲2-3の段落［0170］，［0171］)。",
                    "ラジカル反応は，100℃位までは熱で進行が促進され，100℃近辺で残留モノマーが最も少なく，それよりも低い温度では温度が低くなるほど残留モノマーは多くなる傾向にあり，メチルメタクリレートを甲2-3の実施例2の温度65℃±2℃で反応させた場合の残存モノマー量は約8．5％である(甲13の99頁の図1・5・3)。なお，ブチルメタクリレートとメチルメタクリレートは，いずれもメタクリル酸アルキルエステルの一種であり，重合率の挙動は共通している。",
                    "また，重合を100％完結することは通常不可能であり，仮に，最も反応が進む温度で反応させたとしても，重合粒子状重合体には，通常5～1重量％のモノマーが残留していること，この残留モノマーが成形時の変色や色むらの原因となることは技術常識である(甲2-3の段落［0004］，甲14)。",
                    "以上のとおり，当業者は，ラジカル重合性ビニルモノマーとしてブチルメタクリレートと1，6-ヘキサンジオールジアクリレートを用い(甲2-3の段落［0182］［表1］)，65±2℃でラジカル重合反応を行った引用発明c-1には，相当程度のモノマーが残存していると考えるのが技術常識であるが，引用発明c-1は，残存モノマーによる着色という課題を全く意識していない。しかも，本件発明1と相反する構成である(モノマーや揮発分〔オリゴマー，重合開始剤の反応生成物等〕が多量に残留している)引用発明c-1には，本件発明1に至る動機付けがない。",
                    "本件発明1は，耐候性及び透明性に優れており(本件明細書の段落【0004】)，塗料中に含有させて用いられ，外観及び耐傷付き性に優れた塗膜を形成することを課題としているため(本件明細書の段落【0009】)，残存モノマーが多く，成形時に着色が生じるものを出発点として容易に想到することはできない。まして，本件発明1は，残存モノマーのみならず，加熱減量を1．5％以下とすることで，架橋アクリル系樹脂粒子の分散性を向上させ，塗膜中に気泡が生成するのを略防止し，バインダー樹脂と架橋アクリル系樹脂粒子との密着性を向上させ，かつ，架橋アクリル系樹脂粒子同士の凝集を略防止し，優れた耐傷付き性を有する塗膜を形成するものであるところ(本件明細書の段落【0026】)，このような構成や効果(加熱減量を抑制することにより課題を解決すること)は，引用発明c-1及び本件決定が引用する引用文献に，記載も示唆もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件決定は，甲1-3に，実施例として，水分量が0．2重量％以下，残存モノマー量が0．2ppm以下である場合についても開示されている旨認定しているが，誤りである。",
                    "甲1-3に開示されている粒子の残存メタクリル酸メチルの量は，最も少ないもので，実施例1の5ppmであり，0．2ppm以下のものが開示されている事実はない。",
                    "また，甲1-3は，化粧品の滑り性付与剤やトナー等も対象とする多様な用途を前提とした合成樹脂粒子における，懸濁重合時の未反応モノマーである残存モノマーを原因とする着色という品質低下に言及するにすぎないから，水分を含む揮発減量を減らすという構成とは異なるものである。それどころか，甲1-3の段落【0037】，【0060】【表1】の比較例4，比較例5によると，樹脂粒子の凝集が発生するため，水分量を減らしすぎることは避けるべきこととされている。",
                    "これに対し，本件発明1は，加熱減量を1．5％以下とすることで，架橋アクリル系樹脂粒子の分散性を向上させ，塗膜中に気泡が生成するのを略防止し，バインダー樹脂と架橋アクリル系樹脂粒子との密着性を向上させ，かつ，架橋アクリル系樹脂粒子同士の凝集を略防止し，優れた耐傷付き性を有する塗膜を形成する(本件明細書の段落【0026】)ものであり，このような課題は，甲1-3で触れられているような合成樹脂粒子の技術分野における一般的な課題ではなく，このような効果は，引用発明c-1はもとより，甲1-3をはじめとする公知文献に記載も示唆もない。発明特定事項としても，甲1-3は，その観点が，残存モノマーによる着色防止であるため，水分も含めた揮発成分の総量を減じるという発想そのものの記載も示唆もない。それどころか，減じ過ぎるべきではなく一定量の水分を必要としており，阻害要因がある。そして，この点は，大径粒子や塗膜表面のムラを生じさせることになるから，相違点c2及びc3の阻害事由でもある。",
                    "さらに，引用発明c-1に残存モノマー低減法を適用すると黄変の弊害があり，黄変は，光学上の問題や，塗膜の色彩を損なうなどの問題を生じさせるものであるから，この点においても，引用発明c-1に甲1-3に記載された方法を適用することには阻害要因がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲2-4，甲1-1及び甲1-3に記載された事項を総合すると，種々の用途に使用される合成樹脂粒子の技術分野において，粒子の残存モノマー，水分などの揮発分が存在することに起因して，何らかの問題が発生する場合に，当該揮発分の量を一定量以下に低減化させることは，一般的な共通課題であると主張する。",
                    "しかし，「何らかの問題が発生する場合」に，その問題が粒子の残存モノマー，水分などの揮発分が存在することに起因するとの前提は，本件発明に接したからこそであって(本件明細書の段落【0024】，【0025】等)，それを見いだしたのは，本件発明の発明者であり，被告の主張は，後知恵である。",
                    "また，被告の主張は，残存モノマーに起因して発生しうる問題点を「何らかの問題点」と全般化・抽象化し，これを一般的な共通課題とした上で，この共通課題を引用発明c-1に適用したものであり，本件発明の具体的な課題から離れたものであるし，「残存モノマーに起因して」発生しうる不特定な問題点を解決するために，残存モノマーを除くというものに過ぎず，論理付けになっていない。",
                    "本件発明と引用発明c-1との間の相違点に対応する副引例もなく，引用発明c-1には本件発明の技術的課題の示唆もなく，引用発明c-1から本件発明を想到することは容易ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，「重合直後の重合体粒子分散液に残存モノマーが多かったとしても，その後真空乾燥を行い，いずれも揮発分である水分のみならず残存モノマーも低減化されていると理解するのが自然である。」と主張する。",
                    "しかし，引用発明c-1は，「100℃で5時間真空乾燥することにより，粒子が凝集してなる乾燥物を得」て(甲2-3の段落[0183])，当該乾燥物を粉砕することで粉砕粒子を得たものであるところ，凝集して塊となった乾燥物の内部の揮発分の除去は困難で不十分である。",
                    "また，引用発明c-1では，原料モノマーとして，γ-アクリロキシプロピルトリエトキシシラン，ブチルメタクリレート及び1，6-ヘキサンジオールジアクリレートが用いられており，これらの沸点は，それぞれ，295．1±23．0℃(甲19)，160～198℃，及び295℃程である(甲20)から，引用発明c-1の原料モノマーは，水よりも沸点が高く，モノマーの50質量％以上を占める1，6-ヘキサンジオールジアクリレートは，295℃という極めて高い沸点を有している。",
                    "さらに，原料モノマーは，これらが重合して生成される樹脂に対して優れた親和性，少なくとも水よりも樹脂に対して優れた親和性を有しており，水に比して，原料モノマーを樹脂粒子から除去することが難しいことは，技術常識である。",
                    "したがって，真空乾燥が行われたとしても，樹脂粒子中には相当量のモノマーが残存している。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，加熱減量を減ずるという構成を採用する動機付けがない引用発明c-1に基づいて，本件発明1に容易に想到することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のように，本件決定は，相違点c1の容易想到性の判断を誤っている。そして，本件発明4及び本件発明8～10は，本件発明1の従属項であるから，本件決定は，これらの発明についても，容易想到性の判断を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点c3の容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の発明特定事項",
              "text": [
                "本件発明1は，「分級されたものであって，バインダー樹脂及び粘度を調整するための溶媒(水を除く)と共に樹脂組成物を構成し，上記樹脂組成物から形成される塗膜表面に凹凸を形成することを特徴とする架橋アクリル系樹脂粒子」を発明特定事項としており，本件発明1の架橋アクリル系樹脂粒子は，上記発明特定事項を有することによって，塗膜表面に凹凸を形成し，塗膜表面の艶消し効果又は塗膜に光拡散性を付与できる(本件明細書の段落【0003】)。",
                "前記3(1)アのとおり，本件発明は，加熱減量が1．5％以下であることが重要であるが，本件発明の架橋アクリル系樹脂粒子を用いて樹脂組成物を調製するための溶媒に水を用いると，架橋アクリル系樹脂粒子が揮発成分である水を吸収するため，加熱減量1．5％以下とした意義を生かすために，溶媒から水が除かれている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明c-1のアクリル系樹脂粒子による塗膜表面の凹凸が確認されていないこと",
              "text": [
                "引用発明c-1は，甲2-3の実施例2(製造例2)に記載されたアクリル系樹脂粒子である(甲2-3の段落［0209］［表2］)が，当該アクリル系樹脂粒子を樹脂組成物として塗膜を製造した旨の記載はなく，塗膜表面に凹凸が形成されるかどうか不明である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断の誤り",
              "text": [
                "相違点c3について，塗膜表面に凹凸を形成されるかどうかは，塗膜表面の艶消し効果又は塗膜に光拡散性を付与という効果にかかわる重要な構成であるにもかかわらず，これを，実質的な相違点であるとはいえないか，仮に相違するとしても，引用発明c-1において，当業者が適宜なし得ることであるとした本件決定の判断には誤りがある。",
                "なお，本件発明1の発明特定事項として，溶媒として水を除外しているのに対して，甲2-3には水を除外する発想がないのは，発明の具体的な技術思想そのものが異なることによるものであって，このような観点からも，引用発明c-1から本件発明1を想到することは容易ではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のように，本件決定は，相違点c3の容易想到性の判断を誤っている。そして，本件発明4及び本件発明8～10は，本件発明1の従属項であるから，本件決定は，これらの発明についても，容易想到性の判断を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本件発明の効果についての判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定は，本件発明1の効果について，「本件発明1の効果につき検討すると，甲2-4(更には甲1-1〔段落【0019】〕，甲1-3)にも記載されているとおり，合成樹脂粒子の技術分野において，樹脂粒子中に存在する水分，残存モノマー，溶媒などの揮発分を低減化させることは一般的な共通課題であるから，当該課題に基づき，引用発明c-1において，その低減化方法はさておき，粒子中に存在する水分又は残存モノマーなどの加熱減量の上限値以下とすることにより，加熱減量により生じる問題点(例えば外観低下等)が解決できることは，当業者が予期し得ない効果であるということはできない」(認定①)，「引用発明c-1において，粗大粒子の含有量を所定上限値以下とすることにより，表面に凹凸を有する光学フィルムを形成した場合に，フィルム表面に傷が発生すること又は外観が低下することなどの粗大粒子の存在により生じる問題点が解決できることは，当業者が予期し得ない効果であるということはできない。」(認定②)と認定した。",
                "しかし，本件発明1は，樹脂粒子の加熱減量を1．5％以下とし，かつ大径粒子の含有量を1．0体積％以下とすることによって，樹脂粒子から放出される揮発分に起因した気泡が塗工膜及びこれを乾燥して得られる塗膜に形成されることを抑制して樹脂粒子の凝集を抑制しているとともに，大径粒子が塗膜表面に突出することを抑制しており，「ムラ」及び「ブツ」が抑制され，かつ，凹凸が均一に形成された外観及び耐傷付き性に優れた塗膜を形成することができるという顕著な効果を奏する。",
                "本件発明1は，樹脂粒子の加熱減量と大径粒子の含有量とが有機一体的に結合して相乗効果を奏し，上述の顕著な効果を奏しているところ，認定①及び②は，樹脂粒子の加熱減量の上限値を限定した構成要件と，大径粒子の含有量の上限値を限定した構成要件とを分離し，各構成要件がそれぞれ独立して奏する作用効果のみに注目したにすぎず，これらの構成要件が有機的一体的に結合することによって生じる上記の相乗効果を看過している。",
                "本件決定の上記認定は，樹脂粒子の加熱減量の上限値を限定した構成要件と，大径粒子の含有量の上限値を限定した構成要件とが有機一体的に結合して奏する相乗効果を看過したものであって，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のように，本件決定は，本件発明1の効果の判断を誤っている。そして，本件発明4及び本件発明8～10は，本件発明1の従属項であるから，本件決定は，これらの発明についても，容易想到性の判断を誤っている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の技術的意義について",
          "text": [
            "「粒子中の揮発分」である「加熱減量」の存在量に関する発明特定事項①について，本件明細書の段落【0005】には，「粒子中の揮発分，即ち，水分又は残存モノマーが多く存在することで，塗工用樹脂，又は溶剤との馴染みが悪くなり凝集を引き起こしたり，塗工工程の乾燥時に揮発するために，表面にムラなどが生じた結果，塗膜表面の傷付き性能低下が生じてしまう課題がある。」と記載され，本件明細書の段落【0024】～【0026】には，加熱減量を1．5％以下とすることで，バインダー樹脂及び溶媒との馴染み性を向上させてバインダー樹脂中における架橋アクリル系樹脂粒子の分散性を向上させているとともに，架橋アクリル系樹脂粒子から塗工膜中に放出される残存モノマー及び水分などの揮発分の量を抑制し，塗膜中に気泡が生成するのを略防止し，バインダー樹脂と架橋アクリル系樹脂粒子との密着性を向上させ，かつ，架橋アクリル系樹脂粒子同士の凝集を略防止して，優れた耐傷付き性を有する塗膜を形成することができるという効果を奏することが記載されている。",
            "また，「大径粒子(粗大粒子)」に関する発明特定事項②について，本件明細書の段落【0004】には，「粗大粒子が存在した場合には，塗工表面上のブツの原因となり，外観低下を起こす上，塗工表面からこぼれ落ち易くなるため塗工表面の耐傷付性能が劣る場合がある」と記載され，段落【0028】～【0029】には，大径粒子の含有量を1．0体積％以下に限定することで，架橋アクリル系樹脂粒子を含む樹脂組成物から形成された塗膜の表面に大径粒子が突出するのを概ね抑制して塗膜の外観を良好なものとすることができ，塗膜表面から大径粒子が脱落するのを防止して，塗膜の耐傷付き性が向上するという効果を奏することが記載されている。",
            "これらによると，本件明細書には，「加熱減量」の存在量に係る発明特定事項①によって，バインダー樹脂及び溶媒との馴染み性の向上によるバインダー樹脂中における架橋アクリル系樹脂粒子の分散性の向上，架橋アクリル系樹脂粒子から塗工膜中に放出される揮発分の量の抑制による塗膜中の気泡生成の防止，バインダー樹脂と架橋アクリル系樹脂粒子との密着性の向上及び架橋アクリル系樹脂粒子同士の凝集の防止によって，優れた耐傷付き性を有する塗膜を形成することができるとの課題解決に至る具体的因果関係が説明されている。",
            "また，本件明細書には，「大径粒子(粗大粒子)」の存在量に係る発明特定事項②によって，架橋アクリル系樹脂粒子を含む樹脂組成物から形成された塗膜の表面に大径粒子が突出するのを概ね抑制して塗膜の外観を良好なものとすることができるとともに，塗膜表面から大径粒子が脱落するのを防止して，塗膜の耐傷付き性の向上を図るという効果を奏するための具体的因果関係が説明されている。",
            "このように，本件明細書には，発明特定事項①による効果と発明特定事項②による効果とが，別々に記載されており，いずれの効果も発明特定事項①と発明特定事項②による相乗的な効果であることは記載されていない。",
            "また，本件明細書の実施例に係る記載(段落【0090】～【0128】，特に【0127】【表1】)によると，発明特定事項①と発明特定事項②とをいずれも具備する実施例1～4の場合に，塗膜の表面性の評価において「A(ブツ及びムラが観察されなかった)」又は「B(ブツ又はムラが僅かに観察された)」と評価でき，発明特定事項①と発明特定事項②のいずれか一方を具備しない比較例1～3の場合又は発明特定事項①と発明特定事項②のいずれも具備しない比較例4の場合には，塗膜の表面性の評価において「C(ブツ又はムラが多く観察された)」と評価されることが記載されているのみであって，発明特定事項①のみが欠けた場合(比較例1及び2)にムラが多く観察され，また，発明特定事項②のみが欠けた場合(比較例3)にブツが多く観察されることにより，いずれの場合においても結果として「C」と評価され，塗膜の表面性に係る効果を奏さないことが認識できるにとどまり，これらの結果から，当該「塗膜の表面性」に係る効果が，発明特定事項①と発明特定事項②との相乗的な効果であるとはいえない。",
            "したがって，本件発明の効果は，発明特定事項①と発明特定事項②による相乗効果であるということがいえず，本件発明の効果は，相乗効果ではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点c2の容易想到性の判断に誤りがないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "平均粒子径について",
              "text": [
                "「平均」については，その算出方法などにより種々の平均が存在し，「平均粒子径」についても，算術平均径，長さ平均径，面積平均径，体積平均径(重量平均径)，平均表面積径，平均体積径，体積長さ平均径，比表面積径等が存在するところ(甲9～11)，特段の事情がない場合，「平均」は，一般に「算術平均」をいうものであり(乙1の9頁「2．13  (算術)平均，平均値」との記載)，粒子径についても，単に「平均粒子径」という場合，「算術平均粒子径」を意味する(乙2の段落［0059］～［0060］，乙3の段落［0053］～［0054］，乙4の段落【0072】～【0073】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の「体積平均粒径」と引用発明c-1の「粒径」及び「粗大粒子量」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の段落【0034】には，「架橋アクリル系樹脂粒子の体積平均粒径は，10万個の粒子の体積基準の粒度分布における算術平均である。」と記載されているから，本件発明1の「体積平均粒径」は「算術平均」により算出されたものである。",
                    "甲2-3の段落［0204］には，「・・・粒子径の測定を行い，体積基準で平均粒子径を算出した。」と記載されているから，引用発明c-1の「平均粒子径」は，「体積平均粒子径」である。",
                    "そして，上記(1)の前提に照らすと，引用発明c-1における「平均粒子径」は，算術平均により算出されたものと認識するのが自然である。",
                    "以上から，引用発明c-1の「平均粒子径」は，算術平均により算出された体積平均粒子径であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明c-1の「平均粒子径」と，本件発明の「体積平均粒径」は，いずれも，算術平均により算出された体積平均粒子径(粒径)であるから，両者は同一の物性値である。",
                    "したがって，本件決定が，本件発明における「架橋アクリル系樹脂粒子」の「体積平均粒径」と引用発明c-1における「重合体粒子」の「平均粒子径」が，いずれも同一の物性値であるものとして検討を行うとしたことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明c-1における「平均粒子径」は，算術平均により算出された体積平均粒子径であるから，当該平均粒子径と粒子を構成する材料の密度から，一定質量中に存在する全粒子数を概算することができるとともに，個々の粒子の粒子径の相違による体積の相違に留意しつつ，当該全粒子数中に占める粗大粒子の粒子個数割合に基づいて，粗大粒子の体積割合(体積％)を，以下のとおり算出することができる。",
                    "粒子の体積から求めた粒子径(体積基準の粒子径)は，その粒子が真球であると仮定して求めた値である(乙6)ところ，体積基準の「平均粒子径6．0μm」の粒子が真球であるとしてその体積を計算すると，",
                    "4／3×π×(6．0μm／2)3 ＝113μm3",
                    "＝1．13×10-10cm3",
                    "となる。そして，引用発明c-1の粒子を構成する材料(ブチルメタクリレート)と同様のメタクリレート類をモノマーとする樹脂である一般的なメタクリル樹脂の密度(比重)は，1．2g／cm3程度である(乙5の「メタクリル樹脂」の欄)から，平均的な粒子の1個あたりの質量は，",
                    "1．13×10-10cm3×1．2g／cm3＝1．36×10-10g／個",
                    "となり，樹脂粒子0．5gには，",
                    "0．5g÷1．36×10-10g／個＝3．69×109個",
                    "の粒子が含まれている(全粒子数)と概算することができるとともに，当該概算値からみて，誤差要因を考慮すると，樹脂粒子0．5g中には，少なくとも「108個程度のオーダー」の粒子が含まれていることが推定できる。",
                    "引用発明c-1における粒子は，全粒子(「平均粒子径の2倍以上の粗大粒子」と「平均粒子径の2倍未満の粒子」の「108個程度のオーダー」の個数の混合物)0．5g中に，「平均粒子径の2倍以上の粗大粒子」が25個であるから，「平均粒子径の2倍以上の粗大粒子」の全粒子に対する個数基準の含有率は，",
                    "25個÷108個×100＝2．5×10-5％(0.000025％)",
                    "と極めて小さい含有率となる。",
                    "個々の粒子の体積は，粒径の3乗に比例して増減するものであり，個々の粗大粒子については平均的な粒子に比して体積も大きくなり，それに伴って，粗大粒子の体積含有率(体積％)も以下のとおり大きくなる。",
                    "・(例1)粒子径が平均粒子径の2倍である粗大粒子の場合(体積8倍)",
                    "8×2．5×10-5％＝2．0×10-4体積％(0．0002体積％)",
                    "・(例2)粒子径が平均粒子径の10倍の粗大粒子の場合(体積1000倍)",
                    "1000×2．5×10-5％＝2．5×10-2体積％(0．025体積％)",
                    "以上のように，平均粒子径の10倍の粒子径を有する粗大粒子が，全粒子0．5g中に25個あったとしても，その体積基準の含有率は，0.025体積％である。",
                    "そうすると，引用発明c-1において，粗大粒子(大径粒子)の全粒子に対する体積基準の含有率は，1．0体積％を超えることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件決定において，「引用発明c-1のものは，いずれも『平均粒子径の2倍を超える粗大粒子』が粒子0．5gあたり25個であるところ，粒子0．5gに含有される粒子数は，平均粒子径が6．0μmであることに照らすと，概略108個程度のオーダーになることが当業者に自明であって，また，『粗大粒子』25個に対する108個程度のオーダーなる総粒子数は，粗大粒子に係る体積百分率を1．0％以下とする十分に大きな母数であることも当業者に自明であるから，引用発明c-1における上記粗大粒子の数は，体積百分率で1％を下回るものと理解するのが自然である」とし，「相違点c2は，実質的な相違点であるとはいえないか，仮に相違するとしても，引用発明c-1において，当業者が適宜なし得ることである」と判断したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "粒径に関する主張について",
                  "text": [
                    "コールター法による粒子径の測定では，電解液(分散液)中に形成された一定の電気回路中に粒子を入れたときの電圧変動から個々の粒子の粒子体積を直接得て，体積相当径を求めるものであり(乙6)，電解液(分散液)の種別によって個々の粒子に係る粒子体積が変動するものではないから，本件発明1に係る分散液と引用発明c-1に係る分散液の種別が異なっても，求められる平均粒子径に有意に影響することはない。",
                    "原告は，甲2-3の製造例2及び実施例2は，不合理に径が変遷しており，数値自体にも疑問があると主張しているが，乾燥，粉砕，分級の各処理の終了時に測定された平均粒子径が変遷したとしても，粒子径測定の直前の処理によって平均粒子径の測定値が変化することはあるから，最終的に「平均粒子径6．0μm」となった点につき疑義が生じるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "大径粒子又は粗大粒子の含有量について",
                  "text": [
                    "甲2-3の段落［0205］～［0206］によると，引用発明c-1における「大径粒子」の含有量の測定方法は，「微粒子分散溶液(粘度：3mPa・s，固形分濃度：0．5質量％)を，平均粒子径の1．75～2倍の目開きを有するメッシュ・・と，濾過鐘にブフナーロートを備えた吸引濾過装置を使用して，減圧下で濾過を行」い，「メッシュ上に残留した粒子を走査型電子顕微鏡・・を使用して，200倍で全視野観察し，目視で平均粒子径の2倍以上の粗大粒子の個数(個／0．5g)を数え」るとされているところ，平均粒子径の1.75～2倍の目開きを有するメッシュを用いて濾過することにより，メッシュ上に残留した粒子，すなわち，メッシュの目開きを通過できなかった粒子を平均粒子径の2倍以上の粒子径を有する粒子としてその全個数を目視で数えたものであって，平均粒子径の2倍以下の粒径を有する粒子及び平均粒子径の2倍を超える粒径を有する粒子が混ざったものから，目視観察により平均粒子径の2倍以上の粒径を有する粒子のみを判別しつつ数えたものではない(判決注：下線は被告による。)。",
                    "そうすると，引用発明c-1における粗大粒子の含有量の測定方法と本件発明1における大径粒子の含有量の測定方法とは，いずれも粗大粒子(大径粒子)の含有量の測定を適正に行っている点で変わらないから，引用発明c-1の「平均粒子径6．0μmで平均粒子径の2倍を超える粗大粒子が25個／0．5g」が，本件発明1の「大径粒子の含有量が1．0体積％以下」と技術的意義が異なる概念であるとすべきものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性の判断の誤りの主張について",
                  "text": [
                    "甲2-3の段落［0005］には，「粒子径分布が好適範囲に管理されていても，平均粒子径から大きく逸脱する粗大粒子が存在する場合には，表示品位の低下や，光学フィルムに欠点が生じる。したがって，粗大粒子量の低減に対する要求は，視認性および生産性の向上といった観点から一層高まる傾向にあ」ること，段落［0006］には，「本発明は，上記事情に着目してなされたものであって，その目的は，好適な粒子径を逸脱する粗大な粒子の含有量が低レベルに低減された微粒子，および，かかる微粒子の製造方法，並びにこの微粒子を含む樹脂組成物を提供することにある」こと，並びに，段落［0010］～［0011］には，「組成物，該塗布用組成物を基材上に塗布して得られる光学フィルム(光拡散フィルム，防眩フィルムなど，表面に凹凸形状を有するフィルム)も含まれ」，「本発明の微粒子は，粒径の好適範囲を逸脱する粗大な粒子の含有量が低レベルに低減されたものであ」り，「したがって，本発明の粒子を含む樹脂組成物から得られる成形品は粗大粒子に由来する欠点が生じ難いものと考えられ」，「本発明の微粒子は，特に，光学用樹脂組成物に好適であり，かかる樹脂組成物から得られる光拡散フィルム，防眩性フィルム，そして，本発明の微粒子を含む光拡散板は，優れた光学特性を示すものと考えられる」ことがそれぞれ開示されているから，引用発明c-1においても，粗大粒子の存在量を低減化して，防眩性フィルム等に使用する際の粗大粒子に起因する欠点を抑制しようとする技術的思想が存することが明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点c1の容易想到性の判断に誤りがないこと",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の段落【0026】，【0027】によると，本件発明1の「加熱減量」は，120℃で1．5時間という加熱条件下において，架橋アクリル系樹脂粒子から残存モノマー及び水分などの揮発分が揮散して粒子の質量が減少する際の減少量，すなわち，架橋アクリル系樹脂粒子中に含まれる揮発分の量を意味するものと理解するのが自然である。",
                    "また，甲2-4の段落【0005】，【0007】，甲1-1の段落【0001】～【0002】，【0019】，及び，甲1-3の段落【0002】～【0004】，【0009】～【0011】，【0060】【表1】によると，種々の用途に使用される合成樹脂粒子の技術分野において，粒子の残存モノマー，水分などの揮発分が存在することに起因して，何らかの問題が発生する場合に，当該揮発分の量を一定量以下に低減化させることは，一般的な共通課題である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の段落【0026】には，「本発明の架橋アクリル系樹脂粒子は，120℃で1．5時間加熱後の加熱減量」「を1．5％以下に限定し，好ましくは1．0％以下とする」と記載されているものの，1．5％を超えた場合に具体的にどうなるかは記載されていない。",
                    "また，本件明細書の段落【0127】【表1】には，実施例1～4として加熱減量が0．55％～0．65％である場合，比較例1として加熱減量が1．80％である場合，比較例2として加熱減量が2．20％である場合及び比較例4として加熱減量が1．56％である場合がそれぞれ記載されているところ，比較例1及び比較例2は加熱減量が1．5％を大きく上回るものであり，また，比較例4は加熱減量のみならず大径粒子の含有量について大きく上回るものであるから，当該実施例及び比較例の記載に基づいて，加熱減量の上限値を1．5％とした点の臨界的意義を把握することができない。",
                    "したがって，本件発明1の「加熱減量」の上限値である「1．5％」は，優れた耐傷つき性を有する塗膜とする限りにおいて単に数値を設けただけにすぎず，その数値には臨界的な意義があるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イによると，種々の用途に使用される合成樹脂粒子の技術分野において，粒子の残存モノマー，水分などの揮発分が存在することに起因して，何らかの問題が発生する場合に，当該揮発分の量を一定量以下に低減化せしめることは，一般的な共通課題であるから，当該一般的な共通課題に基づき，引用発明c-1において，粒子中に存在する水分，残存モノマー，溶媒などの揮発分である加熱減量を低減化すること及びその低減化に当たり臨界的意義を有さない1．5％に上限値を規定することは，当業者が適宜なし得ることである。",
                    "したがって，本件決定の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明c-1について",
                  "text": [
                    "甲2-3の段落［0183］～［0187］の記載によると，重合体粒子分散液につき，湿式分級工程を経て，100℃で5時間真空乾燥するなどして，乾燥物を得，粉砕して水分含量0．5質量％以下の粉砕粒子を得た後，乾式分級工程を経て，微粒子を得たものが引用発明c-1であるところ，真空乾燥を意図的に行って「加熱減量」の一部である水分の含量が0．5質量％以下の乾燥物を最終的に得ているのであるから，重合直後の重合体粒子分散液に残存モノマーが多かったとしても，その後真空乾燥を行い，いずれも揮発分である水分のみならず残存モノマーも低減化されていると理解するのが自然である(判決注：下線は被告による。)。",
                    "仮に，原告の主張のとおり，引用発明c-1は，残存モノマーが非常に多い状態であったとしても，残存モノマーが成形時の変色や色むらの原因となることが技術常識(甲14)であるから，引用発明c-1においても，残存モノマーによる着色という課題があることは明らかである。",
                    "したがって，引用発明c-1は，残存モノマーが非常に多い状態であるとはいえない。仮に，残存モノマーが非常に多い状態であったとしても，残存モノマーによる着色という課題を意識しているといえるから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「引用発明c-1に甲1-3記載の方法を適用して加熱減量を低減するには阻害要因があること」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点c1について，本件決定では，引用発明c-1に対して，甲2-4，甲1-1及び甲1-3の記載から導き出される合成樹脂粒子の技術分野における一般的な共通課題に基づいて，容易想到である旨判断したものであり，引用発明c-1に甲1-3に記載の方法を適用して容易想到と判断したものではないから，原告の主張は，本件決定の判断を正解したものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1-3の段落【0037】によると，ウエットケーキの「一次乾燥」を水分量が0．2重量％を下回るまで行わないのは，二次乾燥において合成樹脂粒子中の残存モノマー量を低減させることができないとともに，合成樹脂粒子の凝集が発生してしまうためであり，最終的な合成樹脂粒子の水分量を減らしすぎることを避けるためではないから，最終的な樹脂粒子である引用発明c-1の水分量などの「加熱減量」を低減化することを妨げる阻害要因となるものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点c3の容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2-3の段落［0010］～［0011］，［0153］，［0159］～［0160］，［0163］の記載によると，引用発明c-1の「重合体粒子」についても，「バインダー樹脂及び粘度を調整するための溶媒と共に塗布用組成物を構成し，当該塗布用組成物から塗付法により形成される塗膜表面に凹凸を形成する」ことに使用し，防眩性フィルムを構成する態様が示唆されているといえるから，本件決定において，相違点c3は，引用発明c-1において，当業者が適宜なし得ることと判断した点に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「引用発明c-1のアクリル系樹脂粒子による塗膜表面の凹凸が確認されていない」との原告の主張について",
              "text": [
                "甲2-3の［0010］～［0011］には，「組成物，該塗布用組成物を基材上に塗布して得られる光学フィルム(光拡散フィルム，防眩フィルムなど，表面に凹凸形状を有するフィルム)も含まれ」，「本発明の微粒子は，特に，光学用樹脂組成物に好適であり，かかる樹脂組成物から得られる光拡散フィルム，防眩性フィルム，そして，本発明の微粒子を含む光拡散板は，優れた光学特性を示すものと考えられる」ことが記載されているから，引用発明c-1についても，バインダー樹脂及び溶剤と共に塗布用組成物を構成し，当該組成物を基材上に塗布して光拡散フィルム，防眩フィルムなどの光学フィルムを構成した場合，塗膜の表面に凹凸が形成されるものといえる。",
                "なお，甲2-3の段落［0163］には，溶媒として水のみならず種々の有機溶剤を使用することも記載されているから，本件決定において「粘度を調整するための溶媒(水を除く)と共に」と判断した点につき，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件決定の本件発明1における判断に誤りはないから，本件発明4，8～10についての進歩性欠如の判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の訂正後の特許請求の範囲は，前記第2，2のとおりであるほか，本件明細書(甲6)には，次の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は，架橋アクリル系樹脂粒子及びその製造方法，樹脂組成物並びに包装物品に関する。",
                "【背景技術】",
                "【0002】",
                "懸濁重合法やシード重合法により製造された樹脂粒子は，塗料の艶消し剤，化粧品の滑剤，樹脂の物性を改良するための添加剤，光拡散剤などとして無機粒子に代わって広範な分野で利用されている。",
                "【0003】",
                "一般的に懸濁重合法やシード重合法によって得られた樹脂粒子は，塗料などに含有させて用いられた場合には，樹脂粒子が塗膜表面に凹凸を形成し，塗膜表面の艶消し効果又は塗膜に光拡散性を付与している。",
                "【0004】",
                "特に，架橋アクリル酸系樹脂粒子は耐候性及び透明性に優れるために広く使用されている。その際，粒子が平均径よりも極端に大きすぎるもの，即ち，粗大粒子が存在した場合には，塗工表面上のブツの原因となり，外観低下を起こす上，塗工表面からこぼれ落ち易くなるため塗工表面の耐傷付性能が劣る場合がある。",
                "【0005】",
                "又，粒子中の揮発分，即ち，水分又は残存モノマーが多く存在することで，塗工用樹脂，又は溶剤との馴染みが悪くなり凝集を引き起こしたり，塗工工程の乾燥時に揮発するために，表面にムラなどが生じた結果，塗膜表面の傷付き性能低下が生じてしまう課題がある。",
                "【0006】",
                "特許文献1には，合成樹脂粒子を水系分散媒体中に分散させてなる懸濁液を脱水して得られたウエットケーキを洗浄した上で攪拌しながら，乾燥温度を60～90℃に設定してウエットケーキを乾燥させて該ウエットケーキの水分量が0．2～5．0重量％となるまで一次乾燥させた後，乾燥温度を100～140℃に設定して1～7kPaの減圧下にて合成樹脂粒子の温度が乾燥温度よりも3℃以上低い温度となるように調整しながら二次乾燥させる合成樹脂粒子の製造方法が開示されている。",
                "【0007】",
                "又，特許文献2には，紫外線硬化樹脂と，溶剤と，重量平均粒径1μm以上の透光性微粒子とを含む塗布液であって，前記透光性微粒子の含水率が0．1～0．8質量％である塗布液が開示されている。",
                "【先行技術文献】",
                "【特許文献】",
                "【0008】",
                "【特許文献1】特開2006-077047号公報",
                "【特許文献2】特開2012-215867号公報",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0009】",
                "しかしながら，上記合成樹脂粒子は乾燥時に水分，残存モノマーは低減出来ているものの，粗大粒子を低減する工程にて，雰囲気中の水分を吸収し，揮発分が増加してしまい，この樹脂粒子を含む樹脂組成物及び塗布液を基材上に塗工して塗膜を形成した場合，塗膜中で樹脂粒子が凝集したり，乾燥工程で揮発分によりムラが生じて塗膜の耐傷付き性が低下するという問題点を有している。",
                "【0010】",
                "本発明は，塗料中に含有させて用いられ外観及び耐傷付き性に優れた塗膜を形成することができる架橋アクリル系樹脂粒子及びその製造方法，架橋アクリル系樹脂粒子を用いた樹脂組成物並びに包装物品を提供する。",
                "【課題を解決するための手段】",
                "【0011】",
                "本発明の架橋アクリル系樹脂粒子は，アクリル系樹脂を含み，120℃で1．5時間加熱後の加熱減量が1．5％以下で且つ体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．0体積％以下であることを特徴とする。",
                "【0012】",
                "本発明の架橋アクリル系樹脂粒子に含まれているアクリル系樹脂は，アクリル系モノマーを含む原料モノマーを重合させてなり，アクリル系モノマー及び多官能性モノマーを含む原料モノマーを重合させてなることが好ましい。架橋アクリル系樹脂粒子に含まれているアクリル系樹脂は，多官能性モノマーによって架橋されていることが好ましい。アクリル系モノマーとしては，特に限定されず，例えば，アクリル酸，メチルアクリレート，エチルアクリレート，n-ブチルアクリレート，イソブチルアクリレート，t-ブチルアクリレート，ドデシルアクリレート，ステアリルアクリレート，2-エチルヘキシルアクリレート，テトラヒドロフルフリルアクリレート，メタクリル酸，メチルメタクリレート，エチルメタクリレート，プロピルメタクリレート，n-ブチルメタクリレート，イソブチルメタクリレート，t-ブチルメタクリレート，n-オクチルメタクリレート，ドデシルメタクリレート，2-エチルヘキシルメタクリレート，ステアリルメタクリレートなどが挙げられ，粒度分布内での粒子強度のばらつきが小さい架橋アクリル系樹脂粒子を得ることができることから，メチルメタクリレートが好ましい。なお，アクリル系モノマーは，単独で用いられても二種以上が併用されてもよい。",
                "【0013】",
                "多官能性モノマーとしては，例えば，トリメチロールプロパントリ(メタ)アクリレート，エチレングリコールジ(メタ)アクリレート，ジエチレングリコールジ(メタ)アクリレート，トリエチレングリコールジ(メタ)アクリレート，デカエチレングリコールジ(メタ)アクリレート，ペンタデカエチレングリコールジ(メタ)アクリレート，ペンタコンタヘクタエチレングリコールジ(メタ)アクリレート，ペンタエリスリトールテトラ(メタ)アクリレート，1，3-ブチレンジ(メタ)アクリレート，アリル(メタ)アクリレートなどのアクリル系多官能性モノマー，ジビニルベンゼン，ジビニルナフタレン又はこれらの誘導体などの芳香族ジビニル化合物などが挙げられ，粒度分布内での粒子強度のばらつきが小さい架橋アクリル系樹脂粒子を得ることができることから，アクリル系多官能性モノマーが好ましく，複数個の(メタ)アクリロイル基を有するアクリル系多官能性モノマーが好ましい。なお，多官能性モノマーは，単独で用いられても二種以上が併用されてもよい。本発明において，(メタ)アクリレートは，アクリレート又はメタクリレートを意味する。本発明において，(メタ)アクリロイル基は，アクリロイル基又はメタクリロイル基を意味する。",
                "【0023】",
                "本発明の架橋アクリル系樹脂粒子は，バインダー樹脂と混合することによって樹脂組成物を構成し，この樹脂組成物を基材などの任意の塗工面に塗工し乾燥させることによって塗膜を形成することができる。",
                "【0024】",
                "発明者らは，得られた塗膜の耐傷付き性について鋭意検討したところ，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分などの揮発分の量が多いと，樹脂組成物中のバインダー樹脂や，必要に応じて混合される溶媒との馴染み性が低下し，架橋アクリル系樹脂粒子同士が凝集し，バインダー樹脂中における分散性が低下することを見出した。",
                "【0025】",
                "更に，発明者らは，樹脂組成物を塗工面に塗工した後，この塗工膜を乾燥させる乾燥工程において，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分などの揮発分が架橋アクリル系樹脂粒子から放出され，この放出された残存モノマー及び水分などの揮発分が原因となって塗膜中に気泡が生じ，この気泡が存在している部分は，バインダー樹脂の量が少なくなると共にバインダー樹脂と架橋アクリル系樹脂粒子との密着性が低下するために，塗膜の耐傷付き性が低下すると共に，気泡の存在によって架橋アクリル系樹脂粒子同士の凝集を助長させることを見出した。",
                "【0026】",
                "即ち，本発明の架橋アクリル系樹脂粒子は，120℃で1．5時間加熱後の加熱減量(以下，単に「加熱減量」ということがある)を1．5％以下に限定し，好ましくは1．0％以下とすることによって，架橋アクリル系樹脂粒子中に含有されている残存モノマー及び水分などの揮発分の総量を減少させることができる。残存モノマー及び水分などの揮発分の総量を減少させることによって，バインダー樹脂及び溶媒との馴染み性を向上させてバインダー樹脂中における架橋アクリル系樹脂粒子の分散性を向上させていると共に，架橋アクリル系樹脂粒子から塗工膜中に放出される残存モノマー及び水分などの揮発分の量を抑制し，塗膜中に気泡が生成するのを略防止し，バインダー樹脂と架橋アクリル系樹脂粒子との密着性を向上させ且つ架橋アクリル系樹脂粒子同士の凝集を略防止しており，よって，本発明のアクリル系樹脂粒子によれば，優れた耐傷付き性を有する塗膜を形成することができる。",
                "【0027】",
                "なお，アクリル系樹脂粒子の加熱減量は下記の要領で測定された値をいう。アクリル系樹脂粒子を恒量にした100cm3のビーカー(W )に9～10gを量り取り，試料とビーカーの重量(W )を0．1mgの位まで読む。採取した試料入りのビーカーを120℃にて1．5時間に亘って放置した後，ビーカーを取り出し，シリカゲルを入れたデシケーター中で30分静置後の重量(W )を測定する。測定は試験室気温23℃～27℃の環境下で測定を実施し，下記式に基づいてアクリル系樹脂粒子の加熱減量を算出する。",
                "加熱減量(％)＝100×(W -W )／(W -W )",
                "W ：加熱前の試料とビーカーの総重量(g)",
                "W ：加熱後の試料とビーカーの総重量(g)",
                "W ：ビーカーの重量(g)",
                "【0028】",
                "又，本発明の架橋アクリル系樹脂粒子は，その体積平均粒径の2倍以上の粒径を有する粒子(大径粒子)の含有量が1．0体積％以下である。このように，本発明の架橋アクリル系樹脂粒子は，体積平均粒径の2倍以上の粒径を有する粒子(大径粒子)の含有量が1．0体積％以下に限定され，好ましくは0．5体積％以下とされている。",
                "【0029】",
                "このように，架橋アクリル系樹脂粒子中に含まれている大径粒子の含有量を所定量以下に限定することによって，架橋アクリル系樹脂粒子中を含む樹脂組成物から形成された塗膜の表面に大径粒子が突出するのを概ね抑制して塗膜の外観を良好なものとすることができる。更に，塗膜表面から大径粒子が脱落するのを防止して，塗膜の耐傷付き性の向上を図っている。",
                "【0030】",
                "架橋アクリル系樹脂粒子の体積平均粒径は，架橋アクリル系樹脂粒子中を含む樹脂組成物から形成された塗膜の外観及び塗膜の耐傷付き性が向上するので，50μm以下が好ましく，架橋アクリル系樹脂粒子の凝集をより防止することができ，塗膜の外観及び耐傷付き性がより向上するので，3～30μmがより好ましく，5～20μmが特に好ましい。",
                "【0031】",
                "アクリル系樹脂粒子の体積平均粒径は，コールターマルチサイザーⅢ(ベックマン・コールター社製測定装置)により測定する。測定は，ベックマン・コールター社発行のMultisizerTM3ユーザーズマニュアルに従って校正されたアパチャーを用いて実施するものとする。",
                "【0034】",
                "測定用試料としては，架橋アクリル系樹脂粒子0．1gを0．1重量％ノニオン性界面活性剤水溶液10mL中にタッチミキサー(ヤマト科学社製，「TOUCHMIXER  MT-31」)および超音波洗浄器(ヴェルヴォクリーア社製，「ULTRASOＮIC  CLEAＮER  VS-150」)を用いて分散させ，分散液としたものを使用する。コールターマルチサイザーⅢの測定部に，ISOTOＮ(登録商標)Ⅱ(ベックマン・コールター社製：測定用電解液)を満たしたビーカーをセットし，ビーカー内を緩く攪拌しながら，前記分散液を滴下して，コールターマルチサイザーⅢ本体画面の濃度計の示度を5～10％に合わせた後に，測定を開始する。測定中はビーカー内を気泡が入らない程度に緩く攪拌しておき，粒子を10万個測定した時点で測定を終了する。架橋アクリル系樹脂粒子の体積平均粒径は，10万個の粒子の体積基準の粒度分布における算術平均である。",
                "【0036】",
                "次に，本発明の架橋アクリル系樹脂粒子の製造方法について説明する。本発明の架橋アクリル系樹脂粒子の製造方法は，特に限定されないが，重合によって架橋アクリル系樹脂粒子を製造した(重合工程)後，架橋アクリル系樹脂粒子を乾燥する乾燥工程，及び，架橋アクリル系樹脂粒子を分級する分級工程を経て製造されることが好ましい。重合方法としては，公知の重合方法であれば特に限定されるものではない。公知の重合法としては，例えば，塊状重合，乳化重合，ソープフリー乳化重合，シード重合，懸濁重合などの方法が挙げられる。粒径が1μm以上の形状の整った粒子が得られることから，懸濁重合，シード重合が好ましい。",
                "【0037】",
                "先ず，重合方法として懸濁重合を採用する場合について説明する。重合工程について説明する。重合工程では，アクリル系モノマーと多官能性モノマーを含む原料モノマーを水性媒体中にて重合開始剤の存在下で懸濁重合させて架橋アクリル系樹脂粒子を含有する懸濁液を得る。懸濁重合は，水性媒体(水相)中に，原料モノマーと重合開始剤とを含む混合物(油相)の液滴を分散させて原料モノマーを重合させることによって行われる。",
                "【0038】",
                "水性媒体としては，特に限定されず，例えば，水，水と水溶性有機媒体(メタノール，エタノールなどの低級アルコール(炭素数5以下のアルコール))との混合媒体が挙げられる。水性媒体の使用量は，架橋アクリル系樹脂粒子の安定化を図るために，原料モノマー100重量部に対して100～1000重量部が好ましい。",
                "【0039】",
                "水性媒体中に分散安定剤を含有させてもよい。分散安定剤としては，リン酸カルシウム，リン酸マグネシウム，リン酸アルミニウム，リン酸亜鉛などのリン酸塩，ピロリン酸カルシウム，ピロリン酸マグネシウム，ピロリン酸アルミニウム，ピロリン酸亜鉛などのピロリン酸塩，炭酸カルシウム，炭酸マグネシウム，水酸化カルシウム，水酸化マグネシウム，水酸化アルミニウム，メタケイ酸カルシウム，硫酸カルシウム，硫酸バリウム，コロイダルシリカなどの難水溶性無機化合物，ポリビニルピロリドン，ポリビニルアルコールのような水溶性高分子などが挙げられる。これらの中でも，酸により分解して水に溶解するもの(例えば，炭酸カルシウム，第三リン酸カルシウム，水酸化マグネシウム，ピロリン酸マグネシウム，ピロリン酸カルシウム)を使用すると，重合工程後に，容易に分散安定剤を除去することが可能となるので好ましい。なお，分散安定剤は，単独で用いられても二種以上が併用されてもよい。",
                "【0040】",
                "分散安定剤の使用量は，懸濁液の流動性を確保しつつ，懸濁液中における架橋アクリル系樹脂粒子の分散性に優れていることから，原料モノマー100重量部に対して0．1～20重量部が好ましく，0．5～10重量部がより好ましい。",
                "【0041】",
                "重合開始剤としては，原料モノマーの重合を開始できるものであれば，特に限定されないが，10時間半減期温度が40～80℃のもの，例えば，過酸化ベンゾイル，過酸化ラウロイル，t-ブチルパーオキシ2-エチルヘキサノエートなどの有機過酸化物，2，2＇-アゾビスイソブチロニトリル，2，2＇-アゾビス(2-メチルブチロニトリル)，2，2＇- アゾビス(2，4-ジメチルバレロニトリル)などのアゾ系ニトリル化合物などを用いることが好ましい。重合開始剤は，単独で用いられても二種以上が併用されてもよい。",
                "【0042】",
                "重合開始剤の使用量は，原料モノマーの懸濁重合を円滑に開始させることができるので，原料モノマー100重量部に対して0．01～10重量部が好ましく，0．01～7重量部がより好ましく，0．01～5重量部が特に好ましい。",
                "【0043】",
                "懸濁重合時において懸濁液(反応液)をより安定化させるために，水性媒体中に界面活性剤を含有させてもよい。界面活性剤としては，アニオン性界面活性剤，カチオン性界面活性剤，ノニオン性界面活性剤及び両性イオン界面活性剤の何れも用いることができる。なお，界面活性剤は，単独で用いられても二種以上が併用されてもよい。",
                "【0048】",
                "得られる架橋アクリル系樹脂粒子中に残存するモノマー量を低減させるために，重合工程において，原料モノマーの重合温度を第一温度領域と，第一温度領域よりも高い第二温度領域とに分け，原料モノマーを第一温度領域にて懸濁重合させた後，原料モノマーを第二温度領域にて更に懸濁重合させることが好ましい。",
                "【0049】",
                "第一温度領域としては，30℃以上で且つ80℃未満が好ましく，40～70℃がより好ましい。第二温度領域としては，第一温度領域よりも高い温度である必要があり，60～120℃が好ましく，80～120℃がより好ましく，90～105℃が特に好ましい。",
                "【0050】",
                "上述のように，原料モノマーの懸濁重合温度を第一温度領域と第二温度領域とに分けて懸濁重合することによって，低温な第一温度領域において重合開始剤を徐々に分解させながら原料モノマーの重合を行い，原料モノマーの重合がある程度進行した上で，第一温度領域よりも高い第二温度領域にて原料モノマーの重合速度を上昇させて原料モノマーの重合を促進することができ，その結果，得られる架橋アクリル系樹脂粒子中に含まれている残存モノマー量を低減させることができる。",
                "【0051】",
                "第一温度領域における原料モノマーの懸濁重合の時間は，原料モノマーの重合を十分に進行させることができるので，0．1～15時間が好ましい。第二温度領域における原料モノマーの懸濁重合の時間は，得られる架橋アクリル系樹脂粒子中の残存モノマー量の低減を効果的に行うことができるので，0．5～5時間が好ましい。",
                "【0052】",
                "次に，重合方法としてシード重合を採用する場合について説明する。先ず，原料モノマーと水性媒体とから構成される乳化液(懸濁液)に種粒子を添加する。乳化液は，公知の方法により作製できる。例えば，原料モノマーを水性媒体に添加し，ホモジナイザー，超音波処理機，ナノマイザーなどの微細乳化機により分散させることで乳化液を得ることができる。ここでいう水性媒体としては，水，又は，水と有機溶媒(例えば，低級アルコール)との混合物が挙げられる。",
                "【0053】",
                "又，別途作製される種粒子の製造方法については，特に限定されず，例えば，乳化重合，ソープフリー乳化重合又は懸濁重合などの方法を用いることができる。種粒子の粒径の均一性や製造方法の簡便さを考慮すると，乳化重合又はソープフリー乳化重合法が好ましい。種粒子の重量平均分子量を，重合開始剤の使用量又は分子量調整剤の添加量によって調整してもよい。",
                "【0054】",
                "原料モノマーには，必要に応じて重合開始剤が含まれていてもよい。重合開始剤は，モノマーに予め混合された後，水性媒体中に分散されてもよいし，両者を別々に水性媒体に分散されたものが混合されてもよい。得られた乳化液中に存する原料モノマーの液滴の粒径は，種粒子よりも小さい方が，モノマーが種粒子に効率よく吸収されるので好ましい。",
                "【0055】",
                "種粒子は，乳化液に直接添加されてもよく，種粒子が水性媒体に分散された形態(以下，種粒子分散液という)で添加されてもよい。種粒子が乳化液へ添加された後，原料モノマーは種粒子に吸収される。この吸収は，通常，種粒子添加後の乳化液を，室温(20℃)で1～12時間攪拌することにより行うことができる。又，モノマーの吸収を促進するために，乳化液は30～50℃程度に加温されてもよい。",
                "【0056】",
                "種粒子は，モノマーを吸収することにより膨潤する。モノマーと種粒子との混合比率は，種粒子1重量部に対して原料モノマー5～300重量部が好ましく，100～250重量部がより好ましい。原料モノマーの混合比率が小さくなると，重合による粒径の増加は小さくなり，原料モノマーの混合比率が大きくなると，原料モノマーが完全に種粒子に吸収されず，水性媒体中で独自に懸濁重合して，異常粒子が生成されることがある。なお，種粒子による原料モノマー吸収の終了は，光学顕微鏡の観察で粒径の拡大を確認することにより判定できる。",
                "【0057】",
                "必要に応じて添加される重合開始剤としては，特に限定されず，例えば，過酸化ベンゾイル，過酸化ラウロイル，オルソクロロ過酸化ベンゾイル，オルソメトキシ過酸化ベンゾイル，3，5，5-トリメチルヘキサノイルパーオキサイド，t-ブチルパーオキシ-2-エチルヘキサノエート，ジ-t-ブチルパーオキサイドなどの有機過酸化物；2，2＇-アゾビスイソブチロニトリル，2，2＇-アゾビス(2，4-ジメチルバレロニトリル)，2，2＇- アゾビス(2，3-ジメチルブチロニトリル)，2，2＇-アゾビス(2-メチルブチロニトリル)，2，2＇-アゾビス(2，3，3-トリメチルブチロニトリル)，2，2＇-アゾビス(2-イソプロピルブチロニトリル)，1，1＇-アゾビス(シクロヘキサン-1-カルボニトリル)，2，2＇-アゾビス(4-メトキシ-2，4-ジメチルバレロニトリル，(2-カルバモイルアゾ)イソブチロニトリル，4，4＇-アゾビス(4-シアノバレリン酸)，ジメチル-2，2＇-アゾビスイソブチレート等のアゾ化合物などが挙げられる。重合開始剤は，原料モノマー100重量部に対して，0．1～1．0重量部の範囲で使用されることが好ましい。",
                "【0058】",
                "次に，種粒子に吸収された原料モノマーを重合させることにより，アクリル系樹脂粒子が得られる。重合温度は，原料モノマーや重合開始剤の種類に応じて適宜選択することができるが，上述した懸濁重合と同様に，得られる架橋アクリル系樹脂粒子中に残存するモノマー量を低減させるために，重合工程において，原料モノマーの重合温度を第一温度領域と，第一温度領域よりも高い第二温度領域とに分け，原料モノマーを第一温度領域にて重合させた後，原料モノマーを第二温度領域にて更に重合させることが好ましい。具体的には，第一温度領域としては，30℃以上で且つ80℃未満が好ましく，40～70℃がより好ましい。第二温度領域としては，第一温度領域よりも高い温度である必要があり，60～120℃が好ましく，80～120℃がより好ましく，90～105℃が特に好ましい。重合は，窒素雰囲気のような重合に対して不活性な不活性ガス雰囲気下で行ってもよい。なお，重合反応は，種粒子に原料モノマー及び任意に用いられる重合開始剤が完全に吸収された後に，昇温して行われるのが好ましい。",
                "【0059】",
                "上記重合工程において，樹脂粒子の分散安定性を向上させるために，高分子分散安定剤が添加されてもよい。高分子分散安定剤としては，例えば，ポリビニルアルコール，ポリカルボン酸，セルロース類(ヒドロキシエチルセルロース，カルボキシメチルセルロース等)，ポリビニルピロリドンなどが挙げられる。又，トリポリリン酸ナトリウム等の無機系水溶性高分子化合物が併用されてもよい。これらの高分子分散安定剤のうち，ポリビニルアルコール，ポリビニルピロリドンが好ましい。高分子分散安定剤の添加量は，原料モノマー100重量部に対して1～10重量部が好ましい。",
                "【0060】",
                "また，上記重合工程において水系での乳化粒子の発生を抑えるために，亜硝酸塩類，亜硫酸塩類，ハイドロキノン類，アスコルビン酸類，水溶性ビタミンB類，クエン酸，ポリフェノール類等の水溶性の重合禁止剤が用いられてもよい。",
                "【0061】",
                "上述の重合工程にて得られた懸濁液中から架橋アクリル系樹脂粒子を濾過によって分離し，水などで洗浄することによって架橋アクリル系樹脂粒子を得る。",
                "【0062】",
                "次に，上述のようにして得られた架橋アクリル系樹脂粒子に好ましくは乾燥工程を施す。架橋アクリル系樹脂粒子に乾燥工程を施すことによって，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分量をより低減することができ，得られる架橋アクリル系樹脂粒子の加熱減量をより小さくすることができ好ましい。",
                "【0063】",
                "架橋アクリル系樹脂粒子の乾燥温度は，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分の量を効果的に低減させることができるので，30～90℃が好ましく，60～80℃がより好ましい。",
                "【0064】",
                "架橋アクリル系樹脂粒子の乾燥は，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分の量を効果的に低減させることができるので，減圧下にて行われることが好ましい。架橋アクリル系樹脂粒子の乾燥時の真空度は，0．03～0．09MPaが好ましく，0．05～0．08MPaがより好ましい。なお，「真空度」とは，大気圧以下の圧力であって，大気圧との圧力差の絶対値をいう。",
                "【0065】",
                "架橋アクリル系樹脂粒子の乾燥時間は，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分の量を効果的に低減させることができるので，3～24時間が好ましく，5～20時間がより好ましい。",
                "【0066】",
                "次に，得られる架橋アクリル系樹脂粒子において，体積平均粒径の2倍以上の粒径を有する粒子(大径粒子)の含有量が1．0体積％以下となるように，粒径の大きな粒子を分級によって除去する。",
                "【0067】",
                "架橋アクリル系樹脂粒子の分級方法としては，粒径の大きな粒子を分級によって除去することができれば，特に限定されず，例えば，風力分級，スクリーン分級などが挙げられ，小さな平均粒径を有する架橋アクリル系樹脂粒子を目詰まりを生じさせることなく分級することができるので，風力分級が好ましい。風力分級とは，空気の流れを利用して粒子を分級する方法をいう。スクリーン分級とは，スクリーン上に架橋アクリル系樹脂粒子を供給し，スクリーンを振動させることによって，スクリーン上の架橋アクリル系樹脂粒子を，スクリーンの網目を通過する粒子と通過しない粒子とに分級する方法をいう。",
                "【0068】",
                "風力分級としては，(1)架橋アクリル系樹脂粒子を空気の流れにのせて，架橋アクリル系樹脂粒子をスクリーンに衝突させ，スクリーンの網目を通過する粒子と通過しない粒子とに分級する方法，(2)架橋アクリル系樹脂粒子を旋回気流の流れにのせて，旋回気流により架橋アクリル系樹脂粒子に与えられる遠心力と，気流の旋回中心に向かう気流の流れとの相互作用によって大小二つの粒径のグループに分級する方法が挙げられる。上記(1)の風力分級を行う装置としては，例えば，ユーグロップ社から商品名「ブロワーシフター」，東洋ハイテック社から商品名「ハイボルター」，牧野産業社から商品名「ミクロシフター」にて市販されている分級装置が挙げられる。上記(2)の風力分級を行う装置としては，日清エンジニアリング社から商品名「ターボクラシファイア」，セイシン企業社から商品名「スペディッククラシファイア」にて市販されている分級装置が挙げられる。上記2つの分級方法は，分級するアクリル系樹脂粒子の性状や，目的とする粗大粒子除去レベルによって使い分けることができる。アクリル系樹脂粒子の付着性が高い場合及び粗大粒子の除去精度を高めたい場合には(2)の気流分級機を用いることが好ましい。",
                "【0069】",
                "上記(1)の風力分級で用いられるスクリーンの目開きは，目詰まりを生じることなく，粒径の大きな粒子を効率的に分級して除去することができるので，分級する前の架橋アクリル系樹脂粒子の体積平均粒径の2～7倍であることが好ましく，3～5倍であることがより好ましい。",
                "【0070】",
                "風力分級は，架橋アクリル系樹脂粒子の加熱減量を小さく維持することができるので，除湿された空気の雰囲気下にて行われることが好ましく，具体的には，空気の相対湿度が30％以下の雰囲気下にて行われることが好ましく，空気の相対湿度が20％以下の雰囲気下にて行われることがより好ましい。",
                "【0071】",
                "このようにして得られた架橋アクリル系樹脂粒子は，空気中の水分を吸収しないように，製造後は，湿気を透過しにくい包装材料で密封し包装物品として保存しておくことが好ましい。湿気を透過しにくい包装材料としては，水蒸気透過度が50g／m2・24時間以下である包装材料が好ましい。このような包装材料としては，例えば，厚みが50～150μmの低密度ポリエチレンから構成された袋，合成樹脂フィルムの一面に金属膜が蒸着された蒸着フィルムから構成された袋，合成樹脂フィルムの一面に金属フィルムが積層一体化されてなる積層フィルムから構成された袋などが挙げられる。包装材料の透湿度としては水蒸気透過度が50g／m2・24時間以下が好ましく，30g／m2・24時間以下がより好ましい。水蒸気透過度は，温度40℃，相対湿度90％の条件で水蒸気透過率透過率測定装置(米国，モコン(MOCOＮ)社製，「パ-マトラン(登録商標)W3／31)」)を用いてJIS  K7129(2000年版)に記載のB法(赤外センサー法)に基づいて測定した。又，2枚の試験片について各々測定を1回ずつ行い，2つの測定値の相加平均値を水蒸気透過率の値とする。",
                "【0072】",
                "次に，本発明の架橋アクリル系樹脂粒子の使用要領の一例を説明する。上述のようにして得られた架橋アクリル系樹脂粒子とバインダー樹脂とを混合することによって樹脂組成物を作製する。",
                "【0073】",
                "樹脂組成物には粘度を調整するために溶媒が含有されていてもよい。溶媒としては，特に限定されず，例えば，トルエン，メチルエチルケトン，酢酸エチル，アルコールなどが挙げられる。なお，溶媒は，単独で用いられても二種以上が併用されてもよい。",
                "【0074】",
                "樹脂組成物を製造する方法としては，汎用の混合機を用いて，架橋アクリル系樹脂粒子とバインダー樹脂とを混合すればよい。混合機としては，例えば，押出機などの混練機，ビーズミル，高圧ホモジナイザーなどが挙げられる。",
                "【0075】",
                "バインダー樹脂としては，紫外線硬化性樹脂及び電子線硬化性樹脂などの電離放射線硬化性樹脂，熱可塑性樹脂，又は，熱硬化性樹脂の何れであってもよい。バインダー樹脂は，単独で用いられても二種以上が併用されてもよい。熱可塑性樹脂としては，例えば，上述したアクリル系樹脂，ポリカーボネート，ポリエステル系樹脂，ポリエチレン系樹脂，ポリプロピレン系樹脂などのポリオレフィン系樹脂，ポリスチレン系樹脂などが挙げられ，透明性に優れていることから，アクリル系樹脂，ポリカーボネート，ポリエステル系樹脂，ポリスチレン系樹脂が好ましい。なお，熱可塑性樹脂は，単独で用いられても二種以上が併用されてもよい。本明細書において，「バインダー樹脂」とは，特に言及しない限り，バインダー樹脂の原料となるモノマー及びこのモノマーが重合してなるオリゴマーなども包含する概念である。",
                "【0076】",
                "上記熱硬化性樹脂としては，アクリルポリオールとイソシアネートプレ重合体とからなる熱硬化型ウレタン樹脂，フェノール樹脂，尿素メラミン樹脂，エポキシ樹脂，不飽和ポリエステル樹脂，シリコーン樹脂などが挙げられる。",
                "【0077】",
                "上記電離放射線硬化性樹脂としては，多価アルコール多官能(メタ)アクリレートなどのような多官能(メタ)アクリレート樹脂；ジイソシアネート，多価アルコール，及びヒドロキシ基を有する(メタ)アクリル酸エステルなどから合成されるような多官能ウレタンアクリレート樹脂などが挙げられる。電離放射線硬化性樹脂としては，多官能(メタ)アクリレート樹脂が好ましく，1分子中に3個以上の(メタ)アクリロイル基を有する多価アルコール多官能(メタ)アクリレート樹脂がより好ましい。1分子中に3個以上の(メタ)アクリロイル基を有する多価アルコール多官能(メタ)アクリレート樹脂としては，具体的には，トリメチロールプロパントリ(メタ)アクリレート，トリメチロールエタントリ(メタ)アクリレート，1，2，4-シクロヘキサンテトラ(メタ)アクリレート，ペンタグリセロールトリアクリレート，ペンタエリスリトールテトラ(メタ)アクリレート，ペンタエリスリトールトリ(メタ)アクリレート，ジペンタエリスリトールトリアクリレート，ジペンタエリスリトールペンタアクリレート，ジペンタエリスリトールテトラ(メタ)アクリレート，ジペンタエリスリトールヘキサ(メタ)アクリレート，トリペンタエリスリトールトリアクリレート，トリペンタエリスリトールヘキサアクリレートなどが挙げられる。電離放射線硬化性樹脂は，単独で用いられても二種以上が併用されてもよい。",
                "【0078】",
                "上記電離放射線硬化性樹脂としては，上記以外にも，アクリレート系の官能基を有するポリエーテル樹脂，アクリレート系の官能基を有するポリエステル樹脂，アクリレート系の官能基を有するエポキシ樹脂，アクリレート系の官能基を有するアルキッド樹脂，アクリレート系の官能基を有するスピロアセタール樹脂，アクリレート系の官能基を有するポリブタジエン樹脂，アクリレート系の官能基を有するポリチオールポリエン樹脂などが挙げられる。",
                "【0079】",
                "上記電離放射線硬化性樹脂のうち紫外線硬化性樹脂を用いる場合には，紫外線硬化性樹脂に光重合開始剤を加えてバインダー樹脂とする。光重合開始剤は，特に限定されない。",
                "光重合開始剤としては，例えば，アセトフェノン類，ベンゾイン類，ベンゾフェノン類，ホスフィンオキシド類，ケタール類，α-ヒドロキシアルキルフェノン類，α-アミノアルキルフェノン，アントラキノン類，チオキサントン類，アゾ化合物，過酸化物類(特開2001-139663号公報等に記載)，2，3-ジアルキルジオン化合物類，ジスルフィド化合物類，フルオロアミン化合物類，芳香族スルホニウム類，オニウム塩類，ボレート塩，活性ハロゲン化合物，α-アシルオキシムエステルなどが挙げられる。",
                "【0080】",
                "上記アセトフェノン類としては，例えば，アセトフェノン，2，2-ジエトキシアセトフェノン，p-ジメチルアセトフェノン，1-ヒドロキシジメチルフェニルケトン，1-ヒドロキシシクロヘキシルフェニルケトン，2-メチル-4-メチルチオ-2-モルフォリノプロピオフェノン，2-ベンジル-2-ジメチルアミノ-1-(4-モルフォリノフェニル)-ブタノンなどが挙げられる。ベンゾイン類としては，例えば，ベンゾイン，ベンゾインベンゾエート，ベンゾインベンゼンスルホン酸エステル，ベンゾイントルエンスルホン酸エステル，ベンゾインメチルエーテル，ベンゾインエチルエーテル，ベンゾインイソプロピルエーテルなどが挙げられる。ベンゾフェノン類としては，例えば，ベンゾフェノン，2，4-ジクロロベンゾフェノン，4，4-ジクロロベンゾフェノン，p-クロロベンゾフェノンなどが挙げられる。ホスフィンオキシド類としては，例えば，2，4，6-トリメチルベンゾイルジフェニルホスフィンオキシドなどが挙げられる。ケタール類としては，例えば，2，2-ジメトキシ-1，2-ジフェニルエタン-1-オンなどのベンジルメチルケタール類などが挙げられる。α-ヒドロキシアルキルフェノン類としては，例えば，1-ヒドロキシシクロヘキシルフェニルケトンなどが挙げられる。α-アミノアルキルフェノン類としては，例えば，2-メチル-1-［4-(メチルチオ)フェニル］-2-(4-モルホリニル)-1-プロパノンなどが挙げられる。",
                "【0081】",
                "市販の光ラジカル重合開始剤としては，BASFジャパン株式会社製の商品名「イルガキュア(登録商標)651」(2，2-ジメトキシ-1，2-ジフェニルエタン-1-オン)，BASFジャパン株式会社製の商品名「イルガキュア(登録商標)184」，BASFジャパン株式会社製の商品名「イルガキュア(登録商標)907」(2-メチル-1-(4-メチルチオフェニル)-2-モルフォリノプロパン-1-オン)などが好ましい例として挙げられる。",
                "【0082】",
                "上記光重合開始剤の使用量は，バインダー樹脂100重量部に対し0．5～20重量部が好ましく，1～10重量部がより好ましく，1～8重量部が特に好ましい。",
                "【0083】",
                "樹脂組成物中におけるバインダー樹脂の含有量は，光拡散性及び光透過性の双方が優れた光学材料を製造することができることから，架橋アクリル系樹脂粒子100重量部に対して25～4000重量部が好ましく，50～2000重量部がより好ましい。",
                "【0084】",
                "上記樹脂組成物を，基材などの任意の塗工面に塗工して塗工膜を作製し，この塗工膜を乾燥させた後，必要に応じて塗工膜を硬化させることによって，架橋アクリル系樹脂粒子を含有する塗膜を形成することができる。なお，塗工面に樹脂組成物を塗工する方法としては，リバースロールコート法，グラビアコート法，ダイコート法，コンマコート法，スプレーコート法などの公知の方法を用いることができる。",
                "【0085】",
                "基材として透明フィルム基材を用いて，上記樹脂組成物を塗工することで光学フィルムを得ることができる。光学フィルムは，防眩フィルムなどとして用いることができる。透明フィルム基材の材質としては，透明性を有するものであれば，特に限定されるものではなく，例えば，ポリエチレンテレフタレートなどのポリエステル樹脂，トリアセチルセルロース樹脂，ポリスチレン樹脂，アクリル樹脂，ポリカーボネート樹脂，シクロオレフィン系樹脂などが挙げられる。透明フィルム基材の厚みは5～300μmであることが好ましい。透明フィルム基材の厚みが5μmより薄い場合には，塗工，印刷，二次加工時の透明フィルム基材の取り扱いが困難となり，作業性が低下することがある。一方，透明フィルム基材の厚みが300μmよりも厚い場合には，透明フィルム基材そのものの可視光透過性が低下してしまうことがある。",
                "【0086】",
                "樹脂組成物は架橋アクリル系樹脂粒子を含有しているが，架橋アクリル系樹脂粒子は加熱減量が1．5％以下であって，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分量が少ないことから，バインダー樹脂や溶媒などと馴染み性が良く，樹脂組成物の塗工中に架橋アクリル系樹脂粒子が凝集するようなことはなく，架橋アクリル系樹脂粒子は熱可塑性樹脂中に良好に分散する。従って，得られる塗工膜中においても，架橋アクリル系樹脂粒子は凝集することなくバインダー樹脂中に良好に分散した状態で存在している。",
                "【0087】",
                "更に，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分量が少ないことから，塗工膜の乾燥中に，架橋アクリル系樹脂粒子から放出される残存モノマー及び水分の総量は極めて少量である。従って，得られる塗膜には，架橋アクリル系樹脂粒子から放出された残存モノマー及び水分に起因した気泡は殆ど存在しておらず，得られる塗膜は優れた耐傷付き性を有している。",
                "【0088】",
                "又，架橋アクリル系樹脂粒子中に含まれている大径粒子の含有量が1．0体積％以下であることから，得られた塗膜の表面に大径粒子が突出した状態となることは殆どないと共に，塗膜表面から大径粒子が脱落することも殆どないため，得られる塗膜は優れた外観を有している。",
                "【発明の効果】",
                "【0089】",
                "本発明のアクリル系樹脂粒子は，上述の如き構成を有していることから，樹脂組成物中に含有させて塗膜形成のために用いられた場合，得られる塗膜は優れた外観及び耐傷付き性を有している。",
                "【発明を実施するための形態】",
                "【0091】",
                "(実施例1)",
                "脱イオン水100重量部に無機系分散安定剤としての第三リン酸カルシウム5重量部と，アニオン性界面活性剤としてラウリル硫酸ナトリウム0．005重量部とを加えて水相とした。",
                "【0092】",
                "一方，メチルメタクリレート35重量部及びエチレングリコールジメタクリレート15重量部を含む原料モノマーに，重合開始剤として過酸化ベンゾイル0．2重量部及び2，2＇-アゾビスイソブチロニトリル0．2重量部を溶解させて油相とした。エチレングリコールジメタクリレートは，脱水エステル化法によって製造し，更に，蒸留によって精製した。エチレングリコールジメタクリレートの純度は98．1重量％であった。",
                "【0093】",
                "分散機(プライミクス社製，商品名「T．K．ホモミクサーMODEL  S」)を用いて回転数2500rpmで水相と油相とを攪拌，混合し，水相中に油相の液滴を分散させて分散液を得た。攪拌機及び温度計を備えた重合器に分散液を供給して分散液を攪拌しながら分散液を55℃(第一温度領域)に加熱して原料モノマーを3時間に亘って懸濁重合した。続いて，分散液を100℃(第二温度領域)に加熱して原料モノマーを2時間に亘って懸濁重合して架橋アクリル系樹脂粒子を含む懸濁液を得た(重合工程)。なお，懸濁重合中は，重合雰囲気を窒素雰囲気とした。",
                "【0094】",
                "得られた懸濁液を20℃まで冷却した後，懸濁液に塩酸を加えて第三リン酸カルシウムを分解した後，遠心分離機(タナベウィルテック社製)を用いて架橋アクリル系樹脂粒子を分離し，得られた架橋アクリル系樹脂粒子をイオン交換水を用いて洗浄した。",
                "【0095】",
                "次に，得られた架橋アクリル系樹脂粒子を60℃，真空度0．05MPaの条件にて15時間に亘って乾燥した(乾燥工程)。得られた架橋アクリル系樹脂粒子の体積平均粒径は8．21μmであった。",
                "【0096】",
                "目開き32μmのスクリーンを設置した風力分級機(東洋ハイテック社製  商品名「ハイボルターＮR300」)を用意した。風力分級機を用いて架橋アクリル系樹脂粒子を相対湿度が20％の空気の雰囲気下にて分級した。架橋アクリル系樹脂粒子を相対湿度が20％の空気の流れにのせて，架橋アクリル系樹脂粒子をスクリーンに衝突させ，スクリーンの網目を通過しない粒子を除去することによって粒径の大きな粒子を除去して架橋アクリル系樹脂粒子を得た。",
                "【0097】",
                "(実施例2)",
                "メチルメタクリレート47．5重量部及びエチレングリコールジメタクリレート2．5重量部を含む原料モノマーを用いたこと以外は実施例1と同様にして架橋アクリル系樹脂粒子を得た。なお，エチレングリコールジメタクリレートは，脱水エステル化法によって製造し，更に，蒸留によって精製した。エチレングリコールジメタクリレートの純度は98．1重量％であった。",
                "【0098】",
                "(実施例3)",
                "脱イオン水100重量部に，無機系分散安定剤としてピロリン酸カルシウム5重量部と，アニオン性界面活性剤としてラウリル硫酸ナトリウム0．005重量部とを加えて水相とした。",
                "【0099】",
                "一方，メチルメタクリレート20重量部及びエチレングリコールジメタクリレート20量部を含む原料モノマーに，有機溶剤としてメチルエチルケトン40重量部と，重合開始剤として2，2＇-アゾビスイソブチロニトリル0．1重量部を溶解させて油相とした。なお，エチレングリコールジメタクリレートは，脱水エステル化法によって製造し，更に，蒸留によって精製した。エチレングリコールジメタクリレートの純度は98．1重量％であった。",
                "【0100】",
                "分散機(プライミクス社製，商品名「T．K．ホモミクサーMODEL  S」)を用いて回転数3000rpmで水相と油相とを攪拌，混合し，水相中に油相の液滴を分散させて分散液を得た。攪拌機及び温度計を備えた重合器に分散液を供給して分散液を攪拌しながら分散液を50℃(第一温度領域)に加熱して原料モノマーを5時間に亘って懸濁重合した。続いて，分散液を70℃(第二温度領域)に加熱して原料モノマーを2時間に亘って懸濁重合して架橋アクリル系樹脂粒子を含む懸濁液を得た(重合工程)。なお，懸濁重合中は，重合雰囲気を窒素雰囲気とした。架橋アクリル系樹脂粒子を含む懸濁液を85℃，真空度0．063MPaの条件下で蒸留してメチルエチルケトンを懸濁液から除去した。",
                "【0101】",
                "得られた懸濁液を20℃まで冷却した後，懸濁液に塩酸を加えてピロリン酸カルシウムを分解した後，遠心分離機(タナベウィルテック社製)を用いて架橋アクリル系樹脂粒子を分離し，得られた架橋アクリル系樹脂粒子をイオン交換水を用いて洗浄した。",
                "【0102】",
                "次に，得られた架橋アクリル系樹脂粒子を90℃，真空度0．07MPaの条件にて24時間に亘って乾燥した(乾燥工程)。得られた架橋アクリル系樹脂粒子の体積平均粒径は10μmであった。架橋アクリル系樹脂粒子は比表面積が91cm2／gの多孔質体であった。",
                "【0103】",
                "目開き32μmのスクリーンを設置した風力分級機(東洋ハイテック社製  商品名「ハイボルターＮR300」)を用意した。風力分級機を用いて架橋アクリル系樹脂粒子を相対湿度が20％の空気の雰囲気下にて分級した。架橋アクリル系樹脂粒子を相対湿度が20％の空気の流れにのせて，架橋アクリル系樹脂粒子をスクリーンに衝突させ，スクリーンの網目を通過しない粒子を除去することによって粒径の大きな粒子を除去して架橋アクリル系樹脂粒子を得た。得られた架橋アクリル系樹脂粒子の加熱減量は0．65％であった。",
                "【0104】",
                "合成樹脂フィルムの一面に金属フィルムが積層一体化されてなる積層フィルム(水蒸気透過度：0．7g／m2・24時間)から構成された袋(生産日本社製  商品名「ラミジップAL-14」)を用意し，この袋に得られた架橋アクリル系樹脂粒子50gを収納して密封して包装物品を作製した。包装物品を30℃，相対湿度80％に調整された恒温恒湿器内(エスペック社製  商品名「TBE」)に24時間に亘って放置した。しかる後，包装物品を開放して，袋内に収納していた架橋アクリル系樹脂粒子の加熱減量を測定したところ0．66％であった。",
                "【0105】",
                "(実施例4)",
                "攪拌機，温度計及び還流コンデンサーを備えたセパラブルフラスコに，イオン交換水60重量部，メタクリル酸メチル10重量部及び重合調整剤としてn-ドデシルメルカプタン0．05重量部を含む反応液を供給して反応液を攪拌しながらフラスコ内を窒素置換し反応液を70℃に昇温した。フラスコ内の反応液を70℃に保ちつつ反応液に重合開始剤として過硫酸カリウム0．05重量部を供給した後，反応液を20時間に亘って重合させてエマルジョン(A)を得た。得られたエマルジョン(A)は固形分を14重量％含有していた。固形分は，体積平均粒径0．4μmの真球状粒子を含んでいた。",
                "【0106】",
                "攪拌機，温度計及び還流コンデンサーを備えた別のセパラブルフラスコに水55重量部，上記エマルジョン(A)7重量部，メタクリル酸メチル10重量部及びn-ドデシルメルカプタン0．05重量部を含む反応液を供給して反応液を攪拌しながらフラスコ内を窒素置換し反応液を70℃に昇温した。フラスコ内の反応液を70℃に保ちつつ反応液に重合開始剤として過硫酸カリウム0．05重量部を供給した後，反応液を12時間に亘って重合させてエマルジョン(B)を得た。得られたエマルジョン(B)は固形分を14重量％含有していた。固形分は，体積平均粒径1．0μmの真球状粒子(種粒子)を含んでいた。",
                "【0107】",
                "攪拌機，温度計及び還流コンデンサーを備えた別のセパラブルフラスコに，原料モノマーとしてメタクリル酸メチル40重量部，エチレングリコールジメタクリレート30重量部及びスチレン30重量部と，重合開始剤として2，2＇-アゾビスイソブチロニトリル6重量部とを供給して均一に混合して混合物を得た。なお，エチレングリコールジメタクリレートは，脱水エステル化法によって製造し，更に，蒸留によって精製した。エチレングリコールジメタクリレートの純度は98．1重量％であった。",
                "【0108】",
                "得られた混合物に，界面活性剤としてコハクスルホン酸ナトリウム1重量部が含まれたイオン交換水100重量部を供給して分散機(プライミクス社製，商品名「T．K．ホモミクサーMODEL  S」)を用いて回転数8000rpmにて10分間に亘って20℃にて混合して水性乳化液を得た。この水性乳化液にエマルジョン(B)8重量部を攪拌しながら加えて分散液を作製した。",
                "【0109】",
                "分散液の攪拌を20℃にて3時間に亘って継続した後，分散液を光学顕微鏡で観察したところ，分散液中の原料モノマーは種粒子に吸収されていた(膨潤倍率約20倍)。次に，上記分散液に分散安定剤水溶液200重量部を供給した。分散安定剤水溶液は，イオン交換水196重量部に分散安定剤としてポリビニルアルコール(クラレ社製  商品名「PVA-224E」)4重量部を溶解して作製した。上記分散液を攪拌しながら原料モノマーを60℃(第一温度領域)で6時間に亘って重合した。続いて，上記分散液を100 ℃(第二温度領域)に加熱して原料モノマーを3時間に亘って重合して架橋アクリル系樹脂粒子を含む懸濁液を得た(重合工程)。なお，重合中は，重合雰囲気を窒素雰囲気とした。",
                "【0110】",
                "得られた懸濁液を20℃まで冷却した後，加圧濾過機を用いて架橋アクリル系樹脂粒子を濾過，分離し，得られた架橋アクリル系樹脂粒子をイオン交換水を用いて洗浄した。",
                "【0111】",
                "次に，得られた架橋アクリル系樹脂粒子を60℃，真空度0．05MPaの条件にて15時間に亘って乾燥した(乾燥工程)。得られた架橋アクリル系樹脂粒子の体積平均粒径は5．01μmであった。",
                "【0112】",
                "風力分級機(日清エンジニアリング社製  商品名「ターボクラシファイアTC-1．5」)を用いて相対湿度25％の雰囲気下で架橋アクリル系樹脂粒子の分級を行った(分級工程)。具体的には，架橋アクリル系樹脂粒子をローター回転数4500rpm，風量2．0m3／分の条件によって生じた旋回気流に架橋アクリル系樹脂粒子を乗せ，旋回気流によって粒子に与えられる遠心力と気流の旋回中心に向かう気流の流れとの相互作用によって粒子径の大きな粒子と小さな粒子にふるい分けることによって大きな粒子を除去して架橋アクリル系樹脂粒子を得た。",
                "【0113】",
                "(比較例1)",
                "原料モノマーの55℃(第一温度領域)での重合時間を8時間にしたこと以外は実施例2と同様にして架橋アクリル系樹脂粒子を得た。",
                "【0114】",
                "(比較例2)",
                "架橋アクリル系樹脂粒子の分級を相対湿度が80％の空気の雰囲気下にて行ったこと以外は実施例3と同様にして架橋アクリル系樹脂粒子を得た。",
                "【0115】",
                "(比較例3)",
                "分級工程を行わなかったこと以外は実施例1と同様にして架橋アクリル系樹脂粒子を得た。",
                "【0116】",
                "(比較例4)",
                "原料モノマーの60℃(第一温度領域)での重合時間を8時間にし，分級工程を行わなかったこと以外は実施例4と同様にして架橋アクリル系樹脂粒子を得た。得られた架橋アクリル系樹脂粒子の体積平均粒径は5．03μmであった。",
                "【0117】",
                "得られた架橋アクリル系樹脂粒子について，120℃で1．5時間加熱後の加熱減量，体積平均粒径及び体積平均粒径の2倍以上の粒径を有する粒子(大径粒子)の含有量を上記の要領で測定し，その結果を表1に示した。得られた架橋アクリル系樹脂粒子を含有する樹脂組成物から得られた塗膜の表面性を下記の要領で測定し，その結果を表1に示した。",
                "【0118】",
                "(塗膜の表面性)",
                "架橋アクリル系樹脂粒子0．4重量部，ポリエステル系樹脂(東洋紡績社製  商品名「バイロン200」)2．5重量部，トルエン5．0重量部及びメチルエチルケトン1．0重量部を攪拌脱泡機(シンキー社製  商品名「泡取り練太郎」)に供給して3分間に亘って混合後に1分間に亘って脱泡して樹脂組成物を作製した。",
                "【0119】",
                "得られた樹脂組成物を黒色のABS板上に厚みが100μmとなるように塗工し，塗工膜を70℃のオーブン中で3分間に亘って乾燥させて塗膜を作製した。得られた塗膜表面を目視観察し，下記基準に基づいて判断した。",
                "A・・・ブツ及びムラが観察されなかった。",
                "B・・・ブツ又はムラが僅かに観察された。",
                "C・・・ブツ又はムラが多く観察された。",
                "【0120】",
                "(防眩フィルム用樹脂組成物の調製，及び，防眩フィルムの製造例)",
                "〔製造例1〕",
                "紫外線硬化性樹脂としてペンタエリストールトリアクリレート及びペンタエリストールテトラアクリレートの混合物(東亜合成株式会社製  商品名「アロニックス(登録商標)M-305」)80重量部と，有機溶剤としてトルエンとシクロペンタノンとの混合液(トルエン：シクロペンタノン(体積比)＝7：3)120重量部と，実施例4で製造された架橋アクリル系樹脂粒子5重量部と，光重合開始剤として(2-メチル-1-(4-メチルチオフェニル)-2-モルフォリノプロパン-1-オン)(BASFジャパン社製商品名「イルガキュア(登録商標)907」)5重量部とを混合し，防眩フィルム用樹脂組成物を調製した。",
                "【0121】",
                "透明フィルム基材として，厚さ200μmで且つ透明なポリエチレンテレフタレート(PET)フィルムを用意した。防眩フィルム用樹脂組成物をポリエチレンテレフタレートフィルムの片面に，バーコーターを用いて塗布して塗工膜を形成した。次に，上記塗工膜を80℃で1分間加熱することにより上記塗工膜を乾燥させた。しかる後，高圧水銀ランプを用いて紫外線を積算光量300mJ／cm2で上記塗工膜に照射することによって，塗工膜を硬化させて防眩性ハードコート層を形成した。ポリエチレンテレフタレートフィルムの片面に，実施例4の架橋アクリル系樹脂粒子を含む防眩性ハードコート層が積層一体化されている防眩フィルムを得た。",
                "【0122】",
                "〔比較製造例1〕",
                "実施例4の架橋アクリル系樹脂粒子の代わりに比較例4の架橋アクリル系樹脂粒子を用いたこと以外は，製造例1と同様にして防眩フィルムを得た。",
                "【0123】",
                "得られた防眩フィルムの防眩性，全光線透過率及びヘイズを下記の要領で測定し，その結果を表2に示した。",
                "【0124】",
                "〔防眩性〕",
                "防眩フィルムを蛍光灯の真下に配置して防眩フィルムの表面を目視観察し，下記基準に基づいて評価した。なお，蛍光灯は，防眩フィルムの表面に対して垂直上方50cmの位置に配設した。",
                "【0125】",
                "A・・・蛍光灯の輪郭線がぼやけて見えた。",
                "B・・・蛍光灯の輪郭線が見え，輪郭線が少し気になった。",
                "C・・・蛍光灯の輪郭線が明瞭に見えた",
                "【0126】",
                "(全光線透過率及びヘイズ)",
                "防眩フィルムの全光線透過率は，JISK7361-1にしたがって測定し，防眩フィルムのヘイズ(ヘーズ)は，JISK7136にしたがって測定した。具体的には，防眩フィルムの全光線透過率及びヘイズは，日本電色工業株式会社から市販されているヘイズメーター(ＮDH2000)を用いて測定した。",
                "【0127】",
                "【表1】",
                "【0128】",
                "【表2】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，本件発明は，以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件発明は，架橋アクリル系樹脂粒子及びその製造方法，樹脂組成物並びに包装物品に関するものである(段落【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の課題",
                  "text": [
                    "架橋アクリル酸系樹脂粒子は耐候性及び透明性に優れるため広くされているが，粒子が平均径よりも極端に大きすぎる粗大粒子が存在した場合には，塗工表面上のブツの原因となり，外観低下を起こす上，塗工表面からこぼれ落ち易くなるため塗工表面の耐傷付性能が劣る場合がある(段落【0004】)。また，粒子中の揮発分，即ち，水分又は残存モノマーが多く存在することで，塗工用樹脂又は溶剤と馴染みが悪くなり，凝集を引き起こしたり，塗工工程の乾燥時に揮発するために，表面にムラなどが生じた結果，塗膜表面の傷付き性能が低下してしまう(段落【0005】)。",
                    "そして，合成樹脂粒子を乾燥させる際に，水分，残存モノマーは低減できても，粗大粒子を低減する工程において，雰囲気中の水分を吸収し，揮発分が増加してしまい，この樹脂粒子を含む樹脂組成物及び塗布液を基材上に塗工して塗膜を形成した場合，塗膜中で樹脂が凝集したり，乾燥工程で揮発分によりムラが生じて塗膜の耐傷付き性が低下するという問題点がある(段落【0009】)。",
                    "本件発明の課題は，塗料中に含有させて用いられ外観及び耐傷付き性に優れた塗膜を形成することができる架橋アクリル系樹脂粒子及びその製造方法，架橋アクリル系樹脂粒子を用いた樹脂組成物並びに包装物品を提供することである(段落【0010】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題解決のための手段",
                  "text": [
                    "本件発明の架橋アクリル系樹脂粒子は，アクリル系樹脂を含み，120℃で1．5時間加熱後の加熱減量が1．5％以下でかつ体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．0体積％以下であることを特徴とする(段落【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "架橋アクリル系樹脂粒子の加熱減量を1．5％以下とすることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明において，架橋アクリル系樹脂粒子の加熱減量を1．5％以下とすることは，架橋アクリル系樹脂粒子中に含有されている残存モノマー及び水分などの揮発分の総量を減少させることを意味する(段落【0026】)。",
                        "本件発明において，架橋アクリル系樹脂粒子中に含有されている揮発分の総量を減少させる目的は，①バインダー樹脂及び溶媒との馴染み性を向上させてバインダー樹脂中における架橋アクリル系樹脂粒子の凝集を抑制し，分散性を向上させるとともに，②架橋アクリル系樹脂粒子から塗工膜の乾燥中に塗工膜中に放出される揮発分の量を抑制して，得られる塗膜中に気泡が生成するのを略防止し，その結果，バインダー樹脂と架橋アクリル系樹脂粒子との密着性を向上させかつ架橋アクリル系樹脂粒子同士の凝集を略防止して，本件発明のアクリル系樹脂粒子を使用した塗膜が優れた耐傷付き性能を有するものとすることである(段落【0024】～【0026】，【0086】，【0087】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "当該技術事項は，本件明細書の段落【0127】【表1】(以下，【表1】という。)において，加熱減量が1．56～2．20％である比較例1，2，4の粒子を含む樹脂組成物をABS板上に塗工し，塗工膜を乾燥させて作製した塗膜表面にブツ又はムラが多く観察されたのに対して，加熱減量が0．55～0．65％である実施例1～4の粒子を含む樹脂組成物から作製した塗膜表面にブツ及びムラが観察されなかったか，わずかに観察されたに留まることによって示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "【表1】には，加熱減量が実施例1～4と同等の値(0．56％)である比較例3の粒子を含む樹脂組成物から作製した塗膜表面にブツ又はムラが多く観察されたことが示されており，粒子の加熱減量が1．5％以下であっても，大径粒子の含有量が多い場合には，優れた外観及び耐傷付き性能を有する塗膜は得られないことも，本件明細書には開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "大径粒子含有量を1．0体積％以下とすることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の架橋アクリル系樹脂粒子は，架橋アクリル系樹脂粒子中に含まれている大径粒子の含有量を所定量以下に限定することによって，架橋アクリル系樹脂粒子を含む樹脂組成物から形成された塗膜の表面に大径粒子が突出するのを概ね抑制して，塗膜の外観を良好なものにするとともに，塗膜表面から大径粒子が脱落するのを防止して，塗膜の耐傷付き性の向上を図っている(段落【0029】，【0088】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "当該技術事項は，本件明細書の【表1】において，体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．3重量％である比較例3，4の粒子を含む樹脂組成物をABS板上に塗工し，塗工膜を乾燥させて作製した塗膜表面にブツ又はムラが多く観察されたのに対して，上記の大径粒子の含有量が0．0～0．3重量％である実施例1，3，4の粒子を含む樹脂組成物から作製した塗膜表面にブツ及びムラが観察されなかったか，わずかに観察されたに留まることによって示されている。",
                        "なお，【表1】には，「大径粒子の含有量(重量％)」と記載されているが，本件発明は，大径粒子の含有量を1．0体積％以下とするものである(段落【0011】，【0028】，【0066】，【0088】)から，上記記載は，「大径粒子の含有量(体積％)」の誤記であると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "【表1】には，大径粒子含有量が実施例1，3，4と同等の値(0．2～0．3重量％)である比較例1，2の粒子を含む樹脂組成物から作製した塗膜表面にブツ又はムラが多く観察されることが示されており，架橋アクリル系樹脂粒子の大径粒子含有量が1．0体積％以下であっても，粒子中の揮発分の総量が多い場合には，優れた外観及び耐傷付き性を有する塗膜は得られないことも，本件明細書には開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明の架橋アクリル系樹脂粒子は，加熱減量が1．5％以下であって，架橋アクリル系樹脂粒子中に含まれている残存モノマー及び水分量が少ないことにより，樹脂組成物中に含有させて塗膜形成のために用いた場合に得られる塗膜は優れた耐傷付き性能を有し，また，架橋アクリル系樹脂粒子中に含まれている大径粒子の含有量が1．0体積％以下であることにより，得られる塗膜は優れた外観及び耐傷付き性能を有し，以上により，本件発明の架橋アクリル系樹脂粒子は，樹脂組成物中に含有させて塗膜形成のために用いられた場合，得られる塗膜は優れた外観及び耐傷付き性を有している(段落【0024】～【0026】，【0029】，【0086】～【0089】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明は，発明特定事項①と発明特定事項②を共に満たすことによる相乗効果がある点に技術的意義があると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，大径粒子が存在すると，①粒子内部に含まれている揮発分が表面から放出され易く，その量も多くなる，②大径粒子の周囲に気泡が発生し易くかつ存在し易いために，(ⅰ)バインダー粒子の量が少なくなって塗膜の耐傷付き性が低下しかつ塗膜表面の凹凸に「ムラ」が生じて外観が低下するとともに，(ⅱ)大径粒子が塗膜表面に突出し易くなり，塗膜表面に「ブツ」が発生し易くなって，外観が低下する，(ⅲ)大径粒子が脱落し易くなり，塗膜の耐傷付き性が低下すると主張する。",
                    "しかし，本件明細書に記載されている事項は，前記(2)で認定したとおりであって，原告が上記で主張する事項が本件明細書に記載されているとは認められないし，また，原告が上記で主張する事項，すなわち，上記①の事項及び上記②の大径粒子の周囲に気泡が生じ易くかつ存在しやすくなり，そのために生じる事項が技術常識であったと認めるに足りる証拠もない。",
                    "そして，前記(2)で認定したとおり，本件発明では，架橋アクリル系樹脂粒子の加熱減量を1．5％以下とすることと大径粒子の含有量を1．0体積％とすることは，別個に記載されており，これらの二つの要件の充足によって本件発明の効果が生じることが記載されているということができる。",
                    "なお，原告は，比較例3の樹脂粒子は，粗大粒子の割合が1．3％と高いため，大径粒子により塗膜表面に「ブツ」が発生するとともに，粒子，特に大径粒子の周囲には気泡が発生し易く，その周辺において樹脂粒子同士の凝集が発生し易くなるため，塗膜表面に「ムラ」も発生し易くなり，塗膜の表面性の評価が「C」となったことを示していると主張するが，比較例3について，原告主張のような内容に読み取ることはできないことは，既に判示したところから明らかである。",
                    "したがって，本件発明において，発明特定事項①と発明特定事項②に相乗効果があると認めることはできず，本件発明の技術的意義に関する原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，上記解釈は，本件明細書の段落【0009】の記載を無視するものであると主張するが，段落【0009】には，粗大粒子を低減する工程において，雰囲気中の水分を吸収し，揮発分が増加すること，この樹脂粒子を含む樹脂組成物等を基材上に塗工して塗膜を形成した場合，塗膜中に樹脂粒子が凝集したこと，揮発分によりムラが生じることが記載されているにすぎないから，原告の上記主張を採用することはできない。",
                    "また，原告は，本件明細書の段落【0004】と段落【0005】は，「塗膜表面の傷付き性能低下が生じてしまう」という共通の解決課題が記載されていると主張するが，それぞれの解決課題の原因となるものが，段落【0004】では粗大粒子，段落【0005】では水分又は残存モノマーと，異なったものとして記載されているから，原告の主張は，発明特定事項①と発明特定事項②が相乗的な効果を有することの根拠となるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1と甲2-3に記載された発明との一致点及び相違点について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2-3には，以下の事項が記載されている。",
                "請求の範囲",
                "［1］  平均粒子径の2倍以上の粒子径を有する粗大粒子が1000個／0．5g以下であることを特徴とする微粒子。",
                "［2］  上記微粒子が，有機ポリマー骨格とポリシロキサン骨格とを含む有機質無機質複合体である請求項1に記載の微粒子。",
                "［3］  請求項1または2に記載の微粒子の製造方法であって，固形分濃度0．5～50質量％，B型粘度0．5～20mPa・sの微粒子分散液を湿式分級する工程，",
                "湿式分級後の微粒子を，乾燥，粉砕して，水分含量0．05～2質量％の粉体微粒子とする工程，",
                "上記粉体微粒子を乾式分級する工程を含むことを特徴とする微粒子の製造方法。",
                "［4］  請求項1または2に記載の微粒子を含むことを特徴とする樹脂組成物。",
                "［5］  請求項4に記載の樹脂組成物を含むことを特徴とする塗布用組成物。",
                "［6］  請求項5に記載の塗布用組成物を，基材上に塗布して得られることを特徴とする光学フィルム。",
                "［7］  光拡散フィルムとして用いられるものである請求項6に記載の光学フィルム。",
                "［8］  防眩フィルムとして用いられるものである請求項6に記載の光学フィルム。",
                "技術分野",
                "［0001］  本発明は，粒子径が高度にコントロールされた微粒子，および，これを用いた樹脂組成物に関する。",
                "背景技術",
                "［0002］  従来，各種用途に用いる樹脂や樹脂組成物中に微粒子を含有させ，該樹脂や樹脂組成物の物性あるいは有用性等を向上させる試みがある。かかる試みは，液晶ディスプレイ(LCD)，プラズマデイスプレイパネル(PDP)，エレクトロルミネッセンスディスプレイ(ELD)，透過型スクリーンおよびタッチパネル等の光学用途に用いられる光学樹脂材料でも同様に行われており，例えば，光拡散性，反射防止防眩性を付与する光学用樹脂フィルム(シート，板)には，有機質材料または無機質材料からなる微粒子を含む光学用樹脂組成物が原料として用いられている。",
                "［0003］  ところで，近年，上述のような画像表示装置の分野では，大画面化や高精細化がますます進む傾向にあり，周辺技術に対する要求も高まっており，微粒子についても，他の材料(樹脂やその他の添加物)との親和性の向上，微粒子自体の機械的特性および光学特性の向上など様々な検討が重ねられている。また，これらの光学用樹脂フィルムや液晶表示素子用のスペーサーとして用いられる微粒子に対しては，上記要求特性に加えて，粒子径分布が狭いこと，粗大な粒子の含有量が少ないことも望まれている。これは，粒子径分布が広いと，液晶表示素子のスペーサーとして使用した場合，液晶の膜厚を均一，一定に保持し難いためと，粗大な粒子は，フィルム表面に傷を発生させたり，あるいは，当該微粒子が直接視認されて，画像表示装置の表示品位を低下させる原因となるからである。",
                "［0004］  例えば，光学用途に用いられる微粒子を開示する特許文献1には，当該微粒子の製造法によれば，所望の用途に応じた粒径のものを極めて粒度分布がシャープな状態で得られる旨記載されている。また，特許文献2～4では，粗大粒子が表示装置の表示品位低下，光学フィルムの欠点の原因となるとの観点から，平均粒径に対して所定のサイズを超える粒径を有する粒子の含有量を低減させた微粒子の製造方法(特許文献2)，微粒子の使用前に，エマルジョンまたは分散液状態の微粒子に濾過処理を行って粗大粒子を除去する方法(特許文献3および4)が提案されている。",
                "特許文献1：特開2004-307644号公報，など",
                "特許文献2：特開2002-166228号公報，特許請求の範囲など",
                "特許文献3：特開2005-309399号公報，特許請求の範囲など",
                "特許文献4：特開2004-191956号公報，特許請求の範囲など",
                "発明の開示",
                "［0005］  しかしながら，特許文献1のように，微粒子の合成段階において，粒子径分布を高度にコントロールすることは現実には困難であり，また，特許文献2～4でも指摘されている様に，粒子径分布が好適範囲に管理されていても，平均粒子径から大きく逸脱する粗大粒子が存在する場合には，表示品位の低下や，光学フィルムに欠点が生じる。したがって，粗大粒子量の低減に対する要求は，視認性および生産性の向上といった観点から一層高まる傾向にあり，上記特許文献2～4の技術をもってしても，かかる要求を十分に満足する微粒子を得ることは困難であった。",
                "［0006］  本発明は，上記事情に着目してなされたものであって，その目的は，好適な粒子径を逸脱する粗大な粒子の含有量が低レベルに低減された微粒子，および，かかる微粒子の製造方法，並びにこの微粒子を含む樹脂組成物を提供することにある。",
                "［0007]  上記課題を解決した本発明の微粒子とは，平均粒子径の2倍以上の粒子径を有する粗大粒子が1000個/0．5g以下であるところに要旨を有するものである。",
                "[0008]  上記微粒子は，有機ポリマー骨格とポリシロキサン骨格とを含む有機質無機質複合体であるのが好ましい。",
                "［0009］  本発明の微粒子の製造方法とは，固形分濃度0．5～50質量％，B型粘度0．5～20Pa・sの微粒子分散液を湿式分級する工程，湿式分級後の微粒子を，乾燥，粉砕して，水分含量0．05～2質量％の粉体微粒子とする工程，上記粉体微粒子を乾式分級する工程を含むところに特徴を有する。このように，特定の物性を有する原料(微粒子分散液，粉体)を，湿式分級と乾式分級とを組み合わせた方法により処理することで，粒径の好適範囲から逸脱する粗大粒子や微小粒子を一層効率よく低減できる。",
                "［0010］  組成物，該塗布用組成物を基材上に塗布して得られる光学フィルム(光拡散フィルム，防眩フィルムなど，表面に凹凸形状を有するフィルム)も含まれる。",
                "［0011］  本発明の微粒子は，粒径の好適範囲を逸脱する粗大な粒子の含有量が低レベルに低減されたものである。また，本発明法によれば，粒径の好適範囲を逸脱する粗大粒子とともに微小粒子の含有量も低減することができる。したがって，本発明の粒子を含む樹脂組成物から得られる成形品は，粗大粒子に由来する欠点が生じ難いものと考えられる。また，微小な粒子の含有量も低減されているので，樹脂自体の透明性も害し難いと考えられる。本発明の微粒子は，特に，光学用樹脂組成物に好適であり，かかる樹脂組成物から得られる光拡散フィルム，防眩性フィルム，そして，本発明の微粒子を含む光拡散板は，優れた光学特性を示すものと考えられる。",
                "発明を実施するための最良の形態",
                "[0012]  本発明の微粒子とは，平均粒子径の2倍以上の粒子径を有する粗大粒子が1000個／0．5g以下であるところに特徴を有するものである。",
                "[0013]  上述のように，光学分野に用いられる微粒子に，粒径の好適範囲を逸脱する粗大な粒子が含まれるとフィルム表面に傷を生じたり，当該微粒子が視認され易くなる虞がある。特に，本発明者らの検討により，使用する微粒子の平均粒子径の2倍以上の粒子径を有する微粒子が存在(増加)する際に，上記現象が顕著になることが確認されている。好ましくは，平均粒子径の2倍以上の粒子径を有する粗大粒子が500個／0．5g以下であり，より好ましくは200個／0．5g以下であり，さらに好ましくは100個／0．5g以下，最も好ましくは50個／0．5g以下である。",
                "[0014]  さらに，粗大粒子量が上記範囲内であると共に，平均粒子径の2．5倍以上の粒子径を有する粗大粒子数が50個／0．5g以下であるものは，光学用途に用いた際に，粗大粒子に由来する不良が一層生じ難いものとなるため好ましい。より好ましくは30個／0．5g以下であり，さらに好ましくは10個／0．5g以下である。",
                "［0016］  なお，本発明の微粒子の平均粒子径は，特に限定されるわけではないが，1～50μmであることが好ましく，より好ましくは1～30μm，さらに好ましくは2～20μmである。平均粒子径が上記範囲内である場合は，例えば，光学用途に用いた際に，優れた光拡散性や面発光性(輝度)を発揮させることができる等の有利な効果が得られる。平均粒子径が小さすぎる場合には，媒体となる樹脂への分散性が低下するおそれがあり，大きすぎる場合は，十分な光拡散効果が得られない虞がある。なお，粒度分布測定，平均粒子径，並びに，前記微小粒子の含有量は，コールター原理を利用した精密粒度分布測定装置(例えば，ベックマン・コールター社製の「マルチサイザーⅡ」)を使用して測定し，体積基準で算出した。",
                "［0018］  上記本発明の微粒子は，所定の水分含量，真比重，嵩比重，および粒子径を有する粉体微粒子を乾式分級して得られるものである。",
                "［0019］  上記乾式分級に供される粉体粒子は，水分含量0．05～2質量％である。含水量が多すぎる場合には，分級時に，かかる水分が結着剤として働いて粒子同士が凝集し，一方，含水量が少なすぎる場合には，静電気により粒子同士が凝集するため，いずれの場合にも分級精度が低くなり粗大粒子が増加する傾向がある。水分含量が上記範囲であれば，粒子が凝集し難いため，分級操作を円滑に進めることができる。また，真比重は1～1．25g／ml，嵩比重は0．1～1g／ml，平均粒子径は1～50μmであるのが好ましい。粉体微粒子の真比重が小さ過ぎる場合には，粒子径の大小による遠心力や風力による抵抗に差が生じ難いために分級精度が低くなる場合がある。真比重が大きすぎる場合には，大きな設備と動力が必要となるため好ましくない。また，嵩比重が大きすぎる場合には，大きな設備と動力が必要となるため好ましくなく，一方，小さすぎる場合には粒子径の大小による差が生じ難いため，分級精度が低くなる場合がある。粒子径が小さすぎる場合には，粉体同士の凝集が強く，良好な分散状態が得られず分級精度が低下する場合があり，大きすぎる場合には大きな設備と動力が必要と成るため好ましくない。",
                "［0020］  湿式分級により，乾式分級に供される粉体粒子，および，湿式分級により得られる分散溶液における平均粒子径の2倍以上の粗大粒子の含有量を，0．5gあたり20万個以下とするのが好ましい。より好ましくは10万個／0．5g以下であり，さらに好ましくは5万個／0．5g以下である。乾式分級に供される粉体粒子，および，湿式分級により得られる分散溶液に含まれる特定サイズの粗大粒子数が上記範囲内であれば，乾式分級を行うことにより，高い収率および／又は高い分級処理速度で粗大粒子の含有量の少ない微粒子が得られ易いので好ましい。",
                "［0021］  したがって，水分含量，真比重，嵩比重および粒子径は上記範囲であるのが好ましく，より好ましくは，粉体微粒子の水分含量は0．1～0．5質量％であるのが好ましく，真比重は1～1．5g／mlであるのが好ましく，嵩比重は0．3～0．8g／mlであるのが好ましく，平均粒子径は2～20μmであるのが好ましい。",
                "［0022］  なお，上記「含水量」とは，カールフィッシャー水分計(例えば平沼産業株式会社製，水分測定装置)により測定される値である。上記「嵩密度」とは，粉体を一定容積の容器中に，一定状態で入れたときに容器内に入る粉末の量を単位体積当たりの質量で表したもので，上記嵩密度の値は，パウダーテスター(ホソカワミクロン社製)で測定されたものである。粉体微粒子の「真比重」とは，粉体微粒子を一定容積の容器中に充填し，さらに，試料の空隙を完全に液体で置換し，このとき要した液体の体積を容器の容積力減じた値と，容器内に充填した粉体微粒子の質量との関係から算出される値で，真比重測定機(例えば，株式会社セイシン企業製)により測定されたものである。上記粒子径の値は，前記精密粒度分布測定装置(例えば，ベックマン・コ一ルター社製の「マルチサイザーΠ」)により測定される体積基準の値である。",
                "［0038］  次に，本発明に係る微粒子の構造および製造方法について説明する。",
                "［0039］  本発明に係る微粒子の形態は特に限定されず，有機重合体，無機質材料，有機質無機質複合材料のいずれからなるものであっても良い。上記有機重合体としては，ポリスチレン，ポリメチルメタクリレート，ポリエチレン，ポリプロピレン，ポリエチレンテレフタレート，ポリブチレンテレフタレート，ポリスルホン，ポリカーボネート，ポリアミド等の線状重合体；ジビニルベンゼン，ヘキサトリエン，ジビニルエーテル，ジビニルスルホン，ジアリルカルビノール，アルキレンジアクリレート，オリゴ又はポリアルキレングリコールジアクリレート，オリゴ又はポリアルキレングリコールジメタクリレート，アルキレントリアクリレート，アルキレンテトラアクリレート，アルキレントリメタクリレート，アルキレンテトラメタクリレート，アルキレンビスアクリルアミド，アルキレンビスメタクリルアミド，両末端アクリル変性ポリブタジエンオリゴマー等を単独又は他の重合性モノマーと重合させて得られる網状重合体；アミノ化合物(例えば，ベンゾグアナミン，メラミンあるいは尿素など)とホルムアルデヒドの重縮合反応により得られるアミノ樹脂からなる有機重合体が挙げられる。",
                "［0040］  有機質無機質複合材料としては，(A)シリカ，アルミナ，チタニアなどの金属酸化物，金属窒化物，金属硫化物，金属炭化物等の無機質微粒子が，有機樹脂中に分散含有されてなる微粒子や，(B)(オルガノ)ポリシロキサン，ポリチタノキサンなどのメタロキサン鎖(「金属-酸素-金属」結合を含む分子鎖)と有機分子が分子レベルで複合してなる微粒子や，メチルトリメトキシシラン等のオルガノアルコキシシランの加水分解，縮合反応の進行によって得られるポリメチルシルセスキォキサンなどのシリコン系微粒子や，(C)加水分解性シリル基を有するシリコン化合物を原料とするポリシロキサンと重合性基(例えばビニル基，(メタ)アタリロイル基など)を有する重合性単量体などと反応させて得られる有機ポリマー骨格と，ポリシロキサン骨格とを含む有機質無機質複合材料が挙げられる。",
                "［0042］  上記例示の中でも，有機重合体または有機質無機質複合材料からなる微粒子は，微粒子の特性の設計が比較的自由に行え，また，シャープな粒子径分布を有する粒子が得られ易いので好ましい。さらに，有機重合体からなる微粒子の中では，アミノ樹脂からなる有機重合体，並びにシード重合法により得られる有機重合体粒子(重合性モノマー全量に対する架橋性モノマーの割合が20質量％以上，より好ましくは30質量％以上，さらに好ましくは50質量％以上の粒子)が好ましく，有機質無機質複合材料から成る微粒子の中では特に(C)が好ましい。また，これらの粒子は，その合成過程で硬化または架橋されており，有機溶剤により溶解，膨潤し難い。したがって，後述する光拡散層，防眩層を形成する塗布用樹脂組成物に使用する場合，有機溶剤などと同時に使用しても，粒子が変質したり，粒子径の変化が生じ難いので，粗大粒子を上記範囲内に低減させた効果が十分に得られるため好ましい。",
                "［0043］  これらの粒子は，各粒子の合成時に得られる粒子懸濁液の状態で湿式分級工程に供するのが好ましい。すなわち平均粒子径の2倍以上の粗大粒子の含有量が少ない(例えば，100万個／0．5g未満)懸濁体が得られ易いからである。特に，以下に説明する好ましい製法で得られる有機質無機質複合材料力なる微粒子，アミノ樹脂からなる有機重合体微粒子が好ましい。",
                "［0044］  また，上記粒子は，粒子径の変動係数(体積基準で算出した粒度分布を基準とする)が20％以下であるのが好ましい。より好ましくは10％以下である。粒子径の変動係数の値は小さいほど，粒子径にバラツキが少ないことを示しており，上記範囲を満足する場合には，湿式分級，乾式分級工程後の微粒子に含まれる粗大粒子量を低減し易いので好ましい。",
                "［0106］  次に，有機質無機質複合材料からなる微粒子(上記(C))の，その構造および製造方法について説明する。上記有機質無機質複合材料の微粒子の重合方法に特に限定はなく，乳化重合，懸濁重合，シード重合，ゾルゲル重合などの公知の重合方法が適用できる。",
                "［0127］  また，上記複合体粒子に含まれる有機ポリマー骨格は，例えば，1)上記シリコン化合物が，加水分解性基とともに，ラジカル重合性基やエポキシ基等の有機ポリマー骨格を形成し得る重合性反応基を含有する有機基を有する場合には，1-1)シリコン化合物の加水分解縮合反応後に重合する方法や，1-2)シリコン化合物の加水分解縮合反応により得られたポリシロキサン骨格を有する粒子に，ラジカル重合性モノマー，エポキシ基を有するモノマー，水酸基を有するモノマーおよびアミノ基を有するモノマー等の重合性反応基を有する重合性モノマーを吸収させた後，重合させる方法によっても得られる。また，2)上記シリコン化合物が，ラジカル重合性基，エポキシ基，水酸基，アミノ基等の有機ポリマー骨格を形成し得る重合性反応基を含有する有機基を有しない場合には，シリコン化合物の加水分解縮合反応により得られたポリシロキサン骨格を有する粒子(ポリシロキサン粒子からなるシード粒子，以下ポリシ口キサン粒子とも言う)に，ラジカル重合性モノマー，エポキシ基を有するモノマー，水酸基を有するモノマーおよびアミノ基を有するモノマー等の重合性反応基を有する重合性モノマーを吸収させた後，重合反応させることでも得られる。",
                "［0129］  上記1-2)や2)の方法において，ポリシロキサン骨格を有する粒子に吸収させることのできるラジカル重合性モノマーは，ラジカル重合性ビニルモノマーを必須とするモノマー成分であることが好ましい。上記ラジカル重合性ビニルモノマーとしては，例えば，分子内に少なくとも1個以上のエチレン性不飽和基を含有する化合物であればその種類等は特に限定されず，所望する複合体粒子の物性に応じて適宜選択することができる。これらは1種のみ用いても2種以上を併用してもよい。",
                "［0130］  例えば，疎水性のラジカル重合性ビニルモノマーは，ポリシロキサン骨格を有する粒子に上記モノマー成分を吸収させる際に，上記モノマー成分を乳化分散させた安定なエマルシヨンを生成させ得るので好ましい。また，ラジカル重合性ビニルモノマーとして，架橋性モノマーを用いてもよく，架橋性モノマーを使用すれば，得られる複合体粒子の機械的特性の調節が容易にでき，また，複合体微粒子の耐溶剤性を向上させることもできる。具体的には，エチレングリコールジメタタリレート，トリメチロールプ口パントリメチノレアタリレート，1，6-ヘキサンジオールジアクリレート，ジビニルベンゼンなどが挙げられる。これらは単独で用いても2種類以上を併用してもよい。",
                "［0137］  吸収工程は，前述したように，用いるシリコン化合物に応じて必須工程にすべき場合と，任意工程にしてもよい場合とがある。上記吸収工程は，ポリシロキサン粒子の存在下に，重合性モノマーを存在させた状態で進行するものであれば特に限定されない。したがって，ポリシロキサン粒子を分散させた溶媒中に重合性モノマーを加えてもよいし，重合性モノマーを含む溶媒中にポリシロキサン粒子を加えてもよい。なかでも，前者のように，予めポリシロキサン粒子を分散させた溶媒中に，重合性モノマーを加えるのが好ましく，さらには，加水分解，縮合工程で得られたポリシロキサン粒子を反応液(ポリシロキサン粒子分散液)から取り出すことなく，該反応液に重合性モノマーを加える方法は，工程が複雑にならず，生産性に優れるため好ましい。",
                "［0140］  上記吸収工程において，重合性モノマーの添加のタイミングは特に限定されず，該重合性モノマーを一括で加えておいてもよいし，数回に分けて加えてもよいし，任意の速度でフィードしてもよい。また，重合性モノマーを加えるにあたっては，重合性モノマーのみで添加しても，重合性モノマーの溶液を添加してもよいが，重合性モノマーを予め乳化剤で乳化分散させた状態でポリシロキサン粒子に加えておくことが，ポリシロキサン粒子への吸収がより効率よく行われるため好ましい。",
                "［0141］  上記乳化剤は特に限定されないが，例えば，アニオン性界面活性剤，カチオン性界面活性剤，非イオン性界面活性剤，両性界面活性剤，高分子界面活性剤，分子中に1個以上の重合可能な炭素-炭素不飽和結合を有する重合性界面活性剤等がある。なかでも，アニオン性界面活性剤，非イオン性界面活性剤は，ポリシロキサン粒子や，重合性モノマーを吸収したポリシロキサン粒子，重合体微粒子の分散状態を安定化させることもできるので好ましい。これら乳化剤は，1種のみを使用しても2種以上を併用してもよい。",
                "［0143］  また，重合性モノマーを乳化剤で乳化分散させる際には，重合性モノマーの質量に対して0．3～10倍の水や水溶性有機溶剤を使用するのが好ましい。上記水溶性有機溶剤としては，メタノール，エタノール，イソプロパノール，n-ブタノール，イソブタノール，sec-ブタノール，t-ブタノール，ペンタノール，エチレングリコール，プロピレングリコール，1，4-ブタンジオール等のアルコール類；アセトン，メチルエチルケトン等のケトン類；酢酸エチル等のエステル類などが挙げられる。",
                "［0144］  上記吸収工程は，0～60℃の温度範囲で，5分～720分間，攪拌しながら行うのが好ましい。これらの条件は，用いるポリシロキサン粒子や重合性モノマーの種類などによって，適宜設定すればよく，これらの条件は1種のみ，あるいは2種以上を合わせて採用してもよい。",
                "［0145］  吸収工程において，モノマー成分がポリシロキサン粒子に吸収されたかどうかの判断については，例えば，モノマー成分を加える前および吸収段階終了後に，顕微鏡により粒子を観察し，モノマー成分の吸収により粒子径が大きくなつていることを確認することで容易に判断できる。",
                "［0146］  重合工程は，重合性反応基を重合反応させて，有機ポリマー骨格を有する粒子を得る工程である。具体的には，シリコン化合物として重合性反応基含有有機基を有するものを用いた場合は，該有機基の重合性反応基を重合させて有機ポリマー骨格を形成する工程であり，吸収工程を経た場合は，吸収させた重合性反応基を有する重合性モノマーを重合させて有機ポリマー骨格を形成する工程であるが，両方に該当する場合はどちらの反応によっても有機ポリマー骨格を形成する工程となり得る。",
                "［0147］  重合反応は，加水分解縮合工程や吸収工程の途中で行ってもよいし，いずれか又は両方の工程後に行ってもよく，特に限定はされないが，通常は，加水分解縮合工程後(吸収工程を行った場合は吸収工程後)に開始するようにする。",
                "［0148］  重合反応は特に限定されないが，例えば，ラジカル重合開始剤を用いる方法，紫外線や放射線を照射する方法，熱を加える方法など，いずれも採用可能である。上記ラジカル重合開始剤としては，特に限定されないが，例えば，過硫酸カリウム等の過硫酸塩，過酸化水素，過酢酸，過酸化ベンゾイル，過酸化ラウロイル，オルソクロロ過酸化ベンゾイル，オルソメトキシ過酸化ベンゾイル，3，5，5-トリメチルへキサノイルパーオキサイド，t-ブチルパーオキシ-2エチルへキサノエート，ジ-t-ブチルパーオキサイド，ベンゾイルパーオキサイド，1，1-ビス(t-ブチルパーォキシ)-3,3，5-トリメチルシクロへキサン，t-プチルハイド口パーオキサイド等の過酸化物系開始剤類；アゾビスイソブチロニトリル，アゾビスシクロへキサカルボ二トリル，アゾビス(2，4-ジメチルバレロニトリル)，2'-アゾビスイソブチロニトリル，2，2'-アゾビス(2-アミジノプロパン)'二塩酸塩，4，4'-アゾビス(4-シアノペンタン酸)，2，2'-アゾビス-(2-メチルブチロニトリル)，2，2'-アゾビスイソブチロニトリル，2，2-アゾビス(2，4-ジメチルバレロ二トリル)等のアゾ系化合物類；などを好ましく挙げることができる。これらラジカル重合開始剤は，単独で用いても2種以上を併用してもよい。",
                "［0150］  上記ラジカル重合する際の反応温度は40～100℃であることが好ましく，50～80℃がより好ましい。反応温度が低すぎる場合には，重合度が十分に上がらず重合体微粒子の機械的特性が得られ難くなる傾向があり，一方，反応温度が高すぎる場合には，重合中に粒子間の凝集が起こりやすくなる傾向がある。尚，上記ラジカル重合する際の反応時間は用いる重合開始剤の種類に応じて適宜変更すればよいが，通常，5～600分が好ましく，10～300分がより好ましい。反応時間が短すぎる場合には，重合度が十分に上がらない場合があり，反応時間が長すぎる場合には，粒子間で凝集が起こり易くなる傾向がある。",
                "［0151］  本発明では，重合工程後，得られた重合体微粒子を含む調製液をそのまま，あるいは，有機溶剤を蒸留して水および/またはアルコールを含む分散媒に置換した後，上述の湿式分級工程に供給してもよく，また，生成した重合体微粒子を単離し，乾燥させた後，水および／または有機溶剤に分散させた後，湿式分級工程へと供給してもよい。",
                "［0152］  本発明の微粒子は，粗大粒子および微小粒子の含有量が低減され，粒度分布が狭いものであるため，光学用途，例えば，LCD等に用いる光拡散シートや導光板，あるいは，PDP，ELディスプレイおよびタッチパネル等に用いる光学用樹脂に含有させる光拡散剤やアンチブロッキング剤などの添加剤などとして有用である。もちろん，これらの光学用途以外の各種フィルム用のアンチブロッキング剤などとしても好適に用いられる。",
                "［0153］  本発明に係る樹脂組成物は，本発明の微粒子と透明バインダー樹脂とを含む樹脂組成物である。上述のように本発明の微粒子は，粗大粒子のみならず微小粒子の含有量も極低レベルに抑えられているため，光学用途に好適に用いられる。",
                "［0158］  本発明の樹脂組成物から得られる成形体は，上記バインダー樹脂中に本発明の微粒子が分散，固定された成形体であるため，光拡散性や光透過性など優れた光学特性を具備するものである。したがって，本発明の樹脂組成物は，各種光学製品の構成部材の原料として好適に用いられる。なお，上述した本発明の微粒子に由来する優れた光拡散性や光透過性を有効に活用するという観点からは，各種画像表示装置の前面に設置して，外光や室内照明機器の映り込みを防止して画像の表示を鮮明にする反射防止防眩性フィルムや，画像表示装置内において，光源からの光を画像表示面に均一に拡散させる光拡散フィルムや光拡散板などの光学用部材に好適に用いられる。",
                "［0159］  上記光学用部材の形状は，フィルム状(シート状)や板状に限られず，柱体，錐体，球など，所望の形状に成形したものであってもよい。なお，優れた光拡散効果，防眩効果(光の正反射を抑制し，拡散することによる防眩効果)を確保する観点からは，光学用部材の表面に，上述の本発明に由来する凹凸が形成されていることが好ましい。",
                "［0160］  例えば，上記光学用部材が，光拡散フィルムや，反射防止防眩フィルムのようなフィルム状(以下，「光学フィルム」という)の成形体である場合，その形態としては，面状部分を有し，透明バインダー樹脂により光拡散粒子が固定されてなる構成を少なくとも一部に有している形態が挙げられる。例えば，(ⅰ)樹脂組成物を構成する透明バインダー樹脂そのものを板状やシート状などの基材樹脂とし，板状またはフィルム状に形成した形態(光拡散板など)，(ii)予め準備した板状やシート状の基材表面の一部または全体に，上記樹脂組成物からなる層を積層(コーティング，ラミネート)し，一体化した形態(光拡散フィルム，防眩性フィルムなど)，等が挙げられる。上記(i)，(ii)のいずれの形態の場合も，透明バインダー樹脂中に粒子が分散，固定されているため，優れた光学特性を発揮することができる。",
                "［0163］  上記(ii)の形態の光学部材を得る方法としては，予め準備した基材表面に，本発明の樹脂組成物からなる層を積層する方法が挙げられる。積層方法は特に限定されず，塗布法やキャスト方などが好ましく例示される。塗布法としては，上記樹脂組成物を含んでなる塗布用組成物を基材に塗布すればよい。本発明の樹脂組成物は，そのまま塗布用組成物として用いることもできるが，上記樹脂組成物を，水，または，有機溶剤(例えば，メタノール，エタノール，イソプロパノールなどのアルコール系溶媒，エチレングリコール，プロピレングリコールなどのケトン系溶媒，酢酸エチルなどのエステル系溶媒，および，トルエン，キシレンなどの芳香族炭化水素など)に分散，溶解させて，調製した塗布用組成物を用いるのが好ましい。基材は特に限定されないが，例えば，ポリオレフィン系樹脂フィルム，ポリエステル系樹脂フィルム，ポリカーボネート系樹脂フィルムなど，従来公知の無色透明な樹脂フィルムが好ましく用いられる。具体的な塗布方法としては，リバースロールコート法，グラビアコート法，ダイコート法，コンマコート法，およびスプレーコート法等の公知の積層方法が挙げられる。",
                "［0166］  本発明の微粒子は，粗大な粒子の含有量が極低レベルに抑えられており，また，粒度分布がシャープであることに加え，塗布用組成物中においても膨潤などの変質を起こし難い化学的に安定な微粒子であるので，上述のような光学部材(光拡散フィルム，防眩性フィルム，光拡散板など)に，均一で，微細な凹凸を形成できる。したがって，本発明の微粒子を用いて得られる光拡散フィルム，防眩性フィルムおよび光拡散板などの光学部材は，粗大粒子に由来する局所的な光り抜けや，外観状の不具合となる光学的異物が生じ難い。また，本発明の微粒子の平均粒子径の制御によって，光学特性の調整もできるので，光学用途に好適に用いられる。",
                "実施例",
                "［0168］  微粒子の製造",
                "製造例1(ポリシロキサン微粒子)",
                "冷却装置，温度計および滴下口を備えた反応釜に，イオン交換水280部，25％アンモニア水5部およびメタノール120部の混合溶液を入れ，混合溶液の攪拌下，滴下口から，γ-メタクリロキシプロピルトリメトキシシラン40部を投入して，温度30℃で2時間，γ-メタクリロキシプロピルトリメトキシシランの加水分解，縮合反応を行って，ポリシロキサン微粒子の懸濁液を調整した。",
                "［0169］  別途，上述のものとは異なる反応釜2で，スチレン400部，2，2’-アゾビス(2，4-ジメチルバレロニトリル)(和光純薬工業社製，V-65)3部，アニオン性界面活性剤(LA-10，第一工業社製)1．5部およびイオン交換水400部をホモミキサーにより，室温下(25℃)で15分間乳化分散させ，エマルションを調整した(モノマー溶液)。",
                "［0170］  前記ポリシロキサン粒子の懸濁液の調製開始から2時間後(γ-メタクリロキシプロピルトリメトキシシラン添加から2時間後)，反応釜1の滴下口より上記エマルションを添加した。1時間攪拌を継続し，ポリシロキサン粒子がモノマー成分を吸収していることを確認した後，ここにイオン交換水3500部を添加し，窒素雰囲気下，反応溶液を65℃まで昇温させて，65±2℃で2時間保持し，ラジカル重合反応を行い，重合体粒子(有機質無機質複合体粒子)分散液を得た。分散液中に分散する重合体粒子の平均粒子径は10．1μm，分散液のB型粘度(B型粘度計，株式会社東京計器製)は3．8mPa・s，固形分濃度は10質量％であった。",
                "［0171］  製造例2～7(ポリシロキサン粒子)",
                "ポリシロキサン粒子原料，ラジカル重合性モノマー種，及び，使用量を表1のように変更した以外は，製造例1と同様にして，重合体粒子分散液を調整した。尚，ポリシロキサン粒子懸濁液，エマルションの調整に用いたイオン交換水，メタノール，界面活性剤の量は，各製造例の条件に応じて適宜調整した。",
                "［0172］  ［重合体粒子の平均粒子径，粗大粒子量の測定］",
                "上記製造例で得られた重合体粒子分散液を固液分離し，乾燥した重合体粒子0．5gをイオン交換水100gに分散させて重合体粒子分散液を調整し，精密粒度分布測定装置(製品名「マルチサイザーⅡ」，ベックマン・コールター株式会社製)を使用して，重合体粒子の平均粒子径の測定を行い，体積基準で平均粒子径を算出した。",
                "［0173］  なお，重合体粒子分散液中に含まれる粗大粒子(平均粒子径の2倍以上の粒子径を有する粗大粒子)の量の測定は，以下のようにして行った。",
                "［0174］  乾燥させた重合体粒子0．5gをメタノール100gに分散させた重合体粒子分散溶液(粘度：3mPa・s，固形分濃度：0．5質量％)を調整し，平均粒子径の1．75～2倍の目開きを有するメッシュ(ニッケル製，東京プロセスサービス株式会社製)と，濾過鐘にブフナーロートを備えた吸引濾過装置を使用して，減圧下で濾過を行った。次いで，メッシュ上に残留した粒子を走査型電子顕微鏡(SEM，「S-3500Ｎ」，日立製作所製，加速電圧：25kV)で観察し，目視で平均粒子径の2倍以上の粗大粒子の個数を数えた。尚，観察は，倍率200倍で，全視野を観察した。結果は，表1中，「＞平均径×2」で示す。",
                "［0175］  また，平均粒子径2．5倍以上の粒子径を有する粗大粒子量の場合は，平均粒子径の2．25～2．5倍の目開きを有するメッシュを用いたこと以外は，上述の手順と同様にして行った。結果は，表1中，「＞平均径×2．5」で示す。",
                "［0182］［表1］",
                "［0183］  実施例1",
                "製造例1で得られた重合体粒子分散液を，目開き20μmのステンレス鋼製金網で分級した(湿式分級工程)。次いで，湿式分級後の重合体粒子分散液を自然沈降により固液分離した。得られたケーキをイオン交換水およびメタノールで洗浄した後，100℃で5時間真空乾燥することにより，粒子が凝集してなる乾燥物を得た。該乾燥物を粉砕することにより，粉砕粒子を得た(回収率99質量％)。",
                "［0184］  このとき得られた粉砕粒子は，かさ比重0．7g／cm3，粒子径10．1μm，水分含量0．5質量％以下であった。",
                "［0185］  得られた粉砕粒子を高精度気流分級機(「DFX5型」，日本ニューマチック工業株式会社製)に投入し，高速旋回気流および吸引ブロワーにより粉砕粒子に与えられる遠心力と抗力とのバランスを調節することにより分級し，供給した粉砕粒子に対する回収率85質量％で微粒子を得た(乾式分級工程)。尚，このときの重合体粒子分散液からの微粒子の回収率は84質量％であった。",
                "［0186］  実施例2",
                "実施例1と同様の工程により，製造例2で得られた重合体粒子分散溶液から粉砕粒子を調整した(回収率99質量％)。このとき得られた粉砕粒子は，かさ比重0．7g／cm3，粒子径10．1μm，水分含量0．5質量％以下であった。",
                "［0187］  次いで，得られた粉砕粒子を回転ローター式分級装置(「ターボプレックス100ATP」，ホソカワミクロン株式会社製)に投入し，分級ローターの回転速度と吸気口からの空気の供給により粉砕粒子に与えられる遠心力と効力のバランスを調節することにより分級を行い，供給した粉砕粒子に対する回収率85質量％で微粒子を得た(乾式分級工程)。尚，このときの重合体粒子分散液からの微粒子の回収率は84質量％であった。",
                "［0203］  実施例1～8および比較例1～3における分級処理の内容，得られた微粒子および粉体粒子関する評価結果を表2に示す。尚，各評価方法は，以下の通りである。",
                "［0204］  [微粒子の平均粒子径，粗大粒子量の測定]",
                "上記実施例，比較例で得られた微粒子0．5gをメタノール100gに分散させて重合体粒子分散液を調整し，精密粒度分布測定装置(製品名「マルチサイザーⅡ」，ベックマン・コールター株式会社製)を使用して，粒子径の測定を行い，体積基準で平均粒子径を算出した。",
                "［0205］  粗大粒子1(平均粒子径の2倍以上の粒子径を有する粗大粒子)の量の測定は，次のようにして行った。上記平均粒子径測定と同様にして調整した微粒子分散溶液(粘度：3mPa・s，固形分濃度：0．5質量％)を，平均粒子径の1．75～2倍の目開きを有するメッシュ(ニッケル製，東京プロセスサービス株式会社)と，濾過鐘にブフナーロートを備えた吸引濾過装置を使用して，減圧下で濾過を行った。",
                "［0206］  次いで，メッシュ上に残留した粒子を走査型電子顕微鏡(SEM，「S-3500Ｎ」，日立製作所製，加速電圧：25kV)を使用して，200倍で全視野観察し，目視で平均粒子径の2倍以上の粗大粒子の個数(個／0．5g)を数えた。",
                "［0207］  なお，平均粒子径2．5倍以上の粒子径を有する粗大粒子量(粗大粒子2)の場合は，平均粒子径の2．25～2．5倍の目開きを有するメッシュを用いたこと以外は，上述の手順と同様にして行った。",
                "［0208］  [微小粒子量の測定]",
                "実施例および比較例で得られた微粒子0．5gをイオン交換水100gに分散させて微粒子分散液を調整し，精密粒度分布測定装置(製品名「マルチサイザーⅡ」，ベックマン・コールター株式会社製)を使用して，粒子径および平均粒子径の測定を行った(体積基準)。測定結果を基に，平均粒子径の小数点1桁を四捨五入して得られる数値の1／2以下の粒子径を有する微粒子の体積％を算出し，得られた値を微小粒子量とした。",
                "［0209］［表2］",
                "［0241］  実施例16  防眩フィルムの製造",
                "実施例1，9，10および比較例4で得た各樹脂粒子3質量部とトルエン20質量部とを十分に撹拌混合した。当該混合液に，アクリル系電離放射線硬化樹脂40質量部，光重合開始剤(チバスペシャルティケミカル社製，「イルガキュア(登録商標)907」)2質量部，メチルエチルケトン23質量部，エチレングリコールモノブチルエーテル2質量部，およびレベリング剤(ビックケミー社製，BYK320)を加え，十分に撹拌して塗工液を調製した。",
                "［0242］  厚さ80μmのトリアセチルセルロースフィルム(富士写真フィルム社製，「フジタック(登録商標)」)の片面に，当該塗工液をバーコータにより塗布した。得られた塗布膜を80℃のドライヤーで乾燥させた後，高圧水銀ランプを用いて300mJ／cm2の紫外線を照射して樹脂成分を硬化させることにより防眩フィルムを製造した。",
                "［0243］  各防眩フィルムの裏面に黒色のフィルムを貼り合わせ，当該フィルムから2m離れた位置より10000cd／m2の蛍光灯を映し，その反射像のボケの程度を下記基準により評価した。結果を表6に示す。",
                "○：蛍光灯の輪郭が判別できない。",
                "×：蛍光灯の輪郭が明確に判別できる。",
                "［0244］  また，各防眩フィルムについて，写像測定器(スガ試験機株式会社製，ICB-IDD)と，0．5mm幅の光学櫛を用いて，JIS  K7105に従って透過鮮明度(像鮮明度)を測定した。",
                "［0245］  さらに各防眩フィルムを，パーソナルコンピューターに接続した液晶モニター(15インチXGA，TFT-TＮ方式，正面輝度：350cd／m2，正面コントラスト：300対1，表面AG：なし)の表面に貼り合わせ，文字のボケ具合を下記の基準により評価した。結果を表6に示す。",
                "○：文字の輪郭はまったくボケていない。",
                "×：文字の輪郭がボケており，強い違和感が感じられる。",
                "［0246］［表6］",
                "［0247］  表6から分かるように，実施例1，9および10の粒子を用いて得られた防眩フィルムは，いずれも優れた防眩性，並びに視認性(文字ボケがない)を有するものであった。一方，平均粒子径の2倍を超える粗大粒子量の多い比較例4の粒子を用いて製造した防眩フィルムは，防眩性は有するものの，防眩フィルムに含まれる粗大粒子がレンズのように作用したり，当該粗大粒子に起因してフィルム表面に傷が生じ，その結果，文字が視認しづらくなったものと考えられる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2-3に記載された発明",
              "text": [
                "上記(1)によると，甲2-3には，前記第2，3(1)アのとおり，引用発明c-2及び引用発明c-3が記載されていると認められる。",
                "なお，甲2-3の請求の範囲［1］及び段落［0007］，［0012］，［0013］，［0173］，［0205］には，「平均粒子径の2倍以上の粒子径を有する粗大粒子」と記載されているため，引用発明c-1は，以下のとおりと認められる。",
                "「ブチルメタクリレートと1，6-ヘキサンジオールジアクリレートとからなるモノマー混合物を水中に分散させて2，2’-アゾビス(2，4-ジメチルバレロニトリル)を用いてポリシロキサン微粒子の存在下重合して得られる重合体粒子を，湿式分級して洗浄・乾燥し粉砕した粒子径10．1μm，水分含量0．5質量％以下の重合体粒子を，更に乾式分級して得られる重合体粒子であって，平均粒子径6．0μmで平均粒子径の2倍以上の粒子径を有する粗大粒子が25個／0．5gである粒子。」に係る発明"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明c-1の一致点及び相違点について",
              "text": [
                "前記1及び上記(1)，(2)によると，本件発明1と引用発明c-1の一致点及び相違点は，相違点c2を次のとおりとするほかは，前記第2，3(1)ウのとおり，認められる。",
                "＜相違点c2＞",
                "本件発明1では「体積平均粒径の2倍以上の粒径を有する大径粒子の含有量が1．0体積％以下であり，体積平均粒径が3～50μmである」のに対して，引用発明c-1では「平均粒子径6．0μmで平均粒子径の2倍以上の粒子径を有する粗大粒子が25個／0．5gである」点"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点c2の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "平均粒子径について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の大径粒子は，「体積平均粒径の2倍以上の粒径を有する」もの(【請求項1】)である。",
                    "証拠(甲9，11)及び弁論の全趣旨によると，粒体径の平均の計算式には複数のものがあるが，そのうち，「算術平均」とは，対象となる集合のデータを足し合わせて基準となる値が算出される場合であり，「幾何平均」とは，対象となる集合のデータを相互に乗じて基準となる値が算出される場合であることが認められる。",
                    "本件発明では，架橋アクリル系樹脂粒子の体積平均粒径は，コールターマルチサイザーⅢ(ベックマン・コールター社製測定装置。以下，「マルチサイザーⅢ」という。)により測定する(本件明細書の段落【0031】)ものであり，10万個の体積基準の粒度分布における算術平均である(本件明細書の段落【0034】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明c-1の粗大粒子は，「平均粒子径6．0μmで平均粒子径の2倍以上の粒子径を有する」ものであるところ，甲2-3は，マルチサイザーⅡを使用して，粒子径の測定を行い，体積基準で平均粒子径を算出する(段落［0204］)ものである。",
                    "証拠(甲12)及び弁論の全趣旨によると，マルチサイザーは，算術平均，幾何平均のいずれもを測定することができるものであるため，引用発明c-1の平均粒子径は，算術平均なのか幾何平均なのかは，前記段落［0204］の記載からは明らかではない。",
                    "しかし，乙1(「JIS  Z  8101-1：1999」)には，「(算術)平均  平均値  観測値の総和を観測値の個数で割ったもの。」と記載されており(乙1の9頁)，一般に，「平均」は，算術平均ということが認められる。また，マルチサイザーⅡは，有機溶剤へ素早くかつ均一に分散するような再分散性に優れた，塗料や光拡散フィルムの塗工液の原料として用いることができる樹脂粒子を提供する発明において(乙4の段落【0008】，【0010】)，樹脂粒子の再分配性評価のために，樹脂粒子の体積平均粒子径，すなわち，体積基準の粒度分布における粒子径の算術平均径の測定に用いられている(乙4の段落【0072】,【0073】)。",
                    "これらによると，甲2-3の段落［0204］の「体積基準で平均粒子径を算出した」というのは，体積基準の粒度分布における算術平均で粒子径の平均径を算出したことを意味すると理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，証拠(甲10)及び弁論の全趣旨によると，「粒径」については，①定められたルールに従って測定した粒子の長さをそのまま粒子径とするもの(長軸系，短軸系，定方向径)，②直接に測定された量(投影面積，体積)を幾何学公式を用いて，規則的な形状(円，球や立方体)の粒子に換算してその粒子径とするもの(相当径)などがあるところ，本件発明1も引用発明c-1も，いずれも，体積基準の粒度分布における算術平均で粒子径の平均径を算出するのであるから，「粒径」については，同じ意味を有すると認められる。",
                    "そして，引用発明c-1の平均粒子径「6．0μm」の値は，本件発明1の堆積平均粒径「3～50μm」の範囲に含まれるから，引用発明c-1の「平均粒子径の2倍以上の粒子径を有する粗大粒子」は，本件発明1の「体積平均粒径の2倍以上の粒径を有する大径粒子」と同義であると解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，原告は，「平均」の意味について，乙1という一つの文献で一般化することはできないし，乙1の「平均」は，一般統計用語としての「平均」を定義したに過ぎず，「粒子の平均粒子径」の「平均」を定義したものではないから，引用発明1において，「平均」を「算術平均」とすることはできないと主張する。",
                        "しかし，乙1は，JIS(日本工業規格)であるから，これを一般化することには理由があるし，前記のとおり，マルチサイザーⅡは，樹脂粒子を提供する発明において，算術平均径を測定するために用いられていることも考え併せると，原告の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，JISには，乙1とは別に，「粒子径測定結果の表現-第2部：粒子径分布からの平均粒子径又は平均粒子直径及びモーメントの計算」JIS  Z  8819-2：2001(ISO／FDIS  9276-2：1999。甲17)があり，甲2-3の粒子の計数は，画像法によるものではないから，算術平均ではないと主張する。",
                        "甲17は，与えられた粒子径分布から平均粒子径又は平均粒子直径を計算する適切な式を規定することを目的とするものであり(3枚目の「1  適用範囲」)，「算術平均粒子径」の欄に，「個数基準頻度から計算される算術平均径」とされ，「画像法における粒子の計数は，個数基準による平均(γ＝0)の典型的な例である」と記載されていることが認められる(3頁)。",
                        "この記載によると，甲17における画像法に関する記載は，個数基準による平均に関するものであり，体積基準による平均である本件発明1や引用発明c-1には当てはまらないと解されるから，原告の上記主張は，前記ウの判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，「平均値」について，「算術平均値」又は「幾何平均値」として明示している例がある(乙2～4，甲18)と主張するが，他の文献で「平均値」の意味を明示している例があるからといって，前記ウの判断が左右されることはない。",
                        "(エ)(エ)  原告は，本件発明1の体積平均粒径は，分散液として0．1重量％ノニオン性界面活性剤水溶液を用いて測定しているのに対して(本件明細書の段落【0034】)，甲2-3は，コールターカウンター法により体積を測定する際に，分散液としてメタノールを使用している(段落[0204])という違いがあり，この違いは，測定される平均粒子径に有意に影響すると主張する。",
                        "しかし，本件発明においては，平均粒子径は，マルチサイザーⅢを使用し，測定部に測定用電解液を満たしたビーカーをセットして，ビーカー内を緩く撹拌しながら，粒子の分散液を滴下して測定を開始し，測定中も測定用電解液は緩く撹拌するところ(本件明細書の段落【0034】)，この方法は，マルチサイザーⅡを使用した測定時にも同様である(乙4の段落【0073】)から，マルチサイザーⅡを使用して重合体粒子の粒子径の測定を行っている引用発明c-1も同様であると解される。そして，本件発明1と引用発明c-1との測定用電解液に滴下する分散液の違いが，測定される粒子の分散状態に有意に影響すべき根拠を見いだし難いから，引用発明c-1においても，本件発明1においても，分散液中での粒子の分散状態が測定精度に影響を与えるとは考え難く，原告の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，甲2-3の製造例2及び実施例2は，重合体粒子の粒子径6．1μm，粉砕粒子の粒子径10．1μm，平均粒子径6．0μmと不合理に径が変遷しており，数値自体に疑問があると主張する。",
                        "しかし，引用発明c-1の微粒子は，製造過程において，合成粒子の調整後，乾燥した粒子の粒子径である6．1μm(段落［0171］，［0172］，［0182］［表1］)，湿式分級し，乾燥後，粉砕した粉砕粒子の粒子径である10．1μm(段落［0183］，［0185］，［0186］)，乾式分級後の微粒子の粒子径である6．0μm(段落［0209］［表2］)と合理的に変遷していて，この数値が信頼性を欠くと解することはできず，「供給した粉砕粒子に対する回収率85質量％で微粒子を得た(乾式分級工程)。」，「回収率は84質量％であった。」との記載(段落［0187］)が，このことを左右するとはいえないから，原告の上記主張を採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "大径粒子の含有量について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明c-1の粗大粒子は，25個／0．5gであるのに対し，本件発明1の大径粒子は，1．0体積％以下である。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明c-1における「平均粒子径」は，算術平均により算出された体積平均粒子径であるが，これは，体積相当径であり(乙6)，前記(1)ウのとおり，規則的な形状(例：円，球や立方体)の粒子に換算して粒子径としたものである(甲10)から，その粒子が真球であると仮定して求めた値であると認められる。",
                        "引用発明c-1の「平均粒子径6．0μm」の粒子が真球であるとしてその体積を計算すると，1．13×10-10cm3となる。",
                        "(計算式)4／3×π×(6．0μm／2)3＝113μm3",
                        "＝1．13×10-10cm3",
                        "引用発明c-1の粒子を構成する材料の中で，ブチルメタクリレートを含むメタクリレートを主なモノマーとするメタクリル樹脂の密度(比重)は，1．2g／cm3程度である(乙5，弁論の全趣旨)から，引用発明c-1の平均的な粒子の1個当たりの質量は，1．36×10-10g／個となる。",
                        "(計算式)1．13×10-10cm3×1．2g／cm3＝1．36×10-10g／個",
                        "そうすると，樹脂粒子0．5gには，3．69×109個の粒子が含まれていると概算することができる。",
                        "(計算式)0．5g÷1．36×10-10g／個＝3．69×109個",
                        "この概算値からすると，樹脂粒子0．5g中には，少なくとも「108個程度のオーダー」の粒子が含まれているということができるとの被告の主張は，合理的なものとして是認することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によると，引用発明c-1では，全粒子0．5gは，「平均粒子径の2倍以上の粒子径を有する粒子」と「平均粒子径の2倍未満の粒子径を有する粒子」の少なくとも「108個程度のオーダー」の個数の混合物であり，この0．5g(少なくとも108個程度のオーダー)中に，「平均粒子径の2倍以上の粒子径を有する粗大粒子」が25個あることになるから，「平均粒子径の2倍以上の粒子径を有する粗大粒子」の全粒子に対する個数基準の含有率は，2．5×10-5％(0.000025％)と極めて小さい値となり，当業者は，1．0体積％を超えることはないと認識するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2-3の粒子には，真球ではない形状が含まれているから，粒子が真球であると仮定して，体積基準の平均粒子径6．0μmを用いて樹脂粒子0．5g中に含まれる樹脂粒子の個数を算出することはできない，引用発明c-1の「平均粒子径」は体積基準の平均粒子径のようであり(甲2-3の段落［0204］)，「平均粒子径6．0μm」は，粒子1個あたりの平均径ではないから，個数への換算に用いることはできないと主張するが，原告の上記主張を採用することができないことは，前記イ(ア)から明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明c-1の比重用いたメタクリル樹脂の比重は，引用発明c-1(γ-アクリロキシプロピルトリエトキシシラン及び1，6-ヘキサンジオールジアクリレートを併用している)の樹脂それ自体の比重ではないから，計算の前提が誤っていると主張する。",
                        "甲2-3の段落［0182］［表1］によると，製造例2は，ブチルメタクリレート70部のほか，γ-アクリロキシプロピルトリエトキシシラン40部及び1，6-ヘキサンジオールジアクリレート150部を用いるものであるところ，メタクリル樹脂が，ブチルメタクリレートを含むメタクリレートを主なモノマーとするものであるから，メタクリル樹脂の比重を用いることは合理的であり，原告の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，二次元(平面)における径(引用発明c-1)と三次元(立体)における径(本件発明1)とでは，「径」のもつ意味は全く異なると主張するが，前記イのとおり，引用発明c-1の開示事項から，本件発明1の特定事項である「体積％」を推認することができるのであって，それらの「大径粒子」の意義が異なるということはできない。",
                        "(エ)(エ)  原告は，引用発明c-1は，目視で平均粒子径の2倍以上の粗大粒子の個数(個/0.5g)を200倍の全視野観察で数えているが，200倍の全視野観察では，平均粒子径6μmの2倍(12μm)を超えているかどうかを目視で観察して数えることは困難であるし，直径75mmのメッシュを用いた場合，1万5000枚相当の写真を観察する必要があり，現実的ではないと主張する。",
                        "しかし，甲2-3の段落［0205］，［0206］によると，実施例2の微粒子の粗大粒子1の量は，粒子をメタノールに分散させて分散液とし，平均粒子径の1．75～2倍の目開きを有するメッシュを用いて濾過し，メッシュ上に残留した粒子を全視野観察し，目視で残留した粒子の個数を数えたものであることが認められる。平均粒子径の1．7倍～2倍の目開きを有するメッシュを用いているのは，平均粒子径の2倍以上の粒径を有する粒子を選別するためであると解されるところ，平均粒子径の2倍以上の粒径を有する粒子を選別するために上記記載のような方法によることは合理的であり，原告が主張するような方法によったとは解されない。そうすると，得られた個数が大きく信頼性を欠くとはいえない。",
                        "また，原告は，甲2-3には，「平均粒子径の1．75～2倍の目開きを有するメッシュ」が具体的に特定されておらず，当該メッシュのふるい孔の寸法許容差が不明であるから，どのような粒子がふるい上に残ったのか必ずしも定かではないと主張する。",
                        "しかし，JIS  Z8801-3：2000(電成ふるい)によると，ふるい孔が10μmや16μmの場合には，ふるい孔の寸法の許容差は，±2μmであると認められる(甲21)から，平均粒子径の1．75～2倍の目開きを用いているのは，その許容差を考慮しているものと解される。",
                        "したがって，原告の上記主張を採用することができない。",
                        "原告が指摘する甲21の記載のうち，「(ISO規格と同様にすべての呼びのふるい孔の寸法許容差を±2μmとすることは)現実的ではない」，「(その基準をクリアしようとすると)製造コストが大変高価になる」，「孔の寸法許容差だけを厳しくしても，ふるい分け方法及びその評価方法が十分確立されない限り，この厳しい許容差の意味はほとんどない」との記載は，全てのふるい孔の許容差を±2μmとするISO規格を採用しない理由を述べたものであり，「ふるい孔の検査方法は，ISO規格では・・・32μm以下は研究中となっている」との記載は，ISO規格のふるい孔の検査方法を採用しない理由を述べたものであって，上記認定を何ら左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)，(2)によると，相違点c2は，実質的な相違点であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明は，大径粒子の含有量を所定量以下に限定するという構成と，加熱減量を特定の値以下にするという構成との相乗効果によって，塗膜の外観を良好なものとすることができ，さらに，塗膜の耐傷付き性の向上を図っているものであり，引用発明c-1は，平均粒径の2倍以上と上限が定まっていない特定であり，平面観察である粗大粒子の単位重量当たりの個数を一定数以下にしたからといって，粗大粒子の体積含有量の上限は定まらないところ，当業者は，体積割合的に大径粒子含有量を抑制しようとする発想がなく，塗膜の外観及び塗膜の耐傷付き性が向上するとの効果も有さない技術的思想の異なる引用発明c-1から本件発明1を容易に想到することはできないと主張する。",
                    "しかし，本件発明が，大径粒子の含有量を所定量以下に限定するという構成と，加熱減量を特定の値以下にするという構成との相乗効果によって，塗膜の外観を良好なものとするものであるということができないことは，前記1(3)のとおりである。",
                    "また，甲2-3に記載された発明において大径粒子の含有量を低減する目的は，大径粒子に由来するフィルム表面の傷の発生，当該粒子が視認され易くなるおそれ，局所的な光り抜け，外観状の不具合となる光学的異物の発生といった問題の解消であり(甲2-3の段落［0005］，［0011］，［0013］，［0166］)，これは，本件発明1において大径粒子の含有量を1．0体積％以下とする目的である，塗膜表面の大径粒子の突出を抑制して塗膜の外観を良好なものにすること，及び，塗膜表面からの大径粒子が脱落を防止して塗膜の耐傷付き性を向上すること(前記1(2)オ)と一致している。",
                    "そして，本件発明1と引用発明c-1で，大径粒子の定義が異なるからといって，その意味するところが異なるといえないことは，既に判示したとおりである。",
                    "したがって，原告の上記主張は，上記アの認定を左右するということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1-3は，一定の水分量を必要としていることからすると，相違点c2についても阻害事由があると主張するが，原告が主張する点は，相違点c2に係るものではないから，相違点c2に係る阻害事由とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，相違点c2が実質的な相違点ではないという本件決定の判断には誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点c1の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "「加熱減量」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1のとおり，本件発明1は，「120℃で1．5時間加熱後の残存モノマー及び水分を含む揮発分の揮発による加熱減量が1．5％以下であり，」というものである。",
                    "本件発明は，粒子中の揮発分は，塗工用樹脂，溶剤との馴染みを悪化させ，凝集の発生や，塗膜乾燥時の揮発を生じ，表面ムラなどを生じさせ，その結果，塗膜表面の傷付き性の低下が生じるため，上記のとおり，加熱減量を減ずるという構成を採用することで，課題解決を図ったものであることが認められる(前記1(2)イ，エ)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，被告は，本件発明の加熱減量の上限値である1．5％は臨界的意義を有しないと主張する。",
                    "しかし，本件明細書の【表1】によると，本件発明1の加熱減量の上限値1．5％を超える比較例1(加熱減量1．8％)，比較例2(加熱減量2．2％)，比較例4(加熱減量1．56％)は，いずれも塗膜の表面性の評価が「C」となっているから，加熱減量の上限値1．5％は，本件発明の臨界的意義を有していると認められる。この点に関する被告の主張は採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "残存モノマーの低減に関し，本件優先日以前の文献には，以下の記載があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1-1について",
                  "text": [
                    "甲1―1に記載された発明は，粒子の大きさが1～100μmの範囲内にある重合体粒子は，スペーサー，滑り性付与剤，トナー，塗料のつや出し剤，機能性担体等として使用するに適しているので，この方面で広く要望されているが，粒子の大きさが通常1μm以下の微細なものとなってしまい，1μm以上の大きさの粒子を作ることが困難であったり，粒子の大きさがよく揃うまでには至らないため(段落【0002】～【0008】)，粒径が4～100μmの大きさの範囲内であってかつ所望の狭い領域内に局限された粒子を得るためのものであり(段落【0008】)，そのために，界面活性剤の使用量を少なくし，一次懸濁液に加える圧力を加減して単位体粒子の合着程度を加減し，これによって粒子の大きさを所望の狭い領域内に分布させることを特徴とする大きさの揃った微細な重合体粒子を製造し(段落【0009】)，重合後は，濾過，遠心分離等によって重合粒子体を水性媒体から分離し，水洗又は溶剤で洗浄後，乾燥して粉体として使用する(段落【0019】)ものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1-3について",
                  "text": [
                    "甲1―3に記載された発明は，合成樹脂粒子は，モノマーを水系分散媒体中にて懸濁重合することによって製造されているが，得られる合成樹脂粒子には，通常，1重量％以上の未反応の残存モノマーが含有されている(段落【0003】)ところ，この残存モノマーが原因となって合成樹脂粒子が着色して物性が低下したり，合成樹脂粒子を化粧品用途や食品包装材料に用いた場合には，化粧品や食品に臭気が写ることがあるといった問題があった(段落【0004】)ため，合成樹脂粒子の製造過程において，2度にわたる乾燥過程を経て，合成樹脂粒子の凝集を防止しながら，残存モノマーを水分と共に効率よく除去することができるようにしたもの(段落【0009】～【0012】)である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2-4について",
                  "text": [
                    "甲2-4に記載された発明は，アクリル系重合体において，製造された(メタ)アクリル系架橋微粒子は不純物を含んでおり，食品用途以外のフィルムのアンチブロッキング剤等，各種添加剤として好適に用いることができるものの，食品梱包資材のアンチブロッキング剤として使用することはできず，また，残存する(メタ)アクリル系単量体の量が多く，かつ，耐熱性に劣るため，食品梱包資材の安置ブロッキング剤として使用することができないなどの課題があるため(段落【0004】)，(メタ)アクリル系単量体を含む単量体組成物を重合開始剤を用いて重合させた後，得られた重合物を80～95℃の範囲内の温度で，1．5時間以上熟成させることを特徴としており，未反応の(メタ)アクリル系単量体の量を従来よりも少なく，かつ，耐熱性を備えている(メタ)アクリル系架橋微粒子を製造するものである(段落【0006】～【0010】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明c-1は，粒子径分布が好適範囲に管理されていても，平均粒子径から大きく逸脱する粗大粒子が存在する場合には，表示品位の低下や，光学フィルムに欠点が生じる(段落［0005］)ため，好適な粒子径を逸脱する粗大な粒子の含有量が低レベルに低減された微粒子，及び，このような微粒子の製造方法，並びにこの微粒子を含む樹脂組成物を提供するものであり(段落［0006］)，湿式分級と乾式分級とを組み合わせた方法により処理することで，粒径の好適範囲から逸脱する粗大粒子や微小粒子を一層効率よく低減するものである(段落〔0009〕)。",
                "本件発明は，前記(1)アのとおり，架橋アクリル酸系樹脂粒子の揮発分が塗膜表面にムラなどを生じさせる結果，塗膜表面の傷付き性能の低下が生じてしまうことを解決することを課題としているところ，甲2-3には，このような本件発明の課題は現れていない。",
                "また，前記(2)によると，合成樹脂粒子の製造については，水分量を低減させ，残存モノマーを低減させることにより，その品質を向上させることが知られていたことは認められるが，前記(2)の各証拠から，本件発明のように，粒子中の揮発分が表面ムラの発生や，塗膜表面の傷付き性低下などを生じさせていたこと(本件明細書の段落【0005】)という課題や，この課題を解決するために，加熱減量を減ずるという構成を採用することが，本件優先日当時，当業者に知られていたと認めることはできないし，まして，本件発明の「加熱減量の上限値1．5％」が当業者に知られていたと認めることはできない。",
                "そして，他に，上記の点について動機付けとなる証拠が存するとは認められないから，甲2-3によって，相違点c-1を容易に想到することができたと認めることはできず，本件発明1は，当業者が容易に発明をすることができたものではない。",
                "被告は，合成樹脂粒子の技術分野において，粒子の残存モノマー，水分などの揮発分が存在することに起因して，何らかの問題が発生する場合に，当該揮発分の量を一定量以下に低減化させることは，一般的な共通課題であるから，本件発明1は，引用発明c-1から容易想到であると主張するが，被告の上記主張を採用することができる証拠がないことは，既に説示したところから明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，本件発明1が，当業者が容易に発明をすることができたものであるとする本件決定の判断に誤りがある。",
                "そして，本件発明1は，当業者が容易に発明をすることができたものでないから，本件発明4，8も，当業者が容易に発明をすることができたものではないし，さらに，本件発明9及び本件発明10も，当業者が容易に発明をすることができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "相違点c3の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2-3には，①甲2-3に記載された微粒子は，光学用樹脂組成物に好適であり(段落［0011］)，光学部材(光拡散フィルム，防眩性フィルム，光拡散板など)に，均一で，微細な凹凸を形成できること(段落［0166］)，②甲2-3に記載された微粒子と透明バインダー樹脂とを含む樹脂組成物は，光学用途に好適に用いられること(段落［0153］)，③甲2-3に記載された微粒子に由来する優れた光拡散性や光透過性を有効に活用するという観点からは，反射防止防眩性フィルム，光拡散フィルム，光拡散板などの光学用部材に好適に用いられ(段落［0158］)，優れた光拡散効果，防眩効果(光の正反射を抑制し，拡散することによる防眩効果)を確保する観点から，光学用部材の表面に，前記の微粒子に由来する凹凸が形成されていることが好ましいこと(段落［0159］)が記載されている。",
                "そして，甲2-3には，④光学部材を製造する際に，予め準備した基材表面に，樹脂組成物を，水又は有機溶剤(例えば，メタノール，エタノール，イソプロパノールなどのアルコール系溶媒，エチレングリコール，プロピレングリコールなどのケトン系溶媒，酢酸エチルなどのエステル系溶媒，及び，トルエン，キシレンなどの芳香族炭化水素など)に分散，溶解させて調製した塗布用組成物を塗布して，樹脂組成物からなる層を積層することが記載され(段落［0160］，［0163］)，また，⑤実施例1，9，10の微粒子，アクリル系電離放射線硬化樹脂40質量部，光重合開始剤(チバスペシャルティケミカル社製，「イルガキュア(登録商標)907」)2質量部，メチルエチルケトン23質量部，エチレングリコールモノブチルエーテル2質量部，及びレベリング剤(ビックケミー社製，BYK320)といった有機溶剤等を含む塗工液をフィルムの片面に塗布する工程により防眩フィルムを製造したところ，いずれも優れた防眩性，視認性が得られたことが記載されている(実施例16。段落［0241］～［0243］，［0245］～［0247］，［表6］)。このことは，粗大な粒子及び微小な粒子の含有量がそれぞれ低レベルに低減されて，当該防眩フィルムの表面に，均一で微細な凹凸が形成されたことを意味する(段落［0011］，［0159］，［0166］)と理解することができる。",
                "このように，甲2-3には，引用発明c-1の微粒子，バインダー樹脂及び有機溶剤を含む塗布用組成物を基材に塗布して，光学部材の表面に，均一で，微細な凹凸を形成することの示唆があるから，本件発明1の相違点c3の構成は，甲2-3に基づいて，当業者が容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明c-1のアクリル系樹脂粒子を樹脂組成物として塗膜を製造した旨の記載はなく，塗膜表面に凹凸が形成されるかどうか不明であると主張するが，上記(1)に照らし，原告の主張を採用することはできない。",
                "また，原告は，本件発明1は，溶媒として水を除外しているのに対して，甲2-3に水を除外する発想がないのは，発明の具体的な技術思想そのものが異なることによると主張するが，前記(1)⑤のとおり，引用発明c-1の実施例16においては，溶媒として有機溶剤であるメチルエチルケトンが用いられているのであるから，原告の主張を採用することはできない。",
                "なお，甲2-3の段落［0042］には，合成過程で硬化又は架橋された微粒子について，有機溶剤により溶解，膨潤し難く，光拡散層，防眩層を形成する塗布用樹脂組成物に使用する場合に粗大粒子を低減させた効果が十分に得られるため好ましいことも記載されているから，塗布用樹脂組成物の溶媒として有機溶剤を用いるという点では，本件発明1と引用発明とは技術思想が共通するといえる。",
                "さらに，原告は，甲1-3は，一定の水分量を必要としていることからすると，相違点c3についても阻害事由があると主張するが，原告が主張する点は，相違点c3に係るものではないから，相違点c3に係る阻害事由とすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，相違点c3に関する本件決定の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，本件発明1，4及び8～10は，当業者が容易に発明をすることができたものではないから，効果の点について判断するまでもなく，原告の請求は理由がある。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}