{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-8732号事件について令和2年9月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「新改型超伝導電磁エンジン」とする発明につき，平成28年7月27日，特許出願（特願2016-146862号。以下「本願」という。）をし，平成31年1月8日に手続補正をした（甲9。同補正を，以下「本件補正」という。）が，同年4月3日付けで拒絶査定を受けた。",
            "原告は，令和元年7月1日，拒絶査定不服審判請求をし，特許庁は，上記審判請求を不服2019-8732号として審理し，令和2年3月3日付けの拒絶理由通知書（以下「本件拒絶理由通知書」といい，その通知を「本件拒絶理由通知」という。）により拒絶理由を通知し，意見があれば，通知書発送の日から60日以内に意見書を提出することを求め（甲14），同年9月8日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同審決謄本は，同年10月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の本願の請求項1に係る発明（以下「本願発明」という。）は，以下のとおりである（甲9）。",
            "「磁気シールドで半分程度を覆った「超伝導磁石」に対して固定された位置にあるループに直流電流を流すことにより，そのループに電磁力，即，磁力を発生させる一方，直流磁界が作用して「超伝導磁石」の永久電流に働く電磁力の力積が運動量に変化しない無効となるので，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する高周波超伝導電磁エンジンを改良した装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正について",
              "text": [
                "本件補正において，明細書の段落【0002】，【0008】及び【0010】に追加された記載事項並びに本件補正により追加された図3～8は，願書に最初に添付した明細書，特許請求の範囲又は図面（甲4，16。以下「当初明細書等」という。）には何ら記載されておらず，また，自明な事項ともいえず，当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものである。",
                "したがって，本件補正は，特許法17条の2第3項の要件を満たしていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1の「『超伝導磁石』の永久電流に働く電磁力の力積が運動量に変化しない無効となるので，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する」根拠として，当初明細書等の段落【0006】において，「『超伝導磁石』の半分程度のみに直流電流の磁界が作用し，磁気シールドに覆われていない部分を流れる永久電流にだけ電磁力が生じるので，電磁力の偏りが恒常的に生じる。よって，その電磁力の力積が運動量に変化しない無効となり，磁力とならないので，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する」と説明している。",
                    "そうすると，本願発明は，超伝導磁石を流れる永久電流に，超伝導磁石に作用する磁界により電磁力が作用することを前提としている。",
                    "しかし，超伝導体が超伝導状態にある場合に外部磁場が遮蔽されることは「マイスナー効果」として知られている。本願発明の超伝導磁石は，そのループに永久電流が流れていることから，当然，超伝導状態にあると認められ，したがって，「マイスナー効果」によって，外部磁場は遮蔽され，超伝導体内部には外部磁界が作用しないと考えるのが自然である。したがって，当初明細書等に記載されているような，「磁気シールドに覆われていない部分を流れる永久電流に（直流電流の磁界による）電磁力が作用する」ことについて，当業者が理解し，実施できる程度に技術常識に基づく裏付けがなされているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当初明細書等の段落【0002】及び【0005】の記載によると，本願発明は，【特許文献1】（特開2007-278265号公報。以下「特許文献1」という。甲5）の「高周波超伝導電磁エンジン」を改良したものであり，原理は同「高周波超伝導電磁エンジン」と同じであると理解できるから，同「高周波超伝導電磁エンジン」について記載された特許文献1の内容について検討する。",
                    "特許文献1の段落【0015】には，「従って，脈流の磁界によるローレンツ力を受けて電子対に生じるはずの運動量，すなわち永久電流が流れる方向に対して垂直な電子対の重心運動の運動量から超伝導コイルの材料が運動エネルギーを得て生じるはずの超伝導コイルに働く電磁力が生じない。これにより常伝導体1に働く電磁力のみが残ることになり，その電磁力を直線的運動エネルギーとして利用できる。・・・また，電磁力の強さは，常伝導体のループの長さ，超伝導磁石の磁界の長さを変えることで，変化させることができる。また，電磁力の強さは，超伝導磁石の磁界の強さを変えることで，変化させることができる。そして，電磁力の方向は，脈流の方向を逆転させることで，逆転できる。」と記載されており，同記載からすると，本願発明は，常伝導ループの磁界によって超伝導磁石に働く磁力が，超伝導磁石の磁界によって常伝導ループに働く磁力より小さくなり，打ち消されずに残る常伝導コイルに働く磁力を推進力として利用するものと認められる。",
                    "しかし，本願発明の「高周波超伝導電磁エンジン」は，超伝導磁石とループとが互いに固定されているところ，仮に，超伝導磁石に働く磁力が常伝導ループに働く磁力より小さいとしても，互いに固定された超伝導磁石とループ間の力は，作用・反作用の法則によりバランスすることになり，結局，本願発明の装置を動かす力は発生しないと考えるのが自然である。",
                    "したがって，特許文献1の記載内容を斟酌しても，本願発明に作動する原理について，当業者が理解し実施できる程度に技術常識に基づく裏付けがされているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，超伝導電磁エンジン技術の基本については，「銀河への道」（平成21年，ブイツ―ソリューション発行。甲2。以下「甲2文献」という。）によって，一般に公開されており，刊行から数年経つことにより，技術常識となっていると考えると主張するが，甲2文献に記載された超伝導電磁エンジン技術の基本について，その発行からの年数を根拠として技術常識となっているという主張は，単に主張にとどまるのみであり，これを裏付ける具体的な根拠が示されているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，当業者が明細書の開示に基づいて本件発明を再現性をもって実施できると主張するが，当初明細書等には，本願発明が作動したという実施結果については何ら開示はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本願発明の「発明の詳細な説明」は，当業者が請求項1に係る発明を実施することができる程度に明確かつ十分に記載されたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "明確性要件違反",
              "text": [
                "請求項1の「直流磁界が作用して『超伝導磁石』の永久電流に働く電磁力の力積が運動量に変化しない無効となるので，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する」との記載は意味が不明確である。",
                "「直流磁界が作用して『超伝導磁石』の永久電流に働く電磁力の力積が運動量に変化しない無効となる」が，どのような原理によるものなのか発明の詳細な記載を参酌しても不明である。",
                "また，「ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する」との記載について，ループに発生した電磁力を，具体的にどのようにして推進力・制動力・浮力として利用するのか不明確である。",
                "したがって，本願発明は明確であるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "手続違反について",
          "text": [
            "原告は，本件拒絶理由通知書が送達されたときには入院していて，意見書を提出することができなかった。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正について",
          "text": [
            "先行技術文献に記載された内容を「発明の詳細な説明」の【背景技術】の欄に追加する補正は許される。本件補正は，主として，先行技術文献に記載された内容を「発明の詳細な説明」の【背景技術】の欄に追加する補正である。",
            "また，本願発明は，自明な先行技術に対する改良発明であり，当初明細書等に改良の実施についての不備はなく，本件補正前に当業者に分かるように必要かつ十分に述べられており，追加内容は，当業者以外の一般向けに，単に，改良の対象となる先行技術の説明を追加したものにすぎない。",
            "したがって，本件補正は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであるから，特許法17条の2第3項の要件を満たしている。"
          ]
        },
        {
          "fig": "3",
          "subject": "実施可能要件違反について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願発明の超伝導磁石は，そのループに永久電流が流れていることから，当然，超伝導状態にあると認められ，したがって，「マイスナー効果」によって，外部磁場は遮蔽され，超伝導体内部には外部磁界が作用しないと考えるのが自然であると判断する。",
                "確かに，外部磁場は遮蔽され，超伝導体内部では磁界ゼロである。しかし，それは，内部に存在する遮蔽電流磁場と外部磁場が打ち消しあっているからであり，超伝導体内部には，遮蔽電流磁場と外部磁場が存在している。外部磁界が作用しないならば，その反作用である磁力も存在しないことになってしまうことからも，超伝導体内部に磁場が存在しないという理解が誤りであり，当業者も当然，同様に考える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，仮に，超伝導磁石に働く磁力が常伝導ループに働く磁力より小さいとしても，互いに固定された超伝導磁石とループ間の力は，作用・反作用の法則によりバランスすることになり，結局，本願発明の装置を動かす力は発生しないと考えるのが自然であると判断する。",
                "しかし，作用・反作用の法則が保障するのは，超伝導磁石に働く電磁力と常伝導ループに働く電磁力が釣り合うことまでであり，発生した電磁力がそのまま磁力となって，釣り合うことまでは保障しない。超伝導磁石に働く発生した電磁力がそのまま磁力とならないように工夫した発明が超伝導電磁エンジンである。改良発明である新改型超伝導電磁エンジンも同じ原理を利用する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，甲2文献に記載された超伝導電磁エンジン技術は技術常識となっているという原告の主張について，単に主張にとどまるのみであり，これを裏付ける具体的な根拠が示されているとはいえないと判断する。",
                "しかし，超伝導電磁エンジンは出願人の独創であり，他に資料はないから，一般向けに出版して年数が経つならば，超伝導電磁エンジン技術に関する技術常識となっていると考えるのが常識的である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，当初明細書等には，本願発明が作動したという実施結果については何ら開示はないと判断する。",
                "しかし，当初明細書等の説明のとおりに建造すれば本願発明が作動する。",
                "また，高周波超伝導電磁エンジンの実験体と考えられるストレンジクラフト（甲3）については，甲2文献において，「出現の時期，その形状，特に電磁石のリングと思われるもの，報告されているストレンジクラフトの立てる音や運動の様子からして，超伝導電磁エンジンを船体とする飛翔体と考えられるのです。」と高周波超伝導電磁エンジンの実験体と考えられる理由を記載し，また，ストレンジクラフトについて詳しく説明している。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本願は，実施可能要件を満たしている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "明確性要件違反について",
          "text": [
            "当初明細書等の段落【0005】において，本願発明は，高周波伝導電磁エンジン」と同じ原理を用いることが記載されており，高周波伝導電磁エンジンの原理は，甲2文献に記載されている。",
            "また，利用法も甲2文献に記載されており，高周波伝導電磁エンジンと同じ利用法をとるのが自明である。",
            "したがって，本願発明は明確である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "手続違反について",
          "text": [
            "被告は，本件拒絶理由通知書を，令和2年4月21日に発送しており，これが同月23日に原告に送達されたことを確認している（乙1，2）。そして，当該送達日から指定期間である60日を待っても，原告から本件拒絶理由通知書に対する意見も，応答ができないという申出もなかったことから，令和2年9月8日に本件審決をした。",
            "したがって，手続違反はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正について",
          "text": [
            "原告は，本件補正は，主として，先行技術文献に記載された内容を「発明の詳細な説明」の【背景技術】の欄に追加する補正であると主張する。",
            "しかし，本件補正は，当初明細書等には何ら記載されていなかった先行技術文献の「高周波超伝導電磁エンジン」の構造や作用に関する詳細な説明を，当初明細書等に追加することで，当初明細書等の段落【0005】の「『高周波超伝導電磁エンジン』は，脈流磁界の電磁力が偏って『超伝導磁石』に作用することにより機能する。しかし，その形式上，『超伝導磁石』に働く電磁力の偏りが失われやすい。また，高周波の脈流を扱うのは複雑である。」との記載及び段落【0007】の「新改型超伝導電磁エンジンは，『高周波超伝導電磁エンジン』と違い，磁気シールドによって『超伝導磁石』に働く電磁力の偏りを生じさせるので，『高周波超伝導電磁エンジン』よりも電磁力の偏りが安定的に生じて効果的に機能する。また，『高周波超伝導電磁エンジン』と違い，直流電流を磁石となるループに流すので，『高周波超伝導電磁エンジン』よりも製造しやすく，かつ，扱いやすい。」との記載を介して，先行技術文献の「高周波超伝導電磁エンジン」において高周波の脈流を扱うことと，本願発明において超伝導磁石の半分程度を磁気シールドで覆いループに直流電流を流すこととを実質的に対比して，本願発明の技術的な意義を詳細に説明しようとするものであり，本願発明の評価に関する情報を追加するものというべきであるから，当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものとはいえない。",
            "したがって，本件審決に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "実施可能要件違反について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，外部磁場は遮蔽され，超伝導体内部では磁界ゼロとなるのは，内部に存在する遮蔽電流磁場と外部磁場が打ち消しあっているからであり，超伝導体内部には，遮蔽電流磁場と外部磁場が存在していると主張する。",
                "しかし，遮蔽電流磁場と外部磁場が打ち消しあっているということは，超伝導体内部には，実質的に（正味の）磁界が作用しないということである。",
                "そうすると，「超伝導磁石」の内部に（外部磁場である）直流電流の磁界が作用することはないことから，当初明細書等の段落【0006】の「『超伝導磁石』の半分程度のみに直流電流の磁界が作用し，磁気シールドに覆われていない部分を流れる永久電流にだけ電磁力が生じるので，電磁力の偏りが恒常的に生じる。よって，その電磁力の力積が運動量に変化しない無効となり，磁力とならないので，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する」との事項について，当業者が理解し，実施できる程度に技術常識に基づく裏付けがされているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，作用・反作用の法則が保障するのは，超伝導磁石に働く電磁力と常伝導ループに働く電磁力が釣り合うことまでであり，発生した電磁力がそのまま磁力となって，釣り合うことまでは保障しないと主張する。",
                "しかし，本願発明において，「超伝導磁石2」と，特許文献1の「高周波超伝導電磁エンジン」における常伝導ループに相当する「ループ3」とは固定されているところ，仮に，超伝導磁石に働く磁力がループに働く磁力より小さいとしても，互いに固定された超伝導磁石とループ間の力は，作用・反作用の法則によりバランスし，装置全体に働く合力はゼロとなり，本願発明の装置を動かす力は発生しないと考えるのが自然であるから，本願発明が作動する原理について，当業者が理解し実施できる程度に技術常識に基づく裏付けがされているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，超伝導電磁エンジン技術は，甲2文献に記載され，技術常識となっていると主張する。",
                "しかし，単に，書籍を一般向けに出版して年数が経ったからということのみをもって，当該書籍の内容が，技術常識になったということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，「ストレンジクラフト」（甲3）により，「高周波超伝導電磁エンジン」が機能することが確認されていると主張するが，甲3からは，「ストレンジクラフト」が実際に空を飛んでいるかどうかまでは確認できず，「ストレンジクラフト」と本願発明との関係が不明であり，甲3によって，本願発明が機能することを確認することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，実施可能要件違反についての本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "明確性要件違反について",
          "text": [
            "原告は，当初明細書等の段落【0005】において，本願発明は，高周波伝導電磁エンジン」と同じ原理を用いることが記載されており，高周波伝導電磁エンジンの原理は，甲2文献に記載されていると主張する。",
            "しかし，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として，どのようにして利用するのか当初明細書等の記載や技術常識を参酌しても不明である。",
            "また，甲2文献の内容が技術常識になっているとの客観的な根拠は示されていないし，「高周波超伝導電磁エンジン」の原理は甲2文献の内容を参酌しても不明である。",
            "「高周波超伝導電磁エンジン」の利用法について，甲2文献86頁～87頁に，「◇発明の利用法」として，超伝導電磁エンジンを乗り物の骨格に固定して推進力を伝える旨が記載されているが，上記のとおり「高周波超伝導電磁エンジン」の原理が不明であるから，それを乗り物の骨格に固定しても，ループに発生した電磁力，すなわち，磁力を推進力・制動力・浮力として，どのようにして利用できるのかが不明である。",
            "請求項1の「直流磁界が作用して『超伝導磁石』の永久電流に働く電磁力の力積が運動量に変化しない無効となるので，ループに発生した電磁力，即，磁力を推進力・制動力・浮力として利用する」との事項は，その技術的な意味が理解できず，物の発明を特定するための事項として明確に理解できないから，請求項1の記載では，特許を受けようとする発明が明確であるとはいえない。",
            "したがって，明確性要件違反についての本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "手続違反について",
          "text": [
            "本件拒絶理由通知がされた当時，原告が入院していたとしても，適法に本件拒絶理由通知書が到達しており（乙1，2），また，原告は，本件審決がされる11日前に退院しており（甲1），必要であれば，意見書提出期間の延長を請求することができたのであり，さらに，原告が本件拒絶理由通知に対して意見を述べなかったことが本件審決の結論に影響したというべき事情も認められないから，本件審決を取り消すべき手続上の違法があったとは認められない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正によって，当初明細書等の段落【0002】，【0008】及び【0010】に追加された事項並びに図3～8には，本願発明の原理に関する事項が記載されているところ（甲9），これらの事項は，当初明細書等には記載されておらず（甲4，16），また，自明な事項ということもできないから，新規事項を追加するものといえる。",
                "したがって，本件補正は，当初明細書等に記載された範囲内においてするものとはいえず，特許法17条の2第3項に違反するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件補正は，先行技術文献に記載された内容を「発明の詳細な説明」の【背景技術】の欄に追加する補正であると主張する。",
                "しかし，本件補正は，「高周波超伝導電磁エンジンは，磁石となるループと超伝導磁石を重ね合わせたものである。二つの磁石は離れないように固定する。その二つの磁石の中の一つは，常伝導の磁石である。但し，この常伝導の磁石は一回巻きで芯が無く，高周波数かつ低電圧の脈流を流す。脈流の周波数は，その波長がループの一周の長さと一致する程度の高周波数とする。もう一つの磁石は，超伝導磁石であり，超伝導状態となるので永久電流が流れる。磁石と磁石を重ねたので，磁石と磁石の間には，図3で上下方向の矢印で表した反発力もしくは吸引力（どちらも磁力）が生じる。しかし，この特殊な構造ゆえに生じる打消しの力により，図4のように，超伝導磁石に働く反発力もしくは吸引力は打ち消される。従って，常伝導磁石に働く反発力もしくは吸引力のみが残り，これを推進力として利用する」，「図8のように，脈流の周波数は，その波長がループの一周の長さと一致する程度の高周波数としているので，高周波超伝導電磁エンジンの超伝導磁石には，各瞬間において，脈流により生じるローレンツ力がゼロの部分がある。これにより，電磁力の偏りが生じる。よって，この電磁力の偏りのために，運動量秩序に従った動きを電子対はすることができない。ローレンツ力の力積は電子対の重心運動を動かすことができないので，重心運動の運動量に変化せずに，各超電子の散乱を通じて，最終的には熱エネルギーとして外部に放出される。超伝導磁石の超電流を構成する電子対の重心運動が生じないので，超伝導磁石に働く電磁力(ローレンツ力)は磁力とならず，超伝導磁石の磁力は打ち消された形となる。その結果，常伝導のループに働く電磁力，即，磁力だけが残り，これを直線的運動エネルギーとして利用できる。」との記載及び図4，8（以下「本件追加部分」という。）を加えるものであるところ，本件追加部分は，特許文献1の記載の一部及び甲2文献の記載の一部から成るものである。当初明細書等には，特許文献1及び甲2文献が先行技術文献として記載されているものの，それのどの部分を引用するかは記載されておらず，上記各文献を見ても，それから直ちに本件追加部分を把握できないことからすると，本件補正は，新規事項を追加するものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明の原理は，甲2文献に記載されているところ，甲2文献は出版されてから年数が経過しているため，上記原理は技術常識となっていると主張する。",
                "しかし，本願発明の原理が甲2文献に記載されており，甲2文献が出版されてから相当の年数が経過していたとしても，それだけで，本願発明の原理が技術常識となっていたと認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件補正が，特許法17条の2第3項に違反するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "実施可能要件違反について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，磁気シールドで半分程度を覆った「超伝導磁石」に対して固定された位置にあるループに直流電流を流して，同ループに電磁力を発生させ，「超伝導磁石」の永久電流に働く電磁力を無効とすることにより，ループに発生する電磁力を推進力，制動力，浮力として利用するというものであるところ，当初明細書等には，「超伝導磁石」の永久電流に働く電磁力を無効とすることにより，ループに発生する電磁力を推進力，制動力，浮力として利用する原理についての説明が記載されておらず，また，このような原理が技術常識であるということもできない。",
                "なお，本件補正によって追加された事項では，上記の原理について説明されているが，磁石となるループと超伝導磁石を固定した場合，仮に，超伝導磁石に働く磁力が常伝導ループに働く磁力より小さいとしても，互いに固定された超伝導磁石とループ間の力は，作用・反作用の法則によって釣り合うことになり，結局，本願発明の装置を動かす力は発生しないと考えるのが自然であるから，本件補正後の明細書及び図面を前提としても，本願発明の原理について，当業者が理解し実施できる程度に裏付けがされているとはいえない。この点について，原告は，作用・反作用の法則が保障するのは，超伝導磁石に働く電磁力と常伝導ループに働く電磁力が釣り合うことまでであり，発生した電磁力がそのまま磁力となって，釣り合うことまでは保障しないと主張するが，上記のとおり，作用・反作用の法則により，超伝導磁石に働く力と常伝導ループに働く力は釣り合うと解されるから，原告の上記主張は理由がない。",
                "また，原告は，本願発明の原理を利用して製造されたストレンジクラフトが存在すると主張して，その証拠として写真集「ストレンジクラフトの写真」（甲3）を提出するところ，甲3には，飛行する物体を撮影した写真が掲載されているものの，同物体が，本願発明の原理を利用したものであると認めるに足りる証拠はないから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本願は，「発明の詳細な説明」の記載が，当業者がその実施をすることができる程度に明確かつ十分に記載されたものということはできず，実施可能要件に違反するものであり，その旨の本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}