{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2019-700573号事件について令和2年9月15日にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「裏刷り用溶剤型グラビア印刷インキ組成物の製造方法および積層体の製造方法」とする発明について，平成29年6月29日，特許出願をし，平成30年12月28日，設定登録を受けた（特許第6458089号。請求項の数2。優先日平成28年10月3日（以下「本件優先日」という。）。以下「本件特許」という。）。（甲5）"
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許について，令和元年7月22日，特許異議の申立てがされた（異議2019-700573号）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "上記特許異議申立事件において，原告は，令和2年1月20日付けで，請求項1及び2につき，訂正請求をした（以下「本件訂正」という。）。（甲7）"
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，令和2年9月15日，本件訂正を認めた上で，「特許第6458089号の請求項1，2に係る特許を取り消す。」との決定（以下「本件決定」という。）をし，その決定書の謄本は，同年9月29日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，令和2年10月28日，本件決定の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正がされた後の請求項1及び2に係る特許請求の範囲の記載は，次のとおりである（以下，請求項1に記載された発明を「本件発明1」，請求項2に記載された発明を「本件発明2」といい，併せて「本件各発明」と総称する。また，本件特許に係る明細書（甲5）を「本件明細書」という。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1",
              "text": [
                "「炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，ポリウレタンウレア樹脂とを含有するポリウレタンウレア樹脂溶液を準備する工程（1）と，",
                "該工程（1）で得られた前記ポリウレタンウレア樹脂溶液と，色材と，溶剤とを，混合，分散し，裏刷り用溶剤型グラビア印刷インキ組成物を得る工程（2）と，",
                "を含む裏刷り用溶剤型グラビア印刷インキ組成物の製造方法であって，",
                "前記溶剤が，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種であり，",
                "前記ポリウレタンウレア樹脂が，ポリカルボン酸とポリオールとの反応からなるポリエステルポリオールを用いて合成されたものであり，かつ，",
                "前記ポリカルボン酸が，バイオマス由来のセバシン酸およびバイオマス由来のダイマー酸からなる群から選ばれる少なくとも1種を含み，",
                "前記ポリオールがジオールであり，",
                "前記ポリウレタンウレア樹脂溶液中の前記ポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記ポリウレタンウレア樹脂溶液中の前記ポリウレタンウレア樹脂の重量平均分子量が10，000～100，000であり，",
                "当該裏刷り用溶剤型グラビア印刷インキ組成物を，グラビア印刷法によりフィルム基材層上に印刷塗膜としたとき，該印刷塗膜中のバイオマス度（顔料を含まない）が3～40質量％となるように構成された，裏刷り用溶剤型グラビア印刷インキ組成物の製造方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2",
              "text": [
                "「フィルム基材層を準備する工程と，",
                "該フィルム基材層の一方に，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，ポリウレタンウレア樹脂とを含む裏刷り用溶剤型グラビア印刷インキ組成物からなる印刷層を作成するグラビア印刷工程と，",
                "該印刷層上にラミネート層を作成する工程と，",
                "を含む積層体の製造方法であって，",
                "前記ポリウレタンウレア樹脂が，ポリカルボン酸とポリオールとの反応からなるポリエステルポリオールを用いて合成されたものであり，かつ，",
                "前記ポリカルボン酸が，バイオマス由来のセバシン酸およびバイオマス由来のダイマー酸からなる群から選ばれる少なくとも1種を含み，",
                "前記ポリオールがジオールであり，",
                "前記ポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記ポリウレタンウレア樹脂の重量平均分子量が10，000～100，000であり，",
                "前記グラビア印刷工程により作成された印刷層のバイオマス度（顔料を含まない）が3～40質量％であることを特徴とする積層体の製造方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "text": [
            "本件決定は，要旨，以下のとおりの理由で，本件各発明につき，甲1の文献（特開2016-150942号公報。以下「甲1文献」という。なお，以下，各文献については，書証番号に従い「甲1文献」等という。）に記載された各発明に基づいて本件優先日前に当業者が容易に発明をすることができたから，特許法29条2項の規定により特許を受けることができないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1文献に記載された各発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献の請求項1には，次のポリウレタンウレア樹脂組成物（以下「甲1の請求項1に係るポリウレタンウレア樹脂組成物」という。）が記載されている。",
                    "「高分子ポリオールと，ジイソシアネートとを反応させてなる末端にイソシアネート基を有するウレタンプレポリマーを，有機ジアミンと反応させてなるポリウレタンウレア樹脂，および有機溶剤を含有するグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物であって，",
                    "下記（1）～（3）であることを特徴とするグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物。",
                    "（1）前記高分子ポリオールは，ポリエステルポリオールを前記高分子ポリオールに対して50重量％以上含有する。",
                    "（2）前記ポリエステルポリオールは，グリコールと二塩基酸との反応からなる。",
                    "（3）前記ポリエステルポリオールの全グリコールは，2-メチル-1，3-プロパンジオール（以下「MPO」という。）と，3-メチル-1，5-ペンタンジオール（以下「MPD」という。）とを前記ポリエステルポリオールの全グリコールに対してそれぞれ20重量％以上含有する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，甲1文献には，次の(ア)ないし(ウ)の各発明が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項1及び2に着目した「印刷インキ組成物」の製造方法（以下「甲1発明1」という。）",
                      "text": [
                        "「請求項1に係るポリウレタンウレア樹脂組成物」を準備し，これと，顔料と，有機溶剤とを，混合，分散して製造（調製）する，裏刷り用溶剤型グラビア印刷インキ組成物の製造方法"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例1に着目した藍色印刷インキ（C1）の製造方法（以下「甲1発明2」という。）",
                      "text": [
                        "「ポリエステルポリオ-ルの合成例1-1」に従って合成されたポリエステルポリオ-ル（A1）を用いて，「ポリウレタンウレア樹脂組成物の合成例2-1」に従って合成した，「ポリウレタンウレア樹脂組成物（B1）」を準備し，「銅フタロシアニン藍（トーヨーカラー株式会社製LIOＮOLBLUEFG-7330）」と，「ポリウレタンウレア樹脂組成物（B1）」と，「塩化ビニル-酢酸ビニル共重合体ワニス」と，「混合溶剤（ノルマルプロピルアセテート／イソプロピルアルコール＝75／25（重量比））」とを，撹拌混合しサンドミルで練肉した後，「ポリウレタンウレア樹脂組成物（B1）」，「混合溶剤（ノルマルプロピルアセテート／イソプロピルアルコール＝75／25（重量比））」を攪拌混合する，裏刷り用溶剤型グラビア印刷インキ組成物である藍色印刷インキ（C1）の製造方法"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ラミネート物の製造方法（以下「甲1発明3」という。）",
                      "text": [
                        "「甲1発明1」又は「甲1発明2」により製造された印刷インキ組成物を，フィルム基材にグラビア印刷して印刷層とし，その印刷層上にシーラントフィルムをラミネートする，ラミネート物の製造方法"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明1との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "有機溶剤と，ポリウレタンウレア樹脂とを含有するポリウレタンウレア樹脂溶液を準備する工程と，",
                    "該工程で得られたポリウレタンウレア樹脂溶液と，色材と，溶剤とを，混合，分散し，裏刷り用溶剤型グラビア印刷インキ組成物を得る工程と，を含む裏刷り用溶剤型グラビア印刷インキ組成物の製造方法であって，",
                    "前記ポリウレタンウレア樹脂が，ポリカルボン酸とポリオールとの反応からなるポリエステルポリオールを用いて合成されたものであり，かつ，",
                    "前記ポリオールがジオールである，裏刷り用溶剤型グラビア印刷インキ組成物の製造方法"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1（溶剤について）",
                  "text": [
                    "本件発明1は，ポリウレタンウレア樹脂溶液中の有機溶剤，及び，当該ポリウレタンウレア樹脂溶液に対して混合される溶剤の種類について，「炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種」と特定しているのに対して，甲1発明1は，この点の明示がない点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2（バイオマス由来成分とバイオマス度について）",
                  "text": [
                    "本件発明1は，「ポリカルボン酸が，バイオマス由来のセバシン酸およびバイオマス由来のダイマー酸からなる群から選ばれる少なくとも1種を含み」と特定するとともに，「裏刷り用溶剤型グラビア印刷インキ組成物を，グラビア印刷法によりフィルム基材層上に印刷塗膜としたとき，該印刷塗膜中のバイオマス度（顔料を含まない）が3～40質量％となるように構成された」ものと特定しているのに対して，甲1発明1には，そのような特定がない点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3（ポリウレタンウレア樹脂のアミン価及び重量平均分子量について）",
                  "text": [
                    "本件発明1は，ポリウレタンウレア樹脂溶液中のポリウレタンウレア樹脂について，そのアミン価が1～13mgKOH／gであり，その重量平均分子量が10，000～100，000であると特定しているのに対して，甲1発明1には，この点の明示がない点"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲1発明2との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，ポリウレタンウレア樹脂を含有するポリウレタンウレア樹脂溶液を準備する工程と，",
                    "該工程で得られたポリウレタンウレア樹脂溶液と，色材と，溶剤とを，混合，分散し，裏刷り用溶剤型グラビア印刷インキ組成物を得る工程を含み，",
                    "前記溶剤が，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種であり，",
                    "前記ポリウレタンウレア樹脂溶液中のポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記ポリウレタンウレア樹脂溶液中のポリウレタンウレア樹脂の重量平均分子量が10，000～100，000である裏刷り用溶剤型グラビア印刷インキ組成物の製造方法"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4（バイオマス由来成分とバイオマス度について）",
                  "text": [
                    "本件発明1は，「ポリカルボン酸が，バイオマス由来のセバシン酸およびバイオマス由来のダイマー酸からなる群から選ばれる少なくとも1種を含み」と特定するとともに，「裏刷り用溶剤型グラビア印刷インキ組成物を，グラビア印刷法によりフィルム基材層上に印刷塗膜としたとき，該印刷塗膜中のバイオマス度（顔料を含まない）が3～40質量％となるように構成された」ものと特定しているのに対して，甲1発明2には，そのような特定がない点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2と甲1発明3との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "本件発明2及び甲1発明3は，使用する裏刷り用溶剤型グラビア印刷インキ組成物に関する次の相違点を有し，その余の点では一致する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5（裏刷り用溶剤型グラビア印刷インキ組成物について）",
                  "text": [
                    "本件発明2は，裏刷り用溶剤型グラビア印刷インキ組成物として，本件発明1の製造方法により製造されたものを使用しているのに対して，甲1発明3は，上記「甲1発明1」又は「甲2発明2」（判決注：「甲1発明2」の誤記と認める。）により製造されたものを使用している点"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "容易想到性に関する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "甲1文献によれば，甲1発明1における有機溶剤は，エステル系溶剤やアルコール系溶剤等が想定されているといえるから，本件発明1及び甲1発明1において使用される有機溶剤又は溶剤の種類には，実質的な差異は認められない。仮に，両者に溶剤に係る相違があるとしても，本件発明1は，単に，甲1発明1における有機溶剤又は溶剤として，裏刷り用溶剤型グラビア印刷インキ組成物における一般的なものを採用したにすぎず，この点に格別の創意は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件優先日当時の印刷インキの分野においては，インキを環境対応型のものとし，そのバイオマス度（バイオマス原料の使用割合）を10％程度以上とすることを目途とすることは，当業者に広く認知されていた自明な課題であり，甲1発明1においても当然に内在する課題であったから，甲1の請求項1に係るポリウレタンウレア樹脂組成物の原料として，バイオマス由来成分を使用することは，技術的にみて当然の流れというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，当該バイオマス由来成分の含有量については，バイオマス度を10％以上とすることを目途にしながら，所望する印刷物性（ラミネート強度，耐ブロッキング性，レトルト適性等）に応じて，当業者が適宜決定すべき事項というべきであり，本件発明1が規定するバイオマス度の数値範囲自体に格別の創意は認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，甲2文献（特開2015-38162号公報）及び甲3文献（特開2011-225863号公報）によれば，バイオマス由来のコハク酸やセバシン酸等を原料とすることは，バイオポリウレタン樹脂を調製する際の常套の手法と解することができる上，バイオマス由来のセバシン酸は入手が比較的容易であるとされていることなどからすれば，甲1発明1において，バイオポリウレタン樹脂の原料として，バイオマス由来のセバシン酸に着目し，これを用いたポリエステルポリオールを選択することに何ら困難なところは見当たらない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，甲1発明1において，甲1の請求項1に係るポリウレタンウレア樹脂組成物を準備するに当たり，その原料として，バイオマス由来のセバシン酸を含む二塩基酸及びグリコール（ジオール）との反応からなるポリエステルポリオールを用いて，バイオマス度10％以上を目途に調製することは，当業者にとって容易なことと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "甲1文献によれば，甲1発明1におけるポリウレタンウレア樹脂のアミン価及び重量平均分子量は，本件発明1と同程度のものを予定していることは明らかであるから，相違点3は，実質的なものではないか，容易想到の事項というべきである。そして，当該アミン価及び重量平均分子量は，甲1発明1において，環境対応型の印刷インキとする際に特段変更すべき理由は見当たらないから，当業者であれば，甲1文献に記載された数値範囲をそのまま調製の目安とすると考えるのが合理的である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "相違点4は，相違点2と同様の事項であり，同様の理由により，甲1発明2において，「ポリウレタンウレア樹脂組成物（B1）」を準備するに当たり，その原料（バイオマス由来成分）として，バイオマス由来のセバシン酸を含有するポリエステルポリオールを用いて，バイオマス度10％以上を目途に調製することは，当業者にとって容易なことと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "本件発明1に係る裏刷り用溶剤型グラビア印刷インキ組成物の製造方法は，甲1発明1又は甲1発明2に基づいて当業者が容易に想到し得るものと認められるから，相違点1ないし4と同様の理由により，相違点5に係る本件発明2の裏刷り用溶剤型グラビア印刷インキ組成物についても容易想到のものというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張する取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1",
              "text": [
                "本件発明1の甲1発明1に対する進歩性判断の誤り"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2",
              "text": [
                "本件発明1の甲1発明2に対する進歩性判断の誤り"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3",
              "text": [
                "本件発明2の甲1発明3に対する進歩性判断の誤り"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1の甲1発明1に対する進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2及び3は併せて判断すべきであること",
              "text": [
                "本件決定が認定した相違点2及び3の各構成は，ポリウレタンウレア樹脂の構成原料及び物性を規定する構成に関するものであるところ，重量平均分子量及びアミン価は，いずれもポリマーの物性値であり，対象となるポリマーの原料の構成と一体不可分の関係にあるから，対象となるポリマーから重量平均分子量又はアミン価の数値のみを切り離し，かかる数値を採用することの容易想到性を判断するのは誤りである。また，ポリマーの物性値である重量平均分子量が変われば，それに対応してアミン価も変化するのであるから，これらを互いに独立のパラメータとして扱うことも適切ではない。",
                "したがって，相違点2及び3に係る構成は，一まとまりの技術的思想を表す一体不可分のものとして（以下「相違点A」という。），併せて容易想到性を判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "以下のとおり，甲1発明1の構成を相違点2に係る本件発明1の構成へと変更する動機付けはなく，むしろ阻害事由があるから，本件優先日当時の当業者が，相違点2に係る本件発明1の構成を容易に想到し得たものとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "バイオマス由来原料の使用を想到することが困難であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明1は，石油由来成分を前提とする発明である上，甲1文献には，バイオマス由来の原料を用いることについて記載も示唆もない。",
                        "また，一般論として，地球温暖化防止の観点からバイオマス由来の原料を用いることが望ましいとされてはいるものの，プラスチックや樹脂の製品のみならず，印刷インキの技術分野においても，バイオマス由来の原料を用いると製品の性能が低下することが広く知られていたことからすれば，当業者が，甲1発明1の原料をバイオマス由来のものに置き換えることを，自明な課題として認識していたとはいえない。",
                        "さらに，甲1発明1においては，レトルト包装において包装袋を構成する成分の溶出を防止するレトルト耐性や，印刷物からのインキの転移の程度を表す耐ブロッキング性が重要な課題とされているが，ポリウレタン系樹脂においてバイオマス由来の原料を用いるとインキ性能が低下する傾向があることが一般的に知られているから，甲1発明1におけるポリウレタンウレア樹脂にバイオマス由来の原料を用いた場合には，これらの課題を解決することができないこととなる。",
                        "以上によれば，当業者は，甲1発明1におけるポリウレタンウレア樹脂をバイオマス由来のものにすることを着想しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，当業者が，甲1発明1におけるポリウレタンウレア樹脂をバイオマス由来のものにすることを着想した場合であっても，置換えの対象とする原料には多数の選択肢が存在する上，その選択によってインキ性能の低下幅が相違する可能性があり，同発明の課題を解決することができるものを見いだすには多大な労力を要することからすれば，当業者が，このような労力を費やしてまで，既に課題が解決されている甲1発明1のポリウレタンウレア樹脂の原料を，バイオマス由来のものに置き換えようとすることは考え難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "バイオマス由来のセバシン酸を選択することが困難であること",
                  "text": [
                    "仮に，当業者が，甲1発明1におけるポリウレタンウレア樹脂の原料をバイオマス由来のものに置き換えようとする場合であっても，以下のとおり，多数のポリウレタンウレア樹脂の原料の中から置換えの対象として二塩基酸を選択し，更にアジピン酸ではなくバイオマス由来のセバシン酸を選択することが，当業者にとって容易であるとすることはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "印刷インキの技術分野においては，ポリウレタン系樹脂をバイオマス由来のものとする常套の手段として，バイオマス由来のジオール等を用いることが技術常識となっていることからすれば，当業者は，多数のポリウレタンウレア樹脂の原料の中から置換えの対象として二塩基酸を選択することを，容易には考え付かないはずである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "アジピン酸にはバイオマス由来のものが存在し，容易に入手することが可能であることからすれば，当業者は，甲1発明1における二塩基酸をバイオマス由来のものとするとしても，同発明の課題を解決することができることが甲1文献において実証されているアジピン酸を選択するのが自然である。",
                        "なお，セバシン酸には石油由来の原料から製造されるものも存在するから，セバシン酸はバイオマス由来であるという技術常識は存しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1文献の段落【0016】には，ポリエステルポリオールを形成し得る二塩基酸が網羅的に例示されているにすぎない上，二塩基酸ではないトリメリット酸及びピロメリット酸も記載されている。また，甲1文献に記載された実施例は，いずれもアジピン酸を用いたものである。さらに，甲1の請求項1に係るポリウレタンウレア樹脂組成物は，MPO及びMPDを共に含むジオールを構成に含むものであるところ，甲1文献において，かかるジオールと反応させる二塩基酸として具体的に示されているのはアジピン酸のみである。",
                        "以上によれば，甲1文献において，二塩基酸として具体的に開示されているのはアジピン酸のみであるといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲1文献の段落【0017】には，「一般的に生成するポリエステルポリオールの炭素主鎖が長い方が，環状ジエステルの生成が容易となるため，本発明において，二塩基酸はアジピン酸が好ましい。」と記載されていることからすれば，段落【0016】に例示された二塩基酸のうち，炭素数が最大であるセバシン酸は，少なくとも環状ジエステルの生成が容易となる好ましくない二塩基酸であると把握される。また，環状エステル化合物が環境に影響を与える懸念があることは，当業者間において周知の事項である。 ",
                      "text": [
                        "そうすると，段落【0017】の記載に接した当業者は，甲1発明1のポリウレタンウレア樹脂の原料としてセバシン酸を選択すると，「課題のひとつでもある包装内容物への溶出」が生じ得ると理解するものであり，そのような試みをするとは考え難い。また，特定の反応条件の下において，環状ジエステルの生成をある程度抑制する手段があり得るとしても，そのような手段は，甲1文献に記載されておらず，包装内容物への溶出を解決することができる程度のものであるかも不明であることからすれば，当業者が，そのような手段を講じてまで，敢えてセバシン酸を用いようとすることは考え難い。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(ウ)及び(エ)に加え，技術常識によれば，甲1文献の段落【0016】に例示されている二塩基酸は，いずれも環状ジエステルを発生させ得るものであることからすれば，当業者は，甲1文献の実施例において用いられているアジピン酸であれば，包装内容物への溶出を引き起こすほどの環状ジエステルの生成の問題は生じないが，アジピン酸以外の二塩基酸を用いた場合には，この問題が生じ得ると理解する。",
                        "したがって，甲1文献の段落【0016】及び【0017】の記載に接した当業者は，甲1発明1のポリウレタンウレア樹脂の原料である二塩基酸として，セバシン酸を用いる試みをしたはずであるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2文献及び甲3文献に記載された事項を適用することはできないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2文献の段落【0031】には，セバシン酸は植物由来のものの入手が比較的容易であり，セバシン酸を用いて得られる樹脂は耐傷付性等の物性が優れている旨が記載されている。",
                        "しかしながら，甲2文献に記載された発明は，ポリエステル樹脂やこれを原料として用いた特定の構成のポリウレタン樹脂の発明であるところ，ポリウレタン樹脂を用いたインキとポリウレタンウレア樹脂を用いたインキとではインキ物性が大きく異なる。また，上記記載は，3官能のトリオール等の「多官能単量体」を原料に含むポリエステルポリオールから得られたポリウレタン樹脂を対象としたものと把握されるところ，当該ポリウレタン樹脂の原料としてセバシン酸を用いるという構成を甲1発明1に付加したとしても，多官能単量体を原料として含むポリエステルポリオールから得られたポリウレタンウレア樹脂が導かれるのみであり，これは「前記ポリオールがジオールである」という特定を含む本件発明1のポリウレタンウレア樹脂とは異なるものである。",
                        "したがって，当業者は，上記記載が甲1発明1のポリウレタンウレア樹脂に当てはまると理解することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "当業者が，甲2文献におけるセバシン酸を利用した実験例を参考にしようとする場合，甲1発明1において必須の構成とされているMPDを含有しない実施例17ではなく，これを含有する比較例8を参考にするはずであるところ，比較例8は，甲1発明1の課題であるラミネート強度及び耐ブロッキング性が損なわれてしまうという実験結果を示している。",
                        "そうすると，甲2文献に接した当業者は，甲1発明1においてバイオマス由来のセバシン酸を採用すると，上記課題を解決することができない方向への改変をもたらす懸念があると理解するものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲3文献の段落【0025】には，植物由来のカルボン酸成分としてセバシン酸が記載されている。",
                        "しかしながら，甲3文献に記載された発明は，バイオポリウレタン樹脂に関するものであり，甲1発明1とは前提が異なる。また，甲3文献には，セバシン酸を用いたバイオポリウレタン樹脂が，特に優れた性能を示すことは記載されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件決定における判断手法に誤りがあること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定がいう自明な課題は，「環境対応型のものを認識し」，「そのバイオマス度としては10％程度以上とする」という二つの事項を含むところ，後者の事項は，樹脂の原料の一部をバイオマス由来の原料にするとともに，当該バイオマス由来の原料の使用量をバイオマス度が10％程度以上となる量にすることを意味する。そして，ポリウレタンウレア樹脂のバイオマス化によってインキ固形分のバイオマス度を10％程度以上とすることを実現するには，樹脂の原料を多量に変更することが必要となるが，そのような変更をすれば，得られる樹脂の性質にも変化が生ずる。",
                        "そうすると，バイオマス由来の原料を用いることを特定した発明ではない甲1発明1に，上記の後者の事項を適用するということは，甲1発明1に「ポリウレタンウレア樹脂組成物の原料としてバイオマス由来成分を使用する」という構成を付加して，甲1発明1を改変することを意味することとなる。",
                        "そして，本件決定においては，甲1発明1ではなく，上記のような改変された発明を基に容易想到性が判断されており，その判断手法には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件決定においては，セバシン酸を採用する根拠についても，上記のような改変された発明を前提とする根拠しか示されていないから，本件決定の論理は，「容易の容易」の場合に相当する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献に記載されているアミン価及び重量平均分子量は，石油由来の原料を用いたポリウレタンウレア樹脂を前提とするものであり，バイオマス由来の成分を用いることを前提としていないから，甲1発明1においてこれらの数値を採用したとしても，本件発明1の構成を満たすポリウレタンウレア樹脂において相違点3に係る構成を採用した発明とは異なる。また，甲1発明1においては，ポリウレタンウレア樹脂の原料としてMPO及びMPDを含むジオールを用いることが必須要件とされているところ，このような甲1発明1の原料の一部をバイオマス由来のセバシン酸に置き換えた場合に，甲1文献に記載された重量平均分子量及びアミン価を実現できるかも不明である。",
                    "以上によれば，本件決定は，本件発明1の構成を満たすポリウレタンウレア樹脂を対象として相違点3に係る構成を採用することの容易想到性について判断していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1文献に記載されているアミン価及び重量平均分子量の範囲は，甲1発明1が課題としているラミネート強度及び耐ブロッキング性のバランスがとりやすいという観点から選択されたものである。他方で，甲2文献の比較例8の実験結果に示されているとおり，ポリウレタンウレア樹脂の原料としてバイオマス由来のセバシン酸を採用すると，ラミネート強度及び耐ブロッキング性がいずれも悪化する。",
                    "このように，相違点3に係る構成を採用することと，相違点2に係る構成を採用することとは，技術的観点からみて両立しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の効果について",
              "text": [
                "本件発明1は，本件明細書に記載されているとおり（段落【0014】，【0016】及び【0019】），バイオマス由来成分を十分に含有して環境負荷を低減しつつ，インキ組成物の安定性，耐ブロッキング性，フィルム密着性，耐溶剤性，耐版詰まり性，耐ラミネート性といった裏刷り印刷に必要な諸特性を兼ね備えるという高度な性能バランスを実現するものである。",
                "これに対し，甲1発明1は，石油由来の原料を用いたインキの効果を有するにとどまり，甲1文献をみても，バイオマス由来の原料を用いることも，バイオマス由来の原料を用いつつインキ特性とバランスを採ることも，記載されていない。",
                "以上のとおり，本件発明1は，甲1発明1にはない有利な効果を有する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点2及び3の認定について",
              "text": [
                "ポリウレタンウレア樹脂の合成には二塩基酸以外の多くの成分が関係しているところ，ポリウレタンウレア樹脂の重量平均分子量及びアミン価は，二塩基酸の種類のみならず，多くの成分によって変化するものであり，また，合成条件によっても調整可能であるから，ポリウレタンウレア樹脂において，二塩基酸の種類と重量平均分子量及びアミン価は，一体不可分のものとはいえない。",
                "したがって，相違点2及び3を，原告が主張するような相違点Aとして併せて判断すべき理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "バイオマス由来原料の使用を想到することは困難ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件優先日以前から，バイオマス度が10質量％以上である製品にバイオマスマークを付す施策が行われていたところ，この施策は，プラスチックや樹脂のみならず，印刷インキも対象とされていたことからすれば，地球温暖化防止のためにバイオマス由来の原料を用いて製品を形成するという課題は，甲1発明1においても同様に存在したものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明1においては，二塩基酸の具体的な種類は特定されておらず，甲1文献の段落【0016】には，二塩基酸としてセバシン酸が例示されている。そして，セバシン酸がバイオマス由来の原料を用いて製造されることは技術常識である一方で，アジピン酸は石油由来であるベンゼンを原料とするものであるから，甲1文献に接した当業者は，甲1発明1の原料である二塩基酸は石油由来及びバイオマス由来のいずれでもよいと把握する。したがって，甲1発明1は，石油由来の原料を用いることを前提とするものではない。",
                        "仮に，甲1発明1が石油由来の原料を用いることを前提とするものであったとしても，地球温暖化防止の観点からバイオマス由来原料を用いることが望ましいとされていた上，甲1発明1においても環境課題に対する取組が必要であるとされていたことからすれば，石油由来の二塩基酸をバイオマス由来のセバシン酸に置き換えることには動機付けがあるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲11，15ないし17の各文献を基に，バイオマス由来の材料を用いることにより，一般的に印刷インキとしての性能が低下する傾向がある旨主張するが，これらの文献は，いずれも本件優先日後に公開されたものである。また，甲12ないし14の各文献には，植物由来のポリオールやロジン（松ヤニ）を用いた場合に印刷インキの性能が低下する場合があったことが記載されているにとどまり，バイオマス由来の原料としてセバシン酸を用いた場合に性能が低下することは，何ら記載も示唆もされていない。",
                        "したがって，この点について，原告が主張するような阻害事由はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "バイオマス由来のセバシン酸を選択することは困難ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件優先日当時，バイオマス由来の材料としてはセバシン酸以外にもポリオールなど多数のものが存在することが知られてはいたものの，甲2文献等の記載のほか，甲1文献や乙4文献の記載からすれば，当業者がセバシン酸を選択するのに多大な労力を要するということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "アジピン酸は，原料をベンゼンとする石油由来の物質であり，バイオマス由来のアジピン酸は，商業的に入手可能とはいえない。他方で，バイオマス由来のセバシン酸は市場で入手できるから，当業者は，バイオマス由来のアジピン酸よりもバイオマス由来のセバシン酸を採用する方が自然である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1文献の段落【0016】には，二塩基酸ではないトリメリット酸及びピロメリット酸が記載されているものの，当業者であれば，これらは二塩基酸ではなく，これら以外のものは二塩基酸として使用することができると理解する。そして，甲1文献全体との関係も考慮すると，上記段落には，極めて多数の種類が想定されている二塩基酸のうち，わずか14種類の二塩基酸が好適なものとして例示されているものと解される。そうすると，甲1文献の段落【0016】の記載に接した当業者は，セバシン酸についても，好適に使用し得る二塩基酸の一つであると理解するといえる。",
                        "したがって，二塩基酸としてセバシン酸を採用することには強い動機付けがある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲1文献の段落【0017】には，アジピン酸よりも炭素主鎖が短い二塩基酸も存在するにもかかわらず，アジピン酸が好ましいと記載されており，炭素主鎖がある程度の長さであっても環状ジエステルの生成という観点において許容し得る範囲が存在することや，環状ジエステルの生成という観点以外にも好ましい二塩基酸を選択する観点が存在し，アジピン酸が総合的にみて好ましいとされていることが分かる。そして，アジピン酸よりも炭素主鎖が長いと直ちに許容することができないほどに環状ジエステルが生成するということはないから，同段落の記載によって，アジピン酸よりも炭素主鎖の長い二塩基酸を使用することはできないと認識されることはない。また，同段落において，セバシン酸は炭素主鎖が長すぎるために使用することができないと記載されているものでもない。",
                        "さらに，甲1文献には，甲1発明1における二塩基酸（アジピン酸）とグリコール（MPO，MPD）とのエステル反応をチタン（金属）触媒を用いて高温で行う具体例が記載されているが，甲19文献に記載されているように，触媒としてエステル加水分解酵素を用いることも可能であり，この場合，副生物である環状エステル量を低減することができることが，本件優先日の時点で知られていた。",
                        "したがって，当業者が，甲1文献の段落【0017】の記載をもって，セバシン酸を環状ジエステルの生成が容易となる好ましくない二塩基酸であると把握することはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2文献及び甲3文献に記載された事項を適用することができること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2文献の実施例17は，合成例1の樹脂を用いており，合成例1に用いられたポリオール成分には，TMP（トリメチロールプロパン）以外にも，甲1発明1におけるグリコールに包含されるＮPG（ネオペンチルグリコール）も含まれるから，甲1発明1が必須としているジオールも含んでいる。",
                        "したがって，当業者は，甲2文献の実施例17に着目して，甲1発明1において特定されていない二塩基酸としてセバシン酸を用いることは容易であると判断することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2文献の比較例8は，甲1発明1のポリウレタンウレア樹脂とは異なるポリウレタン樹脂であり，仮に，甲1発明1に同比較例を適用したとしても，その後のジアミンによるウレア処理によってインキ物性が大きく異なるものとなるため，必ずしもインキの性能が低下するということはできないし，性能が劣るポリウレタン樹脂から得たポリウレタンウレア樹脂を用いると，必ずインキ物性が劣るものとなるという技術常識もない。",
                        "したがって，甲2文献の比較例8における実験結果は，阻害事由とはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件決定は，甲1発明1において甲2文献の実施例17の組成物の構成を採用したものではなく，本件発明1及び甲1発明1についてポリウレタンウレア樹脂である点は一致点とした上で，甲2文献の記載を参酌して，バイオポリウレタン樹脂の常套の原料であり，かつ，入手が容易であるバイオマス由来のセバシン酸に着目し，これを用いたポリエステルポリオールを選択することに何ら困難なところは見当たらないとしたものである。",
                        "したがって，甲2文献に記載された発明が，甲1発明1とは異なり，ポリウレタン樹脂に関するものであることは，阻害事由とはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件決定の判断手法に誤りはないこと",
                  "text": [
                    "本件決定は，印刷インキに課された自明な課題を認定し，当該課題は甲1発明1においても当然に内在する課題であるとした上で，甲1の請求項1に係るポリウレタンウレア樹脂組成物の原料としてバイオマス由来成分を使用することについて動機付けがあることを示したものであり，原告が主張するような構成を付加した発明は認定していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "上記(2)ウ(イ)で主張したとおり，甲2文献の比較例8の実験結果は，ポリウレタン樹脂に関するものであり，ポリウレタンウレア樹脂とした場合に，相違点2の構成のうちバイオマス由来のセバシン酸を採用するとラミネート強度及び耐ブロッキング性がいずれも悪化するということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明1に対する有利な効果，すなわちインキ性能とバイオマス度とのトレードオフのバランスをより高水準で実現することができるという効果があると主張するが，甲1発明1ないし甲1発明3の有する効果について何ら主張立証していないから，本件発明1及び2が奏する効果が，甲1発明1ないし甲1発明3の効果に比べて有利なものであるとも，予測できない顕著なものであるということもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲12文献ないし甲14文献の各記載を総合しても，バイオマス由来原料を用いた場合にインキ性能が低下することが，本件優先日の時点における技術常識であったとはいえない。また，甲11文献，甲15文献ないし甲17文献についても，本件優先日以後に公開された文献であることを措くとしても，いずれも原告が主張するようなトレードオフ関係が記載されているものとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1の甲1発明2に対する進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕  "
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定においては，本件発明1における「前記ポリウレタンウレア樹脂溶液中の前記ポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記ポリウレタンウレア樹脂溶液中の前記ポリウレタンウレア樹脂の平均分子量が10，000～100，000であり」という構成が相違点とされていない。",
                "しかしながら，重量平均分子量及びアミン価は，いずれもポリマーの物性値であり，対象となるポリマーの原料の構成と一体不可分の関係にあるから，対象となるポリマーから重量平均分子量の数値のみを切り離し，かかる数値を採用することの容易想到性を判断するのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "このほか，取消事由1において主張したとおり，本件決定における相違点2に係る容易想到性の判断には誤りがあるから，相違点4に係る容易想到性の判断にも誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点4は，相違点2と同様の事項であるから，同様に，本件決定における容易想到性の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明2におけるアジピン酸は，商業的には石油由来であるものの，甲1文献に記載されているように，環境課題に対する取組が必要とされていることからすれば，甲1発明2においてもこの取組は内在的な課題である。そして，バイオマスの利用が推進される中においては，バイオマス由来のセバシン酸を採用しようとする強い動機付けがあるから，甲1発明2が解決した課題が解決できるか不明であるという程度では，阻害事由があるとはいえず，甲1発明2におけるアジピン酸をセバシン酸に置き換えることに困難な事情はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告が主張する相違点Aについて",
              "text": [
                "ポリウレタンウレア樹脂において，二塩基酸の種類，重量平均分子量及びアミン価は，いずれも一体不可分のものとはいえないから，本件決定の相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明2の甲1発明3に対する進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕",
            "これまで主張したとおり，本件決定における相違点2ないし4に係る容易想到性の判断には誤りがあるから，相違点5に係る容易想到性の判断にも誤りがある。",
            "〔被告の主張〕",
            "これまで主張したとおり，本件決定の相違点1ないし4に係る容易想到性の判断に誤りはないから，相違点5に係る容易想到性の判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "本件訂正がされた後の本件各発明に係る特許請求の範囲は，前記第2の2のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，次のとおりの記載がある（甲5。なお，「・・・」は省略した部分を表す。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は，裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法によりフィルム基材層上に作成した印刷塗膜に関する。」（段落【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「従来より，フィルム基材に印刷可能なグラビア印刷インキ組成物として，ポリウレタン樹脂を主成分とするものが知られている。特に，ポリマージオールとジイソシアネートを用いるポリウレタン樹脂は，適度な極性と凝集力を有しており，印刷適性に影響を与えるエステル系／アルコール系溶剤への溶解性や，耐ブロッキング性などの皮膜物性を両立できるため，広く用いられている。",
                    "特に，耐ボイル性や耐ブロッキング性などの皮膜物性を向上させるために，ポリマージオールとして特定のグリコール成分を使用するものが提案されている。」（段落【0002】）",
                    "「また，地球温暖化対策としては，全世界的に取り組むべきもので，2015年に開催された気候変動枠組条約第21回締約国会議（COP21）では，各国の削減目標が提出された。日本は，2030年までに2013年比で温室効果ガスを26％削減する約束草案を提出した。こうしたなか，食料品を扱う企業にとっては，食料品自体の廃棄を減らす方策を検討したり，廃棄するものを減らし利用できないかを模索したり，輸送距離を減らすことができないかを検討することなどが重要となっている。近年では企業にとって重要な事業戦略として「環境にやさしい」商品を提案し，いかに企業イメージを向上させるかが重視されてきている。日用品や食料品などに使われる包装資材は一般消費者にとっても身近なものであり，内容物の商品とともに直接触れられるものであるため，「環境にやさしい」パッケージとして，いかにアピールするかも重要である。",
                    "したがって，食料品として廃棄されるものをいかに利用し，環境負荷を増加させずに「環境にやさしい」パッケージとしてアピールでき，フィルム用の包装材に使用できる溶剤型グラビア印刷インキ組成物をグラビア印刷法によりフィルム基材層上に印刷塗膜としたときに，該印刷塗膜中のバイオマス度が高くなる印刷塗膜が望まれていた。」（段落【0014】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「そこで，本発明は，裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法により作成した印刷塗膜であって，該インキ組成物に使用する樹脂として，バイオマス由来成分を含有するバイオマス由来のポリウレタンウレア樹脂が選択され，該樹脂の特性として，インキ組成物としての安定性を十分保持でき，印刷時の印刷適性を損なわず，裏刷り印刷に必要な印刷塗膜の耐ブロッキング性，フィルム密着性，耐溶剤性，耐版詰まり性を有し，さらにラミネート性が良好で，ラミネート層が形成された積層体となったときの耐熱水処理性を有する印刷塗膜を提供することを目的とする。」（段落【0016】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「本発明者らは，炭化水素系，ケトン系，エステル系，グリコール系およびアルコール系のいずれかの溶剤とバイオマス由来のポリウレタンウレア樹脂を含み，前記バイオマス由来のポリウレタンウレア樹脂のアミン価と重量平均分子量が特定の範囲内である裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法によりフィルム基材層上に作成した印刷塗膜としたときに該印刷塗膜中のバイオマス度（顔料を含まない）が3～40質量％である印刷塗膜とすることにより，上記目的を達成できることを見出し，本発明を完成するに至った。」（段落【0017】）",
                    "「すなわち，本発明は，",
                    "（1）炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，バイオマス由来成分とを含有するバイオマス由来のポリウレタンウレア樹脂を含有するバイオマス由来のポリウレタンウレア樹脂溶液を準備する工程（1）と，",
                    "該工程（1）で得られたバイオマス由来のポリウレタンウレア樹脂溶液と，色材と，溶剤とを，混合，分散し，裏刷り用溶剤型グラビア印刷インキ組成物を得る工程（2）を含み，",
                    "前記溶剤が，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種であり，",
                    "前記バイオマス由来成分が，バイオマス由来のポリカルボン酸を含有するポリエステルポリオールを含み，かつ，",
                    "前記バイオマス由来の前記ポリカルボン酸が，コハク酸，セバシン酸，およびダイマー酸からなる群から選ばれる少なくとも1種であり，",
                    "前記バイオマス由来のポリウレタンウレア樹脂溶液中のポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記バイオマス由来のポリウレタンウレア樹脂溶液中のポリウレタンウレア樹脂の重量平均分子量が10，000～100，000であることを特徴とする裏刷り用溶剤型グラビア印刷インキ組成物の製造方法であって，",
                    "当該裏刷り用溶剤型グラビア印刷インキ組成物を，グラビア印刷法によりフィルム基材層上に印刷塗膜としたとき，該印刷塗膜中のバイオマス度（顔料を含まない）が3～40質量％となるように構成された，裏刷り用溶剤型グラビア印刷インキ組成物の製造方法，",
                    "（2）フィルム基材層を準備する工程と，該フィルム基材層の一方に，",
                    "炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，バイオマス由来成分とを含有するバイオマス由来のポリウレタンウレア樹脂を含み，",
                    "前記バイオマス由来成分が，バイオマス由来のポリカルボン酸を含有するポリエステルポリオールを含み，かつ，",
                    "前記バイオマス由来の前記ポリカルボン酸が，コハク酸，セバシン酸，およびダイマー酸からなる群から選ばれる少なくとも1種であり，",
                    "前記バイオマス由来のポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記バイオマス由来のポリウレタンウレア樹脂の重量平均分子量が10，000～100，000である裏刷り用溶剤型グラビア印刷インキ組成物からなる印刷層を作成するグラビア印刷工程と，",
                    "該印刷層上にラミネート層を作成する工程とを含み，",
                    "前記グラビア印刷工程により作成された印刷層のバイオマス度（顔料を含まない）が3～40質量％であることを特徴とする積層体の製造方法，",
                    "に関するものである。」（段落【0018】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「本発明によれば，裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法により作成した印刷塗膜であって，該インキ組成物に使用する樹脂として，バイオマス由来成分を含有するバイオマス由来のポリウレタンウレア樹脂が選択され，該樹脂の特性として，インキ組成物としての安定性を十分保持でき，印刷時の印刷適性を損なわず，裏刷り印刷に必要な印刷塗膜の耐ブロッキング性，フィルム密着性，耐溶剤性，耐版詰まり性を有し，さらにラミネート性が良好で，ラミネート層が形成された積層体となったときの耐熱水処理性を有する印刷塗膜を提供できる。」（段落【0019】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "「本発明の印刷塗膜は，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，バイオマス由来成分とを含有するバイオマス由来のポリウレタンウレア樹脂を含み，前記バイオマス由来のポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記バイオマス由来のポリウレタンウレア樹脂の重量平均分子量が10，000～100，000である裏刷り用溶剤型グラビア印刷インキ組成物（以下，単に「インキ組成物」ともいう。）を，グラビア印刷法によりフィルム基材層上に印刷塗膜としたとき，該印刷塗膜中のバイオマス度（顔料を含まない）（以下，単に「バイオマス度」ともいう。）が3～40質量％であることが好ましい。」（段落【0021】）",
                    "「前記バイオマス由来のポリウレタンウレア樹脂は，ポリオール（I）とポリイソシアネート（II）および鎖伸長剤（III）を反応させることにより得られ，前記ポリオール（I），前記ポリイソシアネート（II）および前記鎖伸長剤（III）の少なくとも1つがバイオマス素材を使用して製造されることが好ましい。」（段落【0022】）",
                    "「＜（A）ポリエステルポリオールのポリオール（i）＞",
                    "前記（A）ポリエステルポリオールのポリオール（i）として，具体的には，ジオール（a）として，・・・3-メチル-1，5-ペンタンジオール，・・・などを使用できる。多官能ポリオール（b）として，・・・などが挙げられる。アミノ基を有するジオール（c）として，・・・などが挙げられる。これらは，単独もしくは併用して使用することができる。",
                    "なかでもバイオマス由来としては，エチレングリコール，1，3-プロパンジオール，1，4-ブタンジオール，ダイマージオールなどが挙げられる。」（段落【0027】）",
                    "「＜（A）ポリエステルポリオールのポリカルボン酸（ii）＞",
                    "前記（A）ポリエステルポリオールのポリカルボン酸（ii）として，具体的には，ジカルボン酸（d）として，アジピン酸，グルタル酸，マレイン酸，シュウ酸，マロン酸，コハク酸，セバシン酸，アゼライン酸，フマル酸，テレフタル酸，イソフタル酸，ダイマー酸，ドデカン二酸，スベリン酸，フランジカルボン酸および前記ジカルボン酸の無水物および炭素数1～5の低級アルコールのエステル化合物などが挙げられる。また，多価カルボン酸（e）として，トリメリット酸，ピロメリット酸などが挙げられる。これらは，単独もしくは併用して使用することができる。",
                    "なかでもバイオマス由来としては，グルタル酸，コハク酸，セバシン酸，ダイマー酸，ドデカン二酸，スベリン酸，フランジカルボン酸などが挙げられる。」（段落【0028】）",
                    "「＜（B）ポリエーテルポリオール＞",
                    "前記（B）ポリエーテルポリオールとしては，酸化エチレン，酸化プロピレン，テトラヒドロフランなどの重合体または共重合体のポリエーテルポリオールなどが挙げられ，具体的には，ポリエチレングリコール，ポリプロピレングリコール，ポリテトラメチレンエーテルグリコールなどが挙げられる。これらは，単独もしくは併用して使用することができる。特に，ポリプロピレングリコールは低温安定性が良好である。",
                    "なかでもバイオマス由来としては，ポリエチレングリコールやポリテトラメチレンエーテルグリコールなどが挙げられる。」（段落【0029】）",
                    "「バイオマス由来ポリウレタンウレア樹脂の合成は，従来の既知の方法で合成できる。例えば，ポリオール（I）とジイソシアネート化合物（II）とをイソシアネート基が過剰となるように反応させ，末端イソシアネート基のプレポリマーを得て，得られるプレポリマーを溶剤（V）中で，鎖伸長剤（III）および／または反応停止剤（IV）とを反応させる2段階法，あるいはポリオール（I），ジイソシアネート化合物（II），鎖伸長剤（III）および／または反応停止剤（IV）とを，溶剤（V）中で反応させるワンショット法が挙げられるが，特に，安定的に合成できる2段階法が好ましい。",
                    "2段階法の場合，鎖伸長反応は，溶剤（V），鎖伸長剤（III）および／または反応停止剤（IV）をあらかじめ仕込んでから，プレポリマーを添加する方法でもよいし，プレポリマー溶液中に鎖伸長剤（III）および／または反応停止剤（IV）を仕込む方法でもよい。」（段落【0034】）",
                    "「バイオマス由来ポリウレタンウレア樹脂の重量平均分子量は，10，000～100，000の範囲内であることが好ましく，20，000～60，000の範囲内であることがより好ましい。10，000より小さいと印刷塗膜としての耐ブロッキング性や耐溶剤性が劣り，100，000を超えると樹脂溶液粘度が高くなり，インキ化が困難となる。バイオマス由来ポリウレタンウレア樹脂溶液中の樹脂固形分は，特に制限はないが，インキ製造時の作業性を考慮すると10～70質量％が好ましく，樹脂溶液の粘度は30～100，000mPa・s／25℃が好ましい。重量平均分子量はGPC法（ポリスチレン換算）による測定値である。測定サンプルは，試料を精秤（固形分換算で0．04g）し，テトラヒドロフランを5ml加え溶解して作成する。",
                    "バイオマス由来ポリウレタンウレア樹脂のアミン価は，1～13mgKOH／gであることが好ましい。1より小さいとフィルムへの密着性が劣り，13を超えるとイソシアネート系硬化剤を添加した際に増粘するおそれがあり，版詰まりのおそれもある。",
                    "アミン価は，樹脂1g中に含有するアミノ基を中和するのに必要な塩酸の当量と同量の水酸化カリウムのmg数である。アミン価の測定は，樹脂溶液サンプルを10gまたは20gを三角フラスコに精秤し，メスシリンダーで溶剤（メチルエチルケトン／イソプロピルアルコール＝1／1重量比）50ml加えて，溶解する。0．4％ブロムクレゾールグリーンを1ml加えてから，1／10Ｎ塩酸水溶液で滴定する。溶液の色が青または青緑から黄緑になり，最後の一滴で黄色になった時点を終点とし，次式により，樹脂溶液アミン価を算出する。",
                    "アミン価＝A×f×5．611／S ただし，A＝1／10Ｎ塩酸水溶液消費量（ml），",
                    "f＝1／10Ｎ塩酸水溶液力価，",
                    "S＝試料採取量（g）",
                    "バイオマス由来ポリウレタンウレア樹脂のアミン価は，次式により，算出できる。",
                    "樹脂アミン価＝樹脂溶液アミン価×100／樹脂固形分」（段落【0037】）",
                    "「バイオマス由来のポリウレタンウレア樹脂を含有する裏刷り用溶剤型グラビアインキ組成物を用いて作成した印刷塗膜中のバイオマス度（顔料を含まない）は3～40質量％であればよく，バイオマス度が大きければ大きいほど，環境負荷低減に効果があり，好ましい。バイオマス由来のポリウレタンウレア樹脂のバイオマス度は，限定されず，バイオマス由来ポリウレタンウレア樹脂を合成する際のポリオール（I），ポリイソシアネート（II）および鎖伸長剤（III）および／または反応停止剤（IV）のうち，いずれかの成分でバイオマス由来成分を使用すればよい。",
                    "印刷塗膜は，前記インキ組成物を後記する印刷法などによってフィルム基材層上に作成されるが，インキ組成物中に含まれる溶剤は，印刷時の乾燥工程で揮発する。結果として，フィルム基材層上には，樹脂成分や顔料成分などが固形分として残り，これを本明細書中では印刷塗膜という。",
                    "ここで，バイオマス度（顔料を含まない）とは，フィルム基材層上に作成した印刷塗膜について，印刷塗膜中の顔料成分の固形分を除いた樹脂固形成分に含まれるバイオマス由来固形分の割合をいい，次の式（1）で表される。",
                    "バイオマス度（％）＝（バイオマス由来樹脂固形分／樹脂固形分）×100  （1）",
                    "通常のグラビア印刷で使用される印刷版を使用して作成された印刷塗膜は，前記インキ組成物のバイオマス度（顔料を含まない）が3％以上であれば，印刷塗膜のバイオマス度も3％以上になるとみなす。また，重ね刷りの場合，バイオマス度が3％以上の印刷塗膜が少なくとも1層以上あればよい。」（段落【0058】）",
                    "「バイオマス由来成分とは，バイオマス（生物由来の再生可能な資源）素材から得られるものであり，主に植物を由来とする。植物は，国内外あらゆるところから得られるが，フードマイレージという観点でみると，大豆，とうもろこし，綿実，菜種など多くが輸入されるものに比べ，その多くが国内で生産される米などを由来とすることが好ましい。…」（段落【0059】）",
                    "「本発明の積層体は，フィルム基材層と，フィルム基材層の一方に，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，バイオマス由来成分とを含有するバイオマス由来のポリウレタンウレア樹脂を含み，前記バイオマス由来のポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記バイオマス由来のポリウレタンウレア樹脂の重量平均分子量が10，000～100，000である裏刷り用溶剤型グラビア印刷インキ組成物が，グラビア印刷法により塗工されて形成された印刷層と，該印刷層上にラミネート層とを有し，前記印刷層のバイオマス度（顔料を含まない）が3～40質量％であることが好ましい。」（段落【0061】）",
                    "「本発明の積層体の製造方法は，フィルム基材層を準備する工程と，該フィルム基材層の一方に，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，バイオマス由来成分とを含有するバイオマス由来のポリウレタンウレア樹脂を含み，前記バイオマス由来のポリウレタンウレア樹脂のアミン価が1～13mgKOH／gであり，かつ，前記バイオマス由来のポリウレタンウレア樹脂の重量平均分子量が10，000～100，000である裏刷り用溶剤型グラビア印刷インキ組成物からなる印刷層を作成するグラビア印刷工程と，該印刷層上にラミネート層を作成する工程とを含み，前記グラビア印刷工程により作成された印刷層のバイオマス度（顔料を含まない）が3～40質量％であることが好ましい。特に，前記グラビア印刷工程が多色グラビア印刷機による印刷工程であることが好ましい。」（段落【0072】）",
                    "「本発明の積層体は，包装用，食品保存用，農業用，土木用，漁業用，自動車内外装用，船舶用，日用品用，建材内外装用，住設機器用，医療・医療機器用，医薬用，家電品用，家具類用，文具類・事務用品用，販売促進用，商業用，電機電子産業用などに使用できる。」（段落【0074】）",
                    "「前記インキ組成物は，炭化水素系溶剤，ケトン系溶剤，エステル系溶剤，グリコール系溶剤およびアルコール系溶剤からなる群から選ばれる少なくとも1種と，バイオマス由来成分とを含有するバイオマス由来のポリウレタンウレア樹脂を含むバイオマス由来のポリウレタンウレア樹脂溶液を準備する工程（1）と，該工程（1）で得られたバイオマス由来のポリウレタンウレア樹脂溶液と，色材，各種添加剤を前記溶剤（V）の存在下で，均一に混合，分散する工程（2）を含むことにより公知の方法で製造できる。分散させる際は，凝集している色材を0．01～1μm程度の平均粒径になるまで微粒子化して，分散体を得ることによって製造できる。前記製造方法により得られた裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷工程によりフィルム基材層上に印刷塗膜として形成したとき，該印刷塗膜中のバイオマス度（顔料を含まない）が3～40質量％となる印刷塗膜となる。」（段落【0077】）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各発明の内容",
              "text": [
                "以上によれば，本件各発明の内容は，次のとおりであるということができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明は，裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法によりフィルム基材層上に作成した印刷塗膜に関する発明である。(段落【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "従来から，フィルム基材に印刷可能なグラビア印刷インキ組成物として，ポリウレタン樹脂を主成分とするものが知られていたが，地球温暖化対策の観点に加え，環境に優しい商品を提案して企業イメージを向上するために，フィルム用の包装材に使用することができる溶剤型グラビア印刷インキ組成物をグラビア印刷法によりフィルム基材層上に印刷塗膜したときに，印刷塗膜中のバイオマス度が高くなる印刷塗膜の提供が課題とされていた（なお，印刷塗膜中のバイオマス度とは，フィルム基材層上に作成した印刷塗膜について，印刷塗膜中の顔料成分の固形分を除いた樹脂固形成分に含まれるバイオマス由来固形分の割合をいう。）。(段落【0002】，【0014】及び【0058】)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件各発明は，裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法により作成した印刷塗膜であって，インキ組成物に使用する樹脂として，バイオマス由来成分を含有するバイオマス由来のポリウレタンウレア樹脂を選択することにより，インキ組成物としての安定性を十分に保持することができ，印刷時の印刷適性を損なわず，裏刷り印刷に必要な印刷塗膜の耐ブロッキング性，フィルム密着性，耐溶剤性，耐版詰まり性を有し，さらに，ラミネート性が良好で，ラミネート層が形成された積層体となったときの耐熱水処理性を有する印刷塗膜を提供して，上記課題を解決することを目的とするものである（なお，バイオマス由来成分とは，バイオマス（生物由来の再生可能な資源）素材から得られるものであり，主に植物を由来とする。）。（段落【0016】及び【0059】）"
                },
                {
                  "fig": "エ",
                  "subject": "上記目的が達成される印刷塗膜を提供するために，本件各発明においては，主に次のとおり，特許請求の範囲に記載された構成が採られている。（段落【0017】ないし【0019】，【0021】，【0022】，【0027】ないし【0029】，【0034】，【0037】，【0061】，【0072】及び【0077】）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "炭化水素系，ケトン系，エステル系，グリコール系及びアルコール系のいずれかの溶剤とバイオマス由来のポリウレタンウレア樹脂を含む。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記ポリウレタンウレア樹脂は，その原料であるポリオール，ポリイソシアネート及び鎖伸長剤の少なくとも1つがバイオマス素材を使用して製造されることが好ましいところ，ポリエステルポリオールのポリカルボン酸が，バイオマス由来のセバシン酸及びバイオマス由来のダイマー酸からなる群から選ばれる少なくとも1種を含む。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "裏刷り用溶剤型グラビア印刷インキ組成物をグラビア印刷法によりフィルム基材層上に印刷塗膜としたときに，印刷塗膜中のバイオマス度（顔料を含まない。）が3～40質量％となるようにする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記ポリウレタンウレア樹脂の重量平均分子量は，10，000より小さいと印刷塗膜としての耐ブロッキング性や耐溶剤性が劣る一方で，100，000を超えると樹脂溶液粘度が高くなり，インキ化が困難となるため，10，000～100，000とする。また，上記ポリウレタンウレア樹脂のアミン価は，1より小さいとフィルムへの密着性が劣る一方で，13を超えるとイソシアネート系硬化剤を添加した際に増粘するおそれがあり，版詰まりのおそれもあるため，1～13mgKOH／gとする。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本件発明1の甲1発明1に対する進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1文献の記載",
              "text": [
                "甲1文献には，発明の名称を「グラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物」とする発明に関し，次のとおりの記載がある（甲1）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項1",
                      "text": [
                        "高分子ポリオールと，ジイソシアネートとを反応させてなる末端にイソシアネート基を有するウレタンプレポリマーを，有機ジアミンと反応させてなるポリウレタンウレア樹脂，",
                        "および",
                        "有機溶剤を含有するグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物であって，",
                        "下記（1）～（3）であることを特徴とするグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物。",
                        "（1）前記高分子ポリオールは，ポリエステルポリオールを前記高分子ポリオールに対して50重量％以上含有する。",
                        "（2）前記ポリエステルポリオールは，グリコールと二塩基酸との反応からなる。",
                        "（3）前記ポリエステルポリオールの全グリコールは，2-メチル-1，3-プロパンジオールと，3-メチル-1，5-ペンタンジオールとを前記ポリエステルポリオールの全グリコールに対してそれぞれ20重量％以上含有する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "請求項2",
                      "text": [
                        "請求項1記載のポリウレタンウレア樹脂組成物を用いてなる印刷インキ組成物。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "「本発明は包装材料として用いられる各種プラスチックフィルム基材に対し，有用な印刷インキに用いられるグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物に関する。より詳しくは，ノントルエン系の溶剤系においても良好な印刷適性を示し，種々の印刷物性に優れたグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物に関する。」（段落【0001】）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "「グラビア印刷は，被印刷体に美粧性，機能性を付与させる目的で広く用いられているが，近年，包装物の多様性や包装技術の高度化，さらには法規制面からの環境課題に対する取組みなどに伴い，印刷インキへ要求される性能は年々多様化している。特に，芳香族系溶剤，例えばトルエンを排除したノントルエン型の印刷インキの性能向上は急務であり，トルエンを排除した系での印刷適性や印刷物性の確保が望まれている。」（段落【0002】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「本発明は，前記状況を鑑み鋭意検討を重ねた結果，ポリウレタンウレア樹脂に使用するポリエステルポリオールの全グリコール中，2-メチル-1，3-プロパンジオールと，3-メチル-1，5-ペンタンジオールとをそれぞれ20重量％以上含有するポリウレタンウレア樹脂組成物は，低温安定性が良好であり，さらに該ポリウレタンウレア樹脂組成物を使用したグラビア印刷インキは，ノントルエン系の溶剤系における印刷適性，ラミネート強度，耐ブロッキング性，レトルト適性の印刷物性がいずれも良好であることを見出し，本発明に至った。」（段落【0006】）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明の効果",
                      "text": [
                        "「本発明によって，低温安定性が良好であり，グラビア印刷インキとした際，ノントルエン系の溶剤系における印刷適性，ラミネート強度，耐ブロッキング性，レトルト適性の印刷物性がいずれも良好であるグラビアまたはフレキソ印刷インキ用ポリウレタンウレア樹脂組成物の提供が可能となった。」（段落【0009】）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明を実施するための形態",
                      "text": [
                        "「本発明におけるポリウレタンウレア樹脂は，高分子ポリオールと，ジイソシアネートとを反応させてなる末端にイソシアネート基を有するウレタンプレポリマーを，有機ジアミンと反応させてなる。・・・」（段落【0011】）",
                        "「本発明でいう高分子ポリオールは，グラビアインキ用として周知のポリオールであり，重合反応や，縮合反応や，天然物などで入手でき，その多くは，平均重量分子量が400～10000のものである。",
                        "本発明における使用する高分子ポリオールとしては，高分子ポリオール中，ポリエステルポリオールを50重量％以上含有する。・・・ポリエステルポリオールの他に併用する高分子ポリオールとしては，耐ブロッキング性，版かぶり性の観点からポリエーテルポリオールが好ましく，さらにポリプロピレングリコールが好ましい。」（段落【0012】）",
                        "「本発明におけるポリエステルポリオールは，グリコールと二塩基酸との反応からなる。さらに，グリコールとしては，2-メチル-1，3-プロパンジオール（以下，MPOとも記載する）および3-メチル-1，5-ペンタンジオール（以下，MPDとも記載する）を共に含有し，それぞれ全グリコール中20重量％以上含有する。MPOを20重量％以上含有すると，ラミネート強度が良好となり，MPDを20重量％以上含有すると，耐ブロッキング性が良好となる。・・・」（段落【0013】）",
                        "「なお，MPOおよびMPDは，MPOと，MPDと二塩基酸を一緒に反応させ，ひとつのポリエステルポリオール中にMPOおよびMPDを存在させても良いし，MPDを含まずMPOを含むポリオールと二塩基酸との反応からなるポリエステルポリオール，およびMPOを含まずMPDを含むポリオールと二塩基酸との反応からなるポリエステルポリオールの混合物として利用しても良い。」（段落【0014】）",
                        "「上記範囲内であれば，MPO，MPD以外に，公知のグリコールを併用することもできる。・・・」（段落【0015】）",
                        "「二塩基酸としては，アジピン酸，フタル酸，イソフタル酸，テレフタル酸，マレイン酸，フマル酸，こはく酸，しゅう酸，マロン酸，グルタル酸，ピメリン酸，スペリン酸，アゼライン酸，セバシン酸，トリメリット酸，ピロメリット酸等が挙げられる。」（段落【0016】）",
                        "「課題のひとつでもある包装内容物への溶出が課題となっている環状ジエステルは，ポリエステルポリオール生成時の副生成物として混入する。一般的に生成するポリエステルポリオールの炭素主鎖が長い方が，環状ジエステルの生成が容易となるため，本発明において，二塩基酸はアジピン酸が好ましい。」（段落【0017】）",
                        "「本発明において，ポリウレタンウレア樹脂は，アミン価を有することが好ましい。ポリウレタンウレア樹脂のアミン価は1．0～13．0mgKOH／gであることが好ましく，この範囲内であると，ラミネート強度および耐ブロッキング性のバランスが取りやすい。」（段落【0020】）",
                        "「本発明におけるポリウレタンウレア樹脂の重量平均分子量は10000～100000であることが好ましい。さらに好ましくは20000～60000である。重量平均分子量が10000～100000の範囲内であると，ラミネート強度および耐ブロッキング性のバランスが取りやすい。」（段落【0022】）",
                        "「本発明におけるポリウレタンウレア樹脂組成物に使用される有機溶剤は，エステル系溶剤とアルコール系溶剤の混合溶剤を含む。エステル系溶剤としては，酢酸エチル，ノルマルプロピルアセテート，・・・など公知の溶剤を使用することが好ましい。」（段落【0023】）",
                        "「本発明におけるグラビア印刷インキは，顔料をバインダー樹脂等により分散機を用いて有機溶剤中に分散し，得られた顔料分散体にバインダー樹脂，各種添加剤や有機溶剤等を混合して製造できる。・・・」（段落【0027】）",
                        "「本発明におけるグラビア印刷インキに使用される有機溶剤としては，酢酸メチル，酢酸エチル，ノルマルプロピルアセテート，・・・イソプロピルアルコール，・・・など，公知の溶剤を使用できる。・・・」（段落【0032】）",
                        "「本発明における印刷インキ組成物を印刷してなる印刷物は，さらに，積層体とすることができる。当該積層体は，印刷インキ組成物を印刷した印刷物に少なくとも一層のラミネート加工を施すことで得られる。ラミネート加工には様々な加工法があるが，代表的なものとして，（1）押出しラミネート法，（2）ドライラミネート法等が挙げられる。」（段落【0039】）",
                        "「（1）押し出しラミネート法とは，得られた印刷物の印刷面に，熱可塑性樹脂を溶融して，Tダイと呼ばれるスリット状のダイからフィルム状に押し出したものを，基材に積層する方法である。・・・」（段落【0040】）",
                        "「（2）ドライラミネート法とは，接着剤を有機溶剤で適当な粘度に希釈して，得られた印刷物の印刷面に塗布し，乾燥後シーラントと圧着して積層する方法である。・・・」（段落【0041】）",
                        "「上記の方法で得られた積層体は，シーラント面同士がヒートシールさせることで包装袋となる。そのため，包装袋での最も内側に当たるシーラントには，ヒートシール性を付与するためのフィルムが使用される。例えば，無延伸のポリエチレンもしくはポリプロピレン等のポリオレフィン等が挙げられる。」（段落【0042】）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "「＜アミン価の測定方法＞ ",
                        "試料を0．5～2g精秤する。（試料量：Sg）精秤した試料に中性エタノール（BDG中性）30mLを加え溶解させる。得られた溶液を0．2mol／lエタノール性塩酸溶液（力価：f）で滴定を行なう。溶液の色が緑から黄に変化した点を終点とし，この時の滴定量（AmL）を用い次の（式1）によりアミン価を求めた。",
                        "（式1）  アミン価＝（A×f×0．2×56．108）／S」（段落【0044】）",
                        "「＜数平均分子量（Mn），重量平均分子量（Mw）の測定方法＞",
                        "数平均分子量（Mn）と重量平均分子量（Mw）の測定は，昭和電工社製GPC（ゲルパーミエーションクロマトグラフィー）「ShodexGPCSystem-21」を用いた。・・・」（段落【0045】）",
                        "「（ポリエステルポリオールの合成）",
                        "［合成例1-1］",
                        "攪拌機，温度計，分水器および窒素ガス導入管を備えた丸底フラスコに，2-メチル-1，3-プロパンジオール（以下MPOとも略す）9．546部，3-メチル-1，5-ペンタンジオール（以下MPDとも略す）37．556部，アジピン酸52．896部，テトラブチルチタネート0．002部を仕込み，窒素気流下に230℃で縮合により生じる水を除去しながらエステル化を8時間行った。ポリエステルの酸価が15以下になったことを確認後，真空ポンプにより徐々に真空度を上げ反応を終了した。これにより水酸基価56．1mgKOH／g（水酸基価から算出される数平均分子量2000），酸価0．3mgKOH／gのポリエステルポリオ-ル（A1）を得た。」（段落【0048】）",
                        "「［合成例1-2～1-15］",
                        "表1の仕込み比にて，合成例1-1と同様の操作で，ポリエステルポリオール（A2～A15）を得た。・・・」（段落【0049】）",
                        "「（ポリウレタンウレア樹脂組成物の合成）",
                        "攪拌機，温度計，還流冷却器および窒素ガス導入管を備えた四つ口フラスコに，ポリエステルポリオ-ル（A1）22．887部，イソホロンジイソシアネート（以下IPDIとも略す）5．087部，酢酸エチル7．500部，2-エチルヘキサン酸スズ0．003部を仕込み，窒素気流下に120℃で6時間反応させ，酢酸エチル7．500部を加え冷却し，末端イソシアネートプレポリマーの溶液を得た。次いでイソホロンジアミン（以下IPDAとも略す）2．026部，酢酸エチル34．000部およびイソプロピルアルコール（以下IPAとも略す）21．000部を混合したものへ，得られた末端イソシアネートプレポリマーの溶液を室温で徐々に添加し，次に50℃で1時間反応させ，固形分30．0％，重量平均分子量35000，アミン価4．0mgKOH／樹脂1gのポリウレタンウレア樹脂組成物（B1）を得た。」（段落【0051】）",
                        "「［合成例2-2～2-19］",
                        "表2および表3の仕込み比にて，合成例2-1と同様の操作で，ポリウレタンウレア樹脂（B2～B19）を得た。・・・」（段落【0052】）",
                        "「（塩化ビニル-酢酸ビニル共重合体ワニスの調製）",
                        "塩化ビニル-酢酸ビニル共重合体（日信化学工業株式会社製ソルバインTA5R）30部を，酢酸エチル70部に混合溶解させて，塩化ビニル-酢酸ビニル共重合体ワニスを調整した。」（段落【0055】）",
                        "「（藍色印刷インキ組成物の調製）",
                        "［実施例1］",
                        "銅フタロシアニン藍（トーヨーカラー株式会社製LIOＮOL  BLUE  FG-7330）12．0部，ポリウレタンウレア樹脂組成物（B1）10．0部，塩化ビニル-酢酸ビニル共重合体ワニス10．0部，混合溶剤（ノルマルプロピルアセテート／イソプロピルアルコール＝75／25（重量比））10．0部を撹拌混合しサンドミルで練肉した後，ポリウレタンウレア樹脂組成物（B1）20．0部，混合溶剤（ノルマルプロピルアセテート／イソプロピルアルコール＝75／25（重量比））38．0部を攪拌混合し，藍色印刷インキ（C1）を得た。」（段落【0056】）",
                        "「［印刷物の作成］",
                        "印刷インキの粘度をノルマルプロピルアセテート／イソプロピルアルコール混合溶剤（重量比70／30）で希釈し，ザーンカップ＃3（離合社製）で15秒（25℃）に調整し，版深35μmグラビア版を備えたグラビア校正機により，片面コロナ処理OPPフィルム（東洋紡株式会社製パイレンP2161），コロナ処理PETフィルム（東洋紡株式会社製E5100＃12）に印刷して40～50℃で乾燥し，印刷物を得た。」（段落【0061】）",
                        "「［OPPラミネート強度］",
                        "上記のOPPフィルムの印刷物に，イミン系のアンカーコート剤（東洋モートン社製・EL420）をＮV1wt％メタノール溶液で塗工し，押し出しラミネート機（ムサシノキカイ社製）によってライン速度100m／minにて溶融ポリエチレン（日本ポリエチレン社製・LC600A）を320℃で溶融させて18μmで積層し，LLPDE（三井化学東セロ株式会社製・TUX-FCD  ＃40）と張り合わせた。」（段落【0062】）",
                        "「［レトルト適性］",
                        "上記のPETフィルムの印刷物に，ドライラミネート用接着剤（東洋モートン株式会社製TM-550／CAT-RT37）を塗工し，ライン速度40m／分でドライラミネート機を用いて，CPPフィルム（東レ株式会社製ZK93KM）と張り合わせ，ラミネート物を得た。得られたラミネート物は40℃で48時間エージングを行った。その後，CPP面を内側としてヒートシール（温度：190℃，圧：2kgf，時間：1秒）して袋体を作り，得られた袋体に，1：1：1スープ（ケチャップ：酢：水＝重量比で1：1：1）を充填し，120℃30分のレトルト処理を行い，外観の変化を以下の基準で目視評価した。◯が実用レベルである。",
                        "◯：外観に変化は見られなかった。",
                        "×：外観にブリスター痕またはラミネート浮きが見られた。」（段落【0065】）"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2文献の記載",
              "text": [
                "甲2文献には，発明の名称を「ポリエステル樹脂及びその用途」とする発明に関し，次の内容の記載がある（甲2）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項5",
                  "text": [
                    "ジカルボン酸単量体は，コハク酸及びセバシン酸からなる群から選択される少なくとも1のジカルボン酸（a）を含有し，",
                    "ジオール単量体は，1，4-ブタンジオール及び／又は1，3-プロパンジオール（b）を含有し，",
                    "3以上の官能基を有するポリオール，ポリカルボン酸，ヒドロキシカルボン酸からなる群から選択される少なくとも1の多官能単量体（c）を含有し，",
                    "植物由来の原料を全樹脂原料に対して40～95質量％の割合で含有する単量体組成物から得られ，",
                    "数平均分子量（Mn）：500～5000",
                    "であり，非晶質であることを特徴とするポリエステル樹脂。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「上記炭素数8以上の直鎖状ジカルボン酸及び／又はジオール（I）は，一部又は全部がセバシン酸であることが特に好ましい。セバシン酸は，植物由来のものの入手が比較的容易であり，得られる樹脂において，耐傷付性，耐水性，耐湿性，耐候性，硬度という物性が優れていることから，特に好ましいものである。」（段落【0031】）",
                    "「なお，本発明においては，植物由来の原料を全樹脂原料に対して40～95質量％の割合で含有するものである限りにおいて，石油原料を用いて得られたコハク酸，セバシン酸，1，4-ブタンジオール，1，3-プロパンジオールを原料として併用してもよい。但し，より好ましくは，植物由来の原料より得られたコハク酸，セバシン酸，1，4-ブタンジオール，1，3-プロパンジオールを全樹脂原料に対して40～95質量％の割合で含有するものであることが好ましい。」（段落【0051】）",
                    "「合成例1",
                    "温度調節計，攪拌翼，窒素導入口，ディーンスタークトラップ，還流管を備えた1Lのセパラブルフラスコに，トリメチロールプロパン135g，ネオペンチルグリコール156g，セバシン酸404g，キシレン42g，p-トルエンスルホン酸1．2gを仕込んだ。また，ディーンスタークトラップにはキシレンを上限まで満たした。窒素気流下，系内の温度を140℃に上昇させて1時間保持し，更に195℃に昇温して5時間，縮合反応を継続し，樹脂酸価が4mgKOH／g（樹脂固形分）になったのを確認して冷却を開始した。冷却後，酢酸ブチルを添加して，固形分率を75％に調節した。」（段落【0162】）",
                    "「合成例2～8",
                    "合成例1と同様に，下記表1に示した組成に従って縮合反応を進めた。」（段落【0163】）",
                    "「【表1】",
                    "」（段落【0164】）",
                    "「合成例20～22",
                    "合成例1と同様の反応器に，表10に示した配合で各成分を混合し，120℃で5時間反応させて，IRスペクトルにてイソシアネート基の消失を確認し，樹脂溶液を得た。なお，表中の単位はgである。」（段落【0208】）",
                    "「【表10】",
                    "」（段落【0209】）",
                    "「実施例17",
                    "（グラビアインキの調製と評価）",
                    "合成例20で得られた樹脂溶液120部と，ベータ型フタロシアニン顔料30部，ポリエチレンワックス3部，イソプロピルアルコール30部および酢酸エチル120部を混合し，横型サンドミルを用いて分散し，グラビア印刷インキを調製した。得られた印刷インキを酢酸エチルとイソプロピルアルコールの混合溶剤（質量比40：60）でザーンカップＮo．3で18秒に調整し，175線／インチのヘリオ版を使用したグラビア印刷機によりコロナ処理延伸ポリプロピレンフィルム及び，コロナ処理ポリエステルフィルムに印刷して50℃で乾燥し，印刷物を得た。得られた印刷物について，テープ接着試験による接着性，耐ブロッキング性を評価した。その結果を表11に示す。」（段落【0210】）",
                    "「（比較例8）",
                    "合成例21で得られた樹脂を用いて実施例17と同様にグラビアインキを作成し，評価した。評価結果を表11に示す。」（段落【0213】）",
                    "「【表11】",
                    "」（段落【0215】）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明1並びに本件発明1と甲1発明1との一致点及び相違点",
              "text": [
                "前記1及び上記(1)によれば，甲1発明1並びに本件発明1と甲1発明1との一致点及び相違点については，本件決定が認定したとおり（前記第2の3(2)）であると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1の容易想到性",
              "text": [
                "相違点1に係る本件発明1の構成（溶剤の種類の特定）が，甲1文献に接した本件優先日当時の当業者が容易に想到し得るものであることについては，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に係る本件発明1の構成は，ポリウレタンウレア樹脂の原料である二塩基酸としてバイオマス由来のセバシン酸を用いること，印刷塗膜中のバイオマス度を3～40質量％とすることであるところ，上記(1)によれば，甲1発明1は，低温安定性が良好であり，ノントルエン系の溶剤系における印刷適性，ラミネート強度，耐ブロッキング性及びレトルト適性の印刷物性がいずれも良好なポリウレタンウレア樹脂組成物の提供を課題とした，グリコールと二塩基酸との反応からなるポリエステルポリオールを含有するポリウレタンウレア樹脂組成物に関する発明であるといえるが，甲1文献には，ポリウレタンウレア樹脂組成物の原料をバイオマス由来のものとすることを直接的に示唆又は開示する記載は存しない（甲1）。",
                    "しかしながら，証拠（甲4，乙5ないし9）によれば，平成14年に政府の主導でバイオマスプラスチックの利用促進に向けた基本的な考え方が示されて以降，地球温暖化防止等の観点から，プラスチックや樹脂製品等の原料としてバイオマスを使用することが促進されるようになったこと，平成18年8月1日からはバイオマスを利用していると認定された製品にバイオマスマークを付す施策が開始され，平成24年8月1日からはその認定基準であるバイオマス度の下限値が10質量％とされたこと，バイオマスマークが付される対象となる製品には印刷インキも含まれることが認められ，これらの事情からすれば，本件優先日当時，印刷インキの技術分野においても，製品のバイオマス度を10質量％以上に高めることが一般的な課題とされていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，証拠（乙1，2，4）によれば，セバシン酸は，本件優先日当時，バイオマス由来のものが一般に知られていたことが認められる上，甲2文献には，印刷インキ等に用いるポリエステル樹脂の原料としてセバシン酸が挙げられ，セバシン酸は植物由来のものの入手が比較的容易である旨が記載されていること（甲2の段落【0031】），甲3文献には，印刷インキ等に用いるバイオポリウレタン樹脂の原料として植物由来のセバシン酸が挙げられ，セバシン酸はヒマシ油から生成される旨が記載されていること（甲3の段落【0025】）からすれば，本件優先日当時，印刷インキの技術分野において，樹脂の原料としてバイオマス由来のセバシン酸を用いることは，周知技術であったといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の各事情に加え，甲1文献には，甲1発明1のポリウレタンウレア樹脂の原料である二塩基酸としてセバシン酸が挙げられていること（甲1の段落【0016】）からすれば，この記載に接した当業者は，甲1発明1のグラビア印刷用ポリウレタンウレア樹脂組成物のバイオマス度を高めるための方法として，ポリウレタンウレア樹脂の原料の一つである二塩基酸としてバイオマス由来のセバシン酸を用いることを動機付けられるものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1文献に接した本件優先日時点における当業者は，甲1発明1のポリウレタンウレア樹脂の原料である二塩基酸としてバイオマス由来のセバシン酸を用い，同樹脂組成物のバイオマス度を10質量％以上に高めることを動機付けられるものといえるから，相違点2に係る本件発明1の構成を容易に想到し得たものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点3の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点3に係る本件発明1の構成は，ポリウレタンウレア樹脂のアミン価を1～13mgKOH／gとし，重量平均分子量を10，000～100，000とするというものであるところ，甲1文献には，甲1発明1のポリウレタンウレア樹脂について，「アミン価は1．0～13．0mgKOHであることが好ましく」，「重量平均分子量は10000～100000であることが好ましい」旨記載されている(甲1の段落【0020】及び【0022】)。",
                    "そうすると，相違点3に係る本件発明1の構成は，甲1発明1において予定されている範囲と全く同じものであるといえるから，相違点3は，実質的な相違点ではないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の点を措くとしても，甲1発明1のポリウレタンウレア樹脂の原料をバイオマス由来のものにしようとする当業者は，同樹脂のアミン価及び重量平均分子量について，まずは甲1文献に記載された上記の各数値範囲を参考として調製を試みるのが通常であると考えられる。",
                    "そうすると，甲1文献に接した本件優先日時点における当業者は，相違点3に係る本件発明1の構成を容易に想到し得たものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明1の効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書をみても，ポリウレタンウレア樹脂の原料としてバイオマス由来のセバシン酸を用いることによって，同樹脂のバイオマス度が高まる以上の効果を奏する旨の記載は存しない。また，印刷塗膜中のバイオマス度を3～40質量％とすることについても，「バイオマス度（顔料を含まない）は3～40質量％であればよく，バイオマス度が大きければ大きいほど，環境負荷低減に効果があり，好ましい。」（本件明細書の段落【0058】）とされているのみであり，バイオマス度の範囲を限定することによって何らかの効果が奏されるものとはうかがわれない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，ポリウレタンウレア樹脂のアミン価を1～13mgKOH／gとし，重量平均分子量を10，000～100，000とすることについては，上記(6)アで検討したとおり，これらの数値は甲1発明1において予定されている範囲と全く同じものであるといえる上，本件明細書をみても，これらの数値範囲を限定することによって，一定のインキ特性を維持する以上の効果を奏する旨の記載は存しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明1について，甲1発明1からは予測し得ない顕著な作用効果があるものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記第3の1〔原告の主張〕(1)について",
                  "text": [
                    "原告は，ポリウレタンウレア樹脂の重量平均分子量及びアミン価は対象となるポリマーの原料の構成と一体不可分の関係にあるなどとして，相違点2及び3に係る構成について，一まとまりの技術的思想を表す一体不可分のものとして併せて容易想到性を判断すべきである旨主張する。",
                    "しかしながら，ポリウレタンウレア樹脂を合成する際の有機ジアミンの量によってアミン価を調整することが可能であることは，本件優先日当時の技術常識であったと認められる。また，ポリウレタンウレア樹脂の合成には多くの成分が関係するのであるから，ポリウレタンウレア樹脂の重量平均分子量及びアミン価が，二塩基酸以外の成分や合成条件によっても変化することは明らかである。そうすると，ポリウレタンウレア樹脂において，重量平均分子量及びアミン価が二塩基酸の種類と一体不可分の関係にあるということはできないから，相違点2及び3に係る構成について，一まとまりの技術的思想を表す一体不可分のものとして，これを相違点Aとして併せて容易想到性を判断する必要はないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "同〔原告の主張〕(2)アについて",
                  "text": [
                    "原告は，相違点2について，甲1文献にはバイオマス由来の原料を用いることについて記載も示唆もないこと，バイオマス由来の原料を用いると印刷インキとしての性能が低下することが広く知られていたことなどから，当業者はポリウレタンウレア樹脂の原料をバイオマス由来のものに置き換えることを着想しない旨主張する。",
                    "確かに，甲 1 文献には，バイオマス由来の原料を用いることに関する記載は存しない。また，甲3文献には，バイオマスポリマーについて，用途によっては従来の石油系のポリマーと比較して物性面が十分であるといい難い場合がある旨記載されている（甲3の段落【0002】）。",
                    "しかしながら，上記(5)アで検討したとおり，本件優先日当時，印刷用インキの分野においても，製品のバイオマス度を10質量％以上に高めることが一般的な課題とされていたといえることからすれば，甲1文献にバイオマス由来の原料を用いることに関する記載が存しないからといって，当業者が甲1発明1のポリウレタンウレア樹脂組成物の原料をバイオマス由来のものに置き換えることを動機付けられないということはできない。また，バイオマス由来の成分を用いることによってポリウレタンウレア樹脂組成物のインキ性能が一定程度損なわれることがあるとしても，当業者としては，これを補うために各成分の配合量の調整等を試みるのが通常であるといえることからすれば，甲1発明1のポリウレタンウレア樹脂組成物の原料をバイオマス由来のものに置き換えようとすることが阻害されるものではないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "同〔原告の主張〕(2)イ(ア)・(イ)について",
                  "text": [
                    "原告は，相違点2について，①印刷インキの分野においては，ポリウレタン系樹脂をバイオマス由来のものとする常套の手段としてバイオマス由来のジオール等を用いることが技術常識となっていること，②アジピン酸にはバイオマス由来のものが存在する一方で，セバシン酸には石油由来の原料から製造されるものも存在することを理由に，当業者が，多数のポリウレタンウレア樹脂の原料の中から置換えの対象として二塩基酸を選択し，更にアジピン酸ではなくバイオマス由来のセバシン酸を選択することが容易であるとはいえない旨主張する。",
                    "しかしながら，上記①については，上記(5)ウ及びエで検討したとおり，甲1文献の段落【0016】に甲1発明1のポリウレタンウレア樹脂の原料である二塩基酸としてセバシン酸が挙げられていることに加え，本件優先日当時，印刷インキの技術分野において，樹脂の原料としてバイオマス由来のセバシン酸を用いることは周知技術であったと認められることからすれば，ポリウレタン系樹脂をバイオマス由来のものとする手段としてバイオマス由来のジオール等を用いることが広く知られていたとしても，甲1発明1のポリウレタンウレア樹脂の原料をバイオマス由来のものに置き換えようとする当業者が，置換えの対象として二塩基酸であるセバシン酸を選択することを動機付けられないということはできない。",
                    "また，上記②については，証拠（甲23，24）によれば，アジピン酸にはバイオマス由来のものも存在することが認められるものの，上記(5)ウで検討したとおり，本件優先日当時，セバシン酸はバイオマス由来のものが一般に知られており，入手も比較的容易であったということができる一方で，バイオマス由来のアジピン酸がバイオマス由来のセバシン酸のように入手することが容易であったことをうかがわせる証拠は存しないことからすれば，当業者が甲1発明1のポリウレタンウレア樹脂の原料としてバイオマス由来のアジピン酸ではなくバイオマス由来のセバシン酸を選択することは，自然なことであるというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "同〔原告の主張〕(2)イ(ウ)について",
                  "text": [
                    "原告は，相違点2について，①甲1文献の段落【0016】には二塩基酸が網羅的に例示されているにすぎない上，二塩基酸ではないものも記載されていること，②甲1文献に記載された実施例はいずれもアジピン酸を用いたものであること，③甲1の請求項1に係るポリウレタンウレア樹脂組成物はMPO及びMPDを共に含むジオールを構成に含むものであり，甲1文献においてかかるジオールと反応させる二塩基酸として具体的に示されているのはアジピン酸のみであることを理由に，同段落において具体的に開示されているのはアジピン酸のみである旨主張する。",
                    "しかしながら，上記①については，確かに，甲1文献の段落【0016】に二塩基酸として例示されているもののうちトリメリット酸及びピロメリット酸は二塩基酸ではないものの，甲1文献全体をみれば，当業者は，これらが誤って記載されたものと理解することができるといえる上，同段落においては，多数の二塩基酸のうち14種類のみが例示されていることからすれば，当業者は，同段落に記載されている二塩基酸はいずれも甲1発明1のポリウレタンウレア樹脂組成物の原料として用いることができると理解するものと考えられる。そうすると，甲1文献においては，段落【0016】において，ポリウレタンウレア樹脂の原料として用いることができる二塩基酸としてセバシン酸が明示的に開示されているというべきであるから，原告が指摘する上記②及び③の点を考慮しても，上記(5)エで検討したとおり，同段落の記載に接した当業者は，甲1発明1のポリウレタンウレア樹脂組成物のバイオマス度を高めるための方法として，原料の一つである二塩基酸としてセバシン酸を用いることを動機付けられるものといえる。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "同〔原告の主張〕(2)イ(エ)について",
                  "text": [
                    "原告は，相違点2について，甲1文献の段落【0017】の記載からすれば，段落【0016】に記載された二塩基酸のうち炭素数が最大であるセバシン酸は，甲1発明1の課題の一つでもある環状ジエステルの溶出が生じ得る好ましくない二塩基酸であると把握されるから，当業者がセバシン酸を用いようとすることは考え難い旨主張する。",
                    "しかしながら，甲1文献の段落【0017】には，ポリエステルポリオールの炭素主鎖が長い方が環状ジエステルの生成が容易となることからアジピン酸が好ましい旨が記載されているにとどまり，アジピン酸よりも炭素主鎖が長い二塩基酸を用いた場合に，どの程度の環状ジエステルが生成されるかや，それが直ちに許容することができない程度の量であるかなどの点について，具体的に記載されているものではない。また，証拠（甲1）によれば，甲1文献においては，段落【0017】以外に，環状ジエステルの生成に関する具体的な記載は存しない上，実施例に係る各実験においても，環状ジエステルの生成に関する具体的な検証が行われた形跡はないことが認められる。これらの事情を考慮すると，甲1文献の段落【0017】の記載に接した当業者が，二塩基酸としてセバシン酸を選択すると，甲1発明1の課題を解決することができない程度の環状ジエステルが生成されると理解するものとは考え難いから，同段落の記載をもって，当業者がセバシン酸を選択することを動機付けられなくなるとか，セバシン酸を選択することが阻害されるなどということはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "同〔原告の主張〕(2)ウ(ア)について",
                  "text": [
                    "原告は，相違点2について，甲2文献に記載された発明はポリエステル樹脂やこれを原料として用いた特定の構成のポリウレタン樹脂の発明であることなどから，当業者は甲2文献の段落【0031】の記載が甲1発明1のポリウレタンウレア樹脂に当てはまると理解することはできない旨主張する。",
                    "しかしながら，上記(5)ウで検討したとおり，甲2文献の段落【0031】の記載については，印刷インキの技術分野においては樹脂の原料としてバイオマス由来のセバシン酸を用いることが周知技術であったといえることに関する一事情として考慮するにすぎないところ，甲2文献に記載された発明が，甲1発明1とは異なり，ポリウレタン樹脂に関するものであることは，上記考慮の妨げとなるものではないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "同〔原告の主張〕(2)ウ(イ)について",
                  "text": [
                    "原告は，相違点2について，甲2文献の実験例に関する記載に接した当業者は，甲1発明1において必須の構成とされているMPDを含有しない実施例17ではなく，これを含有する比較例8を参考にするはずであるところ，比較例8にはラミネート強度及び耐ブロッキング性が損なわれてしまうという実験結果が示されているから，甲2文献に接した当業者は，甲1発明1においてバイオマス由来のセバシン酸を採用すると，甲1発明1の課題を解決することができない方向への改変をもたらすと理解するものといえる旨主張する。",
                    "しかしながら，甲2文献によれば，比較例8は，甲1発明1において必須の構成とされているMPOを含有しておらず，この点において，実施例17と異なるものではないというべきであるから（甲2の段落【0162】ないし【0164】，【0208】ないし【0210】，【0213】），比較例8の実験結果は，甲1発明1のポリウレタンウレア樹脂組成物の原料としてバイオマス由来のセバシン酸を配合すると印刷インキの性能が低下するということを直接的に示すものではないというべきである。そうすると，甲2文献の比較例8の記載に接した当業者が，甲1発明1のポリウレタンウレア樹脂組成物の原料としてバイオマス由来のセバシン酸を用いることを動機付けられなくなるものではないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "同〔原告の主張〕(2)ウ(ウ)について",
                  "text": [
                    "原告は，相違点2について，甲3文献に記載された発明はバイオポリウレタン樹脂に関するものであることなどから，植物由来のカルボン酸成分としてセバシン酸を挙げる甲3文献の段落【0025】の記載は甲1発明1と前提が異なる旨主張する。",
                    "しかしながら，上記(5)イで検討したとおり，甲3文献の段落【0025】の記載については，印刷インキの技術分野においては樹脂の原料としてバイオマス由来のセバシン酸を用いることが周知技術であったといえることに関する一事情として考慮するにすぎないところ，甲3文献に記載された発明が，甲1発明1とは異なり，バイオポリウレタン樹脂に関するものであることは，上記考慮の妨げとなるものではないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "同〔原告の主張〕(2)エ(ア)・(イ)について",
                  "text": [
                    "原告は，相違点2について，①本件決定が甲1発明1に「ポリウレタンウレア樹脂組成物の原料としてバイオマス由来成分を使用する」という構成を付加した上で容易想到性を判断した手法に誤りがある，②本件決定の論理は「容易の容易」の場合に相当する旨主張する。",
                    "しかしながら，上記(5)で検討したとおり，本件優先日当時，印刷インキの技術分野においては，製品のバイオマス度を10質量％以上に高めることが一般的な課題とされていたものであり，当業者は，このような状況の下で，甲1発明1のポリウレタンウレア樹脂組成物の原料としてバイオマス由来の成分を用いることを動機付けられるものであり，その上で，当該成分としてバイオマス由来のセバシン酸を用いることを動機付けられるものといえるところ，このような検討の内容に照らすと，甲1発明1に原告が主張するような構成を付加して容易想到性を判断しているものではなく，また，その論理がいわゆる「容易の容易」の関係に立つものでもないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "同〔原告の主張〕(3)について",
                  "text": [
                    "原告は，相違点3について，甲1文献に記載されているアミン価及び重量平均分子量は石油由来の原料を用いたポリウレタンウレア樹脂を前提とするものであること，甲1発明1においてはポリウレタンウレア樹脂の原料としてMPO及びMPDを含むジオールを用いることが必須の要件とされていること，相違点3に係る構成を採用することと相違点2に係る構成を採用することとは技術的観点からみて両立しないことなどを理由に，相違点3に係る本件発明1の構成を採用することは容易ではない旨主張する。",
                    "しかしながら，原告の上記主張は，相違点2及び相違点3に係る構成について，一まとまりの技術的思想を表す一体不可分のものとして，併せて容易想到性を判断すべきであるとの主張を前提とするものと解されるところ，上記アで検討したとおり，そのように判断すべき必要はないから，上記主張は，その前提を欠くというべきである。また，そもそも，相違点3は，実質的な相違点ではないというべきであり，この点を措くとしても，甲1文献に接した本件優先日当時の当業者は，相違点3に係る本件発明1の構成を容易に想到し得たといえることは，上記(6)で検討したとおりである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "同〔原告の主張〕(4)について",
                  "text": [
                    "原告は，本件発明1はバイオマス由来成分を十分に含有して環境負荷を低減しつつ裏刷り印刷に必要な諸特性を兼ね備えるという高度な性能バランスを実現しており，甲1発明1にない有利な効果を有する旨主張する。",
                    "しかしながら，上記(7)で検討したとおり，本件明細書をみても，本件発明1について，甲1発明1からは予測し得ない顕著な作用効果があるものとは認められない。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，本件発明1は甲1発明1に対する進歩性を欠くとした本件決定の判断に誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（本件発明1の甲1発明2に対する進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明2並びに本件発明1と甲1発明2との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1及び前記2(1)によれば，甲1発明2並びに本件発明1と甲1発明2との一致点及び相違点については，本件決定が認定したとおり（前記第2の3(3)）であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，ポリウレタンウレア樹脂の重量平均分子量及びアミン価は，いずれもポリマーの物性値であり，対象となるポリマーの原料の構成と一体不可分の関係にあるから，対象となるポリマーから重量平均分子量の数値のみを切り離し，かかる数値を採用することの容易想到性を判断するのは誤りである旨主張する。",
                    "しかしながら，上記2(8)アで検討したとおり，ポリウレタンウレア樹脂において，重量平均分子量及びアミン価が二塩基酸の種類と一体不可分の関係にあるということはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4の容易想到性",
              "text": [
                "相違点4は，相違点2と実質的に同じ内容であるといえるところ，前記2(5)で検討したところに照らせば，甲1文献に接した本件優先日時点における当業者は，相違点4に係る本件発明1の構成を容易に想到し得たものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は甲1発明2に対する進歩性を欠くとした本件決定の判断に誤りはないから，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（本件発明2の甲1発明3に対する進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明3並びに本件発明2と甲1発明3との一致点及び相違点",
              "text": [
                "前記1及び前記2(1)によれば，甲1発明3並びに本件発明2と甲1発明3との一致点及び相違点については，本件決定が認定したとおり（前記第2の3(4)）であると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5の容易想到性",
              "text": [
                "相違点5は，相違点1ないし4と実質的に同じ内容であるといえるところ，前記2及び3で検討したところに照らせば，甲1文献に接した本件優先日時点における当業者は，相違点5に係る本件発明2の構成を容易に想到し得たものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明2は甲1発明3に対する進歩性を欠くとした本件決定の判断に誤りはないから，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，本件決定が，本件各発明について，甲1発明1ないし3に基づいて当業者が容易に発明することができたものであり，特許法29条2項の規定により特許を受けることができないと判断したことに誤りはない。",
            "よって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}