{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原決定を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成30年1月1日から支払済みまで年5パーセントの割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(用語は原判決の例による。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「携帯電話，Rバッジ，受信装置」とする特許第4789092号(本件特許)に係る本件特許権を有する控訴人が，原判決別紙物件目録記載の各スマートフォン(被告製品)は，本件特許の特許請求の範囲の請求項1に係る発明の技術的範囲に属し，被控訴人は被告製品を製造・販売等することにより本件特許権を侵害したとして，民法709条に基づき，損害額の一部である1億円及びこれに対する不法行為の日以後(最後の出荷日の後の日)である平成30年1月1日から支払済みまで民法(平成29年法律第44号による改正前のもの)所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原審が，本件特許は，乙11(特開平11-55246号公報)に係る発明に対して進歩性を欠き，また，乙16(特開2001-245354号公報)に係る発明との関係で拡大先願違反にも当たるから無効であるとして控訴人の請求を棄却したので，控訴人が控訴をする一方，本件特許につき訂正審判を申し立て，訂正を認める旨の審決を得た。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "下記(1)以下のとおり訂正するほか，原判決「事実及び理由」「第2」の2項(原判決2頁12行目から5頁20行目まで)に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "2頁23行目に「特願2002-582451」とあるのを「特願2002-584251」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "5頁20行目の末尾に改行して次のとおり加える。",
                "「(8)  控訴人は，令和2年3月6日，本件特許につき訂正審判(訂正2020-390021号)を請求した(3度目の訂正審判請求であり，以下「第三次訂正請求」という。)。",
                "請求項1に関する訂正の趣旨は，構成要件Cを次のとおり訂正するものである(訂正による挿入個所を下線で示す。訂正後の請求項1の発明を「本件訂正発明」という。)。",
                "C´前記トリガ信号に応答して，RFIDインターフェースを有するRバッジに対してRバッジを一意に識別できる識別情報を要求する要求信号を送信する送信手段と，"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "第三次訂正請求に対し，令和2年6月30日，訂正を認める旨の審決がなされ，その後確定した。",
                "その審判手続の中で，控訴人及び被控訴人の双方から特許庁に対する情報提供が行われたことを受けて，特許庁は，上記審決の中で，乙11発明に基づく進歩性欠如及び乙16発明に基づく拡大先願違反の有無を独立特許要件として検討し，いずれの点においても独立特許要件を充たす旨判断した。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決「事実及び理由」「第2」の3項(原判決5頁21行目から6頁8行目まで)に記載のとおりであるからこれを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "当事者の主張",
          "text": [
            "下記「第3」「第4」のとおり付加するほか，原判決「事実及び理由」「第3」(原判決6頁9行目から33頁22行目まで)に記載のとおりであるからこれを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当審における控訴人の主張",
      "content": [
        {
          "fig": "1",
          "subject": "構成要件充足性について",
          "text": [
            "原審における主張に対し，以下のとおり補充する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第三次訂正請求が認められたことを踏まえての主張",
              "text": [
                "被告製品においては，ICカード(ＮFC)の固有IDの送受信によって認証を行っているから，本件訂正発明の構成要件も充足する。",
                "(2)「(被保護情報に対する)アクセス」について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，本件訂正発明の目的を，金銭的価値のある情報等の不正使用を確実に防止することにあるとし，その上で，被告製品に格納されている金銭的価値のある情報(電子マネーの情報等)は画面ロック状態であっても使用可能であるから，被告製品において画面ロックを継続するか解除するかは金銭的価値のある情報等の不正使用の防止とは関係がなく，よって，被告製品における「画面ロック解除制御手段」は本件訂正発明の「アクセス制御手段」に該当しない旨主張する。",
                    "しかしながら，被告製品の電子マネー機能は，画面ロック状態のまま，店舗などの支払場所に設置されたリーダライタに被告製品をかざすことにより代金の決済をするものであって，RFIDインターフェースを有するRバッジを利用しないから，本件訂正発明と関係のない機能である。また，被控訴人の主張は，本件訂正発明の目的や「被保護情報」の意義を理由なく限定するものである点においても失当である。",
                    "そこで，以下，これらの点を中心に被告製品の「画面ロック解除制御手段」が本件訂正発明の「アクセス制御手段」に相当することについて補足して論ずる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明の構成要件Bは，「被保護情報に対するアクセス要求」として受け付けるトリガ信号として，①「当該携帯電話のスイッチを押すことで生成されるトリガ信号」と，②「リーダライタから送信されるトリガ信号」とを並列している。つまり，本件訂正発明には，「構成要件Bに関し上記①の態様を備え，かつ，構成要件A，C～Fの構成を備える携帯電話」(携帯電話①)，又は，「構成要件Bに関し上記②の態様を備え，かつ，構成要件A，C～Fの構成を備える携帯電話」(携帯電話②)の2つの態様が含まれる。",
                    "被告製品の電子マネー機能は，店舗のレジ等に備えられたリーダライタとの間の信号の送受信によって決済を行うものであって，上記②の態様に属するが，認証に当たってRFIDインターフェースを有するRバッジを利用しないから，構成要件C～Fの構成を備えず，本件訂正発明と関係しない。控訴人が原審以来主張しているのは，被告製品は，本件前提条件の下では，電源キーを押すことでトリガ信号が生成され，これが被告製品の画面ロックの解除に向けた信号となり，格納された被保護情報(電話帳やメール等のデータ)に対するアクセス要求として受け付けられる，という点において，被告製品は上記「携帯電話①」に相当し，本件訂正発明の技術的範囲に属する，ということである。したがって，被告製品が，電子マネー機能を使用する場面では本件訂正発明の構成要件を充足しないとしても，そのことは，本件前提条件の下において，本件訂正発明の技術的範囲に属することを左右しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，金銭的価値のあることが「被保護情報」の必須の要素であるかのような主張をしている。",
                    "しかしながら，本件訂正発明の「被保護情報」は，「当該携帯電話の所有者が第三者による閲覧や使用を制限し，保護することを希望する」情報として定義されており，金銭的価値のある情報等に限定解釈する理由は全くない。明細書においても，保護の対象となる情報として「個人情報」と「金銭的価値のある情報」とを並列し【0009】，その例として「電子マネー」等のほかに「私的な住所録やドキュメント，画像データ」【0028】も挙げているから，「被保護情報」を「金銭的価値のある情報」に限定解釈することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "スマートフォンで電子マネー決済をするためには，電子マネーの残高確認や各種設定をする機能を備えるアプリをスマートフォン上で操作する必要があるが，被告製品は，本件前提条件の下では，画面ロック状態においてそれらの操作ができない。また，被告製品は，本件前提条件の下では，画面ロック状態において電話帳やメールデータなどの被保護情報へのアクセスが許可されていない。これに対し，信頼できる端末として登録されたＮFCインターフェースを有するICカードを被告製品にかざすことによって画面ロックが解除され，当該被保護情報へのアクセスが許可されるから，被告製品の画面ロック解除制御手段は，構成要件Eが規定するアクセス制御手段に相当する。したがって，被告製品は構成要件Eを充足する。",
                    "(3)「所定時間」について",
                    "被告製品の画面ロック解除制御手段は，画面ロックが解除されて被保護情報へのアクセスが可能になった後，無操作状態が所定時間経過すると画面を消灯し，いったん画面が消灯すると，電源キーを再び押してロック画面を表示しても画面ロックを解除しない限り当該被保護情報にアクセスすることはできないように制御している。これを逆にいうと，画面ロック解除制御手段は，画面が消灯するまでの間(所定時間)，被保護情報にアクセスすることができるように制御している。したがって，被告製品は，構成要件Fを充足する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "乙11に基づく進歩性の欠如について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の技術的意義について",
              "text": [
                "本件発明は，RFIDインターフェースを用いて送受信するRバッジ(RFタグ)の固有IDを利用すればRバッジの特定が容易に行えることに着目し，携帯電話にパスワードを入力することによる本人認証に代替させて，RFIDインターフェースのもとでRバッジの固有IDを用いて本人認証を行う構成としたところに，技術的意義を有する。この構成により，携帯電話をRバッジにかざすという単純な操作でありながら，パスワードの改ざんや漏洩による不正利用のおそれが少ない，という優れた携帯電話の本人認証方式が得られる。そして，「Rバッジを一意に識別し得る識別情報」というRFIDインターフェースの特色を，携帯電話の正当な使用者を認証するために用いるという着想は，RFIDインターフェースの本来的な利用方法からは想定されない控訴人の創意であり，周知技術又は慣用技術ではなかった。",
                "本件訂正発明においては，構成要件CがC´のとおり訂正されたことにより，固有IDを用いることが更に明確となった。以下，本件訂正発明を前提に論じる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "通信方式及び認証方式に係る相違点について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明のRFIDインターフェースは，上記(1)のとおり，携帯電話が，Rバッジの固有IDを受信するものである。これに対し，乙11記載の発明においては，携帯電話がIDカードから無線通信によってデータを受け取るとされているものの，無線通信の方式として，RFIDインターフェースを用いてRバッジの固有IDを読み取ることに対する記載も示唆もない。",
                        "また，本件訂正発明においては，携帯電話に予め記録された識別情報と，Rバッジから受信した固有IDとの照合によって，本人認証を行っている。これに対し，乙11記載の発明は，携帯電話の不正使用を防止するため，入力されたパスワード，IDカードに予め記憶させたデータ，携帯電話に予め記憶させたデータという3種のデータの演算処理によって，本人認証を行っている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "よって，通信方式及び認証方式に関して，次の相違点1を認定すべきである。",
                        "【相違点1】",
                        "本件訂正発明は，",
                        "RFIDインターフェースを有する携帯電話であって，当該携帯電話のスイッチを押すことで生成されるトリガ信号又はリーダライタから送信されるトリガ信号に応答して，RFIDインターフェースを有するRバッジに対してRバッジを一意に識別できる識別情報を要求する要求信号を送信する送信手段と，前記Rバッジより識別情報を受け取って，該受け取った識別情報と当該携帯電話に予め記録してある認証するために必要な識別情報との比較を行う比較手段と，前記比較手段による比較結果に応じて前記受付手段で受け付けた前記アクセス要求を許可または禁止するアクセス制御手段とを備える。",
                        "これに対し，",
                        "乙11記載の発明は，",
                        "IDカードと無線通信はするものの，携帯電話及びIDカードがRFIDインターフェースを有するものではなく，",
                        "当該携帯電話の電源を投入したときにIDカードを一意に識別できる識別情報ではないデータ9を要求する電波信号Aを送信する送信手段と，",
                        "前記IDカードよりデータ9を受け取って，当該データ9と携帯電話に記録されたデータ11及び電波信号Aの送信と同時に当該携帯電話の使用者に入力を求めて入力されたパスワードの三者が一定の関係を有するか否かを比較する比較手段と，",
                        "一定の関係があると確認できたときに当該携帯電話を使用可能にする制御手段を備える。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1が容易想到でないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点を克服する動機付けがないこと",
                      "text": [
                        "乙11記載の発明は，携帯電話の不正使用を防止するため，入力されたパスワード，IDカードに予め記憶させたデータ，携帯電話に予め記憶させたデータという3種のデータの演算処理によって，使用者を認証するとの構成をとっている。この認証方式を，Rバッジの固有IDを用いた認証によって代替させようとすると，3種のデータの演算処理により照合を行うという乙11記載の発明の認証方式の本質的な構成を消滅させてしまうことになるから，そのような代替をする動機付けも必然性もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙12の記載事項の適用によって本件訂正発明の構成に至るものではないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙12記載の発明は，識別ユニットの有するキーコードとの照合によって認証を行うものであるが，そのキーコードは利用者が任意に登録するものであってパスワードの一種にすぎず，識別ユニットに固有のものではないから，乙11記載の発明の認証方式に替えて乙12記載の認証方式を採用しても，本件訂正発明の構成には至らない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙11記載の発明は，パスワードによる認証は携帯電話の不正使用の防止のために十分ではないという課題を解決するため，3種のデータの演算処理による照合という認証方式を採用したものである。かかる構成により課題が解決されて所望の効果を奏している以上，この方式を，パスワードよりは複雑であるにしても，パスワードの延長線上にある乙12記載の識別コードによる認証方式に代替させる動機付けはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "むしろ，乙11記載の発明に乙12記載の発明を適用すると，3種のデータに所定の関係があるときは認証することを特徴とする乙11記載の発明が，二つのキーコードが一致するときに発信処理を行う発明に変容し，乙11記載の発明が解決すべき課題であるとする従来技術になってしまう。すなわち，乙11記載の発明に乙12記載の発明を適用することには，阻害要因がある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "RFID自体が本件特許出願当時に周知技術であったとしても，本件訂正発明のように，RFタグの固有IDによりRFタグを一意に識別できることに着目し，Rバッジ(RFタグ)の固有IDを従来のパスワードに代替させ，携帯電話の本人認証のために用いる技術は存在しなかった。このようなRFID技術の利用を開示する公知例が存在しないにもかかわらず，それが容易であったとするのは，事後分析であるとのそしりを免れない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "認証状態の継続・終了に関する相違点について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明は，Rバッジから受信した固有IDとの照合による本人認証がなされてから所定時間が経過するまでは，認証状態が継続するものである。これに対し，乙11記載の発明は，IDカードから所定の条件を満たすデータ9の受信がある限り認証状態を継続するというにすぎず，これをもって，所定「時間」ということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙11記載の発明は，電源を最初に投入すると計時を開始するものであって，3種のデータの関係性を確認し携帯電話を使用可能にした時点からの計時を行わない。このため，本件訂正発明の構成Fの「前記アクセス要求が許可されてから所定時間が経過するまでは前記被保護情報へのアクセスを許可する」ものではない。所定時間の計時の開始時点をいつにするかは情報処理アルゴリズムにおいて極めて重要な要素であり，電源が投入されてから携帯電話が使用可能になるまでの時間が通常人の感覚では短いからといって，コンピュータの高クロック周波数に基づく情報処理の観点からいえば短時間とすることはできないから，計時の開始時点の相違は重要である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙11記載の発明では，電源投入後の一定時間経過後，すなわち2回目の電波信号送信の時点では，3種のデータの関係性を何ら確認していないから，この時点を「所定時間」の終了点であるとすることもできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，認証状態の継続・終了に関して，次の相違点2を認定すべきである。",
                        "【相違点2】",
                        "本件訂正発明は，アクセス制御手段が比較手段でアクセス要求を許可するという比較結果が得られた場合は，アクセス要求が許可されてから所定時間が経過するまでは被保護情報へのアクセスを許可するものである。",
                        "これに対し，",
                        "乙11記載の発明は，",
                        "IDカードから受け取ったデータ9と携帯電話に記憶されたデータ11及び入力されたパスワードの三者が一定の関係を有するという比較結果が得られると携帯電話を使用可能にし，その後，一定の時間ごとに前記データ11を書き換え，同時に前記IDカードに対して電波信号Aを送信し，前記IDカード内のデータ9を書き換え，一定時間ごとに前記IDカードに対してデータ9の送信を要求し，前記IDカードより前記データ9を受け取って，該受け取ったデータ9，データ10(パスワードの値に等しいデータ)及び前記データ11の三者を比較し，該三者が一定の関係を有するときは使用可能にし，",
                        "一定の関係を有しないときまたはデータ9を受信しないときは自動的に電源を切り使用不可能にするものであって，",
                        "電源が投入されてからの時間を計時はするものの，識別情報を比較した結果が一致した時点からの所定時間を計時せず，所定時間が経過するまで携帯電話を使用可能とするものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2が容易想到でないこと",
                  "text": [
                    "乙11記載の発明は，一定時間ごとにIDカードと通信し，新たにIDカードから受信したデータ及び先に入力されたパスワードのデータと当該携帯電話に記憶していたデータの三者を演算処理し，その演算結果が所定の条件を満たす場合に，携帯電話の継続的使用を可能とするものである。",
                    "この携帯電話の継続使用を可能とするために，「入力されたパスワードをデータ10として記憶しておき，携帯電話に記憶するデータ11を定期的に変更し，データ10及びデータ11と所定の関係を有するように演算したデータ9をIDカードに送信し，再びIDカードから受信したデータ9がデータ10(パスワード)とデータ11と所定の関係となることを確認する」という構成としている。この構成は，IDカードとの通信を継続させる手段である(所定の関係がなくなれば，電源が自動的に切れてしまう。)。仮に，この構成に代えて，本件訂正発明に至るように所定時間を計時する構成に変更しようとすると，3つのデータを用いて演算することを発明の骨子とする乙11記載の発明そのものが成り立たなくなる。",
                    "したがって，認証状態の継続・終了に関し，乙11記載の発明の構成から本件訂正発明の構成に想到することは容易でない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "乙16に基づく拡大先願違反(争点3-3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明の技術的意義について",
              "text": [
                "上記2(1)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "通信方式及び認証方式に係る実質的同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "通信方式",
                  "text": [
                    "乙16記載の発明においては，携帯電話機10とロック解除装置20とは，電波の到達距離が1m程度に調整された無線通信機能を有するとされている。",
                    "これに対し，本件訂正発明のRFIDインターフェースは，RFタグの固有IDを読み取るシステムと定義されるものである。",
                    "したがって，両者は明らかに異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認証方式",
                  "text": [
                    "乙16記載の発明においては，携帯電話機がロック解除装置から受信する情報は「認証演算結果」であり，その「認証演算結果」は，あらかじめ書き込まれた「特定の使用者を示すID情報」と携帯電話機が生成した「ロック解除コード」に基づくものである。このような乙16記載の発明で比較している演算結果は「特定の使用者を示すID情報」，すなわち従来のパスワードに相当するものにすぎず，ロック解除装置を一意に識別できる識別情報ではない。",
                    "これに対し，本件訂正発明においては，携帯電話が，Rバッジを一意に識別できる識別情報である固有IDを受信し，これを携帯電話に予め記録してある固有IDと比較することによって，認証を行う。",
                    "したがって，両者は明らかに異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "認証状態の継続・終了に係る実質的同一性について",
              "text": [
                "乙16記載の発明においては，一連の操作(例えば電話の発信)が携帯電話機に対して行われると個人認証が行われ，個人認証が完了すると当該操作(電話の発信)とこれに基づく処理(通話の継続)のみが可能になるが，当該処理の継続中又は終了後に他の処理を行うことはできず，また，「所定時間」を計測してその間は携帯電話機の情報に対するアクセス等の操作を許可するものでもない。",
                "これに対し，本件訂正発明においては，「所定時間」を計測してその経過前は携帯電話機の情報に対するアクセスを許可するものである。",
                "したがって，両者は明らかに異なる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "技術的意義・発明思想の根本的差異",
              "text": [
                "乙16記載の発明においては，所定のID情報(パスワード)だけではセキュリティに不安があるので，別にロック解除装置を要し，携帯電話とロック解除装置の双方で当該ID情報を用いた認証演算を行って双方の演算結果を比較する，という認証方式をとることに発明の本質がある。",
                "これに対し，本件訂正発明の技術的意義は上記(1)のとおりである。",
                "したがって，両者は技術的意義・発明思想において全く異なる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当審における被控訴人の主張",
      "content": [
        {
          "fig": "1",
          "subject": "構成要件充足性について",
          "text": [
            "(1)「(被保護情報に対する)アクセス」について",
            "本件訂正発明の目的は，金銭的価値のある情報等の不正使用を確実に防止することにあるから，構成要件Eの「アクセス制御手段」の意義は，金銭的価値のある情報等の不正使用を防止するのに資する手段となるように解釈すべきである。",
            "しかるに，被告製品に格納されている金銭的価値のある情報の代表的なものは，電子マネーの情報や定期券・乗車券のデータであるが，かかる情報・データは画面ロック状態であっても利用可能である。したがって，被告製品において画面ロックを継続するか解除するかは，おサイフケータイ等の金銭的価値のある情報等の不正使用の防止とは関係がない。",
            "よって，被告製品における「画面ロック解除制御手段」は，本件訂正発明の目的(盗難や紛失に伴う不正使用の防止)に資する手段ではなく，本件訂正発明の「アクセス制御手段」には含まれない。",
            "(2)「所定時間」について",
            "上記(1)のとおり，被告製品における「画面ロック解除制御手段」は本件訂正発明の「アクセス制御手段」に該当しないから，被告製品において，画面ロック解除がなされてから一定時間が経過するまでは画面ロック解除状態にあることは，本件訂正発明の「アクセス要求が許可されてから所定時間が経過するまでは前記被保護情報へのアクセスを許可する」に該当しない。また，被告製品においては，電話の受信時に発信者番号と電話帳のデータを照合して発信者名を画面に表示することや，PCと接続してPC側から被告製品内部のデータを操作することは，画面ロック状態(すなわち，画面ロック解除状態が終了した後)においても可能であるから，仮にこれらの表示や操作を「アクセス」に含めたとしても，「アクセス」の「許可」は「所定時間が経過するまで」の間に限られているものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明の無効について",
          "text": [
            "原審で主張したのと同様の理由により，本件訂正発明も，本件発明と同様に，乙11発明との関係で進歩性を欠き，拡大先願に当たる乙16発明と実質的に同一であるから，無効である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "被告製品の構成について",
          "text": [
            "被告製品の構成については争いがあるが，概ね以下のような構成を有しているものと認められる。"
          ],
          "content": [
            {
              "fig": "a",
              "text": [
                "ＮFCインターフェースを有するスマートフォンである。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "当該スマートフォンの電源キーを押すことで生成されるトリガ信号(ロック画面表示信号)を受信し，画面ロック解除プロセスを実行するプログラムに対して，当該トリガ信号を画面ロック解除の要求として受け付けて当該プログラムに受け渡す受付手段を備える。"
              ]
            },
            {
              "fig": "c",
              "text": [
                "前記トリガ信号(ロック画面表示信号)に応答して，ＮFCインターフェースを有するICカードに対して固有の識別情報を要求する信号(ＮFCの信号)を送信する送信手段を備える。"
              ]
            },
            {
              "fig": "d",
              "text": [
                "背面にかざされたICカードに記憶された固有の識別情報を受信し，その識別情報を用いて，当該ICカードが信頼できる端末として登録されたICカード(登録済ICカード(ＮFC))であるか否かの比較を行う比較手段を備える。"
              ]
            },
            {
              "fig": "e",
              "text": [
                "前記比較手段の比較の結果に応じて，画面ロックを解除し，または画面ロックを継続する画面ロック解除制御手段を備える。"
              ]
            },
            {
              "fig": "f",
              "text": [
                "前記画面ロック解除制御手段は，前記比較手段で画面ロックを解除するという比較結果が得られた場合(登録済ICカード(ＮFC)であると判定された場合)は，画面ロックが解除された後，無操作状態が一定期間継続すると画面が消灯し，データにアクセスすることができなくなる。別の言い方をすると，画面ロックが解除された後，無操作状態が一定期間継続しない限り，画面を介して操作をすることができる(原判決別紙「被告製品説明書」1(原告の主張)(1)ケと2(被告の主張)(f)⑨を対比すれば明らかなとおり，被告製品が，上記のような構成を有することには争いがない。控訴人(一審原告)は，これに基づき，被告製品は，「画面ロックが解除されてから所定時間が経過するまでは，画面を介して操作することができる。」という構成を有すると主張するが(原判決別紙「被告製品説明書」1(3)f)，「画面ロックが解除された後，無操作状態が一定期間継続しない限り，画面を介して操作をすることができる」ことと「画面ロックが解除されてから所定時間が経過するまでは，画面を介して操作をすることができる」こととは意味が違うというべきであるから，控訴人の主張は採用しない。)。"
              ]
            },
            {
              "fig": "g",
              "subject": "スマートフォン"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2-1について",
          "text": [
            "争点2-1の内容は，被告製品の「画面ロック解除制御手段」が本件訂正発明の「アクセス制御手段」を充足するか否かであり，以下検討する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "特許請求の範囲の記載によれば，本件訂正発明の「アクセス制御手段」は，携帯電話の所有者が第三者による閲覧や使用を制限し，保護することを希望する被保護情報に対するアクセス要求を許可または禁止する手段であって，RFIDインターフェースを有するRバッジを一意に識別できる識別情報を受け取って，該受け取った識別情報と当該携帯電話に予め記録してある識別情報との比較を行う比較手段で，前記アクセス要求を許可するという比較結果が得られた場合は，前記アクセス要求が許可されてから所定時間が経過するまでは前記被保護情報へのアクセスを許可するものである。",
                    "一方，被告製品の「画面ロック解除制御手段」は，上記1のとおり，画面ロックを解除し，または画面ロックを継続する手段であって，背面にかざされたICカードの固有IDを受信し，その固有IDを用いて，当該ICカードが登録済ICカードであるか否かの比較を行う比較手段で，画面ロックを解除するという比較結果が得られた場合(登録済ICカードであると判定された場合)は，画面ロックが解除された後，無操作状態が一定期間継続しない限り，画面を介して操作することができるものである。",
                    "ここで，被告製品の「背面にかざされたICカードの固有ID」が，本件訂正発明の「RFIDインターフェースを有するRバッジを一意に識別できる識別情報」に相当することに争いはないから，被告製品の「画面ロック解除制御手段」が，本件訂正発明の「アクセス制御手段」に係る構成要件を充足するというためには，①被告製品の「画面ロックを解除し，または画面ロックを継続する手段」が，本件訂正発明の「携帯電話の所有者が第三者による閲覧や使用を制限し，保護することを希望する被保護情報(以下，単に「被保護情報」という。)に対するアクセス要求を許可または禁止する手段」に当たるとともに，②被告製品において「画面ロックを解除するという比較結果が得られた場合(登録済ICカードであると判定された場合)は，画面ロックが解除された後，無操作状態が一定期間継続しない限り，画面を介して操作することができる」ことが，本件訂正発明の「アクセス要求を許可するという比較結果が得られた場合は，前記アクセス要求が許可されてから所定時間が経過するまでは前記被保護情報へのアクセスを許可する」ことに当たることを要するといえる。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "そこで，上記①及び②の2点に分けて，被告製品の「画面ロック解除制御手段」が，本件訂正発明の「アクセス制御手段」に該当するか否かについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "上記①の点につき",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "証拠(甲4など)によれば，被告製品の「画面ロック機能」とは，スマートフォンの画面をロックすることによって画面を介した操作が行えないようにするためのものであり，画面ロックの解除とは，スマートフォンの操作(画面を介した操作)が可能な状態にするためのものであって，これらは被保護情報へのアクセスを許可するとか禁止するといったことそのものを意味するわけではないし，それと同視すべき事柄であるということもできない。このことは，画面を介した操作が可能となったからといって，常に被保護情報へのアクセスが行われるわけではなく，公開された地図の検索等，被保護情報には当たらない情報へのアクセスに終始する場合もあり得ることや，逆に，被保護情報そのものにパスワードが付されている場合等を想定すると，画面ロックを解除したからといって直ちに当該被保護情報にアクセスできるようになるわけではないことなどからも明らかである。",
                            "もちろん，被保護情報そのものにパスワード等が付されていない場合には，画面ロックを解除した後，ユーザが画面を介して所定の操作を行うことにより，スマートフォンに格納された被保護情報へのアクセスが可能になるし，壁紙として，第三者に見られたくない写真を設定しているような状況の下では，画面ロックの解除と同時に，被保護情報へのアクセスが起こり得ることとなる。しかしながら，これらは，画面が開かれたことそのものや，それによって画面を介した操作が可能になったことに付随して生じた結果というべきものであって，画面ロックやその解除の直接の目的や効果といえるものではない(なお，①の構成における違いが，②の構成における違いにも反映していると考えられることについては，後述のイ参照。)。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "また，証拠(乙2)によれば，被告製品は，「画面ロック」状態においても，画面を介した操作によらないアクセス要求(例えば，自動改札機の通過のために乗車券の情報にアクセスすること，電話着信があったときに発信者の名前を画面に表示するために電話帳の情報にアクセスすること等)に対しては，アクセスを禁止していないことが認められ，この場合には，画面ロックの解除を経ないで被保護情報へのアクセスが可能になることとなる。このことも，画面ロックやその解除が，被保護情報へのアクセスの禁止や許可そのものではないことを裏付ける一事情というべきである。なお，控訴人は，上記の例は，被告製品の構成を認定するための対象にはなっていない事例であるから考慮すべきではないという趣旨の主張をするが，画面ロックやその解除の意義を認定するための事情として考慮することには何ら妨げはないものというべきである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "上記(ア)及び(イ)に検討したところによれば，被告製品の「画面ロックを解除し，または画面ロックを継続する手段」が，本件訂正発明の「被保護情報に対するアクセス要求を許可または禁止する手段」に当たるということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "上記②の点につき",
                      "text": [
                        "本件訂正発明の「アクセス制御手段」の「前記アクセス要求が許可されてから所定時間が経過するまでは前記被保護情報へのアクセスを許可する」構成は，その記載のみからは，所定期間が経過した後の状態が明らかでない。しかしながら，本件明細書の【0009】に，本件訂正発明の目的は，「個人情報や金銭的価値のある情報を統合して管理する場合に当該情報の第三者による不正使用を確実に防止するための情報保護システムを提供することにある。」と記載されていることや，【0039】に，「タイマを設けて一定のタイムラグを許容することで，ICアセンブリ130とICアセンブリ140とを実際に使用するときの距離が比較的長い場合であっても，通信可能距離の短い通信方式を採用することが可能になる。」と記載されていることからすると，上記の構成の意義は，所定時間に限ってアクセスを許容する構成を付加することで，第三者による被保護情報の不正使用を確実に防止しつつ，Rバッジと携帯電話とが離間していても，自動改札機等による被保護情報に対するアクセス要求を適切に処理できるようにしたことにあると解される。そうすると，所定時間経過後には，被保護情報の保護のために，再度アクセスを禁止することが必須とされているというべきであり，「前記アクセス要求が許可され」たときを起点とし，それから所定の時間が経過した後は，たとえ被保護情報へのアクセスが継続している最中であっても，被保護情報へのアクセスは禁止されることになるものと解される。",
                        "これに対し，被告製品の構成は，前述のとおり，「画面ロックを解除するという比較結果が得られた場合は，画面ロックが解除された後，無操作状態が一定期間継続しない限り，画面を介して操作をすることができる」というものである。その一定期間の起点は，画面ロックが解除された後，何の操作もしないという例外的な場合には，画面ロックが解除されたときとなるが，何らかの操作がされる多くの場合には，その操作が終了したときとなるのであって，常にアクセス許可がされたときが一定期間の起点となる本件訂正発明とは異なる。また，本件訂正発明においては，アクセス許可がされた後，一定期間が経過すれば，被保護情報へのアクセスが継続していたとしてもアクセスが禁止されることになるのに対し，被告製品においては，画面を介した操作が継続している限り，一定期間がカウントされることはなく，したがって，画面がロックされることはあり得ないのであり，この点においても違いが存するものというべきである。",
                        "そして，両者にこのような違いが生じているのは，本件訂正発明においては，アクセス許可が被保護情報へのアクセスという意味を有するため，被保護情報の保護という観点から時間制限が設けられているのに対し，被告製品の画面ロック解除は，単に，画面を介した操作を可能にするという意味しか持たないため，被保護情報の保護という観点から時間制限をする必要はなく，無駄な電力消費を防ぐという観点から時間制限が設けられているのにすぎないからであり，両者の時間制限が持つ技術的意義が全く異なるからであると解される(このように本件訂正発明におけるアクセス許可と被告製品における画面ロック解除が持つ技術的意義に違いがあることは，被告製品が①の構成要件をも充足しないことをも裏付けるものであるといえる。)。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "上記ア及びイに検討したところによれば，被告製品の「画面ロック解除制御手段」が，本件訂正発明の「アクセス制御手段」に該当するとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "控訴人は，本件訂正発明の「アクセス」とは，携帯電話の正当なユーザとして被保護情報を閲覧・利用・更新することを意味しており，被告製品においては，画面ロック状態では，正当なユーザであることを確認できていないため，被保護情報(電子マネー，電話帳，写真などのデータ)の閲覧・使用・更新は禁止されているとして，被告製品が，本件訂正発明の構成要件を充足する旨主張する。",
                    "しかしながら，被告製品の画面ロック状態においては，被保護情報の閲覧・利用・更新に制限があるとはいえ，それが全面的に禁止されているものではなく(上記(2)ア(イ))，画面ロック状態の解除後においても，それだけで被保護情報へのアクセスが全面的に可能になるものでもない(上記(2)ア(ア))。被告製品の「画面ロック解除制御手段」は，まさに文字どおり，画面ロック解除を制御しているにとどまり，被保護情報へのアクセスの制御との関連は限定的なものにとどまる。",
                    "したがって，控訴人の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "以上のとおり，被告製品の「画面ロック解除制御手段」は，本件訂正発明の「アクセス制御手段」を充足しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "上記1及び2に検討したところによれば，被告製品が本件特許の構成要件を充足するとは認められない。よって，その余の争点について判断するまでもなく，控訴人の請求には理由がなく，これを棄却した原判決は結論において正当である。",
            "よって，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}