{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2018-8451号事件について令和2年9月9日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年1月30日，別紙記載1の音からなる商標（以下「本願商標」という。）について，第35類及び第44類に属する願書記載のとおりの役務を指定役務として，商標登録出願（商願2017-007811号。以下「本願」という。）をした（甲20）。",
                "原告は，同年9月20日付けの拒絶理由通知（乙1）を受けた後，同年12月1日付けで，本願の指定役務を別紙記載2のとおりの役務に補正する手続補正（甲21）をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年3月16日付けの拒絶査定（甲22）を受けたため，同年6月20日，拒絶査定不服審判を請求した（乙3）。",
                "特許庁は，上記請求を不服2018-8451号事件として審理を行い，令和2年9月9日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月29日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年10月28日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりである。",
            "その要旨は，①本願商標は，別紙記載1のとおり，音楽的要素及び「マツモトキヨシ」という言語的要素からなる音商標（「音からなる商標」。以下同じ。）であるところ，ウェブサイトやＮTT東日本及び西日本の「ハローページ」には，「マツモト」を読みとする姓氏及び「キヨシ」を読みとする名前の氏名の者が多数掲載されている実情があることからすると，本願商標を構成する「マツモトキヨシ」という言語的要素は，「マツモトキヨシ」を読みとする人の氏名として客観的に把握されるものであるから，本願商標は，人の「氏名」を含む商標である，②上記ウェブサイト及び「ハローページ」に示された「マツモトキヨシ」を読みとする氏名の者は，原告（請求人）と他人であると認められるが，原告は，当該他人の承諾を得ているものとは認められない，③したがって，本願商標は，「他人の氏名」を含む商標であり，かつ，その他人の承諾を得ているとは認められないものであるから，商標法4条1項8号に該当し，登録することができない，④仮に本願商標が原告又はその子会社の商号の略称及び同子会社が経営するドラッグストア，スーパーマーケット及びホームセンターの店舗名を表すものとして一定の著名性があったとしても，かかる事実は本願商標の同号該当性の判断を左右するものではないというものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本願商標の商標法4条1項8号該当性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標は商標法4条1項8号に該当しないこと",
              "text": [
                "被告は，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音は，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名を容易に連想，想起させるものであり，かつ，「マツモトキヨシ」と読まれる氏名の者は，これを自己の氏名と認識するものであるから，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるとした上で，本願商標は，その構成中に「他人の氏名」を含む商標であり，かつ，その他人の承諾を得ているものではないから，商標法4条1項8号に該当し，これと同旨の本件審決の判断に誤りはない旨主張する。",
                "しかしながら，以下のとおり，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音から容易に連想，想起されるのは，ドラッグストアの店名としての「マツモトキヨシ」又は企業名としての株式会社マツモトキヨシ，株式会社マツモトキヨシホールディングス（原告）であり，上記言語的要素からなる音は，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるものとはいえないから，被告の上記主張は，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，別紙記載1のとおり，音楽的要素及び「マツモトキヨシ」という言語的要素からなる音商標であり，本願の願書に添付した音声ファイル（以下「本件音声ファイル」という。甲40）に収録された「マツモトキヨシ」という言語的要素を音楽的要素に乗せて発している人の声をもって把握することができる。",
                    "本願商標は，テレビコマーシャルで使用された実績があるほか，原告又はその子会社である株式会社マツモトキヨシが全国規模で展開するドラッグストア「マツモトキヨシ」の各店舗内で流され，使用されている。",
                    "イ（ア）  Aは，昭和7年に個人経営の「松本薬舗」を開業した後，昭和26年，店名を「松本薬舗」から「薬局マツモトキヨシ」に改称した。",
                    "「薬局マツモトキヨシ」は，昭和29年に個人経営から有限会社組織に改組された後，昭和50年に株式会社組織に改組され，株式会社マツモトキヨシが設立された。その当時の保有店舗数は，72店舗にまで拡大した。",
                    "株式会社マツモトキヨシは，平成2年，株式を店頭公開し，平成11年，東京証券取引所一部上場をした。",
                    "また，平成7年には，株式会社マツモトキヨシが展開するドラッグストア「マツモトキヨシ」は，ドラッグストア売上高日本一（同年3月期売上高1017億7800万円，216店舗）となった。",
                    "（イ）  平成8年からドラッグストア「マツモトキヨシ」のテレビコマーシャルが開始された。本願商標は，関東，東海，関西地方の広範囲にわたって，テレビコマーシャルで使用された。いずれのテレビコマーシャル（甲43）も，「マツモトキヨシ」がドラッグストアであることを強調する内容となっており，例えば，テレビコマーシャルで「マツモトキヨシ」の文字（登録商標の「マツモトキヨシ」のロゴ）が表示される場合には「ドラッグストア」の文字が併記され，「マツモトキヨシ」の音声の前には「ドラッグストア」の音声が付される場合も多かった。",
                    "また，テレビコマーシャルでは，新規店舗のオープンや，ドラッグストアで扱われる商品が安く購入できる旨が宣伝された。",
                    "（ウ）  その後，持株会社として設立された原告，子会社の株式会社マツモトキヨシ等の企業グループ（以下「原告の会社グループ」という場合がある。）が経営するドラッグストア「マツモトキヨシ」は，全国47都道府県に店舗を構えるに至り（甲44），全国に広がるネットワークが構築されるとともに，その店舗数は，令和2年6月30日現在で1726店舗に及び，メンバーズカード（ポイントカード）の会員数も，同年3月末現在で約2900万人に達している（甲45）。",
                    "また，世界最大のブランディング専門会社であるインターブランド社による日本発のブランド価値評価ランキング「Best  Japan  Brands」では，「マツモトキヨシ」は，2016年度以降2021年度まで，ドラッグストアとして日本でナンバーワン「ブランド」の評価を獲得している（甲5，46ないし51）。",
                    "（エ）  以上のとおり，原告の前身の事業会社の株式会社マツモトキヨシ，原告及び原告のグループ会社が，「マツモトキヨシ」の文字等をドラッグストアの店名又は企業名として使用し続けた結果，遅くとも本願商標の出願当時には，「マツモトキヨシ」は，一般的に，ドラッグストアの店名又は企業名として認識されていた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，商標法4条1項8号の趣旨が，自らの承諾なしにその氏名，名称等を商標に使われることがないという人格的利益の保護にあるとしても，当該商標に接した者が，通常，人の氏名を容易に連想，想起するものでない場合にまで，「自己の氏名を無許可で商標として使用された」との主観的心情を保護することを意図するものとは解されないことからすると，商標が「他人の氏名」を含むかどうかの判断に際しては，あくまで客観的に，すなわち一般的に「当該商標は他人の氏名を含む」といえるか否かが問題とされるべきであり，当該商標に接した者が，人の氏名を容易に連想，想起するものでない場合には，当該商標は，客観的には人の氏名を含むものではないと評価されるべきである。",
                    "そして，前記イ（エ）の事情に鑑みると，本願商標に接した者は，普通はドラッグストアやその運営会社の「マツモトキヨシ」を思い浮かべるといった程度の認識を有するのが一般的であり，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音から，通常，容易に連想，想起するのは，ドラッグストアの店名としての「マツモトキヨシ」又は企業名としての株式会社マツモトキヨシ，株式会社マツモトキヨシホールディングス（原告）であって，「マツモトキヨシ」と読まれる人の氏名であるとはいえないから，上記言語的要素からなる音は，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるものとはいえない。また，仮に「マツモトキヨシ」と読まれる者の中に本願商標は自己の氏名を含むものであると認識する者がいたとしても，これと同様である。",
                    "この点に関し被告は，本願商標に接した者が，「マツモトキヨシ」の言語的要素からなる音を，マツモトを姓とし，キヨシを名とする人の氏名であると認識することなく，ドラッグストアの店名又は企業名としてのみ認識するものでない以上，上記言語的要素からなる音は「マツモトキヨシ」と読まれる人の氏名として客観的に把握される旨主張するが，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本願商標の構成中の「マツモトキヨシ」の言語的要素からなる音は，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるものとはいえず，本願商標は，「他人の氏名」を含む商標であるとはいえないから，商標法4条1項8号に該当しない。",
                    "したがって，被告の前記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標が商標法4条1項8号に該当するとした本件審決の判断に誤りがあるから，本件審決は，違法として取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標は商標法4条1項8号に該当すること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，別紙記載1のとおり，音楽的要素及び「マツモトキヨシ」という言語的要素からなる音商標であって，本願の願書において，音楽的要素は，五線譜で表され，「マツモトキヨシ」という言語的要素は，片仮名で記載されている。上記言語的要素は，「マツモトキヨシ」と称呼される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標法4条1項8号が，他人の肖像又は他人の氏名，名称，著名な略称を含む商標は，その他人の承諾を得ているものを除き，商標登録を受けることができないと規定している趣旨は，人の肖像，氏名，名称等に対する人格的利益を保護すること，すなわち，自らの承諾なしにその氏名，名称等を商標に使われることがないという利益を保護することにあると解される。",
                    "このような同号の趣旨に照らせば，音で表されたものであるとしても，他人の氏名を指し示すものとして受け入れられている以上，その氏名を同人の承諾なく商標登録されることは，同人の人格的利益が害されることになると考えられるから，同号の「氏名」には，音で表された氏名も含まれるというべきである。",
                    "そして，①乙4ないし7のウェブサイトには，原告とは他人の「松本清」，「松本潔」，「松本清司」等の氏名表示のひとつとして，「マツモトキヨシ」の片仮名が表記されており，かつ，これらの者は，現存していると推認できること，②各地域のハローページ（乙8ないし19）には，「マツモトキヨシ」と読まれる人の氏名として，原告とは他人の「松本清」，「松本潔」等が掲載されており，かつ，これらの者は，いずれも本願商標の登録出願時から現在まで存在している者であると推認できること，③例えば，ICキャッシュカード，定期券，診察券などに所有者本人の氏名を片仮名表記するなど，氏名を片仮名表記することは，各種の商取引において，社会一般に行われていること（乙20ないし28）からすると，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音は，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名を容易に連想，想起させるものであり，かつ，「マツモトキヨシ」と読まれる氏名の者は，これを自己の氏名と認識するものであるから，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるものである。",
                    "また，上記の者は，いずれも原告と他人であると認められるが，原告が，本願商標を登録出願し，商標登録を受けることについて，上記の者の承諾を得ている事実を確認できない。",
                    "以上によれば，本願商標は，その構成中に「他人の氏名」を含む商標であり，かつ，その他人の承諾を得ているものではないから，商標法4条1項8号に該当するというべきである。",
                    "したがって，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲41ないし51を証拠として挙げて，原告及び原告のグループ会社が「マツモトキヨシ」の文字等をドラッグストアの店名又は企業名として使用し続けた結果，遅くとも本願商標の出願当時には，「マツモトキヨシ」は，一般的に，ドラッグストアの店名又は企業名として認識されていたことに鑑みると，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音から，通常，容易に連想，想起するのは，ドラッグストアの店名としての「マツモトキヨシ」又は企業名としての株式会社マツモトキヨシ，株式会社マツモトキヨシホールディングス（原告）であって，「マツモトキヨシ」と読まれる人の氏名であるとはいえないから，上記言語的要素からなる音は，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるものとはいえないとして，本願商標は，「他人の氏名」を含む商標とはいえず，商標法4条1項8号に該当しない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，原告の挙げるテレビコマーシャルに関する証拠（甲43）からは，テレビコマーシャルが放映された日数や地域等のテレビコマーシャルの規模は明らかでなく，平成19年以降の放映も確認できないから，当該テレビコマーシャルが本願商標の音を聞いた者の認識に与える影響は限定的であるといえること，当該テレビコマーシャルを視聴した者は，視覚的要素とともに，「マツモトキヨシ」という言語的要素からなる音を聴取，把握し，記憶するものといえることからすると，当該テレビコマーシャルは，本願商標に接した者が，「マツモトキヨシ」という言語的要素からなる音を，マツモトを姓とし，キヨシを名とする人の氏名であると認識することなく，ドラッグストアの店名又は企業名としてのみ認識する根拠たり得ないものである。",
                    "また，原告の挙げるブランド価値ランキングについても，本願商標の音を聞いた者の認識を直接反映したものとはいい難いから，「マツモトキヨシ」という言語的要素からなる音が，ドラッグストアの店名又は企業名としてのみ認識されるとはいえないものである。",
                    "このほか，「マツモトキヨシ」という言語的要素からなる音がドラッグストアの店名又は企業名としてのみ認識されることを裏付ける証拠はないから，前記（1）イのとおり，上記言語的要素からなる音が，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名として客観的に把握されることを否定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音が，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名として客観的に把握され，本願商標は「他人の氏名」を含む商標である以上，前記（1）イで述べた商標法4条1項8号の趣旨に照らせば，上記言語的要素からなる音が，原告又は株式会社マツモトキヨシが経営するドラッグストアを指し示すものとして一定程度知られていることや，特定の者の略称として一定の著名性を有することは，本願商標の同号該当性を左右するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告の前記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本願商標の商標法4条1項8号該当性の判断に誤りはないから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "音商標は，人の聴覚によって認識される商標であり（商標法2条1項柱書），音商標について商標登録を受けようとする場合には，その旨を願書に記載し（同法5条2項4号），願書の「商標登録を受けようとする商標」欄に，文字若しくは五線譜又はこれらの組み合わせを用いて商標登録を受けようとする音を特定するために必要な事項を記載する（商標法施行規則4条の5）とともに，経済産業省令で定める物件（「音声ファイル」）を添付しなければならない（商標法5条4項，5項，商標法施行規則4条の8第1項5号，2項5号，3項）。",
                "そして，五線譜において商標を表す場合は，音符，音部記号，拍子記号及びテンポを，また，必要に応じて言語的要素（歌詞等が含まれるとき）及び休符を「商標登録を受けようとする商標」欄に記載することによって商標登録を受けようとする音が特定される（商標審査便覧55．02の1．参照）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標は，別紙記載1のとおり，五線譜に表された音楽的要素及び「マツモトキヨシ」の片仮名で記載された歌詞の言語的要素からなる音商標である。本願商標の構成中の言語的要素からなる音は，「マツモトキヨシ」と称呼される。",
                "また，本願の願書に添付された本件音声ファイル（甲40）には，リズム，メロディー等の音楽的要素に乗せて男性の声の音色で「マツモトキヨシ」という言語的要素を発する音が収録されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "認定事実",
          "text": [
            "証拠（甲1ないし3，5，6，9ないし19，27ないし29，40ないし51，乙2）及び弁論の全趣旨を総合すれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "ドラッグストア「マツモトキヨシ」の事業展開等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aは，昭和7年12月，千葉県松戸市において，薬局「松本薬舗」を開業した。Aは，昭和26年4月，薬局の名称を「松本薬舗」から「薬局マツモトキヨシ」に改めた。",
                    "昭和29年1月，個人経営の上記薬局は，有限会社組織とされ，有限会社マツモトキヨシ薬店が設立された。",
                    "有限会社マツモトキヨシ薬店は，昭和50年4月，株式会社に組織変更され，株式会社マツモトキヨシとなった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "株式会社マツモトキヨシは，昭和62年，店舗を薬局の業態から，化粧品，日用雑貨品等の豊富な品揃えをした「ドラッグストア」の業態に広げ，全国的にドラッグストア「マツモトキヨシ」の店舗展開を開始した。",
                    "さらに，株式会社マツモトキヨシは，平成6年に千葉県柏市への出店により，「郊外型ドラッグストア」にも業態を広げた。ドラッグストア「マツモトキヨシ」全体の売上高は，平成7年3月期に1017億7800万円となり（ドラッグストアとして第1位），店舗数は216店舗となった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成19年10月1日，株式会社マツモトキヨシ等の各事業を営む会社等の株式を保有することにより，これらの会社の事業活動を支配・管理することを目的として設立された。",
                    "原告は，平成20年1月以降，子会社である株式会社マツモトキヨシの有する子会社管理事業を会社分割により承継し，他社の吸収合併を行い，平成29年3月31日現在で，原告，連結子会社14社及び関連会社1社から構成される企業グループ（原告のグループ会社）を形成し（甲1），その後，令和2年3月31日現在では，原告のグループ会社は合計17社（甲27）となった。",
                    "原告又は株式会社マツモトキヨシが経営するドラッグストア「マツモトキヨシ」の店舗数は，平成29年3月31日現在で，全国45都道府県で1555店舗（甲3）であったが，令和2年6月30日現在では，全国47都道府県1726店舗（甲45）に増加した。また，原告のグループ会社のメンバーズカード（ポイントカード）の会員数は，平成29年3月31日現在で，約2440万（甲3）に達し，令和2年3月31日現在では，約2900万人（甲45）に増加した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ブランディング専門会社であるインターブランド社による日本発のブランド価値評価ランキング「Best Japan Brands」（甲5，46ないし51）では，「マツモトキヨシ」は，2016年度以降2021年度まで，ドラッグストアとして日本でナンバーワン「ブランド」の評価を獲得した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の登録商標及びその使用等",
              "text": [
                "原告又は株式会社マツモトキヨシは，平成元年から平成25年までの間，「マツモトキヨシ」の片仮名文字の商標，「MatsumotoKiyoshi」の英文字の商標又はこれらの文字を構成に含む商標について35件の商標登録出願をし，いずれも登録がされた（甲6，9ないし19）。",
                "これらの登録商標は，ドラッグストア「マツモトキヨシ」の各店舗の看板や店内，原告のウェブサイト，オンラインストア等において，継続的に使用されている（甲3，27ないし29，45，乙2）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "テレビコマーシャルの状況等",
              "text": [
                "株式会社マツモトキヨシは，平成8年から，ドラッグストア「マツモトキヨシ」のテレビコマーシャルを開始した。",
                "各テレビコマーシャルにおいては，「マツモトキヨシ」の文字（甲9，15の登録商標の態様の「マツモトキヨシ」のロゴ）が表示される場合には「ドラッグストア」の文字が併記され，新規店舗の開店や，商品が安く購入することができることなどが宣伝された。",
                "また，各テレビコマーシャルにおいては，基本的には，一人又は複数の俳優によってドラッグストア「マツモトキヨシ」をイメージさせる寸劇が行われ，本願商標と同一又は類似の音などをフレーズに含むコマーシャルソングが流された。",
                "例えば，録画日1997年（平成9年）9月17日の「プリティウーマン篇」，1998年（平成10年）3月23日の「マツキヨなしでは生きてゆけない篇・学生バージョン」及び同「大人バージョン」と題する各テレビコマーシャルでは，女性の声の音色で本願商標と同一又は類似の音が流された。また，録画日同年9月14日の「僕はマツキヨに行く篇」及び「私はマツキヨに行く篇」，1999年（平成11年）3月5日の「欲しがるマミちゃん篇」及び同年9月17日の「しっかりエミちゃん篇」と題する各テレビコマーシャルでは，男性の声の音色で本願商標と同一又は類似の音が流された。",
                "録画日2000年（平成12年）3月15日の「カップル篇」と題するテレビコマーシャルでは，寸劇を通じてドラッグストア「マツモトキヨシ」の新規店舗として大阪駅店の出店が告知され，女性の声の音色で本願商標と同一又は類似の音が流され，2001年（平成13年）7月19日の「オープン篇」（福岡天神）と題する各テレビコマーシャルでも，これと同様である。また，録画日2002年（平成14年）11月9日の「運命のオープン篇」（浜松），同月23日の「オープン告知篇」（心斎橋店）及び「記念セール告知篇」（心斎橋店），2003年（平成15年）4月11日の「ザ・青春篇」（北九州）並びに同月12日の「ハッピーなオープン篇」（福山）と題する各テレビコマーシャルでは，男性の声の音色で本願商標と同一又は類似の音が流され，同月18日の「鹿と父娘」篇と題するテレビコマーシャルでは，複数の声による斉唱で本願商標と同一又は類似の音が流された。",
                "録画日2005年（平成17年）5月29日の「演説＆お買い物篇」と題するテレビコマーシャルでも，女性の声の音色で本願商標と同一又は類似の音が流され，2007年（平成19年）12月15日の「かぜ薬シリーズ／ナゴリユキ篇」と題するテレビコマーシャルでは，ギターを弾き歌う女性の映像を背景にかぜ薬の宣伝がされた後に「マツモトキヨシ」のロゴの表示に合わせて女性の声の音色で本願商標と同一又は類似の音が流された。",
                "これらのテレビコマーシャルが放映された以降も，ドラッグストア「マツモトキヨシ」の各小売店の店舗内において，本願商標と同一又は類似の音が流され，使用されていた。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標の商標法4条1項8号該当性について",
          "text": [
            "原告は，①本願商標の出願当時，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音から，通常，容易に連想，想起するのは，ドラッグストアの店名としての「マツモトキヨシ」又は企業名としての株式会社マツモトキヨシ，株式会社マツモトキヨシホールディングス（原告）であって，「マツモトキヨシ」と読まれる人の氏名であるとはいえないから，本願商標を構成する「マツモトキヨシ」という言語的要素からなる音は，「マツモトキヨシ」を読みとする人の氏名として客観的に把握されるものではない，②したがって，本願商標は，「他人の氏名」を含む商標であるとはいえないから，本願商標が商標法4条1項8号に該当するとした本件審決の判断は誤りである旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項8号が，他人の肖像又は他人の氏名，名称，著名な略称等を含む商標は，その承諾を得ているものを除き，商標登録を受けることができないと規定した趣旨は，人は，自らの承諾なしに，その氏名，名称等を商標に使われることがないという人格的利益を保護することにあるものと解される（最高裁平成15年（行ヒ）第265号同16年6月8日第三小法廷判決・裁判集民事214号373頁，最高裁平成16年（行ヒ）第343号同17年7月22日第二小法廷判決・裁判集民事217号595頁参照）。",
                "このような同号の趣旨に照らせば，音商標を構成する音が，一般に人の氏名を指し示すものとして認識される場合には，当該音商標は，「他人の氏名」を含む商標として，その承諾を得ているものを除き，同号により商標登録を受けることができないと解される。",
                "また，同号は，出願人の商標登録を受ける利益と他人の氏名，名称等に係る人格的利益の調整を図る趣旨の規定であり，音商標を構成する音と同一の称呼の氏名の者が存在するとしても，当該音が一般に人の氏名を指し示すものとして認識されない場合にまで，他人の氏名に係る人格的利益を常に優先させることを規定したものと解することはできない。",
                "そうすると，音商標を構成する音と同一の称呼の氏名の者が存在するとしても，取引の実情に照らし，商標登録出願時において，音商標に接した者が，普通は，音商標を構成する音から人の氏名を連想，想起するものと認められないときは，当該音は一般に人の氏名を指し示すものとして認識されるものといえないから，当該音商標は，同号の「他人の氏名」を含む商標に当たるものと認めることはできないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これを本願商標についてみるに，前記2の認定事実によれば，①株式会社マツモトキヨシが昭和62年にドラッグストア「マツモトキヨシ」の店舗展開を開始した後，平成29年1月30日に本願の出願がされるまでの約30年以上にわたり，株式会社マツモトキヨシ，原告及び原告のグループ会社が，「マツモトキヨシ」の表示をドラッグストアの店名又は自己の企業名として継続して使用したこと，②同年3月31日現在で，ドラッグストア「マツモトキヨシ」の店舗数は，全国45都道府県で1555店舗，原告のグループ会社のメンバーズカード（ポイントカード）の会員数は約2440万人に達しており，また，「マツモトキヨシ」のブランドは，インターブランド社による2016年度及び2017年度のブランド価値評価ランキングでドラッグストアとして日本でナンバーワンブランドの評価を獲得したこと，③平成8年から開始されたドラッグストア「マツモトキヨシ」のテレビコマーシャルでは，女性又は男性の声の音色，複数の声の斉唱で本願商標と同一又は類似の音をフレーズに含むコマーシャルソングが相当数使用され，テレビコマーシャルが放映された以降においても，本願商標と同一又は類似の音がドラッグストア「マツモトキヨシ」の各小売店の店舗内において使用されていたことが認められる。",
                    "これらの認定事実によれば，本願商標に関する取引の実情として，「マツモトキヨシ」の表示は，本願商標の出願当時（出願日平成29年1月30日），ドラッグストア「マツモトキヨシ」の店名や株式会社マツモトキヨシ，原告又は原告のグループ会社を示すものとして全国的に著名であったこと，「マツモトキヨシ」という言語的要素を含む本願商標と同一又は類似の音は，テレビコマーシャル及びドラッグストア「マツモトキヨシ」の各小売店の店舗内において使用された結果，ドラッグストア「マツモトキヨシ」の広告宣伝（CMソングのフレーズ）として広く知られていたことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの取引の実情の下においては，本願商標の登録出願当時（出願日平成29年1月30日），本願商標に接した者が，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音から，通常，容易に連想，想起するのは，ドラッグストアの店名としての「マツモトキヨシ」，企業名としての株式会社マツモトキヨシ，原告又は原告のグループ会社であって，普通は，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名を連想，想起するものと認められないから，当該音は一般に人の氏名を指し示すものとして認識されるものとはいえない。",
                    "したがって，本願商標は，商標法4条1項8号の「他人の氏名」を含む商標に当たるものと認めることはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し被告は，①ウェブサイト（乙4ないし7）には，原告とは他人の「松本清」，「松本潔」，「松本清司」等の氏名表示のひとつとして，「マツモトキヨシ」の片仮名が表記されており，かつ，これらの者は，現存していると推認できること，各地域のハローページ（乙8ないし19）には，「マツモトキヨシ」と読まれる人の氏名として，原告とは他人の「松本清」，「松本潔」等が掲載されており，かつ，これらの者は，いずれも本願商標の登録出願時から現在まで存在している者であると推認できること，氏名を片仮名表記することは，各種の商取引において，社会一般に行われていること（乙20ないし28）からすると，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音は，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名を容易に連想，想起させるものであり，「マツモトキヨシ」と読まれる人の氏名として客観的に把握されるものである，②原告の提出に係るテレビコマーシャルに関する証拠からは，当該テレビコマーシャルの規模が明らかでなく，平成19年以降の放映も確認できないから，当該テレビコマーシャルが本願商標の音を聞いた者の認識に与える影響は限定的であること，当該テレビコマーシャルを視聴した者は，視覚的要素とともに「マツモトキヨシ」の言語的要素からなる音を聴取，把握し，記憶するものといえるので，当該テレビコマーシャルは，本願商標に接した者が，「マツモトキヨシ」の言語的要素からなる音を，マツモトを姓とし，キヨシを名とする人の氏名であると認識することなく，店舗名又は企業名としてのみ認識することの根拠たり得ないこと，原告の挙げるブランド価値ランキングは，本願商標の音を聞いた者の認識を直接反映したものとはいい難く，このほか，「マツモトキヨシ」という言語的要素からなる音がドラッグストアの店名又は企業名としてのみ認識されることを裏付ける証拠はないことからすると，①のとおり，上記言語的要素からなる音が，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名として客観的に把握されることを否定することはできないとして，本願商標は，商標法4条1項8号の「他人の氏名」を含む商標に当たる旨主張する。",
                    "しかしながら，前記（2）ア認定のとおり，「マツモトキヨシ」の表示は，本願商標の出願当時，ドラッグストア「マツモトキヨシ」の店名や株式会社マツモトキヨシ，原告又は原告のグループ会社を示すものとして全国的に著名であり，「マツモトキヨシ」という言語的要素を含む本願商標と同一又は類似の音は，テレビコマーシャル及びドラッグストア「マツモトキヨシ」の各小売店の店舗内において使用された結果，ドラッグストア「マツモトキヨシ」の広告宣伝（CMソングのフレーズ）として広く知られていたという取引の実情を踏まえると，本願商標に接した者が，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音から，通常，容易に連想，想起するのは，ドラッグストアの店名としての「マツモトキヨシ」，企業名としての株式会社マツモトキヨシ又は原告のグループ企業であって，普通は，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名を連想，想起するものと認められない。",
                    "また，甲43によれば，上記テレビコマーシャルの規模は首都圏を中心にドラッグストア「マツモトキヨシ」の出店のある全国の地域に及んでいたことが認められる上，上記テレビコマーシャルの放映後も，上記テレビコマーシャルで使用された本願商標と同一又は類似の音がドラッグストア「マツモトキヨシ」の各小売店の店舗内で使用されていたものと認められるから，当該テレビコマーシャルが本願商標を聞いた者の認識に与える影響が限定的であるということはできないし，上記テレビコマーシャルが視覚的要素を伴うことも，上記認定を左右するものではない。",
                    "さらに，前記（1）で説示したとおり，同号は，出願人の商標登録を受ける利益と他人の氏名，名称等に係る人格的利益の調整を図る趣旨の規定であり，当該音が一般に人の氏名を指し示すものとして認識されない場合にまで，他人の氏名に係る人格的利益を常に優先させることを規定したものと解することはできないことに鑑みると，本願商標に接した者が，「マツモトキヨシ」の言語的要素からなる音をドラッグストアの店名又は企業名としてのみ認識することがない以上は，本願商標が同号の「他人の氏名」を含む商標に該当するとの解釈は妥当とはいえない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，被告は，本願商標の構成中の「マツモトキヨシ」という言語的要素からなる音が，「マツモトキヨシ」と読まれる「松本清」，「松本潔」，「松本清司」等の人の氏名として客観的に把握され，本願商標は「他人の氏名」を含む商標である以上，商標法4条1項8号の趣旨に照らせば，上記言語的要素からなる音が，原告又は株式会社マツモトキヨシが経営するドラッグストアを指し示すものとして一定程度知られていることや，特定の者の略称として一定の著名性を有することは，本願商標の同号該当性を左右するものではない旨主張する。",
                    "しかしながら，前記アで説示したとおり，本願商標は「他人の氏名」を含む商標であるとはいえないから，被告の上記主張は，その前提を欠くものであり，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は商標法4条1項8号に該当するとした本件審決の判断に誤りがあるから，原告主張の取消事由は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由があるから，本件審決は取り消されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}