{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2019-800036号事件について令和2年1月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「旨み成分と栄養成分を保持した無洗米」とする発明について，平成17年3月28日，特許出願(特願2005-93152号。以下「本件出願」という。)をし，平成23年3月25日，その設定登録(特許第4708059号。請求項の数3。)を受けた(甲20。以下，この登録を受けた特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年9月4日，本件特許の請求項1ないし3について特許無効審判(無効2015-800173号，以下「別件無効審判」という。)を請求し，被告は，平成28年11月21日付けで明細書及び特許請求の範囲を訂正する訂正請求(以下「本件訂正請求」という。)を行った(甲25)。",
                "特許庁は，平成29年3月24日，「特許第4708059号の明細書及び特許請求の範囲を訂正請求書に添付された訂正明細書及び訂正特許請求の範囲のとおり，訂正後の請求項1，〔2-3〕について訂正することを認める。特許第4708059号の請求項1に係る発明についての特許を無効とする。特許第4708059号の請求項2ないし3に係る発明についての審判請求は，成り立たない。」との審決をしたところ(甲25)，原告が提起した請求項2及び3に係る部分の取消を求める審決取消訴訟(知的財産高等裁判所平成29年(行ケ)第10103号)については出訴期間経過を理由に訴えが却下されて確定し，被告が提起した請求項1に係る部分の取消を求める審決取消訴訟(知的財産高等裁判所平成29年(行ケ)第10083号)については審決を取り消す旨の判決がされ，審理が再開した。",
                "特許庁は，平成31年1月18日，本件訂正請求を認め，請求項1についての特許無効審判請求を不成立とする審決をし(甲26)，同審決は，その後出訴期間の経過により確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成31年4月18日，請求項1ないし3について特許無効審判を請求し(甲15)，特許庁は，上記請求を無効2019-800036号事件として審理した上で，令和2年1月24日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年2月5日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和2年3月4日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正請求による訂正後の本件特許の特許請求の範囲の記載は，次のとおりである(以下，請求項の番号に従い「本件発明1」などのようにいい，本件発明1ないし本件発明3を併せて「本件発明」といい，本件特許の明細書を図面を含めて「本件明細書」という。なお，下線部は訂正に係る部分。)。",
            "【請求項1】",
            "外から順に，表皮(1)，果皮(2)，種皮(3)，糊粉細胞層(4)と，澱粉を含まず食味上もよくない黄茶色の物質の層により表層部が構成され，該表層部の内側は，前記糊粉細胞層(4)に接して，一段深層に位置する薄黄色の一層の亜糊粉細胞層(5)と，該亜糊粉細胞層(5)の更に深層の，純白色の澱粉細胞層(6)により構成された玄米粒において，",
            "前記玄米粒を構成する糊粉細胞層(4)と亜糊粉細胞層(5)と澱粉細胞層(6)の中で，摩擦式精米機により搗精され，表層部から糊粉細胞層(4)までが除去された，該一層の，マルトオリゴ糖類や食物繊維や蛋白質を含有する亜糊粉細胞層(5)が米粒の表面に露出しており，且つ米粒の50％以上に『胚芽(7)の表面部を削りとられた胚芽(8)』または『舌触りの良くない胚芽(7)の表層部や突出部が削り取られた基底部である胚盤(9)』が残っており，",
            "更に無洗米機(21)にて，前記糊粉細胞層(4)の細胞壁(4’)が破られ，その中の糊粉顆粒が米肌に粘り付けられた状態で米粒の表面に付着している『肌ヌカ』のみが分離除去されてなることを特徴とする旨み成分と栄養成分を保持した無洗米。",
            "【請求項2】",
            "外から順に，表皮(1)，果皮(2)，種皮(3)，糊粉細胞層(4)と，澱粉を含まず食味上もよくない黄茶色の物質の層により表層部が構成され，該表層部の内側は，前記糊粉細胞層(4)に接して，一段深層に位置する薄黄色の一層の亜糊粉細胞層(5)と，該亜糊粉細胞層(5)の更に深層の，純白色の澱粉細胞層(6)により構成された玄米粒において，",
            "摩擦式精米機を全行程の終末寄りから少なくとも3分の2以上の行程に用いることによって，前記玄米粒を構成する糊粉細胞層(4)と亜糊粉細胞層(5)と澱粉細胞層(6)の中で，精米機による搗精により，表層部から糊粉細胞層(4)までを除去し，該糊粉細胞層(4)と澱粉細胞層(6)の間に位置する亜糊粉細胞層(5)を外面に残して，該一層の，マルトオリゴ糖類や食物繊維や蛋白質を含有する亜糊粉細胞層(5)を米粒の表面に露出させ，且つ搗精後の米粒の50％以上に『胚芽(7)の表面部を削りとられた胚芽(8)』または『舌触りの良くない胚芽(7)の表層部や突出部を削り取り，残された基底部である胚盤(9)』を残した，白度35～38の精白米に仕上げ，",
            "前記白度35～38の精白米を，更に無洗米機(21)により『肌ヌカ』のみを除去する無洗米処理をして，『肌ヌカ』のみが除去された，白度41以上となるように仕上げることを特徴とする旨み成分と栄養成分を保持した無洗米の製造方法。",
            "【請求項3】",
            "前記白度41以上の無洗米であって，これを炊飯すると黄色度13～18に炊き上がることを特徴とする請求項2に記載の旨み成分と栄養成分を保持した無洗米の製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明を原告の主張する無効理由1(サポート要件違反)及び無効理由2(明確性要件違反)によって無効にすることはできないと判断した。",
                "その理由の要旨は，後記(2)及び(3)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1(サポート要件違反)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，本件明細書の発明の詳細な説明につき，①亜糊粉細胞層が米粒表面に露出している事実が実証されていない，②わずか一層の亜糊粉細胞層を米粒の表面に露出した状態の精白米を製造可能な方法の記載がない，③精米工程の最中に白度を検出する精米機の制御方法の記載がない，④米粒の表面に亜糊粉細胞層が露出していることを確認する手段についての記載がない，⑤亜糊粉細胞層が表面に露出している精白米から亜糊粉細胞層を全く脱落させることなく肌ヌカのみを分離除去する方法の記載がない旨をいうものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明の課題は，白米でありながら，米粒の亜糊粉細胞層と胚盤を残して，旨み成分と栄養成分を保持した無洗米とその製造方法の提供である。",
                    "本件明細書には，①本件発明の課題解決には高栄養・良食味の亜糊粉層と胚盤等が残るように亜糊粉細胞層が露出したときに搗精を終えるようにすることが必要であること，②摩擦式精米機により亜糊粉細胞層が表面に露出するように搗精された米粒を得ることができること，③白度やマルトオリゴ糖の含有量を指標に精米工程を実施すれば，亜糊粉細胞層が表面に露出した状態の米粒を得ることができること，④無洗米機を用いれば亜糊粉細胞層や胚盤を流出させずに肌ヌカを除去することができること，⑤上記精米工程や肌ヌカ除去工程を経て得られる無洗米の食味や栄養価が優れていることが記載されており，当業者が上記課題を解決することができると認識できる。",
                    "したがって，本件発明は，いずれも発明の詳細な説明に記載された発明であるといえ，前記ア①ないし⑤の原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2(明確性要件違反)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "別件無効審判における明確性要件違反に係る原告の主張は，本件発明の特定事項中の特定の文言について著しく不明確な記載があるとの主張であるが，本件審判における無効理由2は，請求項全体としての記載が不十分である点に関する主張であるから，両者は，その具体的な主張の内容を異にし，無効理由2は，一事不再理の原則(特許法167条)に反するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明の特許請求の範囲の記載中には，出願当時の技術常識からみて，当業者が技術的意味を理解できなかったり，発明特定事項が不足していたりして，第三者に不測の不利益を及ぼすほどに不明確な記載は認められず，本件発明は不明確ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "明確性要件に関する判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "text": [
                    "次のとおり，本件発明は，本件明細書の記載によってサポートされているとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，「摩擦式精米機により亜糊紛細胞層が表面に露出するように搗精された米粒」，「無洗米機により，亜糊紛細胞層が表面に露出するように搗精された米粒に付着している肌ヌカを除去された無洗米」及びその製造方法を提供するとするものであり，本件明細書の段落【0042】にも，「本発明の精米機から排出された白度35～38の精白米には，その表面に糊粉細胞層4などの糠成分が残っていない」，「白度41～45の本発明の無洗米は，おいしさの足を引っ張る糠成分がほとんど除去された無洗米に仕上がっていることになる。」との記載がある。",
                        "しかしながら，本件発明の実施品として市販されている「金芽米」の電子顕微鏡写真(甲28)を見ると，米粒の表面は「糊粉細胞層(4)」で覆われ，さらに，糊粉細胞層(4)の表面には肌ヌカがへばりついているのを確認することができ，いずれも除去されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には「亜糊紛細胞層が表面に露出した」ことを確認する方法が何ら記載されていない。したがって，「亜糊紛細胞層が表面に露出した際の白度を確認」することもできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の段落【0044】【表1】の「注2」には，「マルトオリゴ糖類は，米粒の表層部を5％削り取ったものを測定した。」とある。しかしながら，「一層の亜糊粉細胞層(5)」が米粒に占める割合はせいぜい0.5％程度と考えられるから，「表層部を5％削り取った」場合には米粒の表層部近傍を広く含む部分から採取したことになり，「一層の亜糊粉細胞層(5)」のみの成分分析になってはいない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件明細書の段落【0031】には，肌ヌカを除去できるならばどのような無洗米機でもよいと記載されている。しかしながら，本件発明の実施例は段落【0044】【表1】に記載の1例だけであり，しかも，この実施例の実施条件が記載されておらず，どのような無洗米機を用いたことによる結果なのか分からない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件発明の無洗米における「亜糊粉細胞層(5)が米粒の表面に露出し」ている状態，及び「肌ヌカのみが分離除去されてなる」状態は，肉眼では判別不可能なものであるから，この状態は電子顕微鏡写真等の図面代用写真等で示されなければならない。しかしながら，本件明細書にはそのような図面代用写真等は示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2及び本件発明3について",
                  "text": [
                    "本件明細書の段落【0037】には本件発明の精米機の特定事項が記載されており，「全行程，もしくは終末寄りの行程が摩擦式精米機によって構成され，それが全精米行程の少なくとも3分の2以上を占めている。」との条件を含む4つの項目のいずれかを満たせば本件発明の効果が生じると記載されている。しかしながら，本件発明の実施例は段落【0044】【表1】に記載の1例だけであり，しかも，この実施例の実施条件が記載されておらず，どのような精米機を用いた場合の結果なのか分からない。",
                    "したがって，本件発明2の「摩擦式精米機を全行程の終末寄りから少なくとも3分の2以上の行程に用いることによって」との特定事項は，本件明細書によってサポートされているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，発明の詳細な説明に記載されたものではなく，サポート要件(特許法36条6項1号)を充足しないから，これを充足するとした本件審決の判断には，誤りがある。",
                    "したがって，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲28の電子顕微鏡写真の撮影対象は「金芽米」となっているが，被告が製造する「金芽米」ではなく，当該米粒が本件発明の実施品であるとの立証は何らされておらず，原告の主張はそもそも前提を欠く。しかも，同写真を見ても，亜糊紛細胞層，糊粉細胞層，肌ヌカの判別はできず，原告が前記(1)ア(ア)において主張するような事実は全く確認できない。のみならず，たった一粒の米粒の写真で「金芽米」として市販されている精米がすべて同一の状態であるなどと推認することもできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0035】には，「装置のミニチュア機と，白度計と，炊飯器と，黄色度計を用い，そのロットの米はどの白度に仕上げれば良いかを事前に確認しておき，その白度で仕上げるのである。」と，亜糊紛細胞層が表面に露出したことの確認手段が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の段落【0044】【表1】の「注2」は，亜糊粉細胞層が露出している本件発明の無洗米全体のマルトオリゴ糖の含有量(765mg/100g)と，その亜糊粉細胞層が取り除かれた後の完全精白米のマルトオリゴ糖の含有量(261mg/100g)とを対比したことを記載しているのであり，削り取った表層部に含まれるマルトオリゴ糖の量が分かるから(765-261＝504mg/100g)，当業者は，亜糊粉細胞層に含まれるマルトオリゴ糖のおおよその含有量を理解することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "発明特定事項の構成について，その構成を限定しない旨が明細書に記載されている場合，当該構成については当業者が適宜選択することができるとされているのであり，当該発明特定事項が明細書及び図面によってサポートされていないという関係になるのではない。本件発明においては，無洗米機は適宜のものを用いればよいのである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "玄米が，薄黄色の亜糊粉細胞層と，澱粉を含まず食味上もよくない糊粉細胞層等からなる黄茶色の表層部(糠層)及び純白色の澱粉層の層構造からなることは本件特許出願前から知られていたことである。「亜糊粉細胞層(5)が米粒の表面に露出し」ている状態，及び「肌ヌカのみが分離除去されてなる」状態は，本件明細書の段落【0036】，【0041】ないし【0045】の記載に従い，白色度や黄色度，マルトオリゴ糖類の含有量，食味等により確認することができる。したがって，図面代用写真等を用いる必要性はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2及び本件発明3について",
                  "text": [
                    "発明特定事項の具体的な構成については，特許請求の範囲及び明細書の記載並びに技術常識を踏まえ，当業者が適宜選択することができるのであり，明細書に実施例として記載されていないことから，当然に当該発明特定事項が明細書及び図面によってサポートされていない関係になるのではない。また，本件発明2においては，4つの項目のいずれかの項目を選択して用いればよいとの本件明細書の開示事項に従い，そのうちの一つを特許請求の範囲に掲げたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，発明の詳細な説明に記載されたものであり，サポート要件(特許法36条6項1号)を充足するから，これを充足するとした本件審決の判断には，誤りはない。",
                    "したがって，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "次の本件明細書の記載事項は，本件発明の必須の構成であり，発明を特定するため特許請求の範囲に掲げなければならないのにその記載がない。",
                        "本件明細書の段落 【0036】の「ほとんど亜糊粉細胞層5も削ぎ落とされていない」，「亜糊粉細胞層5の表面に未剥離の糊粉細胞層4がほとんど残存していない」との記載，同段落【0029】の「従来の摩擦式精米機では精白除糠網筒の内面にイボ状，または線状等の突起を設け，糠層を一度に分厚く剥離していたのをなくし，同網筒の内面を滑面にしたり，更にこれも能率の向上には逆行するが，従来の『ヘの字型』搗精，即ち，精米行程の中間行程が，他の行程のところより集中して精白しているのを変え，全行程で均等に精白したり，非効率的ではあるが，同精米機の回転数を早めることなどが有効である。また(2)については，(1)の完了後に亜糊粉細胞層5が表面に現れた時の白度が35～38(米粒により差がある)となるので，最適の状態に仕上げるような白度計と黄色度計を用いて，試験搗精の上で，対処できる。」との記載，同段落【0031】の「摩擦式精米機の回転数も毎分900回転以上の高速回転で運転される。更にそれらの摩擦式精米機の精白除糠網筒(図示せず)の内面は，若干微細な凹凸があるものの，従来のものにくらべ，はるかに凸部が低くなっている。」との記載，同段落【0033】の「研削式の場合は砥石を60番以上にする必要あり」，「本装置では，(1)精白除糠網の内面がほとんど，滑面状となっているから，(2)また第2精米機16では第1精米機14や第3精米機18と同状の軽負荷しかかけないから，更に，(3)本装置は毎分900回の高速回転をさせているから，」との記載，同段落【0035】の「上記装置のミニチュア機と，白度計と，炊飯器と，黄色度計を用い，そのロットの米はどの白度に仕上げれば良いかを事前に確認しておき，その白度で仕上げるのである。」との記載，同段落【0038】の「図3の実施例は3台連座式となっているが，これを4台連座式にしても良いし，また単機でも，上記(1)～(4)を満たすものであればよい。但し，1台の1回通過式精米機でそれを行うには，従来の精白ロールのままでは出来ない。従って，その場合の精白ロールを第2実施例として，図4に示し，説明する。(但し精米機全体の図示は省略する)。図4は，本発明の1台による1回通過式精米機に用いられる『均圧型』精白ロールを示すものであるが，その特徴は，円筒状の胴体31の外面に縦走する2本の突条32，32’が，始点34と終点35の中ほどの曲点(アールを有す)33にて，167度前後の角度で矢印方向に曲がっていることである。しかも，始点34と終点35を結ぶ線が精白ロールの軸線方向と平行になっている。」との記載。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0031】には，肌ヌカを除去できるならばどのような無洗米機でもよいと記載されている。しかしながら，どのような無洗米機を用いたものなのか分からないから，「無洗米機」は明確ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の段落【0041】には，「無洗米機21にて肌糠を除去し，無洗米に仕上げられ，排出口22より排出する。このように無洗米機21にかけるのは，せっかく亜糊粉細胞層5や胚盤9などを残した精白米に仕上がっているのに，これを手作業や洗米機で強くゴシゴシと米を研がれると剥離しやすい亜糊粉細胞層5や胚盤9などが流失してしまうからである。その点，無洗米機21にかけた場合は，排出された無洗米は，亜糊粉細胞層5は除去されず，肌ヌカが除去され…る。」と記載されている。",
                        "しかしながら，「無洗米機」も「洗米機」も，精米後に精白米にこびりついている糠を取る機能を有する同じ装置であり，以前は，「洗米機」と呼んでいたのを，最近になって「無洗米機」と呼ぶようになっただけであり(甲3ないし8)，「無洗米機21」には「洗米機」が含まれる。そうすると，上記記載は，「洗米機」では「剥離しやすい亜糊粉細胞層5や胚盤9などが流失してしまう」としつつ，洗米機である「無洗米機21」ではそうならないとしているから，意味不明の記載である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3は，「前記白度41以上の無洗米であって，これを炊飯すると黄色度13～18に炊き上がることを特徴とする請求項2に記載の旨み成分と栄養成分を保持した無洗米の製造方法。」となっているが，「無洗米の製造方法」であるにもかかわらず，無洗米の製造方法に関する特定のない特許請求の範囲の記載となっており，明確ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，明確ではなく，明確性要件(特許法36条6項2号)を充足しないから，これを充足するとした本件審決の判断には，誤りがある。",
                    "したがって，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "text": [
                    "本件発明の特定事項に不明確なところはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "技術の開示の役割を持つ明細書に記載された実施態様をすべて権利範囲を特定する特許請求の範囲に取り込み，発明を常に実施例に限定させなければならないとする理由はどこにもない。原告がいかなる根拠で実施例に限定せよとの主張をしているのか全く不明であるが，いずれにせよ，本件発明の特定事項はそれ自体として明確であり，本件明細書の段落【0036】，【0029】，【0031】，【0033】，【0035】及び【0038】の記載は，本件発明の具体的な実施態様及びそれに関連する技術事項を開示するものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "発明特定事項の構成について，その構成を限定しない旨が明細書に記載されている場合，当該構成については当業者が適宜選択することができるとされているのであり，当該発明特定事項が明細書及び図面によって不明確になるという関係になるのではない。本件発明においては，無洗米機は適宜のものを用いればよいのであるから，「無洗米機」は不明確ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "無洗米機には，水を使用する水洗式無洗米機(甲3)と水を使用しない無洗米機があり(甲8)，水を使用しない無洗米機はもちろんのこと，水洗式無洗米機であっても瞬間的に水で表面の肌ヌカを除去し，水が吸収される前にすぐに乾燥させるものであるから，洗米機とは全く異なるものである。本件明細書の段落【0041】の記載は，肌ヌカは水を使用しない無洗米機のみならず水洗式無洗米機によっても亜糊粉層を残して除去できるが，洗米機では剥離しやすい亜糊粉細胞層5などが流失してしまうとの趣旨の記載である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3は，請求項2を引用するものであり，請求項2が「無洗米の製造方法」に関する発明である以上，これを引用した本件発明3が「無洗米の製造方法」の発明であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，明確であり，明確性要件(特許法36条6項2号)を充足するから，これを充足するとした本件審決の判断には，誤りはない。",
                    "したがって，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項について",
              "text": [
                "本件明細書(甲20)には，別紙「本件明細書の記載事項」記載の記載事項があり，これによると，本件明細書には，本件発明に関し，次のとおりの開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の課題は，白米でありながら旨み成分と栄養成分を保持した無洗米とその製造方法を提供することである(【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "玄米の表層部は糊粉細胞層と亜糊粉細胞層と澱粉細胞層などで構成されるが，糊粉細胞層と澱粉細胞層の間に位置する亜糊粉細胞層にはマルトオリゴ糖類や食物繊維や蛋白質など米粒の栄養成分及び旨み成分が多く含有されており，他方，それより表層の糊粉細胞層や更に表層の物質いわゆる糠層成分は食味にマイナス作用を与える。また，胚芽の表面部を除く部分や胚盤は消化性が良く栄養成分も多いが，胚芽の表面部は口当たりが悪く消化性も良くない。(【0014】ないし【0019】，【0022】，【0023】)",
                  "text": [
                    "そこで，精米機による搗精により，表層部から糊粉細胞層までを除去し，亜糊粉細胞層を可及的に外面に残して米粒の表面に露出させるとともに，糊粉細胞層4やそれより表層の糠層成分や胚芽の表面部を可能なかぎり除去すればよい(【0007】，【0008】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "亜糊粉細胞層，表面部を除いた胚芽及び胚盤を可及的に残し，糠層成分や胚芽の表面部を可能な限り除去するためには，(1)可能な限り中途精米過程での1粒当りの米粒の剥離差を生じなくする，つまり「むら剥離」を無くすと共に，(2)亜糊粉細胞層が表面に露出した時に搗精を終わらせることが必要となる(【0028】)。",
                    "この(1)のための対策としては，従来の摩擦式精米機の精白除糠網筒の内面に設けられていたイボ状又は線状等の突起をなくして同網筒の内面を滑面にしたり，搗精が一行程に集中するのを変えて全行程で均等に精白したり，摩擦式精米機の回転数を早めることが有効であり，(2)のための対策としては，(1)の完了後に亜糊粉細胞層が表面に現れた時の白度が35～38となるので，これを白度計と黄色度計を用いて測定すればよいが，これは，試験搗精をして事前に条件を確認しておけばよい(【0028】，【0029】，【0035】)。",
                    "このようにして得た白度35～38の精白米は，亜糊粉細胞層も削ぎ落とされずにほとんど残存し，亜糊粉細胞層の表面に未剥離の糊粉細胞層がほとんど残存しておらず，表面部を除去された胚芽や，胚盤もかなり残存し，亜糊粉細胞層の表層にあった糊粉細胞層を含めて糠層がほとんど剥離されている(【0036】，【0040】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明の精米装置は，(1)全行程，もしくは終末寄りの行程が摩擦式精米機によって構成され，それが全精米行程の少なくとも3分の2以上を占めている，(2)その摩擦式精米行程の全行程をほぼ均等負荷がかかる負荷配分になっている，(3)同精米機の精白除糠網筒の内面はほぼ滑面状となっている，(4)同精米機の精白ロールの回転数が毎分900回転以上の高速回転となっている，との主要な要件を備えた精米装置であればよく，上記(1)～(4)の全てを満たすことは相乗効果も働き最もよいが，その内の各項目の一つでもそれなりの効果を有するものである(【0037】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "精米機で仕上げられたままでは肌ヌカが表面に付着しているが，これを手作業や「洗米機」で強くゴシゴシと米を研がれると剥離しやすい亜糊粉細胞層5や胚盤9などが流失してしまうから，「無洗米機21」にて肌ヌカを除去するが，「無洗米機21」にかけた場合は，排出された無洗米は，亜糊粉細胞層5は除去されずに肌ヌカが除去され，白度41～45に仕上がるとともに，胚盤又は表面部が除去された胚芽が残存した米粒の合計数が50％以上を占めている(【0041】)。",
                    "本件発明の無洗米は白度41以上であっても，その表面は亜糊粉細胞層に覆われているため，ご飯に炊き上げると，わずかに黄色みを帯びた黄色度13～18になり，また，全米粒のうち，胚盤又は表面を除去された胚芽が残った米粒の合計数が50％以上も占めているため，その食味は，従来のご飯とは異なった美味しさがある(【0043】ないし【0045】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件の充足について",
              "text": [
                "前記(1)の記載からすると，白米でありながら旨み成分と栄養成分を保持した無洗米とその製造方法を提供するという本件発明の課題を解決するために，本件明細書には，玄米粒において，精米機による搗精により，マルトオリゴ糖類や食物繊維や蛋白質を含有する亜糊粉細胞層を米粒の表面に露出させ，また，胚芽及び胚盤を残せばよいこと，そのためには「むら剥離」をなくすことと亜糊粉細胞層が露出した時に搗精を終わらせることが必要であること，「むら剥離」をなくすためには摩擦式精米機を全行程の3分の2以上で用いる，負荷配分を均等にする，除糠網筒の内面を滑面状にする，ロールの回転数を高速化するとの精米行程，精米装置の条件を提示し，亜糊粉細胞層が露出した時に搗精を終わらせるためには精白米と無洗米の白度や黄色度に着目すればよいこと，その条件は試験搗精をして事前に条件を確認しておけばよいこと，肌ヌカを除去するには無洗米機を用いればよいことを開示するものであり，これによると，本件発明は，発明の詳細な説明に記載された発明であって，かつ，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明の実施品として市販されている「金芽米」の電子顕微鏡写真(甲28)によると，本件発明の「摩擦式精米機により亜糊紛細胞層が表面に露出するように搗精された米粒」，「無洗米機により，亜糊紛細胞層が表面に露出するように搗精された米粒に付着している肌ヌカを除去された無洗米」は，本件明細書に記載する方法では得られない旨を主張する。",
                    "しかしながら，上記電子顕微鏡写真の対象である「金芽米」が本件発明の実施品であるとの立証は全くないから，上記原告の主張は前提を欠くものであって，これを採用する余地はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「亜糊紛細胞層が表面に露出した」ことを確認する方法が何ら記載されておらず，したがって，「亜糊紛細胞層が表面に露出した際の白度を確認」することもできない旨を主張する。",
                    "しかしながら，精米行程の最終行程を経た白度35～38に仕上げられた精白米は，亜糊粉細胞層がほとんど残存しているとされ(【0032】)また，そのためには，「装置のミニチュア機と，白度計と，炊飯器と，黄色度計を用い，そのロットの米はどの白度に仕上げれば良いかを事前に確認して」(【0035】)おけばよいから，「亜糊紛細胞層が表面に露出した」ことを確認することができないとはいえない。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件明細書の段落【0044】【表1】の「注2」に「マルトオリゴ糖類は米粒の表層部を5％削り取ったものを測定した。」とあるが，これは米粒の表層部近傍を広く含む部分の含量であり，一層の亜糊粉細胞層(5)のみの成分分析になっていない旨主張する。",
                    "しかしながら，本件明細書の段落【0044】【表1】の「マルトオリゴ糖類」に係る記載は，本件発明の無洗米と完全精白米のそれぞれの表層部を5％削り取ったものに含有されるマルトオリゴ糖の各含有量を対比して亜糊粉細胞層のマルトオリゴ糖の含有量を間接的に推認させるものと理解できるのであるから，そもそも原告の主張はその前提を異にするものというべきである。すなわち，マルトオリゴ糖は亜糊粉細胞層に多く含まれているとされているところ(本件明細書【0015】，【0016】)，上記「表2」の「本発明の無洗米」の欄には亜糊粉細胞層と更に深層の澱粉細胞層のマルトオリゴ糖の含有量が示され，「完全精白米」の欄は，亜糊粉細胞層が削り取られた後の澱粉細胞層のマルトオリゴ糖の含有量が示されているのであるから，これらを対比すれば，亜糊粉細胞層に含まれるマルトオリゴ糖のおおよその含有量が理解できるといえる。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件明細書の段落【0031】には，肌ヌカを除去できるならばどのような無洗米機でもよいと記載されているが，実施例が1例だけでは，どのような無洗米機を用いたものか分からない旨を主張する。",
                    "しかしながら，本件明細書において無洗米機の構成が限定されていないのであれば，当業者としては適宜の無洗米機を選択すればよいのであり，構成が限定されていないことをもって，本件発明が本件明細書によってサポートされていないという関係には立たない。また，原告からは，肌ヌカを除去できない無洗米機があることを示す具体的な主張，立証はされていない。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件発明の無洗米の表面状態は肉眼では判別不可能であるにもかかわらず，本件明細書には図面代用写真等が示されていない旨主張する。",
                    "しかしながら，図面(その代用としての写真を含む。)は，発明の内容を理解しやすくするために明細書の補助として使用されるものであるところ，前記(2)のとおり，本件発明の内容は原告が上記に主張するような図面代用写真等がなくても当業者において理解可能であるから，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，本件明細書の段落【0037】には4つの項目のいずれかを満たせば本件発明の効果が生じると記載されているが，どの項目を満たすか分からない不明な実施例が1例だけでは，その1つの項目である「摩擦式精米機を全行程の終末寄りから少なくとも3分の2以上の行程に用いることによって」のみを特定事項とする本件発明2が本件明細書によってサポートされているとはいえない旨を主張する。",
                    "しかしながら，本件明細書には，白米でありながら旨み成分と栄養成分を保持した無洗米の製造方法を提供するという本件発明の課題を解決する上で，むら剥離をなくすために摩擦式精米機に設けられる有効な手段として挙げられる3つの項目(【0028】，【0029】)と併記して，「摩擦式精米機を全行程の終末寄りから少なくとも3分の2以上の行程に用いる」ことが記載されている(【0037】)。",
                    "上記本件明細書の記載に加え，本件明細書の段落【0037】の「それらの(1)～(4)の全てを満たすことは相乗効果も働き最もよいが，その内の各項目の一つでもそれなりの効果を有するものである」との記載によると，実施例で用いられる精米機がいずれの項目を満たすものか不明であるとしても，「摩擦式精米機を全行程の終末寄りから少なくとも3分の2以上の行程に用いる」ことを特定事項とする本件発明2(及びこれを前提とする本件発明3)は，上記課題を解決するものとして本件明細書によってサポートされているといえる。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "そのほかサポート要件違反について原告がるる主張する点は，いずれも前記結論を左右し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明は，発明の詳細な説明に記載されたものであり，サポート要件(特許法36条6項1号)を充足するから，これを充足するとした本件審決の判断には，誤りはない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性要件に関する判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件の充足について",
              "text": [
                "本件発明は，前記第2の2のとおりに特定されるものであるところ，それ自体として，用語の内容に不明瞭，あいまい等の明確でない部分は見出し難い。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書の段落【0036】，【0029】，【0031】，【0033】，【0035】及び【0038】の記載事項は，本件発明の必須の構成であり，発明を特定するため特許請求の範囲に掲げなければならないのにその記載がないから，本件発明は明確性を欠くとする。",
                    "しかしながら，本件発明の特定事項だけでは，各特定事項の間に矛盾，欠落，不整合等が生じていて，本件出願時の技術常識を踏まえても，当業者において発明の内容を理解できず，第三者に不測の不利益を及ぼすほど不明確であるとは認め難いから，上記各段落の各内容を発明特定事項とする必要はない。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「無洗米機」だけではどのような無洗米機か分からないから，この用語が明確ではない旨を主張する。",
                    "しかしながら，本件明細書の段落【0031】には，肌ヌカを除去できるならばどのような無洗米機でもよいと記載されており，また，本件出願時の技術常識(甲2ないし8)を踏まえても，当業者において「無洗米機」を理解できないとはいえないから，当業者としては適宜の無洗米機を用いればよいと理解できるのであって，「無洗米機」が明確ではないとはいえない。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「無洗米機」には「洗米機」が含まれるから，「洗米機」では「剥離しやすい亜糊粉細胞層5や胚盤9などが流失してしまう」としつつ，洗米機である「無洗米機21」ではそうならないとしている本件明細書の段落【0041】の記載は明確ではない旨を主張する。",
                    "しかしながら，「無洗米機」に「洗米機」が含まれるとする原告の主張は，独自の解釈に基づくものであり，「無洗米機」の中に水を用いるものがあるとしても，通常の洗米機とは異なる用い方をしており(甲2ないし8)，「無洗米機」といった場合に指し示す機器を当業者が理解できないとはいえず，両者は明確に区別され得るものであるから，原告の上記主張は前提を欠き，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件発明3が「無洗米の製造方法」としつつ，無洗米の製造方法に関する特定事項がないから明確ではないと主張するが，本件発明3は，請求項2に記載された製造方法によって仕上げることを特徴とすることに加えて，「黄色度13～18に炊き上がることを特徴とする」ことを明示しているのであるから，製造方法に関する特定事項がないとはいえない。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そのほか明確性要件違反について原告がるる主張する点は，いずれも前記結論を左右し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明は，明確であり，明確性要件(特許法36条6項2号)を充足するから，これを充足するとした本件審決の判断には，誤りはない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10029",
    "date": "2021-02-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090040",
    "ipprecedent_id": "5499",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}