{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2019-300623号事件について令和2年7月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条1項に基づく商標登録取消審判請求に対してこれを認めた審決の取消訴訟である。争点は，以下の1に係る商標（以下，「本件商標」という。）の使用の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標について",
          "text": [
            "本件商標は，別紙のとおりの構成からなるものであり，昭和61年10月21日に登録出願され，第26類「新聞」を指定商品として，平成元年3月27日に商標登録第2127589号として設定登録され，その後，平成21年4月22日に，指定商品及びその区分を第16類「新聞」とした指定商品の書換登録がされ，平成30年10月16日に商標権の存続期間の更新登録がされ，現在有効に存続するものであり，原告が商標権者である（以下，本件商標に係る商標登録を「本件商標登録」という。甲1，2，20）。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，令和元年8月9日，特許庁に対し，本件商標登録を取り消すことを求めて審判（以下，「本件審判」という。）の請求をした。特許庁は，本件審判の請求を，令和元年8月23日に登録し，取消2019-300623号事件として審理をした上で，令和2年7月15日，「登録第2127589号商標の商標登録を取り消す。」との審決（以下，「本件審決」という。）をし，その謄本は，令和2年7月27日に原告に送達された。",
            "本件商標登録について，商標法50条2項に規定する「審判の請求の登録前3年以内」とは，平成28年8月23日から令和元年8月22日までの期間（以下，「要証期間」という。）となる。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標に関して認められる事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成16年2月14日から，名称を「滋賀新聞」とする新聞（以下，「本件新聞」という。）を発刊し，本件新聞は，平成19年2月24日号をもって休刊となった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，過去に発刊された本件新聞の各号を誰もが無償で読めるように，平成16年2月14日から，「滋賀新聞ウェブサイト」（以下，「本件ウェブサイト」という。）を開設した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件ウェブサイトには，電子化された本件新聞の内容が掲載され，本件商標が表示されている（甲3〔本件審決の乙1〕及び甲9〔本件審決の乙7〕）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標は第16類「新聞」に使用されたかについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法施行令の別表における第16類は，「紙，紙製品及び事務用品」とされており，第16類では，「印刷物」の包括表示の下に「新聞」が例示されている。また，特許庁商標課編「商品及び役務の区分解説（国際分類第9版対応）」には，第9類の「電子出版物」の項に，「この概念には，ダウンロードによる電子出版物，記録媒体に格納した電子出版物が含まれる。」との記載がある。",
                    "そうすると，本件商標の指定商品である第16類「新聞」は，「印刷物」（紙媒体）としての「新聞」であり，ダウンロードによる又は記録媒体に格納された「電子新聞（電子出版物）」は含まれない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標法上の商品とは，商取引の目的たり得るべき物をいい，これには無体物である電子出版物等の電子情報財も含まれる。電子情報財が商標法上の商品というためには，流通性が必要というべきであり，ダウンロード等により顧客に電子情報財そのものが送信され，顧客がハードディスクに記録し，継続して管理・支配できる場合に，電子情報財自体が流通しているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記(1)ウのとおり，本件ウェブサイトには，本件商標が表示されており，本件新聞が掲載されていることが認められるが，本件新聞は，本件ウェブサイトに掲載されていることからして，電子化されたもの，すなわち「電子新聞（電子出版物）」というべきであるから，本件商標の指定商品である第16類に属する「印刷物」（紙媒体）としての「新聞」について，本件商標が使用されていると認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記(1)イのとおり，本件ウェブサイトは，過去に発刊された本件新聞を誰でも読めるように開設されたものであるから，本件ウェブサイトにおいては，本件新聞を流通させているというよりも，むしろ電子化された本件新聞の内容を提供（供覧）させているといえる。また，本件ウェブサイトにおいて，本件新聞が流通されていると認めるに足りる証拠は見当たらない。",
                    "したがって，本件商標は，本件ウェブサイトにおいて，本件新聞の内容を提供する役務に使用されているというべきであって，流通性のある商品に使用されているということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によると，本件商標は，第16類「新聞」に使用されていると認めることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消理由",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1（商標法2条3項8号に基づく「使用」の判断の誤り等）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標が掲載された本件ウェブサイト（甲29）のウェブページ（甲3。以下，本件ウェブサイトの中の甲3，9を「本件ウェブページ」ということもある。）は，本件新聞が廃刊ではなく休刊中であることを開示し，かつ，本件新聞の過去号を掲載したものである。これは，本件新聞が廃刊ではなく，休刊であることを明確にすることによって，読者に対し，将来的に復刊されることを知らしめ，復刊時の宣伝，広告としたものである。",
                "したがって，本件ウェブサイトでの本件商標の掲載は，商標法2条3項8号の「商品若しくは役務に関する広告，価格表若しくは取引書類に標章を付して展示し，若しくは頒布し，又はこれらを内容とする情報に標章を付して電磁的方法により提供する行為」に該当する。",
                "また，本件ウェブサイトは，日本国内において，平成16年2月14日から現在に至るまで継続的に運営されており，本件ウェブサイトに掲載されている本件商標も日本国内において継続的に使用されている。本件ウェブサイトには，本件新聞が休刊して10年以上を経てもなお，相当数のアクセスが認められ，本件ウェブサイトへの1年間（平成30年8月1日から令和元年7月31日）の総アクセス数は，1万2524PVであり，月別及び日別のアクセス数も，大きく偏ることなくおおよそ平均している（甲4）。",
                "以上によると，本件商標は，その指定商品である「新聞」について，通常使用権者（株式会社京都新聞社〔以下，「京都新聞社」という。〕）によって，要証期間内に日本国内において使用されている。したがって，本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決はこの点について判断していないが，これは，本件審決の結論に直結する重大な遺漏である。この点について，被告は，本件商標が広告宣伝での使用（商標法2条3項8号）には該当しないという根拠のない理由を述べるだけであり，実質的な反論をしていないから，本件審決に瑕疵があることを実質的に認めているといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，甲9の本件ウェブページに示された「滋賀新聞」が本件商標と同一ではないからその使用には当たらないと主張している。",
                "しかし，何らかの図形や模様が施された短冊を背景にして，その上に新聞名を記載するという表記態様は，新聞業界での慣習ともいえ，下に示すように，各新聞社で同様の表記態様をみることができる（毎日新聞は，商標公報〔登録3287846号〕より抜粋）。",
                "この表記態様において，需要者が背景を識別しているとは到底考えられず，需要者は，背景を無視し，そこに表記された新聞名をもって新聞を識別しているのは明らかである。",
                "本件商標は，新聞業界の慣習に則り，琵琶湖の輪郭が描かれた短冊を背景として，そこに「滋賀新聞」が大きく記載されている。これを新聞業界での実情に当てはめると，本件商標において，背景は特段の識別力をもたず，要部となっているのは，「滋賀新聞」の文字である。甲9には，縦書きと横書きとの違いはあるが，本件商標と同じ書体で「滋賀新聞」が横書きされているから，本件商標と実質的に同一であり，甲9には，本件商標が使用されているというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2（指定商品第16類の「新聞」は紙版に限るとの判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法における商品とは，市場を流通する商取引の目的たり得るべき物をいい，市場で取引の対象となる流通性・代替性のある電子情報財等の無体物も含まれる。",
                "新聞や書籍などの情報伝達媒体に属する商品について，需要者は，その内容（コンテンツ）に価値を見いだし，対価を支払って購買するのであって，その物理的な性状について対価を見いだすわけではない。新聞や書籍といった情報伝達媒体に属する商品において，取引の対象となっているのは，その物理的な性状である紙ではなく，実質的には，その内容（コンテンツ）である。その意味において，この種の商品の流通とは，情報の流通のことを指すというべきである。",
                "需要者は，納得のいく品質の商品に巡り合えた時，その商品に付された商標を記憶し，それを目印として，その後の商品の購買を決める。このことによって商品に信用が化体するわけであるが，これを新聞や書籍に当てはめると，需要者は，そこに記載された内容（コンテンツ）に納得したときに初めてその新聞や書籍に価値を見いだし，そこに付された商標に信用を置くことになる。",
                "インターネットの普及以前であれば，内容（コンテンツ）を載せる媒体が紙であったため，その紙が市場で流通する必要性があったが，今日，内容（コンテンツ）は，インターネットを通じて流通できるため，新聞等が紙である必要性はなくなっている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "新聞業界の者が認識する新聞とは，編集者が，多数ある出来事のそれぞれを，所定の意図をもって価値判断し，ふるい分け，順序付けし，文書化し，割り付けしたもののことである（甲21の15頁～16頁）。編集者の意図が加わるから，新聞には，全体としての展開性も存在する。購読者は，新聞を必ずしも最初から順に読むとは限らないので，新聞には縦覧性が要求される上，一見による内容の大雑把な把握と，精読による内容の詳細な把握の双方を満たす必要があるため，各記事において，見出し，概要，本文などといった階層構造化がなされており，各報道やその各階層で，それぞれ文字の大きさやフォントが異なる場合もある。",
                    "現在において，新聞には，印刷版とデジタル版とがあり，その双方の発行部数の合計をもって，各新聞社の発行部数が順位付けされており（甲21），県紙クラスの地方紙まで含め，自社デジタル版を持たないところはないとされている（甲21）。",
                    "さらに，紙版の新聞と電子版の新聞との間で，購読料に若干の差はあるものの，大きな違いのあるところは少ない（甲22）。これは各新聞社において，紙版の新聞と電子版の新聞とを商品的には区別せず，同一視しているということを示している。",
                    "これらによると，各新聞社は，掲載事項や順序，割り付け，文字の大きさ等に係る表示態様の点で新聞特有のものであれば，紙版であれ電子版であれ，これを「新聞」と認識していることが分かる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "各新聞社が，電子版であっても，表示態様が従前の新聞のようなものは「新聞」として販売しており，購読者はそれを新聞という認識で購入していることからすると，少なくとも，単なる報道等の羅列ではなく，掲載事項や順序，割り付け，文字の大きさ等に係る表示態様において新聞のようなものは，電子版であろうとも，需要者（新聞の購読者）は，「新聞」と認識しているといえる。ネット上で流通する新聞は，電子新聞やデジタル版などと称され，紙の新聞とは区別されているが，従前の紙面と同様な閲覧が可能となっている（甲23～27）。",
                    "原告が依頼した調査会社が令和2年10月16日から同月19日までの間に全国の各都道府県に在住の970名に対し，アンケート（以下，「本件アンケート」という。甲28）を行ったところ，有効回答数106において，新聞の電子版について，「新聞かもしれない」と消極的に感じている者を含めると，需要者の約83％，本件ウェブサイトについては，需要者の約75％が，「新聞」と認識していることが明らかになった。本件ウェブサイトを積極的に「新聞」と認識している者は，全体の23．6％である。なお，本件アンケートの対象者は，モニター会員427万人（株式会社ＮTTドコモのスマホ利用者主体）を対象にコンピュータで人口比に従って無作為抽出した者である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，今日においては，各新聞社及び需要者（購読者）は，紙版であろうが電子版であろうが，その表示態様が「新聞」であれば，これを「新聞」と認識しているのは明らかである。第16類に規定される指定商品「新聞」の範囲は，掲載事項や順序，割り付け，文字の大きさ等の表示態様が新聞特有のものであれば，紙版に限られず，電子版のものも含まれることになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲9の本件ウェブページは，新聞独特の順序立てや割り付け，文字の大きさの変化などがされ，「新聞」と表記されており，本件審決も，本件ウェブサイトに掲載されている対象が「新聞」である旨判断している（本件審決7頁18行目～19行目，25行目～26行目）。",
                    "そうすると，本件ウェブサイトに接した読者は，これを「新聞」として認識することは明らかであり，本件ウェブサイトに使用されている本件商標は，その指定商品である「新聞」について使用されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記1（1）のとおり，本件ウェブサイトについては，本件新聞が休刊して10年以上を経てもなお，相当数のアクセスが認められる（甲4）。本件ウェブサイトでは，本件商標が使用され，かつ，その主体が京都新聞社であることが明確に把握できるから，需要者にとって，本件商標がその主体とともに広く認知されていることが十分にうかがえる。",
                    "これを本件アンケート結果に照らすと，総アクセス数1万2524のうちの約75％，すなわち，約9400のアクセス者は，本件ウェブサイトを新聞と認識していることになる。不使用期間とされる3年間でいうと，その3倍である約2万8200ものアクセス者が本件ウェブサイトを積極的に「新聞」と認識していると推定される。仮に，本件ウェブサイトを積極的に「新聞」と認識しているアクセス者（全体の23．6％）に限っても，その数は約8800となる。",
                    "このように，本件ウェブサイトは，多数のアクセス者から「新聞」と認識されており，そこに本件商標が使用され，かつ，その主体が京都新聞社であることが明確に把握できるのであるから，本件商標は，現在においても，十分な信用が化体していることは明らかである。このような状況下で，仮に，本件商標が取り消され，本件商標に類似する他者の商標が登録されることになると，当該他者の商標使用によって需要者に混乱が生じることは必至であり，そうなると，本来あるべき商標法1条の法目的を達成し得なくなる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "商標法50条における不使用取消審判の趣旨は，信用の化体が見られない登録商標を排除することにより，これと同一又は類似する他人の商標の使用を担保し，流通秩序を保つことにあるから，不使用取消審判での登録商標の使用／不使用判断場面では，社会通念を考慮し，実際の取引実情に応じて，使用商標と登録商標との同一性を判断しなければならないとされている。社会通念や商標の使用状況を考慮しない形式的な判断では，例えば，信用が実際に化体している登録商標が取り消され，他人が使用できるような事態を招きかねず，そうなると，需要者・取引者による混同が生じ，取引秩序の混乱を招来するおそれがある。",
                "そのため，本条において登録商標と同一とみなされる範囲については，商標法38条5項かっこ書きに，「その他，当該登録商標と社会通念上同一と認められる商標を含む。」と規定されている。不使用取消審判での使用商標と登録商標との同一性の判断基準は，特許庁の商標審査基準における同一類似の判断基準とは異なる。商標審査基準は，他者商標との同一類似を判断するための参考基準に過ぎず，商標法50条における登録商標の不使用判断の場面においては，実際の取引社会の通念に照らして登録商標の使用かどうかを判断しなければならない。",
                "「新聞」についての現実的な取引の実情や社会通念をみると，インターネットの発展及び普及に伴い，「新聞」という商品は，紙媒体のみに限定されるものではなく，電子媒体をも含むものに変貌しつつある。実際，新聞社の認識は，国際的にも電子媒体を含むものに変わっており（甲21），一般購読者も，その相当数が電子媒体の情報をそのコンテンツに照らして「新聞」と判断している（本件アンケート）。",
                "本件審決の判断は，特許庁の運用基準に基づいてされたものに過ぎず，日々変化する取引実情を無視した表面的なものであって，商標法の目的に立ち返ると明らかに誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，内容（コンテンツ）に価値を見いだして購入する需要者がいるとしても，収集家のように，紙媒体の「新聞」についてコンテンツ以外の点に価値を見いだす需要者が一部存在するから，新聞の流通とは，紙媒体としての「新聞」の物品そのものの流通として捉えられるべき旨を主張しており，紙の新聞を収集する収集家が存在することに加え，内容（コンテンツ）に価値を見いだして新聞を購入する（多数の）需要者がいるということを事実上是認している。",
                "商標法において独立して商取引の対象となる動産が「商品」であるところ，被告は，「新聞」の実質的な取引対象がその内容（コンテンツ）にあることを自身で是認し，「新聞」が電子媒体を含む概念であることを認識しているにもかかわらず，一方ではこれを否定し，審査基準に拘泥して「新聞」を紙媒体に限定すべきと主張しており，大きな矛盾が生じている。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被告は，甲9の本件ウェブページに示された「滋賀新聞」が本件商標と同一ではないからその使用には当たらないと主張しているが，被告の主張を採り得ないことは前記1(3)のとおりである。本件ウェブサイトではそのトップページ（甲3）に本件商標と同一の商標が使われており，本件ウェブサイトは，本件アンケートの結果においても，相当数の需要者の認識において「新聞」である。したがって，本件商標は，「新聞」である本件ウェブサイトのトップページに使用されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1（商標法2条3項8号に基づく「使用」の判断の誤り等）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件ウェブサイトには，その右上に本件商標が表示されており，その左上に以下の①，その中央に以下の②の記載がある。",
                "①  最新号  「2007年2月24日号」",
                "②  ※お礼  毎週土曜日に発行してきました「滋賀新聞」は，本号をもって休刊いたします。2004年2月に創刊してから丸3年，みなさまにはご愛読いただき，ありがとうございました。",
                "これらによると，本件ウェブサイトは，本件商標を使用した紙媒体としての「新聞」が平成19年2月24日号をもって休刊したという事実を通知するに過ぎないものであり，本件商標を付した紙媒体としての「新聞」が平成19年2月以降発行されていないことを明示するものである。",
                "また，本件ウェブサイトには，商品の広告として理解されるような記載，例えば，近い将来復刊を予定している旨の記載等が認められず，これより紙媒体としての「新聞」の復刊の準備が進んでいるような事情をうかがうこともできない。",
                "本件ウェブサイトは，原告のいうところの「復刊時の宣伝・広告」として把握されるべきものではないから，本件ウェブサイトをもって，本件商標の指定商品第16類「新聞」に関する「広告」（商標法2条3項8号）に該当すると把握される余地はない。",
                "原告は，本件ウェブサイトにアクセスがあることを主張するが，本件ウェブサイトに継続的なアクセスが認められるとしても，その事実のみをもって，本件商標が「新聞」に関する「広告」について継続的に使用されていることを示す証拠にはならない。",
                "したがって，本件ウェブサイトは，原告が，要証期間に，日本国内において，本件商標を指定商品第16類「新聞」に使用していたことを示す証拠とはならない。",
                "原告は，本件ウェブサイトへのアクセス数をPVを用いて検証しているが，PVとは，ウェブサイトが表示された回数のことであり，特定のユーザがウェブサイト内のページを六つ閲覧するとPVの値は六つカウントされる。ウェブサイトの管理者（作成者）が確認のためにウェブサイトにアクセスし，さらにページを移動したときはPVの値は二つカウントされる。このように，PVは，ウェブサイトを訪問したユーザの数（訪問者数）とは異なるものであり，原告がアクセス数を訪問者数と同義に捉え，これをPVに基づいて認定及び検証しようとすることは，意図的にアクセス数（訪問者数）を多くみせかけようとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件審決が，広告としての使用に関する判断を遺漏していると主張する。",
                "しかし，本件審決において，本件ウェブサイトは，第16類に属する「印刷物」（紙媒体）としての「新聞」について，本件商標が使用されているとは認められないと判断している。この判断は，本件ウェブサイト上に本件商標を掲載する行為が，紙媒体としての「新聞」を電子化するもの，つまり「電子新聞（電子出版物）」として理解されるものを提供（供覧）させる行為として把握されたことによるものである。",
                "そうすると，本件審決は，本件商標にかかる指定商品が第16類「新聞」であるのに対して，本件商標の使用にかかる商品が第9類「電子出版物」であり，指定商品と使用に係る商品が同一のものでないから，本件ウェブサイトが本件商標の指定商品に対する使用ではないと判断したものであり，原告の主張に対して判断をしているといえる。",
                "原告は，被告が，本件商標が広告宣伝での使用（商標法2条3項8号）には該当しないという根拠のない理由を述べるだけであり，実質的な反論をしていないから，本件審決に瑕疵があることを実質的に認めていると主張するが，被告は，本件審決の瑕疵を実質的に認めているものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲9を根拠に，本件商標は，その指定商品である「新聞」について使用されていると主張する。",
                "しかし，甲9では，ややレタリングされた「滋賀新聞」の文字（以下，「使用商標」という。）が確認されるところ，使用商標と本件商標とは，図形の有無といった顕著な差異があるものであり，このような差異を有する両商標が，商標法50条1項に規定するところの「社会通念上同一と認められる商標」として理解されるものでない。そうすると，甲9から，本件商標の使用が確認されるものでない。",
                "原告は，本件商標の背景は特段の識別力をもたず，要部となっているのは，「滋賀新聞」の文字であると主張するが，後ろの短冊部分も含めて要部である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2（指定商品第16類の「新聞」は紙版に限るとの判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標に係る指定商品は，第16類「新聞」であるところ，「類似商品・役務審査基準〔国際分類第11-2020版対応〕」における第16類の「注釈」に，「第16類には，主として，紙，厚紙及びこれらを材料とする特定の商品及び事務用品を含む。」と記載されている。また，第16類に属する「印刷物」の類似商品群の例示として「新聞」と記載されている。一方，「類似商品・役務審査基準〔国際分類第11-2020版対応〕」の第9類には「電子出版物」の記載が確認できるところ，実際に「電子新聞」を指定商品とする商標登録は，特許庁において数多く認められ，いずれの商標登録にあっても，商品「電子新聞」は第9類に属する商品として理解され，登録を受けている。",
                "これらの事実によると，電子媒体である「電子新聞」は第9類の「電子出版物」として理解されるものであり，第16類の「新聞」に該当しないことは明らかであり，商標法50条1項が規定する指定商品についての登録商標の使用とは，本件商標が，指定商品第16類「新聞」，すなわち紙媒体としての「新聞」に使用されているものであることを要する。",
                "本件ウェブサイトは，紙媒体としての「新聞」の広告に該当するものではないから，本件商標は，平成19年2月以降，紙媒体としての「新聞」について使用されていないことは明らかである。",
                "原告は，本件ウェブサイトにアクセスがあることを主張するが，本件ウェブサイトに継続的なアクセスが認められるとしても，その事実のみをもって，本件商標が紙媒体としての「新聞」について継続的に使用されていることを示す証拠にはならない。なお，原告の主張するアクセス数に誤りがあることは，前記1(1)のとおりである。",
                "仮に，本件ウェブサイトへの継続的なアクセスが，本件商標の使用を裏付けるものになり得る場合があるとすると，その場合における「使用」とは，使用の対象を「電子化された新聞の内容を提供（供覧）する役務」とする場合に限定される。しかし，「電子化された新聞の内容を提供（供覧）する役務」にかかる使用は，本件商標の指定商品第16類「新聞」への使用とは，明らかに別異のものであるから，本件ウェブサイトは，本件商標を指定商品第16類「新聞」について使用するものではない。",
                "したがって，本件ウェブサイトは，原告が，要証期間に，日本国内において，本件商標を指定商品第16類「新聞」に使用していたことを示す証拠とはならない。",
                "（2）ア  原告は，新聞や書籍といった情報伝達媒体に属する商品において，取引の対象となっているのは，その物理的な性状である紙ではなく，実質的には，その内容（コンテンツ）であり，この種の商品の流通とは，情報の流通のことを指し，インターネットを通じて流通できるため，新聞等は紙である必要性はなくなったし，電子版も含まなければならないから，「紙媒体」に限定した本件審決の判断には誤りがある旨主張する。",
                "商標法における商品に，電子情報財等の無体物が含まれることを否定するものではないが，たとえ，新聞や書籍などの情報伝達媒体に属する商品が，原告がいうところの「その内容（コンテンツ）」に価値を見いだして購入する需要者がいるとしても，いわゆる収集家の如く，紙媒体としての新聞や書籍について，「その内容（コンテンツ）」以外の点に価値を見いだす需要者も存在する。また，インターネットが普及し，「内容（コンテンツ）」がインターネットを通じて流通することが可能であるとしても，これにより紙媒体としての「新聞」の存在自体が完全に否定されるものではないし，実際に，紙媒体としての「新聞」は依然として流通している。そうすると，紙媒体としての「新聞」の流通とは，紙媒体としての「新聞」という物品そのものの流通として捉えられるべきものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件アンケート（甲28）の結果をもとに，本件商標が指定商品である「新聞」に実質的に使用されていると主張する。",
                    "しかし，本件アンケート調査は，その対象者がどのような条件・方法により抽出されたものであり，どのような方法によりインターネットを通じて実施されたものであるかは明らかでなく，本件アンケート調査によって得られた結果が，「電子版の新聞及び本件ウェブサイトを一般購読者がどのように捉えているか」を示すものとして参酌することはできない。",
                    "また，本件アンケートは，ウェブサイト上におけるアーカイブの提供が，「電子化された新聞の内容を提供（供覧）する役務」に該当するものであるか否かに関するものであるから，これによって得られた結果を，本件商標が指定商品である紙媒体である新聞に使用されているか否かを検討するに当たり，参酌することはできない。",
                    "さらに，本件アンケートの回答について，原告は，「どちらとも言えない，わからない」という回答を，「新聞かもしれない，と消極的に感じている」と恣意的に認定しているから，本件アンケート調査が，「需要者の約75％が本件ウェブサイトを『新聞』と認識している。」ことを示すものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件審決は，取引実情に鑑みることなく，特許庁の運用基準に従って，第16類の「新聞」が紙媒体のものに限るとの誤った認定を行ったと主張する。",
                    "しかし，本件商標は，その指定商品として，第16類「新聞」を指定するものであるところ，「類似商品・役務審査基準」は，時代の経過と合わせて毎年改定を繰り返し，常に商取引の実情に沿うべく採択されているものであって，これに示すところの第16類「新聞」が，指定商品の範囲として理解されるべきものである。そして，商標法50条に記載する指定商品もまた，前記と同様に理解されるものであるから，本件審決の認定に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "事実関係",
          "text": [
            "後掲の証拠及び弁論の全趣旨によると，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告（旧商号は「株式会社京都新聞社」）は，京都新聞社などを子会社とする会社である（甲5～7，19）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成16年2月14日から，名称を「滋賀新聞」とする本件新聞を毎週土曜日に発行し，過去に発行された本件新聞の各号を誰もが無償で読めるように，同日から本件ウェブサイト（甲29）を開設したが，本件新聞は，平成19年2月24日号をもって休刊となった（甲3，5～7，9，19，29）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件ウェブサイトのトップページ（甲3）には，右上に本件商標が付され，左上に「最新号［2007年2月24日号］」，その下にJR長浜駅の写真と記事の見出し，さらにその下に，下記の記載（以下，「本件記載」という。）があり，これらの下に，［2007年2月17日号］以下の各号の見出しが記載され，別のウェブページには，発行日別に，記事が掲載されている（甲3，9，29）。",
                "記",
                "※お礼",
                "毎週土曜日に発行してきました「滋賀新聞」は，本号をもって休刊いたします。2004年2月に創刊してから丸3年，みなさまにはご愛読いただき，ありがとうございました。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件ウェブサイトの運営事業は，平成26年の会社分割に伴い，新たに設立された京都新聞社に移転され，以後，本件ウェブサイトは，同社が事業母体となって，現在に至るまで開設されているところ，そのアクセス数は，平成30年8月から令和元年7月までの間，年間合計1万2524PV，月刊平均1044PV，日平均34．3PVであった（甲4，5～7，19）。",
                "なお，京都新聞社は，上記の運営事業の移転の際，原告から，本件商標の通常使用権を許諾された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由1（商標法2条3項8号に基づく「使用」の判断の誤り等）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件ウェブサイトに本件商標を付すことが，商標法2条3項8号の「商品若しくは役務に関する広告，価格表若しくは取引書類に標章を付して展示し，若しくは頒布し，又はこれらを内容とする情報に標章を付して電磁的方法により提供する行為」に当たると主張する。",
                "本件ウェブサイトの記載内容は，前記1(3)のとおりであるところ，トップページにある本件記載は，本件新聞が休刊したことを記載したものであり，本件新聞が復刊するなどの告知はない。本件ウェブサイトの各記載は，このような本件記載がトップページに記載されている本件ウェブサイトをみた者をして，本件新聞を新たに購読しようなどと思わせる記載内容ではないから，本件ウェブサイトが本件新聞の「広告」であるということはできない。このことは，「休刊」が，「新聞・雑誌など定期刊行物が発行を休むこと」を意味する（甲10）とされ，「新聞・雑誌など定期刊行物の発行を廃止すること」を意味する「廃刊」（甲11）と異なる意味を有するとしても，左右されないし，また，本件ウェブサイトに現在に至るまで一定数のアクセスがあるとしても，左右されない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件審決が商標法2条3項8号の使用について判断していない旨主張する。",
                "本件審決には，原告の主張として，「本件ウェブサイトは，本件新聞が休刊中であることを開示し，かつ，本件新聞の過去号を掲載したものであるところ，これは，裏を返せば，廃刊ではなく，休刊であることを明らかにすることによって，復刊を予想させ，復刊時の宣伝，広告的な効果を狙ったものである。してみれば，本件ウェブサイトでの本件商標の掲載は，商標法第2条第3項第8号に規定されている『商品若しくは役務に関する広告，価格表若しくは取引書類に標章を付して展示し，若しくは頒布し，又はこれらを内容とする情報に標章を付して電磁的方法により提供する行為」にも該当する。』（本件審決4頁～5頁）と記載され，判断部分において，「本件ウェブサイトは，過去に発刊された本件新聞を誰でも読めるように開設されたものである。そうすると，本件ウェブサイトにおいては，本件新聞を流通させているというよりも，むしろ電子化された本件新聞の内容を提供（供覧）させているといえる。また，本件ウェブサイトにおいて，本件新聞が流通されていると認めるに足る証拠は見当たらない。したがって，本件商標は，本件ウェブサイトにおいて，本件新聞の内容を提供する役務に使用をされているというべきであって，流通性のある商品に使用をされているということはできない。」（本件審決7頁）と判断しており，本件商標が流通性のある商品の広告として使用されていない旨を判断していると解される。この点は，より明確に判断するのが望ましいということができるものの，本件審決に判断の遺漏があるとまでいうことはできない。",
                "また，本件商標が商標法2条3項8号の「使用」をされていないことは，前記（1）のとおりであるから，仮に，本件審決が商標法2条3項8号の使用について判断していないとしても，本件審決を取り消すべき違法理由があると認めることもできない。",
                "原告は，被告は，本件商標が広告宣伝での使用（商標法2条3項8号）には該当しないという根拠のない理由を述べるだけであり，実質的な反論はしていないから，本件審決に瑕疵があることを実質的に認めているといえると主張するが，被告は本件審決に瑕疵があることを争っており，原告の上記主張が認められないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，本件ウェブサイトに本件商標が付されているからといって，本件商標について，商標法2条3項8号の「商品若しくは役務に関する広告，価格表若しくは取引書類に標章を付して展示し，若しくは頒布し，又はこれらを内容とする情報に標章を付して電磁的方法により提供する行為」があると認めることはできないから，原告の主張する取消理由1に理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由2（指定商品第16類の「新聞」は紙版に限るとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標の指定商品である第16類「新聞」は，紙版に限られず，電子版も含まれるから，本件商標は，指定商品について使用されていると主張する。",
                "商標法50条1項は，「継続して3年以上日本において商標権者，専用使用権者又は通常使用権者のいずれもが各指定商品又は指定役務についての登録商標の使用をしていないとき」に，何人も，指定商品又は指定役務に係る商標登録を取り消すことについて審判の請求をすることができるとし，同条2項は，「その審判の請求の登録前3年以内に日本国内において商標権者，専用使用権者又は通常使用権者のいずれかが，同条1項の請求に係る指定商品又は指定役務のいずれかについての登録商標の使用をしていることを被請求人が証明しない限り，商標権者は，その指定商品又は指定役務に係る商標登録の取り消しを免れない。」としているから，商標法50条にいう「指定商品」は，商標登録に係る指定商品であると解される。",
                "本件商標の指定商品は，第16類「新聞」であり，商標法施行令の別表では，「第16類」は，「紙，紙製品及び事務用品」である。また，商標法施行令の別表の「第9類  科学用，航海用，測量用，写真用，音響用，映像用，計量用，信号用，検査用，救命用，教育用，計算用又は情報処理用の機械器具，光学式の機械器具及び電気の伝導用，電気回路の開閉用，変圧用，蓄電用，電圧調整用又は電気制御用の機械器具」には，「電子出版物」が含まれる（商標法施行規則の別表第9類）。",
                "これらによると，第16類の「新聞」とは，紙媒体のものを意味し，電子出版物を含まないと認められるから，本件商標についても，電子出版物ではなく，紙媒体の「新聞」において，要証期間内に使用されたことが原告によって立証される必要がある。",
                "原告は，各新聞社及び需要者（購読者）は，紙版の「新聞」と電子版の「新聞」をいずれも「新聞」と認識するから，電子版の「新聞」も第16類の「新聞」に含まれる旨主張するが，原告のこの主張は，紙媒体と電子版を峻別している商標法施行令及び商標法施行規則の各別表に反するものであり，採用することはできない。インターネットの発展及び普及に伴い，「新聞」という商品は，紙媒体のみに限定されるものではなく，電子媒体をも含むものに変貌しつつあり，本件ウェブサイトが京都新聞社の電子版の「新聞」であると認識する者が多く存在するとしても，また，「新聞」の実質的な取引対象がその内容（コンテンツ）であるとしても，上記判断は左右されるものではない。",
                "原告は，本件審決の判断は，特許庁の運用基準に基づいてなされたものに過ぎず，日々変化する取引実情を無視してされた表面的なものであって，商標法の目的に立ち返ると明らかに誤りであると主張するが，商品の区分の判断は，商標法施行令及び商標法施行規則の各別表によってされなければならないことはいうまでもなく，これらに反する判断ができないことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標については，本件ウェブサイトに使用されていることは認められるが，要証期間内に，紙媒体の「新聞」に用いられていることの立証はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，本件商標が要証期間中に使用されたことが立証されたとは認められないから，本件商標登録は取り消されるべきである。",
                "原告は，仮に，本件商標が取り消され，本件商標に類似する他者の商標が登録されることになると，当該他者の商標使用によって需要者に混乱が生じることは必至であり，そうなると，本来あるべき商標法1条の法目的を達成し得なくなると主張するが，原告が，本件ウェブサイトに本件商標を用いることについては，指定商品を第9類「電子出版物」として商標登録することにより商標法上の保護が図られる余地があること等に照らすと，原告の上記主張は，前記(1)の判断を左右しない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論  ",
          "text": [
            "以上によると，原告の請求には理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}