{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1100万円及びこれに対する平成29年11月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要(以下において略称を用いるときは，別途定めるほか，原判決に同じ。)",
          "text": [
            "本件は，発明の名称を「LED電灯装置」とする各特許(特許第5317848号(以下「本件特許1」という。)及び特許第5677520号(以下「本件特許2」という。))に係る特許権者である控訴人が，被控訴人の製造販売等に係るLED電球は，その特許発明の技術的範囲に属すると主張して，不法行為による損害賠償請求権に基づき，被控訴人に対し，1100万円(上記各特許権につき，それぞれ特許法102条3項により算定した損害額の合計1億5887万円の一部である1000万円と弁護士・弁理士費用相当額100万円の合計額)及びこれに対する平成29年11月20日(訴状送達日の翌日)から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，本件特許1の請求項1に記載された発明及び本件特許2の請求項1ないし4に記載された発明(本件各発明)と，東芝ライテック株式会社が本件特許1の出願日(本件特許2の原出願日)より前に発売したLED電球である「一般電球形4．3W」(東芝製品)の構成とを対比した結果，本件各発明のいずれについても東芝製品の構成と同一といえるから，本件各発明は，いずれも，東芝製品により公然実施された発明であって，特許法29条1項2号の規定に反して特許を受けたものであり，本件各発明に係る特許はいずれも同法123条1項2号の規定により無効にされるべきものであって，同法104条の3第1項の規定により，控訴人は，被控訴人に対し，本件特許権1及び同2を行使することができないとして，控訴人の請求をいずれも棄却したので，控訴人が本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "「前提事実」，「争点」及び「争点についての当事者の主張」は，後記3及び4のとおり，当審における当事者の補充主張及び追加主張を加えるほか，原判決の「事実及び理由」欄の第2の1ないし3に記載するとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における補充主張(争点(7)(本件各発明は公然実施された発明(特許法29条1項2号)として新規性を欠き無効にされるべきものか)について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "東芝製品が本件各発明の構成要件E及びE’を備えていないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件各発明の構成要件E及びE’における「LED光源の像」の「結像」の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各発明の構成要件E及びE’の「像」が光学的意味の実像であり，鏡像(光学的意味の虚像に含まれる。)を含まないことについては，当事者間に争いがない(甲90)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「像」，「実像」及び「結像」の意義に関する説明が記載されている辞書等(甲91ないし98)によれば，「像」につき，「物体から出た光が，レンズや鏡によって屈折または反射した結果，光線が集合して物体と相似の形を形成したもの。実際に集合してつくる像を実像という。」(甲91)，「観察しようとする物体の形状を，レンズなどの光学素子と光や電子線によって別の位置に映し出したもの，あるいは再現したもの。結像光学系では，物点から発散した光線を集め，それを他の1点に収束させることで実像を結ぶ。あるいは収束せずに発散させる場合は，発散する光線を物体側へ延長して1点に交わる点に虚像ができる。実像は実際に観測できるが，虚像は観測することができず，あくまで架空の像である。・・・」(甲92)，「結像」につき，「レンズ，鏡などの光学素子や，カメラ，顕微鏡，望遠鏡などの光学機器を用いて，物体の像を形成すること。理想的な結像光学系では，物体と相似な形，同じ色をもつ像が形成される・・・」(甲92)等とされており，本件各発明の構成要件E及びE’の「像」の「結像」は，光学上の実像であって，物体の形状を別の位置に映し出し，あるいは再現したものであり，その姿・形を実際に観測することができ，かつ，物体と相似な形，同じ色を持つものを意味する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件各発明の従来技術に関する本件明細書の記載(「一方，特許文献1及び2には，立体物の周囲を鏡面で囲み，鏡面の一部に穴を開けると共に鏡面の焦点を穴の外になるように設定し，穴から鏡面の外に立体物の虚像を結像することが開示されている。」(【0004】)，「また，特許文献1及び2の技術は，立体物が空中に浮き出すようにしたものであり，電灯として用いるものではなかった。」(【0007】))によれば，従来技術である特許文献1及び2の技術における「結像」は，立体物が空中に浮き出すようにし，「(立体)物」の「(虚)像」を形成するものであり，本件各発明の「像」の「結像」も物の像を空中に形成することを意味する。",
                            "なお，本件明細書における「虚像」の語は，本当はその位置に実物として存在せず，触ることができない擬似的な像という意味で用いられているにすぎず，光学的意味においては「実像」である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件明細書の「・・・半球状のカバー部材に対してその略中央に光源の虚像を見ることができるからである。」(【0010】)及び「・・・この構成によっても半球状のカバー部材に対してその内側に光源の虚像を見ることができるからである。」(【0011】)との記載によれば，本件各発明における「結像」は，カバー部材の内側において，視認できるものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本件明細書の「また，第1の発明において，支持体はカバー部材との対向面を反射面としてあることが望ましい。支持部材にも反射面を設けることにより，光源の虚像をより明瞭に結像できるからである。」(【0012】)との記載によれば，本件各発明における「結像」は，形がある程度は明瞭に分かることが前提となっている。",
                            "本件明細書の【0026】によれば，虚像3Aは収差によりボケや歪みが生じ，【0029】によれば，鮮明な輪郭でなく不鮮明にボヤーとした輪郭の虚像3Aが，結像により形成される旨が記載されているが，これらも，本件発明における「結像」による「像」は，形や輪郭がある程度は感得できることが前提となっている。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "本件明細書の【0039】の「実際には球面鏡の結像収差によって厳密に光源面像が形成されるわけではなく，漠然としたある程度の広がりを持つ光の塊として結像する。・・・従って，これらを観測した人間には恰も像3A位置に，ある程度の大きさを持つ光源が存在するように感じられるのである。」との記載からすると，本件各発明における「結像」は，光の塊で，ある程度の大きさを持つ光源の存在を感じられる「像」が形成されるものであって，塊であることや大きさを持つことは，形や輪郭を前提として初めて分かるものであるから，本件各発明における「結像」は，単にその位置で光が交差したり集光したりするものでは足りないことが明らかである。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "本件明細書の【0048】の「カバー部材7として，屈折率1．5程度のガラスでできた球面を用いれば，擬似光源3Aは，上述した照明光(A)の高々5％程度の明るさしか持たないことになる。もし，この擬似光源3A形成の光の割合を大きくしたければ，カバー部材の球面全体，或いは一部に増反射膜を施せばよく，このようにすれば，光源3の照明光(A)と擬似光源3Aを形成した後の光(B)(C)(D)の割合をコントロールすることができる。」との記載及び【0049】の「擬似光源3Aを通過，再びカバー部材7の反射面に達する光のうち，再度フレネル反射される光の多くは光源3の位置に近傍に戻ってくることになる。一回反射の場合の上記(D)の光も光源3に戻ってくるので，照明面自体の高反射率化，吸収，及び不快な迷光等を防ぐ処置をすることが望ましい。」との記載によれば，擬似光源3Aの明るさが小さい場合，擬似光源3Aが形成する光の割合を大きくする方法について，カバー部材の反射面のコントロールや照明面自体の高反射率化，吸収，及び不快な迷光等を防ぐ処置が必要である。すなわち，カバー部材の反射面の形状が焦点を持ち，理論上結像が生じ得る位置に光が集光したり交差したりすることだけでは，必ずしも「結像」が生じないことが分かる。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "以上によれば，本件各発明の構成要件E及びE’にいう「結像」は，単なる集光や光の収束・交差とは明らかに異なるものであり，理論上結像が生じ得る位置において(不鮮明でもよいものの)形・大きさ・輪郭が分かる必要があるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "東芝製品に本件各発明の構成要件E及びE’における「LED光源の像」の「結像」が生じないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，東芝製品のLEDチップから出た光線同士が，東芝製品の内側の理論位置で交差していることのみを根拠として，東芝製品のグローブの内側空間に本件各発明の構成要件E及びE’における「結像」が生じていると認定しており，東芝製品の光源であるLEDチップの「像」が，像としての形や大きさや輪郭を有して浮かんで見えることを全く認定していない。",
                            "これは，本件各発明の構成要件E及びE’にいう「結像」の意義の解釈を誤ったものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，グローブの一部を切除して半球体部分の内側を観察すると，対向する内側表面に，LEDチップの像が重なって見えることから，LEDチップの光の像は東芝製品において理論上結像すると考えられる位置よりも遠くまで反射されているとし，LEDチップからの光の一部がグローブの内側表面で吸収，拡散又は乱反射されたとしても，その程度は結像を形成することができなくなるほどのものであるとは認められないと判断した。",
                            "しかし，原判決が指摘する対向するグローブの内側表面に重なって見えるLEDチップの像は，理論位置ではなく，東芝製品の内側表面に生じているものであるから，グローブの内側空間内に生じる必要がある本件各発明の構成要件E及びE’における「結像」には該当しない。また，LEDチップの光の像が理論位置よりも遠くまで反射されているとしても，そのことは，理論位置においてLEDチップからの光が交差していることを示すものであるにすぎず，理論位置において本件各発明の構成要件E及びE’における「LED光源の像」の「結像」が生じていることの根拠とならない。",
                            "さらに，原判決がその判断の前提とした，グローブの縦半分を切除した東芝製品(乙23の1参照)では，光軸が変わるため焦点がずれ，理論上の結像位置もずれるはずであるし，同位置に本件各発明の構成要件E及びE’にいう「結像」を形成するに必要な反射光を十分に集光するとは限らない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "東芝製品において本件各発明の構成要件E及びE’にいう「像」の「結像」が形成されていると認定するためには，東芝製品のグローブ内の理論位置において，東芝製品における擬似光源の姿が面状という形状のLED光源の「像」として結像していること，すなわち，東芝製品の合計4個のLEDチップの像が平面的広がりをもった実像として形成されていることを認定する必要がある。",
                            "しかし，原判決は，東芝製品のLEDチップのうちの1個から出た光線同士が，東芝製品の内側の理論位置で交差していることを認定しているにすぎないから，本件各発明の構成要件E及びE’にいう「結像」を認定できていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件各発明の構成要件E及びE’にいう「像」の「結像」は，物体と相似な形のものであるところ，グローブの縦半分を切除した東芝製品における光の塊は，いずれも矢印形状であり，また，グローブの下部の一部を切除した東芝製品(乙28の1参照)における光の塊は，光の塊の中心から周囲に向かって大きく尾を引く形となっており，いずれも，円形である東芝製品のLED光源とその形が相似ではないから，構成要件E及びE’の「結像」としての性質を有しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，東芝製品は，構成要件E及びE’における「LED光源の像」の「結像」が生じないから，同構成要件を備えていないものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "東芝製品が本件各発明の構成要件F及びF’を備えていないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "東芝製品が本件各発明の構成要件F及びF’を備えているか否かは，本件各発明の技術的課題に対する作用効果を奏するか否かの観点から判断すべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件各発明は，LED電球の実光源の「結像」を生じさせることにより，従来のLED電球の実光源の位置である支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感じさせ，通常のフィラメント型の電球に比べた違和感を少なくし，カバーの外側から見て(たとえ形態覚では，光の塊の像(形)を認識できない場合があるとしても，)少なくとも明暗覚において，従来のLED電球の実光源の位置である支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感得できるという作用効果を奏する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "東芝製品のプレスリリース情報や設計図(乙11の1及び2)には，グローブの内側で結像が生ずることを示唆する記載が一切存在せず，結像による擬似光源の見え方が従来型のLEDと異なり一般電球に近い旨の記載も一切存在しない。",
                            "また，東芝製品の輝度分布をみると，理論位置やその他の位置よりも実光源であるLEDチップの位置付近のみが顕著に輝度が高い。そのため，東芝製品のグローブの外側から見ても，実光源の位置とは異なる位置に何らかの光源があると感得することができないことが明らかであり，東芝製品は本件各発明の作用効果を奏していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，東芝製品は本件各発明の構成要件F及びF’に係る作用効果を奏しないから，同構成要件を備えていないものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "東芝製品が公然実施されたものではないこと",
                  "text": [
                    "イのとおり，東芝製品に接した出願時の当業者は，支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感じるという作用効果を，使用した際の光の広がり方という外観によって認識し得ないのであるから，当業者には，そもそも東芝製品を分解し，内部を解析し，課題解決原理・手段を解明しようとする動機・きっかけすらなく，本件各発明の技術内容が公然実施されたとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件各発明が東芝製品によって公然実施された発明であるという原審の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "東芝製品が本件各発明の構成要件E及びE’を備えていること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張の基本的な誤り",
                      "text": [
                        "控訴人は，本件各発明の構成要件E及びE’の「像」及び「結像」について，カバー部材の内側を直接覗いて見たときの人の認識を追加して限定的に解釈したうえで，東芝製品は，その限定解釈した構成要件E及びE’の「像」及び「結像」に相当する構成を有さない(相違点がある)と主張する。",
                        "しかし，構成要件E及びE’並びにF及びF’は「・・・前記LED光源からの光の一部は前記カバー部材の反射面において反射し，・・・前記面状LED光源の像を前記カバー部材の内側に結像し，前記結像した光の一部・・・が前記カバー部材を透過し前記カバー部材の外側に発散する」というものであり，光の進路を経時的に説明したものであって，カバー部材の内側及び外側における光の見え方(人にとって像がどのように見えるか)を特定するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件各発明の構成要件E及びE’における「LED光源の像」の「結像」の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各発明の構成要件E及びE’の「像」が光学的意味の実像であり，鏡像(光学的意味の虚像に含まれる。)を含まないというのは，平面鏡に映った，鏡の向こう側に存在するように見える(虚)像を除く趣旨であり，鏡に映った像であっても，凹面鏡に映った実像まで除く趣旨ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，構成要件E及びE’の「像」及び「結像」は，その姿・形を実際に観測できるものであると主張するが，「実像は実際に観測できるが，虚像は観測することができない」というのは，実像は実際に光が収束しているのでスクリーン上に映して観察できるが，虚像は実際には光が収束していないのでスクリーン上に映して観察できないということを意味するものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，本件明細書の【0004】や【0007】の記載を引用して，本件各発明の「像」の「結像」は物の像を空中に形成することを意味すると主張するが，これらの記載は従来技術に関するものであるから，理由がない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人は，本件明細書の【0010】及び【0011】を引用して，本件各発明における「結像」は，カバー部材の内側において，視認できるものであると主張する。",
                            "しかし，本件明細書の【0010】には「カバー部材の前記反射面は略半球状であり，半球体の半径の約1／2の位置に焦点を有することが望ましい。」，【0011】には「第1の発明において，カバー部材の前記反射面は縦断面が略楕円状の面であり，楕円の一方の焦点に光源を配置してあり，楕円の他方の焦点に光源の虚像を結像することが望ましい。」との記載があり，「望ましい」とあるところからすると，本件各発明の変形例に関する記載にすぎないというべきである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "控訴人は，本件明細書の【0012】，【0026】及び【0029】を根拠として，本件各発明における「結像」における「像」は，形や輪郭がある程度は感得できるものではなければならないと主張する。",
                            "しかし，前記(ア)のとおり，本件各発明の構成要件E及びE’並びにF及びF’は，光の進路を経時的に説明したものであって，どの程度明瞭に見えるか以前の問題として，「像」が見えるか否かすら特定していない。",
                            "また，控訴人引用に係る本件明細書の【0012】の記載は，カバー部材との対向面を反射面とすれば「明瞭性が増す」という変形例のメリットに関する記載であり，基礎となる第1の発明の像が，最低限明瞭であることを保証する記載ではない。",
                            "【0026】，【0029】については，直後の【0030】に「従って，・・・点灯したLED電灯装置1をカバー部材7の外側から見ると，半球状のカバー部材7の内側空間に光源3があるように見える。」と作用・効果が記載されているとおり，カバー部材の外側から見たときの像の見え方の説明であり，カバー部材の内側を直接見たときの像の見え方の説明ではない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "控訴人は，本件明細書の【0039】の記載を引用して，本件各発明における「結像」は，光の塊で，ある程度の大きさを持つ光源の存在を感じられる「像」が形成されるものであって，塊であることや大きさを持つことは，形や輪郭を前提として初めて分かるものであるから，本件発明における「結像」は，単にその位置で光が交差したり集光したりするものでは足りないと主張する。",
                            "しかし，【0039】の記載は，結像のフォーカスが甘いことを説明しているのにすぎないし，目視による結像の確認の有無が，スクリーンによる光の交差・収束による結像の確認を否定する根拠とはならない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "控訴人は，本件明細書の【0048】及び【0049】を引用し，擬似光源3Aの明るさが小さい場合，擬似光源3Aが形成する光の割合を大きくする方法について，カバー部材の反射面のコントロールや照明面自体の高反射率化，吸収，及び不快な迷光等を防ぐ処置が必要であることから，カバー部材の反射面の形状が焦点を持ち，理論上結像が生じ得る位置に光が集光したり交差したりすることだけでは，必ずしも「結像」が生じないと主張する。",
                            "しかし，これらの記載は，本件各発明の変形例に関する説明にすぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "東芝製品に本件各発明の構成要件E及びE’における「LED光源の像」の「結像」が生じること",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，原判決が，東芝製品の光源であるLEDチップの「像」が像としての形や大きさや輪郭を有して浮かんで見えることを全く認定していないと主張するが，これは，本件各発明の構成要件E及びE’にいう「結像」が，カバー部材の内側及び外側における光の見え方(人にとって像がどのように見えるか)の問題であるとする誤った解釈(前記(ア))によるものであるから，理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，東芝製品において，対向するグローブの内側表面に重なって見えるLEDチップの像は，理論位置ではなく，内側表面に生じているものであるから，グローブの内側空間内に生じる必要がある本件各発明の構成要件E及びE’における「結像」には該当しないと主張するが，この像の発生位置はカバー部材の内側表面ではなく内部空間である(乙29ないし31，34の各1)。",
                            "また，控訴人は，グローブの縦半分を切除した東芝製品では，光軸が変わるため焦点がずれ，理論上の結像位置もずれるはずであるし，同位置に構成要件E及びE’にいう「結像」を形成するに必要な反射光を十分に集光するとは限らないと主張する。しかし，結像位置がもし仮に若干移動したとしても，移動後にカバー部材の内側で結像しているのであれば，東芝製品が本件各発明に相当する構成を有することに違いはないし，控訴人の主張自体からして，十分に集光する可能性を否定するものではないし，十分に集光していないことを示す証拠もない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，東芝製品において本件各発明の構成要件E及びE’にいう「像」の「結像」が形成されていると認定するためには，東芝製品のグローブ内の理論位置において，東芝製品の合計4個のLEDチップの像が平面的広がりをもった実像として形成されていることを認定する必要があるのに，原判決はそれをしていないと主張する。",
                            "しかし，本件各発明の構成要件E及びE’において，像が，LED光源の全部(複数のLED全部)が完全に結像したものに限られると解釈させる記載はないし，「複数のLEDを面状に配置したLED光源」のうち1～2個分のLEDの像が形成されなかった場合には本件各発明の構成要件E及びE’の作用効果が奏されなくなるという関係もないので，原判決が，LEDチップの1個から出る光線の収束により「像」，「結像」を認定したことに判断の遺脱はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，東芝製品が本件各発明の構成要件E及びE’を備えていることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "東芝製品が本件各発明の構成要件F及びF’を備えていること",
                  "text": [
                    "控訴人は，本件各発明と公知発明との作用効果が一致しなければ，相違点があると評価すべきと主張するが，この考え方は，特許発明の構成と，公知発明の構成とをそれぞれ対比して，一致点・相違点を認定するという，新規性判断の枠組みを超える独自の見解にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "東芝製品が公然実施されたものであること",
                  "text": [
                    "控訴人は，東芝製品に接した出願時の当業者は，支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感じるという作用効果を，東芝製品を使用した際の光の広がり方という外観によって認識し得ないから，当業者には，そもそも東芝製品を分解し，内部を解析し，課題解決原理・手段を解明しようとする動機・きっかけすらなく，本件各発明の技術内容が公然実施されたとはいえないと主張する。",
                    "しかし，この主張は，当業者が東芝製品を分解しようという動機を持つか否かは，東芝製品の外観によって本件各発明の作用効果を認識できるか否かに影響を受けるというものであるが，ここでは，本件各発明の出願前にそれと同一の発明が公然実施になっていたか否かを議論しているのであるから，出願前の時点の当業者は，未来に出願される発明(本件各発明)の作用効果など，知る由もないのであって，失当である。",
                    "また，製品が一般的に販売された場合，分解・分析が可能であることから，少なくとも技術的に理解されるおそれはあるとして，「公然実施」に該当するというべきであり，本件についてみても，競合他社が他社製品(東芝製品)を分解・解析することは，通常業務の一環であるから，技術的に理解されるおそれは十分にあるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件各発明が東芝製品によって公然実施された発明であるという原判決の判断には誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における控訴人の追加主張(訂正の再抗弁)及び被控訴人の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正審判の請求",
                  "text": [
                    "控訴人は，令和2年12月28日，本件特許1について請求項1(本件発明1)を含む全ての請求項(請求項1ないし10)を，本件特許2について請求項1ないし4(本件発明2)を含む全ての請求項(請求項1ないし13)をそれぞれ訂正する旨の2件の訂正審判の請求を行った(甲103の1及び2。以下併せて「本件訂正審判請求」と総称する。)。",
                    "本件訂正審判請求による請求項の訂正後における本件特許1の請求項1に係る発明(以下「本件訂正発明1」という。)並びに本件特許2の請求項1，2，3及び4に係る発明(以下「本件訂正発明2-1」ないし「本件訂正発明2-4」といい，総称して「本件訂正発明2」という。また，本件訂正発明1と本件訂正発明2を総称して「本件各訂正発明」という。)をそれぞれ構成要件に分説すると，以下のとおりである(下線部は訂正箇所を示す。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明1",
                      "text": [
                        "A：複数のLEDを面状に配置したLED光源，前記LED光源を支持する支持体，および前記支持体に取付けて前記LED光源を覆う光透過性のカバー部材を備え，",
                        "B：前記カバー部材は光源に対向する面が凹曲面状の反射面になっており，",
                        "C：前記カバー部材の前記反射面は，前記LED光源から受けた光を反射するとともに，前記支持体と前記カバー部材との間の空間に焦点を有することを特徴とし，さらに，",
                        "D：前記LED光源からの光の一部は前記カバー部材を透過し前記カバー部材の外側に発散するとともに，",
                        "E：前記LED光源からの光の一部は前記カバー部材の反射面において反射し，前記反射光によって前記面状LED光源の輪郭を有する像を前記カバー部材の内側に結像し，",
                        "F：前記像を結像した光はさらに前記カバー部材に入射して，当該光の一部が前記カバー部材を透過し前記カバー部材の外側に発散することを特徴とする",
                        "H：LED電灯装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明2-1",
                      "text": [
                        "A’：LED光源，前記LED光源を支持する支持体，および前記支持体に取付けて前記LED光源を覆う光透過性のカバー部材を備え，",
                        "B：前記カバー部材は光源に対向する面が凹曲面状の反射面になっており，",
                        "C’：前記カバー部材の前記反射面は，前記LED光源から受けた光を反射するとともに，前記支持体と前記カバー部材との間の空間に焦点を有することを特徴とし，",
                        "D：前記LED光源からの光の一部は前記カバー部材を透過し前記カバー部材の外側に発散するとともに，",
                        "E’：前記LED光源からの光の一部は前記カバー部材の反射面において反射し，前記反射光および／またはLED光源からの光によって前記LED光源の輪郭を有する像を前記カバー部材の内側に結像し，",
                        "F’：前記結像した光の一部または全部はさらに前記カバー部材に入射して，当該光の一部が前記カバー部材を透過し前記カバー部材の外側に発散することを特徴とし，さらに",
                        "G：前記LED光源は前記カバー部材の下部位置と同じ位置かまたはそれよりも低い位置に配置されていることを特徴とする",
                        "H：LED電灯装置。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明2-2",
                      "text": [
                        "I：前記結像は，前記カバー部材の下部位置よりも上部に形成されていることを特徴とする，請求項1に記載のLED電灯装置。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件訂正発明2-3",
                      "text": [
                        "A’：LED光源，前記LED光源を支持する支持体，および前記支持体に取付けて前記LED光源を覆う光透過性のカバー部材を備え，",
                        "B：前記カバー部材は光源に対向する面が凹曲面状の反射面になっており，",
                        "C’：前記カバー部材の前記反射面は，前記LED光源から受けた光を反射するとともに，前記支持体と前記カバー部材との間の空間に焦点を有することを特徴とし，",
                        "D：前記LED光源からの光の一部は前記カバー部材を透過し前記カバー部材の外側に発散するとともに，",
                        "E’：前記LED光源からの光の一部は前記カバー部材の反射面において反射し，前記反射光および／またはLED光源からの光によって前記LED光源の輪郭を有する像を前記カバー部材の内側に結像し，",
                        "F’：前記結像した光の一部または全部はさらに前記カバー部材に入射して，当該光の一部が前記カバー部材を透過し前記カバー部材の外側に発散することを特徴とし，さらに",
                        "G’：前記LED光源は，前記カバー部材の赤道位置よりも低い位置に配置されていることを特徴とする",
                        "H：LED電灯装置。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件訂正発明2-4",
                      "text": [
                        "I’：前記結像は，前記カバー部材の赤道位置より上部に形成されていることを特徴とする，請求項3に記載のLED電灯装置。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正の再抗弁の要件の充足",
                  "text": [
                    "以下のとおり，訂正の再抗弁の要件は全て充足する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "当該訂正が特許法126条1項及び5項ないし7項の訂正要件を充たしていること",
                      "text": [
                        "本件各訂正の内容は，全ての請求項の各々に「LED光源の像」とあるのを，「LED光源の輪郭を有する像」に訂正するものである(以下「本件訂正事項」という。)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正の目的(特許法126条1項)",
                          "text": [
                            "本件各訂正は，本件各訂正前の本件特許1の請求項1並びに本件特許2の請求項1，2，3及び4の各々に「LED光源の像」と規定され，どのような像かが明瞭でなかったのを，「LED光源の輪郭を有する像」とし，結像する「像」が輪郭を有する像であることを明瞭にしたものであるから，特許法126条1項ただし書き第3号の特許請求の範囲の「明瞭でない記載の釈明」を目的とするものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正であること(特許法126条5項)",
                          "text": [
                            "前記のとおり，本件各発明における「結像」による「像」が輪郭を有することは，本件明細書の【0029】 等から明らかであるので，本件各訂正の前後で技術内容が変更されたなどの事情は一切存在しないから，本件各訂正は新たな技術的事項を導入するものではなく，特許法126条5項に反しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実質上，特許請求の範囲を拡張し，又は変更する訂正ではないこと(特許法126条6項)",
                          "text": [
                            "本件訂正事項は，「像」という不明瞭な記載を「輪郭を有する像」という明瞭な記載に訂正し，「像」という発明特定事項を概念的により下位の「輪郭を有する像」にするものであり，カテゴリーや対象，目的を変更するものではないから，実質上特許請求の範囲を拡張し，又は変更するものには該当せず，特許法126条6項に適合する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "独立特許要件(特許法126条7項)",
                          "text": [
                            "本件各訂正により，カバー部材の内側にLED光源の輪郭を有する像を結像しないLED電球が本件各訂正発明の技術的範囲から除外されることがより明確になるところ，前記3(1)ア(イ)のとおり，東芝製品においては，カバー部材(グローブ)の内側において東芝製品のLEDチップから出た光線同士が交差しているにすぎず，LED光源(LEDチップ)の輪郭を有する像が結像していない。",
                            "したがって，本件各訂正発明は，カバー部材の内側にLED光源の輪郭を有する像を結像するものであるのに対し，東芝製品は，カバー部材の内側にLED光源の輪郭を有する像を結像しないという相違点(以下「本件相違点」という。)が存在しており，本件各訂正発明は，東芝製品により公然実施された発明であるとはいえない。",
                            "そして，本件各訂正発明にはその他無効理由も認められないから，本件各訂正発明は，特許法126条7項の独立特許要件を充たす。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "まとめ",
                          "text": [
                            "よって，本件各訂正は，特許法126条1項及び5項ないし7項の訂正要件を充たしている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "当該訂正によって無効理由が解消されること",
                      "text": [
                        "前記(ア)dのとおり，東芝製品は，従来製品のLED電球であって，カバー部材の内側にLED光源の輪郭を有する像を結像しないものであるから，本件各訂正により，本件各訂正発明の構成要件E及びE’を備えない(本件相違点)。",
                        "そのため，本件各訂正によって，原判決が認定した特許法29条1項2号違反(新規性欠如)を理由とする無効理由が解消される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告各製品が訂正後の特許発明の技術的範囲に属すること",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各訂正発明の構成要件のうち，本件訂正と関連しない部分を被告各製品が全て充足することは，争点(1)，(3)及び(4)についての控訴人の主張のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告各製品においては，各々のカバー部材の内側に各々のLED光源の輪郭を有する像が結像される。それゆえ，被告製品は，本件各訂正発明の構成要件E及びE’を充足する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件各訂正により，訂正の再抗弁が成立するから，控訴人の請求は認容されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の再抗弁の要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "当該訂正が特許法126条1項及び5項ないし7項の訂正要件を充足しないこと",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件各訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正(特許法126条5項)ではないことについて",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人は，本件各発明における「結像」による「像」が輪郭を有することは明らかであるとするが，本カバー部材に穴をあけて内側を覗き込むことでカバー部材の内側を直接見るとの前提で，本件各発明における「結像」による「像」が輪郭を有すると主張するものである。",
                                "しかし，本件明細書は，「カバー部材7は半球状であり，透明ガラスや透明樹脂材等の光透過性部材でできているが，本実施の形態では所定の屈折率を持つプリズムである。」(【0022】)との記載から明らかなとおり，カバー部材が透明であることを前提としており，したがって，内部空間で結像した実像はほぼそのままカバー部材の外側で観察する人の目に見えるということを念頭に置いている。",
                                "そうすると，本件各訂正は，カバー部材に穴をあけて内側を覗き込むことでカバー部材の内側を直接見るとの前提による限り，訂正前の本件特許請求の範囲，本件明細書又は図面に記載されていないので，新規事項を追加するものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，控訴人が，本件各訂正により，前記3(1)イ(ア)bのとおり，構成要件F及びF’に関し，像は，輪郭が見えなくてもよいが，少なくとも明暗覚において，支持体の位置と異なる位置に何らかの光源が存在するように感得できるものであることが明らかになると主張するのであれば，このような主張内容は，訂正前の特許請求の範囲，本件明細書又は図面に記載されていないので，本件各訂正は，新規事項を追加するものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "独立特許要件(特許法126条7項)について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "サポート要件違反",
                              "text": [
                                "控訴人は，前記3(1)イ(ア)bのとおり，本件各訂正発明の構成要件F及びF’は，「前記結像した光の一部または全部はさらに前記カバー部材に入射して，当該光の一部が前記カバー部材を透過し(少なくとも明暗覚で支持体の位置とは異なる位置に何らかの光源が存在するかのように感得できる態様で)カバー部材の外側に発散する」と理解されるものであると主張するが，本件明細書には，カバー部材の外側から見たときの実像の見え方が「明暗覚で支持体の位置とは異なる位置に何らかの光源が存在するかのように感得できる態様」であると説明する記載は一切存在せず，その示唆もないので，本件各訂正発明はサポート要件に適合しない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "実施可能要件違反",
                              "text": [
                                "本件明細書には，結像した後の光を少なくとも「明暗覚で支持体の位置とは異なる位置に何らかの光源が存在するかのように感得できる態様」でカバー部材の外側に発散させるために，カバー部材・LED光源等に最低限必要とされる具体的な設計については，一切記載がない。",
                                "そのため，当業者は，最低限どのように設計すれば，明暗覚で支持体の位置とは異なる位置に何らかの光源が存在するかのように感得できる態様でカバー部材の外側に発散する電灯装置が製造できるのか理解できないため，これを製造することができない。",
                                "したがって，本件明細書の発明の詳細な説明の記載は，本件各訂正発明について，当業者が実施できる程度に明確かつ十分に記載されていないことになるので，実施可能要件違反がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "まとめ",
                          "text": [
                            "よって，本件各訂正は，特許法126条5項及び7項の訂正要件を充たしていない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "当該訂正によって無効理由が解消されないこと",
                      "text": [
                        "控訴人は，東芝製品は，本件各訂正発明の構成要件E及びE’を充足しない(本件相違点)から，本件各訂正により，原判決が認定した特許法29条1項2号違反(新規性欠如)を理由とする無効理由が解消されると主張する。",
                        "しかし，東芝製品は，スクリーンでの確認(乙23の1，28の1)及び目視確認(甲49，79，乙12，23の1，30，31の1)のいずれであっても，本件各訂正発明の構成要件E及びE’の「LED光源の輪郭を有する像」に相当する構成を有することは明らかであるため，両発明に相違点はなく，本件各訂正発明は，いずれも東芝製品により公然実施された発明であって，特許法29条1項2号の規定に反している。",
                        "また，被控訴人が原審で主張したその他の無効理由についても，本件各訂正によって解消されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告各製品が訂正後の特許発明の技術的範囲に属しないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各訂正と関連しない本件各訂正発明の構成要件のうち，本件訂正発明1の構成要件Aの「複数のLEDを面状に配置したLED光源」及び構成要件Eの「前記面状LED光源」を被告製品①ないし③，⑤ないし⑦，⑨及び⑩が充足せず，本件訂正発明2-1及び2-2の構成要件Gを被告製品①，⑦及び⑩が充足せず，本件訂正発明2-3の構成要件G’及び本件訂正発明2-4の構成要件I’の「赤道位置」を被告製品⑥及び⑨が充足しないことは，争点(1)，(3)及び(4)についての被控訴人の主張のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件各訂正発明の構成要件F及びF’はカバー部材の外側から観測した人間が内側空間の結像を視認できる態様で透過・発散していることを要するものというべきであるところ，被告製品①ないし③，⑤，⑦及び⑩は，樹脂カバーの外側から観察しても結像を視認することができないから，構成要件F及びF’を充足しない。",
                            "仮に，控訴人の主張するように，本件各訂正後の構成要件F及びF’を「光の一部が前記カバー部材を透過し，少なくとも明暗覚で支持体の位置とは異なる位置に何らかの光源が存在するかのように感得できる態様でカバー部材の外側に発散する」と限定解釈するとしても，少なくとも被告製品①ないし③，⑤，⑦及び⑩は，カバー部材の外部から見たときに，明暗覚ですら支持体の位置とは異なる位置に何らかの光源が存在することが感得できないから，構成要件F及びF’を充足しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，控訴人の主張する訂正の再抗弁は成り立たない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求には理由がないものと判断する。その理由は後記1のとおり原判決の補正をし，後記2及び3のとおり控訴人の当審における補充主張及び追加主張に対する判断を加えるほかは，原判決の第3の1及び2に記載するとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "原判決42頁16行目の「また，」から24行目末尾までを，「東芝製品において，現に結像が生じていることは，乙第23号証の1及び28号証の1から明らかであるから，仮にLEDチップからの光の一部がグローブの内側表面で吸収，拡散又は乱反射されたとしても，その程度は結像を形成することができなくなるほどのものではない。よって，控訴人の上記主張は採用できない。」と改める。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の補充主張(争点(7)(本件各発明は公然実施された発明(特許法29条1項2号)として新規性を欠き無効にされるべきものか)について)に対する判断",
          "text": [
            "以下において，控訴人が前記第2の3(1)において主張する本件明細書の記載のうち，引用に係る原判決の第3の1(1)において認定されていないものについては，甲第3号証及び5号証により，これを認める。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "東芝製品が本件各発明の構成要件E及びE’を備えるかについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明の技術思想について",
                  "text": [
                    "本件各発明の技術思想は，引用に係る原判決の第3の1における説示のとおり，プラグ(支持体)にLEDとこれを覆う半球状の光透過性のカバー部材を設けて構成されたLED電球において，従来技術においては，電球の中で点灯するフィラメント(光源)に相当するものが見えなかったので，フィラメント型電球と比較すると違和感があったという技術的課題が生じていたところ，これを解決するため，本件各発明の構成を採用し，もって，LED電球の光源として見える位置を現実の光源の位置からカバー部材の内部空間の位置に変えるようにして，点灯したLED電球をカバー部材の外側から見ると，半球状のカバー部材の内側空間に光源があるように見えるようにしたというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件E及びE’にいう「結像」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成要件Eは，「前記LED光源からの光の一部は前記カバー部材の反射面において反射し，前記反射光によって前記面状LED光源の像を前記カバー部材の内側に結像し，」，本件発明2の構成要件E’は，「前記LED光源からの光の一部は前記カバー部材の反射面において反射し，前記反射光および／またはLED光源からの光によって前記LED光源の像を前記カバー部材の内側に結像し，」というものであり，また，その前提として，構成要件B(前記カバー部材は光源に対向する面が凹曲面状の反射面になっており，)と，構成要件Cないし構成要件C’(前記カバー部材の前記反射面は，前記LED光源から受けた光を反射するとともに，前記支持体と前記カバー部材との間の空間に焦点を有する)とを備えていることからすると，ここで「結像」される「像」は実像であると解され，この点について争いはなく，引用に係る原判決の第3の2(2)エにおいてもこれを前提としている。",
                        "控訴人は，さらに，前記第2の3(1)ア(ア)bのとおり，本件各発明の構成要件E及びE’の「像」の「結像」は，光学上の実像であって，物体の形状を別の位置に映し出しあるいは再現したものであり，その姿・形を実際に観測することができ，かつ，物体と相似な形，同じ色を持つものを意味すると主張する。",
                        "控訴人のいう「観測することができる」は，引用に係る原判決の第2の3(7)【原告の主張】イのとおり，控訴人が「・・・東芝製品に結像が形成されているとすれば，当該結像は，どの角度から見ても同じ位置に同じ形状で視認できるはずである。」と主張していることに鑑みれば，「視認することができる」との趣旨と解されるが，本件各発明の構成要件E及びE’は，光の反射により面状LED光源の「像」が「結像」するという客観的な事実を示すだけであり，それを視認することができることを要件としていない。",
                        "実像は，実際に光が収束することにより形成されるものであることは，甲第92号証(物理事典，旺文社，平成22年3月2日発行)に「結像光学系では，物点から発散した光源を集め，それを他の1点で収束させることで実像を結ぶ。」とあるように技術常識であるところ，収束した光が届かない位置を視点とすると，その像を視認できないことは自明であり，本件各発明の特許請求の範囲に，構成要件E及びE’の「像」と，これを観測する者の視点について，位置関係を特定し得る記載はないから，本件各発明の構成要件E及びE’の「像」の「結像」が，常にその姿・形を実際に視認することができるものであるとはいえない。したがって，「実像は実際に観測できるが，虚像は観測することができず，あくまで架空の像である。・・・」(甲92)とされるのは，実像は実際に光が収束しているのでスクリーン上に映して観察できるが，虚像は実際には光が収束していないのでスクリーン上に映して観察できないという趣旨であり(乙22の2，3，36の1，37の1及び2，43の1及び2)，視認できるかどうかによる違いではないと解するのが相当である。",
                        "また，「理想的な結像光学系では，物体と相似な形，同じ色をもつ像が形成される・・・」(甲92)というのは，あくまで「理想的な」条件を前提とするものにすぎず，本件明細書では，「特に，虚像3Aは収差によりボケや歪みが生じるが，・・・」(【0026】)，「本実施の形態では，光源3の虚像3aは反射面17から正確に焦点に結像するものでなく，反射面17の焦点に多少のずれがあるので，鮮明な輪郭でなく不鮮明にボヤーとした輪郭の虚像3Aとなる。」(【0029】)，「しかし，実際には球面鏡の結像収差によって厳密に光源面像が形成されるわけではなく，漠然としたある程度の広がりを持つ光の塊として結像する。」(【0039】)とされており，完全な凹面鏡を構成しない電球のカバー部材内面による結像においては，正確に光源の形を再現し，物体と相似な形，同じ色となることは予定されていない。",
                        "以上によれば，本件各発明の構成要件E及びE’の「像」の「結像」は，その姿・形を実際に視認することができ，かつ，物体と相似な形，同じ色を持つものを意味するとの控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(ア)cのとおり，従来技術に関する本件明細書の【0004】及び【0007】の記載を援用し，本件各発明の「像」の「結像」は物の像を空中に形成することを意味すると主張する。",
                        "しかし，本件明細書の【0004】の「立体物の虚像を結像」との記載や，【0007】の「立体物が空中に浮き出すようにした」との記載は，本件各発明の背景技術や解決すべき課題として記載されたものであり，課題解決手段としての本件各発明の構成を前提として記載されたものではなく，一対の鏡を向かい合わせにして重ね，物体の発する光を一方の鏡で反射させた後，さらに，他方の鏡で再反射させるという，本件各発明と異なる特定の構成を備えた装置を前提とした記載である。したがって，これらの記載を前提に，本件各発明の「像」の「結像」が物の像を空中に形成することを意味するとはいえないから，控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(ア)dのとおり，本件明細書の【0010】及び【0011】の記載を根拠に，本件各発明における「結像」は，カバー部材の内側において，視認できるものであると主張する。",
                        "しかし，本件各発明の構成要件E及びE’が，光の反射により面状LED光源の「像」が「結像」するという客観的な事実を特定するだけであり，それを視認することができることを要件としていないこと，収束した光が届かない位置を視点とすると，その像を視認できないことは前記(ア)のとおりであるから，控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(ア)eのとおり，本件明細書の【0012】の記載を根拠に，本件各発明における「結像」は，形がある程度ははっきりわかるものであるとし，【0026】及び【0029】の記載を根拠に，明瞭に感得できることが前提となっていると主張する。",
                        "しかし，本件各発明の構成要件E及びE’が，光の反射により面状LED光源の「像」が「結像」するという客観的な事実を特定するだけであることは前記(ア)のとおりであり，特許請求の範囲には，「像」につき，形がある程度ははっきりわかること，ないしはある程度明瞭に感得できることを特定する記載はないから，控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(ア)fのとおり，本件明細書の【0039】の記載を根拠に，本件各発明における「結像」は，光の塊の「像」であり，塊であることや大きさを持つことは，形や輪郭を前提として初めて分かるものであるから，本件各発明における「結像」は，単にその位置で光が交差したり集光したりするものでは足りないと主張する。",
                        "しかし，本件明細書の【0039】には，「・・・この像3Aを貫くようにかなり広範囲にわたる角度で反射光が発生する。従って，これらを観測した人間には恰も像3A位置に，ある程度の大きさを持つ光源が存在するように感じられるのである。」との記載があるところ，光が交差，集光していることをスクリーンで確認するのは実像の確認の方法として標準的なものであって(乙22の2及び3，36の1，37の1及び2，43の1及び2)，スクリーン等には，ある程度の大きさを持つ光源の像が投影されるのであるから，本件発明における「結像」を，光が交差したり集光したりするものと解することは，本件明細書の【0039】の記載と何ら矛盾するものではない。",
                        "そもそも，本件各発明の特許請求の範囲には，構成要件Bの「凹曲面状の反射面」と，構成要件E及びE’の「像」と，これを観測する者の視点について，位置関係を特定する記載はなく，また，像の大きさや広がりについても何ら記載はないのであるから，本件発明における「像」についての控訴人の主張は，特許請求の範囲の記載に基づくものではなく，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(ア)gのとおり，本件明細書の【0048】及び【0049】の記載から，擬似光源3Aの明るさが小さい場合，擬似光源3Aが形成する光の割合を大きくするため，カバー部材の反射面のコントロールや照明面自体の高反射率化，吸収，及び不快な迷光等を防ぐ処置が必要であることから，カバー部材の反射面の形状が焦点を持ち，理論上結像が生じ得る位置に光が集光したり交差したりすることだけでは，必ずしも「結像」が生じないと主張する。",
                        "しかし，これらの処置は，結像により，擬似光源3Aという実像が形成されることを前提に，これを改良するために実施されるものであることは文脈上明らかであり，本件各発明の構成要件E及びE’にも，結像に当たるかどうかを，明るさの大小に基づいて定義する旨の記載はないから，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上によれば，本件各発明の構成要件E及びE’にいう「像」が「結像」されたというには，客観的に実像が形成されれば足りるというべきであり，理論上結像が生じ得る位置において形・大きさ・輪郭が視認することができる必要があるとの控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "東芝製品に本件各発明の構成要件E及びE’における「LED光源の像」の「結像」が生じるかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用に係る原判決の第3の2(2)エ(ア)における説示のとおり，証拠(乙23の1，28の1)によれば，グローブの縦半分あるいは下部の一部を切除した東芝製品を用いて，グローブの半球体部分の内側に，その底面と平行にスクリーンを差し込んで上下させると，グローブの内側表面で反射され，上記スクリーンの上面に映り込んだLEDチップからの光が，上記スクリーンがグローブの半球体部分の上部にあるときには拡散し，その底面より少し上方にあるときには収束し，それより少し底面に近い位置にあるときに拡散していることが認められる。そうすると，LEDチップから出た光線は，グローブの内側表面で反射された後，その半球体部分の底面より少し上方で交差していると認められるから，LEDチップの結像がグローブの半球体部分の底面より少し上方に形成されているものといえる。",
                        "控訴人は，前記第2の3(1)ア(イ)aのとおり，原判決が，東芝製品のグローブの内側空間に本件各発明の構成要件E及びE’における「結像」が生じていると認定した根拠が不当であると主張するが，前記イ(ア)のとおり，本件各発明の構成要件E及びE’は実像が客観的に結像されることを内容とするものであるところ，実像は，球面鏡としての機能を果たすカバー部材からの反射光により形成されるものであって，球面鏡からの反射光が届く範囲に視点がない限り，観測(視認)することができないものであるから，原判決が，理論的な結像位置にスクリーンを配置して光の収束により実像を確認したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，第2の3(1)ア(イ)bのとおり，原判決が，LEDチップからの光の一部がグローブの内側表面で吸収，拡散又は乱反射されたとしても，その程度は結像を形成することができないほどのものではないとの判断をしたことを不当である旨主張する。",
                        "この点については，前記1において，原判決の補正をしたところであり，いずれにしても控訴人の主張は採用できない。",
                        "また，控訴人は，グローブの縦半分を切除した東芝製品では，光軸が変わるため焦点がずれ，理論上の結像位置もずれるし，理論位置に構成要件E及びE’にいう「結像」を形成するに必要な反射光を十分に集光するとは限らないと主張する。",
                        "しかし，グローブの縦半分を切除しても，グローブの残った部分とLED光源との位置関係には変わりはないのであるから，グローブの残った部分により反射した光が結像する位置も変わることはない。また，グローブの一部を切除すれば，当該切除された部分によって反射するはずの光は，結像位置に到達しないから，切除前に比べて，結像位置に収束する反射光の総量は減ることとなるが，結像位置に到達する反射光の全てが失われるような切除が行われない限り，依然として像の結像が生じることには変わりはないから，グローブの縦半分を切除した東芝製品を前提にして判断したことが，結像が形成されているとの認定を妨げるに足りるものではない。したがって，この点に関する控訴人の主張も採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(イ)cのとおり，東芝製品において本件発明1の構成要件Eにいう「像」の「結像」が形成されていると認定するためには，東芝製品のグローブ内の理論位置において，東芝製品の合計4個のLEDチップの像が平面的広がりをもった実像として形成されていることが必要であると主張する。",
                        "しかし，東芝製品の半球状のグローブは，4個のLEDチップに対して偏りなく配置されたものであるから(乙12，23の1及び2)，4個のLEDチップがそれぞれ発した光のうちの一つについて，結像することが確認されれば，他の3個についても同様に結像することは明らかである。したがって，控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，前記第2の3(1)ア(イ)dのとおり，本件各発明の構成要件E及びE’にいう「像」の「結像」は，物体と相似な形のものであるところ，東芝製品の理論位置付近において看取される光の収束が，円形であるLED光源と相似な形を有していないから，東芝製品には本件各発明の構成要件E及びE’における「LED光源の像」の「結像」が生じていないと主張する。",
                        "しかし，本件各発明において，完全な凹面鏡を構成しない電球のカバー部材内面による結像においては，正確にLED光源の形を再現し，相似な形の像となることが予定されていないことは前記イ(ア)のとおりである。また，グローブの縦半分を切除した東芝製品やグローブの下部の一部を切除した東芝製品においても，スクリーンの角度を変えれば，映る光の塊の形状が変化することも十分に考えられる。",
                        "したがって，いずれにしても，上記各東芝製品における光の塊が，東芝製品のLED光源の形と相似ではないとしても，そのことが，東芝製品には本件各発明の構成要件E及びE’における「LED光源の像」の「結像」が生じていないことを意味するものとはいえないから，控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "東芝製品が本件各発明の構成要件F及びF’を備えるかについて",
                  "text": [
                    "控訴人は，前記第2の3(1)イのとおり，本件各発明は，LED電球の実光源の「結像」を生じさせることにより，従来のLED電球の実光源の位置である支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感じさせ，通常のフィラメント型の電球に比べた違和感を少なくし，カバーの外側から見て，少なくとも明暗覚において，従来のLED電球の実光源の位置である支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感得できるという作用効果を奏するところ，東芝製品は同作用効果を奏しないから，本件各発明の構成要件F及びF’を備えないと主張する。",
                    "しかし，新規性の判断については，特許発明の発明特定事項と，引用発明の発明特定事項を比較し，相違点がなければ特許発明には新規発明がないとされるべきであるところ，本件各発明の構成要件F及びF’の記載からは，カバー部材の外側に発散する光が，どのように知覚されるかは何ら特定されないから，本件明細書に控訴人主張の作用効果が記載されているとしても，それを本件各発明の構成要件であると解することはできない。したがって，控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "東芝製品が公然実施されたものであるかについて",
                  "text": [
                    "控訴人は，前記第2の3(1)ウのとおり，東芝製品に接した出願時の当業者は，支持体の位置とは異なる位置(より上方)に，何らかの光源が存在するかのように感じるという作用効果を，東芝製品を使用した際の光の広がり方という外観によって認識し得ないから，当業者には，そもそも東芝製品を分解し，内部を解析し，課題解決原理・手段を解明しようとする動機・きっかけすらなく，本件各発明の技術内容が公然実施されたとはいえないと主張する。",
                    "しかし，発明の内容を秘密にする義務を負わない不特定の者によって技術的に理解されるか，そのおそれのある状況で実施されたのであれば，発明は公然実施されたと認めるのが相当であるところ，東芝製品は，販売されることにより，秘密状態を脱し，競合他社はこれを分解・解析して，その内部構造を知り得る状況にあったといえ，東芝製品が公然実施されたものであることは明らかであり，控訴人の主張は失当というほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明のいずれについても，公然実施された東芝製品の構成と同一といえるから，本件各発明は，いずれも東芝製品により公然実施された発明であって，特許法29条1項2号の規定に反して特許されたものであり，本件各発明に係る特許はいずれも同法123条1項2号の規定により無効にされるべきものであり，本件各特許について無効の抗弁が成立する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の追加主張(訂正の再抗弁)に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，令和2年12月28日，本件特許1について請求項1(本件発明1)を含む全ての請求項(請求項1ないし10)を，本件特許2について請求項1ないし4(本件発明2)を含む全ての請求項(請求項1ないし13)をそれぞれ訂正する旨の本件訂正審判請求を行った(甲103の1及び2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明1及び本件訂正発明2の構成要件は，前記第2の4(1)アにおいて控訴人が主張するとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "事案に鑑み，訂正の再抗弁の要件のうち「当該訂正によって無効理由が解消されること」について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正事項は，本件特許1における請求項1を含む全ての請求項並びに本件特許2における請求項1，2，3及び4を含む全ての請求項の各々に「LED光源の像」とあるのを，「LED光源の輪郭を有する像」に訂正するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "東芝製品がLED光源の輪郭を有する像を結像するかについて検討する。",
                    "前記2(1)ウのとおり，東芝製品がLED光源の像を結像するものである以上，これが「LED光源の輪郭を有する像」であることは明らかであり，実際，東芝製品においてスクリーンに映された光の塊は，輪郭が分かる形状を有している(乙23の1，28の1)。この輪郭が，LED光源と相似な形であることが確認される必要がないことは，前記2(1)イ(ア)のとおりである。",
                    "したがって，本件各訂正を前提としても，依然として本件各訂正発明と東芝製品の構成は同一というべきであるから，本件各訂正によって無効理由が解消されるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "そうすると，その余の点について判断するまでもなく，訂正の再抗弁は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の請求はいずれも理由がないから，これらをいずれも棄却した原判決は相当である。",
        "したがって，本件控訴は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}