{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-17007号事件について令和元年12月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，平成29年9月26日，「POET  ポエット」の文字を標準文字で表した商標（以下「本願商標」という。）について，商標登録出願（商願2017-128337）をした。（甲2）"
            },
            {
              "fig": "(2)",
              "subject": "原告は，平成30年10月19日付けで拒絶査定を受けたことから，同年12月21日，これに対する不服の審判を請求した（不服2018-17007号）。（甲4，5）",
              "text": [
                "また，原告が平成30年12月21日付け手続補正書により指定商品を補正したことにより，本願商標の指定商品は，第9類「翻訳業務を支援するためのコンピュータソフトウェア・コンピュータプログラム」（以下「本願指定商品」という。）となった。（甲6）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和元年12月23日，「本件審判の請求は，成り立たない。」とする審決（以下「本件審決」という。）をし，その謄本は，令和2年1月28日に原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和2年2月18日，本件審決の取消しを求めて，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりであり，要するに，本願商標は，「POET」の文字を標準文字で表し，指定商品を第9類「電子応用機械器具及びその部品」（以下「引用指定商品」という。）とする登録商標（登録第4634308号，平成14年2月6日登録出願，平成15年1月10日設定登録（甲1）。以下「引用商標」という。）と類似する商標であり，かつ，本願指定商品は，引用指定商品と類似する商品であるから，本願商標は，商標法4条1項11号に該当し，商標登録を受けることができないというものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標及び引用商標の類否",
          "text": [
            "本願商標及び引用商標は，「POET」の文字を共通にするものである上，称呼及び観念を同一にするものであり，類似する商標である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する取消事由",
      "text": [
        "以下のとおり，本願指定商品及び引用指定商品は，生産部門及び販売部門のごく一部で共通する点があるにすぎず，用途及び需要者について共通するところは何もないから，類似する商品には当たらない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願指定商品及び引用指定商品について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願指定商品は，プロの翻訳者が技術分野ごとの専門辞書を使って翻訳を行う「人手翻訳」を支援するための「翻訳支援ツール」又は「翻訳支援ソフト」（以下「翻訳支援ツール」という。）であり，日本語と外国語とを自動的に置き換えて翻訳（以下「自動翻訳」という。）を行う翻訳機械は搭載されていない。",
                "他方で，本件審決が，引用指定商品に含まれ，本願指定商品に類似する商品の例として挙げているコンピュータソフトウェアは，いずれも，翻訳機械を搭載し，自動翻訳を行うことを主な機能とする「翻訳ソフト」（以下「翻訳ソフト」という。）である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "このように，本願指定商品である翻訳支援ツールは，汎用性のある「電子計算機用プログラム」ではなく，特殊な「翻訳業務を支援するためのコンピュータソフトウェア・コンピュータプログラム」であるから，引用指定商品の例として挙げられている翻訳ソフトとは根本的に異なる商品である。",
                "なお，翻訳支援ツールを，被告が主張するように「翻訳支援ソフト」と呼ぶことも可能ではあるが，被告のいう「翻訳支援ソフト」は，上記の翻訳ソフトに当たるものであって，翻訳支援ツールとは全く異なるものであり，このような違いを理解していない被告の主張は，いずれも失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，普通の消費者が，専門家が使用する翻訳支援ツールである本願指定商品を，引用指定商品と類似する商品であると考えることはあり得ず，ましてや，プロの翻訳者や翻訳事業者がそのように考えることはあり得ない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "生産部門及び販売部門について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願指定商品である翻訳支援ツールは，ごく一部でコンピュータソフトウェア製造業者（以下「ソフトウェアメーカー」という。）が製造し，コンピュータ製造業者（以下「コンピュータメーカー」という。）及び家電量販店が販売していることはあるものの，ほとんどは翻訳事業者が製造し，販売している。",
                "他方で，引用指定商品は，コンピュータメーカー及びソフトウェアメーカーが製造し，コンピュータメーカー，ソフトウェアメーカー及び家電量販店が販売している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本願指定商品及び引用指定商品は，生産部門及び販売部門が異なる。",
                "なお，本件審決が，生産部門及び販売部門が共通する例として挙げた6件のウェブサイトは，いずれもコンピュータメーカー又は家電量販店のものであるところ，これらの事業者が製造し，又は販売しているのは，汎用性のある「電子計算機用プログラム」であり，本願指定商品のような特殊なコンピュータプログラムではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "用途について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願指定商品は，翻訳支援ツールであり，その用途は人間が行う翻訳業務の効率化である。",
                "他方で，引用指定商品は，コンピュータソフトウェアであり，その用途はコンピュータを動作させることである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本願指定商品及び引用指定商品は，用途が異なる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "需要者について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が特許明細書や技術文書等を多言語に翻訳する事業を長年にわたって行っている翻訳事業者であることは，翻訳の需要者，翻訳業界，プロの翻訳者及びプロの翻訳者を目指す者等には周知の事実である。このような原告の商品であり，翻訳支援ツールである本願指定商品の需要者は，プロの翻訳者や翻訳事業者等であり，普通の消費者が本願指定商品を購入することはあり得ない。",
                "他方で，引用指定商品の需要者は，普通の消費者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本願指定商品及び引用指定商品は，需要者が異なる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "以下のとおり，本願指定商品と引用指定商品中の「電子計算機用プログラム」の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，商品の生産部門，販売部門，用途及び機能を共通にし，需要者の範囲が一致するものであるから，これらの商品は，商標法4条1項11号の「類似する商品」に当たる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願指定商品及び引用指定商品について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願指定商品は，「人間が専門分野の知識と経験を生かして翻訳するプロセスにおいて，コンピュータの支援を受けて効率的に翻訳作業を進めるためのツール（ソフトウェア）」であり，翻訳支援ツールと称される商品である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方で，引用指定商品中の「電子応用機械器具」の代表的な商品としては「電子計算機（コンピュータ）」が挙げられる。そして，電子計算機（コンピュータ）を作動させるためには「電子計算機用プログラム」が不可欠であるから，引用指定商品には，「電子計算機」はもとより「電子計算機用プログラム」も含まれる。さらに，「電子計算機用プログラム」には，一般に「コンピュータソフトウェア」又は「コンピュータプログラム」と称される全ての商品が含まれる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "生産部門について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "翻訳支援ツールは，一般的な「翻訳支援ソフト」（外国語を日本語に，日本語を外国語に翻訳するためのソフトをいう。）と比較して，翻訳の精度が高く，専門性の高い技術文書等を翻訳する商品であるとしても，「外国語を日本語に，日本語を外国語に翻訳するためのソフト」であることに何ら変わりはないことからすると，本願指定商品は，「翻訳支援ソフト」に該当する商品といえる。",
                "そして，一般的に，「コンピュータソフトウェア」は，ソフトウェアメーカーの生産によるものが多数を占める中，「翻訳支援ソフト」は，ソフトウェアメーカーの生産によるものに加え，翻訳の専門業者である翻訳事業者が，翻訳業務で培ったノウハウ等をコンピュータソフト化し，これを商品として生産しているような実情があることが見受けられる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方で，引用指定商品中の「電子計算機用プログラム」は，「コンピュータソフトウェア」又は「コンピュータプログラム」と称される全ての商品が該当し，汎用性のあるコンピュータソフトウェアのみならず，使用用途や使用目的が特定・限定されたコンピュータソフトウェアも含むものであるから，「翻訳支援ソフト」は，「電子計算機用プログラム」の範ちゅうの商品である。",
                "そして，「翻訳支援ソフト」は，ソフトウェアメーカーの生産によるものに加え，翻訳事業者が翻訳業務で培ったノウハウ等をコンピュータソフト化し，これを商品として生産しているような実情がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本願指定商品と引用指定商品中の「電子計算機用プログラム」の範ちゅうである「翻訳支援ソフト」は，いずれもソフトウェアメーカー又は翻訳事業者が生産する商品であり，生産部門が共通するものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "販売部門について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願指定商品である翻訳支援ツールも含まれる「翻訳支援ソフト」は，ソフトウェアメーカーや翻訳事業者のウェブサイトにおいて紹介され，当該ウェブサイトにて直接販売されるものであるが，これに加え，家電量販店等において，コンピュータソフトウェアのカテゴリーの下で販売されている実情がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方で，引用指定商品中の「電子計算機用プログラム」は，一般的にソフトウェアメーカーのウェブサイト，コンピュータソフトウェアを専門に扱う販売店，家電量販店等で販売されるものであり，「電子計算機用プログラム」の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，ソフトウェアメーカーや翻訳事業者のウェブサイトにおいて紹介，販売されていることに加え，家電量販店等において，コンピュータソフトウェアのカテゴリーの下で販売されている実情がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本願指定商品と引用指定商品中の「電子計算機用プログラム」の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，いずれもソフトウェアメーカーや翻訳事業者のウェブサイト，又は家電量販店等で販売される商品であり，販売部門が共通するものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "商品の用途及び機能について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商品の用途について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願指定商品は，翻訳支援ツールと称される商品であるところ，「人間が専門分野の知識と経験を生かして翻訳するプロセスにおいて，コンピュータの支援を受けて効率的に翻訳作業を進めるためのツール（ソフトウェア）」であることから，コンピュータを動作させるためのプログラムに該当するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方で，引用指定商品中の「電子計算機用プログラム」は，コンピュータを動作させるためのプログラムに該当し，当該商品の範ちゅうである「翻訳支援ソフト」も同様の商品である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本願指定商品と引用指定商品中の「電子計算機用プログラム」の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，いずれも，コンピュータを動作させるためのプログラムに該当し，いかなる種類のコンピュータにおいても使用されるものであり，用途を共通にするものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の機能について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願指定商品は，翻訳支援ツールと称される商品であるところ，「人間が専門分野の知識と経験を生かして翻訳するプロセスにおいて，コンピュータの支援を受けて効率的に翻訳作業を進めるためのツール（ソフトウェア）」であり，外国語を日本語に，日本語を外国語に翻訳する機能を有するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方で，引用指定商品中の「電子計算機用プログラム」は，多様な機能を有するコンピュータソフトウェアの全てが該当するところ，当該商品の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，外国語を日本語に，日本語を外国語に翻訳する機能を有するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本願指定商品と引用指定商品中の「電子計算機用プログラム」の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，いずれも外国語を日本語に，日本語を外国語に翻訳する機能を有するものであり，機能を共通にするものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "需要者について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願指定商品は，翻訳支援ツールと称される商品であり，「人間が専門分野の知識と経験を生かして翻訳するプロセスにおいて，コンピュータの支援を受けて効率的に翻訳作業を進めるためのツール（ソフトウェア）」であって，外国語を日本語に，日本語を外国語に翻訳する際に使用するものであることから，その主な需要者は翻訳者であるが，翻訳支援ツールを含む「翻訳支援ソフト」は，家電量販店等でも販売されていることからすると，普通の消費者が購入する場合があるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方で，引用指定商品中の「電子計算機用プログラム」は，コンピュータを動作させるためのプログラムであり，その需要者は，一般の個人消費者や事業者等，コンピュータソフトウェアを使用する全ての者が該当するところ，当該商品の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，外国語を日本語に，日本語を外国語に翻訳する際に使用するものであることから，その主な需要者は翻訳者であるが，翻訳支援ツールを含む「翻訳支援ソフト」は，家電量販店等でも販売されていることからすると，普通の消費者が購入する場合があるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本願指定商品と引用指定商品中の「電子計算機用プログラム」の範ちゅうである翻訳支援ツールを含む「翻訳支援ソフト」は，いずれも主な需要者が翻訳者又は普通の消費者であるから，需要者の範囲が一致するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "指定商品の類否に係る判断枠組み",
          "text": [
            "指定商品が類似のものであるかどうかは，商品自体が取引上誤認混同のおそれがあるかどうかにより判定すべきものではなく，それらの商品が通常同一営業主により製造又は販売されている等の事情により，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売に係る商品と誤認されるおそれがあると認められる関係にある場合には，たとえ，商品自体が互いに誤認混同を生ずるおそれがないものであっても，商標法4条1項11号にいう「類似の商品」に当たると解するのが相当である（最高裁昭和33年（オ）第1104号同36年6月27日第三小法廷判決・民集15巻6号1730頁参照）。",
            "以上の判断枠組みを前提として，本願指定商品及び引用指定商品の類否について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "検討",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願指定商品及び引用指定商品について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願指定商品は，第9類「翻訳業務を支援するためのコンピュータソフトウェア・コンピュータプログラム」であり，翻訳支援ツールと称される商品である（乙3）。",
                    "そして，一般に，翻訳支援ツールとは，単に自動翻訳をするためのプログラムではなく，翻訳者が同ツールに蓄積された対訳データや翻訳メモリ，データベース化された用語集等を利用することにより，翻訳作業をより効率的に，かつ質の高いものとするためのコンピュータソフトウェア又はコンピュータプログラムである（乙2，7，11）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方で，引用指定商品は，第9類「電子応用機械器具及びその部品」であり，「電子応用機械器具」には電子計算機（コンピュータ）が含まれるものといえるところ，これを動作させるためには「電子計算機用プログラム」が不可欠であることからすれば，引用指定商品には「電子計算機用プログラム」が含まれるものといえる（この点は，原告も争っていない。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本願指定商品である翻訳支援ツールも，コンピュータプログラムである以上，引用指定商品である「電子計算機用プログラム」に含まれるから（原告は，この点を争っているようであるが，引用指定商品の「電子計算機用プログラム」は，特に限定がない以上，コンピュータプログラム一般を含むものと解される。そして，翻訳支援ツールも，用途がやや特殊であるとはいえ，コンピュータを動作させて一定の作業を行うためのプログラムである以上，コンピュータプログラムにほかならないのであるから，引用指定商品に含まれることを否定することはできない。），本願指定商品と引用指定商品とは同一であるということになる。",
                    "したがって，原告の主張は，既にこの点において失当というべきであるが，当事者双方が，本願指定商品である翻訳支援ツールと引用指定商品である翻訳ソフトとが類似するかどうかについて争っていることにかんがみ，念のため，この点についても判断することとする。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "生産部門及び販売部門について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)アによれば，翻訳支援ツールは，主に翻訳事業者又は翻訳者が使用することが想定されている商品であるといえるところ，実際の取引例をみても，翻訳事業者が生産，販売をしている例が多く見受けられる（乙2，3，7，14）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，翻訳ソフトは，自動翻訳をすることを主な機能とするコンピュータソフトウェアであること（乙6）からすれば，翻訳事業者又は翻訳者のみならず，他の事業者や一般の消費者も使用することが想定されている商品であるといえるところ，実際の取引例をみても，翻訳事業者ではない一般のソフトウェアメーカーが生産している例や，当該ソフトウェアメーカー又は家電量販店が販売している例が多く見受けられる（乙8ないし10，15，16）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，翻訳支援ツール及び翻訳ソフトは，生産部門及び販売部門が異なることが多いものといえる。",
                    "しかしながら，他方で，上記ア及びイで挙げた取引例とは異なり，一般のソフトウェアメーカーが翻訳支援ツールを生産，販売している例や，翻訳事業者が翻訳ソフトを生産，販売している例も見受けられる（乙11ないし13）。また，翻訳支援ツールと類似した機能を含む翻訳ソフトが，家電量販店又はそのウェブサイトにおいて販売されている例も見受けられる（乙13，15，16）。",
                    "これらの事情を考慮すると，翻訳支援ツール及び翻訳ソフトの生産部門及び販売部門は，必ずしも明確に区別されるものではないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，翻訳支援ツール及び翻訳ソフトは，生産部門及び販売部門を共通にする場合があるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "用途及び機能について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)及び(2)によれば，翻訳支援ツール及び翻訳ソフトは，翻訳者による翻訳作業を効率化等するためのものであるか，それとも自動翻訳をするものであるかという点で，主たる用途や機能が異なるものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，翻訳支援ツール及び翻訳ソフトは，いずれも翻訳作業を行うことを目的とし，コンピュータを動作させるためのプログラムであるという点においては，用途及び機能を共通にするものといえる。また，翻訳支援ツールは，その多くが自動翻訳の機能も有していると認められ（乙7，11），他方で，翻訳ソフトには，翻訳支援ツールと類似した機能や翻訳支援ツールと連携する機能を含むものがあると認められる（乙8，13）。",
                    "これらの事情を考慮すると，翻訳支援ツール及び翻訳ソフトの用途や機能を厳密に区別するのは困難であるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，翻訳支援ツール及び翻訳ソフトの用途及び機能には，共通する部分があるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "需要者について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)アによれば，翻訳支援ツールは，主に翻訳事業者又は翻訳者が使用することが想定されている商品であるといえるから，その主な需要者は，翻訳事業者又は翻訳者であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記(2)イのとおり，翻訳ソフトは，自動翻訳をすることを主な機能とするコンピュータソフトウェアであることからすれば，翻訳事業者又は翻訳者のみならず，他の事業者や一般の消費者も使用することが想定されている商品であるといえるから，その主な需要者には，広く一般の事業者及び消費者が含まれるものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，翻訳支援ツール及び翻訳ソフトは，主な需要者が異なることが多いものといえる。",
                    "しかしながら，上記(2)及び(3)で検討したとおり，翻訳支援ツール及び翻訳ソフトは生産部門及び販売部門を共通にする場合があり，また，用途及び機能に共通する部分があるといえることからすれば，翻訳事業者又は翻訳者ではない一般の事業者又は消費者が翻訳支援ツールを購入することもあり得るし，これとは逆に翻訳事業者又は翻訳者が翻訳ソフトを購入することもあり得るといえる。",
                    "そうすると，翻訳支援ツール及び翻訳ソフトの需要者については，上記の範囲で共通することがあるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，翻訳支援ツール及び翻訳ソフトは，需要者の範囲が一致することがあるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)ないし(4)で検討したとおり，翻訳支援ツール及び翻訳ソフトは，生産部門及び販売部門を共通にする場合があるといえること，用途及び機能に共通する部分があるといえること，需要者の範囲が一致することがあるといえることからすれば，両者に同一又は類似の商標が使用された場合には，同一の営業主の製造又は販売に係る商品であると誤認されるおそれがあるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，翻訳支援ツールである本願指定商品と翻訳ソフトを含む引用指定商品は，商標法4条1項11号にいう「類似する商品」に当たるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，翻訳支援ツールである本願指定商品は汎用性のある「電子計算機用プログラム」ではなく，翻訳ソフトとは根本的に異なるものである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，これまで検討したところに照らすと，翻訳支援ツールが，自動翻訳を主な機能とするものではなく，翻訳者による翻訳作業を支援するためのものであり，主に翻訳事業者又は翻訳者が使用することが想定されている商品であるからといって，直ちに翻訳ソフトとの類似性が否定されるものではないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "前記第2の3のとおり，本願商標は，引用商標に類似する商標であると認められる。また，上記2で検討したとおり，本願指定商品は，引用指定商品と同一又は類似の商品であると認められる。",
            "したがって，本願商標は，引用商標との関係において，商標法4条1項11号に該当するものと認められる。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本願商標について登録することができないものであるとした本件審決の判断に誤りはなく，原告が主張する取消事由は理由がない。",
            "よって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}