{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人X1ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中控訴人X1らに係る部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の控訴人X1らに対する請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人X6",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中控訴人X6に係る部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の控訴人X6に対する請求を棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人",
          "text": [
            "主文第1項と同旨。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，長唄囃子の普及等の事業活動を行う被控訴人が，「望月」の名称は望月流宗家家元であり「十二代目望月太左衛門」の芸名を有する被控訴人の営業表示として周知であり，控訴人らにおいて長唄囃子の事業活動に被控訴人の上記営業表示と同一の「望月」の名称を使用する行為は他人の周知な営業表示と同一の営業表示を使用するものとして不正競争防止法(以下，「法」という。)2条1項1号の不正競争に該当する旨主張して，控訴人らに対し，法3条1項に基づき，長唄囃子における芸名として「望月」なる名称を称し，同名称を表札，看板，印刷物に表示するなどして使用することの差止めを求める事案である。",
        "これに対し，控訴人らは，「望月」の名称について，被控訴人のみの営業表示ではなく，被控訴人の所属する流派のほか，控訴人らの所属する流派など複数の流派で構成される望月流一門全体の営業表示であって，控訴人らとの関係において他人の営業表示には当たらない，控訴人X6の営業表示と被控訴人の営業表示は同一ではない，混同のおそれがない，営業上の利益侵害がないと主張してこれを争っている。",
        "原審は，「望月」が，控訴人らにとって他人である被控訴人の周知な営業表示に該当するなどとして，被控訴人の請求を全部認容したところ，控訴人らが控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実(当事者間に争いのない事実並びに証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "以下のとおり補正するほかは，原判決2頁24行目から5頁11行目に記載のとおりであるからこれを引用する。",
            "原判決3頁11行目から16行目までを以下のとおり改める。",
            "「イ  一般社団法人長唄協会(以下，「長唄協会」という。)は，長唄を保存伝承するとともに長唄の向上及び普及を図り，もって我が国の芸術文化の発展に寄与することを目的として設立され，演奏会の開催等の事業を行っている(甲3，甲8の1・2，甲52)。長唄協会の目的に賛同する個人は，理事会の承認を受けることにより，正会員として長唄協会に入会することができ，平成28年当時，長唄協会の内規では，入会するためには各流会派の代表者の承諾を得ることが必要とされていたが，令和元年10月に同内規が改定され，各流会派の代表者の承諾は不要となった(甲4の1・2，甲24，51，弁論の全趣旨)。」"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "「望月」の表示が控訴人らにとって他人の周知な営業表示に該当するか否か(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "控訴人X6が「望月」の表示と同一の営業表示を使用しているといえるか否か(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "混同のおそれがあるか否か(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "営業上の利益侵害の有無(争点4)"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(「望月」の表示が控訴人らにとって他人の周知な営業表示に該当するか否か)について",
              "text": [
                "以下のとおり補正するほかは，原判決5頁15行目から9頁24行目に記載のとおりであるからこれを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決8頁4行目「平成28年8月付け嘆願書(乙21)」を「平成28年8月付け嘆願書(乙21。以下，「本件嘆願書」という。)」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決9頁20行目から21行目「平成28年8月付け嘆願書」を「本件嘆願書」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(控訴人X6が「望月」の表示と同一の営業表示を使用しているといえるか否か)について",
              "text": [
                "(被控訴人の主張)",
                "控訴人らは，長唄囃子の演奏を行う際における自身の営業表示として，被控訴人の営業表示である「望月」と同一の「望月」の名称を使用している。",
                "(控訴人X6の主張)",
                "個人の名称については，姓だけではなく，名と併せて区別されるべきであるところ，控訴人X6の芸名である「X6’」は，被控訴人の営業表示である「望月太左衛門」とは同一ではなく，類似でもない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(混同のおそれがあるか否か)について",
              "text": [
                "(被控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人が望月流家元として，控訴人らに対し，「望月」姓を冠した名取名を発行・認許した事実はないにもかかわらず，控訴人らが，芸名として「望月」姓を冠した名取名を使用すると，これに触れる需要者は，控訴人らが被控訴人の主催する望月流の門弟の者であって，被控訴人が主催する望月流の営業の一環としてされていると誤認混同する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人X1らの主張に対する反論",
                  "text": [
                    "望月流は初代太左衛門により創流された長唄囃子の流派であり，「望月太左衛門」の名跡を襲名した歴代の家元による統制のもとに伝統芸能である長唄囃子の一大流派として認知されて発展を遂げ，長唄業界，歌舞伎業界及びこれらの愛好者らに周知となり，流派としての信用を獲得してきたものである。",
                    "望月流門下の人物らにおいて「望月」の姓を冠した名取名の認許を受け，自らの長唄囃子の演奏に際して実名ではなく名取名を用いることは，家元に認められ，望月流に属する演奏者であることを本件需要者(長唄及びこれに隣接する歌舞伎等の伝統芸能に携わる者並びに長唄を含む伝統芸能等の愛好者ら)に示すものであり，望月流家元の認許を得ることなく無断で「望月」の姓を使用して長唄囃子の演奏等を行うことは，このような望月流の信用による利益を無断で享受し，これにフリーライドする行為に当たる。",
                    "仮にこのような行為が許容された場合には「望月」の営業表示が陳腐化し，流派としての信用・ブランド価値が著しく毀損され，望月流すなわち家元である被控訴人に営業上の多大な損害が生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人X6の主張に対する反論",
                  "text": [
                    "最高裁平成17年(受)第575号同18年1月20日第二小法廷判決・民集60巻1号137頁(以下，「天理教事件の最高裁判決」という。)は，本件のような，特定の人物の営業と他人の営業との混同の有無についての検討を行う際において，当該行為が濫用的である旨等の重畳的な要件を課すものではない。",
                    "控訴人らにおいて，被控訴人による認許を得ることなく，被控訴人の営業表示である「望月」の姓を冠した名取名を自身の営業表示として使用する行為が，被控訴人から「望月」姓を冠した名取名の認許を受け，被控訴人の事業活動の一環として芸能活動を行っているとの誤信を生じさせるものであることは自明である。",
                    "控訴人X6は，自身の長唄囃子演奏の実力により需要者に認知されて長唄囃子の営業活動を行っている旨を主張するものの，控訴人X6が，「望月」の姓を冠した「X6’」の芸名の使用に固執し，同芸名を多数の演奏活動等において使用している事実は，控訴人X6が被控訴人の営業表示である「望月」を自身の営業のために利用し，望月流に属するものと誤信させることによって恩恵を受けていることの証左である。",
                    "(控訴人X1らの主張)",
                    "原判決は，家元の営業活動と望月流の営業活動を混同し，被控訴人の営業として「望月」姓を名乗る者が行う芸能活動を認定している。",
                    "原判決は，望月流として行う営業活動の一つである演奏活動を，被控訴人の営業として認定しておらず，控訴人X1らが，望月姓を用いて芸能活動を行うことは，原判決が認定する被控訴人の営業(①演奏指導，②名取名の認許)と混同することにはならない。",
                    "控訴人らの活動は，「望月」を名乗ることで，望月流に所属する演奏家として認識され，望月流として行う営業活動の一つである演奏活動と誤認されるおそれはあるが，上記のように望月流として行う営業活動の一つである演奏活動は，被控訴人の営業として認定されていないから，混同のおそれはない。",
                    "(控訴人X6の主張)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "天理教事件の最高裁判決によると，本件では，実質的に「競争が自由競争の範囲を逸脱して濫用的に行われ，あるいは，社会全体の公正な自由競争秩序を破壊するものである」か否かが検討されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「望月」は，鑑賞者である一般国民には知られておらず，極めて少数の，邦楽，特に囃子に詳しい業界においてのみ知られている表示であるから，需要者は，一般大衆ではなく，専門性が有り，邦楽演奏者，邦楽の状況について知見を有している者である。これらの者が当該演奏者の個人的資質や実績をもとにして契約相手である演奏者を決定しているのが取引の実情である",
                  "text": [
                    "これまで，控訴人X6を被控訴人又はその弟子であると誤解して演奏依頼してきたと思しき需要者はなかったし，今後も「望月」と表示する者が全て「望月太左衛門」の弟子であるなどと誤解をしたことにより演奏申込みをすることはあり得ない。",
                    "「X6’」の名称は，東京芸大を優秀な成績で卒業し，幾多の受賞歴がある若き俊秀としての控訴人X6個人を表象する名称として広く知られており(乙B2の1～3)，実際の控訴人X6への演奏の依頼(契約・取引)は，控訴人X6個人に着目してのものであり，被控訴人の営業であると誤信して演奏を依頼することは考え難い。",
                    "演奏家個人の営業は，極めて個性的なものであって，「X6’」の演奏活動が，「望月太左衛門」の演奏活動と混同を生じさせるものではなく，実際に混同する者もいない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "長唄協会も被控訴人以外の会派を超えた多数の「望月流」の師匠方からの意見添えをもらった控訴人X6の正式入会を認めており，控訴人X6が「望月佐太晃郎」の芸名で活動しても不当な誤解を招くものではないと認めたといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，「X6’」の営業表示は，需要者の間では，被控訴人と混同も誤認も惹起する表示ではない。本件のような状況の中で，控訴人X6による「望月」の名称の使用を差し止めることは，憲法14条1項が禁止する「門地」による差別になりかねない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4(営業上の利益侵害の有無)について",
              "text": [
                "(被控訴人の主張)",
                "前記(3)のような誤認混同が生じると，望月流の技芸の質の低下，望月流全体としての由緒・ブランド価値の低減など，文化的・歴史的側面において，被控訴人に重大で回復不可能な損害が生じるおそれがある。",
                "また，控訴人らは，被控訴人に名取料等の対価を支払っておらず，被控訴人の対価取得の利益を逸失させている上，本件の不正競争行為を放置すると，控訴人らを模倣して「望月」姓を僭称する第三者が現れ，それらの者から対価を取得するという利益が失われる。",
                "(控訴人X6の主張)",
                "原判決は，控訴人らの名称使用によって演奏活動によって得られるべき名取料を得られないなどして被控訴人の営業上の利益が侵害されるとするが，それは，名取認許をした師匠との間で問題となることであり，名取を受けた控訴人らとの関係では因果関係が間接的であり，妥当しない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における争点1(「望月」の表示が控訴人らにとって他人の周知な営業表示に該当するか否か)についての当事者の追加主張",
          "text": [
            "(控訴人X1らの主張)",
            "原判決は，家元には名取名の認許権限があるという枠組みで判断しているが，望月流には，以下に示すとおり，左吉を長とする「森下派」が過去も現在も独立して存在し，「森下派」独自の認許方法により名取名を認許してきており，慣習上，四世左吉には望月流の「森下派」の長として名取名の認許権限があるから，四世左吉から名取を受けた控訴人らにとって「望月」は他人の商品等表示ではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件名鑑の記載",
              "text": [
                "「森下派」が戦後凋落したとの原判決の本件名鑑の読み方は誤っている。凋落したのは研精会であり，「森下派」ではない。「森下派」は，「若い左吉も戦後没して，いまはその遺子が左吉をつぎ」として，三世左吉が活動を続けていることが記載されている。",
                "また，本件名鑑に「四世望月長九郎から七世を明治三十八年についだ太左衛門は，浪花町に住んで」とあるように，この頃から「浪花町派」，「森下派」，「田圃派」と各派に分かれて独立した活動を行うようになったことが分かる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "二世左吉，三世左吉による名取名の認許等の「森下派」独自の活動と四世左吉の名取名の認許権限",
              "text": [
                "二世左吉や三世左吉は，長唄会の発展に多大な尽力をし，数々の門弟に名取名を認許してきた(乙A26，43，47，48)。",
                "また，三世左吉と十代目太左衛門は公私ともに仲が良く，十一代目太左衛門時代までは，各派が協力して互いに独立した流派として認め合い，望月流の発展を期すべく活動してきたのであり，二世左吉や三世左吉が名取名の認許を行ってきたことが認められず，名取付与行為が取り消された事例は存在しない。",
                "囃子方には，「おもて」で活動するいわゆる歌舞伎，芝居の世界と，それ以外で活動する「うら」の世界が存在する。太左衛門が率いる「浪花町派」は，いわゆる「おもて」であり，その活動は歌舞伎の興業をしている松竹株式会社(以下，「松竹」という。)が前面に出るため，その活動が見えやすいということがあるが，「森下派」は，四世左吉を中心として，控訴人らを含む弟子たちに名取名の認許を行い，主として長唄界，舞踊界で活動したり，他派と一緒に，様々な活動を現実に行ったりしていて，事業活動を行う実態を備えるものとして外部から認識されている(乙A31～40，50，54，56)。",
                "四世左吉は，広くその技量，識見，人格を認められている者で，「森下派」の家元であり，「望月左吉」名を名乗り，対外的にも望月流の「森下派」の長として活動を行ってきていることから，慣習上，四世左吉には名取名の認許権限が認められる。四世左吉の出身であるA’家は，七代目太左衛門にBの名取を許すなど，七代目以降，太左衛門の名跡を襲いでいく形となったY’家より先に名取名の認許を行ってきたという歴史的事実があり，これは需要者の間で広く認識されてきた(乙A25，55，61)。したがって，A’家の後継者である四世左吉には，名取名の認許権限があるというべきである(商標法32条1項参照)。",
                "「森下派」としての名取認許方法は，「浪花町派」とは異なる方法をとり，申請書など特になく，アマチュアもプロも一律45万円という法外な名取料の設定はなく，「森下派」内で相談の上，最終的に「森下派」の四世左吉が決定し，名取料は，名取式に要する経費や「森下派」発展のために充てられている(乙A50)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "十一代目太左衛門の認識",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "十一代目太左衛門について作成された念書(乙A27)には，三世左吉である「A」が署名捺印している。上記念書の重大さからみて，三世左吉が独立した派の長としての影響力があったがゆえに望月流の他派の長が容認していると示すために，後見的な立場から立ち会いを求めたものとみるのが自然かつ合理的である。",
                    "また，襲名後間もない十一代目太左衛門は，歌舞伎役者のCに宛てて手紙(乙A28)を書いており，そこには，「望月流の浪花町派を預かる」身としては「はなはだ重大な事柄であり，もし，流儀が分裂するようなことになりまして・・・」と記載されており，十一代目太左衛門は，自己が「浪花町派」の家元であるという認識を前提にしていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「九世望月太左衛門追善囃子演奏会」のプログラム(甲14。以下，「甲14プログラム」ということがある。)表紙の記載をみると，十一代目太左衛門の写真入りの「ご挨拶」には「十一代目望月太左衛門」と記載され，その文中を含め家元であるとする記載はされていない。上記公演は，望月流の中の3派のうちの一つの派である「浪花町派」の行事として主催されたものであったため，「森下派」のメンバーは賛助出演したのであり，各派ごとに「○」で区切られている。そのほか，「十代目望月太左衛門追善・襲名披露演奏会」(甲2)，「十代目望月太左衛門を偲ぶ会」(甲48)，「盤響乃会」(甲49)のプログラム中にも「森下派」は区切られて記載されているし，上記「十代目望月太左衛門を偲ぶ会」で被控訴人は自身を「家元」とはしていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "十一代目太左衛門は，望月流の内情が派閥ごとにばらばらになっている現状を憂いて，それをまとめようと望月会を立ち上げたのであり(乙A45)，そのことは，甲14プログラムのDの文章中に「いろいろなむつかしい話があるようですが，雑音を払って・・・」という内容があることからも明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "十一代目太左衛門が十二代目太左衛門の襲名披露記者会見の席において「各流派の交流もはかっていけたら・・・」(甲5)との言葉を敢えて述べているのも，「各流派」の存在を前提にしていると考えるのが整合的な理解であり，この時点で独立した各流派の独立の活動があったということが裏付けられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人による望月流を独占しようとする既成事実化",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成3年4月の時点では，十，十一代目太左衛門と三世左吉は互いに認め合い，独立した各流派の存在を前提として互いに尊重し合う関係にあったが，平成5年6月27日に被控訴人が十二代目太左衛門を襲名すると，平成6年6月，3兄弟同時襲名披露公演に際し，プログラムにあたかも自身が望月流唯一の家元であるかのように，これまでの「賛助出演」ではなく，「望月流一門」と記載し，「宗家家元」と称し始めた(甲2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "十一代目太左衛門であった四代目朴清は，平成17年10月，「望月宗家」の立場で「E」に免状を発行している(乙A52)。十一代目太左衛門が「宗家」を名乗ったのに対し(乙A52)，被控訴人が，自分も「宗家」を名乗ると言って聞かず(甲30)，自らの襲名披露演奏会において自ら「宗家家元」(甲2)と名乗った結果，演奏者として十一代目太左衛門や四代目朴清の名前はどこにも記載されていない事態が生じている(甲2，乙A51，52)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「十二代目宗家家元望月太左衛門殿」と印刷された名取免状申込書(甲18の1の1～7)は，望月流全体を統制したかのような既成事実化のために被控訴人によって作成されたものである。望月流の名取名の認許方法に明確なルールはなく，長い歴史上もそれぞれの派が独自に名取名の認許を行ってきた。F，G，Hの3名は，当時，Iに稽古をつけてもらっていたため，同人の甥にあたる十代目太左衛門から名取を受けるよう指示され，十代目太左衛門から名取を受け，Jは，父であるK(二世左吉の弟子)が十代目太左衛門に預けた弟子であったため，十代目太左衛門から名取を受けた(甲28，乙A49～51)。",
                    "望月流においてはどの師匠に弟子入りしたかによって流派の所属が決まるから(乙A49～51)，名取名の認許を「浪花町派」の家元である太左衛門から受けたとしても，師事した師匠であるHが所属する「森下派」の所属となり，名取によって，他の派を併合したということにはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人らの長唄協会入会申請を奇貨としてこれを阻止する行為",
              "text": [
                "長唄協会は，十二代目太左衛門である被控訴人が自ら望月流唯一の家元と言い出したため，長唄協会の一存で被控訴人のみを代表者と認めるわけにもいかず，「公平を期す」観点から，控訴人らからの入会申請を保留して被控訴人に対し意見書の提出を求めたにすぎない。長唄協会は，望月流の歴史的経緯からみても四世左吉の正統性が認められると判断し，令和2年2月17日に開催された長唄協会理事会において，「森下派」一門の弟子たちは十二代目太左衛門の了解なしに正会員に承認されることとなったから(乙A29，30)，長唄協会としても「森下派」の代表者(家元)として正式に四世左吉を認めたということになる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件嘆願書",
              "text": [
                "被控訴人による既成事実化行為に対して長唄協会に提出された望月流各派を横断する形での本件嘆願書(乙21の1～29)を，原判決は不自然な時期に不自然な理由で主張を翻した少数の者(29名中4名)の存在を指摘して控訴人らの主張を退けているが，これは不合理である。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "松竹会長の挨拶中の「家元」との記載",
              "text": [
                "「浪花町派」が「おもて」といわれる歌舞伎を主として活動し，家元という表記は重要な興行的価値を有することから，甲14プログラムにおいて松竹会長の挨拶中に興行の都合上，十一代目太左衛門を「家元」と記載したにすぎず，既成事実化を企図したものにすぎない。",
                "なお，被控訴人は現在，歌舞伎，芝居の仕事がなくなっているため，「浪花町派」としてほとんど活動していない状況である。このため，被控訴人の存在を本件需要者は認識することができないから，「望月」姓が被控訴人のものと周知されている状態にない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "太左衛門が望月流全体を統制しておらず，名取名の認許を被控訴人以外の者が行っていること",
              "text": [
                "平成5年版望月会会員名簿(乙A60)には二人のLの名取が存在しており，これは，名取名の認許について太左衛門が統制せず，独自の判断の上でされてきたという望月流の実態を示すものである。望月流では，「浪花町派」，「森下派」，「田圃派」や四世朴清(十一代目太左衛門)といった者が，それぞれ名取名を認許してきているのである(乙A25，43，48，49，55，59)し，被控訴人も他の者から名取名が認許された者の長唄協会への入会を認めている。",
                "(控訴人X6の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "望月流の師匠方は，「望月太左衛門」の営業が消滅してからも，独自に活動(営業)を続けてきたのであり，「望月」は実情として被控訴人のみの営業表示ではなく，「望月」を名乗って演奏した場合に被控訴人又はその弟子であると誤信されることはない。",
                "控訴人X6は，幼少期に「G」に師事して演奏技能を研鑽したので，事実として望月流であり，被控訴人の営業表示を使用しているものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "邦楽演奏は，一般には必ずしも周知されておらず，取引態様として地域の一般人と取引することはほとんどなく，大きな宣伝活動もされず，需要者層も限定されている。被控訴人が提出する証拠も，古い時代について記述した印刷物のみであり，「望月」の表示には法2条1項1号にいう周知性はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "望月流の内情や太左衛門の地位についてよく知る立場にある九代目太左衛門の子である三世M’ことMが作成した陳述書(乙B1)などにあるとおり，望月流においては，左吉や四世朴清をはじめとする，家元を名乗る者以外により名取名の認許がされた事例が多数存在しており，四世左吉を含めた左吉が名取名を認許する権限を有してきたことは明らかである。",
                "また，望月流において，太左衛門のみが，「望月」の名取名の認許権限を有することを根拠付ける内規も存在していない。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "望月流家元である望月太左衛門が望月流の名取名を認許する権限を専有していること",
              "text": [
                "太左衛門が望月流唯一の家元として流派を統制する立場にあったことは，歴代の太左衛門自身が明確に公表・周知しており(甲2，13～15，48～50)，各種媒体において太左衛門が望月流家元であることを前提とした多数の報道等がされていて(甲5，33～35，37，38)，四世左吉を含む望月流内の門弟らも歴代の太左衛門を望月流の家元として認識していること(甲2，13～16，18，19，36，45，46，48～50，乙A45，46)，歌舞伎及び長唄囃子にかかわる業界関係者らや需要者によって望月流家元が太左衛門であることが認知されていること(甲2，6，12，14，24，52，乙1)などによって自明といえる。",
                "また，家元制度を採る伝統的な芸能，芸道は一般に，名取免状発行の権限が家元にあることをその特徴の一つとするものとされている(甲47，乙A39)。",
                "そして，望月流においては，一般に取立師匠が，その直属の門弟について名取名の認許を受けようとするときに，自ら当該門弟の取立師匠の立場で，家元である被控訴人に対して希望する芸名による名取名の認許を申請し，当該門弟が取立師匠に支払う対価の一部から，名取料を被控訴人に支払うことによって，家元である被控訴人から名取免状及び木札等が発行されることなどにより認許されている(甲13，18)。望月流家元である被控訴人において，名取名の認許を行った望月流の新名取につき，各演奏会等で望月流の名取として披露・紹介するなどしている事実も存在している(甲48，49)。",
                "以上のとおり，望月流は初代家元である望月太左衛門によって創流され，その後分派することなく歴代の家元によって統制され，維持・運営されてきたものであり，家元の統制権の行使と名取名の認許の権限とは密接不可分の関係にあり，当代家元である被控訴人が望月流の名取名の認許の権限を専有することは明白である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「森下派」は存在せず，四世左吉に名取付与権限がないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「森下派」なる表現は，過去の一定時期における望月流内の活動状況を分類した便宜上の呼称にすぎず，本件の紛争が生じる前に，歴代の左吉が「望月流森下派家元」などと称した事実も存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "賛助出演について，望月流の演奏会においては，出演メンバーをプログラムに記載するに当たり，職分名取(プロ)である出演者を「賛助出演」として表記し，その他一般の名取(アマチュア)を「出演者」として表記することが慣例とされているのであって，「賛助出演」の項が他派の人物らを記載するものであるとの控訴人X1らの主張は事実に反する(甲2，14，48，49)。",
                    "「〇」の表記等による区切りも控訴人X1らが主張するような「森下派」などの区分とは全く無関係である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件嘆願書で，「望月左吉一門」，「森下一門」を称する主要人物らであると目される，F，G，H，Ｎ，J，いずれも十代目太左衛門から名取名の認許を受けた門弟らである。四世左吉に対して被控訴人による認許がされており(甲15の1・2)，四世左吉の門弟らへの名取名の認許も四世左吉が被控訴人に願い出て認許を得ていたのであり(甲18の1の1～7，2，3)，「森下派」を称する人物らに名取名を認許したのは，歴代の太左衛門である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人X6が提出する証拠(乙B1)は，望月流の流派外の人物の陳述書であり，内容的にも控訴人らの主張を基礎付けるものではない。",
                    "また，控訴人X1らの先使用の主張についても，乙A61などに，左吉やその祖先が正当な名取名の認許権限を有していたと解することのできる記載はない。また，法19条1項3号が，適用除外を定める規定であることからすると，そのような適用除外を受ける地位が，相続等の対象となるとは解されないし，先使用の対象となる行為が，歴代の左吉によって継続的にされてきた事実がないことも明らかであるから，四世左吉において，そのような適用除外を主張し得る地位にはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人X1らは，望月流においてはどの師匠に弟子入りしたかによって流派の所属が決まると主張するが，控訴人X1らの主張によると，F，G，Hの3名は十代目太左衛門の伯母であるIから稽古をつけてもらい，Jは十代目太左衛門の預け弟子であったというのであるから，「森下派」を称するF，G，H及びJはいずれも，控訴人X1らの上記主張に従った場合，「浪花町派」の師匠に師事した「浪花町派」となるはずであり，控訴人X1らの主張は矛盾している。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人X1らが提出する証拠(乙A43，48)には，「森下派」の存在や二世又は三世左吉による名取名の認許の権限について何らの記載もない。",
                    "長年にわたる望月流の歴史のうちには，名取名の認許を行うことが経済的利益等をもたらすものであることなどから，門下の人物らが家元である太左衛門に隠れて，権限なく名取名の認許を行う例があった(甲21，25，27)が，過去にこのような無権限の潜脱行為が存在したことによって，既成事実として正当化される理由はない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "仮に，望月流門下の人物が望月流内において自由に「家元」を名乗り，「望月」の姓を冠した名取名を認許することが許容されたとした場合には，権威や経済的利益を得ることを企図する人物らが我先に「家元」を称し，縁故者等に対する無責任な名取名の付与が多発し，長年に渡り伝統芸能の一大流派として発展を遂げてきた長唄囃子望月流の信用は瓦解する。被控訴人より低額の名取料で名取名を認許するという四世左吉の行為は望月流全体の発展・維持のための費用の出捐を要しない四世左吉によってされたいわばダンピング行為に該当するものであるし，伝統ある望月流の名取名を安価で取得したいと考える人物らが四世左吉と結託し，「望月」の名を冠した名取名が安価で乱発される事態となれば，伝統芸能としての望月流の信用やブランド価値が著しく毀損されてしまう。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "十一代目太左衛門が「森下派」を含む他派の存在を認めていて，十二代目太左衛門が既成事実化を図ったという事実はないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲14，16，乙A45，46)の記載にあるとおり，十一代目太左衛門は，自身が望月流家元である旨を表明し，その在任中を通じて望月流家元として振る舞い，そのように取り扱われてきている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "昭和62年7月の書簡(乙A28)に記載された内容は，十代目太左衛門逝去後，「太左衛門」の名跡を九代目太左衛門の子であって後に十一代目太左衛門となったOが襲名するか，十代目太左衛門の子である被控訴人らが襲名するかという点に関するものであり，「流儀が分裂するようなこと」という記載は，Oを擁する人物らと被控訴人を擁する人物らの見解が対立し，いずれも望月流家元の血筋にある正統な家元候補を擁するものとして流派が分裂するような事態が生じることを懸念したものであって，上記書簡のうちに「森下派」や「浅草田圃派」などに関連した記載は一切存在しない。最終的に，十代目太左衛門の七回忌までという約束でOが十一代目太左衛門を襲名し，その後に被控訴人が十二代目太左衛門を襲名することが当事者間で合意されるに至った(乙A27，28)。三世左吉を含む伝統芸能の業界において相談ごとのまとめ役を買って出ることが多かった人物らが，念書(乙A27)の客観性を保つために念書に立会人という趣旨で署名捺印したものにすぎない。このように十一代目太左衛門の襲名前後を通じて，Oと被控訴人との間に，立場上の一種の対立関係が存在したことからDにおいて「いろいろなむつかしい話がある」と評するに至ったものであって，「森下派」の存在とは無関係である。",
                    "なお，十一代目太左衛門は，上記書簡(乙A28)において「望月流の浪花町派を預る宿命のもとに生れた私」と記しているが，これは望月流の一大隆盛期を築いた七代目太左衛門が「浪花町」に居を構えていたことに端を発して「浪花町派」という呼称が，太左衛門一派の別称として格式と権威を示すものとして認識されていたという過去の経緯及び上記書簡の文意に鑑みると，十一代目太左衛門においては，七代目太左衛門の血脈に連なる自身の正統性・権威を矜持と共に示す趣旨で当該書簡中に「浪花町派を預る」との記載をしたことが推測され，上記書簡中のいずれの記載によっても十一代目太左衛門に自身の権限を望月流の一部のみに限定する意思がなかったことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "十一代目太左衛門は，甲14プログラム中の「十一世望月太左衛門主要年譜」において，昭和63年6月に「十一代目家元望月太左衛門を襲名」した旨を記載し，同書奥付においても「十一代目家元  会主  望月太左衛門」と明記するなどして，自身が望月流家元であることを明確に表明しており，また，十一代目太左衛門が立ち上げた望月会の会報各号(甲50，乙A45，46)にも，太左衛門が望月流家元であることを前提とした記載が随所に見受けられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人X1らは，被控訴人がプログラムや名取免状申込書において「十二代目宗家家元望月太左衛門」と表記したことを指して，被控訴人が既成事実化を図ったと主張するが，被控訴人が望月流家元の立場になく，被控訴人の上記各行為が望月流の現実の状況に反していたとすれば，望月流門下の人物らが唯々諾々と従ったはずもない。特に「森下派家元」であると主張する左吉が，上記プログラムの公演に出演したり(甲2，48，49)，上記表記を有する名取免状申込書を使用して門弟に名取免状の申込みをさせたりする(甲18の1の1)ことを許容していたことは，左吉を含めた望月流一門の人物らにおいて，十二代目太左衛門である被控訴人が望月流唯一の家元であると認めていたことの何よりの証左である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件嘆願書の作成者は総勢300名を超える望月流一門の一割にも満たず，また，作成者らのうちには「森下派」を名乗る人物らや自身も新たに「彦派」を名乗ろうとする人物らなど，自己の利害得失を前提とした言動に及んでいる人物らを多く含むし，4名(甲45，甲46の1～3)以外にも，本件嘆願書の作成趣旨等について虚偽の説明を受けて誤信した上で，自身の認識と異なる嘆願書の作成に応じた人物が複数存在したことが強く推測される。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "長唄協会が，四世左吉を森下派の代表者として認めている事実はないこと",
              "text": [
                "長唄協会では，令和元年10月に内規が改定されて長唄協会入会に当たって各流会派代表者の承諾印を要する旨の取扱いが廃止され，それを踏まえて，令和2年2月，控訴人らの入会を事務的に認めるに至ったにすぎない(甲51)。長唄協会から被控訴人に対して内規変更等の説明の過程で参考資料として送付された2020年2月28日付けの四世左吉宛書簡(甲51)には，「審議にあたりましては望月流，流派内の一切の権限等にかかわる事柄については，考慮しておりませんので，その点ご承知ください。」との断り書きがされており，四世左吉の権限や望月流の統制について長唄協会が何らかの判断をしたものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲14プログラムにおける松竹会長の挨拶についての控訴人X1らの主張について",
              "text": [
                "長年にわたり歌舞伎興行を手掛ける著名な企業である松竹において，その主力業務分野であり，多くの熱烈な愛好家が存在する歌舞伎関連の伝統芸能について仮に，被控訴人が家元ではないのに，同人を家元とする虚偽の事実の公表・周知を行ったとすると，同社の信用ひいては歌舞伎関連業界全体の信用を大きく傷つけるものであるといえ，同社がそのような行為を行うことはあり得ず，控訴人X1らの主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に対する判断",
      "content": [
        {
          "fig": "1",
          "subject": "事実関係",
          "text": [
            "前記前提事実，証拠及び弁論の全趣旨により認定できる事実は，以下のとおり補正するほかは，原判決10頁3行目から16頁17行目に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決11頁17行目「「森下派」については，」から18行目「記載がある」までを以下のとおり改める。",
                "「「森下派」については，大正年間において，力のある門弟を擁して研精会の囃子一派を把握していた若い二世左吉が戦後に没し，その子供が左吉を継いだものの，二世左吉の門弟は，Pの預かり養子となり同人が別動隊となった旨の記載がある」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁22行目「乙第5号証」を「乙5」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決12頁15行目から26行目までを以下のとおり改める。",
                "「(3) 十一代目太左衛門の襲名後の状況等"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "十一代目太左衛門の襲名",
                  "text": [
                    "九代目太左衛門の長男であるOは，昭和63年6月に十一代目望月太左衛門の芸名を襲名した(甲14，乙4)。",
                    "十一代目太左衛門の襲名に先立つ昭和62年7月，Oは，歌舞伎役者のCに宛てて手紙(乙A28)を書き，同手紙の中で，太左衛門の芸名について，十代目太左衛門が逝去するなどした際には，Oが十一代目太左衛門を襲名し，十二代目以降については，九代目太左衛門と十代目太左衛門の長男が交互に太左衛門を襲名する「約束」があったと主張するとともに，「望月流の浪花町派を預る宿命のもとに生れた私」，「流儀が分裂するようなことになりましては先祖に対して顔向けができません」，「親族の中にはそれをも利害関係のためと曲解する者も居り」などと記載した。",
                    "その後，昭和63年4月25日付けで十代目太左衛門の七回忌までは九代目太左衛門の子であるOが十一代目太左衛門となるが，Oが襲名を全うできない状態が生じた場合には，被控訴人が十二代目太左衛門を襲名する旨が記載された念書(乙A27)がOにより作成され，同念書には，立会人として松竹の社長や三世左吉(A)が署名捺印した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "十一代目太左衛門による「望月会」の結成及び同会報上の記載",
                  "text": [
                    "十一代目太左衛門は，平成元年6月，「望月会」を結成して，その会長に就任した(甲14，乙4)。「望月会」は，平成3年3月頃に「望月会」の会報の創刊号を発行し，同年4月13日には第1回邦楽囃子「望月会」を開催した(甲50の1，乙4，20)。上記会報は，平成9年9月1日までに6号まで発行されたが，同会報の中で，十一代目太左衛門は，十二代目である被控訴人が太左衛門を襲名するまでは，一貫して自己を「家元」と称して，同会報の冒頭にその寄稿文を掲載しており，同会報の創刊号の冒頭で，十一代目太左衛門は，「家元，とは一流一派の正統を伝えて総帥たる人物，またはその「家」を指し，日本独特の伝承方法として芸能のみならず，香・茶・華・武道など「道」とつく「思想」を樹立し，技芸を手段としてその原理を後世へ伝えるべき責務を伴った存在，にほかなりません。」，「望月会を預る十一代目家元望月太左衛門として，・・・」と記載していた(甲50の1～6，乙A45，46)。",
                    "また，上記会報の創刊号には，成旺印刷株式会社社長，日本印刷工業会理事であったDが，「「望月太左衛門」という名称は，鼓，囃子方では大変な名門で，その名は邦楽界はもとより広く皆さんに知られているところですが・・・」と記載している(甲50の1，乙A45)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲14プログラム中の記載",
                  "text": [
                    "十一代目太左衛門は，平成5年6月27日，CやQらの歌舞伎役者，Rら他流派の長唄演奏者らの出演の下，十一代目家元として九代目望月太左衛門追善囃子演奏会を歌舞伎座において昼・夜2回にわたり開催したが，その際の甲14プログラム中の松竹会長の挨拶文の中には，十一代目太左衛門について「流祖このかた二百数十年の歴史と伝統をうけつぐ望月流の家元太左衛門」と，九代目太左衛門について「九世家元」と記載されており，同プログラム中の「十一世  望月太左衛門主要年譜」には，「昭和63年6月  十一代目家元望月太左衛門を襲名。」と記載され，同プログラムの奥付にも「十一代目家元  会主  望月太左衛門」と記載されていた(甲14)。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決14頁3行目「名乗っていた」の後に「三世左吉の子である」を挿入する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決14頁7行目「名籍」を「名跡」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決14頁17行目の末尾に行を改めて以下のとおり加える。",
                "「ウ  被控訴人による演奏会の開催",
                "被控訴人は，平成20年3月20日に「十代目望月太左衛門を偲ぶ会」を共催したが，同会のプログラム(甲48)には，十代目太左衛門について「歌舞伎囃子望月流  十代目宗家家元  望月太左衛門」，「十代目家元  望月太左衛門  師」と記載されており，また，被控訴人が平成26年3月2日に開催した演奏会では，被控訴人は，「囃子  望月流  宗家家元  十二代目望月太左衛門」の立場でこれを主催した(甲49)。四世左吉は，両演奏会のいずれにも参加していた(甲48，49)。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決14頁18行目「ウ」を「エ」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決15頁12行目から16頁7行目までを以下のとおり改める。",
                "「オ  四世左吉らによる嘆願書の提出等",
                "控訴人らを含む四世左吉から名取名の認許を受けた者らは，平成26年12月に長唄協会に入会の申込みをしたが，令和元年10月に改訂される前の内規において必要とされる流派の代表者の承諾が得られていないとして，長唄協会に入会できなかった(甲23，24，51)。そのため，四世左吉，F，G，H，Ｎ及びJは，平成28年1月25日，長唄協会に対し，嘆願書を提出し，さらに，四世左吉を含む「森下派」を称する者及び歴代の太左衛門から名取名の認許を受けた者を含む「望月」の姓を冠した芸名を使用する者29名は，各自，同年8月，長唄協会理事宛てに本件嘆願書を提出した(甲23，24，乙21の1～29)。本件嘆願書中には，望月流においては，「浪花町派」，「森下派」，「田圃派」及び「彦派」等の会派がそれぞれ門弟に芸名を付与して会派ごとに活動していたこと，被控訴人がこのような歴史的事実を無視し，太左衛門のみが望月流唯一の家元であるとの主張を繰り返し，それぞれの会派で新たに芸名を取得した者に対し，太左衛門以外から得た芸名は無効であると主張し，長唄協会への入会を阻止するなどしており，このような行為は次の時代を担う若い芽を摘むだけでなく，囃子界にとっても損失であること，被控訴人と話合いを持ったが解決に至っていないこと，長唄協会が被控訴人を望月流唯一の代表者として認めることは許されず，上記事情を考慮の上，特段の配慮と早期の解決をお願いすることなどが記載されていたが，本件嘆願書を作成した者の中には，同嘆願書記載の内容が自らの認識と異なる旨の陳述書を提出した者もいる(甲45，甲46の1～3，乙21の1～29)。",
                "その後，長唄協会の内規が令和元年10月に改定され，入会に当たって各流会派の代表者の承諾は不要となり，控訴人らの長唄協会への入会が許可されたが，その際に四世左吉に宛てて長唄協会から発出された書簡には，入会の審議に当たっては，望月流の流派内の一切の権限等にかかわる事柄については考慮していない旨が記載されていた(甲51)。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(「望月」の表示が控訴人らにとって他人の周知な営業表示に該当するか否か)に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人の事業活動が営業に該当するかについては，原判決16頁20行目から25行目に記載のとおりであるからこれを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「望月」の表示が，被控訴人の営業表示として周知なものであって，控訴人らにとって他人の周知な営業表示に該当するか否かについて",
              "text": [
                "以下のとおり補正するほかは，原判決17頁1行目から19頁16行目に記載のとおりであるからこれを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決17頁14行目「されたもの」を「された者」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決17頁16行目「さらに，」から21行目「記載があり，」までを以下のとおり改める。",
                    "「さらに，前記1(3)イのとおり，十一代目太左衛門も，「望月会」を結成し，その会報の中で「家元」が流派を総帥する人物であることを前提として，一貫して自己を「家元」と称していた上，前記1(3)ウのとおり，平成5年6月27日，CやQらの歌舞伎役者，Rら他流派の長唄演奏者らの出演の下，十一代目家元としての立場で，九代目望月太左衛門追善囃子演奏会を歌舞伎座で開催し，その際の松竹会長の挨拶文には，十一代目太左衛門について「流祖このかた二百数十年の歴史と伝統をうけつぐ望月流の家元太左衛門」，九代目太左衛門について「九世家元」と記載されていた。また，望月会の会報の中でDも「望月太左衛門」が「鼓，囃子方の名門で，邦楽界を超えて広く知られている」旨の記載をしていた。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決18頁15行目「名取名を認許し，」から16行目末尾までを「名取名を認許し，前記1(5)ウのとおり，望月流宗家家元の立場で演奏会を主催するなどした。」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決18頁25行目「紹介がされたほか，」から26行目末尾までを「紹介がされた。」に改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決19頁1行目から16行目末尾までを以下のとおり改める。",
                    "「イ  前記第2の1(2)及び前記1(3)(4)(6)からすると，望月流は長唄の伝統的な流派として本件需要者の間で周知なものであると認められる。",
                    "前記第2の1(1)アや証拠(甲47，甲50の1)及び弁論の全趣旨からすると，一般に伝統芸能の分野において，家元は，各流派の長であり，門弟に対し，その姓を冠した名取名を認許したり，免状を発行したりすることで，流派の運営を統制する地位にあり，家元に名取名の認許を受けた者は，望月流においてそうであるように，家元の姓を冠した芸名(名取名)を用いて活動するものであり，これらのことは，本件需要者には広く知られていたものと認められる。そして，上記アでみた事情からすると，十代目，十一代目及び十二代目の望月太左衛門は，望月流を代表する立場にある「家元」の地位にある者として，「家元」としての立場で名取名を認許したり，望月流の者が参加する演奏会を主催したりして活動しており，望月流の流派内のみならず，松竹会長をはじめとする第三者にも上記のような望月流を統制する立場にある「家元」として認知されてきたものといえる。",
                    "そうすると，遅くとも被控訴人が十二代目望月太左衛門を襲名した平成6年6月までには，「望月」の表示は，「望月」の姓を芸名に用いる者からなる演奏家の集団である「望月流」を統制する立場にある「家元」としての被控訴人の営業表示として周知になっていたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "前記第2の1(4)キのとおり，控訴人らは，被控訴人から「望月」姓を冠した名取名の認許を受けておらず，その他，上記イでみたような「望月流」の一員として「望月」姓の使用を正当化する理由があるとも証拠上認められないから(四世左吉の名取名の認許権限等については，後述する。)，「望月」の表示は，控訴人らにとって他人の周知な営業表示に該当するというべきである。」"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原審における控訴人らの主張について",
              "text": [
                "以下のとおり補正するほかは，原判決19頁18行目から24頁5行目に記載のとおりであるからこれを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決20頁9行目「平成28年8月付け嘆願書」を「本件嘆願書」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決21頁12行目「あり。」を「あり，」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決21頁19行目「また，」から21行目「あるほか，」までを以下のとおり改める。",
                    "「また，前記1(1)エのとおり，本件名鑑には，「森下派」について，二世左吉の没後，その門弟がPの預かり養子となり同人が別動隊となったなどの記載があり，」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決22頁15行目の末尾に行を改めて次のとおり加える。",
                    "「控訴人X1らが「森下派」の演奏会のプログラムであるなどとして提出している証拠(乙A31～40)のいずれにも「森下派」の記載はなく，昭和13年に作成された左吉門下の名簿(乙A48)にも「森下派」の記載はない上，同名簿でも左吉は「家元」とは記載されていない。",
                    "四世左吉は平成26年11月7日に「三世望月左吉十三回忌追善演奏会」を主催しているが，そのプログラム(乙A26)中に「森下派」との記載や左吉を「家元」とする記載は存在せず，さらに，四世左吉が平成30年10月8日に開催された他流派の演奏会に参加した際に，同演奏会のプログラム(乙A41)の中には肩書に「家元」と明記されている参加者が多くいる一方，四世左吉については単に「四世」とだけ記載されていた。",
                    "また，前記1(5)イのとおり，四世左吉は，平成16年9月に被控訴人の了承を得ることなく自ら名取名を認許することを被控訴人に申し出たが，被控訴人からこれを拒絶されると，その後，同年11月に，四世左吉の門弟が被控訴人から名取名の認許を受け，被控訴人が「家元」としての立場で名取名を認許する式に出席する(甲18の2・3)など，被控訴人が「家元」としての立場で四世左吉の門弟に名取名を認許すること是認する行動をしていたし，前記1(5)ウのとおり，平成20年や平成26年に十代目太左衛門や被控訴人を「家元」とする演奏会に参加していた。",
                    "さらに，控訴人X1は自己のホームページ上の自己紹介を記載した箇所に，「望月流家元・十一代目望月太左衛門(・・・)から長唄囃子の手ほどきを受け・・・」と記載する一方，自己が四世左吉を「家元」とする「森下派」に属する者であるとは記載していない(甲16)。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決23頁19行目から24頁2行目末尾までを以下のとおり改める。",
                    "「本件嘆願書を作成した者は四世左吉を含めて29名にすぎず，しかも，そのうち4名は後に本件嘆願書の記載内容が自らの認識とは異なる旨の陳述書(甲45，甲46の1～3)を作成している。そして，前記1(6)のとおり，長唄協会の会員となっている望月流の者が，東京の部だけでも100名以上存在しており，全国では更に多くの者が望月流に所属していると推認されることからすると，本件嘆願書は，望月流の中の少数派によって作成されたものにすぎないといえ，これまで認定，判断してきたところを左右するものとはいえない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "当審における控訴人らのその他の主張について",
              "text": [
                "控訴人らは，当審において，①四世左吉の出身である古川家は，太左衛門の名跡を継いでいるY’家より先に名取名の認許を行っていた，②十一代目太左衛門までは他流派である「森下派」の存在を認めてきた，③被控訴人は，望月流を独占しようとして既成事実化を図っている，④長唄協会も森下派の家元としての四世左吉を認めた，⑤太左衛門を「家元」とする松竹会長の挨拶は興行の都合からされたにすぎない，⑥被控訴人は現在，歌舞伎，芝居の仕事がなくなっているから「望月」が被控訴人のものと周知されている状態にない，⑦太左衛門が望月流全体を統制していない，⑧控訴人X6が「望月」を名乗って演奏しても，被控訴人の営業表示を使用していることにならない，⑨「望月」の表示に周知性がないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①について",
                  "text": [
                    "江戸時代や明治時代といった古い時期にA’家が，Y’家より先に名取名の認許を行っていた事実は，乙A25，55，61といった証拠のみでは認められず，その他この事実を認めるに足りる証拠はない上，仮にそうであるとしても，そのことから直ちに四世左吉に名取名を認許する権限があるということはできない。したがって，先使用についての抗弁が成立することもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②について",
                  "text": [
                    "前記のとおり原判決を改めて引用した原判決第3の1(3)で認定した事実に照らすと，十一代目太左衛門が，「森下派」の存在を容認していたとは認められない。十一代目太左衛門は，「家元」が流派を総帥するものであるとの認識を持ちつつ，自己を「家元」と称していたのであるから，自己が望月流全体を統制する家元であるとの認識を有していたものと認められる。",
                    "控訴人X1らが提出する証拠のうち，乙A28の手紙の中で後に十一代目太左衛門となるOが「流儀が分裂」などと記載していたのは，前後の文脈やその後に作成された乙A27の念書の内容からすると，九代目太左衛門の血脈であるOと十代目太左衛門の血脈である者らとの間に，太左衛門の襲名を巡って対立があったことを示すものと認められ，「森下派」とは無関係と認められる。また，上記手紙の中で，Oが「浪花町派を預かる」と記載したのも，自己が七代目太左衛門の血脈であることを強調する趣旨であると認められ，望月流の中に「浪花町派」や「森下派」といった独立した流派が存在することを自認する趣旨のものではないと認められる。",
                    "また，上記念書に三世左吉が署名捺印していたとしても，そこから直ちに同人が独立した流派の長たる地位を有していたとはいえないし，甲14プログラムのDの文中の「いろいろむつかしい話」についても，それが何を指すのかは必ずしも明らかではなく，上記の十一代目太左衛門襲名の経緯からすると，むしろ，九代目太左衛門の子であるOと十代目太左衛門の血脈である者らとの間の対立を指しているものとも考えられる。十一代目太左衛門が記者会見においても「各流派の交流もはかっていけたら」と発言した(甲5)ことも，「流派」が望月流内のもの指すのか，望月流以外の他の流派を指すのかは判然とせず，望月流内に独立した流派が存在することを自認したものとはいえないし，甲14プログラムの十一代目太左衛門の「ご挨拶」の記載や出演者の記載ぶりから，直ちに「森下派」の存在が望月流の中で認知されていたとも認められない。そして，その他，控訴人らが主張するところを考慮しても，十一代目太左衛門が，「森下派」の存在を容認していたとは認められない。",
                    "よって，上記②の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③について",
                  "text": [
                    "上記アのとおり，十一代目太左衛門は，自らを望月流全体を統制する者としての意味で「家元」と称していたと認められ，十一代目太左衛門の後を継いだ被控訴人も，前記のとおり原判決を改めて引用した原判決第3の2(2)で判示したとおり，十一代目太左衛門と同様に「望月流」の「家元」として活動していたものと認められる。これに対し，前記のとおり原判決を改めて引用した原判決第3の2(3)で指摘した各事情からすると，四世左吉が自己の名取名の認許権限を改めて主張し始めた平成25年より前に，四世左吉が，被控訴人が「家元」としての立場で活動することに異を唱えていたとは認められない。これらのことからすると，被控訴人が，近時になって，控訴人X1らの主張するような既成事実化を図っているとは認められないというべきである。",
                    "控訴人らの長唄協会への入会については，前記のとおり原判決を改めて引用した前記第3の1(5)オのとおり，長唄協会の当時の内規から入会が認められなかったものであるが，被控訴人が，被控訴人から名取名の認許を受けていないのにもかかわらず「望月」の姓を使用する控訴人らの長唄協会への入会を承諾しないことが不当であるということはできない。",
                    "以上からすると，上記③の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記④について",
                  "text": [
                    "前記のとおり原判決を改めて引用した原判決第3の1(5)オで認定した事実からすると，控訴人らの長唄協会への加入が認められたのは，令和元年10月に内規が改定されて流会派の代表者の承諾が不要になったからにすぎず，長唄協会が，四世左吉の名取名の認許権限や「森下派」の存在を認めたものではないと認められ，上記④の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記⑤について",
                  "text": [
                    "松竹の会長が，歌舞伎と深い結び付きがある長唄の流派について，家元ではない者を家元と呼称することは考え難いから，上記⑤の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "上記⑥について",
                  "text": [
                    "仮に，新型コロナウィルス感染症の影響などで，一時的に被控訴人が歌舞伎や芝居などへの出演ができないからといって，それだけで被控訴人の「望月」の周知性が消滅したとは認められず，上記⑥の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "上記⑦について",
                  "text": [
                    "前記のとおり原判決を改めて引用した原判決第3の2(2)で判示したとおり，被控訴人は「望月流」の「家元」として活動してきており，これに対し，前記のとおり原判決を改めて引用した原判決第3の2(3)で判示したとおり，昭和48年以降，現在に至るまでの間，太左衛門を家元とする望月流の活動とは別に「森下派」及び「田圃派」が「望月流」としての独立した活動を行ってきたとはいい難い。十一代目太左衛門が，十一代目太左衛門を襲名する前や，四代目朴清となった後に，名取名を認許している事実がある(乙A52，55，59)としても，また，平成5年頃にLという同じ名の名取が二人いた(乙A56，57，60)としても，それらの事実から四世左吉に名取名の認許権限があることになるものではなく，既に判示したところからすると，上記の認定判断を左右するものとはいえない。",
                    "また，三世M’の陳述書(乙B1)についても，70～100年前の望月流の状況について述べるものにすぎず，上記の認定判断を左右するものではないし，内規がないことも，同様である。",
                    "したがって，上記⑦の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "上記⑧について",
                  "text": [
                    "前記のとおり原判決を改めて引用した原判決第3の2(2)で判示したとおり，「望月」は被控訴人の周知な営業表示であって，長唄囃子の演奏活動において「望月」の姓を使用することは，被控訴人の営業表示を使用することに当たる。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "上記⑨について",
                  "text": [
                    "前記のとおり原判決を改めて引用した原判決第3の2(2)で判示したとおり，「望月」の表示は，被控訴人の営業表示として本件需要者の間で周知になっていたものと認められる。",
                    "本件需要者の中には，長唄及びこれに隣接する歌舞伎等の伝統芸能に専門的に携わる者以外にも，長唄を含む伝統芸能等の愛好者らという一般人が広く含まれているのであり，これに反する控訴人X6の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，控訴人らの上記主張はいずれも採用することができず，その他，控訴人らが当審において主張するところも同様である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(控訴人X6が「望月」の表示と同一の営業表示を使用しているといえるか否か)に対する判断",
          "text": [
            "前記のとおり原判決を改めて引用した原判決第3の2(2)で判示したとおり，伝統芸能の分野では，各流派に属する者が，家元の姓を付した芸名を用いて活動するということが，本件需要者には広く知られていたと認められるから，控訴人らが用いている芸名のうち，「望月」姓の部分は，控訴人らの営業の出所を表示するものとして，要部を構成するものであるというべきである。そして，控訴人らの芸名の姓である「望月」と被控訴人の周知な営業表示である「望月」は同一である。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(混同のおそれがあるか否か)及び争点4(営業上の利益侵害の有無)に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "混同のおそれ及び営業上の利益侵害について",
              "text": [
                "法2条1項1号所定の混同を生じさせる行為には，自己と周知の営業表示の主体たる他人との間に何らかの関係が存在するものと誤信させる行為も含まれるところ(最高裁昭和56年(オ)第1166号同59年5月29日第三小法廷判決・民集38巻7号920頁参照)，本件では，被控訴人から名取名の認許を受けるなどしていない控訴人らが自身の営業表示として「望月」の姓を含む芸名を用いて長唄囃子に関する活動をした場合，本件需要者に対し，控訴人らが，被控訴人がその家元として活動をしている「望月流」に属する者であるとの混同を生じさせるおそれがあるといえる。",
                "そして，上記のような混同のおそれがあると，特段の事情のない限り，営業上の利益侵害のおそれは肯定されるものといえ(最高裁昭和54年(オ)第145号同56年10月13日第三小法廷判決・民集35巻7号1129頁参照)，本件においても，例えば，「望月流」の家元である被控訴人について，「望月流」のブランド価値の低減や対価取得の機会の喪失といった営業上の不利益を被るおそれがあるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人X6は，天理教事件の最高裁判決によると，本件では，実質的に「競争が自由競争の範囲を逸脱して濫用的に行われ，あるいは，社会全体の公正な自由競争秩序を破壊するものである」か否かが検討されるべきであると主張するが，法2条1項1号に該当するかどうかを判断するに当たって，同号に定められている要件以外に控訴人X6が主張する要件が必要となるものではなく，天理教事件の最高裁判決もそのような判示をしたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人X1らは，同人らが「望月」の姓を用いて芸能活動をしても，被控訴人の営業と混同することにならないと主張し，控訴人X6も演奏家個人の営業が個性的であるから，控訴人X6の演奏活動と被控訴人の演奏活動において混同のおそれがないと主張するが，本件において混同のおそれが肯定できることは，前記(1)で判断したとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人X6は，同人が優れた演奏者として広く知られている旨を主張するが，たとえそうであるとしても，混同のおそれがあることに変わりがない。また，控訴人X6は，需要者が，邦楽の状況について知見を有している者に限られることを前提にして，混同のおそれがないと主張するが，需要者が限られる旨の上記主張が認められないことは，前記1(4)ケで判示したとおりであり，控訴人X6の上記主張はその前提を欠くものであって採用することができない。さらに，控訴人X6は，名取料が得られないというのは，師匠と被控訴人との間の関係であるから，営業上の利益侵害がないとも主張するが，本件で営業上の利益侵害のおそれが認められるのは，前記(1)のとおりであり，控訴人X6が主張するような事情は，営業上の利益侵害のおそれがないことを基礎付けるものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のとおり，控訴人らの主張は前記(1)の判断を左右するものではないし，その他，控訴人らが主張するところも，いずれもこれまで認定判断してきたところに照らし，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "差止請求について",
          "text": [
            "前記1～3で検討してきたとおり，控訴人らが長唄囃子における活動を行う際に「望月」姓を冠した活動を行うことは不正競争行為に当たり，かつ，それによって，被控訴人の営業上の利益が侵害されるおそれがあるから，被控訴人は，控訴人らに対して法3条1項に基づき差止請求をすることができる。",
            "そして，控訴人らが，「望月」姓を冠した芸名を用いて長唄囃子における活動を行っているほか，名取名認許の際には名取名を記載した表札が交付されること(甲13の3，乙5，6，乙10の2)，演奏会の際のプログラム等に芸名が記されるほか(甲7，甲8の1・2，甲9)，その際に看板が設置されこれに芸名が記される可能性もあることに鑑みると，被控訴人は，控訴人に対し，法3条1項に基づき，長唄囃子における芸名として「望月」なる名称を称することのほかに，同名称を表札，看板，印刷物に表示する等して使用する行為の差止めを求めることができるというべきである。",
            "なお，控訴人X6は，本件で控訴人X6に対する差止請求を認容することが，憲法14条1項が禁止する門地による差別になりかねないと主張するが，被控訴人の控訴人らに対する差止請求は，「望月」の表示が，被控訴人の営業を表示するものとして周知になっていることに基くもので，被控訴人の血統や家系などに基づくものではないから，控訴人X6の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，原判決は相当であるから，本件各控訴をいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「被告X1」とあるのを「控訴人X1」と，「被告X2」とあるのを「控訴人X2」と，「被告X3」とあるのを「控訴人X3」と，「被告X4」とあるのを「控訴人X4」と，「被告X6」とあるのを「控訴人X6」と，「被告X5」とあるのを「控訴人X5」と読み替える。"
  ],
  "meta": {
    "case_num": "令和2年(ネ)10030",
    "date": "2021-01-26",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成30年(ワ)27155",
    "precedent_id": "090030",
    "ipprecedent_id": "5495",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}