{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2019-800002号事件について令和元年12月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "(以下，書証については，単に「甲1」などと略記する。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成20年3月31日，発明の名称を「ベッドにおける取付品支持位置可変機構」とする発明について，特許出願(特願2008-91607号。以下「本件出願」という。)をし，平成25年4月26日，特許権の設定登録(特許第5252542号。請求項の数8)を受けた(以下，この登録を受けた特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年12月28日，本件特許の請求項1，5，6及び7に記載された発明についての特許を無効とすることを求める特許無効審判(無効2019-800002号)を請求した。",
                "特許庁は，令和元年12月20日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月25日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年1月24日，本件審決の取消を求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の請求項1，5，6及び7の記載は，以下のとおりである(以下，請求項1に係る発明を「本件発明1」などという。)。",
            "【請求項1】",
            "ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成したことを特徴とするベッドにおける取付品支持位置可変機構。",
            "【請求項5】",
            "係合手段は，棒状部材側に設けた突起と，溝形部材側の長さ方向に複数設けた係合部とから構成されることを特徴とする請求項1に記載のベッドにおける取付品支持位置可変機構。",
            "【請求項6】",
            "螺合手段は，棒状部材側に設けた雌ねじ部と，溝形部材側の長さ方向に複数設けた取付孔とから構成されることを特徴とする請求項1に記載のベッドにおける取付品支持位置可変機構。",
            "【請求項7】",
            "取付品支持部材に取り付ける取付品はベッドの長手方向端部側に取り付けるボードであり，棒状部材はベッドフレームの長手方向部材であることを特徴とする請求項1～6に記載のベッドにおける取付品支持位置可変機構"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の要旨は，①本件発明1，5ないし7は，本件出願前に日本国内又は外国において頒布された刊行物である甲1(米国特許第3945064号)の明細書に記載された発明(以下「甲1発明」という。)であるとはいえないから，特許法29条1項3号の規定により特許を受けることができないものとはいえず，また，甲1発明に基づいて，又は甲1発明及び技術常識ないし周知技術に基づいて，その出願前に当業者が容易に発明することができたものとはいえないから，同条2項の規定により特許を受けることができないものとはいえない，②本件発明1，5ないし7は，甲1発明と甲2ないし6に基づく公然知られた発明である製品1発明(FB730／720)(以下「製品1発明」という。)に基づいて，又は製品1発明と甲1発明に基づいて，その出願前に当業者が容易に発明することができたものとはいえないから，同項の規定により特許を受けることができないものとはいえない，③本件発明1は，本件出願の願書に添付した明細書(甲11。以下「本件明細書」という。)の発明の詳細な説明に記載されているものであるから，特許法36条6項1号の規定の要件(以下「サポート要件」という。)により特許を受けることができないものとはいえない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した，①甲1発明，②本件発明1と甲1発明の一致点及び相違点，③製品1発明(FB730／720)，④本件発明1と製品1発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「相互に締結されるL字形である細長い要素11及びL字形である細長い要素12から構成される組立式のベッドフレームの調節可能なクロスフレーム部材10であって，",
                    "細長い要素11及び細長い要素12は，脚車19及び脚車20付きの脚を有するサイドフレーム部材17及びサイドフレーム部材18にそれぞれ締結されるものであり，",
                    "細長い要素11は第一の脚部13と該第一の辺部13と同様の横幅であり，互いに略直角な第二の辺部14を含み，細長い要素12は第一の辺部15と該第一の辺部15と同様の横幅であり，互いに略直角な第二の辺部16を含み，",
                    "辺部13及び辺部15が鉛直に方向づけられ，辺部14及び辺部16が辺部13及び辺部15の上縁部から外方に水平に伸長するようにそれぞれ配置され，",
                    "細長い要素11は，辺部13の略中間に共通線に沿って存在する複数の長手方向に間隔を空けて配置された穴21及び穴22を備え，各穴は選択可能な調節位置を規定し，",
                    "細長い要素11及び細長い要素12間の長手方向の移動は，指部25で防止され，該指部25は細長い要素12の辺部15から外方に突出してクロスフレーム部材10の所望の調節に対応する穴21及び穴22のうちの一つを通して挿入可能であり，細長い要素11及び細長い要素12の脚部同士が相互に面対面で近接して配置されたときに，指部25は穴21及び穴22のうちの一つの側壁26に係合して相互に長手方向において両方向に移動をしないように細長い要素11及び細長い要素12を保持し，",
                    "さらに，細長い要素11及び細長い要素12を分離しないように保持するためのロック手段を有し，該ロック手段は，ロックを解除可能なつまみネジ40と，辺部13に複数の長手方向に穴21及び穴22に関連付けられて間隔を空けて配置されつまみネジ40を受け入れるためのネジ式の開口31及び開口32と，細長い要素12の辺部15につまみネジ40を受け入れるためのネジ式の開口35を有する，",
                    "組立式のベッドフレームの調節可能なクロスフレーム部材10。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「ベッドフレーム側の棒状部材を有するベッドの機構。」",
                    "(相違点)",
                    "本件発明1は，「ベッドにおける取付品支持位置可変機構」であって，",
                    "「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成した」ものであるのに対し，",
                    "甲1発明は，「相互に締結されるL字形である細長い要素11及びL字形である細長い要素12から構成される組立式のベッドフレームの調節可能なクロスフレーム部材10」であって，",
                    "「細長い要素11及び細長い要素12は，脚車19及び脚車20付きの脚を有するサイドフレーム部材17及びサイドフレーム部材18にそれぞれ締結されるものであり，",
                    "細長い要素11は第一の脚部13と該第一の辺部13と同様の横幅であり，互いに略直角な第二の辺部14を含み，細長い要素12は第一の辺部15と該第一の辺部15と同様の横幅であり，互いに略直角な第二の辺部16を含み，",
                    "辺部13及び辺部15が鉛直に方向づけられ，辺部14及び辺部16が辺部13及び辺部15の上縁部から外方に水平に伸長するようにそれぞれ配置され，",
                    "細長い要素11は，辺部13の略中間に共通線に沿って存在する複数の長手方向に間隔を空けて配置された穴21及び穴22を備え，各穴は選択可能な調節位置を規定し，",
                    "細長い要素11及び細長い要素12間の長手方向の移動は，指部25で防止され，該指部25は細長い要素12の辺部15から外方に突出してクロスフレーム部材10の所望の調節に対応する穴21及び穴22のうちの一つを通して挿入可能であり，細長い要素11及び細長い要素12の脚部同士が相互に面対面で近接して配置されたときに，指部25は穴21及び穴22のうちの一つの側壁26に係合して相互に長手方向において両方向に移動をしないように細長い要素11及び細長い要素12を保持し，",
                    "さらに，細長い要素11及び細長い要素12を分離しないように保持するためのロック手段を有し，該ロック手段は，ロックを解除可能なつまみネジ40と，辺部13に複数の長手方向に穴21及び穴22に関連付けられて間隔を空けて配置されつまみネジ40を受け入れるためのネジ式の開口31及び開口32と，細長い要素12の辺部15につまみネジ40を受け入れるためのネジ式の開口35を有する」ものである点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "製品1発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲6の記載事項から認定した構造(以下「甲6構造」という。)",
                      "text": [
                        "「左右のサイドフレームの長手方向の先端にヘッドボード及びフットボードを有するヒューマンケアベッド  FB-730(3モータ)又はFB-720(2モータ)。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件審決が予備的見解として甲2ないし5に記載された事項から認定した構造(以下「甲2ないし5構造」という。)",
                      "text": [
                        "「ベッドのサイドフレームの長手方向にクロスフレーム部材を着脱可能に支持する構成とし，",
                        "前記クロスフレーム部材の左右の両端部に，ボードを嵌め込むための穴を有する左右のボード取付部を有し，",
                        "前記左右のボード取付部の前記左右のサイドフレームの延長上には，1つの穴が形成され該1つの穴には螺合用のネジが切られ，",
                        "前記左右のサイドフレームの両端部には，間隔が1．5cmの2つの穴がそれぞれ形成され，前記クロスフレーム部材の前記左右のボード取付部が前記左右のサイドフレームの端部に挿入されてボルトにより締結されているベッドのボードの支持機構。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と製品1発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "製品1発明につき甲6構造を前提とした一致点及び相違点",
                      "text": [
                        "(一致点A)",
                        "「ベッドフレーム側の棒状部材にベットにおける取付品を支持する構造。」",
                        "(相違点A)",
                        "「ベッドフレーム側の棒状部材にベットにおける取付品を支持する構造」に関し，",
                        "本件発明1は，「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成したベッドにおける取付品支持位置可変機構。」であるのに対し，",
                        "製品1発明は，かかる構成を有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件審決が製品1発明について予備的見解として認定した甲2ないし5構造を前提とした一致点及び相違点",
                      "text": [
                        "(一致点)",
                        "「ベッドフレーム側の棒状部材の長手方向に取付品を取り付ける部材を着脱可能に支持する構成とする取付品支持機構。」",
                        "(相違点A)",
                        "本件発明1は，「前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成した取付品支持位置可変機構」であるのに対し，",
                        "甲2ないし5構造は，「前記クロスフレーム部材の左右の両端部に，ボードを嵌め込むための穴を有する左右のボード取付部を有し，前記左右のボード取付部の前記左右のサイドフレームの延長上には，1つの穴が形成され該1つの穴には螺合用のネジが切られ，前記左右のサイドフレームの両端部には，間隔が1．5cmの2つの穴がそれぞれ形成され，前記クロスフレーム部材の前記左右のボード取付部が前記左右のサイドフレームの端部に挿入されてボルトにより締結されているベッドのボードの支持機構」である点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張に関連する本件審決の判断の要旨は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明を主引用例とする本件発明1の新規性及び進歩性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「ベッドフレーム」の「フレーム」の字義は，「額縁。枠。骨組。台枠。」(株式会社岩波書店「広辞苑」第六版)であり，技術常識からすると，「ベッドフレーム」はベッドを構成する枠であるサイドフレーム及びクロスフレームである。本件発明1の「取付品支持部材」は，本件発明1の「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし」との特定事項から，「ベッドフレーム」とは別部材であるということができる。本件明細書の【0001】，【0005】，【0010】及び【0011】の記載によれば，本件発明1のスライド式に延長可能な「取付品支持部材」は，ベッドフレーム(サイドフレーム又はクロスフレーム)をスライド式に延長可能とする方法では，構成部品が大掛かりとなり，組立も面倒となるため，本件発明の課題を解決することはできないことからすると，ベッドフレーム(サイドフレーム又はクロスフレーム)とは別部材であることは明らかである。",
                        "上記のとおり本件発明1の「取付品支持部材」は，ベッドフレーム(サイドフレーム又はクロスフレーム)とは別部材であるから，甲1発明の「細長い要素11」と「サイドフレーム部材17」を併せたもの，又は「細長い要素12」と「サイドフレーム部材18」を併せたものは，本件発明1の「取付品支持部材」に相当するものではなく，本件発明1と甲1発明とは，相違点の他の構造を検討するまでもなく，上記相違点において実質的に相違するから，本件発明1は甲1発明であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明の「細長い要素11」と「サイドフレーム部材17」を併せたもの，又は「細長い要素12」と「サイドフレーム部材18」を併せたものを，サイドフレーム部材とは別部材である「取付品支持部材」に換えると，ベッドフレームとしての機能が損なわれるから，甲1発明から上記相違点に係る本件発明1の発明特定事項とすることは容易想到とはいえず，また，甲1発明に，介護用ベッドにおいてはフットボードやヘッドボードをサイドフレームの端部に直接取り付け及び取り外し可とする技術常識ないし周知技術(甲7ないし10に記載された事項)を適用しても，サイドフレーム部材17及び同18の端部にフットボードやヘッドボード等の付属品を支持可能な構成が得られるだけであり，上記相違点に係る本件発明1の「取付品支持部材」の構成に至るものではないから，本件発明1は，甲1発明に基づいて，又は甲1発明及び甲7ないし10に記載された技術常識ないし周知技術に基づいて当業者が容易に発明することができたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1を主引用例とする本件発明5ないし7の新規性及び進歩性について",
                  "text": [
                    "請求項5ないし7は請求項1を引用するものであって，本件発明5ないし7は，本件発明1の発明特定事項を全て含み，更に減縮したものであるから，本件発明1と同様に，甲1発明であるとはいえないし，甲1発明に基づいて，又は甲1発明及び甲7ないし10に記載された技術事項ないし周知技術に基づいて当業者が容易に発明することができたものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明を主引用例とし，製品1発明を副引用例とする本件発明1の容易想到性，又は製品1発明(甲2ないし5構造)を主引用例とし，甲1発明を副引用例とする本件発明1の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2ないし5構造は，本件出願前に公然知られた製品1発明と認定することができず，本件特許の出願前に公然知られた製品1発明として認定できるのは，本件特許の出願前に頒布された刊行物である甲6から認定できる甲6構造である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1を主引用例とし製品1発明を副引用例とした場合については，甲6構造は，本件発明1の「取付品支持部材」を有する「ベッドにおける取付品支持位置可変機構」に相当する構成を有しているとはいえないから，甲1発明に製品1発明を適用しても，相違点に係る本件発明1の構成に至らない。",
                        "仮に，製品1発明を甲2ないし5構造であると認定することができたとしても，甲2ないし5構造の「左右の両端部に，ボードを嵌め込むための穴を有するボード取付部を有し，前記左右のボード取付部の前記サイドフレームの延長上には1つの穴が形成され該1つの穴には螺合用のネジが切られ」た「クロスフレーム部材」は，ベッドフレームで構成されているといえるから，本件発明1の「取付品支持部材」に相当するものとはいえず，甲1発明に甲2ないし5構造を適用したとしても，相違点Aに係る本件発明1の「取付品支持部材」の構成に至るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "製品1発明を主引用例とし，甲1発明を副引用例とした場合には，甲1発明の「細長い要素11」と「サイドフレーム部材17」を併せたもの，又は「細長い要素12」と「サイドフレーム部材18」を併せたものは，本件発明1の「取付品支持部材」ということはできないから，製品1発明に甲1発明を適用しても，相違点Aに係る本件発明1の構成に至らない。",
                        "仮に，製品1発明を甲2ないし5構造であると認定することができたとしても，本件発明1の「取付品支持部材」は，ベッドフレーム(サイドフレーム若しくはクロスフレーム)とは別部材であるから，甲2ないし5構造の 「左右の両端部に，ボードを嵌め込むための穴を有するボード取付部を有し，前記左右のボード取付部の前記左右のサイドフレームの延長上には，1つの穴が形成され該1つの穴には螺合用のネジが切られ」た「クロスフレーム部材」は，本件発明1の「取付品支持部材」に相当するものではないし，また，甲2ないし5構造は，ベットの全長を変更して取付品の支持位置可変機構を有するとまではいえないから，甲1発明の「指部25」及び「穴21及び穴22」による係合手段と「つまみネジ40」による「ロック手段」による取付品の支持位置可変機構を適用する動機付けは存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲1発明を主引用例とし，製品1発明を副引用例とする本件発明5ないし7の容易想到性，又は製品1発明を主引用例とし，甲1発明を副引用例とする本件発明5ないし7の容易想到性の判断について",
                  "text": [
                    "請求項5ないし7は，請求項1を引用するものであって，本件発明5ないし7は，本件発明1の発明特定事項を全て含み，更に減縮したものであるから，前記ウと同様の理由により，本件発明5ないし7につき容易相当性を認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "サポート要件違反について",
                  "text": [
                    "本件明細書の【0010】によると，本件発明は，少なくとも「床長毎に異なるベッドフレームを設ける方法では，床長の種類分のベッドフレームが必要となり，製造コストや管理コストが増大する」し，「延長フレームを後付けする方法では，それ自体が比較的大きくなってしまうので，保管や移動性が悪」く，「フレームをスライド式に延長可能とする方法では，機構部品が大掛かりとなり，部品点数の増加や製造コストの増大につながる」という課題を解決するものであり，【0012】，【0023】ないし【0039】の記載によると，【0012】に記載された取付品支持位置可変機構には，「係合手段」に関し，「棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成した」との事項(以下「特定事項A」という。)が特定されているから，特定事項Aによって，「棒状部材」の長さ方向に対して「溝形部材」の係合と螺合の位置を可変にすることができ，上記の課題を解決できるものといえる。",
                    "上記取付品支持位置可変機構については，突起と係合部からなる係合手段の形成箇所及び係合部の形状は何ら特定されていないが，棒状部材と溝形部材との係合の位置が可変である構成であれば，係合手段の具体的な形成箇所や係合部の具体的な形状を特定しなくても，上記課題を解決できることは当業者にとって自明の事項であるから，本件発明1はサポート要件を充足する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(甲1発明を主引用例とする本件発明1の新規性及び進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)アのとおり判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「取付品支持部材」は，ベッドフレーム(サイドフレーム又はクロスフレーム)とは別部材であるとする点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ベッドフレームについて，ベッドを構成するフレームの字義を「枠」であると考えたとしても，「枠」は，「物のまわりを取り囲むもの。」(株式会社三省堂「大辞林」第4版)を意味するものであるから，ベッドフレームには，サイドフレーム及びクロスフレームのみならず，フットボード及びヘッドボードも含まれる。日本国内の家具販売サイトの家具用語集(甲16)にも，ベッドフレームとは，ベッドのマットレス部分を除いた部分であると説明されていることから，ヘッドフレームとは，ヘッドボード，フットボード，サイドボード等によって構成されるものである。",
                        "また，本件明細書の【0005】には，「ベッドフレームを，ベッドフレームとフットフレームと，それらの間の伸縮自在のサイドフレームと，ヘッド側のサイドフレームと連結されたインナー及びアウタージョイントから構成し」との記載があり，この記載によれば，ベッドフレームとは，サイドフレームに限られず，インナー及びアウタージョイントといったサイドフレーム以外の構成部材も含まれる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，」との発明特定事項を有するところ，同記載からは，ベッドフレーム側の「棒状部材」と「取付品支持部材」が異なる部材であることを意味するに止まり，上記記載には取付品支持部材とベッドフレームとは別部材であるとする文言はない。",
                        "また，取付品支持部材がベッドフレームとは別部材であるとしても，本件明細書の【0010】に記載された課題の解決に資することはなく，課題解決との関係で取付品支持部材がベッドフレームとは別部材であると限定する必要はない。すなわち，①取付品支持部材がベッドフレームと別部材であるとしても，取付品支持部材は必要であるから製造コストや管理コストは変わらず，大きさ自体も変わらないため，【0010】の「1．」，「2．」の課題との関係では有意な差はなく，②本件発明1は「スライド式」ではないから，取付品支持部材がベッドフレームとは別部材であるとしても，【0010】の「3．」の課題との関係では有意な差は生じず，③本件発明1は，特許文献1(特開2004-298530号公報)及び特許文献2(特開2005-204992号公報)に示されるような方法には該当しないから，取付品支持部材がベッドフレームとは別部材であるとしても，【0010】の「4．」の課題との関係では有意な差は生じない。",
                        "なお，被告は，後記(2)ア(ア)のとおり，取付品支持部材がベッドフレームを構成するものであるとすれば，本件明細書の【0041】に記載された作用効果を生じない旨主張するが，前記(ア)のとおり，ベッドフレームは複数の部材から構成されるものであるから，取付品支持部材がベッドフレームとは別の部材であるか否かとは関係なく，部材を着脱する必要があり(【0041】の「1．」の記載は意味がない。)，また，取付品支持部材がベッドフレームを構成する部材の1つであると解しても，ボード受けが棒状部材に対して独立して構成されるものであり，【0041】の「3．」に記載された作用効果を生じさせるものであるから，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書には，ベッドフレームの取付品支持部材がベッドフレームの一部を構成することを前提として，取付品支持部材の取付位置変更がベッドフレームの床長の変更を生じさせることが記載されており(【0021】，【0033】)，また，第3の実施の形態においては，取付品支持部材が係合及び螺合するのは，いずれもベッドの長手方向や幅方向のベッドフレームであることを前提としており，取付品支持部材は，サイドレールやポール等の付属品を固定するベッドの枠であり，ベッドの横幅の変更を可能とする点でベッドフレームの一部を構成している(【0034】，【0035】，図11，図12)ことからすると，本件明細書は，本件発明1の取付品支持部材がベッドフレームを構成することを前提としているといえる。",
                        "また，出願人を被告とする特許に関する特許公報(甲17ないし19)に記載された図面では，取付品支持部材はベッドフレームに含まれているし，原告が製造販売する製品(甲21ないし23)でも，「ヘッド／フットボード」の取付部分，ヘッドボードやフットボードを支持する金具は，単にベッドフレームの一部として扱われている。さらに，在宅用電動介護用ベッドのJIS規格(甲29)では，取付品支持部材であるホルダーは，サイドフレーム，すなわちベッドフレームに含まれている。このように，介護用ベッドの製造メーカーやJIS規格が従前から使ってきた用例からしても，取付品支持部材は，ベッドフレームとは別部材ではなく，ベッドフレームを構成する部材であるといえる。",
                        "なお，被告は，後記(2)ア(ア)のとおり，本件明細書の図3にあるように，取付品支持部材の突起7を係合部8aに位置合わせした場合，図5のベッドの床長に関係するベッドフレーム(棒状部材2)の長さは係合部8aの手前までとなるのに対し，本件明細書の図2にあるように，取付品支持部材の突起7を係合部8bに位置合わせした場合には，ベッドの床長に関係するベッドフレームの長さは係合部8bの手前までとなる旨主張する。しかし，本件明細書の【0021】の記載にあるように，本件発明は，「ベッドフレームの床長の変更」がされるのであり，そのためにはベッドフレームの長さが変更される必要がある。そして，棒状部材はベッドフレームを構成する部材であるが，取付品支持部材が棒状部材に固定されていない場合でも，棒状部材がベッドフレームを構成しない部材とはならず，棒状部材のその両先端までベッドフレームを構成することは明らかであるから，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件審決は，本件発明1の「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし」との特定事項から，「取付品支持部材」は，「ベッドフレーム」とは別部材であるということができる旨判断したが，着脱とは，「その部分につけたり，はずしたりすること。」(株式会社岩波書店「広辞苑」第6版)を意味するところ，本件明細書の【0026】には「ベッドフレーム1の長手方向部材2」との記載があり，長手方向部材2がベッドを構成する枠であるといえるためにはフットボードが必要であり，そのフットボードと長手方向部材2を固定するためには取付品支持部材が必要であり，取付品支持部材は，棒状部材と着脱可能であるがベッドを構成する枠の一部として機能しているから，取付品支持部材が棒状部材(長手方向部材)と着脱可能であるからといって取付品支持部材とベッドフレームとは別部材であるとの理由にはならない。",
                        "また，請求項1において「棒状部材」と「取付品支持部材」と分けて記載されていることをもって別部材と解釈するならば，請求項1は「ベッドフレーム側の棒状部材」として，「ベッドフレーム」と「棒状部材」を分けて特定しているから，ベッドフレームと棒状部材は別部材であると解されるが，本件明細書の【0026】の「ベッドフレーム1の長手方向部材2」との記載からすると，長手方向部材2はベッドフレーム1である。このように，本件明細書では，「ベッドフレーム」と「棒状部材」を明確に区別して記載されていないから，本件発明1の「ベッドフレーム側の棒状部材の長手方向に取付品支持部材」との発明特定事項から，取付品支持部材とベッドフレームが別部材であると限定すべき理由はない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，請求項1には取付品支持部材とベッドフレームとは別部材であると限定する文言はなく，また，本件明細書に記載された課題解決との関係で取付品支持部材とベッドフレームとが別部材と解釈する必要はないところ，本件明細書の記載や，介護用ベッドの製造メーカー及びJIS規格の用例からすると，取付品支持部材は，ベッドフレームを構成する部材であるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点の看過及び相違点の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，本件発明1の取付品支持部材は，ベッドフレーム，すなわち，ベッドを構成する枠を構成する部材である。",
                        "そして，甲1発明は，「ベッドフレーム要素の間の堅固でありながら手軽に解除可能なインターロック関係を提供することにより，先行技術で遭遇していた問題を解決するものであ」り，「図1は，好ましくはL形状であるがC形状若しくは他の好適な形状であり得る細長い要素11及び12から構成される改良型の調節可能なクロスフレーム部材10を示す」との記載から，甲1には，細長い要素11を棒状にし，細長い要素12を溝形にすることも開示されている。",
                        "その上で，甲1発明のベッドフレーム部材は，「クロスフレーム部材としてのみならずサイドフレーム部材としても有用である」との記載から，甲1には，細長い要素11について，サイドフレーム(ベッドフレーム)側の細長い棒状部材に該当する発明についても開示されているといえる。また，甲1の図1においては，棒状部材(サイドフレーム)に該当する細長い要素11は，穴21の部材17側が実線でつながっておらず，描画が途中で省略されていることから相当長いものであることが開示されている一方，細長い要素12にはそのような省略がないことから，細長い要素12は，細長い要素11よりも短いものであることが開示されているといえる。さらに，甲1の図1においては，部材17の左端及び18の右端には取付品を支持するための穴が設けられており，ヘッドボード等の取付品等が支持される構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)を前提に本件発明1と甲1発明を対比すると，本件発明1における取付品支持部材は，ベッドボード等の取付品を支持するとともに，ベッドフレーム側の棒状部材を係合可能な溝形部材を突設し，ベッドフレーム側の棒状部材の長手方向に，着脱可能に支持するものであるが，甲1発明の細長い要素11は，甲1発明の図1に示された配置及び形状からして，ベッドの枠を構成する部材であり，細長い要素12よりもかなり長い棒状を含むものといえるから，ベッドフレーム側の棒状部材に相当する。",
                        "他方，甲1発明のサイドフレーム部材10に組み合わされるクロスフレーム部材18には，取付品を支持するための穴があり，ベッドボードなどの取付品を支持するとともに，溝形の細長い要素12に垂直に締結されるので，溝形の細長い要素12を突設しているといえる。また，棒状の細長い要素11と，長手方向に着脱可能に支持されるとともに，細長い要素11及び細長い要素12はその後分離可能であることから，細長い要素12を突設したクロスフレーム部材18は，棒状部材である細長い要素11に着脱可能であるといえる。そして，細長い要素12の辺部15から突出した指部25は，細長い要素11の辺部13中に提供された穴21，22のうち一つと係合可能であり，ねじ式ロック手段を有するため，細長い要素12は，棒状部材に相当する細長い要素11に遊びなく強固に取り付けられるものであるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，甲1発明の棒状部材である細長い要素11は，ベッドフレーム側の「棒状部材」に相当し，「クロスフレーム部材18または溝形部材である細長い要素12を突設したクロスフレーム部材」は，取付品を支持するための穴によってヘッドボードなどの取付品を支持し，直角に突設された溝形の細長い要素12が「棒状部材」に相当する要素11によって長手方向に着脱可能であり，「棒状部材」に相当する細長い要素11と係合手段と螺合手段によって遊びなく強固に取り付けられるから，本件発明1の「取付品支持部材」に相当するといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決の前記判断(前記第1の3(3))は，一致点の認定を看過し，相違点の認定を誤っており，この一致点の認定の看過及び相違点の認定の誤りは，本件発明1の新規性及び容易想到性の判断の結論に影響を及ぼすものである。",
                    "したがって，本件審決は，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「取付品支持部材」は，ベッドフレーム(サイドフレーム又はクロスフレーム)とは別部材であることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「取付品支持部材」という語句は造語であり，その意味する内容が一義的ではないから，発明の要旨認定に際しては，本件明細書の記載を参酌する必要がある。",
                        "本件発明1に係る請求項1は，「ベッドフレーム側の棒状部材」と「取付品支持部材」とを着脱自在にしたことを特徴とする取付品支持位置可変機構に関するものであり，「棒状部材」(ベッドフレーム)と取付品支持部材とを異なる構成要素として意識的に用語を使い分けて記載している。",
                        "そして，本件明細書では，従来技術としてフレームをスライド式に延長可能とする方法(【0003】，【0010】)があり，このような方法では，「機構部品が大掛かりとなり，部品点数の増加や製造コストの増大」，「床長の変更に際してはベッドフレームを分解しなければならず，面倒」という課題があった(【0010】)ところ，本件発明は，従来技術のようなフレームそのものをスライド式にするのではなく，ベッドフレーム側の棒状部材と取付品支持部材とを着脱自在にすることにより課題を解決したものであると記載されている(【0012】)。",
                        "また，本件明細書の図3にあるように，取付品支持部材の突起7を係合部8aに位置合わせした場合，図5のベッドの床長に関係するベッドフレーム(棒状部材2)の長さは係合部8aの手前までとなるのに対し，本件明細書の図2にあるように，取付品支持部材の突起7を係合部8bに位置合わせした場合には，ベッドの床長に関係するベッドフレームの長さは係合部8bの手前までとなる。このように，本件発明では，取付品支持部材の支持位置を係合部8aとするか，8bとするかでベッドの床長に関係するベッドフレームの長さが短くなったり，長くなったりする。",
                        "さらに，本件明細書の【0041】には，本件発明の作用効果として，「1．ボトムを外したり，ボードを外すという作業の他は，ベッドフレームを分解せずに，その長さを変更することができ，非常に作業性が良い。2．異なった床長のベッドフレームを共通化することができるので，製造性が良く，製造コスト，管理コスト，購入コストの低減を図ることができる。3．棒状部材に対して独立して構成したボード受けを，溝形部材により遊び無く強固に棒状部材に取り付けることができ，ベッドとしての使用性を悪化させない。」との記載があるところ，取付品支持部材が「ベッドフレーム」に含まれるならば，長さを変更する際にベッドフレームを分解することになり(作用効果1を奏しない。)，スライド方式でベッドの長さを変更するのであれば，部品が大型化せざるを得ず製造コストがかさみ(作用効果2を奏しない。)，ボード受け(すなわち取付品支持部材)が棒状部材(ベッドフレーム)と独立して構成されていない(作用効果3を奏しない。)ことになる。",
                        "したがって，本件明細書の上記の各記載からすると，取付品支持部材とベッドフレームは別の部材であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，前記(1)ア(ア)のとおり，フレームの解釈についての一般論を展開するが，取付品支持部材とベッドフレームが別部材であるか否かは，本件明細書の記載に基づいて判断する必要があり，フレームが一般的にどのようなものであるかは結論を左右しない。請求項1において，取付品支持部材とベッドフレームが別部材であると明記されていなくても，前記(ア)のとおり，本件明細書では，取付品支持部材とベッドフレームを意識的に別部材であるとして書き分けているから，これらが別部材であることは明らかである。",
                        "また，原告は，前記(1)ア(イ)ないし(エ)のとおり，本件明細書の【0010】に記載の課題の解決等のためには，取付品支持部材とフレーム部材が別部材であると解釈する必要はない，あるいは，本件明細書の記載の中には，取付品支持部材がベッドフレームに含まれることを示すものがある旨主張する。しかし，本件発明の作用効果からすると，ベッドフレームと取付品支持部材は別部材であると解釈しないと矛盾が生じることは明らかであるし，本件明細書の記載には，取付品支持部材の取付位置によりベッドの幅や長さが変わることに係る記載があるが，そのことから取付品支持部材がベッドフレームの一部を構成するとはいえない。また，本件明細書ではベッドフレームと棒状部材が明確に区別して記載されていないとの原告の主張については，本件明細書【0024】に「符号1はベッドフレームで，2はその長手方向部材であり，この長手方向部材2が棒状部材に相当する。」との記載があるように，ベッドフレームと棒状部材は同じものであることが明記されているのに対して，特許請求の範囲では，取付品支持部材とベッドフレームは意識的に書き分けられているのであるから，これらが別部材であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件発明1の取付品支持部材とベッドフレームは，別部材であり，これと同旨の本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点及び相違点の判断について",
                  "text": [
                    "原告は，本件発明1の取付品支持部材とベッドフレームが同一部材であることを前提として，本件審決の本件発明1と甲1発明の一致点及び相違点の誤りを主張するが，その前提について理由がないことは前記アのとおりであり，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(甲1を主引用例とする本件発明5ないし7の新規性及び進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)イのとおり判断したが，前記1(1)のとおり，本件審決の本件発明1に係る判断に誤りがあるから，本件発明5ないし7に係る上記判断も誤りである。",
                "したがって，これと異なる本件審決は取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件審決の本件発明1に係る判断に誤りがないことは前記1(2)のとおりであるから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-1(甲1発明を主引用例とし，製品1発明を副引用例とする本件発明1の容易想到性の判断の誤り，又は製品1発明(甲2ないし5構造)を主引用例とし，甲1発明を副引用例とする本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)ウのとおり判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1を主引用例とし，製品1発明を副引用例とする本件発明1の容易想到性の判断の誤りについて",
                  "text": [
                    "前記1(1)イのとおり，甲1発明のクロスフレーム部材18又は細長い要素12を突設したクロスフレーム部材18は，本件発明1の「取付品支持部材」に相当する。",
                    "そうすると，本件審決は，誤った一致点及び相違点を前提として，甲1発明に製品1発明を適用しても相違点に係る本件発明1の構成に至らないと判断しているから，この判断も誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "製品1発明(甲2ないし5構造)を主引用例とし，甲1発明を副引用例とする本件発明1の容易想到性の判断の誤りについて",
                  "text": [
                    "本件審決は，製品1発明を甲2ないし5構造とは認められないと判断したが，甲5の写真のラベルに記載された「製造年月  00-02」は製造年月が2000年2月であることを意味するから，甲5の写真のベッドは，2000年2月に製造されたものであること，甲5の写真のベッドの製品名は「ヒューマンケアベッド  FB＊―730」であり，甲6の新聞に掲載されたベッドの製品名(FB-730(3モーター)，FB-720(2モーター))と同一の製品名であることからすると，本件出願日前に公然知られた製品1発明は，甲2ないし5構造である。",
                    "本件発明1の取付品支持部材は，ベッドを構成する枠であるベッドフレームを構成する部材であり，ベッドフレームとは別部材ではないことは，前記1(1)アのとおりである。そして，製品1発明は，螺合するという手段を用いて取付品支持部材を固定する方法であるところ，本件発明1は，螺合手段及び螺合手段と協働する係合手段を用いて取付品支持部材を固定するものであるため，螺合手段と協働する係合手段を用いる点が製品1発明との相違点である。",
                    "したがって，本件審決の判断には，一致点の認定を看過して相違点を認定した誤りがあり，この誤りは容易想到性の判断の結論に影響を及ぼすから，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "この点に関する原告の主張は，いずれも本件発明1の取付品支持部材とベッドフレームが同一部材であることを前提とするものであり，これについて理由がないことは，前記1(2)アのとおりであるから，原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-2(甲1発明を主引用例とし，製品1発明を副引用例とする本件発明5ないし7の容易想到性の判断の誤り，又は製品1発明を主引用例とし，甲1発明を副引用例とする本件発明5ないし7の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)エのとおり判断するが，本件審決の本件発明1に係る判断に誤りがあることは前記3(1)のとおりであるから，本件発明5ないし7に係る本件審決の上記判断も誤りである。",
                "したがって，これと異なる審決は取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件審決の本件発明1に係る判断に誤りがないことは前記3(2)のとおりであるから，原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(サポート要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の3(3)オのとおり判断したが，以下のとおり誤りである。",
                "本件発明の利点は，棒状部材に対して独立して構成したボード受けを，溝形部材により遊びなく強固に棒状に取り付けることにある(【0041】)から，強固に取り付けるための手段である係合手段，すなわち，係合手段の具体的な形成箇所や係合部の具体的な形状は，本件発明の特徴的部分であるといえるところ，これらについては多数のものが考えられるから，係合手段の具体的な形成箇所や係合部の具体的な形状が特定される必要がある。",
                "しかし，例えば，別紙3-1のとおり，突起が複数で係合部が一つしかない構成の場合に溝形部材又は棒状部材を係合しようとすれば，係合機能を持たない他の突起が溝形部材又は棒状部材に衝突するため，これを避けるために部材に穴を設けるなどしてこれを回避しなければならず，そのための加工が必要となるが，本件明細書にはこのような衝突を避けるための加工方法について記載も示唆もない。また，別紙3-2のように，係合手段の位置が溝形部材における側面に設けられる場合には，突起と溝形部材又は棒状部材に設けられた係合部とを係合しようとすれば，係合部の形状がスリット形状では溝形部材又は棒状部材に設けられた突起ともう一方の部材との衝突により係合が不可能となるため，係合部の形状について係合可能とするためには，開示された図面とは異なる加工が必要となるが，これらを実現するための技術的な解決手段は本件明細書に開示されていない。さらに，別紙3-3のとおり，係合手段の位置が溝形部材における側面に設けられることに加えて，係合手段の突起が複数で係合部が一つしかない構成であると，溝形部材又は棒状部材に設けられた突起ともう一方の部材との衝突を回避するだけでなく，係合機能を持たない他の突起と係合部が設けられた部材との衝突を回避するための加工も必要となるが，これらを実現するための技術的な解決手段は本件明細書に開示されていない。",
                "以上によれば，当業者は，本件明細書の記載からは，本件発明の特徴である課題を解決することができない。",
                "したがって，これと異なる本件審決の判断は誤りであり，取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件明細書には，本件審決が認定した特定事項Aが特定されているから，この特定事項Aによって，棒状部材の長さ方向に対して，溝形部材の係合と螺合の位置を可変にすることができるものといえる。そして，棒状部材と溝形部材との係合の位置が可変である構成であれば，係合手段の具体的な形成箇所や，係合部の具体的な形状を特定しなくても，本件発明の課題を解決できることは，当業者にとって自明の事項である。",
                "原告は，別紙3-1ないし3の例を挙げて，本件明細書にはこれらの問題を解決するための技術的な解決手段の記載も示唆もない旨主張するが，別紙3-1の例については，係合手段を一つしか設けない構成に限定する必要はなく，本件明細書の【0038】には，棒状部材に突起を設け溝形部材に係合部を複数設ける構成についても記載があり，また，当業者であれば，溝形部材の形状を変更したり，係合部(スリット)を更に設けることは，技術常識に照らして適宜容易になしうるところ，突起を複数にすることによって棒状部材と溝形部材が衝突するのであれば，【0038】で係合手段を複数設ける構成について言及されていることも踏まえ，当業者として棒状部材の突起と衝突する溝形部材の該当箇所にもう一つ係合手段を設ければ足りる(別紙4の1)。また，別紙3-2の例も同様に，溝形部材の形状を変更し，上方から溝形部材を突起に被せる構成とし，溝形部材の「底面」に係合手段を設け，上面から被せる構成は，本件明細書の図8等から当業者であれば容易に思いつくものであり(別紙4の2)，別紙3-3の例にしても、当業者としては，本件明細書の【0038】の記載を基に技術常識に基づいて適宜工夫すれば足りる(別紙4の3)。",
                "以上によれば，本件発明1は，本件明細書の発明の詳細な説明に記載された事項であり，発明の詳細な説明の記載及び出願時の技術常識に照らして当業者が発明の課題を解決できると認識できる範囲のものであるということができるから，サポート要件を充足するものであり，これと同旨の本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件明細書には，別紙1のとおりの記載があり，この記載事項によれば，本件明細書には次のような開示があるものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "例えば，病院や在宅において老人や病人等が使用するベッドの床長は，短いと使い勝手が悪く，また，必要以上に長いと所要スペースが大きくなってしまうため，製造者側では，標準的な床長のベッドに加えて，それよりも短いベッドや長いベッドを提供可能としているところ，床長の異なったベッドを構成するための従来の方法としては，床長毎に異なるベッドフレームを設ける方法，ベッドの頭側又は足側に延長フレームを後付けして床長を延長する方法や，ベッドの足側のフレームをスライド式に延長可能とする方法等が行われているほか，特許文献1(特開2004-298530号公報)では，ベッドのボトムを支持する支持台を，ヘッド支持台，フット支持台及び中間支持台とから構成し，それらの間の間隔を調整可能に構成することにより床長を調節可能にする構成しており，また，特許文献2(特開2005-204992号公報)では，ベッドフレームを，ベッドフレーム(ヘッドフレームの誤記と解される。)とフットフレームと，それらの間の伸縮自在のサイドフレームと，ベッド側サイドフレームと連結されたインナー及びアウタージョイントとから構成し，これらのインナー及びアウタージョイントに対してフット側サイドフレームを進退させて固定することにより，床長を調節可能に構成しており，一方，ベッドにおいて，床幅，すなわち，ボトムの幅は，例えば，830mmと910mmの2種類が多く用いられているところ，このような床幅の異なるボトムを用いる場合においても，サイドレール等の付属品をベッドフレームの所定位置に取り付けられるようにするために，従来は，幅の異なるボトム毎に異なる幅のベッドフレームを構成している(【0002】ないし【0005】，【0007】，【0008】)。",
                "しかし，以上の従来の技術においては，床長に関しては，①床長毎に異なるベッドフレームを設ける方法では，床長の種類分のベッドフレームが必要となり，製造コストや管理コストが増大し，②延長フレームを後付けする方法では，それ自体が比較的大きくなってしまうので，保管や移動性が悪く，③フレームをスライド式に延長可能とする方法では，機構部品が大掛かりとなり，部品点数の増加や製造コストの増大につながり，④特許文献1に示される方法では，ベッドの構成に制約があり，また，特許文献2に示される方法では，床長の変更に際してベッドフレームを分解しなければならず面倒であるという課題があり，他方，床幅に関しては，①付属品をベッドフレームの所定位置に取り付けられるようにするために，幅の異なるボトム毎に異なったベッドフレームを構成するのでは，コスト高となってしまい，②特許文献2のように，異なったボトムの幅に対して，ベッドフレームの一部，すなわち，中枠を共通化しているが一部の共通化であるので，コストの低減効果は比較的小さく，組立も面倒であるという課題があった(【0010】，【0011】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の課題を解決するために，「本発明」では，ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能な状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成したベッドにおける取付品支持位置可能機構を提案するものであり，取付品支持部材に突設した溝形部材の開口側をベッドフレーム側の棒状部材に向け，係合手段を構成する突起といずれかの係合部を位置合わせした状態で，溝形部材を横方向から棒状部材に係合し，棒状部材は上下辺と一方の側辺が溝形部材で覆われ，この状態においては，螺合手段を構成する雌ねじ部といずれかの取付孔が対応しており，こうして取付孔から取付ボルトを貫通させて，雌ねじ部に螺合することにより，溝形部材を棒状部材に固定することができ，したがって取付品支持部材をベッドフレームに対して固定することができ，こうして取付品支持部材は，棒状部材との長手方向の位置関係を変更して遊びなく強固に取り付けることができ，取付品支持部材に取り付ける取付品を，ベッドの長手方向端部側に取り付けるボードとした場合には，このボード，すなわち，ヘッドボード又はフットボードの支持位置を変更することにより，ベッドフレームの床長の変更に対応することができ，また，取付品支持部材に取り付ける取付品を，サイドレールやIVポール等のベッド側部に取り付ける付属品とした場合には，共通のベッドフレームに対して，支持するボトムの幅を変更した場合にも，取付品支持部材を適切な位置に支持することができる(【0012】，【0017】，【0018】，【0020】ないし【0022】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1(原文と和訳の対比は甲1の2)には，別紙2のとおりの記載があり，この記載によれば，次のような開示があるものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来のベッドフレームではクロスフレーム部材間での確実なインターロック係合を提供しておらず，かつ多数の締結具の使用を必要としていたことから，当該技術分野では課題が長い間存在し，ベッドフレーム組立体の組立て及び分解に多大な時間を要しており，また，「キングサイズ」及び「クイーンサイズ」のベッディングの出現以降は，ベッドフレーム組立体の幅を調節するための容易に操作可能で信頼性のある手段が全く欠けていることから，所与のサイズのベッドフレーム組立体に関して不必要なまでに大量の在庫の保管が必要であることがベッドフレーム製造業者により見出されていたが，このような課題に答え得るベッドフレームに対する極めて明確な要望に更に対応するために，より好都合に，かつ迅速に調節可能で，組立て及び分解され，同時により低いコストでありながらもより簡素な構造である調節可能なベッドフレーム部材を供給することが望まれていた(別紙2の1(2))。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」に従って構成されたベッドフレーム部材は，ベッドフレームを複数の所望の幅のうちの一つへ迅速かつ容易に組立てることを可能にするベッドフレーム要素の間の堅固でありながら手軽に解除可能なインターロック関係を提供することにより，先行技術で遭遇していた問題を解決するものであり，「本発明」のベッドフレーム部材は，クロスフレーム部材としてのみならずサイドフレーム部材としても有用である(別紙2の2(1))。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，別紙2の1(1)及び3(1)ないし(3)の開示事項から，甲1発明は，前記第2の3(2)アに記載のとおりの発明であると認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-1(甲1発明を主引用例とする本件発明1の新規性及び進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の「取付品支持部材」と「棒状部材」との関係について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し」との発明特定事項を有するものであるから，こうした発明特定事項からは，「取付品支持部材」は，「ベッドフレーム側の棒状部材」に着脱可能な部材であると理解することができる。",
                    "そして，「棒状部材」の意義については，特許請求の範囲には記載がないことから，その用語の意義を解釈するために，本件明細書の記載を見てみると，【0024】には，図1ないし図7において「符号1はベッドフレームで，2はその長手方向部材であり，この長手方向部材2が棒状部材に相当する。」とあり，上記各図の長手方向部材2は，サイドフレームを指すものと理解できる。また，【0035】には，「ベッドフレーム1の長手方向部材2から横方向に，一対の幅方向部材16を突設しており，この幅方向部材16が棒状部材に相当する。」との記載があり，図1，11及び12から，「幅方向部材16」は，クロスフレームを指すものと理解できる。そうすると，本件発明1における「棒状部材」とは，サイドフレーム及びクロスフレームを指すものであり，これらはベッドフレームを構成するものである(当事者間に争いがない。)。そして，ベッドフレームを構成する「棒状部材」にことさら「ベッドフレーム側」との文言が付加されていることからすれば，「ベッドフレーム側の棒状部材」に着脱可能な部材である取付品支持部材は，ベッドフレームであるサイドフレーム及びクロスフレーム(棒状部材)とは別部材であると解することが相当である。",
                    "こうした解釈は，次のとおりの本件明細書の記載と符合するものでもある。すなわち，本件明細書には，「符号1はベッドフレームで，2はその長手方向部材であり，この長手方向部材2が棒状部材に相当する。・・・符号3がボードBに取り付けるボード受けを示すもので，このボード受け3が取付品支持部材に相当する。」(【0024】)との記載があり，図2及び図3には，ベッドフレームである長手方向部材2(棒状部材)とボード受け3(取付品支持部材)が着脱可能な別個のものとして図示されており，また，「符号14は上取付品支持部材に相当する付属品受けであり，・・・この実施の形態では，上記溝形部材5は，付属品受け14の両端部に一対突設している。一方，ベッドフレーム1の長手方向部材2から横方向に，一対の幅方向部材16を突設しており，この幅方向部材16が棒状部材に相当する。」(【0035】)との記載もあり，取付品支持部材に相当する付属受け14は，ベッドフレームである幅方向部材(棒状部材)とは別部材として記載されている。",
                    "こうした記載に加えて，本件発明は，延長フレームを後付けする方法では，それ自体が比較的大きくなってしまうので保管や移動性が悪く，フレームをスライド式に延長可能とする方法では，機構部品が大掛かりとなり，部品点数の増加や製造コストの増大につながり，特許文献2で示されるような方法では，床長の変更に際してはベッドフレームを分解しなければならず面倒であるなどの課題(【0010】)を解決することを目的とするものであって，本件発明の構成により，「3．棒状部材に対して独立して構成したボード受けを，溝形部材により遊び無く強固に棒状部材に取り付けることができ，ベッドとしての使用性を悪化させない。」(【0041】)，「1．共通のベッドフレームに対して，支持するボトムの床幅を変更した場合にも，付属品取付用部材を適切な位置に支持することができる。」(【0042】)といった産業上の利用可能性があることもが記載されており，これらの記載は，本件発明における取付品支持部材は，ベッドフレームである棒状部材(サイドフレーム，クロスフレーム)とは別部材であることを前提としたものであるということができる。",
                    "したがって，本件発明1の「取付品支持部材」は，ベッドフレームである棒状部材(サイドフレーム，クロスフレーム)とは別部材であるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，前記第3の1(1)ア(ア)のとおり，①ベッドフレームは複数部材から構成されるものであって，取付品支持部材もベッドフレームを構成する部材である，②取付品支持部材がベッドフレームと別部材であると解しても，本件明細書に記載された課題(【0010】)の解決に資することはなく，また，本件明細書に記載された作用効果(【0041】)は，取付品支持部材がベッドフレームの一部を構成するか否かに関わりがないか，一部を構成するものであるとしても生じるものである，③本件明細書には取付品支持部材がベッドフレームの一部を構成することを前提とした記載があるなどと主張する。",
                    "しかし，原告の上記主張は，取付品支持部材に突設した溝形部材が棒状部材であるサイドフレーム又はクロスフレームに固定されることにより，床長又は床幅に関係するベッドのフレーム(枠)としての機能を果たすことと，取付品支持部材がベッドフレーム(サイドフレーム又はクロスフレーム)の一部を構成することを混同するものというべきであり，原告が主張する本件明細書の記載についても，取付品支持部材がベッドフレームの一部を構成することまでを示唆するものとはいえない。また，本件発明1の発明特定事項の記載自体から，「取付品支持部材」はベッドフレームである棒状部材(サイドフレーム，クロスフレーム)とは別部材であることが読み取れることや，本件明細書に記載された課題(【0010】)や作用効果(【0041】)の記載は，取付品支持部材が棒状部材(サイドフレーム及びクロスフレーム)とは別部材であることを前提としたものであることは，前記アのとおりである。そして，その他に原告がるる主張する点も前記結論を左右し得ない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明の一致点及び相違点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，本件発明1における「取付品支持部材」は，ベッドフレームである棒状部材(サイドフレーム，クロスフレーム)とは別部材である。",
                    "これに対し，甲1発明は，前記第2の3(2)アのとおり，相互に締結される細長い要素11及び12から構成される組立式のベッドフレームの調節可能なクロスフレーム部材10であり，フレームに設けられた係合手段と螺合手段によってベッドフレームの調節を可能とするものであって，本件発明1のようにベッドフレームである棒状部材(クロスフレーム，サイドフレーム)とは別の部材である取付品支持部材に突設した溝形部材と棒状部材を支持位置が変更可能となるように係合手段と螺合手段によって固定し，床長又は床幅を調整するものではない。",
                    "そうすると，本件発明1及び甲1発明をその技術的意義を踏まえて対比すると，本件審決が認定した一致点及び相違点の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，前記第3の1(1)イのとおり，甲1発明の「クロスフレーム部材18または溝形部材である細長い要素12を突設したクロスフレーム部材18」は，本件発明1の取付品支持部材に相当するから，本件審決は一致点を看過し，相違点の認定を誤っている旨主張する。",
                    "しかし，原告の上記主張は，本件発明1における取付品支持部材が棒状部材であるベッドの枠を構成する部材であることを前提として甲1発明と対比するものであるところ，前記(1)アのとおり，本件発明1の取付品支持部材は，ベッドフレームである棒状部材(サイドフレーム，クロスフレーム)とは別部材である。そして，甲1発明における「細長い要素11，12」はクロスフレームであり，「細長い要素11，12」に締結される「サイドフレーム17，18」も，棒状部材を構成する「サイドフレーム」であるから，甲1発明の「クロスフレーム部材18または溝形部材である細長い要素12を突設したクロスフレーム部材18」は，本件発明1の取付品支持部材に相当するものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決が認定した一致点及び相違点の判断に誤りはないから，この点に誤りがあることを前提として本件審決の本件発明1の新規性及び容易想到性の判断の誤りを主張する取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1-2(甲1を主引用例とする本件発明5ないし7の新規性及び進歩性の判断の誤り)について",
          "text": [
            "本件発明5ないし7に係る請求項5ないし7は，本件発明1の発明特定事項を全て含み，更に減縮したものであるところ，前記3(2)のとおり，本件発明1は甲1発明と実質的な相違点があるから，この点に誤りがあることを前提として，本件発明5ないし7に関する新規性及び進歩性の判断に誤りがある旨の原告主張の取消事由は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2-1(甲1発明を主引用例とし，製品1発明を副引用例とする本件発明1の容易想到性の判断の誤り，又は製品1発明を主引用例とし，甲1発明を副引用例とする本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明を主引用例とし，製品1発明を副引用例とする本件発明1の容易想到性の判断の誤りについて",
              "text": [
                "原告は，前記3(2)と同じく，甲1発明のクロスフレーム部材18又は細長い要素12を突設したクロスフレーム部材18は，本件発明1の「取付品支持部材」に相当するから，本件審決は，一致点及び相違点の認定を誤っており，その結果，甲1発明に製品1発明を適用しても相違点に係る本件発明1の構成に至らないと判断しているから，この判断も誤りである旨主張する。",
                "しかし，甲1発明のクロスフレーム部材18又は細長い要素12を突設したクロスフレーム部材は，ベッドフレームとは別部材である本件発明1の「取付品支持部材」に相当するものとはいえないことは前記3(1)のとおりである。",
                "したがって，原告の主張する取消事由は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "製品1発明(甲2ないし5構造)を主引用例とし，本件発明1を副引用例とする本件発明1の容易想到性の判断の誤りについて",
              "text": [
                "証拠(甲2ないし5)によれば，甲2ないし5構造は，前記第2の3(2)ウ(イ)のとおりと認めることができる。",
                "そこで，本件発明1と製品1発明(甲2ないし5構造)とを対比すると，甲2ないし5構造の「クロスフレーム部材」は，ベッドフレームを構成するものであるのに対し，本件発明1の「取付品支持部材」は，ベッドフレームである棒状部材(サイドフレーム，クロスフレーム)とは別部材であることは前記1(1)アのとおりである。したがって，本件発明1と製品1発明(甲2ないし5構造)は，ベッドフレーム側の棒状部材の長手方向に取付品を取り付ける部材を着脱可能に支持する構成を有する取付品支持機構という点で一致するが，その他の構成は相違するものであるから，本件審決が認定した相違点Aの判断に誤りはない。",
                "これに対し，原告は，本件発明1と製品1発明(甲2ないし5構造)は，本件発明1は，螺合手段及び螺合手段と協働する係合手段を用いて取付品支持部材を固定するものであるのに対し，製品1発明(甲2ないし5構造)は，螺合する手段を用いて取付品支持部材を固定する点で相違するにすぎない旨主張するが，本件発明1の「取付支持部材」はベッドフレームであるとする，その前提において誤りがあることは前記1(1)アのとおりであるから，原告の上記主張は理由がない。",
                "したがって，本件審決の一致点及び相違点の認定に誤りはなく，この判断に誤りがあることを前提とした原告の主張する取消事由は，その他の点(甲2ないし5構造を製品1発明と認定し得るかなど)について判断するまでもなく，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2-2(甲1発明を主引用例とし，製品1発明を副引用例とする本件発明5ないし7の容易想到性の判断の誤り，又は製品1発明を主引用例とし，甲1発明を副引用例とする本件発明5ないし7の容易想到性の判断の誤り)について",
          "text": [
            "本件発明5ないし7に係る請求項5ないし7は，本件発明1の発明特定事項を全て含み，更に減縮したものであるところ，前記5のとおり，本件発明1に係る本件審決の判断に誤りはないから，この点に誤りがあることを前提として，本件発明5ないし7の甲1発明を主引用例とし，製品1発明を副引用例とする本件発明5ないし7の容易想到性の判断の誤り，又は製品1発明を主引用例とし，甲1発明を副引用例とする本件発明5ないし7の容易想到性の判断の誤りがある旨の原告主張の取消事由は理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由3(サポート要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条6項1号は，特許請求の範囲の記載に際し，発明の詳細な説明に記載した発明の範囲を超えて記載してはならない旨を規定したものであり，その趣旨は，発明の詳細な説明に記載していない発明について特許請求の範囲に記載することになれば，公開されていない発明について独占的，排他的な権利を請求することになって妥当でないため，これを防止することにあるものと解される。",
                "そうすると，特許請求の範囲の記載が同号所定の要件(サポート要件)に適合するか否かは，当業者が，発明の詳細な説明の記載及び出願時の技術常識から，当該発明の課題を解決することができると認識できるか否かを検討して判断すべきものと解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本件明細書の開示事項によれば，本件特許に係る発明は，前記1(1)記載の課題を解決するための手段に関し，「ベッドフレーム側の棒状部材の長手方向に取付品支持部材を着脱可能に支持する構成とし，前記取付品支持部材には前記棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトを貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を，棒状部材の長さ方向に複数構成したベッドにおける取付品支持位置可変機構」の構成が開示され(【0012】)，第1の実施形態として，ボード受け(取付品支持部材)3には，開口側4を横方向に溝形部材5を突設し，この溝形部材5には支持片6を延長し，この支持片6の先端に，溝形部材5の開口側4に突起(鉤状部)7を形成し，一方，長手方向部材2には，鉤状部7を係合するスリット形状の係合部8a，8bを複数形成し，さらに長手方向部材2の先端側には雌ねじ部9を形成すると共に，溝形部材5には，雌ねじ部9に螺合する取付ボルト10を貫通可能な取付孔11a，11bを，上記係合部8a，8bに対応して複数形成する構成が開示され(【0025】，図2ないし図7)，溝形部材5の開口側4をベッドフレーム1の長手方向部材2に向け，支持片6の突起7(鉤状部)を長手方向部材2の係合部8bに位置合わせした状態で，溝形部材5を横方向から長手方向部材2に係合することにより，長手方向部材2は，上下辺と一方の側辺が溝形部材5で覆われ，取付孔11bから取付ボルト10を貫通させて雌ねじ部9に螺合することにより，溝形部材5を長手方向部材2に固定し，ボード受け3によりボードBを取り付けて標準的な床長のベッドを構成することができる(【0026】，【0027】，図1，図2，図4，図6)が，床長を変更する場合には，ボード受け(取付品支持部材)3からボードBを外した後，取付ボルト10を外して溝形部材5を移動可能とし，支持片6の突起7を他の係合部8aに位置合わせた状態で溝形部材5を横方向から長手方向部材2に係合することにより，長手方向部材2は，上下辺と一方の側辺が溝形部材5で覆われ，取付孔11aから取付ボルト10を貫通させて，雌ねじ部9に螺合することにより，溝形部材5を長手方向部材2に固定し，ボード受け3によりボードBを取り付けて，短い床長のベッドフレームを構成することができる(【0028】，【0029】，図3)ことが記載されている。",
                "また，本件明細書の発明の詳細な説明には，第3の実施形態として，第1の実施形態と同様の動作により，付属品受け14(取付支持部材)は，両端側に突設した一対の溝形部材5を幅方向部材16に強固に固定することができるが，この際，突起7に係合する係合部，雌ねじ部9に対応する取付孔11a，11b，11cを選択して，突起7を係合部に係合すると共に，対応した取付孔から取付ボルト10を貫通させて，雌ねじ部9に螺合することにより，ベッドフレーム1の長手方向部材2から付属品受け14までの距離を変更して支持することができ，共通のベッドフレーム1に対して支持するボトムの幅を変更した場合にも，付属品取付用部材を適切な位置に支持することができる(【0035】ないし【0037】，図11，図12)ことが記載されている。",
                "これらの記載によれば棒状部材(ベッドフレーム)と着脱可能な取付品支持部材に，棒状部材を係合可能な溝形部材を突設し，棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設けると共に，前記係合手段が係合状態において螺合可能状態となる螺合手段を構成する雌ねじ部と取付ボルトと貫通させる取付孔を設け，係合手段と螺合手段は，係合と螺合の位置を棒状部材の長さ方向に複数構成することが示されており，こうした構成を採用することにより，前記課題を解決することができることを示しているといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対して，原告は，別紙3-1ないし3-3の例を挙げて，本件明細書には，これらの問題を解決するための技術的な解決手段の記載も示唆もない旨主張する。",
                "しかし，当業者であれば，係合手段を複数構成する場合には，複数の突起部が係合部と衝突しないように適宜その位置を調整して複数の係合部を設けることは当然になし得ると考えられ，このことを前提として，本件発明1は，「棒状部材と溝形部材には，前記溝形部材を前記棒状部材に係合させる動作において係合状態となる係合手段を構成する突起と係合部を設け」，「係合・・・の位置を，棒状部材の長さ方向に複数構成」することを発明特定事項としているものと解されるところ，原告は，いずれも溝形部材が棒状部材に係合しなくなるような例をことさら挙げているものであり，そもそもこのような例は本件発明1に含まれないものというべきであるから，このような例を挙げて本件発明の課題を解決することができない旨の原告の上記主張は，その他の点について判断するまでもなく失当というほかない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件発明1は，本件明細書の発明の詳細な説明に記載された発明であり，当業者が本件明細書に記載された課題を解決することができるものと認識できる範囲のものであるということができるから，サポート要件を充足するものである。したがって，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がないから，本件審決を取り消すべき違法は認められず，原告の請求は棄却されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}