{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "特許庁が無効2019-800050号事件について令和2年4月2日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "content": [
            {
              "fig": "(1)",
              "subject": "本案前の答弁",
              "text": [
                "本件訴えを却下する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本案の答弁",
              "text": [
                "主文第1項と同旨"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（当事者間に争いがない。）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成11年5月6日に出願した特許出願（特願平11-125903号）の一部を分割して出願した特許出願（特願2007-154216号）の一部を更に分割して出願した特許出願（特願2011-8226号）の一部を分割して，平成25年4月26日，発明の名称を「二酸化炭素経皮・経粘膜吸収用組成物」とする発明について新たな特許出願（特願2013-93612号。以下「本件出願」という。）をし，平成26年11月7日，特許権の設定登録（特許第5643872号。請求項の数4。以下，この特許を「本件特許」といい，これに基づく特許権を「本件特許権」という。）を受けた。",
                "本件特許権の存続期間は，令和元年5月6日をもって満了している。  "
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，令和元年7月31日，本件特許について特許無効審判を請求した。",
                "特許庁は，上記請求を無効2019-800050号事件として審理を行い，令和2年4月2日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年4月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年4月24日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし4の記載は，次のとおりである（甲75。以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。）。",
            "【請求項1】",
            "気泡状の二酸化炭素を含有する二酸化炭素経皮・経粘膜吸収用組成物からなるパック化粧料を得るためのキットであって，",
            "水及び増粘剤を含む粘性組成物と，",
            "炭酸塩及び酸を含む，複合顆粒剤，複合細粒剤，または複合粉末剤とを含み，",
            "前記二酸化炭素経皮・経粘膜吸収用組成物が，前記粘性組成物と，前記複合顆粒剤，複合細粒剤，または複合粉末剤とを混合することにより得られ，前記二酸化炭素経皮・経粘膜吸収用組成物中の前記増粘剤の含有量が1～15質量％である，",
            "キット。",
            "【請求項2】",
            "前記複合顆粒剤，複合細粒剤，または複合粉末剤が，酸として，クエン酸，コハク酸，酒石酸，乳酸，及びリン酸ニ水素カリウムからなる群から選択された少なくとも1種を含む，請求項1に記載のキット。",
            "【請求項3】",
            "前記粘性組成物が，増粘剤として，天然高分子，半合成高分子，及び合成高分子からなる群から選択された少なくとも1種を含む，請求項1または2に記載のキット。",
            "【請求項4】",
            "前記粘性組成物が，増粘剤として，アルギン酸ナトリウム，カルボキシビニルポリマー，カルボキシメチルスターチナトリウム，カルボキシメチルセルロースナトリウム，キサンタンガム，クロスカルメロースナトリウム，結晶セルロース，ヒドロキシプロピルセルロース，ヒドロキシプロピルメチルセルロース，及びポリビニルアルコールからなる群から選択された少なくとも1種を含む，請求項1～3のいずれかに記載のキット。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由の要旨は，本件発明1ないし4は，甲第1号証（「エキスパートナース  MOOK  16  最新！褥瘡治療マニュアル  創面の色に着目した治療法」，照林社，1993年12月10日。以下，書証については単に「甲1」などと略記する。）に記載された発明に公知技術等を適用することにより，当業者が容易に発明をすることができたとはいえないから，本件特許を無効とすることはできないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明（以下「甲1発明」という。），本件発明1と甲1発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「褥瘡を治療又は予防するために使用される組成物を得るための剤であって，",
                    "炭酸水素ナトリウムを含み，湯に溶かして炭酸ガスを発生させるものである入浴剤バブを割った剤であり，",
                    "前記組成物は，前記入浴剤バブを割った剤を湯に完全に溶かした組成物である，剤。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「二酸化炭素を含有する二酸化炭素経皮・経粘膜吸収用組成物からなる組成物を得るためのものであって，炭酸塩を含むもの。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "「二酸化炭素を含有する二酸化炭素経皮・経粘膜吸収用組成物からなる組成物」が，本件発明1においては，「増粘剤の含有量が1～15質量％である」「気泡状の二酸化炭素を含有する」「パック化粧料」であるのに対し，甲1発明においては，「入浴剤バブを割った剤を湯に完全に溶かした組成物」である「褥瘡を治療又は予防するために使用される組成物」である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "「炭酸塩を含むもの」が，本件発明1においては，「水及び増粘剤を含む粘性組成物と，炭酸塩及び酸を含む，複合顆粒剤，複合細粒剤，または複合粉末剤と，を含み，前記二酸化炭素経皮・経粘膜吸収用組成物が，前記粘性組成物と，前記複合顆粒剤，複合細粒剤，または複合粉末剤とを混合することにより得られ」る，「キット」であるのに対し，甲1発明においては，「炭酸水素ナトリウムを含み，湯に溶かして炭酸ガスを発生させるものである入浴剤バブを割った剤」である点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1について，相違点の容易想到性についての本件審決の判断理由の要旨は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明の「褥瘡を治療又は予防するために使用される組成物」と，本件発明1の「パック化粧料」とは，技術分野が異なり，適用対象や適用目的なども異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1における二酸化炭素経皮・経粘膜吸収用組成物は，増粘剤を1～15重量％含有することにより，気泡状の二酸化炭素を保持できる程度の粘性を有するものと解される。",
                        "甲1発明が，組成物中に含まれる炭酸ガスの血行改善効果と，湯の温熱作用による血行改善効果を利用して，褥瘡の治療又は予防を図ろうとするものであることを踏まえると，甲1発明の当該組成物中には，当然，血行改善効果が期待できる濃度で炭酸ガスが存在していると考えるのが相当であり，甲1発明において，当該組成物中の炭酸ガス濃度が褥瘡の治療又は予防に不十分であり，バブを湯に完全に溶かす際や使用時に拡散する炭酸ガスを極力保持する必要があるとの課題が認識できるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "温湿布する際に，保温と炭酸ガスの拡散防止のためにビニールを当てることが記載されている文献はあるが，これらは，入浴剤バブを溶かした湯を特定の態様で用いる場合に，別の部材を用いることで炭酸ガスの保持を図るものにすぎず，入浴剤バブを溶かした湯自体に，炭酸ガスを保持するための手段を採用することは記載も示唆もない。そうすると，甲1発明の当該組成物において，炭酸ガスを気泡状で保持するための手段を採用するという課題が認識できるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲1発明の「入浴剤バブを割った剤を湯に完全に溶かした組成物」に，増粘剤を1～15質量％添加し，二酸化炭素を気泡状で保持できる程度の粘性を付与すると，それによって足浴や温湿布とするに当たり使用感が大きく変化してしまい，人工炭酸泉であるバブ浴の概念とかけ離れたものとなることは明らかであるから，上記のような構成とすることには阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "(ア)ないし(エ)によれば，甲1発明の「入浴剤バブを割った剤を湯に完全に溶かした組成物」である「褥瘡を治療又は予防するために使用される組成物」に，増粘剤を1～15重量％添加して，気泡状の二酸化炭素を含有するパック化粧料とし，相違点1に係る本件発明1の発明特定事項を採用することを，当業者が容易に想到することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "相違点2は，相違点1の「増粘剤の含有量が1～15質量％である」「気泡状の二酸化炭素を含有するパック化粧料」とするための具体的な組成に関するものであるから，甲1発明において，相違点1に係る本件発明1の発明特定事項を採用することを当業者が容易に想到することができたとはいえない以上，相違点2に係る本件発明1の発明特定事項を採用することも，当業者が容易に想到することができたとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明2ないし4の進歩性についての本件審決の判断理由の要旨は以下のとおりである。",
                "本件発明2ないし4については，いずれも本件発明1の全ての発明特定事項を含むものであるから，本件発明1について説示したのと同様の理由により，甲1に記載された発明に公知技術等を適用することにより，当業者が容易に発明をすることができたものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の破産",
          "text": [
            "原告は，令和2年11月19日に，神戸地方裁判所に破産申立てを行い，令和2年12月7日午後3時に破産手続開始決定（同裁判所令和2年（フ）第971号。以下「本件破産開始決定」という。）がされ，破産管財人が選任された。",
            "破産管財人は，令和3年4月12日，本件訴訟における原告に係る地位の放棄の許可を同裁判所に申請し，同月13日，許可がされた。",
            "同年5月10日，原告の株主総会において，Aが清算人に選任された。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "訴えの利益について（被告の本案前の主張）",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "無効審判の請求人は，利害関係人に限られているところ（特許法123条2項），特許権消滅後の特許無効審判請求を不成立とする審決に対する審決取消訴訟の訴えの利益に関しては，知的財産高等裁判所平成30年4月13日判決（平成28年（行ケ）第10260号）が，「訴えの利益が消滅したというためには，客観的に見て，原告に対し特許権侵害を問題にされる可能性が全くなくなったと認められることが必要であり，特許権の存続期間が満了し，かつ，特許権の存続期間中にされた行為について，原告に対し，損害賠償又は不当利得返還の請求が行われたり，刑事罰が科されたりする可能性が全くなくなったと認められる特段の事情が存することが必要であると解すべきである。」と判示している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許権の実施行為に相当する行為を行っていないと考えられ，被告は，本件特許権に基づく損害賠償請求権ないし不当利得返還請求権を有していない。",
                    "仮に，原告が，本件特許権の実施行為に相当する行為を行っており，かつ，本件特許権に基づく損害賠償請求権や不当利得返還請求権の時効がまだ完成していないとしても，原告については，前記第2の4のとおり本件破産開始決定がされ，破産管財人が選任され，破産手続廃止決定がされる見込みであり，その時点で原告は消滅するため，被告から原告に対し，今後，新たに本件特許権の侵害に基づく損害賠償請求や不当利得返還請求が行われる可能性は全くない。既に破産申立てを行っており，財産がほぼない会社に対し，時間や費用をかけて金銭請求を行うメリットは全くない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，前記イのとおり，原告は，本件特許権の実施行為に相当する行為を行っていないと考えられる以上は，刑事罰が科される可能性はないし，仮に，原告が，本件特許権の実施行為に相当する行為を行っており，かつ，本件特許権侵害による刑事罰の時効がまだ完成していないとしても，上記のとおり，原告は，破産手続廃止決定により消滅する存在であり，被告人である法人が存続しなくなったときは公訴が棄却されるため（刑事訴訟法339条1項4号），現実的に，刑事罰を確定させる時間的猶予はなく，事実上，刑事罰が科される可能性も全くない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件については，本件特許権の存続期間中にされた行為について，原告に対し，損害賠償又は不当利得返還の請求が行われたり，刑事罰が科されたりする可能性が全くなくなったと認められる特段の事情が存し，訴えの利益が消滅したものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成13年に設立されて以降，自社の主力商品として，多様な炭酸ジェルパックを長期間にわたり製造販売しており，被告が原告に対し，損害賠償請求権を行使する可能性が全くないとはいえない。",
                    "本件破産手続では，令和3年6月10日に第2回債権者集会が予定されているが，同日に破産手続が終了するとは限らない。",
                    "仮に，本件破産手続の終了が数か月以内に見込まれ，原告が財産をほぼ有しない会社であるとしても，被告から原告に対し損害賠償請求権又は不当利得返還請求権を行使すること自体は可能であるし，原告に対して刑事罰を確定させる時間的猶予がないともいい切れない。",
                    "また，被告は，原告が本件特許権の関連特許権（特許第4659980号及び特許第4912492号）を侵害したとして，原告の代表取締役や取締役であった者に対する損害賠償請求訴訟を大阪地方裁判所に提起し（令和元年（ワ）第5444号。以下「別件侵害訴訟」という。），係属中である。",
                    "別件侵害訴訟は原告を当事者とするものではないが，原告の代表取締役及び取締役であった者の責任の存否が争われているから，その実質は，原告に対する特許権侵害を理由とする損害賠償請求と同視されるべきである。また，侵害されたとする特許権も本件特許権とは異なるが，発明の構成をほぼ同じくし，同訴訟で争われている無効理由も本件特許の無効理由とほぼ同じであるから，本件特許の無効理由の存否は，別件訴訟に直接関わる事項であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件については，本件特許権の存続期間中にされた行為について，原告に対し，損害賠償又は不当利得返還の請求が行われたり，刑事罰が科されたりする可能性が全くなくなったと認められる特段の事情が存するとはいえないから，訴えの利益は消滅していない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（甲1を主引用例とする本件発明1の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定に誤りがあることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "バブは，「炭酸ナトリウム塩とコハク酸の混合錠剤である花王バブ錠」（甲71）であり，炭酸塩と酸を含む固形物であるバブを割った（砕いた）ものは，炭酸塩と酸を含む複合顆粒剤であるから，甲1発明は，「炭酸塩と酸を含む複合顆粒剤とお湯からなり，複合剤をお湯に溶かし水中で炭酸塩と酸を反応させることにより二酸化炭素を発生させるもの」であり，これと異なる認定をした本件審決には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点及び相違点の認定に誤りがあることについて",
                      "text": [
                        "(ア)のとおり正しく認定された甲1発明を前提とすると，本件発明1と甲1発明の一致点及び相違点2は，以下のとおりである。",
                        "なお，相違点1については本件審決の認定のとおりでよい。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "二酸化炭素を含有する二酸化炭素経皮・経粘膜吸収用組成物からなる組成物を得るためのものであって，炭酸塩及び酸を含む，複合顆粒剤を含むものである点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "「炭酸塩を含むもの」が，本件発明1においては，「水及び増粘剤を含む粘性組成物と，炭酸塩及び酸を含む，複合顆粒剤，複合細粒剤，または複合粉末剤と，を含み，前記二酸化炭素経皮・経粘膜吸収用組成物が，前記粘性組成物と，前記複合顆粒剤，複合細粒剤，または複合粉末剤とを混合することにより得られ」る，「キット」であるのに対し，甲1発明においては，お湯と，炭酸水素ナトリウム及びコハク酸を含む，複合顆粒剤を含み，二酸化炭素経皮・経粘膜吸収用組成物が，前記お湯と，前記複合顆粒剤とを混合することで得られるものである点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件審決には，甲1発明の認定に誤りがあり，ひいては，本件発明1と甲1発明の一致点及び相違点2の認定に誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性の判断に誤りがあることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "転用の可能性について",
                      "text": [
                        "本件審決は，甲1発明の「褥瘡を治療又は予防するために使用される組成物」と，本件発明1の「パック化粧料」とは，技術分野が異なるとしたが，医学における技術要素が化粧品に転用されることは慣用事項であり，血行促進を目的とする褥瘡に関する技術を，血行促進を目的とする化粧品に転用することは当業者には容易である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "課題の認識について",
                          "text": [
                            "本件発明1の「気泡状の二酸化炭素を持続的に保持する」という課題は自明又は容易に発見できるのであるから，それが甲1発明から認識できるか否かを判断する必要はなく，当該課題が自明又は容易に発見し得たか否かについて判断すべきである。",
                            "炭酸ガスを利用する発泡性化粧料において，炭酸ガスを肌に作用させるのであるから，炭酸ガスが大気中に拡散してしまわないで保留されることが望ましいことは自明であるし，現に，当業者においても，ガス保留性に優れたものを開発することが課題として認識されており（甲48），ガス保留性（気泡状の二酸化炭素の持続性）については，諸文献（甲6，12，49ないし54）に記載がある。このように，気泡状の二酸化炭素を利用する発明において，その効果を高めることは古くから認識されていた課題であり，気泡状の二酸化炭素の持続性を維持することを目的とした研究が古くから行われてきた。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "動機付けについて",
                          "text": [
                            "⒜  甲1発明は，気泡状の二酸化炭素を発生させて利用する技術分野に関するものであり，当該技術分野において，二酸化炭素発生の持続性を高めるために，媒質に粘性を持たせるという技術は周知技術である（甲4ないし6，12，13，26，45，57ないし59。以下「本件周知技術」という。）。",
                            "甲1発明も本件周知技術も，二酸化炭素を経皮吸収させる技術分野に属する。二酸化炭素が空気中に拡散せず，患部に長く接した方が皮膚における二酸化炭素の吸収効率を高め，褥瘡やかゆみなどの治療効果が高くなることは周知であるから，二酸化炭素の経皮吸収による褥瘡治療を目的とする甲1発明の課題は，気泡状の二酸化酸素の経皮吸収の持続化であり，本件周知技術を基礎づける文献（上記甲号証）も気泡状の二酸化炭素の持続性の研究についてのものであって，課題は共通する。",
                            "よって，当業者において，本件周知技術を採用し，相違点1に係る構成を採用する動機付けがある。",
                            "なお，被告は，後記(2)イ(イ)bのとおり，甲1発明は，気泡状の二酸化炭素を使用していないから，甲1発明に接する当業者が甲1発明に「気泡状の二酸化炭素を持続的に保持する」という課題があると認識するとはいえないと主張する。しかし，甲1発明において，温湿布を行う際は気泡の発生は収まっているものの，バブを溶解する過程においてバブから気泡状の二酸化炭素が発生し，当業者は，二酸化炭素の発生の持続性向上という課題を認識した上で，この現象を視認することになる。甲1発明は炭酸ガスの経皮吸収を目的とするものであるため，バブからの気泡状の二酸化炭素の発生を視認した当業者は，湯に溶解せず空気中に二酸化炭素が発散してしまうことを防ぎ，これらも効率的に経皮吸収させることに思い至るはずである。",
                            "したがって，被告の主張は失当である。  ",
                            "⒝  甲1自体に，相違点1に係る本件周知技術の構成を採用する動機付けの示唆がある。",
                            "甲1には「バブが溶けた湯にガーゼやタオルを浸し，それを褥瘡部に当てて温湿布をする」という記載があり，甲1と同一の書籍（甲76）には，「3．創面を被覆する」の項（23頁ないし24頁記載）に，本件発明の粘性組成物の代表例であるアルギン酸塩をガーゼに塗布する挿絵があるほか，「4）特殊ガーゼ類」の項（24頁記載）には，「抗菌作用を有したり，生体面と固着しないように処理されたガーゼ（メッシュ）」で褥瘡を被覆する方法が記載されている。",
                            "また，ガーゼが生体面と固着しないようにする手段としてアルギン酸ナトリウムなどの粘性組成物を染み込ませたガーゼを用いることは周知技術であり，また，甲77に「止血剤としてアルギン酸ナトリウム塩等が汎用されている。」との記載があること，さらに，上記甲76にバブ浴の記載（24頁）があることは，バブ浴において，複合顆粒剤を添加する水溶液を単なるお湯から増粘剤が添加された粘性組成物に置換することを示唆する。",
                            "なお，被告は，後記(2)イ(イ)bのとおり，甲76の24頁の挿絵は，23頁の2の項の「さまざまな作用を有する軟膏類，散剤など・・・ガーゼにのばして」いる挿絵にすぎないと主張するが，アルギン酸ナトリウムは増粘剤であり，含水粘性組成物，すなわちゲルとしても用いられるものであり，これをガーゼに塗布して用いることは当業者が容易に思いつく。",
                            "また，被告は，甲76の24頁の「バブ浴」の記載は，「6．理学療法」の1つとして紹介されているにすぎず，アルギン酸塩被覆材や特殊ガーゼ類を使用した「3．創面を被覆する」というフェーズとは全く異なるものであり，これらを同時に行うことはあり得ないとも主張するが，「6．理学療法」については，「主に「浅い褥瘡」に適用する」と記載されているから，褥瘡の程度によっては，甲76の23頁以下に「褥瘡の治療法」として列挙されている「2．外用剤を創部局所に使用する」や「3．創面を被覆する」の項目の記載も併せて読まれることになるものと考えられ，バブ浴すなわち甲1発明に対して，他の項目の記載を組み合わせることを検討することが想定される。",
                            "したがって，被告の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因がないことについて",
                      "text": [
                        "本件審決は，使用感の大きな変化を理由に，甲1発明の「入浴剤バブを割った剤を湯に完全に溶かした組成物」に，増粘剤を1～15質量％添加し，二酸化炭素を気泡状で保持できる程度の粘性を付与することについては阻害要因があると判断するが，褥瘡治療目的のガーゼを患部に当てる態様の湿布を，粘性組成物を塗布した上で利用することは，通常の湿布の使用方法であり，温湿布としてのバブ浴の使用感が大きく変化するなどとはいえないし，仮に使用感が変化するとしても，本件発明の課題解決には何ら支障はないのであるから，この点は阻害要因とはならない。",
                        "また，被告は，後記(2)イ(ウ)のとおり，原告が主張する使用態様は，甲1発明の湯を，増粘剤を添加した粘性組成物に置換した態様に合致していない旨主張する。しかし，甲1発明の湯を粘性組成物に置換するということは，炭酸ガスを経皮吸収させる媒介物を湯から粘性組成物に置換することを意味するのであり，この場合に，バケツ又は洗面器一杯に粘性組成物を用意し，それにガーゼ又はタオルを浸すというような不合理な方法をあえて選択するはずがなく，ガーゼ又はタオルに必要な量のみの粘性組成物を塗布する方法に変更するはずであり，このような変更は設計事項にすぎない。化粧品において，大量の湯を用いることを要する構成は使用上不便であるため一般に採用されず，また，顆粒と粘性組成物といった2剤型にすることは慣用されている。したがって，甲1発明に触れた当業者は，大量の湯にタオル又はガーゼを浸すという方法から，タオル又はガーゼに粘性組成物を必要量のみ塗布するという方法に置換することを容易に思いつくといえる。",
                        "さらに，被告は，甲1発明において湯を他の物に置換すると，湯による温熱作用が喪失し，治療効果の低減を招くから，阻害要因となるとも主張する。しかし，甲1には，温熱作用についての記載は一切なく，甲1発明がバブの投入対象をお湯と記載しているのは，入浴剤であるバブがお湯に加えられることが通常であるからである。炭酸ガスの経皮吸収が目的であれば，媒体に溶解する炭酸ガスの濃度が高い方が望ましいが，液状の媒体の温度が低い方が溶解する気体の量が増えることは技術常識であり，温熱作用が褥瘡治療に不可欠といえないことは明白である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2の容易想到性の判断の誤りがあることについて",
                  "text": [
                    "本件審決の相違点2の容易想到性の判断には，相違点1の容易想到性の判断と同様の誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明1は周知技術に基づいて当業者が容易に発明をすることができたものといえないとした本件審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定や一致点及び相違点の認定に誤りがあるとの主張について",
                  "text": [
                    "原告は，甲1発明の認定の誤りについて前記(1)アのとおり主張するところ，同主張は，相違点2の認定に影響を及ぼすものであるが，相違点2の容易想到性の主張に連動しないものであり，原審決の認定の違法性を基礎付ける根拠にはなり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性の判断の誤りの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "転用の可能性について",
                      "text": [
                        "原告は，前記(1)イ(ア)のとおり，血行促進を目的とする甲1発明の褥瘡に関する技術を，血行促進を目的とする化粧品である本件発明1に転用することは当業者には容易であると主張するが，両発明の適用目的を「血行促進」とすることは，適用目的をことさらに上位概念化するものであり，妥当でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "課題の認識について",
                          "text": [
                            "原告は，前記(1)イ(イ)aのとおり，本件発明1の「気泡状の二酸化炭素を持続的に保持する」という課題は自明又は容易に発見できるのであるから，それが甲1発明から認識できるか否かを判断する必要はないと主張するが，本件発明が甲1発明から容易に想到できたか否かを考えるに当たっては，甲1発明に接する当業者が甲1発明からどのような課題を認識できるかを考えることが必要になるのであり，原告の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "動機付けがないことについて",
                          "text": [
                            "原告は，前記(1)イ(イ)bのとおり，本件周知技術を採用し，相違点1に係る構成を採用する動機付けがある旨主張するところ，甲1発明は，約42℃の湯（洗面器～バケツ）に，入浴剤（バブ片）の1～数片を投入し，入浴剤が完全に溶けた後（すなわち，気泡状の二酸化炭素の発生終了後）に，褥瘡治療に使用しており（甲1の72頁の【使用方法】及び図17参照），バブ片が投入された湯において，気泡状の二酸化炭素が発生している間（すなわち，バブ片が溶けている最中）は褥瘡治療に使用されていない。すなわち，甲1発明においては，湯に溶存している二酸化炭素が経皮吸収されることにより血行促進作用の一端を担っているものと考えられ，発生した気泡状の二酸化炭素を保持させることは必要とされていない。",
                            "そうすると，甲1発明は，気泡状の二酸化炭素を使用していないのであるから，甲1発明に接する当業者が甲1発明に「気泡状の二酸化炭素を持続的に保持する」という課題があると認識するとはいえず，甲1発明において，入浴剤を投入する湯に対して二酸化炭素を気泡状で保持させる機能を付与することが動機付けられることはあり得ない。",
                            "したがって，「気泡状の二酸化炭素を持続的に保持する」という課題に基づき，甲1発明において，お湯を増粘剤を添加した粘性組成物に置換することが容易であるといえないことは明らかである。",
                            "原告が甲1自体に本件周知技術を採用する動機付けの示唆があるとして主張する甲76の24頁の挿絵は，23頁の2の項の「さまざまな作用を有する軟膏類，散剤など・・・ガーゼにのばして」いる挿絵にすぎず，また，24頁には，「4）特殊ガーゼ類」として，抗菌剤を含むガーゼや非固着性のガーゼについて様々な製品が紹介されているが，これ自体が抗菌剤を含んだり，非固着性を有する完成品であり，これにアルギン酸ナトリウムを染み込ませることはあり得ないし，甲77に記載のあるCalgitex  gauzeは，アルギン酸塩を繊維状に加工したガーゼで，血液を吸収するものである。",
                            "したがって，甲76及び甲77の記載は，アルギン酸ナトリウムを含む粘性組成物にガーゼを浸すことを示唆するようなものではない。",
                            "さらに，甲76の24頁に「バブ浴」の記載はあるが，「6．理学療法」の1つとして紹介されているにすぎず，アルギン酸塩被覆材や特殊ガーゼ類を使用した「3．創面を被覆する」というフェーズとは全く異なるものであり，これらを同時に行うことはあり得ない。よって，同記載も，バブ浴において，複合顆粒剤を添加する水溶液を単なるお湯から増粘剤が添加された粘性組成物に置換することを示唆するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因があることについて",
                      "text": [
                        "甲1発明における褥瘡の治療は，入浴剤を溶かした湯にガーゼやタオルを浸し，それを褥瘡部に当てたり，その湯に褥瘡が生じた足を入れて足湯したりするものであるが，入浴剤を溶かす湯の代わりに，気泡状の二酸化炭素を保持できる含水粘性組成物をガーゼやタオルに浸すことはそもそも困難であるし，含水粘性組成物をガーゼやタオルに浸した場合の使用感は，湯を浸した場合の使用感とは大きく異なったものとなる。",
                        "また，甲1発明では，バケツや洗面器に収容する多量の湯が必要とされるところ，そのような多量の湯の代わりに，多量の含水粘性組成物を2剤タイプの製品の一剤として提供することは，著しい利便性の低下をきたすことになる。",
                        "さらに，甲1発明においては，「バブが溶けた湯にガーゼやタオルを浸し，それを褥瘡部に当てて温湿布をするか（冷めないように湿布の上からビニールカバーをかぶせ，約42度の湯枕を当てるとよい）」（72頁）と記載されていることからも明らかなように，入浴剤を投入する対象が「湯」に限定されている。すなわち，甲1発明では，湯の中で発生する炭酸ガスによる作用と，「湯」による温熱作用との双方を利用することにより，局所の血行を改善し，褥瘡の治療を試みているのであり，甲1発明において，褥瘡治療に不可欠である「湯」を他のものに置換すると，「湯」による温熱作用が喪失し，その結果，褥瘡の治療効果の低減を招くことが懸念される。",
                        "以上の点に鑑みると，甲1発明において，入浴剤を投入する湯の代わりに「アルギン酸ナトリウムを含み，二酸化炭素を気泡状で保持できる含水粘性組成物」を2剤タイプの製品の一剤として提供することには，本件審決が認定した使用感の観点のほか，使用に当たっての利便性や褥瘡の治療効果の観点からみても，阻害要因がある。",
                        "なお，原告は，前記(1)イ(ウ)のとおり，褥瘡治療目的のガーゼを患部に当てる態様の湿布を，粘性組成物を塗布した上で利用することは，通常の湿布の使用方法であると主張するが，甲1発明におけるガーゼは，入浴剤を溶かした湯を浸して，褥瘡部に当てるために使用されるものであり，粘性組成物を塗布した上に当てて使用する態様とは異なっている。",
                        "また，原告は，仮に使用感が変化するとしても，本件発明の課題解決には何ら支障がないのであるから，この点は，阻害要因とはならないとも主張するが，阻害要因があるか否かは，甲1発明の効果が阻害されるか否かとの観点から判断されるべきものであり，本件発明の課題解決に支障がないことは，阻害要因の存在を否定する根拠にはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2の容易想到性の判断の誤りの主張について",
                  "text": [
                    "本件審決の相違点1の容易想到性の判断に誤りはないから，これを前提とする相違点2の容易想到性の判断にも誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点1及び2の容易想到性の判断には誤りはなく，本件発明1は，周知技術に基づいて，当業者が容易に発明をすることができたものといえないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（甲1を主引用例とする本件発明2ないし4の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明2ないし4は，いずれも，本件発明1の全ての発明特定事項を含むものであるから，本件発明1と同様の理由により，甲1発明及び本件出願日当時の技術常識に基づいて当業者が容易に発明することができたものとはいえない旨判断した。",
                "しかしながら，前記2(1)のとおり，本件審決における本件発明1の進歩性の判断に誤りがあるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記2(2)のとおり，本件審決における本件発明1の進歩性の判断に誤りはないから，本件審決における本件発明2ないし4の進歩性の判断の誤りをいう原告の主張は，その前提において理由がない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件については，事案の性質及び双方の主張立証の状況に鑑みると，本案について容易に判断可能であるから，以下，まず本案について判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件出願の願書に添付した明細書（以下「本件明細書」という。）の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書（甲75）には，別紙1の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来から，炭酸ガスが血行を良くすることが知られており，炭酸塩と有機酸を用いて発生させた炭酸ガスを水に溶かして利用する湿布剤が提案されているが，水に溶解する炭酸ガスの絶対量が少ないため，実質的な効果は期待できなかった。",
                    "使用時までにアスコルビン酸と炭酸塩が反応して炭酸ガスを発生しないように安定化した技術として，コーティングを施したアスコルビン酸と炭酸塩を含有する発泡性固形組成物があったが，その用途は，発泡性の粉末飲料，錠剤等の食品，発泡性浴剤，コンタクトレンズ，トイレ，浴槽などの洗浄剤であり，発生した炭酸ガスを保持する技術的課題は存在しなかった。",
                    "特許文献に開示された酸と炭酸塩を有する固形医薬組成物も，該組成物を水に溶かしたときに，二酸化炭素による発泡は実質的に起こらないことなどの課題等があった（【0004】，【0005】，【0008】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，褥創等の皮膚粘膜損傷，そばかす等の皮膚や毛髪などの美容上の問題及び部分肥満等に有効な二酸化炭素経皮・経粘膜吸収用組成物，該組成物製造用キットを提供することを目的とする（【0010】）。",
                    "「本発明」の二酸化炭素経皮・経粘膜吸収用組成物を褥創等の皮膚粘膜損傷の治療に使用する場合は，患部を完全に覆うように0．5mm以上，最も好ましくは20分以上，損傷が治癒するまで塗布する。24時間持続的に塗布しても問題はなく，褥創などの場合は長時間の連続塗布により効果が高まるだけでなく，看護の大幅な省力化が可能である（【0022】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「本発明」において，二酸化炭素は，炭酸飲料や発泡性製剤のように短時間，例えば数秒から数分以内に消失するものではなく，「本発明」の組成物に気泡状態で保持され，持続的に放出される（【0037】）。",
                    "「本発明」において，「二酸化炭素を持続的に経皮・経粘膜吸収させることができる組成物」とは，好ましい具体例では，二酸化炭素を5分以上，最も好ましくは2時間以上経皮・経粘膜吸収させることができる組成物を意味する（【0038】）。",
                    "「本発明」において，「気泡状二酸化炭素」とは，組成物中に気泡として含まれる二酸化炭素を意味し，該気泡は二酸化炭素のみから成っていてもよく，二酸化炭素とともに空気などを含んでいてもよい（【0039】）。",
                    "「本発明」の組成物は二酸化炭素の持続的経皮・経粘膜吸収が目的であるので，組成物を対象部位に適用する際には組成物中に気泡状二酸化炭素がより多く含まれていることが好ましく，組成物で対象部位を完全に覆うように厚めに塗布することが好ましい（【0042】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（甲1を主引用例とする本件発明1の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には別紙2の記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "アによれば，甲1には以下のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "重炭酸水素ナトリウム（重曹）を含む入浴剤バブを，湯に溶かすことにより発生する炭酸ガスを利用して，局所の血行を改善し，褥瘡を予防又は治療する。これは，温泉の効果を応用するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "人工炭酸泉は，細かく割った入浴剤バブ（花王バブ）を洗面器やバケツ中の約42度の湯に入れて溶かし，バブが完全に溶けるまで待つことで得られる。この際，バブは炭酸ガスを出しながら溶ける。人工炭酸泉は,温湿布又は足浴として褥瘡部に適用され，温湿布の場合，冷めないように湿布の上からビニールカバーをかぶせ，約42度の湯枕を当てる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定の誤りの主張について",
              "text": [
                "原告は，前記第3の2(1)アのとおり，甲1発明の剤につき酸を含むものと認定すべきであるから，本件審決の甲1発明の認定には誤りがあり，これを前提とすると，本件審決における本件発明1と甲1発明の一致点，相違点2の認定にも誤りがあると主張する。",
                "確かに，甲73（前田真治ほか「人工炭酸泉浴剤の褥創温湿布療法における皮膚温の変化」日温気物医誌53巻4号，平成2年8月）には「炭酸水素ナトリウム，炭酸ナトリウム，コハク酸の混合錠剤である人工炭酸泉浴剤・花王バブ錠Ⓡ」（196頁左欄18行～20行）との記載があり，炭酸塩と酸が反応して炭酸ガスが発生することが技術常識と考えられること，本件発明1に「炭酸塩及び酸を含む，」との発明特定事項があることからすれば，本件発明1と甲1発明を対比する上では，甲1発明については原告主張のとおり認定することが妥当であるとはいえるものの，組成物自体に関する本件発明1と甲1発明との相違点1は，甲1発明の剤につき酸を含むものと認定するか否かにかかわらず，本件審決が認定した相違点1である（相違点1については争いがない。）。そして，本件審決は，相違点2に固有の本件発明1の構成の容易想到性を判断することなく，相違点1が容易想到でないことに基づいて相違点2も容易想到でないと判断しているのであり，原告が主張する甲1発明の認定の誤りは，相違点1及び2の容易想到性についての本件審決の判断に影響しないから，本件発明1は進歩性を欠如しないとの本件審決の結論にも影響を及ぼさない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1から認識できる課題ないし動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，前記第3の2(1)イ(イ)b⒜のとおり，甲1発明は，気泡状の二酸化炭素を発生させて利用する技術分野に関するものであり，当該技術分野において，二酸化炭素発生の持続性を高めるために，媒質に粘性を持たせるという技術（本件周知技術）は周知であって，甲1発明と本件周知技術は，技術分野，課題，作用が共通するから，当業者において，本件周知技術を採用し，相違点1に係る構成を採用する動機付けがあると主張する。",
                        "しかし，甲1の図17には，「約42度の湯を入れた洗面器，バケツにバブ片を1～数個入れ，完全に溶けるまで待つ」と明記されているから，褥瘡治療前に発泡は終了していることになる。そして，甲72（萬秀憲ほか「人工炭酸浴に関する研究（第1報）炭酸泉の有効炭酸濃度について」日温気物医誌47巻3・4号，昭和59年5月）には「今回，実験を行った150ppm以下の低濃度炭酸泉では大量の炭酸ガス気泡は発生せず，測定された血流増加作用はガス気泡による物理的作用によるものではなく水中に溶存していた炭酸ガスの経皮吸収による化学的作用によると考えられる。」（126頁右欄下から6行～最終行）との記載があることを参酌すれば，甲1発明において，あえてバブが「完全に溶けるまで待つ」と記載されていることには，バブから十分な量の二酸化炭素が発生し，水中に溶存するのを待つという技術的意義があると解される。",
                        "そうすると，甲1に接した当業者は，甲1の上記記載から，甲1発明では，バブ片を完全に溶かし，湯に溶存している二酸化炭素を経皮吸収させて血行促進作用を図るものと理解するから，甲1発明に「気泡状の二酸化炭素を持続的に保持する」という課題があると認識するとは認められない。",
                        "原告は，前記第3の2(1)イ(イ)b⒜のとおり，甲1発明において，バブからの気泡状の二酸化炭素の発生を視認した当業者は，湯に溶解せず空気中に二酸化炭素が発散してしまうことを防ぎ，これらも効率的に経皮吸収させることに思い至るはずであると主張する。しかし，上記のとおり，甲1には，バブ片が「完全に溶けるまで待つ」と明記されているのであり，当業者がバブからの気泡状の二酸化炭素の発生を視認したとしても，溶存二酸化炭素を作り出す過程・手段であるにすぎず，それ自体が経皮吸収に寄与するとはいえない気泡状の二酸化炭素に着目するとは認め難いし，そもそも甲1発明において，湯に溶解せず空気中に二酸化炭素が発散してしまうことを防ぐことが課題とされていることを認めるに足りる証拠もない。",
                        "なお，原告は，「気泡状の二酸化炭素を持続的に保持する」という課題は自明又は容易に発見できるのであるから，それが甲1発明から認識できるか否かを判断する必要はない旨主張するが，被告が主張するとおり，本件発明が甲1発明から容易に想到できたか否かを考えるに当たっては，あくまで甲1発明に接する当業者が甲1発明からどのような課題を認識できるかを考えることが必要になるのであるから，原告の主張は失当というほかない。したがって，原告主張の文献において，気泡状の二酸化炭素の発生及び保持を持続させるという課題及びこれに対する技術手段（本件周知技術）が記載されているとしても，甲1発明に接する当業者が同課題を認識するとは認められない以上は，甲1発明に本件周知技術を組み合わせる動機がない。また，そもそも本件周知技術自体についても，原告主張の文献を精査しても，甲1発明と共通する技術分野で，増粘剤の粘性によって気泡状の二酸化炭素を保持することに関連するものは見当たらず，上記技術分野で，このような技術手段が周知であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，前記第3の2(1)イ(イ)b⒝のとおり，甲1自体に，相違点1に係る本件周知技術の構成を採用する動機付けの示唆があると主張する。",
                        "しかし，原告が粘性組成物の代表例であるアルギン酸塩をガーゼに塗布するものであると指摘する，甲76（甲1はその抜粋）の「3．創面を被覆する」の項（23頁ないし24頁記載）の挿絵については，チューブからガーゼに塗布されているペーストがアルギン酸塩を含むものとはいえない。確かに，同項には，「3）アルギン酸塩被覆材」との記載があり，「カルトスタット」という製品が紹介されているが，「カルトスタット」は，アルギン酸塩繊維を絨絡したシート状にしたもの，又は，絨絡せずに不定型の綿状にしたもので，粘性組成物ではなく，体液等を吸収することを目的としたものであるから（乙1），チューブからガーゼに塗布されているペーストとは異なるものであることは明らかであるし，上記挿絵は，23頁の2の項の「さまざまな作用を有する軟膏類，散剤など・・・ガーゼにのばして」いる様子を描いたものであることも明らかというべきである。そして，原告が甲1自体に示唆があるとするその他の点は，そもそもその主張自体判然としないものであるが，いずれもせいぜい褥瘡の治療法としての創面の被覆や外用剤の創部局所への使用に関する記載に係るものにとどまり，本件周知技術の採用を示唆するものとは，到底認め難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，甲1発明において，気泡状の二酸化炭素の発生及び保持の持続という課題を当業者が認識することはできず，また，甲1発明と共通する技術分野で，本件周知技術の存在を認めることもできない。そうすると，その他の点について判断するまでもなく，相違点1に係る本件発明1の発明特定事項を採用することを，当業者が容易に想到することができたとはいえないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点1の容易想到性の判断に誤りはないから，その他の点について判断するまでもなく，本件発明1は，甲1に記載された発明及び本件出願日当時の技術常識に基づいて，当業者が容易に発明をすることができたものとはいえないとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（甲1を主引用例とする本件発明2ないし4の進歩性の判断の誤り）について",
          "text": [
            "本件発明2ないし4は，いずれも本件発明1の全ての発明特定事項を含むものであるところ，前記3で説示したとおり，本件発明1は甲1に記載された発明及び本件出願日当時の技術常識に基づいて当業者が容易に発明をすることができたものと認められないから，本件発明2ないし4も，当業者が容易に発明をすることができたものと認められない。",
            "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決を取り消すべき違法が認められないことは明らかであるから，被告による本案前の主張については判断を留保し，原告が求める本案についての判断をすることが相当であると考え，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}