{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，7700万円及びこれに対する平成30年12月7日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件の本訴事件は，控訴人と OEM 販売契約(本件 OEM 契約)及びそれに基づく本件売買契約を締結していた被控訴人が，控訴人に対し，本件売買契約の解除に伴う原状回復請求権に基づき，支払済み代金の返還及びこれに対する代金受領後の日である平成30年4月17日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による民法545条2項所定の利息の支払を請求したところ，控訴人が，本件特許権侵害の不法行為に基づく損害賠償請求権及び本件OEM 契約の債務不履行に基づく損害賠償請求権を自働債権とする相殺の意思表示をした事案であり，本件の反訴事件は，控訴人が，被控訴人による本件特許権侵害の不法行為，不正競争防止法2条1項1号，4号，20号及び21号(なお，後二者の行為時の該当法条は，平成30年法律第33号による改正前の14号及び15号である。)の不正競争，本件 OEM 契約違反行為を主張して，被控訴人に対し，本件特許権侵害の不法行為，不正競争防止法4条又は本件OEM 契約の債務不履行の損害賠償請求権に基づき，7700万円(逸失利益7000万円［予備的に1400万円］及び弁護士費用相当額700万円)の損害賠償及びこれに対する不法行為又は不正競争の後の日であり，請求した日(反訴状送達日)の翌日である平成30年12月7日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を請求した事案(ただし，本件特許権侵害の不法行為に基づく損害賠償請求及び本件OEM 契約の債務不履行に基づく損害賠償請求は，予備的反訴である。)である。",
            "原判決は，本訴の請求原因事実は当事者間に争いがないが，本件特許権侵害の不法行為に基づく損害賠償請求，債務不履行に基づく損害賠償請求及び不正競争防止法4条に基づく損害賠償請求にはいずれも理由がないとして，控訴人の相殺の抗弁を認めず，被控訴人の本訴請求を認容するとともに，控訴人の反訴請求のうち不正競争防止法4条に基づく損害賠償請求を棄却したため，控訴人が控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いがないか，後掲の証拠又は弁論の全趣旨により認められる事実)",
          "text": [
            "次のとおり，原判決を補正するほかは，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁15行目の次に，行を改めて，次のとおり加える。",
                "「(サ)  第14条(契約解除)",
                "被控訴人につき次の各項の一つに該当する事由が生じたときは，控訴人は何らの催告をせずに，直ちに本契約書の取り決めを解除し，債務全額について被控訴人の利益を失わせ，債務全額の支払いを求めることができる。",
                "1．個々の債務の一つについても期限に支払わなかったとき。",
                "2．手形や小切手が一回でも不渡りを発生させたとき。",
                "3．破産，・・・，会社更生，会社整理の申し立てがなされたとき。",
                "4．被控訴人の株式の過半数が他に譲渡されて，実質上の経営者が変わったとき。",
                "5．前号のほか，合併，営業譲渡，重大な組織変更があったとき。",
                "6．財産状態が悪化する恐れがあると認められる相当の事由があるとき。",
                "7．その他，本契約書のいずれかの事項に違反し，控訴人が相当の期間を定めて是正を催告したにもかかわらず当該期間に是正がなされないとき。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決5頁16行目の「(サ)」を，「(シ)」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決5頁20行目の「(シ)」を，「(ス)」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決5頁24行目の「本件契約」を，「本件 OEM契約」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁11行目及び12行目を，次のとおり改める。",
                "「キ(ア)  被控訴人は，控訴人に対し，同年12月6日付け書面で，上記カのセルフィール合計30缶が納品されていない理由を問い合せたところ，控訴人は，被控訴人が「ハイブリッド触媒」を標榜する「ティオ・ティオプレミアム」を製造販売していることが本件 OEM 契約15条及び16条に違反し，同契約に係る忠実義務又は誠実義務に違反するものであり，同契約の基礎となる商取引上の信頼関係を破壊するものであるため，出荷停止したと回答した。その後，控訴人は，平成30年1月9日付け書面で，被控訴人に対し，本件 OEM 契約に必然的に伴う忠実義務・誠実義務に違反する行為があったことを理由として本件 OEM契約を解除する旨の意思表示をした。被控訴人は，同年2月23日に控訴人代理人に到達した書面で，本件 OEM契約を同年6月30日の期限後に更新しないとの意思表示をし，同年4月9日に控訴人代理人に到達した書面で，未納となっているセルフィール缶合計30缶を同書面到達後1週間以内に出荷するよう求め，期限内に履行されないときは，同期限の経過をもって本件売買契約を解除する旨の意思表示をした。(甲14～20)"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "subject": "本件OEM 契約及び本件売買契約は，遅くとも，平成30年4月16日までには解除された(この限度では当事者間に争いがない。)」"
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決11頁22行目の次に，行を改めて，次のとおり加える。",
                "「(5)  控訴人は，平成31年3月11日の原審第3回弁論準備手続期日で陳述した準備書面2(反訴原告)において，被控訴人に対し，次の各請求権をもって，次の順番で，被控訴人の控訴人に対する本訴に係る請求権とその対当額において相殺するとの意思表示をした。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件特許権侵害の不法行為に基づく損害賠償請求権"
                    },
                    {
                      "fig": "イ",
                      "subject": "本件 OEM 契約の債務不履行に基づく損害賠償請求権」"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告製品は本件発明の技術的範囲に属するか(争点1)(本訴事件及び反訴事件に係る争点)"
            },
            {
              "fig": "(2)",
              "subject": "不正競争防止法2条1項20号の不正競争の成否(争点2)(反訴事件に係る争点)"
            },
            {
              "fig": "(3)",
              "subject": "不正競争防止法2条1項1号の不正競争の成否(争点3)(反訴事件に係る争点)"
            },
            {
              "fig": "(4)",
              "subject": "不正競争防止法2条1項4号の不正競争の成否(争点4)(反訴事件に係る争点)"
            },
            {
              "fig": "(5)",
              "subject": "不正競争防止法2条1項21号の不正競争の成否(争点5)(反訴事件に係る争点)"
            },
            {
              "fig": "(6)",
              "subject": "被控訴人の債務不履行の成否(争点6)(本訴事件及び反訴事件に係る争点)"
            },
            {
              "fig": "(7)",
              "subject": "被控訴人の不法行為，不正競争又は債務不履行による控訴人の損害額(争点7)(本訴事件及び反訴事件に係る争点)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "次のとおり，原判決を補正し，当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第3記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "原判決24頁11行目から17行目までを削除する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争防止法2条1項1号の不正競争の成否(争点3)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，「空気触媒 TioTio」の表示は被控訴人の商品等表示であり，不正競争防止法2条1項1号の「他人」(控訴人)の商品等表示ではないと判断した。",
                    "本件OEM契約に基づいて使用されている「空気触媒TioTio」の商品等表示につき，「空気触媒セルフィール」の製造元である控訴人と，これを用いて空気触媒加工を施した繊維製品を販売している被控訴人といった複数の事業者がある中，誰が「空気触媒 TioTio」の表示主体であるかが，ここでの「他人性」の問題であるが，「他人」に該当するかどうかは，当該商品等表示の内容や態様，当該商品の広告・宣伝の規模や内容，品質保証表示のあり方などに照らし，当該商品等表示が何人のものと需要者に認識されているかによって定めることになる。また，「他人」には，特定の表示の使用許諾者，使用権者及び再使用権者のグループのように，表示の持つ出所識別機能及び顧客吸引力等を発展させるという共通の目的の下に終結しているグループ等も含まれる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "空気触媒技術の社会的認知度",
                  "text": [
                    "「空気触媒」とは，控訴人が開発した画期的な技術であり，施設内など光の届かない環境においても空気中の成分と反応して触媒機能を発揮する水性組成物又はその技術で，特許(第5507787号)を取得している(乙11)。「空気触媒セルフィール」は，控訴人が開発した空気触媒技術の実施品であり，「空気触媒」としての抗菌・消臭・抗ウイルス性能が注目され(乙100)，JR西日本の特急「サンダーバード」の車両や，大阪市の地下鉄「大阪メトロ」の全車両で採用され，その他の公共交通機関や医療施設，ホテル等においても抗菌・消臭の目的で採用されていた。",
                    "JR西日本は，令和2年4月に，全車両に「空気触媒セルフィール」を正式採用することを決定し，日本経済新聞社は，同年5月22日，JR西日本が車内に「ニチリンケミカル(大阪市)の抗菌剤」を採用したことを報道した(乙98)。JR西日本による正式採用は，控訴人の特許の実施品である「空気触媒セルフィール」の触媒機能に基づく品質・性能(抗菌・消臭・抗ウイルス)が着目され，広く社会的認知を得ていたからに他ならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「空気触媒 TioTio」に対する社会的認知の着目点",
                  "text": [
                    "「空気触媒 TioTio」を構成している「空気触媒」という言葉は，「空気」と「触媒」を組み合わせたものであり，「光触媒」とのアナロジーにおいて，空気があれば，光のない環境下においても触媒作用を示し，有害物質などの分解を促進し，抗菌・消臭・防汚の作用を発揮する物質という意味の控訴人の造語である。「空気触媒」という語が冠されていることからも，「空気触媒 TioTio」という表示は，シャツやスーツといった最終繊維製品を示すものではなく，空気触媒加工された繊維製品全般を対象とし，それらが抗菌・消臭等の品質・性能を有していることを表示するものである。",
                    "「空気触媒 TioTio」の表示が付された繊維製品は，スーツ(乙26)，ポロシャツ(乙58)，靴下(乙31)，バスタオル，キャミソール，防水シーツ，防ダニシート(乙10の5)，パジャマ(乙35)，布団(乙30)，マットレス(乙43)など多種多様であり，控訴人も被控訴人も「空気触媒 TioTio」又は「TioTio」を空気触媒技術に基づく性能・品質を表示するものとして使用していた。「空気触媒 TioTio」という商品等表示を目にした需要者は，シャツやスーツ等の具体的な最終繊維製品を想起するのではなく，空気触媒加工を施され，これによる抗菌・消臭・防汚等の品質・性能を有していることを想起する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人のホームページ等における「TioTio」の扱い",
                  "text": [
                    "被控訴人は，控訴人から供給された「空気触媒セルフィール」を用い，これをもって加工された繊維製品を「空気触媒 TioTio」の表示で販売していた(甲3)。",
                    "被控訴人のホームページには，①「TioTio」の表題のもと，「空気触媒清潔加工」と銘打ち，「空気触媒『TioTio』加工商品の特徴」として「室内干しOK」，「花粉対策」，「年中清潔，年中快適」，「副作用のない抗菌，消臭」と記載されており(乙10の1の表面)，また，②控訴人が取得した「日本アトピー協会推薦品」の承認番号(T509500A)が掲載され，「特許出願中」として，それが後に控訴人が特許を取得した技術に基づくものであることが表示されており(同裏面)，③控訴人のパンフレットに記載されている「空気触媒のメカニズム」(乙10の3)や「3大効果」(乙10の4)といった具体的な性能を，空気触媒セルフィールの「試験データ」(乙10の6)と共に，「空気触媒セルフィール」のパンフレット(乙100)からそのまま転載していた。被控訴人のホームページ(乙10，111)，日本繊維新聞のパブリシティの記載(乙50)や他の宣伝広告(乙43，45)などを見ると，「空気触媒 TioTio」の商品等表示は，空気触媒加工を施した繊維製品を対象とし，それらが具有する触媒作用効果(抗菌・消臭・防汚)を備えていることを表示していることは明らかである。",
                    "このような被控訴人のホームページ等の記載によると，被控訴人が「空気触媒TioTio」の表示をもって，控訴人の「空気触媒セルフィール」及びその品質・性能(抗菌・消臭・抗ウイルス)を表示するものとして使用していたことは明らかであり，「空気触媒 TioTio」の表示は，繊維製品に清潔加工された「空気触媒セルフィール」そのものであり，被控訴人が製造した繊維製品を表示するものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人のパンフレット等の記載と商標登録申請",
                  "text": [
                    "控訴人が発行した「セルフィール」のパンフレットの「施工実績」には，「洋服の青山より販売されている，日本初の空気触媒加工を施したスーツに『TioTio』(セルフィール)が採用されました。」とあり(乙100)，「TioTio」が「空気触媒セルフィール」と同一のものであることを意味していることが分かる。実際，控訴人は，「TioTio」を「空気触媒セルフィール」の繊維製品分野の表示であると理解していた。",
                    "また，控訴人は，「空気触媒」を自身の空気触媒技術又はその実施品の表示として用いており，「空気触媒」を商標登録しようとした際には，「空気触媒」は，単にその商品の品質を表示したものとされ，自他商品の識別標識としての機能が認められないとして拒絶査定されている(乙105)。このことは，控訴人の技術であり造語であった「空気触媒」が既に一般化していたことを意味している。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件 OEM 契約9条の意味",
                  "text": [
                    "本件OEM 契約は，被控訴人が「空気触媒 TioTio」の登録商標(甲25)を取得したことを契機として締結されたものであり，同契約9条には，「空気触媒」の表示が控訴人が有する商標であることが明記されている。",
                    "控訴人は，控訴人の商品等表示として用いていた「空気触媒」を被控訴人が使用したことを問題視し，被控訴人は，控訴人に対し，「『空気触媒 TioTio』の商標に関する念書」(乙21。以下，「本件念書」という。)を差し入れて事後承諾を求める形で詫びた上で，控訴人と被控訴人の間に本件 OME契約が締結されたのであり，「空気触媒 TioTio」の登録商標は被控訴人が有していても，「空気触媒」の商標は控訴人のものであり，「空気触媒」を含む「空気触媒 TioTio」の商標は，控訴人の商品(空気触媒セルフィール)を用い加工した商品に限るとされている(本件 OEM 契約8条)ことからみても，「他人」(控訴人)の商品等表示であることは明らかである。控訴人は，同条に基づき，被控訴人による「空気触媒 TioTio」の商標の使用を制約することができるのであり，これに類似する商品等表示の使用についても同様である。原判決は，被控訴人が本件念書を控訴人に差し入れ，それが本件 OEM 契約9条の記載に結び付いたという経緯を無視しており，不当である。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "周知性，類似性及び誤認混同の要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「空気触媒 TioTio」は周知表示である(乙26～70)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ハイブリッド触媒 TioTio プレミアム」の商品等表示と「空気触媒TioTio」の商品等表示を比較すると，両者は，いずれも「TioTio」という表示部分があり，異なる点は，「空気触媒」が「ハイブリッド触媒」に変わり，「プレミアム」が付加されたところにある。",
                        "しかし，「プレミアム」が品質においてより高級なものという意味を持ち，「ハイブリッド」が組合せを意味することに照らすと，「ハイブリッド触媒 TioTio プレミアム」の商品等表示は，「空気触媒」に他の触媒のメカニズムを組み合わせ，その具体的な触媒機能(抗菌・抗ウイルス効果，消臭効果，防汚効果)において性能を向上させたものというイメージを喚起し，両者は同じ主体から市場に出された一連のシリーズ商品であると受け止められるため，両者は類似しており，出所の誤認混同を惹起するといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "被控訴人は，「空気触媒 TioTio」が控訴人の商品等表示ではないことの理由として，①控訴人が品質保証するような表示をしていないこと，②本件 OEM 契約11条で製造物責任は被控訴人が負うとされていることを挙げる。",
                    "しかし，上記①については，品質としてうたわれている抗菌・消臭・防汚等の性能は，空気触媒作用によるものであることが明記されており，「空気触媒セルフィール」の製造者である控訴人が品質を保証するものであることは表示から明らかである。",
                    "上記②は，表示の在り方とは関係のない本件 OEM 契約の内容をもって議論するものである。本件 OEM 契約11条は，体内的な責任関係を規定するものであって，第三者に対する責任を免除するものではない。",
                    "被控訴人は，被控訴人のホームページに掲示されている「試験データ＆安全性」(乙10の6)は，被控訴人が実施した試験データであると主張するが，「安全性」について掲げられている「急性経口毒性試験」，「皮膚一次刺激性試験」，「変異原性試験」，「皮膚感作性試験」，「パッチテストによる皮膚一次刺激性試験」の試験結果は，いずれも控訴人の「空気触媒セルフィール」の試験結果(乙146～152)である。このことは，「空気触媒 TioTio」の実態が「空気触媒セルフィール」であり，その品質表示において控訴人が責任を負っていることを示している。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "仮に，「空気触媒 TioTio」の表示主体が，控訴人だけでなく，被控訴人であると解される場合，グループ表示ということになる。",
                    "本件 OEM 契約は，「空気触媒 TioTio」の表示の使用について，正規 OEM ブランドと認め，「協力して二次製品である繊維分野において，恒常的に発展するため被控訴人を国内の繊維分野において，控訴人の独占的な販売窓口とする」(1条前段)，「被控訴人は控訴人の販売方針を尊重して控訴人の商品の販売拡大に務めるものとする」(同条後段)とするものであり，控訴人と被控訴人は，「空気触媒 TioTio」の持つ品質保証機能及び顧客吸引力等を保護発展させるという共通の目的の下に結束していると評価することができるグループである。",
                    "「空気触媒 TioTio」の表示主体が，控訴人単独ではないとしても，控訴人と被控訴人とのグループ表示と解される結果，「空気触媒 TioTio」が，被控訴人による類似商標である「ハイブリッド触媒 TioTio プレミアム」の使用との関係において「他人」であることは揺るがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正競争防止法2条1項20号の不正競争の成否(争点2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，被控訴人の「ハイブリッド触媒 TioTio プレミアム」の表示について，不正競争防止法2条1項20号の「誤認」を問題とすべき程度に具体的な品質，内容を喚起するものとも思われないとした。",
                    "品質誤認表示における商品の品質・内容については，当該表示に接した需要者が一定の品質・内容を想定していると認められるような場合は，その想定される品質・内容との比較において優劣を想起させる表示をもって足りる。",
                    "「空気触媒 TioTio」の商品等表示は，触媒作用による3大効果(抗菌・消臭・防汚)等の品質性能があることについて，需要者間に周知性を有していた。そして，「プレミアム」は「他のものより価値があること。高級。上等。高価」を意味する(乙106)こと，「ハイブリッド触媒」が「空気触媒」に何らかの触媒効果をミックスしたイメージを想起させることからすると，「ハイブリッド触媒 TioTio プレミアム」は，「触媒としての性能その他何らかの点で優れている」ことを示したものであり，触媒としての性能が優れていることは，具体的な製品の品質・性能(抗菌・消臭・防汚・抗ウイルス)において優れていること(同時に，従前の「空気触媒TioTio」がその触媒作用において陳腐化したとの認識を喚起すること)を意味する。",
                    "「プレミアム」は，ビール(乙107，108)，フライトのシート(乙109)等の商品又はサービスに冠されている。ビールであれば，素材が厳選され，麦芽比率を上げ，「こく」と「かおり」を向上させたもの，フライトのシートであれば，「ゆったり」したスペースとエコノミー以上の「機内サービス」を期待することができる。「プレミアム」は単なる抽象的なイメージにとどまらず，需要者に具体的な品質を喚起させるものである。",
                    "「ハイブリッド触媒 TioTio プレミアム」の商品等表示は，「触媒」と「TioTio」という重要な部分において周知商標である「空気触媒 TioTio」と共通しており，従来の性能を前提とし，その触媒を「ハイブリッド」したことによって複合型高性能触媒として改良されて「プレミアム」なものになった，すなわち，高級化，高機能化したというイメージが喚起されるものである。",
                    "「ハイブリッド触媒 TioTio プレミアム」の商品等表示は，十分に具体的であり，不正競争防止法2条1項20号において問擬されるべき「誤認」を引き起こす程度のものである。原判決は，「プレミアム」という言葉による抽象的なイメージに囚われ，「プレミアム」が冠されている特定の商品又はサービスを見ないものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，需要者は，「ハイブリッド触媒 TioTio プレミアム」の品質性能表示をみて初めて具体的な品質性能を認識すると主張するが，需要者による品質性能のイメージを喚起するのは具体的な性能数値をみることが必要であるという主張であれば，無意味な主張である。",
                    "被控訴人は，ホームページにおいて，「酸化機構の異なる2種類の触媒を特殊な技術で組み合わせた複合型高性能触媒で，いつでもどこでも優れた抗菌・消臭効果を発揮します」と品質性能を説明している。",
                    "「空気触媒 TioTio」の登録商標権者であり，販売主体であった被控訴人が重要部分において共通する「ハイブリッド触媒 TioTio プレミアム」の表示を用いることは，いわば比較広告と同じものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件OEM 契約違反とその損害額(争点6及び7)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件 OEM契約1条の「独占的地位」及び「販売拡大義務」にかかる法的拘束力を否定した。",
                    "しかし，被控訴人は，控訴人が某ランドセルメーカーと取引をしたことについて，平成30年1月18日付け通知書において，被控訴人は，本件 OEM 契約1条によって独占販売権を付与されており，控訴人の「繊維製品である空気触媒スクールバッグ，空気触媒ランドセル販売の事実」が同条に違反する行為であると論難している(甲18)。被控訴人は，本件訴訟において本件 OEM 契約1条が法的拘束力を持たないと主張するが，本件訴訟より前においては，同条に基づいて独占販売権を有することを主張していたのである。",
                    "また，控訴人は，本件 OEM 契約1条が当然に拘束力をもつものであったことから，第三者からの繊維分野における空気触媒加工に関する問合せに対し，「繊維関連取引紹介状」などを用いて，被控訴人に全て紹介している(乙117～129)。",
                    "さらに，同条は，「国内の繊維分野において控訴人の独占的な販売窓口会社である」ことを規定している。これは，国内繊維分野における独占的な総代理の地位を付与したことを意味するものである。「国内」の「繊維分野」における「独占的な販売窓口会社」の規定が具体的な法的拘束力をもたないものであるはずがない。同じく，このような「独占的な販売窓口会社」としての地位に当然に伴う，「販売拡大に務める」義務(積極的に販売拡大義務に反する行為の禁止)もまた，規範性を有しないわけがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，被控訴人による「空気触媒セルフィール」の第三者への提供と分析行為を否定しているが，被控訴人は，「空気触媒セルフィール(空気触媒TioTio)」の成分を分析して得たデータを使って国際特許を申請(乙112)している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件 OEM 契約8条は，控訴人において「空気触媒 TioTio」を正規ブランドとして認め，被控訴人による使用を「空気触媒セルフィール」を用いて加工した商品に限るとするものである。「空気触媒 TioTio」は，被控訴人の登録商標であるが，その使用については限定されている。そして，同条は，当然のことながら，「空気触媒TioTio」そのものだけでなく，これに類似する商品等表示を用いて「空気触媒セフィール」を用いないで加工した商品の販売を行うことを禁じるものである。",
                    "被控訴人による「ハイブリッド空気触媒 TioTio」だけではなく，これに類似する商品等表示を用いて「空気触媒セフィール」を用いないで加工した繊維商品を販売する行為は，本件 OEM 契約8条に違反する行為である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，青山商事に対し，「空気触媒 TioTio」に代えて「ハイブリッド触媒TioTioプレミアム」を販売した。青山商事の平成29年5月17日付けプレスリリース(乙15)によると，平成28年は，肌着1アイテムで7万点販売しており，平成29年の予定数は，56万5000点(スーツ2万4000着，ジャケット3000着，ドレスシャツ35万枚，ネクタイ8000本，肌着9万枚，ソックス9万点)とされている。",
                    "これらの商品を製造するために使われるはずであった「空気触媒セルフィール」の使用量は，1着当たり，スーツが10cc，ジャケットが8cc，ドレスシャツが5cc，ネクタイ及び肌着が各2cc，ソックスが1ccとして換算すると，平成28年は14万cc(140ℓ)，平成29年は230万cc(2300ℓ，乙130)となる。",
                    "控訴人と被控訴人の間の「空気触媒セフィールの取引」は，18ℓ当たり10万8000円(甲5)，1ℓ当たり6000円(甲4)であるから，控訴人は，売上げとして，平成28年は84万円，平成29年は1380万円を逸したことになる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における被控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争防止法2条1項1号の不正競争の成否(争点3)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「空気触媒 TioTio」が控訴人の商品等表示であると主張するが，「空気触媒 TioTio」が控訴人の商品等表示でなく，被控訴人の商品等表示であることは，証拠(乙25～70，79～83)からも明らかであって，原判決の判断は正当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，「空気触媒 TioTio」は，空気触媒技術による品質・性能の表示であり，需要者は，空気触媒加工された特定の繊維製品ではなく，空気触媒技術に基づく品質性能に着目しているなど主張する。",
                    "しかし，「空気触媒 TioTio」の表示を付して販売される製品には，控訴人が品質保証をするような表示はなく，本件 OEM 販売契約11条に，控訴人から OEM供給を受けた製品については一切の製造物責任は被控訴人が負うことが明記されているのであるから，控訴人は，最終的な繊維製品の性能・品質を保証していない。最終製品の需要者は，最終製品に抗菌・消臭等の性能が出ているか否か，その性能を保証している者は誰かに着目するのであり，原材料の性能・品質に着目することはない。「空気触媒 TioTio」という繊維製品の性能・品質を保証しているのは被控訴人だけであり，「空気触媒 TioTio」は被控訴人の商品等表示である。",
                    "控訴人は，令和2年4月以降に「空気触媒セルフィール」が公共交通機関等で採用されたことなどの証拠を提出し，「空気触媒セルフィール」の触媒機能に基づく品質・性能が着目され，社会的認知を得ていたと主張するが，社会的認知度によって商品が採用されているものではない。被控訴人のハイブリッド触媒も，「ラーフエイド施工」として，同様に，令和2年に，奈良交通，大阪空港交通等の公共交通機関などに広く採用されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，被控訴人のホームページやパンフレットにおいて，特許出願中といった記載や，原材料である「空気触媒セルフィール」の抗菌・消臭等のメカニズムを記載している点を指摘するが，原材料メーカーが特許出願中の技術を使用していることやその内容を表記したからといって，原材料メーカーが最終製品に関しての製造，販売主体であることを意味しないし，需要者も，原材料メーカーが最終製品自体の製造，販売主体であるなどと認識するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，被控訴人がホームページに記載していた機能性試験データ(乙10の6)が，原材料である「セルフィール」そのものの機能性試験データであるかのような主張をしているが，被控訴人がホームページに掲載していた機能性試験データは，被控訴人が「セルフィール」を用いて加工した被控訴人自身の繊維製品について実施した試験のデータであり，原材料である「セルフィール」そのものの機能性試験データではない。",
                    "被控訴人は，「空気触媒 TioTio」加工として販売する製品について，控訴人から購入した「空気触媒セルフィール」に独自の加工剤，加工技術を用い，繊維製品において抗菌・消臭等の十分な効果を発揮できるようにしているのであって，「原材料であるセルフィールの性能＝空気触媒 TioTio と表示した繊維製品の性能」ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，原判決は，被控訴人が本件念書を控訴人に差し入れ，それが本件OEM契約9条の記載に結び付いたという経緯を無視しているなどと指摘し，同契約8条の記載から「空気触媒 TioTio」が控訴人の商品等表示であることは明らかであると主張する。",
                    "しかし，「空気触媒」は普通名称であって，控訴人に独占的な使用が認められているものではなく，本件念書が今後の協力関係の配慮等に基づいて被控訴人が差し入れたとした原判決の判断は正当である。原判決が指摘するとおり，同契約8条は，「空気触媒 TioTio」が被控訴人の商品等表示であることを示すものである。",
                    "また，控訴人は「空気触媒」という登録商標を有するものではない。被控訴人が，今後の控訴人との協力関係の配慮から「空気触媒セルフィール」を使用した製品以外に「空気触媒」を商標的に使用しないことを約したからといって，「空気触媒TioTio」が控訴人のものであると需要者に認識されるはずもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正競争防止法2条1項20号の不正競争の成否(争点2)について",
              "text": [
                "控訴人は，「ハイブリッド触媒 TioTio プレミアム」が「空気触媒 TioTio」の空気触媒機能に基づく3大効果の品質・性能を向上させたものと意味すると主張する。",
                "しかし，「ハイブリッド触媒 TioTio プレミアム」が需要者に与える認識は，原判決が示すように，「触媒としての性能その他の点で優れている商品ないしサービス」との抽象的なイメージを喚起するにとどまるものであり，仮に，控訴人の主張するように，「空気触媒機能に基づく3大効果の品質・性能を向上させた」というイメージを喚起させ得るものであったとしても，具体的に3大効果のどの効果についての品質・性能がどのように向上したのかについて需要者が具体的に認識できるものではなく，具体性に欠けるものである。",
                "需要者は，「ハイブリッド触媒 TioTio プレミアム」の品質・性能表示を見て初めて具体的な品質・性能を認識するのであり，「ハイブリッド触媒 TioTio プレミアム」との商品名の表示を見て具体的な品質・性能を認識したり誤認したりすることはないから，「ハイブリッド触媒 TioTio プレミアム」の表示は，不正競争防止法2条1項20号の品質誤認表示に該当し得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件OEM 契約違反とその損害額(争点6及び7)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，①本件 OEM 契約1条が，被控訴人を「国内」の「繊維分野」において控訴人の「独占的な販売窓口会社」にすることを規定していること，②被控訴人が控訴人に対してランドセルメーカーと取引をしたことが本件 OEM 契約1条に違反する行為であると主張していたことを理由に，本件 OEM 契約1条が具体的な法的拘束力をもたないとした原判決の判示が誤りであると主張する。",
                    "しかし，原判決は，本件 OEM契約1条が，被控訴人が控訴人から商品の提供を受けて販売を行い，控訴人の販売方針を尊重して「甲商品」(セルフィール)の販売拡大に努めるものとすることを定めたものであって，内容的な具体性に乏しいことと，「目的」との表題に鑑みて，具体的な債務を定めたものではないと判断しており，本件OEM 契約1条の文言を全体として考慮した正当な判示である。また，原判決は，本件OEM契約において控訴人及び被控訴人の役割として予定されている内容，本件OEM 契約には控訴人との関係で被控訴人による「空気触媒 TioTio」に係る商品と競合，類似する商品の販売行為を禁止する旨の条項が明示的に設けられていないことから，被控訴人が，本件 OEM 契約に基づいて「空気触媒 TioTio」に係る商品と競合，類似する商品の販売行為を行わないという債務を負うとはいえない旨判示しており(原判決34頁)，本件 OEM 契約全体や商取引における忠実義務又は信義則上の義務という見地からも，控訴人が主張する債務が生じないことを明らかにしている。",
                    "本件OEM 契約1条の「国内」，「繊維分野」，「独占的な販売窓口会社」との文言を理由に，本件 OEM 契約1条が努力義務の範疇を超えて具体的な法的拘束力を有するとの控訴人の上記主張は失当である。",
                    "また，被控訴人が控訴人に対して本件 OEM 契約1条違反を主張したのは，控訴人が，本件OEM 契約1条の「被控訴人を国内の繊維分野において，控訴人の独占的な販売窓口会社とする」との明示的な文言に反して，国内の繊維分野において第三者に控訴人の商品(セルフィール)を販売していたからであり(甲18)，被控訴人が控訴人の契約違反を指摘したことと，本件 OEM 契約1条が被控訴人に対して具体的な法的拘束力を有していないことは何ら矛盾するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人が「空気触媒セルフィール」(空気触媒 TioTio)の成分を分析して得たデータを使って行った国際特許申請の事実が判明したとして，乙112を提出しているが，被控訴人が「セルフィール」を分析した事実は存在せず，乙112からは，被控訴人が「空気触媒セルフィール」を分析した事実やその分析から得たデータを利用した事実は読み取れない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本件特許権侵害による損害賠償請求，本件 OEM契約の債務不履行による損害賠償請求及び不正競争防止法4条に基づく損害賠償請求はいずれも理由がないから，相殺の抗弁は理由がなく，被控訴人の本訴請求には理由があり，控訴人の反訴請求のうち不正競争防止法4条に基づく請求は理由がないものと判断する。",
            "その理由は，次のとおり，原判決を補正し，当審における控訴人の主張に対する判断を付加するほかは，原判決「事実及び理由」の第4記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決の補正",
          "text": [
            "原判決34頁5行目の「本件 OEM 契約1条」の後に，「後段」を加え，8行目の「同条は，「目的」という表題とも相まって」を「同条後段は，」に改める。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争防止法2条1項1号の不正競争の成否(争点3)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人が開発した空気触媒技術は，JR西日本の車両や大阪市の地下鉄，その他の公共交通機関や医療施設，ホテル等に採用され，広く認知されており，控訴人も被控訴人も「空気触媒 TioTio」又は「TioTio」を空気触媒技術に基づく性能・品質を表示するものとして使用していたため，「空気触媒 TioTio」という商品等表示を目にした需要者は，シャツやスーツといった最終繊維製品を想起するのではなく，空気触媒加工を施され，それによる抗菌・消臭・防汚等の品質・性能を有していることを想起すると主張する。",
                    "しかし，証拠(乙10，27～29，31，35，41，44，45，48～51，53～55，57，62，68，69，111)及び弁論の全趣旨によると，「空気触媒 TioTio」は，空気触媒技術に基づく性能・品質を有する被控訴人の商品を表示するものであると認められるのであって，控訴人の商品を表示するものとして用いられていたと認めることはできない。需要者が，「空気触媒 TioTio」という表示によって，空気触媒加工を施され，これによる抗菌・消臭・防汚等の品質・性能を有していることを想起したとしても，これが控訴人の商品等表示であると認識すると認めることはできない。",
                    "控訴人の主張は，「空気触媒 TioTio」が控訴人の「空気触媒セフィール」を用いた製品で，「空気触媒セフィール」が有する効果を有することから，「空気触媒 TioTio」が，控訴人の商品等表示であるというものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人のホームページ等における「TioTio」の扱いによると，被控訴人も，「空気触媒 TioTio」の表示を，控訴人の「空気触媒セルフィール」及びその品質・性能(抗菌・消臭・抗ウイルス)を表示するものとして使用していたことは明らかであり，「空気触媒 TioTio」の表示は，繊維製品に清潔加工された「空気触媒セルフィール」そのものであり，被控訴人が製造した繊維製品を表示するものではないと主張する。",
                    "しかし，前記アのとおり，「空気触媒 TioTio」の表示は，空気触媒技術に基づく性能・品質を有する被控訴人の商品を表示するものであると認められるのであって，控訴人が主張する被控訴人のホームページ等の表示は，「空気触媒 TioTio」の性能や効果あるいは特許出願等について記載されているものにすぎず，何ら上記認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，「TioTio」を「空気触媒セルフィール」の繊維製品分野の表示であると理解していたと主張するが，そのように控訴人が理解していたからといって，「空気触媒 TioTio」の表示が，控訴人の商品等表示であると認めることができるものではない。",
                    "また，控訴人は，「空気触媒」を商標登録しようとした際に，自他識別能力がないとして拒絶査定されている(乙105)から，「空気触媒」が一般化していたと主張するが，「空気触媒」が一般化しているからといって，「空気触媒 TioTio」の表示が控訴人の商品等表示であると認めることができるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，「空気触媒」の商標は控訴人のものであり(本件 OEM 契約9条)，本件念書が差し入れられて本件 OEM 契約が締結された経緯や，「空気触媒」を含む「空気触媒 TioTio」の商標は控訴人の商品(空気触媒セルフィール)を用い加工した商品に限るとされている(本件 OEM 契約8条)ことからみても，「空気触媒TioTio」が控訴人の商品等表示であることは明らかであると主張する。",
                    "しかし，本件 OEM 契約においては，「空気触媒 TioTio」の表示を付した商品の販売は，被控訴人を主体としてその責任で行われることとされ，控訴人は，そのような被控訴人に対し，商品に使用される水性組成物を製造販売する立場にあるにすぎないことは，原判決第4の3(2)記載のとおりであり，本件念書並びに本件 OEM 契約8条及び9条の意義等については，原判決第4の3(3)記載のとおりであるから，控訴人の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，「空気触媒 TioTio」の品質としてうたわれている抗菌・消臭・防汚等の性能は，空気触媒作用によるものであることが明記されていることや，被控訴人が実施したとする試験データ(乙10の6)は，いずれも控訴人の「空気触媒セルフィール」の試験結果(乙146～152)であるから，「空気触媒セルフィール」の製造者である控訴人が品質を保証するものであると主張する。",
                    "しかし，前記アのとおり，「空気触媒 TioTio」の表示は，被控訴人の商品を表示するものと認められるのであり，「空気触媒 TioTio」が空気触媒作用によって抗菌・消臭・防汚等の性能を有していることは，この認定を左右するものではない。",
                    "また，仮に，被控訴人のホームページに控訴人が行った「空気触媒セルフィール」の試験結果(乙146～152)が掲載されているとしても，このことは，「空気触媒 TioTio」が安全性を有していることを示すものにすぎず，「空気触媒 TioTio」の表示が控訴人の商品等表示であることを示すものということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，「空気触媒 TioTio」の表示は，控訴人と被控訴人のグループ表示であると主張するが，既に判示したとおり，「空気触媒 TioTio」の表示は，被控訴人の商品等表示であって，控訴人の商品等表示であると認めることはできないのであり，本件 OEM 契約1条は，何らこのことを左右するものではないから，控訴人と被控訴人のグループ表示であると認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正競争防止法2条1項20号の不正競争の成否(争点2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は「ハイブリッド触媒 TioTio プレミアム」の商品等表示は，「触媒としての性能その他何らかの点で優れている」ことを示したものであり，触媒としての性能が優れていることは，具体的な製品の品質・性能(抗菌・消臭・防汚・抗ウイルス)において，従来品である「空気触媒 TioTio」よりも優れていることを意味しているから，十分に具体的な品質・内容を喚起している旨主張する。",
                    "しかし，控訴人の主張によっても，「ハイブリッド触媒 TioTio プレミアム」の表示は，どのような点で，どの程度，「空気触媒 TioTio」よりも優れていることを意味しているのかは不明なままであり，「誤認」を問題とすべき程度に具体的な品質，内容を喚起するものとは認められない。",
                    "控訴人は，ビールやフライトのシートの例を主張するが，他の商品等についての例であり，直ちに上記認定が左右されるということはできない。",
                    "したがって，控訴人の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，「ハイブリッド触媒 TioTio プレミアム」と「空気触媒 TioTio」は，①「触媒」，「TioTio」の表示において一致するが，「ハイブリッド」と「空気」の相違があること，②原告製品は，被控訴人ウェブページ及び本件紹介記事の記載等から酸化機構の異なる2種類の触媒を組み合わせたものであると認められること(原判決第4の2(1))からすると，需要者が，原告製品の「ハイブリッド触媒 TioTioプレミアム」と「空気触媒 TioTio」が従来品と新製品との関係に立つと認識するとは直ちに認められない。そうすると，この点からも，需要者が，「ハイブリッド触媒TioTio プレミアム」の表示が，従来品である「空気触媒 TioTio」よりも品質・性能(抗菌・消臭・防汚・抗ウイルス)において優れていることを意味していると理解するとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件OEM 契約違反(争点6)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人は，控訴人が某ランドセルメーカーと取引をしたことをもって本件 OEM 契約1条に違反すると論難してきたことや，控訴人が第三者からの繊維分野における空気触媒加工に関する問合せを被控訴人に紹介していたこと，同条の文言などから，本件OEM契約1条の「独占的地位」及び「販売拡大義務」には法的拘束力があると主張する。",
                    "本件 OEM 契約においては，「空気触媒 TioTio」の表示を付した商品の販売は，被控訴人を主体としてその責任で行われることとされ，控訴人は，そのような被控訴人に対し，商品に使用される水性組成物を製造販売する立場にあることが合意されていること(原判決第4の3(2))や本件OEM 契約1条前段の「独占的な販売窓口会社とする」という文言からすると，本件 OEM 契約1条前段の「被控訴人を独占的な販売窓口会社とする」という合意は，控訴人が被控訴人に対し，日本国内の繊維分野においては商品に使用される水性組成物を被控訴人にのみ販売することを合意したものであり，法的拘束力を有するものであると認められる。控訴人が主張する上記の被控訴人の行為は，この拘束力に基づくものであると認められる。",
                    "しかし，「被控訴人は控訴人より商品の提供を受けて販売を行い，控訴人の販売方針を尊重して原告商品の販売拡大に努める」との同条後段の合意は，「努める」という文言が用いられている上，その内容も具体的ではなく，本件 OEM 契約に具体的な義務を定めた条項がないことからすると，これに法的拘束力があると認めることはできない。なお，控訴人が第三者からの繊維分野における空気触媒加工に関する問合せを被控訴人に紹介していたとしても，同条後段に拘束力があることを根拠付けるものではない。",
                    "控訴人は，「独占的な販売窓口会社」としての地位に当然に伴う，控訴人主張の「販売拡大に務める」義務(積極的に販売拡大義務に反する行為の禁止)もまた，規範性を有しないわけがないと主張するが，上記のとおり，本件 OEM 契約1条前段と後段は法的拘束力の点において別異に解することができるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が，「空気触媒セルフィール(空気触媒 TioTio)」の成分を分析して得たデータを使って国際特許(乙112)を申請したと認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，本件 OME 契約8条違反も主張する。",
                    "本件OEM 契約8条は，「控訴人は，『空気触媒 TioTio』を正規 OEM ブランドと認める。ただし，『控訴人商品』を用い加工した商品に限る。」というものであり，その文言から，被控訴人に，「空気触媒 TioTio」そのものだけでなく，これに類似する商品等表示を用いて「空気触媒セフィール」を用いないで加工した商品の販売を行うことを禁じるものであると認めることはできないし，他にそのことを認めるに足りる証拠もない。",
                    "したがって，被控訴人が本件 OEM 契約8条に違反したと認めることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によると，被控訴人の請求は理由があり，控訴人の相殺の抗弁及び反訴請求のうち不正競争防止法4条に基づく請求は理由がないことになる。",
        "よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "以下，用語の略称及び略称の意味は，原判決に従い，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。また，書証を掲記する際には，枝番号の記載を省略することがある。"
  ]
}