{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2019-800027号事件について令和2年3月27日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "（証拠を掲記した部分以外は，当事者間に争いがない。）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「車両シートに取り付けるためのチャイルドセーフティシート又はベビーキャリア及びそのようなシートのためのサイドインパクトバー」とする特許第6328108号（2013年（平成25年）6月13日国際出願。パリ条約に基づく優先権主張外国庁受理2012年（平成24年）6月18日，ドイツ国，同年7月4日，ドイツ国。平成30年4月27日設定登録。請求項の数16。以下「本件特許」という。）の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成31年4月3日，特許庁に対し，本件特許を無効にすることを求めて審判の請求をした（無効2019-800027号。以下「本件無効審判」という。）。被告は，令和元年7月16日付けで訂正請求（以下「本件訂正」という。）をした（甲11。特許請求の範囲は，請求項1～15につき訂正請求された。）。",
                "特許庁は，令和2年3月27日，「特許第6328108号の明細書，特許請求の範囲を訂正請求書に添付された訂正明細書，特許請求の範囲のとおり，訂正後の請求項〔1-15〕について訂正することを認める。本件審判の請求は，成り立たない。」とする審決（以下「本件審決」という。本件審決は，別紙1のとおりである。）をし，その謄本は同年4月6日，原告に送達された。",
                "原告は，令和2年7月27日，本件審決の取消しを求めて本訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲（本件訂正により訂正された請求項1～16）は，次のとおりであり（本件審決第3〔本件審決7頁3行目～9頁34行目〕。以下，請求項の記載は，本件訂正後の記載により，本件訂正により訂正された請求項1～16に係る発明をそれぞれ「本件発明1」などといい，これらの全体を包括して「本件発明」という。なお，請求項1の構成要件には1A～1Hの符号を付す。），本件特許の願書に添付した明細書（前記1(2)の訂正後のもの。以下「本件明細書」という。）は，別紙2-1（訂正明細書）（甲11中の訂正明細書）記載のとおりであり，図面（以下「本件図面」といい，本件明細書と併せて「本件明細書等」という。）は別紙2-2（図面）（甲21中の図面）のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1",
              "text": [
                "車両のシートに取り付けるための，子供又は乳児用のチャイルドセーフティシートであって，（1A）",
                "子供又は乳児を支持する支持部と，（1B）",
                "前記支持部のための構造要素としてのシートシェルと，（1C）",
                "前記シートシェルの外側で前記シートシェルに取り付けられる側面衝突保  ",
                "護部と，（1D）",
                "を有し，",
                "前記支持部は前記シートシェルの内側にあり，（1E）",
                "前記側面衝突保護部は，前記シートシェルの前記外側から突出する方向に  ",
                "前記チャイルドセーフティシートの所定の幅の中に位置する休止位置から，  ",
                "前記チャイルドセーフティシートの前記所定の幅の外に位置する機能位置に，及び前記機能位置から前記休止位置に移動可能であり，（1F）",
                "前記側面衝突保護部は，前記チャイルドセーフティシートが前記車両の前  ",
                "記シートに取付けられた状態において，前記車両の側部から前記チャイルド  ",
                "セーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される，（1G）",
                "チャイルドセーフティシート。（1H）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2",
              "text": [
                "前記側面衝突保護部は側部要素を有し，前記側部要素は，前記休止位置に  ",
                "おいて，前記シートシェルの前記外側の側部領域に平らに置かれる，又は，前記シートシェルの前記外側の側部領域と同じ高さである，",
                "請求項1に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項3",
              "text": [
                "前記側部要素は，前記機能位置での使用のために前記休止位置から展開され得る，旋回して出され得る，あるいは伸縮式に伸ばされ得る，",
                "請求項2に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項4",
              "text": [
                "前記側部要素は，長さ及び／又は高さ位置に関して，設定変更可能である，",
                "請求項2又は3に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項5",
              "text": [
                "前記側部要素は，前記側部要素を前記機能位置に固定するための，スナップ止め制御（カチッとロックする）機構，スナップ動作機構，折り畳み機構，ラチェット機構，伸縮機構，ねじ山若しくはねじ留め機構又はプーリ機構  ",
                "を有する，",
                "請求項2乃至4のいずれか1項に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "請求項6",
              "text": [
                "前記側部要素は，前記チャイルドセーフティシートの座部領域より上に配置される，",
                "請求項2乃至5のいずれか1項に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "請求項7  ",
              "text": [
                "前記側部要素は，前記チャイルドセーフティシートの背部に，配置される，",
                "請求項2乃至6のいずれか1項に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "請求項8",
              "text": [
                "前記チャイルドセーフティシートは，前記シートシェルの2つの前記側部要素を有する，",
                "請求項2乃至7のいずれか1項に記載のチャイルドセーフティシート。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "請求項9",
              "text": [
                "前記シートシェルの各側部に設けられる前記側部要素は，シートシェル構造内で，互いに接続される，",
                "請求項2乃至8のいずれか1項に記載のチャイルドセーフティシート。",
                "    (10)  請求項10",
                "前記側部要素は，折り畳み部分として設計され，前記折り畳み部分は，前記休止位置から前記機能位置への及び前記機能位置から前記休止位置への切り替えの目的のために軸周りに回転されることができ，前記折り畳み部分は，前記折り畳み部分が前記機能位置でロックされるように，ロックバーがロックする少なくとも1つの停止保持器を有し，前記ロックは，解放ボタン又は解放スライダを作動させるユーザによって解放されることができ，前記解放ボタン又は前記解放スライダの1つは前記ロックバーに対して割り当てら  ",
                "れる，",
                "請求項2乃至9のいずれか1項に記載のチャイルドセーフティシート。",
                "    (11)  請求項11",
                "前記ロックバーは，前記折り畳み部分が前記休止位置から前記機能位置にされるとき，前記停止保持器が前記折り畳み部分をロックする位置に向かって前記停止保持器及び前記ロックバーを付勢する弾性要素によって，与圧を与えられる，",
                "請求項10に記載のチャイルドセーフティシート。",
                "    (12)  請求項12",
                "前記休止位置にあるとき，前記ロックバーは，前記折り畳み部分によって，前記弾性要素により与圧を与えられる位置に保持される，",
                "請求項11に記載のチャイルドセーフティシート。",
                "    (13)  請求項13",
                "前記折り畳み部分は，前記休止位置と前記機能位置との間の複数の位置のいずれかでロックされるように，前記ロックバーによってつかまれるコギングを有する，",
                "請求項10乃至12のいずれか1項に記載のチャイルドセーフティシート。",
                "    (14)  請求項14",
                "前記側部要素は，隣接する他のチャイルドセーフティシートの隣接する側部要素を受容する受容部及び／又は前記隣接する側部要素と接触する接触装置及び／又は前記隣接する側部要素と接合する接合装置及び／又は前記隣接する側部要素とロックするロック装置を有する，",
                "請求項2乃至13のいずれか1項に記載のチャイルドセーフティシート。",
                "    (15)  請求項15",
                "前記側部要素は，折り畳み可能な又はネジ式の又はスリップオン式の，キノコ状端部を有する，",
                "請求項2乃至14のいずれか1項に記載のチャイルドセーフティシート。",
                "    (16)  請求項16",
                "子供又は乳児を支持する支持部と，前記支持部のための構造要素としてのシートシェルと，を有し，前記支持部は前記シートシェルの内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される側面衝突保護部であって，",
                "前記側面衝突保護部は，前記シートシェルの外側で前記シートシェルに取り付けられる折り畳み部分として形成され，前記折り畳み部分を休止位置から機能位置に及び前記機能位置から前記休止位置に変更するために，前記折り畳み部分は軸周りに回転されることができ，前記折り畳み部分は，前記折り畳み部分が前記折り畳み部分の少なくとも一部が前記シートシェルの前記外側から突出する前記機能位置における所定位置でロックされるように，その上でロックバーが前記機能位置でロックする少なくとも1つの停止保持器を有し，さらに前記折り畳み部分の前記機能位置において前記所定位置でロックすることは，少なくとも1つの前記ロックバーに対して割り当てられる解放ボタン又は解放スライダの作動によって解放され得る，",
                "側面衝突保護部。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由",
              "text": [
                "本件無効審判において，原告は，次のような無効理由を主張した（本件審決第4，1〔本件審決10頁9行目～11頁16行目〕）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件発明1，2，3，6ないし9及び14は，甲1（ヨーロッパ特許出願公報（EUROPEAN PATENT APPLICATION  EP2384926A1）。公開日2011年（平成23年）11月9日。以下，甲1に記載された発明を「甲1発明」という。）に基づいて，新規性を有さず，また仮に甲1に対して相違点が存在するとしても些細な微差に過ぎず進歩性を有さないことから，甲1に基づいて無効とされるべきものである（特許法29条1項3号又は2項及び同法123条1項2号）。",
                    "本件発明4に係る発明は，甲1及び甲2（特表2008-515695公表特許公報。公表日平成20年（2008年）5月15日）に基づいて，進歩性を有さないことから，甲1及び甲2に基づいて無効とされるべきものである（特許法29条2項及び同法123条1項2号）。",
                    "本件発明5及び15は，甲1に基づいて進歩性を有さないことから，甲1に基づいて無効とされるべきものである（特許法29条2項及び同法123条1項2号）。",
                    "本件発明10ないし13及び16は，甲1及び甲3（以下，枝番号をすべて含む。甲3の1は特開平11-268565公開特許公報，公開日平成11年（1999年）10月5日。甲3の2はアメリカ合衆国特許公報",
                    "Patent Number 6,045,183）に基づいて進歩性を有さないことから，甲1及び甲3に基づいて無効とされるべきものである（特許法29条2項及び同法123条1項2号）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件発明1ないし3，5，6，8，14及び15は，甲4（特開平7-69109公開特許公報，公開日平成7年（1995年）3月14日。以下，甲4に記載された発明を「甲4発明」という。）に基づいて，新規性を有さず，また仮に甲4発明に対して相違点が存在するとしても些細な微差に過ぎず進歩性を有さないことから，甲4に基づいて無効とされるべきものである（特許法29条1項3号又は2項及び同法123条1項2号）。",
                    "本件発明4は，甲4及び甲2に基づいて，進歩性を有さないことから，甲4及び甲2に基づいて無効とされるべきものである（特許法29条2項及び同法123条1項2号）。",
                    "本件発明7及び9は，甲4に基づいて進歩性を有さないことから，甲4に基づいて無効とされるべきものである（特許法29条2項及び同法123条1項2号）。",
                    "本件発明10ないし13及び16に係る発明は，甲4及び甲3に基づいて進歩性を有さないことから，甲4及び甲3に基づいて無効とされるべきものである（特許法29条2項及び同法123条1項2号）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3",
                  "text": [
                    "本件発明1ないし8，14及び15は，甲5（アメリカ合衆国特許出願公報（United  States  Patent  Application  Publication    Pub.  No.:  US 2011/0012398 A1）。公開日2011年（平成23年）1月20日。以下，甲5に記載された発明を「甲5発明」という。）に対して新規性又は進歩性を有しておらず，又は甲5ないし甲7に対して進歩性を有しておらず，無効とされるべきものである（特許法29条1項3号又は2項及び同法123条1項2号）。",
                    "本件発明9は甲5及び甲6，又は甲5ないし甲7に対して進歩性を有さず，無効とされるべきものである（特許法29条2項及び同法123条1項2号）。",
                    "本件発明10ないし13及び16の各々は甲5又は甲5，甲3，甲6及び甲7に対して進歩性を有さず，無効とされるべきものである（特許法29条2項及び同法123条1項2号）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由5",
                  "text": [
                    "本件発明1の「チャイルドセーフティシートの所定の幅」とする記載は，権利範囲の外縁を不明確にするため，特許法36条6項2号の明確性要件に違反するものであり，無効とされるべきものである（特許法123条1項4号）。",
                    "（なお，無効理由4は取り下げられた。）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定と本件発明との一致点・相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明",
                      "text": [
                        "本件審決は，甲1発明を次のとおり認定した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明1（本件審決第5，1(1)ア〔本件審決18頁5～16行目〕）",
                          "text": [
                            "子供用車両シート1であって，",
                            "子供を支持する部材である，側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10，とを備えたシート3と，",
                            "前記シート3を取り付けているベース2と，",
                            "を備え，",
                            "両方の側部において，前記背もたれ5は枢動軸によって前記背もたれ5に枢動可能に連結された前記側方支持部6を備え，",
                            "前記シート3は前記ベース2の上側にあり，",
                            "前記側方支持部6は，前記背もたれ5の両方の側部から略外方に突出する方向に内方位置から外に位置する外方位置に，及び，外方位置から内方位置に旋回軸7を中心に旋回する，",
                            "子供用車両シート1。 "
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲1発明16（本件審決第5，1(1)イ〔本件審決18頁18～28行目〕）",
                          "text": [
                            "子供を支持する部材である，側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10，とを備えたシート3と，",
                            "前記シート3を取り付けているベース2と，を備えた子供用車両シート1の前記シート3の前記背もたれ5に枢動可能に連結されている側方支持部6であって，",
                            "前記側方支持部6は，両方の側部において前記背もたれ5に枢動可能に連結され， ",
                            "前記側方支持部6は，前記背もたれ5の両方の側部から略外方に突出する方向に内方位置から外に位置する外方位置に，及び，外方位置から内方位置に旋回軸7を中心に旋回する， ",
                            "側方支持部6。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と甲1発明との一致点・相違点",
                      "text": [
                        "本件審決は，本件発明1と甲1発明の一致点・相違点を次のとおり認定した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明1と甲1発明1との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，2(1)（1-1）〔本件審決48頁14～23行目〕）",
                              "text": [
                                "車両のシートに取り付けるための，子供又は乳児用のチャイルドセーフティシートであって，",
                                "シートの部材と，",
                                "前記シートの部材の側方で前記シートの部材に取り付けられる側方の部材と，",
                                "を有し，",
                                "前記側方の部材は，前記シートの部材の側方に突出する方向に内方の位置から外方の位置に，及び，前記外方の位置から前記内方の位置に移動可能である，",
                                "チャイルドセーフティシート。",
                                "⒝  相違点1（本件審決第5，2(1)（1-1）〔本件審決48頁26～34行目〕）",
                                "本件発明1では，「子供又は乳児を支持する支持部と，前記支持部のための構造要素としてのシートシェルと，前記シートシェルの外側で前記シートシェルに取り付けられる側面衝突保護部と，を有し，前記支持部は前記シートシェルの内側にあ」るのに対して，甲1発明1では，「子供を支持する部材である，側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10，とを備えたシート3と，前記シート3を取り付けているベース2と，を備え，両方の側部において，前記背もたれ5は枢動軸によって前記背もたれ5に枢動可能に連結された側方支持部6を備え，前記シート3は前記ベース2の上側にあ」る点。",
                                "⒞  相違点2（本件審決第5，2(1)（1-1）〔本件審決48頁36行目～49頁7行目〕）",
                                "本件発明1では，「前記側面衝突保護部は，前記シートシェルの前記外側から突出する方向に前記チャイルドセーフティシートの所定の幅の中に位置する休止位置から，前記チャイルドセーフティシートの前記所定の幅の外に位置する機能位置に，及び前記機能位置から前記休止位置に移動可能であり，前記側面衝突保護部は，前記チャイルドセーフティシートが前記車両の前記シートに取付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」のに対して，甲1発明1では，「前記側方支持部6は，前記背もたれ5の両方の側部から略外方に突出する方向に内方位置から外に位置する外方位置に，及び，外方位置から内方位置に旋回軸7を中心に旋回する」点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明16と甲1発明16との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，2(3)（3-1）〔本件審決58頁4～10行目〕）",
                              "text": [
                                "シートの部材と，を有し，子供又は乳児用のチャイルドセーフティシートの部材に取り付けられるように設計される側方の部材であって，",
                                "前記側方の部材は，前記シートの部材の側方で前記シートの部材に取り付けられた部分として形成され，前記部分は，内方の位置から外方の位置に，及び，前記外方の位置から前記内方の位置に変更するために，前記部分は軸周りに回転されることができる，",
                                "側方の部材。",
                                "⒝  相違点1（本件審決第5，2(3)（3-1）〔本件審決58頁13～20行目〕）",
                                "本件発明16では，「子供又は乳児を支持する支持部と，前記支持部のための構造要素としてのシートシェルと，を有し，前記支持部は前記シートシェルの内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される側面衝突保護部」であるのに対して，甲1発明16では，「子供を支持する部材である，側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10，とを備えたシート3と，前記シート3を取り付けているベース2と，を備えた子供用車両シート1の前記シート3の前記背もたれ5に枢動可能に連結されている側方支持部6」である点。",
                                "⒞  相違点2（本件審決第5，2(3)（3-1）〔本件審決58頁22～30行目〕）",
                                "本件発明16では，「前記側面衝突保護部は，前記シートシェルの外側で前記シートシェルに取り付けられる折り畳み部分として形成され，前記折り畳み部分を休止位置から機能位置に及び前記機能位置から前記休止位置に変更するために，前記折り畳み部分は軸周りに回転されることができ」るのに対して，甲1発明16では，「前記側方支持部6は，両方の側部において，前記背もたれ5に枢動可能に連結され，前記側方支持部6は，前記背もたれ5の両方の側部から略外方に突出する方向に内方位置から外に位置する外方位置に，及び，外方位置から内方位置に旋回軸7を中心に旋回する」ものである点。",
                                "⒟  相違点3（本件審決第5，2(3)（3-1）〔本件審決58頁32～39行目〕）",
                                "本件発明16では，「前記折り畳み部分は，前記折り畳み部分が前記折り畳み部分の少なくとも一部が前記シートシェルの前記外側から突出する前記機能位置における所定位置でロックされるように，その上でロックバーが前記機能位置でロックする少なくとも1つの停止保持器を有し，さらに前記折り畳み部分の前記機能位置において前記所定位置でロックすることは，少なくとも1つの前記ロックバーに対して割り当てられる解放ボタン又は解放スライダの作動によって解放され得る」のに対して，甲1発明16では，そのような特定はされていない点。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲4発明",
                      "text": [
                        "本件審決は，甲4発明を次のとおり認定した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲4発明1（本件審決第5，1(5)ア〔本件審決29頁3～16行目〕）",
                          "text": [
                            "自動車用子供安全シート1であって，",
                            "子供を支持する座部2及び背もたれ部3，頭部を保護するためのヘッドガード4，5と， ",
                            "を備え，",
                            "前記背もたれ部3，前記ヘッドガード4，5にはベースとなる部材があり，",
                            "前記背もたれ部3，ヘッドガード4，5のクッション材やカバー材は，前記背もたれ部3，前記ヘッドガード4，5のベースとなる部材の表面側にあり，",
                            "前記ヘッドガード4，5は，前記背もたれ部3の両側縁部から前方へ張り出し，背もたれ部3の立ち上がる方向と実質的に平行に延びる軸線のまわりに回動可能とされ，内方位置から外に位置する外方位置に，及び外方位置から内方位置に回動可能である，",
                            "自動車用子供安全シート1。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲4発明16（本件審決第5，1(5)イ〔本件審決29頁18～30行目〕）",
                          "text": [
                            "子供を支持する座部2及び背もたれ部3，頭部を保護するためのヘッドガード4，5と，を備える，自動車用子供安全シート1の背もたれ部3に回動可能に保持されるヘッドガード4，5であって，",
                            "前記背もたれ部3，前記ヘッドガード4，5にはベースとなる部材があり，前記背もたれ部3と前記ヘッドガード4，5のクッション材やカバー材は前記ベースとなる部材の表面側にあり，",
                            "前記ヘッドガード4，5は，前記背もたれ部3の両側縁部から前方へ張り出して回動可能に保持され，",
                            "前記ヘッドガード4，5は，内方位置から外方位置に，及び，外方位置から内方位置にヒンジ部14の軸線回りに回動可能であり，",
                            "前記ヘッドガード4，5の回動後の固定に，所定の操作により強固に固定するロック手段が用いられる，",
                            "ヘッドガード4，5。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明と甲4発明との一致点・相違点",
                      "text": [
                        "本件審決は，本件発明と甲4発明の一致点・相違点を次のとおり認定した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明1と甲4発明1との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，3(1)（1-1）〔本件審決62頁24～33行目〕）",
                              "text": [
                                "車両のシートに取り付けるための，子供又は乳児用のチャイルドセーフティシートであって，",
                                "子供又は乳児を支持する支持部と，",
                                "前記支持部のための構造要素としてのシートの部材と，",
                                "前記シートの部材に取り付けられる側方の保護部材と，",
                                "を有し，",
                                "前記支持部は前記シートの部材の内側にあり，",
                                "前記側方の保護部材は，内方の位置から外方の位置に，及び前記外方の位置から前記内方の位置に移動可能である，",
                                "チャイルドセーフティシート。",
                                "⒝  相違点1（本件審決第5，3(1)（1-1）〔本件審決62頁36行目～63頁5行目〕）",
                                "本件発明1では，「前記支持部のための構造要素としてのシートシェルと，前記シートシェルの外側で前記シートシェルに取り付けられる側面衝突保護部と，を有し，前記支持部は前記シートシェルの内側にあ」るのに対して，甲4発明1では，「背もたれ部3」の「ベースとなる部材」と，「前記背もたれ部3の両側縁部から前方へ張り出し，背もたれ部3の立ち上がる方向と実質的に平行に延びる軸線のまわりに回動可能なヘッドガード4，5と，を有し，前記子供を支持する背もたれ部3，頭部を保護するためのヘッドガード4，5のクッション材やカバー材は， 前記背もたれ部3，前記ヘッドガード4，5のベースとなる部材の表面側にある」点。",
                                "⒞  相違点2（本件審決第5，3(1)（1-1）〔本件審決63頁7～18行目〕）",
                                "本件発明1では，「前記側面衝突保護部は，前記シートシェルの前記外側から突出する方向に前記チャイルドセーフティシートの所定の幅の中に位置する休止位置から，前記チャイルドセーフティシートの前記所定の幅の外に位置する機能位置に，及び前記機能位置から前記休止位置に移動可能であり，前記側面衝突保護部は，前記チャイルドセーフティシートが前記車両の前記シートに取付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」のに対して，甲4発明1では，「背もたれ部3の立ち上がる方向と実質的に平行に延びる軸線まわりに回動可能なヘッドガード4，5」であって，「前記ヘッドガード4，5は，前記背もたれ部3の両側縁部から前方へ張り出して内方位置から外に位置する外方位置に，及び外方位置から内方位置に回動可能である」点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明16と甲4発明16との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，3(3)（3-1）〔本件審決69頁16～27行目〕）",
                              "text": [
                                "子供又は乳児を支持する支持部と，前記支持部のための構造要素としてのシートの部材と，を有し，前記支持部は前記シートの部材の内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される側方の保護部材であって，",
                                "前記側方の保護部材は前記シートの部材に取り付けられる部分として形成され，",
                                "前記部分を第一の位置から第二の位置に，前記第二の位置から前記第一の位置に変更するために，前記部分は軸周りに回転されることができ，前記部分は，前記部分が前記部分の少なくとも一部を，第二の位置の所定の位置でロックされるように，前記第二の位置でロックする少なくとも1つの停止保持器を有する，",
                                "側方の保護部材。",
                                "⒝  相違点1（本件審決第5，3(3)（3-1）〔本件審決69頁30～37行目〕）",
                                "本件発明16では，前記支持部のための構造要素としての「シートシェル」と，を有し，前記支持部は前記「シートシェル」の内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される「側面衝突保護部」であるのに対して，甲4発明16では，「前記背もたれ部3，前記ヘッドガード4，5のためのベースとなる部材と，を有し，前記背もたれ部3と前記ヘッドガード4，5のクッション材やカバー材は前記ベースとなる部材の表面側にある，自動車用子供安全シート1の背もたれ部3に回動可能に保持されるヘッドガード4，5」である点。",
                                "⒞  相違点2（本件審決第5，3(3)（3-1）〔本件審決69頁39行目～70頁15行目〕）",
                                "本件発明16では，「前記側面衝突保護部は，前記シートシェルの外側で前記シートシェルに取り付けられる折り畳み部分として形成され，前記折り畳み部分を休止位置から機能位置に及び前記機能位置から前記休止位置に変更するために，前記折り畳み部分は軸周りに回転されることができ，前記折り畳み部分は，前記折り畳み部分が前記折り畳み部分の少なくとも一部が前記シートシェルの前記外側から突出する前記機能位置における所定位置でロックされるように，その上でロックバーが前記機能位置でロックする少なくとも1つの停止保持器を有し，さらに前記折り畳み部分の前記機能位置において前記所定位置でロックすることは，少なくとも1つの前記ロックバーに対して割り当てられる解放ボタン又は解放スライダの作動によって解放され得る」のに対して，甲4発明16では，「前記ヘッドガード4，5は前記背もたれ部3の両側縁部から前方へ張り出して回動可能に保持され，前記ヘッドガード4，5は，内方位置から外方位置に，及び，外方位置から内方位置にヒンジ部14の軸線回りに回動可能であり，前記ヘッドガード4，5の回動後の固定に，所定の操作により強固に固定するロック手段が用いられる」点。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5発明",
                      "text": [
                        "本件審決は，甲5発明を次のとおり認定した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲5発明1-1（本件審決第5，1(6)ア〔本件審決40頁17～36行目〕）",
                          "text": [
                            "側面衝撃保護付きチャイルド安全シート1であって，",
                            "パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，",
                            "運搬用ハンドル8と，",
                            "前記シート部分の外側（側部）においてチャイルド安全シート1の運搬用ハンドル8の固定領域11に取り付けたエネルギー吸収及び／又は伝達要素2と，",
                            "を有し，",
                            "前記エネルギー吸収及び／又は伝達要素2，101は，前記シート部分の前記外側（側部）から突出する方向に運搬用ハンドル8の固定領域11を含めた幅内に位置する休止位置から，前記運搬用ハンドル8の固定領域11を含めた幅外に位置する機能位置に，及び，前記機能位置から前記休止位置に移動可能であり， ",
                            "エネルギー吸収及び／又は伝達要素2は，チャイルド安全シート1が前記車両のシートの一方に固定された状態で，チャイルド安全シート1に横方向に作用する力を支持要素に導入するか，横方向の動きから支持要素に運動エネルギーを伝達し，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1又はベース要素に伝達され，最終的には車体構造に伝達される，",
                            "チャイルド安全シート1。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲5発明16-1（本件審決第5，1(6)イ〔本件審決40頁38行目～41頁18行目〕）",
                          "text": [
                            "パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，",
                            "運搬用ハンドル8と，",
                            "エネルギー吸収及び／又は伝達要素2と，",
                            "を有する側面衝撃保護付きチャイルド安全シート1の運搬用ハンドル8の固定領域11に取り付けたエネルギー吸収及び／又は伝達要素2であって，",
                            "前記エネルギー吸収及び／又は伝達要素2，101は，前記シート部分の前記外側（側部）で運搬用ハンドル8の固定領域11に取り付けられる弧状部分として形成され， ",
                            "前記エネルギー吸収及び／又は伝達要素2，101は，前記弧状部分を休止位置から前記機能位置に，及び，前記機能位置から前記休止位置に移動するために，前記弧状部分は，枢軸周りに回動され，",
                            "エネルギー吸収及び／又は伝達要素2は，チャイルド安全シート1が前記車両のシートの一方に固定された状態で，チャイルド安全シート1に横方向に作用する力を支持要素に導入するか，横方向の動きから支持要素に運動エネルギーを伝達し，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1又はベース要素に伝達され，最終的には車体構造に伝達される，",
                            "前記エネルギー吸収及び／又は伝達要素2，101。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲5発明1-2（本件審決第5，1(6)ウ(イ)〔本件審決42頁20～36行目〕）",
                          "text": [
                            "側面衝撃保護付きチャイルド安全シート1であって，",
                            "パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，",
                            "運搬用ハンドル8と，",
                            "エネルギー吸収及び／又は伝達要素2と，",
                            "を有し，",
                            "エネルギー吸収及び／又は伝達要素2としての円筒（シリンダ）301が，運搬用ハンドルの固定領域11に配置され，突出する方向に，内側に押し込まれた休止位置から外側の機能位置にシフトされ，",
                            "案内ピン302が凹部の機能領域306に位置づけられることにより，エネルギー吸収及び／又は伝達要素2は，機能位置4に固定され，",
                            "チャイルド安全シート1が車両のシートに固定された状態で，チャイルド安全シート1に横方向に作用する力を支持要素に導入するか，横方向の動きから支持要素に運動エネルギーを伝達し，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1に伝達される，",
                            "チャイルド安全シート1。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲5発明16-2（本件審決第5，1(6)ウ(エ)〔本件審決43頁26行目～44頁13行目〕）",
                          "text": [
                            "パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，",
                            "運搬用ハンドル8と，",
                            "エネルギー吸収及び／又は伝達要素2と，",
                            "を有する側面衝撃保護付きチャイルド安全シート1の運搬用ハンドル8の固定領域11に配置されたエネルギー吸収及び／又は伝達要素2であって，",
                            "エネルギー吸収及び／又は伝達要素2は案内ピン302が配置されている円筒301の形状を有し，円筒（シリンダ）301は案内ピン302用の接続部材の形態の凹部304を含むシリンダガイド303内で案内され，前記円筒（シリンダ）301を休止位置3から機能位置4にシフトするために，前記円筒（シリンダ）301は，シリンダガイド303内で軸周りに回転されることができ，前記円筒（シリンダ）301の案内ピン302はシリンダガイド303の凹部の機能領域306に位置付けられ前記エネルギー吸収及び／又は伝達要素2は機能位置4に固定され，前記エネルギー吸収及び／又は伝達要素2が固定される上記機能位置4は前記円筒（シリンダ）301が前記運搬ハンドル8の固定領域11の外側から突出する位置であり，前記円筒（シリンダ）301の案内ピン302はシリンダガイド303の凹部の機能領域306に位置付けられエネルギー吸収及び／又は伝達要素2が機能位置4に固定されることは，凹部グリップ310の操作によって開放され得るもので，",
                            "エネルギー吸収及び／又は伝達要素2は，チャイルド安全シート1が前記車両のシートの一方に固定された状態で，チャイルド安全シート1に横方向に作用する力を支持要素に導入するか，横方向の動きから支持要素に運動エネルギーを伝達し，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1又はベース要素に伝達され，最終的には車体構造に伝達される，",
                            "エネルギー吸収及び／又は伝達要素2。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明と甲5発明との一致点・相違点",
                      "text": [
                        "本件審決は，本件発明と甲5発明の一致点・相違点を次のとおり認定した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明1と甲5発明1-1との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，4(1)（1-1）〔本件審決74頁2～18行目〕）",
                              "text": [
                                "車両に取り付けるための，子供又は乳児用のチャイルドセーフティシートであって，",
                                "子供又は乳児を支持する支持部と，",
                                "シートの部材と，  ",
                                "前記シートの部材の外側で前記シートの一部に取り付けられる力を吸収・伝達する部材と，",
                                "を有し，",
                                "前記支持部は前記シートの部材の内側にあり，",
                                "前記力を吸収・伝達する部材は，前記シートの部材の前記外側から突出する方向に前記チャイルドセーフティシートの所定の幅の中に位置する休止位置から，前記チャイルドセーフティシートの前記所定の幅の外に位置する機能位置に，及び前記機能位置から前記休止位置に移動可能であり，",
                                "前記力を吸収・伝達する部材は，前記チャイルドセーフティシートが前記車両の前記シートに取り付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートに導かれるように，配置される，",
                                "チャイルドセーフティシート。",
                                "⒝  相違点1（本件審決第5，4(1)（1-1）〔本件審決74頁21行目～75頁3行目〕）",
                                "本件発明1では，前記支持部のための構造要素としての「シートシェル」と，前記「シートシェル」の外側で前記「シートシェル」に取り付けられる「側面衝突保護部」と，を有し，前記支持部は前記「シートシェル」の内側にあり，前記「側面衝突保護部」は，前記「シートシェル」の前記外側から突出する方向に移動可能であり，前記「側面衝突保護部」は，前記チャイルドセーフティシートが前記車両の前記シートに取り付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記「シートシェル」に導かれるように，配置されるものであるのに対して，甲5発明1-1では，「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，運搬用ハンドル8と，前記シート部分の外側（側部）においてチャイルド安全シート1の運搬用ハンドル8の固定領域11に取り付けたエネルギー吸収及び／又は伝達要素2と，を有し，前記エネルギー吸収及び／又は伝達要素2，101は，前記シート部分の前記外側（側部）から突出する方向に運搬用ハンドル8の固定領域11を含めた幅内に位置する休止位置から，前記運搬用ハンドル8の固定領域11を含めた幅外に位置する機能位置に，及び，前記機能位置から前記休止位置に移動可能であり，エネルギー吸収及び／又は伝達要素2は，チャイルド安全シート1が前記車両のシートの一方に固定された状態で，チャイルド安全シート1に横方向に作用する力を支持要素に導入するか，横方向の動きから支持要素に運動エネルギーを伝達し，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1又はベース要素に伝達され，最終的には車体構造に伝達される」ものである点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明1と甲5発明1-2との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，4(1)（1-3）〔本件審決80頁8～24行目〕）",
                              "text": [
                                "車両に取り付けるための，子供又は乳児用のチャイルドセーフティシートであって，",
                                "子供又は乳児を支持する支持部と，",
                                "シートの部材と，",
                                "前記シートの部材の外側で前記シートに取り付けられている力を吸収・伝達する部材と，",
                                "を有し，",
                                "前記支持部は前記シートの部材の内側にあり，",
                                "前記力を吸収・伝達する部材は，前記シートの部材の前記外側に突出する方向に，前記チャイルドセーフティシートの所定の幅の中に位置する休止位置から，前記チャイルドセーフティシートの前記所定の幅の外に位置する機能位置に，移動可能であり，",
                                "前記力を吸収・伝達する部材は，前記チャイルドセーフティシートが車両のシートの取り付けられた状態において，車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートに導かれるように，配置される，",
                                "チャイルドセーフティシート。",
                                "⒝  相違点1’ （本件審決第5，4(1)（1-3）〔本件審決80頁27行目～81頁7行目〕）",
                                "本件発明1では，前記支持部のための構造要素としての「シートシェル」と，前記「シートシェル」の外側で前記「シートシェル」に取り付けられる「側面衝突保護部」と，を有し，前記支持部は前記「シートシェル」の内側にあり，前記「側面衝突保護部」は，前記「シートシェル」の前記外側から突出する方向に移動可能であり，前記「側面衝突保護部」は，前記チャイルドセーフティシートが前記車両の前記シートに取り付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記「シートシェル」に導かれるように，配置されるものであるのに対して，甲5発明1-2では，「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，運搬用ハンドル8と，エネルギー吸収及び／又は伝達要素2と，を有し，エネルギー吸収及び／又は伝達要素2としての円筒（シリンダ）301が，運搬用ハンドルの固定領域11に配置され，突出する方向に，内側に押し込まれた休止位置から外側の機能位置にシフトされ，案内ピン302が凹部の機能領域306に位置づけられることにより，エネルギー吸収及び／又は伝達要素2は，機能位置4に固定され，チャイルド安全シート1が車両のシートに固定された状態で，チャイルド安全シート1に横方向に作用する力を支持要素に導入するか，横方向の動きから支持要素に運動エネルギーを伝達し，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1に伝達される」ものである点。",
                                "⒞  相違点2’（本件審決第5，4(1)（1-3）〔本件審決81頁9～12行目〕）",
                                "力を吸収・伝達する部材に関して，本件発明1では，「前記側面衝突保護部」が「前記機能位置から前記休止位置に」移動可能であるのに対して，甲5発明1-2では，「エネルギー吸収及び／又は伝達要素2」についてそのような特定はなされていない点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件発明16と甲5発明16-1との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，4(3)（3-1）〔本件審決84頁9～17行目〕）",
                              "text": [
                                "子供又は乳児を支持する支持部と，シートの部材と，を有し，前記支持部は前記シートの部材の内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される力を吸収・伝達する部材であって，",
                                "前記力を吸収・伝達する部材は，前記シートの部材の外側で前記シートの一部に取り付けられる折り畳み部分として形成され，前記折り畳み部分を休止位置から機能位置に及び前記機能位置から前記休止位置に移動するために，前記折り畳み部分は軸周りに回転されることができる，",
                                "力を吸収・伝達する部材。",
                                "⒝  相違点1（本件審決第5，4(3)（3-1）〔本件審決84頁20～32行目〕）",
                                "本件発明16では，子供又は乳児を支持する支持部と，前記支持部のための構造要素としての「シートシェル」と，を有し，前記支持部は「前記シートシェルの内側にある」，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される「側面衝突保護部」であって， 前記「側面衝突保護部」は，前記「シートシェル」の外側で前記「シートシェル」に取り付けられる折り畳み部分として形成されるのに対して，甲5発明16-1では，「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分と，運搬用ハンドル8と，エネルギー吸収及び／又は伝達要素2と，を有する側面衝撃保護付きチャイルド安全シート1の運搬用ハンドル8の固定領域11に取り付けたエネルギー吸収及び／又は伝達要素2であって，前記エネルギー吸収及び／又は伝達要素2，101は，前記シート部分の前記外側（側部）で運搬用ハンドル8の固定領域11に取り付けられる弧状部分として形成され」る点。",
                                "⒞  相違点2（本件審決第5，4(3)（3-1）〔本件審決84頁34行目～85頁5行目〕）",
                                "本件発明16では，「前記折り畳み部分は，前記折り畳み部分が前記折り畳み部分の少なくとも一部が前記シートシェルの前記外側から突出する前記機能位置における所定位置でロックされるように，その上でロックバーが前記機能位置でロックする少なくとも1つの停止保持器を有し，さらに前記折り畳み部分の前記機能位置において前記所定位置でロックすることは，少なくとも1つの前記ロックバーに対して割り当てられる解放ボタン又は解放スライダの作動によって解放され得る」のに対して，甲5発明16-1では，「前記エネルギー吸収及び／又は伝達要素2，101は，前記弧状部分を休止位置から前記機能位置に，及び，前記機能位置から前記休止位置に移動するために，前記弧状部分は，枢軸周りに回動される」ものであるものの，前記弧状部分（折り畳み部分）についてそのような特定はなされていない点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "本件発明16と甲5発明16-2との一致点・相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "一致点（本件審決第5，4(3)（3-3）〔本件審決87頁35行目～88頁7行目〕）",
                              "text": [
                                "子供又は乳児を支持する支持部と，シートの部材と，を有し，前記支持部は前記シートの部材の内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される力を吸収・伝達する部材であって，",
                                "前記力を吸収・伝達する部材は，シートの部材の外側でシートに取り付けられる部分として形成され，前記部分を休止位置から機能位置に変更するために，前記部分は軸周りに回転されることができ，前記部分は，前記部分が前記部分の少なくとも一部が前記シートの部材の前記外側から突出する前記機能位置における所定位置でロックされるように，前記機能位置においてロックする少なくとも1つの停止保持器を有し，さらに前記部分の前記機能位置でロックすることは，操作具の操作によって開放され得る，力を吸収・伝達する部材。",
                                "⒝  相違点1’ （本件審決第5，4(3)（3-3）〔本件審決88頁10～17行目〕）",
                                "本件発明16では，子供又は乳児を支持する支持部と，前記支持部のための構造要素としての「シートシェル」と，を有し，前記支持部は「前記シートシェル」の内側にある，子供又は乳児用のチャイルドセーフティシートに取り付けられるように設計される「側面衝突保護部」であるのに対して，甲5発明16-2では，「エネルギー吸収及び／又は伝達要素2と，を有する側面衝撃保護付きチャイルド安全シート1の運搬用ハンドル8の固定領域11に配置され」「機能位置4に固定された」「エネルギー吸収及び／又は伝達要素2」である点。",
                                "⒞  相違点2’（本件審決第5，4(3)（3-3）〔本件審決88頁19行目～89頁4行目〕）",
                                "本件発明16では，前記「側面衝突保護部」は，前記「シートシェル」の外側で前記「シートシェル」に取り付けられる「折り畳み」部分として形成され，前記「折り畳み」部分を休止位置から機能位置に及び前記機能位置から前記休止位置に変更するために，前記「折り畳み」部分は軸周りに回転されることができ，前記「折り畳み」部分は，前記「折り畳み」部分が前記「折り畳み」部分の少なくとも一部が前記「シートシェル」の前記外側から突出する前記機能位置における所定位置でロックされるように，「その上でロックバーが」前記機能位置でロックする少なくとも1つの停止保持器を有し，さらに前記「折り畳み」部分の前記機能位置において前記所定位置でロックすることは，「少なくとも1つの前記ロックバーに対して割り当てられる解放ボタン又は解放スライダの作動」によって解放され得るのに対して，甲5発明16-2では，「エネルギー吸収及び／又は伝達要素2は案内ピン302が配置されている円筒301の形状を有し，円筒（シリンダ）301は案内ピン302用の接続部材の形態の凹部304を含むシリンダガイド303内で案内され，前記円筒（シリンダ）301を休止位置3から機能位置4にシフトするために，前記円筒（シリンダ）301は，シリンダガイド303内で軸周りに回転されることができ，前記円筒（シリンダ）301の案内ピン302はシリンダガイド303の凹部の機能領域306に位置付けられ前記エネルギー吸収及び／又は伝達要素2は機能位置4に固定され，前記エネルギー吸収及び／又は伝達要素2が固定される上記機能位置4は前記円筒（シリンダ）301が前記運搬ハンドル8の固定領域11の外側から突出する位置であり，前記円筒（シリンダ）301の案内ピン302はシリンダガイド303の凹部の機能領域306に位置付けられエネルギー吸収及び／又は伝達要素2が機能位置4に固定されることは，凹部グリップ310の操作  ",
                                "によって開放され得る」点。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決の理由の要旨",
              "text": [
                "本件審決の各無効理由に対する判断の要旨は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1の容易想到性について（本件審決第5，2(1)（1-2）カ〔本件審決56頁25～34行目〕）",
                      "text": [
                        "本件発明1は，甲1に記載された発明（甲1発明1）ではなく，また甲1発明1及び甲1に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "また，本件発明1を間接的に引用する本件発明4に関して引用された甲2に記載された事項や本件発明1を間接的に引用する本件発明10ないし13に関して引用された甲3に記載された事項を参照しても，相違点1，2に係る本件発明1の発明特定事項は，開示されていないから，本件発明1は，甲1発明1，甲1に記載された事項，甲2に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2ないし15の容易想到性について（本件審決第5，2(2)〔本件審決56頁36行目～57頁15行目〕）",
                      "text": [
                        "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものである。",
                        "したがって，本件発明2，3，6ないし9，14は，甲1に記載された発明（甲1発明1）ではなく，また甲1発明1，甲1に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "以上のことから，本件発明2，3，6ないし9，14について，特許法29条1項3号及び同条2項を根拠とする無効理由は，成り立たない。",
                        "また，本件発明4は，甲1発明1，甲1に記載された事項及び甲2に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "本件発明5及び15は，甲1発明1，甲1に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "本件発明10ないし13は，甲1発明1，甲1に記載された事項，及び，甲3に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "以上のことから，本件発明4，5，10ないし13，15について，特許法29条2項を根拠とする無効理由も，成り立たない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明16の容易想到性について（本件審決第5，2(3)（3-2）カ〔本件審決61頁17～19行目〕）",
                      "text": [
                        "本件発明16は，甲1発明16，甲1に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1の容易想到性について（本件審決第5，3(1)（1-2）オ〔本件審決67頁16～25行目〕）",
                      "text": [
                        "本件発明1は，甲4に記載された発明（甲4発明1）ではなく，また，甲4発明1，甲4に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "また，本件発明1を間接的に引用する本件発明4に関して引用された甲2に記載された事項や本件発明1を間接的に引用する本件発明10ないし13に関して引用された甲3に記載された事項を参照しても，相違点1，2に係る本件発明1の発明特定事項は，開示されていないから，本件発明1は，甲4発明1，甲4に記載された事項，甲2に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2ないし15の容易想到性について（本件審決第5，3(2)〔本件審決67頁27行目～68頁6行目〕）",
                      "text": [
                        "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものである。",
                        "したがって，本件発明2，3，5，6，8，14，15は，甲4に記載された発明（甲4発明1）ではなく，また甲4発明1，甲4に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "以上のことから，本件発明2，3，5，6，8，14及び15について，特許法29条1項3号及び同条2項を根拠とする無効理由は，成り立たない。",
                        "また，本件発明4は，甲4発明1，甲4に記載された事項及び甲2に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "本件発明7及び9は，甲4発明1及び甲4に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "本件発明10ないし13は，甲4発明1，甲4に記載された事項及び甲3に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "以上のことから，本件発明4，7，9，10ないし13について，特許法29条2項を根拠とする無効理由も，成り立たない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明16の容易想到性について（本件審決第5，3(3)（3-2）オ〔本件審決72頁8～10行目〕）",
                      "text": [
                        "本件発明16は，甲4発明16，甲4に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲5発明1-1に基づく容易想到性について（本件審決第5，4(1)（1-2）オ〔本件審決78頁7～16行目〕）",
                          "text": [
                            "本件発明1は，甲5に記載された発明（甲5発明1-1）ではなく，また，甲5発明1-1，甲5に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。",
                            "本件発明1を直接的又は間接的に引用する本件発明2ないし15に対して引用された甲6に記載された事項，甲7に記載された事項及び本件発明1を直接的又は間接的に引用する本件発明10ないし13に対して引用された甲3に記載された事項を考慮しても，本件発明1と甲5発明1-1の相違点1に係る本件発明1の発明特定事項は，甲5発明1-1，甲5に記載された事項，甲3に記載された事項，甲6に記載された事項，及び，甲7に記載された事項に基づいて当業者が容易に発明をできたものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲5発明1-2に基づく容易想到性について（本件審決第5，4(1)（1-4）ウ〔本件審決82頁11～21行目〕）",
                          "text": [
                            "本件発明1と甲5発明1-2との相違点2’を検討するまでもなく，本件発明1は，甲5に記載された発明（甲5発明1-2）ではなく，また，甲5発明1-2及び甲5に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。",
                            "本件発明1を直接的又は間接的に引用する本件発明2ないし15に対して引用された甲6に記載された事項，甲7に記載された事項及び本件発明1を直接的又は間接的に引用する本件発明10ないし13に対して引用された甲3に記載された事項を考慮しても，本件発明1と甲5発明1-2との相違点1’に係る本件発明1の発明特定事項は，甲5発明1-2，甲5に記載された事項，甲6に記載された事項，甲7に記載された事項，及び，甲3に記載された事項に基づいて，当業者が容易に発明をできたものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2ないし15の容易想到性について（本件審決第5，4(2)〔本件審決82頁23行目～83頁6行目〕）",
                      "text": [
                        "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものである。",
                        "本件発明1ないし8，14及び15は，甲5に記載された発明（甲5発明1-1又は甲5発明1-2）ではなく又は甲5に記載された発明（甲5発明1-1又は甲5発明1-2）及び甲5に記載された事項に基づいて当業者が容易に発明をすることができたものではない。又は本件発明1ないし8，14，15は甲5に記載された発明（甲5発明1-1又は甲5発明1-2），甲5ないし7に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "以上のことから，本件発明1ないし8，14，15について，特許法29条1項3号及び同条2項を根拠とする無効理由は，成り立たない。",
                        "本件発明9は甲5に記載された発明（甲5発明1-1又は甲5発明1-2），甲5に記載された事項及び甲6に記載された事項，又は甲5に記載された発明（甲5発明1-1又は甲5発明1-2），甲5ないし7に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "本件発明10ないし13は甲5に記載された発明（甲5発明1-1又は甲5発明1-2），甲5に記載された事項，甲3に記載された事項，甲6に記載された事項及び甲7に記載された事項に基づいて当業者が容易に発明をすることができたものではない。",
                        "以上のことから，本件発明9，10ないし13について，特許法29条2項を根拠とする無効理由は，成り立たない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明16の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲5発明16-1に基づく容易想到性について（本件審決第5，4(3)（3-2）ウ〔本件審決85頁38行目～86頁3行目〕）",
                          "text": [
                            "本件発明16は，甲5発明16-1，甲5に記載された事項に基づいて，又は，甲5発明16-1，甲5に記載された事項，甲3に記載された事項，甲6に記載された事項，及び甲7に記載された事項に基づいて当業者が容易に発明をすることができたものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲5発明16-2に基づく容易想到性について（本件審決第5，4(3)（3-4）ウ〔本件審決89頁38行目～90頁3行目〕）",
                          "text": [
                            "本件発明16は，甲5発明16-2，甲5に記載された事項に基づいて，又は，甲5発明16-2，甲5に記載された事項，甲3に記載された事項，甲6に記載された事項，及び甲7に記載された事項に基づいて当業者が容易に発明をすることができたものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由5について（本件審決第5，5〔本件審決90頁7～22行目〕）",
                  "text": [
                    "本件発明1の「チャイルドセーフティシートの所定の幅」とする記載は，明確であり，特許法36条6項2号の明確性要件に違反するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張する取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1",
              "text": [
                "甲5発明に基づく進歩性判断の誤り（無効理由3関係）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明1-1を主引用例とする場合",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5発明1-1の認定の誤り（取消事由1-1-1）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と甲5発明1-1の一致点・相違点の認定の誤り（取消事由1-1-2）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5発明1-1に基づく容易想到性の判断の誤り（取消事由1-1-3）"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明1-2を主引用例とする場合",
                  "text": [
                    "本件発明1と甲5発明1-2の一致点・相違点の認定の誤り及び甲5発明1-2に基づく容易想到性の判断の誤り（取消事由1-2）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5発明16-1を主引用例とする場合",
                  "text": [
                    "本件発明16と甲5発明16-1の一致点・相違点の認定の誤り及び甲5発明16-1に基づく容易想到性の判断の誤り（取消事由1-3）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5発明16-2を主引用例とする場合",
                  "text": [
                    "本件発明16と甲5発明16-2の一致点・相違点の認定の誤り及び甲5発明16-2に基づく容易想到性の判断の誤り（取消事由1-4）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2",
              "text": [
                "明確性要件違反に関する判断の誤り（無効理由5関係）"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3",
              "text": [
                "甲1発明に基づく進歩性判断の誤り（無効理由1関係）"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4",
              "text": [
                "甲4発明に基づく進歩性判断の誤り（無効理由2関係）"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1〔甲5発明に基づく進歩性判断の誤り（無効理由3関係）〕について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "シートシェルの意義",
                  "text": [
                    "〔原告の主張〕",
                    "シートシェルについて，本件審決は，「『シートシェル』の定義は，『シート』の『シェル』であって，『子供又は乳児を支持する支持部』とは別個の部材であって，『前記支持部は前記シートシェルの内側にあ』るから，支持部が内側にある『支持部のための構造要素』である『シェル』ということができる。」（本件審決第5，2(1)（1-2）ア〔本件審決49頁14～17行目〕）と認定する。しかし，甲25の1ないし6の各文献により認められる本件特許の優先日前における技術常識に照らせば，シートシェルの意味は座部と背部とを備えた単純なシート，又は座部及び背部の他に側部を備えたシートという意味であり，それ以上に特別な意味はない。",
                    "〔被告の主張〕",
                    "本件特許の請求項1，16（本件発明1，16）の記載からすると，車両のシートに取り付けるための，子供又は乳児用のチャイルドセーフティシートは，子供を安全に座らせることを目的としたものである。そのため，チャイルドセーフティシートの支持部は，その前部側で子供を支持することは当然であり，その背部側で子供を支持することはなく，このことから，シートシェルは，支持部の（子供のいない側である）背部側から支持部を構造的に保持するシェル（外殻）的構造要素である。このようなシートシェルの説明に加え，「シートシェル」という部材名，請求項1，16の記載，本件明細書の記載並びに本件図面の図1，2，5及び6を併せ考えると，本件発明におけるシートシェルは，チャイルドセーフティシートを構成する，支持部とは別個のシェル形状の一構成要素であり，子供を前部側で支持する支持部の背部側を外側から構造的に保持する，支持部のためのシェル（外殻）的構造要素であって，車両の側部から伝わる横からの力がシートシェルに導かれるように側面衝突保護部を配置したシェルである，と定義できる。",
                    "また，支持部は，子供を安全に支持するのに必要とされる程度に柔らかい部材であるのに対し，シートシェルは，シートシェルの内側にある支持部の背部側を外側から構造的に保持し，かつ側面衝突保護部を取り付けるのに必要とされる程度に剛性（本件明細書の段落【0022】）を備えるシェル形状部材である。シートシェルはその背部側が露出しており，シェルの名のとおり曲面形状である。",
                    "本件発明のシートシェルは，チャイルドセーフティシートの一構成要素であり，シート自体ではないので，シートシェルとシートとは区別されるものであり，同一視すべきではない。また，「シートシェル」は，支持部とは別個な要素であり，支持部とも区別される要素であって，支持部と同一視すべきではない。",
                    "原告がシートシェルの意義に関連して示す各証拠（甲25の1～6）の記載よれば，シートシェルは，「チャイルド（安全）シート」の剛性部材の一つであって，その形状を画定／支持することができる程度に剛性のある「シェル」を意味することは明らかである。そのため，シートシェルについて，「座部と背部とを備えた単純なシート，又は座部及び背部の他に側部を備えたシートという意味であり，それ以上に特別な意味はない。」という原告の主張は失当である。",
                    "本件発明のシートシェルは，上記のとおり定義できるものであって，従来技術のシートシェルにはない特徴を備えるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "側面衝突保護部の配置",
                  "text": [
                    "〔原告の主張〕",
                    "発明の要旨認定は，特許請求の範囲の記載に基づいてなされるべきである（最高裁昭和62年（行ツ）第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁参照）。本件発明1の特許請求の範囲（請求項1）には，側面衝突保護部の配置を，チャイルドセーフティシートの座部領域より上方であって，チャイルドセーフティシートの背部に配置されるように限定する用語は全く記載されていないから，そのように限定して解釈することはできない。",
                    "本件明細書の段落【0004】に特許文献2として記載されている甲22（アメリカ合衆国特許出願公報 US2009/0152913 A1）をもとに被告が作成した図（乙1，9頁左側）においては，力の伝達を示す矢印がシェルに向け得られており，請求項1（本件発明1）の「側面衝突保護部は，・・・横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という文言を充たす構成が示されている。",
                    "なお，本件発明1の側面衝突保護部が実施されていると被告が主張する被告製品（Pallas G i-SIZE，Pallas S-Fix）を紹介するサイトにおける側面衝突の実験映像では，座部の内側及び座部に乗った子供の人形に衝撃が加わっていることを確認することができ（甲28，甲29），横からの力がシートシェルに導かれ，更に子供に及んでいることを確認することができる。",
                    "〔被告の主張〕",
                    "請求項1（本件発明1）の「側面衝突保護部は，・・・横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という文言は，機能的限定であるから，本件明細書に記載された具体的構成に基づいて限定的に解釈し，「側面衝突保護部が，チャイルドセーフティシートの座部領域より上方であって，チャイルドセーフティシートの背部に配置される」ことによって，「横からの力が，支持部（子供）には導かれず，シートシェルにのみ導かれる」ことを意味するものと解釈すべきである。 ",
                    "なお，被告製品（Pallas G i-SIZE）を紹介するサイトにおける側面衝突の実験映像では，横からの力が支持部（子供）には導かれず，シートシェルにのみ導かれる様子が示されている（乙2の1～4）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1に係る特許の無効について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明1-1を主引用例とする場合",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5発明1-1の認定の誤り（取消事由1-1-1）",
                      "text": [
                        "〔原告の主張〕"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲5におけるシートシェルの開示の有無",
                          "text": [
                            "本件審決は，相違点1を判断するに当たり，「甲5の明細書等には，そもそも『シートシェル』又は『シェル』に関して言及されておらず，請求人が『シートシェル』であると主張する部位が『シートシェル』であることを示す記載もない。」（本件審決第5，4(1)（1-2）イ〔本件審決75頁11～13行目〕）と認定したが，甲5には，「シートシェル」又は「シェル」という用語が存在しないだけであり，本件審決が認定するシートシェルの定義（前記(1)ア）に照らすと，甲5発明1-1における「背もたれ，座部におけるパッドに覆われた部分」や「シート」が本件発明1のシートシェルに対応する部材であるから，甲5の明細書等には，「シートシェル」又は「シェル」に相当する部材が開示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "横からの力がシートシェルに導かれるような配置の有無",
                          "text": [
                            "本件審決は，相違点1を判断するに当たり，「甲5発明1-1の『チャイルド安全シート1』は，…チャイルド安全シート1に横方向からの力を伝達するといっても，『チャイルド安全シート1』のどの部分に伝達するのか特定できるものではなく，上記の本件発明1の『シートシェル』に対応するとした『背もたれ，座部におけるパッドに覆われた部分』に横からの力を導くように配置することは記載も示唆もされていない。そうすると，仮に，『背もたれ，座部におけるパッドの覆われた部分』が『シートシェル』に対応するとしても，当該部分の具体的構造は不明であり，甲5には，車両の側部から伝わる横からの力が『前記シートシェル』に導かれるように配置することは，開示されていない。」（本件審決第5，4(1)（1-2）イ〔本件審決75頁29～39行目〕）と認定するが，この認定は技術常識に反する。",
                            "甲5発明1-1のエネルギー吸収及び／又は伝達要素2に横方向から力が加われば，当該力は「エネルギー吸収及び／又は伝達要素2」を経て，「背もたれ，座部におけるパッドに覆われた部分」に伝達されることは明らかである。このことは，甲5の段落［0031］に，「ベース要素」と「チャイルド安全シート」を併記し，「本発明によれば，伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素によってチャイルド安全シート又はベース要素に伝達され」と記載されている。そのため，「背もたれ，座部におけるパッドに覆われた部分」，すなわちパッドの「芯となる部材」は，本件発明1の「シートシェル」に相当する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "パッドとの関係",
                          "text": [
                            "被告は，甲5の「パッド」（クッション）が甲5の「芯となる部材」を外側から覆うことを根拠に，甲5の「芯となる部材」が本件発明1の「シートシェル」と異なると主張するが，甲5の「パッド」は本件発明1の「支持部」に対応する部材であり，甲5の「芯となる部材」とは別部材であるから，「パッド」との関係を根拠として，甲5の「芯となる部材」が本件発明1の「シートシェル」に相当することが否定されることはない。甲5のチャイルドシートにおいては，横からの力が「芯となる部材」に伝達されているから，甲5の「芯となる部材」は，正に本件発明1の「シートシェル」に相当する部材であり，被告の上記主張は失当である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "本件審決の認定の誤りの有無",
                          "text": [
                            "したがって，本件審決が相違点1を判断するに当たって行った甲5発明1-1の認定には誤りがある。",
                            "〔被告の主張〕"
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "原告の主張a（甲5におけるシートシェルの開示の有無）に対し",
                          "text": [
                            "甲5には「シートシェル」又は「シェル」という用語が存在せず，甲5には「シートシェル」という概念も存在しない。",
                            "原告は，「甲5発明の『パッドに覆われた部分』が本件発明の『シートシェル』に相当する」旨主張する。しかし，本件発明の「シートシェル」は，A）支持部とは別個の部材としてシートシェル20を備え，A2）支持部がシートシェルの内側にあり，B）側面衝突保護部30が（支持部ではなく）シートシェル20の外側に取り付けられ，かつC）チャイルドセーフティシート10に伝わる横からの力がシートシェル20に導かれる，という四つの特徴（以下，これらの特徴を「特徴A），A2），B），C）」という。）を備えた「シートシェル」であるところ，甲5発明の「パッドにより覆われている領域」は，本件発明の上記の四つの特徴を全て備えた「シートシェル」には相当しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "同b（横からの力がシートシェルに導かれるような配置の有無）に対し",
                          "text": [
                            "本件発明には，チャイルドセーフティシートが「支持部」と「シートシェル」という別個の二つの部材を備えており，チャイルドセーフティシートに伝わる横からの力が（支持部ではなく）シートシェルに導かれるという技術思想が示されているが，そのような技術思想は，甲5には開示されていない。したがって，シートシェル又はシェルに相当する部材が甲5に開示されているという原告の主張は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "同c（パッドとの関係）に対し",
                          "text": [
                            "原告が，甲5において，本件発明のシートシェルに該当すると主張する「パッドに覆われた部分」は，「芯となる部材」を意味していると理解される。甲5には明示されていないが，甲5の図面や技術常識から，パッドの内側に「芯となる部材」が存在することは推測され，被告は，甲5に「芯となる部材」が全く存在しないと主張するわけではなく，甲5発明1-1では，「芯となる部材」が，チャイルド安全シートの側面上方においてパッドにより覆われていると主張するものである。甲5発明のパッドは，「芯となる部材」を外側から覆っているから，そのような「芯となる部材」は，「支持部」が内側にある本件発明のシートシェルに相当しない。甲5発明1-1の「パッドにより覆われている部分」といわれるものは，文字通りパッドにより覆われていて，パッドの内側にある内骨格的部材であり，シェル構造ではないことからも，「シートシェル」には全く対応しない。",
                            "本件発明においては，チャイルドセーフティシートと，それを構成する支持部とシートシェルとを明確に区別しているにもかかわらず，原告の主張によれば，チャイルド安全シートと，パッドと，「芯となる部材」は明瞭に区別されないから，「芯となる部材」が本件発明のシートシェルに相当するとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "同d（本件審決の認定の誤りの有無）に対し",
                          "text": [
                            "したがって，本件審決が相違点1を判断するに当たって行った甲5発明1-1の認定には誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と甲5発明1-1の一致点・相違点の認定の誤り（取消事由1-1-2）",
                      "text": [
                        "〔原告の主張〕",
                        "甲5発明1-1の「背もたれ，座部におけるパッドに覆われた部分」は，本件発明1のシートシェルに相当するから，本件発明1と甲5発明1-1との間には，本件審決が認定する相違点1（前記第2，3(2)ウ(イ)a⒝）は存在しない。「シートシェル」と「支持部」とが別部材であるという本件審決の立場（本件審決第5，2(1)（1-2）ア〔本件審決49頁10～13行目〕）に立ったとしても，本件発明1と甲5発明1-1の相違点は，「エネルギー吸収及び／又は伝達要素101」を「運搬用ハンドル8の固定領域11」に設けるのか，「シートシェル」に直接設けるのかという点だけである。",
                        "したがって，本件審決が行った本件発明1と甲5発明1-1の一致点・相違点の認定（前記第2，3(2)ウ(イ)a）は誤りである。",
                        "〔被告の主張〕",
                        "本件発明1の四つの特徴A），A2），B），C）を全て備えた「シートシェル」は甲5には開示されておらず，本件発明1と甲5発明1-1との間には，有意な実質的な相違点が存在しているから，原告の主張は理由がない。",
                        "本件審決が行った本件発明1と甲5発明1-1の一致点・相違点の認定（前記第2，3(2)ウ(イ)a）に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5発明1-1に基づく容易想到性の判断の誤り（取消事由1-1-3）",
                      "text": [
                        "〔原告の主張〕",
                        "甲5では，請求項17において，エネルギー吸収及び／又は伝達要素は前記運搬ハンドルに配置されると記載されており，また，請求項18において，エネルギー吸収及び／又は伝達要素は前記チャイルド安全シートの下側方領域に配置されると記載されているから，エネルギー吸収及び／又は伝達要素を運搬ハンドルやチャイルド安全シートの下側方領域に設けることが開示されている。",
                        "また，甲5の段落［0051］では，「図3は，運搬用ハンドル8を備えた幼児運搬具7を示している。破線は，エネルギー吸収及び／又は伝達要素2の取り付けが特に有利であるチャイルド安全シートの領域を示している。」，「パッドで覆われているチャイルド安全シートの領域に，エネルギー吸収及び／又は伝達要素2を位置付けることも基本的には可能である。」と記載され，図3において，破線は，①乳児運搬具11における運搬用ハンドルの固定領域，②運搬用ハンドルのサイドアーム12，③乳児用運搬具の下側領域13に示されているから，これらの①ないし③に並べて，「パッドで覆われているチャイルド安全シートの領域」が示されているといえる。",
                        "本件明細書における特許文献2である甲22には，背もたれ，座部及び側部を有するシートにおいて，側面衝突保護部が側部の外方側面に設けられることが開示されている。また，甲23，甲6及び甲7においても，側面に側面衝突保護部が設けられる態様が開示されている。このような周知技術の存在も考慮に入れるならば，甲5の「背もたれ，座部におけるパッドに覆われた部分」にエネルギー吸収及び／又は伝達要素2を設けることは，当業者であれば容易に想到することができる。",
                        "そうすると，本件発明1は，甲5発明1-1，甲5に記載された事項に周知技術を適用することによって当業者が容易に想到することができたものである。",
                        "したがって，本件審決が，本件発明1は，「甲5発明1-1，甲第5号証に記載された事項に基いて，当業者が容易に発明をすることができたものではない。」（本件審決第5，4(1)（1-2）オ〔本件審決78頁7～9行目〕）と判断したのは誤りである。",
                        "〔被告の主張〕",
                        "甲5の段落［0051］の「パッドで覆われているチャイルド安全シートの領域に，エネルギー吸収及び／又は伝達要素2を位置付けることも基本的には可能である。」という記載は，エネルギー吸収及び／又は伝達要素2を位置づける場所の表面にパッドが存在していても，特に適しているというわけではないが，エネルギー吸収及び／又は伝達要素2を位置づけることは可能であるという意味である。そのため，この文章からすると，「パッドにより覆われている領域」にエネルギー吸収及び／又は伝達要素2を位置づける場合には，その領域の表面に存在するパッドに，エネルギー吸収及び／又は伝達要素2を取り付けることになる。そうすると，甲5発明の「芯となる部材」が「シートシェル」に相当すると仮定したとしても，エネルギー吸収及び／又は伝達要素2は，パッドの存在する場所では直接に「芯となる部材」に取り付けることはできないから，直接に「芯となる部材」に取り付けるとすれば，パッドの存在しない運搬用ハンドル8の根元付近に取り付けられることになる。",
                        "甲5発明は，本件発明の「側面衝突保護部は，…前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という特徴，すなわち「側面衝突保護部がチャイルドセールティシートの座部領域より上方であって，チャイルドセーフティシートの背部に配置される」ことにより，「横からの力が，支持部（子供）には導かれず，シートシェルにのみ導かれる」という特徴を備えていない。仮に，甲5発明の「芯となる部材」が「シートシェル」に相当すると仮定したとしても，上記のとおり，エネルギー吸収及び／又は伝達要素2は，パッドの存在しない運搬用ハンドル8の根元付近に取り付けられることになるところ，それでは，横からの力は子供に作用するから，「横からの力が，支持部（子供）には導かれず，シートシェルにのみ導かれる」という本件発明の特徴を備えることはできない。",
                        "本件発明の「横からの力が，支持部（子供）には導かれず，シートシェルにのみ導かれる」という特徴は，甲5発明から容易に想到することはできない。",
                        "そうすると，本件発明1は，甲5発明1-1，甲5に記載された事項に周知技術を適用することによって当業者が容易に想到することができなかったものである。",
                        "したがって，本件審決が，本件発明1は，「甲5発明1-1，甲第5号証に記載された事項に基いて，当業者が容易に発明をすることができたものではない。」（本件審決第5，4(1)（1-2）オ〔本件審決78頁7～9行目〕）と判断したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明1-2を主引用例とする場合-本件発明1と甲5発明1-2の一致点・相違点の認定の誤り，甲5発明1-2に基づく容易想到性の判断の誤り（取消事由1-2）について",
                  "text": [
                    "〔原告の主張〕"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲5発明1-2の一致点・相違点の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決は，本件発明1と甲5発明1-2の相違点として，「力を吸収・伝達する部材に関して，本件発明1では，『前記側面衝突保護部』が『前記機能位置から前記休止位置に』移動可能であるのに対して，甲5発明1-2では，『エネルギー吸収及び／又は伝達要素2』についてそのような特定はなされていない点」（相違点2’）（前記第2，3(2)ウ(イ)b⒞）を認定した。しかし，本件審決の甲5発明1-2と本件発明1との一致点の認定（前記第2，3(2)ウ(イ)b(a)）からすれば，甲5発明1-2と本件発明1のいずれにおいても，力を吸収・伝達する部材は，休止位置から機能位置に移動可能なのであるから，当然，機能位置から休止位置に移動することは可能であり，技術常識として，当業者はそのように理解する。そのため，本件審決が認定した上記の相違点2’は，相違点として存在しない。仮に相違点2’が形式的には存在するとしても，休止位置から機能位置に位置づけたエネルギー吸収及び／又は伝達要素2としての円筒（シリンダ）301を機能位置から休止位置に戻す態様を採用することは実質的な相違点とはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲5には，次のような記載がある。",
                            "「[0048] 図10  本件発明のさらに好ましい実施形態の分解図。」，「[0049] 図11  幼児キャリアの運搬用ハンドルにおける，図10の実施形態による概略図。」，「[0058] 本発明のさらなる好ましい実施形態300では，エネルギー吸収及び／又は伝達要素2は，実質的に円筒形である。図10は，エネルギー吸収及び／又は伝達要素2の分解図を示す。エネルギー吸収及び／又は伝達要素2は案内ピン302が配置されている円筒301の形状を有する。シリンダは，案内ピン302用の接続部材の形態の凹部304を含むシリンダガイド303内で案内される。休止位置3（図示せず）では，案内ピン302は凹部304の休止領域305内に位置決めされる。シリンダ301を矢印307の方向に回転させることによって，案内ピン302がこれらの領域の外に案内され，シリンダをシリンダガイド303内で休止位置3（図示せず）から矢印308の方向にシフトさせ，機能位置4（図示せず）にシフトされる。好ましくは，このシフト308はバネによって駆動される。シリンダ301を矢印309の方向にさらに回転させることにより，案内ピン302は凹部の機能領域306に位置付けられ，エネルギー吸収及び／又は伝達要素2は機能位置4に固定される。」，「[0059] この実施形態300では，エネルギー吸収及び／又は伝達要素2は，幼児運搬具7の領域11に配置されることが好ましい。この配置は図11に示されている。凹部グリップ310は，シリンダ301のねじれ及びシフトを容易にする。」，「[0060] また，実施形態300では，実施形態100及び200と同様に，運動エネルギーは，シリンダ301の変形によって吸収され，熱に変換され得る。しかしながら，衝撃中にガイドピン302がシリンダ301から切断され，そうすることで運動エネルギーが熱に変換されるように。シリンダ301及びガイドピン302を設計することもまた目的にかなっている。」",
                            "「【図10】                【図11】",
                            "」",
                            "（上記は，原告提出の甲5の訳文による。以下，「301」の部材は「円筒301」という。）",
                            "甲5の図10からすると，案内ピン302が円筒301の長手方向の略中心よりも外側に設けられていることを確認できるから，円筒301の長さのうち，案内ピン302の内側の長さの方が外側の長さよりも長いと推認される。他方，甲5の図11では案内ピン302を視認することができないから，案内ピン302は運送用ハンドル8又はシートの側部内に位置しているものである。そのため，円筒301については，運送用ハンドル8から外側に突出している部分の長さよりも長い部分が，運送用ハンドル8及びシートの側面部分に存在しているものと認められ，機能位置においても，円筒301はシートの側面部分まで物理的に到達している。そのため，円筒301はシートの側面部分に設けられており，甲5発明1-2は，本件発明1の構成要件である「シートシェルの外側でシートシェルに取り付けられる側面衝突保護部」を開示している。そうすると，甲5発明1-2は，実質的に「背もたれ，座部におけるパッドに覆われた部分」（＝シート）の外方側面にエネルギー吸収及び／又は伝達要素を設けた態様と変わらず，甲5発明1-2と本件発明1との間には実質的な相違点は存在していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5発明1-2に基づく容易想到性の判断の誤り",
                      "text": [
                        "甲5発明1-2において，甲5の段落［0051］の「パッドで覆われているチャイルド安全シートの領域に，エネルギー吸収及び／又は伝達要素2を位置付けることも基本的には可能である。」という記載及び周知技術（甲22，甲23，甲6及び甲7）に基づき，エネルギー吸収及び／又は伝達要素2をパッドで覆われているチャイルド安全シートの領域に設けることは極めて容易である。",
                        "〔被告の主張〕"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア)（本件発明1と甲5発明1-2の一致点・相違点の認定の誤り）に対し",
                      "text": [
                        "原告の主張は，甲5の図面の寸法から都合良く推定したものにすぎず，甲5の開示に基づく主張ではない。甲5には，「パッドに覆われた部分」という記載もないし，ましてや，エネルギー吸収及び／又は伝達要素2が「パッドに覆われた部分」に取り付けられているという記載もない。また，甲5には「シリンダ（円筒部）は，・・・シリンダガイド303内で案内される」（段落［0058］）という記載はあるが，原告の主張する「円筒301がシートの側面部分に設けられている」という記載も示唆もない。むしろ，甲5には「[0051]図3は，運搬用ハンドル8を備えた幼児運搬具7を示している。破線は，エネルギー吸収及び／又は伝達要素2の取り付けが特に有利であるチャイルド安全シートの領域を示している。これらは，乳児運搬具11における運搬用ハンドルの固定領域，運搬用ハンドルのサイドアーム12及び乳児用運搬具の下側領域13である。領域13では，幼児用キャリアのキャリア材料がパッドで覆われていないので，この領域は，エネルギー吸収及び／又は伝達要素2を組み込むのに特に適している。パッドで覆われているチャイルド安全シートの領域に，エネルギー吸収及び／又は伝達要素2を位置付けることも基本的には可能である。」と記載され，エネルギー吸収及び／又は伝達要素2はハンドルの固定領域11，サイドアーム12及び下側領域13へ取り付けるのが特に有利であることが記載されている。そもそも，特許出願の願書に添付される図面は，発明の構成を理解しやすくするための補助的作用を営むにすぎず，設計図面のような正確性を要求されるものではなく，甲5に接する当業者が，明細書には何らの記載も存しないにもかかわらず，図10のみに依拠して，円筒301がシートの側面部分にまで到達していると考えるということはできない。したがって，甲5は，本件発明1の構成要件である「シートシェルの外側でシートシェルに取り付けられる側面衝突保護部」という特徴を開示しておらず，この特徴は相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "同(イ)（甲5発明1-2に基づく容易想到性の判断の誤り）に対し",
                      "text": [
                        "仮に，原告の主張するように，甲5発明においてエネルギー吸収及び／又は伝達要素2が「パッドにより覆われている領域」に設けることができたと仮定しても，甲5段落［0051］の記述に従えば，当業者は，パッドにより覆われている領域（つまりパッド自体）にエネルギー吸収及び／又は伝達要素2を取り付けることになり，その場合には，横方向からの力がパッド（支持部）に導かれて子供に直接影響を及ぼすことになる。そのため，甲5発明の「パッドにより覆われている領域」は，本件発明の「シートシェル」には相当せず，また，本件発明のような「シートシェル」に置き換えることは容易ではない。甲22，甲23，甲6及び甲7を参酌しても，甲5発明の「パッドにより覆われている領域」を，本件発明のような「シートシェル」に置き換えることが周知であったとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2ないし15に係る特許の無効について",
              "text": [
                "〔原告の主張〕",
                "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであるから，本件発明1について述べたのと同様の取消事由（前記(2)〔原告の主張〕）が存在する。",
                "〔被告の主張〕",
                "本件発明1について原告主張の取消事由は存在せず（前記(2)〔被告の主張〕），本件発明2ないし15についても取消事由は存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明16に係る特許の無効について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明16-1を主引用例とする場合-本件発明16と甲5発明16-1の一致点・相違点の認定の誤り，甲5発明16-1に基づく容易想到性の判断の誤り（取消事由1-3）について",
                  "text": [
                    "〔原告の主張〕"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明16と甲5発明16-1の一致点・相違点の認定の誤り",
                      "text": [
                        "本件発明16と甲5発明16-1との相違点1については，本件発明1と甲5発明1-1との一致点・相違点の認定の誤りについて述べた（前記(2)ア(イ)〔原告の主張〕）のと同様に，甲5発明16-1の「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分」は，本件発明16のシートシェルに相当する。また，甲5には，パッドがシート部分の内側にあることが示されているから，支持部がシートシェルの内側にあるという本件発明16の構成も示されている。そのため，本件発明16と甲5発明16-1との間に，本件審決が認定する相違点1（前記第2，3(2)ウ(イ)c⒝）は存在しない。したがって，本件審決は，甲5発明16-1の認定を誤り，その結果として本件発明16と甲5発明16-1との一致点・相違点の認定を誤っている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5発明16-1に基づく容易想到性の判断",
                      "text": [
                        "本件発明16と甲5発明16-1との相違点2について，本件審決は容易想到性を否定しているが（前記第2，3(3)ウ(ウ)a），エネルギー吸収及び／又は伝達要素2，101が回動する態様が開示されている甲5発明16-1（前記第2，3(2)ウ(ア)b）において，本件発明16のようなロックバー，停止保持器及び解放ボタン又は解放スライダを採用することは当業者が適宜なし得る設計事項にすぎず，当業者は容易に想到し得る。そのため，本件審決は，甲5発明16-1に基づく本件発明16の容易想到性の判断を誤っている。",
                        "〔被告の主張〕"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア)（本件発明16と甲5発明16-1の一致点・相違点の認定の誤り）に対し",
                      "text": [
                        "原告が，本件発明16のシートシェルに相当するという，甲5発明16-1の「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分」とはどの部分を指すのか不明である。仮に甲5発明16-1の上記「シート部分」が，原告の主張する「パッドに覆われた部分」を意味するものだとしても，この部分は本件発明16のシートシェルには該当しない。また，原告の主張する，パッドがシート部分の内側にあるという点は，甲5には開示されていない。そのため，甲5には，本件発明1のシートシェルに相当する部分はない。したがって，本件発明16と甲5発明16-1との間には，相違点1（前記第2，3(2)ウ(イ)c⒝）が存在するものであって，本件審決が行った本件発明16と甲5発明16-1の一致点・相違点の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "同(イ)（甲5発明16-1に基づく容易想到性の判断）に対し",
                      "text": [
                        "甲5には，本件発明16のロックバー，停止保持器及び解放ボタン又は解放スライダは何ら開示されていないから，当業者が甲5発明16-1に基づいて本件発明16を容易に想到することはできなかった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明16-2を主引用例とする場合-本件発明16と甲5発明16-2の一致点・相違点の認定の誤り，甲5発明16-2に基づく容易想到性の判断の誤り（取消事由1-4）について",
                  "text": [
                    "〔原告の主張〕"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明16と甲5発明16-2の一致点・相違点の認定の誤り",
                      "text": [
                        "前記ア〔原告の主張〕(ア)と同様の理由により，本件審決は，甲5発明16-2の認定を誤り，その結果として本件発明16と甲5発明16-2との一致点・相違点の認定を誤っている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5発明16-2に基づく容易想到性の判断",
                      "text": [
                        "前記ア〔原告の主張〕(イ)と同様の理由により，本件審決は，甲5発明16-2に基づく本件発明16の容易想到性の判断を誤っている。",
                        "〔被告の主張〕"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア)（本件発明16と甲5発明16-2の一致点・相違点の認定の誤り）に対し",
                      "text": [
                        "前記ア〔被告の主張〕(ア)と同様の理由により，本件発明16と甲5発明16-2との間に，相違点1’（前記第2，3(2)ウ(イ)d⒝）が存在するという本件審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "同(イ)（甲5発明16-2に基づく容易想到性の判断）に対し",
                      "text": [
                        "前記ア〔被告の主張〕(イ)と同様の理由により，当業者が甲5発明16-2に基づいて本件発明16を容易に想到することはできなかった。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2〔明確性要件違反に関する判断の誤り（無効理由5関係）〕について",
          "text": [
            "〔原告の主張〕",
            "請求項1（本件発明1）には，「チャイルドセーフティシートの所定の幅」との文言が用いられている。本件審決は，「チャイルドセーフティシートの所定の幅」に関し，「運搬ハンドルを有するチャイルドセーフティシートにあっては，当然その構成要素である運搬ハンドルの部分も含まれるから，後者の『運搬ハンドル8の固定領域11を含めた幅内』は前者の『チャイルドセーフティシートの所定の幅の中』に相当し」（本件審決第5，4(1)（1-1）〔本件審決73頁9～12行目〕）と認定し，「運搬ハンドルを有するチャイルドセーフティシートにあっては，当然その構成要素である運搬ハンドルの部分も含まれるから，後者の『運搬ハンドル8の固定領域11に配置され』た円筒（シリンダ）301が『内側に押し込まれた休止位置』は前者の『チャイルドセーフティシートの所定の幅の中』に相当し」（本件審決第5，4(1)（1-3）〔本件審決79頁16～20行目〕）と述べた。他方，被告は，本件無効審判において，「チャイルドセーフティシートの所定の幅」について，「チャイルドセーフティシート本体の背もたれ部の左右両側の外縁間の寸法」と主張していたところ，被告の上記主張によれば「チャイルドセーフティシートの所定の幅」には，甲5の固定領域11の幅は含まれないことになり，本件審決の上記認定に反することとなる。請求項1（本件発明1）においては，「所定」という用語が用いられることにより，「チャイルドセーフティシートの所定の幅」が何を意味するのか，例えば，甲5の運搬用ハンドルの固定領域のようにシートシェルの外方に付属する部材が存在する場合，当該付属する部材の端部間の幅方向の距離を意味するのか否かが不明確になっている。",
            "本件審決は，「『チャイルドセーフティシートの所定の幅』という記載は，『幅』が，『物の横方面の，一端から他の端までの距離。』（広辞苑第六版）を意味するから，『チャイルドセーフティシートの所定の幅』は『チャイルドセーフティシートの所定の横方面の一端から他の端までの距離。』を意味することになり，明確であるから，特許法第36条第6項第2号の要件を満たすものである。」（本件審決第5，5〔本件審決90頁11～16行目〕）と判断した。しかし，本件審決の上記判断は，「所定の」という文言を無視し，「チャイルドセーフティシートの幅」という文言が用いられている場合についての判断を示したにとどまるから，誤りである。",
            "したがって，請求項1（本件発明1）の「チャイルドセーフティシートの所定の幅」という記載は，権利範囲の外縁を不明確にするから，特許法36条6項2号の明確性要件に違反するものであり，本件発明1は無効とされるべきものである。",
            "〔被告の主張〕",
            "「所定の」という文言は，「定められていること」（大辞林第三版）を意味するから，「チャイルドセーフティシートの所定の幅」は，「チャイルドセーフティシートについて定められている幅」を意味することになる。さらに，本件審決によっても認定されているとおり，「幅」という語は，「物の横方面の，一端から他の端までの距離。」（広辞苑第六版）を意味するから，「チャイルドセーフティシートの所定の幅」とは，「チャイルドセーフティシートについて定められている横方面の一端から他の端までの距離。」を意味する。したがって，「チャイルドセーフティシートの所定の幅」という文言は不明確ではなく，特許法36条6項2号の要件を満たすものである。",
            "甲5の運搬用ハンドルが，チャイルドセーフティシートの一部であると判断されるのであれば，「チャイルドセーフティシートの所定の幅」は，運搬用ハンドルの固定領域を含む幅ということになる。本件審決は，固定領域を含めた幅を「チャイルドセーフティシートの所定の幅」と認定し，その認定に基づいて，本件発明1に無効理由がないと判断した。",
            "したがって，請求項1（本件発明1）は，その権利範囲の外縁は不明確でなく，特許法36条6項2号の明確性要件に違反することはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3〔甲1発明に基づく進歩性判断の誤り（無効理由1関係）〕について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1に係る特許の無効-甲1発明1の認定，本件発明1と甲1発明1の一致点・相違点の認定の誤り，甲1発明1に基づく容易想到性の判断の誤り",
              "text": [
                "〔原告の主張〕",
                "本件審決は，本件発明1と甲1発明1との相違点1に関し，「『シートシェル』の定義からみて，甲1発明1の『側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10』は子供を支持する部材であるから本件発明1の『支持部』に相当するものであり」（本件審決第5，2(1)（1-2）イ〔本件審決49頁19～21行目〕）と認定するが，甲1発明の側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10を含む部材は，本件発明1の「シートシェル」に該当し，「支持部」には該当しない。技術常識として，甲1における「シート」はむき出しでは利用されず，甲1における「シート」にパッドを設けたり，カバーを設けたり，内側にクッション性の部材を設けたりすることは当業者であれば容易に思いつく。本件審決のいうとおり，本件発明1において「支持部」と「シートシェル」とが別部材であるということを前提とするならば，甲1における「シート」が本件発明1の「シートシェル」に相当し，技術常識として採用することが極めて容易なパッド，カバー，クッションのような部材等が本件発明1の「支持部」に相当する。",
                "本件発明1と甲1発明1との相違点2に関して，甲1発明において，側方から加わる力が側方支持部6からシート3へと伝わることは，甲1の例えば図2Cを見ればより明らかであり，側方支持部6は当該衝突による力をシート3へと伝達する機能を果たす。このため，甲1発明1においても「前記側面衝突保護部は，前記チャイルドセーフティシートが前記車両の前記シートに取付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という本件発明1に対応する構成が開示されている。",
                "甲1における側方支持部6において，図2Cの状態では，側面衝突保護部としての機能を十分に果たし，本件発明1の「機能位置」に位置付けられているのに対して，側方支持部6が閉じた状態では，側方からの力をシートに伝達しにくくなることから，本件発明1の「休止位置」に位置付けられることになる。そのため，甲1発明でも側方支持部6が「機能位置」及び「休止位置」に位置付けられることが開示されている。",
                "そうすると，「シートシェル」と「支持部」とが別部材であるという本件審決の立場に立ったとしても，本件発明1に対応して示すと，甲1発明1には次の構成が開示されている。",
                "1a1  子供用車両シート（1）であって，",
                "1c1  背もたれ（5），座部（4）及びヘッドレスト（10）を備えたシート（3）と，",
                "1d1  シート（3）の外側でシート（3）に取り付けられる側方支持部（6）と，",
                "を有し，",
                "1f1  側方支持部（6）は，シート（3）の外側から突出する方向に子供用車両シート（1）の所定の幅の中に位置する休止位置である内方位置から，前記所定の幅の外に位置する機能位置である外方位置に，及び機能位置である外方位置から休止位置である内方位置に移動可能であり，",
                "1g1  側方支持部（6）は，シート（3）が車両に取付けられた状態において，車両の側部から子供用車両シート（1）に伝わる横からの力がシート（3）に導かれるように，配置される，",
                "1h1  子供用車両シート（1）。",
                "そして，甲1発明1は，本件発明1の「支持部」を明確には開示していない点で本件発明1と相違するが，「シート」にパッド，カバー，クッション性の部材等を設けることは技術常識であり（甲4及び甲5参照），また当該パッド，カバー，クッション性の部材等はシートの内側に存在することになるので，本件発明1の「子供又は乳児を支持する支持部と，」，「前記支持部は前記シートシェルの内側にあり，」という構成要件1B，1Eに対応する構成を甲1発明において採用することは容易に想到することができた。",
                "したがって，本件審決は，甲1発明1の認定を誤り，その結果として甲1発明1との一致点・相違点の認定を誤り，また本件発明1の容易想到性の判断を誤ったものである。",
                "〔被告の主張〕",
                "甲1には，側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10の上に追加的に設けられるパッド，カバー又はクッション等は明記されていないから，原告の，甲1の側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10を，本件発明1の「シートシェル」に相当するとの主張は，証拠に基づかない。本件審決も認定するとおり（本件審決第5，2(1)（1-2）イ〔本件審決49頁19～21行目〕），甲1発明の「背もたれ5，座部4，ヘッドレスト10」からなるシート3は，本件発明1の「支持部」に相当するものであり，「シートシェル」に相当しない。",
                "原告は，子供を支持する「支持部」と，支持部のための構造要素としての「シートシェル」とを別個の部材として設け，「側面衝突保護部は，・・・前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という本件発明1の構成を，本件明細書等に基づいて知った上で，甲1及び甲2ないし甲5のいずれにも記載されていないパッド，カバー又はクッション等を支持部に相当するとして主張しているにすぎず，これは後知恵の発想による主張に過ぎない。",
                "甲1発明は，そもそも，側方支持部6を密接に接触させて子供を支持することで側方衝突の衝撃から子供を保護しようというものであり，これは，本件発明1の「チャイルドセーフティシートの子供に直接影響を及ぼすのではなく，そのかわりに横からの力が子供の周りに迂回され，支持部ではなくシートシェル20に導かれる」ようにする，という課題解決手段とは全く異なるものである。",
                "甲1の側方支持部6は「シート3の側部の外側」ではなく，背もたれ5の横方向の両側端面に設けられている（甲1の図1A～1C参照）。",
                "本件発明1では，「シートシェルの内側」に「支持部」が配置されており，「側面衝突保護部」は「シートシェルの外側」で「シートシェル」に取り付けられている。",
                "甲1のシート3が本件発明1のシートシェルに相当してもしなくても，いずれにせよ，側方支持部6は子供に密接に接触しているので，横方向からの車両の衝突による力は，側方支持部6によって密接に支持されている子供に直接伝わる。このように，甲1の側方支持部6は，「子供との間の密接な接触を維持」し，「子供を横方向に支持」するために，背もたれ5に対して枢動するものであるので，広がった状態（図1C）であっても狭まった状態（図1A）であっても，支持面8で子供に密接に接触して子供を支持する。したがって，甲1発明では，横方向からの車両の衝突による力は，側方支持部6と密接に接触して支持されている子供に伝えられる。",
                "したがって，「側方支持部6を開状態にしている際に車両の衝突が発生した場合には，甲1の側方支持部6は当該衝突による力をシート3へと伝達する機能を果たす」という原告の主張は失当である。",
                "甲1は，側方支持部6が，子供のサイズに合わせて，子供に密接に接触して支持するという機能を好適に果たすことができる位置に開閉される，という思想を開示しており，甲1には「休止位置」という概念そのものが開示されていない。側方支持部6が閉じた状態は「休止位置」には相当しない。この点は，本件審決（本件審決第5，2(1)（1-2）ウ〔本件審決50頁38行目～51頁8行目〕）にも記載されるとおりである。甲1には複数の「機能位置」が開示されているにすぎない。",
                "したがって，原告が主張する一致点及び相違点は誤っており，本件発明1と甲1発明1の間には，本件審決が認定したとおりの相違点が存在し，これらの相違点に係る本件発明1の構成を容易に想到することはできないから，本審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし15に係る特許の無効",
              "text": [
                "〔原告の主張〕",
                "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであるから，本件発明1について述べたのと同様の取消事由（前記(1)〔原告の主張〕）が存在する。",
                "〔被告の主張〕",
                "本件発明1について原告主張の取消事由は存在せず（前記(1)〔被告の主張〕），本件発明2ないし15についても取消事由は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明16に係る特許の無効",
              "text": [
                "〔原告の主張〕",
                "本件発明16と甲1発明16との相違点1及び2に関しては，本件発明1と甲1発明1との相違点1及び2について述べた（前記(1)〔原告の主張〕）のと同様であり，相違点に対応する構成を甲1発明16において採用することは容易に想到することができた。",
                "本件発明16と甲1発明16との相違点3に関し，本件審決は，甲3に記載された事項を適用することによる容易想到性を否定した（本件審決第5，2(3)（3-2）エ〔本件審決60頁3～35行目〕）。しかし，甲1の側方支持部6と甲3の形状部18とは同様の部材であるから，甲1の側方支持部6において甲3のようなロック機構を採用することは当業者であれば容易に想到することができた。",
                "したがって，本件発明16は，甲1及び甲3に基づいて容易に想到することができたものであり，本件審決は，本件発明16の容易想到性の判断を誤ったものである。",
                "〔被告の主張〕",
                "本件発明16と甲1発明16との相違点1及び2に関しては，本件発明1と甲1発明1との相違点1及び2について述べた（前記(1)〔被告の主張〕）のと同様であり，相違点に対応する構成を甲1発明16において採用することは容易に想到することはできなかった。",
                "甲3に記載されている発明は，自動車のための幼児用シートに関するものであって，シートの両側に設けられた形状部18を内側に回転させてテーブル23を形成することができる，というものである（甲3の図1参照）。甲3には本件発明16の「折り畳み部分は，・・・少なくとも1つの停止保持器を有し」という構成は開示されていない。さらに，甲3は，形状部18の「休止位置」は開示されておらず，側面衝突保護を目的としない，異なる複数の「機能位置」が開示されているにすぎない。このように，甲1及び甲3には，「休止位置」の概念そのものが開示されていないので，仮に甲1と甲3とを組み合わせたとしても，本件発明16を容易に想到することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4〔甲4発明に基づく進歩性判断の誤り（無効理由2関係）〕について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1に係る特許の無効-甲4発明1の認定，本件発明1と甲4発明1の一致点・相違点の認定の誤り，甲4発明1に基づく容易想到性の判断の誤り",
              "text": [
                "〔原告の主張〕",
                "本件審決は，本件発明1と甲4発明1との相違点1に関し，「ヘッドガード4，5は『背もたれ部3の両側縁部から前方へ張り出す』ように設けられており，本件発明1の『シートシェルの外側でシートシェルに取り付けられる側面衝突保護部』とは異なる。」（本件審決第5，3(1)（1-2）イ〔本件審決63頁37行目～64頁2行目〕）と認定するが，甲4発明のヘッドガード4及び5に伝わった横からの衝撃は「シート」に伝わるのであるから，ヘッドガード4及び5は，本件発明1の「側面衝突保護部」に相当する。",
                "本件発明1と甲4発明1との相違点2に関し，本件審決は「甲4においては，むしろより狭い位置がより好ましい『機能位置』である。これは，『所定の幅の中に位置する休止位置』（即ちより狭い位置）及び『所定の幅の外に位置する機能位置』（即ちより広い位置）と定義する本件発明1の構成とはむしろ逆の概念である。」（本件審決第5，3(1)（1-2）ウ〔本件審決64頁14～17行目〕）と認定するが，本件発明1と対比するのであれば，ヘッドガードとしての機能位置であるかどうかは関係なく，「側面衝突保護部」として機能位置にあるかどうかで判断されるべきである。そして，ヘッドガードが開いた状態の方が閉じた状態と比較して「側面衝突保護部」としての機能を果たすのであるから，甲4のヘッドガード4及び5についても「機能位置」と「休止位置」は開示されている。また，本件審決は「ヘッドガード4，5がチャイルドセーフティシートの所定の幅の外に位置すること自体が開示されていない。」（本件審決第5，3(1)（1-2）ウ〔本件審決64頁23～24行目〕）とも認定するが，これは，本件発明1の「チャイルドセーフティシートの所定の幅」を，「所定の」という文言を無視して「チャイルドセーフティシートの幅」と捉える本件審決の誤った解釈を前提とするものであり，誤りである。",
                "本件審決は，「甲4は車両の側方からの力がヘッドガード4及び5を介して，シートシェルではなく，直接子供に導かれる構成を示しているにすぎない。」（本件審決第5，3(1)（1-2）ウ〔本件審決65頁3～4行目〕）と述べるが，横から加わった衝撃の少なくとも一部はシートに伝達されるのであるから，「ヘッドガードに伝わる横からの力はシートに導かれる」ことになり，甲4には本件発明1に対応する構成が開示されている。",
                "そうすると，「シートシェル」と「支持部」とが別部材であるという本件審決の立場に立ったとしても，本件発明1に対応して示すと，甲4には以下の構成が開示されており，本件発明1に相当する構成がすべて示されているから，本件発明1は，甲4発明1に基づいて容易に想到することができたものである。",
                "1a2  子供安全シート（1）であって，",
                "1b2  子供を支持するクッション材又はカバー材と，",
                "1c2  クッション材又はカバー材のための構造要素であり，背もたれ部（3）を有するシートと，",
                "1d2  シートの外側でシートに取り付けられるヘッドガード（4，5）と，",
                "を有し，",
                "1e2  クッション材又はカバー材はシートの内側にあり，",
                "1f2  ヘッドガード（4，5）は，子供安全シート（1）の所定の幅の中に位置する内方位置から，子供安全シート（1）の所定の幅の外に位置する外方位置に，及び外方位置から内方位置に移動可能であり，",
                "1g2  ヘッドガード（4，5）は，シートが車両に取付けられた状態において，車両の側部から子供安全シート（1）に伝わる横からの力がシートに導かれるように，配置される，",
                "1h2  子供安全シート（1）。",
                "したがって，本件審決は，甲4発明1の認定を誤り，その結果として甲4発明1との一致点・相違点の認定を誤り，また甲4発明1に基づく容易想到性の判断を誤ったものである。",
                "〔被告の主張〕",
                "甲4には，一対のヘッドガード4及び5が開示されているのみであって，本件発明1の，「子供又は乳児を支持する支持部」とは別個の部材であり，支持部を内側に配置させる「支持部のための構造要素」である「シートシェル」は，開示も示唆もされていない。",
                "仮に，甲4の背もたれ部3のベースとなる部材が，本件発明1の「シートシェル」に対応するとしても，ヘッドガード4及び5は「背もたれ部3の両側縁部から前方へ張り出す」ように設けられており，本件発明1の「シートシェルの外側でシートシェルに取り付けられる側面衝突保護部」とは異なる。",
                "甲4には，一対のヘッドガードをより狭い位置とより広い位置との間で変更可能に配置することが開示されており，ヘッドガード4及び5は，広げられた位置においても，狭められた位置においても，子供の頭部の両側に配置されていることにより，壁を形成して頭部を保護する，という機能を発揮している。つまり，甲4にはヘッドガードの「休止位置」が開示されておらず，複数の「機能位置」しか開示されていない。",
                "そもそも，甲4には本件発明1のシートシェルに相当する構成は開示されていないので，チャイルドセーフティシートに伝わる横からの力がシートシェルに導かれるようにすることはできない。さらに，本件審決（本件審決第5，3(1)（1-2）ウ〔本件審決64頁29～36行目〕）にも示されるとおり，仮に，甲4発明1の「背もたれ部3のベースとなる部分」が本件発明1の「シートシェル」に相当し，甲4発明1の「ヘッドガード4，5」が本件発明1の「側面衝突保護部」に相当するとしても，甲4の背もたれ部の両側縁部から前方へ張り出すように配置されたヘッドガードは，横からの力がシートシェルに導かれるように，配置されているものではない。",
                "したがって，原告が甲4に開示されていると主張する構成は，甲4発明1には開示されておらず，本件発明1と甲4発明1との間には，本件審決が認定したとおりの相違点が存在し，これらの相違点に係る本件発明1の構成を容易に想到することはできないから，本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし15に係る特許の無効",
              "text": [
                "〔原告の主張〕",
                "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであるから，本件発明1について述べたのと同様の取消事由（前記(1)〔原告の主張〕）が存在する。",
                "〔被告の主張〕",
                "本件発明1について原告主張の取消事由は存在せず（前記(1)〔被告の主張〕），本件発明2ないし15についても取消事由は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明16に係る特許の無効",
              "text": [
                "〔原告の主張〕",
                "本件発明16と甲4発明16との相違点1に関しては，本件発明1と甲1発明1との相違点1について述べた（前記3(1)〔原告の主張〕）のと同様であり，相違点に対応する構成を甲4発明16において採用することは容易に想到することができた。",
                "本件発明16と甲4発明16との相違点2に関し，本件審決は，甲3に記載された事項を適用することによる容易想到性を否定した（本件審決第5，3(3)（3-2）ウ〔本件審決70頁30行目～71頁22行目〕）。しかし，回転可能な甲4のヘッドガード4及び5において，甲3のようなロック機構を採用することは当業者であれば容易に想到することができた。",
                "したがって，本件発明16は，甲4及び甲3に基づいて容易に想到することができたものであり，本件審決は，本件発明16の容易想到性の判断を誤ったものである。",
                "〔被告の主張〕",
                "本件発明16と甲4発明16との相違点1に関しては，本件発明1と甲1発明1との相違点1について述べた（前記3(1)〔被告の主張〕）のと同様であり，相違点に対応する構成を甲4発明16において採用することは容易に想到することはできなかった。",
                "甲3には本件発明16の「折り畳み部分は，・・・少なくとも1つの停止保持器を有し」という構成は開示されていない。さらに，甲4には「休止位置」は開示されていないし（前記(1)〔被告の主張〕），甲3には，形状部18の「休止位置」は開示されておらず，側面衝突保護を目的としない，異なる複数の「機能位置」が開示されているにすぎない。このように，甲4及び甲3には，「休止位置」の概念そのものが開示されていないので，仮に甲4と甲3とを組み合わせたとしても，本件発明16を容易に想到することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の意義について",
          "text": [
            "本件明細書等の記載（別紙2-1）によれば，本件発明の意義は，次のとおりと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件発明は，側面衝突保護部が取り付けられたチャイルドセーフティシート，又は，側面衝突保護部に関するものである（段落【0001】及び【0002】）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "チャイルドセーフティシートは，特に事故が発生した場合に，子供らに保護を提供する。このようなチャイルドセーフティシートを取り付ける手段は，シートの横方向への運動からチャイルドセーフティシートを十分に固定しないので，側面衝突において問題があり，従来から，チャイルドセーフティシートの側部に渡って伸びる，ストラップ又はエアクッションの形態のエネルギ吸収要素である，側面衝突保護部を備えていた（段落【0003】）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "これら従来の装置は，チャイルドセーフティシートの子供に直接衝撃を与え，チャイルドセーフティシートは衝撃を十分吸収できない，又は，消散させることができなかったため，子供に最大の安全を提供することができないことが明らかとなっている（段落【0003】）。",
                "そこで，本件発明の目的は，前述の欠点を回避するとともに改良された側面衝突保護部を提供することにある（段落【0005】）。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決する手段等（本件発明1～15）",
              "text": [
                "本件発明1は，シートシェルの内側に子供又は乳児を支持する支持部を有し，シートシェルの外側でシートシェルに取り付けられる側面衝突保護部を有し，側面衝突保護部は，チャイルドセーフティシートの幅に位置する休止位置から，幅の外側に位置する機能位置に，及びその反対に移動可能であり，特にシートシェルの側部において，起こり得る横からの力が，シートシェルに導かれるような方法で，配置される構成を採用したものである（請求項1，段落【0007】及び【0031】）。",
                "そして，本件発明1の重要な態様は，伝達又は力又はエネルギが子供の体に直接衝撃を与えないが，代わりに子供の体から離れて及びシートシェルに導かれるような方法でシートシェルに取り付けられる側面衝突保護部にあり，これを，チャイルドセーフティシートの座部領域より上や背部に，配置し，これにより，そのようにすることで，ベースに取り付けられるチャイルドセーフティシートの転倒が，効果的に防止され，また，子供は側面衝突の影響の到達範囲におらず，代わりに，チャイルドセーフティシートの構造要素，すなわちシートシェルがあり，したがって子供への直接のエネルギ伝達が構造的に回避されるものである（請求項6，7，段落【0008】，【0018】，【0019】，【0031】及び【0035】）。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "課題を解決する手段等（本件発明16）",
              "text": [
                "本件発明16は，側面衝突保護部であって，側面衝突保護部は，シートシェルに取り付けられる折り畳み部分として形成され，前記折り畳み部分を休止位置から機能位置に及びその逆に変更するために，前記折り畳み部分は軸周りに回転されることができ，折り畳み部分は，シートシェルの外側から突出する機能位置における所定位置でロックされるように，ロックバーが前記機能位置でロックする停止保持器を有し，また，ロックバーに対して割り当てられる解放ボタン又は解放スライダの作動によって解放されるものである（請求項16，段落【0010】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "各引用文献に記載された技術事項",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5の記載",
                  "text": [
                    "甲5は，名称を「CHILD  SAFETY  SEAT  WITH  SIDE  IMPACT PROTECTION（側面衝撃保護を備えたチャイルド安全シート）」とする特許出願に係るもので，「発明の詳細な説明」及び「図面」として別紙3（甲5の記載）のとおり記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5が開示する技術的事項",
                  "text": [
                    "甲5の記載（別紙3）によれば，甲5には，次のような技術的事項の開示があると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "側面衝撃保護を備えたチャイルド安全シートに関する（段落［0002］）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術・発明が解決しようとする課題",
                      "text": [
                        "チャイルド安全シートは，車両のサイドシートの一つに配置され，車両の内側との横方向の距離はわずかであるため，チャイルド安全シートが車両の内側に衝突する前に，シート固定手段によってチャイルド安全シートの相対的な動きを十分に減速させるのに十分ではない。したがって，チャイルド安全シートを備える車両で側面の衝突が起こった場合，チャイルド安全シートの横方向の動きが非常に短時間で停止し，強い減速に対応することになり，この減速により，チャイルド安全シート内の子供に実質的な力がかかり，子供が重傷を負う可能性があるという問題があったところ，このような問題を解決し，側面衝突における保護効果を改善するチャイルド安全シートを提供することを目的とする（段落［0003］～［0011］）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決する手段等",
                      "text": [
                        "チャイルド安全シートは，エネルギー吸収及び／又は伝達要素を備え（段落［0013］），チャイルド安全シートは，運搬用ハンドルを備えた幼児用キャリアの形で設計されてもよく，エネルギー吸収及び／又は伝達要素は，ハンドル又はチャイルド安全シートの他の領域に配置され得るものであり（段落［0014］），エネルギー吸収及び／又は伝達要素は，休止位置から機能位置に，またその逆に移動されるものであり（段落［0015］），チャイルド安全シートの側面衝突保護には，エネルギー吸収及び／又は伝達要素の設計及び配置が決定的であり（段落［0029］），エネルギー吸収及び／又は伝達要素により伝達されるエネルギーは，支持要素，チャイルド安全シート又はベース要素に伝達され，最終的には車体に伝達される構成を採用した（段落［0031］～［0034］）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施の形態1（段落［0050］～［0052］及び図1～6）",
                      "text": [
                        "チャイルド安全シートは，運搬ハンドル8を備えた幼児用キャリア7として設計され，エネルギー吸収及び／又は伝達要素2の取り付けが特に有利であるチャイルド安全シート（幼児用キャリア）の領域は，運搬用ハンドルの固定領域，運搬用ハンドルのサイドアーム12及び幼児用キャリアの下側領域13であり，また，当該領域13では，幼児用キャリアのキャリア材料がパッドで覆われていないので，この領域は，エネルギー吸収及び／又は伝達要素2を組み込むのに特に適していること，さらに，パッドで覆われているチャイルド安全シート（幼児用キャリア）の領域に，エネルギー吸収及び／又は伝達要素2を位置付けることも基本的には可能であり（段落［0051］），エネルギー吸収及び／又は伝達要素101は，弧状に設計されて，旋回可能に取り付けられ，休止位置3では，運搬用ハンドル8にぴったり合い，機能位置4では横方向に弧状に突出する（段落［0052］）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施の形態2（段落［0058］～［0060］及び図10～11）",
                      "text": [
                        "チャイルド安全シートは，運搬ハンドル8を備えた幼児用キャリア7として設計され，エネルギー吸収及び／又は伝達要素2は案内ピン302が配置されている円筒301の形状を有し，シリンダは，案内ピン302用の接続部材の形態の凹部304を含むシリンダガイド303内で案内され，休止位置3では，案内ピン302は凹部304の休止領域305内に位置決めされ，シリンダ301を回転させることによって，案内ピン302が外に案内され，シリンダをシリンダガイド303内で休止位置3から機能位置4にシフトされて，固定され（段落［0058］），エネルギー吸収及び／又は伝達要素2は，領域11に配置されることが好ましい（段落［0059］）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の記載",
                  "text": [
                    "甲1は，名称を「A child vehicle seat（子供用車両シート）」とする特許出願に係るもので，「発明の詳細な説明」及び「図面」として，別紙4（甲1の記載）のとおり記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1が開示する技術的事項",
                  "text": [
                    "甲1の記載（別紙4）によれば，甲1には，次のような技術的事項の開示があると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "少なくとも座部と，座部に接続された背もたれと，旋回軸の周りで旋回可能な側方支持部と，を備え，背もたれと座部との間の移行部から離れる方向にスライド要素を移動させるときに側方支持部が互いに離れるように旋回し，その逆も同様である，子供用車両シートがすでに知られているところ，甲1は，改善された旋回可能な側方支持部を有する子供用車両シートを提供することを目的とする（段落［0001］～［0003］）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記目的を達成するために，子供用車両シートにおいて，接続要素が各々，対応するスロット内にスライド可能に配置された案内要素によってスライド要素に対して移動可能となり，2つのスロットの第一端部とスロットの第二端部の配置（段落［0004］及び［0005］）や側方支持部の旋回軸の配置（段落［0018］）により，側面衝突時に肩同士の密着が保たれ，子供の動きの自由と側部衝突時の安全の間で最適にする構成を採用する(段落［0019］)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特に，実施形態として，子供用車両シート1は，シート3を備え，シート3は，座部4と，座部4に接続された背もたれ5とを備え，背もたれ5は，両側部において，枢動軸によって背もたれ5に枢動可能に連結された側方支持部6を備え，各側方支持部6は，子供を横方向に支持するための支持面8を備え（段落［0023］），シート3は，二つの側方支持部6の間に配置され，背もたれ5にスライド可能に接続され，子供用車両シート1を使用する子供のサイズまでヘッドレスト10を調節するために，座席部分4から離れる又は座席部分4に向かって移動可能となっており（段落［0024］），ヘッドレスト10は，二つの細長いスロット12を有する板状要素11を備え，スロット12は互いに角度を成しており（段落［0025］），シート3は，二つの接続要素13も備え，各接続要素13は，第一端部付近で，側方支持部6のうちの一つのフランジ9に旋回軸14によって旋回可能に接続され，第二端部付近で，接続要素13は，ヘッドレスト10のスロット12のうちの一つにスライド可能に配置されている案内要素15を備えている（段落［0026］）構成を採用し，ヘッドレスト10が最も低い位置にあると，側方支持部6の支持面8間の距離も小さくなり，この位置では，子供用車両用シート1は比較的小さい子供に適しており，ヘッドレスト10を上方に動かすと，側方支持部6の支持面8は，互いに離れるように旋回し，より大きな子供により適するよう，互いのより大きな距離に配置されるように機能する（段落［0023］～［0031］及び図1～4）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4の記載",
                  "text": [
                    "甲4は，発明の名称を「子供用座席装置」とする特許出願に係るもので，「発明の詳細な説明」及び「図面」として，別紙5（甲4の記載）のとおり記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4が開示する技術的事項",
                  "text": [
                    "甲4の記載（別紙5）によれば，甲4には，次のような技術的事項の開示があると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "座部と，この座部の後端から立ち上がる背もたれ部とを備え，子供の頭部を側方から保護するため，背もたれ部の両側縁部からそれぞれ前方へ張り出すようにヘッドガードが設けられる自動車用子供安全シートは知られている（段落【0001】～【0003】）ところ，子供の安全の観点からは，一対のヘッドガード間の間隔が狭い方が好ましく（段落【0004】），他方，ヘッドガード間の間隔が狭すぎると，子供に対して圧迫感を与えるので好ましくない（段落【0005】）という，相反する二つの要望を満足させることができる子供用座席装置を提供しようとすることを目的とする（段落【0008】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記目的を達成するために，子供用座席装置において，座部と，前記座部の後端から立ち上がる背もたれ部と，前記背もたれ部の両側縁部から前方へ張り出す一対のヘッドガードとを備え，一対のヘッドガード間の間隔を変更可能とする構成を採用する(段落【0009】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特に，実施例として，子供安全シート1は，座部2と，座部2の後端から立ち上がる背もたれ部3と，背もたれ部3の両側縁部から前方へ張り出す一対のヘッドガード4及び5とを備え，座部2と，背もたれ部3及びヘッドガード4及び5は，ベースとなる部材がクッション材やカバー材で覆われて構成されてり，ヘッドガード4及び5の各々は，背もたれ部3に対して，この背もたれ部3の立ち上がる方向と実質的に平行に延びる軸線のまわりに回動可能とされ（段落【0016】～【0018】，図1～3），ヘッドガード4及び5をそれぞれ所望の角度に変更した状態を固定するため，係合突起17と係合部18との組合せやロック手段が用いられる（段落【0024】）構成を採用し，ヘッドガード4及び5の各々の回動によって，一対のヘッドガード4及び5間の間隔が変更されるように機能する（段落【0018】）。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1〔甲5発明に基づく進歩性判断の誤り（無効理由3関係）〕について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "シートシェルの意義について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "要旨認定の手法",
                          "text": [
                            "発明の要旨認定は，特許請求の範囲の記載に基づいて行うべきであり，発明が属する技術分野における優先日前の技術常識を考慮した通常の意味内容により特許請求の範囲の記載を解釈するのが相当である。もっとも，特許請求の範囲の記載の意味内容が，明細書又は図面において，通常の意味内容とは異なるものとして定義又は説明されていれば，通常の意味内容とは異なるものとして解される余地はあるものの，そのような定義又は説明がない場合には，上記のとおり解釈するのが相当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "請求項1（本件発明1）の記載",
                          "text": [
                            "「シートシェル」に関連して，請求項1（本件発明1）には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「子供又は乳児を支持する支持部と，前記支持部のための構造要素としてのシートシェル」（構成要件1B，1C）",
                              "text": [
                                "⒝  「前記シートシェルの外側で前記シートシェルに取り付けられる側面衝突保護部」（構成要件1D）",
                                "⒞  「前記支持部は前記シートシェルの内側にあり」（構成要件1E）"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "技術常識",
                          "text": [
                            "本件発明1は，「チャイルドセーフティシート」という物の発明であるところ，チャイルドセーフティシートが属する技術分野における本件特許の優先日（平成24年6月18日）前の技術常識において，「シートシェル」という語がどのような意味を有していたかについて検討する。",
                            "本件特許の優先日前に頒布された刊行物である甲25の1ないし6の各文献には，別紙6（甲25の1～6の記載）のとおりの記載がある。",
                            "甲25の1ないし6の記載（別紙6）によれば，チャイルドセーフティシートが属する技術分野において，「シートシェル」又は「シェル」という用語やその構造は，次のとおりに理解されていたものと認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "シートシェルは，剛性のある素材からなるチャイルドセーフティシートの基本構造体である（甲25の1～4，6）。",
                                "⒝  シートシェルは，座部と背もたれを備える形状であり（甲25の1～6），さらに側面を有し，子供を載置する側を包み込むような形状をとることがある（甲25の2～6）。",
                                "⒞  子供を支える柔軟性のある素材をシートシェルの子供が座る側（内側）に載置又は子供が座る側からシートシェルの外側にわたって被せるように配置する（甲25の2～4，6）。",
                                "⒟  シートシェルにおける，座部と背もたれ部とは，一体成型のこともあれば，二部品成型のこともある（甲25の1）。",
                                "（以下，上記(a)ないし⒟を「シートシェルに係る技術常識」という。）"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "本件発明1の「シートシェル」及び「支持部」の意味",
                          "text": [
                            "本件発明1の「シートシェル」は，構成要件1C（前記b(a)）において，「支持部のための構造要素」であることが規定され，また，構成要件1D（前記b⒝）において，「外側で側面衝突保護部が取り付けられる」こと，すなわち，側面を備えることが規定されているから，シートシェルに係る技術常識の(a)，⒝（前記c(a)，⒝）を踏まえると，本件発明1の「シートシェル」は，「座部，背もたれと側面を備え，子供を載置する側を包み込むような形状である剛性のある素材から成るチャイルドセーフティシートの基本構造体」と解される。",
                            "また，本件発明1の「支持部」は，構成要件1B（前記b(a)）において，「子供又は乳児を支持する」ものであることが規定され，構成要件1E（前記b⒞）において，「前記支持部が前記シートシェルの内側にある」という位置関係が規定されていることから，シートシェルに係る技術常識の⒞（前記c⒞）を踏まえると，本件発明1の「支持部」は，子供を支える柔軟性のある素材からなり，シートシェルの子供が座る側（内側）に載置又は子供が座る側からシートシェルの外側にわたって被せるように配置されるものであると解される。",
                            "なお，本件発明では，支持部材が，シートシェルの内側のみにあるとか，シートシェルの側面や背面を覆っていないという特定はないし，支持部材がシートシェルと別の骨格構造体を備えるとの特定はなく，また，本件明細書の段落【0031】にもそのような記載はない。",
                            "本件明細書において，「シートシェル」という用語は，段落【0007】～【0012】，【0014】，【0016】，【0019】，【0020】，【0022】，【0031】，【0035】，【0040】，【0042】，【0044】及び【0047】に記載されており，また，「支持部」という用語は，段落【0031】にのみ記載されている。しかし，「シートシェル」又は「支持部」という用語を通常とは異なる意味内容とする定義又は説明に相当する記載は，本件明細書等には見出すことができないから，請求項1（本件発明1）の「シートシェル」及び「支持部」という用語は，上記のとおり，本件発明が属する技術分野における優先日前の技術常識を考慮した通常の意味内容により解すべきである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "本件発明16の「シートシェル」及び「支持部」の意味",
                          "text": [
                            "本件発明16は，「側面衝突保護部」という「物」の発明であって，本件発明1と同様に，「子供又は乳児を支持する支持部と，前記支持部のための構造要素としてのシートシェル」を有すること（前記b(a)に対応），側面衝突保護部材は，「前記シートシェルの外側で前記シートシェルに取り付けられる」こと（前記b⒝に対応），「前記支持部は前記シートシェルの内側にあ」ること（前記b⒞に対応）をその構成要件として備えるから，本件発明16における「シートシェル」及び「支持部」についても，本件発明1と同様の意味内容であると解すべきである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "本件審決の解釈の適否",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "本件審決の説示",
                              "text": [
                                "本件審決は，シートシェルについて次のように説示する。"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "text": [
                                "「ア．本件発明1の『シートシェル』で特定される事項」において「本件発明1の『シートシェル』は，・・・『支持部』とは別個の部材であると解するのが相当である。そうすると，『シートシェル』の定義は，『シート』の『シェル』であって，『子供又は乳児を支持する支持部』とは別個の部材であって，『前記支持部は前記シートシェルの内側にあ』るから，支持部が内側にある『支持部のための構造要素』である『シェル』ということができる。」とする（本件審決第5，2(1)（1-2）ア〔本件審決49頁9～17行目〕）。",
                                "(ii)  前記(i)の「『シートシェル』の定義からみて，甲1発明1の『側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10』は子供を支持する部材であるから本件発明1の『支持部』に相当するものであり」とする（本件審決第5，2(1)（1-2）イ〔本件審決49頁19～21行目〕）。",
                                "(iii)  「シートシェルが，従来技術とは異なり，子供を支持する支持部材とは別な部材であることは，以下の明細書の記載からも明白である。」（本件審決第5，2(1)（1-2）オ(ア)〔本件審決53頁20～21行目〕）として，本件明細書の段落【0008】及び【0019】を挙げる。",
                                "⒝  本件審決の解釈",
                                "前記(a)の本件審決の説示を総合すると，本件審決は，本件発明の「支持部」が，シートシェルに係る技術常識の(a)ないし⒞（前記c(a)ないし⒞）により理解される「シートシェル」及び「子供を支える柔軟性のある素材」に相当し，本件発明の「シートシェル」は，「支持部」を内側に配置する，従来技術（技術常識）における「シートシェル」及び「子供を支える柔軟性のある素材」とは別異の，それらに更に追加される構造要素と解釈しているものと認められる。",
                                "⒞  本件審決の解釈の適否",
                                "本件審決は，本件発明の「シートシェルが，従来技術とは異なり，子供を支持する支持部材とは別な部材である」と解する根拠として，本件明細書の段落【0008】や【0019】を引用するが（前記(a) (iii)），これらの段落は，「側面衝突保護部」の配置とその作用又は効果についての説明にとどまるものであって，「シートシェル」が従来技術とは別異なものであるとの記載はないし，支持部については何らの記載もないことからすると，上記段落が本件審決の上記解釈を裏付けるものとはいえない。そして，本件発明の特許請求の範囲の記載や本件明細書の発明の詳細な説明の記載において，前記⒝の本件審決の解釈を採用すべき根拠を見出すことはできない。したがって，前記⒝の本件審決の解釈を採用することはできない。",
                                "⒟  被告の主張の検討",
                                "被告は，本件発明の「シートシェル」の解釈について，「背部側から支持部を構造的に保持するシェル（外殻）的構造要素である」，「支持部とは別個のシェル形状の一構成要素であり，子供を前部側で支持する支持部の背部側を外側から構造的に保持する，支持部のためのシェル（外殻）的構造要素であって，車両の側部から伝わる横からの力がシートシェルに導かれるように側面衝突保護部を配置したシェルである」，「シートシェルは，シートシェルの内側にある支持部の背部側を外側から構造的に保持し，かつ側面衝突保護部を取り付けるのに必要とされる程度に剛性（段落【0022】）を備えるシェル形状部材である」，「シートシェルはその背部側が露出しており，シェルの名のとおり曲面形状である」などと主張する（前記第3，1(1)ア〔被告の主張〕）。確かに，本件図面の図2，5及び6に，シートの背部に曲面形状の構造が示されているようにも見え，実施例において，それがシートシェルに該当するとされている。しかし，本件明細書には，本件発明のシートシェルを，被告が主張するような外殻的構造の意味に限定して解釈すべき根拠となるような記載はなく，シートシェルという用語の解釈に当たって，本件発明が属する技術分野における優先日前の技術常識を考慮した通常の意味内容とは異なるように解釈すべきことを裏付ける根拠もないから，被告の上記主張は採用することができない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "側面衝突保護部の配置について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求項1（本件発明1）により示される側面衝突保護部の配置",
                          "text": [
                            "本件発明1は「前記シートシェルの外側で前記シートシェルに取り付けられる側面衝突保護部」（構成要件1D）という構成を備えるから，本件発明1の側面衝突保護部は，シートシェルの外側でシートシェルに取り付けられるものである。そして，前記(ア)dのとおり，「シートシェル」は，剛性のある素材から成るチャイルドセーフティシートの基本構造体であると解されることからすると，このような基本構造体である「シートシェル」の側面の外側に取り付けられた「側面衝突保護部」が受けた力は，自ずと「シートシェル」に伝達されることになる。",
                            "本件発明1は，「前記側面衝突保護部は，前記チャイルドセーフティシートが前記車両の前記シートに取付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という構成を備えるところ，上記のとおり，側面衝突保護部がシートシェルの外側で前記シートシェルに取り付けられること（構成要件1D），シートシェルは剛性のある素材から成るチャイルドセーフティシートの基本構造体であり（前記(ア)d），側面衝突保護部が受けた力は自ずとシートシェルに伝達されることに照らすと，上記の構成（構成要件1G）は，シートシェルの外側に取り付けた側面衝突保護部の配置（換言すれば「取付位置」）が，シートシェルの側面の外側であることを示すのみであり，その配置について，それ以上に何ら具体的な特定をするものではないと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告の主張の検討",
                          "text": [
                            "被告は，請求項1（本件発明1）の「側面衝突保護部は，・・・横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という文言は，機能的限定であるから，本件明細書に記載された具体的構成に基づいて限定的に解釈し，「側面衝突保護部が，チャイルドセーフティシートの座部領域より上方であって，チャイルドセーフティシートの背部に配置される」ことによって，「横からの力が，支持部（子供）には導かれず，シートシェルにのみ導かれる」ことを意味するものと解釈すべきであると主張する（前記第3，1(1)イ〔被告の主張〕）。",
                            "しかし，発明の要旨認定は，特許請求の範囲の記載に基づいて行われるべきであり，それは，特許請求の範囲の記載の中に作用又は機能を用いて物を特定しようとする記載がある場合であっても同様である。本件発明1の「前記側面衝突保護部は，前記チャイルドセーフティシートが前記車両の前記シートに取付けられた状態において，前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という構成には，「車両の側部からチャイルドセーフティシートに伝わる横からの力がシートシェルに導かれる」ということしか記載されておらず，「横からの力が，支持部（子供）には導かれず，シートシェルにのみ導かれる」とは記載されていないから，被告主張のような限定的な解釈をとることはできない。請求項6（本件発明6）には，側面衝突保護部の側部要素がチャイルドセーフティシートの座部領域より上に配置されるチャイルドセーフティシートが記載され，請求項7（本件発明7）には，側部要素がチャイルドセーフティシートの背部に配置されるチャイルドセーフティシートが記載されており，また，本件明細書の段落【0008】及び【0019】には，衝突による横からの力が子供の体に直接伝わらず，子供の体を迂回してシートシェルに導かれるように取り付けられる側面衝突保護部材に関する記載があるが，請求項1（本件発明1）の文言を，従属請求項である請求項6及び7の記載並びに本件明細書の発明の詳細な説明の段落【0008】及び【0019】の記載によって限定して解釈する理由はないから，被告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1に係る特許の無効について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲5発明1-1の一致点・相違点の認定の誤り（取消事由1-1-2）について",
                      "text": [
                        "本件発明1と甲5発明1-1の一致点・相違点の認定の誤り（取消事由1-1-2）について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "支持部に関する認定",
                          "text": [
                            "「子供を支える柔軟性のある素材をシートシェルの子供が座る側（内側）に載置又は子供が座る側からシートシェルの外側にわたって被せるように配置すること」（シートシェルに係る技術常識⒞，前記ア(ア)c⒞）は，本件優先日当時，技術常識であったものであり，甲5発明1-1の「パッド」は，その上に子供を乗せるから，上記の技術常識にいう「子供を支える柔軟性のある素材」に該当し，本件発明1の「子供又は乳児を支持する支持部」に相当するものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "シートシェルに関する認定",
                          "text": [
                            "前記2(1)イ(エ)のとおり，甲5発明1-1に係る実施形態1のチャイルド安全シートは，運搬ハンドル付き幼児用キャリア7として設計されており，その幼児用キャリアはキャリア材料から成るものとして記載されており，「シートシェルは，剛性のある素材からなるチャイルドセーフティシートの基本構造体である」（シートシェルに係る技術常識(a) ，前記ア(ア)c(a)）という技術常識を踏まえると，当業者は，上記のキャリア材料は，骨格構造を構成するのに適した剛性を有する素材を意味すると理解するものと認められる。なお，パッドで覆われた部分が，剛性を有する骨格構造（両当事者のいう「芯なる部材」）であることは，両当事者間に争いはない。そうすると，当業者は，甲5の記載から「背もたれ，座部におけるパッドに覆われた部分」の具体的な構造を把握できるものと認められる。この点につき，本件審決は，「甲5の明細書等には，そもそも『シートシェル』又は『シェル』に関して言及されておらず」（本件審決第5，4(1)（1-2）イ〔本件審決75頁11～12行目〕），「『背もたれ，座部におけるパッドの覆われた部分』が『シートシェル』に対応するとしても，当該部分の具体的構造は不明であり」（本件審決第5，4(1)（1-2）イ〔本件審決75頁36～37行目〕）と述べるが，上記に検討したところによれば，これらの本件審決の判断は誤りである。",
                            "本件発明1の「シートシェル」は，「座部，背もたれと側面を備え，子供を載置する側を包み込むような形状である剛性のある素材から成るチャイルドセーフティシートの基本構造体」であるという解釈（前記ア(ア)d）並びに甲5発明1-1及び甲5の記載事項を踏まえて，本件発明1と甲5発明1-1を対比すると，甲5発明1-1における「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分」及び「シート部分の外側（側部）」は，本件発明1における「シートシェル」に相当するというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "側面衝突保護部に関する認定",
                          "text": [
                            "甲5発明1-1において，「エネルギー吸収及び／又は伝達要素2」は，「シート部分の外側（側部）において・・・運搬用ハンドル8の固定領域11に取り付けた」ものであり，「伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2によってチャイルド安全シート1」に伝達されるのであるから，チャイルド安全シートを構成する，「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分」及び「シート部分の外側（側部）」（前記bにおいて「シートシェル」と認定された部分）にもエネルギーが伝達されることは明らかである。",
                            "そのため，甲5発明1-1における「エネルギー吸収及び／又は伝達要素2」は，本件発明1の「側面衝突保護部」に相当し，その配置は，本件発明1の「前記側面衝突保護部は，・・・前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という構成に相当する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "本件発明1と甲5発明1-1の一致点・相違点",
                          "text": [
                            "そうすると，本件発明1と甲5発明1-1との相違点は，本件発明1では，側面衝突保護部は，シートシェルの外側でシートシェルに取り付けられるのに対して，甲5発明1-1では，エネルギー吸収及び／又は伝達要素は，運搬ハンドルの固定領域に取り付けられている点（以下，「相違点A」という。）で相違し，その余の点では一致していると認められる。",
                            "被告は，本件発明1と甲5発明1-1との間には，有意な実質的な相違点が存在しており，本件審決が行った本件発明1と甲5発明1-1の一致点・相違点の認定に誤りはないと主張するが（前記第3，1(2)ア(イ)〔被告の主張〕），被告の主張は，甲5には，本件発明1のシートシェルに相当する部分がないという主張を前提とするものであるから，上記bのとおりその前提が誤りであり，採用することはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "本件審決の認定の誤りの有無（取消事由1-1-2の成否）",
                          "text": [
                            "本件発明1と甲5発明1-1との一致点・相違点は，前記dで述べたとおりであり，これと異なる本件審決の一致点・相違点の認定（前記第2，3(2)ウ(イ)a）は誤りである。したがって，取消事由1-1-2は理由がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5発明1-1に基づく容易想到性の判断の誤り（取消事由1-1-3）について",
                      "text": [
                        "甲5発明1-1に基づく容易想到性の判断の誤り（取消事由1-1-3）について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件審決の説示事項の検討",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件審決は，本件発明1の「シートシェル」についての本件審決の解釈を前提として，甲5の明細書等には「シートシェル」又は「シェル」に関して言及されていないとした上で（本件審決第5，4(1)（1-2）ア，イ〔本件審決75頁5～13行目〕），本件発明1について，甲5発明1-1に基づく容易想到性を否定する（本件審決第5，4(1)（1-2）オ〔本件審決78頁7～9行目〕）。しかし，本件発明1の「シートシェル」について，本件審決の解釈を採用することができないことは前記ア(ア)f⒞のとおりであるから，本件審決の上記判断は，その前提において採用することができない。",
                                "⒝  本件審決は，仮に，甲5の「背もたれ，座部におけるパッドに覆われた部分」が本件発明1の「シートシェル」に対応するとしても，甲5は，本件発明1の構成要件である「シートシェルの外側でシートシェルに取り付けられる側面衝突保護部」を開示していないとした上で（本件審決第5，4(1)（1-2）イ〔本件審決75頁16～20行目〕），本件発明1について，甲5発明1-1に基づく容易想到性を否定する（本件審決第5，4(1)（1-2）オ〔本件審決78頁7～9行目〕）。",
                                "本件審決が，甲5は，本件発明1の構成要件である「シートシェルの外側でシートシェルに取り付けられる側面衝突保護部」を開示していないとする点は，前記(ア)dの相違点A，すなわち，本件発明1では，側面衝突保護部は，シートシェルの外側でシートシェルに取り付けられるのに対して，甲5発明1-1では，エネルギー吸収及び／又は伝達要素は，運搬ハンドルの固定領域に取り付けられている点に相当する。しかし，前記2(1)イ(エ)のとおり，甲5の段落［0051］において，エネルギー吸収及び／又は伝達要素2は，ハンドル又はチャイルド安全シートの他の領域に配置され得るものであり，エネルギー吸収及び／又は伝達要素2の取り付けが特に有利であるチャイルド安全シート（幼児用キャリア）の領域として，運搬用ハンドルの固定領域11及び運搬用ハンドルのサイドアーム12と併記して，幼児用キャリアのキャリア材料がパッドで覆われていない下側領域13を記載しているのみならず，パッドで覆われているチャイルド安全シート（幼児用キャリア）の領域も具体的に示唆されている。そして，幼児用キャリアのキャリア材料がパッドで覆われていない下側領域13やパッドで覆われているチャイルド安全シート（幼児用キャリア）の領域は，甲5発明1-1における「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分」及び「シート部分の外側（側部）」を構成する一部であるから，前記(ア)bのとおり，これらの領域は本件発明1の「シートシェル」に相当し，当業者であれば，甲5発明1-1において，上記の具体的な示唆を踏まえて，運搬用ハンドルの固定領域11に換えて，キャリア材料がパッドで覆われていない下側領域13やパッドで覆われているチャイルド安全シート（幼児用キャリア）の領域，すなわち，「シートシェル」の外側にエネルギー吸収及び／又は伝達要素2を設けることにより，相違点Aに係る本件発明1のような構成と成すことは容易に想到し得るものと認められる。",
                                "この点に関して被告は，甲5の段落［0051］の記載に基づいて，「パッドにより覆われている領域」にエネルギー吸収及び／又は伝達要素2を位置づける場合には，その領域の表面に存在するパッドにエネルギー吸収及び／又は伝達要素2を取り付けることになり，直接に「芯となる部材」に取り付けることはできないとし，「芯となる部材」に直接取り付けるためには，パッドの存在しない運搬用ハンドル8の根本付近に取り付けられることになると主張する（前記第3，1(2)ア(ウ)〔被告の主張〕）。しかし，甲5の段落［0051］の記載は，あくまでも取付けのための領域を示唆するものにすぎないのであって，エネルギー吸収及び／又は伝達要素2の取付け領域として，パッドが存在する領域を具体的に選択した場合に，エネルギー吸収及び／又は伝達要素2をパッドそのものにのみ取り付けると，必要な取付け強度が確保できない等の不具合が生じることは自明であるから，当該取付け領域に存在するパッドの形状を変更する等により，当該領域にはパッドが存在しないようにし，エネルギー吸収及び／又は伝達要素2を幼児用キャリアのキャリア材料（シートシェル）に直接取り付けて，不具合を解消することは，技術上当然に求められる微調整と呼ぶべき設計的事項にすぎない。したがって，被告の上記主張は採用することができない。",
                                "⒞  本件審決は，仮に，甲5の「背もたれ，座部におけるパッドに覆われた部分」が「シートシェル」に対応するとしても，当該部分の具体的構成は不明であり，甲5には，車両の側部から伝わる力が「前記シートシェル」に導かれるように配置することは開示されていないとした上で（本件審決第5，4(1)（1-2）イ〔本件審決75頁36～39行目〕），本件発明1について，甲5発明1-1に基づく容易想到性を否定する。",
                                "しかし，前記(ア)cのとおり，甲5発明1-1における「エネルギー吸収及び／又は伝達要素2」は，本件発明1の「側面衝突保護部」に相当し，その配置は，本件発明1の「前記側面衝突保護部は，・・・前記車両の側部から前記チャイルドセーフティシートに伝わる横からの力が前記シートシェルに導かれるように，配置される」（構成要件1G）という構成に相当するから，本件審決の上記判断は誤りである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件審決の判断の誤りの有無",
                          "text": [
                            "前記a⒝のとおり，本件発明1と甲5発明1-1の相違点Aに係る本件発明1の構成は容易に想到することができたから，本件発明1は，甲5発明1-1，甲5に記載された事項に基づいて，当業者が容易に発明をすることができたものであり，本件審決が，本件発明1は，「甲5発明1-1，甲第5号証に記載された事項に基いて，当業者が容易に発明をすることができたものではない。」（本件審決第5，4(1)（1-2）オ〔本件審決78頁8～9行目〕）と判断したことは誤りである。したがって，取消事由1-1-3は理由がある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2ないし15に係る特許の無効について",
                  "text": [
                    "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであるから，本件発明1について述べたのと同様の取消事由（本件発明と甲5発明1-1の一致点・相違点の認定の誤り（取消事由1-1-2）（前記イ(ア)e），甲5発明1-1に基づく容易想到性の判断の誤り（取消事由1-1-3）（前記イ(イ)b））が存在する。したがって，本件審決が，本件発明2ないし15について，無効理由は成り立たないとした（本件審決第5，4(2)〔本件審決82頁23行目～83頁6行目〕）判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明16に係る特許の無効（取消事由1-3）について",
                  "text": [
                    "本件発明16と甲5発明16-1の一致点・相違点の認定の誤り，甲5発明16-1に基づく容易想到性の判断の誤り（取消事由1-3）について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明16と甲5発明16-1の一致点・相違点の認定の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "シートシェルに関する認定",
                          "text": [
                            "前記イ(ア)bと同様に，本件発明1の「シートシェル」は，「座部，背もたれと側面を備え，子供を載置する側を包み込むような形状である剛性のある素材から成るチャイルドセーフティシートの基本構造体」であるという解釈並びに甲5発明16-1及び甲5の記載事項を踏まえて，本件発明16と甲5発明16-1を対比すると，甲5発明16-1における「パッドで覆われるとともに子供を支持する背もたれ，座部と，からなるシート部分」及び「シート部分の外側（側部）」は，本件発明16における「シートシェル」に相当するというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "側面衝突保護部に関する認定",
                          "text": [
                            "甲5発明16-1において，「エネルギー吸収及び／又は伝達要素2，101」は，「シート部分の外側（側部）で運搬用ハンドル8の固定領域11に取り付けられる弧状部分」であり，「伝達されるエネルギーは，エネルギー吸収及び／又は伝達要素2，101によってチャイルド安全シート1」に伝達されるのであるから，甲5発明16-1における「エネルギー吸収及び／又は伝達要素2」は，本件発明16の「側面衝突保護部」に相当するものと認められる。",
                            "本件審決は，「仮に甲5の『背もたれ，座部におけるパッドに覆われた部分』が本件発明16の『シートシェル』に対応するとしても，前記『側面衝突保護部』は，前記『シートシェル』の外側で前記『シートシェル』に取り付けられる折り畳み部分として形成されることは，甲5に開示されていない。」（本件審決第5，4(3)（3-2）イ〔本件審決85頁13～17行目〕）と判断する。しかし，甲5発明16-1において，「エネルギー吸収及び／又は伝達要素2，101」は，シート部分の外側（側部）で運搬用ハンドル8の固定領域11に取り付けられる弧状部分として形成され，休止位置から機能位置に，及び機能位置から休止位置に移動するために，弧状部分は枢軸周りに回動され，他方，本件発明16の側面衝突保護部は，「前記シートシェルの外側で前記シートシェルに取り付けられる折り畳み部分として形成され，前記折り畳み部分を休止位置から機能位置に及び前記機能位置から前記休止位置に変更するために，前記折り畳み部分は軸周りに回転されることができ」るものであるから，甲5発明16-1の「エネルギー吸収及び／又は伝達要素2，101」は，本件発明16の側面衝突保護部と同じように，前記シートシェルの外側で前記シートシェルに取り付けられる折り畳み部分として形成されていると認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件発明16と甲5発明16-1の一致点・相違点",
                          "text": [
                            "そうすると，本件発明16と甲5発明16-1との相違点は，本件発明16では，側面衝突保護部は，シートシェルの外側でシートシェルに取り付けられるのに対して，甲5発明16-1では，エネルギー吸収及び／又は伝達要素は，運搬ハンドルの固定領域に取り付けられている点（以下，「相違点B」という。なお，相違点Bは，相違点Aと同じである。），及び本件審決が認定した相違点2（前記第2，3(2)ウ(イ)c⒞）で相違し，その余の点では一致しているといわざるを得ない。",
                            "被告は，本件審決が行った本件発明16と甲5発明16-1の一致点・相違点の認定に誤りはないと主張するが（前記第3，1(4)ア〔被告の主張〕(ア)），被告の主張は，甲5には，本件発明1のシートシェルに相当する部分がないという主張を前提とするものであり，その前提において採用することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "本件審決の認定の誤りの有無",
                          "text": [
                            "本件発明16と甲5発明16-1との一致点・相違点は，前記cで述べたとおりであり，これと異なる本件審決の一致点・相違点の認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5発明16-1に基づく容易想到性の判断の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点Bについて",
                          "text": [
                            "本件発明16と甲5発明16-1との相違点B（前記(ア)c）は，本件発明1と甲5発明1-1との相違点A（前記イ(ア)d）と同じである。前記イ(イ)a⒝のとおり，相違点Aに係る本件発明1の構成は，甲5発明1-1と甲5に記載された事項に基づいて容易に想到することができたから，同様の理由により，本件発明16と甲5発明16-1との相違点Bは容易に想到することができたものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "チャイルドセーフティシートの分野において，ある部材について複数の位置を選択し得る機構に関しては，本件特許の優先日前に頒布された文献に，別紙7（甲2～4の記載）のような記載があり，これによれば，複数の位置を選択し得る機構において，それぞれの位置において，不用意に位置がずれることがないように係合手段又はロック手段を採用し，さらに，その開放手段を備えることは，チャイルドセーフティシートの分野において，周知の技術的事項であったものと認められる。",
                            "そして，甲5発明16-1において，このような周知の技術的事項を採用することは，休止位置や機能位置において側面衝突保護部を休止又は機能させるための技術の具体的適用に伴う設計的事項の採用にすぎないから，甲5発明16-1において，相違点2に係る構成を採用することは，当業者の通常の創作能力の発揮であって，当業者が容易に想到し得ることであると認められる。",
                            "相違点2（前記第2，3(2)ウ(イ)c⒞）に関し，本件発明16の停止保持器，解放ボタン又は解放スライダに相当する構成は，甲5発明16-1において開示されていないところ，本件審決は，これらの構成の容易想到性について，甲5発明16-1と甲3，甲6及び甲7の記載事項との組み合わせを検討し，当業者が容易に想到することができないと判断する（本件審決第5，4(3)（3-2）イ〔本件審決85頁13～36行目〕）。しかし，上記のとおり，相違点2に係る本件発明16の構成は，一定の課題を解決するための技術の具体的適用に伴う設計的事項の採用の範疇のものである。",
                            "したがって，相違点2に係る本件発明16の構成は，甲5発明16-1と周知技術により，容易に想到することができたと認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件審決の判断の誤りの有無",
                          "text": [
                            "前記aのとおり，本件発明16と甲5発明16-1の相違点Bに係る本件発明16の構成は，甲5発明16-1と甲5に記載された事項に基づいて容易に想到することができたものであり，前記bのとおり，本件発明16と甲5発明16-1の相違点2に係る本件発明16の構成は，甲5発明16-1と周知技術により容易に想到することができたから，本件発明16は，甲5発明16-1，甲5に記載された事項，周知技術に基づいて，当業者が容易に発明をすることができたものであり，本件審決が，本件発明16は，甲5発明16-1，甲5，甲3，甲6及び甲7に記載された事項に基づいて，当業者が容易に発明をすることができたものではない（本件審決第5，4(3)（3-2）ウ〔本件審決85頁38行目～86頁3行目〕）と判断したことは誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由1-3の成否",
                      "text": [
                        "前記(ア)dのとおり，本件審決による本件発明16と甲5発明16-1の一致点・相違点の認定には誤りがあり，前記(イ)cのとおり，本件審決による甲5発明16-1に基づく容易想到性の判断には誤りがあるから，取消事由1-3は理由がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2〔明確性要件違反に関する判断の誤り（無効理由5関係）〕について",
              "text": [
                "特許請求の範囲の記載が明確性要件（特許法36条6項2号）に適合するか否かは，特許請求の範囲の記載に加え，願書に添付した明細書の記載及び図面を考慮し，出願当時における当業者の技術常識を基礎として，特許請求の範囲の記載が，発明の内容を明らかにするとともに，法的安定性を害することがないようにその範囲を明らかにするに足りるものであるか否かという観点から判断されるべきものである。",
                "請求項1（本件発明1）には，「チャイルドセーフティシートの所定の幅」という文言がある。「所定」という語は，「定まっていること。定めてあること」（広辞苑第七版）を意味し，また，「幅」という語は，「物の横方面の，一端から他の端までの距離。」（広辞苑第七版）を意味するから，「チャイルドセーフティシートの所定の幅」という文言は，「チャイルドセーフティシートについて定められている横方面の一端から他の端までの距離。」と解することができる。そして，チャイルドセーフティシートにあっては，それが通常有する形態や形状からみて，横方面の一端から他の端までの距離を観念することができ，それは，そのチャイルドセーフティシートについて定まっているということができるから，請求項1における「チャイルドセーフティシートの所定の幅」との記載は，発明の内容を明らかにしており，法的安定性を害することがないようにその範囲を明らかにするに足りるものであると認められる。",
                "この点に関して原告は，請求項1（本件発明1）においては，「所定」という用語が用いられることにより，「チャイルドセーフティシートの所定の幅」が何を意味するのか，例えば，甲5の運搬用ハンドルの固定領域のようにシートシェルの外方に付属する部材が存在する場合，当該付属する部材の端部間の幅方向の距離を意味するのか否かが不明確になっていると主張する（前記第3，2〔原告の主張〕）。しかし，仮にシートシェルの外方に付属する部材があり，シートシェルに相当するとされる部分とその部材を含めてその全体をチャイルドセーフティシートということができるのであれば，その部材の端部間の幅方向の距離が「チャイルドセーフティシートの所定の幅」に該当すると認められるものであり，そのような理解を前提として，請求項1（本件発明1）の「側面衝突保護部は，・・・チャイルドセーフティシートの前記所定の幅の中に位置する休止位置から，前記チャイルドセーフティシート前記所定の幅の外に位置する機能位置に，・・・移動可能であり」（構成要件1F）という構成を理解することができるから，原告の上記主張は採用することができない。",
                "また，原告は，本件審決の判断は，「所定の」という文言を無視し，「チャイルドセーフティシートの幅」という文言が用いられている場合の判断を示したにとどまると主張するが（前記第3，2〔原告の主張〕），本件審決は，「『チャイルドセーフティシートの所定の幅』は『チャイルドセーフティシートの所定の横方面の一端から他の端までの距離。』を意味することになり」（本件審決第5，5〔本件審決90頁13～15行目〕）と説示しており，「所定」という文言を踏まえて判断しているといえるから，本件審決の判断に誤りがあるとはいえない。",
                "以上によれば，請求項1（本件発明1）の「チャイルドセーフティシートの所定の幅」という記載は，権利範囲の外縁を不明確にするものではなく，特許法36条6項2号の明確性要件に違反するものではない。",
                "したがって，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3〔甲1発明に基づく進歩性判断の誤り（無効理由1関係）〕について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1に係る特許の無効について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲1発明1の一致点・相違点の認定の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "content": [
                            {
                              "fig": "(i)",
                              "text": [
                                "本件審決は，本件発明1と甲1発明1との相違点1に関し，「『シートシェル』の定義からみて，甲1発明1の『側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10』は子供を支持する部材であるから本件発明1の『支持部』に相当するものであり」（本件審決第5，2(1)（1-2）イ〔本件審決49頁19～21行目〕）と認定し，甲1発明1にはシートシェルに相当するものはないと認定する（本件審決第5，2(1)（1-2）イ〔本件審決49頁19～29行目〕）。しかし，本件発明1の「シートシェル」は，「座部，背もたれと側面を備え，子供を載置する側を包み込むような形状である剛性のある素材から成るチャイルドセーフティシートの基本構造体」であるという解釈（前記(1)ア(ア)d）からすると，甲1発明の「側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10」は，本件発明1の「シートシェル」に相当すると解するのが相当であるから，本件審決の上記認定は適切ではない。",
                                "(ii)  他方，本件発明1では，側面衝突保護部は，シートシェルの外側でシートシェルに取り付けられる（構成要件1D）。これに対し，甲1発明の「側方支持部6」は，甲1の記載に照らせば，子供を横方向に支持するもの（甲1段落［0023］）で，比較的小さい子供に適している第1の位置（甲1段落［0029］）と，より大きな子供により適するよう，互いのより大きな距離に配置されている（甲1段落［0030］）ものであるから，チャイルドシートの基本骨格構造を構成するものであり，シートシェルを構成する一要素に相当する部材である。そうすると，甲1発明の「側方支持部6」は，本件発明1の側面衝突保護部に相当するとはいえず，この点は，本件発明1と甲1発明1の相違点（以下「相違点C」という。）である。この点について，本件審決が，「相違点1における本件発明1の発明特定事項における『前記シートシェルの外側で，前記シートシェルに取り付けられる側面衝突保護部』は，シートシェルの外側にシートシェルとは別個の側面衝突保護部を備えるものであるのに対して，チャイルドシートを子供のサイズに適合させるために側方支持部を枢動させて移動させることができる（甲1の明細書段落［0002］，［0007］等）甲1発明1の『側方支持部6』とは機能に係る構成が明らかに異なるものである。」（本件審決第5，2(1)（1-2）イ〔本件審決49頁30～36行目〕）として，相違点Cの存在を実質的に認めたのは相当である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "甲1発明1における側方支持部6は，前記2(2)イ(ウ)の甲1の開示事項に照らせば，支持面8間の距離が小さくなる位置では，子供用車両用シート1は比較的小さい子供に適しており，また，支持面8が互いに離れるように旋回した位置では，より大きな子供により適しているものであり，いずれの位置においても，側方支持部6として機能するものであるから，本件発明1における「休止位置」を観念することはできない。 そうすると，本件審決が，相違点2（前記第2，3(2)ア(イ)a⒞）を認定し，「甲1には『休止位置』という概念そのものが開示されておらず，また，機能的により側面衝突の際により安全な（有利な）位置として，本件発明1と逆の態様（より狭い位置）が示されている。」（本件審決第5，2(1)（1-2）ウ〔本件審決51頁6～8行目〕）としたことに誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明1に基づく容易想到性の判断の誤りについて",
                      "text": [
                        "前記(ア)で述べたとおり，本件発明1と甲1発明1との間には相違点Cが存在し，甲1発明における側方支持部6は，チャイルドシートの基本骨格構造を構成するものであるから，「シートシェル」の外側に設けられる「側面衝突保護部」には相当せず（前記(ア)a(ii)），また，本件発明1と甲1発明1との間には相違点2が存在し，甲1発明における側方支持部6は，チャイルドシートの基本骨格構造の横幅を子供の体格に応じて調整ができるというものにすぎず，子供の体格に応じた複数の機能位置を有するものであって，側方支持部6が閉じた状態は，比較的小さい子供に適した機能位置であるから，甲1発明における側方支持部6は，本件発明1における側面衝突保護部の「休止位置」という概念そのものが開示されているということはできない（前記(ア)b）。そうすると，相違点C及び相違点2が存在することにより，本件発明1の側面衝突保護部と甲1発明1の側方支持部6は，その構成及び機能の点で相違するものであるから，甲1発明1の側方支持部6に基づいて，本件発明1の側面衝突保護部を当業者が容易に想到することはできないというべきである。",
                        "この点に関して原告は，甲1における側方支持部6においても図2Cの状態では，側面衝突保護部としての機能を十分に果たし，本件発明1の「機能位置」に位置付けられているのに対して，側方支持部6が閉じた状態では，側方からの力をシートに伝達しにくくなることから，本件発明1の「休止位置」に位置付けられることになると主張する（前記第3，3(1)〔原告の主張〕）。しかし，甲1発明1の側方支持部6は，上記のとおり，本件発明1の側面衝突保護部とその構成及び機能の点で相違するものであるし，側方支持部6は，閉じた状態でも，開いた状態と同じような機能を果たすから，原告の上記主張は採用することができない。",
                        "したがって，本件発明1は，甲1発明1及び甲1に記載された事項に基づいて容易に想到することはできなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決の判断の誤りの有無",
                      "text": [
                        "以上によれば，本件審決が，本件発明1は，甲1発明1ではなく，また，甲1発明1に基づいて容易に発明できたものではない（本件審決第5，2(1)（1-2）カ〔本件審決56頁25～27行目〕）とした判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2ないし15に係る特許の無効について",
                  "text": [
                    "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであるところ，本件発明1は，甲1発明1ではなく，また，甲1発明1に基づいて容易に発明できたものではないから（前記ア(ウ)），本件発明2ないし15も，甲1発明1ではなく，また，甲1発明1に基づいて容易に発明できたものではなく，これと同旨の本件審決の判断（本件審決第5，2(2)〔本件審決56頁36行目～57頁15行目〕）に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明16に係る特許の無効について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明16と甲1発明16の一致点・相違点の認定の誤りについて",
                      "text": [
                        "本件発明16と甲1発明16との間には，本件発明1と甲1発明1との間に相違点C（前記ア(ア)a(ii)），相違点2（前記第2，3(2)ア(イ)a⒞）が認められたのと同様の理由により，相違点C及び相違点2（前記第2，3(2)ア(イ)b⒞）が認められ，また，相違点3（前記第2，3(2)ア(イ)b⒟）が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明16に基づく容易想到性の判断の誤りについて",
                      "text": [
                        "前記ア(イ)と同様に，本件発明16と甲1発明16との間に相違点C及び相違点2が存在することにより，本件発明16の側面衝突保護部と甲1発明16の側方支持部6は，その構成及び機能の点で相違するものであるから，甲1発明16の側方支持部6に基づいて，本件発明16の側面衝突保護部を当業者が容易に想到することはできないというべきである。",
                        "また，甲1発明16に甲3に記載された事項を組み合わせたとしても，相違点3に係る本件発明16の構成に至るとはいえない。",
                        "したがって，本件発明16は，甲1発明16，甲1に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決の判断の誤りの有無",
                      "text": [
                        "そうすると，本件審決が，本件発明16は，甲1発明16，甲1に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない（本件審決第5，2(3)（3-2）カ〔本件審決61頁17～19行目〕）とした判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由3の成否",
                  "text": [
                    "本件審決が行った本件発明1と甲1発明1の一致点・相違点の認定について，本件審決が，甲1発明1の「側方支持部6を備えた背もたれ5，座部4，ヘッドレスト10」を本件発明の「シートシェル」ではなく「支持部」に相当するとした点は適切でないものの，本件審決が相違点1として相違点Cの存在を実質的に認めている点は相当である。また，本件発明16と甲1発明16の一致点・相違点の認定についても同様である（前記ウ(ア)）。そして，本件審決の甲1発明1に基づく本件発明1の容易想到性の判断（前記ア(ウ)），甲1発明1に基づく本件発明2ないし15の容易想到性の判断（前記イ），甲1発明16に基づく本件発明16の容易想到性の判断（前記ウ(ウ)）には誤りはなく，上記のシートシェルに関する不適切な解釈は，本件審決の結論に影響を及ぼすことはない。したがって，取消事由3は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4〔甲4発明に基づく進歩性判断の誤り（無効理由2関係）〕について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1に係る特許の無効について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲4発明1の一致点・相違点の認定の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "content": [
                            {
                              "fig": "(i)",
                              "text": [
                                "本件審決は，本件発明1と甲4発明1との相違点1に関し，甲4発明1は，「シートシェルの定義からして，本件発明1の構成要件である『子供を支持する支持部が内側に設けられたシートシェル』を開示しておらず」と認定する（本件審決第5，3(1)（1-2）ア〔本件審決63頁26～28行目〕）。しかし，本件審決の上記認定は，本件審決が認定する「シートシェル」の定義に基づくところ，前記(1)ア(ア)f⒞のとおり，本件審決の「シートシェル」の解釈は採用することができないから，本件審決の上記認定も採用することはできない。",
                                "(ii)  他方，本件発明1では，側面衝突保護部は，シートシェルの外側でシートシェルに取り付けられる（構成要件1D）。これに対し，甲4発明1は，前記2(3)イ(ア)，(イ)の甲4の開示事項に照らせば，要するに，子供の頭部を側方から保護するため，背もたれ部の両側縁部からそれぞれ前方へ張り出すように設けられた一対のヘッドガードとを備え，子供の安全と圧迫感という，相反する二つの要望を満足させるために，一対のヘッドガードの間隔が変更されるものである。そのため，甲4発明1におけるヘッドガードは，チャイルドシートの基本骨格構造を構成するものであり，シートシェルを構成する一要素に相当する部材である。そうすると，甲4発明1の「ヘッドガード4，5」は，本件発明1の側面衝突保護部に相当するとはいえず，この点は，本件発明1と甲4発明1の相違点（以下「相違点D」という。）である。この点について，本件審決が，甲4発明1について，「仮に，背もたれ部3のベースとなる部材が，当該ベースとなる部材の表面側（内側）に支持部としてのクッション材やカバー材を有することから，本件発明1の『シートシェル』に対応するとしても，ヘッドガード4，5は『背もたれ部3の両側縁部から前方へ張り出す』ように設けられており，本件発明1の『シートシェルの外側でシートシェルに取り付けられる側面衝突保護部』とは異なる。」（本件審決第5，3(1)（1-2）ア〔本件審決63頁35行目～64頁2行目〕）として，相違点Dの存在を認めたのは相当である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "甲4発明1におけるヘッドガード4及び5は，前記2(3)イ(ア)，(イ)の前記の甲4の開示事項に照らせば，子供の安全の観点と子供に対して圧迫感を与えないという，相反する二つの要望を満足させるために，ヘッドガード4及び5をそれぞれ所望の角度に変更し，ヘッドガード4及び5の各々の回動によって，一対のヘッドガード4及び5間の間隔が変更されるように機能し，特に，安全の観点からは，狭い間隔がより好ましいが，いずれの位置においても，ヘッドガード4及び5として機能するものであるから，本件発明1における「休止位置」を観念することはできない。そうすると，本件審決が，相違点2（前記第2，3(2)イ(イ)a⒞）を認定し，「甲4においては，むしろより狭い位置がより好ましい『機能位置』である。これは，『所定の幅の中に位置する休止位置』（即ちより狭い位置）及び『所定の幅の外に位置する機能位置』（即ちより広い位置）と定義する本件発明1の構成とはむしろ逆の概念である。」（本件審決第5，3(1)（1-2）ウ〔本件審決64頁14～17行目〕）としたことに誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4発明1に基づく容易想到性の判断の誤りについて",
                      "text": [
                        "前記(ア)で述べたとおり，本件発明1と甲4発明1との間には相違点Dが存在し，甲4発明におけるヘッドガード4及び5は，チャイルドシートの基本骨格構造を構成するものであるから，「シートシェル」の外側に設けられる「側面衝突保護部」には相当せず（前記(ア)a(ii)），また，本件発明1と甲4発明1との間には相違点2が存在し，甲4発明1におけるヘッドガード4及び5は，チャイルドシートの基本骨格構造の横幅を子供の体格に応じて調整ができるというものにすぎず，位置によって機能の程度に差異が生ずるものではないから，甲4発明1のヘッドガード4及び5については，本件発明1の側面衝突保護部の「休止位置」という概念そのものが開示されているということはできない（前記(ア)b）。そうすると，相違点D及び相違点2が存在することにより，本件発明1の側面衝突保護部と甲4発明1のヘッドガード4及び5は，その構成及び機能の点で相違するものであるから，甲4発明1のヘッドガード4及び5に基づいて，本件発明1の側面衝突保護部を当業者が容易に想到することはできないというべきである。",
                        "この点に関して原告は，甲4発明1のヘッドガード4及び5に伝わった横からの衝撃は「シート」に伝わるのであるから，ヘッドガード4及び5は，本件発明1の「側面衝突保護部」に相当するとし，また，ヘッドガードが開いた状態の方が閉じた状態と比較して「側面衝突保護部」としての機能を果たすのであるから，甲4のヘッドガード4及び5についても「機能位置」と「休止位置」は開示されていると主張する（前記第3，4(1)〔原告の主張〕）。しかし，甲4発明1のヘッドガード4及び5は，上記のとおり，本件発明1の側面衝突保護部とその構成及び機能の点で相違するものであるし，ヘッドガード4及び5は，閉じた状態でも，開いた状態と同じような機能を果たすから，原告の上記主張は採用することができない。",
                        "したがって，本件発明1は，甲4発明1及び甲4に記載された事項に基づいて容易に想到することはできなかったと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決の判断の誤りの有無",
                      "text": [
                        "以上によれば，本件審決が，本件発明1は，甲4発明1ではなく，また，甲4発明1及び甲4に記載された事項に基づいて容易に発明できたものではない（本件審決第5，3(1)（1-2）オ〔本件審決67頁16～18行目〕）とした判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2ないし15に係る特許の無効について",
                  "text": [
                    "本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであるところ，本件発明1は，甲4発明1ではなく，また，甲4発明1及び甲4に記載された事項に基づいて容易に発明できたものではないから（前記ア(ウ)），本件発明2ないし15も，甲4発明1ではなく，また，甲4発明1及び甲4に記載された事項に基づいて容易に発明できたものではなく，これと同旨の本件審決の判断（本件審決第5，3(2)〔本件審決67頁27行目～68頁6行目〕）に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明16に係る特許の無効について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明16と甲4発明16の一致点・相違点の認定の誤りについて",
                      "text": [
                        "本件発明16と甲4発明16との間には，本件発明1と甲4発明1との間に相違点D（前記ア(ア)(ii)），相違点2（前記第2，3(2)イ(イ)a⒞）が認められたのと同様の理由により，相違点D及び相違点2（前記第2，3(2)イ(イ)b⒞）が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4発明16に基づく容易想到性",
                      "text": [
                        "前記ア(イ)と同様に，本件発明16と甲4発明16との間に相違点D及び相違点2が存在することにより，本件発明16の側面衝突保護部と甲4発明16のヘッドガード4及び5は，その構成及び機能の点で相違するものであるから，甲4発明16のヘッドガード4及び5と，甲4に記載された事項に基づいて，本件発明16の側面衝突保護部を当業者が容易に想到することはできないというべきである。甲4発明16に甲3に記載された事項を適用したとしても，本件発明16の側面衝突保護部を当業者が容易に想到することはできない。",
                        "したがって，本件発明16は，甲4発明16，甲4に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決の判断の誤りの有無",
                      "text": [
                        "そうすると，本件審決が，本件発明16は，甲4発明16，甲4に記載された事項及び甲3に記載された事項に基づいて，当業者が容易に発明をすることができたものではない（本件審決第5，3(3)（3-2）オ〔本件審決72頁8～10行目〕）とした判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4の成否",
                  "text": [
                    "本件審決が行った本件発明1と甲4発明1の一致点・相違点の認定について，本件審決による本件発明の「シートシェル」の解釈は適切ではないが，本件審決が相違点1として相違点Dの存在を実質的に認めている点は相当である。また，本件発明16と甲1発明16の一致点・相違点の認定についても同様である（前記ウ(ア)）。そして，本件審決の甲4発明1に基づく本件発明1の容易想到性の判断（前記ア(ウ)），甲4発明16に基づく本件発明2ないし15の容易想到性の判断（前記イ），甲4発明16に基づく本件発明16の容易想到性の判断（前記ウ(ウ)）には誤りはなく，上記の相違点の認定の誤りは，本件審決の結論に影響を及ぼすことはない。",
                    "したがって，取消事由4は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本件審決には，本件発明1と甲5発明1-1の一致点・相違点の認定に誤りがあり（取消事由1-1-2）（前記3(1)イ(ア)e），本件審決が，本件発明1は甲5発明1-1，甲5に記載された事項に基づいて当業者が容易に発明をすることができたものではないとした判断には誤りがあり（取消事由1-1-3）（前記3(1)イ(イ)b），また，本件発明2ないし15は，いずれも，本件発明1の発明特定事項を全て備え，さらにその発明特定事項を限定するものであり，上記と同様の取消事由があるから，本件審決が，本件発明2ないし15について，無効理由は成り立たないとした判断には誤りがあり（前記3(1)ウ），さらに，本件審決には，本件発明16と甲5発明16-1の一致点・相違点の認定に誤りがあり，本件審決が，本件発明16は甲5発明1-1，甲5，甲3，甲6及び甲7に記載された事項に基づいて当業者が容易に発明をすることができたものではないとした判断には誤りがある（取消事由1-3）（前記3(1)エ(ウ)）。",
            "したがって，その余の点（取消事由1-2及び1-4）について判断するまでもなく，取消事由1には理由がある。",
            "よって，審決には取り消すべき違法があるから，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}