{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800041号事件について令和2年7月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成14年4月19日にした特許出願（特願2002-118191号）の一部を分割した特許出願（特願2007-163906号）の一部を分割した特許出願（特願2008-61992号）の一部を分割した特許出願（特願2009-275966号）の一部を更に分割して，平成24年3月19日，発明の名称を「マッサージ機」とする発明について，新たな特許出願（特願2012-61490号。以下「本件出願」という。）をした（甲1，59）。",
                "被告は，同月21日付けで特許請求の範囲及び明細書について手続補正（以下「本件補正」という。甲2）をした後，同年4月27日付けで特許請求の範囲及び明細書について手続補正（以下「第2次補正」という。甲6）をし，同年6月8日，特許権の設定登録（特許第5009445号。請求項の数6。以下，この特許を「本件特許」という。）を受けた（甲1，59）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年4月18日，本件特許について特許無効審判を請求した。",
                "特許庁は，上記請求を無効2018-800041号事件として審理を行い，平成31年3月5日，「本件審判の請求は，成り立たない。」との審決（以下「第1次審決」という。）をした。",
                "原告は，同月28日，第1次審決の取消しを求める審決取消訴訟（知的財産高等裁判所平成31年（行ケ）第10042号事件）を提起し，同裁判所は，令和2年1月21日，原告主張の本件特許の無効理由のうち，明確性要件違反に関し，判断遺脱の手続違背があるとして第1次審決を取り消す旨の判決（以下「前訴判決」という。）をし，その後，前訴判決が確定した。",
                "特許庁は，前訴判決の確定により，無効2018-800041号事件の審理を再開し，令和2年7月31日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年8月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年9月15日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前",
              "text": [
                "本件出願の願書に最初に添付した特許請求の範囲の請求項1ないし17（以下，「旧請求項1」などという。）の記載は，次のとおりである（甲3，29）。",
                "【請求項1】",
                "座部と，該座部に対して傾倒することが可能な背凭れ部とを備える椅子型のマッサージ機において，",
                "前記背凭れ部の傾倒方向と略同一の方向へ移動することが可能であり，被施療者の腕部を保持する保持部と，",
                "該保持部に設けられ，被施療者の腕部を施療する施療部とを備えることを特徴とするマッサージ機。",
                "【請求項2】",
                "前記保持部は，背凭れ部の傾倒に応じて移動することが可能な構成としてあることを特徴とする請求項1に記載のマッサージ機。",
                "【請求項3】",
                "前記保持部と前記背凭れ部とを連結する連結部を更に備えることを特徴とする請求項2に記載のマッサージ機。",
                "【請求項4】",
                "前記連結部は，可撓性を有するように構成されていることを特徴とする請求項3に記載のマッサージ機。",
                "【請求項5】",
                "前記保持部が，背凭れ部に移動可能に取り付けられていることを特徴とする請求項2に記載のマッサージ機。",
                "【請求項6】",
                "前記保持部は，被施療者の腕部を覆うことが可能な形状をなしていることを特徴とする請求項1乃至5の何れかに記載のマッサージ機。",
                "【請求項7】",
                "前記施療部は，被施療者の腕部を略全体に亘って施療することが可能であるように，前記保持部に設けられていることを特徴とする請求項6に記載のマッサージ機。",
                "【請求項8】",
                "前記保持部は，被施療者の上腕を保持する第1保持部分と，被施療者の前腕を保持する第2保持部分とを有することを特徴とする請求項1乃至7の何れかに記載のマッサージ機。",
                "【請求項9】",
                "前記第1保持部分と前記第2保持部分とが枢着されていることを特徴とする請求項8に記載のマッサージ機。",
                "【請求項10】",
                "可撓性を有し，前記第1保持部分と前記第2保持部分とを連結する連結部を更に備えることを特徴とする請求項8に記載のマッサージ機。",
                "【請求項11】",
                "前記座部の両側方に設けられたガードレールを更に備え，前記保持部は，前記ガイドレールに沿って移動することが可能であるように，前記ガイドレールに係合されていることを特徴とする請求項1乃至10の何れかに記載のマッサージ機。",
                "【請求項12】",
                "一端が前記保持部に接続された略棒状の連結部材と，該連結部材の他端及び前記座部を接続するユニバーサルジョイントと更に備えることを特徴とする請求項1乃至10の何れかに記載のマッサージ機。",
                "【請求項13】",
                "前記支持棒は伸縮することが可能であるように構成されていることを特徴とする請求項12に記載のマッサージ機。",
                "【請求項14】",
                "前記保持部は，保持した被施療者の腕部の長手方向へ伸縮することが可能であるように構成されていることを特徴とする請求項1乃至13の何れかに記載のマッサージ機。",
                "【請求項15】",
                "前記保持部は，保持した被施療者の腕部の腕周りの方向へ回動することが可能であるように構成されていることを特徴とする請求項1乃至14の何れかに記載のマッサージ機。",
                "【請求項16】",
                "前記保持部は，布状部材によって構成されていることを特徴とする請求項1乃至15の何れかに記載のマッサージ機。",
                "【請求項17】",
                "前記施療部は，膨張・収縮することが可能な空気袋を有することを特徴とする請求項1乃至16の何れかに記載のマッサージ機。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後",
              "text": [
                "本件補正後の請求項1ないし7の記載は，次のとおりである（下線部は本件補正による補正箇所である。甲2，3）。",
                "【請求項1】",
                "被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを備える椅子型のマッサージ機において，",
                "前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，",
                "前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，",
                "前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，",
                "前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，",
                "前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されていることを特徴とするマッサージ機。",
                "【請求項2】",
                "前記一対の保持部は，各々の前記開口が真横を向いていることを特徴とする請求項1に記載のマッサージ機。",
                "【請求項3】",
                "前記保持部は，被施療者の前腕と手首又は掌を保持可能であることを特徴とする請求項1又は2に記載のマッサージ機。",
                "【請求項4】",
                "前記空気袋は，前記開口側の部分の方が奥側の部分よりも立ち上るように構成されていることを特徴とする請求項1～3のいずれかに記載のマッサージ機。",
                "【請求項5】",
                "前記背凭れ部は，被施療者の胴体を支持するクッション部と，前記クッション部より前方へ延設され被施療者の上腕及び肩の側部を覆う部分を有するカバー部と，を有し，",
                "前記カバー部には，膨張及び収縮することにより被施療者の肩に刺激を与えることができる空気袋が設けられていることを特徴とする請求項1～4のいずれかに記載のマッサージ機。",
                "【請求項6】",
                "前記保持部は，高さを調整可能に構成されていることを特徴とする請求項1～5のいずれかに記載のマッサージ機。",
                "【請求項7】",
                "左腕用の前記保持部に設けられた空気袋と，右腕用の前記保持部に設けられた空気袋と，は，夫々独立に駆動されるよう構成されていることを特徴とする請求項1～6のいずれかに記載のマッサージ機。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "設定登録時（第2次補正後）",
              "text": [
                "本件特許の設定登録時（第2次補正後）の請求項1ないし6の記載は，次のとおりである（以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。下線部は第2次補正による補正箇所である。甲1，6）。",
                "【請求項1】",
                "被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを備える椅子型のマッサージ機において，",
                "前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，",
                "前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，",
                "前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，",
                "前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，",
                "前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されていることを特徴とするマッサージ機。",
                "【請求項2】",
                "前記一対の保持部は，各々の前記開口が真横を向いていることを特徴とする請求項1に記載のマッサージ機。",
                "【請求項3】",
                "前記保持部は，被施療者の前腕と手首又は掌を保持可能であることを特徴とする請求項1又は2に記載のマッサージ機。",
                "【請求項4】",
                "前記空気袋は，前記開口側の部分の方が奥側の部分よりも立ち上るように構成されていることを特徴とする請求項1～3のいずれかに記載のマッサージ機。",
                "【請求項5】",
                "前記背凭れ部は，被施療者の胴体を支持するクッション部と，前記クッション部より前方へ延設され被施療者の上腕及び肩の側部を覆う部分を有するカバー部と，を有し，",
                "前記カバー部には，膨張及び収縮することにより被施療者の肩に刺激を与えることができる空気袋が設けられていることを特徴とする請求項1～4のいずれかに記載のマッサージ機。",
                "【請求項6】",
                "左腕用の前記保持部に設けられた空気袋と，右腕用の前記保持部に設けられた空気袋と，は，夫々独立に駆動されるよう構成されていることを特徴とする請求項1～5のいずれかに記載のマッサージ機。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。",
                "その要旨は，原告主張の無効理由1（本件補正に係る補正要件違反（新規事項の追加）），無効理由2（サポート要件違反），無効理由3（明確性要件違反），無効理由4（特開2001-204776号公報（甲9）を主引用例とする進歩性の欠如）及び無効理由5（分割要件違反に伴う特開2010-46556号公報（甲29）を主引用例とする新規性及び進歩性の欠如）は，いずれも理由がないというものである。",
                "なお，本件審決は，本件発明1及び2を次のとおりの構成要件に分説した（以下，それぞれの符号に従って，「構成要件A」などという。）。",
                "（本件発明1）",
                "A  被施療者が着座可能な座部と，",
                "B  被施療者の上半身を支持する背凭れ部と",
                "C  を備える椅子型のマッサージ機において，",
                "D  前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，",
                "E  前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，",
                "F  前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，",
                "G  前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，",
                "H  前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されている",
                "I  ことを特徴とする請求項1に記載のマッサージ機。",
                "（本件発明2）",
                "J  前記一対の保持部は，各々の前記開口が真横を向いている",
                "K  ことを特徴とするマッサージ機。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲9に記載された発明（以下「甲9発明」という。），本件発明1と甲9発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲9発明",
                  "text": [
                    "使用者が着座可能な座部と，使用者の上半身が凭れる背凭れ部とを備える椅子型のマッサージ機において，",
                    "前記座部の両側にそれぞれ設けられ，使用者の腕を部分的に覆って保持する一対の腕保持部と，",
                    "前記腕保持部の内面に配置される膨張及び収縮可能な空気袋と，を有し，",
                    "前記腕保持部は，その幅方向に切断して見た断面において使用者の腕を挿入する開口が形成されており，その内面に互いに対向する部分を有し，",
                    "前記空気袋は，前記内面の互いに対向する部分のそれぞれに配置され，",
                    "前記一対の腕保持部は，各々の前記開口が上を向くように配設されているマッサージ機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲9発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを備える椅子型のマッサージ機において，",
                    "前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，",
                    "前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，",
                    "前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，",
                    "前記空気袋は，前記内面の互いに対向する部分に設けられているマッサージ機。」である点。",
                    "（相違点1）",
                    "空気袋について，本件発明1においては，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられている（構成要件G）のに対して，甲9発明においては，前記内面の互いに対向する部分のそれぞれに設けられている点。",
                    "（相違点2）",
                    "一対の保持部について，本件発明1においては，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されている（構成要件H）のに対して，甲9発明においては，各々の開口が上を向くように配置されている点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件補正に係る補正要件の判断の誤り）（無効理由1関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件補正のうち，構成要件H及び【0010】の「前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されている」との事項（以下「事項H」という場合がある。）に係る補正（以下「構成要件Hに係る補正」という場合がある。），構成要件J及び【0013】の「前記一対の保持部は，各々の前記開口が真横を向いていること」との事項（以下「事項J」という場合がある。）に係る補正（以下「構成要件Jに係る補正」という場合がある。）は，本件出願の願書に最初に添付した明細書，特許請求の範囲又は図面（以下，これらを併せて「本件当初明細書等」といい，また，上記明細書と図面を併せて「本件当初明細書」という。甲4，5，29）に記載した事項の範囲内においてしたものと認められるから，新規事項の追加に当たらず，特許法17条の2第3項に規定する要件に適合する旨判断したが，以下のとおり，本件審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Hに係る補正の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の「保持部」に設けられる「開口」は，「被施療者の腕を挿入する」ものであるから（構成要件F），構成要件Hの「前記一対の保持部は，各々の前記開口が横を向き」との構成は，「被施療者の腕を挿入する」状態において「横」を向いている必要がある。",
                        "しかるところ，本件当初明細書等には，構成要件Hの「前記一対の保持部は，各々の前記開口が横を向き」との構成についての明示的な記載はない。本件当初明細書の図13（a）には，「略C字状の略半円筒形状」（以下「形状a」という場合がある。）の保持部が，図13（c）には，「所定角度だけ傾斜させた略チャネル状」（以下「形状c」という場合がある。）の保持部が示されているが，図13（a）及び（c）は，「模式的断面図」（【0100】）にすぎず，実際にマッサージ機に設置された際の使用態様を示すものではないから，かかる図面に基づいて，被施療者の腕を挿入する際における開口の方向を特定することはできない。",
                        "加えて，形状cについては，開口が斜め上方を向くように描かれているから，そもそも「横」を向いていると評価することはできない。",
                        "また，形状aについては，本件当初明細書の【0089】に，図11に示す保持部が「略C字状の略半円筒形状」である旨の記載があり，実際にマッサージ機に設けられた場合には「横」を向いていないはずの図11に示す保持部も形状aに包含するように説明されている。",
                        "したがって，図13（a）及び（c）から，構成要件Hに係る補正が本件当初明細書等に記載した事項の範囲内においてしたものということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，構成要件Hの構成により，腕部を横方向に移動させることで，保持部内に腕部を挿入し，引き出すことが可能であり，保持部内に腕部を位置させた状態で内側に曲げることができるという作用効果を奏するから，構成要件Hは，肘掛け部の上面に一対の保持壁を備える甲9発明とは異なり，「保持壁に拘束されずに，腕部（肘など）を載せることができる」という技術的事項を旧請求項1に導入するものである。",
                        "しかるに，本件当初明細書等には，かかる技術的事項は一切記載されていないから，構成要件Hに係る補正は，本件当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，構成要件Hに係る本件補正は，新規事項を追加するものであるから，特許法17条の2第3項の要件に適合しない。",
                        "これと異なる本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Jに係る補正の判断の誤り",
                  "text": [
                    "構成要件Jは，保持部の開口が「真横」を向いている構成である。",
                    "前記アのとおり，本件当初明細書等には，保持部の開口が「横」を向いている構成の記載がない以上，「横」をさらに限定する「真横」を向いている構成の記載があるということはできない。",
                    "したがって，構成要件Jに係る本件補正は，新規事項を追加するものであるから，特許法17条の2第3項の要件に適合しない。これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Hに係る補正の判断の誤りの主張に対し",
                  "text": [
                    "特許法70条2項は，明細書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義を解釈する旨規定しているから，図13の図面を用いて構成要件Hの解釈を行い，被施療者の腕を挿入する際における開口の方向を特定することは当然可能である。",
                    "本件当初明細書の【0042】には，保持部の形状について「略C字状」の断面形状を有することの記載があり，【0037】，【0038】及び図2には，断面視において「略C字状の略半円筒形状」をなす「保持部」が記載されており，「開口部」について，「保持部」における「長手方向へ延びた欠落部分」を指し，一般的な体格の成人の腕部の太さよりも若干大きい幅とされ，そこから保持部内に腕部を挿入可能であることが記載されている。そして，【0100】には，腕部を保持する保持部は，図13（a）に示されるものに限定されず，図13（b）～（e）に示されるものとしてもよいことが，【0101】には，図13（c）は，開口を「所定角度で傾斜させた」ものであり，図13（e）は，開口を「上方に開口」させたものであることが記載されている。図13（a）及び（c）に描かれている図は，いずれも前方から後方を見たときに右手が挿入される保持部を表しており，まさにマッサージ機に設置された使用態様を表している",
                    "以上の記載を踏まえると，本件当初明細書には，図13（a）及び（c）において，所定角度で傾斜したものと傾斜していないものを含めて「開口が横を向」いている保持部が記載されていると理解するのが自然である。",
                    "そして，「開口が横を向」いている保持部であっても，腕部を横方向に移動させることで被施療者が腕部を保持部内に挿入することができ，座部に座った被施療者の腕部を保持部の内面に設けた空気袋によって施療することができることを容易に認識でき，被施療者の腕部を施療することが可能なマッサージ機を提供するという本件当初明細書記載の「本発明」の課題を解決できることを容易に理解できる。",
                    "確かに，構成要件Hの「各々の前記開口が横を向き」の事項は，本件当初明細書等には明記されていないが，本件当初明細書の【0042】，【0072】，図1，5，7，8等から自明な事項であるから，構成要件Hに係る補正は新規事項の追加に当たらない。",
                    "したがって，これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Jに係る補正の判断の誤りの主張に対し",
                  "text": [
                    "請求項2の「開口が真横を向いている」にいう「開口」とは，そこから保持部内に腕部を挿入することを可能とするもの（【0038】，図2）であることからすれば，「開口が真横を向いている」とは，腕部の挿入方向に着目して，被施療者が座部に座った状態で腕部を「真横」（水平）に移動させることで保持部内に腕部を挿入することができるという技術的意義を有することを理解できる。",
                    "そして，図13（a）は，開口が所定角度で傾斜せずに横を向いている保持部，すなわち，「開口が真横を向」いている保持部を示していると理解するのが自然である。「開口が真横を向」いていれば，腕部を真横（水平）に移動させることで被施療者が腕部を保持部内に挿入することができ，座部に座った被施療者の腕部を保持部の内面に設けた空気袋によって施療することができることを容易に認識でき，被施療者の腕部を施療することが可能なマッサージ機を提供するという本件当初明細書記載の「本発明」の課題を解決できることも容易に理解できる。",
                    "したがって，構成要件Jに係る補正は，新規事項の追加に当たらないから，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性要件の判断の誤り）（無効理由3関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1の技術的課題が，椅子型マッサージ機において，被施療者が座部に座った状態で，被施療者の腕部を，空気袋によって施療することであること，当該空気袋が保持部内面に設けられること（構成要件E）からすると，構成要件Fの「開口」とは，被施療者が座部に座った状態で，腕を保持部に挿入できる開口を意味するものと明確に理解することができるから，構成要件Fの記載は明確である旨判断したが，以下に述べるとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第2次補正後の明細書（以下，図面を含めて「本件明細書」という。甲1）の図1（実施例1），図6（実施例2），図7（実施例3），図9（実施例4），図10（実施例5）及び図12（実施例7）には，いずれも保持部が切りっぱなし状に開放された形状，すなわち，保持部のどの部分においても幅方向に切断して見た断面が外に向かって開放されている形状のものが記載されている。また，甲9の図1記載の腕保持部も，切りっぱなし状に開放された形状である。",
                    "そうすると，本件出願当時，空気袋によって腕を施療するマッサージ機の保持部に開口部を設ける場合には，切りっぱなし状に開放された形状とすることが技術常識であったといえる。",
                    "しかるところ，本件発明1の特許請求の範囲（請求項1）の記載からは，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」にいう「幅方向に切断して見た断面」が，保持部のどの部分を幅方向に切断したものを指すのか判然としないから，別紙原告主張図面記載の図Aの保持部に内壁を含む構成（以下，単に「図A構成」という。）のように，一部の断面であっても外に向かって開放されていればよいとの解釈も許容されかねない状況となっており，上記解釈は，上記技術常識に反するものである。",
                    "したがって，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との記載は不明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，図A構成のように保持部に内壁が存在する構成のものは，腕部を横方向に移動させたとしても，内壁が障害となって，保持部内に腕部を挿入し，引き出すことができず，また，保持部内に腕部を位置させた状態で内側に曲げることができないから，本件発明1の作用効果を奏しない。",
                    "そうすると，図A構成が構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との構成に含まれるとすれば，本件発明1の作用効果を奏しない構成のものが構成要件Fに含まれることとなるから，構成要件Fの記載は，不明確である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，構成要件Fの記載は，不明確であるから，本件審決の前記判断は誤りである。",
                    "したがって，構成要件Fを含む本件発明1は明確性要件（特許法36条6項2号所定の要件）に適合せず，本件発明2ないし6についても，これと同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件Fにいう「開口」は，構成要件D及びFの記載から，「被施療者の腕部を部分的に覆って保持する」「保持部」に形成されていることが明らかである。「腕」とは，上腕ないし前腕のことであり，手首及び掌部分を含まない。また，請求項1においては，被施療者の手首及び掌部分に関する構成を限定する記載はない。",
                    "そうすると，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」にいう「幅方向に切断して見た断面」とは，「被施療者の腕部を部分的に覆って保持する箇所」を幅方向に切断して見た断面であることは明確であるから，構成要件Fを含む本件発明1は明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について原告は，図A構成が構成要件Fに含まれるとすれば，本件発明1の作用効果を奏しない構成のものが構成要件Fに含まれることとなるから，構成要件Fを含む本件発明1は，明確性要件に適合しない旨主張する。",
                    "しかし，人間の腕に関連する各関節（すなわち肩，肘，手首，掌，指の関節）の可動性に鑑みれば，図A構成のように保持部の掌部分及び手首部分に内壁を備える構成であったとしても，被施療者が座部に座った状態で，被施療者の腕を保持部に出し入れすることが可能であり，椅子型マッサージ機において，被施療者が座部に座った状態で，被施療者の腕を空気袋によって施療するという本件発明1の効果を奏するから，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（サポート要件の判断の誤り）（無効理由2関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1は，本件明細書の【0010】に記載された構成をすべて備え，本件明細書にも，本件当初明細書の【0037】，【0038】及び図2と同様の記載があることからすれば，構成要件Fで規定する「開口」が本件明細書の当該記載によってサポートされているから，本件発明1は，本件明細書の発明の詳細な説明に記載されたものであり，当業者が本件発明1の技術的課題を解決できると認識できる範囲内のものであるとして，本件発明1ないし6は，サポート要件（特許法36条6項1号所定の要件）に適合する旨判断した。",
                "しかしながら，前記2(1)アのとおり，本件明細書には，切りっぱなし状の保持部は記載されているが（図1，6，7，9，10及び12），図A構成のように内壁が存在する保持部の記載はない。",
                "また，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との構成に図A構成のように内壁が存在する保持部も包含されると解釈するのであれば，前記2(1)イで述べたように，本件発明1の作用効果を奏しない構成のものが構成要件Fに含まれることとなり，本件発明1の課題を解決できない構成がクレームアップされていることに帰結するから，本件明細書の発明の詳細な説明の記載から，本件発明1の課題を解決できると認識することができない。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記2(2)アで述べたように，構成要件Fにいう「開口」は，「被施療者の腕部を部分的に覆って保持する」「保持部」に形成されており，また，本件発明1の保持部の対象は，「腕」（腕部）であり，手首及び掌部分を対象としていない。",
                "本件明細書の【0007】には，椅子型のマッサージ機において，被施療者の腕部を施療することが可能なマッサージ機を提供するという本件発明1の課題が，【0010】には，本件発明1の構成要件のすべてが，【0028】には，被施療者が座部に座った状態で，被施療者の腕を空気袋によって施療するという本件発明1の効果が記載されている。",
                "また，本件明細書の【0037】には，「図2に示すように，保持部10は，被施療者の上腕を保持するための第1保持部分11と，被施療者の前腕を保持するための第2保持部分12とから主として構成されている。第1保持部分11は，断面視において略C字状の略半円筒形状をなしており，その一端部が背凭れ部6のガイドレール9より上方の箇所に取り付けられている。」との記載があり，【0038】には，「被施療者の上腕及び前腕を第1保持部分11及び第2保持部分12へ夫々の開口部から挿入することが可能である。」との記載がある。",
                "これらの記載から，構成要件Fは，本件明細書の発明の詳細な説明に記載されているといえるから，構成要件Fを含む本件発明1は，サポート要件に適合する。",
                "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4-1（甲9を主引用例とする本件発明1の進歩性の判断の誤り）（無効理由4関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，相違点2に関し，①甲9発明に甲10ないし13で示す周知技術を適用して当業者が容易に想到したものであるということはできない，②甲9発明に甲13記載の技術事項を適用して，当業者が容易に想到したものであるということはできない，③甲9発明において腕保持部の開口の向きを横向きにすることが設計事項であったということはできないから，甲9発明に基づいて，当業者が容易に想到したものであるということはできない旨判断したが，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知技術との組合せによる容易想到性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲9発明における腕保持部の開口の向きは上であるが，腕部を施療することが可能なマッサージ機を提供するとの課題を解決できるものであれば，保持部のデザインを変更しても問題はない。むしろ，甲9発明は，あくまでも「一実施形態に係るマッサージ機10」にすぎないから（甲9の【0013】），上記課題の解決を阻害しないものである限り，デザインの変更は積極的に示唆されているといえる。",
                            "そして，保持部のデザインは，空気袋によるマッサージ機に限らず，各種施療器具を設計製造する際に共通して生じるテーマであることかすると，当業者は，保持部のデザインを模索するに際し，各種施療器具に係る保持部の形状を当然に参酌する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審決は，甲12記載の技術事項につき，開口の向きが横であること，甲13記載の技術事項につき，開口の向きが真横であることを認定し，また，甲11記載の技術事項につき，人体に向かって横に開口するのみならず，上にも開口されていると述べるが，開口の向きが横である限度においては認めている。",
                            "一方，本件審決は，甲10記載の技術事項は腕部を施療するものではない旨認定したが，甲10に「この指圧具が少なくとも小型（首，腕，足等に使用するものは小型となる）である場合には」（【0013】）との記載があり，腕に使用されることが明記されているから，上記認定は誤りである。",
                            "したがって，甲10ないし13の記載によれば，本件出願当時，各種施療器具において，開口の向きが横である保持部は，周知であったというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，甲9に接した当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明において，前記bの周知技術を適用して，腕保持部の開口の向きを「上」から「横」にすることにより，相違点2に係る本件発明1の構成とすることを容易に想到することができたものである。",
                            "これを否定した本件審決の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲13との組合せによる容易想到性",
                      "text": [
                        "仮に開口の向きが横である保持部が本件出願当時の周知技術とはいえないとしても，当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明に甲13記載の技術事項を適用して，腕保持部の開口の向きを横にすることにより，相違点2に係る本件発明1の構成とすることを容易に想到することができたものである。",
                        "これを否定した本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "設計事項による容易想到性",
                      "text": [
                        "人体の腕が，上方からも側方からも移動できるという技術的特徴を有することは，本件出願当時，技術常識であったから，かかる技術的特徴を踏まえ，甲9発明の腕保持部のデザインを横方向に変更することは，当業者において当然に行う創作能力の発揮の帰結である。",
                        "また，前記(ア)bのとおり，本件出願当時，各種施療器具において，開口の向きが横である保持部は周知又は公知であったから，甲9発明の保持部のデザインのバリエーションとして開口の向きを横にすることは，当業者が創作に際して当然に行う常套手段でもある。",
                        "そうすると，開口の向きを横とすることは設計事項であるから，当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明において，相違点2に係る本件発明1の構成とすることを容易に想到することができたものである。",
                        "これを否定した本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点2の容易想到性の判断に誤りがあるから，甲9を主引用例とする本件発明1の進歩性欠如の無効理由を認めなかった本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知技術との組合せによる容易想到性の主張に対し",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲10の【0022】及び図2に示される指圧具8は，対向するように二本の挟圧腕9を有し，その先端に装着された押圧部材10は，使用者の腰や背中の背骨の両側をそれぞれ押圧するという機能を備えるものであるから，使用者の腕部をその内部に挿入し，内面に設けた空気袋を膨張及び収縮させることによって腕部を施療する本件発明1における「保持部」とは機能が大きく異なり，また，椅子に配設して使用するものではない。",
                                "⒝  甲11の図1A（FIG．1A）に示される腕保持部16は，対向する面（構成要件Fの「互いに対向する部分」）を有しておらず，仮に甲9発明に甲11記載の技術を適用できたとしても，相違点2に係る構成が得られない。",
                                "⒞  甲12の図6（FIG．6）に示される手の保護クッション88と枕89からなるベッドプレートの縦長溝881は，病人の手を保持するものであるが，胴体と同様の高さにあるという構造上，内部への挿入，引き出しが困難であり，病人自身が容易に手を挿入し，引き出すことを想定していないものである。また，甲12には，椅子に配設して使用することについての記載はない。",
                                "⒟  甲13には，図1C（FIG．1C）に示される上肢を治療するパッド31は，下肢を治療するパッド35とともに使用され，それぞれ，椅子21，床の上に置かれることや椅子21の内部に配置してもよいことは記載されているが，甲9発明のように椅子の肘掛け部と一体に形成するものではない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "甲10ないし13記載の技術事項は，いずれもマッサージ機に関するものではなく，甲9発明と技術分野が異なるから，甲9発明のマッサージ機における腕保持部の上向きの開口の向きについて当業者が適用を検討するような周知技術を示すものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，当業者が，甲9発明及び甲10ないし13記載の周知技術に基づいて，相違点2に係る本件発明1の構成を容易に想到することができたとの原告の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲13との組合せによる容易想到性の主張に対し",
                      "text": [
                        "甲13記載の技術は，骨粗鬆症等を治療するためにパルス電磁場を発生する治療装置に関するものであり，甲9発明とは技術分野が異なる上，図1C（FIG．1C）に示される上肢を治療するパッド31は，下肢を治療するパッド35とともに使用され，椅子の肘掛け部と一体に形成するものではない。また，甲13には，パッド31を椅子21と一体に配設することについての記載はない。",
                        "そして，甲13に示されるパッド31は，パッド35とともに肢にフィットするように全体にC字形をしており，開口を患者の側に向けて，パッド35とともに椅子21（肘掛け）又は床の上に「置く」ことができることが開示されているにとどまり，「一対の保持部」について，各々の開口が横を向き，かつ開口同士が互いに「対向するように配設」するという技術思想の開示はない。",
                        "以上によれば，甲9発明と甲13記載の技術とは，腕を施療する点では共通するものの，甲9発明は空気袋によるマッサージを行うのに対し，甲13記載の技術は骨粗鬆症治療のためのパルス電磁波供給を行う点において腕保持部の果たす機能や作用効果が異なるから，当業者において，甲9発明に甲13記載の技術事項を適用する動機付けはない。",
                        "したがって，当業者が，甲9発明及び甲13記載の技術事項に基づいて，相違点2に係る本件発明1の構成とすることを容易に想到することができたとの原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "設計事項による容易想到性の主張に対し",
                      "text": [
                        "甲9の記載（【0017】，図1）によれば，甲9発明の腕保持部24は，U字状の凹部25を形成する保持壁部24a，24bを備えることにより肘掛け部22の上部に一体的に形成されるものである。",
                        "甲9に接した当業者は，甲9から，被施療者が甲9発明の椅子型マッサージ機の座部前端に立った状態から椅子に着座するまでの一連の動作の間や，椅子に着座した被施療者が従来の椅子式マッサージ機が有していた肘掛け部の上面に前腕を置くのと同様の動作により，保持壁に邪魔されることなく前腕を肘掛けの一対の保持壁の間の載置面に置くことができると理解し，その構造も，従来の椅子式マッサージ機が有していた肘掛け部の上面を前腕の載置面として利用することで肘掛け部の上面の長手方向の両端に一対の保持壁を備えるようにしたものと理解する。",
                        "そうすると，甲9に接した当業者において，甲9発明の椅子型マッサージ機の腕保持部について，その構造を積極的に変更しようとする動機付けはない。",
                        "他方，本件発明1のマッサージ機は，一対の保持部について，開口を横向きとし，互いに対向するように配設したものであるから，腕部を横方向に移動させることで，保持部内に腕部を挿入し，引き出すことが可能であり，保持部内に腕部を位置させた状態で内側に曲げることができるものであり，肘掛け部の上面に一対の保持壁を備える甲9発明とは異なり，保持壁に拘束されずに，腕部（肘など）を載せることができるという作用効果を奏する。",
                        "以上によれば，甲9発明において，一対の保持部について，開口を横向きとし，互いに対向するように配設した構成（相違点2に係る本件発明1の構成）とすることは，単なる設計事項とはいえない。",
                        "したがって，甲9発明において，相違点2に係る本件発明1の構成とすることを容易に想到することができたとの原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決における相違点2の容易想到性の判断に誤りはないから，原告主張の取消事由4-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4-2（甲9を主引用例とする本件発明2ないし6の進歩性の判断の誤り）（無効理由4関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明2ないし6は，いずれも本件発明1の発明特定事項を含むものであるところ，当業者が甲9を主引用例として相違点2に係る本件発明1の構成を容易に想到することができたものとはいえないことなどを理由に，本件発明2ないし6は甲9等に基づいて容易に発明をすることができたものではない旨判断した。",
                "しかしながら，前記4(1)で述べたとおり，本件審決における相違点2の容易想到性の判断に誤りがあるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記4(2)で述べたとおり，本件審決における相違点2の容易想到性の判断に誤りがないから，本件審決における本件発明2ないし6の進歩性の判断の誤りをいう原告の主張は，その前提において理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件当初明細書",
              "text": [
                "本件当初明細書の発明の詳細な説明（甲4）には，次のような記載がある（下記記載中に引用する図面（甲5）については別紙1を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，被施療者の身体を施療するマッサージ機に関する。",
                    "【背景技術】",
                    "【0002】",
                    "昨今，椅子型のマッサージ機が広く普及している。図15は，この種のマッサージ機の構成の一例を示す斜視図である。図15に示すように，椅子型のマッサージ機101は，座部102と，背凭れ部103とから主として構成されている。座部102の両側方には，肘掛け部104が設けられている。また，背凭れ部103の内部には，図示しないマッサージ機構が設けられている。被施療者は，座部102に着座し，肘掛け部104を腕置きとして用いて，マッサージ機101を使用する。また，背凭れ部103の下端部は，座部102の後部で回動自在に枢支されており，背凭れ部103をリクライニングさせることができるようになっている。",
                    "【発明が解決しようとする課題】",
                    "【0003】",
                    "しかしながら，上述した如き従来のマッサージ機にあっては，肘掛け部104に例えばバイブレータ等の施療装置が設けられていないことが多く，被施療者の腕部を施療することができないという問題があった。",
                    "【0004】",
                    "また，背凭れ部103を傾倒（リクライニング）させたときには，これに伴って被施療者の上体も傾倒するため，肘掛け部104上で被施療者の腕部が移動することとなる。従って，肘掛け部104にバイブレータ等の施療装置が設けられている場合であっても，背凭れ部103を傾倒させる前後では，施療装置による施療箇所が被施療者の腕部の異なる部位となったり，背凭れ部103の傾倒前には施療装置による被施療者の腕部の施療を行うことができても，傾倒後には被施療者の腕部から施療装置が離れてしまい，施療を行えない等の問題があった。",
                    "【0005】",
                    "また，肘掛け部104の上面に，略前後方向へ移動可能な施療装置が設けられているマッサージ機もあるが，かかるマッサージ機では背凭れ部103の傾倒に合わせて施療装置を移動させて，背凭れ部103の傾倒前後での被施療者の腕部の略同一箇所を施療装置によって施療することができても，肘掛け部104が前後に短い場合には，背凭れ部103の傾倒後等に肘掛け部104の長さが足りずに被施療者の腕部が肘掛け部104から離れて，肘掛け部104が腕置きとしての役割を十分に果たせないことがあった。",
                    "【0006】",
                    "また，通常肘掛け部104は前後に長い略棒状をなしており，その上面を被施療者の腕置きとして用いるようになっているため，バイブレータ等の施療装置を肘掛け部104に設けた場合であっても，被施療者の腕部の下側部分だけを施療するように構成されていることが多く，腕部の略全体を施療することができないものが殆どであった。",
                    "【0007】",
                    "本発明は斯かる事情に鑑みてなされたものであり，被施療者の腕部を施療することが可能であり，しかも背凭れ部を傾倒させた場合にも，傾倒前の部位と殆ど同一の部位を施療することが可能なマッサージ機を提供することを目的とする。",
                    "【0008】",
                    "また，本発明の他の目的は，例えば背凭れ部の傾倒によって，被施療者の腕部が移動した場合であっても，被施療者の腕部を保持することができるマッサージ機を提供することにある。",
                    "【0009】",
                    "また，本発明の更に他の目的は，被施療者の腕部の略全体を施療することが可能なマッサージ機を提供することにある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0010】",
                    "本発明に係るマッサージ機は，座部と，該座部に対して傾倒することが可能な背凭れ部とを備える椅子型のマッサージ機において，前記背凭れ部の傾倒方向と略同一の方向へ移動することが可能であり，被施療者の腕部を保持する保持部と，該保持部に設けられ，被施療者の腕部を施療する施療部とを備えることを特徴とする。",
                    "【0011】",
                    "本発明に係るマッサージ機にあっては，保持部が背凭れ部の傾倒方向と略同一方向へ移動することが可能であるため，背凭れ部の傾倒に伴って保持部が移動した場合には，背凭れ部の傾倒前後において，被施療者の腕部と保持部との相対的な位置が殆ど変わることがない。よって，背凭れ部を傾倒させた場合にも，施療部によって傾倒前の部位と殆ど同一の部位を施療することが可能となる。",
                    "【0012】",
                    "また，被施療者の腕部を保持したまま，保持部が移動することが可能であるため，被施療者の腕部が移動した場合であっても，被施療者の腕部を保持することができる。",
                    "【0013】",
                    "また，上記発明においては，前記保持部は，背凭れ部の傾倒に応じて移動することが可能な構成とすることが望ましい。これにより，背凭れ部の傾倒に伴って，保持部を移動させることができる。",
                    "【0014】",
                    "また，この場合においては，前記保持部と前記背凭れ部とを連結する連結部を更に備える構成とすることも可能である。これにより，背凭れ部が傾倒した場合に，保持部が背凭れ部に引っ張られるため，背凭れ部の傾倒に伴って保持部を移動させることが可能となる。",
                    "【0015】",
                    "更にこの場合には，前記連結部は，可撓性を有するように構成されていることが望ましい。これにより，背凭れ部が傾倒した場合に，保持部を傾倒前の姿勢を概ね保ったまま移動させることが可能となり，傾倒後の被施療者の姿勢を自然なものとすることができる。また，背凭れ部又は座部から施療部への配管及び／又は配線を連結部の内部に設けた場合には，配管及び／又は配線が外部に露出することがないため，美的観点からも好ましい。",
                    "【0016】",
                    "また，上記発明においては，前記保持部が，前記背凭れ部に移動可能に取り付けられている構成とすることも可能である。これにより，背凭れ部が傾倒した場合に，保持部を傾倒前の姿勢を概ね保ったまま移動させることが可能となり，傾倒後の被施療者の姿勢を自然なものとすることができる。",
                    "【0017】",
                    "また，上記発明においては，前記保持部は，被施療者の腕部を覆うことが可能な形状をなしている構成とすることが望ましい。更にこの場合には，前記施療部は，被施療者の腕部を略全体に亘って施療することが可能であるように，前記保持部に設けられている構成とすることが望ましい。これにより，被施療者の腕部を略全体に亘って施療することが可能となる。",
                    "【0018】",
                    "また，上記発明においては，前記保持部は，被施療者の上腕を保持する第1保持部分と，被施療者の前腕を保持する第2保持部分とを有する構成とすることができる。更にこの場合には，前記第1保持部分と前記第2保持部分とが枢着されている構成とするか，又は，可撓性を有し，前記第1保持部分と前記第2保持部分とを連結する連結部を更に備える構成とすることが望ましい。",
                    "【0019】",
                    "背凭れ部が傾倒前後において，被施療者の肘の屈曲角度は変化する。従って，上記の構成とした場合には，第1保持部と第2保持部とがなす角度を変化させることができるため，背凭れ部の傾倒の前後で第1保持部と第2保持部とがなす角度を変化させることにより，背凭れ部の傾倒の前後で被施療者が肘の屈曲角度を変えることができる。よって，被施療者に自然な姿勢を保たせたまま，背凭れ部を傾倒させることができる。",
                    "【0020】",
                    "また，上記発明においては，前記座部の両側方に設けられたガイドレールを更に備え，前記保持部は，前記ガイドレールに沿って移動することが可能であるように，前記ガイドレールに係合されている構成とすることが望ましい。",
                    "【0021】",
                    "背凭れ部が後方へ傾倒された場合には，被施療者の腕部もこれに伴って略後方へ移動する。従って，略前後方向へ延びたガイドレールに沿って，保持部を移動させる構成とすることにより，保持部が被施療者の腕部を保持したまま，保持部を略前後方向へ移動させることが可能である。よって，被施療者に自然な姿勢を保たせたまま，背凭れ部を傾倒させることができる。",
                    "【0022】",
                    "また，上記発明においては，一端が前記保持部に接続された略棒状の連結部材と，該連結部材の他端及び前記座部を接続するユニバーサルジョイントとを更に備える構成とすることが望ましい。これにより，連結部材がユニバーサルジョイントを支点として如何なる方向へでも傾倒することが可能であるので，保持部を多様な方向へ移動させることが可能となる。",
                    "【0023】",
                    "また，この場合においては，前記支持棒は伸縮することが可能であるように構成されていることが望ましい。これにより，被施療者の体格に合わせて，保持部の位置を調節することが可能となる。",
                    "【0024】",
                    "また，上記発明においては，前記保持部は，保持した被施療者の腕部の長手方向へ伸縮することが可能であるように構成されていることが望ましい。これにより，使用時（被施療者の腕部を保持部が保持している状態のとき）には，被施療者の腕部の多くの部分を保持部によって保持することができ，非使用時（被施療者の腕部を保持部が保持していない状態のとき）には，保持部をコンパクトにすることができる。",
                    "【0025】",
                    "また，上記発明においては，前記保持部は，保持した被施療者の腕部の腕周りの方向へ回動することが可能であるように構成されていることが望ましい。これにより，被施療者の腕部の施療部位を調節することが可能となる。",
                    "【0026】",
                    "また，上記発明においては，前記保持部は，布状部材によって構成されていることが望ましい。これにより，例えば肘掛けの上に保持部が配置されている場合であって，被施療者の腕部を保持部によって保持せずに，被施療者の腕部以外の身体部位を施療する目的でマッサージ機を使用するときには，保持部が肉薄であるので，被施療者が肘を掛けるときの邪魔にならない。",
                    "【0027】",
                    "また，上記発明においては，前記施療部は，膨張・収縮することが可能な空気袋を有する構成とすることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0028】",
                    "以上詳述した如く，本発明に係るマッサージ機によれば，施療部によって被施療者の腕部を施療することが可能であり，また，背凭れ部を傾倒させた場合にも，施療部によって被施療者の腕部の殆ど同一の部位を，傾倒前後において施療することが可能となる。",
                    "【0029】",
                    "また，被施療者の腕部の略全体を施療することが可能となる等，本発明は優れた効果を奏する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【図面の簡単な説明】",
                  "text": [
                    "【0030】",
                    "【図1】本発明の実施の形態1に係るマッサージ機の構成を示す斜視図である。",
                    "【図2】本発明の実施の形態1に係るマッサージ機が備える保持部の構成を示す斜視図である。",
                    "【図3】第1保持部分の背凭れ部に対する取り付け構造を示す拡大斜視図である。",
                    "【図4】背凭れ部に対する第1保持部分の取付構造を示す断面図である。",
                    "【図5】第1保持部分を幅方向へ切断したときの断面図である。",
                    "【図6】本発明の実施の形態2に係るマッサージ機の構成を示す斜視図である。",
                    "【図7】本発明の実施の形態3に係るマッサージ機の構成を示す斜視図である。",
                    "【図8】本発明の実施の形態3に係る肘掛け部及び保持部を幅方向へ切断したときの断面図である。",
                    "【図9】本発明の実施の形態4に係るマッサージ機の構成を示す斜視図である。",
                    "【図10】本発明の実施の形態5に係るマッサージ機の要部の構成を示す拡大斜視図である。",
                    "【図11】本発明の実施の形態6に係るマッサージ機の要部の構成を示す拡大斜視図である。",
                    "【図12】本発明の実施の形態7に係るマッサージ機の構成を示す斜視図である。",
                    "【図13】本発明に係るマッサージ機の保持部の形状を説明する模式的断面図である。",
                    "【図14】本発明の実施の形態8に係るマッサージ機の要部の構成を示す拡大斜視図である。",
                    "【図15】従来のマッサージ機の構成の一例を示す斜視図である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0031】",
                    "以下，本発明の実施の形態について図面を参照しながら説明する。",
                    "【0032】",
                    "（実施の形態1）",
                    "図1は，本発明の実施の形態1に係るマッサージ機の構成を示す斜視図である。図1に示す如く，本実施の形態1に係るマッサージ機1は，座部5，背凭れ部6，及びフットレスト7から主として構成されている。座部5は，水平配置された棒状の脚部5aをその下部両側に夫々有する基台5bの上部に，クッション部5cが配されて構成されている。クッション部5cは，ウレタンフォーム，スポンジ，又は発泡スチロール製の内装材（図示せず）が基台5bの上面に載置されており，更にこれをポリエステル製の起毛トリコット，合成皮革，又は天然皮革等からなる外装材にて覆って構成されている。",
                    "【0033】",
                    "座部5の上部前側には，被施療者の足首及び脹脛をマッサージするためのフットレスト7の上端部が枢着されている。これにより，フットレスト7は，その上端部を中心にして前後に回動可能とされている。",
                    "【0034】",
                    "更に座部5の後部には，背凭れ部6が設けられている。背凭れ部6は，被施療者の上半身を支持すべく，一般的な体格の成人がマッサージ機1に着座した際に，該成人の身体の一部がその外部にはみ出ない程度の大きさとされており，前面視略長方形をなしている。背凭れ部6の下端部は，座部5の後部に横方向の枢軸によって枢支されており，この枢軸を中心に背凭れ部6が回動することにより，前後にリクライニングが可能とされている。",
                    "【0035】",
                    "背凭れ部6の内部には，マッサージ機構8が設けられている。かかるマッサージ機構8の構成については，例えば特開2000-350756号公報にその詳細が記載されているので，ここではその説明を省略する。",
                    "【0036】",
                    "また，座部5の両側方には，略前後方向へ延びたガイドレール9が設けられている。このガイドレール9には，夫々被施療者の腕部を保持するための保持部10が係合している。",
                    "【0037】",
                    "保持部10の構成を更に詳しく説明する。図2は，保持部10の構成を示す斜視図である。図2に示すように，保持部10は，被施療者の上腕を保持するための第1保持部分11と，被施療者の前腕を保持するための第2保持部分12とから主として構成されている。第1保持部分11は，断面視において略C字状の略半円筒形状をなしており，その一端部が背凭れ部6のガイドレール9より上方の箇所に取り付けられている。",
                    "【0038】",
                    "第1保持部分11の開口部（長手方向へ延びた欠落部分）は，一般的な体格の成人の上腕の太さよりも若干大きい幅とされており，第2保持部分12の開口部は，一般的な体格の成人の前腕の太さよりも若干大きい幅とされている。従って，施療者の上腕及び前腕を第1保持部分11及び第2保持部分12へ夫々の開口部から挿入することが可能である。",
                    "【0039】",
                    "図3は，第1保持部分11の背凭れ部6に対する取り付け構造を示す拡大斜視図である。第1保持部分11の一端部には，回転金具13aがその中央部分で枢着されている。この回転金具13aは，略角板状の部材の両端を，夫々略クランク形状に屈曲させた如き形状をなしている。即ち，回転金具13aの両端部は，夫々一方向へ突出した段部とされている。この段部の突出側の夫々には，ローラ13bが各別に枢着されている。",
                    "【0040】",
                    "従って，回転金具13aは，第1保持部分11に対する取付軸を中心に回動することが可能であり，また，夫々のローラ13bも回転金具13aに対して回転することが可能である。",
                    "【0041】",
                    "図4は，背凭れ部6に対する第1保持部分11の取付構造を示す断面図である。図4に示すように，ローラ13bは背凭れ部6の側部に取り付けられたガイドレール14に係合している。このガイドレール14は，背凭れ部6の側部の長手方向に沿って設けられており，ローラ13bがガイドレール14内で転動することが可能である。よって，第1保持部分11は，ガイドレール14に沿って移動することが可能であるとともに，回転金具13aの取付軸を中心として回動することも可能である。",
                    "【0042】",
                    "図5は，第1保持部分11を幅方向へ切断したときの断面図である。図5に示すように，図5に示すように，第1保持部分11は，比較的硬度が高い材料からなり，略C字状の断面形状を有する略半円筒形状の外殻部11aを備えている。この外殻部11aの内面の略全体には，空気袋11bが設けられている。また，この空気袋11bの表面には，図2で示すような，複数の空気袋11cが設けられている。かかる空気袋11b，11cは，夫々ポンプ，電磁弁等からなる，座部5又は背凭れ部6に設けられた給排気装置（図示せず）にエアホース（図示せず）によって接続されており，給排気装置の動作によって膨張・収縮することが可能となっている。また，空気袋11bと空気袋11cとは夫々独立に膨張・収縮するように構成されている。このような構成により，空気袋11cが膨張・収縮することによって，被施療者の上腕部に圧迫刺激を与えたり，それを解放することができ，空気袋11bが膨張・収縮することによって，空気袋11cによる刺激の強さを調節することができる。",
                    "【0043】",
                    "一方，第2保持部分12は，その下部から係合部12aが下方へ突出している（図1参照）。そして，この係合部12aは，ガイドレール9に係合している。これにより，第2保持部分12は，ガイドレール9に沿って略前後方向へ移動することが可能となっている。",
                    "【0044】",
                    "また，第2保持部分12の内面であって，被施療者の手首又は掌に相当する部分には，振動装置15が設けられている。この振動装置が振動することにより，被施療者の手首又は掌に刺激を与えることが可能となっている。なお，第2保持部分12のその他の構成は，第1保持部分の構成と略同様であるので，その説明を省略する。",
                    "【0045】",
                    "このような第1保持部分11と第2保持部分12とは，略横方向の枢軸によって枢着されている。これによって，保持部10は，この部分で屈曲することが可能となっている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0046】",
                  "text": [
                    "次に，本発明の実施の形態1に係るマッサージ機の動作について説明する。被施療者は，座部5に着座し，背凭れ部6に上体を凭れかけた状態で，上腕部を第1保持部分11に，前腕部を第2保持部分12に夫々挿入する。背凭れ部6が後方へ傾倒されたとき，第1保持部分11は，背凭れ部6とともに後方へ移動する。背凭れ部6の被施療者の肩に当接する位置（以下，肩位置という）は，背凭れ部6の傾倒前後において異なることとなる。即ち，背凭れ部6の傾倒前における肩位置よりも，傾倒後における肩位置の方が，背凭れ部6の下側となる。このとき，第1保持部分11は，このような肩位置の変化に合わせて，ガイドレール14に沿って背凭れ部6の長手方向へ移動する。",
                    "【0047】",
                    "また，第1保持部分11が後方へ移動するため，これに引っ張られて第2保持部分12がガイドレール9に沿って略後方へ移動する。第1保持部分11の背凭れ部6との連結箇所は，背凭れ部6の傾倒とともに後方へ移動しつつ下方へ移動することとなる一方，第1保持部分11の第2保持部分12との連結箇所は，略後方へ移動するのみであり，このため第1保持部分11は，背凭れ部6の傾倒に伴って，略後方へ移動しながら略後方へ傾倒することとなる。これに対して，第2保持部分12は，ガイドレール9に沿って略後方へ移動するのみであるため，その傾倒角度は殆ど変化しない。よって，第1保持部分11と第2保持部分12とがなす角度は，背凭れ部6の傾倒に伴って変化することとなる。また，第1保持部分11と第2保持部分12との連結箇所は，被施療者の肘位置に相当するため，被施療者は，保持部10の屈曲角度の変化に合わせて，肘の屈曲角度を自然に変化させることができる。これによって，背凭れ部6の傾倒後においても，被施療者は自然な姿勢を保つことができる。",
                    "【0048】",
                    "また，前述した給排気装置の動作によって，第1保持部分11に設けられた空気袋11b，11c及び第2保持部分12に設けられた空気袋が膨張・収縮する。これにより，被施療者の腕部を略全体に亘って施療することができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0049】",
                  "text": [
                    "（実施の形態2）",
                    "図6は，本発明の実施の形態2に係るマッサージ機の構成を示す斜視図である。図6に示すように，本発明の実施の形態2に係るマッサージ機16は，椅子型をなしており，被施療者が着座するための座部17と，被施療者の上半身を支持するための背凭れ部18と，被施療者の足置きとして用いられるフットレスト19とから主として構成されている。",
                    "【0062】",
                    "前述したような座部17の両側部には，2つのガイドレール21が設けられている。このガイドレール21には，被施療者の腕部を保持するための保持部10が係合している。",
                    "【0063】",
                    "また，背凭れ部18のカバー18aは，被施療者が着座したときに，被施療者の肩に相当する部分が前方へ張り出した形状となっており，この先端部分に，保持部10の第1保持部分11が取り付けられている。この第1保持部分11の取り付け構造は，実施の形態1に係るマッサージ機の第1保持部分11の取り付け構造と同様であるので，その説明を省略する。",
                    "【0064】",
                    "また，本実施の形態2に係るマッサージ機16の保持部10のその他の構成及び作用は，実施の形態1に係るマッサージ機1の保持部10の構成及び作用と同様であるので，同符号を付し，その説明を省略する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "【0065】",
                  "text": [
                    "（実施の形態3）",
                    "図7は，本発明の実施の形態3に係るマッサージ機の構成を示す斜視図である。本実施の形態3に係るマッサージ機22は，座部17の両側部に，肘掛け部23が夫々設けられている。この肘掛け部23は，略前後方向に延びており，上下に若干湾曲した如き棒状をなしており，その上面を被施療者の腕置きとして利用することが可能となっている。また，肘掛け部23の上方には，被施療者の前腕を保持するための保持部24が配されている。",
                    "【0066】",
                    "図8は，肘掛け部23及び保持部24を幅方向へ切断したときの断面図である。図8に示すように，肘掛け部23の下部には，該肘掛け部23の長手方向へ沿って，ガイドレール25が設けられている。このガイドレール25は，上下方向を厚さ方向とした略板状をなしており，その厚さ方向中間部分に，扁平な空隙部25aが設けられている。この空隙部25aは，ガイドレールの外側面，即ち，座部17の反対側の側面にて開口しており，また，空隙部25aの座部17側の端部は，その空隙の厚みが他の部分よりも拡大された拡大部25bとなっている。この拡大部25bは，横方向へ所定長さだけ設けられている。",
                    "【0067】",
                    "このような空隙部25aには，保持部24が有する移動部材24aが挿入されている。移動部材24aは，空隙部25aの薄い空隙部分よりも若干薄い板を，略直角に屈曲させた如き形状をなしており，略水平な板状の部分と，略鉛直な板状の部分とから主として構成されている。移動部材24aの略水平な板状の部分は，空隙部25aに係入せしめられている。また，この移動部材24aの略水平な板状の部分の先端部は，他の部分より厚みを増してあるストッパ24bとされており，このストッパ24bが前述した空隙部25aの拡大部25b内に配されている。ストッパ24bの厚さは，拡大部25bの厚さよりも薄く，空隙部25aの拡大部25b以外の部分よりも厚くされている。また，ストッパ24bの横方向の長さは，拡大部25bの横方向の長さよりも短くされている。従って，移動部材24aは，ストッパ24bが，拡大部25bの両側端に当接する範囲内で，横方向へ移動することが可能となっている。",
                    "【0068】",
                    "また，移動部材24aの前後方向の長さは，空隙部25aの前後方向の長さよりも短くされている。これによって，移動部材24aは，その前後端が空隙部25aの前後端に当接する範囲内で，前後方向へ移動することが可能となっている。",
                    "【0069】",
                    "このような移動部材24aの略鉛直な板状の部分の上端部は，ガイド部材24cに接続されている。ガイド部材24cは，板状部材が略円弧状に湾曲された如き形状をなしており，その湾曲の中心軸方向が略前後方向とされている。また，ガイド部材24cの長手方向（軸長方向）の中間部分には，円弧の円周方向へ長い切り欠き部24dが設けられている（図7参照）。",
                    "【0070】",
                    "ガイド部材24cの湾曲内側には，保持部分26が配されている。この保持部分26は，幅方向に切断したときの断面視において略C字状の略半円筒形状をなしており，その外面がガイド部材24cの内面に略密接された状態となっている。",
                    "【0071】",
                    "保持部分26は，外殻部26a及び空気袋26b，26cによって主として構成されている。外殻部26aは，幅方向の断面視において略C字状の湾曲板状をなしており，比較的硬度が高い材料によって形成されている。また，外殻部26aの長さ方向（前後方向）中間部分の外面には，突起26dが設けられている。この突起26dは，ガイド部材24cの切り欠き部24dの幅よりも若干短い幅とされており，その頭部において幅が拡大されている。このような突起26dは，切り欠き部24dを貫通しており，その頭によって抜け止めがされた状態で，切り欠き部24dに係合されている。従って，保持部分26は，突起26dが切り欠き部24d内で移動することが可能な範囲内で，湾曲の円周方向へ移動することが可能である。",
                    "【0072】",
                    "また，外殻部26aの内面の略全面に亘って，空気袋26bが設けられている。また，この空気袋26bの表面には，複数の空気袋26cが設けられている。かかる空気袋26b，26cは，夫々ポンプ，電磁弁等からなる，座部17又は背凭れ部18に設けられた給排気装置（図示せず）にエアホース（図示せず）によって接続されており，給排気装置の動作によって膨張・収縮することが可能となっている。また，空気袋26bと空気袋26cとは夫々独立に膨張・収縮するように構成されている。このような構成により，空気袋26cが膨張・収縮することによって，被施療者の上腕部に圧迫刺激を与えたり，それを解放することができ，空気袋26bが膨張・収縮することによって，空気袋26cによる刺激の強さを調節することができる。",
                    "【0074】",
                    "本実施の形態3に係るマッサージ機22のその他の構成は，実施の形態2に係るマッサージ機16の構成と同様であるので，同符号を付し，その説明を省略する。",
                    "【0075】",
                    "以上の如き構成により，背凭れ部18を後方へ傾倒させた場合には，連結部材27によって保持部分26が後方へ引っ張られ，これによって保持部分26がガイドレール25に沿って後方へ移動することとなる。よって，背凭れ部18が後方へ傾倒された場合に，保持部分26が被施療者の腕部とともに後方へ移動することとなり，背凭れ部18の傾倒後にも，腕置きとしての役割を十分に発揮することができる。",
                    "【0076】",
                    "また，保持部分26が被施療者の腕部を中心として回動可能であるので，腕部の施療部位を被施療者の嗜好に合わせて調節することもできる。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "【0077】",
                  "text": [
                    "（実施の形態4）",
                    "図9は，本発明の実施の形態4に係るマッサージ機の構成を示す斜視図である。図9に示す如く，本実施の形態4に係るマッサージ機28は，被施療者の上腕を保持するための第1保持部分29と，被施療者の前腕を保持するための第2保持部分30とを有する保持部31を備えている。第1保持部分29の前端部分と，第2保持部分30の後端部分とは，可撓性を有する連結部材31aによって連結されている。また，第1保持部分29の後端部分と，背凭れ部18のカバー部18aの一箇所とは，可撓性を有する連結部材31bによって連結されている。なお，連結部材31a，31bの構成は，実施の形態3で説明した連結部材27の構成と同様であるので，説明を省略する。",
                    "【0078】",
                    "また，第2保持部分30の外面の下部には，移動部材24aが取り付けられている。なお，第1保持部分29及び第2保持部分30のその他の構成は，実施の形態1において説明した第1保持部分11及び第2保持部分12の構成と同様であるので，説明を省略する。",
                    "【0079】",
                    "また，本実施の形態4に係るマッサージ機28のその他の構成は，実施の形態3に係るマッサージ機22の構成と同様であるので，同符号を付し，その説明を省略する。",
                    "【0080】",
                    "以上の如き構成により，本実施の形態4に係るマッサージ機28では，第1保持部分29と第2保持部分30とが連結部材31aによって連結されているため，第1保持部分29と第2保持部分30との間を，如何なる方向へでも屈曲させることができる。また，第1保持部分29と背凭れ部18とが連結部材31bによって連結されているため，背凭れ部18に対して，第1保持部材を所定の範囲内で如何なる位置へでも移動させることができる。また，凭れ部18が後方へ傾倒された場合に，連結部材31bによって第1保持部分29が後方へ引っ張られ，また連結部材31aによって第2保持部分30が後方へ引っ張られて，第2保持部分30がガイドレール25に沿って後方へ移動することとなる。よって，背凭れ部18が後方へ傾倒された場合に，第1保持部分29と第2保持部分30との間の角度が変化しつつ，第1保持部分29が被施療者の上腕とともに，第2保持部分30が被施療者の前腕とともに，後方へ移動することとなり，背凭れ部18の傾倒後にも，保持部31が腕置きとしての役割を十分に発揮することができる。",
                    "【0081】",
                    "また，本実施の形態4に係るマッサージ機28では，第1保持部分29が，連結部材31a，31bによって，第2保持部分30及び背凭れ部18に夫々連結されているので，横方向にも移動することができる。従って，被施療者の体格に合わせて，第1保持部分29が横方向へ移動することとなり，より一層被施療者に自然な姿勢をとらせることができる。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "【0082】",
                  "text": [
                    "（実施の形態5）",
                    "図10は，本発明の実施の形態5に係るマッサージ機の要部の構成を示す拡大斜視図である。本実施の形態5に係るマッサージ機は，図10に示す如き保持部32を備えている。保持部32は，2つの保持部分33，34を備えている。保持部分33，34は，夫々幅方向に切断したときの断面視において略C字状の略半円筒形状をなしており，保持部分33が前方，保持部分34が後方に位置するように，前後に並べて同軸的に配置されている。保持部分33，34は，夫々略C字状の断面形状の湾曲板状をなす外殻部33a，34aと，外殻部33a，34aの内面の略全面に亘って夫々設けられた空気袋33b，34bと，空気袋33b，34bの表面に夫々複数設けられた空気袋33c，34cとから主として構成されている。なお，保持部分33，34の構成は，実施の形態3において説明した保持部分26の構成と同様であるので，説明を省略する。",
                    "【0083】",
                    "保持部分33，34は，夫々第1支持部材35によって支持されている。この第1支持部材35は，幅方向の断面視において略C字状の湾曲板状をなしており，その内面に保持部分33，34が夫々摺動可能に取り付けられている。更に詳しく説明すると，外殻部33aの後端部分と，外殻部33bの前端部分との両方に重なるように，第1支持部材35は設けられており，外殻部33a，34bは夫々独立に，第1支持部材35の内面を前後方向へ摺動することが可能となっている。",
                    "【0084】",
                    "また，第1支持部材35には，前後方向へ延びた2つの切り欠き部35a，35bが前後に並設されている。前側の切り欠き部35aは，外殻部33aの表面に設けられた突起33dに係合しており，後側の切り欠き部35bは，外殻部34aの表面に設けられた突起34dに係合している。これによって，保持部分33は，突起33dが切り欠き部35a内で移動可能な範囲において，第1支持部材35に対して前後方向へ移動することが可能であり，保持部分34は，突起34dが切り欠き部35b内で移動可能な範囲において，第1支持部材35に対して前後方向へ移動することが可能である。",
                    "【0085】",
                    "このような第1支持部材35は，第2支持部材36に支持されている。第2支持部材36は，幅方向の断面視において略C字状の湾曲板状をなしており，その内面に第1支持部材35の外面が接するように，第1支持部材35を支持している。また，第2支持部材36には，円弧の円周方向へ延びた2つの切り欠き部36aが設けられており，これらの切り欠き部36a夫々に，第1支持部材35の外面に設けられた2つの突起35cが係合している。これによって，第1支持部材35は，突起35cが切り欠き部36a内で移動可能な範囲において，第2支持部材36に対して円周方向へ移動することが可能である。",
                    "【0086】",
                    "また，第2支持部材36の外面には，移動部材24aが取り付けられている。本実施の形態5に係る移動部材24aは，複数のリブによって補強されている。なお，本実施の形態5に係るマッサージ機のその他の構成は，実施の形態3に係るマッサージ機22の構成と同様であるので，同符号を付し，その説明を省略する。",
                    "【0087】",
                    "以上の如き構成により，本実施の形態5に係るマッサージ機では，保持部分33，34を第1支持部材35夫々前後方向へ移動することにより，被施療者の腕部の長さに合わせて，保持部32の長さを調節することができる。",
                    "【0088】",
                    "また，第1支持部材35を円周方向へ移動させることにより，これと保持部分33，34が一体的に円周方向へ移動することとなり，空気袋33c，34cによる施療位置を調節することができる。"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "【0089】",
                  "text": [
                    "（実施の形態6）",
                    "図11は，本発明の実施の形態6に係るマッサージ機の要部の構成を示す拡大斜視図である。本実施の形態6に係るマッサージ機は，図11に示す如き保持部37を備えている。保持部37は，幅方向の断面視において略C字状の略半円筒形状をなす保持部分38と，この保持部分38より小さい半径の略半円筒形状をなす保持部分39とを有している。保持部分38の先端部は，保持部分39の後端部に重なった状態とされており，図示しない係合構造によって保持部分38と保持部分39とが相対的に前後方向へ移動可能な状態で係合されている。",
                    "また，保持部分38は，幅方向の断面視において略C字状の略半円筒形状をなす外殻部38aと，空気袋38b，38cとを備えている。外殻部38aの内面の内，保持部分39の移動によって保持部分39と重なりうる範囲を除いた部分の略全体に亘って，空気袋38bが設けられており，この空気袋38bの表面の数箇所に，複数の空気袋38cが設けられている。",
                    "【0090】",
                    "一方，保持部分39は，略半円筒形状の外殻部39aと，空気袋39b，39cとを備えている。外殻部39aの内面の略全体に亘って，空気袋39bが設けられており，この空気袋39bの表面の数箇所に，複数の空気袋39cが設けられている。",
                    "【0092】",
                    "なお，本実施の形態6に係るマッサージ機のその他の構成は，実施の形態3に係るマッサージ機22からガイドレール25を取り除いたもの同様の構成であるので，同符号を付し，その説明を省略する。",
                    "【0093】",
                    "以上の如き構成により，本実施の形態6に係るマッサージ機では，保持部分38と保持部分39とが相対的に長手方向へ移動することが可能であるので，被施療者の体格に合わせて，保持部37の長さを調節することができる。",
                    "【0094】",
                    "また，保持部37が，連結部材40，41によって背凭れ部及び座部に連結されているので，所定の範囲で保持部37を如何なる方向へでも移動することができ，被施療者の体格に合わせて，保持部37の位置の調整を行うことができる。"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "【0097】",
                  "text": [
                    "（実施の形態7）",
                    "図12は，本発明の実施の形態7に係るマッサージ機の構成を示す斜視図である。本実施の形態7に係るマッサージ機42は，被施療者の右腕用の第2保持分部12の先端に，操作パネル43が設けられている。この操作パネル43には，図示しない複数の操作ボタンが設けられており，被施療者がこれらを押圧することによりマッサージ機に対して各種の動作指示を行うことができるようになっている。",
                    "【0098】",
                    "なお，本実施の形態7に係るマッサージ機42のその他の構成は，実施の形態2に係るマッサージ機16の構成と同様であるので，同符号を付し，その説明を省略する。",
                    "【0099】",
                    "以上の如き構成により，右腕用の第2保持部分12と一体的に操作パネル43が移動することとなるので，背凭れ部18を傾倒させた場合であっても，被施療者の手元から操作パネル43が離れることがなく，被施療者がマッサージ機42の操作を行いやすい。"
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "【0100】",
                  "text": [
                    "図13は，本発明に係るマッサージ機の保持部の形状を説明する模式的断面図である。以上で説明した実施の形態1～7においては，被施療者の腕部を保持する保持部を，図13（a）で示すような，幅方向に切断したときの断面視において略C字状の半円筒形状をなしているものとしたが，これに限定されるものではなく，図13（b）～（e）に夫々示すような形状としてもよい。",
                    "【0101】",
                    "図13（b）は，保持部の形状を，幅方向の断面視において略L字状とした場合について説明する断面図である。図13（c）は，保持部の形状を，幅方向の断面視において所定角度だけ傾斜させた略チャネル状とした場合について説明する断面図である。図13（d）は，保持部の形状が幅方向の断面視において略L字状となっており，しかも保持部がその角部において屈曲されることが可能な構成について説明する断面図である。また，図13（e）は，保持部の形状を，幅方向の断面視において上方が開口する略チャネル状とした場合について説明する断面図である。",
                    "【0102】",
                    "また，図13（a）～（e）で示すように，夫々の保持部をガイドレール等によって左右方向へ移動することが可能に構成してもよい。"
                  ]
                },
                {
                  "fig": "セ",
                  "subject": "【0103】",
                  "text": [
                    "（実施の形態8）",
                    "図14は，本発明の実施の形態8に係るマッサージ機の要部の構成を示す拡大斜視図である。本実施の形態8に係るマッサージ機は，図14に示す如き保持部44を備えている。保持部44は，例えば略長方形の袋状の布製のカバー44aの内部に，複数の空気袋（図示せず）が設けられて構成されている。このカバー44aの両側縁部には，互いに係合可能なファスナ44bの2つの歯状部材が夫々取り付けられている。従って，ファスナ44bを閉じた場合には，保持部44は筒状となり，ファスナ44bを開ききった場合には，保持部44は略長方形状に展開されることとなる。",
                    "【0104】",
                    "また，保持部44は，肘掛け部に，前後方向へ移動自在に取り付けられていてもよい。更に，保持部44は，図示しない背凭れ部にその一端（被施療者の上腕の肩近傍部に対応する箇所）が連結されていてもよい。",
                    "【0105】",
                    "なお，以上で説明した実施の形態1～8に係るマッサージ機においては，左腕用の保持部の空気袋と，右腕用の保持部の空気袋とを夫々独立に駆動する構成とすることが望ましい。一般的に，同時に施療する箇所が少ないほど，マッサージ効果は高まると考えられている。これは，多くの箇所を同時に施療するよりも，少ない箇所を同時に施療する方が，施療箇所に対して加わっている刺激に被施療者の意識が集中しやすいためである。従って，被施療者の腕部を片腕毎に施療することにより，両腕を同時に施療する場合に比して，マッサージ効果を高めることが期待できる。また，被施療者の腕部を片腕毎に施療することによって，施療されていない腕でマッサージ機の操作を行うこともできる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書（甲1）の発明の詳細な説明には，前記(1)の【0004】ないし【0006】，【0008】，【0009】，【0011】，【0012】，【0017】，【0019】ないし【0027】，【0029】を削除し，【0007】，【0010】，【0013】ないし【0016】，【0018】，【0028】，【0030】，【0089】，【0100】及び【0103】を次のとおり変更するほか（下線部は変更箇所である。甲2，6），前記(1)と同一の記載がある（なお，本件明細書の図面は，本件当初明細書の図面と同一である。）。",
                    "【0007】",
                    "本発明は斯かる事情に鑑みてなされたものであり，被施療者の腕部を施療することが可能なマッサージ機を提供することを目的とする。",
                    "【0010】",
                    "本発明に係るマッサージ機は，被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを備える椅子型のマッサージ機において，前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されていることを特徴とする。",
                    "【0013】",
                    "また，上記発明においては，前記一対の保持部は，各々の前記開口が真横を向いていることが望ましい。",
                    "【0014】",
                    "また，前記保持部は，被施療者の前腕と手首又は掌を保持可能であることが望ましい。",
                    "【0015】",
                    "更に，前記空気袋は，前記開口側の部分の方が奥側の部分よりも立ち上るように構成されていることが望ましい。",
                    "【0016】",
                    "また，前記背凭れ部は，被施療者の胴体を支持するクッション部と，前記クッション部より前方へ延設され被施療者の上腕及び肩の側部を覆う部分を有するカバー部と，を有し，前記カバー部には，膨張及び収縮することにより被施療者の肩に刺激を与えることができる空気袋が設けられていることが望ましい。",
                    "【0018】",
                    "また，左腕用の前記保持部に設けられた空気袋と，右腕用の前記保持部に設けられた空気袋と，は，夫々独立に駆動されるよう構成されていることが望ましい。",
                    "【0028】",
                    "以上詳述した如く，本発明に係るマッサージ機によれば，空気袋によって被施療者の腕部を施療することが可能となる。",
                    "【0030】",
                    "【図1】本発明の実施の形態1に係るマッサージ機の構成を示す斜視図である。",
                    "【図2】本発明の実施の形態1に係るマッサージ機が備える保持部の構成を示す斜視図である。",
                    "【図3】第1保持部分の背凭れ部に対する取り付け構造を示す拡大斜視図である。",
                    "【図4】背凭れ部に対する第1保持部分の取付構造を示す断面図である。",
                    "【図5】第1保持部分を幅方向へ切断したときの断面図である。",
                    "【図6】本発明の実施の形態2に係るマッサージ機の構成を示す斜視図である。",
                    "【図7】本発明の実施の形態3に係るマッサージ機の構成を示す斜視図である。",
                    "【図8】本発明の実施の形態3に係る肘掛け部及び保持部を幅方向へ切断したときの断面図である。",
                    "【図9】本発明の実施の形態4に係るマッサージ機の構成を示す斜視図である。",
                    "【図10】本発明の実施の形態5に係るマッサージ機の要部の構成を示す拡大斜視図である。",
                    "【図11】参考例の実施の形態6に係るマッサージ機の要部の構成を示す拡大斜視図である。",
                    "【図12】本発明の実施の形態7に係るマッサージ機の構成を示す斜視図である。",
                    "【図13】本発明及び参考例に係るマッサージ機の保持部の形状を説明する模式的断面図である。",
                    "【図14】参考例の実施の形態8に係るマッサージ機の要部の構成を示す拡大斜視図である。",
                    "【図15】従来のマッサージ機の構成の一例を示す斜視図である。",
                    "【0089】",
                    "（実施の形態6）",
                    "図11は，参考例の実施の形態6に係るマッサージ機の要部の構成を示す拡大斜視図である。本実施の形態6に係るマッサージ機は，図11に示す如き保持部37を備えている。保持部37は，幅方向の断面視において略C字状の略半円筒形状をなす保持部分38と，この保持部分38より小さい半径の略半円筒形状をなす保持部分39とを有している。保持部分38の先端部は，保持部分39の後端部に重なった状態とされており，図示しない係合構造によって保持部分38と保持部分39とが相対的に前後方向へ移動可能な状態で係合されている。また，保持部分38は，幅方向の断面視において略C字状の略半円筒形状をなす外殻部38aと，空気袋38b，38cとを備えている。外殻部38aの内面の内，保持部分39の移動によって保持部分39と重なりうる範囲を除いた部分の略全体に亘って，空気袋38bが設けられており，この空気袋38bの表面の数箇所に，複数の空気袋38cが設けられている。",
                    "【0100】",
                    "図13は，本発明（図13（a），（c））及び参考例（図13（b），（d），（e））に係るマッサージ機の保持部の形状を説明する模式的断面図である。以上で説明した実施の形態1～7においては，被施療者の腕部を保持する保持部を，図13（a）で示すような，幅方向に切断したときの断面視において略C字状の半円筒形状をなしているものとしたが，これに限定されるものではなく，図13（b）～（e）に夫々示すような形状としてもよい。",
                    "【0103】",
                    "（実施の形態8）",
                    "図14は，参考例の実施の形態8に係るマッサージ機の要部の構成を示す拡大斜視図である。本実施の形態8に係るマッサージ機は，図14に示す如き保持部44を備えている。保持部44は，例えば略長方形の袋状の布製のカバー44aの内部に，複数の空気袋（図示せず）が設けられて構成されている。このカバー44aの両側縁部には，互いに係合可能なファスナ44bの2つの歯状部材が夫々取り付けられている。従って，ファスナ44bを閉じた場合には，保持部44は筒状となり，ファスナ44bを開ききった場合には，保持部44は略長方形状に展開されることとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件発明1に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来の座部と背凭れ部とから主として構成されている椅子型のマッサージ機は，座部の両側方に設けられた肘掛け部に例えばバイブレータ等の施療装置が設けられていないことが多く，被施療者の腕部を施療することができないという問題があった（【0002】，【0003】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，前記(ア)の事情に鑑み，被施療者の腕部を施療することが可能なマッサージ機を提供することを目的（課題）とするものであり，その課題を解決するための手段として，被施療者が着座可能な座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，前記保持部の内面に設けられる膨張及び収縮可能な空気袋とを有し，前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されているという構成を採用した（【0007】，【0010】）。",
                        "これにより「本発明」のマッサージ機は，空気袋によって被施療者の腕部を施療することが可能となるという効果を奏する（【0028】）。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（補正要件の判断の誤り）（無効理由1関係）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Hに係る補正の適否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正は，旧請求項1（「座部と，該座部に対して傾倒することが可能な背凭れ部とを備える椅子型のマッサージ機において，前記背凭れ部の傾倒方向と略同一の方向へ移動することが可能であり，被施療者の腕部を保持する保持部と，該保持部に設けられ，被施療者の腕部を施療する施療部とを備えることを特徴とするマッサージ機。」）及び本件当初明細書の【0010】に，構成要件H及び【0010】の「前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されている」との事項（事項H）を追加する補正（構成要件Hに係る補正）を含むものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件当初明細書等には，「保持部」に関し，「図1は，本発明の実施の形態1に係るマッサージ機の構成を示す斜視図である。図1に示す如く，本実施の形態1に係るマッサージ機1は，座部5，背凭れ部6，及びフットレスト7から主として構成されている。」（【0032】），「座部5の両側方には，略前後方向へ延びたガイドレール9が設けられている。このガイドレール9には，夫々被施療者の腕部を保持するための保持部10が係合している。」（【0036】），「図2に示すように，保持部10は，被施療者の上腕を保持するための第1保持部分11と，被施療者の前腕を保持するための第2保持部分12とから主として構成されている。第1保持部分11は，断面視において略C字状の略半円筒形状をなしており，その一端部が背凭れ部6のガイドレール9より上方の箇所に取り付けられている。」（【0037】），「第1保持部分11の開口部（長手方向へ延びた欠落部分）は，一般的な体格の成人の上腕の太さよりも若干大きい幅とされており，第2保持部分12の開口部は，一般的な体格の成人の前腕の太さよりも若干大きい幅とされている。従って，施療者の上腕及び前腕を第1保持部分11及び第2保持部分12へ夫々の開口部から挿入することが可能である。」（【0038】），「図5に示すように，第1保持部分11は，比較的硬度が高い材料からなり，略C字状の断面形状を有する略半円筒形状の外殻部11aを備えている。この外殻部11aの内面の略全体には，空気袋11bが設けられている。また，この空気袋11bの表面には，図2で示すような，複数の空気袋11cが設けられている。」（【0042】）との記載がある。",
                        "上記記載と図1，2及び5（別紙1）を総合すると，本件当初明細書等には，「被施療者の腕部を保持するため」の「保持部10」が，座部5の両側に配設され，被施療者の上腕及び前腕を挿入することが可能な「開口部（長手方向へ延びた欠落部分）」を有していること，「保持部10」は，被施療者の上腕を保持するための「第1保持部分11」と被施療者の前腕を保持するための「第2保持部分12」とを有し，「第1保持部分11」は「断面視において略C字状の略半円筒形状」であることが記載されている。また，図1には，「保持部10」の開口部同士が互いに対抗するように配設されていることが示され，被施療者が座部5に座った状態で，「保持部10」の開口部はいずれも被施療者の方を向いており，被施療者は腕部を横方向に移動させることで開口部内に上腕及び前腕を挿入することが可能であることを理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件当初明細書等には，図13に関し，「図13は，本発明に係るマッサージ機の保持部の形状を説明する模式的断面図である。以上で説明した実施の形態1～7においては，被施療者の腕部を保持する保持部を，図13（a）で示すような，幅方向に切断したときの断面視において略C字状の半円筒形状をなしているものとしたが，これに限定されるものではなく，図13（b）～（e）に夫々示すような形状としてもよい。」（【0100】），「図13（b）は，保持部の形状を，幅方向の断面視において略L字状とした場合について説明する断面図である。図13（c）は，保持部の形状を，幅方向の断面視において所定角度だけ傾斜させた略チャネル状とした場合について説明する断面図である。図13（d）は，保持部の形状が幅方向の断面視において略L字状となっており，しかも保持部がその角部において屈曲されることが可能な構成について説明する断面図である。また，図13（e）は，保持部の形状を，幅方向の断面視において上方が開口する略チャネル状とした場合について説明する断面図である。」（【0101】）との記載がある。",
                        "上記記載と図1，13（a）及び（c）（別紙1）を総合すると，図13（a）に示された「幅方向に切断したときの断面視において略C字状の半円筒形状」の保持部は，開口が所定角度で傾斜せず，被施療者が座部5に座った状態で被施療者の方を向いていること，図13（c）に示された「幅方向の断面視において所定角度だけ傾斜させた略チャネル状」の保持部は，開口が所定角度で傾斜し，被施療者が座部5に座った状態で被施療者の方を向いていることを理解できるから，これらの開口の向きを「横を向き」と表現することは不自然であるとはいえない。また，所定角度の傾斜のない，図13（a）の保持部の開口の向きを「真横」と表現することも，不自然であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，「前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されている」との事項（事項H）は，本件当初明細書等に記載されていたものと認められる。",
                        "そうすると，構成要件Hに係る補正は，本件当初明細書等に記載した事項の範囲内においてしたものと認められるから，特許法17条の3第2項の要件に適合する。",
                        "これと同旨の本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，①本件当初明細書等には，構成要件Hの「前記一対の保持部は，各々の前記開口が横を向き」との構成についての明示的な記載はないこと，図13（a）及び（c）は，「模式的断面図」（【0100】）にすぎず，実際にマッサージ機に設置された際の使用態様を示すものではないから，かかる図面に基づいて，被施療者の腕を挿入する際における開口の方向を特定することはできないこと，図13（c）の形状cについては，開口が斜め上方を向くように描かれているから，そもそも「横」を向いていると評価することはできず，図13（a）の形状aについては，【0089】に，図11に示す保持部が「略C字状の略半円筒形状」である旨の記載があり，実際にマッサージ機に設けられた場合には「横」を向いていないはずの図11に示す保持部も形状aに包含するように説明されていることからすると，図13（a）及び（c）から，構成要件Hに係る補正が本件当初明細書等に記載した事項の範囲内においてしたものということはできない，②本件発明1は，構成要件Hの構成により，腕部を横方向に移動させることで，保持部内に腕部を挿入し，引き出すことが可能であり，保持部内に腕部を位置させた状態で内側に曲げることができるという作用効果を奏するから，構成要件Hは，肘掛け部の上面に一対の保持壁を備える甲9発明とは異なり，「保持壁に拘束されずに，腕部（肘など）を載せることができる」という技術的事項を旧請求項1に導入するものであるが，本件当初明細書等には，かかる技術的事項は一切記載されていないから，構成要件Hに係る補正は，本件当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであるとして，構成要件Hに係る本件補正は，新規事項を追加するものであり，特許法17条の2第3項の要件に適合しない旨主張する。",
                    "しかしながら，①については，前記イ(イ)で説示したとおり，本件当初明細書等の図13（a）に示された「幅方向に切断したときの断面視において略C字状の半円筒形状」の保持部は，開口が所定角度で傾斜せず，被施療者が座部5に座った状態で被施療者の方を向いていること，図13（c）に示された「幅方向の断面視において所定角度だけ傾斜させた略チャネル状」の保持部は，開口が所定角度で傾斜し，被施療者が座部5に座った状態で被施療者の方を向いていることを理解できるから，これらの開口の向きを「横を向き」と表現することは不自然であるとはいえず，所定角度の傾斜のない，図13（a）の保持部の開口の向きを「真横」と表現することも，不自然であるとはいえない。",
                    "また，前記イ(ア)で説示したとおり，図1の記載から，被施療者が座部5に座った状態で，「保持部10」の開口部が被施療者の方を向いていれば，被施療者は腕部を横方向に移動させることで開口部内に上腕及び前腕を挿入することが可能であることを理解できるのみならず，図13（a）及び（c）に基づいて，被施療者の腕を挿入する際の開口の向きを特定することに困難があるとは認められない。",
                    "さらに，【0089】において，図11の「保持部37」は，形態6に係る「幅方向の断面視において略C字状の略半円筒形状」である旨の記載があるからといって，図13（a）に開口が横を向いた保持部が図示されていることを否定することはできない。",
                    "②については，本件補正後の請求項1及び本件明細書には，原告主張の「保持壁」に関する記載はなく，事項Hによって，「保持壁に拘束されずに，腕部（肘など）を載せることができる」という技術的事項を旧請求項1に導入したものと解することはできない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Jに係る補正の適否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正は，旧請求項2（「前記保持部は，背凭れ部の傾倒に応じて移動することが可能な構成としてあることを特徴とする請求項1に記載のマッサージ機。」）及び本件当初明細書の【0013】に，構成要件J及び【0013】の「前記一対の保持部は，各々の前記開口が真横を向いていること」との事項（事項J）を追加する補正（構成要件Jに係る補正）を含むものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)イ(イ)で説示したとおり，図13（a）の保持部の開口の向きを「真横」と表現することも，不自然であるとはいえないから，事項Jは，本件当初明細書等に記載されていたものと認められる。",
                    "そうすると，構成要件Jに係る補正は，本件当初明細書等に記載した事項の範囲内においてしたものと認められるから，特許法17条の3第2項の要件に適合する。",
                    "これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，本件当初明細書等には，保持部の開口が「横」を向いている構成の記載がない以上，「横」をさらに限定する「真横」を向いている構成の記載があるということはできないから，構成要件Jに係る本件補正は，新規事項を追加するものであり，特許法17条の2第3項の要件に適合しない旨主張する。",
                    "しかしながら，原告の上記主張は，前記(1)ウで説示したところに照らし，その前提において理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，構成要件H及びJに係る補正を含む本件補正は特許法17条の2第3項の要件に適合するとした本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（明確性要件の判断の誤り）（無効理由3関係）について",
          "text": [
            "原告は，本件審決は，本件発明1ないし6は明確性要件に適合する旨判断したが，本件発明1の構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との記載は，不明確であるから，構成要件Fを含む本件発明1は明確性要件に適合せず，本件発明2ないし6も，これと同様であるから，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件の適合性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲（請求項1）の記載は，「被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを備える椅子型のマッサージ機において，前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されていることを特徴とするマッサージ機。」というものである。",
                    "上記記載から，本件発明1の「保持部」は，「座部の両側に夫々配設され」，「被施療者の腕部を部分的に覆って保持する」ものであり，「保持部」には，「その幅方向に切断して見た断面において被施療者の腕を挿入する開口」が形成されており，「その内面に互いに対向する部分を有」することを理解できるから，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」にいう「その幅方向に切断して見た断面」とは，被施療者の腕部を部分的に覆って保持する保持部をその幅方向に切断して見た断面であることを意味するものと理解できる。",
                    "そうすると，請求項1の記載から，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との記載は，被施療者の腕部を部分的に覆って保持する保持部を幅方向に切断して見た断面において，被施療者の腕部を挿入することができる開口が形成されていることをいうものと理解できるから，上記記載の内容は明確である。",
                    "これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，①本件発明1の特許請求の範囲（請求項1）の記載からは，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」にいう「幅方向に切断して見た断面」が，保持部のどの部分を幅方向に切断したものを指すのか判然としないから，別紙原告主張図面記載の保持部に内壁を含む図A構成のように，一部の断面であっても外に向かって開放されていればよいとの解釈も許容されかねない状況となっており，上記解釈は，本件出願当時，空気袋によって腕を施療するマッサージ機の保持部に開口部を設ける場合には，切りっぱなし状に開放された形状とすることが技術常識であったことに反するから，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との記載は不明確である，②図A構成のように保持部に内壁が存在する構成のものは，腕部を横方向に移動させたとしても，内壁が障害となって，保持部内に腕部を挿入し，引き出すことができず，また，保持部内に腕部を位置させた状態で内側に曲げることができないから，本件発明1の作用効果を奏しないことからすると，図A構成が構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との構成に含まれるとすれば，本件発明1の作用効果を奏しない構成のものが構成要件Fに含まれることとなるから，構成要件Fの記載は，不明確である旨主張する。",
                    "しかしながら，前記アで説示したとおり，本件発明1の特許請求の範囲（請求項1）の記載から，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」にいう「幅方向に切断して見た断面」とは，被施療者の腕部を部分的に覆って保持する保持部をその幅方向に切断して見た断面であることを意味するものと理解できるから，「幅方向に切断して見た断面」の内容は明確である。",
                    "また，保持部における内壁の有無は本件発明1の発明特定事項ではないから，原告が挙げる保持部に内壁を含む図A構成が構成要件Fに含まれるかどうかは，構成要件Fの記載の明確性に影響を及ぼすものとはいえない。",
                    "したがって，その余の点について検討するまでもなく，原告の上記主張を採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，構成要件Fを含む本件発明1及び本件発明1を発明特定事項に含む本件発明2ないし6は，明確性要件に適合するとした本件審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（サポート要件の判断の誤り）（無効理由2関係）について",
          "text": [
            "原告は，本件審決が，構成要件Fを含む本件発明1ないし6は，サポート要件に適合する旨判断したのは誤りである旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の適合性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記3(1)アで説示したとおり，本件発明1の特許請求の範囲（請求項1）の記載から，構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との記載は，被施療者の腕部を部分的に覆って保持する保持部を幅方向に切断して見た断面において，被施療者の腕部を挿入することができる開口が形成されていることをいうものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(2)イの認定事実によれば，本件明細書の発明の詳細な説明には，本件発明1は，①従来の座部と背凭れ部とから主として構成されている椅子型のマッサージ機は，座部の両側方に設けられた肘掛け部に例えばバイブレータ等の施療装置が設けられていないことが多く，被施療者の腕部を施療することができないという問題があったこと（【0002】，【0003】）に鑑み，被施療者の腕部を施療することが可能なマッサージ機を提供することを目的（課題）とし，②その課題を解決するための手段として，被施療者が着座可能な座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対の保持部と，前記保持部の内面に設けられる膨張及び収縮可能な空気袋とを有し，前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに対向する部分を有し，前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部分に設けられ，前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配設されているという構成を採用し（【0007】，【0010】），③これにより空気袋によって被施療者の腕部を施療することが可能となるという効果を奏すること（【0028】）の開示があることが認められる。",
                    "そして，本件明細書の発明の詳細な説明には，「本発明に係るマッサージ機」として（【0010】），本件発明1の発明特定事項（構成要件AないしI）が記載され，「実施の形態1」において，マッサージ機の全体構成（【0032】ないし【0036】，図1），保持部の構成及び取付構造（【0037】ないし【0045】，図2ないし4），マッサージ機の動作及びその動作によって「被施療者の腕部を略全体に亘って施療することができる」こと（【0046】ないし【0048】）が記載され，「実施の形態7」において，保持部の形状をその幅方向に切断したときの断面形状について（【0100】，【0101】，図13）記載されている。",
                    "以上によれば，当業者は，本件明細書の発明の詳細な説明の記載から，構成要件Fを含む本件発明1は，空気袋によって被施療者の腕部を施療することが可能となるという効果を奏し，本件発明1の上記課題を解決できると認識できるものと認められるから，本件発明1は，発明の詳細な説明に記載したものであることが認められる。",
                    "したがって，本件発明1は，サポート要件に適合するものと認められるから，これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，①本件明細書には，切りっぱなし状の保持部は記載されているが（図1，6，7，9，10及び12），別紙原告主張図面記載の図A構成のように内壁が存在する保持部の記載はないこと，②構成要件Fの「前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成されている」との構成に図A構成のように内壁が存在する保持部も包含されると解釈するのであれば，本件発明1の作用効果を奏しない構成のものが構成要件Fに含まれることとなり，本件発明1の課題を解決できない構成がクレームアップされていることに帰結するから，本件明細書の発明の詳細な説明の記載から，本件発明1の課題を解決できると認識することができないとして，本件発明1がサポート要件に適合しない旨主張する。",
                    "しかしながら，保持部における内壁の有無は，本件発明1の発明特定事項ではないから，原告が挙げる保持部に内壁を含む図A構成が構成要件Fに含まれるかどうかは，「特許を受けようとする発明が発明の詳細な説明に記載したものであること」（特許法36条6項1号）に適合するものでなければならないとするサポート要件の適合性とは別個の問題であるというべきである。",
                    "したがって，原告の上記主張は，その余の点について検討するまでもなく，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，構成要件Fを含む本件発明1及び本件発明1を発明特定事項に含む本件発明2ないし6がサポート要件に適合するとした本件審決の判断に誤りはないから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4-1（甲9を主引用例とする本件発明1の進歩性の判断の誤り）（無効理由4関係）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲9の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲9（特開2001-204776号公報）には，次のような記載がある（下記記載中に引用する図1及び3については別紙2を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【0001】",
                      "text": [
                        "【発明の属する技術分野】本発明はマッサージ機に関し，更に詳細には使用者の全身を効果的にマッサージして筋肉の疲労を取り，且つ精神的なリラクゼーションを与えることが可能なマッサージ機に関する。",
                        "【0002】",
                        "【従来の技術】従来，マッサージ機には種々のものがあり，最近では空気袋の膨張収縮により指圧的にマッサージするような機種も開発されている。このようなマッサージ機としては，特開平10-118141号公報に開示された椅子式エアーマッサージ機が代表的である。",
                        "【0003】また，足裏のマッサージ機としては，周面に多数の突起がついた筒状体を回転させながらその上に足を乗せてマッサージする機構，又は特許掲載公報（特許第2534103号）に開示されているように突起を上下動させて足裏のつぼを押圧する自動足裏マッサージ装置等が知られている。",
                        "【0004】",
                        "【発明が解決しようとする課題】前述した椅子式エアーマッサージ機は，従来の揉みマッサージ機，叩きマッサージ機，或いはローリングマッサージ機などに比べて使用者の皮膚に対して大きな摩擦を与えずに効果的なマッサージを行える点で非常に優れたものである。",
                        "【0005】しかしながら，前述した椅子式エアーマッサージ機は，上記特許公開公報の記載から明らかなように使用者の首部，背部，腰部，尻部，及び下腿部の筋肉を空気袋の膨張収縮による圧迫と解放の繰り返しによってマッサージを行うものであり，足部や身体全体の血行促進，更には現在の使用者の身体の状態を本人に確認させるような機能はない。",
                        "【0006】言い換えれば，前述した椅子式エアーマッサージ機は，身体の一部の筋肉を揉みほぐすものであった。しかし，最も最良のマッサージ効果は，筋肉の疲労を取り除くと同時に，身体全体の血行を積極的に促進させることにある。これにより筋肉疲労の回復がより効果的になるのである。",
                        "【0007】本発明の目的は，かかる従来の問題点を解決するためになされたもので，従来の椅子式エアーマッサージ機を改良して，更に足部や腕部の筋肉疲労も取り除き，同時に身体全体の血行促進を促し，付加的に使用者の現在の身体の状態を本人に確認させ得るようなマッサージ機を提供することにある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0008】",
                      "text": [
                        "【課題を解決するための手段】本発明はマッサージ機であり，前述した技術的課題を解決するために以下のように構成されている。すなわち，本発明のマッサージ機は，座部，この座部の両側に設けられ，上部に腕保持部が設けられた肘掛け部，及び座部の後端に設けられた傾斜可能な背凭れ部を備える椅子と，この椅子における座部の前端に設けられ，椅子に腰掛けた人の脚を支持する脚保持部と，脚の足部を乗せる足乗せ台とからなり，椅子の座部，背凭れ部，肘掛け部に設けられた腕保持部，及び脚保持部には，圧縮空気給排気機構に連通する空気袋が内部に設けられ，更に足乗せ台の内部には上下動可能な少なくとも2つの大きさの異なる押圧突起部が設けられていることを特徴とする。",
                        "【0009】＜本発明における具体的構成＞本発明のマッサージ機は，前述した必須の構成要素からなるが，その構成要素が具体的に以下のような場合であっても成立する。その具体的構成要素とは，空気袋が，圧縮空気給排気機構により空気袋に圧縮空気を給排気することによる空気袋の膨張収縮によって，椅子に座った使用者の尻部，背部，腰部，腕部，及び脚部を押圧及び揉みを行ってマッサージすることを特徴とする。",
                        "【0010】また，本発明のマッサージ機では，背凭れ部の内部に電熱ヒータが配置され，椅子に座った使用者の背部を暖めて血行を促すようにしたことを特徴とする。更に，脚保持部は，これを構成する壁部の前端に設けられた温熱バーを備え，この温熱バーの内部に電熱ヒータを配置して椅子に座った使用者の脚における足首からふくらはぎに亘って暖め，更に全身の血行を促すことができる。",
                        "【0011】更に，本発明のマッサージ機では，椅子の近傍に配置される表示パネルを含み，この表示パネルが足裏形状を表示し，椅子に座って足部を足乗せ台に乗せている使用者が押圧突起部の動作により痛みを感じる位置で押すコントローラからの信号を受けて制御装置が表示パネルに表示されている足裏形状の該当位置にマーカを表示することを特徴とする。",
                        "【0012】更にまた，本発明のマッサージ機では，表示パネルに表示された足裏形状の該当位置にマーカが付された表示パネルの表示内容を用紙に印字するプリンターを備えていることを特徴とする。プリンターによって用紙に出力された足裏の痛み位置を何時でも確認できるため，その後の生活でも注意を払うことができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0013】",
                      "text": [
                        "【発明の実施の形態】以下，本発明のマッサージ機を図に示される実施形態について更に詳細に説明する。図1には本発明の一実施形態に係るマッサージ機10がで示されている。この実施形態のマッサージ機10は，大別して椅子20と，脚保持部30と，足乗せ台40とから構成されている。",
                        "【0014】この椅子20の基本的な構成としては，座部21と，この座部21の両側に設けられた肘掛け部22と，座部21の後端に設けられた傾斜可能な背凭れ部23とを備えている。座部21と背凭れ部23のそれぞれ内部適所には，複数の空気袋（図示せず）が配置されている。",
                        "【0015】この椅子20には，座部21と背凭れ部23の内部に設置された複数の空気袋に圧縮空気を供給し，及び空気袋に供給された圧縮空気を排気する圧縮空気給排気機構（図示せず）が設けられている。この圧縮空気給排気機構により，座部21と背凭れ部23の内部に設置された複数の空気袋に圧縮空気を供給排気する。",
                        "【0016】これにより，空気袋に膨張と収縮を起こさせ，その結果使用者の尻部，腰部，背部，及び首部の筋肉を椅子20の外装布を介して圧迫解放してマッサージを行うようにされている。このような空気袋とこれに圧縮空気の供給排気をする圧縮空気給排気機構とにより空気式マッサージ機構部が構成されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0017】",
                      "text": [
                        "このような空気式マッサージ機構部の構造は，前述した",
                        "特開平10-118141号公報に開示されていて公知であると共に基本的な点では実質的に同じであるので詳細な説明は省略する。本実施形態のマッサージ機10では，更に肘掛け部22の上部に設けられた腕保持部24を備えている。腕保持部24は，使用者の腕を両側から挟むようにU字状の凹部25を形成する保持壁部24a，24bを備え，各保持壁部内にも前述したと同様な空気袋（図示せず）が配置されている。",
                        "【0018】この腕保持部24でも，これを構成している各保持壁部24a，24b内の空気袋に圧縮空気を供給排気することにより膨張と収縮を起こさせて保持壁部間の凹部25に入れられた使用者の腕を保持壁部24a，24bの外装布を介して挟み込むようにして圧迫し，またこの圧迫を解放することによりマッサージを行うようにされている。",
                        "【0019】この腕保持部24を構成する各保持壁部24a，24b内に設置される空気袋への圧縮空気の給排気機構は，前述した座部21及び背凭れ部23の内部に設置された空気袋に圧縮空気を給排気する機構をそのまま使用することができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0025】",
                      "text": [
                        "更に，この実施形態に係るマッサージ機10は，脚保持部30を構成する温熱バー33の前方に配置された足乗せ台40を備えている。この足乗せ台40は，足の裏をマッサージするもので，その台表面には，図2に示されるように定位置に使用者の足を位置決めし得るように足の輪郭形状をしたフレーム41が設けられ，このフレーム41で囲まれた部分は開口部とされ，その開口部は比較的に丈夫な布カバー42で覆われている。",
                        "【0026】足乗せ台40の内部には，図3に示されるように2つの流体圧シリンダー装置43，44の各ピストンロッド先端部に取り付けられたそれぞれ大きさの異なる押圧突起部45，46が設けられ，これらの押圧突起部45，46は，各流体圧シリンダー装置43，44により上下動し，これにより開口部を覆う布カバー42を突き上げて突出し得るようにされている。",
                        "【0029】この実施形態のマッサージ機10における足乗せ台40では，2つの押圧突起部45，46が足の裏に対して所定のパターンで前後左右に移動するように流体圧シリンダー装置43，44の移動が制御される。この移動パターンは図4（a），図4（b）及び図4（c）に示される3つの移動パターンが考えられる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0045】",
                      "text": [
                        "【発明の効果】以上説明したように，本発明のマッサージ機によれば，椅子に座った使用者は背凭れ部，座部，及び腕保持部の内部に設けられた空気袋の膨張収縮による圧迫と解放によって首部，背部，腰部，尻部，及び腕部のエアーマッサージがなされ，同時に脚保持部により脚も同時にマッサージされることと相まって，足首からふくらはぎに亘り温熱バーにより加温され，更には足乗せ台により足裏も指圧的なマッサージを受け得るようにしたことで，全身が同時にマッサージされ，その結果全身の血行が促進されて使用者の疲労を極めて効果的に取り除くことができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲9には，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来の椅子式エアーマッサージ機は，使用者の首部，背部，腰部，尻部及び下腿部の筋肉を空気袋の膨張収縮による圧迫と解放の繰り返しによってマッサージを行うものであり，身体の一部の筋肉を揉みほぐすものであったため，足部や身体全体の血行促進，更には現在の使用者の身体の状態を本人に確認させるような機能はなかったという問題があった（【0005】，【0006】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，かかる従来の問題点を解決し，従来の椅子式エアーマッサージ機を改良して，更に足部や腕部の筋肉疲労も取り除き，同時に身体全体の血行促進を促し，付加的に使用者の現在の身体の状態を本人に確認させ得るようなマッサージ機を提供することを目的（課題）とするものであり，その課題を解決するための手段として，座部，座部の両側に設けられ，上部に腕保持部が設けられた肘掛け部，及び座部の後端に設けられた傾斜可能な背凭れ部を備える椅子と，この椅子における座部の前端に設けられ，椅子に腰掛けた人の脚を支持する脚保持部と，脚の足部を乗せる足乗せ台とからなり，椅子の座部，背凭れ部，肘掛け部に設けられた腕保持部及び脚保持部には，圧縮空気給排気機構に連通する空気袋が内部に設けられ，更に足乗せ台の内部には上下動可能な少なくとも2つの大きさの異なる押圧突起部が設けられているという構成を採用した（【0007】，【0008】）。",
                        "「本発明」のマッサージ機によれば，椅子に座った使用者は，背凭れ部，座部及び腕保持部の内部に設けられた空気袋の膨張収縮による圧迫と解放によって首部，背部，腰部，尻部及び腕部のエアーマッサージがされ，同時に脚保持部により脚もマッサージされ，更には足乗せ台により足裏も指圧的なマッサージを受け得るようにしたことで，全身が同時にマッサージされ，その結果全身の血行が促進されて使用者の疲労を極めて効果的に取り除くことができるという効果を奏する（【0045】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲10ないし13の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲10",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲10（特開平8-308903号公報）には，次のような記載がある（下記記載中に引用する図1及び2については別紙3を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【0001】",
                          "text": [
                            "【産業上の利用分野】本発明は指圧具に関する。さらに詳しくは，針灸治療はもとより，スポーツ，レジャー等において，また家庭内においても手軽に使用できる簡易な構成の指圧具に関する。",
                            "【0002】",
                            "【従来の技術および発明が解決しようとする課題】従来，中国や日本を始めとするアジア各国において針灸治療の一貫として患者に指圧が施され，また，西欧においてはたとえばスポーツマッサージの一種として緊張した筋肉を弛緩するために指圧に類似するマッサージがなされることがある。",
                            "【0003】指圧は，本来，施行者が自らの指や掌によって患者の身体のいわゆるつぼ（内蔵体壁反射で体表上に表れ，圧すると疼痛や快感を感じる点であり，針灸による治療点ともなる）と呼ばれる部分を狙って押圧し，筋肉を圧迫およびその緩和を繰り返すことにより血液の循環を促進してその部分の不具合，たとえば筋肉痛などを解消するものである。しかし，ときには硬質ゴムや合成樹脂製の棒や突起物等によって押圧する場合もある。",
                            "【0004】しかしながら上述の場合，指圧を必要とする患者に対して必ず指圧を施行する人間の存在が必要である。たとえ自らの身体のつぼ各所を把握している者であっても背中，腰または首等に対して，自分で指圧を施すのは困難である。自分の手が行き届かないからであり，また，たとえ届いてもとくに背中や腰に対しては強力に押圧する必要があるため，それが困難となる。さらに，足のふくらはぎや土踏まず，上腕および掌等には手が届くが，スポーツの最中の短い休憩時間等にかかる部位に指圧を施すのは当事者にとっては行いづらいことである。",
                            "【0005】本発明は叙上の課題を解決するためになされたものであり，自分以外に施行者を必要とすることがなく，しかも自らも作業をする必要なく，身体各部に対して容易に指圧を施すことのできる指圧具を提供することを目的としている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【0006】",
                          "text": [
                            "【課題を解決するための手段】本発明の第一態様に係る指圧具は，身体に当接するための保持部と，該保持部に対して近接・離間することにより開閉可能にその基端近傍同士が連結された挟圧部と，保持部および挟圧部のうち少なくとも挟圧部における保持部に対向する側に形成された身体を押圧するための少なくとも一個の押圧部と，前記保持部と挟圧部とのあいだに配設された，前記保持部と挟圧部とによって身体の部分を挟圧するように挟圧部を保持部に接近せしめるように付勢するための弾性部材とから構成されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "【0013】",
                          "text": [
                            "【作用】本発明の第一態様に係る指圧具によれば，その弾性部材の作用によって保持部と挟圧部とで身体の一部を挟圧することができ，本発明の第二態様に係る指圧具によれば，そのラチェット機構によって身体の一部を挟圧するように保持部と挟圧部とを接近させることができ，いずれの態様の指圧具も，そのときに押圧部を身体のいわゆるつぼとよばれる部分に位置させて，適当な時間放置しておけば良好な指圧効果が得られる。しかも，この指圧具が少なくとも小型（首，腕，足等に使用するものは小型となる）である場合には，身体挟圧によって指圧具自体が身体に保持されることになるので，使用者が少々動いても脱落したり移動したりするおそれが少ない。もちろん，背中や腰に使用する大型の指圧具であっても，使用者が横たわったり，座って使用すれば脱落，移動の心配はない。",
                            "【0014】本発明の第三態様に係る指圧具によればその弾性部材の作用により，また，第四態様に係る指圧具によればその押圧部を凹所内方に向けて進出させることにより，本体の凹所に挿通されている身体の部分に押圧部が押圧されるため，本体の一部と押圧部とによって，また押圧部同士によって身体の一部を挟圧することができ，そのときに押圧部を身体のいわゆるつぼとよばれる部分に位置させて，適当な時間放置しておけば良好な指圧効果が得られる。しかも，身体挟圧によって指圧具自体が身体に保持されることになるので，使用者が少々動いても脱落したり移動したりするおそれが少ない。また，構成が簡易であり小型化が可能であるため，スポーツやレジャーにも携行可能であり，使用者自身が容易に身体に装着することができる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "【0015】",
                          "text": [
                            "【実施例】つぎに，添付の図面を参照しつつ本発明の指圧具の実施例を説明する。",
                            "【0017】図1に示されている指圧具1は，主に使用者の背中や腰等，身体の大きい部位または広い部位に用いるものである。2は保持板であり，その一端近傍の上面に支持片2aが形成され，そこに挟圧腕3の基端3aが支軸4によって回動自在に枢支されている。挟圧腕3の基端近傍には調整ボルト5が螺着されており，この調整ボルト5の先端と対応する保持板2上面とのあいだに引っ張りコイルバネ6が張設されている。この引っ張りコイルバネ6によって挟圧腕3が下方，つまり保持板に向けて回動付勢される。また，挟圧腕3の先端3b近傍にはその長手方向に沿って二本の押圧部材7が螺着されている。押圧部材7は先端にほぼ半球状の当接部7aが形成され，基端には回転させるための摘み部7bが形成されたボルトから構成されている。",
                            "【0018】なお，本実施例では二本の押圧部材7が長手方向に沿って配設されている。これは使用者の背骨の両側を押圧するのに便利である他，引っ張りコイルバネ6の弾性力を一定にした場合にいずれか一方の押圧部材7を選択することによって押圧力を変化しうる（腕長さの変化によりモーメントを変化させうる）ので便利である。しかし，押圧部材7は二本に限定されることはなく，たとえば，一本であってもよく，また三本以上設けてもよい。また，挟圧腕を幅広く形成し，複数個を挟圧腕3の幅方向に配設してもよい。つまり，使用者の背骨方向に配列されることになる。",
                            "【0019】この指圧具1を使用するときには，まず指圧具1を床やベッド等の上に載置または固定し，挟圧腕3を上に押し上げた状態で使用者がうつ伏せになって自身の胴を保持板2と挟圧腕3とのあいだに挿通する。その後，ちょうど押圧部材7の先端が背中または腰のつぼに位置するように身体を動かしつつ挟圧腕3を下方に下ろし，保持板2と挟圧腕3とで身体を挟圧する。",
                            "【0020】その際，または予め，調整ボルト5によって引っ張りコイルバネ6の初期たわみを変化させることで身体挟圧力を調節することができる。また，二個の押圧部材7の挟圧腕3に対する螺入程度を変化させることによって，押圧部材7の突出程度をそれぞれ調節することができるので，使用者の背骨の両側に同等の押圧力を作用させることが容易になる。",
                            "【0021】なお，挟圧力の強さを調節する必要がない場合はとくに前記調整ボルト5を備えずに，引っ張りコイルバネ6の両端をそれぞれ保持板2と挟圧腕3とに固定すればよい。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "【0022】上述の指圧具1では挟圧腕3が一本しか備わっていないが，一本に限定されることはない。たとえば，図2に示す指圧具8のように，対向するように二本の挟圧腕9を装備してもよい。本指圧具8によれば，各々の挟圧腕9の先端に装着された押圧部材10が，使用者の腰や背中の背骨の両側をそれぞれ押圧することになる。また，本指圧具8では，その押圧部材10を使用者の身体に向けて付勢する手段として圧縮コイルバネ11を用いている。圧縮コイルバネ11は挟圧腕9におけるその枢支点12を挟んで押圧部側と反対の側に設置されている。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "【0047】",
                          "text": [
                            "【発明の効果】本発明によれば，身体に容易に装着することができて良好な指圧作用を得ることができるため，とくに指圧施行者を必要とせず，また自らの手を用いて指圧をする必要もない。また，携行も可能であるため，使用場所を選ぶ必要もなく指圧作用を得ることができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲10には，次のとおり，本件審決認定の技術事項（以下「甲10技術事項」という。）が記載されている。",
                        "「指圧具であって，対向するように二本の挟圧腕9を装備しており，各々の挟圧腕9の先端に装着された押圧部材10が，使用者の腰や背中の背骨の両側をそれぞれ押圧する指圧具。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲11",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲11（米国特許第6251123号明細書）には，次のような記載がある（下記記載中に引用する図1a及び1b（FIG．1A及び1B）については別紙4を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「発明の背景",
                          "text": [
                            "本発明は一般に治療装置とその方法に関し,特に自ら脊柱の矯正を行いやすくするようにしたり正常な湾曲に戻すことを促進したりする装置とその方法に関する。」（訳文2頁）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「発明の概要",
                          "text": [
                            "本発明は，従来技術の間題および欠点を回避する治療デバイスおよび方法を提供する。この目的は，構造が単純で，使いやすく，脊柱を再アライメントしてその可動性を取り戻すために身体を再教育するのに効果的な治療デバイスを提供することによって達成される。再アライメントは，本明細書では，脊柱の正常な弯曲の復元を表すために使用される。",
                            "自己参加型運動によって脊柱の効果的な再アライメントを促進するために，再教育のために柱の一部分を安定させ，柱の他の部分を分離する（isolate）ことが重要である。発明者は，患者が腕を外側へ腕支持部に押しつけることによって肩甲帯複合体を自己安定化できることを発見した。頭部，首部，肩，および／または股部の制御された側方移動は，椎骨の滑液潤滑を誘発することによって脊柱の治癒を生ずるために効果的なものにされる。患者の身体は，再教育のために脊柱の異なるパーツを分離するために，さまざまな姿勢に位置決め可能である。",
                            "本発明の一態様によれば，治療デバイスは，身体の1対の腕を支持するための1対の離隔された腕支持部を備える。各腕支持部は，腕の重量を支持するための支持部分と，この支持部分に結合され，身体に対してその外側に配置された外側部分とを有する。外側部分は，実質的に身体の肩の幅だけ互いから離隔される。」（訳文4頁）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「治療デバイスの特定の実施形態",
                          "text": [
                            "図1Aおよび図1Bは，座位の患者を治療するための治療椅子10の形をとる治療デバイスの第1の実施形態を示す。椅子10は，床の上の支持構造14によって支持された座部12を含む。座部12は，図1Bで最もよくわかるように，椅子10に座る身体13の殿部15を支持する。座部12は，一般的には，実質的に平坦で，詰め物がされる。椅子10は，背部支持部（図示せず）も含んでよい。",
                            "椅子10は，座部12の左右両側それぞれに配設されて一対の腕置き16を備えている。それぞれの腕置き16は，椅子10に着座している身体13の腕19の重量を支える支持部18を備えている。支持部18は，身体13の外側に配設された外側部20に繋がっている。支持部18および外側部20は，一般的には，身体13の腕19に実質的に平面の接触面を提供し，プレート状部分から形成されてよい。支持部18は，身体13の肩に対して実質的に同じレベル上で1対の腕19を支持するために，実質的に同じレベルに配置される。1対の腕置き16の外側部20は，実質的に身体13の肩幅だけ互いから離隔され，一般的には，肩幅よりもやや大きく離隔される。外側部20は，肩甲帯複合体を実質的に安定させるために身体13から外側へ押す腕19の側方移動に抵抗するための側方制約部として働く。特定の実施形態では，外側部20は互いと実質的に平行である，支持部18は実質的に水平である，および／または外側部分は実質的に垂直である。さらに，腕置き16は，図1Bに示されるスロット付き支持部21などの高さ調整機構によって，異なる身長に対応するために，座部12に対する高さが調整可能であってよい。」（訳文7頁）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲11には，次のとおり，本件審決認定の技術事項（以下「甲11技術事項」という。）が記載されている。",
                        "「背骨などの身体の治療に用いられる装置であって，座部12の左右両側に配設され，身体13の腕19の重量を支える支持部18と，その支持部18に繋がり身体13の外側に配設された外側部20とを備えた一対の腕置き16を備えた装置。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲12",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲12（米国特許第5613252号明細書）には，次のような記載がある（下記記載中に引用する図1及び6（FIG．1及び6）については別紙5を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「発明の背景",
                          "text": [
                            "本発明は，病床に関し，特に病人の体を左側又は右側に返したり病人が座る手助けをしたり病人の背中をマッサージするために簡便に操作し得る多目的病床に関する。",
                            "ベッドに平臥し，自身で身体を移動させることができない病人の世話をすることは，容易な仕事ではない。たとえば，麻痺または卒中の発作に苦しむ植物人間または病人の世話をするとき，患者の身体は，おおよそ2時間ごとに1度，定期的に寝返りさせられ，マッサージを受けなければならない。しかしながら，看護師は，他の人員の支援なしにこの作業を行うことができない。様々な病人用ベッドが病人用に開発されてきた。これらの病人用ベッドは一般に，互いにヒンジ結合された2枚の縦プレートからなる折畳み式のベッドプレートを有している。一方の縦板が上方に向けられると，病人の上部または下部が持ち上げられる。しかしながら，病人を起床させるのを助けるために折畳み式のベッドプレートが駆動されると，病人は，折畳み式のベッドプレートの持ち上げられた縦プレートに沿って下方に摺動しがちである。」（訳文2頁）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「発明の概要",
                          "text": [
                            "本発明は，前述の問題を排除する多目的病人用ベッドを提供するように成し遂げられている。本発明の1つの目的は，70度～90度の範囲内で左方または右方に病人の身体を寝返りさせるように動作され得る多目的病人用ベッドを提供することである。」（訳文2頁）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「好ましい実施形態の詳細な説明",
                          "text": [
                            "本発明による多日的病人用ベッドは概して，病人の身体を寝返りさせるように制御される身体寝返り機構と，病人が起床するのを助けるように制御される起床機構と，病人の背中をマッサージするように制御されるマッサージ機構とからなる。",
                            "身体寝返り機構は，以下では図1を参照して概説される。図1に示すように，左回転シャフト11および右回転シャフト13がベッドステッド1の2つの両側の側部に長手方向に装着されており，シート状の支持部12が左回転シャフト11と右回転シャフト13との間に連結されている。左回転シャフト11と右回転シャフト18とが同じ方向に同期的に回転されると，病人が平臥するシート状の支持部12は，一定の角度にわたって病人の身体を左方または右方に回転させるように移動される。」（訳文4頁ないし5頁）"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「図5および6を参照すると，通気性マットレス87がシート状の支持部12の下方でベッドステッド1に装着されている。言うまでもなく，付加的な通気性マットレスが，所望により，シート状の支持部12の上部側に被覆されてもよい。手の保護クッション88は,シート状の支持部12に備え付けられており，病人の手を保持する縦長溝881が両方に設けられている。病人の頭部を支持するために，枕89がシート状の支持部12上に装着される。病人の身体が横方向に傾斜されるときに枕89が曲げられるのを防止するために，硬質のプレート要素891が枕89の下方に置かれている。枕89および手の保護クッション88は好ましくは，それらの上で病人の頭および手がそれぞれに支持されているときに空気の良好な通気が維持され得るように，隆起した部分を有して作製されている。シート状の支持部12と回転シャフト11および13との連結は，フックループ材料によって作られ得る。たとえば，左回転シャフト11は固定式でループテープ112を装着され，シート状の支持部12の対応する端部は，左回転シャフト11のループテープ112に締結するために，固定式でフックテープ121を装着される。手の保護クッション88および枕89はまた，フックループ材料によってシート状の支持部12（またはシート状の支持部12上の通気性マットレス）に締結され得る。病人の腰部に締結して腰部を定位置に固定するために，また腰部を暖かく保つために，2つのウェストストラップ90がそれぞれ手の保護クッション88に締結されている。」（訳文7頁ないし8頁）"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲12には，次のとおり，本件審決認定の技術事項（以下「甲12技術事項」という。）が記載されている。",
                        "「自身で身体を移動させることができない病人の世話をするための多目的な病床であって，手の保護クッション88に病人の手を保持する縦長溝881が設けられ，その縦長溝881が病人に向かって横に開口しており，そしてその開口同士が互いに対向している保護クッション88を備えた病床。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲13",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲13（国際公開第00／07665号）には，次のような記載がある（下記記載中に引用する図1A，1B及び1C（FIG．1A，1B及び1C）については別紙6を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「（発明の技術分野）",
                          "text": [
                            "本発明は一般に，骨無機質含量および骨密度の増大を促すことによって骨粗鬆症およびその他の医学的状態を治療するPEMF刺激装置に関する。」（原文1頁1行目ないし5行目，訳文（特表2002-522125号公報。以下同じ。）9頁）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「パルス電磁場（PEMF）は，筋骨格系のこのような問題を治療するのに有用な低エネルギーの時間変動磁場である。PEMF療法では一般に，電磁変換コイルが骨折または癒合部の近くに配置され，これによって，変換コイルをパルシングさせたときにその下の骨にまで侵入する場が生み出される。」",
                          "text": [
                            "「従来の方法の1つは，扁平な1つの楕円形変換コイルをPEMF骨折治療に使用するものである。この方法は，変換コイルが治療領域全体をカバーせず，場の侵入が限定されたものとなる可能性があるため，有利とは言えない。脊椎固定用の第2のコイル設計では，画定された治療容積の内部での場のカバー範囲を広くするため，1次コイルおよび2次コイルが組み込まれた。したがって，場のカバー範囲が広く場の侵入が良好な効果的なPEMF骨折治療を扁平コイル設計を使用して提供するためには，よりコンパクトでよりエネルギー効率がよいコイルを1つだけ使用する新規のコイル／駆動回路設計が必要となった。この設計は，「High Efficiency Pulsed Elecromagnetic Field（PEMF） Stimulation Therapy Method and System」という名称の米国特許5743844号に詳細に記載されている。」",
                            "「（発明の概要）",
                            "本発明の教示によれば，従来の扁平または楕円形コイルの使用あるいは1次／2次コイル設計の利用に関連した短所および問題が大幅に低減，または排除される。」",
                            "「本発明の一態様は，骨粗鬆症の患者向けの骨密度（BMD）刺激装置を含む。この形態の刺激装置は，PEMF刺激装置または骨粗鬆症刺激装置とも呼ばれる。この刺激装置は，電圧および電流を誘導して，骨密度（BMD）を高める非侵襲性治療を提供するパルス電磁場（PEMF）を発生させる。骨密度刺激装置によって発生したパルス電磁場は，骨粗鬆症の非侵襲性治療を提供する。この信号の周波数は，骨形成に影響を与えることが臨床的に証明済みの市販の刺激装置が送る信号の周波数と同様であることが好ましい。この信号は，現在市販されている多くのPEMF装置よりも高いエネルギー効率をあたえる。」",
                            "（以上，原文2頁1行目ないし3頁10行目，訳文【0002】ないし【0005】）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「椅子20に固定された，本発明の教示が具体化された骨密度刺激装置30の他の実施形態を図1Bに示す。この実施の形態では，骨密度刺激装置30が，図1Aにおいて示されて論じられた部品群の他にパッド31および35を含む。骨密度刺激装置30は，大腿骨近位部分，股関節，腰椎および胸椎領域に加えて患者の上肢および下肢を治療するように設計されることが好ましい。この実施形態ではパッド31が椅子20の上に載せられて示されており，パッド35が床に置かれて示されている。パッド31は，手首，腕などの患者の上肢を治療するように設計されることが好ましい。パッド35は，足首，脚など，患者の下肢の治療に使用することができる。パッド31および35が床に置かれ，または椅子20に固定されるとは限らない。追加のパッド31および35を使用してそれぞれ別の上肢または下肢を治療することも本発明の範囲に含まれる。」（原文13頁27行目ないし14頁10行目，訳文【0034】）"
                        },
                        {
                          "fig": "d",
                          "subject": "「図1Aに関して論じたとおり，制御ユニット50は，プログラムされた電気刺激を，パッド31および35の中に配置された変換コイル104aおよび104lに送ることが好ましい。次いで変換コイル104aおよび104lがパルス電磁場を発生させる。このようにして変換コイル104aおよび104lは，患者がパッド32の上に座ったときに，患者の1箇所または数箇所の選択治療部位に非侵襲性の低エネルギーのパルス電磁場（PEMF）を送る。」（原文15頁4行目ないし11行目，訳文【0037】）"
                        },
                        {
                          "fig": "e",
                          "subject": "「この実施の形態のパッド31および35は，それぞれ患者の上肢または下肢に概ね合致するよう全体にc字形である。この実施形態では，パッド31および35がそれぞれ，Velcro（登録商標）を使用して固定するストラップ31aおよび35aを有する。このようなストラップによって患者は。パッド31および35を，例えば自身の手首および足首に取外し可能に合致させることができる。パッド31および35を上肢および下肢に合致させる他の適当な手段を使用することもできる。例えば一実施の形態では，適当な材料を使用することによって，パッド31および35がストラップまたは固定手段を必要としないように構築される。このような実施の形態が図1Cに示されている。」（原文15頁28行目ないし16頁5行目，訳文【0040】）"
                        },
                        {
                          "fig": "f",
                          "subject": "「椅子21の中に配置された，本発明の教示が具体化された骨密度刺激装置30の他の実施の形態を図1Cに示す。本発明のこの実施の形態では，変換コイル104sおよび104bがそれぞれ椅子21の座席22および背もたれ24の内部に配置される。骨密度刺激装置30は適当な任意の椅子21の内部に配置することができる。例えば，このような椅子が，リクライニングするように動作し，かつ／または座面22の垂直調整機構を含むものであってもよい。図1Cではパッド31および35がそれぞれ，椅子21および床の上に置かれている。」（原文16頁21行目ないし31行目，訳文【0043】）"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲13には，次のとおり，本件審決認定の技術事項（以下「甲13技術事項」という。）が記載されている。",
                        "「骨粗鬆症治療などに用いられるパルス電磁場刺激装置であって，椅子20の両側に載置され，手首や腕などの上肢をあてがうパッド31が，c字形をしており，座る人に向かって真横に開口しており，そして，その開口同士が互いに対向している装置。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術との組合せによる相違点2の容易想到性の判断の誤りについて",
              "text": [
                "原告は，相違点2に関し，当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明において，甲10ないし13の記載から認められる本件出願当時の周知技術（「各種施療器具において，開口の向きが横である保持部」）を適用して，腕保持部の開口の向きを「上」から「横」にすることにより，相違点2に係る本件発明1の構成とすることを容易に想到することができたものであるから，これを否定した本件審決の判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)ア(イ)のとおり，甲10には，甲10技術事項（「指圧具であって，対向するように二本の挟圧腕9を装備しており，各々の挟圧腕9の先端に装着された押圧部材10が，使用者の腰や背中の背骨の両側をそれぞれ押圧する指圧具。」）が記載されている。",
                        "甲10には，甲10技術事項に係る「指圧具」は，「自分以外に施行者を必要とすることがなく，しかも自らも作業をする必要なく，身体各部に対して容易に指圧を施すことのできる指圧具を提供することを目的」とすること（【0005】）の記載があり，また，図2には，二本の挟圧腕9が対向するように装備された指圧具が示されており，二本の挟圧腕9と保持板2とで空間が形成されていることを看取できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(2)イ(イ)のとおり，甲11には，甲11技術事項（「背骨などの身体の治療に用いられる装置であって，座部12の左右両側に配設され，身体13の腕19の重量を支える支持部18と，その支持部18に繋がり身体13の外側に配設された外側部20とを備えた一対の腕置き16を備えた装置。」）が記載されている。",
                        "甲11には，甲11技術事項に係る「腕置き」は，「椅子10に着座している身体13の腕19の重量を支える支持部18を備えている」こと（前記(2)イ(ア)c）の記載があり，また，図1A及び1Bには，支持部18の開口が，着座している患者の身体に向かって，「横」を向いていることが示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(2)ウ(イ)のとおり，甲12には，甲12技術事項（「自身で身体を移動させることができない病人の世話をするための多目的な病床であって，手の保護クッション88に病人の手を保持する縦長溝881が設けられ，その縦長溝881が病人に向かって横に開口しており，そしてその開口同士が互いに対向している保護クッション88を備えた病床。」）が記載されている。",
                        "甲12には，甲12技術事項に係る「病床」は，「病人の体を左側又は右側に返したり病人が座る手助けをしたり病人の背中をマッサージするために簡便に操作し得る多目的病床に関する」発明であること（前記(2)ウ(ア)a）の記載があり，また，図6には，手の保護クッション88に設けられた縦長溝881が病人に向かって横に開口していることが示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(2)エ(イ)のとおり，甲13には，甲13技術事項（「骨粗鬆症治療などに用いられるパルス電磁場刺激装置であって，椅子20の両側に載置され，手首や腕などの上肢をあてがうパッド31が，c字形をしており，座る人に向かって真横に開口しており，そして，その開口同士が互いに対向している装置。」）が記載されている。",
                        "甲13には，甲13技術事項に係る「パルス電磁場刺激装置」は，「",
                        "骨無機質含量および骨密度の増大を促すことによって骨粗鬆症およびその他の医学的状態を治療するPEMF刺激装置に関する」ものであり，「パッド31は，手首，腕などの患者の上肢を治療するように設計され」，「患者がパッド32の上に座ったときに，患者の1箇所または数箇所の選択治療部位に非侵襲性の低エネルギーのパルス電磁場（PEMF）を送る」こと（前記(2)エ(ア)a，c，d）の記載があり，また，図1Cには，椅子20の両側に載置されたパッド31が，C字形をしており，座る人に向かって真横に開口していることが示されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "前記(ア)ないし(エ)によれば，甲10技術事項ないし甲13技術事項に係る施療器具は，いずれもマッサージ機に関するものではなく，それぞれの属する技術分野，技術課題及び作用効果が異なることが認められる。",
                        "一方で，甲11技術事項ないし甲13技術事項の内容に加えて，甲11の図1Bには，支持部18の開口が，着座している患者の身体に向かって，「横」を向いていることが示されていること，甲12の図6には，手の保護クッション88に設けられた縦長溝881が病人に向かって横に開口していることが示されていること，甲13の図1Cには，椅子20の両側に載置されたパッド31が，C字形をしており，座る人に向かって真横に開口していることが示されていることを総合すると，本件出願当時，マッサージ機以外の施療器具の分野において，保持部の開口の向きが横のものが存在することは周知であったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)イの認定事実によれば，甲9には，従来の椅子式エアーマッサージ機は，身体の一部の筋肉を揉みほぐすものであったため，足部や身体全体の血行促進をさせる機能はなかったという問題点があったため（【0005】，【0006】），従来の椅子式エアーマッサージ機を改良して，更に足部や腕部の筋肉疲労も取り除き，同時に身体全体の血行促進を促し得るようなマッサージ機を提供することを目的（課題）とし，その課題を解決するための手段として，甲9記載のマッサージ機は，座部，座部の両側に設けられ，上部に腕保持部が設けられた肘掛け部，及び座部の後端に設けられた傾斜可能な背凭れ部を備える椅子と，この椅子における座部の前端に設けられ，椅子に腰掛けた人の脚を支持する脚保持部と，脚の足部を乗せる足乗せ台とからなり，椅子の座部，背凭れ部，肘掛け部に設けられた腕保持部及び脚保持部には，圧縮空気給排気機構に連通する空気袋が内部に設けられ，更に足乗せ台の内部には上下動可能な少なくとも2つの大きさの異なる押圧突起部が設けられているという構成を採用し（【0007】，【0008】），これにより，椅子に座った使用者は，背凭れ部，座部及び腕保持部の内部に設けられた空気袋の膨張収縮による圧迫と解放によって首部，背部，腰部，尻部及び腕部のエアーマッサージがされ，同時に脚保持部により脚もマッサージされ，更には足乗せ台により足裏も指圧的なマッサージを受け得るようにしたことで，全身が同時にマッサージされ，その結果全身の血行が促進されて使用者の疲労を極めて効果的に取り除くことができるという効果を奏すること（【0045】）の開示があることが認められる。",
                        "甲9には，「腕保持部」に関し，「本実施形態のマッサージ機10では，更に肘掛け部22の上部に設けられた腕保持部24を備えている。腕保持部24は，使用者の腕を両側から挟むようにU字状の凹部25を形成する保持壁部24a，24bを備え，各保持壁部内にも前述したと同様な空気袋（図示せず）が配置されている。」（【0017】），「この腕保持部24でも，これを構成している各保持壁部24a，24b内の空気袋に圧縮空気を供給排気することにより膨張と収縮を起こさせて保持壁部間の凹部25に入れられた使用者の腕を保持壁部24a，24bの外装布を介して挟み込むようにして圧迫し，またこの圧迫を解放することによりマッサージを行うようにされている。」（【0019】）との記載がある。上記記載及び図1（別紙2）から，甲9には，腕保持部24は，肘掛け部22の上部に設けられた一対の保持壁部24a，24bによってU字状の凹部25として形成され，腕保持部24の開口は，「上」を向いていることの開示があることが認められる。",
                        "以上のとおりの甲9の記載及び開示によれば，甲9記載のマッサージ機においては，使用者が座部に座った状態で，腕保持部24のU字状の凹部25に腕を載置することにより，保持壁部24a，24b内の空気袋の膨張収縮により，腕部がマッサージされることを理解できる。",
                        "一方で，甲9には，腕保持部24の形状やその開口の向きを変更することについての記載も示唆もない。また，従来の椅子式エアーマッサージ機を改良して，更に足部や腕部の筋肉疲労も取り除き，同時に身体全体の血行促進を促し得るようなマッサージ機を提供するという甲9記載のマッサージ機の上記目的の観点からは，腕保持部24の開口の向きを変更する必要性は認められない。",
                        "そうすると，本件出願当時，マッサージ機以外の施療器具の分野において，保持部の開口の向きが横のものが存在することが周知であったこと（前記ア(オ)）を踏まえても，甲9に接した当業者において，甲9発明の腕保持部24の形状を変更し，その開口の向きを「上」から「横」の構成に変更する動機付けがあったものと認めることはできないから，相違点2に係る本件発明の構成を容易に想到することができたものと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，①甲9発明は，腕部を施療することが可能なマッサージ機を提供するとの課題を解決できるものであれば，保持部のデザインを変更しても問題はないこと，②甲9発明は，あくまでも「一実施形態に係るマッサージ機10」にすぎない（甲9の【0013】）から，上記課題の解決を阻害しないものである限り，デザインの変更は積極的に示唆されているといえること，③保持部のデザインは，空気袋によるマッサージ機に限らず，各種施療器具を設計製造する際に共通して生じるテーマであることからすると，当業者は，保持部のデザインを模索するに際し，各種施療器具に係る保持部の形状を当然に参酌することからすれば，甲9に接した当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明において，本件出願当時の周知技術（「各種施療器具において，開口の向きが横である保持部」）を適用して，腕保持部の開口の向きを「上」から「横」にすることにより，相違点2に係る本件発明1の構成とすることを容易に想到することができた旨主張する。",
                        "しかしながら，前記(ア)で説示したとおり，甲9には，腕保持部24の形状やその開口の向きを変更することについての記載も示唆もない。のみならず，甲9には，マッサージ機のデザインや美的観点に関する記載はなく，腕保持部24のデザインを変更することについての記載も示唆もないから，甲9に接した当業者において，甲9発明の腕保持部24の形状の開口の向きを「上」から「横」の構成に変更する動機付けがあったものと認めることはできない。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲13との組合せによる相違点2の容易想到性の判断の誤りについて",
              "text": [
                "原告は，当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明に甲13技術事項を適用して，腕保持部の開口の向きを横にすることにより，相違点2に係る本件発明1の構成とすることを容易に想到することができたものである旨主張する。",
                "しかしながら，前記(3)イ(イ)で説示したとおり，甲9には，腕保持部24の形状やその開口の向きを変更することについての記載も示唆もないのみならず，マッサージ機のデザインや美的観点に関する記載はなく，腕保持部24のデザインを変更することについての記載も示唆もない。",
                "また，甲13技術事項は，骨粗鬆症等を治療するためにパルス電磁場を発生する治療装置に関するもので，甲9発明とは技術分野が異なる上，甲13の図1C（FIG．1C）に示される上肢を治療するパッド31は，下肢を治療するパッド35とともに使用され，甲9発明のように椅子の肘掛け部と一体に形成するものではないから（前記(2)エ(ア)e，f），甲9発明とは機能や作用効果も異なるものである。",
                "したがって，甲9及び13に接した当業者において，甲9発明に甲13技術事項を適用することにより，甲9発明の腕保持部24の形状の開口の向きを「上」から「横」の構成に変更する動機付けがあったものと認めることはできないから，甲9及び13に基づいて，相違点2に係る本件発明の構成を容易に想到することができたものと認めることはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "設計事項による相違点2の容易想到性の判断の誤りについて",
              "text": [
                "原告は，人体の腕が，上方からも側方からも移動できるという技術的特徴を踏まえ，甲9発明の腕保持部のデザインを横方向に変更することは，当業者において当然に行う創作能力の発揮の帰結であること，甲9発明の保持部のデザインのバリエーションとして開口の向きを横にすることは，当業者が創作に際して当然に行う常套手段でもあることからすると，開口の向きを横とすることは設計事項であるから，当業者は，甲9発明における保持部のデザインを変更する目的で，甲9発明において，相違点2に係る本件発明1の構成とすることを容易に想到することができた旨主張する。",
                "しかしながら，前記(3)イ(イ)で説示したとおり，甲9には，腕保持部24の形状やその開口の向きを変更することについての記載も示唆もないのみならず，マッサージ機のデザインや美的観点に関する記載はなく，腕保持部24のデザインを変更することについての記載も示唆もないから，甲9発明の腕保持部24の形状の開口の向きを「上」から「横」の構成に変更する動機付けがあったもの認めることはできない。",
                "したがって，原告の上記主張は，その前提において採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点2の容易想到性の判断に誤りはないから，原告主張の取消事由4-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4-2（甲9を主引用例とする本件発明2ないし6の進歩性の判断の誤り）（無効理由4関係）について",
          "text": [
            "本件発明2ないし6は，請求項1を引用して本件発明1の発明特定事項を全て含むものであるから，前記5と同様の理由により，当業者が容易に発明をすることができたものと認めることはできない。",
            "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由4-2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由はいずれも理由がないから，本件審決を取り消すべき違法は認められない。",
        "したがって，原告の請求は棄却されるべきものである。"
      ]
    }
  ]
}