{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2017-800004号事件について令和2年3月17日にした審決のうち，「特許第5463378号の請求項2ないし4に係る発明についての審判請求は，成り立たない。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "(以下，書証については，単に「甲1」などと略記する。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続等(当事者間に争いがない)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告及び株式会社ノベルト(以下「ノベルト」という。)は，平成24年3月19日，発明の名称を「核酸分解処理装置」とする発明について特許出願(特願2012-62880号。以下「本件出願」という。)をし，平成26年1月24日，特許権の設定登録を受けた(特許番号第5463378号。請求項の数4。以下，この設定登録を受けた特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年1月17日，本件特許の請求項1ないし4に係る発明についての特許を無効とすることを求める特許無効審判(無効2017-800004号事件)を請求した。",
                "被告及びノベルトは，同年11月30日付けの審決の予告を受けたため，同年12月27日付けで，請求項1ないし4からなる一群の請求項について，請求項2ないし4を訂正し，請求項1を削除し，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。)について訂正する旨の訂正(以下，この一連の訂正を「一次訂正」という。)を請求した。",
                "その後，特許庁は，平成30年3月27日，上記訂正を認めた上で，「本件審判の請求は，成り立たない」との審決(以下「一次審決」という。)をし，その謄本は，同年4月5日，原告に送達された。",
                "この間に，被告は，ノベルトから，本件特許に係る特許権の持分の譲渡を受け，その旨の移転登録(受付日平成30年1月5日)を受けた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年5月2日，一次審決の取消しを求める審決取消訴訟(知的財産高等裁判所平成30年(行ケ)第10064号)を提起した。",
                "同裁判所は，平成31年2月28日，一次審決を取り消す旨の判決(以下「一次判決」という。)をし，同判決は，その後確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その後，特許庁は，上記無効審判について更に審理を行った。",
                "被告は，令和元年9月4日付けの審決の予告を受け，同年11月8日付けで請求項1ないし4からなる一群の請求項について，請求項2ないし4を訂正し，請求項1を削除し，本件明細書について訂正する旨の訂正(以下「本件訂正」という。)を請求した。",
                "特許庁は，令和2年3月17日，本件訂正を認めた上で，「特許第5463378号の請求項2ないし4に係る発明についての審判請求は，成り立たない。同請求項1に係る発明についての審判請求を却下する。」旨の審決(以下「本件審決」という。)をし，その謄本は，同月26日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，同年4月24日，本件審決のうち，本件特許のうち請求項2ないし4に係る部分について取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の請求項2ないし4の記載は，以下のとおりである(以下，本件訂正後の請求項2に係る発明を「訂正発明2」などといい，訂正発明2ないし4を「訂正発明」という。また，一次訂正後本件訂正前の請求項2に係る発明を「一次訂正発明2」という。なお，本件訂正箇所のうち一次訂正箇所と同内容の部分は下線で，一次訂正と異なる部分は二重線で示す。)。",
            "【請求項2】",
            "メタノールタンクから供給されたメタノールを霧状に噴射するノズルを備え，該ノズルを介して噴射されたメタノールを気化してメタノールガスを発生させるメタノールガス発生部と，上記メタノールガス発生部の上方に位置して，熱反射可能な多孔質金属材料で互いに隔てられた上部と下部とからなり，該上部には空気を供給する空気供給部が連結されており，該メタノールガス発生部から発生したメタノールガスを自然対流により上方に移行させる流路となるとともに，上記メタノールガスに該空気供給部から供給された空気を所定の割合で混合させる筒体部と，上記筒体部の上方に位置し，該筒体部において上記所定の割合で空気が混合したメタノールガスを触媒反応によりラジカル化する触媒部とを有し，上記触媒部は，金属薄板をハニカム構造に成形してなるラジカル反応触媒より構成され，該ラジカル反応触媒を複数積層してなり，空気が混合したメタノールガスを触媒反応によりラジカル化して少なくともメタノールに由来する活性種を含み生成される複合ガス(以下「バイオガス」という)を発生するバイオガス発生部と，",
            "上記バイオガス発生部における生成ガス量を供給空気量とメタノール量で制御する生成ガス量制御手段と，",
            "上記バイオガス発生部により発生したバイオガスが供給される暴露部と，",
            "上記暴露部の暴露空間内の温度を制御する温度制御手段と，",
            "上記暴露部の暴露空間内の湿度を制御する湿度制御手段と，",
            "上記暴露部に供給されたバイオガスを排気する排気処理部と，",
            "上記排気処理部により上記暴露部から排気するバイオガスの排気量を制御するバイオガスの排気量制御手段と，",
            "上記暴露部におけるバイオガスのホルムアルデヒド成分の濃度を測定するホルムアルデヒド成分濃度測定手段と，",
            "臭いを検出又は測定する手段を備え，",
            "上記ホルムアルデヒド成分濃度測定手段による測定結果として得られるガス濃度情報が上記生成ガス量制御手段に帰還され，上記バイオガス発生部において，一定の触媒の自己反応温度と濃度のバイオガスとなるように，上記生成ガス量制御手段により上記バイオガス発生部における生成ガス量が供給空気量とメタノール量で制御されるとともに，上記排気量制御手段により上記暴露部から排気するバイオガスの排気量を制御することにより，上記暴露部の庫内ガス濃度を一定にし，",
            "上記排気量制御手段により制御される排気処理手段による上記暴露部の暴露空間内のバイオガスの排気処理に起因して生じる庫内差圧を検出する庫内差圧検出手段を備え，",
            "上記庫内差圧検出手段による検出結果から得られる庫内差圧情報が上記排気量制御手段に帰還され，上記排気量制御手段により上記暴露部から排気するバイオガスの排気量を制御することにより，上記暴露部の庫内差圧を陰圧で一定にすることを特徴とする核酸分解処理装置。",
            "【請求項3】",
            "上記バイオガス発生部は，メタノール，ホルムアルデヒド，一酸化炭素，二酸化炭素，水素，酸素の成分を少なくとも含有した活性酸素とフリーラジカルからなる複合ラジカルガスを発生することを特徴とする請求項2に記載の核酸分解処理装置。",
            "【請求項4】",
            "上記バイオガス発生部は，上記自己反応温度が400℃～500℃の範囲内に制御されることを特徴とする請求項3記載の核酸分解処理装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "一次審決及び一次判決の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "一次審決",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一次審決が認定した甲1(特開2010-51692号公報。公開日平成22年3月11日)に記載された発明(以下「甲1発明」という。)は，後記4(2)アのとおりであり，甲1発明と一次訂正発明2との一致点及び相違点は，以下のとおりである。",
                    "(一致点)",
                    "「メタノールタンクから供給されたメタノールを霧状に噴射するノズルを備え，該ノズルを介して噴射されたメタノールを気化してメタノールガスを発生させるメタノールガス発生部と，上記メタノールガス発生部の上方に位置して，熱反射可能な多孔質金属材料で互いに隔てられた上部と下部とからなり，該上部には空気を供給する空気供給部が連結されており，上記メタノールガス発生部から発生したメタノールガスを自然対流により上方に移行させる流路となるとともに，上記メタノールガスに該空気供給部から供給された空気を所定の割合で混合させる筒体部と，上記筒体部の上方に位置し，該筒体部において上記所定の割合で空気が混合したメタノールガスを触媒反応によりラジカル化する触媒部とを有し，上記触媒部は，金属薄板をハニカム構造に成形してなるラジカル反応触媒より構成され，該ラジカル反応触媒を複数積層してなり，空気が混合したメタノールガスを触媒反応によりラジカル化して，MRガスを発生するMRガス発生装置と，上記MRガス発生装置における生成MRガス量を供給空気量とメタノール量で制御する生成MRガス量制御手段と，上記MRガス発生装置から発生したMRガスが供給される滅菌タンクを備えたDＮA破壊処理装置。」である点。",
                    "(相違点1)",
                    "一次訂正発明2は，滅菌タンク内の温度を制御する温度制御手段と，滅菌タンク内の湿度を制御する湿度制御手段と，滅菌タンクに供給されたMRガスを排気する排気処理部と，上記排気処理部により滅菌タンクから排気するMRガスの排気量を制御するMRガスの排気量制御手段と，滅菌タンクにおけるMRガスのホルムアルデヒド成分の濃度を測定するホルムアルデヒド成分濃度測定手段と，臭いを検出又は測定する手段を備え，上記ホルムアルデヒド成分濃度測定手段による測定結果として得られるガス濃度情報が生成MRガス量制御手段に帰還され，MRガス発生装置において，一定の触媒の自己反応温度と濃度のMRガスとなるように，生成MRガス量制御手段によりMRガス発生装置における生成MRガス量が供給空気量とメタノール量で制御されるとともに，上記排気量制御手段により滅菌タンクから排気するMRガスの排気量を制御することにより，滅菌タンクの庫内ガス濃度を一定にするという構成を備えるのに対し，甲1発明は，かかる構成について記載されていない点。",
                    "(相違点2)",
                    "一次訂正発明2は，上記排気量制御手段により制御される排気処理手段による滅菌タンク内のMRガスの排気処理に起因して生じる庫内差圧を検出する庫内差圧検出手段を備え，上記庫内差圧検出手段による検出結果から得られる庫内差圧情報が上記排気量制御手段に帰還され，上記排気量制御手段により滅菌タンクから排気するMRガスの排気量を制御することにより，滅菌タンクの庫内差圧を一定にするという構成を備えるのに対し，甲1発明は，かかる構成について記載されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一次審決の要旨(ただし，無効理由1(甲1を主引用例とする一次訂正発明2の進歩性の判断の誤り)に限る。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一次訂正発明2は，相違点1の容易想到性は認められるが，相違点2の容易想到性は認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一次審決の相違点2の容易想到性に関する判断の要旨は，以下のとおりである。",
                        "①本件明細書の【0143】ないし【0147】の記載事項によれば，一次訂正発明2の「庫内差圧検出手段」は，「滅菌タンク内がタンク外よりも陰圧であることを検出する庫内差圧手段であって，滅菌タンク内のMRガスの排気処理に起因して生じる庫内差圧を検出するものである」と認められる，②滅菌タンク内の圧力は，一次訂正発明2では，陰圧で維持するように制御されるのに対して，甲2(国際公開第01／026697号の再公表公報(平成15年5月7日発行))には，陽圧を維持するように制御することが記載されており，滅菌タンク内の圧力を陰圧に維持するように滅菌タンクからのMRガスの排気量を制御して，滅菌タンク内の庫内差圧を一定にしようとすることは，甲2の記載事項から導き出せる事項ではないから，甲1発明に甲2に記載された発明及び周知技術を組み合わせても，相違点2に係る一次訂正発明2の「庫内差圧検出手段」の構成を当業者が容易に想到することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一次判決の要旨",
              "text": [
                "①一次訂正後の特許請求の範囲(請求項2)の記載及び本件明細書の記載に鑑みると，一次訂正発明2の「庫内差圧検出手段」の検出の対象となる「庫内差圧」は，「庫内」(暴露部の暴露空間内)の圧力と暴露空間外の圧力との差圧であれば，特定の数値範囲のものに限定されるものではなく，陰圧の数値範囲のものに限定されるものでもないと解すべきである，②甲2における「本発明」の第2の実施の形態の「微差圧検出器56」，「コントロールユニット58」及び「排気量調整電磁弁74及び送風機82」は，それぞれ，一次訂正発明2における「庫内差圧検出手段」，「上記庫内差圧検出手段による検出結果から得られる庫内差圧情報が・・・帰還され」る「上記排気量制御手段」及び「上記排気量制御手段により制御される排気処理手段」に相当するものと認められるから，甲2には，相違点2に係る一次訂正発明2の構成が開示されているものと認められる，③甲1及び甲2に接した当業者は，甲1発明において安定した濃度の滅菌ガスを発生させるとともに，十分に保証可能な殺菌効果を得るために，甲2記載の被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，被殺菌空間の室圧を一定に保つための構成を適用する動機づけがあるものと認められる，④したがって，当業者は，甲1及び甲2に基づいて，甲1発明に甲2記載の上記構成を適用して相違点2に係る一次訂正発明2の構成を容易に想到することができたものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の要旨は，①訂正発明2は，本件出願前に頒布された刊行物である甲1に記載された発明(甲1発明)及び甲2発明及び技術常識を組み合わせることにより当業者が容易に発明することができたものとはいえず，また，訂正発明3は訂正発明2の発明特定事項を全て有する発明であり，また，訂正発明4は訂正発明3の発明特定事項を全て有する発明であり，訂正発明2について当業者が容易に発明することができたものとはいえないので，訂正発明3及び4についても当業者が容易に発明することができたものとはいえないから，訂正発明は，特許法29条2項の規定により特許を受けることができないということはできない，②本件訂正後の特許請求の範囲は，特許法36条6項1項に規定する要件(以下「サポート要件」という。)を満たしているといえる，③本件訂正後の本件明細書(以下「訂正明細書」という。)の記載は，同条4項1号に規定する要件(以下「実施可能要件」という。)を満たしている，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1発明，訂正発明2と甲1発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「メタノールタンクから供給されたメタノールを霧状に噴射するノズルを備え，該ノズルを介して噴射されたメタノールを気化してメタノールガスを発生させるメタノールガス発生部と，上記メタノールガス発生部の上方に位置して，熱反射可能な多孔質金属材料で互いに隔てられた上部と下部とからなり，該上部には空気を供給する空気供給部が連結されており，該メタノールガス発生部から発生したメタノールガスを自然対流により上方に移行させる流路となるとともに，上記メタノールガスに該空気供給部から供給された空気を所定の割合で混合させる筒体部と，上記筒体部の上方に位置し，該筒体部において上記所定の割合で空気が混合したメタノールガスを触媒反応によりラジカル化する触媒部とを有し，上記触媒部は，金属薄板をハニカム構造に成形してなるラジカル反応触媒より構成され，該ラジカル反応触媒を複数積層してなり，空気が混合したメタノールガスを触媒反応によりラジカル化して，MRガスを発生するMRガス発生装置と，上記MRガス発生装置における生成MRガス濃度を供給空気量とメタノール量で制御する生成MRガス濃度制御手段と，上記MRガス発生装置から発生したMRガスによって滅菌処理を施す滅菌タンクを備えた滅菌処理装置であって，DＮAを破壊することが可能な滅菌処理装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "「メタノールタンクから供給されたメタノールを霧状に噴射するノズルを備え，該ノズルを介して噴射されたメタノールを気化してメタノールガスを発生させるメタノールガス発生部と，上記メタノールガス発生部の上方に位置して，熱反射可能な多孔質金属材料で互いに隔てられた上部と下部とからなり，該上部には空気を供給する空気供給部が連結されており，該メタノールガス発生部から発生したメタノールガスを自然対流により上方に移行させる流路となるとともに，上記メタノールガスに該空気供給部から供給された空気を所定の割合で混合させる筒体部と，上記筒体部の上方に位置し，該筒体部において上記所定の割合で空気が混合したメタノールガスを触媒反応によりラジカル化する触媒部とを有し，上記触媒部は，金属薄板をハニカム構造に成形してなるラジカル反応触媒より構成され，該ラジカル反応触媒を複数積層してなり，空気が混合したメタノールガスを触媒反応によりラジカル化して少なくともメタノールに由来する活性種を含み生成される複合ガス(以下「バイオガス」という。)を発生するバイオガス発生部と，上記バイオガス発生部における生成ガス量を供給空気量とメタノール量で制御する生成ガス量制御手段と，上記バイオガス発生部により発生したバイオガスが供給される暴露部を備えた核酸分解処理装置。」",
                    "【相違点1】",
                    "訂正発明2は，暴露部の暴露空間内の温度を制御する温度制御手段と，暴露部の暴露空間内の湿度を制御する湿度制御手段と，暴露部に供給されたバイオガスを排気する排気処理部と，上記排気処理部により暴露部から排気するバイオガスの排気量を制御するバイオガスの排気量制御手段と，暴露部におけるバイオガスのホルムアルデヒド成分の濃度を測定するホルムアルデヒド成分濃度測定手段とを備え，上記ホルムアルデヒド成分濃度測定手段による測定結果として得られるガス濃度情報が上記生成ガス量制御手段に帰還され，上記バイオガス発生部において，一定の触媒の自己反応温度と濃度のバイオガスとなるように，上記生成ガス量制御手段により上記バイオガス発生部における生成ガス量が供給空気量とメタノール量で制御されるとともに，上記排気量制御手段により暴露部から排気するバイオガスの排気量を制御することにより，上記暴露部の庫内ガス濃度を一定にし，上記排気量制御手段により制御される排気処理手段による暴露部の暴露空間内のバイオガスの排気処理に起因して生じる庫内差圧を検出する庫内差圧検出手段を備え，上記庫内差圧検出手段による検出結果から得られる庫内差圧情報が上記排気量制御手段に帰還され，上記排気量制御手段により暴露部から排気するバイオガスの排気量を制御することにより，上記暴露部の庫内差圧を陰圧で一定にすることを特徴とするのに対して，甲1発明は，かかる構成について記載されていない点。",
                    "【相違点2】",
                    "訂正発明2は，臭いを検出又は測定する手段を備えるのに対し，甲1発明は，かかる構成について記載されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張に関連する本件審決の理由の要旨は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(特許法123条1項2号)について",
                  "text": [
                    "①甲1及び甲2に接した当業者は，甲1発明において安定した濃度の滅菌ガスを発生させるとともに，十分に保証可能な殺菌効果を得るために，甲2記載の被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，被殺菌空間の室圧を一定に保つための構成を適用する動機づけがある，②しかし，甲2には，相違点1に係る訂正発明2の構成のうち，「暴露部の暴露空間内の温度を制御する温度制御手段と，暴露部の暴露空間内の湿度を制御する湿度制御手段と，暴露部に供給されたバイオガスを排気する排気処理部と，上記排気処理部により暴露部から排気するバイオガスの排気量を制御するバイオガスの排気量制御手段と，暴露部におけるバイオガスのホルムアルデヒド成分の濃度を測定するホルムアルデヒド成分濃度測定手段とを備え，上記ホルムアルデヒド成分濃度測定手段による測定結果として得られるガス濃度情報が上記生成ガス量制御手段に帰還され，上記バイオガス発生部において，一定の触媒の自己反応温度と濃度のバイオガスとなるように，上記生成ガス量制御手段により上記バイオガス発生部における生成ガス量が供給空気量とメタノール量で制御されるとともに，上記排気量制御手段により暴露部から排気するバイオガスの排気量を制御することにより，上記暴露部の庫内ガス濃度を一定にし，上記排気量制御手段により制御される排気処理手段による暴露部の暴露空間内のバイオガスの排気処理に起因して生じる庫内差圧を検出する庫内差圧検出手段を備え，上記庫内差圧検出手段による検出結果から得られる庫内差圧情報が上記排気量制御手段に帰還され，上記排気量制御手段により暴露部から排気するバイオガスの排気量を制御することにより，上記暴露部の庫内差圧を一定にすることを特徴とする」ことは開示されていると認められるものの，「上記暴露部の庫内差圧を陰圧で一定にする」ことは開示されていないから，甲2には，相違点1に係る訂正発明2の構成が開示されておらず，仮に，甲1発明に甲2に記載の構成を適用しても，当業者は，相違点1に係る訂正発明2の構成を想到し得ない，③請求人(原告)は，MRガス等を処理室内で使用するに当たり，処理室内の圧力を処理室外の圧力に対して陰圧とした状態で使用する場合があることは技術常識であったから，甲1発明において甲2の記載に鑑みると，庫内差圧の制御を行うに当たり，陰圧で制御を行うことは容易であった旨主張するが，  MRガス等を使用する処理室内の圧力を処理室外の圧力に対して陰圧に制御することは，その主張する文献(甲23ないし27)のいずれにも開示されていないから，上記各文献から，上記の点が技術常識であったとはいえず，甲1発明において，甲2の記載に鑑みて庫内差圧の制御を行うに当たり，陰圧で制御を行うことを当業者は容易に想到し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(特許法123条1項4号)について",
                  "text": [
                    "訂正明細書の図19B及び図19Cにおける「90min」のスペクトル図が図18に示された評価基準のいずれのスペクトルにも該当せず，請求人(原告)の指摘するスペクトル図からは，これらのサンプル量において暴露時間が90分の場合に核酸を完全に分解することができたかが不明であるとしても，図19B及び図19Cに示された他のスペクトル図からは，いずれのサンプル量の場合も，90分よりも短い時間で核酸を完全に分解できると理解できることから，訂正発明は，その課題を解決し得るといえるものであり，訂正明細書の記載は，サポート要件を満たしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(特許法123条1項4号)について",
                  "text": [
                    "請求人(原告)の主張は，訂正発明では処理開始から90分経過後でも核酸を完全に分解することができない場合があることを前提とするものであるが，その前提に誤りがあることは前記イのとおりであり，訂正明細書の記載は，実施可能要件を満たしている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(甲1を主引用例とする訂正発明2の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，前記第2の4(3)アのとおり判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正発明2において「暴露部の庫内差圧を陰圧で一定にすること」に格別の技術的意義はないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正明細書の【0021】には，「本発明に係る核酸分解装置では，フィードバック制御により暴露部の暴露空間内における温度，湿度，濃度の定量的制御を行うことができ，検体の種類によっての短時間で高効能を発揮する条件を定義することができる。」と記載されているように，訂正発明の技術的意義は，フィードバック制御により暴露部の暴露空間内の温度，湿度及びMRガスの濃度の定量的制御を行うことにあり，暴露部の庫内差圧を陰圧で一定にすることについては格別の技術的意義はない。そして，訂正明細書には，暴露部の暴露空間内を陽圧とすることに対して，暴露部の暴露空間内を陰圧とすることによって何らかの顕著な効果を奏することを示す記載もない。そうすると，訂正発明2において，暴露部の暴露空間内を陰圧とする必然性はなく，訂正発明2の暴露部の暴露空間内を陰圧とするか陽圧とするかは当業者が適宜決定し得る事項であるにすぎない。",
                        "本件審決は，前記第2の4(3)ア②のとおり，甲2には「暴露部の庫内差圧を陰圧で一定にする」との記載がないことから，相違点1の容易想到性を否定するが，上記のとおり，訂正発明2において「暴露部の暴露空間内を陰圧で一定にする」ことについての技術的意義はないから，本件出願日当時，滅菌，殺菌のためのMRガス等を処理室内で使用するに当たり，処理室内の圧力を陰圧とした状態で使用することが技術常識であったか否かにかかわらず，相違点1の容易想到性は明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，被告は，後記(2)ア(ア)のとおり，訂正発明2は，バイオガスの暴露部としてはチャンバーのような狭い空間を想定している旨主張するが，本件訂正後の請求項2には，バイオガス(MRガス)による処理を受ける空間については，単に「暴露部」，「暴露空間」，「庫内」等と記載されているにとどまり，当該空間が狭いものである旨の規定は存在せず，被告の上記主張は，訂正発明2に基づかないものであるし，また，具体的にどの程度の容積の空間が「狭い空間」であるか不明であり，「狭い空間」を客観的に特定することはできないから，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明2で暴露部の庫内差圧を陰圧で一定にすることは，周知技術に基づいて容易に想到し得ること",
                  "text": [
                    "前記アのとおり，訂正発明2の暴露部の暴露空間を陰圧とする目的は，訂正明細書に記載も示唆もなく，不明であるが，仮に，訂正発明2において暴露部の庫内差圧を陰圧とする目的として，MRガスは人体に有害なホルムアルデヒドを含むものであるため，MRガスの暴露部外への漏えいを防止することにあるとしても，室内に存在する人体に有害な物質が室内から室外へ漏えいすることがないように，室内を室外に対して陰圧に制御することは周知である(甲82の【0004】，甲23の【0020】，甲83の【0064】，甲84の請求項1，【0013】，【0030】)。",
                    "そうすると，甲1発明に甲2発明を組み合わせてフィードバック制御を行うにしても，暴露部の庫内差圧を陰圧で一定にすることは，このような周知技術に基づいて当業者であれば容易に想到する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "滅菌・殺菌のためにMRガス等を処理室内で使用するに当たり，処理室内の圧力を陰圧とした状態で使用する場合があることは技術常識であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件出願日前に刊行された各文献(甲7，24，26，85，86，88ないし90，94，95)によれば，滅菌・殺菌のためにMRガス等を処理室内で使用するに当たり，処理室の圧力に対して陰圧とした状態で使用する場合があることは，本件出願日当時の技術常識であり，本件審決が，前記第2の4(3)ア③のとおり，これに反する判断をしたのは誤りである。",
                        "そうすると，甲1発明に甲2の記載を組み合わせてフィードバック制御を行うに当たり，暴露部の庫内差圧を陰圧で一定にすることは，本件出願日当時の技術常識を踏まえると，当業者が適宜になし得る事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，後記(2)ウ(ア)のとおり，フィードバック制御が開示されているのは甲2のみであるから，相違点1の容易想到性についてはあくまでも相違点1が甲2に示されているか否かにより判断されるべきであるとも主張する。",
                        "しかし，甲2の請求項3には，「…前記室内の圧力を調整する室圧調整装置とを備え・・・」と記載されており，室内の圧力を調整するに当たり陽圧制御としなければならないと記載されておらず，大気圧を基準とすれば，陽圧制御のほかには陰圧制御しかあり得ないから，甲2には文言として記載はないものの，最良の形態として推奨されている陽圧制御のほかに陰圧制御の態様についても実質的に開示されているといえる。そして，当業者は，甲1発明に甲2に開示されている構成を適用することはできるから，相違点1の構成は容易に想到するものといえるし，さらにいえば，上記のとおり，甲2には陰圧制御が実質的に開示されているから，相違点1の構成のうち「庫内差圧を陰圧で制御する」との点は，実質的な相違点ではない。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2の陽圧制御を陰圧制御とすることに阻害要因があるとの点について",
                  "text": [
                    "被告は，後記(2)エのとおり，甲2の陽圧制御を陰圧制御とすることについて阻害要因がある旨主張する。",
                    "確かに，甲2の発明の詳細な説明には，「ここで所定時間，室内の温度，湿度，ホルムアルデヒドガスの濃度がそれぞれ温度20～40℃の範囲，湿度50～90％(相対湿度)の範囲，ホルムアルデヒドガス濃度160ppm以上を維持している間，室圧調整装置により室内の圧力を陽圧力に維持する。」との記載があるが，これはあくまで発明を実施するための最良の形態の例として記載されているのであって，甲2発明を実施するに当たって必ず陽圧制御としなければならないというわけではないから，陰圧制御が積極的に排除され，否定され，回避すべき，あるいは適用があり得ないといった事情は存在しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決における相違点1の容易想到性の判断には誤りがあるから，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正発明2の技術的意義の認定判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正発明2は，バイオガスの暴露部はチャンバーのような狭い空間を想定している(例えば，【0077】では1㎥以内。狭い空間であることは「『庫内』差圧」という用語からも読み取ることができる。)。バイオガス発生部では，安定した自己反応(メタノールガスの触媒燃焼反応)により反応温度を維持している(【0051】，【0052】，【0072】等)ところ，暴露対象は，検体や精密機器等であり(【0201】，【0211】)，暴露部の温度，湿度，バイオガス濃度，庫内差圧については細かな制御が必要となる。",
                        "そこで，訂正発明2では，フィードバック制御を行っており，庫内ガス濃度情報及び庫内差圧情報という2つの情報を基に，生成ガス量及び排気量を調整し，庫内ガス濃度と庫内差圧の両者を一定にするという制御を行い，このフィードバック制御により暴露部の暴露空間内における温度，湿度，濃度，庫内差圧の定量的制御を行うことができ，検体の種類によって短時間で高効能を発揮する条件を定義することができる(【0021】，【0162】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，前記(1)アのとおり，訂正発明2の構成要件のうち，「暴露部の庫内差圧を陰圧で一定」という部分のみを取り上げてその技術的意義を主張しているが，訂正発明2は，前記(ア)のとおりフィードバック制御を行うことによって暴露部の庫内差圧を陰圧で一定にしている構成を採用しており，その点に技術的意義が存在するから，原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明2で暴露部の庫内差圧を陰圧で一定にすることは，周知技術に基づいて容易に想到し得るとの点について",
                  "text": [
                    "原告は，前記(1)イのとおり主張するが，訂正発明2における「暴露部の庫内差圧を陰圧で一定」との技術的意義は，フィードバック制御を行う構成と一体として判断されるべきであり，フィードバック制御により暴露部の暴露空間内における温度，湿度，濃度，庫内差圧の定量的制御を行うことができ，検体の種類によって短時間で高効能を発揮する条件を定義することができるものであることは，前記アのとおりである。",
                    "そして，原告が挙げる甲23及び82は，バイオハザードやケミカルハザード対策施設で室内を陰圧にしてバイオハザード源やケミカルハザード源の外部漏洩を防止するものであり，甲83及び84は，オゾン等の滅菌性ガスにより室内を滅菌する際に対象室内を陰圧にすることのみを目的とするものであって，訂正発明2のようにフィードバック制御により暴露部の暴露空間内における庫内差圧を定量的に制御することによって，短時間で高効能を発揮する条件を定義するものではなく，庫内ガス濃度情報及び庫内差圧情報という2つの情報を基に生成ガス量及び排気量を調整し，庫内ガス濃度と庫内差圧の両者を一定にする構成については，これらの文献には記載も示唆もない。",
                    "そうすると，訂正発明2は，ガスの暴露部からの漏えい防止のためという目的にとどまらないから，原告の挙げる各文献(甲23，82ないし84)から，訂正発明2の構成を当業者が容易に想到し得たとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "滅菌・殺菌のためにMRガス等を処理室内で使用するに当たり，処理室内の圧力を陰圧とした状態で使用する場合があることは技術常識であるとの点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，訂正発明2の容易想到性の判断に当たっては，「暴露部の庫内差圧を陰圧で一定」という部分のみで判断するのではなく，フィードバック制御を行う構成によって「暴露部の庫内差圧を陰圧で一定」にし(同時にバイオガス濃度も一定に制御する。)，暴露部内の反応環境を一定に制御するという技術思想の容易想到性で判断されるべきである。そして，こうしたフィードバック制御が開示されているのは甲2のみであり，相違点1の容易想到性についてはあくまでも相違点1が甲2に示されているか否かにより判断されるべきであるところ，甲2は陽圧制御であって陰圧制御に変更することに阻害要因があることは後記エのとおりであるから，相違点1の構成について当業者は容易に想到し得ない。",
                        "原告の挙げる文献(甲7，85，86，88ないし90)は，いずれも処理室内の圧力を処理室外の圧力に対して陰圧とした状態で使用することは記載されているが，フィードバック制御を行う構成については記載も示唆もないから，これらの記載から訂正発明2が容易想到であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，甲24について，原告が指摘する箇所(請求項2，【0014】，【0018】，【0019】)は，ホルマリンガス供給前であり，ガス供給時の状態に関する記載はなく，また，ガスの供給量がガスの排気量を上回れば処理室内の差圧は陽圧となる傾向があり，必ずしも陰圧となるわけではなく，同文献がMRガスを陰圧下で使用して滅菌を行うことを示すものではない。また，甲26について，原告が指摘する箇所(請求項9，【0024】，【0025】，【0027】，【0029】)は，減圧・MRガス発生モードに関する記載であり，滅菌モードではなく，また，陰圧に制御すると記載されているわけでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2に記載された室圧調整装置における庫内差圧を陰圧に制御することには阻害要因があること",
                  "text": [
                    "甲2には，「ここで所定時間，室内の温度，湿度，ホルムアルデヒドガスの濃度がそれぞれ温度20～40℃の範囲，湿度50～90％(相対湿度)の範囲，ホルムアルデヒドガス濃度160ppm以上を維持している間，室内調整装置により室内の圧力を陽圧力に維持する。即ち，図3に示すフローチャートに示す処理により，室内を陽圧力(10～20Pa)に維持する。なお，このフローチャートに基づく制御は，コントロールユニット58により微小時間間隔ごとに繰り返して行われる。また，陽圧力とは，(室内圧力)-(室外圧力)が正の値を示す場合をいう。」(15頁26行～16頁3行)と記載されている。このように，甲2には，「室内の圧力を陽圧力に維持する。」と断定的に記載されていることから，甲2は陽圧に制御することを目的とするものである。",
                    "また，フィードバック制御は，訂正発明2の圧力制御に関していえば，庫内差圧を検出して，制御手段に帰還(フィードバック)し，その情報に基づいて暴露部内の庫内差圧をバイオガスの排気量を制御することにより，陰圧で一定にするように厳密に細かく制御することである。このように，フィードバック制御を行う場合には，通常の圧力制御よりも厳密で細かい制御を行うことから，その制御される圧力値が陽圧でも陰圧でもよいということはあり得ないところ，上記のとおり，甲2には，陽圧(10～20Pa)で制御すると記載されており，その技術的意義は，本件審決で認定されたとおり，滅菌処理中の処理室内への室外空気の侵入を防止して処理室内の清浄度を維持することある。そして，甲2に記載された陽圧制御を陰圧制御とすると，甲2の被殺菌空間100への室外空気の侵入を防止することができないことになり，処理室内の清浄度を維持するという上記技術的意義を損なうことになるから，甲2に記載された室圧調整装置における庫内差圧の陽圧制御を陰圧制御に変更することには阻害要因がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，訂正発明2は，甲1発明，甲2に記載された発明及び周知技術ないし技術常識から容易に想到し得たものではないから，これと同旨の本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(甲1を主引用例とする訂正発明3及び4の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正発明3は，訂正発明2のバイオガス発生部から発生するガスを，メタノール，ホルムアルデヒド，一酸化炭素，二酸化炭素，水素，酸素の成分を少なくとも含有した活性酸素とフリーラジカルからなる複合ラジカルガスと特定するものであるところ，甲12には，メタノールを気化させて触媒と接触させることにより，メタノール，ホルムアルデヒド，一酸化炭素，二酸化炭素，酸素，過酸化水素や各種ラジカルガスが発生することが記載されており(【0006】ないし【0009】)，訂正発明2において空気が混合したメタノールガスを触媒反応によりラジカル化して生成するガスを，訂正発明3のように特定することは，当業者であれば格別の創意を要する事項であるとはいえない。",
                    "したがって，訂正発明3は，甲1発明に甲2及び甲12に記載された発明(必要に応じて技術常識)を組み合わせることにより当業者が容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，訂正発明4は，訂正発明における触媒の自己反応速度が400℃～500℃の範囲内に制御されることを特定するものであるところ，甲1には，「ラジカル化触媒反応の温度を約450～500℃の範囲で変化させることが可能である。」(【0042】)と記載されているから，このような特定は訂正発明4と甲1発明の相違点とはならない。",
                    "したがって，訂正発明4は，甲1発明に甲2に記載された発明(必要に応じて技術常識)を組み合わせることにより，当業者であれば容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，訂正発明3及び4は当業者が容易に発明することができたということはできないとした本件審決の判断は誤りであるから，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "訂正発明3は訂正発明2を引用する発明であり，訂正発明4は訂正発明3を引用する発明であるところ，前記1(2)のとおり，訂正発明2は当業者が容易に発明することができたということはできないから，訂正発明3及び4も当業者が容易に発明することができたものとはいえない。",
                "したがって，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由1-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(サポート要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "訂正発明は，暴露部の空間内における温度，湿度及びバイオガス(MRガス)濃度の3つの要素をフィードバック制御することによって，短時間で効率的な核酸分解処理を行うという課題の解決を意図するものである。",
                "しかし，訂正明細書においては，訂正発明に係る核酸分解処理装置の試験結果を示す図19B及び19Cに，「90min」の時点で核酸の分解が目的とするレベルまで進んでいない状態が示されており，短時間で効率的な核酸分解処理を行うという課題が実現できない場合がある以上，訂正明細書の記載に基づいて，訂正発明の課題を解決できるとは直ちに認識することができない。",
                "したがって，訂正発明は，訂正明細書の発明の詳細な説明に記載したものであるとはいえないから，訂正発明は，サポート要件に反するものではないとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "訂正明細書の図19B及び図19Cの「90min」時点のスペクトル図は，核酸の分解が目的とするレベルまで進んでいない状態や外部空間に漂う核酸が暴露空間内に混入している状態に相当するのではなく，何らかの理由により測定がうまくいっていないか，あるいはノイズが生じているものといえる。",
                "図19B及び図19Cの他の時間のスペクトル図を見れば明らかなように，図19Bの45℃，2μlの場合には，「1min」のスペクトル図から核酸が完全分解されており，図19Cの37℃，2μlの場合でも，「5min」のスペクトル図から核酸が完全分解されていることを見て取ることができる。",
                "上記のとおり，「1min」と「5min」のスペクトル図において，核酸が完全分解されている状態が観測されている以上，その後，2μlという少ないサンプル量で「90min」という長時間後のスペクトル図の1条件で正確に測定することができなかったとしても，それは測定条件の問題であり，訂正発明が「短時間で効率的な核酸分解処理」を実現することができないということにはならない。",
                "以上によれば，訂正発明は，訂正明細書の発明の詳細な説明に記載したものであるといえるから，訂正発明がサポート要件に違反するものではないとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(実施可能要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "前記3(1)のとおり，訂正発明には，「短時間で効率的な核酸分解」を実現できない場合があるため，訂正発明を用いて核酸分解処理を行うには，何らかの所定の処理条件を満たすことが必要であるが，訂正明細書にはそのような条件の記載がないから，当業者は過度の試行錯誤を強いられることになる。",
                "そうすると，訂正明細書の発明の詳細な説明の記載は，当業者が訂正発明を実現可能な程度に明確かつ十分なものとはいえないから，実施可能要件に適合しない。",
                "したがって，これと異なる本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記3(2)のとおり，訂正明細書の図19B及び図19Cの「1min」と「5min」のスペクトル図において，核酸が完全分解されている状態が観測されている以上，その後に2μlという少ないサンプル量で「90min」という長時間後のスペクトル図の1条件で正確に測定することができなかったとしても，それは測定条件の問題であって，訂正発明が「短時間で効率的な核酸分解」を実現できないことを示すものではない。",
                "したがって，本件審決の実施可能要件の判断に誤りはなく，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "訂正明細書の記載事項について",
          "text": [
            "訂正明細書には，別紙1のとおりの記載があり，この記載事項によれば，訂正明細書には，訂正発明に関し，次の事項が開示されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ラジカル種メタノール由来の気相物質(MRガス)を用いて核酸分解処理を行う従来の方法には，50℃以上の温度領域において，60分以上の暴露時間を要し，かつ，ホルムアルデヒド成分の濃度が2000ppm以上での効果効能が発揮されるものがあったが，現実的な実用としては，常温から体温領域が求められており，かつ，検体の種類に対応した短時間での効果効能を発揮することが求められていたという課題があった(【0009】，【0011】，【0012】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「本発明」は，検体の種類に対応した短時間で高効能を発揮する条件を定義することが可能な核酸分解処理装置を提供することを目的とするものであり(【0013】)，前記課題を解決するための手段として，メタノールガス発生部と，空気が混合したメタノールガスを触媒反応によりラジカル化して少なくともメタノールに由来する活性種を含み生成される複合ガスを発生するバイオガス発生部と，バイオガス発生部における生成ガス量を供給空気量とメタノール量で制御する生成ガス量制御手段と，バイオガス発生部により発生したバイオガスが供給される暴露部と，暴露空間内の温度を制御する手段と，暴露空間内の湿度を制御する手段と，暴露部に供給されたバイオガスを排気する排気処理部と，暴露部からのバイオガスの排気量を制御する手段と，暴露部におけるバイオガスのホルムアルデヒド成分の濃度を測定する手段と，臭いを検出又は測定する手段を備え，ホルムアルデヒド成分濃度測定手段による測定結果として得られるガス濃度情報が生成ガス量制御手段に帰還され，バイオガス発生部において，生成ガス量制御手段により生成ガス量が供給空気量とメタノール量で制御されるとともに，排気量制御手段により暴露部からのバイオガスの排気量を制御することにより，暴露部の庫内ガス濃度を一定にし，上記排気量制御手段により制御される排気処理手段による暴露空間内のバイオガスの排気処理に起因して生じる庫内差圧を検出する手段を備え，庫内差圧検出手段による検出結果から得られる庫内差圧情報が上記排気量制御手段に帰還され，上記排気量制御手段により暴露部からのバイオガスの排気量を制御することにより，暴露部の庫内差圧を陰圧で一定にする構成(訂正発明2の構成)を採用した(【0016】，【0017】)。",
                "この構成により，「本発明」は，フィードバック制御により暴露部の暴露空間内における温度，湿度，濃度の定量的制御を行うことができ，検体の種類に対応した短時間で高効能を発揮する条件を定義することができるという効果を奏する(【0021】，【0196】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1の記載事項について",
          "text": [
            "甲1には，別紙2のとおりの記載があり，この記載によれば，甲1発明に関し，次のような事項が開示されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "150～180mm程度の大きさを有する触媒部を備えた従来のMRガス発生装置では，メタノールガスのラジカル化反応に必要な温度を一定に維持させることが難しく，一定の濃度を有するMRガスを発生させることができなかったため，加熱用の電熱ヒータを備える必要があったが，触媒部は必然的に大きくなってしまい，利便性を高めるためのMRガス発生装置自体の小型化を困難にしていたという問題点があった(【0006】，【0007】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「本発明」は，このような従来の問題点に鑑みて提案されたものであり，ラジカル化のための触媒反応温度を一定に保ち，安定した濃度の滅菌ガスを発生させるとともに，小型化が可能な滅菌ガス発生装置を提供することを目的とする(【0008】)。",
                "本件発明者らは，ハニカム構造を有する触媒を使用することにより，ラジカル化のための触媒反応温度を一定に維持することが可能になることを見出し，「本発明」を完成するに至った(【0009】)。",
                "「本発明」は，金属薄板をハニカム構造に成形してなるラジカル反応触媒を使用する構成を採用したことにより，触媒部における表面積が増加して反応効率が向上し，触媒反応温度を一定に維持した自己反応を生じさせることができ，安定した濃度のMRガスを発生させることができ，さらには，触媒部における反応効率の向上により，触媒部を小型化することができるとともに，滅菌処理装置自体を小型化することを可能にし，利便性を高めるという効果を奏する(【0013】)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲2の記載事項について",
          "text": [
            "甲2には，別紙3のとおりの記載があり，この記載事項によれば，甲2に関し，次のような事項が開示されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ホルムアルデヒドガス殺菌装置において，十分に保証可能な殺菌効果を得るためには，被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度を制御し，また，被殺菌空間は密閉された空間(室)となるため，室内圧力を制御する必要も生じる(別紙3の2(2))。",
                "「本発明」は，上記課題を解決するための手段として，密閉された室内にホルムアルデヒドガスを供給すると共に排出するホルムアルデヒドガス供給排出装置と，室内の圧力を調整する室圧調整装置とを備え，ホルムアルデヒドガス供給排出装置は，ホルムアルデヒドガスの発生器と，ホルムアルデヒドガスの湿度調節器と，ホルムアルデヒドガスの温度調節器と，ホルムアルデヒドガスを室内へ搬送して導入するガス搬送器と，室内からの排ガスを処理する排ガス処理器と，排ガスの排出器と，室内のホルムアルデヒドガスの濃度，湿度及び温度を所定の濃度，湿度及び温度に制御する制御部とを有し，室圧調整装置は，室内に室外の空気を給気するユニットと，室内の空気を室外に排気するユニットと，室内と室外との圧力差を検出する圧力差検出手段と，これによる検出値に基づいて給気ユニット及び排気ユニットを制御する手段と，前記検出値に基づいて前記室圧の制御状況を出力する手段とを有する構成を採用した。",
                "この構成により，「本発明」は，被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，室内温度の上昇により室内の空気が膨張したような場合においても室圧を一定に保つことができるので，十分に保証可能な殺菌効果を得られるという効果を奏する(以上，別紙3の2(3)，(4))。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「本発明」の第2の実施の形態(図2)は，ホルムアルデヒドガス供給排出装置4及び室圧調整装置6を備えて構成されるホルムアルデヒドガス殺菌装置であり，ホルムアルデヒドガス供給排出装置4は，濃度センサ12，湿度センサ14，温度センサ16により得られた被殺菌空間100内のホルムアルデヒドガス濃度，湿度，温度の値に基づいて，ホルムアルデヒドガス発生器36，温度調節器34，湿度調節器32，ポンプ26及び28を制御する制御器24を備え，また，室圧調整装置6は，室内と室外との圧力差を検出する微差圧検出器56により検出された検出値に基づいて給気ユニット52及び排気ユニット54を制御するコントロールユニット58を備えている(別紙3の2(5)，(7))。",
                "第2の実施の形態に係るホルムアルデヒドガス殺菌装置は，「所定時間，室内の温度，湿度，ホルムアルデヒドガスの濃度がそれぞれ温度20～40℃の範囲，湿度50～90％(相対湿度)の範囲，ホルムアルデヒドガス濃度160ppm以上を維持している間」，室圧調整装置6のコントロールユニット58により室内の圧力を陽圧力に維持している(別紙3の2(9))。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "本件出願日当時の技術常識等について",
      "content": [
        {
          "fig": "(1)",
          "content": [
            {
              "fig": "ア",
              "subject": "本件出願日前に頒布された甲23，甲82ないし84には，それぞれ別紙4のような記載がある。"
            },
            {
              "fig": "イ",
              "text": [
                "上記アの各文献における記載を総合すると，本件出願日当時，バイオハザード施設やケミカルハザード施設等，人体に有害な物質が室内に存在する場合には，室内から室外へその物質が漏えいすることがないように，室内を室外に対して陰圧に制御することや，人体に有害なオゾンガスを用いて室内の滅菌を行う場合には，オゾンガスが室内から室外へ漏洩することがないように，室内を室外に対して陰圧に制御することは，周知の技術であったものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "content": [
            {
              "fig": "ア",
              "subject": "本件出願日前に頒布された甲81，甲85，甲88，甲94及び甲95には，それぞれ別紙5のような記載がある。"
            },
            {
              "fig": "イ",
              "text": [
                "上記アの各文献における記載を総合すると，本件出願日当時，ホルムアルデヒドガスは，人体に有毒であることは周知であり，また，滅菌・殺菌のためにホルムアルデヒドガスを処理室内で使用するに当たり，処理室内の圧力を処理室外の圧力に対して陰圧とした状態で使用する場合があることは，本件出願日当時の技術常識であったと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "5",
      "subject": "取消事由1-1(甲1を主引用例とする訂正発明2の進歩性の判断の誤り)について",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "特許無効審判事件についての審決の取消訴訟において審決取消しの判決が確定したときは，審判官は特許法181条2項の規定に従い当該審判事件について更に審理を行い，審決をすることとなるが，審決取消訴訟は行政事件訴訟法の適用を受けるから，再度の審理ないし審決には，同法33条1項の規定により，上記取消判決の拘束力が及び，この拘束力は，判決主文が導き出されるのに必要な事実認定及び法律判断にわたるものであるから，取消判決の上記認定判断に抵触する認定判断をすることは許されず(最高裁第三小法廷判決平成4年4月28日判決・民集46巻4号245頁参照)，その審判を不服とする審決取消訴訟においても，これを前提に判断されるべきことになる。",
            "前記第2の3(2)のとおり，一次判決は，①甲2における「本発明」の第2の実施の形態の「微差圧検出器56」，「コントロールユニット58」及び「排気量調整電磁弁74及び送風機82」は，それぞれ，訂正前発明2における「庫内差圧手段」，「上記庫内差圧検出手段による検出結果による検出結果から得られる庫内差圧情報が・・・帰還され」る「上記排気量制御手段」及び「上記排気量制御手段により制御される排気処理手段」に相当するものと認められるから，甲2には，相違点2に係る本件訂正前の請求項2の発明の構成が開示されているといえる，②甲1及び甲2に接した当業者は，甲1発明において安定した濃度の滅菌ガスを発生させるとともに，十分に保証可能な殺菌効果を得るために甲2に記載の被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，被殺菌空間の室圧を一定に保つための構成を適用する動機づけがあると認められる，③したがって，当業者は，甲1及び甲2に基づいて，甲1発明に甲2に記載の上記構成を適用して相違点2に係る本件訂正前の請求項2に係る発明の構成を容易に想到し得たものと判断した。",
            "そして，被告は，一次判決の確定後の審判手続において，前記第2の2のとおり，一次訂正の内容に加えて更に請求項2に「上記暴露部の庫内差圧を陰圧で一定にする」(二重下線は本件訂正箇所を示す。)との訂正を行い，本件審決は，前記第2の4(2)イのとおり，一次審決の相違点1(ただし，本件審決が認定した相違点2を除く。)及び2の構成を合わせて相違点1とし，本件訂正により訂正発明2に加わった構成である「暴露部の庫内差圧を陰圧で一定にすることを特徴とする」点を同相違点に加えた。",
            "以上の経緯を踏まえると，訂正発明2の進歩性の判断に関しては，甲2には，一次審決が認定した相違点2の構成が開示されていることを前提として，さらに，「暴露部の庫内差圧を陰圧で一定にする」という訂正発明2の構成が容易想到といえるかについて判断されるべきことになる。",
            "以下，これを前提として，検討する。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "甲2の開示事項について",
          "text": [
            "甲2の発明の詳細な説明には，①甲2発明のホルムアルデヒドガス殺菌装置は，室内と室外との圧力差を検出する圧力差検出手段と，圧力差検出手段により検出された検出値に基づいて給気ユニットと排気ユニットを制御する制御手段を有しており，こうした室内調整装置を備えるため，室内温度の上昇により室内の空気が膨張したような場合においても，室内を一定に保つことができる(別紙3の2(4))との記載があり，②「発明を実施するための最良の形態」の1つである「第2の実施の形態」として，室内と室外との圧力差を検出する微差圧検出器56，微差圧検出器56により検出された検出値に基づいて給気ユニット52及び排気ユニット54を制御するコントロールユニット58を備え，コントロールユニット58は，微差圧検出器56により検出された検出値に基づいて，給気量調整電磁弁62，送風機66，排気量調整電磁弁74及び送風機82等の制御を行う構成が開示され，さらに，湿度センサ14，温度センサ16により得られた室内の温度及び湿度がそれぞれ所定の温度20～40℃，湿度の範囲50～90％(相対湿度)の範囲になるように制御器24で湿度調整器32及び温度調整器34で調整し，ホルムアルデヒドガス濃度が160ppm以上で維持するようにホルムアルデヒドガス発生器36及びポンプ26で調整して所定の時間を維持し，さらに，所定の時間，室内の温度，湿度，ホルムアルデヒドガスの濃度を上記の数値で維持している間，室圧調整装置により室内の圧力を陽圧力(10～20Pa)に維持する態様が開示され，その上で，室圧制御装置6により室内と室外の圧力差を常時10～20Paに維持することができるため，ホルムアルデヒドガスを用いて室内の殺菌を行う場合に，室内温度の上昇により室内空気の体積が増加した場合においても，ホルムアルデヒドガスがエアー処理装置76で処理された後に排出されるため，ホルムアルデヒドガスが未処理のまま室外に漏れ出すことを防止することができる(別紙3の2(7)ないし(9))旨の記載がある。",
            "このように，甲2において開示されている，被殺菌空間である室内を室圧調整装置により陽圧に維持する構成は，あくまで第2の実施の形態についてのものであることに加え，甲2の特許請求の範囲(請求項3)には，室内の圧力を調整する室内調整装置について，室内と室外の圧力差を検出する圧力差検出手段と前記圧力差検出手段により検出された検出値に基づいて制御手段を介して室圧を調整するとの発明特定事項を有するに止まり，被殺菌空間を陽圧で制御するとは特定されていないことからすると，甲2発明の技術的意義は，前記3(1)のとおり，被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，室内温度の上昇により室内の空気が膨張した場合においても室圧を一定に保つことができ，十分に保証可能な殺菌効果が得られるという効果を奏することにあって，室圧調整装置により室内の圧力を陽圧力(10～20Pa)に維持する態様は，あくまで実施形態の1つであるにすぎないというべきである。",
            "そして，甲2における「本発明」の第2の実施の形態の「微差圧検出器56」，「コントロールユニット58」及び「排気量調整電磁弁74及び送風機82」は，それぞれ，訂正前発明2における「庫内差圧手段」，「上記庫内差圧検出手段による検出結果による検出結果から得られる庫内差圧情報が・・・帰還され」る「上記排気量制御手段」及び「上記排気量制御手段により制御される排気処理手段」に相当するとの一次判決の説示を踏まえると，甲2には，庫内差圧を検出する庫内差圧検出手段を備えており，庫内差圧検出手段による検出結果から得られる上記庫内差圧情報が排気量制御手段に帰還され，上記排気量制御手段により被殺菌空間から排気するホルムアルデヒドガスの排気量を制御することにより，被殺菌空間(庫内)の圧力を一定に維持することが開示されているものと認められる。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "相違点1の容易想到性について",
          "text": [
            "前記2(2)のとおり，甲1には，ラジカル化のための触媒反応温度を一定に保ち，安定した濃度のMRガスを発生させる滅菌ガス発生装置を提供することを目的とすることについての開示があり，また，前記3(1)のとおり，甲2には，甲2発明のホルムアルデヒドガス殺菌装置の構成を採用することにより，被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，室内温度の上昇により室内の空気が膨張したような場合においても室圧を一定に保つことができるので，十分に保証可能な殺菌効果が得られるという効果を奏することの開示がある。そうすると，甲1及び甲2に接した当業者は，甲1発明において安定した濃度の殺菌ガスを発生させるとともに，十分に保証可能な殺菌効果を得るために，甲2記載の被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，被殺菌空間の室圧を一定に保つための構成を適用する動機づけがある。",
            "そうすると，本件出願日当時，バイオハザード施設やケミカルハザード施設等，人体に有害な物質が室内に存在する場合には，室内から室外へその物質が漏えいすることがないように，室内を室外に対して陰圧に制御することや，人体に有害なオゾンガスを用いて室内の滅菌を行う場合には，オゾンガスが室内から室外へ漏洩することがないように，室内を室外に対して陰圧に制御することは，周知の技術であり(前記4(1))，また，滅菌・殺菌のためにホルムアルデヒドガスを使用するに当たり，処理室内を処理室外の圧力に対して陰圧とした状態で使用する場合もあることは技術常識である(同(2))から，甲1発明に甲2に開示された事項を適用するに当たり，被殺菌空間の状況や目的を踏まえ，こうした周知技術ないし技術常識を参酌して，甲2の被殺菌空間内の圧力を陰圧で維持することも当業者であれば容易に想到し得たものということができる。そして，甲1発明と甲2に開示された事項に周知技術ないし技術常識を参酌して適用した結果，被殺菌空間内を「庫内差圧を陰圧で」維持する構成としたことによって，当業者が予測し得ない顕著な効果を奏すると認めるに足りる証拠はない。",
            "したがって，甲1及び甲2に記載された事項と周知技術ないし技術常識を踏まえれば，相違点1のうち「暴露部の庫内差圧を陰圧で一定にする」という訂正発明2の構成についても，進歩性を認めることはできない。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "被告の主張について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "被告は，前記第3の1(2)アないしウのとおり，訂正発明2においては，バイオガスの暴露部はチャンバーのような狭い空間を想定しており，暴露部の温度，湿度，バイオガス濃度，庫内差圧については細かな制御が必要であるところ，庫内ガス濃度情報及び庫内差圧情報という2つの情報を基に，生成ガス及び排気量を調整し，庫内ガス濃度と庫内差圧の両者を一定にするという制御を行い，このフィードバック制御により暴露部の暴露空間内における温度，湿度，濃度，庫内差圧の定量的制御を行うことができ，こうしたフィードバック制御によって暴露部の庫内差圧を陰圧で一定にしている構成を採用しているから，「暴露部の庫内差圧を陰圧で一定」にすることの技術的意義は，こうしたフィードバック制御を行う構成と一体として判断されるべきであり，原告の挙げる文献には，オゾン等の滅菌性ガスにより室内を滅菌する際に対象室内を陰圧にすることや，滅菌・殺菌のためにMRガス等を処理室内で使用するに当たり処理室内の圧力を室外の圧力に対して陰圧とした状態にすることが記載されているにすぎず，訂正発明2のようにフィードバック制御を行う旨の記載も示唆もない旨主張する。",
                "しかし，甲2には，訂正発明2の構成のうち一次審決が認定した相違点2の構成(すなわち，上記排気量制御手段により制御される排気処理手段による滅菌タンク内のMRガスの排気処理に起因して生じる庫内差圧を検出する庫内差圧検出手段を備え，上記庫内差圧検出手段による検出結果から得られる庫内差圧情報が上記排気制御処理手段に帰還され，上記排気量制御手段により滅菌タンク内から排気するMRガスの排気量を制御することにより，滅菌タンク内の庫内差圧を一定にするという構成)が開示されていることは，一次判決が認定するとおりであり，この点の判断に拘束力が生じることは前記(1)のとおりである。そして，甲2には，訂正発明2の技術的意義として被告が主張するところのフィードバック制御が開示されていることは，被告も認めるところ(前記第3の1(2)ウ(ア)参照)，前記(2)のとおり，甲2には被殺菌空間(庫内)の圧力を一定に維持する制御が開示されており，周知技術(前記4(1))ないし技術常識(同(2))を参酌してその圧力制御を陰圧で一定に維持する制御として甲1発明に適用すれば，相違点1の「庫内差圧を陰圧で一定に制御する」構成に想到することは前記(3)のとおりである。",
                "したがって，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告は，前記第3の1(2)エのとおり，甲2は，陽圧に制御することを目的とするものであり，その技術的意義は，本件審決で認定されたとおり，滅菌処理中の処理室内への室外空気の侵入を防止して処理室内の清浄度を維持することにあり，甲2に記載された陽圧制御を陰圧制御とすると，甲2の被殺菌空間内の清浄度を維持するという技術的意義を損なうから，甲2における庫内差圧を陽圧制御から陰圧制御とすることには阻害要因がある旨主張する。",
                "しかし，甲2には，室圧調整装置により室内の圧力を陽圧力(10～20Pa)に維持する態様についての記載はあるものの，それはあくまで発明の実施形態の1つとして記載されているにすぎず，甲2に係る装置の技術的意義は，被殺菌空間内のホルムアルデヒドガス濃度，湿度，温度をそれぞれ所定の値に制御し，かつ，室内温度の上昇により室内の空気が膨張した場合においても室圧を一定に保つことができ，十分に保証可能な殺菌効果が得られるという効果を奏することにあることは前記(2)のとおりであるから，こうした技術的意義からすると，甲2の室圧調整装置において庫内差圧を陰圧に制御することに阻害要因はない。",
                "なお，本件審決は，「甲第23号証は，その出願日が甲2に係る特許出願の優先日と一致する，同一発明者の別の特許出願に係る公開公報であり，両者は，ホルマリンガス等を滅菌に利用する装置の処理室内の圧力を陽圧に制御しているため，その基本的な着想が共通していると強く推認できる」と判断するが，人体に有害なオゾンガスを利用して殺菌する場合にはオゾンガスが室内から室外へ漏えいすることがないように，室内を室外に対して陰圧に制御することは周知技術である(前記4(1)イ)ところ，同じく人体に有害なホルムアルデヒドガス(ホルマリンガス)を用いた殺菌装置に関して，甲2自体には，室内調整装置を陽圧に制御する技術的意義について記載も示唆もないにもかかわらず，甲2と同一発明者による甲2の優先日と同日の出願であるという理由で，別の特許出願に係る甲23に記載された陽圧制御の技術的意義をもって甲2の陽圧制御の技術的意義であると認定することはできないから，甲23の室圧制御装置が陽圧制御装置をしている場合における技術的意義をもって甲2の装置に係る技術的意義であると認定した本件審決の判断は誤りというほかない。",
                "したがって，本件審決が認定した甲2発明の技術的意義を論拠として，甲2発明の陽圧制御を陰圧制御とすることに阻害要因があるとする被告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "(5)",
          "subject": "小括",
          "text": [
            "以上によれば，相違点1に係る訂正発明2の構成は，当業者が容易に想到することができたものと認められる。",
            "したがって，本件審決の判断は誤りであるから，原告主張の取消事由1-1は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "6",
      "subject": "取消事由1-2(甲1を主引用例とする訂正発明3及び4の進歩性の判断の誤り)について",
      "text": [
        "本件審決は，訂正発明3は訂正発明2を引用する発明であり，また，訂正発明4は訂正発明3を引用する発明であるところ，訂正発明2について当業者が容易に発明をすることができたということはできないので，訂正発明3及び4についても当業者が容易に発明をすることができたということはできない旨判断した。",
        "しかしながら，前記5のとおり，本件審決のした訂正発明2の容易想到性の判断に誤りがあるところ，訂正発明2につき容易想到性が認められる以上は，同容易想到性が認められないことのみを理由として訂正発明3及び4の容易想到性を否定した本件審決の上記判断は，誤りである。",
        "したがって，原告主張の取消事由1-2は理由がある。"
      ]
    },
    {
      "fig": "7",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由1-1及び1-2は理由があるから，その他の点について判断するまでもなく，本件審決は取り消されるべきである。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}