{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-17433号事件について令和2年8月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年3月29日，別掲1のとおりの構成からなる立体商標（以下「本願商標」という。）について，第10類「円皮鍼」を指定商品として，商標登録出願（商願2017-042393号）をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，拒絶査定を受けたことから，不服審判を請求した（不服2018-17433号）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和2年8月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年9月8日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和2年10月7日，審決の取消しを求めて，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の概要",
          "text": [
            "本願商標は，次のとおり，商品の形状を普通に用いられる方法で表示する標章のみからなるものであるので商標法3条1項3号に該当し，使用をされた結果需要者が原告の業務に係る商品であることを認識することができるものではないので同条2項の適用はないから，商標登録を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号該当性について ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "円皮鍼について",
                  "text": [
                    "本願商標の指定商品である「円皮鍼」は，テープに短い針が付いた身体に貼るタイプの鍼であり，肩こりや腰痛などの治療用の医療機器（「管理医療機器」に含まれる「滅菌済み鍼」）であるため，針が折れたりさびたりせず，衛生的かつ簡単に貼れるよう安全性や操作性を考慮し，さらに，不快な痛みが生じないよう快適性にも配慮して設計された製品である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の立体的形状について ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，別掲1のとおり，肌色の円盤状の薄いテープの中央に，当該テープの約3分の1程度の直径を有する半透明で白い円筒形の突起部分を配し，当該突起部分と反対側のテープの中央に針を配した立体的形状（以下「本願形状」という場合がある。）よりなる。",
                        "- 2 - "
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願形状は，肌色の円盤状の薄いテープの非粘着面（皮膚に接しない側）の中央に半透明で白い樹脂製の円筒形の突起部分を有するもので，これは，L字状に屈曲成形された針体をテープに固定するために設けられたものであり，この突起部分と反対側のテープの粘着面（皮膚に接する側）中央に，金属製の針を配した立体的形状である。",
                        "つまり，肌色の円盤状のテープを挟んで，円筒形の突起部分は非粘着面，針は粘着面に配置されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "非粘着面に突起部分を設けて針体を固定することのメリットについて，原告を権利者とする特許登録2982122号（以下「本件特許」という。）の明細書には，「・・・加工の単純なL字状に屈曲成形された針体の基端側を，粘着テープの非粘着面上で，樹脂材により包覆して確実に固定することで，従来のような，施術時における針体と粘着テープとのずれを防止する。」と記載されている。また，商品カタログ等には，針が肌にぴったり密着して浮くことがないため痛みが抑えられること，針が取れる（針落ちする）おそれがないこと，等がうたわれている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一般的な円皮鍼の立体的形状について",
                  "text": [
                    "一般的に販売されている円皮鍼は，肌色の円盤状（一部，四角形も見受けられる）の薄いテープの粘着面中央に治療用の短い針を有する立体的形状であるところ，針をテープに固定する方法として，針を2枚のテープで挟む方法，粘着面に直接貼り付けて固定する方法のほか，粘着面に円筒形の突起部分（磁気板，酸化鉄粉末成型板等）を設けて固定する方法等が見受けられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願形状と一般的な円皮鍼の立体的形状との比較",
                  "text": [
                    "両者は，共に円盤状のテープの粘着面中央に短い針を有する点において共通している。",
                    "そして，上記ウのとおり，一般的な円皮鍼の中には，本願形状のように- 3 - ",
                    "円筒形の突起部分を有する立体的形状が見受けられるところ，その突起部分は，粘着面の側に配置されている。他方，本願形状は，非粘着面の側に突起物を配置している点で異なるが，その違いは，針をテープに固定するために予測し得る範囲内のものであって斬新なものであるとはいえない。また，非粘着面に突起部分を有する円皮鍼が他に存在しないとしても，本願形状は，上記イ(ウ)のとおり，非粘着面で針を確実に固定することで，針体とテープとのずれを防ぎ，針が皮膚から浮くことがなく痛みが抑えられ，さらに針落ちを防ぐという，まさに機能に資するために選択された形状にほかならない。",
                    "したがって，本願形状は，医療機器である円皮鍼の機能（安全性，操作性，快適性等）を考慮した立体的形状として通常採用される範囲を大きく超えるものとまではいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願商標を，その指定商品「円皮鍼」に使用しても，本願商標に接する取引者及び需要者は，これを商品の機能（安全性，操作性，快適性等）に資することを目的とする形状を表したものと認識するにとどまり，自他商品の識別標識とは認識し得ないものと判断するのが相当である。",
                    "したがって，本願商標は，商品の形状を普通に用いられる方法で表示する標章のみからなる商標に当たる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項の適用について",
              "text": [
                "原告は，「PYOＮEX」（パイオネックス）と称される円皮鍼（以下「原告製品」という。）を2004年（平成16年）から製造販売しており，その形状は，本願形状と同一性を損なわない範囲のものと認められる。また，原告製品の画像は，原告の製品カタログ，販売代理店のカタログ，業界雑誌等に掲載されていることが認められるほか，原告は，識別力の立証のため，- 4 - ",
                "第三者による証明書及びアンケート結果等を提出する。",
                "しかしながら，以下の事項，すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "医療機械器具販売業者6社作成の証明書，鍼灸関係者及び関係団体作成の証明書等によっても原告製品の販売実績及び市場占有率が客観的に示されているとはいえないこと，"
                },
                {
                  "fig": "イ",
                  "subject": "原告の製品カタログ等の頒布時期，頒布方法，頒布地域，頒布部数等は明らかではないこと，"
                },
                {
                  "fig": "ウ",
                  "subject": "業界雑誌等において継続的な広告宣伝が行われていたとはいえないこと，"
                },
                {
                  "fig": "エ",
                  "subject": "原告の製品カタログ，雑誌等，販売代理店のカタログ，一部の論文，学会等での配布資料など各種の広告宣伝の際には，必ず，原告名（セイリン）の文字，原告製品の商品名（パイオネックス，PYOＮEX）の文字が掲載されていることに加え，本願形状全体の画像は明確に表示されているものが限られていることからすると，本願形状のみが，他社製品と区別する指標として，需要者の目につきやすく強い印象を与える態様で使用されているとまで認めることができないこと，"
                },
                {
                  "fig": "オ",
                  "subject": "原告が調査会社を通じて行ったアンケート調査の結果は信ぴょう性に欠けるといわざるを得ないこと，"
                },
                {
                  "fig": "カ",
                  "subject": "非粘着面に突起部分を有する他人の円皮鍼が存在しないとしても，それは，針をテープに固定するために予測し得る範囲内の形状であって，医療機器である円皮鍼の機能を考慮した立体的形状であること，",
                  "text": [
                    "等を総合的に判断すると，本願形状が，原告の円皮鍼の機能や技術的優位性から独立して，その商品の需要者の間で全国的に広く知られているとまでは認めることはできない。",
                    "したがって，本願商標は，その指定商品である「円皮鍼」に使用された結果，需要者が何人かの業務に係る商品であることを認識することができるに- 5 - ",
                    "至ったものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張（審決取消事由）",
      "content": [
        {
          "fig": "1",
          "subject": "商標法3条1項3号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の形状",
              "text": [
                "本願形状は，テープ部，ボタン部及び針部から構成される。これらの構成要素のうち，基板上部の中央にある丸まった円盤状の「ボタン部」（審決のいう「突起部」）は，他社製品にはみられない。他社製品も，医療機器として販売されているから，衛生性，安全性及び操作性を考慮しているにもかかわらず，ボタン部が存在していないから，ボタン部は，単に商品の機能に資することを目的とする形状を表したものというべきではない。",
                "すなわち，本願商標に接する需要者・取引者は，この外観上の顕著な特徴により，他の形状を有する鍼とは異なる，一定の出所にかかる商品であることを十分に認識できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "他社製品の形状",
              "text": [
                "円皮鍼を製造販売する企業は原告以外に12社あり，販売される商品の種類も30種類以上ある中で，非粘着面に突起部を有する円皮鍼は存在しない。このことは，非粘着面に突起部を設けた形状は，通常想定されている形状ではなく，また，他社が採用しようと欲する形状でもないことの証左である。",
                "円皮鍼は，肌に針を刺した状態をキープする必要があるため，その構成には，テープ部及び針部は必須である。これに対し，ボタン部がなくても，鍼を肌に刺した状態をキープするという機能は発揮できる。一方，円皮鍼は，肌に刺さった状態で日常生活を送ることになるため，快適性を求めるのであれば，外に出るときに目立たないこと，邪魔にならないことが望まれるが，ボタン部が存在すると，貼っていると目につきやすく，ひっかかりがあるため，これらの意味での快適性は備わっていない。換言すれば，円皮鍼において，ボタン部の形状は，積極的に採用する必然性は全くなく，機能的でも美- 6 - ",
                "的でもない。",
                "このように，他社が，肌に接しない側に突起部を設ける構成を採用しなかったということは，円皮鍼の機能を発揮するために必須ではないからに他ならず，機能性や美感を考えて別の構成を採用したと考えられる。すなわち，円皮鍼において，本願商標のボタン部の形状を採用することは，通常であれば採用しないものであり，予測される範囲の形状ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標の識別力について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法3条1項3号該当性の判断に当たっては，条文の文言どおり，本願商標が指定商品の形状を普通に用いられる方法で表示する標章のみからなるかどうかを判断すればよく，立体商標について特許庁の審査便覧や知財高裁の裁判例において強調されている「機能」「美観」「公益」といった基準が入り込む余地は限られている。",
                    "「機能」は商標法4条1項18号に関連した要件であり，同法3条1項3号に結び付けられるものではない。「美観」は商標法の規定にはないものである。「公益」を考慮することの明文の根拠も商標法の条文にはない。",
                    "そもそも，商標が出所表示機能や品質保証機能などの本来の機能を発揮するためには，取引者や需要者の注意を引くことが重要である。したがって，立体商標ではない場合，優れた美観を有するグラフィカルな商標はあまた登録されているわけであるし，商品の機能をストレートではないにしても何らかの形で表現した文字商標も数多く登録されている。もちろん，立体商標の場合に，その立法過程での議論から何らかの解釈上の枠組みが加えられることがあり得るであろうが，条文の文言から乖離した解釈がされる余地はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の商品形状は，通常は設けられていなかった非粘着面の突起部（ボタン部）をあえて設けたもので，同様の形状の他社製品が存在しないほど独特である。これは，原告がその商品を開発するに当たって，商品の- 7 - ",
                  "text": [
                    "形状が十分な自他識別機能を有するように企図したものである。",
                    "また，円皮鍼がその機能を果たすために必要な商品の形状は，平面状のテープ部から細い針部が突出することのみであるから，ボタン部を有する本願商標の独特な形状は，指定商品としての円皮鍼の「もの」としての形状の範囲を出ないと需要者が認識するような形状ではない。すなわち，本願商標は，立体形状であって，文字商標ではないため称呼や観念が生ずることはないとしても，他社の商品とは異なる丸い突起であるボタン部を有することにより，「シールの上にポッチがついたもの」等と簡単にその形状を需要者が表現することが可能であり，次回の商品購入に際し，その形状によって需要者が容易に他社の商品と差別化することが可能である。また，円皮鍼の選定は鍼灸師に任されるのが通常であるので，真の需要者である鍼灸師もその商品形状から，その商品に視覚のみならず，手で触れることにより，施術の際に原告の製品であることを確認することが容易になっている。",
                    "つまり，本願商標は，その出所表示機能と品質保証機能を発揮するべくデザインされていて，円皮鍼の普通の形状を超えた特徴を需要者が客観的かつ視覚的，触覚的に認識できるように有しており，指定商品の形状を普通に用いられる方法で表示する標章のみからなるものではなく，いわゆる「顕著性」を有する。すなわち，原告のデザインの主観的な意図とは独立して，需要者が原告の製品であると客観的に識別できるような形状になっている。",
                    "また，原告が1978年にディスポーザブル（使い捨て）鍼灸鍼を開発・販売して以降，原告製品が誕生するまで，及びその後の約16年にわたって，原告製品以外にボタン部をその構成に有する商品が全く販売されなかったことにかんがみれば，本願商標に商標権を付与しても，自由競争の不当な制限に当たらない。",
                    "- 8 - "
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，仮に「商品の機能又は美観に資することを目的として採用されると認められる商品の形状」という基準を当てはめたとしても，本願商標は識別力の観点からボタン部が設けられたものであり，単に円皮鍼の機能及び美観の観点からは通常採用しないものであるから，当該「商品の機能又は美観に資することを目的として採用されると認められる商品の形状」に当たらない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法3条2項の適用について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告製品の販売実績と広告宣伝活動",
              "text": [
                "原告は，2004年に原告製品の販売を開始し，地道な営業努力（広告宣伝活動）により，毎年その売り上げを伸ばし続け，2017年には，円皮鍼の取引市場において，約80％のシェアを獲得するに至った。なお，審決は，約80％のシェアを客観的に裏付ける証拠はないと説示するが，平成30年薬事工業生産動態統計調査結果（甲48の2）も踏まえて計算すれば，●●●●●●●●●●●％であり（甲49の1），客観的な裏付けがある。",
                "新規に開発した商品を，広告宣伝なしに販売し，自然にその販売が拡大することは常識的にあり得ないから，上記のシェアを獲得するために多くの広告宣伝活動が行われたことを，容易に推認できる。実際，原告は，原告製品が医家向け医療機器に該当することに由来する制約がかかる中で，地道な広告宣伝活動を継続的に行い，上記の圧倒的なシェアを獲得するに至った。",
                "審決は，原告が行っている広告宣伝活動に関する証拠は信ぴょう性がなく，証拠中において本願商標の全体形状が明確でないなどと評価し，原告が継続的に宣伝広告活動を行っているとは認められないと認定した。このような証拠評価の誤りによって，審決は，本願商標に係る立体的形状は，単独で自他商品識別力を獲得するに至っておらず商標法3条2項の要件を具備しないと判断したのであって，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の証拠評価の誤り",
              "text": [
                "- 9 - "
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売実績について",
                  "text": [
                    "審決は，医療機械器具販売業者6社の証明書，鍼灸関係者及び関係団体の使用による識別力の証明書等によっても原告製品の販売実績及び市場占有率が客観的に示されているとはいえないと認定判断した。この認定判断には，以下のとおり証拠の評価の誤りがある（判決注：枝番のある書証で枝番を示さないものは全ての枝番を含む趣旨である。）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "販売業者6社の証明書（甲8）",
                      "text": [
                        "審決は，裏付け資料がないことを理由にこれらの証明書の証拠価値を否定したが，署名捺印された文書について，何の反証もなく，裏付け証拠がないという理由のみで証拠価値を否定することはいかにも乱暴である。実際にはこれら6社が自社の記録に基づいてこれらの証明書を作成したことは，例えば，署名者が数字を2度にわたり訂正していること（甲8の4）からもうかがえる。",
                        "そして，原告の取引先は34社であるが，そのすべてから証明書を得ることは実際には困難なため，任意で選択した6社にのみ依頼した。このように調査対象を絞ることは，一般の統計でもよく行われており，そのことを理由に証拠価値が低いとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "鍼灸関係者及び関係団体からの証明書（甲14～17）",
                      "text": [
                        "審決は，文言が印刷された文書に署名押印する形式であること，141通のうち指定商品の需要者である鍼灸師によるものは26通であること等を理由にこれらの証明書の証拠価値を否定した。",
                        "しかし，証明書を上記形式としたのは，効率性の点からやむを得ないものであり，回答者は原告の顧客であって原告に迎合しなければならない理由はないから，上記形式をとったからといって証明書の信頼性に大きな影響を与えるものではない。また，26通以外の証明書の作成者のうち，鍼灸専門学校や業界団体の長は鍼灸師であることが普通であるし，- 10 - ",
                        "販売店等は指定商品の取引者・需要者である。そして，地域的にも偏りなく全国にわたっているから，これらにより全国的な周知性が証される。",
                        "したがって，審決の証拠評価は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "卸売業者の注文書（甲9）",
                      "text": [
                        "審決は，卸売業者2社からの注文数量を示す注文書だけでは，円皮鍼を取り扱う卸売業者全体の販売に占める割合が不明であることを理由に，原告製品が継続的に広範囲の需要者に販売されているかどうかを判断することはできないとした。",
                        "しかしながら，これらの注文書によれば，原告製品の需要が急激に増加しており，需要者の範囲が拡大していることが明らかであるから，審決の上記証拠評価は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告作成資料（甲34）における市場占有率80％との記載",
                      "text": [
                        "審決は，上記記載は原告自身の調査によるものであって客観的裏付けがないことを理由に信用性を否定したが，客観的資料をもって●●●●●●●％と裏付け得ることは上記(1)のとおりである。",
                        "そして，原告製品について，このように市場シェアが圧倒的な1位であることは，需要者に広く認識される事情としては十分である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "宣伝広告について",
                  "text": [
                    "審決は，原告製品の広告宣伝の証拠として原告が提出した資料について，カタログ等の頒布時期，頒布方法，頒布地域，頒布部数が不明であり，形状の画像が不明確であるか又は形状が確認できないなどとして，継続的な広告宣伝が行われたとは認められず，本願形状が需要者の間で広く知られているとは認められないと認定判断した。この認定判断も，証拠の評価を誤ったものであり，実際には，以下のとおり，原告の宣伝広告を通じて，本願形状が需要者の間で広く知られるに至っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の広告費と広告宣伝方法",
                      "text": [
                        "- 11 - ",
                        "原告の広告費は年間約169万円（甲10の1では約130万円としたが修正する。甲52）であり，一見少ないように見えるが，これは，一般消費者向けの宣伝広告ができないことに起因する。原告の広告宣伝活動の軸となるのは，営業担当者がカタログ・リーフレットを持参して訪問することや，専門誌へ広告を出稿することであって，それ自体に多額の費用を要するものではないが，費用対効果の高い方法であり，原告製品が高い市場占有率を獲得したことはその結果である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告作成のカタログ等",
                      "text": [
                        "審判手続で提出したカタログ等（甲7の各枝番）の配布時期や部数等は明らかにし得なかったが，2015年以降に配布した製品カタログは合計4万8000冊，リーフレットは2万枚であり，これらには原告製品の特徴部分であるボタン部を容易に認識できる写真が掲載されている（甲56）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "業界雑誌・業界新聞への広告",
                      "text": [
                        "これらの広告（甲11の1～11の29，11の35，11の37，11の39～11の42，11の44，11の45）において，原告製品の形状が明瞭に写真などで示されていないとしても，広告に原告製品の商品名と包装容器が示されていることや，特徴的なボタン部は不明瞭な写真でも十分認識できることからすれば，これらに接する需要者・取引者は，上記のような地道な宣伝活動によって圧倒的なシェアを獲得するに至っている原告製品の形状（本願形状）を容易に想起する。また，審判手続において提出した雑誌広告の写しは実際に出稿したものの一部であって，実際にはほぼ継続的に広告を出稿していたし（原告作成の一覧表。甲11の46・47），一時的に中断した時期があるとしてもその間も戸別訪問などによる広告宣伝活動は継続的に行われていた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "販売代理店作成のカタログ",
                      "text": [
                        "- 12 - ",
                        "これらのカタログ（甲11の48～11の76）について，審判手続で提出した写しは不鮮明であったが，実物には，原告製品の特徴部分であるボタン部を容易に認識できる写真が掲載されている（甲60）。また，その発行部数も多数にのぼる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "学会への参加",
                      "text": [
                        "原告は，鍼灸に関する学会に継続的に参加し（甲61），リーフレットやサンプルの配布を行っているほか，これらの学会で発行される学会誌には，原告製品を使用して行われた研究結果の論文等が多数掲載されている（甲6）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "広告における商品名及び商号の掲載について",
                  "text": [
                    "審決は，カタログや雑誌広告においては，原告の商号や原告製品の製品名（「パイオネックス」「PYOＮEX」）が掲載されていること，形状の画像は明確に表示されているものが限られていることから，原告製品の形状のみが，他社製品と区別する指標として，需要者の目につきやすく強い印象を与える態様で使用されているとまで認めることができない旨認定判断した。",
                    "しかしながら，立体形状と文字商標が一緒に使用されている事実のみを理由に，立体形状が識別標識として認識されていないと認定判断すべきではなく，このことは，特許庁の商標審査便覧や，知財高裁の判決例に照らしても明らかである。実際の市場において，文字商標が全くない状態で広告又は販売されることはあり得ないから，文字商標とともに広告されている事実を，識別力の判断に過度に考慮することは，現実の取引を無視したものである。また，本願商標の特徴的構成であるボタン部は，他社製品には存在しないものであるし，特に，原告製品の需要者である鍼灸師は，一般人よりも手先の感覚が鋭いから，ボタン部に触ったときの感覚を容易に外観に変換し，その形状を記憶しやすい。",
                    "- 13 - ",
                    "したがって，審決の上記認定判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "アンケート調査結果について",
                  "text": [
                    "審決は，原告が調査会社を通じて行ったアンケート調査結果（甲19）は信ぴょう性に欠けると評価した。",
                    "しかしながら，上記評価は，専門の調査会社が公正な方法で行った調査の結果に対して，明確な根拠も示さずその信用性を否定するものであって，言いがかりといわざるを得ない。本件訴訟で新たに提出する証拠（甲65・66）も踏まえると，上記調査結果は，本願商標の形状が円皮鍼の需要者の間で全国的に広く知られていることの根拠として採用されるべきである。",
                    "したがって，審決の上記評価は誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "鍼灸師のブログ等について",
                  "text": [
                    "審決は，鍼灸師がインターネット上に公開しているブログ（甲13，21，35）に関する判断を欠いている。",
                    "これらのブログを作成した鍼灸師は，テレビ画面上のスポーツ選手の肌に原告製品が使用されているのを一瞬見ただけで，それが原告製品であることを認識したのであり，このことは，原告製品の形状が自他商品識別力を有することを示している。",
                    "このように，審決は，重要な証拠を無視したことにより，本願商標にかかる需要者の認識を過少に評価しており，誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本願形状及び本願形状に類似した他人の商品の存否について",
                  "text": [
                    "審決は，本願形状と一般的な円皮鍼の立体的形状を比較すると，全体的な形状が共通し，一般的な円皮鍼の中にも，円筒形の突起物を有するものが見受けられることから，本願形状は，針をテープに固定するために予想し得る範囲内の形状である旨認定し，また，仮に，非粘着面に突起部分を有する他人の円皮鍼が存在しないとしても，それは医療機器である円皮鍼- 14 - ",
                    "の機能（安全性，操作性，快適性等）に資するために選択された立体的形状にほかならず，通常採用される範囲を大きく超えるものとまでは言えないものである旨認定判断し，このことも考慮に入れて，商標法3条2項該当性を否定した。",
                    "しかしながら，円皮鍼の機能を発揮するためには針とテープが必要であるが，その形状や，それ以外の構成要素はすべて製造者の決定に委ねられているところ，本願商標はボタン部を有し，それを非粘着面に設けるという形状を採用しており，同様の形状を有する円皮鍼は他に存在しない。そして，非粘着面に設けられたボタン部は，使用時に引っかかる可能性があるため，安全性・操作性・快適性等の観点からはむしろ避けられるべき形状であり，なんぴともその使用を欲するものではないから，特定人にその独占使用を認めるのを公益上適当としないものに該当しない。また，原告製品は，実際に同様の標章の存在を認めることができない点で，個性的な形状というべきであるから，本願商標のボタン部の突起は，需要者が原告製品をまた購入しようとする場合に，あの商品は，他の商品とは違って，貼った表面にポッチが出ている変わった形状だったな，と認識して次回の購入に際の識別ポイントになるという点で十分特徴的であり，針をテープで固定するために予想し得る形状の範囲を大きく超えるものである。",
                    "したがって，審決の上記認定判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願商標は，仮に商品の形状を普通に用いられる方法で表示する標章のみからなる商標であるとしても，原告製品の出所を表示し，自他商品を識別する標識として使用された結果，需要者が何人かの業務に係る商品であることを認識できるものである。したがって，本願商標が商標法3条2項の要件を具備しないとの審決の認定判断は，違法であって取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "- 15 - "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標法3条1項3号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商品の立体的形状に係る商標法3条1項3号の該当性について",
              "text": [
                "商品の形状は，多くの場合に，商品の機能又は美感に資することを目的として採用されるものであり，客観的に見て，そのような目的のために採用されたと認められる形状は，特段の事情のない限り，商品の形状を普通に用いられる方法で使用する標章のみからなる商標として，商標法3条1項3号に該当すると解するのが相当である。",
                "また，商品の具体的形状は，商品の機能又は美感に資することを目的として採用されるが，一方で，当該商品の用途，性質等に基づく制約の下で，通常は，ある程度の選択の幅があるといえる。しかし，同種の商品について，機能又は美感上の理由による形状の選択と予測し得る範囲のものであれば，当該形状が特徴を有していたとしても，商品の機能又は美感に資することを目的とする形状として，商標法3条1項3号に該当するものというべきである。その理由は，商品の機能又は美感に資することを目的とする形状は，同種の商品に関与する者が当該形状を使用することを欲するものであるから，先に商標出願したことのみを理由として当該形状を特定の者に独占使用させることは，公益上の観点から必ずしも適切でないことにある。",
                "さらに，商品に，需要者において予測し得ないような斬新な形状が用いられた場合であっても，当該形状が専ら商品の機能向上の観点から選択されたものであるときには，商標法4条1項18号の趣旨を勘案すれば，同法3条1項3号に該当するというべきである。その理由として，商品が同種の商品に見られない独特の形状を有する場合に，商品の機能の観点からは発明ないし考案として，商品の美感の観点からは意匠として，それぞれ特許法・実用新案法ないし意匠法の定める要件を備えれば，その限りにおいて独占権が付与されることがあり得るが，これらの法の保護の対象になり得る形状に商標権による保護を与えると，存続期間の更新を繰り返すことにより，特許法，- 16 - ",
                "意匠法等による権利の存続期間を超えて半永久的に特定の者に独占権を認める結果を生じさせることになり，自由競争の不当な制限に当たり公益に反することが挙げられる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の商標法3条1項3号該当性について",
              "text": [
                "本願商標の立体的形状に係る特徴は，円皮鍼の安全性，操作性，快適性等など商品の機能又は美感に資することを目的として採用された一般的な商品「円皮鍼」の形状と，基本的な特徴において共通するものであって，かつ，一般的な商品「円皮鍼」の形状との差異部分については，商品の機能又は美感上の理由による形状の選択として予想し得る範囲のものであるから，商品の機能又は美感に資することを目的とした形状であるといえる。そうすると，本願商標の指定商品「円皮鍼」の需要者が本願商標に接する場合，単に商品の形状を普通に用いられる方法で表したものと認識するにすぎないものというべきである。",
                "したがって，本願商標が，商標法3条1項3号に該当するとした審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する個別反論",
              "text": [
                "原告は，他社が原告製品の形状の特徴であるボタン部のような構成を全く採用しなかったことからすれば，予測される範囲の形状ではないことは明らかである旨主張する。",
                "しかしながら，他社の商品には，粘着面に円筒形の突起部分を設けて固定する構成等が見受けられるから，非粘着面に突起部分を設けた形状も一般的な商品「円皮鍼」の形状の一つであるといえる。また，本件特許の明細書の発明の効果に関する記載等によれば，原告製品の突起部が非粘着面に設けられた理由は，針を樹脂材により確実に固定することで，施術に際して針体と粘着テープとのずれや針落ちを防ぐという機能に資するためのものであるというべきである。さらに，突起部の形状自体は，格別特徴のある形状ではな- 17 - ",
                "く，自他商品の識別標識として印象に残るようなものでもない。",
                "したがって，本願商標の立体的形状は，商品「円皮鍼」について，機能又は美感上の理由による形状の選択と予測し得る範囲のものであるといえるから，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法3条2項該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条2項について",
              "text": [
                "立体的形状からなる商標が使用により自他商品識別力を獲得したかどうかは，当該商標ないし商品の形状，使用開始時期及び使用期間，使用地域，商品の販売数量，広告宣伝のされた期間・地域及び規模，当該形状に類似した他の商品の存否などの諸事情を総合考慮して判断するのが相当である。また，商標法は全国一律に適用されるものであって，商標権が全国に効力の及ぶ更新登録可能な排他的な権利であることからすると，出願商標について，商標法3条2項により商標登録が認められるためには，同条1項3号に該当する商標が，現実に使用された結果，指定商品又は指定役務の需要者の間で，特定の者の出所表示として我が国において全国的に認識されるに至ったことが必要である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の使用による識別力の獲得について",
              "text": [
                "原告製品は，一定の販売実績があり，その販売シェアも一定程度高いものといえるとしても，原告の製品カタログ，雑誌等，販売代理店のカタログ，論文の一部，学会等での配布資料など各種の広告宣伝は，形状の一部のみの掲載がほとんどであって，原告製品全体の画像が明確に表示されているものは限られていること，広告宣伝において，略半球形の突起部を殊更強調するものではなく，原告製品の形状のみが，他社製品と区別する指標として，需要者の目につきやすく強い印象を与える態様で使用されているとまで認めることができないこと，原告の製品カタログ等の頒布時期，頒布方法，頒布地域，頒布部数等は明らかではないこと，業界雑誌等において継続的な広告宣- 18 - ",
                "伝が行われていたとはいえないこと，原告の製品カタログ，雑誌等，販売代理店のカタログ，論文の一部，学会等での配布資料など各種の広告宣伝の際には，必ず，原告名（セイリン）の文字，原告製品の商品名（パイオネックス，PYOＮEX）の文字が掲載されていること，医療機械器具販売業者6社の証明書，取引者及び需要者の使用による識別力の証明書等は，各証明者がいかなる客観的な証拠をもとに数字を記載したかは不明であること，原告製品が平成28年以降も高い販売比率を維持しているか不明であること，本件アンケート調査の結果は，調査の具体的な方法が証拠上明らかでないため，重要視できる調査結果とはいえないこと，非粘着面に突起部分を有する他人の円皮鍼が存在しないとしても，それは，鍼をテープに固定するために予測し得る範囲内の形状であって，医療機器である円皮鍼の機能を考慮した立体的形状であること等を総合すると，本願商標の立体的形状は，使用された結果，本願商標の指定商品の需要者の間で，特定の者の業務に係る商品の出所を表示するものとして全国的に認識されるに至ったものとはいえない。",
                "したがって，審決の同旨の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する個別反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告製品の市場占有率について",
                  "text": [
                    "原告は，客観的な統計に基づけば，原告製品の市場占有率は●●●●●●●●●●●％である旨主張する。",
                    "しかしながら，原告製品の売上金額については客観的な裏付けがないこと，上記統計における鍼の分類が明確でないことからすれば，原告が主張する市場シェア●●％は，正確な数値に基づき算出されたものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告製品を販売する6社の証明書について",
                  "text": [
                    "原告は，証明書の内容を裏付ける証拠がないことを理由に証拠としての有用性を否定することは，「署名済み証明書」の意義を根底から覆す誤っ- 19 - ",
                    "た判断である旨主張する。",
                    "しかしながら，原告製品を販売する6社の証明書は，自社が取り扱う販売数と原告製品の販売数を明らかにした上での販売割合とはいえないことから，署名者が客観的な根拠に基づく数値を記載したかは不明といわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "鍼灸関係者及び関係団体による証明書について",
                  "text": [
                    "原告は，これらの証明書の作成者は，原告に依頼されたとしても，その署名を容易に断れる立場にあった旨主張する。",
                    "しかしながら，これらの証明書の作成者が，原告製品を取り扱って営業等を行う顧客との関係にあることからすれば，その取引者及び需要者は原告から協力依頼があれば協力する立場にあったといえる。",
                    "また，原告は，これらの証明書は，原告製品が全国の鍼灸師に広く認識されていることを示す重要な証拠であり，審決は，証拠評価を誤った旨主張する。",
                    "しかしながら，鍼灸師会，鍼灸マッサージ師会等からの証明書は，93団体のうちの26団体（28％）であり，鍼灸院，針灸治療院等からの証明書は，6万8620か所のうちの26か所（0．04％）であるから，これらの証明書は，原告製品の立体形状が全国の鍼灸師に広く認識されていたことの証拠とはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "広告宣伝について",
                  "text": [
                    "原告は，カタログの配布や専門誌への広告出稿は継続的に行われてきており，その数量及び経費額が少なく見えるとしても，原告製品の広告宣伝は主として鍼灸院への戸別訪問の方法により行われていることを考慮すべきである旨主張する。",
                    "しかしながら，カタログの配布数や広告出稿の回数については客観的な裏付けが乏しい上，カタログや広告において原告製品の形状全体が必ずし- 20 - ",
                    "も明確に表示されているものでもない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "鍼灸師のブログについて",
                  "text": [
                    "原告は，鍼灸師がインターネット上に公開しているブログにおいて，スポーツ選手等が原告製品を使用している写真が示されている点について，審決が一切判断していない旨主張する。",
                    "しかしながら，写真に写っているのが原告製品や円皮鍼であると理解できるのは，ブログの文章の中で原告製品や円皮鍼等の説明がされているからである。写真自体は小さく不鮮明な写真がほとんどであるから，これらを需要者が見たとしても，これらが自他商品の識別標識として印象に残るようなものとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本件訴訟における原告の主張立証を考慮しても，本願商標が商標法3条2項の要件を具備しないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標法3条1項3号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "立体商標に対する商標法3条1項3号の適用について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商品又はその容器（以下「商品」という。）の立体的形状は，多くの場合，商品に期待される機能をより効果的に発揮させたり，商品の美観をより優れたものとしたりする等の目的で選択されるものであって，直ちに商品の出所を表示し，自他商品を識別する標識として用いられるものではない。このように，商品の製造者・供給者の観点からすれば，商品の立体的形状は，多くの場合，それ自体において出所表示機能ないし自他商品識別機能を有するもの，すなわち，商標としての機能を果たすものとして採用するものとはいえない。また，商品の立体的形状を見る需要者・取引者の観点からしても，その立体的形状は，文字，図形，記号等により平面的に表示される標章とは異なり，商品の機能や美観を際立たせるために選択さ- 21 - ",
                  "text": [
                    "れたものと認識されるのが通常であって，商品の出所を表示し，自他商品を識別するために選択されたものと認識される場合は多くない。",
                    "そうすると，客観的に見て，商品の機能又は美観に資することを目的として採用されたと認められる商品の形状は，特段の事情のない限り，商品の形状を普通に用いられる方法で使用する標章のみからなる商標として，商標法3条1項3号に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，商品の具体的形状は，当該商品の用途，性質等に基づく制約の下で，ある程度の選択の幅があるといえるが，そのような幅の中で選択された形状が特徴を有していたとしても，それが，機能又は美観上の理由による形状の選択と予測し得る範囲のものであれば，商標法3条1項3号に該当すると解すべきである。なぜならば，商品の機能又は美観に資することを目的とする形状は，同種の商品に関与する者が当該形状を使用することを欲するものであるから，先に商標出願したことのみを理由として特定人に当該形状の独占使用を認めることは，公益上適当でないからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，商標法3条1項3号該当性の有無は，その条文に即して判断すれば足りるのであり，条文に規定のない事項，すなわち，商品等の形状が商品等の機能又は美観に資することを目的として採用されたと認められるかどうかや，特定人に当該形状の独占使用を認めることが公益上適当であるかどうかといった点を重視するのは相当ではないという趣旨の主張をする。しかし，商標法3条1項3号該当性の有無を判断するのに当たり，商品等の形状等が有する特性や，商品等の形状について商標登録を認めた場合の公益上の影響を考慮することが許されないとする理由はなく，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "指定商品の需要者・取引者について",
              "text": [
                "平成16年7月20日付け厚生労働省告示第298号（甲71）及び同日付け薬食発第0720022号（甲24の3）によれば，本願商標の指定商- 22 - ",
                "品「円皮鍼」などの「滅菌済み鍼」は，薬事法2条6項の規定により厚生労働大臣が指定する「管理医療機器」である。そして，平成17年厚生労働省告示第112号別表（甲24の4）には，「滅菌済み鍼」について，「鍼治療に使用すること。」の記載があり，薬生機審発0331第5号：平成29年3月31日（甲26）には，滅菌済み鍼は「一般使用者が使用することを意図した機器ではな」く，一般使用者が使用することを意図した医療機器に対する配慮は適用されない旨の記載がある。",
                "また，医療機器の広告宣伝については，医薬品等適正広告基準（甲28）に基づく監視が行政当局により行われているため，原告製品については，原告自身が取引先向けに作成した文書（甲31）により「医家向けの商品となっておりますので改めて周知頂きますよう」にとの案内がされており，原告製品の包装箱（甲30）には「医家向けです。医師及びはり師以外の人は，使用しないでください。」と印刷され，原告製品の取扱業者のウェブサイト（甲32）には「一般の方への小売りは行っておりません」「医療機関のみの販売になっております」等の表示がなされている。",
                "これらの事実によれば，円皮鍼の需要者としては鍼灸師等の有資格者を，取引者としては医療機器流通業者を想定するのが相当であり，一般消費者は需要者・取引者に含まれない。もっとも，鍼灸師等の資格を有している者は，すべて施術を行う可能性を有しており，円皮鍼の需要者となり得るのであるから，需要者の範囲を施術経験のある鍼灸師のみに限定するのは相当ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標の形状及び他社製の円皮鍼の形状について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標は，別掲1のとおり，肌色の円盤状の薄いテープの非粘着面（皮膚に接しない側）の中央に，当該テープの約3分の1程度の直径を有する半透明で白い円筒形の突起部分を配し，当該突起部分と反対側に当たるテープの粘着面（皮膚に接する側）の中央に，針を配した立体的形状- 23 - ",
                  "text": [
                    "（本願形状）からなる立体商標である。",
                    "そして，原告を権利者とする本件特許の明細書（甲47）には，【発明の詳細な発明】として「【0006】・・・加工の単純なL字状に屈曲成形された針体の基端側を，粘着テープの非粘着面上で，樹脂材により包覆して確実に固定することで，従来のような，施術時における針体と粘着テープとのずれを防止する。」と記載されており，実施例として本願形状に類似した【図1】（別掲2）が掲載されている。また，原告製品のカタログ等（甲7の1，7の3，7の5，11の48～11の50，32の3・32の4，56の1，58の2・58の3）には，円皮鍼全体が肌にぴったり密着して浮かないため痛みが抑えられること，針がテープから脱落する（針落ちする）おそれもないこと等がうたわれている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "他社製の円皮鍼の立体的形状について",
                  "text": [
                    "他社製の円皮鍼は，肌色の円盤状（一部，四角形も見受けられる）の薄いテープの粘着面中央に治療用の短い針を有する立体的形状である。そして，針をテープに固定する方法として，針を2枚のテープで挟む方法，粘着面に直接貼り付けて固定する方法のほか，粘着面に円筒形の突起部分（磁気板，酸化鉄粉末成型板等）を設けて固定する方法等が見受けられるが，本願形状のように，非粘着面に針体の基端側を貫通させ，これを他の部材で包覆するという方法を採用した円皮鍼は見当たらない。また，本願形状のように，非粘着面に顕著な突起部分を設ける形状の円皮鍼も見当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "検討",
              "text": [
                "上記(3)によれば，本願形状は，独自の特徴を有しているとは認められるものの，肌色の薄い円盤状のテープの中央に針を配することや，円筒形の突起部分に針を固定すること等，基本的な構成において他社製の円皮鍼と共通していることを考慮すると，その形状が，他社製の円皮鍼には見られない特異- 24 - ",
                "な形状であるとまで評価できるかどうかには疑問の余地がある。",
                "他方，本件特許の明細書及び原告製品のカタログ等の上記各記載も参酌すると，原告製品の立体的形状における特徴は，針体をテープに確実に固定することや，円皮鍼を肌に快適に貼り付けること等の機能上の理由によって選択されたものであることが明らかである。そして，指定商品（円皮鍼）の製造業者や，需要者・取引者（鍼灸師・医療機器流通業者）の観点からみても，そのような理由によって形状が選択されたことは，本願形状の外観に接することによって容易に理解し得る範囲の事柄であると認められる。",
                "したがって，本願形状に一定程度の特徴があるとしても，それは，所望の固定力及び快適性の発現など機能上の理由による形状の選択として予測し得る範囲のものであると認められるので，上記(1)に説示したところに照らして，本願商標は商標法3条1項3号に該当するといえる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本願形状のように非粘着面に突起部を設けた構成が他社製品にはみられないことを根拠として，①かかる構成が機能面から予測されるものではないこと，②かかる構成が自他商品識別力の観点から採用されたものであること，③同構成を原告に独占させても公益上の問題はないこと，等を主張する。",
                "しかしながら，①については，針体とテープとが確実に固定されること，円皮鍼全体が快適に肌へ装貼されることは，円皮鍼という商品の特性上当然に求められる機能であるから，他社製品が同様の構成をとっているか否かとはかかわりなく，供給者・需要者は，本願形状が機能上の理由により選択されたと理解するものと考えられる。原告は，非粘着面に円筒形の突起部を設けるという構成は，使用時に引っかかる可能性があるため，安全性・操作性・快適性等の観点からはむしろ避けられるべき形状であるから，機能上の理由により選択された構成であるとは理解されないという趣旨の主張をする- 25 - ",
                "が，人への施療に用いられる円皮鍼において，安全性・操作性・快適性が考慮されないなどということは到底考えられず，本願形状の構成も，これらの要請に反しない範囲で採用されたもののはずであるし，本願形状を見ても，これらの要請に反するおそれがあるような形状が採用されているとはみられない。したがって，上記主張は採用の限りではない。",
                "②についてみると，本件特許の明細書や原告製品のカタログ等においては，円皮鍼全体が肌にぴったり密着して浮かないため痛みが抑えられること，針がテープから脱落する（針落ちする）おそれもないこと等がうたわれているのみであって（上記(3)ア），本願形状が自他商品識別機能を果たすものであることについて言及した記載はみられないのであるから，上記主張は，自らの宣伝広告の内容にも反するものであると言わざるを得ない。",
                "③については，現時点において本願形状と類似した他社製品が存在しないとしても，このことによって，原告が，将来においても，本願形状を独占することが許されることになるものではない。また，本願形状は，安全性・操作性・快適性等の観点からはむしろ避けられるべき形状であるから，原告による独占を許しても問題はないという主張に関していうと，その前提（本願形状は，安全性等の観点から避けられるべきものであること）に誤りがあることは，既に，①の主張に対する判断において説示したとおりである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本願商標は商標法3条1項3号に該当する。審決の同旨の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法3条2項の適用について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条2項は，商品の形状を普通に用いられる方法で表示する標章のみからなる商標として同条1項3号に該当する商標であっても，使用により自他商品識別力を獲得するに至った場合には商標登録を受けることができる旨を規定している。そして，立体的形状からなる商標が使用により自他商品- 26 - ",
              "text": [
                "識別力を獲得したかどうかは，①当該商標の形状の特異性及び当該形状に類似した他の商品の存否，②当該商標が使用された期間，商品の販売数量，広告宣伝がされた期間及び規模等の使用の実情を総合考慮して判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の形状の特異性及び当該形状に類似した他の商品の存否",
              "text": [
                "上記1(3)の認定事実によれば，本願商標の形状には，一定程度の特徴があると認められることは既に説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用の実情",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願形状が使用された期間",
                  "text": [
                    "原告の2004年カタログ（甲7の1）によれば，原告は，同年（平成16年）から現在に至るまで，「PYOＮEX」（パイオネックス）という製品名によって原告製品を製造販売している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "販売実績",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告製品を販売する6社の証明書",
                      "text": [
                        "原告製品を販売する医療機器流通業者6社（原告の説明によれば，原告と取引関係にある業者は約34社であり，その中から任意に6社を選定したものである。）が原告からの依頼により作成した証明書（甲8）には，「下記事項をご証明下さいますようお願い申し上げます。」，「セイリン株式会社と取引関係にある期間は，以下の通りである。」，「2008年1月から12月までの当社の円皮鍼の総販売数量のうち，原告の商品である円皮鍼の販売数量の割合は，以下の通りである。」といった文章（2010年，2014年に関しても同様の文章。）があらかじめ印刷され，各証明者により円皮鍼の取引開始期間，販売数量の割合（％），日付，氏名等が記載され，押印されている。",
                        "これらによると，平成20年（2008年）1月から12月までの上記各社の円皮鍼総販売数量のうち原告の商品が占める割合は，最高が1- 27 - ",
                        "00％，最低が50％，平成22年（2010年）1月から12月までのそれは，最高が100％，最低が61％であり，平成26年（2014年）1月から12月までのそれは，最高が100％，最低が66％であった。ところで，原告が取引関係のある34社のうち6社をどのような基準で選定したのかは明らかではないため，原告の商品が占める割合が高い取引先が選ばれたのではないかという疑いを払しょくすることはできない。したがって，この証明書の記載内容をそのまま一般化することはできないが，少なくとも，原告が，取引先6社に対して有力な商品供給元になっていることは事実であると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "注文書",
                      "text": [
                        "円皮鍼を取り扱う卸売企業である株式会社サンポー及び株式会社カナケンからの「注文書」（2006年（平成18年）～2015年（平成27年）の各年の9月分）（甲9）によれば，原告製品につき継続的に一定量の注文がなされている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "広告宣伝",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "広告宣伝費",
                      "text": [
                        "原告がその経理資料に基づき作成した資料（甲52）によれば，原告は，原告製品に関するチラシ，リーフレット，ポスター等の作成代を含む広告宣伝費として，2003年（平成15年）以降，継続的に支出を行ってきており，その金額は，最低で約15万円（2006年），最高で約530万円（2015年）であった。 "
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "製品カタログ等",
                      "text": [
                        "原告は，歴代の製品カタログ及び会社案内（甲7，56）に原告製品を掲載し，原告製品単独のリーフレットも発行している（甲57，58）。これらのカタログ等は原告の営業担当者が全国の鍼灸院を戸別訪問する際などに頒布されてきた。",
                        "- 28 - ",
                        "これらのカタログ等（特に原告製品単独のリーフレット）においては，原告製品が本願形状を有することを判別できる写真が掲載されているが，本願形状の独自性に関しては，「鍼を樹脂で固定する独自の設計を採用」とか「1枚のテープに鍼を樹脂で固定しているので，鍼が取れる心配はほとんどありません。」などといった記載があるのみで，本願形状が自他商品識別標識として機能することを示唆するような記載はない。また，原告の社名（「セイリン」「SEIRIＮ」）及び原告製品の商品名（パイオネックス，PYOＮEX）も記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "雑誌等における広告",
                      "text": [
                        "鍼灸・手技療法の専門誌，研究会の冊子，大学の卒業名簿及び専門学校同窓会の冊子等には，原告製品の広告がしばしば掲載されている（甲11の1～11の29，11の35，11の37，11の39～11の42，11の44，11の45）。これらの広告においては，原告の社名及び原告製品の商品名は必ず記載されているが，原告製品の本願形状を判別できる写真が掲載されていないものがみられる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "販売代理店のカタログ，論文及び学会等への出展",
                      "text": [
                        "鍼灸師向けの医療機器等の販売代理店のカタログには，原告製品が掲載されている（甲11の48～11の76）。これらの広告においては，原告の社名及び原告製品の商品名は記載されているが，原告製品の本願形状を判別できる写真が掲載されていないものがみられる。",
                        "円皮鍼に関する論文には，原告製品を使用した施療に関するものがあり（甲6の3～6の8），これらの論文中には原告の社名及び原告製品の商品名が記載されているが，原告製品の本願形状を判別できる写真が掲載されていないものがみられる。",
                        "また，原告が作成した「学会等参加状況一覧」と題する資料（甲61）によれば，原告は鍼灸に関係する学会等にしばしば参加しており，こ- 29 - ",
                        "れらの学会などでは，発表において原告製品が取り上げられたり，原告による原告製品の販促活動が行われたりしている。ただし，これらの発表資料や販促資料（甲12の2，12の3，12の6～12の11）には，原告製品の本願形状を判別できる写真が掲載されていないものがみられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "市場占有率",
                  "text": [
                    "原告が審判手続において作成提出した説明資料（甲34）には，「2017年の時点では，円皮鍼市場のシェアは8割を占めています。（下記円グラフは当社調べ）」の記載とともに「パイオネックス80％」と示された円グラフが掲載されている。",
                    "そして，平成30年薬事工業生産動態統計調査結果（甲48の2）における「毫鍼」及び「滅菌済み鍼」の国内出荷額と，原告の円皮鍼の売上高とを比較すると，上記の市場占有率と大差ない比率が得られる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "需要者・取引者の認識",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "鍼灸師等の証明書",
                      "text": [
                        "鍼灸師等が作成した全141通（鍼灸師会，鍼灸マッサージ師会等から26通，鍼灸専門学校，医療専門学校等から52通，鍼灸院，針灸治療院等から26通，販売店等から37通）の証明書（甲14～17）には，本願商標の写真の上に，「・・・このボタン部形状は，円皮鍼の製造・販売業者はもちろんのこと，鍼灸師においては，下記形状の円皮鍼を見れば直ちにそれがセイリン株式会社の円皮鍼であると認識する程によく知られた特徴的な形状であると思います。」といった文章があらかじめ印刷され，末尾に各作成者の記名又は署名並びに押印がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "アンケート調査",
                      "text": [
                        "原告は，調査会社（株式会社インテージ）に依頼して，インターネットにより円皮鍼に関するアンケート調査を実施した（甲19）。",
                        "- 30 - ",
                        "同調査の対象者262名は，はり師又ははり師だった者であり，回収数114名のうち，原告製品の画像を示して「あなたは以下の円皮鍼の画像をみて，どのメーカーの鍼かお分かりですか。思いつくメーカー名をご記入ください。」と尋ねる質問に対して原告と回答した者の割合は約77％であった。これに対し，他社製品の画像を示して同様に尋ねる質問に対して当該他社と回答した者の割合は，最大でも約18％であった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "鍼灸師のブログ等",
                      "text": [
                        "鍼灸師又は鍼灸院等のブログ等には，本願形状を判別できる写真を掲載して原告製品を紹介するものがある（甲13の1～13の15，13の17，13の18，13の20，21の1～21の8，35の1～35の8）。これらのブログ等の大部分においては，写真とともに，原告製品の商品名が記載されている。",
                        "また，これらのブログ等の中には，著名なスポーツ選手が原告製品を貼用しているのをテレビ番組で発見したことについて述べるものがある（甲13の4，13の13，21の1～21の8，35の1～35の8）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)のとおり，本願商標の形状は，同業他社が製造販売する円皮鍼には見られない特徴を有することは認めてよい。また，上記(3)ア～ウに認定したとおり，原告が継続的な広告宣伝等を行い長期にわたって原告製品を販売してきたことを通じて，原告製品は円皮鍼の市場において同エのとおり高い占有率を有するに至っているといえるから，原告製品それ自体は，需要者・取引者の間で広く認識されている可能性が十分にあり得ることが認められる。",
                    "しかしながら，このような原告製品に対する需要者・取引者の認識は，- 31 - ",
                    "原告自身の認知度や，商品名の認知度，原告製品の技術的特徴（優位性）に対する認知度等によって生み出されている可能性も十分にあるのであるから，原告製品が需要者・取引者の間で広く認識されている可能性があるからといって直ちに，本願形状が自他商品識別力を獲得するに至っていると断定することはできない。また，原告による宣伝，広告の内容等は，上記(3)ウ記載のとおりであって，本願形状が判別できる写真が掲載されていないものも少なくない上，それが掲載されている場合であっても，本願形状の特徴等に関する言及は，機能面に対する配慮に触れるもの等にとどまり，本願形状が，自他商品識別標識として認識されるような態様の記載は見られない。これらのことに，原告製品の需要者・取引者である鍼灸師や医療機器流通業者等は，専門家であるから，商品の選択に当たり商品の形状よりは，衛生面での配慮の有無やその内容，安全性，機能性等に着目する傾向にあると考えられること等を併せ考えると，本願形状が，原告製品に関する宣伝，広告等を通じて，需要者・取引者の間に自他商品識別標識として広く認識されるに至っていたと推認することも困難である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，原告は，本願形状が自他商品識別力を獲得するに至っていることを立証する証拠として，鍼灸師等の証明書（(3)オ(ア)），調査会社によるアンケート調査結果（同(イ)），鍼灸師のブログ（同(ウ)）を提出するので，これらの信用性について検討する。",
                    "まず，鍼灸師等の証明書であるが，これは，予め原告が文言を記載した証明書用紙を送付し，これに鍼灸師等の署名捺印を求めることによって作成されたものであって，その手法は，甚だ誘導的であるといわざるを得ず，既にこの点において，信用性が低いものといわざるを得ない。しかも，証明書用紙を鍼灸師等に送付し，署名捺印を求めるという手法は，証明書の内容に同意する者のみが証明書を返送するため，肯定的な回答のみが集積される傾向となり，偏った結果を示しやすいという点において，サンプル- 32 - ",
                    "調査の手法としては不適切なものでもある。以上の次第で，上記証明書は，サンプル調査の結果としては意味を持たず，せいぜい，需要者である全国の鍼灸師約10万人（厚生労働省「平成30年衛生行政報告例（就業医療関係者）の概況」（乙6）参照）の中に，原告の依頼に応じた者が26人（鍼灸院，針灸治療院等からの回答数に対応した人数）ないしは104人（鍼灸師会等からの回答書（26通）及び鍼灸専門学校等からの回答書（52通）を，その代表者である鍼灸師個人の回答であると理解して，上記の鍼灸院，鍼灸治療院等からの回答数に足し合わせた数字）いたということを示すものにすぎず，本願形状が自他商品識別力を獲得していることを裏付ける証拠としては全く不十分なものであるといわざるを得ない。",
                    "次に，調査会社によるアンケート調査は，その対象を，鍼灸師全員ではなく，施術経験のある者に限定している点において，サンプルに偏りがあるものといわざるを得ない（上記1(2)で述べたとおり，円皮鍼の需要者は，鍼灸師一般とすべきであって，これを施術経験のある者に限定するのは相当ではないのであるから，サンプルを抽出する範囲も，需要者の範囲に合致させるべきである。）。また，アンケートに対する回答者の数は100人程度（甲19の1，3頁によれば，アンケートの総回収数は114とされており，甲19の6～11において分析の対象となっている回答数は101である。）にすぎないところ，一般に，統計学的に有意とされる水準でサンプル調査を行おうとする場合，母集団の数が1万人であれば，必要なサンプル数は385人程度になるとされていることに照らしてみると，上記の回答者数は，約10万人の母集団について行う統計調査のサンプル数としては少なく，その分誤差等が大きくなることが予想される。そうすると，上記アンケート調査の結果は，全く信用できないとまではいえないとしても，サンプルの偏りや誤差の大きさ等を考慮すると，それをそのまま採用するのには疑問があるものといわざるを得ず，これのみに基づいて，- 33 - ",
                    "本願形状が自他商品識別力を獲得したと認定することはできないものというべきである。",
                    "最後に，鍼灸師のブログについて見ると，これらのうち，有名スポーツ選手が装着している円皮鍼が，原告製品であることに気付いたという記事は，当該ブログ作成者が，本願形状から原告製品を識別することができたことの証拠であると理解したとしても，その例は僅か18例にすぎないのであるから，これによって，本願形状が，自他商品識別力を獲得したことが証明されたと理解することはできない。また，他に，本願形状が自他商品識別力を獲得したことの裏付となるような記載も存在しない。",
                    "以上の次第で，鍼灸師等の証明書（上記(3)オ(ア)），調査会社によるアンケート調査結果（同(イ)），鍼灸師のブログ（同(ウ)）から，本願形状が自他商品識別力を獲得するに至っていると認定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張のうち，審決の証拠評価の誤り又は欠落をいうものについては，市場占有率に関する主張のうち市場占有率に関する主張にはもっともなところがあるものの（上記(3)エ），これによって直ちに本願形状が自他商品識別力を獲得したということはできないことは既に説示したとおりであるし，需要者・取引者の認識に関するアンケート結果等の証拠は，証明力が高いものとはいえないことも既に説示したとおりであって（上記(4)），結局，原告の主張は，結論を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決が，本願形状のうち突起部は他社製品にも見られること，及び，突起部を非粘着面に設けた構成は機能に資するために選択されたものと理解されることを，本願形状の識別力を否定する事情として挙げたことは誤りである旨主張する。",
                    "しかしながら，本願形状が，同業他社製品には見られない特徴を有することは事実であるとしても，本件においては，本願形状が自他商品識別力- 34 - ",
                    "を獲得するに至っていると認めることはできないことは既に説示したとおりである。したがって，審決が，本願形状が，機能性又は美観上の理由による立体的形状等と予測し得る範囲内のものであることを，商標法3条2項該当性を否定する理由としたことの当否を問うまでもなく，原告の主張は失当であって，採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の主張は，いずれも上記(4)の判断を左右するものではないか，採用することができないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本願商標に商標法3条2項の適用はなく，審決の同旨の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}