{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-890005号事件について令和2年8月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，以下のとおりの登録第5556223号商標(以下「本件商標」という。)の商標権者である(甲1の1ないし3)。",
                "商標の構成  別紙1記載のとおり",
                "登録出願日  平成24年9月13日",
                "登録査定日  平成24年12月26日",
                "設定登録日  平成25年2月8日",
                "指 定 商 品  第30類「すし」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成30年1月31日，本件商標について商標登録無効審判を請求した(乙6)。",
                "特許庁は，上記請求を無効2018-890005号事件として審理を行い，令和2年8月13日，「登録第5556223号商標の登録を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同月21日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年9月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。その要旨は，本件商標は，商標法4条1項7号，10号，11号及び19号に該当しないが，同項15号に該当するから，本件商標の登録は，同項の規定に違反してされたものであり，同法46条1項の規定により無効とすべきであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が，本件商標が商標法4条1項15号に該当すると判断した理由の要旨は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求人(被告)は，別紙2記載のとおりの構成からなる登録第5003675号商標(登録出願日平成14年6月19日，設定登録日平成18年11月17日，指定商品第30類「すし」及び指定役務第43類「すしを主とする飲食物の提供」。以下「引用商標1」という。甲2。)及び「すしざんまい」の標準文字を表してなる登録第5511447号商標(登録出願日平成22年4月9日，設定登録日平成24年8月3日，指定商品第30類「すし，すしを主とするべんとう」及び指定役務第43類「すしを主とする飲食物の提供」。以下「引用商標2」という。甲3)の商標権者である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標と引用商標1及び2は，外観については，「すし」の文字等の有無や書体の差異から互いに区別し得ること，称呼については，本件商標からは，「ザンマイ」の称呼を生じ，引用商標からは，「スシザンマイ」の称呼が生じるものであり，両者は，語頭において「スシ」の音の有無という顕著な差異を有するから，称呼において明瞭に聴別し得ること，観念については，本件商標からは，「一心不乱に事をするさま」の観念を生じるのに対し，引用商標からは，「一心不乱にすしを食する」ほどの観念を生じ，両者は，区別できることからすると，外観，称呼及び観念のいずれにおいても明らかに異なるものといえるから，これらを同一又は類似の商品について使用する場合であっても，互いに誤認，混同するおそれのない非類似の商標というべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "①本件商標と引用商標1及び2は，前記イのとおり，非類似の商標ではあるものの，いずれも，外観において平仮名「ざんまい」の文字を横書きした構成である点及び称呼において「ザンマイ」を含む点を共通にするものであるから，ある程度の類似性を有すること，②引用商標1及び2は，本件商標の登録出願時及び登録査定時において，被告の業務に係る「すし」を表す商標として，需要者間に広く認識されていたということはできないものの，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要者間に広く認識されていたというのが相当であり，被告のすし店による主要都市への出店，テレビ番組，雑誌，新聞等のメディアで取り上げられる頻度，他社を大きく引き離す売上高等を併せ考慮すれば，当該すし店の看板や名称に使用されている引用商標1及び2の周知著名性の程度は高いこと，③引用商標1の要部である「すしざんまい」及び引用商標2からは，既成語の「すし」と「一心不乱に事をするさま」の意味を有する「ざんまい(三昧)」の文字を結合させたものと理解され，「一心不乱にすしを食するさま」ほどの観念を生じるものであるから，独創性が高いものとはいえないこと，④本件商標の指定商品「すし」と引用商標2の指定商品「すし，すしを主とするべんとう」とは，テイクアウト専門のすし店やスーパー等といった販売部門，流通経路を共通にするものであるから，両者はその性質，用途又は目的において密接な関連性を有し，その需要者層も共通にし，また，本件商標の指定商品「すし」は，引用商標1及び2の指定役務である「すしを主とする飲食物の提供」における料理の内容(すし)であるうえに，「すしを主とする飲食物の提供」を行う，いわゆる回転ずしや着席スタイルのすし店等でも，テイクアウト用として一般に取引，販売されるものであるから，「すし」と「すしを主とする飲食物の提供」とは，その性質，用途又は目的において密接な関連性を有し，その需要者層も一部共通にすること，上記①ないし④の本件商標と引用商標1及び2の類似性の程度，引用商標1及び2の周知著名性及び独創性，本件商標の指定商品と引用商標1及び2の指定商品及び指定役務との間の性質，用途又は目的における関連性の程度並びに需要者の共通性その他取引の実情を総合的に判断すると，本件商標は，その登録出願時及び登録査定時において，商標権者がこれをその指定商品「すし」に使用した場合，これに接する需要者が引用商標1及び2を想起，連想し，当該商品を被告あるいは被告と経済的又は組織的に何らかの関係を有する者の業務に係る商品であるかのように，その出所について混同を生ずるおそれがある。",
                    "したがって，本件商標は，商標法4条1項15号に該当する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本件商標の商標法4条1項15号該当性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標の類似性の程度の認定の誤り",
              "text": [
                "引用商標1は，別紙2記載のとおり，上段と下段の2段からなる商標であり，上段の「つきじ喜代村」の文字は小さく，下段には，大きく縦で左流れに「すし」の文字，横にやや右下流れに「ざんまい」の文字が記載され，両者は一体感があり，その下に「すしざんまい」に囲われるような小さな文字で「SUSHIZAＮMAI」の欧文字が記載され，また，「ざ」の文字の上の横の部分が「す」の文字の真ん中の中央部分と一部重なっており，全体的に「すし」↓，「ざんまい」→と通して読める記載になっており，しかも，「すし」の「し」の上の「`」と，「ざんまい」の「ざ」の文字の「゛」が横に対照的に配置されているので，「すしざんまい」の一連の称呼が生じやすい。",
                "そうすると，引用商標1は，「ざんまい」の文字が単に水平に横書きされている本件商標とは，著しく印象が異なり，本件商標と類似しないから，本件審決が本件商標と引用商標1及び2がある程度の類似性を有すると認定した点は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1及び2に係る周知著名性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すしの種類は，多様(握り寿司，巻き寿司，押し寿司(北陸地方の鱒寿司，岐阜県の朴葉寿司，北海道の松前寿司，福岡のかます寿司，京都の鯖の棒寿司，奈良・和歌山・石川の柿の葉寿司等)，箱寿司，なれ寿司(鮒寿司，いずし等)，早寿司，ちらし寿司(バラちらし，ばら寿司)，稲荷寿司，カリフォルニアロール等)である(甲4ないし6)。",
                    "しかるところ，「すしを主とする飲食物の提供」にいう「すし」は，握りずし，巻き寿司及びちらし寿司の3種類(以下，これらを併せて「握りずし等3種類」という場合がある。)に限られ，それら以外の多種多様な「すし」について提供がされている事実は存在せず，一般的な「すし」の提供は対価が高額であるから，その需要者は，「非大衆」の消費者であるのに対し，「すし」の販売にいう「すし」には，握りずし等3種類以外の多種多様なすしも含まれ，その需要者は「大衆」の消費者であるから，本件商標の指定商品「すし」と引用商標1及び2の指定役務「すしを主とする飲食物の提供」とは，需要者が異なり，需要者層の一部が共通にするものではない。",
                    "また，「すしを主とする飲食物の提供」を行う取引者は，個人企業が大部分であり，鮮度が良く脂の乗った材料を見分けるすし職人の職人技の世界であるのに対し，「すし」の販売を行う取引者は大手企業が多く(甲7)，すしの製造は機械化されているから(甲8ないし10)，本件商標の指定商品「すし」と引用商標1及び2の指定役務「すしを主とする飲食物の提供」とは，取引者も異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標1及び2の周知著名性の判断に当たっては，被告がどれだけの店舗でどのような営業をしているかが重要である。東京都内における被告の店舗数が多い区は，中央区が15軒，港区及び江東区が各5軒であり，これらの3つの区における寿司店の店舗数は，中央区が315軒，港区が290件及び江東区が92件であるから(甲13，15)，被告の店舗数の占める割合は非常に小さい。",
                    "引用商標1については，被告がテレビコマーシャル等で自ら宣伝していない。被告について話題性を有する報道がされるとしても，例えば，初競りでの落札や24時間営業の寿司屋といった報道は，初競りは年に一回であって，その報道は一過性のものであり，24時間営業は他業種特にコンビニで行われているから，このような報道によって，引用商標1が，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として周知著名になることはない。",
                    "また，引用商標2は，引用商標1の称呼をひらがなで表したものであり，需要者に広く知られている商標ではない。引用商標2は，第三者であるマスコミが，テレビ番組や新聞，雑誌で被告のすし店を紹介するときに使用したものであり，被告自身が使用したものではないから，商標としての使用と評価されない。",
                    "したがって，引用商標1及び2は，本件商標の登録出願時及び登録査定時において，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要者間に広く認識されていたものとはいえないから，引用商標1及び2の周知著名性の程度は高いとした本件審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の指定商品と引用商標1及び2の指定役務との間の性質，用途又は目的における関連性の程度等についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)アのとおり，引用商標1及び2の指定役務「すしを主とする飲食物の提供」にいう「すし」と本件商標の指定商品「すし」とは，握り寿司等3種類を除き，「すし」の内容が一致せず，需要者が異なるから，需要者層の一部を共通にするとの本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「すし」の販売にいう「すし」は，弁当と同じような用途であるのに対し，「すしを主とする飲食物の提供」にいう「すし」の提供は，すし職人と会話を楽しむといった別の要素があり，極めて人間的であり，しかも，魚の鮮度が勝負であり，鮮度が比較的短時間で落ちる商品を鮮度の良い状態で提供している。回転ずしや着席スタイルのすし店等でも，テイクアウトは行われているが，全体のごく一部であり，特に着席スタイルのすし店は鮮度にこだわり，テイクアウトが拒否されるのは周知の事実である。",
                    "したがって，「すし」と「すしを主とする飲食物の提供」とは，その性質，用途又は目的において密接な関連性を有するとの本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "業態の相違",
              "text": [
                "原告の業態は，宅配寿司であり，ウェブサイト又は電話による注文を受けてから寿司を盛り，スピーディな配達をするというものであるのに対し(甲18)，被告の業態は，カウンター方式及び個室方式をとり，会食・接待・結納などにも利用できる料亭をイメージした落ち着いた雰囲気の個室を用意している。テイクアウトはあくまで「お持ち帰り」としての利用であり(甲19の1，2)，原告の宅配とは形態が異なる。",
                "したがって，原告の業態と被告の業態が相違する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "混同を生ずるおそれの判断の誤り",
              "text": [
                "以上の(1)ないし(4)によれば，本件商標の登録出願時及び登録査定時において，本件商標をその指定商品「すし」に使用した場合，これに接する需要者が引用商標1及び2を想起，連想し，当該商品を被告あるいは被告と経済的又は組織的に何らかの関係を有する者の業務に係る商品であるかのように，その出所について混同を生ずるおそれがあるとはいえない。",
                "したがって，本件商標が商標法4条1項15号に該当するとした本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標1及び2の類似性の程度の認定の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，「すし」の文字が縦書きでどちらかといえば左流れに記載され，一方の「ざんまい」の文字が左からやや右下流れに1行に横書きされている態様で表されており，両文字が異なる向きで記載されていること，「すし」の文字は，引用商標1の指定商品「すし」との関係では，商品の普通名称であり，引用商標1の指定役務「すしを主とする飲食物の提供」との関係では，提供する飲食物の普通名称であることを踏まえると，引用商標1は，そのうちの「すし」と「ざんまい」の文字については分離して把握，認識する場合も否定できない。この場合，「すし」の文字部分を捨象した「ざんまい」の文字部分に看者の注目が集まるものといえる。引用商標2についても，「すし」の文字部分と「ざんまい」 の文字部分からなるものと容易に認識し得るから，自他商品の識別力がない「すし」の文字部分を捨象した「ざんまい」の文字部分に看者の注目が集まる。",
                    "このように，引用商標1及び2の「ざんまい」の文字部分に看者の注目が集まる場合があり，その「ざんまい」の文字部分は，本件商標を構成する文字と同一である。",
                    "また，登録商標の使用に際し，商品の普通名称を付加して使用することも普通に行われている。本件商標に指定商品の普通名称である「すし」の文字を付加して使用すると，引用商標1の要部である「すしざんまい」，引用商標2の構成文字である「すしざんまい」と同一の文字となる。",
                    "なお，原告は，「宅配専門」の文字と，魚と思しき図形と，「寿司ざんまい」の文字から構成される商標を使用しており，「ざんまい」の文字に「寿司」の文字を付加した構成の商標を使用している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件商標と引用商標とがある程度の類似性を有するとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1及び2に係る周知著名性の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法27条2項は，「指定商品又は指定役務の範囲は，願書の記載に基づいて定めなければならない。」と規定しているから，同じ「すし」と記載されているにもかかわらず，本件商標の指定商品「すし」は，多種多様な商品であるのに対し，引用商標1及び2の指定役務「すしを主とする飲食物の提供」にいう「すし」は，握り寿司等3種類に限定されているとの原告の主張は，失当である。むしろ，「すしを主とする飲食物の提供」は，「飲食物」の提供とされている以上，提供される料理の範囲としては，本件商標の指定商品「すし」を含むのはもちろん，「すし」以外の料理の提供も含まれ得る点において広い範囲にわたる。",
                    "本来，「すしの提供」を行う事業者である回転ずしや一般的な寿司屋においても，テイクアウト，持ち帰り又は宅配により，「すし」を販売することが普通に行われている状況にある。",
                    "そして，指定商品「すし」も，指定役務「すしを主とする飲食物の提供」も，その需要者は，食事を欲する，一般消費者などであり，その主たる需要者層は共通する。特に，「すしを主とする飲食物の提供」の中には，回転ずしなどの店舗が含まれ，これらの店舗では老若男女の広い範囲の一般消費者によって利用されている。",
                    "したがって，本件商標の指定商品「すし」の需要者が「大衆」の消費者であるのに対し，引用商標1及び2の指定役務「すしを主とする飲食物の提供」の需要者が「非大衆」の消費者であって，両者の需要者が異なるとの原告の主張は失当であり，本件審決が需要者層を一部共通にすると認定した点に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標の周知著名性は，売上高，広告，マスコミによる紹介の実績その他の判断要素を含め，総合的に判断すべきものであり，権利者の商標としての使用のみによって形成されるものではない。東京都内のすし店の総数よりも，一企業の東京都内の店舗数が少ないからといって，それだけで周知著名性が否定されるものではない。",
                    "テレビ，新聞，雑誌などの報道においても，「すしざんまい」が被告のすし店の名称として紹介されており，これを見た取引者，需要者は，被告のすし店の名称として「すしざんまい」を記憶していくのであり，これらの報道は，引用商標1及び2の周知著名性の獲得に大きく寄与するものといえる。",
                    "被告は，自己の運営するウェブサイト(乙11，15)において，各店舗の名称として「すしざんまい」の文字を表示しているから，引用商標2も自ら使用している。",
                    "引用商標1の「つきじ喜代村」，「すしざんまい」及び「SUSHIZAＮMAI」の文字は，それぞれ独立して商品の出所表示として機能し得るものであり，そのうち，「すしざんまい」の文字は，極めて大きな文字で顕著に表示されている。そうすると，引用商標1が表示されれば，社会通念上，「すしざんまい」の文字が商標として表示されているといえるから，引用商標2の使用にも当たる。",
                    "被告は，本件商標の登録出願前からテレビコマーシャルを行っており(乙1の1ないし3)，その放送の映像には，「すしざんまい」の文字が大きく表示された商標が使用されている。",
                    "2012年(平成24年)及び2015年(平成27年)当時のすし店のシェアは，いずれにおいても，被告が2位以下を大きく引き離してトップである。",
                    "以上によれば，引用商標の周知著名性を否定する原告の主張は，いずれも失当であり，本件審決が，引用商標1及び2について，本件商標の登録出願時及び登録査定時において，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要者間に広く認識されていたと判断した点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の指定商品と引用商標1及び2の指定役務との間の性質，用途又は目的における関連性の程度等についての判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)アのとおり，引用商標1及び2の指定役務「すしを主とする飲食物の提供」と本件商標の指定商品「すし」は，需要者層の一部を共通にするとの本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「すしを主とする飲食物の提供」を行う店には，テイクアウト用に商品「すし」の販売を行っている店も少なくないから，本件商標の指定商品と引用商標1及び2の指定役務とは，その性質，用途又は目的において密接な関連性を有するとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "業態の相違の主張に対し",
              "text": [
                "被告と原告の業務を見た場合，被告は，回転ずしなどを含め，すし店を展開しているが，その店舗では，テイクアウトや宅配用に商品「すし」の販売も行っているから，被告と原告の業務に相違があるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "混同を生ずるおそれの判断の誤りの主張に対し",
              "text": [
                "以上のとおり，引用商標1及び2は周知著名であること，本件商標と引用商標1及び2は類似性(近似性)を有すること，本件商標の指定商品と被告の引用商標1及び2の業務に係る商品・役務との間の性質，用途又は目的における密接な関連性，取引者及び需要者の共通性に照らすならば，本件商標が商標法4条1項15号に該当するとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記第2の1の事実と証拠(甲1ないし3，18，乙1，2，7，9ないし11，14，17，18(いずれも枝番のあるものは枝番を含む。))及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告によるすしチェーンの店舗展開等",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，昭和60年10月22日に設立された，飲食店の経営等を目的とする株式会社である。",
                        "被告は，平成13年4月，東京都中央区築地に「すしざんまい本店」の名称のすし店を開店した。",
                        "その後，被告は，「すしざんまい」の文字の後に「○○店」等を付したすし店(以下「「すしざんまい」チェーン店」という。)を店舗展開し，平成24年8月までに，東京都に30店舗(「すしざんまい別館」，「すしざんまい本陣」，「すしざんまい奥の院」，「すしざんまい錦糸町店」，「すしざんまい有楽町店」，「すしざんまい六本木店」等)，福岡県に3店舗(「すしざんまい天神店」等)，北海道に2店舗(「すしざんまい小樽店」等)，神奈川県に2店舗(「すしざんまい横浜中華街東門店」等)，栃木県に1店舗(「すしざんまい宇都宮駅店」)を開店し，更に同年12月までに大阪府(「すしざんまい道頓堀店」)及び福岡市(「すしざんまい博多駅前店」)に各1店舗を開店し，同月時点の「すしざんまい」チェーン店の店舗数は合計40店舗(乙14の1，2)であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「すしざんまい」チェーン店の各店舗では，引用商標1を表示した看板(乙7の3，4等)や「すしざんまい」の文字を縦書きして表示した行灯(乙7の6，7等)を使用していた。",
                        "また，被告は，平成24年12月当時，自己の運営するウェブサイトにおいて，引用商標1を表示した上で，「すしざんま  い」チェーン店の各店舗の店舗紹介を掲載していた(乙15の34等)。",
                        "さらに，被告は，平成11年8月，引用商標1を表示した，「すしざんまい」チェーン店のテレビCM(乙1の1ないし3)を行った。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「すしざんまい」チェーン店のほかに，平成15年6月から平成22年10月までの間，回転ずしの店として，「廻るすしざんまい築地店」ほか3店舗を，すし店として，「すしざんまい」の文字の後に「匠」又は「得得」の文字を付した「すしざんまい匠」，「すしざんまい匠銀座6丁目店」，「すしざんまい得得赤羽店」及び「すしざんまい得得巣鴨店」を開店した(乙14の2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成14年6月19日，引用商標1について商標登録出願をし，平成18年11月17日，その設定登録を受け，平成22年4月9日，引用商標2について商標登録出願をし，平成24年8月3日，その設定登録を受けた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の売上高等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成25年5月22日付け「日経MJ(流通新聞)」(乙11の8)に，「第39回飲食業12年度ランキング」の売上高経常利益率ランキングにおいて，「東京・築地市場の初セリで，青森県大間産のマグロを過去最高額の1匹1億5000万円余りで落札した，「すしざんまい」の喜代村(東京・中央)。店舗売上高伸び率ランキングで昨年の21位から6位に躍進し，経常利益率でも5位に入った。」などの記事が掲載された。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「Mpac(マーケティング情報パック)」の「すし店／2012年  9，700億円(国内市場)」(「出典：富士経済「外食産業マーケティング便覧",
                  "text": [
                    "2012  Ｎo．2」2012年7月25日刊」)(乙11の9)には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「市場規模の推移",
                      "text": [
                        "すし店は，回転ずし／宅配ずし／テイクアウトずしを除いたすし業態を対象とする。すしは，チェーン企業の占有率が低く，個人経営の単独店が市場の大半を占めている。近年では，回転ずし／宅配ずし／テイクアウトずしなど単価の低い他業態に需要が奪われ，市場は減少の推移をたどっている。…2012年は，「すしざんまい」既存店舗売上が大幅に拡大，又他チェーン店でも微増を見込んでいる企業もあるが，単独店の業績が悪く，市場全体は減少が見込まれる。2012年の国内市場は，店舗数が前年比98．8％の4万2，200店，売上高が同98．2％の9，700億円と見込まれる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「メーカーシェア",
                      "text": [
                        "2012年見込",
                        "企業名                    販売高見込          シェア",
                        "喜代村                    257億円          2．6％",
                        "京樽                        46億円          0．5％",
                        "寿司田                      44億円          0．5％",
                        "玉寿司                      35億円          0．4％",
                        "にっぱん                    35億円          0．4％",
                        "アミノ                      32億円          0．3％",
                        "梅丘寿司の美登利総本店      25億円          0．3％",
                        "金太郎鮨本店                23億円          0．2％",
                        "その他                  9203億円        94．9％",
                        "合計                    9700億円      100％」",
                        "「「すしざんまい」を展開する喜代村は，2011年に12店オープンし，総店舗数は46と積極的な出店を続けたこと，24時間営業が奏功したこと等で，実績は大幅に拡大した。2012年は，既存店の売上が年初から好調を続け，新規オープンは3～4店舗と低調になると見ているが，前年比176％での着地を計画している。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告が運営するすし店(「すしざんまい」チェーン店並びに「廻るすしざんまい」，「すしざんまい匠」及び「すしざんまい得得」の各店舗)の売上高は，2010年(平成22年)が99億9900万円，2011年(平成23年)が106億7800万円及び2012年(平成24年)が141億5200万円であった(乙17)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "テレビ，新聞及び雑誌による報道について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "テレビ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「すしざんまい」チェーン店は，平成14年5月31日から平成24年9月3日までの間，下記のとおり，報道番組，ワイドショー，情報番組，バラエティー番組などの多種多様なテレビ番組で，取り上げられ，報道された。",
                        "記",
                        "「ザ！情報ツウ」(日本テレビ)(乙7の2，17)，「ニュースプラス1」(日本テレビ)(乙7の3，4)，「スーパーニュース」(フジテレビ)(乙7の5，51，59，82，88)，「ニュースの森」(TBS)(乙7の8)，「超バンキシャ」(日本テレビ)(乙7の10)，「おいしい情報の楽園」(テレビ東京)(乙7の12)，「メレンゲの気持ち」(日本テレビ)(乙7の13，16)，「スイスペ！」(テレビ朝日)(乙7の14)，「朝は楽しく！」(テレビ東京)(乙7の15，18)，「アンテナ22」(日本テレビ)(乙7の20)，「GIRLS  A  GOGO！」(テレビ朝日)(乙7の21)，「スーパーJチャンネル」(テレビ朝日)(乙7の22，58)，「ガイアの夜明け」(テレビ東京)(乙7の23)，「報道特集」(TBS)(乙7の24)，「朝ズバッ」(TBS)(乙7の25)，「もしもツアーズ」(乙7の26)，「回転しない激安絶品寿司」(日本テレビ)(乙7の27)，「TVチャンピオン2」(テレビ東京)(乙7の28)，「日曜ビッグバラエティ」(テレビ東京)(乙7の30)，「おもいっきりDOＮ！」(乙7の31)，「日テレＮEWS24」(日本テレビ)(乙7の32)，「THE  ＮEWS」(TBS)(乙7の33，40)，「旅の香り～氷川きよしの旅」(テレビ朝日)(乙7の34)，「ＮEWSリアルタイム」(日本テレビ)(乙7の35，43)，「ひるおび」(TBS)(乙7の36)，「VVV6東京Vシュラン2」(フジテレビ)(乙7の37)，「カンブリア宮殿」(テレビ東京)(乙7の38)，「「ぷっ」すま！」(テレビ朝日)(乙7の39)，「もらえるテレビ」「ビズ・サーチ」(日本テレビ)(乙7の41)，「ＮEWS24」(日本テレビ)(乙7の44)，「oha6  オハロク」(日本テレビ)(乙7の45)，「スーパーモーニング」(テレビ朝日)(乙7の46)，「菅生新のビジネスハンター」(BSジャパン)(乙7の47)，「全種類",
                        "ぜんぶ」(TBS)(乙7の48)，「めんたいワイド」(FBS福岡)(乙7の49)，「ＮEWS1」(北海道テレビ)(乙7の50，52)，「今日ドキッ！」(北海道放送)(乙7の53)，「イチオシ！」(北海道テレビ)(乙7の54，56)，「ハッピーおとどけ隊」(札幌テレビ放送)(乙7の57)，「ダウンタウンのガキの使いやあらへんで！！」(日本テレビ)(乙7の60)，「STVニュース」(札幌テレビ)(乙7の62)，「グッチーの今日ドキッ！」(北海道テレビ)(乙7の63，80)，「ＮEWS ZERO」(日本テレビ)(乙7の64)，「oha4！ＮEWS  LIＮE」(日本テレビ)(乙7の65)，「ニュース」(ＮHK)(乙7の66)，「news  every」(日本テレビ)(乙7の67，70，97)，「biz  search」(日本テレビ)(乙7の69)，「成功の極意」(テレビ朝日)(乙7の71)，「ワイドスクランブル」(テレビ朝日)(乙7の72)，「モーニングバード」(テレビ朝日)(乙7の73)，「zip！」(日本テレビ)(乙7の74)，「7スタBratch！」(テレビ東京)(乙7の75，78)，「ハケンOLは見た」(テレビ東京)(乙7の76)，「サンデージャポン」(TBS)(乙7の83)，「シューイチ」(日本テレビ)(乙7の84)，「Mr．サンデー」(フジテレビ)(乙7の85)，「ココイコ」(テレビ朝日)(乙7の87)，「めざましテレビ」(フジテレビ)(乙7の89)，「ノンストップ」(フジテレビ)(乙7の91)，「お試しかっ！」(テレビ朝日)(乙7の92)，「欽ちゃんのニッポン元気化計画」(三重テレビ)(乙7の93)，「スタードラフト会議」(日本テレビ)(乙7の94)，「シルシルミシルサンデー3時間SP」(テレビ朝日)(乙7の96)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらのテレビ番組では，「すしざんまい」チェーン店について，24時間営業のすし店であること(乙7の2，5，13)，店舗でマグロの解体ショーを行うこと(乙7の8，36，41)，行列ができるすし店であること(乙7の4，13，38)，著名人の「A」が来日時に利用したこと(乙7の76，82，83，84，88，91)，「5000万円マグロでおなじみ？」(乙7の96)などと紹介された。",
                        "また，これらのテレビ番組では，「これ「すしざんまい」っていう24時間やってる所ですね」(乙7の2)，「東京都中央区築地  新店舗  すしざんまい本陣」，「東京都中央区築地  すしざんまい別館」(乙7の3)，では，「銀座の“人気すし”対決  すしざんまい」(乙7の4)，「24時間営業  すしざんまい」(乙7の5)，「すしざんまい  SUSHIZAＮMAI」(乙7の8)，「すしざんまい  東京・銀座」(乙7の10)，「すしざんまい本店」(乙7の12)，「24時間営業のお寿司屋「すしざんまい」」(乙7の13)，「つきじ喜代村  すしざんまい」，「つきじ喜代村  すしざんまい(別館)」，「つきじ喜代村  すしざんまい(銀座7丁目店)」(乙7の14)のほか，「すしざんまい○○店」などの態様で，「すしざんまい」の文字が表示されるとともに，引用商標1が付された店舗の看板等が表示された(乙7の3，4，8，15，17，20，23，28，36，39，58，69)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新聞及び雑誌",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「すしざんまい」チェーン店は，平成13年6月4日から平成24年8月10日までの間に，日刊スポーツ(乙9の1，24，81，88，110，133，150，乙10の89)，日刊ゲンダイ(乙9の69，77，89，127，136，139)，夕刊フジ(乙9の90，123，128，141)，スポーツニッポン(乙9の122)，スポーツ報知(乙9の135)，サンケイスポーツ(乙10の90，99)等の新聞や，Hanako(乙9の4)，TOKYO1週間(乙9の8，25，34，39)，ヨミウリウィークリー(乙9の14)，散歩の達人(乙9の33)，GOETHE(乙9の43)，ファミリーウォーカー(乙9の46)，週刊アスキー(乙9の51，64，118)，週刊プレイボーイ(乙9の67)，福岡ウォーカー(乙9の70)，女性自身(乙9の71)，サンデー毎日(乙9の97)，週刊新潮(乙9の138)，女性セブン(乙9の140)，週刊女性(乙9の144，147)等の雑誌で取り上げられた。",
                        "例えば，平成13年6月4日付けの日刊スポーツ(乙9の1)には，「築地場外市場だからこそ！！ネタ新鮮「すしざんまい」」，「東京の台所，築地場外市場に24時間営業の寿司(すし)店「すしざんまい」が4月にオープンし，評判を呼んでいる」等と掲載され，「すしざんまい」の文字の表示と共に紹介された。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「すしざんまい」チェーン店は，朝日新聞(乙9の5，44，93)，読売新聞(乙9の7)，産経新聞(乙9の26，95)，日本経済新聞(乙9の99)，日本経済新聞電子版(乙9の112)の全国紙において，複数回にわたり取り上げられた。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "例えば，平成22年11月1日付け朝日新聞夕刊には(乙9の93)，「羽田→築地直行  地中海産マグロ，国際化で初の輸入」との見出しの下，「今回輸入した「すしざんまい」チェーンの「喜代村」のY社長は，「鮮度は時間との戦い。…」と話した。」などと掲載された。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "平成22年11月13日付け日本経済新聞朝刊(乙9の99)には，「羽田に国際定期便就航」，「生鮮食品，輸出入素早く」，「24時間体制も強み」との見出しの下，「「スペインで水揚げしたマグロを2日後に店で出せる」。東京を中心にすしチェーン「すしざんまい」を展開する喜代村(東京・中央)のY社長は話す。1日朝，スペインから発送した地中海産生鮮クロマグロ8匹を羽田で受け取った。」などと掲載された。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "2001年(平成13年)5月25日付け朝日新聞朝刊(乙10の1)には，「すし店  24時間営業(東京ストマック  築地魚河岸：9)／東京」との見出しの下，「築地界隈(かいわい)のホットな話題となったのは，4月20日に開店した24時間営業の「すしざんまい」だ。早朝に店を開け，昼過ぎにシャッターを下ろす場外市場の人々にとって，24時間そして年中無休のすし店の登場は驚きだった。母体の「喜代村」(本社・築地3丁目)はマグロの卸売りのほか，弁当，すし，うどん・そば店などを幅広く展開している。」などと掲載された。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "2012年(平成24年)1月5日付け日本経済新聞夕刊(乙10の58)には，「5649万円也，マグロ最高値，築地で初セリ。」の見出しの下，「新年恒例の初セリが5日，全国の主な卸売市場で開かれた。東京・築地市場では青森県の大間産クロマグロが過去最高の1匹5649万円で競り落とされた。これまでの最高値は昨年の3249万円だった。…すし専門店「すしざんまい」を展開する喜代村(東京・中央)が単独で競り落とした。」などと掲載された。",
                            "「すしざんまい」チェーン店を展開する被告が，初競りにおいて市場最高値でマグロを落札したことについては，同日付け日本経済新聞大阪夕刊(乙10の59)，東京読売新聞夕刊(乙10の61)，産経新聞大阪夕刊(乙10の62)，共同通信ニュース(乙10の63)，北海道新聞夕刊(乙10の65)，東奥日報(乙10の66)，東京新聞夕刊(乙10の67)，信濃毎日新聞夕刊(乙10の68)，静岡新聞夕刊(乙10の69)，中日新聞夕刊(乙10の70)，西日本新聞夕刊(乙10の71)，熊本日日新聞夕刊(乙10の72)，日経速報(乙10の74)，日本経済新聞電子版(乙10の75ないし77)，同月6日付け日本経済新聞朝刊(乙10の78)，産経新聞東京朝刊(乙10の79)，岩手日報朝刊(乙10の80)，秋田魁新報朝刊(乙10の81)，福島民報(乙10の82)，下野新聞(乙10の83)，四国新聞朝刊(乙10の84)，佐賀新聞(乙10の85)，長崎新聞(乙10の86)，宮崎日日新聞朝刊(乙10の87)，日刊水産経済新聞(乙10の88)，日本経済新聞電子版(乙10の92，94)等においても掲載された。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告について",
              "text": [
                "原告は，寿司の製造，販売等を目的とする株式会社である。",
                "原告は，九州地区等において，電話又はウェブサイトで注文を受けて，寿司を配達する形態の宅配寿司店として，「寿司ざんまい博多店」，「寿司ざんまい古賀」，「寿司ざんまい宇部店」等を出店し，宅配寿司チェーンの店舗展開を行っている(甲18，乙2の2)。",
                "原告は，自己の運営するウェブサイトにおいて，上記宅配寿司チェーンの名称として，「寿司ざんまい」の表示をしている(乙18の2，3等)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標1及び2に係る周知著名性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "需要者について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，別紙2記載のとおり，上段に筆文字風で記載された「つきじ喜代村」の文字を，中段に大きく筆文字風で記載された「すしざんまい」の文字を，下段に小さくゴシック体で記載された「SUSHIZAＮMAI」の文字を3段に配した構成からなる結合商標である。",
                    "また，引用商標2は，「すしざんまい」の標準文字を表してなる商標である。",
                    "そして，「すし」は，一般的な食品であることに照らすと，引用商標1及び2の指定商品である第30類「すし」と指定役務である第43類「すしを主とする飲食物の提供」における需要者は，いずれも一般消費者であり，共通するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し原告は，「すしを主とする飲食物の提供」にいう「すし」は，握りずし，巻き寿司及びちらし寿司の3種類(握りずし等3種類)に限られ，それら以外の多種多様な「すし」について提供がされている事実は存在せず，一般的な「すし」の提供は対価が高額であるから，その需要者は，「非大衆」の消費者であるのに対し，「すし」の販売にいう「すし」には，握りずし等3種類以外の多種多様なすしも含まれ，その需要者は「大衆」の消費者であるから，本件商標の指定商品「すし」と引用商標1及び2の指定役務「すしを主とする飲食物の提供」とは，需要者が異なる旨主張する。",
                    "しかしながら，「すしを主とする飲食物の提供」の提供対象の「すし」が握りずし，巻き寿司及びちらし寿司の3種類に限定されると解すべき合理的な理由はない。",
                    "次に，「すしを主とする飲食物の提供」について，その提供の場所を特に限定する記載はないから，提供の場所が「すし店」の店舗にのみ限定されるものではないのみならず，これを「すし店」についてみても，「すし店」には，比較的低価格で「すし」を提供する回転ずしの店舗も含まれることに照らすと，すし店の店舗で提供される「すし」がすし店以外で販売又は提供される「すし」よりも，高額であるとは一概にいえない。",
                    "さらに，すし店を利用するのは，「非大衆」であって，「大衆」が需要者に含まれないものとは到底いえない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知著名性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1の認定事実を総合すれば，①被告は，平成13年4月，「すしざんまい本店」の名称のすし店を開店した後，東京都，北海道，栃木県，福岡県，神奈川県，大阪府において，すしチェーンである「すしざんまい」チェーン店を店舗展開し，平成24年12月までに，店舗数が39店舗に及んでおり，同年の売上高見込み及びシェアは，全国のすし店において，いずれも第1位であり，また，「日経MJ(流通新聞)」が調査した「第39回飲食業12年度ランキング」の売上高経常利益率ランキングにおいて，被告は，店舗売上高伸び率ランキングで前年の21位から6位に躍進し，経常利益率でも5位に入ったこと，②被告は，「すしざんまい」チェーン店の各店舗において，引用商標1を表示した看板や「すしざんまい」の文字を縦書きして表示した行灯を使用し，自己の運営するウェブサイトにおいて，引用商標1を表示した上で，「すしざんまい」チェーン店の各店舗の店舗紹介を掲載していたこと，③テレビ，新聞及び雑誌において，被告が，平成24年1月の東京・築地市場の初競りでクロマグロを過去最高値の1匹5649万円で競り落としたこと，「すしざんまい」チェーン店が24時間営業のすし店であること，マグロの解体ショーを行っていることなどの話題について，全国的規模で，多数回にわたり紹介され，その紹介の際には，「すしざんまい」の文字が表示され，また，引用商標1を付した看板の映像や写真も掲載されたことが認められる。",
                    "上記認定事実によれば，「すしざんまい」の表示は，本件商標の登録出願時(同年9月13日)及び登録査定時(同年12月26日)において，被告が店舗展開する「すしざんまい」チェーン店の名称として，「すしを主とする飲食物の提供」の役務の需要者である一般消費者の間に広く認識され，被告の業務に係る上記役務を表示するものとして，著名であったものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，①引用商標1及び2に係る周知著名性の判断に当たっては，被告がどれだけの店舗でどのような営業をしているかが重要であるところ，東京都内における被告の店舗数が多い3つの区(中央区，港区及び江東区)における被告の店舗数の占める割合は非常に小さい，②被告は，引用商標2については，テレビコマーシャル等で自ら宣伝しておらず，被告について話題性を有する報道がされるとしても，例えば，初競りでの落札や24時間営業の寿司屋といった報道は，初競りは年に一回であって，その報道は一過性のものであり，24時間営業は他業種特にコンビニで行われているから，このような報道によって，引用商標1が，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として周知著名になることはない，③引用商標2は，第三者であるマスコミが，テレビ番組や新聞，雑誌で被告のすし店を紹介するときに使用したものであり，被告自身が使用したものではないから，商標としての使用と評価されないなどとして，引用商標1及び2に係る「すしざんまい」の表示は，本件商標の登録出願時及び登録査定時において，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要者の間に広く認識されていたものとはいえない旨主張する。",
                    "しかしながら，引用商標1及び2に係る「すしざんまい」の表示が，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要者の間に広く認識されていたかどうかは，被告による引用商標1及び2の使用態様，使用状況を基礎付ける「すしざんまい」チェーン店の店舗数，売上高，需要者の認識の契機となり得る「すしざんまい」チェーン店に関するテレビ，新聞及び雑誌の報道内容等を総合的に考慮して判断すべきものであって，中央区，港区及び江東区といった限定された地域における被告の店舗数の占める割合のみを重視するのは妥当でないし，また，被告自らが行った使用や広告宣伝のみに考慮事情を限定すべき合理性はない。",
                    "一方で，引用商標1及び「すしざんまい」の表示を伴う全国的規模の多数回にわたる報道が，被告の業務に係る役務を表示するものとしての「すしざんまい」の表示の著名性の獲得に大きな貢献をしたことは明らかである。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標の商標法4条1項15号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "混同を生ずるおそれの有無について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標は，別紙1記載のとおり，「ざんまい」の文字を横書きに書してなる商標である。本件商標から「ザンマイ」の称呼が生じる。",
                        "「ざんまい」の語は，「一心不乱に事をするさま。」(広辞苑第七版)の意味を有するから，本件商標から，このような意味合いの観念を生じる。",
                        "また，前記2(2)ア認定のとおり，「すしざんまい」の表示は，本件商標の登録出願時及び登録査定時において，被告が店舗展開する「すしざんまい」チェーン店の名称として，需要者である一般消費者の間に広く認識され，被告の業務に係る「すしを主とする飲食物の提供」を表示するものとして，著名であったこと，「すし」に関連する登録商標の使用においては，「すし」又は「寿司」の表示を登録商標の前後に付加して使用することが普通に行われており，現に，原告においても，本件商標の「ざんまい」の前に「寿司」の文字を付加した「寿司ざんまい」の商標を使用していること(前記1(4))に鑑みると，本件商標が指定商品「すし」に使用されたときは，被告が店舗展開する「すしざんまい」チェーン店を想起し，その名称としての「すしざんまい」の観念をも生じるものと認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標1は，別紙2記載のとおり，上段に筆文字風で記載された「つきじ喜代村」の文字を，中段に大きく筆文字風で記載された「すしざんまい」の文字を，下段に小さくゴシック体で記載された「SUSHIZAＮMAI」の文字を3段に配した構成からなる結合商標であり，このうち，「すしざんまい」の文字は，引用商標1の中央に他の文字よりも大きく，かつ，太く記載されており，「すし」の部分は，「し」が「す」の左下に位置し，縦書きのように記載されている。",
                        "そうすると，引用商標1を構成する「つきじ喜代村」の文字部分，「すしざんまい」の文字部分及び「SUSHIZAＮMAI」の文字部分は，外観上，それぞれが分離して観察することが取引上不自然と思われるほど不可分的に結合しているものとはいえない。",
                        "そして，「すしざんまい」の文字部分の上記構成態様に照らすと，引用商標1の構成中の「すしざんまい」の文字部分は，取引者，需要者に対し，「すしを主とする飲食物の提供」の役務の出所識別標識として強く支配的な印象を与えるものと認められるから，要部として抽出できるものと認めるのが相当である。",
                        "しかるところ，引用商標1の要部である「すしざんまい」の文字部分及び「すしざんまい」の標準文字からなる引用商標2から，いずれも「スシザンマイ」の称呼が生じる。",
                        "また，前記2(2)ア認定のとおり，「すしざんまい」の表示は，本件商標の登録出願時及び登録査定時においては，被告が店舗展開する「すしざんまい」チェーン店の名称として，需要者である一般消費者の間に広く認識され，被告の業務に係る「すしを主とする飲食物の提供」を表示するものとして，著名であったことに鑑みると， 引用商標1の要部である「すしざんまい」の文字部分及び引用商標2から，被告が店舗展開する「すしざんまい」チェーン店を想起し，その名称としての「すしざんまい」の観念を生じるものと認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，本件商標と引用商標1及び2は，外観及び称呼が異なるが，観念においては，本件商標が指定商品「すし」に使用されたときは，本件商標から被告が店舗展開する「すしざんまい」チェーン店を想起し，その名称としての「すしざんまい」の観念をも生じるのに対し，引用商標1の要部である「すしざんまい」の文字部分及び引用商標2からも，被告が店舗展開する「すしざんまい」チェーン店を想起し，その名称としての「すしざんまい」の観念を生じる点で共通するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，①「すしざんまい」の表示は，本件商標の登録出願時及び登録査定時において，被告が店舗展開する「すしざんまい」チェーン店の名称として，需要者である一般消費者の間に広く認識され，被告の業務に係る「すしを主とする飲食物の提供」を表示するものとして，著名であったこと(前記2(2)ア)，②本件商標と引用商標1の要部である「すしざんまい」の文字部分及び引用商標2から，いずれも被告が店舗展開する「すしざんまい」チェーン店を想起し，その名称としての「すしざんまい」の観念を生じる点で共通すること(前記ア(ウ))，③本件商標の指定商品である「すし」と被告の業務に係る役務である「すしを主とする飲食物の提供」は，需要者が一般消費者である点で共通し(前記2(1)ア)，販売の対象となる商品又は提供の対象となる商品がいずれも「すし」である点で共通することを総合考慮すると，本件商標をその指定商品の「すし」に使用するときは，その取引者，需要者において，被告が店舗展開する「すしざんまい」チェーン店の名称として著名な「すしざんまい」の表示を想起し，当該商品を被告又は被告と緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であるかのように，その出所について混同を生ずるおそれがあるものと認められる。",
                    "したがって，本件商標は，引用商標1及び2との関係において，商標法4条1項15号に該当するものと認められる。",
                    "これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①引用商標1及び2の指定役務「すしを主とする飲食物の提供」にいう「すし」と本件商標の指定商品「すし」とは，握り寿司等3種類を除き，「すし」の内容が一致せず，需要者が異なる，②「すし」の販売にいう「すし」は，弁当と同じような用途であるのに対し，「すしを主とする飲食物の提供」にいう「すし」の提供は，すし職人と会話を楽しむといった別の要素があり，極めて人間的であり，しかも，魚の鮮度が勝負であり，鮮度が比較的短時間で落ちる商品を鮮度の良い状態で提供していること，回転ずしや着席スタイルのすし店等でも，テイクアウトは行われているが，全体のごく一部であり，特に着席スタイルのすし店は鮮度にこだわり，テイクアウトは拒否されるのは周知の事実であることからすると，「すし」と「すしを主とする飲食物の提供」とは，その性質，用途又は目的において密接な関連性を有するとはいえない，③原告の業態は，宅配寿司であり，ウェブサイト又は電話による注文を受けてから寿司を盛り，スピーディな配達をするというものであるのに対し，被告の業態は，カウンター方式及び個室方式をとり，会食・接待・結納などにも利用できる料亭をイメージした落ち着いた雰囲気の個室を用意しており，テイクアウトはあくまで「お持ち帰り」としての利用であり，原告の業態と被告の業態が相違するなどとして，本件商標の登録出願時及び登録査定時において，本件商標をその指定商品「すし」に使用した場合，これに接する需要者が引用商標を想起，連想し，当該商品を被告あるいは被告と経済的又は組織的に何らかの関係を有する者の業務に係る商品であるかのように，その出所について混同を生ずるおそれがあるとはいえないから，本件商標が商標法4条1項15号に該当するものとはいえない旨主張する。",
                "しかしながら，①については，前記2(1)イで説示したとおり，本件商標の指定商品「すし」と引用商標1及び2の指定役務「すしを主とする飲食物の提供」とは，需要者が異なるものと認めることはできない。",
                "②については，「すしを主とする飲食物の提供」の提供の場所を原告が主張するような着席スタイルのすし店に限定すべき合理性はない。",
                "③については，原告が主張する原告の業態と被告の業態の相違は，本件商標をその指定商品「すし」に使用した場合，これに接する需要者が，当該商品を被告又は被告と緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であるかのように，その出所について混同を生ずるおそれがあるとの前記(1)の判断を左右するものではない。",
                "したがって，原告の上記主張は，その前提において採用することができない。その他原告は，本件審決の認定判断の誤りについて縷々主張するが，いずれも理由がないか，本件審決の結論に影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}