{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2019-700452号事件について令和2年5月13日にした異議の決定のうち，特許第6436439号の請求項2～6に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は,被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議審判請求を認容した異議の決定に対する取消訴訟である。争点は，進歩性の有無(一致点及び相違点の認定，相違点に係る容易想到性の判断の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告らは，発明の名称を「包装体及び包装体の製造方法」とする発明に係る特許権(特許第6436439号。以下，「本件特許権」といい，本件特許権に係る特許を「本件特許」，本件特許の明細書及び図面を「本件明細書」という。)の特許権者であり，平成26年11月4日に特許出願(特願2014-224065号)し，平成30年11月22日に特許権の設定登録を受けた(甲9)。",
            "本件特許について，令和元年6月4日付けで特許異議の申立てがあり，特許庁は，異議2019-700452号事件として審理し，原告らは令和2年2月14日付けで，訂正請求をした(甲10。以下，訂正後の請求項2～6に係る各発明につき，「本件発明2」～「本件発明6」といい，これらを併せて「本件発明」と総称することがある。)。",
            "特許庁は，令和2年5月13日，「特許第6436439号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1-4〕，〔5，6〕について訂正することを認める。特許第6436439の請求項2～6に係る特許を取り消す。特許第6436439号の請求項1に係る特許についての本件特許異議の申立てを却下する。」との異議の決定(以下，「本件決定」という。)をし，その謄本は，同年5月25日，原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の訂正後の特許請求の範囲(甲10)",
          "text": [
            "【請求項2】",
            "上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性ポリエステル系フィルムとからなる環状フィルムで包装した包装体であって，",
            "上記非熱収縮性フィルムは，ポリエステル系フィルムにヒートシール層を積層したものであり，厚さが8μm以上30μm以下であり，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下，幅方向の収縮率が4％以下であり，",
            "上記非熱収縮性フィルムは，上記蓋付容器の上面に対応する位置に設けられており，",
            "上記熱収縮性ポリエステル系フィルムは，ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを50モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が10モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂からなり，90℃の温水中で10秒間熱収縮させたときの長手方向の熱収縮率が10％以上60％以下であり，幅方向の収縮率が30％未満であり，",
            "上記熱収縮性ポリエステル系フィルムは，上記蓋付容器の下面に対応する位置に設けられており，",
            "上記熱収縮性ポリエステル系フィルムの両端部と上記非熱収縮性フィルムの両端部とが蓋付容器の両側面で接続されて上記環状フィルムとなっている",
            "ことを特徴とする包装体。",
            "【請求項3】",
            "上記熱収縮性ポリエステル系フィルムの幅方向の屈折率が1．570以上1．620以下であることを特徴とする請求項2に記載の包装体。",
            "【請求項4】",
            "上記非熱収縮性フィルムには，ノッチ及び／又はミシン目が形成されている請求項2又は3に記載の包装体。",
            "【請求項5】",
            "上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性ポリエステル系フィルムとからなる環状フィルムで包装する包装体の製造方法であって，",
            "上記非熱収縮性フィルムは，ポリエステル系フィルムにヒートシール層を積層したものであり，厚さが8μm以上30μm以下であり，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下，幅方向の収縮率が4％以下であり，",
            "上記熱収縮性ポリエステル系フィルムは，ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを50モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が10モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂からなり，90℃の温水中で10秒間熱収縮させたときの長手方向の熱収縮率が10％以上60％以下であり，幅方向の収縮率が30％未満であり，",
            "上記蓋付容器を搬送手段によって所定の方向に搬送する工程と，",
            "上記蓋付容器の上面に対応する位置に上記非熱収縮性フィルムを設ける工程と，",
            "上記蓋付容器の下面に対応する位置に上記熱収縮性ポリエステル系フィルムを設ける工程と，",
            "上記蓋付容器の搬送方向前方側面で，上記熱収縮性ポリエステル系フィルムの一端部と上記非熱収縮性フィルムの一端部とを接続する工程と，",
            "上記蓋付容器の搬送方向後方側面で，上記熱収縮性ポリエステル系フィルムの他端部と上記非熱収縮性フィルムの他端部とを接続する工程とを備えている",
            "ことを特徴とする製造方法。",
            "【請求項6】",
            "請求項5に記載の包装体の製造方法であって，上記熱収縮性ポリエステル系フィルムを熱収縮させて，上記環状フィルムを蓋付容器に密着させる工程をさらに有する包装体の製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1(特開2001-10663号公報)には，以下の発明(以下，「甲1発明」という。)が記載されている。",
                    "「シート成形された浅い箱状のプラスチック容器に蓋を被せた弁当に，チューブ(20)を被せた弁当包装体であって，",
                    "チューブ(20)は，非熱収縮性フィルム(21)と熱収縮性フィルム(22)とを，互いの端縁部(211，212)(221，222)同士を接着代として上下に重ね，熱接着することにより筒形状に成形され，",
                    "熱収縮性フィルムは熱収縮率は50％(at.90℃熱水×10秒)であり，",
                    "チューブ(20)を，熱収縮性フィルム(22)が弁当容器の下面側に位置する向きに被せた，",
                    "弁当包装体。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明2と甲1発明を対比すると，一致点及び相違点は次のとおりとなる。",
                    "＜一致点＞",
                    "「上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性フィルムとからなる環状フィルムで包装した包装体であって，",
                    "上記非熱収縮性フィルムは，上記蓋付容器の上面に対応する位置に設けられており，",
                    "上記熱収縮性フィルムは，上記蓋付容器の下面に対応する位置に設けられており，",
                    "上記熱収縮性フィルムの両端部と上記非熱収縮性フィルムの両端部とが接続されて上記環状フィルムとなっている",
                    "包装体。」",
                    "＜相違点1＞",
                    "本件発明2は，「上記非熱収縮性フィルムは，ポリエステル系フィルムにヒートシール層を積層したものであり，厚さが8μm以上30μm以下であり，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下，幅方向の収縮率が4％以下であ」るのに対して，甲1発明は，非熱収縮性フィルムが具体的に特定されていない点。",
                    "＜相違点2＞",
                    "熱収縮性フィルムについて，本件発明2は，「熱収縮性ポリエステル系フィルム」であって，「ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを50モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が10モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂からなり，90℃の温水中で10秒間熱収縮させたときの長手方向の熱収縮率が10％以上60％以下であり，幅方向の収縮率が30％未満であ」るのに対して，甲1発明は，熱収縮率は50％(at.90℃熱水×10秒)ではあるものの，そのように具体的に特定されていない点。",
                    "＜相違点3＞",
                    "環状フィルムについて，本件発明2は，「上記熱収縮性ポリエステル系フィルムの両端部と上記非熱収縮性フィルムの両端部とが蓋付容器の両側面で接続されて」いるのに対して，甲1発明は，熱収縮性フィルムと非熱収縮性フィルムの互いの両端部同士を熱接着しているが，弁当容器の両側面で接続しているか不明である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "熱収縮を利用して容器に取り付けるラベルにおいて，熱収縮性フィルムと非熱収縮性フィルムとを熱接着する場合，非熱収縮性フィルムにヒートシール層を設けること及び非熱収縮性フィルムとしてポリエステル系フィルムを用いることは周知であって，甲2(実願昭58-71513号〔実開昭59-176074号〕のマイクロフィルム。5頁3行～6頁3行)には，熱収縮性合成樹脂フィルム4と非熱収縮性合成樹脂フィルム5とを熱着するラベルにおいて，ポリエステルの外層フィルム5bにポリプロピレンの内層フィルム5a(ヒートシール層に相当。)を重合した非熱収縮性合成樹脂フィルム5を用いることが記載されている。",
                            "甲1には，非熱収縮性フィルムとして，実質的に熱収縮を生じないプラスチックフィルムを用いること，ポリエステルの二軸延伸フィルムを用いること，及びフィルム厚は好ましくは12～40μmであることが示唆されている(段落【0009】)から，甲1発明において，上記示唆及び周知の事項から，具体的に，熱収縮性脂フィルムとして，相違点1に係る本件発明2の事項とすることは，当業者が設計上適宜なし得たことである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告らは，甲2には，同材の時は熱着でき，ヒートシール層を含まないことが技術常識である旨記載されており，本件発明は，非熱収縮フィルム，熱収縮フィルム共にポリエステル系フィルムであるから，甲1発明に甲2の当該事項を適用しても，非熱収縮フィルムにヒートシール層を備えることを容易に想到し得たとはいえない旨主張する。",
                            "確かに，甲2の6頁11行～14行には，樹脂フィルム5について，「熱収縮性合成樹脂フィルム4を前記内層フィルム5aの内面に重合し，両者を前記固着に際し熱着すれば両者が同材のポリプロピレンとされているので好適に溶着6される」と記載されているが，「内層フィルム5a」は，本件発明2の「ヒートシール層」に相当する層であって，甲2は，熱収縮性合成フィルム4と非熱収縮性合成樹脂フィルム5のヒートシール層である内層フィルム5aとを同材とすることで溶着が好適であることを意味しているのであるから，原告らの主張は当を得たものでない。",
                            "また，本件発明2において，熱収縮性フィルムと非熱収縮性フィルムは，共にポリエステル系フィルムであるが，本件明細書(段落【0070】～【0076】)の比較例1において，ヒートシール層を有しない場合，「両フィルムの接続状態」が維持していないことからも，ポリエステル系フィルムには，様々な成分のフィルムが存在し，ポリエステル系フィルム同士であっても溶着が好適でない組合せが存在することは技術常識であるから，そのような場合には，上記周知の事項に基づいてヒートシール層を用いることを当業者が容易に想到し得るといえる。",
                            "よって，原告らの上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "甲1には，「熱収縮性フィルムの熱収縮率は通常約30～70％である。なお，二軸延伸フィルムであっても，主な収縮が一方向(面内の直角2方向における一方の熱収縮率が約30～70％，他方が約15％以下)であれば，上記一軸延伸フィルムと同じように使用することができる。」(段落【0010】)と記載されており，「熱収縮率は50％(at.90℃熱水×10秒)であ」る甲1発明の「熱収縮性フィルム」は，本件発明2と同様に，「90℃の温水中で10秒間熱収縮させたときの長手方向の収縮率が10％以上60％以下であり，幅方向の収縮率が30％未満であ」るといえる。",
                        "また，甲3(特開2009-143605号公報)の段落【0039】には，「熱収縮性ポリエステル系フィルムに用いるポリエステルは，全ポリステル樹脂中におけるエチレングリコール以外のグリコール成分，もしくはテレフタル酸以外のジカルボン酸成分の含有量が15モル％以上であることが好ましく，17モル％以上であるとより好ましく，20モル％以上であると特に好ましい。ここで，共重合成分としてグリコール成分，もしくはジカルボン酸成分となりうる主成分は，たとえば，ネオペンチルグリコール，1，4-シクロヘキサンジオールやイソフタル酸を挙げることができ，必要に応じてそれらを混合することも可能である。なお，共重合成分(エチレングリコール以外のグリコール成分，もしくはテレフタル酸以外のジカルボン酸成分)の含有量が，40モル％を超えると，フィルムの耐溶剤性が低下して，印刷工程でインキの溶媒(酢酸エチル等)によってフィルムの白化が起きたり，フィルムの耐破れ性が低下したりするため好ましくない。また，共重合成分の含有量は，37モル％以下であるとより好ましく，35モル％以下であると特に好ましい。」と記載されており，実施例(甲3の段落【0105】～【0112】)の記載も参酌すると，当該熱収縮性ポリエステル系フィルムは熱収縮フィルムとして用いられるものであるから，甲3には，「包装袋において，熱収縮性フィルムとして，熱収縮性ポリエステル系フィルムであって，ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを60モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が15モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂を用いること」が記載されている(以下，「甲3記載事項」という。)といえる。",
                        "そして，甲1の段落【0010】には，熱収縮性フィルムにポリエステルが挙げられているから，甲1発明において，熱収縮性フィルムとして，具体的に，甲3に記載された熱収縮性フィルムを用いることは，当業者が容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "甲1の段落【0012】には，「同図は，チューブ(20)を，熱収縮性フィルム(22)が弁当容器の下面側に位置する向きに被せた例であるが，それに限定されず，容器の側面に向けてもよく，あるいは下面から側面にまたがるように被せてもよい。」と記載されている。そして，美観の観点やチューブの収縮時に弁当容器にかかる力を均等にする観点等から，熱収縮性フィルムと非熱収縮性フィルムの互いの端縁部同士の位置を対称に配置することは，通常のことであって，特開2000-79970号公報(甲8)の図1，2等の記載(再接合部Sが側面に位置する構造)からも明らかである。",
                        "したがって，甲1発明において，熱収縮性フィルムの端部と非熱収縮性フィルムの端部とを弁当容器の側面で接続するに当たって，互いの端縁部同士の位置を対称に配置することは，当業者が容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明2の奏する効果について",
                      "text": [
                        "本件発明2の奏する効果は，甲1発明，甲1～3記載の事項，周知の事項から，当業者が想到しうる範囲のものであって，格別なものでない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，本件発明2は，甲1発明，甲1～3記載の事項及び周知の事項に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3と甲1発明の一致点及び相違点",
                  "text": [
                    "本件発明3と甲1発明とを対比すると，上記(1)イの＜相違点1＞～＜相違点3＞及び以下の点で相違し，その余の点で一致する。",
                    "＜相違点4＞",
                    "本件発明3は，「上記熱収縮性ポリエステル系フィルムの幅方向の屈折率が1．570以上1．620以下である」のに対して，甲1発明は，幅方向の屈折率が不明である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1～相違点3について",
                      "text": [
                        "前記(1)ウ(ア)～(ウ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4について",
                      "text": [
                        "甲3の段落【0059】，【0060】には，熱収縮性ポリエステル系フィルムの幅方向の屈折率として，1．560以上1．600未満の数値範囲が記載されており，甲1発明において，本件発明3で特定する熱収縮性フィルムの屈折率の範囲内とすることは，当業者が容易に想到し得たことである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明4と甲1発明の一致点及び相違点",
                  "text": [
                    "本件発明4と甲1発明とを対比すると，前記(1)イの＜相違点1＞～＜相違点3＞及び以下の点で相違し，その余の点で一致する。",
                    "＜相違点5＞",
                    "本件発明4は，「上記非熱収縮性フィルムには，ノッチ及び／又はミシン目が形成されている」のに対して，甲1発明は，そのように特定されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1～相違点3について",
                      "text": [
                        "前記(1)ウ(ア)～(ウ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5について",
                      "text": [
                        "甲1の段落【0015】には，ミシン目を設ける点が記載されており，破封性を考慮すると，非熱収縮性フィルムにミシン目を設けることは，当業者が容易に想到し得たことである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1について",
                  "text": [
                    "甲1には，甲1発明の製造方法に係る以下の発明(以下，「甲1製法発明」という。)が記載されている。",
                    "「シート成形された浅い箱状のプラスチック容器に蓋を被せた弁当に，チューブ(20)を被せた弁当包装体の製造方法であって，",
                    "チューブ(20)は，非熱収縮性フィルム(21)と熱収縮性フィルム(22)とを，互いの端縁部(211，212)(221，222)同士を接着代として上下に重ね，熱接着することにより筒形状に成形され，",
                    "熱収縮性フィルムは熱収縮率は50％(at.90℃熱水×10秒)であり，",
                    "チューブ(20)を，熱収縮性フィルム(22)が弁当容器の下面側に位置する向きに被せた，",
                    "弁当包装体の製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明5と甲1製法発明の一致点及び相違点",
                  "text": [
                    "本件発明5と甲1製法発明とを対比すると，以下の点で一致し，相違する。",
                    "＜一致点＞",
                    "「上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性フィルムとからなる環状フィルムで包装する包装体の製造方法。」",
                    "＜相違点6＞",
                    "本件発明5は，「上記非熱収縮性フィルムは，ポリエステル系フィルムにヒートシール層を積層したものであり，厚さが8μm以上30μm以下であり，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下，幅方向の収縮率が4％以下であ」るのに対して，甲1製法発明は，非熱収縮性フィルムが具体的に特定されていない点。",
                    "＜相違点7＞",
                    "熱収縮性フィルムについて，本件発明5は，「熱収縮性ポリエステル系フィルム」であって，「ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを50モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が10モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂からなり，90℃の温水中で10秒間熱収縮させたときの長手方向の熱収縮率が10％以上60％以下であり，幅方向の収縮率が30％未満であ」るのに対して，甲1製法発明は，熱収縮率は50％(at.90℃熱水×10秒)ではあるものの，そのように具体的に特定されていない点。",
                    "＜相違点8＞",
                    "本件発明5は，「上記蓋付容器を搬送手段によって所定の方向に搬送する工程と，",
                    "上記蓋付容器の上面に対応する位置に上記非熱収縮性フィルムを設ける工程と，",
                    "上記蓋付容器の下面に対応する位置に上記熱収縮性ポリエステル系フィルムを設ける工程と，",
                    "上記蓋付容器の搬送方向前方側面で，上記熱収縮性ポリエステル系フィルムの一端部と上記非熱収縮性フィルムの一端部とを接続する工程と，",
                    "上記蓋付容器の搬送方向後方側面で，上記熱収縮性ポリエステル系フィルムの他端部と上記非熱収縮性フィルムの他端部とを接続する工程とを備えている」のに対して，甲1製法発明は，熱収縮性フィルムと非熱収縮性フィルムの両端縁を熱接着しているが，具体的な工程が特定されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点6及び相違点7は，相違点1及び2と実質的に同じであるから，前記(1)ウ(ア)，(イ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点8について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲4(特開平8-301239号公報)には，以下の点が記載されている。",
                            "「蓋付容器を搬送手段によって所定の方向に搬送する工程と，",
                            "蓋付容器の上面に対応する位置に上側フィルムを設ける工程と，",
                            "蓋付容器の下面に対応する位置に下側フィルムを設ける工程と，",
                            "蓋付容器の搬送方向前方側面で，下側フィルムの一端部と上側フィルムの一端部とを接続する工程と，",
                            "蓋付容器の搬送方向後方側面で，下側フィルムの他端部と上側フィルムの他端部とを接続する工程とを備えている点」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1製法発明において，熱収縮性フィルムと非熱収縮性フィルムの両端縁の接着工程として，具体的に，甲4に記載された工程を用いることは，当業者が容易に想到し得たことである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点及び相違点",
                  "text": [
                    "本件発明6と甲1製法発明とを対比すると，上記(4)の＜相違点6＞～＜相違点8＞及び以下の点で相違し，その余の点で一致する。",
                    "＜相違点9＞",
                    "本件発明6は，「上記熱収縮性ポリエステル系フィルムを熱収縮させて，上記環状フィルムを蓋付容器に密着させる工程をさらに有する」のに対して，甲1製法発明は，そのように特定されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点6～相違点8については，上記(4)ウのとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点9について",
                      "text": [
                        "甲1の段落【0013】及び甲4の段落【0023】には，加熱収縮処理を行う点が記載されているから，甲1製法発明において，相違点9に係る本件発明6の事項とすることは，当業者が容易に想到し得たことである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，本件発明2～6は，甲1に記載された発明，甲1～4記載の事項及び周知の事項に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定と本件発明2の技術的意義の判断を誤った結果，本件発明2と甲1発明の相違点の認定を誤ったこと)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定の甲1発明の認定は，「熱収縮性フィルム(22)の周方向幅はチューブ全周長の1／2以下である」という甲1発明の必須要素(甲1の請求項1。以下，「甲1技術事項」という。)を省いて，上位概念としての発明を認定している点で誤りがある。",
                    "被告は，引用発明の認定は，本件発明2の構成要件と対比し得る記載が引用文献にあることを示し，その集合体が引用発明であるとすれば，過不足ないと考えているようであるが，技術的思想を抽象化，一般化すると，恣意的な認定，判断に陥るおそれがあることに鑑みると，引用発明の認定は，当該刊行物の記載を基礎として，客観的，具体的にされるべきであり，単に，本件発明2と対比する構成要件だけを抽出し，技術的思想を無視する認定をすることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件決定は，甲1発明について，「熱接着することにより筒形状に形成され，・・・熱収縮性フィルムは熱収縮率は50％(at.90℃熱水×10秒)であり」として，特定(50％)の熱収縮率のフィルムが熱接着で筒形状に形成されるとしているが，熱収縮率(50％)について開示する実施例の欄には，どのように接合されたのかの記載はない。甲1の段落【0008】には「熱接着し又は適宜の接着剤を介して接合することにより筒形状に成形」することが記載されているにすぎない。接合手段の下位概念の一つにすぎない「熱接着し」を取り出し，特定(50％)の熱収縮率のフィルムと組み合わせた発明は，甲1に記載されていない。本件決定は，選択的要素にすぎない熱接合を必須の要素として認定している点に誤りがある。",
                    "被告は，甲1には，段落【0008】に記載された二つの接合方法の一つである「熱接着」する発明が記載されていることは明らかであると主張するが，選択肢の数と発明の認定の間に因果関係があるものではなく，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の技術的意義の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2は，非熱収縮性フィルムと熱収縮性フィルムの両方にポリエステル系フィルムを採用するという特徴(後記の相違点A1)と，非熱収縮性フィルムと熱収縮性フィルムの両方がポリエステル系フィルムであるときに非熱収縮性フィルム側にヒートシール層を積層しているという特徴(後記の相違点A2)を有している。2種類のフィルム(本件発明2では，非熱収縮性フィルムと熱収縮性フィルム)が同じポリエステル系フィルムである場合，材質の共通性があるため，両者の親和性(例えば接合性)が高いという一つの技術的特徴が生じる。そのため，甲3では，ポリエステル系フィルム同士を直接溶断シールしている。このような親和性が高い材料同士の接合であることに鑑みると，これら両者間に，あえてヒートシール層を積層していることも一つの技術的特徴となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件明細書には，「非熱収縮性フィルムと熱収縮性フィルムが同じポリエステル系フィルムである場合，材質の共通性があるため，両者の親和性(例えば接合性)が高いという技術的特徴」(以下，「技術的特徴1」という。)は記載されていないと主張する。",
                    "しかし，本件明細書の実施例1には，「ポリエステル系フィルム(非熱収縮)である厚さ12μmの東洋紡社製東洋紡エステル(登録商標)E5100」「と同等の組成を有するフィルムに1μmにヒートシール層を積層して作製されたものである」「厚さ12μm東洋紡社製東洋紡エステル(登録商標)E7700」と，「熱収縮性ポリエステル系フィルムである厚さ18μmの東洋紡社製スペースクリーン(登録商標)SC821」とをヒートシールしており(以下，上記の「E5100」，「E7700」，「SC821」を，それぞれ，「E5100」，「E7700」，「SC821」という。)，非熱収縮性フィルムと熱収縮性フィルムの両方にポリエステル系フィルムを用いることは具体的に示されている。また，甲2において，同材は直接熱着し，異質樹脂素材は接着剤を介して熱着することが記載され(甲2の5頁3行～6頁3行)，同材の組合せが全て最適と評価されている(甲16)ように，材料の共通性が，熱接合性にとって極めて重要な要素であることは，本件特許の出願前後を問わず，技術常識であり(甲23，乙1〔特開2010-100331号公報〕の段落【0018】)，あえて明細書に記載するまでもないことである。",
                    "したがって，技術的特徴1は，本件明細書の記載及び技術常識に基づいた特徴である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件明細書には，「親和性が高い材料同士の接合に，あえてヒートシール層を積層しているという技術的特徴」(以下，「技術的特徴2」という。)は記載されていないと主張する。",
                    "しかし，ポリエステル系フィルム同士の接続においてヒートシール層を積層することは本件明細書の実施例に示されており，被告の主張は，材料の共通性が，熱接合性にとって極めて重要な要素であるという甲2，16，23，乙1などに示される接着性についての技術常識にも反するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件決定の一致点，相違点の認定の誤り",
              "text": [
                "本件決定は，上記(2)の本件発明2の技術的関連性を無視し，非熱収縮性フィルムと熱収縮性フィルムを個別に認定し，＜相違点1＞と＜相違点2＞としている点で誤りがある。相違点1，相違点2は，以下のような＜相違点A1＞，＜相違点A2＞，＜相違点B＞と認定されるべきである。",
                "＜相違点A1＞",
                "本件発明2は「上記非熱収縮性フィルムは，ポリエステル系フィルムであり，上記熱収縮性フィルムは，ポリエステル系樹脂からな」るのに対して，甲1発明は，非熱収縮性フィルム及び熱収縮性フィルムの材質の組み合わせを開示していない点，",
                "＜相違点A2＞",
                "本件発明2は「ポリエステル系フィルムである非熱収縮性フィルムと，ポリエステル系樹脂である熱収縮性フィルムが，非熱収縮性フィルム(ポリエステル系フィルム)に積層されたヒートシール層で接続されて」いるのに対して，甲1発明は，どのようなときに熱接着するか特定しておらず，また熱接着がヒートシール層によるものか否か(例えば，溶断処理を含む概念か否か)についても特定していない点，",
                "＜相違点B＞",
                "本件発明2は，「上記非熱収縮性フィルムは，厚さが8μm以上30μm以下であり，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下，幅方向の収縮率が4％以下であり，",
                "上記熱収縮性フィルムであるポリエステル系樹脂が，ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを50モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が10モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたものであり，90℃の温水中で10秒間熱収縮させたときの長手方向の熱収縮率が10％以上60％以下であり，幅方向の収縮率が30％未満であ」るのに対して，甲1発明は，非熱収縮性フィルムの厚さ，並びに長手方向及び幅方向の収縮率を特定しておらず，熱収縮性フィルムについては，その熱収縮率は50％(at.90℃熱水×10秒)ではあるものの，構成成分及び幅方向熱収縮率を特定していない点。",
                "なお，本件発明2と甲1発明は，本件決定が認定するように，相違点3の点でも相違している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2について相違点A1，A2が容易想到でないこと〔相違点1の容易想到性の判断の誤り〕)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点A1，相違点A2が，甲1，2から容易想到ではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1は，非熱収縮性フィルムとして，ポリエステル，ポリプロピレン，ポリアミドを例示し(段落【0009】)，熱収縮性フィルムとして，ポリエステル(ポリエチレンテレフタレート等)，ポリプロピレン，ポリスチレン，ポリ塩化ビニルをそれぞれ例示する(段落【0010】)が，それぞれの例示の中からポリエステル同士を選択して組み合わせる旨の示唆はない。また，甲1には「熱接着し，又は適宜の接着剤を介して接合すること」が開示されているにすぎず(段落【0008】)，熱接着には，ヒートシール層を介さない直接の熱接着も含まれ，適宜の接着剤には化学系接着剤，溶剤系接着剤なども含まれるから，甲1の接着には熱接着剤以外の接着剤も含まれ，ヒートシール層の示唆すら存在しない。",
                    "したがって，非熱収縮性フィルムの選択要素からポリエステルを選択し，熱収縮性フィルムの選択要素からポリエステルを選択し，接合手段の選択要素から熱接着を選択して組み合わせることは，甲1に開示も示唆もされていない。",
                    "よって，甲1の記載から相違点A1，A2に想到することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，「例えば熱収縮性合成樹脂フィルム4がポリプロピレンとされたとき，非熱収縮性合成樹脂フィルム5は内層フィルム5aをポリプロピレンとする一方，外層フィルム5bを耐熱性に優れるポリエステル又はナイロンとする。・・・両者が同材のポリプロピレンとされているので好適に溶着6される」という記載(5頁5行～14行。以下，「記載1」という。)がある。",
                        "この記載は，非熱収縮性合成樹脂フィルム5の本体となる外層5bをポリエステル又はナイロンとし，熱収縮性合成樹脂フィルム4をポリプロピレンとするときに，内層5b(ヒートシール層該当部分)をポリプロピレンにすること(以下，「態様1」という。)を開示するものである。",
                        "態様1は，非熱収縮性フィルムと熱収縮性フィルムの両方にポリエステル系フィルムを採用するという相違点A1を開示するものではなく，また，非熱収縮性フィルムと熱収縮性フィルムの両方がポリエステル系フィルムであるときにヒートシール層を積層するという相違点A2を開示するものでもない。",
                        "内層フィルム5aを非熱収縮性フィルムの一部と見なすことも可能であり(接着性の観点からは外層フィルム5bは無視できるためである。)，そう見なしたときには，記載1には非熱収縮性フィルムと熱収縮性フィルムが同材であるときは，両者の間に介在する層(ヒートシール層)は不要であることが示唆されているといえる。",
                        "また，甲2には，「非熱収縮性合成樹脂フィルム5を単層のフィルムとしこれが熱収縮性合成樹脂フィルム4と異質の樹脂素材であるときは・・・感熱性接着剤・・・を介して熱着する」という記載(5頁18行～6頁2行。以下，「記載2」という。)があり，「非熱収縮性合成樹脂フィルムを単層のフィルムとしこれが熱収縮性合成樹脂フィルム4と異質の樹脂素材であるときは両フィルムの重合個所に感熱性接着剤をバートコートし，該接着剤を介して熱着する」こと(以下，「態様2」という。)も開示されている。",
                        "態様2は，非熱収縮性フィルム(態様1の場合は外層)と熱収縮性フィルムとが異質である点で，態様1の場合と同様，非熱収縮性フィルムと熱収縮性フィルムの両方がポリエステル系フィルムであることを必要とする相違点A1，A2を開示するものでなく，さらには非熱収縮性フィルムが単層となって，感熱性接着剤が別層として接着時にバートコートされ，非熱収縮性フィルムがヒートシール層を有する積層フィルムではなくなる点で，相違点A3が追加された態様である。",
                        "記載2は，異質材ではない場合(すなわち同材のとき)には感熱性接着剤の存在(ひいてはヒートシール層の存在)は不要であることを当然の前提とした記載であると解されるべきである。",
                        "記載1，記載2から示唆されるように，同材は直接溶着されるものであり，「異質の樹脂素材」のときは感熱性接着剤(ひいてはヒートシール層)によって接着されることを甲2は示唆している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の「同材」，「異質材」に関し，甲2は，非熱収縮性合成樹脂フィルムの外層としてポリエステル，ナイロンなどを挙げ，熱収縮性合成樹脂フィルムとしてポリプロピレンを挙げているところ，熱収縮性ポリプロピレンとは，ポリプロピレンコポリマーである(甲17の1頁右欄12行～14行，甲18の1頁右欄8行～13行，甲19の1頁右欄17行～2頁左上欄3行)。",
                        "このような技術的背景が存在するにもかかわらず，甲2は，共重合成分について触れることなくポリプロピレンと称しているのであるから，甲2における「同材」，「異質材」とは，共重合成分を厳密に区別しない上位概念(又は分類的概念)としてのポリプロピレン，ポリエステル，ナイロンである。そして，甲8の段落【0015】では，ポリスチレン同士，ポリプロピレン同士，ポリエチレン同士，及びポリエチレンテレフタレート同士を同材質であるとし，ポリエチレンとポリプロピレンの組合せを異材質として，共重合成分の異同について区別することなく，同材質，異材質を区別しているし，甲16でも，ポリプロピレン，ポリエステル，ナイロンという単位で接着の相性を整理しているから，甲2において「同材」，「異質材」が，ポリプロピレン，ポリエステル，ナイロンという単位で区別されているという結論(すなわち共重合成分の異同を厳密に区別しないという結論)は，甲2の出願当時のみならず，甲1発明の出願当時(平成12年頃)でも，また現在でも，技術常識にも合致する妥当な結論である。さらに，甲20には，シュリンクフィルムとしてのコージンポリセット，コージンポリセットCXは，その名称(化学名)がポリプロピレンである一方，正しい成分はエチレン・プロピレン共重合物とされているが，成分表示が厳しい現在においてすらこうした実成分と表記成分が相違するという商慣行が行われているのであるから，甲2が，熱収縮性ポリプロピレン(共重合ポリプロピレン)を単にポリプロピレンと称していることは，甲2に特有のものではなく，現在でも行われている普通のことである。また，共重合成分について開示することなく(そもそもホモポリマーかコポリマーかを明示することなく)ポリプロピレンのヒートシール性を検討している文献が，甲2の出願当時，甲2以外にも存在しており(例えば，甲8の段落【0015】，甲21の実施例2，甲22の実施例9，10など。)，こうした点からも共重合成分を明らかにしないことは格段不思議なことではない。",
                        "これらによると，甲2は，共重合成分の異同を区別しない上位概念(又は分類的概念)としてのポリプロピレン，ポリエステル，ナイロンという単位で「同材」，「異質材」を議論しているものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，甲2は，異素材のときにヒートシール層を設けることを示唆したものにすぎないから，甲2からは，ポリエステル系フィルム同士の接続においてヒートシール層を設けること(相違点A2の一部)は動機付けられず，むしろ排除されているといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1の非熱収縮性フィルムを例示した段落【0009】と熱収縮性フィルムを例示した段落【0010】とを指摘し，最初に記載されたポリエステル系フィルムを採用しようとすることが自然であると主張し，また，ポリエステル系の熱収縮性フィルムは，従来から包装材料として広く用いられており，入手も容易なものであると主張する。",
                        "しかし，例示の記載順と要素の組合せには，思想的なつながりは存在しない。また，熱収縮性フィルムとしてポリエステル系フィルムが広く知られており，入手が容易であることと，非熱収縮性フィルムと熱収縮性フィルムの両方に同じ材質(ポリエステル系フィルム)を使用することとの間にも論理的なつながりは存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，乙5，6に基づき，「ポリエステル系フィルムには，様々な成分のフィルムが存在し，ポリエステル系フィルム同士であっても溶着が好適でない組み合わせが存在することは技術常識であるから，そのような場合には，周知の事項に基づいてヒートシール層を用いることを当業者が容易に想到し得るといえる」とした本件決定の判断に誤りはないし，ポリエステル系フィルム同士でも異質なものが存在するとの考えは，甲2の開示の範囲を何ら超えるものではなく，本件決定の「同材」，「異質材」の判断も妥当であると主張する。",
                        "しかし，甲2は，「商品ラベル」(考案の名称)としての「商品の外周に巻回して添着される帯状ラベル」(実用新案登録請求の範囲)に関する発明である。",
                        "これに対し，乙6は，雑誌「繊維と工業」における「生分解性ポリマー」特集に関する記事であり，ラベルとは無関係である。また，乙6は，繊維又は不織布(不織布も繊維製品である)としての脂肪族ポリエステルについての記載であり，繊維の技術をもって，甲2のフィルム材料を解釈することは，失当である。",
                        "乙5は，「飽和ポリエステル樹脂概説」としてより広範囲の飽和ポリエステルを扱ったものであり，甲2のフィルムとの関連性が不明確である。",
                        "したがって，被告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，乙1～4を挙げ，「ポリエステル系フィルム同士の接着でもヒートシール層を用いる」ことは，本件特許の出願時において周知の技術であるとして，相違点A2は，当業者が容易になし得たことであると主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙1(特開2010-100331号公報)に記載されているのは「異種の原反をシールする接着剤がポイント状に一定の間隔ごとに施された第1の帯体用原反の一方の側縁部と第2の帯体用原反の中心線に沿ったラインがポイント状に一定の間隔ごとにヒートシールされる」という技術であり(段落【0018】)，この接着剤は，ヒートシールされるために使用されるものではあっても，ヒートシール層ではない。",
                            "本件発明2のヒートシール層は，「ポリエステル系フィルムに・・・積層したもの」である。フィルムの分野で「積層」とは，laminate 処理すること，すなわち，フィルム又はシート状のものを重ね合わせることを指し(甲25，26)，乙1のように，ポイント状に一定の間隔ごとに接着剤を施すことではない。",
                            "被告は，本件明細書には，「ヒートシール層の形成方法としては経済性を考慮して，通常，コーティング法，溶融押出しラミネート法，ドライラミネート法などを挙げることができる。」(段落【0053】)と記載されているため，「積層」は，原告ら主張のように「laminate 処理すること」に限られるものではないと主張するが，本件発明2における「積層したものであり」とは，ヒートシール層が積層構造(laminate 構造)を有することを意味し，このようなヒートシール層は，非熱収縮フィルムの全面に樹脂をコートしてフィルム化することでも形成できることは明らかである。本件明細書の段落【0053】は，この積層構造(laminate 構造)とその形成法の関係を意味しているにすぎず，段落【0053】におけるコーティング法の記載の有無が「積層」という技術用語の解釈に影響することはない。積層構造(laminate 構造)がコーティング法で形成したものも含むからといって，コーティング法を施したものが積層構造(laminate構造)になるとは限らない。スポット状にコートするものは積層構造(laminate構造)にないことは自明であり，技術的意味が変わるわけではない。",
                            "また，被告は，ヒートシール層の機能からすると，ヒートシールする箇所に設けられていれば足りることは自明であると主張するが，これは，本件明細書に記載されていない主張である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙3(特開2012-177903号公報)が開示しているのは，「ラベル11・・・両方の端部11a，11bの近傍は重なっており，この部分を・・・溶着または，ホットメルト接着剤・・・などで接着」することである(段落【0033】)。溶着は，フィルム同士を直接溶かして接着することを指し，ホットメルト接着剤は，接着部分に当該接着剤を塗布して接着することを指す。ヒートシールはされているかもしれないが，乙3は，積層フィルムとしてのヒートシール層を開示するものではない。",
                            "乙4(特開2012-32658号公報)には，「ロールシュリンクラベルが縦一軸延伸熱収縮フィルムからなることに加え，図1に示す様に，縦一軸延伸熱収縮フィルム1の始端部2および終端部3がヒートシール剤4を介して熱溶着される」と記載されている(段落【0017】)ところ，このヒートシール剤4は，フィルム1の極一部にしか接着していないから(【図1】)，積層フィルムとしてのヒートシール層ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙2(山口誠「包装設計の基礎知識  改訂版」平成10年，72頁,73頁)には，「ヒートシール層」自体は記載されているが，乙2の軟質包装(パウチ用フィルム)は，表面部(ラミネートであるため表面層となる)に機械的強度・剛性・印刷・表示機能などを持たせ，中間部(中間層)にバリヤー性能(水分，湿気，空気，酸素，光線などの遮断)を持たせ，内面部(内面層)にヒートシール機能を持たせるのが一般になっており，ヒートシール層同士(同材同士)をシールすることで内容物はヒートシール層で完全に覆われ，シール性が保たれるから，ヒートシール層が接続する相手はヒートシール層である(甲27〔山口誠「包装設計の基礎知識」平成6年，39頁～66頁〕)。",
                            "一方，甲1の弁当包装体などの分野では，フィルムを積層フィルムとして各層ごとに機能をもたせることが通常であるとはいえず，ヒートシール層を設けることも通常であるとはいえないし，ヒートシール層を形成したときにヒートシール層同士を付き合わせてシールするものでもない。",
                            "乙2は，ヒートシール層の技術的意義が弁当包装体と軟質包装とでは全く異なっており，こうした軟質包装でヒートシール層が開示されているからといって，「熱収縮を利用して容器に取り付けるラベルにおいて」ヒートシール層を設けることが周知又は動機付けられるとはいえない。",
                            "被告は，乙2に，「フィルムが熱で収縮しやすい延伸フィルムの場合には，ヒートシール層の樹脂として，低い温度でシールできる，『低温シール性』の樹脂を用いることが望ましい」と記載されていることを根拠に，「熱で収縮しやすいフィルムを接着する場合，収縮しない程度の低い温度でシールできるヒートシール層を用いてシールすることは技術常識である」と主張する。",
                            "しかし，一般に，フィルムは二軸延伸されるものであって，熱緩和を100％の達成率で行うことは事実上難しく，多少の収縮率は残るものである(本件明細書の実施例の欄で使用された非熱収縮性フィルムであるE5100，E7700は，いずれも1．4％の収縮率を有する〔段落【0071】，【0073】〕。)。乙2の「収縮しやすい延伸フィルム」とは，実質的に非熱収縮性フィルムを指すものであり，収縮包装をするために用いられる熱収縮性フィルムではない。乙2を参照しても，熱収縮性フィルムをヒートシールすることは示されていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のように，乙1，3，4は，ヒートシール層の開示すらないし，乙2は，軟包装袋(パウチ)に関するものであって，熱収縮を利用して容器に取り付けるラベルとは，ヒートシール層の機能及びヒートシール層の接合相手が全く相違している。",
                            "熱収縮性フィルムと非熱収縮性フィルムとが異質でないとき(同材であるとき)に，「熱収縮を利用して容器に取り付けるラベルにおいて，熱収縮フィルムと非熱収縮フィルムとを熱接着する場合，非熱収縮フィルムにヒートシール層を設けること」を記載した例は一例もなく，周知であるとはいえない。",
                            "このように，乙1～4を参照しても，相違点A2は開示も示唆もされておらず，こうした構成に至る動機は全く存在しない。ヒートシール層は，基材フィルムに対して積層される層であることから理解されるように，経済性に劣っており，特段の動機付けが存在しない限り設けられるものではなく，ましてや弁当包装体などの分野で同材同士(ポリエステル系フィルム同士)のフィルムを接続するときに，直接ヒートシールできるにもかかわらず，あえてヒートシール層を設けることは，当業者であれば無駄と考えるはずであって，動機付けられるものではない。本件発明では，ポリエステル系フィルムの場合，たとえ同材であっても，熱収縮性フィルムと非熱収縮性フィルムとを組み合わせると直接ヒートシールできない(比較例1)という技術的課題が存在することが判明したためにヒートシール層の使用が動機付けられたのであり，こうした課題が不明である本件特許の出願時において，ヒートシール層の使用が動機付けられることはない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載及び技術常識に基づいて導き出される解決課題又は効果が容易想到ではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2は，非熱収縮性フィルムと熱収縮性フィルムとで包装体を形成しているから，熱収縮性フィルムは包装体の全部ではなく一部にすぎない(請求項2)。そのような包装体においては，一部分にすぎない熱収縮性フィルムを利用して包装体全体として良好な収縮特性(具体的には，適度な収縮応力，残存収縮率の少なさなどが影響する)を示すようにすることが重要であり，所定のポリエステル系フィルムを熱収縮フィルムとして採用することで，全体として優れた収縮仕上がり性を示すことが可能となる(段落【0030】)。",
                    "また，非熱収縮性フィルムにもポリエステル系フィルムを採用したのは，ポリプロピレンなどの低融点素材(ポリプロピレンの融点は130～170℃程度〔甲14，15〕)を採用すると，熱収縮性ポリエステル系フィルムをヒートシールさせる条件(本件明細書の実施例で153℃)で非熱収縮性フィルムのシール部分やその周辺まで熱変形して美観が崩れてしまう不具合を回避するためであり，熱収縮性フィルムであるポリエステル系フィルムと同質材とすることで両者の接合性を良好にすることを考慮したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ポリエステル系フィルム同士を接合する場合，融点以上に加熱するとヒートシールできることは，同質材である以上，自明である(甲3の段落【0110】，甲16)し，両方が熱収縮性フィルムであれば，ヒートシール層を設けなくてもヒートシールが可能である(本件明細書の比較例2)。",
                    "原告東洋紡株式会社の行った実験(甲29)によると，本件発明2の実施例1に用いられた熱収縮性フィルムSC821と非熱収縮性フィルムE5100は，熱収縮前にヒートシールされているから，20％の共重合成分が存在しても，ポリエステル系フィルム同士であれば，本来，ヒートシールされることが示されており，甲2，16，23，乙1などで示されている技術常識と合致する。",
                    "しかし，このようなフィルムにおいて，高温でシールして非熱収縮性フィルムが変形すると，非熱収縮性フィルムは，熱をかけても収縮することがないため，シール部分やその周辺の熱変形がそのまま残って外観不良の原因となる。外観不良を避けることを目的とする本件発明2では，非熱収縮性フィルムの熱変形を避けるために比較的低温(実施例では154℃)でヒートシールを行う必要があるところ，一方のフィルムがSC821のように熱収縮性を有する場合(引張残留応力がある場合)，たとえ成分が同じであっても，相手方が非熱収縮フィルムである場合(引張残留応力がない場合)には熱収縮によってヒートシール性が失われるのであり(本件明細書の比較例1)，片方のポリエステル系フィルムが非熱収縮性になると，たとえポリエステル系フィルム同士であっても直接ヒートシールすることが難しくなることが判明した(本件明細書の比較例1)。",
                    "これは，熱収縮性／非熱収縮性に特有に求められる低温シール条件(非熱収縮性フィルムの融点以下)と，熱収縮性ポリエステル系フィルム／非熱収縮性ポリエステル系フィルム間のシール性の悪さに起因するものであって，本件発明において初めて見いだされた課題である。",
                    "本件発明2は，同材であっても非熱収縮性フィルムと熱収縮性フィルムの組合せの場合にはヒートシールできない(厳密に言えば，熱収縮後にヒートシール性が失われる)という未知の課題を解決するためにヒートシール層を設けたものであるから，容易に想到できないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，①非熱収縮性フィルムをポリエステル系フィルムとするのは，熱収縮性フィルムと非熱収縮性フィルムとで包装体を作製するときに，熱収縮性フィルム側だけで全体の収縮特性を満足させて包装体の外観を良好にするためのものであり，②非熱収縮性フィルムをポリエステル系フィルムとするのは，ヒートシール時に非熱収縮フィルムの熱変形を防止して，包装体が熱収縮した後の外観を良好にするためのものであり，③ヒートシール層を設けるのも，また，非熱収縮性フィルムと熱収縮性フィルムとを熱的に接合する時の温度を低温とすることを可能にし，非熱収縮性フィルム側の熱変形を防止して包装体が熱収縮した後の外観を良好にするためのものであり，また，非熱収縮性フィルムと熱収縮性フィルムの両方がポリエステル系フィルムである時には，直接ヒートシールできないという本件発明2で初めて見いだされた課題を解決するためであり，いずれも非熱収縮性フィルムと熱収縮性フィルムとから構成される包装体の外観を良好にするために必要不可欠な要件となっている。このような非熱収縮性フィルムと熱収縮性フィルムとから構成される包装体の外観を良好にするために採用される相違点A1及び相違点A2について，甲1，2には開示も示唆も存在しないのであるから，甲1，2から容易に想到できるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2について相違点Bが容易想到でないこと〔相違点2の容易想到性の判断の誤り〕)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3の発明は，全周が熱収縮性フィルムからなる包装体であること，収縮温度が80℃と低いこと，収縮にかける時間は2．5秒と短いこと(段落【0110】)に特徴がある。",
                "他方，甲1発明は，「熱収縮性フィルム(22)の周方向幅はチューブ全周長の1／2以下である筒状体」である(【請求項1】)。このように熱収縮性フィルムを半分以下にしているのは「熱収縮性チューブを使用した弁当包装体は，容器の変形やチューブのゆがみを生じ易い」(甲1の段落【0003】)，「電子レンジのマイクロ波照射で容器内の食品が過熱されると，チューブ(30)は，容器内部からの熱の伝導や，容器内から発生する蒸気・熱気の接触により加熱され，熱収縮(二次収縮する)。その熱収縮により強い締付け力が加わると，・・・密閉状態が損なわれる」(段落【0004】)という課題があったからであり，熱収縮フィルムを半分以下にすることで，こうした課題を解決する発明である(段落【0005】)。このように，甲1発明は，熱収縮性フィルムを半分以下にした時の熱収縮技術に該当し，その技術思想は，甲3の発明と一線が引かれている。甲1発明においてどのような熱収縮性フィルムを採用するかは，甲1の技術思想に基づいて選択する必要があるところ，甲1には，熱収縮性フィルムとして，「ポリエステル(ポリエチレンテレフタレート等)，ポリプロピレン，ポリスチレン，ポリ塩化ビニル」を並列的に記載しているだけであって(段落【0010】)，どのような材質が好適であるかの示唆を一切与えていない。",
                "さらに，甲1では，熱収縮性フィルムを1／2以下にした上で，その収縮も温度100℃で8秒もかけて行っている(段落【0017】)が，これは，「加熱条件(温度，時間，熱風量)の微妙な調整を必要」とする状況を避けるためであり(段落【0019】)，収縮時間を8秒よりも短くすると収縮速度が速くなりすぎて「加熱収縮の制御」(段落【0003】)が困難になることを意味している。甲3のフィルムは，甲1発明よりも低い温度(80℃)で熱収縮させているにもかかわらず，その収縮に要する時間はわずか2．5秒であって著しく速い速度で収縮させている(段落【0110】)。甲1の上記記載に照らすと，2．5秒での収縮は収縮率制御の観点から危険であり，甲3の成分を採用するのであれば，80℃よりも低い温度を採用して収縮速度を遅くしなければならないことに思い至るはずである。しかし，80℃よりも低い温度(例えば，50～60℃)で熱収縮してしまうようなフィルムは，通常の生産工程やフィルム保管時に自然収縮してしまうことが懸念され，熱収縮性フィルムとして使い物にならないことまで想起し得る。甲3の熱収縮条件をみた当業者であれば，甲3に開示されたフィルム成分を甲1発明に適用することはできないと考えるはずであり，こうした甲3のフィルムをあえて使用してみる動機は存在しない。",
                "数ある包装体に関する技術から，包装体全体が熱収縮性フィルムである技術に着目し，その中から甲3に記載のフィルムを選択し，それを甲1の発明と組み合わせるような動機付けは全く存在していないといえ，むしろ，甲3の収縮条件を見た当業者であれば，甲1発明には不適切であると考えるはずである。本件決定は，本件発明2をみた後での後付けの理論にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明2において，ネオペンチルグリコールや1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂を採用したのは，熱収縮時に生じる引張応力(熱収縮応力)が適切であって，非熱収縮性フィルムと組み合わせて包装体を形成した時に，適切な締結力で蓋付容器を包装できるためであり，その結果，環状フィルムの収縮仕上がり性が良好になるためである(段落【0030】)。",
                "甲1の段落【0016】の「at.90℃熱水×10秒」とは，熱収縮性フィルムを時間をかけて略完全に熱収縮した時の収縮率を示している(甲1の段落【0018】参照)が，締結力を考えるに当たって重要なのは，収縮中の挙動であり，収縮が略完全に終わった後の熱収縮率から締結力を評価することはできないから，甲1の段落【0016】の収縮率だけでは，この締結力を正しくコントロールすることは難しい。熱収縮フィルムが熱によって収縮する時には，引張残留応力を機動力とする収縮力の発生と，引張残留応力自体の緩和の両方が生じる。同じ収縮率で比較しても，収縮力の影響が熱緩和よりも大きくなるほど，締結力が大きくなる。ネオペンチルグリコールや1，4-シクロヘキサンジメタノールは，非熱収縮性フィルムと接続した時の包装体の収縮応力を適切にするための好適な成分であり，こうした観点から，ネオペンチルグリコールや1，4-シクロヘキサンジメタノールを選択することの動機付けは，甲1にも甲3にも存在しない。甲1には，ポリエステルという表現と，「at.90℃熱水×10秒」での熱収縮率が記載されているにすぎず，いずれも好適な締結力につながる情報ではないから，当業者は，相違点B(又は相違点2)に想到し得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，甲1発明と甲3の技術分野が弁当包装体である点で共通することや，両者の作用，機能が共通していることが動機付けになると主張する。",
                "しかし，甲1発明の熱収縮性フィルムの作用，機能は，1／2以下の割合で非熱収縮性フィルムと接合した時の包装体全体の作用，機能(容器の変形やチューブのゆがみがなく，また，加熱温度・時間等を調整し，適切な収縮量を得るような著しく煩瑣かつ困難を生じさせないような作用，機能)であり，甲3のラベルの全てが熱収縮性ラベルであるときの作用，機能と大きく異なる。",
                "また，甲1発明と甲3とを組み合わせるに当たっては，本件発明2との一致点であるとされた甲1発明の構成(非熱収縮性フィルムと熱収縮性フィルムとを組み合わせかつ熱収縮性フィルムを1／2以下にし，かつ1／2以下の一態様として弁当容器の下面で熱収縮性フィルムを被せるか，または下面から側面にまたがるように被せるようにしたという構成)を採用した理由に拘束されることは免れず，単に分野が共通するというだけでは，甲1発明と甲3とを組み合わせる動機付けにはならない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明2について相違点3の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点3は，熱収縮性ポリエステル系フィルムの両端部と非熱収縮性ポリエステル系フィルムの両端部とが「蓋付容器の両側面で接続」されていることに関するものであるところ，本件決定では，甲1の段落【0012】の記載などから，容易想到であると判断する。",
                "しかし，甲1をどのように精査してみても，「一方の側面から下面を通って他方の側面にまたがるように熱収縮性フィルムを被せる」という記載は存在しないから，「両」側面で接続するという相違点に想到することはできない。",
                "また，本件決定は，「端縁部同士の位置を対称にすることは，通常のこと」であるとして特開2000-79970号公報(甲8)を指摘して容易想到性を指摘するが，甲8は，両側面で接続するという技術思想を直接記載したものではなく，また，そのことによる「見栄え」の向上という本件発明2の効果(段落【0063】，【0064】)についての記載も存在しない。",
                "したがって，甲1発明を相違点3に適用することの動機付けは存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，美観の観点やチューブの収縮時に弁当にかかる力を均等にする観点から，熱収縮性フィルムと非熱収縮性フィルムの互いの端縁部同士の位置を対称に配置することは，通常のことと主張する。",
                "しかし，甲8には，単に接合部Sが側面に位置する図が記載されているにすぎず，被告が主張するような美観や力の均等などの記載はない。",
                "仮に，美観や均等という観点を考慮しても，美観に関しては，接合部を底面にすることで接合部を全く見えないようにした甲1発明の方が優れており，力の均等の面でも，断面の四つの角全てが非熱収縮性フィルムである甲1発明の方が，力が均等に作用する点で優れている。この甲1発明の優れた美観や均等性を捨てて，美観や均等性が劣る甲8の構成を採用する動機は全くない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明3，4の容易想到性の判断の誤り)について",
          "text": [
            "本件発明3，4は，相違点A1，相違点A2，相違点B，相違点3を有しており，これらの相違点A1，相違点A2，相違点B，相違点3が容易に想到することができないものである以上，本件発明3，4も進歩性を有する。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明5について相違点6，7の容易想到性の判断の誤り)について",
          "text": [
            "相違点6，7に関する本件決定の内容は，相違点1，相違点2に関する本件決定と実質的に同じであり，それらが失当であることは，相違点1，相違点2について主張したとおりである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明5について相違点8の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定は，甲1製法発明において甲4に記された工程を用いることで相違点8に想到できるとしている。",
                "しかし，甲1発明において，全て熱収縮性フィルムで包装体を形成する場合，包装体全体として適切な(11％程度の)収縮率を達成しようとすると，最大収縮率(50％)に照らして制御が難しい収縮率で熱収縮フィルムを収縮させる必要が生じてしまい(段落【0019】)，熱収縮フィルムを制御が容易な収縮率(33％)で収縮させようとすると，フィルム表面の印刷表示に大きなゆがみを生じたり，収縮前の開口径が大きくなって装着位置決めが著しく難しくなるという困難が生じる(段落【0020】)ため，甲1発明は「熱収縮性フィルムを1／2以下」にする点に重要な特徴がある。",
                "一方，甲4の発明は，上側帯状フィルムと下側帯状フィルムの両方，すなわち，包装体の全領域が熱収縮性フィルムであるという要件を必須としており，この要件は，甲4の発明にとって重要な要件である。甲4の発明は，「箸等の食器を収納するか否かにかかわらず容器，蓋に対して包装フィルムを密着させる」という解決課題を有している(段落【0009】)ところ，「箸等の食器を収納するか否かにかかわらず」とは，箸等の収納が不要であるという意味ではなく，「箸等の食器を収納しない場合であっても収容する場合であっても」包装フィルムを密着させるという意味である(段落【0007】)。甲4の発明は，箸及び容器にフィルムを密着可能にするために，「弁当箱の上下面をそれぞれ熱収縮性の上側帯状フィルムと下側帯状フィルムで覆(う)」ようにしており(【請求項1】，段落【0033】)，上側，下側両方を熱収縮性帯状フィルムとすることは，甲4の発明の解決課題にとって必須の項目である一方で，甲1発明が否定する態様であり，さらには本件発明の比較例2に該当する技術でもある。したがって，当業者は，甲1発明と甲4の記載とを結びつけることはできず，相違点8も進歩性が認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，甲4の発明の技術思想に反し，「弁当箱の上面を非熱収縮性の帯状フィルムとし，下面を熱収縮性の帯状フィルム」とすることを許容して，甲1発明に近づけたとしても，甲4の技術で包装すると，下面の熱収縮性の帯状フィルムの収縮力によって包装体が湾曲したり，収縮後にチューブが歪んだりして甲1発明の課題(容器の変形やチューブのゆがみの防止。段落【0003】)を解決できなくなるという問題が生じる。甲4の技術は，そもそも「弁当箱用包装体を，連続して高速に製造する」ために開発された技術であり(段落【0009】)，その高速連続製造を可能にするために，熱収縮では「シュリンクトンネル等の加熱装置」を使用している(段落【0014】)。甲4にはどの程度の高速連続製造を前提としているかの明示の記載はないが，シュリンクトンネル等の加熱装置を使用する場合，トンネルの加熱部通過時間は，通常，2～3秒程度であるものと推察される(例えば，甲3の段落【0110】では，スチームトンネルを2．5秒で通過させている。本件明細書の段落【0070】でも，2．3秒で熱収縮させている。)。一方，甲1発明では8秒もかけて収縮を行っており(甲1の段落【0017】)，これは，「加熱条件(温度，時間，熱風量)の微妙な調整を必要」とする状況を避けるためであり(甲1の段落【0019】)，収縮時間を8秒よりも短くすると収縮速度が速くなりすぎて「加熱収縮の制御」(甲1の段落【0003】)が困難になり，もって「熱収縮性チューブを使用した弁当包装体は，容器の変形やチューブのゆがみを生じ易い」という課題(甲1の段落【0003】)が生じてしまうことを意味している。甲1発明が解決しようとした課題が，甲4の技術を採用することで解決されなくなってしまうから，甲1発明と甲4の技術とを組み合わせることを甲1発明は明確に否定しているといえ，これらを組み合わせる動機付けが存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲1製法発明と甲4の発明は，弁当包装体の製造方法である点で技術分野が共通すると主張する。",
                    "しかし，この理由で動機付けられるのは，甲1に記載された甲1製法発明以外の発明と甲4の発明との組合せであり，甲1発明と甲4の発明とを組み合わせる動機付けにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲1製法発明の弁当包装体は，コンビニエンスストア等で販売される弁当に用いられることが想定され(甲1の段落【0002】)，そのような弁当包装体は，良好に包装されていることが求められるとともに，高速に製造できることが求められることは明らかであるとした上で，このことが，甲4の段落【0009】に記載されていることを挙げて，両者の課題は共通していることを指摘し，動機付けがあると主張している。",
                    "しかし，コンビニエンスストア等で販売されることと高速製造との間に因果関係はなく，被告の主張は失当である。",
                    "仮に，コンビニエンスストア等で販売されるものは高速製造されるものであるという関係があるとしても，それは，甲1製法発明と無関係である。甲1製法発明は，「容器の変形やチューブのゆがみ」を防止すること，この変形やゆがみの防止を「加熱時間を調整し適切な収縮量を得る」といった「著しく煩瑣かつ困難」な作業を回避しつつ達成するということや，加熱時間の微妙な調整を必要とすることを解決課題とし(段落【0003】，比較例1)，加熱時間として8秒を確保する実施例1を示し，これを「加熱・・・時間・・・の微妙な調整を必要」としない「効率よい装着作業を安定に維持」できる例であるとしている(段落【0019】)。甲1製法発明は，条件の微妙な調整を必要としない安定製造を目的としてゆっくり製造する発明であり，高速製造とは思想が真逆である。",
                    "したがって，高速製造が甲1製法発明と甲4の発明とを結びつける動機付けになることはなく，むしろ阻害する理由になる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明6について容易想到性の判断の誤り)について",
          "text": [
            "本件発明6は，相違点6～8を有している。当業者は，相違点6～8を容易に想到することはできないから，本件発明6も進歩性を有する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定と本件発明2の技術的意義の判断を誤った結果，本件発明2と甲1発明の相違点の認定を誤ったこと)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条1項(新規性)及び2項(進歩性)の適用を判断する際の引用発明の認定は，これを判断の対象の発明と対比させて，判断の対象の発明と引用発明との相違点に係る技術的構成を確定させることを目的としてされるものであるから，判断の対象の発明との対比に必要な技術的事項について過不足なくされなければならない(知財高裁平成26年(行ケ)第10240号同27年9月30日判決)。",
                    "本件発明2は，「上記熱収縮性フィルムの端部と上記非熱収縮性フィルムの端部とが蓋付容器の側面で接続されて上記環状フィルムとなっている」と特定されており，「熱収縮性フィルムの端部」と「非熱収縮性フィルムの端部」とが「蓋付容器」に対して「蓋付容器の側面」で接続されるものであるが，熱収縮性フィルムの周方向幅に関する具体的な特定はない。",
                    "このように，本件発明2には，熱収縮性フィルムの周方向幅に関する具体的な特定はないから，甲1記載事項は，本件発明との対比に必要な技術的事項であるとはいえない。",
                    "本件決定における甲1発明の認定は，本件発明との対比に必要な技術的事項について過不足なくされたものであるから，甲1記載事項を認定しなかったことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "フィルムの接合に関して，甲1の実施例(段落【0016】～【0020】)には，「(接合代を含む)」，「(接合代を含まず)」(段落【0016】)と記載されているだけであり，具体的な接合方法は記載されていない。",
                    "しかし，甲1には，「熱接着し又は適宜の接着剤を介して接合すること」(段落【0008】)が記載されているから，上記実施例においても，「熱接着し又は適宜の接着剤を介して接合」していると理解される。甲1には，これら二つの接合方法のうちの一つである「熱接着」する発明が記載されていることは明らかであるから，本件決定の甲1発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の技術的意義の判断の誤り及び本件発明2と甲1発明の相違点の認定の誤りについて",
              "text": [
                "原告らは，本件発明2が技術的特徴1及び2を有しているとの主張を前提として，本件決定において，技術的関連性を無視し，非熱収縮性フィルムと熱収縮性フィルムについて，相違点を個別に認定していることが誤りであると主張する。",
                "しかし，本件明細書には，非熱収縮性フィルムに関しては，段落【0040】に「非熱収縮性フィルムに用いられるポリエステル系フィルムは非熱収縮性ポリエステル系フィルムであることが好ましい。」と記載される一方，熱収縮性フィルムに関しては，段落【0021】に「特に限定されず，公知のものを使用することができ，例えば，ポリエステル系フィルム，ポリオレフィン系フィルム，ポリスチレン系フィルム，ポリ塩化ビニル系フィルムなどが挙げられ」ると記載され，熱収縮性ポリエステル系フィルムが例示されているものの，非熱収縮性フィルムに関する事項と熱収縮性フィルムに関する事項とは，それぞれ個別に記載されているのみであり，「非熱収縮性フィルムと熱収縮性フィルムが同じポリエステル系フィルムである場合，材質の共通性があるため，両者の親和性(例えば接合性)が高いという技術的特徴」(技術的特徴1)は記載されていない。",
                "また，ヒートシール層に関しては，本件明細書の段落【0048】に「ヒートシール層を形成する樹脂としては，シーラント接着性が十分に発現できるものであればよく，ポリエステル系フィルム(非熱収縮性)より低い融点(80～160℃程度が好ましく，より好ましくは100～150℃)を有するポリエステル系樹脂やポリオレフィン系樹脂であるのが好ましい。」と記載されているが，本件明細書には，「親和性が高い材料同士の接合に，あえてヒートシール層を積層しているという技術的特徴」(技術的特徴2)は記載されていない。",
                "本件発明2において，非熱収縮性フィルムに関する事項と熱収縮性フィルムに関する事項とは，それぞれ個別の事項であり，本件発明2は，技術的特徴1及び2を有しているとはいえない。",
                "したがって，本件決定において，非熱収縮性フィルムに関する事項を相違点1とし，熱収縮性フィルムに関する事項を相違点2として個別に認定したことに誤りはないから，本件発明2と甲1発明の相違点を，相違点A1，相違点A2及び相違点Bのように認定すべきであるとする原告らの主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2について相違点A1，A2が容易想到でないこと〔相違点1の容易想到性の判断の誤り〕)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点A1，相違点A2が，甲1，2から容易想到であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の段落【0009】には，非熱収縮性フィルムに関して「非熱収縮性フィルムとは，実質的に熱収縮を生じないプラスチックフィルム(100℃における熱収縮率：3％未満)であり，例えばポリエステル，ポリプロピレン，ポリアミドなどからなる二軸延伸フィルムが使用される。」と記載され，段落【0010】には，熱収縮性フィルムに関して「熱収縮性フィルム(22)の材種は，例えば，ポリエステル(ポリエチレンテレフタレート等)，ポリプロピレン，ポリスチレン，ポリ塩化ビニル等であり」と記載されているから，これらの記載を見た当業者は，非熱収縮性フィルムと熱収縮性フィルムとして，まずは最初に記載されたポリエステル系フィルムを採用しようとすることが自然である。そして，甲1の記載以外にも，ポリエステル系の非熱収縮性フィルムは，甲2(5頁3行～10行の外層フィルム5b)に，ポリエステル系の熱収縮性フィルムは甲3(段落【0017】等)に記載されているように，いずれも従来から包装材料として広く用いられており，入手も容易なものであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2，乙1(段落【0018】，段落【0027】)によると，「熱収縮を利用して容器に取り付けるラベルにおいて，熱収縮性フィルムと非熱収縮性フィルムとを熱接着する場合，非熱収縮性フィルムにヒートシール層を設けること及び非熱収縮性フィルムとしてポリエステル系フィルムを用いること」は，本件特許の出願時において周知の技術である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，「ポリエステル系フィルムには，様々な成分のフィルムが存在し，ポリエステル系フィルム同士であっても溶着が好適でない組合せが存在することは技術常識である」とした本件決定の判断に誤りがあると主張する。",
                        "しかし，ポリエステルは，主鎖にエステル結合をもつ重合体で，多塩基酸と多価アルコールとの重縮合などによって得られるものであり，使用するモノマー(ジカルボン酸，ジオール，ヒドロキシカルボン酸など)の種類，組合せによって，極めて多くの種類がある(乙5の2頁7行～8行，3頁15行～17行，10頁2行～4行)。そして，ポリエステルの融点は，使用するモノマーの種類，組合せにより変わることは技術常識である(乙5の10頁「表1．3  各種ポリエステルの融点(T)，ガラス転移温度(T )」，12頁「表1．4  各種ポリエステルのメチレン基数m gと融点(℃)」，乙6のP-203「表2  脂肪族ポリエステルの熱的性質と糸質特性」)。",
                        "そうすると，ポリエステル系フィルムは，その成分によって融点が異なり，そして，融点が異なるポリエステル系フィルム同士を溶着する場合には，一方が溶け，他方が溶けないというような好適ではない組合せが想定され得ることは明らかであるから，「ポリエステル系フィルムには，様々な成分のフィルムが存在し，ポリエステル系フィルム同士であっても溶着が好適でない組合せが存在することは技術常識である」とした本件決定の判断に誤りはない。",
                        "本件決定では，本件明細書の比較例1の記載を例示したが，これは，本件特許の出願当時の技術水準を示すために説明したものであって，このことをもって，上記事項を技術常識であるとした判断に誤りがあるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(イ)のとおり，ポリエステル系フィルムは，その成分によって融点が異なり，融点が異なるポリエステル系フィルム同士を溶着する場合には，一方が溶け，他方が溶けないというような好適ではない組合せが想定され得ることは明らかである。",
                        "そうすると，ポリエステル系フィルム同士であっても，融点が異なり溶着が好適に行われない場合は，甲2でいう「異質材」であり，また，融点が同程度であり溶着が好適に行われる場合は，甲2でいう「同材」であるといえるから，ポリエステル系フィルム同士でも異質なものが存在するとの考えは，甲2の開示の範囲を何ら超えるものではないし，「同材」，「異質材」の判断も妥当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ヒートシール層について，「フィルムが熱で収縮しやすい延伸フィルムの場合には，ヒートシール層の樹脂として，低い温度でシールできる，『低温シール性』の樹脂を用いることが望ましい」(乙2の72頁11行～13行)とされていることからみて，熱で収縮しやすいフィルムを接着する場合，収縮しない程度の低い温度でシールできるヒートシール層を用いてシールすることは技術常識であるといえる。",
                        "また，乙3の段落【0021】，【0033】，乙4の段落【0011】，【0017】によると，「ポリエステル系フィルム同士の接着でもヒートシール層を用いる」ことは，本件特許の出願時において周知の技術であるから，上記アの事項も考え併せると，甲1発明において，非熱収縮性フィルム及び熱収縮性フィルムとしてポリエステル系フィルムを採用するとともに，非熱収縮性フィルムにヒートシール層を設けることは，当業者が容易になし得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，「積層とは，laminate 処理すること」である旨主張するが，本件明細書には，「ヒートシール層の形成方法としては経済性を考慮して，通常，コーティング法，溶融押出しラミネート法，ドライラミネート法などを挙げることができる。」(段落【0053】)と記載されているから，本件発明2の「積層」は，原告ら主張のように「laminate 処理すること」に限られるものではない。",
                        "本件発明2には，ヒートシール層が非熱収縮性フィルムの全面に積層されることは特定されていないし，ヒートシール層の機能からすると，ヒートシールする箇所に設けられていれば足りることは自明であって，ホットメルト接着剤やヒートシール剤の場合は，フィルムに塗布してコーティングした後，ホットメルト接着剤やヒートシール剤を介してフィルムとフィルムを重ね，加熱して接着するものであるから，乙1のポイント状又はライン状に施された接着剤(段落【0018】)，乙3のホットメルト接着剤(段落【0033】)，乙4のヒートシール剤4(段落【0017】)は，いずれも加熱，接着した後の物として積層されたヒートシール層といえる。",
                        "また，乙2は，「軟包装袋(フレキシブルパッケージ)」に関するものであるところ，「フィルムが熱で収縮しやすい延伸フィルムの場合には，ヒートシール層の樹脂として，低い温度でシールできる，『低温シール性』の樹脂を用いることが望ましい」(72頁11行～13行)という「ヒートシール層の樹脂に要求される性能」(同6行)は，軟包装袋に限らず，弁当包装体などの一般的な包装体にも妥当することは，当業者にとって自明の事項である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，甲1発明において，相違点A1，A2に係る本件発明2の事項とすることは，当業者が容易に想到し得たことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載及び技術常識に基づいて導き出される解決課題又は効果が容易想到であること",
              "text": [
                "本件明細書の段落【0006】の記載によると，本件発明2が解決しようとする課題は，「蓋付容器を環状フィルムで包装された包装体であって，装置を用いて自動的に蓋付容器を環状フィルムで包装することができ，かつ，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができる包装体を提供すること」であり，段落【0015】の記載によると，本件発明2の効果は，「ポリエステル系フィルムにヒートシール層を積層したものを非熱収縮性フィルムとすることによって，装置を用いて自動的に蓋付容器を環状フィルムで包装することができるため，製造コストを大幅に低減することができる。また，装置を用いて自動的に蓋付容器を環状フィルムで包装した場合であっても，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができる。」というものであるから，原告らが主張する課題及び効果は，いずれも本件明細書の記載に基づくものではない。",
                "仮に，原告らが主張する課題及び効果が，本件明細書の記載及び技術常識から自明であったとしても，前記(1)のとおり，相違点A1，A2は，甲1発明，甲1～3記載の事項，周知技術及び技術常識から，当業者が容易になし得たことであるから，原告らが主張する課題は，甲1～3の記載，周知技術及び技術常識から導き出される自明の課題であって，原告らが主張する効果は，甲1～3の記載，周知技術及び技術常識から予測される範囲内のものにすぎない。",
                "なお，本件明細書に記載にされた効果(段落【0015】)は，甲1の「チューブの装着に要するエネルギー消費量が節減され，装着コストの改善効果が得られる」(段落【0021】)及び甲2の「ラベル1を商品2に巻回添着するに際し，環状にしたラベル1を商品上で熱収縮せしめる簡単な作業で該ラベル1を商品2の外周面に密着することができ，作業性が極めて向上する」(甲2の7頁17行～8頁1行)の記載から製造コストを大幅に低減することができることが予測され，また，甲2の「熱収縮性合成樹脂フィルム4を前記内層フィルム5aの内面に重合し，両者を前記固着6に際し熱着すれば両者が同材のポリプロピレンとされているので好適に溶着6される」(甲2の5頁11行～14行)の記載から，熱収縮性フィルム4とヒートシール層に相当する内層フィルム5aが好適に溶着されることが示されており，当該記載から非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができることが予測されるから，甲1～3の記載，周知技術及び技術常識から予測される範囲内のものにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2について相違点Bが容易想到でないこと〔相違点2の容易想到性の判断の誤り〕)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(2)のとおり，本件決定における相違点の認定に誤りはないから，当該相違点の認定の誤りに基づく取消事由3に係る原告らの主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，甲3には，包装袋において，熱収縮性フィルムとして熱収縮性ポリエステル系フィルムであって，ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを60モル％以上含み，エチレングリコール以外の多価アルコール由来のユニットとテレフタル酸以外の多価カルボン酸由来のユニットとの合計が15モル％以上であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及び／又は1，4-シクロヘキサンジメタノールが含まれたポリエステル系樹脂を用いることが記載されているといえ，当該記載事項は，相違点2に係る本件発明2の事項に相当する。",
                "甲1発明は，「弁当包装体」であるのに対し，甲3の段落【0017】には，「本発明の包装体は，熱収縮性ポリエステル系フィルムを基材とするラベルを少なくとも外周の一部に被覆して熱収縮させてなるものであり，包装体の対象物としては，飲料用のペットボトルをはじめ，各種の瓶，缶，菓子や弁当等のプラスチック容器，紙製の箱等を挙げることができる」と記載されているから，両者の技術分野は，弁当包装体である点で共通している。また，甲1発明は，「熱収縮性フィルム(22)の熱収縮により，弁当容器の外周長さに略等しいチューブ周長に収縮して弁当容器に締着さ」(段落【0005】)せるものであるのに対し，甲3の段落【0017】には，熱収縮性ポリエステルフィルムを基材とするラベルを少なくとも包装対象物の外周の一部に被覆して熱収縮させることが記載されているから，両者の作用，機能は共通している。そして，前記2(1)アのとおり，甲1の記載から，当業者は，非熱収縮性フィルムと熱収縮性フィルムとしてポリエステル系フィルムを採用しようとすることが自然であるから，甲1発明における熱収縮性フィルムとして，甲3に記載された熱収縮性フィルムとして用いられる熱収縮性ポリエステル系フィルムを用いる動機付けがある。",
                "また，甲3の段落【0110】に記載された収縮温度，収縮にかける時間は一例であって，甲3の【0078】に「以下，実施例によって本発明をより詳細に説明するが，本発明は，かかる実施例の態様に何ら限定されるものではなく，本発明の趣旨を逸脱しない範囲で，適宜変更することが可能である。」と記載されているように，甲3に開示される熱収縮条件を採用することは必須ではない。",
                "そうすると，甲1発明において，熱収縮性フィルムとして，甲3に記載された熱収縮性フィルムを用いた包装体を収縮させる際には，甲3に記載された収縮条件をそのまま用いるのではなく，当該包装体に適した収縮条件とすることが自然であり，甲1に記載の収縮条件と，甲3に記載の収縮条件とが異なることは，甲1発明の熱収縮性フィルムとして，甲3に記載された熱収縮性フィルムを用いることの阻害事由になるとはいえない。",
                "したがって，甲1発明において，熱収縮性フィルムとして，甲3に記載された熱収縮性フィルムを用いることは，当業者が容易に想到し得たことである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明2について相違点3の容易想到性の判断の誤り)について",
          "text": [
            "甲1の段落【0012】には，「同図は，チューブ(20)を，熱収縮性フィルム(22)が弁当容器の下面側に位置する向きに被せた例であるが，それに限定されず，・・・あるいは下面から側面にまたがるように被せてもよい。」と記載されている。そして，美観の観点やチューブの収縮時に弁当容器にかかる力を均等にする観点等から，熱収縮性フィルムと非熱収縮性フィルムの互いの端縁部同士の位置を対称に配置することは，通常のことであって，甲8の図1，2等の記載(再接合部Sが側面に位置する構造)からも明らかである。",
            "したがって，甲1発明において，甲1の記載から，熱収縮性フィルムの端部と非熱収縮性フィルムの端部とを弁当容器の側面で接続するに当たって互いの端縁部同士の位置を対称に配置することは，当業者が容易に想到し得たことである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明3，4の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(3)のとおり，本件決定における相違点の認定に誤りはないから，当該相違点の認定の誤りに基づく取消事由5には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，本件発明3，4と甲1発明との相違点が，原告らが主張する相違点A1，相違点A2，相違点B，相違点3であるとしても，前記2～4と同様の理由により，本件発明3，4は，いずれも甲1発明，甲1～3記載の事項，周知技術及び技術常識から，容易に想到し得たことである。",
                "したがって，本件決定の本件発明3，4の容易想到性の判断に誤りはないから，取消事由5には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明5について相違点6，7の容易想到性の判断の誤り)について",
          "text": [
            "本件発明5についての相違点6，7に関する本件決定の内容は，相違点1，2に関するものと同じであるところ，本件決定の相違点1，2の認定に誤りはない。また，仮に，相違点の認定に誤りがあったとしても，甲1発明，甲1～3記載の事項，周知技術及び技術常識から，容易に想到し得たことである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明5について相違点8の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1製法発明は，「弁当包装体の製造方法」であるのに対し，甲4の段落【0001】には，「本発明は，弁当箱用包装体の包装方法及び装置に関するものである」と記載されているから，両者の技術分野は，弁当包装体の製造方法である点で共通している。また，甲1の段落【0002】に「コンビニエンスストアー等で販売される弁当は，米飯・惣菜，パスタ等の調理済の食品を，シート成形された浅い箱状のプラスチック容器に詰めて蓋を被せたうえ，フィルムで包んだ包装形態を有している。」と記載されるように，甲1製法発明の弁当包装体は，コンビニエンスストア等で販売される弁当に用いられることが想定され，そのような弁当包装体は，良好に包装されていることが求められるとともに，高速に製造できることが求められることは明らかである。そのため，甲1製法発明において，良好に包装するとともに，高速に製造できる方法を採用しようとすることは自明の課題である。",
                "一方，甲4の段落【0009】によると，甲4に記載された工程の課題は，「弁当箱用包装体を，連続して高速に製造することができ，製造された包装体を安定状態で多数積層することができ，・・・弁当箱用包装体の包装方法・・・を提供すること」であるから，両者の課題は共通している。",
                "したがって，甲1製法発明における熱収縮性フィルムと非熱収縮性フィルムの両端縁の接着工程として，甲4に記載された工程を用いることに動機付けがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，甲4の段落【0033】，【0039】，【0040】には，それぞれ「図1に示すように上側，下側フィルム4a，4bは熱収縮され弁当箱15及び割り箸6の周囲に密着する。そして，熱収縮性の大きなフィルム材を用いているので，図示のように割り箸6が弁当箱15よりも長く外方に突出しているような場合であっても，包装フィルム4は割り箸6及び弁当箱15の周囲に密着し，蓋3が容器本体2から離脱するのを抑制している。」，「ともに，包装フィルムに使用するフィルム材の熱収縮率が低い場合には，上記した実施例中で説明した問題もないので，通常のシール装置を用いても何等問題はない。」，「熱収縮率がさほど大きくないフィルム材を用いても容器本体の周囲などに包装フィルムを密着させることができる。」と記載されている。",
                "甲4の上記記載によると，甲4に記載された工程は，熱収縮率が大きなフィルム材であっても，低いフィルム材であっても製造可能なものであるといえるから，甲1製法発明における「非熱収縮性フィルムと熱収縮性フィルムからなる環状フィルム」の両端縁の接着工程として，甲4に記載された工程を用いる際に，甲4に記載された収縮条件をそのまま用いるのではなく，当該包装体に適した収縮条件とすることは自然であり，また，そうすることに阻害事由もない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，甲1製法発明において，上記自明の課題を解決するために，熱収縮性フィルムと非熱収縮性フィルムの両端縁の接着工程として，甲4に記載された工程を用い，相違点8に係る本件発明5の事項とすることは，当業者が容易に想到し得たことである。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明6の容易想到性の判断の誤り)について",
          "text": [
            "相違点6～8については，甲1発明，甲1～4記載の事項，周知技術及び技術常識から，容易に想到し得たことである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲9)には，次の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は，蓋付容器が環状フィルムで包装された包装体に関するものであり，装置を用いて自動的に蓋付容器を環状フィルムで包装することができるものである。",
                "【背景技術】",
                "【0002】",
                "コンビニエンスストアなどで流通する弁当容器や惣菜容器として，環状の熱収縮性フィルムで蓋付容器が包装された包装体が広く用いられている。",
                "【0003】",
                "しかし，熱収縮性フィルムからなる環状フィルムを用いた包装体には，電子レンジでの加熱後に環状フィルムの歪みが生じるという欠点があった。かかる欠点を解消する方法として，非熱収縮性フィルムと熱収縮性フィルムとが互いの両端縁を接着代として周方向に接合された環状フィルムで蓋付容器が包装された包装体が知られている(例えば，特許文献1参照)。",
                "【0004】",
                "【特許文献1】特開2001―10663号公報",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0005】",
                "しかし，特許文献1の包装体において，非熱収縮性フィルムとして，ポリエステルフィルムを用いると，非熱収縮性フィルムの融点は200℃を超える高温であるため，装置を用いて蓋付容器を搬送手段によって所定の方向に搬送しつつ，非熱収縮性フィルムと熱収縮性フィルムとが互いの両端縁を接着代とした環状フィルムを作製し，蓋付容器が環状フィルムで包装された状態にするのは困難である。また，両フィルムの端縁を接着するために熱を加えると，非収縮性ポリエステルフィルムは熱により脆くなってしまうため，フィルム同士の接着力が弱くなる。",
                "そのため，蓋付容器の包装作業は手作業で行われており，最初に非熱収縮性フィルムと熱収縮性フィルムの両端縁を接着した環状フィルムを作製し，その後，環状フィルムの中に蓋付容器を挿入させる。その後，熱収縮性フィルムを熱収縮させて，環状フィルムを蓋付容器に密着させるようにしている。このように蓋付容器に環状フィルムを設ける作業は手作業のため，高コストとなっている。",
                "【0006】",
                "本発明は，蓋付容器を環状フィルムで包装された包装体であって，装置を用いて自動的に蓋付容器を環状フィルムで包装することができ，かつ，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができる包装体を提供することを課題として掲げた。",
                "【課題を解決するための手段】",
                "【0007】",
                "本発明者らは，非熱収縮性フィルムをポリエステル系フィルムにヒートシール層を積層したフィルムとすることによって，装置を用いて自動的に蓋付容器を環状フィルムで包装することができ，かつ，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとなることを見いだした。",
                "【0008】",
                "本発明は，上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性フィルムとからなる環状フィルムで包装した包装体であって，上記非熱収縮性フィルムは，ポリエステル系フィルムにヒートシール層を積層したものであり，上記非熱収縮性フィルムは，上記蓋付容器の上面に対応する位置に設けられており，上記熱収縮性フィルムは，上記蓋付容器の下面に対応する位置に設けられており，上記熱収縮性フィルムの端部と上記非熱収縮性フィルムの端部とが蓋付容器の側面で接続されて上記環状フィルムとなっていることを特徴とする。",
                "【0013】",
                "また，本発明には，包装体の製造方法も包含され，この方法は上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性フィルムとからなる環状フィルムで包装する包装体の製造方法であって，上記蓋付容器を搬送手段によって所定の方向に搬送する工程と，上記蓋付容器の上面に対応する位置に上記非熱収縮性フィルムを設ける工程と，上記蓋付容器の下面に対応する位置に上記熱収縮性フィルムを設ける工程と，上記蓋付容器の搬送方向前方側面で，上記熱収縮性フィルムの一端部と上記非熱収縮性フィルムの一端部とを接続する工程と，上記蓋付容器の搬送方向後方側面で，上記熱収縮性フィルムの他端部と上記非熱収縮性フィルムの他端部とを接続する工程とを備えていることを特徴とする。",
                "【発明の効果】",
                "【0015】",
                "本発明に係る包装体は，ポリエステル系フィルムにヒートシール層を積層したものを非熱収縮性フィルムとすることによって，装置を用いて自動的に蓋付容器を環状フィルムで包装することができるため，製造コストを大幅に低減することができる。また，装置を用いて自動的に蓋付容器を環状フィルムで包装した場合であっても，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができる。",
                "【発明を実施するための形態】",
                "【0017】",
                "本発明に係る包装体は，上面開口部を有する容器本体と上記上面開口部を閉塞する蓋体とを備えた蓋付容器を，非熱収縮性フィルムと熱収縮性フィルムとからなる環状フィルムで包装した包装体である。",
                "【0018】",
                "［蓋付容器］",
                "蓋付容器は，上面開口部を有する容器本体と，上面開口部を閉塞する蓋体とを備えたものである。容器本体の上面開口部を覆うように蓋体を被せることによって，容器本体の上面開口部を閉塞できていればよい。蓋付容器は，蓋体が容器本体の開口縁部に接続されて開閉可能に構成されたものであってもよく，蓋体と容器本体とが別個独立に形成されたものであってもよい。蓋付容器の形状は，公知のあらゆる形のものが使用でき，例えば，立方体形状であってもよく，直方体形状であってもよく，平面視形状が角に丸みを帯びたほぼ矩形の形状であってもよい。蓋体及び容器本体の材質は公知のものでよく，例えば，プラスチックや紙から作ることができる。また，蓋体及び容器本体の成型方法は公知のものでよく，例えば，容器本体及び蓋体を発泡ポリスチレン(発泡スチロール)等の樹脂を成型する方法や，樹脂フィルムからブロー成型する方法を挙げることができる。なお，蓋付容器は，上記記載に限定されるものではない。",
                "【0019】",
                "［環状フィルム］",
                "蓋付容器の包装体は，蓋付容器が環状フィルムで包装されたものである。包装方法については後述する。このように蓋付容器が環状フィルムで包装されることにより，容器本体から蓋体が容易に外れないように固定されている。環状フィルムは，非熱収縮性フィルムと熱収縮性フィルムとからなり，蓋付容器上部(蓋体上面)の上方には，非熱収縮性フィルムが設けられており，蓋付容器底部(容器本体底部)の下方には，熱収縮性フィルムが設けられている。",
                "【0020】",
                "環状フィルム作製後に環状フィルムを熱収縮させることによって，環状フィルムの熱収縮性フィルム部分が収縮し，環状フィルムが蓋付容器に密着しているのが好ましい。熱収縮により，環状フィルムが蓋付容器に密着していると，包装体を電子レンジで加熱(二次的加熱)したときに環状フィルムの熱収縮が起こりにくい。また，環状フィルムが蓋付容器に密着していると包装体の内容物の漏出を防ぎやすい。",
                "【0021】",
                "［熱収縮性フィルム］",
                "熱収縮性フィルムとしては，特に限定されず，公知のものを使用することができ，例えば，ポリエステル系フィルム，ポリオレフィン系フィルム，ポリスチレン系フィルム，ポリ塩化ビニル系フィルムなどが挙げられ，熱収縮性ポリエステル系フィルムが好ましい。",
                "【0022】",
                "(熱収縮性フィルムの物性)",
                "本発明で用いられる熱収縮性フィルムは，90℃の温水中で無荷重状態で10秒間に亘って処理したときに，収縮前後の長さから，以下の式により算出したフィルムの長手方向(主収縮方向)の熱収縮率が，10％以上60％以下であることが好ましく，20％以上55％以下であることがより好ましく，40％以上50％以下であることがより好ましい。",
                "熱収縮性フィルムの長手方向の熱収縮率が高いと，蓋付容器に環状フィルムを胴巻き状に巻き付けた後に熱収縮性フィルムを熱収縮させたときに，環状フィルムの環全体の長さが短くなり，環状フィルムを蓋付容器に密着させやすい。90℃における長手方向の熱収縮率が10％未満であると，収縮量が小さいために，熱収縮した後の環状フィルムにシワやタルミが生じやすく，一方，90℃における長手方向の熱収縮率が60％を超えると，蓋付容器に環状フィルムを胴巻き状に巻き付けた後の熱収縮時にフィルムが収縮しすぎて歪みが生じやすい。また，熱収縮性フィルムの幅方向の収縮率が30％未満であることが好ましく，より好ましくは10％以下である。",
                "【0023】",
                "90℃における熱収縮率は以下のように測定する。まず，フィルムを10cm×10cmの正方形に裁断し，90℃±0．5℃の温水中において，無荷重状態で10秒間処理して熱収縮させた後，フィルムの長手方向および幅方向の寸法を測定し，以下の式を用いて，長手方向および幅方向の熱収縮率を求める。",
                "熱収縮率＝｛(収縮前の長さ-収縮後の長さ)／収縮前の長さ｝×100(％)",
                "【0024】",
                "本発明で用いられる熱収縮性フィルムの幅方向の屈折率が1．570以上1．620以下であることが好ましい。幅方向の屈折率の上限値は，より好ましくは1．610以下であり，さらに好ましくは1．600以下であり，最も好ましくは1．595以下である。また，幅方向の屈折率の下限値は，より好ましくは1．575以上であり，さらに好ましくは1．580以上である。測定方法は，JIS K7142-1996 5．1(A法)に準じ，ナトリウムD線を光源とし，アッベ屈折計(アタゴ社製4T型)を使用して，フィルムの幅方向の屈折率を求めた。測定条件は，温度：23℃，湿度：50％RHであり，樹脂の種類に応じて接触液にはJISに例示されるものを使用した。",
                "【0026】",
                "＜熱収縮性ポリエステル系フィルム＞",
                "(熱収縮性ポリエステル系フィルムの構成)",
                "本発明で好適に用いられる熱収縮性ポリエステル系フィルムは，エチレンテレフタレートを主たる構成ユニットとする。「主たる」というのは，ポリエステルの全構成ユニットを100モル％として，エチレンテレフタレートユニットを50モル％以上含むことが好ましく，55モル％以上がより好ましく，60モル％以上がさらに好ましい。エチレンテレフタレートユニットの含有率が50モル％未満の場合には，得られる環状フィルムの耐熱性や耐衝撃性が不十分となる場合がある。",
                "【0027】",
                "このポリエステルは，エチレングリコール以外の多価アルコール由来のユニット及び／又はテレフタル酸以外の多価カルボン酸由来のユニットが含まれていることが好ましい。エチレングリコール以外の多価アルコール由来のユニットとは，テレフタル酸とエチレングリコール以外の多価アルコールとからなるエステルユニットであり，テレフタル酸以外の多価カルボン酸由来のユニットとは，エチレングリコールとテレフタル酸以外の多価カルボン酸とからなるエステルユニットを意味する。",
                "【0028】",
                "エチレングリコール以外の多価アルコールとしては，プロピレングリコール，ジエチレングリコール，トリエチレングリコール，1，4-ブタンジオール，1，6-ヘキサンジオール，3-メチル-1，5-ペンタンジオール，ネオペンチルグリコール，2-メチル-1，5-ペンタンジオール，2，2-ジエチル-1，3-プロパンジオール，1，9-ノナンジオール，1，10-デカンジオール等の脂肪族ジオール；1，4-シクロヘキサンジメタノール，1，4-シクロヘキサンジエタノール等の脂環式ジオール；トリメチロールプロパン，ペンタエリスリトール等の脂肪族多価アルコール；等が挙げられる。",
                "【0029】",
                "また，テレフタル酸以外の多価カルボン酸としては，例えば，イソフタル酸，ナフタレン-1，4-もしくは-2，6-ジカルボン酸，5-ナトリウムスルホイソフタル酸，4，4’-ジフェニルジカルボン酸，ジフェニルスルホジカルボン酸等の芳香族ジカルボン酸；グルタル酸，アジピン酸，セバシン酸，アゼライン酸，シュウ酸，コハク酸等や，通常ダイマー酸と称される脂肪族ジカルボン酸；トリメリット酸，ピロメリット酸及びそれらの酸無水物等の芳香族多価カルボン酸；等が挙げられる。",
                "【0030】",
                "エチレングリコール以外の多価アルコール由来のユニット及びテレフタル酸以外の多価カルボン酸由来のユニットの合計量が，上記全構成ユニット100モル％中，10モル％以上であることが好ましく，13モル％以上であることがより好ましい。エチレングリコール以外の多価アルコール由来のユニット及び／又はテレフタル酸以外の多価カルボン酸由来のユニットは，非晶質成分となり得る。本発明においては，環状フィルムの収縮仕上がり性等の観点から，ポリエステルの構成ユニット中に非晶ユニットが含まれる(熱収縮性ポリエステル系フィルムの結晶化度が100％ではない)のが好ましい。そのためには，多価アルコールとして，ジエチレングリコール，ネオペンチルグリコール，1，4-シクロヘキサンジメタノールが用いられることが好ましく，ネオペンチルグリコール及び1，4-シクロヘキサンジメタノールの少なくとも一方が用いられるのがより好ましい。また，本発明においては，ポリエステルの構成ユニット中に非晶ユニットが含まれるように，多価カルボン酸としてイソフタル酸が用いられることが好ましい。",
                "【0031】",
                "また，エチレングリコール以外の多価アルコール由来のユニット及びテレフタル酸以外の多価カルボン酸由来のユニットの合計量が，上記全構成ユニット100モル％中，30モル％以下であることが好ましく，27モル％以下であることがより好ましい。エチレングリコール以外の多価アルコール由来のユニット及びテレフタル酸以外の多価カルボン酸由来のユニットの合計量が30モル％を超えると，得られる環状フィルムの耐熱性や耐衝撃性が不十分となるおそれや，フィルムの耐溶剤性が低下して，環状フィルムに文字等を印刷する印刷工程でインキの溶媒(酢酸エチル等)によってフィルムの白化が起きたり，フィルムの耐破れ性が低下したりするおそれがある。",
                "【0040】",
                "［非熱収縮性フィルム］",
                "非熱収縮性フィルムは，ポリエステル系フィルムにヒートシール層を積層したものである。非熱収縮性フィルムを蓋付容器の上面に配することによって，非熱収縮性フィルムに文字や絵などが印刷された場合であってもフィルムの熱収縮が生じにくいので，文字などが非常に見やすい状態を維持することができる。非熱収縮性フィルムに用いられるポリエステル系フィルムは非熱収縮性ポリエステル系フィルムであることが好ましい。以下，非熱収縮性ポリエステル系フィルムのことを上記非熱収縮性フィルムとの混同を避けるためにポリエステル系フィルム(非熱収縮性)と記載する。",
                "【0041】",
                "(ポリエステル系フィルム(非熱収縮性))",
                "ポリエステル系フィルム(非熱収縮性)も熱収縮性ポリエステル系フィルムと同様に作製することができ，公知の方法を用いることができる。ポリエステル系フィルム(非熱収縮性)と熱収縮性ポリエステル系フィルムとの違いは，その熱収縮率が異なる点であり，たとえば，ポリエステル系フィルムを製造する際に，熱処理温度を170～220℃程度と比較的高く設定するなど製造条件等を適宜設定することにより，ポリエステル系フィルム(非熱収縮性)を製造することが可能である。",
                "【0043】",
                "ポリエステル系フィルム(非熱収縮性)は，90℃の熱風中で無荷重状態で10秒間熱収縮させてもほとんど熱収縮しない。具体的には，ポリエステル系フィルム(非熱収縮性)は，90℃の熱風中で無荷重状態で10秒間熱収縮させたときの長手方向の収縮率が0．1％以下であることが好ましく，0．01％以下であることがより好ましい。また，幅方向の収縮率は0．1％以下であることが好ましく，0．01％以下であることがより好ましい。",
                "【0044】",
                "ポリエステル系フィルム(非熱収縮性)は，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下であることが好ましく，2％以下であることがより好ましい。また，幅方向の収縮率は4％以下であることが好ましく，1％以下であることがより好ましい。",
                "【0045】",
                "150℃における熱収縮率は，試験温度150℃，加熱時間30分間とする以外は，JIS-C-2318記載の寸法変化試験法で測定して求める。",
                "【0046】",
                "ポリエステル系フィルム(非熱収縮性)の厚さは，8μm以上が好ましく，10μm以上がより好ましく，30μm以下が好ましく，27μm以下がより好ましい。ポリエステル系フィルム(非熱収縮性)の厚さが30μm以下であれば，ヒートシール作業がより容易となり，また，経済的にも好ましい。",
                "【0048】",
                "(ヒートシール層)",
                "ヒートシール層を形成する樹脂としては，シーラント接着性が十分に発現できるものであればよく，ポリエステル系フィルム(非熱収縮性)より低い融点(80～160℃程度が好ましく，より好ましくは100～150℃)を有するポリエステル系樹脂やポリオレフィン系樹脂であるのが好ましい。融点が80～160℃程度と比較的低温であることにより，装置を用いて蓋付容器を搬送手段によって所定の方向に搬送しつつ，非熱収縮性フィルムと熱収縮性フィルムとが互いの両端縁を接着代とした環状フィルムを作製し，蓋付容器が環状フィルムで包装された状態にすることができる。また，80～160℃程度で両フィルムを接続できると，接続部の仕上がりが良好である。一方，非熱収縮性フィルムにヒートシール層が設けられていない場合には，80～160℃程度で両フィルムを接続すると接着性が不十分である一方，160℃を超える比較的高温で両フィルムを接続すると接続部が脆くなってしまうため，いずれの場合においてもフィルム同士の接着性を維持するのが困難である。",
                "【0055】",
                "(非熱収縮性フィルムの物性)",
                "非熱収縮性フィルムは，90℃の温水中で無荷重状態で10秒間熱収縮させてもほとんど熱収縮しない。具体的には，非熱収縮性フィルムは，90℃の温水中で無荷重状態で10秒間熱収縮させたときの長手方向の収縮率が0．1％以下であることが好ましく，0．01％以下であることがより好ましい。また，幅方向の収縮率は0．1％以下であることが好ましく，0．01％以下であることがより好ましい。",
                "【0056】",
                "非熱収縮性フィルムは，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が5％以下であることが好ましく，2％以下であることがより好ましい。また，幅方向の収縮率は4％以下であることが好ましく，1％以下であることがより好ましい。",
                "【0058】",
                "非熱収縮性フィルムの厚さは，8μm以上が好ましく，10μm以上がより好ましく，30μm以下が好ましく，27μm以下がより好ましい。非熱収縮性フィルムの厚さが8μm以上であれば，ヒートシール性がより良好となる。一方，厚みが30μmを超えると，包装体を形成した際に非収縮性フィルムの包装体への曲面追従性が悪くなり，また経済的にも好ましく無い。",
                "【0060】",
                "［包装体の製造方法(蓋付容器の包装方法)］",
                "本発明に係る包装体の製造方法は，蓋付容器を搬送手段によって所定の方向に搬送する工程と，蓋付容器の上面に対応する位置に非熱収縮性フィルムを設ける工程と，蓋付容器の下面に対応する位置に熱収縮性フィルムを設ける工程と，蓋付容器の前方側面で，熱収縮性フィルムの一端部と非熱収縮性フィルムの一端部とを接続する工程と，蓋付容器の後方側面で，熱収縮性フィルムの他端部と非熱収縮性フィルムの他端部とを接続する工程とを備えている。以下，図1，図2に基づき，包装体の製造方法の一例を説明する。",
                "【図1】                          【図2】",
                "【0061】",
                "最初に，上面開口部を有する容器本体3と上記上面開口部を閉塞する蓋体2とを備えた蓋付容器1を搬送手段によって前方(図1では矢印方向)に搬送する。搬送手段としては，公知の手段を用いればよく，例えば，ベルトコンベア，ネットコンベア，スラットコンベア等を用いればよい。",
                "【0062】",
                "次に，蓋付容器1の上面に対応する位置に，ポリエステル系フィルム(非熱収縮性)にヒートシール層を積層した非熱収縮性フィルム4を設け，蓋付容器1の下面に対応する位置に熱収縮性フィルム5を設ける(図1の状態)。なお，熱収縮性フィルム5と非熱収縮性フィルム4とを同時に設けてもよく，非熱収縮性フィルム4を設けた後に，熱収縮性フィルム5を設けてもよく，熱収縮性フィルム5を設けた後に，非熱収縮性フィルム4を設けてもよい。非熱収縮性フィルム4は，ヒートシール層が蓋付容器1側になるように設ける。非熱収縮性フィルム4及び熱収縮性フィルム5は共に蓋付容器1の進行方向がフィルムの長手方向となるように蓋付容器1の上下面に対応する位置に非熱収縮性フィルム4及び熱収縮性フィルム5を設ける。非熱収縮性フィルム4及び熱収縮性フィルム5を設ける方法は，公知の方法でよく，例えば，特開平08-301239号公報に記載の方法で設けることができる。",
                "【0063】",
                "続いて，蓋付容器1の前方側面で，熱収縮性フィルム5の一端部と非熱収縮性フィルム4の一端部とを接続する。熱収縮性フィルム5の一端部と非熱収縮性フィルム4の一端部とを接続する方法は，公知の方法でよく，例えば，両フィルムにおける搬送方向と直交する方向の所定部位において，搬送方向と直交する方向に沿って加熱し，蓋付容器の前方側面で両フィルムを溶着させる方法が挙げられる。このように前方接続部6を蓋付容器1の側面という見えにくい位置にすることによって，蓋付容器1の包装体の見栄えを向上させることができる。また，ヒートシール層が積層された非熱収縮性フィルム4を用いているため，80～160℃程度の比較的低い温度で両フィルムを接続することができる。なお，両フィルムを溶着した後に不要なフィルム(前方接続部6の前方に位置するフィルム)がある場合には，前方接続部6で切断してもよい。",
                "【0064】",
                "その後，蓋付容器1の後方側面で，熱収縮性フィルム5の他端部と非熱収縮性フィルム4の他端部とを接続する。熱収縮性フィルム5の他端部と非熱収縮性フィルム4の他端部とを接続する方法は，公知の方法でよく，例えば，両フィルムにおける搬送方向と直交する方向の所定部位において，搬送方向と直交する方向に沿って加熱し，蓋付容器の後方側面で両フィルムを溶着させるとともに後方接続部6’で両フィルムを切断する方法が挙げられる。前方接続部6と同様，後方接続部6’も蓋付容器1の側面という見えにくい位置にすることによって，蓋付容器1の包装体の見栄えを向上させることができる。なお，蓋付容器1の前方側面で，熱収縮性フィルム5の一端部と非熱収縮性フィルム4の一端部とを接続する工程と，蓋付容器1の後方側面で，熱収縮性フィルム5の他端部と非熱収縮性フィルム4の他端部とを接続する工程とは，同時に行っても構わない。",
                "【0065】",
                "このように後方接続部6’で両フィルムを切断することによって，非熱収縮性フィルム4と熱収縮性フィルム5とからなる環状フィルム7を胴巻き状に巻き付けて包装した包装体1を機械によって作製することができる。また，環状フィルム7を作製した後に熱収縮性フィルム5を熱収縮させて，環状フィルム7を蓋付容器1に密着させるのが好ましい。",
                "【0070】",
                "(比較例1)",
                "蓋付容器を搬送手段によって所定の方向に搬送し，蓋付容器の上面に対応する位置にポリエステル系フィルム(非熱収縮性)である厚さ12μmの東洋紡社製東洋紡エステル(登録商標)E5100を設け，蓋付容器の下面に対応する位置に熱収縮性ポリエステル系フィルムである厚さ18μmの東洋紡社製スペースクリーン(登録商標)SC821を設けた。その後，蓋付容器の前方側面で，東洋紡エステル(登録商標)E5100の一端部とスペースクリーン(登録商標)SC821の一端部とを153℃でヒートシールすることによって接続し，蓋付容器の後方側面で，東洋紡エステル(登録商標)E5100の他端部とスペースクリーン(登録商標)SC821の他端部とを153℃でヒートシールすることによって接続した。最後に，下面フィルム(東洋紡社製スペースクリーン(登録商標)SC821)を127℃で2．3秒間熱収縮させた。",
                "【0071】",
                "厚さ12μmの東洋紡社製東洋紡エステル(登録商標)E5100は，150℃の熱風中で30分間熱収縮させたときの長手方向の収縮率が1．4％，150℃の熱風中で30分間熱収縮させたときの幅方向の収縮率が0．2％である。得られた包装体の評価結果を表1に示す。",
                "【0074】",
                "(比較例2)",
                "比較例1において，東洋紡社製東洋紡エステル(登録商標)E5100に代えて，厚さ18μmの東洋紡社製スペースクリーン(登録商標)SC821を蓋付容器の上面に対応する位置に設けた以外は比較例1と同様にして包装体を得た。",
                "【0075】",
                "厚さ18μmの東洋紡社製スペースクリーン(登録商標)SC821は，90℃の温水中で10秒間熱収縮させたときの長手方向の収縮率が50％，90℃の温水中で10秒間熱収縮させたときの幅方向の収縮率が25％，幅方向の屈折率が1．590である。また，エチレングリコール以外の多価アルコール由来のユニット及びテレフタル酸以外の多価カルボン酸由来のユニットの合計量が，全構成ユニット100モル％中20％であり，非晶質成分となりうるモノマーとして，ネオペンチルグリコール及びジエチレングリコールが含まれており，東洋紡社製スペースクリーン(登録商標)SC821には非晶質成分が含まれている。得られた包装体の評価結果を表1に示す。",
                "【0076】",
                "【表1】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記第2，2の訂正後の特許請求の範囲及び上記(1)によると，本件発明は，以下のものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，蓋付容器が環状フィルムで包装された包装体に関するものである(段落【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "コンビニエンスストアなどで流通する弁当容器や惣菜容器として，環状の熱収縮性フィルムで蓋付容器が包装された包装体が広く用いられている。しかし，熱収縮性フィルムからなる環状フィルムを用いた包装体には，電子レンジでの加熱後に環状フィルムの歪みが生じるという欠点があった。このような欠点を解消する方法として，非熱収縮性フィルムと熱収縮性フィルムとが互いの両端縁を接着代として周方向に接合された環状フィルムで蓋付容器が包装された包装体が知られている。(段落【0002】，【0003】)"
                },
                {
                  "fig": "ウ",
                  "subject": "しかし，非熱収縮性フィルムとして，ポリエステルフィルムを用いると，融点は200℃を超える高温であるため，装置を用いて蓋付容器を所定の方向に搬送しつつ，非熱収縮性フィルムと熱収縮性フィルムとが互いの両端縁を接着代とした環状フィルムを作製し，蓋付容器が環状フィルムで包装された状態にするのは困難である。また，両フィルムの端縁を接着するために熱を加えると，非収縮性ポリエステルフィルムは熱により脆くなってしまうため，フィルム同士の接着力が弱くなる。そのため，蓋付容器の包装作業は手作業で行われており，最初に非熱収縮性フィルムと熱収縮性フィルムの両端縁を接着した環状フィルムを作製し，環状フィルムの中に蓋付容器を挿入させた後，熱収縮性フィルムを熱収縮させて，環状フィルムを蓋付容器に密着させるようにしている。このように手作業のため，高コストとなっている。(段落【0005】)"
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明は，装置を用いて自動的に蓋付容器を環状フィルムで包装することができ，かつ，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができる包装体を提供することを課題として掲げた(段落【0006】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明に係る包装体は，ポリエステル系フィルムにヒートシール層を積層したものを非熱収縮性フィルムとすることによって，自動的に蓋付容器を環状フィルムで包装することができるため，製造コストを大幅に低減することができる。また，非熱収縮性フィルムの端部と熱収縮性フィルムの端部との間に十分な接着力が生ずる環状フィルムとすることができる。(段落【0015】)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，本件発明には，技術的特徴1及び2が記載されていると主張する。",
                "しかし，本件発明は，上記(2)のとおりのものである。本件明細書の実施例1には，非熱収縮性フィルムと熱収縮性フィルムの両方にポリエステル系フィルムを用いることが記載されており，本件発明は，熱収縮性フィルムをポリエステル系フィルムとし，非熱収縮性フィルム側にヒートシール層を積層しているもの(【請求項2】)であるが，本件明細書によると，本件発明において，非熱収縮性フィルムにヒートシール層を設けたのは，非熱収縮性フィルムを非熱収縮性ポリエステル系フィルムとした場合に，融点が高いために，熱収縮性フィルムとの接合がしにくくなるという課題を解決するためであると認められ，本件明細書に，原告らの主張する技術的特徴1及び2の記載はないから，本件発明の技術的意義に，原告らの主張する技術的特徴1及び2が含まれると認めることはできない。",
                "原告らは，材料の共通性が，熱接合性にとって極めて重要な要素であることは，本件特許の出願前後を問わず技術常識であり(甲2，16，23，乙1の段落【0018】)，あえて明細書に記載するまでもないことである，ポリエステル系フィルム同士の接続においてヒートシール層を積層することは本件明細書の実施例に示されているなどと主張するが，原告らの主張を採用することができないことは，上記判示から明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲1発明の認定と本件発明2の技術的意義の判断を誤った結果，本件発明2と甲1発明の相違点の認定を誤ったこと)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，以下の記載がある。",
                "【特許請求の範囲】",
                "【請求項1】  食品を詰めて施蓋した弁当容器に合成樹脂フィルムチューブを被せて容器周面に締着させてなる電子レンジ加熱用弁当包装体において，",
                "前記チューブは，非熱収縮性フィルム(21)と熱収縮性フィルム(22)とが互いの両端縁を接着代として周方向に接合され，熱収縮性フィルム(22)の周方向幅はチューブ全周長の1／2以下である筒状体であり，熱収縮性フィルム(22)の熱収縮により，弁当容器の外周長さにほぼ等しいチューブ周長に収縮して弁当容器に締着されてなる電子レンジ加熱用弁当包装体。",
                "【請求項2】  チューブ(20)は，熱収縮性フィルム(22)を容器の底面側に向けて弁当容器に装着されている請求項1に記載の電子レンジ加熱用弁当包装体。",
                "【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，電子レンジ加熱用弁当包装体，特にプラスチックフィルムのチューブを熱収縮により容器に締着させた包装形態を有する弁当包装体の改良に関する。",
                "【0002】",
                "【従来の技術】コンビニエンスストアー等で販売される弁当は，米飯・惣菜，パスタ等の調理済の食品を，シート成形された浅い箱状のプラスチック容器に詰めて蓋を被せたうえ，フィルムで包んだ包装形態を有している。近時，弁当の包装形態として，熱収縮性プラスチックフィルムからなるチューブ(熱収縮性チューブ)を弁当容器に被せ，熱収縮で容器周囲に締着させることにより，容器本体と蓋とを結束するようにした包装形態が採用されつつある。熱収縮性チューブは，弁当への被嵌操作の便宜のために，装着しようとする弁当の容器断面より幾分大き目の開口径が与えられており，これを弁当に被せたうえ，チューブ開口径が弁当の断面径にほぼ一致するように熱収縮(周長縮減)させ，容器周面に締着させることにより包装を完成する。",
                "【0003】",
                "【発明が解決しようとする課題】しかるに，熱収縮性チューブを使用した弁当包装体は，容器の変形やチューブのゆがみを生じ易い。図5はその例を示している。(10)は弁当，(30)は熱収縮性チューブであり，弁当(10)に変形(イ)を生じ，チューブ(30)には縁線のゆがみ(ロ)が生じている。これは，チューブ(30)の熱収縮に伴う締付け力が過度に強く加わったからである。かかる不具合は，チューブ(30)の熱収縮率およびチューブ(30)に与えられた余長の大きさ等に基づいて，加熱温度・時間等の処理条件を調整し適切な収縮量を得るようにすれば，回避することは可能である。しかし，実操業においてそのような加熱収縮の制御を実施することは著しく煩瑣かつ困難である。",
                "【図5】",
                "【0004】また，弁当包装体は，店頭において，購入者の求めに応じ，包装体のまま電子レンジで再加熱されることが多い。電子レンジのマイクロ波照射で容器内の食品が加熱されると，チューブ(30)は，容器内部からの熱の伝導や，容器内から発生する蒸気・熱気の接触により加熱され，熱収縮(二次収縮)する。その熱収縮による強い締付け力が加わると，図6に示すように，変形に伴って容器本体(11)と蓋(12)との嵌め合いが外れ，密閉状態が損なわれると共に，持ち運び・取り扱いに支障をきたすことになる。また，包装体が変形していると，開封する際にチューブ(20)を指先で簡単に取り除くことも困難である。本発明は，熱収縮性チューブで包装された電子レンジ加熱用弁当包装体に関する上記問題を解消することを目的とするものである。",
                "【図6】",
                "【0005】",
                "【課題を解決するための手段】本発明は，食品を詰めて施蓋した弁当容器に合成樹脂フィルムチューブを被せて容器周面に締着させてなる電子レンジ加熱用弁当包装体において，前記チューブは，非熱収縮性フィルム(21)と熱収縮性フィルム(22)とが互いの両端縁を接着代として周方向に接合され，熱収縮性フィルム(22)の周方向幅はチューブ全周長の1／2以下である筒状体であり，熱収縮性フィルム(22)の熱収縮により，弁当容器の外周長さに略等しいチューブ周長に収縮して弁当容器に締着されてなる包装形態を有している。",
                "【0006】本発明の非熱収縮性フィルム(21)と熱収縮性フィルム(22)とを組み合わせてなる弁当包装体のチューブ(20)は，部分収縮チューブであり，かつ熱収縮性フィルム(22)の幅(チューブの周方向長さ)をチューブ周長の1／2以下に規制しているので，チューブ全体が熱収縮性フィルムであるものに比し，加熱収縮における開口径の減少(チューブ周長の短縮)が少なく，装着後の熱収縮性フィルム(22)に残留する熱収縮率も少なくなる。この収縮量の規制効果として，チューブを弁当に装着する加熱処理工程においては，チューブ(20)を適度の熱収縮力で容器周囲に締着させることが容易であり，容器本体(11)と蓋(12)とが程よい締付け力で結束された包装形態を得ることができる。店頭において電子レンジ加熱が施される場合においても，容器を変形させるような過大な熱収縮を回避し，所定の包装形態を安定に保持することができる。",
                "【0008】",
                "【発明の実施の形態】図1は，本発明の弁当包装体に使用されるチューブ(20)を示している。チューブ(20)は，非熱収縮性フィルム(21)と熱収縮性フィルム(22)とを，互いの端縁部(21 ，21 )(22 ，22 )同士を接着代として上下に重ね，熱接着し又は適宜の接着剤を介して接合することにより筒形状に成形されている。",
                "【図1】",
                "【0009】非熱収縮性フィルムとは，実質的に熱収縮を生じないプラスチックフィルム(100℃における熱収縮率：3％未満)であり，例えばポリエステル，ポリプロピレン，ポリアミドなどからなる二軸延伸フィルムが使用される。チューブ(20)を構成する該フィルム(21)のフィルム厚は10～100μm(好ましくは12～40μm)である。",
                "【0010】熱収縮性フィルム(22)は，一軸延伸フィルムが好ましく，その延伸方向(熱収縮方向)をチューブ(20)の円周方向に向けて非熱収縮性フィルム(21)と接合されてチューブ(20)を構成する。熱収縮性フィルムの熱収縮率は通常約30～70％である。なお，二軸延伸フィルムであっても，主な収縮が一方向(面内の直角2方向における一方の熱収縮率が約30～70％，他方が約15％以下)であれば，上記一軸延伸フィルムと同じように使用することができる。熱収縮性フィルム(22)の材種は，例えば，ポリエステル(ポリエチレンテレフタレート等)，ポリプロピレン，ポリスチレン，ポリ塩化ビニル等であり，フィルム厚は10～100μm(好ましくは20～40μm)である。",
                "【0012】図2は，チューブ(20)を，装着しようとする弁当(10)に被嵌した状態を示している。同図は，チューブ(20)を，熱収縮性フィルム(22)が弁当容器の下面側に位置する向きに被せた例であるが，それに限定されず，容器の側面に向けてもよく，あるいは下面から側面にまたがるように被せてもよい。",
                "【図2】",
                "【0013】弁当(10)に被せられたチューブ(20)の加熱収縮処理は，常法に従って行われ，熱収縮性フィルム(22)の熱収縮に伴ってチューブ(20)の全周が弁当の容器周面に締着することにより，図3に示すように，容器の変形等のない良好な包装形態に仕上げられる。この加熱処理においては，前記チューブ(30)(チューブ全体が熱収縮性フィルムからなる)を装着する場合と異なって，チューブの全周面を加熱する必要はなく，熱収縮性フィルム(22)の部分のみを加熱するだけで，チューブの装着を完成することができ，チューブ装着に要する熱エネルギーが節減される。",
                "【0015】なお，弁当を食する際の包装体の開封を容易にするための手当てとして，通常は破封用のミシン目をチューブに刻設しているが，本発明のチューブ(20)では必ずしもその必要はない。非熱収縮性フィルム(21)と熱収縮性フィルム(22)との接合代を剥離可能な程度に接着しておけば，その部分を引き剥がすことによりチューブ(20)を取り除くことができる。接着面は剪断剥離力に対して強い接着力を示すが，接着面に垂直の方向は指先の比較的小さな力で引き剥がすことができる。この引き剥がし性をよくするために，接合代は，図1に示すように，熱収縮性フィルム(22)が外側となるように重ねて接着しておくとよい。また接合代(2つの接着代のうち一方だけでよい)が容器の側面に位置する向きにチューブ(20)を装着しておけば開封操作が容易である。",
                "【図3】",
                "【0016】",
                "【実施例】部分収縮性チューブを使用して弁当包装体を形成する(各構成部品の諸元は図4参照)。",
                "(1)弁当(10)",
                "容器の外周長さ(L )：324mm A横幅(W )：120mm  高さ(h )：42mm A A(2)チューブ(20)",
                "周長(L )：360mm(余長  36mm=360mm-324mm)",
                "C非熱収縮性フィルム(21)の周方向長さ(L )：240mm(接合代を含む)",
                "Ｎ熱収縮性フィルム(22)の周方向長さ(L )：120mm(接合代を含まず)",
                "S熱収縮性フィルム熱収縮率：50％(at.90℃熱水×10秒)",
                "【図4】",
                "【0017】(3)チューブの装着",
                "チューブを弁当に被せ，加熱処理(熱風吹き付け)により装着する。",
                "熱風温度：100℃，加熱時間：8秒。",
                "(4)弁当包装体",
                "チューブの周長(熱収縮後)  ：320mm(減縮量 ΔL=40mm)",
                "熱収縮性フィルムの幅(熱収縮後)  ：80mm  (減縮量 ΔL＝40mm)",
                "弁当に装着された状態におけるチューブ(20)の周長320mmは，弁当の外周長さ324mmよりわずかに小さく，程よい締付け力で弁当(10)に締着している。",
                "【0018】上記の加熱装着工程における熱収縮性フィルム(22)の収縮量40mmは，収縮率に換算すると約33％[＝(120-80)／120  ×100]であり，約17％(＝50-33，％)の熱収縮率が残留していることになるが，その残留分は高温での熱収縮性であり，収縮量も少なく，店頭での電子レンジ加熱で，容器内部の加熱された食品からの熱による二次加熱を受けても，容器を変形させるような大きな収縮は生じない。",
                "【0019】上記実施例における弁当の包装において，本発明の部分収縮チューブ(20)に代え，熱収縮性フィルム(熱収縮率50％)のみからなるチューブ(30)を使用する場合は，約11％の熱収縮率[=(360mm-320mm)／360mm ×100，％]で弁当に装着することができるが，それには加熱条件(温度，時間，熱風量)の微妙な調整を必要とし，効率よい装着作業を安定に維持することは困難である。しかも，装着されたチューブ(20)に残留する熱収縮率が約39％(=50-11，％)と大きいために，電子レンジ加熱において，加熱された食品からの二次加熱を受けると，大きな収縮力が生じ，容器を変形させることになる。",
                "【0020】なお，上記熱収縮性フィルムのチューブ(30)を使用して，実施例と同じ33％の収縮率で弁当容器の周面に締着させる(チューブ周長を熱収縮で320mmに縮小させる)場合は，そのチューブとして，周長約477mmを越える大きな開口径をもつチューブを使用しなければならず，フィルム使用量が多く，材料コスト負担増を免れない。しかも，チューブの開口径が大きいために，弁当(10)に対する装着位置決めが著しく困難となるほか，フィルム表面の印刷表示に大きなゆがみを生じ易くなる等の不具合を付随し実用的でない。",
                "【0021】",
                "【発明の効果】本発明によれば，弁当容器の変形やチューブのゆがみ等のない包装形態を得ることができ，その弁当包装体を店頭で電子レンジ加熱する場合にも，チューブの二次収縮とそれによる包装体の変形を抑制防止し，良好な包装状態を安定に維持することができる。チューブ装着工程においては，熱収縮性フィルム部分のみを選択的に加熱するだけでよく，チューブの装着に要するエネルギー消費量が節減され，装着コストの改善効果が得られる。また，本発明の弁当包装体のチューブは，非熱収縮性フィルムが包装体の上側面に位置しているので，これに商品に関する事項(バーコード，製造月日，内容物の説明等)を印刷表示することができ，加熱処理を受けても状態変化をきたすことなく，鮮明な表示を維持することができる。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)によると，甲1には，前記第2，3(1)アの甲1発明が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告らは，本件決定の甲1発明の認定は，①「熱収縮性フィルム(22)の周方向幅はチューブ全周長の1／2以下である」(甲1技術事項)という甲1発明の必須要素を省いて上位概念化している点，②特定の熱収縮率(50％)を採用した時の接合手段として，選択的要素にすぎない熱接合を必須の要素として認定している点に誤りがあると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記①については，本件発明2では，環状フィルムの全周長に対する熱収縮性ポリエステル系フィルムの長手方向の長さについては，何ら限定されていないから，熱収縮フィルム(22)の周方向幅はチューブ全周長の1／2以下であるものも含まれており，そうすると，甲1発明を認定するに当たり，甲1技術事項によって限定しないとしても，引用発明の認定に誤りがあるということはできない。",
                        "なお，原告ら主張の相違点A1，相違点A2及び相違点Bは，甲1発明の認定に甲1技術事項が含まれているか否かによって左右されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記②については，甲1には，非熱収縮性フィルム(21)と熱収縮性フィルム(22)との接合の具体例として，熱接着と接着剤によるものの二つが選択的なものとして開示されている(段落【0008】)から，甲1発明の認定に当たり，熱接着によるものを甲1発明として認定したことに誤りはない。原告らは，下位概念で引用発明を認定することはできない旨主張するが，そのようなことはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上により，原告らの上記主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2と甲1発明の一致点及び相違点は，前記第2，3(1)イのとおり認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告らは，本件発明2は，①非熱収縮性フィルムと熱収縮性フィルムの両方にポリエステル系フィルムを採用するという特徴と，②非熱収縮性フィルム側にヒートシール層を積層しているという特徴を有し，③上記①の特徴から材料の共通性があるために，両者の親和性(接合性等)が高いという特徴が生じ，④親和性が高い材料間であえてヒートシール層を設けることも技術的特徴であるところ，本件決定は，これらの特徴を無視し，非熱収縮性フィルムと熱収縮性フィルムを個別に認定しているから，本件決定の相違点の認定に誤りがある旨主張する。",
                    "しかし，本件発明2に技術的特徴1及び2が認められないことは，前記1(3)のとおりであるから，原告らの上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件発明2について相違点A1，A2が容易想到でないこと〔相違点1の容易想到性の判断の誤り〕)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2によると，本件発明2と甲1発明には相違点1が存在するため，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "非熱収縮性フィルムを「厚さが8μm以上30μm以下であり，150℃の熱風中で30分間収縮させたときの長手方向の収縮率が5％であり，幅方向の収縮率が4％以下」とすることについて",
              "text": [
                "甲1の段落【0009】には，「非熱収縮性フィルムとは，実質的に熱収縮を生じないプラスチックフィルム(100℃における熱収縮率：3％未満)であり，例えばポリエステル，ポリプロピレン，ポリアミドなどからなる二軸延伸フィルムが使用される。チューブ(20)を構成する該フィルム(21)のフィルム厚は10～100μm(好ましくは12～40μm)である。」と記載されているから，甲1発明において，非熱収縮性フィルムを，「厚さが8μm以上30μm以下であり，150℃の熱風中で30分間収縮させたときの長手方向の収縮率が5％であり，幅方向の収縮率が4％以下」とすることは，当業者が設計上適宜なし得たことであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "非収縮性フィルムをポリエステル系フィルムとすることについて",
              "text": [
                "甲1には，非熱収縮フィルムとして，ポリエステル，ポリプロピリン，ポリアミドが記載されている(段落【0009】)から，甲1発明において，非熱収縮フィルムをポリエステル系フィルムにすることは，当業者が容易に想到することができるものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "非熱収縮性フィルムにヒートシール層を積層することについて",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，以下の記載がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "考案の名称",
          "text": [
            "商品ラベル"
          ]
        },
        {
          "fig": "2",
          "subject": "実用新案登録請求の範囲",
          "text": [
            "1．商品の外周に巻回して添着される帯状ラベルに於いて，前記帯状ラベルが長手方向に熱収縮性合成樹脂フィルムと非熱収縮性合成樹脂フィルムとを交互に連設して成り，少なくとも前記非熱収縮性フィルムに印刷表示を施して成ることを特徴とする商品ラベル"
          ]
        },
        {
          "fig": "3",
          "subject": "考案の詳細な説明",
          "text": [
            "・・・",
            "更に前記非熱収縮性合成樹脂フィルム5は，第5図に示す如く，耐熱性に優れるラミネートフィルムとすることが好ましい。この場合，例えば熱収縮性合成樹脂フィルム4がポリプロピレンとされたとき，非熱収縮性合成樹脂フィルム5は内層フィルム5aをポリプロピレンとする一方，外層フィルム5bを耐熱性に優れるポリエステル又はナイロンとする。従って，これにより熱収縮性合成樹脂フィルム4を前記内層フィルム5aの内面に重合し，両者を前記固着6に際し熱着すれば両者が同材のポリプロピレンとされているので好適に溶着6される。然し本考案がこれに限定されないことは勿論で，非熱収縮性合成樹脂フィルム5の内層フィルム5aと熱収縮性合成樹脂フィルム4とが異質の樹脂素材であり，又は非熱収縮性合成樹脂フィルム5を単層のフィルムとしこれが熱収縮性合成樹脂フィルム4と異質の樹脂素材であるときは両フィルムの重合個所に感熱性接着剤をパートコートし，該接着剤を介して熱着することが自由である。",
            "【第5図】"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲2には，熱収縮性合成樹脂フィルムがポリプロピレンとされたとき，非熱収縮性樹脂フィルムの熱収縮性合成樹脂フィルムと接する部分をポリプロピレンとすると，両者は同材のポリプロピレンとされているので好適に熱着することが記載されている(甲2の5頁6行～14行)から，熱収縮性フィルムと非熱収縮性フィルムを接合するために，非熱収縮性フィルムの熱収縮性フィルムと接する側に，熱着するための層，すなわちヒートシール層を設けることが開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告らは，甲2について，内層フィルム5aを非熱収縮性フィルムの一部と見なすことも可能であり(接着性の観点からは外層フィルム5bは無視できるためである。)，そう見なしたときには，記載1には非熱収縮性フィルムと熱収縮性フィルムが同材であるときは，両者の間に介在する層(ヒートシール層)は不要であることが示唆されているといえると主張するが，甲2の記載1については，上記(イ)のとおり，内層フィルム5aをヒートシール層と見ることが可能であり，そのように見ると，熱収縮性フィルムと非熱収縮性フィルムの間にヒートシール層を設けることを開示しているといえる。また，原告らは，記載2についても主張するが，記載2は，記載1と別の実施例についての記載であり，記載1を上記のとおり解することを妨げるものではない。さらに，記載1は，ヒートシール層を設けるに際して，そこに同材のものを用いる例は開示しているものの，合成樹脂フィルムが同材であればヒートシール層が必要ないことまで開示しているものではないし，そのような技術常識が存するとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1の段落【0018】，【0032】，【0033】等には，熱収縮性フィルムと非熱収縮性フィルムの間にヒートシール層を設けること，特に，段落【0018】には，非熱収縮性の第1の帯体用原反と熱収縮性の第2の帯体用原反とから容器用の帯封を製造する帯封の製造方法において，第1の帯体用原反は非熱収縮性，第2の帯体用原反は熱収縮性で，両帯体用原反を重ね合わせただけではヒートシールすることができないが，原反をシールする接着剤が施された部位においてヒートシールすることができることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，本件発明2のヒートシール層とは，「ポリエステル系フィルムに・・積層したもの」であり，「積層したものであり」とは，ヒートシール層が積層構造(laminate 構造)を有することを意味するところ，乙1の接着剤は，一定の間隔ごとに施されたものであるから，ヒートシールさせるために使用されるものであっても，ヒートシール層ではない旨主張する。",
                        "フィルムの分野で「積層」とは，フィルム又はシート状のものを重ね合わせて所期の集積を作る操作(laminating)をいうことが認められる(甲25，26)が，本件明細書には，「ヒートシール層の形成方法としては経済性を考慮して，通常，コーティング法，溶融押出しラミネート法，ドライラミネート法などを挙げることができる。」(段落【0053】)と記載されているため，本件発明の「積層」とは，「laminate 処理すること」に限られるものではなく，層として重なりがあればよいものと認められる。これに反する原告らの主張は採用することができない。",
                        "そして，乙1においては，一定間隔ごとであっても，その部分には接着剤を重ねるものであり，段落【0033】，【0034】，【図3】及び【図4】によると，接着剤は，幅のあるライン状であることが認められるから，乙1には，熱収縮性フィルムと非熱収縮性フィルムを接合するために二つのフィルムの間にヒートシール層を設けることが開示されていると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲2や乙1の上記記載によると，熱収縮性合成樹脂フィルムと非熱収縮性フィルムを接合するために，二つのフィルムの間にヒートシール層を積層することは，本件特許の出願前の周知技術であることが認められ，ヒートシール層を二つのフィルムのどちらに設けるかは二者択一の事項にすぎないと認められることを考え併せると，非熱収縮性フィルムにヒートシール層を設けることは，当業者が容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，相違点1は，甲1発明から当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告らは，本件発明2が技術的特徴1及び2を有することを前提とする主張をするが，本件発明2がこれらの技術的意義を有すると認められないことは，前記1(3)のとおりであるので，原告らの上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上によると，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件発明2について相違点Bが容易想到でないこと〔相違点2の容易想到性の判断の誤り〕)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2によると，本件発明2と甲1発明には，相違点2が存在するため，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3には，以下の記載がある。",
                    "【特許請求の範囲】",
                    "【請求項1】",
                    "熱収縮性フィルムを基材とするラベルを少なくとも外周の一部に被覆して熱収縮させてなる包装体であって，被覆されているラベルの単位厚み当たりの主収縮方向と直交する方向における直角引裂強度が100Ｎ／mm以上300Ｎ／mm以下であり，被覆されているラベルの主収縮方向の破断前ヤング率が0．05GPa以上0．15GPa以下であることを特徴とする包装体。",
                    "【請求項2】",
                    "被覆されているラベルの主収縮方向と直交する方向の引張破壊強さが100MPa以上300MPa以下であることを特徴とする請求項1に記載の包装体。",
                    "【請求項3】",
                    "被覆されているラベルの主収縮方向と直交する方向の屈折率が1．560以上1．600以下であることを特徴とする請求項1，または請求項2に記載の包装体。",
                    "【請求項4】",
                    "被覆されているラベルの主収縮方向と直交する方向のエルメンドルフ引裂荷重および主収縮方向のエルメンドルフ引裂荷重を測定した場合におけるエルメンドルフ比が0．15以上1．5以下であることを特徴とする請求項1～3のいずれかに記載の包装体。",
                    "【請求項5】",
                    "被覆されているラベルの主収縮方向と直交する方向に沿って，ミシン目あるいは一対ノッチが設けられたことを特徴とする請求項1～4のいずれかに記載の包装体。",
                    "【請求項6】",
                    "未延伸フィルムを，テンター内で幅方向の両端際をクリップによって把持した状態でTg＋5℃以上Tg＋40℃以下の温度で幅方向に2．5倍以上6．0倍以下の倍率で延伸した後，積極的な加熱操作を実行しない中間ゾーンを通過させた後に，75℃以上140℃以下の温度で1．0秒以上20．0秒以下の時間に亘って熱処理し，30℃／秒以上70℃／秒以下の冷却速度でフィルムの表面温度が45℃以上75℃以下となるまで急速に冷却し，しかる後，Tg＋5℃以上Tg＋80℃以下の温度で長手方向に2．0倍以上5．5倍以下の倍率で延伸した後に，テンター内で幅方向の両端際をクリップによって把持した状態で90℃以上140℃以下の温度で加熱しながら幅方向に1％以上30％以下の範囲内で緩和させることによって，ラベルに成形する前の熱収縮性フィルムが製造されていることを特徴とする請求項1～5のいずれかに記載の包装体。",
                    "【請求項7】",
                    "熱収縮性フィルムが，熱収縮性ポリエステル系フィルムであることを特徴とする請求項1～6のいずれかに記載の包装体。",
                    "【発明の詳細な説明】",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，熱収縮性フィルムによって形成されたラベルを被覆した包装体に関するものであり，詳しくは，被覆された熱収縮性フィルムからなるラベルの引き裂き具合が良好な包装体に関するものである。",
                    "【背景技術】",
                    "【0002】",
                    "近年，包装品の外観向上のための外装，内容物の直接的な衝突を避けるための包装，ガラス瓶またはプラスチックボトルの保護と商品の表示を兼ねたラベル包装等の用途に，各種の樹脂からなる熱収縮プラスチックフィルムが広範に使用されている。それらの熱収縮プラスチックフィルムの内，ポリ塩化ビニル系樹脂，ポリスチレン系樹脂，ポリエステル系樹脂等からなる延伸フィルムは，ポリエチレンテレフタレート(PET)容器，ポリエチレン容器，ガラス容器等の各種の容器において，ラベルやキャップシールあるいは集積包装の目的で使用される。",
                    "【0003】",
                    "ところが，ポリ塩化ビニル系フィルムは，収縮特性には優れるものの，耐熱性が低い上に，焼却時に塩化水素ガスを発生したり，ダイオキシンの原因となる等の問題がある。また，ポリ塩化ビニル系樹脂フィルムをPET容器等の収縮ラベルとして用いると，容器をリサイクル利用する際に，ラベルと容器を分離しなければならない，という問題もある。一方，ポリスチレン系フィルムは，収縮後の仕上がり外観性が良好であるものの，耐溶剤性に劣るため，印刷の際に特殊な組成のインキを使用しなければならない，という不具合がある。また，ポリスチレン系フィルムは，高温で焼却する必要がある上に，焼却時に異臭を伴って多量の黒煙が発生するという問題がある。それゆえ，耐熱性が高く，焼却が容易であり，耐溶剤性に優れたポリエステル系フィルムが，収縮ラベルとして広汎に利用されるようになってきており，PET容器の流通量の増大に伴って，使用量が増加している傾向にある。",
                    "【0004】",
                    "また，通常の熱収縮性ポリエステル系フィルムとしては，幅方向に大きく収縮させるものが広く利用されている(特許文献1)。そのように幅方向が主収縮方向である熱収縮性ポリエステル系フィルムは，幅方向への収縮特性を発現させるために幅方向に高倍率の延伸が施されているが，主収縮方向と直交する方向(長手方向)に関しては，低倍率の延伸が施されているだけであることが多く，延伸されていないものもある。そのように，主収縮方向と直交する方向に低倍率の延伸を施したのみのフィルムや，主収縮方向のみしか延伸されていないフィルムは，主収縮方向と直交する方向の機械的強度が劣るという欠点がある(特許文献1等参照)。",
                    "【特許文献1】特開平9-239833号公報",
                    "【0005】",
                    "また，ボトルのラベルは，環状にしてボトルに装着した後に周方向に熱収縮させなければならないため，幅方向に熱収縮する熱収縮性フィルムをラベルとして装着する際には，フィルムの幅方向が周方向となるように環状体を形成した上で，その環状体を所定の長さ毎に切断してボトルに装着しなければならない。したがって，幅方向に熱収縮する熱収縮性フィルムからなるラベルを高速でボトルに装着するのは困難である。それゆえ，最近では，フィルムロールから直接ボトルの周囲に装着する，所謂，胴巻き(ラップ・ラウンド)が可能な長手方向に熱収縮するフィルムが求められており，今後，需要が飛躍的に増大するものと見込まれる。",
                    "【0006】",
                    "それゆえ，出願人らは，主収縮方向が長手方向であり主収縮方向と直交する方向(幅方向)における機械的強度の高い熱収縮性フィルムを得るべく鋭意検討し，その結果，横延伸-中間熱処理-縦延伸という特殊なプロセスによって，主収縮方向が長手方向であり幅方向における機械的強度の高い熱収縮性フィルムが得られることを見出し，当該熱収縮性フィルムについて，先に提案した(特願2006-165212)。",
                    "【発明の開示】",
                    "【発明が解決しようとする課題】",
                    "【0007】",
                    "しかしながら，出願人らが先に出願した横延伸-中間熱処理-縦延伸というプロセスによって得られる熱収縮性フィルムは，主収縮方向が長手方向であり幅方向における機械的強度に優れるものの，長手方向の温湯収縮率や熱収縮応力が高すぎるものも存在し，フィルムロールから直接ボトルの周囲に胴巻きした後に熱収縮させた際の収縮仕上がり性が必ずしも良好であるとは言えなかった。また，フィルムロールから直接ボトルの周囲に胴巻きする際には，ある程度ボトルに密着するように巻き付けることができるので，長手方向の温湯収縮率や熱収縮応力をさほど高くする必要はなく，長手方向の温湯収縮率や熱収縮応力が高すぎると，却って，ボトルの周囲に巻き付けて熱収縮させた際にボトルを締め付ける力が強くなりすぎて，ボトルを開栓する際に噴きこぼれが生じる恐れがある。さらに，中央部に“くびれ”を有する形状のペットボトルのラベルとして使用する場合には，長手方向の温湯収縮率や熱収縮応力が高すぎると，熱収縮させた後の仕上がり状態が悪くなってしまう。加えて，上記した横延伸-中間熱処理-縦延伸というプロセスによって得られる熱収縮性フィルムの中には，靱性(粘り強さ)やタフネス性が不十分なものも存在し，そのような靱性やタフネス性が不十分なフィルムに後加工を施すと，強いテンションが加わった場合にフィルムが破断する恐れがあった。",
                    "【0008】",
                    "本発明の目的は，上記従来の熱収縮性フィルムが有する問題点を解消し，主収縮方向である長手方向への収縮性が良好で，主収縮方向と直交する幅方向における機械的強度が高いのみならず，フィルムロールから直接ボトルの周囲に胴巻きした後に熱収縮させた際の収縮仕上がり性が良好で，後加工時の作業性の良好な熱収縮性ポリエステルフィルムを得て，そのような熱収縮性フィルムからなるラベルが被覆されており，当該ラベルの引き裂き具合が良好な包装体を提供することにある。",
                    "【発明の効果】",
                    "【0016】",
                    "本発明の包装体にラベルとして使用される熱収縮性フィルムは，主収縮方向である長手方向への収縮性が適度に高く，主収縮方向と直交する幅方向における機械的強度も高い上，製造されたロール状のフィルムにおいて巻き締まりが起こらず，フィルムロールにシワが入りにくく，開封性が良好である。したがって，当該熱収縮性ポリエステル系フィルムは，ボトル等の容器のラベルとして好適に用いることができ，ボトル等の容器に短時間の内に非常に効率良く装着することが可能となる上，フィルムロールから直接ボトルの周囲に胴巻きした後に熱収縮させた場合に，熱収縮による収縮仕上がり性が良好である。加えて，装着されたラベルは，非常に良好な目開封性を発現するものとなる。したがって，本発明の包装体は，被覆されたラベルの引き裂き具合が良好であり，被覆されたラベルを適度な力で，主収縮方向と直交する方向に，ミシン目が設けられた場合にはミシン目に沿って綺麗に引き裂くことができる。",
                    "【発明を実施するための最良の形態】",
                    "【0017】",
                    "本発明の包装体は，熱収縮性ポリエステル系フィルムを基材とするラベルを少なくとも外周の一部に被覆して熱収縮させてなるものであり，包装体の対象物としては，飲料用のペットボトルをはじめ，各種の瓶，缶，菓子や弁当等のプラスチック容器，紙製の箱等を挙げることができる(以下，これらを総称して包装対象物という)。なお，通常，それらの包装対象物に，熱収縮性ポリエステル系フィルムを基材とするラベルを熱収縮させて被覆させる場合には，当該ラベルを約2～15％程度熱収縮させて包装体に密着させる。本発明においては，包装対象物にラベルが熱収縮されて装着されたものを包装体と呼んでいる。なお，包装対象物に被覆されるラベルには，印刷が施されていても良いし，印刷が施されていなくても良く，ラベルの主収縮方向と直交する方向にミシン目が設けられていてもよい。",
                    "【0033】",
                    "本発明で好ましく使用される熱収縮性フィルムの厚みは，特に限定するものではないが，10～200μmが好ましく，20～100μmがより好ましい。",
                    "【0039】",
                    "熱収縮性ポリエステル系フィルムに用いるポリエステルは，全ポリステル樹脂中におけるエチレングリコール以外のグリコール成分，もしくはテレフタル酸以外のジカルボン酸成分の含有量が15モル％以上であることが好ましく，17モル％以上であるとより好ましく，20モル％以上であると特に好ましい。ここで，共重合成分としてグリコール成分，もしくはジカルボン酸成分となりうる主成分は，たとえば，ネオペンチルグリコール，1，4-シクロヘキサンジオールやイソフタル酸を挙げることができ，必要に応じてそれらを混合することも可能である。なお，共重合成分(エチレングリコール以外のグリコール成分，もしくはテレフタル酸以外のジカルボン酸成分)の含有量が，40モル％を超えると，フィルムの耐溶剤性が低下して，印刷工程でインキの溶媒(酢酸エチル等)によってフィルムの白化が起きたり，フィルムの耐破れ性が低下したりするため好ましくない。また，共重合成分の含有量は，37モル％以下であるとより好ましく，35モル％以下であると特に好ましい。",
                    "【0042】",
                    "また，本発明の熱収縮性ポリエステル系フィルムは，90℃の温水中で無荷重状態で10秒間に亘って処理したときに，収縮前後の長さから，下式3により算出したフィルムの長手方向の熱収縮率(すなわち，90℃の湯温熱収縮率)が，15％以上40％未満であることが好ましい。",
                    "熱収縮率＝｛(収縮前の長さ-収縮後の長さ)／収縮前の長さ｝×100(％)  ・・式3",
                    "【0043】",
                    "90℃における長手方向の湯温熱収縮率が15％未満であると，収縮量が小さいために，ラベルとして胴巻き方式で巻き付けた後の熱収縮時にシワやタルミが生じてしまうので好ましくなく，反対に，90℃における長手方向の湯温熱収縮率が40％を超えると，ラベルとして胴巻き方式で巻き付けた後の熱収縮時に収縮歪みが生じ易くなったり，いわゆる“飛び上がり”が発生してしまうので好ましくない。なお，90℃における長手方向の湯温熱収縮率の下限値は，17％以上であると好ましく，19％以上であるとより好ましく，21％以上であると特に好ましい。また，90℃における長手方向の湯温熱収縮率の上限値は，38％以下であると好ましく，36％以下であるとより好ましく，34％以下であると特に好ましい。",
                    "【0059】",
                    "また，本発明の熱収縮性ポリエステル系フィルムは，長手方向の屈折率が1．560以上1．600未満であると好ましい。長手方向の屈折率が1．600を上回ると，ラベルとする際の溶剤接着性が悪くなるので好ましくない。反対に，1．560未満となると，ラベルとした際のカット性が悪くなるので好ましくない。なお，長手方向の屈折率の上限値は，1．597以下であると好ましく，1．594以下であるとより好ましい。また，長手方向の屈折率の下限値は，1．563以上であると好ましく，1．566以上であるとより好ましい。",
                    "【0060】",
                    "また，本発明の熱収縮性ポリエステル系フィルムは，幅方向の屈折率が1．560以上1．600未満であると好ましい。幅方向の屈折率が1．600を上回ると，ラベルとする際の溶剤接着性が悪くなるので好ましくない。反対に，1．560未満となると，ラベルとした際のカット性が悪くなるので好ましくない。なお，幅方向の屈折率の上限値は，1．598以下であると好ましく，1．596以下であるとより好ましい。また，幅方向の屈折率の下限値は，1．565以上であると好ましく，1．570以上であるとより好ましい。",
                    "【0104】",
                    "また，実施例および比較例に用いたポリエステルは以下の通りである。",
                    "【0105】",
                    "ポリエステル1：エチレングリコール70モル％，ネオペンチルグリコール30モル％とテレフタル酸とからなるポリエステル(IV  0．72dl／g)",
                    "ポリエステル2：ポリエチレンテレフタレート(IV  0．75dl／g)",
                    "【0106】",
                    "［実施例1］",
                    "上記したポリエステル1とポリエステル2とを重量比70：30で混合して押出機に投入した。しかる後，その混合樹脂を280℃で溶融させてTダイから押出し，表面温度30℃に冷却された回転する金属ロールに巻き付けて急冷することにより，厚さが200μmの未延伸フィルムを得た。このときの未延伸フィルムの引取速度(金属ロールの回転速度)は，約20m／min．であった。また，未延伸フィルムのTgは67℃であった。しかる後，その未延伸フィルムを，横延伸ゾーン，中間ゾーン，中間熱処理ゾーンを連続的に設けたテンター(第1テンター)に導いた。なお，当該テンターにおいては，横延伸ゾーンと中間熱処理ゾーンとの中間に位置した中間ゾーンの長さが，約40cmに設定されている。また，中間ゾーンにおいては，フィルムを通過させていない状態で短冊状の紙片を垂らしたときに，その紙片がほぼ完全に鉛直方向に垂れ下がるように，延伸ゾーンからの熱風および熱処理ゾーンからの熱風が遮断されている。",
                    "【0107】",
                    "そして，テンターに導かれた未延伸フィルムを，フィルム温度が90℃になるまで予備加熱した後，横延伸ゾーンで横方向に85℃で3．7倍に延伸し，中間ゾーンを通過させた後に(通過時間＝約1．2秒)，中間熱処理ゾーンへ導き，幅方向に10％緩和させながら，105℃の温度で6.0秒に亘って熱処理することによって厚み60μmの横一軸延伸フィルムを得た。しかる後，テンターの後方に設けられた左右一対のトリミング装置(周状の刃先を有する丸刃によって構成されたもの)を利用して，横一軸延伸フィルムの端縁際(中央のフィルム厚みの約1．2倍の厚みの部分)を切断し，切断部位の外側に位置したフィルムの端部を連続的に除去した。",
                    "【0108】",
                    "さらに，そのように端部をトリミングしたフィルムを，複数のロール群を連続的に配置した縦延伸機へ導き，予熱ロール上でフィルム温度が70℃になるまで予備加熱した後に，表面温度95℃に設定された延伸ロール間で2．2倍に延伸した。しかる後，縦延伸したフィルムを，表面温度25℃に設定された冷却ロールによって強制的に冷却した。なお，冷却前のフィルムの表面温度は約75℃であり，冷却後のフィルムの表面温度は約25℃であった。また，70℃から25℃に冷却するまでに要した時間は約1．0秒であり，フィルムの冷却速度は，45℃／秒であった。",
                    "【0109】",
                    "そして，冷却後のフィルムをテンター(第2テンター)へ導き，当該第2テンター内で115℃の雰囲気下で幅方向に15％緩和させながら5．0秒間に亘って熱処理(最終セット)した後に冷却し，両縁部を裁断除去することによって，約30μmの二軸延伸フィルム(熱収縮性フィルム)を所定の長さに亘って巻き取ってなるフィルムロールを得た。",
                    "【0110】",
                    "＜ラベルを装着した包装体の作製＞",
                    "上記の如く得られたフィルムロールを，約200mmの幅にスリットした上で，所定の長さに分割して巻き取ることによって小型のスリットロールを作成し，そのスリットロールに，予め東洋インキ製造(株)の草・金・白色のインキを用いて，ラベル用の印刷(3色印刷)を繰り返し施した。また，各ラベル用印刷毎に，フィルムロールの長手方向と直交する方向に，フィルム全幅に亘るミシン目(約4mm間隔で約1mm径の円が連続するミシン目を)を，約22mmの間隔で2本平行に形成した。そして，ラベル用の印刷が施されたロール状のフィルムの片方の端部を，500mlのPETボトル(胴直径62mm，ネック部の最小直径25mm)の外周の一部に塗布した粘着剤の上に重ねることによって接着し，その状態で，ロール状のフィルムを所定の長さだけ引き出して，PETボトルの外周に捲回させた。しかる後，ペットボトルの外周で重なり合った熱収縮性フィルム同士を約240℃に調整した溶断シール刃によって溶断シールすることによって，ペットボトルの外周にラベルを被覆させた。そして，Fuji  Astec  Inc製スチームトンネル(型式；SH-1500-L)を用い，ラベルを被覆させたペットボトルを，通過時間2．5秒，ゾーン温度80℃の条件下で通過させ，500mlのPETボトルの外周においてラベルを熱収縮させることによってラベルの装着を完了した。なお，装着の際には，ネック部においては，直径40mmの部分がラベルの一方の端になるように調整した。そして，上記の如く得られた熱収縮性フィルム，ラベル(装着前後)，および包装体(ラベルを装着したペットボトル)の特性を上記した方法によって評価した。評価結果を表3，4に示す。",
                    "【0111】",
                    "［実施例2］",
                    "原料であるポリエステル1とポリエステル2との混合比(重量比)を90：10に変更するとともに，縦延伸倍率を2．4倍に変更し，縦延伸後のフィルムを第2テンター内で幅方向に熱緩和させる際の温度を120℃に変更し，当該幅方向の緩和時における緩和量を20％に変更した以外は，実施例1と同様の方法によって熱収縮性フィルムを連続的に製造した。また，実施例1と同様の方法によってラベルを作製し，そのラベルを実施例1と同様の方法によってペットボトルの外周に装着した。そして，得られたフィルム，装着前後のラベル，および包装体の特性を実施例1と同様の方法によって評価した。評価結果を表3，4に示す。",
                    "【0112】",
                    "［実施例3］",
                    "実施例1と同様に得られた240μmの未延伸フィルムを第1テンターにおける横延伸倍率を4．0倍に変更するとともに，縦延伸倍率を2．4倍に変更し，縦延伸後のフィルムを第2テンター内で幅方向に緩和させる際の温度を120℃に変更した以外は，実施例1と同様の方法によって熱収縮性フィルムを連続的に製造した。また，実施例1と同様の方法によってラベルを作製し，そのラベルを実施例1と同様の方法によってペットボトルの外周に装着した。そして，得られたフィルム，装着前後のラベル，および包装体の特性を実施例1と同様の方法によって評価した。評価結果を表3，4に示す。",
                    "【表3】",
                    "【表4】",
                    "【0117】",
                    "表3から明らかなように，実施例1～3で得られたフィルムは，いずれも，主収縮方向である長手方向への収縮性が適度に高く，主収縮方向と直交する幅方向への収縮性は非常に低かった。また，実施例1～3で得られたフィルムは，いずれも，溶剤接着強度が高く，長手方向の厚み斑が小さく，ラベル密着性が良好で収縮斑もなく，収縮仕上がり性が良好であった。さらに，実施例1～3の熱収縮性ポリエステル系フィルムは，ミシン目開封性が良好である上，自然収縮率が小さく，製造されたフィルムロールにシワが発生することがなかった。そして，各実施例で得られた熱収縮性ポリエステル系フィルムからなるラベルを包装した包装体は，いずれもラベルのミシン目開封性が良好であり，ラベルをミシン目に沿って適度な力で綺麗に引き裂くことが可能であった。",
                    "【0118】",
                    "それに対して，比較例1で得られた熱収縮性フィルムは，長手方向及び幅方向の温湯収縮率が大きいため，ラベルの収縮仕上がり性が良くなかった。また，比較例2で得られた熱収縮性フィルムは，幅方向の温湯収縮率が大きく，ラベルの破断前ヤング率が小さくて，ラベルの収縮仕上がり性が良くない他，靭性，タフネス性の点で満足なものではなかった。また，両比較例で得られた熱収縮性ポリエステル系フィルムからなるラベルを包装した包装体は，ラベルのミシン目開封性が不良であり，ラベルをミシン目に沿って適度な力で綺麗に引き裂くことができなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によると，甲3には，前記第2，3(1)ウ(イ)の甲3記載事項が記載されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明及び甲3記載事項は，共に，弁当包装体という技術分野に属するものであると認められる(甲1の段落【0001】，甲3の段落【0017】)。",
                    "しかし，甲1発明は，熱収縮性チューブを使用した弁当包装体について，煩雑な加熱収縮の制御を実行することなく，包装時の容器の変形やチューブの歪みを防ぎ，また，店頭で，電子レンジによる再加熱をした際にも弁当容器の変形が生じることを防ぐことを課題とするものである(甲1の段落【0003】，【0004】)のに対し，甲3に記載された発明は，ラベルを構成する熱収縮性フィルムについて，主収縮方向である長手方向への収縮性が良好で，主収縮方向と直交する幅方向における機械的強度が高いのみならず，フィルムロールから直接ボトルの周囲に胴巻きした後に熱収縮させた際の収縮仕上がり性が良好で，後加工時の作業性の良好なものとするとともに，引き裂き具合をよくすることを課題とするもの(甲3の段落【0007】，【0008】)である。",
                    "そして，上記課題を解決するために，甲1発明は，非熱収縮性フィルム(21)と熱収縮性フィルム(22)とでチューブ(20)を形成し，熱収縮性フィルム(22)の周方向幅はチューブ全周長の1／2以下である筒状体であり，熱収縮性フィルム(22)の熱収縮により，弁当容器の外周長さにほぼ等しいチューブ周長に収縮して弁当容器に締着されてなるものとしたのに対し，甲3に記載された発明の熱収縮性フィルムは，甲3の特許請求の範囲記載のとおり，各数値を特定したものである。",
                    "これらのことからすると，甲1発明と甲3に記載された発明は，課題においてもその解決手段においても共通性は乏しいから，甲3記載事項を甲1発明に適用することが動機付けられているとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，甲1発明と甲3記載事項は，熱収縮という作用，機能が共通する旨主張するが，熱収縮は，通常，弁当包装体が持つ基本的な作用，機能の一つにすぎないことを考慮すると，被告の上記主張は，実質的に技術分野の共通性のみを根拠として動機付けがあるとしているに等しく，動機付けの根拠としては不十分である。",
                    "また，被告は，甲1発明と甲3記載事項とでは，ポリエステルフィルムを用いている点が共通する旨主張するが，包装体用の熱収縮性フィルムを，ポリエステルとすることは，本件特許の出願前の周知技術(甲1の段落【0010】，甲3の【請求項7】，段落【0003】，甲6〔特開2008-280371号公報〕の段落【0001】)であると認められ，ポリエステルは極めて多くの種類があること(乙5)からすると，材料としてポリエステルという共通性があるというだけでは，甲1発明において，熱収縮性フィルムとして，甲3記載事項で示される熱収縮性フィルムを適用することに動機付けがあるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，甲1発明において，熱収縮性フィルムとして，甲3記載事項で示される熱収縮性フィルムを適用する動機付けがあると認めることはできない。",
                    "したがって，甲1発明及び甲3記載事項に基づいて，相違点2に係る本件発明2の構成とすることは，当業者が容易に想到し得たことであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，本件発明2は，当業者が容易に発明をすることができたものではないから，取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件発明2について相違点3の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2によると，本件発明2と甲1発明には，相違点3が存在するため，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1には，「図2は，チューブ(20)を，装着しようとする弁当(10)に被嵌した状態を示している。同図は，チューブ(20)を，熱収縮性フィルム(22)が弁当容器の下面側に位置する向きに被せた例であるが，それに限定されず，容器の側面に向けてもよく，あるいは下面から側面にまたがるように被せてもよい。」(段落【0012】)と記載されているから，甲1発明において，熱収縮性フィルム(22)を下面から側面にまたがるようにすることで，熱収縮性フィルム(22)の両端部と非熱収縮性フィルム(21)の両端部とが弁当容器の両側面で接続されるようにすることは，当業者が適宜なし得たことであるということができる。",
                "したがって，甲1発明において，相違点3に係る本件発明2の構成とすることは，当業者が容易に想到し得たことである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，甲1をどのように精査してみても，「一方の側面から下面を通って他方の側面にまたがるように熱収縮性フィルムを被せる」という記載は存在しないから，「両」側面で接続するという相違点に想到することはできない旨主張するが，甲1の段落【0012】の記載は，熱収縮性フィルム(22)の周方向の一端のみに限定されるものとは解されず，両端に適用可能なことを含むことは明らかであるから，原告らの上記主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由4に理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(本件発明3，4の容易想到性の判断の誤り)について",
          "text": [
            "前記1及び2(1)によると，本件発明3，4と甲1発明は，少なくとも相違点2を有していることが認められ，前記4のとおり，相違点2が容易に想到することができないものである以上，本件発明3，4は，当業者が容易に発明をすることができたものではない。",
            "したがって，取消事由5は理由がある。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(本件発明5について相違点6，7の容易想到性の判断の誤り)について",
          "text": [
            "前記1及び2(1)によると，本件発明5と甲1発明は，少なくとも相違点7を有していることが認められるところ，相違点7は，相違点2と実質的に同じものである。",
            "前記4のとおり，相違点2が容易に想到することができないものである以上，相違点7も容易に想到することができないものであるから，本件発明5は，当業者が容易に発明をすることができたものではない。",
            "したがって，取消事由6は理由がある。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明6について容易想到性の判断の誤り)について",
          "text": [
            "前記1及び2(1)によると，本件発明6と甲1発明は，少なくとも相違点7を有していることが認められるところ，前記7のとおり，相違点7は，当業者が容易に想到することができたものではないから，本件発明6は，当業者が容易に発明をすることができたものではない。",
            "したがって，取消事由8は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によると，本件発明2～6は，当業者が容易に発明をすることができたものではないから，原告らの請求には理由がある。よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10075",
    "date": "2021-03-11",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090112",
    "ipprecedent_id": "5512",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}