{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800148号事件について令和2年8月3日にした審決のうち，特許第5255722号の請求項21に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "(以下，書証については，単に「甲1」などと略記する。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「加除圧制御システム及びその制御方法並びに血管強化方法」とする発明について，平成24年9月28日(優先日平成24年6月28日(以下「本件優先日」という。)，優先権主張国日本)を出願日とする特許出願(特願2012-215586号)をし，平成25年4月26日，特許権の設定登録(特許第5255722号。請求項の数32。)を受けた(甲14，17。以下，この登録を受けた特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年12月17日，本件特許の特許請求の範囲の請求項1，12及び21に係る発明についての特許を無効とすることを求める特許無効審判(無効2018-800148号事件)を請求した。",
                "被告は，令和元年12月25日付けで審決の予告を受けた(甲15)ため，令和2年3月5日付けで，請求項1ないし11を一群の請求項として，請求項12ないし20を一群の請求項として，請求項21ないし31を一群の請求項として訂正する(以下，これらの訂正を「本件訂正」という。)訂正請求をした(甲16)。",
                "その後，特許庁は，令和2年8月3日，本件訂正請求のうち請求項21ないし31について訂正することを認めた上で，「特許第5255722号の請求項1，12に係る発明についての特許を無効とする。特許第5255722号の請求項21に係る発明についての審判請求は，成り立たない」旨の審決(以下「本件審決」という。)をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年9月17日，本件審決のうち，特許第5255722号の請求項21に係る部分について取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の請求項21の記載は，次のとおりである(以下，本件訂正後の請求項21に係る発明を「本件発明3」という。)。",
            "【請求項21】",
            "使用者の四肢の特定部分に巻き付けられるように構成されたベルトを用いて前記特定部分に加圧力を付与する加圧工程と，前記加圧工程により前記特定部分に付与された加圧力を完全に除去する除圧工程と，を交互に繰り返すことにより，前記使用者の血管の血管内皮細胞から生成される一酸化窒素を増加させ，もって前記血管を強化する血管強化方法(医療行為を除く)であって，",
            "前記加圧工程を複数回実施する際に，各加圧工程における加圧力を直前の加圧工程における加圧力よりも高く設定し，",
            "前記除圧工程により，前記加圧動作によって付与された加圧力が完全に除去された状態においては，前記特定部分を締め付ける加圧力が付与されていない，血管強化方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の要旨(ただし，本件発明3に関する部分に限る。)は，本件発明3は，後記(2)のとおり，本件優先日前に頒布された刊行物である甲1(特開2007-125254号公報)に記載された発明(甲1-3発明)と相違点1ないし3の点で相違し，相違点1は実質的な相違点ではないが，相違点2の「除圧工程により，加圧動作によって付与された加圧力が完全に除去された状態において」，本件発明3は，「特定部分を締め付ける加圧力が付与されていない」との点については，甲1には記載されておらず，甲1に記載された発明から自明なものともいえず，さらに，自然締付け力による加圧力が付与されていない状態とすることは技術常識であるともいえず，本件発明3は，相違点3について検討するまでもなく甲1に記載された発明ではないから，特許法29条1項3号に該当するものではなく，また，本件発明3は，甲1に記載された発明並びに甲2(特開2008-99842号公報)及び甲3(特許第347701号公報)等に記載された事項又は技術常識に基づいて当業者が容易に発明することができたものではないから，同条2項の規定により特許を受けることができないものではないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明(以下「甲1-3発明」という。)，本件発明3と甲1-3発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1-3発明",
                  "text": [
                    "「腕と脚との所定の部位に巻き付けられる緊締具100を用いて，ガス袋120へ空気を送って締付け部位を加圧する上ピークと，ガス袋120へ送った空気を抜いて締付け部位への加圧を行わない下ピークと，を繰り返す加除圧方法であって，上ピークは直前の上ピークから徐々に上昇していくようにする，加除圧方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3と甲1-3発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "使用者の四肢の特定部分に巻き付けられるように構成されたベルトを用いて前記特定部分に加圧力を付与する加圧工程と，前記加圧工程により前記特定部分に付与された加圧力を除去する除圧工程と，を交互に繰り返す方法であって，",
                    "前記加圧工程を複数回実施する際に，各加圧工程における加圧力を直前の加圧工程における加圧力よりも高く設定する，",
                    "方法。",
                    "(相違点1)",
                    "前記加圧動作により前記特定部分に付与された加圧力を除去する除圧動作において，本件発明3では，加圧力を完全に除去するのに対し，甲1-3発明では，加圧力を下ピークまで除去する点。",
                    "(相違点2)",
                    "除圧工程により，加圧動作によって付与された加圧力が完全に除去された状態においては，本件発明3では，特定部分を締め付ける加圧力が付与されていないのに対し，甲1-3発明では，特定部分を締め付ける加圧力が付与されているか否かが不明である点。",
                    "(相違点3)",
                    "加圧工程と除圧工程とを繰り返す方法が，本件発明3は「前記使用者の血管の血管内皮細胞から生成される一酸化窒素を増加させ，もって前記血管を強化する血管強化方法(医療行為を除く)」であるのに対し，甲1-3発明は，そのようなものであるのか明らかでない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "相違点2の容易想到性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件審決は，相違点2に関して，甲1-3発明の詳細な説明の段落【0014】には，制御手段が下ピークのときに緊締具が所定の部位に与える締付け力が，緊締具を所定の部位に取り付けた際における締付け力である自然締付け力と略一致するようにして，圧力調整手段を制御するようになってもよいことが記載されているが，上記「自然締付け力」による加圧力が付与されていない状態とすることは，甲1には記載されていないし，また，甲1に記載された発明から自明なものともいえず，さらに，自然締付け力による加圧力が付与されていないと状態とすることは，甲2ないし7にも記載されておらず，技術常識であるともいえないから，相違点3について判断するまでもなく，本件発明3は，甲1に記載された発明及び甲2ないし7に記載された事項ないし技術常識に基づいて当業者が容易に発明することができたものではない旨判断したが，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1に引用された実施例と本件発明3の実施例は，図を比較すれば明らかなとおり全く同一であり，自然締付け力を付与されていない状態とする効果を生じさせるための新たな構成要素が付加されているわけでもない。仮に，本件発明3に関する実施例の装置において自然締付け力を皆無にする施術方法が可能であるとすれば，甲1-3の発明の実施例においても当然に実施はできたはずである。したがって，仮に本件優先日当時，自然締付け力を皆無にする施術は広く実施されていなかったとしても，加圧力の範囲は，身体に対する負担や得られる効果を勘案しつつ適宜決定し得る程度の事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関して，被告は，仮に，甲1-3発明で用いられる加除圧制御装置，緊締具及び加除圧制御システムが本件発明3で用いられるそれらと同一であるとしても，血管の強化という目的のために，「特定部分を締付ける加圧力」(自然締付け力)の状態を付与されていない状態とするような構成については何ら示唆するものではない旨主張する。",
                    "しかし，甲2(特開2008-99842号公報)に記載された発明(以下「甲2発明」という。)は，メタボリック症候群の治療に適した，加圧トレーニングを応用した治療システムを提供する発明であり，加圧トレーニング，すなわち筋肉トレーニングを応用することによって提供される治療システムは，メタボリック症候群の治療を目的とするものである。そして，メタボリック症候群とは，甲2によれば，「動脈硬化」等の状態をいうとされているから，甲2発明は，筋肉トレーニングの方法を応用することによって，「動脈硬化」，つまり血管のメタボリック症候群の状態を改善することを目的としており，血管を強化する方法の1つを示しているといえる。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件優先日前に頒布された刊行物である甲6(「腰痛  自分で治す本  バラコンバンドの活用法」(五味雅吉著。平成元年12月20日発刊)の書籍120頁には，ベルト(あるいはカフ)を外すことにより締付け力を皆無にする方法が記載されている。本件発明3においては，「自然締付け力」を皆無にするための付加的な構成要素は示されておらず，具体的な方法すら示されていない。そうすると，ベルトを単に緩める，あるいは外すという方法もその「自然締付け力」を皆無にする方法として本件発明3に包含されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点2の構成は，当業者であれば，甲1に記載された発明から適宜決定し得る事項であるか，甲1に記載された発明に甲6に記載された技術常識に基づいて容易に想到するものであるから，これと異なる本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明3は，「加圧動作によって付与された加圧力が完全に除去された状態においては，前記特定部分を締め付ける加圧力も付与されていない」状態とすることで，「使用者の血管の血管内皮細胞から生成される一酸化窒素を増加させ，もって血管を強化すること」(【0007】)にその技術的意義がある。",
                "これに対し，甲1-3発明は，「血流阻害による負荷を筋肉に与えることにより筋肉の増強を行う」「加圧トレーニングの効果をより向上させ」るために，加圧トレーニングの実施の際に，「ガス袋120へ空気を送って締付け部位を加圧する上ピークと，ガス袋120へ送った空気を抜いて締付け部位の加圧を行わない下ピーク」を繰り返すことをその内容とする「加除圧方法」である。",
                "このように，甲1-3発明では，あくまで「トレーニング」の効果を向上させるために，ガス袋に空気を送る加圧動作と，当該ガス袋から空気を抜く除圧動作を「単に繰り返す方法」が開示されているにすぎず，「血管強化」のために除圧時に自然締付け力すら付与されない状態とする本件発明3の技術的思想やその構成は，一切記載も示唆もない。",
                "したがって，甲1-3発明から，血管強化を実現するために除圧時に自然締付け力すら加わっていない状態とする本件発明3の相違点2の構成が容易に想到し得たとはいえず，本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，前記1(1)及び(2)のとおり，①甲1に引用された実施例と本件発明の実施例は，図を比較すれば明らかなとおり全く同一であり，自然締付け力を付与されていない状態とする効果を生じさせるための新たな構成要素が負荷されたわけではない，②仮に，本件優先日当時，自然締付け力を皆無にする施術が広く実施されていなかったとしても，加圧力の範囲は，身体に対する負担や得られる効果を勘案しつつ適宜決定し得る程度の事項である，③甲6には，ベルト(あるいはカフ)を外すことにより締付け力を皆無にする方法が記載されているところ，同方法もその「自然締付け力」を皆無にする方法として本件発明3に包含されている旨主張する。",
                "しかし，上記①については，本件発明3は，ベルト(加除圧制御装置)の「加除圧動作による加圧力が完全に除去された状態」において，「特定部分を締め付ける加圧力」(甲1の「自然締め付け力」)も付与されていない状態とする「血管強化方法」であるところ，甲1-3発明は，いわゆる筋肉トレーニングに関する発明であって血管強化方法を何ら開示するものではない(なお，原告は，甲2発明が血管を強化する方法の1つを示すものであるとして，上記主張を争うが，甲2の記載にも，血管を強化する技術的思想やその構成は一切開示されていない。)上，そもそも自然締め付け力による加圧力すら付与しないこと等につき何ら開示も示唆もないから，仮に，甲1-3発明で用いられる加除圧制御装置，緊締具及び加除圧制御システムが本件発明3で用いられるそれらと同一であったとしても，原告の主張は理由がない。",
                "また，上記②については，上記(1)のとおり，甲1-3発明では，あくまで「トレーニング」の効果を向上させるために，ガス袋に空気を送る加圧動作と，当該ガス袋から空気を抜く除圧動作を「単に繰り返す方法」が開示されているにすぎず，本件発明3の，「血管強化」のために除圧時に自然締付け力すら加わっていない技術的思想やその構成は一切記載も示唆もないから，甲1-3発明から本件発明3の構成が容易に想到し得たとはいえず，原告の主張は理由がない。",
                "さらに，上記③については，原告が指摘する甲6の記述は，科学的根拠がなく，具体性，客観性を欠いているのみならず，技術常識に反したものであるとの指摘もあり(甲7)，また，この点を措くとしても，本件発明3は，ベルトを用いて「特定部分に加圧力を付与する加圧工程」と，「加圧工程により特定部分に付与された加圧力を完全に除去する除圧動作」を「交互に繰り返」し，「各加圧工程における加圧力を直前の加圧工程における加圧力よりも高く設定する」という加圧・除圧のサイクルにおいて，「加圧動作によって付与された加圧力が完全に除去された状態においては，前記特定部分を締め付ける加圧力も付与されていない」状態にすることで，「血管強化」を図る発明であって，甲6の文献のように，単にバンドを外すことによる除圧方法を定めているものではないから，甲6の記載から相違点2に容易に想到できるとの上記③の主張も理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件審決の判断に誤りはなく，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明3の明細書の記載事項について",
          "text": [
            "本件発明3の明細書(甲14。以下，図面を含めて「本件明細書」という。)には，別紙1のとおりの記載があり，この記載によれば，本件発明3に関し，次のような開示があることが認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "従来より，緊締具で使用者の四肢(腕や脚)の所定部位を締め付けて，血流阻害による負荷を筋肉に付与することにより，効率良く筋肉の増強を行うことができる加圧筋力トレーニング方法が提案され実用されており，また，使用者の四肢の所定部位に付与する加圧力を上げ下げすることにより，加圧筋力トレーニングの効果を向上させるとともに，加圧筋力トレーニングの安全性を向上させる技術が提案されているが，近年においては，食生活の乱れや運動不足等に起因して，脳梗塞や心筋梗塞等の血管系の疾病を患う者が増大していることから，血管強化(血管の弾力性の向上等)を図るための研究が医療分野等でされており，「本願発明者」は，従来の加圧筋力トレーニング方法を発展させることにより，血管強化を実現させることを新たに見い出した(【0002】，【0004】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「本発明」に係る血管強化方法は，使用者の四肢(腕や脚)の特定部位に巻き付けられるように構成されたベルトを用いて特定部分に所定の加圧力を付与する加圧工程と，加圧工程により特定部分に付与された加圧力を完全に除去する除圧工程と，を交互に繰り返すことにより，使用者の血管の血管内皮細胞から生成される一酸化窒素を増加させ，もって血管を強化するものであり，特定のベルトを用いて使用者の四肢の特定部分に対する加圧・除圧を繰り返すだけで，きわめて容易に血管の強化を実現することができるものである(【0013】，【0014】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件優先日前に頒布された刊行物である甲1(特開2007-125254号公報。公開日平成19年5月24日)には，別紙2のとおりの記載があり，この記載によれば，甲1-3発明に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "加圧を用いて行う筋力増強方法(加圧トレーニング方法)は，四肢の少なくとも1つの基端付近の所定の位置に，そこよりも下流側に流れる血流を阻害させる適当な締付け力を与え，その締付け力によって筋肉に血流阻害による適切な負荷を与え，それによって筋肉に疲労を生じさせ，もって筋肉の効率のよい増強を図るというものである(【0003】，【0004】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本願発明者」は，気体による加圧を行うタイプの筋力増強器具を用いて加圧を行っているうちに，加圧トレーニングを行うにあたって締付け力を上げ下げすると，四肢の締付け力を与えられている部位よりも下流側の筋肉を運動させたのと同様の現象を四肢の下流側に生じさせることで加圧トレーニングの効果を増すことができ，また，止血の発生をほぼ完全に防ぐことができることに気づいたものであり，「本発明」は，このような加圧トレーニングの効果をより向上させるとともに，加圧トレーニングの安全性の向上効果を生じさせる点に基づいてされたものである(【0007】，【0009】，【0010】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，甲1の【0019】，【0023】，【0033】，【0039】，【図1】，【図3】，【図4】，【図8】，【図9】によれば，甲1には，本件審決が認定した甲1-3発明，すなわち，腕と脚との所定の部位に巻き付けられる緊締具100を用いて，ガス袋120へ空気を送って締付け部位を加圧する上ピークと，ガス袋120へ送った空気を抜いて締付け部位への加圧を行わない下ピークと，を繰り返す加除圧方法であって，上ピークは直前の上ピークから徐々に上昇していくようにする，加除圧方法が記載されているものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明3(請求項21)は，前記第2の2のとおり，特定部分に加圧力を付与する加圧工程と，加圧工程により特定部分に付与された加圧力を完全に除去する除圧工程とを交互に繰り返し，「前記除圧工程により，前記加圧動作によって付与された加圧力が完全に除去された状態においては，前記特定部分を締付ける加圧力が付与されていない」(下線部分は当裁判所で付した。)との発明特定事項を有するものである。",
                "これに対し，甲1には，特定の部位に巻き付けられるベルトに設けられたガス袋に送り込まれる気体の圧力調整手段は，「適切な圧力よりも低い範囲の上ピークと，直前の上ピークよりも低い圧力の下ピークを繰り返すようにして」制御される(【0013】)との記載があり，加圧工程と除圧工程とが交互に繰り返されるように制御されることが開示されており，この圧力調整手段について，①「 前記制御手段は，前記下ピークのときに前記緊締具が前記所定の部位に与える締付け力が，直前の前記上ピークのときに前記緊締具が前記所定の部位に与えた締付け力よりも少なくとも30mmHg低くなるようにして，前記圧力調整手段を制御するようになっていてもよい。」，②「・・・ 前記制御手段は，直前の前記上ピークのときにおける締付け力が100mmHgを下回るときの前記下ピークのときにおける締付け力が略30mmHgとなるように，直前の前記上ピークのときにおける締付け力が100mmHg以上のときの前記下ピークのときにおける締付け力が略50mmHgとなるように，前記圧力調整手段を制御するようになっていてもよい。」，③「前記制御手段は，前記下ピークのときに前記緊締具が前記所定の部位に与える締付け力が，前記緊締具を前記所定の部位に取付けた際における締付け力である自然締付け力と略一致するようにして，前記圧力調整手段を制御するようになっていてもよい。これは，下ピークのときに，緊締具のガス袋の中の圧力を略常圧にすることを意味する。」(【0014】)との記載がある。",
                "すなわち，甲1には，圧力制御手段の「下ピーク」のときに緊締具が所定の部位に与える締付け力は，直前の上ピークのときに緊締具が前記所定の部位に与える締付け力よりも少なくとも30mmHg低くなるように制御されるようになっていてもよく(①)，略30mmHg又は50mmHgに調整制御されていてもよく(②)，また，下ピークのときに緊締具のガス袋の圧力をほぼ常圧にしたときは，緊締具を前記所定の部位に取り付けた際における自然締付け力とほぼ一致するように調整されていてもよい(③)ことが記載されており，また，甲1の実施例にも，「腕，脚ともに，自然締付け力は50mmHgであるものとする。」(【0032】)，「この例では，下ピークは一定である。この例では，下ピークは，自然締付け力の50mmHgを保っている。」(【0033】)との記載がある。これに対し，甲1には，圧力制御手段の「下ピーク」のときに緊締具が所定の部位に与える締付け力について，特定部分を締付ける加圧力を付与しない状態，すなわち，自然締付け力による加圧力も付与しない状態に制御することについては，記載も示唆もない。",
                "また，こうした加圧工程と除圧工程を交互に繰り返す圧力制御手段の「下ピーク」のときに緊締具が所定の部位に与える締付け力について，特定部分を締付ける加圧力を付与しない状態，すなわち，自然締付け力による加圧力も付与しない状態に制御することが技術常識であると認めるに足りる証拠はなく，むしろ上記のとおり，甲1自体が自然締付け力による加圧力が維持されることを前提としている。",
                "そうすると，本件発明3の，「除圧工程により，加圧動作によって付与された加圧力が完全に除去された状態においては，特定部分を締め付ける加圧力が付与されていない」との構成は，甲1-3発明又は甲1-3発明及び技術常識から容易に想到し得るものであるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対して，原告は，前記第3の1(1)のとおり，甲1に引用された実施例と本件発明3の実施例は，全く同一であり，自然締付け力を付与されていない状態とする効果を生じさせるための新たな構成要素が付加されているわけでもないし，仮に，本件優先日当時，自然締付け力を皆無にする施術が広く実施されていなかったとしても，加圧力の範囲は，身体に対する負担や得られる効果を勘案しつつ適宜決定し得る程度の事項である旨主張する。",
                    "原告の主張は，本件明細書と甲1の明細書を対比すれば，本件明細書の図1ないし図7が甲1の明細書の図1ないし図7と同一であること，すなわち，本件発明3と甲1-3発明でそれぞれ用いられる緊締具，加除圧制御装置及び加除圧制御システムが同一であることを指摘するものと解されるが，そうであるとしても，甲1-3発明には，加圧工程と除圧工程を交互に繰り返す圧力調整手段を制御する制御手段の「下ピーク」のときに緊締具が所定の部位に与える締付け力について，特定部分を締付ける加圧力を付与しない状態，すなわち，自然締付け力による加圧力も付与しない状態に制御することについての記載も示唆もないことは前記(1)のとおりである。",
                    "また，甲1-3発明は，四肢の所定の部位の締付け力の上げ下げを行いながら，その所定の部位よりも下流側に流れる血流を阻害し，それによって筋肉に疲労を生じさせ，筋肉の効率的な増強を図ることを目的とするものである(【0003】，【0004】，【0009】，【0010】)から，甲1に接した当業者が，加圧工程と除圧工程を交互に繰り返す圧力調整手段を制御する制御手段の「下ピーク」のときに，緊締具が所定の部位に与える締付け力について，自然締付け力による加圧力も付与しない状態にして血流を阻害しないようにする構成とする動機付けがあるとはいえない。",
                    "なお，原告は，甲2発明は，筋肉トレーニングの方法を応用することによって動脈硬化，つまり，血管のメタボリック症候群状態を改善することを目的としており，血管を強化する方法の1つを示している旨主張しているところ，上記主張の趣旨は明らかではないが，要するに，甲2発明において筋肉トレーニング方法を応用することで血管強化も実現できることが示されている以上，本件発明3と同じ緊締具，加除圧制御装置及び加除圧制御システムが用いられている甲1-3発明において，血管強化も実現するために，除圧工程により加圧動作によって付与された加圧力が完全に除去された状態において特定部分を締め付ける加圧力が付与されていない構成にすることは，設計的事項であると主張するものと解される。",
                    "しかし，甲2の発明の詳細な説明には，「メタボリック症候群は，・・・動脈硬化，心筋梗塞，或いは脳卒中を起こしやすい状態である」(【0005】)との記載があるのみで，メタボリック症候群が動脈硬化の状態にあると記載されているわけではなく，また，「加圧トレーニング方法は，四肢の少なくとも1つで流れる血流を阻害することによりその効果を生じさせるものである・・・加圧トレーニング方法を，メタボリック症候群の治療に用いようとした場合には，・・一般的には中高年であるメタボリック症候群の患者は血管の強度，柔軟性が低下していることが多いため，四肢の付根付近の締付けを行うことにより四肢に与える圧力の制御に最大限の注意が必要である」(【0007】)，「加圧トレーニングは，・・・四肢の付根付近の所定の部位を締付けて加圧することにより，四肢に血流の阻害を生じさせ，それにより運動したのと同様の効果を生じさせるものである。・・・しかしながら，メタボリック症候群の患者のような，血管の強度，柔軟性が低下している者の四肢を締付ける場合には，動脈まで閉じさせるような大きな圧力を与えることは適切ではない。他方，静脈をある程度閉じさせるような圧力で締付けを行わなければ，メタボリック症候群の患者の治療を十分には行うことができない。そこで，本願発明における治療システムでは，四肢の付け根付近の締付けを本格的に行う通常処理に先立って前処理を行い，その前処理で，四肢の付根付近を締付ける際に与える適切な圧力としての最大脈波圧を特定することとしている。・・・本願発明の治療システムは，メタボリック症候群の患者を含む血管の弱い者の治療に適したものとなる。」(【0009】)との記載がある。そうすると，甲2発明は，加圧トレーニング方法の機序を応用した，血管の弱いメタボリック症候群の患者に対する治療装置等に関する発明であって，血管強化方法に関するものではないというべきであるから，甲2に血管強化方法が開示されているとの原告の上記主張は，その前提を欠くものであり，その他の点につき判断するまでもなく，この点に関する原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，甲6には，ベルト(あるいはカフ)を外すことにより締付け力を皆無にする方法が記載されているところ，本件発明3においては，「自然締付け力」を皆無にするための付加的な構成要素は示されておらず，具体的な方法すら示されていないから，ベルトを単に緩める，あるいは外すという方法もその「自然締付け力」を皆無にする方法として本件発明3に包含されている旨主張する。",
                    "上記主張の趣旨は明らかではないが，甲6に記載されたベルトを外すことにより締め付け力を皆無にするという技術事項を，自然締め付け力による加圧力を付与しない方法として甲1-3発明に適用すれば，本件発明3の相違点2の構成に容易に想到するというものと解される。",
                    "しかし，そもそも甲1に接した当業者が，加圧工程と除圧工程を交互に繰り返す圧力調整手段を制御する制御手段の「下ピーク」のときに，緊締具が所定の部位に与える締付け力について，自然締付け力による加圧力も付与しない状態として血流を阻害しない状態とする構成にする動機付けがあるとはいえないことは前記アのとおりである。",
                    "また，甲6には，①「(バラコンバンドの効能)・・・2．血管内を清掃し血管にも弾力がでる。バンドを強く締めると，そこで血流が止まる。心臓からは絶え間なく血液は送られてくる。血液は，バンドの所で滞留し，血量はその部で倍加される。バンドをはずすと，血は倍の速力で血管内を流れる。その時血管壁を掃除し，動脈硬化を治し，血管そのものも弾力がでる。」(74頁7行目～75頁5行目)，②「足裏指巻き  ●まず親指と第2指の間を通してかかとにひっかけ，次に第2指と第3指を通して，またかかとへ巻き，指の間を通した余りで足の甲をこの停止部分にバンドを巻く。一つでも関節を越したほうがよく効くので，手の場合なら肘の下の二つの腕にバンドを巻くといい。(肘の上から巻き込んでいてもかまわない)きつめに巻いて我慢できなくなったらはずそう。すると，ダムの水門を開いたように，血液がどっと流れ込み，これまで充分にいきわたっていなかったところまで勢いよく入り込む。」(120頁上段8行目～121頁2行目)との記載があるが，これらは，血流を一時的に止めた後にバンドを外した場合の効果が記載されているに止まる。したがって，これらの記載に基づき，緊締具を付けたままの状態で，「ガス袋120へ空気を送って締付け部位を加圧する上ピークと，ガス袋120へ送った空気を抜いて締付け部位への加圧を行わない下ピークと，を繰り返す加除圧方法」を採用する甲1-3発明に，下ピークにする度に緊締具(甲6でいえば「バンド」)を外し，上ピークにする前にこれを付け直すような変更を施すことは想定できず，この点からも，甲1-3発明に甲6に記載された事項を適用する動機付けはない。",
                    "したがって，原告の上記主張も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その他，原告は縷々主張するが，前記判断を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，相違点2は，甲1-3発明及び本件優先日当時の技術常識に基づいて容易に想到するものとはいえず，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由は理由がないから，原告の請求は棄却されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}