{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2018-16974号事件について令和2年2月17日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年7月6日，発明の名称を「遊技機」とする発明について，特許出願(特願2016-133838号。以下「本願」という。甲6)をした。",
                "原告は，平成29年7月6日付けの拒絶理由通知(甲7)を受けたため，同年9月14日付けで特許請求の範囲及び明細書について手続補正(以下「第1次補正」という。甲9)をした後，平成30年2月14日付けの拒絶理由通知(甲10)を受けたため，同年4月13日付けで特許請求の範囲及び明細書について手続補正(以下「第2次補正」という。甲12)をした。",
                "特許庁は，同年9月12日付けで，第2次補正を却下する決定(以下「第2次補正の却下決定」という。甲13)をするとともに，第1次補正後の請求項に係る発明の進歩性を否定して拒絶査定(甲14)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年12月20日，「原査定を取り消す。本願は特許すべきである。」との審決を求める拒絶査定不服審判(不服2018-16974号事件。以下「本件審判」という。甲15)を請求するとともに，特許請求の範囲及び明細書について手続補正(以下「本件補正」という。甲16)をした。",
                "特許庁は，令和元年7月17日付けで拒絶理由通知(以下「本件拒絶理由通知」という。甲17)をした後，令和2年2月17日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年3月3日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年3月20日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "第2次補正後のもの",
              "text": [
                "第2次補正後の特許請求の範囲の請求項1ないし3の記載は，次のとおりである(甲12)。",
                "【請求項1】",
                "当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，",
                "単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，",
                "ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段と，",
                "を備えることを特徴とする遊技機。",
                "【請求項2】",
                "前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含み，",
                "前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，",
                "前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が，前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄であることを特徴とする請求項1に記載の遊技機。【請求項3】",
                "前記図柄群変化演出は，前記単位演出の発生前に前記表示装置において変動表示されている前記識別図柄群に含まれる複数の識別図柄の数よりも，前記新規の識別図柄が含まれる分前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄の方が多くなるものであることを特徴とする請求項1に記載の遊技機。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件補正後のもの",
      "text": [
        "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，同請求項1に係る発明を「本願発明」という。甲16)。",
        "【請求項1】",
        "当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，",
        "単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，",
        "ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段と，",
        "を備え，",
        "前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含み，",
        "前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，",
        "前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が，前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄であることを特徴とする遊技機。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
        "その要旨は，本願発明は，本件出願前に頒布された刊行物である特開2016-116872号公報(以下「引用文献1」という。甲1)に記載された発明(以下「引用発明」という。)，特開2003-10449号公報(以下「引用文献2」という。甲2)に記載の技術及び本願出願前の周知技術(例えば，特開2006-158723号公報(以下「引用文献3」という。甲3)，特開2004-298314号公報(以下「引用文献4」という。甲4))に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。",
        "なお，本件審決は，本願発明の発明特定事項を次のとおり分説した。",
        "A  当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，",
        "B  単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，",
        "C  ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段と，",
        "を備え，",
        "D  前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含み，",
        "E  前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，",
        "F  前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が，前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄であることを特徴とする",
        "G  遊技機。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "本件審決が認定した引用発明，本願発明と引用発明の一致点及び相違点，引用文献2に記載の技術及び周知技術(以下「本件周知技術」という。)は，次のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "a",
                  "subject": "大当り組合せやハズレとなる組合せを構成可能であり，表示領域には，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにて，各々を識別可能な複数種類の識別情報である飾り図柄が可変表示される画像表示装置5と(【0015】，【0016】，【0018】)，"
                },
                {
                  "fig": "b",
                  "subject": "特図ゲームの第1開始条件と第2開始条件のいずれか一方が1回成立したことに対応して，飾り図柄の可変表示が開始されてから可変表示結果となる確定飾り図柄が導出表示されるまでに，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける全部にて飾り図柄を一旦仮停止表示させた後，全部の飾り図柄表示エリア5L，5C，5Rにて飾り図柄を再び変動させる擬似連の可変表示演出であって，擬似連の可変表示演出(以下，「再変動」という。)は1回の変動において最大3回まで実行可能になっていて，再変動の回数が多ければ多いほど，大当り信頼度が高くなるように変動パターンが決定され，",
                  "text": [
                    "決定された変動パターンなどに基づいて演出制御パターンとしての特図変動時演出制御パターンをセットし，演出制御パターンに含まれる，演出装置における演出動作の制御内容を示し，演出制御の実行を指定する表示制御データ＃1～表示制御データ＃n(nは任意の整数)の内容に従って，画像表示装置5の制御を進行させる演出制御用CPU120と(【0065】，【0155】，【0358】，【0359】)，を備え，"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "可変表示結果が「リーチハズレ」，「大当り」のいずれであるかによって擬似連予告演出が実行される割合，擬似連予告パターンの決定割合が異なり，具体的には，可変表示結果が「大当り」である場合には，「リーチハズレ」である場合よりも，擬似連予告演出が実行される割合が高くなっていて，",
                  "text": [
                    "チャンス目Aが停止する擬似連予告パターンYP1-1の擬似連予告演出が実行された場合よりも，チャンス目Bが停止する擬似連予告パターンYP1-2の擬似連予告演出が実行された場合の方が，可変表示結果が「大当り」となる割合である大当り信頼度が高くなっていて，チャンス目の種別により大当り信頼度が異なるものとされ，",
                    "4回の変動及び再変動(擬似連3回の変動パターン)に渡って実行される擬似連予告演出の擬似連予告パターンとして，初回の変動においてチャンス目Aが仮停止し，2回目の変動(再変動)においてチャンス目Bが仮停止し，3回目の変動(再変動)において，背景画像が特殊な背景画像に変化し，4回目の変動(再変動)においては継続して特殊な背景画像において変動が実行される擬似連予告パターンを設けることで，大当り信頼度が段階的にステップアップしていくような演出を行い(【0065】，【0368】ないし【0370】，【0396】)，"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "飾り図柄には，通常大当り組合せを構成する非確変図柄と，確変大当り組合せを構成する確変図柄とがあり(【0075】，【0076】)，"
                },
                {
                  "fig": "e",
                  "subject": "所定の通常大当り組合せとなる確定飾り図柄が停止表示されると，通常開放大当り状態に制御され，その終了後には，時短制御が行われる一方，所定の確変大当り組合せとなる確定飾り図柄が停止表示されると，通常開放大当り状態に制御され，その終了後には，時短制御とともに確変制御が行われ，",
                  "text": [
                    "確変制御が行われると，各回の特図ゲームにおいて可変表示結果が「大当り」となる確率は，通常状態に比べて高くなり，確変制御は，大当り遊技状態の終了後に可変表示結果が「大当り」となって再び大当り遊技状態に制御されるという条件が成立したときに終了する(【0075】ないし【0078】)，"
                  ]
                },
                {
                  "fig": "g",
                  "text": [
                    "パチンコ遊技機1(【0011】)。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明と引用発明の一致点及び相違点",
              "text": [
                "［一致点］",
                "「A  当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，",
                "B  単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，",
                "を備え，",
                "D’複数の識別図柄は，第一属性が設定された識別図柄か第二属性が設定された識別図柄であり，",
                "E  前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されている，",
                "G  遊技機。」である点。",
                "［相違点1］(発明特定事項Cに関する)",
                "本願発明は，「ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段」を備えているのに対し，引用発明は，そのような構成を備えていない点。",
                "［相違点2］(発明特定事項Dに関する)",
                "本願発明は，「前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部」を含むのに対し，引用発明は，そのような構成を備えていない点。",
                "［相違点3］(発明特定事項Fに関する)",
                "本願発明は，「前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が，前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄である」のに対し，引用発明は，そのような構成を備えていない点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "引用文献2に記載の技術",
              "text": [
                "「パチンコ遊技機に関し(【0027】)，",
                "変動表示遊技の開始時には，変動表示装置4aの変動表示部10a，10b，10cの各々において変動表示される一連の遊技図柄には各々6図柄の確変図柄と非確変図柄が含まれ，大当たりが確変図柄による特定の組合せ態様で発生した場合は，大入賞口5bが開放されて賞球の大量獲得の機会が遊技者に対して付与される所定の遊技価値に加えて確率変動状態が発生するとともに，大当たりが非確変図柄による特定の組合せ態様で発生した場合は，前記所定の遊技価値を発生するものであって(【0050】ないし【0052】，【0055】)，",
                "変動表示装置4aの表示画面4gの上部にレベルメータにより一連の遊技図柄に含まれる確変図柄及び非確変図柄の割合を遊技者に対して報知する確変比率表示メータ70が表示され(【0054】)，",
                "変動表示装置4aの各変動表示部10a，10b，10cにおける遊技図柄の停止態様が，特定の組合せ態様を成立する可能性が高くなった場合に，変動表示される一連の遊技図柄に含まれる確変図柄の割合を変更する制御が行われるとともに，変動表示装置4aの表示画面4gの上部に表示されたレベルメータの変動表示が行われることによって，確変図柄の割合の変更制御が遊技者に対して報知され(【0056】)，",
                "変動表示される一連の遊技図柄に含まれる確変図柄の割合が大きくなった場合には，遊技者は確変図柄による特定の組合せ態様が成立して大当たり状態が発生することに対する期待感を抱くことが可能となり，遊技者の遊技に対する興趣を高めることが可能となるものであって(【0057】)，",
                "変動表示される一連の遊技図柄に含まれる確変図柄の割合の変化は，変動表示装置4aの各変動表示部10a，10b，10cにおける遊技図柄が停止状態となるまでの間に，変動表示される一連の遊技図柄に含まれる確変図柄の割合を複数段階に変化させる(【0060】)技術。」"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件周知技術",
              "text": [
                "「遊技機の表示装置において変動表示される識別図柄群に含まれる確変図柄の割合を変化させる演出として，",
                "変化前に表示装置において変動表示されていた識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を，変化前の非確変図柄を消して替わりに新たな確変図柄を出現させることにより実行する図柄群変化演出実行手段を備え，",
                "複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部を含み，",
                "新規の識別図柄は，変化前には第二属性であった識別図柄が，基本要素部を維持させつつ属性要素部を変化させてなる第一属性の識別図柄である技術。」",
                "(周知例は，引用文献3(【0022】，【0058】，【0059】，【0102】ないし【0104】)及び引用文献4(【0008】，【0009】，【0027】，【0056】，【0057】，【0086】，【0088】，【0090】))"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2次補正の却下決定の不服申立てに対する審理不尽",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第2次補正の却下決定の理由は，第2次補正は，特許請求の範囲の限定的減縮を目的とするものであるから，第2次補正後の請求項1ないし3に係る発明は，独立特許要件を満たさなければならないが，これを満たしていないため，特許法17条の2第6項において準用する同法126条7項に違反するというものである。",
                        "しかし，第2次補正は，特許請求の範囲の限定的減縮を目的とするものではないから，第2次補正の却下決定は誤りである。",
                        "原告は，本件審判の審判請求書に第2次補正の却下決定は適法なものではないから，原査定は取り消されるべきである旨を記載して，本件審判の請求と同時に，第2次補正の却下決定に対する不服申立てをしたが，本件審決には，かかる不服申立てに対する判断が示されていないから，審理不尽の手続違背の違法がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し本件審決は，原告は，本件審判の請求と同時に本件補正をしているから，第2次補正の却下決定そのものを争う趣旨ではないと解され，また，仮に上記却下決定を争うものであるとしても，原告が審判請求書中で主張する上記却下決定についての反論も考慮した上で，本件拒絶理由通知をしたから，上記却下決定が適法であるか否かにかかわらず，本件補正後の明細書，特許請求の範囲及び図面が審理の対象となるものであり，上記却下決定が適法でなければ，当然に原査定が取り消されるものでも，あるいは，審査に差し戻されるものでもないとして，上記却下の決定が適法であるか否かの判断及びその理由は示さないこととした旨を述べている。",
                        "しかし，審判手続で拒絶理由通知をすることにより，補正の却下決定が適法であるか否かの判断等を示さなくてもよいとする特許法上の規定は存在しないから，本件審決が述べる上記理由は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新たな拒絶理由通知の欠缺",
                  "text": [
                    "本件審決が認定した本願発明と引用発明との一致点及び相違点は，本件拒絶理由通知の拒絶理由に係る一致点及び相違点と異なり，本件審決と本件拒絶理由通知とでは本願発明の進歩性を否定した論理構成が異なるから，本件審判手続において，原告に対し，新たな拒絶理由通知をし，反論の機会を与えるべきであったのに(特許法159条において準用する同法50条本文)，これを怠った手続違背の違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2次補正の却下決定の不服申立てに対する審理不尽の主張に対し",
                  "text": [
                    "原告は，本件審判の請求と同時に，本件補正をし，本件補正後の請求項1に係る発明(本願発明)は，第2次補正の却下決定で却下された事項を全て盛り込んだ発明であるから，本件審判の審理対象は，本願発明であるといわざるを得ず，審判合議体は，本願発明について本件拒絶理由通知を発して，原告に補正の機会及び意見提出の機会も与えているから，原告に対する手続保障に欠けるところはない。",
                    "その上で，本件審決は，本願発明について審理判断をすることによって，実質的には第2次補正の却下決定に対する判断をも示しているといえるから，本件審決に審理不尽の手続違背があるとの原告の主張は，理由はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新たな拒絶理由通知の欠缺の主張に対し",
                  "text": [
                    "本件拒絶理由通知と本件審決とでは，いずれも同一の引用文献1の記載事項に基づいて発明の認定がされている上に，拒絶理由の適用条文も同一である以上，本願発明と引用発明の一致点及び相違点の認定に異なる部分があったとしても，拒絶の理由が異なるものとはいえない。",
                    "したがって，本件審判手続に新たな拒絶理由通知の欠缺の手続違背があるとの原告の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用文献1を主引用例とする進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り及び相違点の看過",
                  "text": [
                    "本件審決は，引用発明の「飾り図柄」の「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に，引用発明の「飾り図柄」の「非確変図柄」は，本願発明の「第二属性が設定された識別図柄」に相当するとした上で，本願発明の「前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており」との構成(発明特定事項E)は，本願発明と引用発明の一致点である旨認定したが，以下のとおり本件審決の認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の特許請求の範囲(請求項1)の記載によれば，本願発明の「識別図柄」は，「基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含」む(発明特定事項D)ものであるから，本願発明の「前記第一属性が設定された識別図柄」にいう「識別図柄」及び「前記第二属性が設定された識別図柄」にいう「識別図柄」は，基本要素部と，属性要素部の二つの要素部を含むものであり，「前記第一属性が設定された識別図柄」とは，基本要素部と，第一属性が設定されたことを示す属性要素部とを含む，識別図柄をいい，本願発明の「前記第二属性が設定された識別図柄」とは，基本要素部と，第二属性が設定されたことを示す属性要素部とを含む，識別図柄をいうものと解される。そして，「第一属性が設定された識別図柄」と「第二属性が設定された識別図柄」は，属性要素部の視覚的な相違により遊技者が区別することができるものであるというべきである。",
                        "しかるところ，引用文献1の【0075】の「通常大当り組合せを構成する図柄番号が偶数「2」，「4」，「6」，「8」である飾り図柄は，通常図柄(「非確変図柄」ともいう)と称される。」及び【0077】の「確変大当り組合せを構成する図柄番号が奇数「1」，「3」，「5」，「7」である飾り図柄は，確変図柄と称される。」との記載によれば，引用発明の「飾り図柄」の種類を区別する要素は，「図柄番号」しか存在せず(引用文献1には，例えば，飾り図柄の「色」によって種類が区別されるとの記載はない。)，仮に「図柄番号」により「属性」を認定するのであれば，引用発明の「飾り図柄」は，本願発明の「識別図柄」の「基本要素部」に相当する構成を含み得ないことになる。",
                        "そうすると，引用発明の「飾り図柄」は，基本要素部と，属性要素部の二つの要素部を含むものではなく，本願発明の「識別図柄」であるとはいえないから，引用発明の「飾り図柄」の「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に，引用発明の「飾り図柄」の「非確変図柄」は，本願発明の「第二属性が設定された識別図柄」に相当するとした本件審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用発明は，「前記第一属性が設定された識別図柄」の構成及び本願発明の「第二属性が設定された識別図柄」の構成を有するものといえないから，本願発明の発明特定事項Eの構成は，本願発明と引用発明の一致点であるとした本件審決の認定は，その前提において誤りがある。",
                        "したがって，引用発明は，本願発明の発明特定事項Eの構成を有しない点で本願発明と相違するから，この点において，本件審決には，一致点の認定の誤り及び相違点の看過がある。また，同様に，「D’複数の識別図柄は，第一属性が設定された識別図柄か第二属性が設定された識別図柄」である点を本願発明と引用発明の一致点であるとした本件審決の認定も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1ないし3の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，相違点1ないし3について，①「再変動」(本願発明の「単位演出」に相当。)の契機となる前回の「変動(再変動)」に基づく仮停止について，初回の変動においてチャンス目Aが仮停止し，2回目の変動(再変動)においてチャンス目Bが仮停止するというように，仮停止させるチャンス目を，段階的に大当り信頼度が高いものとしていく引用発明において，②「再変動」の契機となる，前回の「変動(再変動)」に基づく所定のチャンス目により仮停止させることを節目として，③引用文献2に記載の技術である，遊技図柄の確変図柄の割合を変化させるという演出である「図柄群変化演出」を適用することにより，所定のチャンス目が仮停止した後の「再変動」において，当該「図柄群変化演出」により遊技図柄の確変図柄の割合が変化した後の遊技図柄を用いた変動を実行するとともに，④当該「図柄群変化演出」において，遊技の興趣を向上させるために，遊技図柄の確変図柄の割合を変化させる態様として，上記周知技術の態様を採用して，非確変図柄を確変図柄に変更することにより，相違点1ないし3に係る本願発明の構成とすることは，当業者が容易になし得たものである旨判断した。",
                    "しかしながら，引用発明から出発して，本件審決が述べる①から②，②から③，③から④の3段階(3ステップ)の操作を経て相違点1ないし3に係る本願発明の構成に想到することは，当業者にとって容易であったということはできない。",
                    "すなわち，引用発明に引用文献2記載の技術をそのまま適用しただけでは，④に至らず，また，本件周知技術は，「図柄群変化演出」において，遊技の興趣を向上させるために，遊技図柄の確変図柄の割合を変化させる態様」であるから，「図柄群変化演出」に関する構成を有するものではない引用発明に直接適用することはできないことに鑑みると，本件審決が述べる①ないし④の論理付けは，引用発明に引用文献2記載の技術を適用した「図柄群変化演出」を実行する遊技機を想定した上で，当該「図柄群変化演出」に対し本件周知技術を採用するという論理構成(先の組合せによって得られるものを前提とし，それに新たな組合せを行うという論理構成)であると解さざるを得ないが，このような論理構成は，いわゆる「容易の容易」に当たり，当業者にとって相違点1ないし3に係る本願発明の構成を容易に想到することができたものということはできない。",
                    "したがって，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決は，本願発明と引用発明との一致点の認定を誤り，相違点を看過し，相違点1ないし3の容易想到性の判断を誤った結果，本願発明の進歩性を否定する誤った判断をしたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り及び相違点の看過の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の発明特定事項D及びEの記載，本件補正後の明細書(以下，図面を含めて「本願明細書」という。甲6，9，16)の【0029】中の「特別図柄11と通常図柄12は，その態様の差によって区別される。当該「態様の差」の設定するための手法は，図柄の形態，色等，視覚的に区別できる要素であればどのようなものであってもよい。」との記載を総合すれば，本願発明の「第一属性」及び「第二属性」にいう「属性」とは，「識別図柄の視覚的な特徴ではなく，各識別図柄自体に設定された，それが揃って大当たりとなった場合に遊技者が享受する利益の大小を決める性質」をいい，本願発明の「属性要素部」とは，各識別図柄の(制御上の)性質である「属性」を示す部分であると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明において，「飾り図柄」には，それが3つ揃って停止した場合に，「通常大当り組合せを構成する非確変図柄」と「確変大当り組合せを構成する確変図柄」(構成c)とがある。",
                        "引用文献1の【0075】及び【0077】において，図柄番号が偶数であれば「非確変図柄」，奇数であれば「確変図柄」とする例が示されているように，引用発明における「非確変図柄」と「確変図柄」は，相互に異なる図柄(群)である。",
                        "そして，引用発明の「飾り図柄」が，その種類によって(例えば，「飾り図柄」に示された数字が偶数か奇数かによって)，それが3つ揃って停止した場合に「通常大当たり」の図柄組合せを構成するのか，それより利益が大きいと期待される「確変大当たり」の図柄組合せを構成するのかという(制御上の)性質の相違を有していることは，本願発明の識別図柄が，「各識別図柄自体に設定された，それが揃って大当たりとなった場合に遊技者が享受する利益の大小を決める性質」である「(第一・第二)属性」を備えている(設定されている)ことに相当するといえる。",
                        "そうすると，引用発明の「確変図柄」と本願発明の「第一属性が設定された識別図柄」とは，いずれも確変図柄であるから，引用発明の「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に相当するとした本件審決の認定に誤りはない。これらを前提に，本願発明の発明特定事項Eの構成は，本願発明と引用発明の一致点であるとした本件審決の認定にも誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件審決における一致点の認定の誤り及び相違点の看過をいう原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1ないし3の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，「擬似連の可変表示演出(再変動)は1回の変動において最大3回まで実行可能になっていて，再変動の回数が多ければ多いほど，大当り信頼度が高くなるように変動パターンが決定され」る構成(構成b)を有するところ，この「擬似連」とは，1回の変動の間に，1回又は複数回，全図柄が停止又は仮停止し，再度全図柄が変動を開始する演出が行われ，複数回の変動が連続して実行されたように見せる周知慣用の演出である。",
                        "そして，擬似連を行うパチンコ機において，図柄や画像の段階的な変化を擬似連の可変表示演出，つまり，仮停止後の再変動を契機に行うことは，広く一般に周知の技術である(乙1の【0026】ないし【0044】，乙2の【0502】ないし【0504】，図55)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の構成cの「4回の変動及び再変動(擬似連3回の変動パターン)に渡って実行される擬似連予告演出の擬似連予告パターンとして，初回の変動においてチャンス目Aが仮停止し，2回目の変動(再変動)においてチャンス目Bが仮停止し，3回目の変動(再変動)において，背景画像が特殊な背景画像に変化し，4回目の変動(再変動)においては継続して特殊な背景画像において変動が実行される擬似連予告パターンを設けることで，大当り信頼度が段階的にステップアップしていくような演出を行」い，チャンス目が仮停止する毎に，大当り信頼度が段階的にステップアップしていくという技術と，引用文献2に記載の技術において，「変動表示装置4aの各変動表示部10a，10b，10cにおける遊技図柄が停止状態となるまでの間」，すなわち，1回の変動表示の間に，「変動表示される一連の遊技図柄に含まれる確変図柄の割合」を「変化」させるタイミングが複数あることに着目するとともに，引用発明と引用文献2に記載の技術は，遊技者に段階的に有利となる期待感を高めることで興趣を向上させるという点で課題が共通し，1回の変動中に複数段階に演出態様を変化させるという点で作用・機能も共通することに照らすと，引用発明に引用文献2記載の技術事項を適用することは容易になし得たことである。",
                        "そして，擬似連変動を行うパチンコ機において，図柄や画像の段階的な変化を仮停止後の再変動を契機に行うことが，広く一般に周知の技術であること(前記(ア))に鑑みると，引用発明における「1回の変動」における「擬似連」としてその各「仮停止」した後の「再変動」において，「図柄群変化演出」により遊技図柄の確変図柄の割合が変化した後の遊技図柄を用いた変動を実行する構成とすることは，当業者が容易になし得たことである。",
                        "加えて，引用文献2の【0074】の「前記一連の遊技図柄に含まれる確変図柄の割合を変更させることが可能であれば如何なる方法であっても良い。」との記載は，引用文献2に記載の技術において，「図柄群変化演出」により遊技図柄(識別図柄)の確変図柄の割合を変化させる方法について，実施例に例示した形態以外の他の周知の態様に置換することを許容していることを示唆するものであること，当該他の周知の方法の具体例として，本件周知技術である「通常図柄を確変図柄扱いにしていく図柄変化演出」が存在することからすると，引用文献1及び2に接した当業者は，「図柄群変化演出」において，遊技の興趣を向上させるために，遊技図柄の確変図柄の割合を変化させる態様として，本件周知技術の態様(「変化前に表示装置において変動表示されていた識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を，変化前の非確変図柄を消して替わりに新たな確変図柄を出現させること」)によって実行し，引用発明において相違点1ないし3に係る本願発明の構成とすることを容易になし得たものである。",
                        "したがって，本件審決における相違点1ないし3の容易想到性の判断に誤りはない。",
                        "これに反する原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における本願発明と引用発明との一致点の認定及び相違点の看過はなく，相違点1ないし3の容易想到性の判断にも誤りはないから，本願発明の進歩性を否定した本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲6，9，16)には，次のような記載がある(下記記載中に引用する図1ないし7については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，遊技機に関する。",
                    "【背景技術】",
                    "【0002】",
                    "下記特許文献1に記載されるように，いわゆる擬似連続演出等の連続演出を実行可能な遊技機が公知である。",
                    "【発明が解決しようとする課題】",
                    "【0004】",
                    "この種の連続演出は，演出の内容によっては，連続演出の発生が分かりにくく，連続演出が発生したことが遊技者に伝わらないおそれがある。",
                    "【0005】",
                    "本発明が解決しようとする課題は，連続演出の発生を分かりやすくすることが可能な遊技機を提供することである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0006】",
                    "上記課題を解決するためになされた本発明にかかる遊技機は，当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段と，を備え，前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含み，前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が，前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄であることを特徴とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0016】",
                    "本発明にかかる遊技機によれば，連続演出の発生を分かりやすくすることが可能である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0018】",
                    "以下，本発明にかかる遊技機1の一実施形態について図面を参照して詳細に説明する。まず，図1を参照して遊技機1の全体構成について簡単に説明する。遊技機1は遊技盤90を備える。遊技盤90は，ほぼ正方形の合板により成形されており，発射装置908(発射ハンドル)の操作によって発射された遊技球を遊技領域902に案内する通路を構成するガイドレール903が略円弧形状となるように設けられている。",
                    "【0019】",
                    "遊技領域902には，始動入賞口904，大入賞口906，アウト口などが設けられている。表示装置91は，遊技盤90の後方に設けられており，表示装置91の表示領域911は遊技盤90に形成された開口901を通じて視認可能となる領域である。なお，各図においては，表示領域911を大まかに略方形状に記載するが，その形状等は適宜変更可能である(開口901の形状や大きさ，表示装置91自体の形状や大きさを変更することで表示領域911の形状等を変更することができる)。",
                    "【0021】",
                    "このような遊技機1では，発射装置908を操作することにより遊技領域902に向けて遊技球を発射する。遊技領域902を流下する遊技球が，始動入賞口904や大入賞口906等の入賞口に入賞すると，所定の数の賞球が払出装置により払い出される。",
                    "【0023】",
                    "当否の抽選(当否判定)は，図示されない制御基板に設けられた当否判定手段が，図1に示す始動入賞口904への遊技球の入賞を契機として実行する(このような始動入賞口904は複数設けられていてもよい)。なお，本実施形態では入賞「口」(入賞した遊技球が内部に取り込まれるもの)であるが，入賞「領域」(入賞した遊技球がそのまま遊技領域902を流下するもの。入賞領域をゲートのような態様としたものが例示できる)であってもよい。始動入賞口904への遊技球の入賞を契機として乱数源から数値(当否判定情報)が取得され，当該数値が予め定められた大当たりの数値と同じである場合には大当たりとなり，異なる場合にははずれとなる。また，始動入賞口904は，遊技球の進入が検出されることを契機として所定数の遊技球(いわゆる賞球)が払い出されるものでなくてもよい。",
                    "【0025】",
                    "当否判定結果が大当たりであるかはずれであるかは，表示装置91の表示領域911に表示される複数種(本実施形態では七種)識別図柄10の組み合わせによって報知される(図2(a)参照)。本実施形態では，それぞれが複数種の識別図柄10を含む三つの識別図柄群10g(左識別図柄群10gL・中識別図柄群10gC・右識別図柄群10gR)が変動表示される(図4(a)等参照)。本実施形態では，各識別図柄10は「1」～「7」の数字を含む(図2(b)参照)。各識別図柄10は，数字以外の構成要素を含むものであってもよいが，各図においては簡易的に数字のみを図示する。各識別図柄群10gは，ある当否判定結果を報知する演出の開始と同時に変動を開始し，大当たりに当選している場合には識別図柄10は最終的に所定の組み合わせで停止する。当該所定の組み合わせとしては，同じ識別図柄10の三つ揃い(図2(a)参照)が例示できる。はずれである場合には識別図柄10は大当たりとなる組み合わせ以外の組み合わせで停止する。",
                    "【0026】",
                    "大当たりに当選した場合には大当たり遊技が実行される。大当たり遊技は，大入賞口906が頻繁に開放状態となり，遊技者が多くの遊技球(いわゆる出玉)を獲得することができるものであって，公知の遊技機と同様であるため詳細な説明を省略する。",
                    "【0027】",
                    "図3に示すように，本実施形態では，遊技状態として，通常遊技状態および高確率遊技状態が設定されている。高確率遊技状態は，通常遊技状態よりも当否判定抽選に当選する確率が高いいわゆる確率変動(確変)状態である。大当たりには，通常大当たりと特別大当たりが設定されており，通常大当たりに当選した場合には当該大当たり遊技終了後通常遊技状態に移行し，特別大当たりに当選した場合には当該大当たり遊技終了後高確率遊技状態に移行する。高確率遊技状態に移行した場合，特別大当たりに当選し続ける限り高確率遊技状態が継続することになる。",
                    "【0028】",
                    "始動入賞口904の近傍には，開閉部材81が設けられている(図1参照)。開閉部材81は，常態において閉位置に位置し，開放抽選に当選した場合に開位置に変位する。開閉部材81が開位置に変位した場合には始動入賞口904に遊技球が入賞しやすくなる。開閉部材81の具体的態様(形状や動作態様)はどのようなものであってもよい。開放抽選は，普通始動領域80(いわゆるスルー)(図1参照)に遊技球が進入することを契機として実行される。本実施形態における高確率遊技状態は，通常遊技状態に比して当該開放抽選に当選しやすい状態(高ベース状態)でもある。したがって，高確率遊技状態に移行した場合，遊技者は獲得した遊技球をあまり減らすことなく次の大当たりを獲得することができる。また，高確率遊技状態は，通常遊技状態に比して，一つの当否判定抽選を報知するために要する時間(変動時間)が短い状態(時間短縮状態)でもある。したがって，高確率遊技状態に移行した場合，遊技者は比較的短い時間で次の大当たりを獲得することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0029】",
                  "text": [
                    "図2(b)に示すように，複数種の識別図柄10は，特別図柄11(本発明における第一図柄に相当する)と通常図柄12(本発明における第二図柄に相当する)に区分けされる。本実施形態では，基本設定(常態)として，奇数の数字を含む図柄が特別図柄11として，偶数の数字を含む図柄が通常図柄12として設定されている。つまり，基本設定時における識別図柄群10gに含まれる特別図柄11の割合は4／7である。詳細を後述する図柄群変化演出が発生した場合に，一部の通常図柄12が特別図柄11に変化する場合がある。特別図柄11と通常図柄12は，その態様の差によって区別される。当該「態様の差」の設定するための手法は，図柄の形態，色等，視覚的に区別できる要素であればどのようなものであってもよい。本実施形態では，特別図柄11は赤色に，通常図柄12は青色に表示される。なお，各図においては，ハッチングの有無(特別図柄11がハッチング有)により，特別図柄11と通常図柄12を区別できるよう表している。",
                    "【0030】",
                    "特別図柄11(本実施形態では特別図柄11の三つ揃い)によって大当たりが報知された場合には，当該大当たりは特別大当たりとなる。一方，通常図画(本実施形態では通常図柄12の三つ揃い)によって大当たりが報知された場合には，当該大当たりは特別大当たりとならない場合がある。本実施形態では，通常図柄12によって大当たりが報知された場合，大当たり遊技の開始前や大当たり遊技中にいわゆる昇格演出(公知の演出であるため詳細な説明を省略する)が発生することによって当選した大当たりが特別大当たりであったことが報知されることがあるものの，基本的には(当該昇格演出が発生しないときには)通常大当たりとなる。通常図柄12によって大当たりが報知された場合には通常大当たりとなることが確定するよう構成されていてもよい。特別大当たりは大当たり遊技終了後の遊技状態が高確率遊技状態に移行するものであって，かかる点において通常大当たりよりも遊技者に有利なものであるといえるから，特別図柄11によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，通常図柄12によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されているといえる。",
                    "【0031】",
                    "なお，当該「遊技者が享受する利益」は大当たり遊技終了後に移行する遊技状態に関するものに限られるわけではない。例えば，大当たり遊技中に獲得できる遊技球(いわゆる出玉)の数の期待値であってもよい。つまり，通常図柄12によって報知された大当たり遊技よりも，特別図柄11によって報知された大当たり遊技の方が，獲得できる遊技球の数の期待値が多いといった設定としてもよい。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0032】",
                  "text": [
                    "本実施形態にかかる遊技機1は，最終的に識別図柄10の組み合わせによって報知される当否判定結果がどのようなものとなるか(大当たりとなるか否か)を示唆する演出として，擬似連続演出(図4参照)が実行可能である(当該擬似連続演出を実行する手段が本発明における連続演出実行手段に相当する)。擬似連続演出それ自体は公知であるため，詳細な説明を省略するが，例えば以下のようなものである。",
                    "【0033】",
                    "擬似連続演出は，変動する識別図柄10(図4(a)参照)が一旦擬似停止(遊技者には停止しているように見えるが，完全に停止していない状態をいう。例えば，図柄が若干揺れ動いているような状態とする)した(図4(b)参照)後，再び変動を開始する(図4(c)参照)予告である。つまり，変動する識別図柄10を一旦擬似停止させることにより，当否判定結果がはずれであることが確定したかのようにみせかけ，再び変動を開始する(未だ確定していないことを遊技者に知らせる)予告である。再び変動が開始されることを示す所定の組み合わせが設定されていてもよい。本実施形態では，中識別図柄群10gCが「7」の数字を含む識別図柄10で擬似停止した場合に再び変動が開始される。変動する識別図柄10が一旦擬似停止して，再び変動を開始したことをセットとして一回とする単位演出(当該単位演出を一または複数回実行することにより擬似連続演出が構成される)の発生回数が多くなればなるほど，当否判定が大当たりとなる蓋然性(以下，大当たり信頼度と称することもある)が高まるものである。",
                    "【0034】",
                    "本実施形態にかかる遊技機1は，当該単位演出の最大の発生回数が三回に設定されている。以下の説明においては，単位演出が一回も発生していない状態を擬似1(擬似1変動)と，一回の単位演出が発生した後の状態を擬似2(擬似2変動)と，二回の単位演出が発生した後の状態を擬似3(擬似3変動)と，三回の単位演出が発生した後の状態を擬似4(擬似4変動)と称することもある。なお，擬似1変動は通常変動ということである。また，本実施形態では，三回の単位演出が発生したとき(擬似4変動が実行されたとき)は大当たりとなることが確定するよう設定されている。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0035】",
                  "text": [
                    "このような擬似連続演出(単位演出)を利用した別の演出として，本実施形態にかかる遊技機1は，図柄群変化演出(図5～図7参照)が実行可能である(当該図柄群変化演出を実行する手段が本発明における図柄群変化演出実行手段に相当する)。図柄群変化演出は，単位演出の発生を契機として，識別図柄群10gを構成する識別図柄10の種類が変化するものである。具体的には次の通りである。",
                    "【0036】",
                    "ある当否判定結果を報知する演出が開始されることを契機として，左識別図柄群10gL，中識別図柄群10gC，右識別図柄群10gRの変動(擬似1変動)が開始される。このときに各識別図柄群10gに含まれる識別図柄10の割り付けは基本設定である(図5(a)参照)。つまり，奇数の数字を含む図柄が特別図柄11として，偶数の数字を含む図柄が通常図柄12として設定された状態にある。本実施形態では，単位演出が発生しない限り，各識別図柄群10gに含まれる識別図柄10の種類(識別図柄群10gの構成)は当該基本設定の状態にある。",
                    "【0037】",
                    "擬似1変動を構成する各識別図柄群10gから選択された識別図柄10が所定の組み合わせとなるように当該各識別図柄群10gが擬似停止した場合(図5(b)参照)には，一回目の単位演出が発生することになる。つまり，擬似1変動後擬似停止した識別図柄10が擬似2変動を開始する(図5(c)参照)。このときに各識別図柄群10gに含まれる識別図柄10の割り付けが変化する。具体的には，各識別図柄群10gに含まれる特別図柄11の数が増加する。本実施形態では，擬似1変動時には通常図柄12であった「2」の数字を含む識別図柄10が特別図柄11に変化する(図5(a)(c)参照)。一の通常図柄12が特別図柄11に変化するものであるから，特別図柄11の数が増加するとともに通常図柄12の数が減少するという変化態様であるともいえる。これにより，特別図柄11が「1」「2」「3」「5」「7」の五種類，通常図柄12が「4」「6」の二種類となり，各識別図柄群10gに含まれる特別図柄11の割合は5／7となる。",
                    "【0038】",
                    "擬似2変動を構成する各識別図柄群10g(図6(a)参照)から選択された識別図柄10が所定の組み合わせとなるように当該各識別図柄群10gが擬似停止した場合(図6(b)参照)には，二回目の単位演出が発生することになる。つまり，擬似2変動後擬似停止した識別図柄10が擬似3変動(図6(c)参照)を開始する。このときには，各識別図柄群10gに含まれる特別図柄11の数が再び増加する。本実施形態では，擬似1変動時や擬似2変動時には通常図柄12であった「4」の数字を含む識別図柄10が特別図柄11に変化する(図6(a)(c)参照)。つまり，特別図柄11が「1」「2」「3」「4」「5」「7」の六種類，通常図柄12が「6」の一種類となり，各識別図柄群10gに含まれる特別図柄11の割合は6／7となる。",
                    "【0039】",
                    "擬似3変動を構成する各識別図柄群10g(図7(a)参照)から選択された識別図柄10が所定の組み合わせとなるように当該各識別図柄群10gが擬似停止した場合(図7(b)参照)には，三回目の単位演出が発生することになる。つまり，擬似3変動後擬似停止した識別図柄10が擬似4変動(図7(c)参照)を開始する。このときには，各識別図柄群10gに含まれる特別図柄11の数が再び増加する。本実施形態では，擬似1変動～擬似3変動時には通常図柄12であった「6」の数字を含む識別図柄10が特別図柄11に変化する(図7(a)(c)参照)。つまり，全ての種類の識別図柄10が特別図柄11となる。本実施形態では，三回目の単位演出が発生した場合には，特別大当たりとなることが確定するプレミア演出として設定されている。このように，三回目の単位演出を経ることによって全ての識別図柄10が特別図柄11となることで，「特別大当たり」が確定するものであることを分かりやすくすることが可能である。擬似4変動の少なくとも一部として，識別図柄10が全て特別図柄11となった状態でのいわゆる全回転変動(全回転演出)が実行されるようにすることで，「特別大当たり」が確定するものであることをさらに分かりやすくすることが可能である。",
                    "【0040】",
                    "以上説明したように，本実施形態では，単位演出の発生(終了)後における各識別図柄群10gが含む特別図柄11の割合は，当該単位演出の発生(終了)前におけるそれよりも高くなるよう設定されている。逆にいえば，通常図柄12の割合が減少するということでもある。このように，単位演出の発生を契機として，識別図柄群10gに含まれる識別図柄10の種類が変化するため，擬似連続演出が発生したことを分かりやすくすることが可能である。なお，全ての擬似連続演出において，このような識別図柄群10gに含まれる識別図柄10の種類の変化が発生するように構成されていなくてもよい。つまり，かかる変化が発生しない擬似連続演出が発生しうる構成であってもよい。",
                    "【0041】",
                    "特に，本実施形態では，単位演出の発生前よりも発生後の方が，識別図柄群10gに含まれる特別図柄11の割合が増加するものである。単位演出は，その発生により大当たり信頼度が高まるものである。また，特別図柄11は，(通常図柄12に比して)遊技者に有利な図柄である。つまり，図柄群変化演出は，遊技者に有利な特別図柄11の割合が増加することを示すことで，遊技者に有利な単位演出が発生したことを視覚的に分かりやすく示すものである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "【0060】",
                  "text": [
                    "以上，本発明の実施形態(およびその変形例)について詳細に説明したが，本発明は上記実施形態(およびその変形例)に何ら限定されるものではなく，本発明の要旨を逸脱しない範囲で種々の改変が可能である。",
                    "上記実施形態から得られる具体的手段(遊技機)を以下に列挙する。",
                    "手段1にかかる遊技機は，当否判定結果を示すための複数種の識別図柄を含む識別図柄群が変動表示される表示装置と，単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる識別図柄の種類を，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群に含まれる識別図柄の種類と異ならせる図柄群変化演出を実行する図柄群変化演出実行手段と，を備えることを特徴とする。",
                    "上記手段1にかかる遊技機によれば，単位演出の発生を契機として，識別図柄群に含まれる識別図柄の種類が変化するため，連続演出が発生したことを分かりやすくすることが可能である。",
                    "手段2にかかる遊技機は，手段1に記載の遊技機において，前記複数種の識別図柄として，一または複数種の第一図柄とそれとは異なる一または複数種の第二図柄が設定され，前記第一図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，前記図柄群変化演出は，前記単位演出の発生前よりも発生後の方が，前記識別図柄群に含まれる前記第一図柄の割合が増加するものであることを特徴とする。",
                    "手段2にかかる遊技機のように，単位演出が発生したことによって遊技者に有利な図柄である第一図柄の割合が増加するよう構成されていれば，単位演出の発生が遊技者に有利な状況の発生であるということを視覚的により分かりやすく伝えることが可能となる。",
                    "手段3にかかる遊技機は，手段2に記載の遊技機において，前記図柄群変化演出として，前記単位演出の発生前よりも発生後の方が，前記識別図柄群に含まれる前記第一図柄の数が増加する演出が発生することを特徴とする。",
                    "手段4にかかる遊技機は，手段2または手段3に記載の遊技機において，前記図柄群変化演出として，前記単位演出の発生前よりも発生後の方が，前記識別図柄群に含まれる前記第二図柄の数が減少する演出が発生することを特徴とする。",
                    "手段3，4にかかる遊技機のように，単位演出が発生したことによって遊技者に有利な図柄である第一図柄の数が増加する，遊技者に不利な図柄である第二図柄が減少する，といったように構成されていれば，単位演出の発生が遊技者に有利な状況の発生であるということを視覚的により分かりやすく伝えることが可能となる。",
                    "手段5にかかる遊技機は，手段1から手段4のいずれかに記載の遊技機において，前記単位演出は，変動する前記識別図柄群が所定の態様で擬似的に停止した後再び変動を開始する演出であることを特徴とする。",
                    "手段5にかかる遊技機のように，連続演出としていわゆる擬似連続演出を例示することができる。",
                    "手段6にかかる遊技機は，手段1から手段5のいずれかに記載の遊技機において，当否判定抽選に当選する確率が通常遊技状態よりも高い高確率遊技状態が設定されており，前記図柄群変化演出は，前記高確率遊技状態中においてのみ発生する可能性があるように設定されていることを特徴とする。",
                    "手段6にかかる遊技機のように，当否判定に当選しやすい高確率遊技状態中においてのみ図柄群変化演出が発生するようにすることで，図柄群変化演出の演出効果がより伝わりやすいものとすることが可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本願明細書には，本願発明に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "いわゆる擬似連続演出(変動する識別図柄群が所定の態様で擬似的に停止した後再び変動を開始する演出)等の連続演出を実行可能な公知の遊技機においては，演出の内容によっては，連続演出の発生が分かりにくく，連続演出が発生したことが遊技者に伝わらないおそれがあったことから，「本発明」は，連続演出の発生を分かりやすくすることが可能な遊技機を提供することを課題とするものである(【0002】，【0004】，【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，上記課題を解決するための手段として，当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段とを備え，前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部とを含み，前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄であるという構成を採用した(【0006】)。",
                    "これにより「本発明」に係る遊技機は，連続演出の発生及び有利な単位演出の発生を遊技者に視覚的に分かりやすく伝えることが可能となるという効果を奏する(【0016】，【0041】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用文献1を主引用例とする進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献1の記載事項",
              "text": [
                "引用文献1(甲1)には，次のような記載がある(下記記載中に引用する図1，2，19ないし21，26ないし29，32ないし36及び38については別紙2を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，パチンコ遊技機等の遊技機に関する。",
                    "【背景技術】",
                    "【0002】",
                    "遊技機として，遊技媒体などの遊技媒体を発射装置によって遊技領域に発射し，遊技領域に設けられている入賞口などの入賞領域に遊技媒体が入賞すると，所定個の賞球といった景品遊技媒体が遊技者に付与されるものがある。さらに，所定の入賞領域(始動入賞口)に遊技媒体が入賞する(始動条件が成立する)と識別情報を可変表示(「変動」ともいう)可能な可変表示装置が設けられ，可変表示装置において識別情報の可変表示の表示結果が特定表示結果(大当り図柄)となった場合に遊技者にとって有利な特定遊技状態(大当り遊技状態)に制御可能に構成されたものがある。",
                    "【0003】",
                    "可変表示装置において識別情報の可変表示を実行する権利を所定の上",
                    "限数まで保留情報として記憶する遊技機も提案されている。そして，その保留情報に対応した可変表示が実行されるより前に当該保留情報に対応した表示結果を先読みして，予告演出(先読み予告演出)を実行する遊技機も提案されている。また，複数回の可変表示に渡って予告演出を実行する遊技機において，連続した予告演出の態様の組合せにより，表示結果を予告するものも提案されている(例えば特許文献1)。",
                    "【発明が解決しようとする課題】",
                    "【0005】",
                    "特許文献1に記載された遊技機では，有利状態となる可能性が低い予告演出が実行された場合には，遊技者が落胆してしまい，遊技の興趣が低下してしまうおそれがあった。",
                    "【0006】",
                    "本発明は，上記実情に鑑みなされたものであり，遊技の興趣を向上させた遊技機を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0007】",
                    "上記目的を達成するため，本発明の遊技機は，",
                    "(1)遊技領域に設けられた始動領域(例えば普通入賞球装置6Aが形成する第1始動入賞口や普通可変入賞球装置6Bが形成する第2始動入賞口など)を遊技媒体(例えば遊技球など)が通過したことに基づいて，可変表示を行い表示結果を導出する可変表示手段(例えば第1，第2特別図柄表示装置4A，4Bや画像表示装置5など)に表示結果として予め定められた特定表示結果(例えば大当り図柄となる確定特別図柄や大当り組合せとなる確定飾り図柄など)が導出されたときに，遊技者にとって有利な有利状態(例えば大当り遊技状態など)に制御する遊技機(例えばパチンコ遊技機1など)であって，前記始動領域を遊技媒体が通過したにもかかわらず未だ開始されていない可変表示について，前記有利状態に制御するか否を決定するための情報を保留情報として記憶可能な保留記憶手段(例えば第1，第2特図保留記憶部151A，151Bなど)と，可変表示を開始するときに前記保留記憶手段から読み出した保留情報に基づいて，前記有利状態に制御するか否かを決定する開始時決定手段(例えばステップS240の処理を実行するCPU103など)と，前記開始時決定手段の決定結果に基づいて，可変表示を実行する可変表示実行手段(例えばステップS240の処理を実行した後，ステップS112，S113の処理を実行するCPU103など)と，前記始動領域を遊技媒体が通過したことに基づいて，前記有利状態となるか否かを前記開始時決定手段による決定前に判定する開始前判定手段(例えばステップS212の入賞時乱数値判定処理を実行するCPU103など)と，前記開始前判定手段による判定に基づいて，前記保留記憶手段に記憶されている前記保留情報に基づく可変表示が実行される前の複数回の可変表示に渡って，連続した予告演出を実行する予告演出実行手段(例えばステップS710の処理に基づきステップS603の処理を実行する演出制御用CPU120など)と，を備え，前記予告演出実行手段は，前記複数回の可変表示において，第1予告演出を実行するパターン(例えば先読み予告パターンSYP1-1やSYP1-2など)と，当該第1予告演出よりも前記有利状態となる割合が高い第2予告演出を実行するパターン(例えば先読み予告パターンSYP2-1など)と，前記第1予告演出を実行した後に前記第2予告演出を実行するパターン(例えば先読み予告パターンSYP3-1など)と，のいずれかのパターンで前記予告演出を実行可能であるとともに，前記第1予告演出の演出態様は複数あり，前記予告演出実行手段は，前記第1予告演出の演出態様に応じて，前記第1予告演出を実行した後に前記第2予告演出を実行するパターンで前記予告演出が実行される割合が異なる(例えば，チャンス目Aが停止する停止図柄予告が実行された場合には，背景変化予告が実行される場合があるが，チャンス目Bが停止する停止図柄予告が実行された場合には，背景変化予告が実行されない)ように，前記予告演出を実行し，前記遊技機には，該遊技機の機種を識別可能な機種識別情報(機種を示す管理情報)が記されていることを特徴とする。",
                    "このような構成によれば，第1予告演出が開始された場合でも，その演出態様によって第2予告演出に移行することへの期待感を抱かせることができ，遊技の興趣が向上する。",
                    "【0008】",
                    "(2)可変表示を行い表示結果を導出する可変表示手段(例えば第1，第2特別図柄表示装置4A，4Bや画像表示装置5など)に表示結果として予め定められた特定表示結果(例えば大当り図柄となる確定特別図柄や大当り組合せとなる確定飾り図柄など)が導出されたときに，遊技者にとって有利な有利状態(例えば大当り遊技状態など)に制御する遊技機(例えばパチンコ遊技機1など)であって，可変表示を開始するときに前記有利状態に制御するか否かを決定する開始時決定手段(例えばステップS240の処理を実行するCPU103など)と，前記開始時決定手段の決定結果に基づいて，前記可変表示手段における可変表示パターンを決定する可変表示パターン決定手段(例えばステップS111の処理を実行するCPU103など)と，前記可変表示パターン決定手段の決定結果に基づいて，可変表示を実行する可変表示実行手段(例えばステップS111の処理を実行した後，ステップS112，S113の処理を実行するCPU103など)と，を備え，前記可変表示パターンは，前記可変表示手段において可変表示が開始されてから表示結果を導出表示する以前に仮停止表示させてから可変表示を再開する再可変表示を所定回実行することに対応した再可変表示パターン(例えば，図34に示す変動パターンPA3-1，PA4-1～PA4-4，PB3-1～PB3-4)に決定可能であって，前記開始時決定手段の決定結果に基づいて，前記再可変表示パターンに基づく複数回の可変表示に渡って，連続した予告演出を実行する予告演出実行手段(例えばステップS612の処理に基づきステップS172の処理を実行する演出制御用CPU120など)を備え，前記予告演出実行手段は，前記複数回の可変表示において，第1予告演出を実行するパターン(例えば擬似連予告パターンYP1-1やYP1-2など)と，当該第1予告演出よりも前記有利状態となる割合が高い第2予告演出を実行するパターン(例えば擬似連予告パターンYP2-1など)と，前記第1予告演出を実行した後に前記第2予告演出を実行するパターン(例えば擬似連予告パターンYP3-1など)と，のいずれかのパターンで前記予告演出を実行可能であるとともに，前記第1予告演出の演出態様は複数あり，前記予告演出実行手段は，前記第1予告演出の演出態様に応じて，前記第1予告演出を実行した後に前記第2予告演出を実行するパターンで前記予告演出が実行される割合が異なるように，前記予告演出を実行(例えば，チャンス目Aが停止する停止図柄予告が実行された場合には，背景変化予告が実行される場合があるが，チャンス目Bが停止する停止図柄予告が実行された場合には，背景変化予告が実行されない)し，前記遊技機には，該遊技機の機種を識別可能な機種識別情報(機種を示す管理情報)が記されていることを特徴とする。",
                    "このような構成によれば，第1予告演出が開始された場合でも，その演出態様によって第2予告演出に移行することへの期待感を抱かせることができ，遊技の興趣が向上する。",
                    "【0009】",
                    "(3)上記(1)または(2)の遊技機において，異なる遊技機の間で共通に使用可能な共用部材(右下外レール部)に設けられる複数の発光手段(状態表示LED200a，LED200b，LED200c，LED200d)により構成されるとともに，遊技状態を前記発光手段の発光態様により報知する状態表示手段(状態表示部)と，前記共用部材に設けられ，前記状態表示手段により報知される遊技状態を識別するための機能情報(例えば，状態表示LED200aの近傍に記される「15R」など)が記された機能表示部と，をさらに備え，前記機能表示部には，該遊技機の機種を識別可能な機種識別情報(機種を示す管理情報)が記されているようにしてもよい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0011】",
                    "以下，図面を参照しつつ，本発明の一実施形態を詳細に説明する。図1は，本実施の形態におけるパチンコ遊技機の正面図であり，主要部材の配置レイアウトを示す。パチンコ遊技機(遊技機)1は，大別して，遊技盤面を構成する遊技盤(ゲージ盤)2と，遊技盤2を支持固定する遊技機用枠(台枠)3とから構成されている。遊技盤2には，ガイドレールによって囲まれた，ほぼ円形状の遊技領域が形成されている。この遊技領域には，遊技媒体としての遊技球が，所定の打球発射装置から発射されて打ち込まれる。",
                    "【0012】",
                    "遊技盤2の所定位置(図1に示す例では，遊技領域の右側方)には，第1特別図柄表示装置4Aと，第2特別図柄表示装置4Bとが設けられている。第1特別図柄表示装置4Aと第2特別図柄表示装置4Bはそれぞれ，例えば7セグメントやドットマトリクスのLED(発光ダイオード)等から構成され，可変表示ゲームの一例となる特図ゲームにおいて，各々を識別可能な複数種類の識別情報(特別識別情報)である特別図柄(「特図」ともいう)が，変動可能に表示(可変表示)される。例えば，第1特別図柄表示装置4Aと第2特別図柄表示装置4Bはそれぞれ，「0」～「9」を示す数字や「-」を示す記号等から構成される複数種類の特別図柄を可変表示する。なお，第1特別図柄表示装置4Aや第2特別図柄表示装置4Bにおいて表示される特別図柄は，「0」～「9」を示す数字や「-」を示す記号等から構成されるものに限定されず，例えば7セグメントのLEDにおいて点灯させるものと消灯させるものとの組合せを異ならせた複数種類の点灯パターンが，複数種類の特別図柄として予め設定されていればよい。",
                    "【0013】",
                    "複数種類の特別図柄には，それぞれに対応した図柄番号が付されている。一例として，「0」～「9」を示す数字それぞれには，「0」～「9」の図柄番号が付され，「-」を示す記号には，「10」の図柄番号が付されていればよい。以下では，第1特別図柄表示装置4Aにおいて可変表示される特別図柄を「第1特図」ともいい，第2特別図柄表示装置4Bにおいて可変表示される特別図柄を「第2特図」ともいう。",
                    "【0015】",
                    "遊技盤2における遊技領域の中央付近には，画像表示装置5が設けられている。画像表示装置5は，例えばLCD(液晶表示装置)等から構成され，各種の演出画像を表示する表示領域を形成している。画像表示装置5の表示領域では，特図ゲームにおける第1特別図柄表示装置4Aによる第1特図の可変表示や第2特別図柄表示装置4Bによる第2特図の可変表示のそれぞれに対応して，例えば3つといった複数の可変表示部となる飾り図柄表示エリアにて，各々を識別可能な複数種類の識別情報(装飾識別情報)である飾り図柄が可変表示される。この飾り図柄の可変表示も，可変表示ゲームに含まれる。",
                    "【0016】",
                    "一例として，画像表示装置5の表示領域には，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rが配置されている。そして，特図ゲームにおいて第1特別図柄表示装置4Aにおける第1特図の変動と第2特別図柄表示装置4Bにおける第2特図の変動のうち，いずれかが開始されることに対応して，「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにおいて飾り図柄の変動(例えば上下方向のスクロール表示)が開始される。その後，特図ゲームにおける可変表示結果として確定特別図柄が停止表示されるときに，画像表示装置5における「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて，飾り図柄の可変表示結果となる確定飾り図柄(最終停止図柄)が停止表示される。",
                    "【0017】",
                    "このように，画像表示装置5の表示領域では，第1特別図柄表示装置4Aにおける第1特図を用いた特図ゲーム，または，第2特別図柄表示装置4Bにおける第2特図を用いた特図ゲームと同期して，各々が識別可能な複数種類の飾り図柄の可変表示を行い，可変表示結果となる確定飾り図柄を導出表示(あるいは単に「導出」ともいう)する。なお，例えば特別図柄や飾り図柄といった，各種の表示図柄を導出表示するとは，飾り図柄等の識別情報を停止表示(完全停止表示や最終停止表示ともいう)して可変表示を終了させることである。これに対して，飾り図柄の可変表示を開始してから可変表示結果となる確定飾り図柄が導出表示されるまでの可変表示中には，飾り図柄の変動速度が「0」となって，飾り図柄が停留して表示され，例えば微少な揺れや伸縮などを生じさせる表示状態となることがある。このような表示状態は，仮停止表示ともいい，可変表示における表示結果が確定的に表示されていないものの，スクロール表示や更新表示による飾り図柄の変動が進行していないことを遊技者が認識可能となる。なお，仮停止表示には，微少な揺れや伸縮なども生じさせず，所定時間(例えば1秒間)よりも短い時間だけ，飾り図柄を完全停止表示することなどが含まれてもよい。",
                    "【0018】",
                    "「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて可変表示される飾り図柄には，例えば8種類の図柄(英数字「1」～「8」あるいは漢数字や，英文字，所定のモチーフに関連する8個のキャラクタ画像，数字や文字あるいは記号とキャラクタ画像との組合せなどであればよく，キャラクタ画像は，例えば人物や動物，これら以外の物体，もしくは，文字などの記号，あるいは，その他の任意の図形を示す飾り画像であればよい)で構成される。飾り図柄のそれぞれには，対応する図柄番号が付されている。例えば，「1」～「8」を示す英数字それぞれに対して，「1」～「8」の図柄番号が付されている。なお，飾り図柄は8種類に限定されず，大当り組合せやハズレとなる組合せなど適当な数の組合せを構成可能であれば，何種類であってもよい(例えば7種類や9種類など)。",
                    "【0022】",
                    "画像表示装置5の下方には，普通入賞球装置6Aと，普通可変入賞球装置6Bとが設けられている。普通入賞球装置6Aは，例えば所定の玉受部材によって常に一定の開放状態に保たれる始動領域(第1始動領域)としての第1始動入賞口を形成する。普通可変入賞球装置6Bは，図2に示す普通電動役物用となるソレノイド81によって，垂直位置となる通常開放状態と傾動位置となる拡大開放状態とに変化する一対の可動翼片を有する電動チューリップ型役物(普通電動役物)を備え，始動領域(第2始動領域)第2始動入賞口を形成する。",
                    "【0025】",
                    "普通入賞球装置6Aと普通可変入賞球装置6Bの下方には，特別可変入賞球装置7が設けられている。特別可変入賞球装置7は，図2に示す大入賞口扉用となるソレノイド82によって開閉駆動される大入賞口扉を備え，その大入賞口扉によって開放状態と閉鎖状態とに変化する特定領域としての大入賞口を形成する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0043】",
                  "text": [
                    "次に，パチンコ遊技機1における遊技の進行を概略的に説明する。",
                    "【0044】",
                    "パチンコ遊技機1では，遊技領域に設けられた通過ゲート41を通過した遊技球が図2に示すゲートスイッチ21によって検出されたことといった，普通図柄表示器20にて普通図柄の可変表示を実行するための普図始動条件が成立した後に，例えば前回の普図ゲームが終了したことといった，普通図柄の可変表示を開始するための普図開始条件が成立したことに基づいて，普通図柄表示器20による普図ゲームが開始される。",
                    "【0046】",
                    "普通入賞球装置6Aに形成された第1始動入賞口を通過(進入)した遊技球が図2に示す第1始動口スイッチ22Aによって検出されたことなどにより第1始動条件が成立した後に，例えば前回の特図ゲームや大当り遊技状態が終了したことなどにより第1開始条件が成立したことに基づいて，第1特別図柄表示装置4Aによる特図ゲームが開始される。また，普通可変入賞球装置6Bに形成された第2始動入賞口を通過(進入)した遊技球が図2に示す第2始動口スイッチ22Bによって検出されたことなどにより第2始動条件が成立した後に，例えば前回の特図ゲームや大当り遊技状態が終了したことなどにより第2開始条件が成立したことに基づいて，第2特別図柄表示装置4Bによる特図ゲームが開始される。",
                    "【0058】",
                    "画像表示装置5に設けられた「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rでは，第1特別図柄表示装置4Aにおける第1特図を用いた特図ゲームと，第2特別図柄表示装置4Bにおける第2特図を用いた特図ゲームとのうち，いずれかの特図ゲームが開始されることに対応して，飾り図柄の可変表示が開始される。そして，飾り図柄の可変表示が開始されてから「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにおける確定飾り図柄の停止表示により可変表示が終了するまでの期間では，飾り図柄の可変表示状態が所定のリーチ状態となることがある。",
                    "【0059】",
                    "ここで，リーチ状態とは，画像表示装置5の表示領域にて停止表示された飾り図柄が大当り組合せの一部を構成しているときに未だ停止表示されていない飾り図柄(「リーチ変動図柄」ともいう)については変動が継続している表示状態，あるいは，全部又は一部の飾り図柄が大当り組合せの全部又は一部を構成しながら同期して変動している表示状態のことである。具体的には，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける一部(例えば「左」及び「右」の飾り図柄表示エリア5L，5Rなど)では予め定められた大当り組合せを構成する飾り図柄(例えば「7」の英数字を示す飾り図柄)が停止表示されているときに未だ停止表示していない残りの飾り図柄表示エリア(例えば「中」の飾り図柄表示エリア5Cなど)では飾り図柄が変動している表示状態，あるいは，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける全部又は一部で飾り図柄が大当り組合せの全部又は一部を構成しながら同期して変動している表示状態である。",
                    "【0063】",
                    "飾り図柄の可変表示中には，リーチ演出とは異なり，飾り図柄の可変表示状態がリーチ状態となる可能性があることや，可変表示結果が「大当り」となる可能性があることなどを，飾り図柄の可変表示態様などにより遊技者に報知するための可変表示演出が実行されることがあるようにしてもよい。「滑り」や「擬似連」といった可変表示演出が実行可能である。「滑り」や「擬似連」の可変表示演出は，主基板11の側で変動パターンが決定されることなどに対応して実行するか否かが決定されればよい。なお，「滑り」の可変表示演出は，主基板11の側で決定された変動パターンにかかわらず，演出制御基板12の側で実行するか否かが決定されてもよい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0065】",
                  "text": [
                    "「擬似連」の可変表示演出では，特図ゲームの第1開始条件と第2開始条件のいずれか一方が1回成立したことに対応して，飾り図柄の可変表示が開始されてから可変表示結果となる確定飾り図柄が導出表示されるまでに，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける全部にて飾り図柄を一旦仮停止表示させた後，全部の飾り図柄表示エリア5L，5C，5Rにて飾り図柄を再び変動(擬似連変動)させる演出表示を，所定回(例えば最大3回まで)行うことができる。擬似連変動の回数は，飾り図柄の可変表示が開始されてから全部の飾り図柄が最初に一旦仮停止するまでの初回変動を除く，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける全部にて飾り図柄が再変動する回数である。",
                    "【0066】",
                    "「擬似連」の可変表示演出では，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにて，例えば予め定められた複数種類の擬似連チャンス目のうちいずれかを構成する飾り図柄が，所定表示結果として一旦は仮停止表示される。その後に，擬似連変動(再可変表示)が行われる。この実施の形態では，「擬似連」の可変表示演出において，擬似連変動(再変動)が1回～3回行われることにより，第1開始条件あるいは第2開始条件が1回成立したことに基づき，飾り図柄の可変表示があたかも2回～4回続けて開始されたかのように見せることができる。なお，「擬似連」の可変表示演出における擬似連変動(再変動)の回数は，例えば4回や5回といった，1回～3回よりも多くの回数まで実行できるようにしてもよい。",
                    "【0070】",
                    "予告演出のうちには，先読み予告演出となるものが含まれていればよい。先読み予告演出は，可変表示結果が「大当り」となる可能性などが予告される対象となる可変表示を開始するより前に，特図ゲームの保留情報などに基づいて実行可能となる予告演出である。特に，複数回の特図ゲームに対応して複数回実行される飾り図柄の可変表示にわたり，可変表示結果が「大当り」となる可能性などを連続して予告する先読み予告演出は，連続予告演出(連続演出)とも称される。なお，特図ゲームが1回実行される間に，飾り図柄を一旦仮停止表示させた後，当該飾り図柄を再び変動(擬似連変動，再変動)させる演出表示を所定回数行い，擬似的に複数回の可変表示が実行されているかのように見せる「擬似連」の可変表示演出を実行する遊技機においては，当該擬似的な複数回の可変表示にわたり，可変表示結果が「大当り」となる可能性などを連続して予告する予告演出も連続予告演出(連続演出)に含まれる。",
                    "【0071】",
                    "この実施の形態では，先読み予告演出として，予告の対象となる可変表示が実行されるまでの複数回の可変表示渡って画像表示装置5に画像表示装置5に予め定められた連続演出用のチャンス目を構成する飾り図柄(例えば，1つずれの数字の組合せや並び数字の組合せなど)が停止する停止図柄予告と，予告の対象となる可変表示が実行されるより前の可変表示中に，画像表示装置5における背景画像が通常の背景画像から特殊な背景画像に変化し，予告の対象となる可変表示が実行されるまでその特殊な背景画像となる背景変化予告と，が実行可能になっている。",
                    "【0074】",
                    "特図ゲームにおける確定特別図柄として，ハズレ図柄となる特別図柄が停止表示(導出)される場合には，飾り図柄の可変表示が開始されてから，飾り図柄の可変表示状態がリーチ状態となったことに対応して，リーチ演出が実行された後に，あるいは，リーチ演出が実行されずに，所定のリーチハズレ組合せとなる確定飾り図柄が停止表示されることがある。このような飾り図柄の可変表示結果は，可変表示結果が「ハズレ」となる場合における「リーチ」(「リーチハズレ」ともいう)の可変表示態様と称される。",
                    "【0075】",
                    "特図ゲームにおける確定特別図柄として，通常開放ラウンド大当り図柄となる特別図柄のうち，「3」の数字を示す特別図柄といった通常大当り図柄が停止表示される場合には，飾り図柄の可変表示状態がリーチ状態となったことに対応して，所定のリーチ演出が実行された後に，あるいは，リーチ演出が実行されずに，複数種類の大当り組合せのうち，所定の通常大当り組合せ(「非確変大当り組合せ」ともいう)となる確定飾り図柄が停止表示される。通常大当り組合せとなる確定飾り図柄は，例えば画像表示装置5における「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて可変表示される図柄番号が「1」～「8」の飾り図柄のうち，図柄番号が偶数「2」，「4」，「6」，「8」である飾り図柄のいずれか1つが，「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて所定の有効ライン上に揃って停止表示されるものであればよい。通常大当り組合せを構成する図柄番号が偶数「2」，「4」，「6」，「8」である飾り図柄は，通常図柄(「非確変図柄」ともいう)と称される。",
                    "【0076】",
                    "特図ゲームにおける確定特別図柄が通常大当り図柄となることに対応して，所定のリーチ演出が実行された後に，あるいは，リーチ演出が実行されずに，通常大当り組合せの確定飾り図柄が停止表示される飾り図柄の可変表示態様は，可変表示結果が「大当り」となる場合における「非確変」(「通常大当り」ともいう)の可変表示態様(「大当り種別」ともいう)と称される。「非確変」の大当り種別で可変表示結果が「大当り」となったことに基づいて，通常開放大当り状態に制御され，その終了後には，時間短縮制御(時短制御)が行われる。時短制御が行われることにより，特図ゲームにおける特別図柄の可変表示時間(特図変動時間)は，通常状態に比べて短縮される。通常状態とは，大当り遊技状態等の特定遊技状態などとは異なる通常遊技状態であり，パチンコ遊技機1の初期設定状態(例えばシステムリセットが行われた場合のように，電源投入後に初期化処理を実行した状態)と同一の制御が行われる。時短制御は，大当り遊技状態の終了後に所定回数(例えば100回)の特図ゲームが実行されることと，可変表示結果が「大当り」となることのうち，いずれかの条件が先に成立したときに，終了すればよい。",
                    "【0077】",
                    "特図ゲームにおける確定特別図柄として，通常開放ラウンド大当り図柄となる特別図柄のうち，「7」の数字を示す特別図柄といった確変大当り図柄が停止表示される場合には，飾り図柄の可変表示状態がリーチ状態となったことに対応して，飾り図柄の可変表示態様が「通常」である場合と同様のリーチ演出が実行された後に，あるいは，リーチ演出が実行されずに，複数種類の大当り組合せのうち，所定の確変大当り組合せとなる確定飾り図柄が停止表示されることがある。確変大当り組合せとなる確定飾り図柄は，例えば画像表示装置5における「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて可変表示される図柄番号が「1」～「8」の飾り図柄のうち，図柄番号が奇数「1」，「3」，「5」，「7」である飾り図柄のいずれか1つが，「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて所定の有効ライン上に揃って停止表示されるものであればよい。確変大当り組合せを構成する図柄番号が奇数「1」，「3」，「5」，「7」である飾り図柄は，確変図柄と称される。特図ゲームにおける確定特別図柄として確変大当り図柄が停止表示される場合に，飾り図柄の可変表示結果として，通常大当り組合せとなる確定飾り図柄が停止表示されることがあるようにしてもよい。",
                    "【0078】",
                    "確定飾り図柄が通常大当り組合せであるか確変大当り組合せであるかにかかわらず，特図ゲームにおける確定特別図柄として確変大当り図柄が停止表示される可変表示態様は，可変表示結果が「大当り」となる場合における「確変」の可変表示態様(「大当り種別」ともいう)と称される。「確変」の大当り種別で可変表示結果が「大当り」となったことに基づいて，通常開放大当り状態に制御され，その終了後には，時短制御とともに確率変動制御(確変制御)が行われる。確変制御が行われることにより，各回の特図ゲームにおいて可変表示結果(特図表示結果)が「大当り」となる確率は，通常状態に比べて高くなるように向上する。確変制御は，大当り遊技状態の終了後に可変表示結果が「大当り」となって再び大当り遊技状態に制御されるという条件が成立したときに，終了すればよい。なお，時短制御と同様に，大当り遊技状態の終了後に所定回数(例えば100回)の特図ゲームが実行されたときに，確変制御を終了してもよい。また，大当り遊技状態の終了後に特図ゲームが開始されるごとに実行される確変転落抽選にて確変制御を終了させる「確変転落あり」の決定がなされたときに，確変制御を終了してもよい。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0155】",
                  "text": [
                    "演出制御用CPU120は，例えば飾り図柄の可変表示を開始するときなどに，変動パターン指定コマンドに示された変動パターンなどに基づいて演出制御パターン(特図変動時演出制御パターン)をセットする。また，演出制御用CPU120は，例えば予告演出といった所定演出の実行を開始するときなどに，対応する演出制御パターン(予告演出制御パターン)をセットする。ここで，演出制御パターンをセットする際には，該当する演出制御パターンを構成するパターンデータを，ROM121から読み出してRAM122の所定領域に一時記憶させてもよいし，該当する演出制御パターンを構成するパターンデータのROM121における記憶アドレスを，RAM122の所定領域に一時記憶させて，ROM121における記憶データの読出位置を指定するだけでもよい。その後，演出制御プロセスタイマ値が更新されるごとに，演出制御プロセスタイマ判定値のいずれかと合致したか否かの判定を行い，合致した場合には，対応する各種の制御データに応じた演出動作の制御を行う。このように，演出制御用CPU120は，演出制御パターンに含まれるプロセスデータ＃1～プロセスデータ＃n(nは任意の整数)の内容に従って，演出装置(画像表示装置5，スピーカ8L，8R，遊技効果ランプ9や装飾用LED等の発光体，演出用模型が備える可動部材など)の制御を進行させる。なお，各プロセスデータ＃1～プロセスデータ＃nにおいて，演出制御プロセスタイマ判定値＃1～＃nと対応付けられた表示制御データ＃1～表示制御データ＃n，音声制御データ＃1～音声制御データ＃n，ランプ制御データ＃1～ランプ制御データ＃n，操作検出制御データ＃1～操作検出制御データ＃nは，演出装置における演出動作の制御内容を示し，演出制御の実行を指定する演出制御実行データ＃1～演出制御実行データ＃nを構成する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0236】",
                  "text": [
                    "図19は，図18のステップS161にて実行される先読み予告決定処理の一例を示すフローチャートである。図19に示す先読み予告決定処理において，演出制御用CPU120は，まず，始動入賞時受信コマンドバッファ194Aにおける記憶内容をチェックする(ステップS701)。そして，始動入賞時のコマンドのうち，少なくともいずれかとなる新たな受信コマンドがあるか否かを判定する(ステップS702)。例えば，始動入賞時受信コマンドバッファ194Aに少なくとも始動口入賞指定コマンド，図柄指定コマンド，変動カテゴリコマンドまたは保留記憶数通知コマンドのうち，いずれかが新たに格納されているか否かを確認することにより受信コマンドの有無を判定できる。いずれのコマンドも新たに受信していなければ(ステップS702；Ｎo)，そのまま先読み予告決定処理を終了する。",
                    "【0244】",
                    "ステップS709にて，現在の保留記憶数が「3」または「4」であり，かつ，り，かつ，前回までの変動カテゴリが非リーチハズレとなるもののみであると判定された場合には，(ステップS709；Yes)，先読み予告演出を実行するか否かと，先読み予告演出を実行する場合における先読み予告演出の演出態様に対応した先読み予告パターンとを決定する(ステップS710)。",
                    "【0246】",
                    "ステップS710の処理では，例えば図20に示すような決定割合で，先読み予告演出の有無と先読み予告パターンとが決定されればよい。図20に示す決定割合の設定例では，変動カテゴリに応じて，先読み予告演出の有無や先読み予告パターンの決定割合を異ならせている。",
                    "【0247】",
                    "この実施の形態では，先読み予告パターンとして，SYP1-1，SYP1-2，SYP2-1，SYP3-1の4種類が設けられている。先読み予告パターンSYP1-1及びSYP1-2は，予告の対象となる可変表示が実行されるまでの複数回の可変表示渡って画像表示装置5に予め定められた連続演出用のチャンス目を構成する飾り図柄が停止する停止図柄予告に対応した先読み予告パターンである。先読み予告パターンSYP1-1に基づく停止図柄予告では，連続演出用のチャンス目として，図21(A)に示すチャンス目CA1～CA8(チャンス目A)のいずれかが停止する。チャンス目Aは，図21(A)に示すように，左図柄と中図柄が同じ数字であり，右図柄のみが1つずれた数字の組合せとなっている。また，先読み予告パターンSYP1-2に基づく停止図柄予告では，連続演出用のチャンス目として，図21(B)に示すチャンス目CB1～CB6(チャンス目B)のいずれかが停止する。チャンス目Bは，図21(B)に示すように，並び数字の組合せとなっている。この実施の形態では，後述するように，チャンス目Aが停止する停止図柄予告が実行された場合よりも，チャンス目Bが停止する停止図柄予告が実行された場合の方が，大当りとなる可能性(大当り信頼度)が高くなっている。このようにすることで，停止図柄予告が実行されるときに，いずれのチャンス目が停止したかに遊技者を注目させることができ，遊技の興趣が向上する。",
                    "【0248】",
                    "なお，チャンス目Aやチャンス目Bは，図21(A)，(B)に示すようなものに限定されず，それぞれが区別可能な予め定められた組合せであればよい。例えばチャンス目Aを通常図柄(非確変図柄)である偶数の数字の任意の組合せとして，チャンス目Bを確変図柄である奇数の数字の任意の組合せとしてもよい。このようにすることで，遊技者がいずれのチャンス目であるかを認識しやすくなる。",
                    "【0249】",
                    "先読み予告パターンSYP2-1は，予告の対象となる可変表示が実行されるより前の可変表示中に，画像表示装置5における背景画像が通常の背景画像から特殊な背景画像に変化し，予告の対象となる可変表示が実行されるまでその特殊な背景画像となる背景変化予告を実行することに対応した先読み予告パターンである。",
                    "【0250】",
                    "先読み予告パターンSYP3-1は，チャンス目Aが停止する停止図柄予告が実行された後に，背景変化予告に変化する先読み予告演出を実行することに対応した先読み予告パターンである。",
                    "【0254】",
                    "また，先読み予告パターンSYP1-1や先読み予告パターンSYP1-2といった停止図柄予告の先読み予告演出が実行された場合よりも，背景変化予告の先読み予告パターンSYP2-1の先読み予告演出が実行された場合の方が，大当り信頼度やリーチ信頼度が高くなっている。",
                    "【0255】",
                    "また，先読み予告パターンSYP1-1や先読み予告パターンSYP1-2といった停止図柄予告の先読み予告演出が実行された場合よりも，停止図柄予告から背景変化予告に変化する先読み予告パターンSYP3-1の先読み予告演出が実行された場合の方が，大当り信頼度やリーチ信頼度が高くなっている。",
                    "【0256】",
                    "このように，大当り信頼度やリーチ信頼度が低い停止図柄予告の先読み予告演出が実行された場合であっても，大当り信頼度やリーチ信頼度が高い背景変化予告に変化する場合があるので，停止図柄予告が実行された場合であっても，遊技者は背景変化予告に変化することを期待するようになり，遊技者の期待感を維持することができ，遊技の興趣が向上する。",
                    "【0257】",
                    "特に，先読み予告パターンSYP3-1の先読み予告演出は，大当り信頼度やリーチ信頼度が最も低い先読み予告パターンSYP1-1と同一の演出態様(チャンス目Aが停止する演出態様)から背景変化予告に変化するようになっている。これにより，大当り信頼度やリーチ信頼度が最も低い，チャンス目Aが停止する先読み予告演出が実行された場合でも，遊技者の期待感を維持することができ，遊技の興趣が向上する。",
                    "【0259】",
                    "また，先読み予告パターンSYP2-1の先読み予告演出が実行された場合よりも，先読み予告パターンSYP3-1の先読み予告演出が実行された場合の方が，大当り信頼度やリーチ信頼度が高くなっている。このような設定により，遊技者は背景変化予告に変化することをより期待するようになり，遊技者の期待感をより維持することができ，遊技の興趣が向上する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "【0316】",
                  "text": [
                    "次に，パチンコ遊技機1における制御の具体的な一例について説明する。",
                    "【0320】",
                    "図26は，停止図柄予告の先読み予告演出が実行される場合の画像表示装置5における表示動作例を示す図である。図26(A)は，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおいて飾り図柄の変動が実行されている画像表示装置5を示している。ここで，普通入賞球装置6Aが形成する第1始動入賞口に遊技球が入賞したことに基づいて，図19に示す先読み予告決定処理が実行され，ステップS710において，先読み予告パターンSYP1-2を実行することに決定されたものとする。なお，このときの入賞により，保留記憶数は3になっているので，ステップS712の処理では，図22に示す先読み予告演出制御パターンSCP2-1がセットされる。",
                    "【0321】",
                    "その後，図26(B)に示すように，その時点での変動が終了すると，次回の変動時から先読み予告演出が開始されることになる。先読み予告演出が開始される1回目の変動では，図26(C)，(D)に示すように，例えばチャンス目CB1(「1・2・3」)が停止する。ここで停止するチャンス目Bをいずれとするかは，図25のステップS603において決定される。",
                    "【0322】",
                    "そして，先読み予告演出が開始されてから2回目の変動では，図26(E)，(F)に示すように，例えばチャンス目CB2(「2・3・4」)が停止する。",
                    "【0323】",
                    "続いて，先読み予告演出が開始されてから3回目の変動(先読み予告演出の対象となる変動)では，決定された変動パターンに応じた変動が実行される。ここでは，大当りの変動パターンであることに対応して，図26(G)～(I)に示すように，変動が開始されてからリーチとなって，大当り組合せを構成する飾り図柄が停止する。",
                    "【0324】",
                    "以上のように，停止図柄予告の先読み予告演出では，複数回の変動に渡って予め定められたチャンス目が停止することによって，大当りとなる可能性やリーチとなる可能性を予告することができる。",
                    "【0325】",
                    "また，図27は，背景変化予告の先読み予告演出が実行される場合の画像表示装置5における表示動作例を示す図である。図27(A)は，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおいて飾り図柄の変動が実行されている画像表示装置5を示している。ここで，普通入賞球装置6Aが形成する第1始動入賞口に遊技球が入賞したことに基づいて，図19に示す先読み予告決定処理が実行され，ステップS710において，先読み予告パターンSYP2-1を実行することに決定されたものとする。なお，このときの入賞により，保留記憶数は3になっているので，ステップS712の処理では，図22に示す先読み予告演出制御パターンSCP3-1がセットされる。",
                    "【0326】",
                    "その後，図27(B)に示すように，その時点での変動が終了すると，次回の変動時から先読み予告演出が開始されることになる。先読み予告演出が開始される1回目の変動では，図27(C)～(E)に示すように，例えば「チャンス」という文字が画像表示装置5に表示され，画像表示装置5における背景画像が昼をモチーフとした画像(通常の背景画像)から夜をモチーフとした背景画像(特殊な背景画像)に変化する。なお，このときの停止図柄は非リーチハズレ組合せを構成する飾り図柄となる。",
                    "【0327】",
                    "そして，先読み予告演出が開始されてから2回目の変動では，図27(F)，(G)に示すように，引き続き夜をモチーフとした背景画像となる。",
                    "【0328】",
                    "続いて，先読み予告演出が開始されてから3回目の変動(先読み予告演出の対象となる変動)では，決定された変動パターンに応じた変動が実行される。ここでは，大当りの変動パターンであることに対応して，図27(H)～(J)に示すように，変動が開始されてからリーチとなって，大当り組合せを構成する飾り図柄が停止する。なお，この3回目の変動においても，引き続き夜をモチーフとした背景画像となる。",
                    "【0329】",
                    "以上のように，背景変化予告の先読み予告演出では，複数回の変動に渡って通常とは異なる特殊な背景画像となることで，大当りとなる可能性やリーチとなる可能性を予告することができる。なお，背景変化予告の実行中の停止図柄は非リーチハズレの組合せとなるものとして説明したが，この場合においてもチャンス目が停止するようにしてもよい。",
                    "【0330】",
                    "また，図28は，停止図柄予告の後に背景変化予告の先読み予告演出が実行される場合の画像表示装置5における表示動作例を示す図である。図28(A)は，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおいて飾り図柄の変動が実行されている画像表示装置5を示している。ここで，普通入賞球装置6Aが形成する第1始動入賞口に遊技球が入賞したことに基づいて，図19に示す先読み予告決定処理が実行され，ステップS710において，先読み予告パターンSYP3-1を実行することに決定されたものとする。なお，このときの入賞により，保留記憶数は3になっているので，ステップS712の処理では，図22に示す先読み予告演出制御パターンSCP4-1がセットされる。",
                    "【0331】",
                    "その後，図28(B)に示すように，その時点での変動が終了すると，次回の変動時から先読み予告演出が開始されることになる。先読み予告演出が開始される1回目の変動では，図28(C)，(D)に示すように，例えばチャンス目CA1(「1・1・2」)が停止する。ここで停止するチャンス目Aをいずれとするかは，図25のステップS603において決定される。",
                    "【0332】",
                    "そして，先読み予告演出が開始されてから2回目の変動では，図28(E)～(G)に示すように，例えば「チャンス」という文字が画像表示装置5に表示され，画像表示装置5における背景画像が昼をモチーフとした画像(通常の背景画像)から夜をモチーフとした背景画像(特殊な背景画像)に変化する。なお，このときの停止図柄は非リーチハズレ組合せを構成する飾り図柄となる。",
                    "【0333】",
                    "続いて，先読み予告演出が開始されてから3回目の変動(先読み予告演出の対象となる変動)では，決定された変動パターンに応じた変動が実行される。ここでは，大当りの変動パターンであることに対応して，図28(H)～(J)に示すように，変動が開始されてからリーチとなって，大当り組合せを構成する飾り図柄が停止する。なお，この3回目の変動においても，引き続き夜をモチーフとした背景画像となる。",
                    "【0334】",
                    "以上のように，停止図柄予告の後に背景変化予告が実行される先読み予告演出では，チャンス目Aが停止する停止図柄予告が実行された後，通常とは異なる特殊な背景画像に変化する背景変化予告が実行されることで，大当りとなる可能性やリーチとなる可能性を予告することができる。",
                    "【0336】",
                    "この発明は，上記実施の形態に限定されず，様々な変形及び応用が可能である。例えば，上記実施の形態では，図20に示すように，先読み予告演出のパターン(先読み予告パターン)として，複数回の可変表示渡って画像表示装置5に画像表示装置5に予め定められたチャンス目Aが停止する先読み予告パターンSYP1-1と，複数回の可変表示渡って画像表示装置5に画像表示装置5に予め定められたチャンス目Bが停止する先読み予告パターンSYP1-2と，表示装置5における背景画像が通常の背景画像から特殊な背景画像に変化し，予告の対象となる可変表示が実行されるまでその特殊な背景画像となる先読み予告パターンSYP2-1と，画像表示装置5に画像表示装置5に予め定められたチャンス目Aが停止した後に，表示装置5における背景画像が通常の背景画像から特殊な背景画像に変化し，予告の対象となる可変表示が実行されるまでその特殊な背景画像となる先読み予告パターンSYP3-1と，が設けられていた。先読み予告演出のパターンはこれらに限定されず，これら以外の先読み予告演出のパターンが設けられていてもよい。例えば，図29に示すように，4回の変動に渡って実行される先読み予告演出の先読み予告パターンとして，1回目の変動においてチャンス目Aが停止し，2回目の変動においてチャンス目Bが停止し，3回目の変動において，背景画像が特殊な背景画像に変化し，4回目の変動においては継続して特殊な背景画像において変動が実行されるものがあってもよい。このような先読み予告パターンを設けることで，大当り信頼度が段階的にステップアップしていくような演出が可能になり，演出態様の変化に遊技者を注目させることができ，遊技の興趣が向上する。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "【0357】",
                  "text": [
                    "また，特図ゲームの第1開始条件と第2開始条件のいずれか一方が1回成立したことに対応して，飾り図柄の可変表示が開始されてから可変表示結果となる確定飾り図柄が導出表示されるまでに，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける全部にて飾り図柄を一旦仮停止表示させた後，全部の飾り図柄表示エリア5L，5C，5Rにて飾り図柄を再び変動(擬似連変動)させる演出表示を，所定回(例えば最大3回まで)行う演出(「擬似連」の可変表示演出)を実行する遊技機に，上記実施の形態の概念を適用することができる。",
                    "【0358】",
                    "即ち，上記実施の形態において，複数回の変動に渡って実行されていた連続予告演出(連続演出)を，1回の変動における所定回の擬似連変動に渡って実行するようにしてもよい。以下，この変形例では，先読み予告演出に関する処理を除いて，上記実施の形態と同様の処理が実行されるものとする。",
                    "【0359】",
                    "図34は，「擬似連」の可変表示演出を実行する遊技機に，上記実施の形態の概念を適用する場合における，「擬似連」の可変表示演出を伴う変動パターンの一例を示す図である。この変形例では，図34に示すように，擬似連変動が最大3回まで実行可能になっているとともに，擬似連変動が実行された後，非リーチハズレとなる変動パターンPA3-1，リーチハズレとなる変動パターンPA4-1～PA4-4，大当りとなる変動パターンPB3-1～PB3-4が設けられている。なお，この変形例では，図12のステップS111の処理において，擬似連の回数が多ければ多いほど，大当り信頼度が高くなるように変動パターンが決定されればよい。また，この変形例では，擬似連の回数が2回以上でリーチとなることが確定し，擬似連の回数が3回でスーパーリーチとなることが確定するようになっている。",
                    "【0360】",
                    "図35(A)は，図23のステップS530の処理内で実行される，擬似連予告決定処理の一例を示すフローチャートである。図35(A)に示す擬似連予告決定処理では，演出制御用CPU120は，まず，変動パターンが擬似連変動を2回または3回実行する変動パターンであるか否かを判定する(ステップS611)。具体的には，図34に示す，変動パターンPA4-2～PA4-4，または，PB3-2～PB3-4のいずれかであるか否かを判定する。この変形例では，擬似連変動を2回または3回実行する変動パターンでは，その擬似連変動を利用して，上記実施の形態における連続予告演出(先読み予告演出)に相当する演出であって，最終的な可変表示結果を予告・示唆する演出(擬似連予告演出)を実行するようになっている。",
                    "【0362】",
                    "変動パターンが擬似連変動を2回または3回実行する変動パターンでない場合には(ステップS611；Ｎo)，擬似連予告決定処理を終了する。変動パターンが擬似連変動を2回または3回実行する変動パターンである場合には(ステップS611；Yes)，擬似連予告演出を実行するか否かと，擬似連予告演出を実行する場合における擬似連予告演出の演出態様に対応した擬似連予告パターンとを決定する(ステップS612)。",
                    "【0363】",
                    "ステップS612の処理では，例えば図35(B)に示すような決定割合で，擬似連予告演出の有無と擬似連予告パターンとが決定されればよい。図35(B)に示す決定割合の設定例では，可変表示結果に応じて，擬似連予告演出の有無や擬似連予告パターンの決定割合を異ならせている。",
                    "【0364】",
                    "この実施の形態では，擬似連予告パターンとして，YP1-1，YP1-2，YP2-1，YP3-1の4種類が設けられている。擬似連予告パターンYP1-1及びYP1-2は，最終的な可変表示結果が導出表示されるまでの複数回の変動(再変動)に渡って画像表示装置5に予め定められた擬似連用のチャンス目(擬似連チャンス目)を構成する飾り図柄が停止(仮停止)する停止図柄予告に対応した擬似連予告パターンである。擬似連予告パターンYP1-1に基づく停止図柄予告では，擬似連チャンス目として，例えば，図21(A)に示すチャンス目CA1～CA8(チャンス目A)のいずれかが停止(仮停止)する。また，擬似連予告パターンYP1-2に基づく停止図柄予告では，擬似連チャンス目として，図21(B)に示すチャンス目CB1～CB6(チャンス目B)のいずれかが停止(仮停止)する。",
                    "【0365】",
                    "なお，この変形例では，上記実施の形態の連続演出用のチャンス目を使用するが，上記実施の形態とは異なるチャンス目としてもよい。また，チャンス目Aやチャンス目Bは，それぞれが区別可能な予め定められた組合せであればよいことは上記実施の形態と同様である。",
                    "【0368】",
                    "図35(B)に示すように，この変形例では，可変表示結果が「リーチハズレ」，「大当り」のいずれであるかによって擬似連予告演出が実行される割合，擬似連予告パターンの決定割合が異なっている。",
                    "【0369】",
                    "具体的には，可変表示結果「大当り」である場合には，「リーチハズレ」である場合よりも，擬似連予告演出が実行される割合が高くなっている。このような設定により，擬似連予告演出を実行することで，可変表示結果が「大当り」となることを予告・示唆することができる。",
                    "【0370】",
                    "また，図35(B)に示す決定割合では，チャンス目Aが停止する擬似連予告パターンYP1-1の擬似連予告演出が実行された場合よりも，チャンス目Bが停止する擬似連予告パターンYP1-2の擬似連予告演出が実行された場合の方が，可変表示結果が「大当り」となる割合(大当り信頼度)が高くなっている。このように，チャンス目の種別により大当り信頼度が異なるので，遊技者が停止図柄に注目するようになり，遊技の興趣が向上する。",
                    "【0371】",
                    "また，擬似連予告パターンYP1-1や擬似連予告パターンYP1-2といった停止図柄予告の擬似連予告演出が実行された場合よりも，背景変化予告の擬似連予告パターンYP2-1の擬似連予告演出が実行された場合の方が，大当り信頼度が高くなっている。",
                    "【0372】",
                    "また，擬似連予告パターンYP1-1や擬似連予告パターンYP1-2といった停止図柄予告の擬似連予告演出が実行された場合よりも，停止図柄予告から背景変化予告に変化する擬似連予告パターンYP3-1の擬似連予告演出が実行された場合の方が，大当り信頼度が高くなっている。",
                    "【0373】",
                    "このように，大当り信頼度が低い停止図柄予告の擬似連予告演出が実行された場合であっても，大当り信頼度が高い背景変化予告に変化する場合があるので，停止図柄予告が実行された場合であっても，遊技者は背景変化予告に変化することを期待するようになり，遊技者の期待感を維持することができ，遊技の興趣が向上する。",
                    "【0385】",
                    "図36は，この変形例における擬似連予告演出パターンの一覧を示している。そして，ステップS531の処理では，擬似連予告パターンや，擬似連の回数，背景変化予告における背景画像の変化タイミングに応じて，擬似連予告演出制御パターンCP1-1(擬似連予告パターンYP1-1で擬似連2回)，CP1-2(擬似連予告パターンYP1-1で擬似連3回)，CP2-1(擬似連予告パターンYP1-2で擬似連2回)，CP2-2(擬似連予告パターンYP1-2で擬似連3回)，CP3-1(擬似連予告パターンYP2-1で擬似連2回)，CP3-2(擬似連予告パターンYP2-1で擬似連3回)，CP4-1-1(擬似連予告パターンYP3-1で擬似連2回。変化タイミングが変動開始時)，CP4-1-2(擬似連予告パターンYP3-1で擬似連2回。変化タイミングが変動終了時)，CP4-2-1(擬似連予告パターンYP3-1で擬似連3回。変化タイミングが変動開始時)，CP4-3-2(擬似連予告パターンYP3-1で擬似連3回。変化タイミングが変動終了時)のいずれかがセットされればよい。",
                    "【0388】",
                    "また，変動パターンが「擬似連」を伴う変動パターンである場合には，何回目の変動であるか(初回変動，擬似連1回目，擬似連2回目，擬似連3回目のいずれであるか)に応じて，変動中予告演出の実行の有無の決定割合や変動中予告パターンの決定割合を異ならせるようにしてもよい。例えば，擬似連予告パターンがYP3-1である場合，背景変化予告の擬似連予告演出が実行される前の変動(初回変動)や，背景変化予告の擬似連予告演出が実行される変動(擬似連1回目)においては特定の変動中予告パターン(例えば「予告Y」)に決定されやすくしてもよい。また，同じ変動中予告パターンに決定された場合であっても，何回目の変動であるか(初回変動，擬似連1回目，擬似連2回目，擬似連3回目のいずれであるか)に応じて，演出態様を変化させるようにしてもよい。例えば，複数回の変動において同じ変動中予告パターンに決定された場合には，変動中予告演出の演出内容が変動毎に段階的に変化する(ステップアップする)演出を実行するようにしてもよい。",
                    "【0391】",
                    "図38は，停止図柄予告の後に背景変化予告の擬似連予告演出が実行される場合の画像表示装置5における表示動作例を示す図である。図38(A)は，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおいて飾り図柄の変動が実行されている画像表示装置5を示している。ここで，変動パターンが擬似連が2回実行されて大当りとなるPB3-2である場合に，擬似連予告演出制御パターンCP4-1-2の擬似連予告を実行することに決定されたものとする。",
                    "【0392】",
                    "その後，図38(B)に示すように，チャンス目CA1(「1・1・2」)が仮停止する。ここでは，通常の停止時と区別するため，各飾り図柄が揺れながら完全停止しない状態などで表示される。その後，図38(C)に示すように，1回目の擬似連変動が実行され，図28(D)，(E)に示すように，例えば「チャンス」という文字が画像表示装置5に表示され，画像表示装置5における背景画像が昼をモチーフとした画像(通常の背景画像)から夜をモチーフとした背景画像(特殊な背景画像)に変化する。なお，このときの停止図柄はチャンス目CB1(「1・2・3」)となっているが，非リーチハズレの組合せなどであってもよい。",
                    "【0393】",
                    "続いて，2回目の擬似連変動では，変動パターンに対応して，図28(F)～(H)に示すように，リーチとなって，大当り組合せを構成する飾り図柄が停止する。なお，この3回目の変動においても，引き続き夜をモチーフとした背景画像となる。",
                    "【0394】",
                    "以上のように，停止図柄予告の後に背景変化予告が実行される擬似連予告演出では，チャンス目Aが停止する停止図柄予告が実行された後，通常とは異なる特殊な背景画像に変化する背景変化予告が実行されることで，大当りとなる可能性を予告することができる。",
                    "【0395】",
                    "なお，チャンス目Aが停止する停止図柄予告が実行された場合，その後，背景変化予告が実行されなかった場合には，擬似連予告演出の中で最も大当り信頼度は低いが，背景変化予告が実行された場合には，擬似連予告演出の中で最も大当り信頼度が高くなる。このように，信頼度が低いことを示す演出態様から信頼度の高いことを示す演出態様に変化(移行)する擬似連予告パターンを設けることで，信頼度の低いパターンの擬似連予告演出が実行された場合であっても，遊技者の期待感を維持することができ，遊技の興趣が向上する。",
                    "【0396】",
                    "また，4回の変動及び再変動(擬似連3回の変動パターン)に渡って実行される擬似連予告演出の擬似連予告パターンとして，図29に示したように，初回の変動においてチャンス目Aが停止し，2回目の変動(再変動)においてチャンス目Bが停止し，3回目の変動(再変動)において，背景画像が特殊な背景画像に変化し，4回目の変動(再変動)においては継続して特殊な背景画像において変動が実行されるものがあってもよい。このような擬似連予告パターンを設けることで，大当り信頼度が段階的にステップアップしていくような演出が可能になり，演出態様の変化に遊技者を注目させることができ，遊技の興趣が向上する。",
                    "【0418】",
                    "以上説明したように，上記実施の形態のパチンコ遊技機1では，大当り信頼度やリーチ信頼度が低い停止図柄予告の先読み予告演出が実行された場合であっても，大当り信頼度やリーチ信頼度が高い背景変化予告に変化する場合があるので，停止図柄予告が実行された場合であっても，遊技者は背景変化予告に変化することを期待するようになり，遊技者の期待感を維持することができ，遊技の興趣が向上する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献2の記載事項",
              "text": [
                "引用文献2(甲2)には，次のような記載がある(下記記載中に引用する図1，3ないし6については別紙3を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【0001】",
                  "text": [
                    "【発明の属する技術分野】",
                    "本発明は，変動表示装置の各変動表示部に表示される遊技図柄の表示結果が予め定められた特定の組合せ態様となることに関連して所定の遊技価値を付与可能な遊技機に関する。",
                    "【0002】",
                    "【従来の技術】",
                    "従来から，一般に弾球遊技機として例示するパチンコ遊技機は，複数種類の遊技図柄を変動表示可能な変動表示装置と，始動入賞口を備え，該始動入賞口への遊技球の入賞に伴って複数種類の遊技図柄を変動表示装置において変動表示させることで変動表示遊技を行うようになっている。そして，上記変動表示遊技において，前記変動表示装置の各変動表示部に表示される遊技図柄の表示結果が予め定められた特定の組合せ態様(例えば，「1，1，1」などのぞろ目)となることに関連して，遊技者にとって有利な特別遊技状態(遊技媒体の大量獲得が容易な大当たりと呼ばれる状態)が発生する。そして，該特別遊技状態の発生に伴い，遊技者に対して所定の遊技価値を付与するようになっている。また，遊技者の期待感を高めるために，上記特定の組合せ態様が確変図柄による特定の組合せ態様(例えば，「5，5，5」，「7，7，7」…等の奇数図柄のぞろ目)となった場合には，上記大当たり状態の発生に加えて，この大当たり状態の終了後に次の大当たりが容易に発生するように，変動表示遊技において特定の組合せ態様が成立する確率を高めた確率変動状態を発生するようになっている。このような変動表示遊技において，変動表示装置の各変動表示部に遊技図柄が順次停止される過程で，例えば，特定の組合せ態様が成立する可能性のある表示態様(例えば，「1，-，1」-は変動表示中)となった場合には，いわゆる「リーチ状態」と呼ばれる遊技状態が発生する。このリーチ状態が発生した場合には，例えば，遊技者の大当たり状態の発生に対する期待感を高めて，遊技の興趣を盛り上げるために，最後に停止状態となる変動表示部における遊技図柄の変動表示速度を変化させたり，変動表示部に表示される遊技図柄の背景領域を利用してキャラクタ等による演出表示を行ったりするのが一般的となっている。また，最近では，前記リーチ状態が発生した場合に，例えば，未だ変動表示中の変動表示部において変動表示される遊技図柄の中で特定の組合せ態様を成立し得ない遊技図柄の数を減少させて，特定の組合せ態様が成立し易いような状態を演出表示することにより，遊技者の大当たり状態の発生に対する期待感を高めている遊技機もある。",
                    "【0003】",
                    "【発明が解決しようとする課題】",
                    "しかしながら，リーチ状態のときなどに，例えば，特定の変動表示部における遊技図柄の変動表示速度を変化させたり，背景領域にてキャラクタ等による演出表示を行ったりすることは，既に在り来たりのものであり，それらの演出表示だけでは遊技者は遊技の興趣を得難くなっている。また，リーチ状態のときに，未だ変動表示中の変動表示部において変動表示される遊技図柄の数を減少させるような表示制御を行う遊技機の場合は，例えば，遊技図柄の数を減少させた状態で行われる変動表示の速度が高速であると，遊技図柄の数が減少していることを遊技者は把握できないまま遊技を続けることになり，その結果，遊技者が遊技の興趣を得ないまま遊技を終了してしまう虞がある。そこで，この種の遊技機では，前記変動表示の速度を低速にするのが一般的であるが，その場合には，遊技自体にスピード感がなくなるという問題点がある。さらに，上記のような遊技機では，変動表示の方法が低速度の変動表示のみに限定されたものとなるため，遊技が変化に乏しい面白みのないものとなる。従って，上述したような変動表示を行う遊技機では，遊技の興趣を得難いという問題点があり，遊技者の遊技に対する興趣を高める上で斬新な変動表示を行う遊技機が求められている。",
                    "【0004】",
                    "この発明は，上記実状に鑑みなされたもので，遊技者の遊技に対する興趣を高めることが可能な遊技機を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【0005】",
                  "text": [
                    "【課題を解決するための手段】",
                    "上記課題を解決するため，請求項1記載の発明は，複数種類の遊技図柄からなる一連の遊技図柄を順次変動表示可能な変動表示部を複数有する変動表示装置と，該変動表示装置の各変動表示部に表示される遊技図柄の表示結果が予め定められた特定の組合せ態様となることに関連して所定の遊技価値を付与可能な制御を行う制御装置と，を備える遊技機において，前記複数種類の遊技図柄には，特定図柄として分類される遊技図柄と，該特定図柄とは別の非特定図柄として分類される遊技図柄と，が含まれる構成として，前記制御装置は，前記複数の変動表示部の何れかに変動表示される一連の遊技図柄の中で前記特定図柄として分類される遊技図柄の割合を変更可能な特定図柄割合変更手段と，該特定図柄割合変更手段によって変更された前記特定図柄の割合を報知可能な特定図柄割合報知手段と，を備えることを特徴としている。",
                    "【0006】",
                    "請求項1記載の発明によれば，変動表示部において変動表示される遊技図柄の中の特定図柄として分類される遊技図柄の割合を変化させるので，変動表示の方法が多彩なものとなり，遊技を変化に富んだ面白みのあるものとすることができる。また，前記特定図柄の割合が報知されるので，変動表示部において一連の遊技図柄が高速で変動している場合でも，遊技者が前記特定図柄の割合を認識可能となる。その結果，遊技者は現在の遊技状態を把握することが可能となり，遊技に対して飽きを生じ難くなる。従って，遊技者の遊技に対する興趣を高めることが可能となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【0027】",
                  "text": [
                    "〔第1の実施の形態〕",
                    "図1は，本発明を適用した第1の実施の形態の遊技機として例示するパチンコ遊技機の遊技盤を示す正面図である。",
                    "【0028】",
                    "この遊技盤1のガイドレール2で囲まれた遊技領域1aには，普図始動ゲート6，…，特別図柄(特図)表示装置4，普通図柄(普図)表示器7，普図変動表示遊技の結果如何によって開閉部材9a，…を開閉させる特図始動口を兼ねた普通変動入賞装置9，特図変動表示遊技の結果如何によって大入賞口5bを閉じた状態(遊技者にとって不利な状態)から開放状態(遊技者にとって有利な状態)に変換するサイクル遊技を行う特別変動入賞装置5，一般入賞口8，…，サイドランプ12，…，風車と呼ばれる打球方向変換部材14，多数の障害釘(図示省略)などが配設されている。遊技領域1aの最下端部中央にはアウト球を回収するためのアウト穴13が設けられている。",
                    "【0029】",
                    "特別図柄表示装置4は，例えば，液晶表示装置(LCD：Liquid Crystal Display)からなる特図の変動表示装置4aと，後述の遊技制御装置(遊技制御手段)20(図2)からの指令に基づき変動表示装置4aの表示制御を行う表示制御装置(表示制御手段)40(図2)と，を備えて構成されている。前記変動表示装置4aは，図5(a)等に示すように，一連の遊技図柄(例えば，図柄，数字，記号など)を表示可能な表示画面4gを有している。そして，表示画面4gは，複数の変動表示部10a，10b，10cを有し，該変動表示部10a，10b，10cの各々に一連の遊技図柄(例えば，図柄，数字，記号など)を順次変動表示させた後に停止させることで，特図の変動表示遊技の表示が可能となっている。遊技図柄は，図4に示すように，図柄同士を互いに識別するための識別情報(「1」～「12」の数字図柄)と，該識別情報に対応して設けられるキャラクタ(「C1」～「C12」の格闘家を模したキャラクタ図柄)と，によって構成されている。また，各遊技図柄は，特定図柄と非特定図柄とに分類され，この実施の形態では，特定図柄が確変図柄に設定され，非特定図柄が非確変図柄に設定されている。具体的には，図4に示すように，特定図柄が「1」～「12」の数字図柄の中の奇数図柄(「1」，「3」，「5」，「7」，「9」，「11」)により構成される一方，非特定図柄が偶数図柄(「2」，「4」，「6」，「8」，「10」，「12」)により構成されている。また，特別図柄表示装置4の下部には，図1に示すように，普通変動入賞装置9に遊技球が入賞して特図変動表示遊技が未処理となっている未処理回数を点灯表示する特図始動記憶表示器4b，…が設けられている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0050】",
                  "text": [
                    "この大当たり状態が終了すると，特図始動記憶がない場合には，客待ちの状態(ステップS0)に遷移し，特図始動記憶がある場合には，次の変動表示遊技の変動状態(ステップS1)に移行する。なお，この実施例では，前記特定の組合せ態様は，当該特定の組合せ態様を形成した図柄の種類に対応して複数種類設定されている。具体的には，遊技図柄の停止態様が「1，1，1」，「2，2，2」，「3，3，3」などのぞろ目となる特定の組合せ態様が，複数種類設定されている。そして，前記変動表示遊技の結果態様が前記複数種類の特定の組合せ態様のうち特定図柄による特定の組合せ態様となったことに関連して，すなわち前記大当たり(特別遊技状態)が，確変図柄による特定の組合せ態様(例えば，「3，3，3」，「7，7，7」などの識別情報が3個揃ったぞろ目)で発生したことに関連して，所定の遊技価値に加えて，補助遊技価値が遊技者に対して付与されることになる。",
                    "【0051】",
                    "ここでは，補助遊技価値として，前記大当たり(特別遊技状態)の終了後，その後に大当たりが所定回数(例えば，1回)発生するまで大当たりの発生確率が通常確率(例えば，1／320)から高確率(例えば，5／320)に変換される確率変動状態が発生する。また，この確率変動状態においては，普図の変動表示遊技の変動表示時間が短縮(例えば，30秒から6秒へ)される普図時短状態が発生する。この普図時短状態によって，普図の変動表示遊技の単位時間当たりの実行可能回数が増えて，その分，普図の当たり発生回数も増加することになる。さらに，この普図時短状態中には，普図の当たりによる普通変動入賞装置9の開放パターンの変更制御を併せて行ってもよい。その開放パターンの変更制御としては，例えば，開閉部材9a，…の0．5秒の開放を1回から，3秒の開放を2回，或いは，5秒の開放を1回にするなどの変更制御がある。またさらに，確率変動状態においては，普図の当たり発生確率も通常確率(例えば，確率は1／10)から高確率(例えば，確率は5／10)に変換されるようになっていても良い。",
                    "【0052】",
                    "このように，この実施の形態では，各変動表示部10a，10b，10cにおける遊技図柄の停止態様が予め定められた特定の組合せ態様となることに関連して，大当たりが発生し，この大当たり発生に伴い，大入賞口5bが開放されて，賞球の大量獲得の機会(所定の遊技価値)が遊技者に対して付与されるようになっている。そして，その大当りが特定の条件を満たした遊技図柄の組合せ態様で発生したときには，その大当りの終了後に，確率変動状態が発生するようになっている。",
                    "【0053】",
                    "次に，遊技制御装置20と表示制御装置40とにより行われる変動表示遊技の表示態様について具体的に説明する。",
                    "【0054】",
                    "前述した図3の客待ちの状態(ステップS0)では，図5(a)に示すように，変動表示装置4aの変動表示部10a，10b，10cの各々において遊技図柄が停止表示された状態となっている。なお，この実施の形態では，変動表示装置4aの表示画面4gの上部にレベルメータとして例示する確変比率表示メータ70が表示される。この確変比率表示メータ70は，横方向に伸長された形状をなしており，この確変比率表示メータ70の一端には，「西軍」と描かれた矩形状のガイド部(以下，「西軍」と略称する)70bが設けられる一方，他端に「東軍」と描かれた矩形状のガイド部(以下，「東軍」と略称する)70cが設けられている。また，西軍70bと東軍70cとの間には，特定図柄の割合が横方向のメータ表示によって報知される変動表示部70aが設けられている。また，この実施の形態では，図4に示すように，一連の遊技図柄の中で確変図柄の各々が「西軍」に属する一方，非確変図柄の各々が「東軍」に属する設定となっていて，確変比率表示メータ70aのメータ表示が「東軍」と「西軍」のどちら側に偏っているかによって一連の遊技図柄に含まれる確変図柄及び非確変図柄の割合を遊技者に対して報知するようになっている。この状態で，遊技領域1a中に打ち込まれた遊技球が普通変動入賞装置9に入賞すると，特図の変動表示遊技が開始されて，前述した図3の変動状態(ステップS1)に遷移する。",
                    "【0055】",
                    "この変動状態では，変動表示装置4aの変動表示部10a，10b，10cの各々における一連の遊技図柄が，手前方向に軸回転を行うことにより順次変動表示され，この変動表示される一連の遊技図柄に含まれる特定図柄として分類される遊技図柄の割合が，変動表示装置4aの表示画面4gの上部に表示された確変比率表示メータ70によって遊技者に対して報知される。具体的には，例えば，図5(b)に示すように，変動表示遊技の開始時には，変動表示装置4aの変動表示部10a，10b，10cの各々において変動表示される一連の遊技図柄には各々6図柄の確変図柄と非確変図柄が含まれる。この場合には，変動表示装置4aの表示画面4gの上部に表示された確変比率表示メータ70の変動表示部70aにおけるメータ表示が，西軍70bと東軍70cのちょうど中間を示すことになる。つまり，上記した変動表示遊技の段階では，確変比率表示メータ70の表示態様によって，変動表示される一連の遊技図柄の中には50％の割合で確変図柄が含まれていることを，遊技者は把握することが可能となる。",
                    "【0056】",
                    "加えて，この実施の形態では，所定条件が成立した場合に，変動表示される一連の遊技図柄に含まれる特定図柄として分類される遊技図柄の割合を変更する制御が行われる。この場合には，変動表示装置4aの表示画面4gの上部に表示されたレベルメータの変動表示が行われることによって，特定図柄の割合の変更制御が遊技者に対して報知される。例えば，図6(a)の場合には，西軍70bの位置を0％，東軍70cの位置を100％として，確変比率表示メータ70のメータ表示が75％の位置を表示することによって，一連の遊技図柄の中に確変図柄が75％の割合で含まれていることを遊技者に報知する。この場合には，例えば，一連の遊技図柄の中に6図柄の確変図柄と2図柄の非確変図柄が含まれることになる。つまり，上記した変動表示遊技の段階では，確変比率表示メータ70の表示態様によって，変動表示される一連の遊技図柄の中には，75％の割合で確変図柄が含まれていることを，遊技者は把握することが可能となる。また，例えば，図6(b)の場合には，確変比率表示メータ70のメータ表示が100％の位置を表示することによって，一連の遊技図柄の中に確変図柄が100％の割合で含まれていることを遊技者に報知する。この場合には，例えば，一連の遊技図柄の中に6図柄の確変図柄だけが含まれることになる。つまり，上記した変動表示遊技の段階では，確変比率表示メータ70の表示態様によって，変動表示される一連の遊技図柄の中には，100％の割合で確変図柄が含まれていることを，遊技者は把握することが可能となる。なお，所定条件の成立としては，例えば，変動表示装置4aの各変動表示部10a，10b，10cにおける遊技図柄の停止態様が，リーチ表示態様となった場合や，該リーチ表示態様を成立する可能性が高くなった場合や，特定の組合せ態様を成立する可能性が高くなった場合などが挙げられる。また，前記リーチ表示態様を成立させる遊技図柄の種類に伴い，確変図柄の割合を増加させる変更制御や減少させる変更制御が行われ，それらの変更制御が前記確変比率表示メータ70を変動表示させることによって，遊技者に対して報知されることになる。",
                    "【0057】",
                    "このように，変動表示装置4aの変動表示部10a，10b，10cの各々において一連の遊技図柄が変動表示される過程で，確変比率表示メータ70の表示態様によって，一連の遊技図柄に含まれる確変図柄の割合を遊技者は認識することが可能となる。さらに，所定条件が成立した場合には，一連の遊技図柄に含まれる確変図柄の割合を変更可能となっていて，その確変図柄の割合の変更に伴って確変比率表示メータ70の表示態様が変化することにより，一連の遊技図柄に含まれる確変図柄の割合を遊技者は認識することが可能となる。例えば，変動表示される一連の遊技図柄に含まれる確変図柄の割合が大きくなった場合には，遊技者は確変図柄による特定の組合せ態様が成立して大当たり状態が発生することに対する期待感を抱くことが可能となり，遊技者の遊技に対する興趣を高めることが可能となる。",
                    "【0058】",
                    "上述したような変動表示が，変動表示装置4aの各変動表示部10a，10b，10cにおいて行われた後，各変動表示部10a，10b，10cにおける遊技図柄が，順次停止される過程で，遊技図柄の停止態様が予め定められた特定の組合せ態様(例えば，識別情報が「1，1，1」などのゾロ目)となった場合には，大当たり状態が発生する。そして，この大当たり状態の発生に伴い所定の遊技価値が遊技者に対して付与されることになる。一方，遊技図柄の停止態様が特定の組合せ態様とならなかった場合には，ハズレが確定となって当該変動表示遊技が終了となる。",
                    "【0059】",
                    "以上のように，この実施の形態のパチンコ遊技機によれば，変動表示部10a，10b，10cの各々において変動表示される一連の遊技図柄の中で確変図柄(特定図柄)として分類される遊技図柄の割合が変化するので，変動表示の方法が多彩なものとなる。また，表示画面4g内に確変比率表示メータ70(レベルメータ)が表示されることにより，前記特定図柄の割合が遊技者に対して報知されるので，変動表示部10a，10b，10cの各々において一連の遊技図柄が高速で変動している場合でも，遊技者が前記確変図柄の割合を認識可能となる。また，表示された確変比率表示メータ70が変動することに伴って前記確変図柄の割合が変化することになるので，遊技者は確変比率表示メータ70の変動表示により前記確変図柄の割合を把握することが可能となる。このため，遊技者は現在の遊技状態を把握することができ，遊技に対する関心を高めることが可能となる。従って，遊技者の遊技に対する興趣を高めることが可能となる。",
                    "【0060】",
                    "なお，この実施の形態では，所定条件が成立した場合に，変動表示される一連の遊技図柄に含まれる確変図柄の割合を変化させるようにしたが，これに限られるものではなく，例えば，変動表示装置4aの各変動表示部10a，10b，10cにおける遊技図柄が停止状態となるまでの間に，変動表示される一連の遊技図柄に含まれる確変図柄の割合を複数段階に変化させたり，連続的に変化させたりすることも可能である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0074】",
                  "text": [
                    "また，この実施の形態では，変動表示される一連の遊技図柄に含まれる確変図柄の割合を変更させる方法として，前記一連の遊技図柄に含まれる確変図柄或いは非確変図柄の何れか一方の遊技図柄の数を減少させるようにしたが，これに限られるものではなく，前記一連の遊技図柄に含まれる確変図柄の割合を変更させることが可能であれば如何なる方法であっても良い。例えば，変動表示される一連の遊技図柄に含まれる確変図柄及び非確変図柄双方の遊技図柄の数を減少させることにより，前記一連の遊技図柄に含まれる確変図柄の割合を変更させるようにしてもよい。これにより，変動表示の方法がさらに多彩なものとなり，遊技を変化に富んだ面白みのあるものとすることが可能となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定の誤り及び相違点の看過の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決は，引用発明の「飾り図柄」の「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に，引用発明の「飾り図柄」の「非確変図柄」は，本願発明の「第二属性が設定された識別図柄」に相当するとした上で，本願発明の発明特定事項Eは，本願発明と引用発明の一致点である旨認定したが，①本願発明の特許請求の範囲(請求項1)の記載によれば，本願発明の「識別図柄」は，「基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含」む(発明特定事項D)ものであるから，本願発明の「前記第一属性が設定された識別図柄」にいう「識別図柄」及び「前記第二属性が設定された識別図柄」にいう「識別図柄」(発明特定事項E)は，基本要素部と，属性要素部の二つの要素部を含み，「前記第一属性が設定された識別図柄」とは，基本要素部と，第一属性が設定されたことを示す属性要素部とを含む，識別図柄をいい，本願発明の「前記第二属性が設定された識別図柄」とは，基本要素部と，第二属性が設定されたことを示す属性要素部とを含む，識別図柄をいうものと解される，②引用発明の「飾り図柄」の種類を区別する要素は，「図柄番号」しか存在せず(引用文献1の【0075】)，引用発明の「飾り図柄」は，基本要素部と，属性要素部の二つの要素部を含むものではないから，引用発明の「飾り図柄」のうちの「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に，引用発明の「飾り図柄」の「非確変図柄」は，本願発明の「第二属性が設定された識別図柄」に相当するとはいえない，③したがって，引用発明は，本願発明の「第一属性が設定された識別図柄」及び「第二属性が設定された識別図柄」を有しない以上，本願発明の発明特定事項Eの構成を有しないから，本件審決には，上記一致点の認定の誤り及び相違点の看過がある旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明の特許請求の範囲(請求項1)の記載は，",
                      "text": [
                        "「当否判定結果を示すための複数の識別図柄を含む識別図柄群が変動表示される表示装置と，",
                        "単位演出が一または複数回連続的に発生する演出であって，当該単位演出の発生回数により当否判定結果が当たりとなる蓋然性を示唆する連続演出を実行する連続演出実行手段と，",
                        "ある前記単位演出の発生後に前記表示装置において変動表示される前記識別図柄群に含まれる複数の識別図柄のうちのいずれかは，当該ある単位演出の発生前に前記表示装置において変動表示されていた前記識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を実行する図柄群変化演出実行手段と，",
                        "を備え，",
                        "前記複数の識別図柄のそれぞれは，基本的態様を示す基本要素部と，第一属性および第二属性のいずれが設定されているかを示す属性要素部と，を含み，",
                        "前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されており，",
                        "前記新規の識別図柄は，前記単位演出の発生前には前記第二属性であった識別図柄が，前記基本要素部を維持させつつ前記属性要素部を変化させてなる前記第一属性の識別図柄であることを特徴とする遊技機。」というものである。",
                        "上記記載によれば，本願発明の「識別図柄」は，「基本的態様を示す基本要素部」と「第一属性および第二属性のいずれが設定されているかを示す属性要素部」の二つの要素部を含むものであること，「図柄群変化演出」の実行により変化した「前記新規の識別図柄」は，前記単位演出の発生前には「前記第二属性であった識別図柄」が，「前記基本要素部」を維持させつつ「前記属性要素部」を変化させてなる「前記第一属性の識別図柄」であることからすると，本願発明の発明特定事項Eの「前記第一属性が設定された識別図柄」及び「前記第二属性が設定された識別図柄」は，いずれも「基本要素部」と「属性要素部」の二つの要素部を構成に含むものであって，「前記第一属性が設定された識別図柄」は，「基本的態様を示す基本要素部」と，「第一属性が設定されたことを示す属性要素部」とを含む，「識別図柄」，「前記第二属性が設定された識別図柄」は，「基本的態様を示す基本要素部」と「第二属性が設定されたことを示す属性要素部」を含む，「識別図柄」であることを理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本願明細書には，「前記第一属性が設定された識別図柄」及び「前記第二属性が設定された識別図柄」の用語を定義した記載はないが，「図2(b)に示すように，複数種の識別図柄10は，特別図柄11(本発明における第一図柄に相当する)と通常図柄12(本発明における第二図柄に相当する)に区分けされる。本実施形態では，基本設定(常態)として，奇数の数字を含む図柄が特別図柄11として，偶数の数字を含む図柄が通常図柄12として設定されている。…特別図柄11と通常図柄12は，その態様の差によって区別される。当該「態様の差」の設定するための手法は，図柄の形態，色等，視覚的に区別できる要素であればどのようなものであってもよい。本実施形態では，特別図柄11は赤色に，通常図柄12は青色に表示される。なお，各図においては，ハッチングの有無(特別図柄11がハッチング有)により，特別図柄11と通常図柄12を区別できるよう表している。」(【0029】)，「特別図柄11(本実施形態では特別図柄11の三つ揃い)によって大当たりが報知された場合には，当該大当たりは特別大当たりとなる。一方，通常図画(本実施形態では通常図柄12の三つ揃い)によって大当たりが報知された場合には，当該大当たりは特別大当たりとならない場合がある。本実施形態では，通常図柄12によって大当たりが報知された場合，…基本的には(当該昇格演出が発生しないときには)通常大当たりとなる。通常図柄12によって大当たりが報知された場合には通常大当たりとなることが確定するよう構成されていてもよい。特別大当たりは大当たり遊技終了後の遊技状態が高確率遊技状態に移行するものであって，かかる点において通常大当たりよりも遊技者に有利なものであるといえるから，特別図柄11によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，通常図柄12によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されているといえる。」(【0030】)，「つまり，擬似1変動後擬似停止した識別図柄10が擬似2変動を開始する(図5(c)参照)。このときに各識別図柄群10gに含まれる識別図柄10の割り付けが変化する。具体的には，各識別図柄群10gに含まれる特別図柄11の数が増加する。本実施形態では，擬似1変動時には通常図柄12であった「2」の数字を含む識別図柄10が特別図柄11に変化する(図5(a)(c)参照)。一の通常図柄12が特別図柄11に変化するものであるから，特別図柄11の数が増加するとともに通常図柄12の数が減少するという変化態様であるともいえる。」(【0037】)，「つまり，擬似2変動後擬似停止した識別図柄10が擬似3変動(図6(c)参照)を開始する。このときには，各識別図柄群10gに含まれる特別図柄11の数が再び増加する。本実施形態では，擬似1変動時や擬似2変動時には通常図柄12であった「4」の数字を含む識別図柄10が特別図柄11に変化する(図6(a)(c)参照)。」(【0038】)，「つまり，擬似3変動後擬似停止した識別図柄10が擬似4変動(図7(c)参照)を開始する。このときには，各識別図柄群10gに含まれる特別図柄11の数が再び増加する。本実施形態では，擬似1変動～擬似3変動時には通常図柄12であった「6」の数字を含む識別図柄10が特別図柄11に変化する(図7(a)(c)参照)。つまり，全ての種類の識別図柄10が特別図柄11となる。本実施形態では，三回目の単位演出が発生した場合には，特別大当たりとなることが確定するプレミア演出として設定されている。このように，三回目の単位演出を経ることによって全ての識別図柄10が特別図柄11となることで，「特別大当たり」が確定するものであることを分かりやすくすることが可能である。擬似4変動の少なくとも一部として，識別図柄10が全て特別図柄11となった状態でのいわゆる全回転変動(全回転演出)が実行されるようにすることで，「特別大当たり」が確定するものであることをさらに分かりやすくすることが可能である。」(【0039】)との記載がある。",
                        "上記記載から，①特別図柄(第一図柄)の「三つ揃い」によって大当たりが報知された場合には，「特別大当たり」となり，通常図柄(第二図柄)の「三つ揃い」によって大当たりが報知された場合には，基本的には「通常大当たり」となるところ，「特別大当たり」は大当たり遊技終了後の遊技状態が高確率遊技状態に移行する点において「通常大当たり」よりも遊技者に有利なものであるといえるから，特別図柄11は，「三つ揃い」によって「当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値」は，通常図柄12(第二図柄)よりも大きく設定されているという「属性」を有し，また，基本設定では，奇数の数字を含む図柄が特別図柄11として，偶数の数字を含む図柄が通常図柄12として設定されていること，②特別図柄11と通常図柄12は，その「態様」の差によって区別され，「態様」の差の設定するための手法は，図柄の形態，色等，視覚的に区別できる要素であればよく，「本実施形態」では，特別図柄11は赤色に，通常図柄12は青色に表示されていること(各図面では，特別図柄11はハッチング「有」，通常図柄12はハッチング「無」として色彩を表示)，③「本実施形態」では，擬似1変動時には通常図柄12であった青色の「2」の数字を含む識別図柄10が赤色の「2」の数字を含む特別図柄11(図5)に，擬似1変動時や擬似2変動時には通常図柄12であった青色の「4」の数字を含む識別図柄10が赤色の「4」の数字を含む特別図柄11(図6)に，擬似1変動～擬似3変動時には通常図柄12であった青色の「6」の数字を含む識別図柄10が赤色の「6」の数字を含む特別図柄11(図7)にそれぞれ変化することを理解できる。",
                        "そして，本願発明は，「前記第一属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値は，前記第二属性が設定された識別図柄によって当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値よりも大きく設定されて」いること(発明特定事項E)に照らすと，青色の「2」，「4」又は「6」の数字を含む，識別図柄10である「通常図柄12」は，「前記第二属性が設定された識別図柄」に，赤色の「2」，「4」又は「6」の数字を含む，識別図柄10である「特別図柄11」は，「前記第一属性が設定された識別図柄」に相当するものであって，それぞれの「数字」の部分が「基本要素部」に，「赤色」の色彩が「第一属性」が設定されていることを示す「属性要素部」に，「青色」の色彩が「第二属性」が設定されていることを示す「属性要素部」に相当することを理解できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上の本願発明の特許請求の範囲(請求項1)の記載及び本願明細書の上記開示事項を総合すると，本願発明の「前記第一属性が設定された識別図柄」は，「基本的態様を示す基本要素部」と，「第一属性が設定されたことを示す属性要素部」とを含む，「識別図柄」であり，本願発明の「前記第二属性が設定された識別図柄」は，「基本的態様を示す基本要素部」と「第二属性が設定されたことを示す属性要素部」を含む，「識別図柄」であると解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明(前記第2の3(2)ア)の構成d及びeと引用文献1の記載(【0075】ないし【0078】)によれば，①引用発明の「飾り図柄」には，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおいて停止表示されたときに，「通常大当り組合せ」を構成する「非確変図柄」と「確変大当り組合せ」を構成する「確変図柄」があること，②「非確変図柄」が「通常大当り組合せ」となる確定飾り図柄として停止表示されると，通常開放大当り状態に制御され，その終了後には，時短制御が行われる一方で，「確変図柄」が「確変大当り組合せ」となる確定飾り図柄として停止表示されると，通常開放大当り状態に制御され，その終了後には，時短制御とともに確変制御が行われ，確変制御が行われると，各回の特図ゲームにおいて可変表示結果が「大当り」となる確率は，通常状態に比べて高くなることからすると，「確変図柄」は，所定の組合せによって「当否判定結果が当たりとなったことが示された場合における遊技者が享受する利益の期待値」が「非確変図柄」よりも大きく設定されているという「属性」を有することを理解できる。",
                        "そうすると，引用発明の「飾り図柄」のうちの「確変図柄」は，本願発明にいう「第一属性」が設定された「図柄」に，「飾り図柄」のうちの「非確変図柄」は，本願発明にいう「第二属性」が設定された「図柄」に相当するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献1には，「確変図柄」及び「非確変図柄」に関し，「「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて可変表示される飾り図柄には，例えば8種類の図柄(英数字「1」～「8」あるいは漢数字や，英文字，所定のモチーフに関連する8個のキャラクタ画像，数字や文字あるいは記号とキャラクタ画像との組合せなどであればよく，キャラクタ画像は，例えば人物や動物，これら以外の物体，もしくは，文字などの記号，あるいは，その他の任意の図形を示す飾り画像であればよい)で構成される。飾り図柄のそれぞれには，対応する図柄番号が付されている。例えば，「1」～「8」を示す英数字それぞれに対して，「1」～「8」の図柄番号が付されている。」(【0018】)，「通常大当り組合せとなる確定飾り図柄は，例えば画像表示装置5における「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて可変表示される図柄番号が「1」～「8」の飾り図柄のうち，図柄番号が偶数「2」，「4」，「6」，「8」である飾り図柄のいずれか1つが，「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて所定の有効ライン上に揃って停止表示されるものであればよい。通常大当り組合せを構成する図柄番号が偶数「2」，「4」，「6」，「8」である飾り図柄は，通常図柄(「非確変図柄」ともいう)と称される。」(【0075】)，「確変大当り組合せとなる確定飾り図柄は，例えば画像表示装置5における「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて可変表示される図柄番号が「1」～「8」の飾り図柄のうち，図柄番号が奇数「1」，「3」，「5」，「7」である飾り図柄のいずれか1つが，「左」，「中」，「右」の各飾り図柄表示エリア5L，5C，5Rにて所定の有効ライン上に揃って停止表示されるものであればよい。確変大当り組合せを構成する図柄番号が奇数「1」，「3」，「5」，「7」である飾り図柄は，確変図柄と称される。」(【0077】)との記載がある。",
                        "上記記載から，引用文献1には，図柄表示エリアに表示される「飾り図柄」には，例えば，8種類の図柄(英数字「1」～「8」あるいは漢数字や，英文字，所定のモチーフに関連する8個のキャラクタ画像，数字や文字あるいは記号とキャラクタ画像との組合せなど)があり，それぞれに対応する「図柄番号」が付されていること(例えば，図柄番号1ないし8)，実施形態において，図柄番号が奇数「1」，「3」，「5」，「7」である飾り図柄は，「確変図柄」と，図柄番号が偶数「2」，「4」，「6」，「8」である飾り図柄は，「非確変図柄」と称されていることを理解できる。",
                        "そして，引用文献1記載の「先読み予告演出が実行される場合の画像表示装置における表示動作例」を示す図26ないし28，32，33，「疑似連予告演出が実行される場合の画像表示装置における表示動作例」を示す図38には，「飾り図柄」は，黒色の同一色彩のゴシック様の「1」ないし「8」の数字の図柄として表されている。",
                        "以上によれば，引用文献1に具体例として開示された「飾り図柄」は，黒色の同一色彩のゴシック様の「1」ないし「8」の数字の図柄であって，図柄の種類を視覚的に区別できる要素は「数字」以外には存在しないこと，引用文献1には，「確変図柄」か「非確変図柄」は，「飾り図柄」のそれぞれに対応する図形番号が偶数か奇数かによって分類され，固定されており，「非確変図柄」が「確変図柄」に変化する場合についての開示がないことからすると，引用文献1に具体例として開示された「飾り図柄」は，「基本的態様を示す基本要素部」と「第一属性および第二属性のいずれが設定されているかを示す属性要素部」の二つの要素部を有する「識別図柄」であるとはいえない。また，引用文献1の記載を全体としてみても，引用発明の「飾り図柄」が上記二つの要素部を有することについての記載はない。",
                        "そうすると，引用発明の「飾り図柄」のうちの「確変図柄」は，本願発明にいう「第一属性」が設定された「図柄」ではあるが，本願発明の「第一属性が設定された識別図柄」に相当するものではなく，また，引用発明の「飾り図柄」のうちの「非確変図柄」は，本願発明にいう「第二属性」が設定された「図柄」ではあるが，本願発明の「第二属性が設定された識別図柄」に相当するものではないというべきである。",
                        "したがって，引用発明は，本願発明の「第一属性が設定された識別図柄」及び「第二属性が設定された識別図柄」の構成を有するものと認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用発明は，本願発明の「第一属性が設定された識別図柄」及び「第二属性が設定された識別図柄」の構成を有するものと認められない以上，本願発明の発明特定事項Eの構成を有するものといえないから，この点において，本件審決には，一致点の認定の誤り及び相違点の看過があるものと認められる。",
                    "これに反する被告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1ないし3の容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，相違点1ないし3について，「再変動」(本願発明の「単位演出」に相当。)の契機となる前回の「変動(再変動)」に基づく仮停止について，初回の変動においてチャンス目Aが仮停止し，2回目の変動(再変動)においてチャンス目Bが仮停止するというように，仮停止させるチャンス目を，段階的に大当り信頼度が高いものとしていく引用発明において，「再変動」の契機となる，前回の「変動(再変動)」に基づく所定のチャンス目により仮停止させることを節目として，引用文献2に記載の技術である，遊技図柄の確変図柄の割合を変化させるという演出である「図柄群変化演出」を適用することにより，所定のチャンス目が仮停止した後の「再変動」において，当該「図柄群変化演出」により遊技図柄の確変図柄の割合が変化した後の遊技図柄を用いた変動を実行するとともに，当該「図柄群変化演出」において，遊技の興趣を向上させるために，遊技図柄の確変図柄の割合を変化させる態様として，上記周知技術の態様を採用して，非確変図柄を確変図柄に変更することにより，相違点1ないし3に係る本願発明の構成とすることは，当業者が容易になし得たものである旨判断したが，引用発明から出発して，相違点1ないし3に係る本願発明の構成に想到することは，当業者にとって容易であったということはできない旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献1には，所定の入賞領域(始動入賞口)に遊技媒体が入賞する(始動条件が成立する)と識別情報を可変表示(「変動」)可能な可変表示装置が設けられ，識別情報の可変表示の表示結果が特定表示結果(大当り図柄)となった場合に遊技者にとって有利な特定遊技状態(大当り遊技状態)に制御可能に構成された従来の遊技機において，可変表示が実行されるより前に複数回の可変表示に渡って予告演出を実行し，連続した予告演出の態様の組合せにより，表示結果を予告するものも提案されているが，遊技に有利状態となる可能性が低い予告演出が実行された場合には，遊技者が落胆してしまい，遊技の興趣が低下してしまうおそれがあったという問題があったため，「本発明」の課題は，上記実情に鑑み，遊技の興趣を向上させた遊技機を提供することを目的とすることにある旨の開示がある(【0002】，【0003】，【0005】，【0006】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，引用発明の遊技機は，①「特図ゲームの第1開始条件と第2開始条件のいずれか一方が1回成立したことに対応して，飾り図柄の可変表示が開始されてから可変表示結果となる確定飾り図柄が導出表示されるまでに，「左」，「中」，「右」の飾り図柄表示エリア5L，5C，5Rにおける全部にて飾り図柄を一旦仮停止表示させた後，全部の飾り図柄表示エリア5L，5C，5Rにて飾り図柄を再び変動させる擬似連の可変表示演出であって，擬似連の可変表示演出(「再変動」)は1回の変動において最大3回まで実行可能になっていて，再変動の回数が多ければ多いほど，大当り信頼度が高くなるように変動パターンが決定され，決定された変動パターンなどに基づいて演出制御パターンとしての特図変動時演出制御パターンをセットし，演出制御パターンに含まれる，演出装置における演出動作の制御内容を示し，演出制御の実行を指定する表示制御データ＃1～表示制御データ＃n(nは任意の整数)の内容に従って，画像表示装置5の制御を進行させる演出制御用CPU120とを備え」(構成b)，②「可変表示結果が「リーチハズレ」，「大当り」のいずれであるかによって擬似連予告演出が実行される割合，擬似連予告パターンの決定割合が異なり，具体的には，可変表示結果が「大当り」である場合には，「リーチハズレ」である場合よりも，擬似連予告演出が実行される割合が高くなっていて，チャンス目Aが停止する擬似連予告パターンYP1-1の擬似連予告演出が実行された場合よりも，チャンス目Bが停止する擬似連予告パターンYP1-2の擬似連予告演出が実行された場合の方が，可変表示結果が「大当り」となる割合である大当り信頼度が高くなっていて，チャンス目の種別により大当り信頼度が異なるものとされ，4回の変動及び再変動(擬似連3回の変動パターン)に渡って実行される擬似連予告演出の擬似連予告パターンとして，初回の変動においてチャンス目Aが仮停止し，2回目の変動(再変動)においてチャンス目Bが仮停止し，3回目の変動(再変動)において，背景画像が特殊な背景画像に変化し，4回目の変動(再変動)においては継続して特殊な背景画像において変動が実行される擬似連予告パターンを設けることで，大当り信頼度が段階的にステップアップしていくような演出を行」い(構成c)，③「所定の通常大当り組合せとなる確定飾り図柄が停止表示されると，通常開放大当り状態に制御され，その終了後には，時短制御が行われる一方，所定の確変大当り組合せとなる確定飾り図柄が停止表示されると，通常開放大当り状態に制御され，その終了後には，時短制御とともに確変制御が行われ，確変制御が行われると，各回の特図ゲームにおいて可変表示結果が「大当り」となる確率は，通常状態に比べて高くなり，確変制御は，大当り遊技状態の終了後に可変表示結果が「大当り」となって再び大当り遊技状態に制御されるという条件が成立したときに終了する」(構成e)との構成を有している。",
                        "引用発明は，構成cのとおり，疑似連予告演出で仮停止するチャンス目の種別(チャンス目A又はB)及び疑似連予告演出の回数と背景画像の変化とからなる擬似連予告パターンを設けることによって，大当り信頼度が段階的にステップアップしていくような演出を行う構成のものであることが認められる。",
                        "そして，引用文献1には，チャンス目に関し，「チャンス目Aは，図21(A)に示すように，左図柄と中図柄が同じ数字であり，右図柄のみが1つずれた数字の組合せとなっている。また，先読み予告パターンSYP1-2に基づく停止図柄予告では，連続演出用のチャンス目として，図21(B)に示すチャンス目CB1～CB6(チャンス目B)のいずれかが停止する。チャンス目Bは，図21(B)に示すように，並び数字の組合せとなっている。この実施の形態では，後述するように，チャンス目Aが停止する停止図柄予告が実行された場合よりも，チャンス目Bが停止する停止図柄予告が実行された場合の方が，大当りとなる可能性(大当り信頼度)が高くなっている。このようにすることで，停止図柄予告が実行されるときに，いずれのチャンス目が停止したかに遊技者を注目させることができ，遊技の興趣が向上する。」(【0247】)，「また，図35(B)に示す決定割合では，チャンス目Aが停止する擬似連予告パターンYP1-1の擬似連予告演出が実行された場合よりも，チャンス目Bが停止する擬似連予告パターンYP1-2の擬似連予告演出が実行された場合の方が，可変表示結果が「大当り」となる割合(大当り信頼度)が高くなっている。このように，チャンス目の種別により大当り信頼度が異なるので，遊技者が停止図柄に注目するようになり，遊技の興趣が向上する。」(【0370】)との記載がある。上記記載から，「チャンス目」(チャンス目A及びB)は，「飾り図柄」を構成する個々の数字ではなく，「数字の組合せ」であり，「数字の組合せ」に着目して可変表示結果が「大当り」となる割合(大当り信頼度)に差を設けていることを理解できる。",
                        "また，引用文献1には，背景画像の変化に関し，「また，擬似連予告パターンYP1-1や擬似連予告パターンYP1-2といった停止図柄予告の擬似連予告演出が実行された場合よりも，背景変化予告の擬似連予告パターンYP2-1の擬似連予告演出が実行された場合の方が，大当り信頼度が高くなっている。」(【0371】)，「また，擬似連予告パターンYP1-1や擬似連予告パターンYP1-2といった停止図柄予告の擬似連予告演出が実行された場合よりも，停止図柄予告から背景変化予告に変化する擬似連予告パターンYP3-1の擬似連予告演出が実行された場合の方が，大当り信頼度が高くなっている。」(【0372】)，「このように，大当り信頼度が低い停止図柄予告の擬似連予告演出が実行された場合であっても，大当り信頼度が高い背景変化予告に変化する場合があるので，停止図柄予告が実行された場合であっても，遊技者は背景変化予告に変化することを期待するようになり，遊技者の期待感を維持することができ，遊技の興趣が向上する。」(【0373】)との記載がある。上記記載から，背景画像の変化の有無に着目して可変表示結果が「大当り」となる割合(大当り信頼度)に差を設けていることを理解できる。",
                        "以上によれば，引用発明は，数字の組合せからなるチャンス目の種別(チャンス目A又はB)及び疑似連予告演出の回数と背景画像の変化に着目し，この観点から，大当り信頼度が段階的にステップアップしていくような演出を行うことにより，遊技の興趣を向上させるものであるものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献2には，①複数種類の遊技図柄を変動表示装置において変動表示させることで変動表示遊技を行う従来の遊技機においては，「リーチ状態」が発生した場合，例えば，遊技者の大当たり状態の発生に対する期待感を高めて，遊技の興趣を盛り上げるために，最後に停止状態となる変動表示部における遊技図柄の変動表示速度を変化させたり，変動表示部に表示される遊技図柄の背景領域を利用してキャラクタ等による演出表示を行ったりするのが一般的であるが，既に在り来たりのものであり，それらの演出表示だけでは遊技者は遊技の興趣を得難くなっており，また，未だ変動表示中の変動表示部において変動表示される遊技図柄の中で特定の組合せ態様を成立し得ない遊技図柄の数を減少させて，特定の組合せ態様が成立し易いような状態を演出表示することにより，遊技者の大当たり状態の発生に対する期待感を高めている遊技機もあるが，遊技図柄の数を減少させた状態で行われる変動表示の速度が高速であると，遊技者が遊技図柄の数が減少していることを把握できないまま遊技を終了してしまうおそれがあるため，変動表示の速度を低速にするのが一般的であるが，その場合には，遊技自体にスピード感がなくなり，変化に乏しい面白みのないものとなり，遊技の興趣を得難いという問題点があったことから，遊技者の遊技に対する興趣を高める上で斬新な変動表示を行う遊技機が求められており，②「本発明」の課題は，上記実情に鑑み，遊技者の遊技に対する興趣を高めることが可能な遊技機を提供することを目的とすることにある旨の開示がある(【0002】ないし【0004】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献2に記載の技術は，「変動表示装置4aの各変動表示部10a，10b，10cにおける遊技図柄が停止状態となるまでの間に，変動表示される一連の遊技図柄に含まれる確変図柄の割合を複数段階に変化させ」るものであり，「変動表示される一連の遊技図柄に含まれる確変図柄の割合が大きくなった場合には，遊技者は確変図柄による特定の組合せ態様が成立して大当たり状態が発生することに対する期待感を抱くことが可能となり，遊技者の遊技に対する興趣を高めることが可能となるものであ」り，「変動表示される一連の遊技図柄に含まれる確変図柄の割合を複数段階に変化させる」技術であるから，変動表示される「一連の遊技図柄」に含まれる「確変図柄の割合」の大きさに着目し，この観点から，大当り信頼度が段階的にステップアップしていくような演出を行うことにより，遊技の興趣を向上させるものであるものと認められる。",
                        "そうすると，遊技の興趣の向上のために着目する観点が，引用発明においては，数字の組合せからなるチャンス目の種別(チャンス目A又はB)及び疑似連予告演出の回数と背景画像の変化であるの対し，引用文献2に記載の技術は，「一連の遊技図柄」に含まれる「確変図柄の割合」の大きさである点で，相違するものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を前提に検討するに，前記ア及びイの認定事実によれば，引用発明と引用文献2に記載の技術は，遊技の興趣の向上という課題が共通し，1回の変動中に複数段階で演出態様を変化させるという共通の機能を有しているものと認められるが，一方で，引用発明と引用文献2に記載の技術は，遊技の興趣の向上のために着目する観点が相違すること(前記イ(イ))，引用発明の「飾り図柄」は，「基本的態様を示す基本要素部」と「第一属性および第二属性のいずれが設定されているかを示す属性要素部」の二つの要素部を有する「識別図柄」であるとはいえず，引用発明の「飾り図柄」のうちの「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に相当するものではなく，引用発明の「飾り図柄」のうちの「非確変図柄」は，本願発明の「第二属性が設定された識別図柄」に相当するものではないこと(前記(3)イ)に鑑みると，引用文献1及び2に接した当業者が，数字の組合せからなるチャンス目の種別(チャンス目A又はB)及び疑似連予告演出の回数と背景画像の変化に着目し，この観点から，大当り信頼度が段階的にステップアップしていくような演出を行う引用発明において，遊技の興趣の向上のために，「一連の遊技図柄」に含まれる確変図柄の割合の大きさに着目する引用文献2に記載の技術を適用して遊技図柄の確変図柄の割合を変化させる構成とする動機付けがあるものと認めることはできないし，引用発明に引用文献2に記載の技術及び本件周知技術を適用する動機付けがあるものと認めることもできない。",
                    "また，仮に引用発明に引用文献2に記載の技術及び本件周知技術を適用しようとした場合に，引用発明において相違点1ないし3に係る本願発明の各構成をそれぞれどのように備えることになるのかを具体的に想到することは，当業者にとって容易であるということはできない。",
                    "そうすると，本件審決の相違点1ないし3の容易想到性に関する前記判断のうち，「当該「図柄群変化演出」において，遊技の興趣を向上させるために，遊技図柄の確変図柄の割合を変化させる態様として，上記周知技術の態様を採用して，非確変図柄を確変図柄に変更することにより，相違点1ないし3に係る本願発明の構成とすることは，当業者が容易になし得た」との部分は，論理付けが不十分であって，採用することができないから，本件審決における相違点1ないし3の容易想到性の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し被告は，①引用発明と引用文献2に記載の技術は，遊技者に段階的に有利となる期待感を高めることで興趣を向上させるという点で課題が共通し，1回の変動中に複数段階に演出態様を変化させるという点で作用・機能も共通すること，②擬似連変動を行うパチンコ機において，図柄や画像の段階的な変化を仮停止後の再変動を契機に行うことは，広く一般に周知の技術であること，③引用文献2の【0074】の「前記一連の遊技図柄に含まれる確変図柄の割合を変更させることが可能であれば如何なる方法であっても良い。」との記載は，引用文献2に記載の技術において，「図柄群変化演出」により遊技図柄(識別図柄)の確変図柄の割合を変化させる方法について，実施例に例示した形態以外の他の周知の態様に置換することを許容していることを示唆するものであり，当該他の周知の方法の具体例として，本件周知技術である「通常図柄を確変図柄扱いにしていく図柄変化演出」が存在することに鑑みると，引用文献1及び2に接した当業者は，引用発明における「1回の変動」における「擬似連」としてその各「仮停止」した後の「再変動」において，「図柄群変化演出」により遊技図柄の確変図柄の割合が変化した後の遊技図柄を用いた変動を実行する構成とし，当該「図柄群変化演出」において，遊技の興趣を向上させるために，遊技図柄の確変図柄の割合を変化させる態様として，本件周知技術の態様(「変化前に表示装置において変動表示されていた識別図柄群には含まれていなかった新規の識別図柄となるように設定された図柄群変化演出を，変化前の非確変図柄を消して替わりに新たな確変図柄を出現させること」)を適用して，相違点1ないし3に係る本願発明の構成とすることを容易になし得たものである旨主張する。",
                    "しかしながら，前記ウで説示したとおり，引用発明と引用文献2に記載の技術は，遊技の興趣の向上のために着目する観点が，引用発明においては，数字の組合せからなるチャンス目の種別(チャンス目A又はB)及び疑似連予告演出の回数と背景画像の変化であるのに対し，引用文献2に記載の技術は，「一連の遊技図柄」に含まれる「確変図柄の割合」の大きさである点において相違すること，引用発明の「飾り図柄」は，「基本的態様を示す基本要素部」と「第一属性および第二属性のいずれが設定されているかを示す属性要素部」の二つの要素部を有する「識別図柄」であるとはいえず，引用発明の「飾り図柄」のうちの「確変図柄」は，本願発明の「第一属性が設定された識別図柄」に相当するものではなく，引用発明の「飾り図柄」のうちの「非確変図柄」は，本願発明の「第二属性が設定された識別図柄」に相当するものではないことに照らすと，上記①及び②の点を考慮しても，引用文献1及び2に接した当業者が，引用発明において，遊技の興趣の向上のために，引用文献2に記載の技術及び本件周知技術を適用して遊技図柄の確変図柄の割合を変化させる構成とする動機付けがあるものと認めることはできない。",
                    "また，仮に引用発明に引用文献2に記載の技術及び本件周知技術を適用しようとした場合に，引用発明において相違点1ないし3に係る本願発明の各構成をそれぞれどのように備えることになるのかを具体的に想到することは，当業者にとって容易であるということはできない。",
                    "さらに，引用文献2の【0074】は，「また，この実施の形態では，変動表示される一連の遊技図柄に含まれる確変図柄の割合を変更させる方法として，前記一連の遊技図柄に含まれる確変図柄或いは非確変図柄の何れか一方の遊技図柄の数を減少させるようにしたが，これに限られるものではなく，前記一連の遊技図柄に含まれる確変図柄の割合を変更させることが可能であれば如何なる方法であっても良い。例えば，変動表示される一連の遊技図柄に含まれる確変図柄及び非確変図柄双方の遊技図柄の数を減少させることにより，前記一連の遊技図柄に含まれる確変図柄の割合を変更させるようにしてもよい。これにより，変動表示の方法がさらに多彩なものとなり，遊技を変化に富んだ面白みのあるものとすることが可能となる。」との記載であることに照らすと，当業者が上記記載中の「如何なる方法」として本件周知技術を直ちに想起するものと認めることはできないから，上記③の点は，上記動機付けの根拠となるものではない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決には，一致点の認定を誤り，相違点を看過し，相違点1ないし3の容易想到性の判断の誤りがあるから，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由2は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取り消されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10035",
    "date": "2021-03-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090212",
    "ipprecedent_id": "5530",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}