{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-3390号事件について令和元年11月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，請求項1及び12に係る特許発明の進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，名称を「熱硬化性コーティングを有する物品及びコーティング方法」とする発明について，平成28年2月3日に特許出願し(優先権主張：2015年2月3日，2015年11月18日及び2016年2月2日〔以下，「本件優先日」という。〕，いずれも米国。以下，「本願」という。甲3)，平成29年9月29日付けで手続補正をし(甲5)，さらに，平成30年8月17日付けで手続補正をした(請求項の数は25。以下，「本件補正」という。甲8)が，同年11月2日付けで拒絶査定(以下，「本件拒絶原査定」という。甲9)を受けた。",
            "原告は，平成31年3月12日，拒絶査定不服審判請求をした(不服2019-3390号。甲10)が，特許庁は，令和元年11月26日，審判の請求を不成立とする審決(以下，「本件審決」という。)をし，その謄本は，同月26日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正後の特許請求の範囲(甲8。以下，請求項1～25に係る発明をそれぞれ「本願発明1」～「本願発明25」といい，併せて「本願」ということもある。また，本願の明細書及び図面〔甲3〕を「本願明細書」という。)",
          "text": [
            "【請求項1】(本願発明1)",
            "2物品システムにおける感受性の高い物品の腐食を防止するための方法であって，前記2物品システムにおける第1の物品及び第2の物品は，互いに面する表面を有しており，前記2つの物品は，異なる陽極指数を有しており，",
            "前記第1の物品の表面にコーティング材を塗布するステップと，",
            "前記第1の物品の表面上の前記コーティング材を硬化させるステップと，",
            "前記第1の物品の表面を前記第2の物品の表面に接触させて固定するステップと",
            "を含み，",
            "前記2つの物品は，標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さず，前記コーティング材料は，コーティング中に架橋結合して架橋エポキシコーティングを形成するエポキシ材料である，2物品システムにおける感受性の高い物品の腐食を防止するための方法。",
            "【請求項2】(本願発明2)",
            "前記エポキシ材料は融着エポキシ材料である，請求項1に記載の方法。",
            "【請求項3】(本願発明3)",
            "前記エポキシ材料は，華氏約400～450度の温度に曝されると約30秒以下で硬化し，前記架橋エポキシコーティングを形成する，請求項2に記載の方法。",
            "【請求項4】(本願発明4)",
            "前記コーティング材は，第1のコーティング材及び第2のコーティング材を含み，",
            "前記第1のコーティング材は完全硬化されて第1の硬化層を形成し，前記第2のコーティング材は前記第1の硬化層上に塗布される，請求項1に記載の方法。",
            "【請求項5】(本願発明5)",
            "前記第2のコーティング材は潤滑剤である，請求項4に記載の方法。",
            "【請求項6】(本願発明6)",
            "前記コーティング材は，硬化したときに，約0．0015～0．0035インチの実質的に均一な厚さを有する，請求項1に記載の方法。",
            "【請求項7】(本願発明7)",
            "前記厚さは約0．0015インチである，請求項6に記載の方法。",
            "【請求項8】(本願発明8)",
            "前記コーティング材が塗布される前記物品は，前記コーティング材の塗布前に予熱される，請求項1に記載の方法。",
            "【請求項9】(本願発明9)",
            "前記第1の物品と前記第2の物品は異種金属である，請求項1に記載の方法。",
            "【請求項10】(本願発明10)",
            "前記第1の物品は雄型部品締結具である，請求項1に記載の方法。",
            "【請求項11】(本願発明11)",
            "前記雄型部品締結具は，800時間にわたり125℃の温度で加熱したとき，約25％以下の張力損失を示す，請求項10に記載の方法。",
            "【請求項12】(本願発明12)",
            "2物品システムであって，該2物品システムの第1の物品及び第2の物品は，互いに面する表面を有しており，前記2つの物品は異なる陽極指数を有し，",
            "前記第1の物品の表面は，該第1の物品の表面上でコーティング材を硬化することによって形成されたコーティング層を含み，",
            "前記第1の物品の表面は，前記第2の物品の表面と接触して固定されており，",
            "前記2つの物品は，標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さず，前記コーティング材料は，架橋エポキシコーティングである，2物品システム。",
            "【請求項13】(本願発明13)",
            "前記エポキシ材料は融着エポキシ材料である，請求項12に記載のシステム。",
            "【請求項14】(本願発明14)",
            "前記エポキシ材料は，華氏約400～450度の温度に曝されると約30秒以下で硬化し，前記架橋エポキシコーティングを形成する，請求項12に記載のシステム。",
            "【請求項15】(本願発明15)",
            "前記コーティング材は，第1のコーティング材及び第2のコーティング材を含み，",
            "前記第1のコーティング材は完全硬化されて第1の硬化層を形成しており，前記第2のコーティング材は前記第1の硬化層上に塗布されて前記コーティング材を形成している，請求項12に記載のシステム。",
            "【請求項16】(本願発明16)",
            "前記第2のコーティング材は熱硬化性材料である，請求項15に記載のシステム。",
            "【請求項17】(本願発明17)",
            "前記第2のコーティング材は潤滑剤である，請求項15に記載のシステム。",
            "【請求項18】(本願発明18)",
            "前記コーティング材は，硬化したときに，約0．0015～0．0035インチの実質的に均一な厚さを有する，請求項12に記載のシステム。",
            "【請求項19】(本願発明19)",
            "前記厚さは約0．0015～0．0025インチである，請求項18に記載のシステム。",
            "【請求項20】(本願発明20)",
            "前記第1の物品と前記第2の物品は異種金属である，請求項12に記載のシステム。",
            "【請求項21】(本願発明21)",
            "前記第1の物品は鋼ボルトであり，前記第2の物品はより低い陽極指数を有する金属から形成されている，請求項12に記載のシステム。",
            "【請求項22】(本願発明22)",
            "前記第2の物品はマグネシウムから形成され，前記硬化させたコーティング材が少なくとも前記鋼ボルトの頭部上に存在し，マグネシウム試験片に取り付けられる場合，前記マグネシウム試験片は，試験手順GMW17026下での15年シミュレーション試験後，前記マグネシウム試験片上の類似のコーティングされていない鋼ボルトの約3％未満の孔食を示す，請求項21に記載のシステム。",
            "【請求項23】(本願発明23)",
            "前記第1の物品は雄型部品締結具である，請求項12に記載のシステム。",
            "【請求項24】(本願発明24)",
            "前記雄型部品締結具は，800時間にわたり125℃の温度で加熱したとき，約25％以下の張力損失を示す，請求項23に記載のシステム。",
            "【請求項25】(本願発明25)",
            "前記第1の物品は鋼ボルトであり，前記コーティング層は少なくとも，前記鋼ボルトの頭部上と，前記鋼ボルトの前記頭部の下側とに存在する，請求項12に記載のシステム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件拒絶原査定の拒絶の理由",
          "text": [
            "本願発明1～25は，甲1及び2に記載された発明に基づいて，当業者が容易に発明をすることができたものである(甲9)。",
            "甲1    特開2007-198544号公報",
            "甲2    特表2006-526116号公報"
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1に記載された発明について",
              "text": [
                "甲1には，「マグネシウム合金の締結構造」に関して，実施例として，次の二つの発明(以下，「引用発明1」，「引用発明2」という。)が記載されている。",
                "なお，甲1の段落【0055】の「JIS  Z2731」については，日本工業規格「JIS  Z2371：2000」(塩水噴霧試験方法；改正され日本産業規格「JIS  Z2371：2015」)が存在すること，及び，「JIS  Z2731」は日本工業規格(日本産業規格)として存在しないことに照らして，「JIS  Z2371」の誤記であると認める。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "「耐熱マグネシウム合金部材と，該耐熱マグネシウム合金部材を締結する締結部材である鉄製のフランジ付きボルトとを備えるマグネシウム合金部材の締結構造におけるマグネシウム合金部材の締結部分における電気的腐食の発生を未然に防止する方法であって，前記締結構造における鉄製のフランジ付きボルト及び耐熱マグネシウム合金部材は，互いに面する表面を有しており，前記耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトは，異なる腐食電位を有しており，",
                    "前記鉄製のフランジ付きボルトの頭部に固体潤滑剤を分散させた樹脂をディッピング方式で被覆し，",
                    "熱処理して焼き付け塗布すること，",
                    "被覆層を形成した鉄製のフランジ付きボルトを，ボルト穴が形成された耐熱マグネシウム合金部材に締結することと",
                    "を含み，",
                    "前記耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトは，電位差腐食試験としてJIS  Z2371に基づく塩水噴霧試験において，通常の鉄製ボルトで耐熱マグネシウム合金部材を締結したものの塩水噴霧による電位差腐食量よりも，鉄製ボルトの頭部に固体潤滑剤を含んだ被覆層を形成されたコートボルトを締結した耐熱マグネシウム合金部材の腐食量は低減され，前記被覆する材料はエポキシ樹脂である，前記マグネシウム合金部材の締結部分における電気的腐食の発生を未然に防止する方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2",
                  "text": [
                    "「耐熱マグネシウム合金部材と，該耐熱マグネシウム合金部材を締結する締結部材である鉄製のフランジ付きボルトとを備えるマグネシウム合金部材の締結構造であって，該締結構造の鉄製のフランジ付きボルト及び耐熱マグネシウム合金部材は，互いに面する表面を有しており，前記耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトは異なる腐食電位を有し，",
                    "前記鉄製のフランジ付きボルトは，前記鉄製のフランジ付きボルトの頭部に固体潤滑剤を分散させた樹脂をディッピング方式で被覆し，熱処理して焼き付け塗布されて被覆層を形成しており，",
                    "前記鉄製のフランジ付きボルトの表面は，前記耐熱マグネシウム合金部材の表面と接触して固定されており，",
                    "前記耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトは，電位差腐食試験としてJIS  Z2371に基づく塩水噴霧試験において，通常の鉄製ボルトで耐熱マグネシウム合金部材を締結したものの塩水噴霧による電位差腐食量よりも，鉄製ボルトの頭部に固体潤滑剤を含んだ被覆層を形成されたコートボルトを締結した耐熱マグネシウム合金部材の腐食量は低減され，前記被覆層はエポキシ樹脂を熱処理して焼き付け塗布されたものである，",
                    "締結構造。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2について",
              "text": [
                "甲2の段落【0038】には，次の事項が記載されている。",
                "「1つの実施形態においては，さらに別のコーティング層の粘着を防ぐのに用いられるコーティングのバインダ成分は，エポキシ樹脂を含むことが好ましい。エポキシ樹脂は，望ましいコーティング特性，例えば，良好な粘着及び良好な耐磨耗性を与えて，ファスナとの製造中にコーティングが元の状態のままであるように選択される。理論的には，多くの種類のエポキシバインダが好適であり，このような望ましいコーティング特性を与える。エポキシバインダは熱硬化性，すなわち，架橋することができ，又は，好適な高分子量である場合には熱可塑性とすることができる。好適なエポキシ樹脂の特定の実施例は，限定されるものではないが，ビスフェノールA及びビスフェノールAのジクリジジルエーテルの反応から製造されるビスフェノールA型エポキシ樹脂，エポキシノボラック樹脂，フェノキシ樹脂，水分散性に改質されるような樹脂(例えば，末端エポキシド基或いはジカルボン酸又は環状酸無水物をもつヒドロキシル基の反応によって)及びそれらの組み合わせを含む。コーティング組成物が熱硬化性となるように調剤される場合には，好適な硬化剤又は架橋剤がバインダに含まれる。エポキシ樹脂のための典型的な架橋剤は，限定されるものではないが，二無水物，ポリアミン，及びアミノホルムアルデヒド樹脂といったアミノ樹脂，ポリイソシアネート架橋剤，及びポリエポキシド(カルボキシル機能化樹脂のための)を含む。水性のコーティング組成物の場合には，架橋樹脂を水性の媒体に分散する前に，水分散性エポキシ樹脂と混合することができる。好ましい実施形態においては，架橋剤は非黄変である。非黄変コーティングは，外観が重要であるとき，又は，望ましい表面外観を与えるようにコーティングを着色するときのようないくつかの場合において望ましいものである。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明1と引用発明1の一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「2物品システムにおける感受性の高い物品の腐食を防止するための方法であって，前記2物品システムにおける第1の物品及び第2の物品は，互いに面する表面を有しており，前記2つの物品は，異なる陽極指数を有しており，",
                        "前記第1の物品の表面にコーティング材を塗布するステップと，",
                        "前記第1の物品の表面上の前記コーティング材を硬化させるステップと，",
                        "前記第1の物品の表面を前記第2の物品の表面に接触させて固定するステップと",
                        "を含み，",
                        "前記コーティング材料は，エポキシ材料である，2物品システムにおける感受性の高い物品の腐食を防止するための方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "［相違点1］",
                        "2つの物品に関して，本願発明1においては，「2つの物品は，標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さ」ないのに対して，",
                        "引用発明1においては，耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトは，電位差腐食試験としてJIS  Z2371に基づく塩水噴霧試験において，通常の鉄製ボルトで耐熱マグネシウム合金部材を締結したものの塩水噴霧による電位差腐食量よりも，鉄製ボルトの頭部に固体潤滑剤を含んだ被覆層を形成されたコートボルトを締結した耐熱マグネシウム合金部材の腐食量は低減されてはいるものの，標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さないか否かは，明らかでない点。",
                        "［相違点2］",
                        "コーティング材料であるエポキシ材料に関して，本願発明1においては，コーティング材料は，「コーティング中に架橋結合して架橋エポキシコーティングを形成する」ものであるのに対して，",
                        "引用発明1においては，被覆する材料であるエポキシ樹脂は，熱硬化性樹脂であるものの，コーティング中に架橋結合するとは，特定されていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2について",
                      "text": [
                        "本願明細書の段落【0058】の記載によると，本願発明1のエポキシ材料の「架橋」とは，エポキシ材料が熱硬化することを意味するといえる。",
                        "一方，熱硬化性樹脂であるエポキシ樹脂において，熱硬化が架橋結合することに等しいといえることは，甲2に示されるように，本件優先日前に周知の事項である。",
                        "そうすると，引用発明1においては，被覆する材料であるエポキシ樹脂は熱硬化性樹脂であるから，これを熱処理して焼き付け塗布し硬化することは，被覆層を形成する工程において架橋結合して架橋エポキシコーティングを形成することに等しく，引用発明1は，実質的に相違点2に係る構成を有しているといえる。",
                        "仮に，引用発明1のエポキシ樹脂の熱硬化が架橋結合以外の硬化であったとしても，甲2に記載のとおり，架橋による熱硬化性のエポキシ樹脂は，本件優先日前に周知の事項であるから，引用発明1のエポキシ樹脂をコーティング中に熱硬化させることにより架橋結合して架橋エポキシコーティングを形成するようにし，結果的に「コーティング中に架橋結合して架橋エポキシコーティングを形成するエポキシ材料」として，相違点2に係る本願発明1の構成とすることは，周知の事項から当業者が容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1について",
                      "text": [
                        "本願発明1においては，「標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さ」ないための具体的な構成として，「前記第1の物品の表面にコーティング材を塗布するステップと，前記第1の物品の表面上の前記コーティング材を硬化させるステップ」を含んでいること，「前記コーティング材料は，コーティング中に架橋結合して架橋エポキシコーティングを形成するエポキシ材料である」ことの二つの事項を特定しているにすぎず，それ以外に，例えば，第1の物品の材質，第2の物品の材質，エポキシ材料の具体的な成分，及びコーティング材の厚さ等について特定しているものではなく，上記の具体的な構成が本願明細書中に記載されているものでもない。",
                        "上記二つの事項のうち，「前記第1の物品の表面にコーティング材を塗布するステップと，前記第1の物品の表面上の前記コーティング材を硬化させるステップ」を含んでいることは，引用発明1も備えている構成であり，「前記コーティング材料は，コーティング中に架橋結合して架橋エポキシコーティングを形成するエポキシ材料である」ことは，［相違点2］について示したように，引用発明1が備えているか，または周知の事項から当業者が容易に想到し得たことである。",
                        "甲1には，耐熱マグネシウム合金部材の場合には，エポキシ樹脂を用いると，長期間にわたって電食防止性能が持続すること(段落【0033】)及び被覆層の強度及び密着性の観点からの被覆層の適切な厚さ(段落【0036】)並びにマグネシウム合金に，アルミニウム，カルシウム及びストロンチウムを添加することにより，電位差腐食による腐食量が低減すること及びこれらの適切な添加量(段落【0067】～【0070】)が示唆されている。",
                        "長期間にわたり電位差腐食が少ない方が望ましいことは，当業者にとって周知の課題であり，腐食に関する評価試験としてどのような試験方法を用いるかは，要求される性能及び使用環境に応じて，当業者が必要に応じて適宜選択する事項である。",
                        "そうすると，引用発明1において，電位差腐食を少なくするために，被覆層の厚さ，耐熱マグネシウム合金へのアルミニウム，カルシウム及びストロンチウムの添加量を適宜選択し，でき得る限り電位差腐食を少なくするようにして，耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトが，「標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さ」ないようにすることにより，相違点1に係る本願発明1の構成とすることは，当業者が容易に想到し得たことである。",
                        "また，本願発明1が奏する作用効果は，引用発明1及び周知の事項から当業者であれば予測できた程度のものであって，格別のものとはいえない。",
                        "以上によると，本願発明1は，引用発明1及び周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明12について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明12と引用発明2の一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「2物品システムであって，該2物品システムの第1の物品及び第2の物品は，互いに面する表面を有しており，前記2つの物品は異なる陽極指数を有し，",
                        "前記第1の物品の表面は，該第1の物品の表面上でコーティング材を硬化することによって形成されたコーティング層を含み，",
                        "前記第1の物品の表面は，前記第2の物品の表面と接触して固定されており，",
                        "前記コーティング材料は，エポキシコーティングである，2物品システム。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "［相違点3］",
                        "2つの物品に関して，本願発明12においては，「2つの物品は，標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さ」ないのに対して，",
                        "引用発明2においては，耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトは，電位差腐食試験としてJIS  Z2371に基づく塩水噴霧試験において，通常の鉄製ボルトで耐熱マグネシウム合金部材を締結したものの塩水噴霧による電位差腐食量よりも，鉄製ボルトの頭部に固体潤滑剤を含んだ被覆層を形成されたコートボルトを締結した耐熱マグネシウム合金部材の腐食量は低減されてはいるものの，標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さないか否かは，明らかでない点。",
                        "［相違点4］",
                        "コーティング材料であるエポキシコーティングに関して，本願発明12においては，「架橋」されたものであるのに対して，",
                        "引用発明2においては，被覆層はエポキシ樹脂を熱処理して焼き付け塗布されたものであるものの，当該エポキシ樹脂の被覆層が架橋されているとは，特定されていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4について",
                      "text": [
                        "前記(3)イ(ア)のとおり，引用発明2のエポキシ樹脂は熱硬化性樹脂であることが分かるから，前記(3)イ(ア)と同様の理由により，引用発明2は実質的に相違点4に係る構成を有しているということができる。また，引用発明2において，エポキシ樹脂を熱処理して焼き付け塗布されたものである被覆層を，架橋されたものとして，結果的に「架橋エポキシコーティング」として，相違点4に係る本願発明12の構成とすることは，周知の事項から当業者が容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3について",
                      "text": [
                        "相違点3は，相違点1と実質的に同じである。そして，本願発明12においては，「標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さ」ないための具体的な構成として，「第1の物品の表面は，該第1の物品の表面上でコーティング材を硬化することによって形成されたコーティング層を含」んでいること，「前記コーティング材料は，架橋エポキシコーティングである」ことの二つの事項を特定しているにすぎず，それ以外に，例えば，第1の物品の材質，第2の物品の材質，エポキシ材料の具体的な成分，及びコーティング材の厚さ等について特定しているものではなく，また，上記の具体的な構成が本願明細書に記載されているものでもない。",
                        "上記二つの事項のうち，「第1の物品の表面は，該第1の物品の表面上でコーティング材を硬化することによって形成されたコーティング層を含」んでいることは，引用発明2も備えている構成であり，「前記コーティング材料は，架橋エポキシコーティングである」ことは，前記(ア)のとおり，引用発明2が備えているか，又は周知の事項から当業者が容易に想到し得たことである。",
                        "そうすると，前記(3)イ(イ)と同様の理由から，引用発明2において，耐熱マグネシウム合金部材及び鉄製のフランジ付きボルトが，「標準規格GMW17026下での15年シミュレーション試験後における腐食環境への曝露後，実質的に腐食を呈さ」ないようにすることにより，相違点3に係る本願発明12の構成とすることは，当業者が容易に想到し得たことである。",
                        "また，本願発明12が奏する作用効果は，引用発明2及び周知の事項から当業者であれば予測できた程度のものであって，格別のものとはいえない。",
                        "以上によると，本願発明12は，引用発明2及び周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本願発明1及び本願発明12は，特許法29条2項により特許を受けることができないものであるから，本願は，他の請求項について検討するまでもなく，拒絶すべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消理由",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，「熱硬化性樹脂であるエポキシ樹脂において，熱硬化が架橋結合することに等しいといえることは，甲2に示されるように，本件優先日前に周知の事項である。」(以下，「事項1」という。)，「引用発明1においては，被覆する材料であるエポキシ樹脂は熱硬化性樹脂であるから，これを熱処理して焼き付け塗布し硬化することは，被覆層を形成する工程において架橋結合して架橋エポキシコーティングを形成することに等しく，引用発明1は実質的に相違点2に係る構成を有しているといえる。」(以下，「事項2」という。)とする。",
                "引用発明1では，締結構造に被膜樹脂からなる被覆層を形成しているが，この被覆層は，固体潤滑剤を分散した樹脂であるものの，この被覆層を形成する材料には，硬化剤は含有されていない(甲1の段落【0029】，【0051】)。そのため，引用発明1に記載された被膜樹脂からなる被覆層は，架橋結合といえるものではない。エポキシ樹脂は，硬化剤を混ぜずに部材に塗布しても，乾燥して固化，すなわち硬化するが，この状態で形成された被膜は，硬化剤を含むエポキシ樹脂により形成された被膜に比べると，強度が非常に弱い被膜であることは周知の事実である。これらの事実によると，甲1に記載された樹脂皮膜は，架橋結合ではなく，単に乾燥して固化していると考えるのが自然である。",
                "したがって，事項1の「熱硬化性樹脂であるエポキシ樹脂において，熱硬化が架橋結合することに等しいといえる」との判断は誤りであり，事項2の「エポキシ樹脂は熱硬化性樹脂であるから，引用発明1は実質的に相違点2に係る構成を有しているといえる」という判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「仮に，引用発明1のエポキシ樹脂の熱硬化が架橋結合以外の硬化であったとしても，甲2に記載のとおり架橋による熱硬化性のエポキシ樹脂は本件優先日前に周知の事項であるから，引用発明1のエポキシ樹脂を，コーティング中に熱硬化させることにより架橋結合して架橋エポキシコーティングを形成するようにし，結果的に『コーティング中に架橋結合して架橋エポキシコーティングを形成するエポキシ材料』として，相違点2に係る本願発明1の構成とすることは，周知の事項から当業者が容易に想到し得たことである。」(以下，「事項3」という。)と判断する。",
                    "甲1の段落【0030】等には，引用発明1の被覆層を形成する材料には，固体潤滑剤の粉末が分散されていることが記載されている。被覆樹脂材料に固体潤滑剤の粉末が分散されていると，被覆樹脂の締結部材への密着性は低下する(段落【0046】)から，引用発明1に記載された固体潤滑剤を含む被覆層では，固体潤滑剤を含まない被覆層に比べて，耐腐食性が低下していると考えるのが相当である。",
                    "一方，本願発明1は，15年という長い期間，ガルバニック腐食を防ぐ方法及び2物品システムを提供することを課題としており，長期間腐食を防止するという狙いから，当業者であれば耐腐食性を低下させる方法を採用するとは考えにくい。",
                    "したがって，当業者は，上記課題を解決しようとする際に，引用発明1に記載された固体潤滑剤を含む被覆層に関する発明を選択することは避けるはずである。",
                    "よって，引用発明1に記載された発明を基に，本願発明1を想到するということは，困難である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2に記載された発明の課題は，段落【0004】に記載されているとおり，ファスナを下部構造に締結する能力があるファスナケージにねじ付きファスナを含み，該ケージは電着コーティングが該ケージに貼り付くことを阻止するコーティングとその方法を提供することであり，ガルバニック腐食に関して，耐腐食性を向上させる等の課題は一切含まれていないから，その課題は，引用発明1及び本願発明1と全く異なるものである。",
                    "また，甲2に記載された発明は，電着コーティングの濡れに抵抗する性質を有すること，表面張力が所定値より小さい電着コーティングを発明の要旨としており，樹脂皮膜の改良によるガルバニック腐食防止に係る記載は一切なく，その示唆もされていないが，本願発明1は，ガルバニック腐食を防ぐ方法及び2物品システムを提供することを目的としており，樹脂皮膜の改良により，ガルバニック腐食防止を解決したものである。",
                    "以上のように，甲2に記載された発明と，本願発明1及び引用発明1とは，発明の課題と達成方法において関連性が全くなく，甲2に記載された発明を，引用発明1に記載された発明に適用する動機付けはない。",
                    "したがって，耐腐食性が低下する構成を含む引用発明1と，本願発明1の課題と達成方法において関連性が全くない甲2とを組み合わせて，本願発明1とすることを想到することは，当業者には困難であるから，事項3に係る判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4についての判断の誤り)",
          "text": [
            "本願発明12に係る相違点4は，本願発明1に係る相違点2と実質的に同じであるから，相違点4における本件審決の判断は，前記1のとおり，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "事項1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1のエポキシ樹脂は，熱硬化性樹脂であり，この点について原告も争っていない。そして，甲2の段落【0038】の記載や，乙1(友井正男「熱硬化性樹脂の基礎」エレクトロニクス実装学会誌 vol.4,No.6,2001 年)の「フェノール樹脂，アミノ樹脂，エポキシ樹脂，不飽和ポリエステル樹脂などの熱硬化性樹脂は・・・単独あるいは硬化剤存在下で加熱すると高分子化／橋架け反応(硬化反応)が進行し3次元構造を持つ不溶・不融の物質(硬化物)となる。」(537頁左欄2行～7行)及び「5．熱硬化性樹脂・硬化剤の選択・・・ここではエポキシ樹脂を例として，・・・樹脂・硬化剤の選択についての考え方，指針を述べる。・・・5．3",
                  "text": [
                    "硬化物物性・・・これは硬化物が樹脂と硬化剤の骨格から構成される架橋構造を有し，・・・」(539頁左欄13行～22行，540頁左欄1行～5行)との記載によると，熱硬化性樹脂であるエポキシ樹脂において，熱硬化が架橋結合することに等しいことは，本件優先日前に周知の事項である。",
                    "このことは，本件審決の「本願発明1のエポキシ材料の『架橋』とは，エポキシ材料が熱硬化することを意味するといえる」との認定に整合する。",
                    "したがって，本件審決の事項1の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「エポキシ樹脂は，硬化剤を混ぜずに部材に塗布しても，乾燥して固化，すなわち硬化するが，この状態で形成された被膜は，硬化剤を含むエポキシ樹脂により形成された被膜に比べれば，強度が非常に弱い被膜であることは周知の事実である。」と主張する。",
                    "甲1の段落【0033】には，「被覆樹脂は，・・・エポキシ樹脂でもよい。上記樹脂は，樹脂強度が高く繰り返し使用に対して樹脂割れが起こりにくい。」と記載されているから，引用発明1の熱硬化性樹脂であるエポキシ樹脂を「熱処理して焼き付け塗布」することによって形成した被覆層は樹脂強度が高いものといえる。",
                    "また，硬化剤を混合しないエポキシ樹脂を乾燥固化することが，硬化の意味であると解することが，技術常識であるとはいえない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "事項2について",
              "text": [
                "上記(1)のとおり，本願発明1のエポキシ材料の「架橋」とは，エポキシ材料が熱硬化することを意味するといえ，また，熱硬化性樹脂であるエポキシ樹脂において，熱硬化が架橋結合することに等しいことは，本件優先日前に周知の事項である。",
                "甲1の段落【0035】の「被覆樹脂の硬化する温度以上になるように熱処理を行い焼き付け塗布して被覆層を形成することが出来る。」及び段落【0040】の「熱硬化性樹脂であるフェノール樹脂，エポキシ樹脂，ポリイミド樹脂を塗布したフランジ付き鉄製ボルトは，加熱炉に入れ，各樹脂の硬化温度に加熱して被覆層を形成した。」との記載から，引用発明1の熱硬化性樹脂であるエポキシ樹脂は，当該樹脂の硬化温度以上に加熱することで硬化されるものと理解できる。",
                "そうすると，引用発明1の熱硬化性樹脂であるエポキシ樹脂を「熱処理して焼き付け塗布」することによって被覆層を形成することは，エポキシ樹脂を当該樹脂の硬化温度以上に加熱することで硬化して被膜層を形成すること，すなわち，エポキシ樹脂を架橋結合して被膜層を形成することといえるから，本願発明1の「架橋結合して架橋エポキシコーティングを形成する」ことに等しいといえる。",
                "したがって，引用発明1は，実質的に相違点2に係る構成を有しているといえるから，本件審決の事項2の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "事項3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，引用発明1のエポキシ樹脂の熱硬化が架橋結合以外の硬化であり，相違点2が実質的な相違点であったとしても，甲2の段落【0038】及び乙1の記載によると，熱硬化性のエポキシ樹脂を架橋結合により硬化させることは，本件優先日前に周知の事項であるから，引用発明1の熱硬化性樹脂であるエポキシ樹脂を熱硬化させる際に，架橋結合させて架橋エポキシコーティングを形成することは，当業者が容易に想到し得たことであり，本件審決の事項3の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明1を基に，本願発明1を想到することは困難であると主張する。",
                    "しかし，甲1の段落【0031】～【0033】，【0046】及び【0048】の記載によると，固体潤滑剤を添加したエポキシ樹脂からなる被覆樹脂は，長期間にわたって電食防止性能が持続し，密着性に優れており，さらに，被覆樹脂の締結部材への密着性向上のために，固体潤滑剤の被覆樹脂への含有量を適宜設定し得るものであると理解できる。",
                    "甲1には「鉄やアルミニウムといった異種金属と接触した際に，電解質を含む水分の存在下においてマグネシウム合金の電位差腐食が発生しやすいという問題がある。・・・電解質の存在下での水分付着で急激に電食が進行し，ボルトの締結不良が起きることがある。」(段落【0003】)と記載されており，一方，本願明細書に「ガルバニック腐食は，異なる陽極指数(anodic indices)若しくは電極電位を有する2つの材料が電解質の存在下で互いに接触している又は互いに近接している場合に生じる。」(段落【0004】)と記載されていることからすると，甲1に記載されている「電食」は，本願発明1の「ガルバニック腐食」と同義であるといえるから，引用発明1は，固体潤滑剤が含まれていても，長期間にわたってガルバニック腐食の防止機能が持続するものであるといえる。",
                    "そうすると，引用発明1は，本願発明1と同様に，長い期間，ガルバニック腐食を防ぐ方法であるから，引用発明1を基に，本願発明1を想到することに困難性があるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲2に記載された発明と，本願発明1及び引用発明1は，発明の課題と達成方法において関連性が全くなく，甲2に記載された発明を引用発明1に適用する動機付けがないと主張する。",
                    "しかし，本件審決は，甲2を周知の事項を示す一例として引用したにすぎず，引用発明1に，甲2に記載された技術的事項を組み合わせることを述べたものではないから，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4についての判断の誤り)",
          "text": [
            "相違点4は，相違点2における事項1～3と実質的に同じ内容であるから，前記1と同様に，本件審決の相違点4についての判断に誤りはなく，原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の要旨について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の特許請求の範囲の記載は，前記第2の2のとおりであるほか，本願明細書(甲3)には，次の記載がある。",
                "【発明の詳細な説明】",
                "【背景技術】",
                "【0002】",
                "本開示のある態様は，コーティングされた構成要素若しくは特徴部を有する物品及び／又はアセンブリ，並びに，このような物品をコーティングするためのプロセスに関する。特に，本開示のある態様は，電解質の存在下で物品が異種金属若しくはその他の材料と接触しているときにガルバニック腐食の発生を防止することができる1種以上の熱硬化性コーティング及び／又は無機コーティングで少なくとも部分的に被覆された金属物品，このような物品を有するアセンブリ，並びに，このような物品を製造するためのプロセスに関する。",
                "【0003】",
                "多くの異なる種類の腐食がある。一般に，腐食は，材料，例えば金属における，より安定した形態への転換である。しかしながら，2つの主要な腐食の種類，すなわち，全面又は均一侵食腐食(general or uniform attack corrosion)と，ガルバニック腐食(galvanic corrosion)とがある。全面又は均一侵食腐食は，例えば，鉄が濡れた又は湿った環境にあり，プロセスにおいて，腐食し，酸化鉄を形成する場合に生じ得る。",
                "【0004】",
                "一方，ガルバニック腐食は，異なる陽極指数(anodic indices)若しくは電極電位を有する2つの材料が電解質の存在下で互いに接触している又は互いに近接している場合に生じる。電極電位差は，材料間に電子の流れを生じさせる。このようなシステムでは，材料のうち1つがより活性であり(より貴でない)，陽極として機能し，もう一方の材料は活性がより低く(又はより貴である)，陰極として機能する。陽極は加速的な速度で腐食し，陰極はより遅い速度で腐食する。",
                "【0005】",
                "ガルバニック腐食が起こり得るシステムの一例は，塩水噴霧環境などの非蒸留水の存在下で，マグネシウムパネルを物体に固定する鋼ボルトである。鋼に比してより貴でないマグネシウムは加速的な速度で腐食し，鋼はより遅い速度で腐食する。この問題は，ガルバニック腐食が，例えば，鋼ボルトを用いて炭素繊維パネルなどの非金属パネルを固定する場合に生じ得るという点で，異種金属に限定されない。このシステムでは，炭素繊維に比してより貴でない鋼が加速的な速度で腐食し，炭素繊維パネルはより遅い速度で腐食する。また，異なる陽極指数を有する2つの材料が互いに接触している又は近接している場合，ガルバニック腐食の可能性は，加速的な腐食を示すより貴でない材料に存在する。",
                "【0006】",
                "例えば，塩水噴霧等のような非蒸留水の存在によって電解質が存在すると腐食が生じる恐れがあり，陽極として機能する材料が何であってもその相対的な電極電位によって構造的完全性が弱化するおそれがあり，及び／又は，望ましくない審美的外観を生じるおそれがある。ガルバニック腐食は，とりわけ自動車及び航空宇宙分野において問題となっている。",
                "【0007】",
                "例えば，自動車業界では，車両の重量を低減することへの強い欲求がある。このような軽量化は，燃料効率を上昇しようと努めることによって推進されている。したがって，ボディ及び駆動系部品には，アルミニウム，マグネシウム及び炭素繊維などの軽量材料が使用されている。しかしながら，多くの場合，軽量部品の使用をボルト等のような締結具に引き継ぐことはできない。したがって，使用されるボルトは，通常，鋼などの鉄合金材料である。これら軽量素材を締結具に用いるのをためらう理由は，それらの高いコスト及び鋼締結具が受け入れられていること，それらの強度及び全体的な機械的特性である。",
                "【0008】",
                "ガルバニック腐食を防止するために，類似の電極電位(陽極指数)を有する類似の材料又は異なる材料を使用することもできる。しかしながら，このことは，所望の用途に利用できる材料の組み合わせの種類を限定する。",
                "【0009】",
                "別の場合では，異種材料間にバリアを施すこともできる。例えば，ナイロン又は高分子シールなどの高分子材料でコーティングしたボルトを，ボルトの頭部とパネルとの間に配置することができる。しかしながら，ナイロンコーティング又はシールはガルバニック腐食を阻止しない場合があり，システムの全般的な機械的要件を満たさない場合がある。例えば，コーティングが厚すぎて，ボルトと雌部材(例えば，ナット)との係合を妨げる場合があり，又はボルトを回す際の摩擦係数が増加する場合があり，又はコーティング若しくはシールの弾力性により，温度変化，例えば，システムの加熱及び冷却に曝された場合に張力損失がもたらされる可能性がある。加えて，そのような高分子コーティング又はシールは，異種材料間の電子移動を防止するのに必要なバリアを提供しない場合がある。更に，弾性の高分子材料は，温度変動，振動及びシステムが曝される可能性があるその他の力によって構造的完全性を維持しない可能性がある。",
                "【0010】",
                "したがって，電解質の存在下で互いに接触している又は近接している異種材料を有するシステムのガルバニック腐食を防止するための方法が必要とされている。望ましくは，このような方法は，システムの加熱及び冷却サイクルに耐えると共に，ガルバニック腐食からの材料の保護を維持する材料を使用する。更により望ましくは，このような方法は，システムの機械的特性及び要件を維持する材料を使用する。更により望ましくは，このような方法は，製造環境においてコスト効果的な手法で実施することができる。",
                "【発明の概要】",
                "【課題を解決するための手段】",
                "【0012】",
                "1つの代表的態様によれば，少なくとも第1表面を含む金属物品などの，第1材料で作られた物品が開示されており，第1表面は少なくとも部分的に，熱硬化性コーティングにより被覆されている。いくつかの例では，物品は熱硬化性コーティングにより完全に被覆されている。種々の例では，熱硬化性コーティングは急速硬化熱硬化性コーティングである。ある実施形態では，急速硬化熱硬化性コーティング材は，コーティング材が金属物品に接触し，誘導加熱器に曝されると，約1分以下で硬化する。他の例では，コーティング材は約30秒以下で硬化する。いくつかの実施形態では，コーティングは，華氏約350度～475度の温度に曝されると，上記時間のいずれか(又はその他)で硬化する。いくつかの例では，熱硬化性コーティングは架橋エポキシコーティングであり，融着エポキシコーティングであってもよい。",
                "【0013】",
                "いくつかの実施形態では，熱硬化性コーティングは，後に硬化されて熱硬化性コーティングを形成する，エポキシ粉末などの粉末から作製される。種々の例では，コーティングは，エポキシ樹脂を含む粉末と，1種以上の硬化剤又はハードナーとから作製される。硬化剤又はハードナーは，1種以上のアミン類，無水物類，酸類，フェノール類及び／若しくはアルコール類からなってもよく，又はこれらを含んでもよい。いくつかの例では，熱硬化性コーティングは，3M(登録商標)Fusion  Bonded  Epoxy  413，3M(登録商標)Scotchkote  426  FAST及び／又はAxalta  Alesta  74550などの融着エポキシコーティングから作製される。いくつかの例では，コーティング材は，物品に粉末として塗布された後，華氏約400～450度の温度，他の例では華氏約420～430度，更に他の例では華氏約425度に曝されると約30秒以下で硬化する。",
                "【0014】",
                "各種実施形態では，物品は，物品の少なくとも一部分と接触している潤滑剤コーティングを更に含む。いくつかの例では，潤滑剤コーティングは，熱硬化性コーティングの少なくとも一部分を被覆しているか，又は熱硬化性コーティングの少なくとも一部分と接触している。その一方で，他の例では，潤滑剤コーティングは，物品全体及び／又は熱硬化性コーティングの表面全体を被覆している。いくつかの実施形態では，潤滑剤コーティングは，1種以上のワックス，例えば，ポリエチレンワックス，二硫化モリブデン又は1種以上のフルオロポリマーからなる又はこれを含む。",
                "【0017】",
                "いくつかの例では，熱硬化性コーティングが施された物品は，コーティングに悪影響を及ぼすことなく長期間高温に曝されてもよいように耐熱性を有する。例えば，ある実施形態では，コーティングされた物品は，軟化，融解，流動，滴下，炭化等などの悪影響をコーティングに及ぼすことなく，華氏約350度に約30分間耐えることができる。",
                "【0018】",
                "いくつかの実施形態では，物品は，締結具，例えば，締結具，ボルト，クリップ又はシャンクである。物品は，任意の金属若しくは金属合金からなってもよく，又は任意の金属若しくは金属合金を含む。ある実施形態では，物品は，鉄，又は鋼な",
                "どの鉄合金である。セラミックコーティングも含む物品などの他のものにおいて",
                "は，物品は，マグネシウム，アルミニウム，チタン，又はこれらの合金類である。",
                "【0021】",
                "別の態様によれば，アセンブリが開示されている。アセンブリは，第1の物品と，第1の物品に固定される又は接続されるように構成された第2の物品とを含み，この2つの物品は，物品が電解質の存在下にあるときにガルバニック腐食が起こり得るような異なる電極電位を有する。第1の物品は，本開示の上又は別の場所に記載したコーティングのいずれかなどの1種以上の熱硬化性コーティングで部分的に又は全体的にコーティングされてもよく，及び任意選択的に，熱硬化性コーティングの頂部表面上を潤滑剤コーティングで部分的に又は全体的にコーティングしてもよい。ある例では，第2の物品は，第3の物品を含むか，第3の物品に接続されているか，又は第3の物品に接続されるように構成されている。各種実施形態では，第2の物品はまた，1種以上の熱硬化性コーティングで部分的に又は全体的に被覆されており，任意選択的に，熱硬化性コーティングの頂部表面上を潤滑剤コーティングで部分的に又は全体的にコーティングしてもよい。ある例では，第2の物品は更に，熱可塑性コーティングなどの非熱硬化性コーティングを含んでもよい。",
                "【0024】",
                "2物品システムにおける感受性の高い物品のガルバニック腐食などの腐食を阻止する及び／又は防止するための方法も開示されている。2物品システムの第1の物品及び第2の物品は，互いに面する表面を有しており，2つの物品は異なる陽極指数を有する材料を含む。当該方法は，第1の物品の表面にコーティング材を塗布するステップと，第1の物品の表面上のコーティング材を硬化させるステップと，標準規格General  Motors  Worldwide  Engineering  Standards試験手順GMW17026である「ガルバニック腐食機構の加速腐食実験室試験(Accelerated  Corrosion  Laboratory  Test  for  Galvanic  Corrosion  Mechanisms)」下での15年曝露シミュレーション試験における腐食環境への曝露後，2つの物品が実質的にガルバニック腐食を呈さないように，第1の物品の表面を第2の物品の表面に接触させて固定するステップとを含む。この方法の一実施形態では，硬化させたコーティング材が少なくとも，マグネシウム試験片に取り付けられた鋼ボルトの頭部上に存在する場合，マグネシウム試験片は，標準規格GMW17026下での15年シミュレーション試験における腐食環境への曝露後，マグネシウム試験片腐食(magnesium coupon corrosion)上に取り付けられたコーティングされていない鋼ボルトと比較して，約20％，10％，5％，3％，又は1％未満の孔食を示す。",
                "【0025】",
                "ガルバニック腐食などの腐食を阻止する及び／又は防止するための方法の一実施形態では，コーティング材は熱硬化性材料である。熱硬化性材料は，硬化中に架橋結合して架橋エポキシコーティングを形成するエポキシ材料であり得る。このようなエポキシ材料の1つは，融着エポキシ材料である。エポキシ材料は，より多くのアミン類，無水物類，酸類，フェノール類，アルコール類及びチオール類の1種以上などの硬化剤又はハードナーを更に含み得る。エポキシ材料は，充填剤及び色素の1種以上を更に含み得る。一方法では，エポキシ材料は華氏約400～450度の温度に曝されると約30秒以下で硬化し，架橋エポキシコーティングを形成する。",
                "【0026】",
                "当該方法は，コーティング材を粉末として塗布するステップを含むことができる。粉末は，例えば，粉末及び／又は物品に電荷が印加された後，物品上に噴霧され得る。",
                "【0027】",
                "一方法では，第1のコーティング材は完全に硬化されて第1の硬化層を形成し，第2のコーティング材が第1の硬化層上に塗布されるように，コーティング材は，第1のコーティング材及び第2のコーティング材を含む。第2のコーティング材は熱硬化性材料であり得る。第1のコーティング材は速硬性材料であり得る。第2のコーティング材は，第1のコーティング材よりも遅い速度で硬化することができる。",
                "【0028】",
                "一方法では，硬化は熱硬化である。熱硬化は誘導加熱硬化であり得るとともに，熱硬化性材料を物品の表面の少なくとも一部分に塗布した後，物品を磁場に曝すことを含み得る。",
                "【0031】",
                "この方法では，第1の物品と第2の物品は，異種金属で作製することができる。例えば，第1の物品は，鉄又は鉄合金で作製することができ，第2の物品は，マグネシウム若しくはマグネシウム合金，アルミニウム若しくはアルミニウム合金，又はチタン若しくはチタン合金で作製することができる。第1の物品と第2の物品の一方は，非金属(例えば，黒鉛などの炭素系材料，例えば，炭素繊維材料)で作製することができる。第1の物品と第2の物品は，異なる陽極指数，例えば，少なくとも，0．1，0．2，0．3，0．4，0．5以上異なる陽極指数を有する材料で作製することができる。",
                "【0032】",
                "第1の物品は，第2の物品よりも低い陽極指数を有することができる。第1の物品は鉄又は鉄合金を含んでもよく，第2の物品はマグネシウム又はマグネシウム合金を含んでもよい。その代わりに，第2の物品は，アルミニウム又はアルミニウム合金を含んでもよい。",
                "【0034】",
                "互いに面する表面を有する，第1の物品と第2の物品とを有する2物品システムも開示される。2つの物品は，異なる陽極指数を有し，更に，第1の物品の表面は，第1の物品の表面上でコーティング材を硬化することによって形成されたコーティング層を含み，第1の物品の表面は，第2の物品の表面と接触して固定されている。2つの物品は，標準規格GMW17026下で15年曝露シミュレーション試験における腐食環境への曝露後，実質的にガルバニック腐食を呈さない。システムの一実施形態では，硬化させたコーティング材が少なくとも，マグネシウム試験片に取り付けられた鋼ボルトの頭部上に存在する場合，試験手順GMW17026下での15年シミュレーション試験後，マグネシウム試験片は，マグネシウム試験片上に取り付けられた無コーティングの鋼ボルトと比較して約20％，10％，5％，3％，又は1％未満の孔食を示す。",
                "【0035】",
                "一実施形態では，コーティング材は熱硬化性材料である。熱硬化性材料は，融着エポキシ材料などの架橋エポキシコーティングであり得る。一実施形態では，エポキシ材料は硬化剤又はハードナーを含む。硬化剤又はハードナーは，より多くのアミン類，無水物類，酸類，フェノール類，アルコール類及びチオール類の1種以上を含むことができる。一実施形態では，エポキシ材料は，充填剤及び色素の1種以上を含む。エポキシ材料は，華氏約400～450度の温度に曝されると約30秒以下で硬化し，架橋エポキシコーティングを形成することができる。",
                "【0036】",
                "一実施形態では，第1のコーティング材は完全に硬化されて第1の硬化層を形成し，第2のコーティング材は第1の硬化層の外部表面の少なくとも一部分上に塗布されてコーティング材を形成するように，コーティング材は第1のコーティング材及び第2のコーティング材を含む。",
                "【0037】",
                "第2のコーティング材は第1のコーティング材よりも遅い速度で硬化し，第2のコーティング材は熱硬化性材料であり得，第1のコーティング材は速硬性材料であり得る。一実施形態では，第2のコーティング材は潤滑剤である。潤滑剤は，ポリエチレンワックス，パラフィンワックス，カルナバワックス及び固体潤滑剤の1種以上であり得る。固体潤滑剤は，二硫化モリブデン及びフルオロポリマーの1種以上であり得る。",
                "【0039】",
                "一システムでは，第1の物品と第2の物品は異種金属である。第1の物品と第2の物品の一方は，非金属であり得る。第1の物品は，鋼ボルトであり得るとともに，第2の物品は，より低い陽極指数を有する金属から形成されている。試験手順GMW17026下での15年曝露シミュレーション試験後，コーティングされていない鋼ボルトを備える試験片がピンホール孔(又は貫通孔)を示す場合，マグネシウム試験片に取り付けられたときに，マグネシウム試験片が，マグネシウム試験片上のコーティングされていない鋼ボルトと比較して，約20％，10％，5％，3％，又は1％未満の孔食を示すように，第2の物品はマグネシウムから形成することができ，硬化させたコーティング材は少なくとも鋼ボルトの頭部上に存在し得る。",
                "【0040】",
                "一実施形態では，第1の物品は第2の物品よりも高い陽極指数を有する。第1の物品は，鉄又は鉄合金を含むことができる。第2の物品は，マグネシウム若しくはマグネシウム合金，又はアルミニウム若しくはアルミニウム合金を含むことができる。",
                "【0042】",
                "一実施形態では，第1の物品は鋼ボルトであり，コーティング層は少なくとも，鋼ボルトの頭部上と，鋼ボルトの頭部の下側とに存在する。任意選択的に，ボルトがフランジを含む場合，コーティングはフランジの少なくとも一部分上に存在してもよい。任意選択的に，コーティングは，ボルトシャンク上のボルトのネジ山の少なくとも一部分上に存在してもよい。",
                "【図面の簡単な説明】",
                "【0045】",
                "【図1】締結具の一例の概略図である。締結具はその上に熱硬化性コーティングを有している。説明を容易にするために，一部分解図において締結具はパネルと下部構造とを有して示されている。",
                "【図2】本開示の2つの例示的物品を示している。1つはいかなるコーティングも有さず，1つはその一部分に塗布された熱硬化性コーティングを有する。",
                "【図8】種々の一般に使用される材料の相対的な陽極指数を示す表である。表中，最も貴でない材料は表の上部に示され，より貴な材料は表の下部に示される。",
                "【発明を実施するための形態】",
                "【0049】",
                "本明細書に記載される実施形態，装置及び方法は，とりわけ，図8の表に示される材料のいずれかのような，少なくとも2つの，異種材料でできた物品が互いに接触又は近接しており，物品のうち少なくとも1つが，ガルバニック腐食の発生を防止することができる材料で少なくとも部分的にコーティングされているシステムを提供する。このようなシステムは，電解質の存在下で，例えば，互いに接触した2つの異種金属を有するアセンブリ，又は炭素繊維材料等などの非金属と接触している金属であり得る。このようなシステムのガルバニック腐食を防止するための方法も開示する。非限定的な例では，鋼ボルトなどの鋼構成要素は，ガルバニック腐食の発生を防止することができる材料で部分的に又は全体的にコーティングされており，このボルトは，システムの機械的特性，要件，条件及び仕様に悪影響を及ぼすことなく，クロム物品，マグネシウム物品，アルミニウム物品，ステンレス鋼物品，又は炭素繊維物品(パン，パネル又はアップリケなど)を構造体(ケーシング又は下部構造など)に固定するために使用される。本発明の方法及びシステムは，例えば，マグネシウムオイルパンなどの下部構成要素を，鋼ボルトを用いてケーシングに固定するときに下部構成要素を保護するとともに，鋼ボルトを使用して炭素繊維パネルを下部構造に固定するときに鋼ボルトを保護することは理解されよう。図8に見られるように，鋼は陽極指数のほぼ中間点にあり，マグネシウム及び炭素繊維は陽極指数範囲の最も反対端にあることに留意されたい。",
                "【0056】",
                "本明細書に開示される物品，アセンブリ，システム，及び方法は，熱硬化性材料をコーティングとして含む又は用いる。当該技術分野において理解されるように，熱硬化性材料は，一般に，392Fを超える熱，化学反応，及び／又は，適切な照射に曝露後，不可逆的に硬化するプレポリマーを含む。したがって，本明細書に開示される物品，アセンブリ，システム，及び方法に含まれる又は用いられる熱硬化性材料は，熱，化学反応，及び／又は，適切な照射を含む，任意の好適な手段によって硬化させることができる。熱硬化性材料を硬化させるための適切な加熱方法としては，熱硬化性材料を，誘導によって生成された熱に曝すことが挙げられるがこれに限定されない。開示される物品，アセンブリ，システム，及び方法において使用するのに適した熱硬化性材料の例としては，エポキシ樹脂又はポリエポキシドなどのエポキシ材料，ポリエステル又はポリエステル樹脂材料，ポリウレタン材料，加硫ゴム材料，ベークライトなどのフェノールホルムアルデヒド樹脂材料，メラミン材料，ジアリルフタレート(DAP)材料，ポリイミド材料，及びシアン酸エステル又はポリシアヌレート材料が挙げられるがこれらに限定されない。任意選択的に，熱硬化性材料としては，プレポリマー及びハードナー(例えば，多官能性アミン類，酸類(及び酸無水物類)，フェノール類，アルコール類及び／又はチオール類を含む共反応物)が挙げられる。",
                "【0057】",
                "種々の例では，熱硬化性コーティングは，急速硬化熱硬化性コーティングである。ある実施形態では，急速硬化熱硬化性コーティング材は，コーティング材が金属物品と接触している間に誘導加熱器に曝されると，約1分以下で硬化する。その一方で，他の実施形態では，急速硬化熱硬化性コーティング材は約30秒以下で硬化する。いくつかの例では，コーティングは，華氏約350度～475度の温度に曝されると，上記時間のいずれか(又はその他)で硬化する。いくつかの例では，コーティング材は，物品に粉末として塗布された後，華氏約400～450度，他の例では，華氏約350～490度，他の例では，華氏約420～430度，更に他の例では，華氏約425度の温度に曝されると約30秒以下で硬化する。",
                "【0058】",
                "種々の例では，熱硬化性コーティングは，エポキシ樹脂材料又はポリエポキシド材料などのエポキシ材料を含む。熱硬化性コーティングのエポキシ樹脂材料は，触媒による単独重合によりそれ自体と，又は多官能性アミン類，酸類(及び酸無水物類)，フェノール類，アルコール類及びチオール類を含む広範囲の共反応物と，のいずれかにおいて反応(架橋)させてもよい。これらの共反応物は，ハードナー又は硬化剤であってもよく，架橋反応は，「硬化(curing)」と呼ばれることもある。熱硬化性コーティングに好適なエポキシ樹脂材料としては，ビスフェノールAエポキシ樹脂材料(例えば，エピクロロヒドリンとビスフェノールAとを組み合わせてビスフェノールAジグリシジルエーテルを得ることにより生成されるような)，ビスフェノールFエポキシ樹脂材料，エポキシフェノールノボラック材料，及びエポキシクレゾールノボラック材料(例えば，フェノール類とホルムアルデヒドとを反応させた後，エピクロロヒドリンでのグリシジル化により生成されるような)，脂肪族エポキシ樹脂材料(例えば，脂肪族アルコール類又はポリオール類のグリシジル化により生成されるような)，及びグリシジルアミンエポキシ樹脂材料(例えば，芳香族アミンをエピクロロヒドリンと反応させたときに形成されるような)が挙げられるが，これらに限定されない。",
                "【0059】",
                "種々の例では，熱硬化性コーティングは，架橋エポキシコーティングである。コーティングは，融着エポキシコーティングであってもよい。いくつかの実施形態では，熱硬化性コーティングは，エポキシ粉末などの粉末から作製され，硬化／架橋されて熱硬化性コーティングを形成する。その一方で，他の実施形態では，熱硬化性コーティングは，液体前駆体から作製される。種々の例では，コーティングは，エポキシ樹脂を含む粉末と，1種以上の硬化剤又はハードナーとから作製される。硬化剤又はハードナーは，1種以上のアミン類(例えば，芳香族アミン類，脂肪族ジアミン類)，無水物類，酸類，フェノール類，アルコール類及び／又はチオール類からなってもよい又はこれを含んでもよい。いくつかの例では，粉末は更に，1種以上の充填剤，及び／又は1種以上の色素，又は他の追加の成分を含む。融着エポキシコーティングを用いるある例では，熱硬化性コーティングは，3M(登録商標)Fusion  Bonded  Epoxy  413，3M(登録商標)Scotchkote  426  FAST及び／又はAxalta  Alesta  74550から作製される。",
                "【0060】",
                "架橋熱硬化性コーティングは，コーティングが摩耗力に曝される用途で使用するために高強度及び耐久性を付与し，例えば，当技術分野において公知のナイロンコーティング及び／又は熱可塑性コーティングに比べてより高い耐久性を付与する。上に示した特定のエポキシを使用することで，物品基材への強固な接着(ナイロン熱可塑性コーティングと比較して)，良好な耐衝撃性，及び／又は向上した耐引掻性／耐摩耗性も有利に提供してもよい。例えば，熱硬化性コーティングの形成のために3M(登録商標)Fusion  Bonded  Epoxy  413を有する例示的な物品は，顕微鏡分析に基づくと，構成要素の繰り返しの挿入後，頂部表面の引掻のみが，物品に接触した領域のナイロン熱可塑性コーティングの除去に至ったことが明らかとなった。",
                "【0061】",
                "各種実施形態では，物品は，物品の少なくとも一部分と接触している潤滑剤コーティングを更に含む。いくつかの例では，潤滑剤コーティングは，熱硬化性コーティングの少なくとも一部分を被覆しているか，又は熱硬化性コーティングの少なくとも一部分と接触している。その一方で，他の例では，潤滑剤コーティングは，物品全体及び／又は熱硬化性コーティングの表面全体を被覆している。いくつかの例では，潤滑剤は，ボルトのネジ山上などの表面，及び締結具など，物品の使用中，力に曝される座面に塗布される。1つの代表例として，図2に示されるコーティングされた物品20は，固定アセンブリの表面(例えば，コーティングされた摩耗表面26及び28並びにコーティングされた連結部分27)上のみに潤滑剤コーティングを有してもよく，又は最大力を受ける表面(この例では連結部分27)上のみに潤滑剤コーティングを有してもよい。潤滑剤は，固体であっても液体潤滑剤であってもよい。いくつかの実施形態では，潤滑剤コーティングは，1種以上のワックス，例えば，1種以上のポリエチレンワックス，パラフィンワックス，カルナバワックス，固体潤滑剤，例えば，二硫化モリブデン，若しくは1種以上のフルオロポリマー類(例えば，ポリテトラフルオロエチレン)からなる又はこれを含む。図1のボルトでは，潤滑剤は，ネジ山5上(所望の摩擦係数を得るため)，及び／又は，フランジ3の下面に存在してもよい。",
                "【0071】",
                "本開示の他の態様は，アセンブリに関する。アセンブリは，第1の物品と，第1の物品に固定されるか，接続されるか，又は近接するように構成された第2の物品と，を含むことができ，2つの物品は，物品が電解質の存在下にあるときにガルバニック腐食が起こり得るような異なる電極電位(陽極指数)を有する。第1の物品は，本開示の上又は別の場所に記載したコーティングのいずれかなどの1種以上の熱硬化性コーティングで部分的に又は全体的にコーティングしてもよく，任意選択的には，潤滑剤コーティングである。",
                "【図1】",
                "【図2】",
                "【図8】"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "上記(1)によると，本願発明は，以下のものと認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明は，コーティングされた構成要素若しくは特徴部を有する物品及びアセンブリ，並びに，このような物品をコーティングするためのプロセスに関する。特に，本件発明は，電解質の存在下で物品が異種金属若しくはその他の材料と接触しているときにガルバニック腐食の発生を防止することができる1種以上の熱硬化性コーティング及び／又は無機コーティングで少なくとも部分的に被覆された金属物品，このような物品を有するアセンブリ，並びに，このような物品を製造するためのプロセスに関するものである。(段落【0002】)"
        },
        {
          "fig": "イ",
          "subject": "ガルバニック腐食は，異なる陽極指数(anodic indices)若しくは電極電位を有する2つの材料が電解質の存在下で互いに接触している又は互いに近接している場合に生じる。電極電位差は，材料間に電子の流れを生じさせる。このようなシステムでは，材料のうち1つがより活性であり(より貴でない)，陽極として機能し，もう一方の材料は活性がより低く(又はより貴である)，陰極として機能する。陽極は加速的な速度で腐食し，陰極はより遅い速度で腐食する。(段落【0004】)",
          "text": [
            "ガルバニック腐食は，とりわけ自動車及び航空宇宙分野において問題となっている。例えば，自動車業界では，車両の重量を低減することへの強い欲求がある。このような軽量化は，燃料効率を上昇しようと努めることによって推進されている。したがって，ボディ及び駆動系部品には，アルミニウム，マグネシウム及び炭素繊維などの軽量材料が使用されている。しかし，多くの場合，軽量部品の使用をボルト等のような締結具に引き継ぐことはできない。したがって，使用されるボルトは，通常，鋼などの鉄合金材料である。これら軽量素材を締結具に用いるのをためらう理由は，それらの高いコスト及び鋼締結具が受け入れられていること，それらの強度及び全体的な機械的特性である。(段落【0006】，【0007】)",
            "ガルバニック腐食を防止するために，類似の電極電位(陽極指数)を有する類似の材料又は異なる材料を使用することもできる。しかし，このことは，所望の用途に利用できる材料の組み合わせの種類を限定する。(段落【0008】)",
            "別の場合では，異種材料間にバリアを施すこともできる。例えば，ナイロン又は高分子シールなどの高分子材料でコーティングしたボルトを，ボルトの頭部とパネルとの間に配置することができる。しかし，ナイロンコーティング又はシールはガルバニック腐食を阻止しない場合があり，システムの全般的な機械的要件を満たさない場合がある。(段落【0009】)"
          ]
        },
        {
          "fig": "ウ",
          "subject": "電解質の存在下で互いに接触している又は近接している異種材料を有するシステムのガルバニック腐食を防止するための方法が必要とされている。望ましくは，このような方法は，システムの加熱及び冷却サイクルに耐えると共に，ガルバニック腐食からの材料の保護を維持する材料を使用する。更により望ましくは，このような方法は，システムの機械的特性及び要件を維持する材料を使用する。更により望ましくは，このような方法は，製造環境においてコスト効果的な手法で実施することができる。(段落【0010】)"
        },
        {
          "fig": "エ",
          "text": [
            "1つの代表的態様によれば，少なくとも第1表面を含む金属物品などの，第1材料で作られた物品が開示されており，第1表面は少なくとも部分的に，熱硬化性コーティングにより被覆されている。いくつかの例では，熱硬化性コーティングは架橋エポキシコーティングであり，融着エポキシコーティングであってもよい。",
            "いくつかの実施形態では，熱硬化性コーティングは，後に硬化されて熱硬化性コーティングを形成する，エポキシ粉末などの粉末から作製される。種々の例では，コーティングは，エポキシ樹脂を含む粉末と，1種以上の硬化剤又はハードナーとから作製される。(段落【0012】，【0013】)"
          ]
        },
        {
          "fig": "オ",
          "subject": "2物品システムにおける感受性の高い物品のガルバニック腐食などの腐食を阻止する及び／又は防止するための方法は，第1の物品の表面にコーティング材を塗布するステップと，第1の物品の表面上のコーティング材を硬化させるステップと，標準規格General  Motors  Worldwide  Engineering  Standards試験手順GMW17026である「ガルバニック腐食機構の加速腐食実験室試験」下での15年曝露シミュレーション試験における腐食環境への曝露後，2つの物品が実質的にガルバニック腐食を呈さないように，第1の物品の表面を第2の物品の表面に接触させて固定するステップとを含む。この方法の一実施形態では，硬化させたコーティング材が少なくとも，マグネシウム試験片に取り付けられた鋼ボルトの頭部上に存在する場合，マグネシウム試験片は，標準規格GMW17026下での15年シミュレーション試験における腐食環境への曝露後，マグネシウム試験片腐食上に取り付けられたコーティングされていない鋼ボルトと比較して，約20％，10％，5％，3％，又は1％未満の孔食を示す。(段落【0024】)",
          "content": [
            {
              "fig": "2",
              "subject": "取消事由1(相違点2についての判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲1発明について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲1には，次の記載がある。",
            "【請求項1】",
            "マグネシウム合金部材と，該マグネシウム合金部材を締結する締結部材と，を備えるマグネシウム合金の締結構造において，",
            "前記締結部材は本体と，前記マグネシウム合金部材と接する該本体表面の少なくとも一部を覆う被覆層と，からなり，",
            "該被覆層はポリテトラフルオロエチレンもしくは二硫化モリブデンからなる固体潤滑剤と，該固体潤滑剤を分散し，フェノール樹脂，或いはポリイミド樹脂を主成分とする被覆樹脂と，から形成されていることを特徴とするマグネシウム合金の締結構造。",
            "【請求項2】",
            "前記マグネシウム合金部材は，耐熱マグネシウム合金部材であり，前記被覆樹脂はエポキシ樹脂を主成分とするものでもよい請求項1記載のマグネシウム合金の締結構造。",
            "【請求項3】",
            "前記耐熱マグネシウム合金部材は，アルミニウム，カルシウム及びストロンチウムを含有する請求項2記載のマグネシウム合金の締結構造。",
            "【請求項4】",
            "前記耐熱マグネシウム合金部材は，該合金部材の全体を100質量％とした場合，アルミニウムを3質量％以上12質量％以下，カルシウムを0．5質量％以上4質量％以下及びストロンチウムを0．1質量％以上1質量％以下含む請求項2又は3に記載のマグネシウム合金の締結構造。",
            "【請求項5】",
            "前記固体潤滑剤の被覆樹脂への添加量は前記被覆樹脂全体を100質量％とした場合，該固体潤滑剤が前記ポリテトラフルオロエチレンである場合0．1質量％以上15質量％以下，該固体潤滑剤が前記二硫化モリブデンである場合0．1質量％以上20質量％以下である請求項1～4のいずれかに記載のマグネシウム合金の締結構造。",
            "【請求項6】",
            "前記締結部材の前記本体は鉄系のボルトであり，前記被覆層は該ボルトの頭部に形成されている請求項1～5のいずれかに記載のマグネシウム合金の締結構造。",
            "【請求項7】",
            "前記被覆樹脂はフェノール樹脂である請求項1～6のいずれかに記載のマグネシウム合金の締結構造。",
            "【発明の詳細な説明】",
            "【技術分野】",
            "【0001】",
            "本発明は，マグネシウム合金部材の締結構造に関し，特にマグネシウム合金部材の締結部分における電気的腐食(電食)の発生を未然に防止する技術に関する。",
            "【背景技術】",
            "【0002】",
            "近年自動車産業において，車両軽量化への要請に対応するために，実用金属中で最軽量であるマグネシウム合金を使用することが多くなってきている。特に最近では外装や構造部品のように非常に高い耐食性が求められる部位への適用が進められようとしている。また従来適用が進んでいなかった高温環境にさらされる部材用の耐熱マグネシウム合金も開発されてきている。",
            "【0003】",
            "しかしながらマグネシウム合金は最も卑な実用金属であるため，鉄やアルミニウムといった異種金属と接触した際に，電解質を含む水分の存在下においてマグネシウム合金の電位差腐食が発生しやすいという問題がある。締結部材として使用される例えばボルトは鉄製が殆どであるため，特に自動車のエンジン，トランスミッション，足廻りなどの泥水をかぶりやすくかつ積雪地域での融雪塩が付きやすい部位においては電解質の存在下での水分付着で急激に電食が進行し，ボルトの締結不良が起きることがある。",
            "【0004】",
            "このような問題を防止するために例えばボルト或いはワッシャーをマグネシウムとイオン化傾向の近いアルミニウムにする対策が行われている。また特開2003-64492号公報には，締結部材にカチオン系のエポキシ樹脂を電着塗装した第1の被覆層と，第1の被覆層上にポリテトラフルオロエチレン粒子を分散させた第2の被覆層とを被覆させたマグネシウム合金部材の電食防止構造が提案されている。",
            "【発明の開示】",
            "【発明が解決しようとする課題】",
            "【0005】",
            "しかしながらボルトやワッシャーにアルミニウムを使用すると，締結用の軸力やトルクが足りずボルトの本数を増やす等の対策が必要となり重量増及びコスト増を招くこととなる。また特許文献1においては鋼製の試験片にエポキシ樹脂を電着被覆したものの塩水噴霧に対する防錆効果が確認されたにすぎずマグネシウムとの電食に対する効果は特に確認されていない。",
            "【0006】",
            "本発明は，このような事情に鑑みて為されたものであり，低コストでマグネシウム合金との電食を防止するマグネシウム合金部材の締結構造を提供することを目的とする。",
            "【課題を解決するための手段】",
            "【0007】",
            "そこで本発明者はこの課題を解決すべく鋭意研究し試行錯誤を重ねた結果，マグネシウム合金と接する締結部材表面にポリテトラフルオロエチレンもしくは二硫化モリブデンからなる固体潤滑剤を分散させたフェノール樹脂，或いはポリイミド樹",
            "脂を主成分とする被覆樹脂を被覆させた締結部材を用いることによりマグネシウム",
            "合金部材との電位差腐食を抑制出来ることを確認し，本発明を完成するに至った。",
            "【0008】",
            "すなわち，本発明のマグネシウム合金の締結構造は，マグネシウム合金部材と，該マグネシウム合金部材を締結する締結部材と，を備えるマグネシウム合金の締結構造において，前記締結部材は本体と，前記マグネシウム合金部材と接する該本体表面の少なくとも一部を覆う被覆層と，からなり，該被覆層はポリテトラフルオロエチレンもしくは二硫化モリブデンからなる固体潤滑剤と，該固体潤滑剤を分散し，フェノール樹脂，或いはポリイミド樹脂を主成分とする被覆樹脂と，から形成されていることを特徴とする。",
            "【0009】",
            "また前記マグネシウム合金部材は，耐熱マグネシウム合金部材であり，前記被覆樹脂はエポキシ樹脂を主成分とするものでもよい。",
            "【0010】",
            "さらに前記耐熱マグネシウム合金部材は，アルミニウム，カルシウム及びストロンチウムを含有することが好ましい。",
            "【0011】",
            "また詳しくは前記耐熱マグネシウム合金部材は，該合金部材の全体を100質量％とした場合，アルミニウムを3質量％以上12質量％以下，カルシウムを0．5質量％以上4質量％以下及びストロンチウムを0．1質量％以上1質量％以下含むことがより好ましい。",
            "【0012】",
            "また前記固体潤滑剤の被覆樹脂への添加量は前記被覆樹脂全体を100質量％とした場合，該固体潤滑剤が前記ポリテトラフルオロエチレンである場合0．1質量％以上15質量％以下，該固体潤滑剤が前記二硫化モリブデンである場合0．1質量％以上20質量％以下であることが好ましい。",
            "【0013】",
            "さらに前記締結部材の前記本体は鉄系のボルトであり，前記被覆層は該ボルトの頭部に形成されていてもよい。",
            "【0014】",
            "特に前記被覆樹脂はフェノール樹脂であることがより好ましい。",
            "【発明の効果】",
            "【0015】",
            "締結部材に絶縁性に優れ耐久性の高いフェノール樹脂或いはポリイミド樹脂を被覆することにより，締結部材の繰り返し使用時や締結時の被覆樹脂の割れや摩耗を抑制出来，従ってマグネシウム合金と鉄などの異種金属とが接触することまた水等を介して電気的に接触することを防ぐことが出来る。特にフェノール樹脂が耐久性の点で効果的である。",
            "【0016】",
            "また被覆樹脂はポリテトラフルオロエチレンもしくは二硫化モリブデンからなる固体潤滑剤が分散されていることにより，マグネシウム合金と締結部材の接触面において被覆樹脂が低摩擦係数を持つことが出来る。締結部材は，マグネシウム合金との締結面において摩擦係数が小さくなることにより所定の軸力が保持できる。また固体潤滑剤の添加量が上記範囲であることにより，締結部材への密着性の優れた被覆樹脂となる。",
            "【0017】",
            "また締結部材に固体潤滑剤を分散させた被覆樹脂を被覆するだけなので，低コストで軽量である。",
            "【0018】",
            "またマグネシウム合金部材が耐熱マグネシウム合金部材であることにより，更に電食が抑制出来る。特に耐熱マグネシウム合金部材は，アルミニウム，カルシウム及びストロンチウムを含有するものが効果があり，その含有量は上記範囲であるとより効果的に電食を抑制出来る。",
            "【0019】",
            "また前記マグネシウム合金部材は，耐熱マグネシウム合金部材の場合，被覆樹脂はエポキシ樹脂を主成分とするものとしても電食抑制効果が得られる。",
            "【0020】",
            "さらに締結部材の本体が鉄系のボルトの場合，ボルトを頭部と軸部とすると，頭部全体，つまり締結時にマグネシウム合金部材と接する頭部の座面と水等に接する頭部全体に被覆層が形成されていれば，ボルト本体に電解質の存在下で水分が付着することを防ぐことが出来，鉄とマグネシウム合金との電気的接触を防止出来る。そのため，より汎用的に使用される鉄系ボルトを用いてより安価にマグネシウム合金の締結が可能となる。",
            "【発明を実施するための最良の形態】",
            "【0021】",
            "本発明のマグネシウム合金の締結構造は，マグネシウム合金部材と，該マグネシウム合金部材を締結する締結部材と，を備える。",
            "【0022】",
            "前記マグネシウム合金部材は，マグネシウム合金からなる部材であれば特にその形状は限定されない。例えば自動車用部材，音響機器部材，スポーツ用部材，コンピュータ機器用部材等の用途の様々な部材で用いることが出来る。特に自動車用部材等で電解質の存在下で水と接触する環境で用いられるマグネシウム合金部材とするとよい。",
            "【0023】",
            "一般的にマグネシウム合金は，その用途に合わせ，マグネシウム以外にアルミニウム，亜鉛，マンガン，珪素，銅，鉄，カルシウム，ニッケル，ストロンチウム，希土類元素等の様々な元素を含有する。またその目的に応じて上記様々な元素の含有量が異なる。本発明に記載の前記マグネシウム合金も，上記のような一般的なマグネシウム合金であれば特に限定されない。",
            "【0024】",
            "また耐熱用途として用いられる耐熱マグネシウム合金としてアルミニウム，カルシウム及びストロンチウムを含有するものも用いることが出来る。・・・",
            "【0025】",
            "前記マグネシウム合金部材を締結する前記締結部材は，本体と，前記マグネシウム合金部材と接する該本体表面の少なくとも一部を覆う被覆層と，からなる。",
            "【0026】",
            "前記本体は，金属製の締結用部材であれば形状は特に限定されない。例えばボルト，ワッシャー，スペーサー等を用いることが出来る。本体は鉄製，アルミニウム製，チタン製のものが用いることが出来る。締結部材として一般的に用いられる鉄製のボルトが安価で高強度であり，好ましく用いることが出来る。",
            "【0027】",
            "前記本体は，前記マグネシウム合金部材と接する表面の少なくとも一部を被覆層で覆われている。前記金属製である本体と前記マグネシウム合金部材とが電解質を含む水等を介して電気的に接触する時，マグネシウム合金は実用金属中，最も電気的に卑であるため，マグネシウム合金が電位差腐食を起こす。被覆層はマグネシウム合金の電位差腐食を防ぐため，締結用部材本体に被覆される。",
            "【0028】",
            "被覆層は前記マグネシウム合金部材と接する表面の少なくとも一部を覆っていればよい。しかしマグネシウム合金部材と接触する部位であって，水等に接触する可能性のある部位には被覆する方がよい。例えば締結部材がボルトの場合，ボルトの頭部全体に座面も含め被覆されている方がよい。少なくとも座面を含む頭部全体に被覆層が形成されていれば，締結部材とマグネシウム合金部材との水を介した接触を防ぐためマグネシウム合金部材の電位差腐食を防ぐことが出来る。",
            "【0029】",
            "該被覆層はポリテトラフルオロエチレンもしくは二硫化モリブデンからなる固体潤滑剤と，該固体潤滑剤を分散し，フェノール樹脂，或いはポリイミド樹脂を主成分とする被覆樹脂と，から形成されている。",
            "【0030】",
            "固体潤滑剤であるポリテトラフルオロエチレンもしくは二硫化モリブデンは，固体の粉末粒子であり前記被覆樹脂に分散される。固体潤滑剤が被覆樹脂に含有されることにより，前記マグネシウム合金部材と前記締結部材との接触面の摩擦係数が低減出来，ボルト等を締め付けた際，所定のボルト軸力が得られる。",
            "【0031】",
            "ポリテトラフルオロエチレンは，粒子径1μm以下の粉末粒子が好ましい。またポリテトラフルオロエチレンの被覆樹脂への添加量は，前記被覆樹脂全体を100質量％とした場合，0．1質量％以上15質量％以下が好ましい。この範囲にあれば締結部材本体への密着性を落とすことなく，摩擦係数を低減できる。",
            "【0032】",
            "二硫化モリブデンは，粒子径5μm以下の粉末粒子が好ましい。また二硫化モリブデンの被覆樹脂への添加量は，前記被覆樹脂全体を100質量％とした場合，0．1質量％以上20質量％以下であることが好ましい。この範囲にあれば締結部材本体への密着性を落とすことなく，摩擦係数を低減できる。",
            "【0033】",
            "被覆樹脂は，フェノール樹脂，或いはポリイミド樹脂を主成分とする。マグネシウム合金部材が耐熱マグネシウム合金部材の場合はエポキシ樹脂でもよい。上記樹脂は，樹脂強度が高く繰り返し使用に対して樹脂割れが起こりにくい。また冷熱繰り返し使用に対しても樹脂割れが起こりにくい。そのため上記被覆樹脂を被覆した締結部材は長期間にわたって電食防止性能が持続する。また上記樹脂は密着性に優れ，締結部材から剥離しにくい。",
            "【0034】",
            "樹脂強度の観点から被覆樹脂はフェノール樹脂であることがより好ましい。",
            "【0035】",
            "被覆方法は，特に限定されない。例えば，固体潤滑剤を分散した溶剤を含む被覆樹脂を締結部材に塗布し，被覆樹脂の硬化する温度以上になるように熱処理を行い焼き付け塗布して被覆層を形成することが出来る。",
            "【0036】",
            "被覆層の厚さは，被覆層の強度及び密着性の面から2μm以上800μm以下が好ましい。更に10μm以上100μm以下がより好ましい。",
            "【0038】",
            "次に実施例によって本発明の作用効果を明らかにする。",
            "【0039】",
            "(1)被覆層の性能評価",
            "A．被覆樹脂の強度測定",
            "まずフェノール樹脂，フッ素系樹脂(テフロン(登録商標))，エポキシ樹脂，ポリイミド樹脂，ポリスチレン樹脂，ABS樹脂，ポリカーボネート樹脂，ポリプロピレン樹脂，ナイロン6樹脂，ポリエチレン樹脂を用い，フランジ付き鉄製ボルトの頭部に約10μm以上100μm以下の上記各樹脂の被覆層を形成した。",
            "【0040】",
            "被覆層形成方法は，以下の方法で行った。上記各樹脂を各適した有機溶媒に溶解又は分散させ，18℃～25℃にした樹脂溶液にフランジ付き鉄製ボルトの頭部をディッピングして，ボルト頭部に各樹脂を塗布した。熱硬化性樹脂であるフェノール樹脂，エポキシ樹脂，ポリイミド樹脂を塗布したフランジ付き鉄製ボルトは，加熱炉に入れ，各樹脂の硬化温度に加熱して被覆層を形成した。他の熱可塑性樹脂であるフッ素系樹脂，ポリスチレン樹脂，ABS樹脂，ポリカーボネート樹脂，ポリプロピレン樹脂，ナイロン6樹脂，ポリエチレン樹脂を塗布したフランジ付き鉄製ボルトは，150℃で30分加熱して被覆層を形成した。",
            "【0046】",
            "B．被覆層の密着性試験",
            "固体潤滑剤を被覆樹脂に分散させることにより，被覆樹脂の締結部材への密着性は低下する。そのため固体潤滑剤の最適な添加量を調べるため被覆層の密着性試験を行った。被覆樹脂としてフェノール樹脂を用い，固体潤滑剤としてポリテトラフルオロエチレン(以降適宜PTFEと記載する)または二硫化モリブデンを用いた。密着性試験としてJIS  K5400の碁盤目テープ剥離試験を行った。",
            "【0048】",
            "碁盤目テープ剥離試験の結果，固体潤滑剤がPTFEの場合，PTFEの添加量は0．1～15質量％，固体潤滑剤がMoS の場合，MoS の添加量は0．1～20質量％のものが密着性が良好と判断された。",
            "【0049】",
            "(2)電位差腐食防止性能評価",
            "C．マグネシウム合金部材を用いた電位差腐食試験",
            "厚み30mmの耐熱マグネシウム合金部材(Mg-Al-Ca-Sr)に締結用の8φのボルト穴を形成した。耐熱マグネシウム合金部材は，合金部材の全体を100質量％とした場合，アルミニウムを7質量％，カルシウムを2．8質量％，ストロンチウムを0．5質量％及びマンガンを0．2質量％含むマグネシウム合金で形成されていた。",
            "【0050】",
            "被覆樹脂はフェノール樹脂，エポキシ樹脂，フッ素樹脂(テフロン(登録商標))を主成分とする3種類を用い，固体潤滑剤としてMoS を用いた。",
            "【0051】",
            "各配合量は主成分としてフェノール樹脂を用いた場合，フェノール樹脂50質量部，MoS は3質量部，溶剤としてメチルエチルケトン30質量部，メチルイソブチルケトン10質量部，その他黒色顔料を1質量部であった。主成分としてエポキシ樹脂を使用したものは，エポキシ樹脂45質量部，MoS は3質量部，溶剤としてメチルエチルケトン35質量部，メチルイソブチルケトン5質量部，その他黒色顔料を1質量部であった。主成分としてフッ素樹脂を使用したものは，フッ素樹脂45質量部，MoS は1質量部，溶剤としてメチルエチルケトン30質量部，メチルイソブチルケトン10質量部，その他黒色顔料を1質量部であった。",
            "【0052】",
            "鉄製のフランジ付きボルトの頭部に固体潤滑剤を分散させた樹脂をディッピング方式で被覆し，フェノール樹脂とエポキシ樹脂を用いたものは熱処理して焼き付け塗布した。またフッ素樹脂を用いたものは耐熱性を持たせるため120℃で60分加熱して焼き付けを行った。被覆層の厚みは50μm～100μmであった。",
            "【0054】",
            "締結部材のない耐熱マグネシウム合金部材のみ，又被覆層の形成されていない通常の鉄製ボルトを耐熱マグネシウム合金部材に締結したもの，及び上記3種類のボルトを各々締結した耐熱マグネシウム合金部材の5種類の試験材料を用いて電位差腐食試験を行った。",
            "【0055】",
            "電位差腐食試験としてJIS  Z2731に基づく塩水噴霧試験を行った。まず初期重量を測定した各合金部材に，5％塩化ナトリウム水溶液を1．5ml／分の流量で連続噴霧した。各試験時間後(日数)各合金部材を15％クロム酸水溶液中で1分間煮沸洗浄することにより，各合金部材の腐食生成物を除去した。乾燥後，各合金部材の重量を測定し，初期重量との差を腐食量とし，mg／cm2で表示した。",
            "【0056】",
            "塩水噴霧試験による経過時間ごとの腐食量の推移を図3にグラフで示した。図3のグラフに示されるように，通常の鉄製ボルトで耐熱Mg合金部材を締結したものの塩水噴霧による電位差腐食量に対し，鉄製ボルトの頭部に固体潤滑剤を含んだ被覆層を形成されたコートボルトを締結した耐熱Mg合金部材の腐食量は低減された。特にフェノール樹脂を用いたコートボルトの腐食量の低減量は，他の樹脂を用いたものに比べ大きな低減となっている。",
            "【0067】",
            "図7にみられるように，アルミニウムは含有量が増えることによってマグネシウム合金板の電位差腐食による腐食量が大幅に低減した。",
            "【0068】",
            "また図8に見られるように，カルシウム又はストロンチウムが含有されることによってマグネシウム合金板の電位差腐食による腐食量は低減するが，含有量を増やしても大幅な電位差腐食による腐食量の低減は見られなかった。",
            "【0069】",
            "図7，図8から，耐熱マグネシウム合金に含まれる他の元素の電位差腐食を抑制するのに最適な含有量は，該合金部材の全体を100質量％とした場合，アルミニウムを3質量％以上12質量％以下，カルシウムを0．5質量％以上3質量％以下及びストロンチウムを0．1質量％以上1質量％以下であることがわかった。",
            "【0070】",
            "またマグネシウム合金の強度等からより好ましい含有量は，該合金部材の全体を100質量％とした場合，アルミニウムを5質量％以上10質量％以下，カルシウムを1質量％以上4質量％以下及びストロンチウムを0．3質量％以上1．0質量％以下である。",
            "【図3】",
            "【図7】                              【図8】"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲1に記載された事項について",
          "text": [
            "上記アによると，甲1には，前記第2の4(1)ア及びイ記載の引用発明1及び2が記載されていると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本願発明1と引用発明1の相違点について",
      "text": [
        "前記1及び上記(1)イによると，本願発明1と引用発明1の一致点及び相違点は，前記第2の4(3)アのとおりであると認められる。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "周知の事項について",
      "text": [
        "乙1によると，本件優先日当時，熱硬化性樹脂を使用するための基礎的な事項として，ⓐエポキシ樹脂などの熱硬化性樹脂は，加熱前は線状の低分子の化合物(プレポリマー；オリゴマー)であるが，単独あるいは硬化剤存在下で加熱すると高分子化／橋架け反応(硬化反応)が進行し3次元構造を持つ不溶・不融の物質(硬化物)となること(乙1の537頁左欄の2行～7行)，ⓑ熱硬化性樹脂は，単独での反応により硬化物となる場合もあるが，多くの場合は硬化剤と呼ばれる化合物と樹脂の反応により硬化物となること(乙1の538頁左欄22行～24行)，ⓒ熱硬化性樹脂単独あるいは樹脂／硬化剤系を加熱すると，最終的に樹脂硬化物が得られること(乙1の538頁左欄38行～39行)，ⓓ実際に使用される場合には，樹脂・硬化剤系にいろいろな添加剤・充てん剤等が混合された配合物系の硬化物となっている場合が多いこと(乙1の537頁左欄7行～10行)，○e熱硬化性樹脂は耐熱性，耐腐食性，含浸性などの良さを生かして接着剤，塗料，電気・電子用材料，複合材料用マトリックス，建設用などの広範囲で多様な分野に応用，使用されていること(乙1の537頁左欄10行～13行)が認められる。",
        "そして，甲2の段落【0038】には，前記第2の4(2)の記載があり，これによると，①コーティング層の粘着を防ぐのに用いられるコーティングのバインダ成分は，エポキシ樹脂を含むことが好ましいこと，②エポキシ樹脂は，望ましいコーティング特性，例えば，良好な粘着及び良好な耐磨耗性を与えること，③エポキシバインダは熱硬化性，すなわち，架橋することができること，④コーティング組成物が熱硬化性となるように調剤される場合には，好適な硬化剤又は架橋剤がバインダに含まれることが認められる。",
        "以上によると，上記の乙1及び甲2に記載されている事項は，本件優先日当時，当業者に広く知られていた事項(周知の事項)であると認められる。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "本願発明1と引用発明1に係る相違点2について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "本願発明1と引用発明1に係る相違点2は，エポキシ樹脂について，本願発明1においては，コーティング中に架橋結合して架橋エポキシコーティングを形成するものであるのに対し，引用発明1においては，エポキシ樹脂は，熱硬化性樹脂であるものの，コーティング中に架橋結合するとは，特定されていないというものである。",
            "前記(3)のとおり，本件優先日当時，当業者に，エポキシ樹脂などの熱硬化性樹脂は，加熱前は線状の低分子の化合物(プレポリマー；オリゴマー)であるが，単独あるいは硬化剤存在下で加熱すると高分子化／橋架け反応(硬化反応)が進行し3次元構造を持つ不溶・不融の物質(硬化物)となることが広く知られていたことが認められる。",
            "引用発明1は，「熱処理して焼き付け塗布」するものである上，甲1の段落【0033】には，「被覆樹脂は，・・・エポキシ樹脂でもよい。上記樹脂は，樹脂強度が高く繰り返し使用に対して樹脂割れが起こりにくい。」と記載されているから，これらに，上記の周知事項を併せて考慮すると，当業者は，引用発明1の被覆層に用いられるエポキシ樹脂(甲1の段落【0009】，【0019】，【0033】，【0039】，【0045】，【0050】)は，架橋結合していると理解するものと認められ，そうすると，相違点2に係る本願発明1の構成を備えていることになり，相違点2は，実質的な相違点ではないことになる。",
            "本件審決は，相違点1に係る本願発明1の構成にすることは，引用発明1により当業者が容易に想到し得たことであるとし，原告はこの点について争わないから，本願発明1は，引用発明1により，当業者が容易に発明をすることができたものと認められる。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，甲1の被覆層は固体潤滑剤を分散した樹脂であるものの，この被覆層を形成する材料には，硬化剤は含有されていない(甲1の段落【0029】，【0051】)から，引用発明1に記載された被膜樹脂からなる被覆層は，架橋結合といえるものではない，硬化剤を混ぜることなく形成された被膜は，硬化剤を含むエポキシ樹脂により形成された被膜に比べれば強度が非常に弱い被膜であることは周知の事実であると主張する。",
            "しかし，甲1に硬化剤が記載されていないからといって，引用発明1の被覆層が架橋結合していないということはできない。前記アのとおり，引用発明1の熱硬化性樹脂であるエポキシ樹脂は，「熱処理して焼き付け塗布」するものであって，そのように形成された被覆層は樹脂強度が高いものであるから，前記アのとおり，引用発明1と本願発明1に係る相違点2は実質的な相違点ではないということができる。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，当業者は，本願発明1の課題を解決する際に，引用発明1に記載された固体潤滑剤を含む被覆層に関する発明を選択することは避けるはずであると主張するが，固体潤滑剤を含んでいないことから，直ちに，15年間ガルバニック腐食を防ぐ方法を提供するという本願発明1の課題を解決することができなくなるというべき事情は認められないから，原告が主張する引用発明1が固体潤滑剤を含むとの点は，前記アの判断を左右するものではない。",
            "また，原告は，甲2に記載された発明と，本願発明1及び引用発明1とは，発明の課題と達成方法において関連性が全くなく，甲2に記載された発明を，引用発明1に記載された発明に適用する動機付けはないと主張するが，前記(3)のとおり，甲2は，エポキシ樹脂についての周知の事項の認定に用いており，甲2に記載された発明を引用発明1に記載された発明に適用して相違点2についての判断をしているものではないから，原告の上記主張はこの点において失当である。"
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "以上によると，取消事由1は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "取消事由2(相違点4についての判断の誤り)について",
              "text": [
                "前記1及び2(1)イによると，本願発明12と引用発明2の一致点及び相違点は，前記第2の4(4)アのとおりであると認められ，本願発明12に係る相違点4は，本願発明1と引用発明1に係る相違点2と実質的に同じである。したがって，前記2のとおり，相違点4は，実質的な相違点ではないことになる。",
                "本件審決は，相違点3に係る本願発明12の構成にすることは，引用発明2により当業者が容易に想到し得たことであるとし，原告はこの点について争わないから，本願発明12は，引用発明2により，当業者が容易に発明をすることができたものと認められる。",
                "したがって，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "4",
              "subject": "結論",
              "text": [
                "以上によると，原告の請求には理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}