{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2019-890048号事件について令和2年9月1日にした審決のうち，「登録第6080658号の指定役務中，第35類「運動・健康の分野における商品の展示会又は見本市の企画・運営，健康食品及び化粧品の販売促進のための展示会の企画・運営又は開催，健康管理の利用に関する統計の編集，健康食品・サプリメント・健康関連商品の販売に関する情報の提供，健康管理および美容に関する広告の企画又は助言」及び第44類「健康及び健康管理に関する情報の提供並びに指導及び助言，健康診断及びこれに関するコンサルティング，インターネットを利用した健康管理に関する情報の提供」についての登録を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，別紙1記載の商標(以下「本件商標」という。)の商標権者である(甲1)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告が，本件商標についての商標登録無効審判請求をしたところ，特許庁は，同請求を無効2019-890048号事件として審理し，令和2年9月1日，「登録第6080658号の指定役務中，第35類「運動・健康の分野における商品の展示会又は見本市の企画・運営，健康食品及び化粧品の販売促進のための展示会の企画・運営又は開催，健康管理の利用に関する統計の編集，健康食品・サプリメント・健康関連商品の販売に関する情報の提供，健康管理および美容に関する広告の企画又は助言」及び第44類「健康及び健康管理に関する情報の提供並びに指導及び助言，健康診断及びこれに関するコンサルティング，インターネットを利用した健康管理に関する情報の提供」についての登録を無効とする。その余の指定役務についての審判請求は成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月11日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "本件商標は，三つのハートとおぼしき図形を一筆書き風に表した図形(以下「本件図形部分」という。)と「SMS」の欧文字(以下「本件文字部分」という。)の結合商標からなるところ，本件図形部分と本件文字部分とは，視覚上分離して看取し得るものであって，また，両者の間に観念上のつながりもなく，本件図形部分と本件文字部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない。",
                "そして，本件商標は，本件図形部分と本件文字部分が，それぞれ独立して自他役務の識別標識としての機能を果たす要部として認識され，その構成中の「SMS」の欧文字部分を要部として抽出し，これを引用商標と比較して商標そのものの類否を判断することも許される。",
                "そうすると，本件商標は，その要部である「SMS」の欧文字に相応して，「エスエムエス」の称呼を生じるものであって，また，観念については，当該文字は一般的な辞書等に掲載されていないものであり，一種の造語とみるのが相当であるから，特定の観念を生じない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1及び引用商標2について(甲2，3)",
              "text": [
                "別紙2の商標(以下「引用商標1」という。)及び別紙3の商標(以下「引用商標2」という。)は，オレンジ色の小さな円をL字型に並べた形状と，同様の黄色のL字型の形状とを組み合わせた正方形を45度傾けた態様の図形部分(以下「引用1及び引用2図形部分」という。)の右側に，上段に「SMS」の欧文字，下段に上段の文字に比して極めて小さく「Best  matching  Best  value」の欧文字(以下，同欧文字部分を併せて「引用1及び引用2文字部分」という。)を二段書きにしてなる結合商標であるところ，引用1及び引用2図形部分と引用1及び引用2文字部分とは，視覚上分離して看取し得るものであり，また，両者の間に観念上のつながりもなく，引用1及び引用2図形部分と引用1及び引用2文字部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない。",
                "そして，引用商標1及び引用商標2は，引用1及び引用2図形部分と引用1及び引用2文字部分が，それぞれ独立して自他役務の識別標識の機能を有しているといえる。",
                "また，引用1及び引用2文字部分について，上段の「SMS」の欧文字部分と，下段の「Best  matching  Best  value」の欧文字部分とは，両者の間に観念上のつながりもなく，上段の文字部分と下段の文字部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない上，その文字の大きさも顕著な差異を有するから，その構成中，顕著に表された「SMS」の欧文字部分を要部として抽出し，この部分だけを他人の商標と比較することも許される。",
                "そうすると，引用商標1及び引用商標2は，その要部である「SMS」の欧文字部分に相応して，「エスエムエス」の称呼を生じるものであって，また，観念については，当該文字は一般的な辞書等に掲載されていないものであり，一種の造語とみるのが相当であるから，特定の観念を生じない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標3について(甲4)",
              "text": [
                "別紙4の商標(以下「引用商標3」といい，引用商標1～3を併せて「引用商標」という。)は，上部に青色の地球儀とおぼしき図形を配した左右で濃淡の差がある緑色のしずく形の図形(以下「引用3図形部分」という。)の下に，上段に大きく青色で「SMS」の欧文字を表し，下段に，上段の文字に比して小さく「International」の欧文字(以下，同欧文字部分を併せて「引用3文字部分」という。)を横書きしてなる結合商標からなるところ，引用3図形部分と引用3文字部分とは，視覚上分離して看取し得るものであり，また，両者の間に観念上のつながりもなく，引用3図形部分と引用3文字部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない。",
                "そして，引用商標3は，引用3図形部分と引用3文字部分が，それぞれ独立して自他役務の識別標識の機能を有しているといえる。",
                "また，引用3文字部分について，上段の「SMS」の欧文字部分と，下段の「International」の欧文字部分とは，両者の間に観念上のつながりもなく，上段の文字部分と下段の文字部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない上，その文字の大きさも顕著な差異を有するものであるから，その構成中，顕著に表された「SMS」の欧文字部分を要部として抽出し，この部分だけを他人の商標と比較することも許される。",
                "そうすると，引用商標3は，その要部である「SMS」の欧文字部分に相応して，「エスエムエス」の称呼を生じ，また，観念については，当該文字は一般的な辞書等に掲載されていないものであり，一種の造語とみるのが相当であるから，特定の観念を生じない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標と引用商標との類否について",
              "text": [
                "本件商標と引用商標とは，全体の外観において差異を有するものであるが，両者の要部である「SMS」の欧文字部分について，そのつづりを共通にするものであるから，外観上近似する印象を与える。",
                "また，両者は，「エスエムエス」の称呼を同一にするものであり，観念においては，共に特定の観念を生じないものであるから，比較することができない。",
                "そうすると，本件商標と引用商標とは，観念において比較することはできないとしても，外観において近似する印象を与えるものであり，称呼を同一にするものであるから，これらを総合して考察すると，本件商標と引用商標とは互いに相紛れるおそれのある類似の商標と判断するのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標の指定役務と引用商標の指定役務の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の指定役務と引用商標1の指定役務の類否について",
                  "text": [
                    "本件商標の指定役務のうち，第35類「運動・健康の分野における商品の展示会又は見本市の企画・運営，健康食品及び化粧品の販売促進のための展示会の企画・運営又は開催，健康管理および美容に関する広告の企画又は助言」と引用商標1の指定役務のうち，第35類「広告」は，共に広告代理店や広告制作会社が広告主の依頼に基づいて提供する役務であるから，その役務の目的，需要者の範囲等を共通にする同一又は類似する役務である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標の指定役務と引用商標2の指定役務の類否について",
                  "text": [
                    "本件商標の指定役務のうち，第44類「健康及び健康管理に関する情報の提供並びに指導及び助言，健康診断及びこれに関するコンサルティング，インターネットを利用した健康管理に関する情報の提供」と引用商標2の指定役務のうち，第44類「医療に関する情報の提供，医療情報の提供，栄養の指導」は，共に医療に関する役務であるから，その役務の目的，需要者の範囲等を共通にする同一又は類似する役務である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の指定役務と引用商標3の指定役務について",
                  "text": [
                    "本件商標の指定役務のうち，第35類「健康管理の利用に関する統計の編集，健康食品・サプリメント・健康関連商品の販売に関する情報の提供」と引用商標3の第35類の指定役務「戦略的な商品及びサービスの調達に関連する事業に関する指導及び助言，他人の事業のために行う物品の調達及びサービスの手配，市場戦略に関する企画，他人のための物品の調達に関する助言及び指導，商品の販売に関する情報の提供」は，共に事業の管理，運営に関する役務であるから，その役務の目的，需要者の範囲等を共通にする同一又は類似の役務である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件商標は，引用商標と類似する商標であり，かつ，本件商標の指定役務のうち，第35類「運動・健康の分野における商品の展示会又は見本市の企画・運営，健康食品及び化粧品の販売促進のための展示会の企画・運営又は開催，健康管理の利用に関する統計の編集，健康食品・サプリメント・健康関連食品の販売に関する情報の提供，健康管理および美容に関する広告の企画又は助言」及び第44類「健康及び健康管理に関する情報の提供並びに指導及び助言，健康診断及びこれに関するコンサルティング，インターネットを利用した健康管理に関する情報の提供」と引用商標1の指定役務のうち，第35類「広告」，引用商標2の指定役務のうち，第44類「医療に関する情報の提供，医療情報の提供，栄養の指導」及び引用商標3の第35類の指定役務「戦略的な商品及びサービスの調達に関連する事業に関する指導及び助言，他人の事業のために行う物品の調達及びサービスの手配，市場戦略に関する企画，他人のための物品の調達に関する助言及び指導，商品の販売に関する情報の提供」とは，同一又は類似の役務であるから，商標法4条1項11号に該当する。",
                "しかし，本件商標の指定役務のうち，第35類「コンピュータによる利用者の健康情報のデータ管理」については，引用商標の指定役務とは類似するものではないから，商標法4条1項11号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(商標法4条1項11号該当性の判断の誤り-本件商標と引用商標との類否判断の誤り)",
      "content": [
        {
          "fig": "1",
          "text": [
            "「SMS」を含む商標登録の有無等に関し，調査したところ，以下のとおりの結果となった(甲24)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "称呼に「エスエムエス」を含み，同じ類似群コードを含む先願がありながら，拒絶理由通知を受けずに登録された「SMS」の語句を含む商標は，15件に上る(甲24の一覧表の番号18，22～24，26～28，30～32，34，37～40)。このことは，称呼「エスエムエス」を含む商標において，称呼の部分的な一致及び類似群コードの重複があったとしても，商標全体を一体不可分なものとして観察したときに，必ずしも審査において類似とみなさないという特許庁の判断を示している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲24の一覧表の番号6(登録第4588968号)に係る商標は，図案化された「SMS」及びこれと組み合わされた欧文字からなる商標であるが，審査の段階で，同一覧表の番号4の登録商標を引用して，商標法4条1項11号に該当するとの拒絶理由通知を受けた。しかし，後に登録された。",
                "このことから，特許庁においては，番号6の図案化された「SMS」及びこれと組み合わされた欧文字が，一体不可分なものとして類否判断されることが分かる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲24の一覧表の番号13(登録第5404451号)に係る商標は，欧文字で「WebSMS」と表示した商標であるが，審査の段階で，登録第4696931号(抹消済み)の登録商標を引用して，商標法4条1項11号に該当するとの拒絶理由通知を受けた。しかし，後に登録された。",
                "このことから，特許庁においては，番号13の欧文字でなる「WebSMS」が，一体不可分なものとして類否判断されることが分かる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲24の一覧表の番号16(登録第5444581号)に係る商標は，「スマートSMS」，「SmartSMS」，「スマートエスエムエス」の各文字を3段に併記してなる商標であるが，審査の段階で，商標法3条1項3号及び4条1項11号等に該当するとの拒絶理由通知を受けた。しかし，後に登録された。",
                "このことから，特許庁においては，上記の番号16の商標は，一体不可分なものとして類否判断されることが分かる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲24の一覧表の番号21(登録第5625195号)に係る商標は，「SMS  AUDIO」の欧文字を，黒字背景に図案化して示した商標であるが，審査の段階で，拒絶理由通知を受けた。しかし，後に登録された。",
                "これは，商標の一部の類似によって類否判断をするのでなく，商標から想起される称呼全体により，一体不可分に類否判断がされたからである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "甲24の一覧表の番号36(登録第6158680号)に係る商標は，図案化された「SMS」のみからなる商標であるところ，審査の段階で，甲24の一覧表の番号41及び42の商標を引用して，商標法4条1項11号に該当するとの拒絶理由通知を受けた。しかし，後に登録された。",
                "これは，番号41及び42の商標が，「SMS」の語句と，他の語句(「group」)及び図形の組合せからなるところ，その一部である「SMS」のみを抽出して類否判断するのではなく，これら全体が一体不可分に類否判断されたためである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "引用商標2には，先願である甲24の一覧表の番号4の商標(登録第3359346号)と同じ類似群コードが含まれているから，引用商標2から「SMS」の部分のみを抽出して類否判断をするのであれば，類似群コードが重なる部分については，商標登録されなかったはずである。引用商標2が商標登録されたことは，引用商標2の要部が「SMS」であることと矛盾している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法4条1項11号該当性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標における類否判断は，外観上，その商標を構成する要素が複数存在する場合，全ての要素を含む商標全体を一体不可分に観察してされるべきである。",
                "外観においても称呼においても，その一部分を抜き出して比較し，類否判断を行うのではなく，商標全体を観察し，出所識別標識としての機能を発揮するかどうかを判断すべきであり，その観点からみると，本件商標と引用商標は類似しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件商標のうち「SMS」の欧文字について，一般的な辞書等に掲載されていないものであり，一種の造語とみるのが相当であるから，特定の観念を生じないと判断している。",
                "しかし，インターネットサイト「Wikipedia」によると，「SMS」とは，携帯電話でのメッセージ送受信サービスである「Short Message Service(ショートメッセージサービス)」の略語である(甲25)が，日本でこのショートメッセージサービスの提供が開始されたのが，PHSでは平成8年4月，携帯電話では同年6月であった。そして，本件審決がされた令和2年の時点で，「ショートメッセージサービス」の略語としての「SMS」は一般に周知されており，特定の観念を生じるものであった。略語としての「SMS」は，その所属領域である通信分野のみならず，一般に周知されていることは，原告が行ったアンケートの結果(甲26)からも明らかである。",
                "「ショートメッセージサービス」の略語としての「SMS」の語句が普及している状況にあっても，複数の要素のうちの一つとして「SMS」を含む商標が商標登録を受けている事実に鑑みると，「SMS」のみを要部として取り出し，外観及び称呼が類似するとして，互いに相紛れるおそれのある類似の商標とした本件審決の判断は誤りである。",
                "また，本件商標が，「SMS」の語句が特定の観念を生じないことを理由に，商標法4条1項11号により登録を無効とするのであれば，引用商標1より後に商標登録を受けた「SMS」の語句を含む商標のうち，引用商標1と役務の区分を同じくし，外観，称呼においても大きな差異のない商標登録第5722215号(甲24の一覧表の番号24)も，商標登録を受けられないはずである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の図形部分について",
              "text": [
                "本件商標の図形部分(本件図形部分)は，三つのハート形を重ねて，横に並べてなるものであるが，原告の調査によると，複数のハートを重ねてなる図形を含む商標は24件登録されており，そのうち三つのハートを重ねてなる商標は，本件商標の他に3件ある(甲41)が，そのうち1件(商標登録第4180031号)は他の図形又は文字との組み合わせではなく，図形のみで登録されているから，単純な三つのハート形を重ねてなる図形のみでも，出所識別標識となる。また，本件図形部分と類似する商標の登録例はない(甲41，43)。",
                "したがって，本件図形部分のみを見ても，本件商標は十分な識別性を備えているが，本件文字部分との組み合わせによりその識別性はより高くなり，本件商標は十分に識別性のある出所識別標識である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，本件商標のうち本件文字部分を要部として抽出することが許されると主張する。",
                "しかし，甲24の番号22，23，27及び28の商標は，「SMS」を含む文字のみからなる商標であって，先願と重なる類似群コードがあるが，いずれも商標登録されているところ，仮に，被告の上記主張のとおり，上記各商標について，「SMS」を要部として抽出して先願と類否判断をするのであれば，類似と判断され，商標登録されないはずである。",
                "また，甲44の商標は，橙色の図形部分と横書きの「beyond」及び「2020」の文字からなる商標であるが，一方，甲45の商標は，横書きの「Beyond」及び「ビヨンド」の文字からなる商標であり，甲44の商標の先願であるところ，甲44の商標は，甲45の商標と共通する類似群コード(42C01)を含んでいるにもかかわらず，商標登録されている。これは，普通名詞である文字部分と特徴的な図形部分からなる商標は，識別力が強い図形部分を抽出して他の商標との類否判断がされるからである。したがって，本件商標においても，本件図形部分を抽出して引用商標との類否判断をすべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上から，本件商標は，引用商標に類似しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "したがって，本件商標は商標法4条1項11号に該当するとした本件審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，三つのハートとおぼしき図形が重なり合った態様の本件図形部分と，「SMS」の欧文字の本件文字部分からなる結合商標であるところ，本件図形部分と本件文字部分とは視覚上明確に分離して配置されている上，特段両者の一体性を増長させるようなデザイン上，色彩上の特徴等も見られない。また，本件図形部分と本件文字部分の間に何らの観念上のつながりもない。そのため，本件図形部分と本件文字部分を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない。さらに，本件文字部分である「SMS」は指定役務との関係において特定の観念を生じない造語であり，十分な識別力を有する語といえる。そうすると，本件商標においては，本件文字部分を分離観察し，要部として抽出することが許されるべきである。",
                "そして，要部である「SMS」については，「エス・エム・エス」との称呼を生じ，特定の観念を生じない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「SMS」の語が「ショートメッセージサービス」の略語として一般に周知されており，特定の観念を生じさせると主張する。",
                    "しかし，自他商品・役務の識別機能や商標の要部の認定は，その指定商品又は役務との関係で判断されるものである。「SMS」が「ショートメッセージサービス」の略語として使用されていたとしても，本件商標の指定役務である第35類「運動・健康の分野における商品の展示会又は見本市の企画・運営」や第44類「健康及び健康管理に関する情報の提供並びに指導及び助言」において「SMS」の語が使用された場合に，需要者が「ショートメッセージサービス」を意味するものと理解するとは考えられず，特定の観念を生じさせるものではない。",
                    "なお，原告主張のアンケートの結果(甲26)は，調査対象者(母集団)の総数や属性やアンケート方法が不明な上に，回答者数もわずか76名しかおらず，その質問内容も「SMSという言葉を聞いたことがありますか？」，「SMSとは何か知っていますか？」など，ショートメッセージサービスとの関連性が明らかではない趣旨不明のものであり，「SMS」についての一般人の認識に関する証拠として何らの証明力を有していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標が，「SMS」の語句が特定の観念を生じないことを理由に，商標法4条1項11号により登録を無効とするのであれば，引用商標1と役務の区分を同じくし，外観，称呼においても大きな差異のない商標登録第5722215号(甲24の一覧表の番号24)も登録を受けられないはずであると主張する。",
                    "しかし，上記の番号24の登録商標においては「d．SMS」が一体不可分な結合態様と評価された結果，引用商標1の「SMS」と非類似と解されたものであり，その判断と本件審決には何ら矛盾はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件図形部分には類似の先行登録商標がないことから，本件商標においては，本件図形部分の識別力が重要である旨主張する。",
                    "しかし，本件図形部分と類似する先行登録商標がないからといって本件図形部分の識別力が強いことにはならないから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，「SMS」を含む文字のみからなる甲24の番号22，23，27及び28の各商標が商標登録されていると主張する。",
                    "しかし，上記各登録商標は，いずれも標準文字で記載され，また，全体として澱みなく一連に称呼可能な程度の長さからなるものであるから，「SMS」部分を分離抽出することが妥当とはいえない商標である。",
                    "したがって，上記の各登録商標の存在が，本件審決の判断に影響を与えるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，甲44の登録商標と甲45の登録商標が併存していることを指摘するが，甲44の商標の文字部分である「beyond 2020」の各構成部分は，書体の同一性や配置から一体性が認められるし，上記文字部分は「2020年を超えて」という観念を生じさせるから，各構成部分を分離して観察することが取引上不自然であると思われるほど不可分に結合している。",
                    "したがって，図形部分を考慮するまでもなく，甲44の商標が「Beyond／ビヨンド」の文字のみからなる甲45の商標と非類似であることは明らかであり，両商標が併存登録されていることは不自然ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標は，それぞれ「SMS」の欧文字部分を要部として抽出することが可能であり，それぞれ「エス・エム・エス」との称呼が生じる一方，特定の観念は生じない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用商標2において「SMS」を要部として抽出できるのであれば，甲24の一覧表の番号4(商標登録第3359346号)の要部も「SMS」であり，同登録商標の存在にもかかわらず引用商標2が登録されていることは引用商標2の要部が「SMS」であることと矛盾していると主張する。",
                "しかし，上記の番号4の登録商標は，平成19年11月14日に存続期間が満了し，引用商標2の出願時である平成23年3月31日には既に消滅しており，特許庁において，上記番号4の商標と引用商標2との類否判断がされたわけではないから，上記番号4の商標が過去に登録されていたことは，引用商標2の要部を「SMS」と解することに何ら影響するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標と引用商標の類否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標と引用商標の要部は，いずれも「SMS」の欧文字部分であり，つづりを共通にするものであって外観上近似する印象を与え，「エス・エム・エス」との同一の称呼が生じる一方で，特定の観念は生じず，比較ができないから，本件商標と引用商標は類似の商標である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下の(ア)～(オ)のとおり，原告が挙げた五つの登録併存例は，いずれも各商標間の構成上の差異が大きく，非類似であることが明らかである。",
                    "また，上記各併存登録例において抵触している指定商品・役務に係る区分は，第9類，第38類，第40類，第42類のみであるところ，本件商標と引用商標で抵触している指定役務に係る区分は，第35類(広告・マーケティング関連)及び第44類(医療情報・健康情報関連)である。商標の識別力は，指定商品・役務との関連で個別に評価されるべきであるから，このような指定商品・役務と事案を異にする併存登録例から，本件商標が登録されるということにはならない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲24の一覧表の番号6の商標について",
                      "text": [
                        "番号6(商標登録第4588968号)の「S」の文字は一見して「S」と読めない程度に図案化されており，「SMS」が「Super  Matrix  Solver」の略称であることが商標上明らかであって，「スーパーマトリックスソルバー」との称呼も生じるから，同一覧表の番号4の登録商標と外観，称呼における差異は大きく，類似性が否定されるべき事案である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲24の一覧表の番号13の商標について",
                      "text": [
                        "番号13(商標登録第5404451号)の商標は，「WebSMS」であって一体不可分として観察されるべき商標であり，図形と「SMS」で構成され，「SMS」の部分が分離観察されるべき商標登録第4696931号の商標とは，外観上，称呼上の差異は大きく，類似性が否定されるべき事案である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲24の一覧表の番号16の商標について",
                      "text": [
                        "番号16(商標登録第5444581号)の商標は，「スマートSMS」，「SmartSMS」，「スマートエスエムエス」と，それぞれ「スマート」又は「Smart」と「SMS」又は「エスエムエス」とがそれぞれ一体不可分で観察されるべき商標であり，「スマート」又は「SMART」が要部となる商標登録第4220474号の商標とは，外観上，称呼上の差異は大きく，類似性が否定されるべき事案である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲24の一覧表の番号21の商標について",
                      "text": [
                        "番号21(商標登録第5625195号)は「SMS  AUDIO」の欧文字部分を一体不可分に観察すべき商標であるが，引用商標2は「SMS」部分が要部として分離観察されるべきであることからすると，両商標の外観上，称呼上の差異は大きく，類似性が否定されるべき事案である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲24の一覧表の番号36の商標について",
                      "text": [
                        "番号36(商標登録第6158680号)の商標は，「SMS」の文字が図形に近い程度まで図案化されていることに加え，同一覧表の番号41及び42の商標の文字部分の「SMS  group」は一体不可分に観察されるべきであるから，両商標の外観上，称呼上の差異は大きく，類似性が否定されるべき事案である"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以下の(ア)，(イ)のとおり，「SMS」の欧文字を含む結合商標において，「SMS」部分を抽出して類否判断をして類似と判断され，拒絶が確定している事例が存在する(乙1～6)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "国際商標登録第714223号と商標登録第2714108号",
                      "text": [
                        "国際商標登録第714223号の国際商標登録出願に対し，「SMS」を含む商標登録第2714108号等の引用商標により暫定拒絶通報が発行され，後に拒絶が確定した事案である。図形部分と「SMS」部分が分離観察された上で，「SMS」部分を要部として，類似性が認められたものと考えられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "国際商標登録第961134号と商標登録第1359025号",
                      "text": [
                        "国際商標登録第961134号の国際商標登録出願に対し，商標登録第1359025号等の引用商標により暫定拒絶通報が発行され，後に拒絶が確定した事案である。「SMS」部分が要部として抽出され，類似性が認められたものと考えられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，一見すると外観上の差異が大きい結合商標間であっても，文字部分の自他商品・役務に対する識別機能等も踏まえて要部が抽出された結果，類似であると判断された例は多数存在する(乙7～13)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の取引の実情を明らかにしうる限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
            "また，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合のほか，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない場合には，その構成部分の一部を抽出し，当該部分だけを他人の商標と比較して商標の類否を判断することも許されるというべきである(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，別紙1のとおりであり(甲1)，三つのハート形の図形を横に重なるように並べた本件図形部分と，その下に配置された横書きにした「SMS」のありふれた書体の欧文字(本件文字部分)とからなる商標である。",
                "本件図形部分は，ハートの形を縁取った線を横に二つ描き，その二つのハートの形の内側の二つの半円部分を用いて，中央部分に三つ目のハートの形を描いたもので，一筆書きによって描くことができるようになっている。",
                "本件図形部分及び本件文字部分のいずれにも色彩はなく，本件図形部分の高さは，本件文字部分の高さの3倍弱であり，本件図形部分の横幅は，本件文字部分の横幅の2倍弱である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の上記(1)の外観からすると，本件商標においては，本件図形部分と本件文字部分とを明確に区別することができ，それらの各部分を分離して観察することが取引上不自然であると思われるほど不可分に結合しているとは認められないから，本件商標から，本件文字部分を抽出し，同部分を他人の商標と比較して商標の類否を判断することができるというべきである。",
                "そして，本件文字部分からは，「エスエムエス」との称呼が生じるが，「SMS」の語は，「広辞苑  第六版」には掲載されておらず(甲19)，他に一般的な辞書に掲載されている例があるとも認められないから，造語であると認められ，特定の観念は生じないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標1及び2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標1及び2は，別紙2，3のとおりであり(甲2，3)，オレンジ色の小さな円をL字型に並べた形状と，同様の黄色のL字型の形状とを組み合わせた正方形を45度傾けた形状の図形部分(引用1及び引用2図形部分)と，その右側に配置された，横書きにした「SMS」の欧文字と横書きにした「Best  matching  Best  value」の欧文字を上下二段に配置した部分(引用1及び引用2文字部分)からなる商標である。",
                "引用1及び引用2図形部分の高さは，「SMS」の文字部分の高さの2倍程度であり，引用1及び引用2図形部分の横幅は，「SMS」の文字部分の横幅の6割程度である。また，「Best  matching  Best  value」の文字部分は，「SMS」の文字部分と同じ横幅で，「SMS」の文字部分に比較して，極めて小さく書かれている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標1及び2の上記(1)の外観からすると，引用商標1及び2においては，引用1及び引用2図形部分と引用1及び引用2文字部分とを明確に区別することができる。また，引用1及び引用2文字部分については，「SMS」の文字部分と，「Best  matching  Best  value」の文字部分は2段に分かれていて，大きさも顕著に異なるのであるから，両者を明確に区別することができる。",
                "したがって，引用商標1及び2において，「SMS」の文字部分が他の部分と分離して観察することが取引上不自然であると思われるほど不可分に結合しているとは認められないから，「SMS」の文字部分を抽出し，同部分を他人の商標と比較して商標の類否を判断することができるというべきである。",
                "そして，前記2(2)のとおり，「SMS」の文字部分からは，「エスエムエス」との称呼が生じるが，特定の観念は生じないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "引用商標3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標3は，別紙4のとおりであり(甲4)，上部に，左右で濃淡の差がある緑色のしずく形の図形と，その中に，縦横各三本の線がある円形の図形を配した図形部分(引用3図形部分)と，その下に配置された，横書きにした大きな「SMS」の欧文字と横書きにした小さな「International」の欧文字を上下二段に配置した部分(引用3文字部分)からなる商標である。",
                "引用3図形部分の高さは，「SMS」の文字部分の高さの2倍弱であり，引用3図形部分の横幅は，「SMS」の文字部分の横幅の2分の1弱程度である。また，「SMS」の文字部分の高さは，「International」の文字部分の高さの3倍程度であり，「SMS」の文字部分の横幅は，「International」の文字部分の横幅と同程度である。",
                "「SMS」の文字の色彩は，青色を基調としているが，一部に白色が混入している。また，「International」の文字の色彩は青色である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標3の上記(1)の外観からすると，引用商標3においては，引用3図形部分と引用3文字部分とを明確に区別することができる。また，引用3文字部分については，「SMS」の文字部分と「International」の文字部分は2段に分かれており，大きさも相当異なるのであるから，両者を明確に区別することができる。",
                "したがって，引用商標3において，「SMS」の文字部分が他の部分と分離して観察することが取引上不自然であると思われるほど不可分に結合しているとは認められないから，「SMS」の文字部分を抽出し，同部分を他人の商標と比較して商標の類否を判断することができるというべきである。",
                "そして，前記2(2)のとおり，「SMS」の文字部分からは，「エスエムエス」との称呼が生じるが，特定の観念は生じないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本件商標と引用商標の類否について",
          "text": [
            "前記2～4のとおり，本件商標及び引用商標の類否判断においては，それぞれ，「SMS」の文字部分を抽出し，これらを対比することになり，称呼は同一となる。  また，本件商標の「SMS」と引用商標の各「SMS」からは，特定の観念を生じない。",
            "そして，各「SMS」の文字の外観については，本件商標と引用商標とでは，書体が異なるが，特段書体に特徴があるとはいえないから，この差異によって，両文字の外観に異なる印象が生じるとはいえない。また，本件商標の色彩は黒色であるのに対し，引用商標3の色彩は青色を基調にして白色が混入している点で差異があるが，このような差異は些細な差異であるから，この差異によって，両文字の外観に異なる印象が生じるとはいえない。したがって，本件商標の「SMS」と引用商標の各「SMS」とでは，外観も類似しているといえる。",
            "以上のことからすると，本件商標は，引用商標に類似しているというべきである。"
          ]
        },
        {
          "fig": "6",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標全体と引用商標全体を対比して，それらの類否判断をすべきであると主張するが，前記2～4のとおり，本件商標及び引用商標は，いずれも，外観上，「SMS」の文字部分と他の部分は明確に区別され，これらを分離して観察することが取引上不自然であると思われるほど不可分に結合していると認められないから，本件商標及び引用商標から「SMS」の文字部分を抽出して，類否判断をすることは相当であり，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「SMS」とは，携帯電話でのメッセージ送受信サービスである「Short Message Service(ショートメッセージサービス)」の略語であり，本件審決がされた令和2年の時点で，「ショートメッセージサービス」の略語としての「SMS」は，通信分野に限らず，一般に周知されていると主張し，その証拠として，甲25，26を提出する。",
                "甲25によると，「SMS」が「ショートメッセージサービス」の略語であることを説明したウェブサイトが存在することが認められるが，前記2(2)のとおり，「SMS」の語が一般的な辞書に掲載されている例があるとは認められないことからすると，上記ウェブサイトの存在から，「SMS」が「ショートメッセージサービス」の略語を意味することが一般的に認識されていたということはできないというべきである。",
                "また，甲26のアンケートは，「SMSという言葉を聞いたことがありますか？」，「SMSとは何か知っていますか？」，「いつごろからSMSについて知っていますか？」の三つの質問について，それぞれ「ある，ない」，「知っている，知らない」，「  年ごろから」との回答を求めるというアンケートであることが認められるところ，上記の質問内容からすると，同アンケートにおいて，SMSを知っているとの回答があったとしても，その回答者が，「SMS」がどのような意味を有するものと認識していたかは明らかではないから，同アンケートから，「SMS」が「ショートメッセージサービス」の略語を意味することが一般的に認識されていたと認めることはできない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，商標の登録例を考慮すると，本件図形部分は，十分な出所識別力を有し，また，本件商標も十分な出所識別力を有すると主張する。",
                "しかし，本件図形部分や本件商標が十分な出所識別力を有することから直ちに，他の商標との類否判断において，本件文字部分を抽出することができないことにはならないから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，「SMS」の文字を含む商標が商標登録された事例を挙げて，「SMS」の文字を含む商標の他の商標との類否判断においては，「SMS」の文字と他の文字又は図形は一体不可分に判断されるべきであるなどと主張する。",
                "しかし，前記1のとおり，商標の類否判断は，外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合し，かつ，具体的な取引状況に基づいて行うものであり，事案ごとの具体的な事実に基づく判断となるものであって，「SMS」の文字を含む他の商標についての特許庁における類否判断の結果によって，本件訴訟における本件商標と引用商標の類否判断が左右されることはない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，先願の甲45の商標(横書きの「Beyond」及び「ビヨンド」の文字からなる商標)が存在するにもかかわらず，同商標と共通する類似群コードを含む甲44の商標(橙色の図形部分と横書きの「beyond」及び「2020」の文字からなる商標)が商標登録されたことから，本件商標においても，本件図形部分を抽出して引用商標との類否判断をすべきであると主張するが，前記(4)のとおり，特許庁における類否判断の結果によって，本件訴訟における本件商標と引用商標の類否判断が左右されることはないから，原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "本件商標の指定役務と引用商標の指定役務との類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の指定役務と引用商標1の指定役務の類否について",
              "text": [
                "本件商標の指定役務のうち，第35類「運動・健康の分野における商品の展示会又は見本市の企画・運営，健康食品及び化粧品の販売促進のための展示会の企画・運営又は開催，健康管理および美容に関する広告の企画又は助言」と引用商標1の指定役務のうち，第35類「広告」は，いずれも広告代理店や広告制作会社が広告主の依頼に基づいて提供する役務であるから，その役務の目的，取引者・需要者の範囲等を共通にする同一又は類似する役務である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の指定役務と引用商標2の指定役務の類否について",
              "text": [
                "本件商標の指定役務のうち，第44類「健康及び健康管理に関する情報の提供並びに指導及び助言，健康診断及びこれに関するコンサルティング，インターネットを利用した健康管理に関する情報の提供」と引用商標2の指定役務のうち，第44類「医療に関する情報の提供，医療情報の提供，栄養の指導」は，いずれも医療に関する役務であるから，その役務の目的，取引者・需要者の範囲等を共通にする同一又は類似する役務である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の指定役務と引用商標3の指定役務について",
              "text": [
                "本件商標の指定役務のうち，第35類「健康管理の利用に関する統計の編集，健康食品・サプリメント・健康関連商品の販売に関する情報の提供」と引用商標3の第35類の指定役務「戦略的な商品及びサービスの調達に関連する事業に関する指導及び助言，他人の事業のために行う物品の調達及びサービスの手配，市場戦略に関する企画，他人のための物品の調達に関する助言及び指導，商品の販売に関する情報の提供」は，いずれも事業の管理，運営に関する役務であるから，その役務の目的，取引者・需要者の範囲等を共通にする同一又は類似の役務である。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "text": [
            "以上によると，本件商標は，「コンピュータによる利用者の健康情報のデータ管理」を除く指定役務に使用する場合は，商標法4条1項11号の商標に当たるから，これと同旨の本件審決に誤りはなく，原告主張の審決取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10118",
    "date": "2021-03-11",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090142",
    "ipprecedent_id": "5517",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}