{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-16373号事件について令和2年7月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成30年3月22日，別紙本願商標目録記載の商標(以下「本願商標」という。)について，商標登録出願をしたが，令和元年9月4日付けで拒絶査定を受けたことから，同年12月4日，これに対する不服の審判を請求した(不服2019-16373号)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，令和2年7月20日，「本件審判の請求は，成り立たない。」とする審決(以下「本件審決」という。)をし，その謄本は，同年8月11日に原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年9月5日，本件審決の取消しを求めて，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本願商標は別紙引用商標目録記載の登録商標(登録5241451号。以下「引用商標」という。)と類似する商標であり，かつ，本願商標の指定商品は引用商標の指定役務と類似するから，本願商標は，商標法4条1項11号に該当し，商標登録を受けることができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "以下のとおり，本願商標の赤色の毛筆体のデザイン部分(以下「本願漢字部分」という。)及び「JAPAＮ  SHuＮ」の欧文字部分(以下「本願欧文字部分」という。)を一体として観察した場合及び分離して観察した場合のいずれにおいても，本願商標は，引用商標と類似しているとはいえず，商標法4条1項11号には該当しないから，本件審決は，誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "全体観察がされるべきであること(分離観察の可否)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願漢字部分及び本願欧文字部分は，近接した位置にあり，いずれも毛筆体調で描かれている上，高さがほぼ一致している。また，本願欧文字部分の横幅は，本願漢字部分の幅のほぼ2倍であり，横方向にもバランスよく配置されている。このように，本願商標は，全体として一体感のあるデザインとなっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願欧文字部分の「SHuＮ」が「旬」を想起させることから，本願漢字部分が「旬」の文字であると認識されるものであり，他方で，これとは逆に，本願漢字部分の「旬」の文字によって本願欧文字部分から「日本の旬」という観念が生じるという関係にもあり，両部分は，互いの認識を助けるという非常に密接な関係にあるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願漢字部分及び本願欧文字部分の結合の程度は非常に強く，分離して観察することが取引上不自然であるほど強く結合しているといえるから，本願商標は，全体を一体として観察すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標において，「旬」の文字は，大きく描かれているとはいえ，単に漢字1文字をありふれた態様で表しただけであるから，それほど強い識別力を有しない。他方で，上下の細長い長方形部分(以下，それぞれ「引用上部長方形図形」及び「引用下部長方形図形」という。)に描かれている「市場365」及び「SYUＮ  RAKU  ZEＮ」の文字は，十分に視認することができる大きさである上，視覚的印象を比較的強く与える部位に描かれていることから，「旬」の文字と比べて外観上の印象が弱いとは必ずしもいい切れない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「旬」の文字は，異なる4色のマス(以下「引用4マス図形」という。)を背景にして描かれているところ，「旬」の文字自体も水平，垂直の線を基調として描かれており，引用4マス図形を構成する水平，垂直の線と調和している。また，「旬」の文字は，横幅が若干広く描かれているところ，背景の引用4マス図形もこれに合わせて若干横長の長方形で構成されており，バランスよく収まっている印象を与える。その上で，引用商標は，引用4マス図形の上下に引用上部長方形図形及び引用下部長方形図形を設けて「市場365」及び「SYUＮ  RAKU  ZEＮ」の文字を記載し，全体として正方形の商標を構成しており，統一感及び一体感を持って描かれている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用商標は，全体を一体として観察すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "両商標は類似しないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標及び引用商標をいずれも全体観察した場合，その構成要素は全く異なるから，外観が類似するとはいえない。",
                    "また，全体の印象についてみると，引用商標は，「旬」の文字が白抜きのゴシック体調で描かれ，全体に直線が多用されていることから，硬い印象を与える上，桃色，青色，黄色及び白色の異なる4色のマスを背景としていることから，全体として色鮮やかな印象を与える。これに対し，本願商標は，全体に毛筆体調で描かれていることから，柔らかい印象を与える上，背景が黒色であることから，比較的落ち着いた印象を与える。",
                    "以上によれば，本願商標及び引用商標は，外観が類似するとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願商標及び引用商標をいずれも全体観察した場合，称呼及び観念が相違することは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本願商標及び引用商標をいずれも全体観察した場合には，両商標は類似しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "要部の類否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願漢字部分が「旬」の文字を表したものであることは争わないが，本願漢字部分は，以下のとおり，通常の「旬」の文字とは種々の点で異なることから，取引者及び需要者は，本願漢字部分を視認したときに，何らかの文字であろうことは認識することができるとしても，直ちに一義的に「旬」の文字であると認識することができるものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記A部分は，通常は左下に延びる払いであるが，三角状の図形として視認される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記B部分は，通常はほぼ直角に折れ曲がるが，右斜めに下がる形となっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記C部分は，途中でかすれており，まるで上下が分離した別の筆画のように視認される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記D部分は，通常は右下で跳ねるが，左下まで延びている上，そこから上方向に湾曲した曲線で描かれている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "部首である「日」に相当する部分は，上記E部分が上に突出しているために漢字の「白」を想起させる上，上記F部分が右斜め下に下がるとともに右下に行くほど太く描かれていることから，全体として漢字の「日」との認識を阻害する態様となっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取引者及び需要者が，本願漢字部分を「旬」の文字であると認識することができるとすれば，それは，本願欧文字部分のうち「SHuＮ」の文字から「旬」を想起した上で，本願漢字部分を看るからにほかならない。しかしながら，そうであれば，本願漢字部分と本願欧文字部分とを分離して観察したことにはならないし，もしそのような観察がされるのであれば，それは，本願漢字部分及び本願欧文字部分が，観念上，不可分一体となっているということにほかならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を前提に，本願漢字部分と引用商標の「旬」の文字とを対比する。",
                "外観についてみるに，本願漢字部分は，取引者及び需要者が直ちに一義的に「旬」の文字であると認識することができないものであり，引用商標の「旬」の文字とは全く異なるものとして認識される。しかも，引用商標の「旬」の文字は，文字に陰影があることから立体的に認識されるのに対し，本願漢字部分は，平面的である点においても相違する。",
                "また，本願漢字部分が「旬」の文字であると認識することができるのであれば，引用商標の「旬」の文字と称呼及び観念が同一であるといえる。しかしながら，本願漢字部分が「旬」の文字であると直ちに認識することはできないから，称呼及び観念の類似性は，このような外観の相違を凌駕するほど強いものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願漢字部分を分離して観察した場合であっても，本願商標及び引用商標は類似しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標の構成中，黒色の横長長方形は，極めて簡単かつありふれた図形であって，背景図形の一種と認識される態様であることから，格別に看者の注意を引くものではなく，独立して自他商品の識別機能を有するものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願漢字部分は，平易かつ常用の文字であり，これより「シュン」の称呼及び「旬」の観念を生じ，毛筆体のデザインを用いて表されている。そして，本願漢字部分は，本願欧文字部分の文字と比べて4倍程度の大きさで，赤色で顕著に表されており，視覚上，他の構成文字部分とは独立して認識され，把握されるものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方で，本願欧文字部分は，白色で，かつ，同じ大きさ及び書体の文字で両端をほぼそろえて上下2段にまとまりよく一体に表されていることから，そのうちのいずれかの文字のみが強く印象付けられることはなく，これらから生じる「ジャパンシュン」の称呼も無理なく一連に称呼し得るものといえる。そして，「JAPAＮ」の文字は「日本」を意味する平易な英語と理解されるものといえるが，「SHuＮ」の文字は，辞書等に載録された成語ではなく，特定の意味合いを表す語として使用されている実情も見受けられない。",
                "そうすると，本願欧文字部分は，特定の観念を生じない不可分一体のものとして把握されるものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，本願漢字部分及び本願欧文字部分は，重なることなく間隔を空けて配置されている上，色彩，文字の大きさ及び文字種が異なる。また，本願漢字部分は1文字であるのに対し，本願欧文字部分は複数の文字を2段にまとまりよく書した態様であるなど，相違点が多いことから，視覚上，分離して把握されるものであることは明らかといえる。",
                "加えて，本願漢字部分と本願欧文字部分とは，それぞれ相互に観念上，密接な関連性があるとはいえず，構成文字を結合して成語となるようなつながりもなく，両者を不可分一体のものとして把握しなければならない特段の事情は見いだせない。",
                "そうすると，本願漢字部分及び本願欧文字部分は，これらを分離して観察することが取引上不自然であると思われるほど不可分に結合しているものとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本願商標においては，本願漢字部分及び本願欧文字部分が，それぞれ独立して自他商品の識別機能を果たし得るものといえるから，本願商標は，その構成中，「旬」の漢字部分を要部として抽出し，引用商標と比較して商標の類否を判断することも許されるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用4マス図形，引用上部長方形図形及び引用下部長方形図形は，複数の色を用いているものの，極めて簡単かつありふれた図形又はその組合せであって，背景図形の一種と認識される態様であることから，格別に看者の注意を引くものではなく，独立して自他役務の識別機能を有するものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用上部長方形図形内の「市場365」の文字，引用商標中央部の「旬」の文字，引用下部長方形図形内の「SYUＮ  RAKU  ZEＮ」の文字は，重なることなく間隔を空けて配置されている上，「旬」の文字と他の文字とは縦と横の大きさがそれぞれ10倍以上の著しい差異を有しており，また，文字の間隔の幅及びデザインが異なることから，視覚上，それぞれが明確に分離して把握されるといえる。",
                "また，上記各文字は，それぞれ相互に観念上の密接な関連性はなく，構成文字を結合して成語となるようなつながりもなく，これらを不可分一体のものとして把握しなければならない特段の事情は見いだせない。",
                "そうすると，引用商標は，その構成中，各文字を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものではないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，引用商標の構成中の「旬」の文字は，他の文字に比べてひときわ大きく太く顕著に表され，更に一般的な書体で表された他の文字とは異なり，黒い影付きの白抜きの文字を用いていることも相まって，看者に格段に強い印象を与え，その注意をより強く引くものであることからすれば，取引者及び需要者に対し，視覚上，その余の構成部分に比して，出所識別標識として強く支配的な印象を与えるものというべきである。",
                "したがって，引用商標は，その構成中「旬」の文字部分を抽出し，この部分だけを他人の商標と比較して，商標そのものの類否を判断することが許されるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "商標の類似性",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標の要部である「旬」の文字及び引用商標の要部である「旬」の文字は，同一の平易かつ常用の漢字である。また，両者とも，ややデザイン化されているものの，容易に当該文字を表したものと看取される態様であるし，そもそも，文字をデザイン化して表すことは一般に行われていることからすると，本願商標の態様は，商取引において一般に用いられる程度のデザインにとどまるものであって，格別顕著に図案化されたものということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本願商標の要部と引用商標の要部とは，デザインの相違があるとしても，それらの相違が需要者に強い印象を与え，その記憶に深く残るものではない。むしろ，両者は，同一の漢字を表したものであって，記憶に残りやすい平易な漢字からなるものであることから，外観上の印象において相紛らわしいものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼及び観念",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記1及び2で検討したところによれば，本願商標は，本願欧文字部分の構成文字に相応して生じる称呼に加えて，看者に対し，独立して注意を引く要部である本願漢字部分に相応して「シュン」の称呼及び「旬」の観念が生じるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用商標の要部である「旬」の文字からは，本願商標の要部における場合と同様に，「シュン」の称呼及び「旬」の観念が生じるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願商標及び引用商標は，称呼及び観念が共通し，相紛らわしいものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "類似性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上のとおり，本願商標及び引用商標は，外観上の印象において相紛らわしいものである上，称呼及び観念を共通にするものであるから，両商標について，上記の外観，称呼，観念によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察してみれば，本願商標と引用商標とを同一又は類似する商品又は役務に使用したときは，取引者，需要者をして，商品又は役務の出所について混同を生ずるおそれがある類似の商標というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，1個の商標から2つ以上の称呼，観念が生ずる場合，1つの称呼，観念が他人の商標の称呼，観念と同一または類似であるとはいえないとしても，他の称呼，観念が他人の商標のそれと類似するときは，両商標はなお類似するものと解するのが相当であることを踏まえると，上記のとおり，本願商標の要部である「旬」の文字部分に相応する外観，称呼及び観念が引用商標のそれらと相紛らわしく類似するものであるから，本願欧文字部分や，引用上部長方形図形及び引用下部長方形図形内の各文字に相応する外観，称呼及び観念において同一又は類似であるとはいえないとしても，両商標は類似するというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否判断の手法について",
          "text": [
            "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁，最高裁平成6年(オ)第1102号同9年3月11日第三小法廷判決・民集51巻3号1055頁参照)。",
            "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合においては，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して類否を判断することは，原則として許されないが，その場合であっても，商標の構成部分の一部が取引者又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与える場合や，それ以外の部分から出所識別標識としての称呼，観念が生じない場合などには，商標の構成部分の一部だけを取り出して，他人の商標と比較し，その類否を判断することが許されるものと解される(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。",
            "以下，上記の判断枠組みに沿って，本願商標及び引用商標の類否について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張1(分離観察の可否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，黒色の長方形図形を背景として，左側から順に，本願漢字部分及び本願欧文字部分が配置された結合商標であり，両部分は，ほぼ同じ高さで横一列に，重なり合うことなく配置されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願漢字部分は，「旬」の漢字1文字からなる。この文字は，赤色の毛筆体で描かれており，本願欧文字部分の各文字の4倍程度の大きさである。また，本願漢字部分は，やや図案化されているものの，その程度は低いといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願欧文字部分は，同じ幅で上下2段に配置された「JAPAＮ」及び「SHuＮ」の欧文字からなり，これらの文字は，いずれも白色の毛筆体で描かれている。また，本願欧文字部分は，本願商標のうち2分の1程度の幅を占めている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "分離観察の可否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願漢字部分は，漢字1文字が赤色で大きく描かれているのに対し，本願欧文字部分は，上下2段に配置された複数の欧文字が白色で描かれており，両部分の文字の大きさや色彩，文字種，構成等は，明らかに異なるといえる。また，本願漢字部分及び本願欧文字部分は，ほぼ同じ高さで横一列に配置されてはいるものの，重なり合うことなく配置されている。そうすると，本願漢字部分及び本願欧文字部分は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものといえる。",
                        "また，本願欧文字部分は，本願商標のうち2分の1程度の幅を占めており，看者の目を引きやすいとはいえるものの，他方で，本願漢字部分は，その色彩や大きさからすれば，相応に目立つ態様で表示されているといえるから，本願商標に接した者は，本願欧文字部分のみならず，本願漢字部分にも注意を引かれるものといえる。なお，黒色の背景部分は，視覚上，特段の印象を与えるようなものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願漢字部分は，平易な漢字である「旬」の文字を表したものであるから，同部分からは，「シュン」との称呼が生じるとともに，日常用語として「魚介・野菜・果物などがよくとれて味の最もよい時」等(乙2)を意味する「旬」の観念が生じるものといえる。",
                        "他方で，本願欧文字部分は，上下2段に配置された「JAPAＮ」及び「SHuＮ」の欧文字からなるものであるところ，平易な英語である「JAPAＮ」の文字からは，「ジャパン」との称呼が生じるとともに，「日本」の観念が生じるが，「SHuＮ」の文字は，外国語の成語であるとは認められず，特定の意味合いを表す語であるとも認められないから，同文字からは，いわゆるローマ字読みによって「シュン」との称呼が生じ得るとはいえるものの，特定の観念は生じないというべきである。そうすると，本願欧文字部分からは，特定の観念が生じるものではないというべきである。",
                        "以上のとおり，本願漢字部分は，本願欧文字部分との間において，「SHuＮ」の文字部分と称呼が共通し得るのみであり，これ以外の部分とは，称呼の面からみても，観念の面からみても，共通するところはないから，本願漢字部分及び本願欧文字部分は，統一性のある称呼又は観念によって結び付けられているものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)及び(イ)で検討したところによれば，本願漢字部分及び本願欧文字部分は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものといえる上，称呼又は観念上の関連性があるものとはいえない。",
                        "そうすると，本願漢字部分及び本願欧文字部分は，本願漢字部分のみを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとは認められない。そして，前記のとおり，本願漢字部分は，相応に目立つ態様で表示されているといえることからすれば，本件においては，本願商標から本願漢字部分を抽出し，同部分のみを他人の商標と比較して類否を判断することが許されるというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標は，引用4マス図形，引用上部長方形図形及び引用下部長方形図形が組み合わされた上で，引用4マス図形を背景として「旬」の文字が，引用上部長方形図形を背景として「市場365」の文字が，引用下部長方形図形を背景として「SYUＮ  RAKU  ZEＮ」の文字が，それぞれ描かれた結合商標である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用4マス図形は，同じ大きさの4色の四角形が上下左右に組み合わされた，ほぼ正方形の図形である。また，引用4マス図形上の「旬」の文字は，陰影付きの白色のゴシック体で，中央全体にまたがって大きく描かれている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用上部長方形図形は，引用4マス図形の上部に配置された，横方向に細長い黒色の長方形図形であり，引用4マス図形の10分の1程度の高さである。また，引用上部長方形図形上の「市場365」の文字は，白色のゴシック体で描かれており，その大きさは，上記「旬」の文字と比べると非常に小さい。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用下部長方形図形は，引用4マス図形の下部に配置された，横方向に細長い赤色の長方形図形であり，その高さは，引用4マス図形の10分の1程度の高さである。また，引用下部長方形図形上の「SYUＮ",
                      "text": [
                        "RAKU  ZEＮ」の文字は，白色のゴシック体で描かれており，その大きさは，上記「旬」の文字と比べると非常に小さい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "分離観察の可否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用4マス図形は，複数の色彩からなる図形ではあるものの，単色でありふれた形状の4つの四角形を単純に組み合わせたものにすぎない。また，引用上部長方形図形及び引用下部長方形図形は，いずれも単色でありふれた形状の長方形図形である。",
                        "そうすると，上記各図形は，いずれも特に看者の注意を引くようなものではなく，背景図形以上の意味合いを有するものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標の「旬」の文字は，「市場365」及び「SYUＮ  RAKU  ZEＮ」の各文字と比べて非常に大きく描かれており，看者の注意を強く引くものであるといえる上，各文字は，重なることなく，それぞれ異なる図形上に配置されている。そうすると，引用商標の各文字は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものといえる。",
                        "また，「旬」の文字は，その大きさからすれば，看者の注意を引くものであるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，平易な漢字である「旬」の文字からは，「シュン」との称呼及び前記のとおりの日常用語としての「旬」の観念が生じるものといえる。",
                        "他方で，「市場365」の文字からは，「シジョウサンロクゴ」，「シジョウサンビャクロクジュウゴ」，「イチバサンロクゴ」又は「イチバサンビャクロクジュウゴ」の称呼が生じるものの，特定の観念は生じないというべきである。また，「SYUＮ  RAKU  ZEＮ」の文字からは，いわゆるローマ字読みによって「シュンラクゼン」との称呼が生じるものの，特定の観念は生じないというべきである。",
                        "以上のとおり，引用商標の各文字は，称呼及び観念のいずれの面からみても共通するところはなく，統一性のある称呼又は観念によって結び付けられているものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)ないし(ウ)で検討したところによれば，引用商標の各文字は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものといえる上，互いに称呼又は観念上の関連性があるとはいえない。",
                        "そうすると，引用商標において，各文字を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとは認められない。そして，前記のとおり，引用商標の「旬」の文字は，引用4マス図形の中央全体にまたがって大きく描かれており，看者の注意を引くものであるといえることからすれば，本件においては，引用商標から「旬」の文字部分を抽出し，同部分のみを他人の商標と比較して類否を判断することが許されるというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願商標につき，本願漢字部分及び本願欧文字部分が同じ字体や高さであり，横方向にもバランスよく配置されているなど，全体として一体感のあるデザインとなっていることから，全体を一体として観察すべきである旨主張する。",
                    "しかしながら，上記(1)で検討したとおり，本願漢字部分及び本願欧文字部分の文字の大きさや色彩，文字種，構成等は，明らかに異なるといえることに加え，両部分は重なることなく配置されていること，本願漢字部分は相応に目立つ態様で表示されているといえることなどを考慮すると，本願商標全体のバランスや配置等を考慮しても，本願漢字部分は，視覚上分離して認識されるものといえる。",
                    "そして，このほか，上記(1)で検討したところに照らすと，本件においては，本願商標から本願漢字部分を抽出し，同部分のみを他人の商標と比較して類否を判断することが許されるというべきである。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願商標につき，本願欧文字部分の「SHuＮ」の文字が「旬」を想起させることによって本願漢字部分が「旬」の文字であると認識され，これとは逆に，本願漢字部分によって本願欧文字部分から「日本の旬」という観念が想起されるなど，両部分は互いの認識を助けるという非常に密接な関係にあることから，全体を一体として観察すべきである旨主張する。",
                    "確かに，「SHuＮ」の文字それ自体は特定の意味合いを有する語であるとは認められないものの，横に置かれた本願漢字部分の「旬」という文字と対比することにより，「旬」の称呼である「シュン」をローマ字によって表したものであると認識され，したがって，「旬」と同様の観念を生じるという考え方も成り立たないではないと考えられる。しかしながら，仮にこのような考え方が成り立ち，また，本願欧文字部分である「JAPAＮ／SHuＮ」(「／」は改行を示す。)全体について，「日本の旬」という観念が生じるとしても，それによって，本願漢字部分と本願欧文字部分とに，観念において密接不可分な関係を生じるとまではいえず，むしろ，両者が，文字の大きさや色彩，文字種，構成等において明らかに異なっていることなども併せ考えると，両者を分離して観察することが可能であるという結論に違いはないものというべきである。",
                    "以上によれば，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用商標につき，「旬」の文字はそれほど強い識別力を有しない一方で，「市場365」及び「SYUＮ  RAKU  ZEＮ」の各文字は「旬」の文字と比べて外観上の印象が弱いとは必ずしもいえない上，水平，垂直の線を基調として全体が正方形の商標を構成するよう統一感及び一体感をもって描かれているから，全体を一体として観察すべきである旨主張する。",
                    "しかしながら，上記(2)で検討したとおり，引用商標の「旬」の文字は，引用4マス図形の中央全体にまたがって大きく描かれており，「市場365」及び「SYUＮ  RAKU  ZEＮ」の各文字の大きさをはるかに上回っている。そうすると，引用商標全体の構成を考慮しても，「旬」の文字は，「市場365」及び「SYUＮ  RAKU  ZEＮ」の各文字と比べて外観上の印象が極めて強いというべきである。",
                    "そして，このほか，上記(2)で検討したところに照らすと，本件においては，引用商標から「旬」の文字部分を抽出し，同部分のみを他人の商標と比較して類否を判断することが許されるというべきである。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張2(要部の類否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "両商標の要部の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記2で検討したところによれば，本件においては，本願商標から抽出した本願漢字部分と引用商標から抽出した「旬」の文字とを比較して，商標の類否を判断することが許される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，上記2で検討したとおり，本願漢字部分は，やや図案化されてはいるものの，その程度は低く，看者は同部分が「旬」の文字を表したものであると直ちに認識することができるというべきである。他方で，引用商標の「旬」の文字は，特に図案化等がされているものではない。",
                    "そうすると，本願漢字部分及び引用商標の「旬」の文字は，本願漢字部分がやや図案化されていることによって外観が異なるとはいえるものの，その程度は軽微であり，「旬」の文字が平易な漢字であるということも併せ考慮すると，外観上，相紛らわしいものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本願漢字部分及び引用商標の「旬」の文字からは，いずれも「シュン」との称呼及び「旬」の観念が生じる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本願漢字部分及び引用商標の「旬」の文字は，外観上相紛らわしいものである上，同一の称呼及び観念が生じるから，それぞれの外観，称呼及び観念等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すると，誤認混同のおそれがある程度に類似するものであるというべきである。",
                    "したがって，本願商標及び引用商標は，商標法4条1項11号の「類似する商標」に当たるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願漢字部分につき，種々の点を指摘して，取引者及び需要者が直ちに一義的に「旬」の文字であると認識することができるものではない旨主張する。",
                    "しかしながら，上記2(3)イで検討したとおり，本願漢字部分が「旬」の文字を表したものであると認識することができることは，本願漢字部分の外観自体から明らかであるというべきである。また，原告が指摘する種々の点を考慮しても，本願漢字部分は，「旬」の文字を図案化した他の例(乙3，4，9～23)と比べて図案化の程度が高いものとはいい難い。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，取引者及び需要者が本願漢字部分を「旬」の文字であると認識することができるとしても，それは，本願欧文字部分のうち「SHuＮ」の文字から「旬」を想起した上で本願漢字部分を看るからであり，そうであれば，本願漢字部分及び本願欧文字部分は観念上不可分一体となっているということにほかならない旨主張する。",
                    "しかしながら，これまで検討したとおり，本願漢字部分が「旬」の文字を表したものであると認識することができることは明らかであることからすれば，本願漢字部分に接した取引者及び需要者は，本願欧文字部分の「SHuＮ」の文字に接しなかった場合であっても，本願漢字部分が「旬」の文字を表したものであると認識するものといえる。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記2及び3で検討したとおり，本願商標及び引用商標は，類似するものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願商標の指定商品には，引用商標の指定役務に係る取扱商品に含まれるものが存在するところ，それらに同一又は類似する商標が使用された場合，その出所について混同を生ずるおそれがあるといえるから，本願商標の指定商品及び引用商標の指定役務は，互いに類似するものというべきである(当事者間に争いがない。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願商標は，引用商標との関係において，商標法4条1項11号に該当するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上検討したところによれば，本願商標について登録することができないものであるとした本件審決の判断に誤りはない。",
            "よって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10104",
    "date": "2021-02-22",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090044",
    "ipprecedent_id": "5502",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}