{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-890064号事件について令和2年1月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aは，大正11年4月1日，別紙1記載の構成からなる商標(以下「本件商標」という。)について，指定商品を第41類「醤油，ソース，ケツヤツプ，酢類一切」として，商標登録出願(以下「本件出願」という。)をし，同年10月27日，本件商標の商標登録(登録番号147269号)を受けた(以下，この商標登録に係る商標権を「本件商標権」という。甲1，3，80)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標権は，大正14年5月4日に本権の登録の回復がされた後，昭和17年10月13日，昭和37年8月22日，昭和48年4月12日，昭和58年1月27日，平成5年4月27日，平成14年5月21日及び平成24年8月14日に存続期間の更新登録がされた(甲1ないし3，80)。その間の平成15年11月26日，本件商標の指定商品を第30類「ウースターソース，グレービーソース，ケチャップソース，しょうゆ，食酢，酢の素，ドレッシング，ホワイトソース，マヨネーズソース」に書き換える書換登録がされた(甲3，80)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標権は，Aから株式會社中島董商店へ，同社から株式會社キユーピー商會へ順次譲渡され，その旨の移転登録(登録日はそれぞれ昭和18年10月10日及び昭和36年11月2日)が経由された。",
                    "その後，被告は，昭和36年12月13日に株式會社キユーピー商會との合併により本件商標権を取得し，昭和37年1月22日，その旨の移転登録が経由された(甲4，61)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年9月15日，本件商標について商標登録無効審判(以下「本件審判」という。)を請求した。",
                "特許庁は，上記請求を無効2017-890064号事件として審理を行い，令和2年1月21日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年2月3日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年2月28日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
            "その要旨は，①本件商標は，不正の目的をもって出願，登録されたものとはいえず，また，被請求人(被告)が本件商標を始めとするキューピーの絵図，「KEWPIE」の文字若しくは「キユーピー」の文字又はそれらを組み合わせてなる標章からなる登録商標をその指定商品又は指定役務について使用することが社会公共の利益に反する又は社会の一般的道徳観念に反するものともいえず，さらに，その使用が不正な意図をもってされ，国際信義又は公正な取引秩序に反するものともいえないとみるのが相当であるから，本件商標は，商標法施行法(昭和34年法律第128号)2条による廃止前の商標法(大正10年法律第99号。以下「旧商標法」という。)2条1項4号の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」に該当しない，②本件出願前の大正時代の中頃以降においては，ローズ・オニールとの関連なく，「キューピー」(KEWPIE)という同一の名前の下，その創作のオリジナルからかけ離れた日本独特の特徴を備えたものが普及し，様々な商品のブランド名や広告類のイラスト等として，継続的に使用され続けているといった状況にあったといえることからすれば，本件商標をその指定商品について使用しても，これに接する需要者が本件商標の構成中の図形部分や文字部分をもって特定の出所を認識することはないから，本件商標は，同項11号の「商品ノ混同ヲ生セシムルノ虞アルモノ」に該当しないというものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "関係法令の定め",
          "content": [
            {
              "fig": "(1)",
              "subject": "旧商標法(大正10年法律第99号)",
              "text": [
                "「第2条  左ニ掲クル商標ニ付テハ之ヲ登録セス",
                "(略)",
                "四  秩序又ハ風俗ヲ紊ルノ虞アルモノ",
                "(略)",
                "十一  商品ノ誤認又ハ混同ヲ生セシムルノ虞アルモノ」",
                "「第7条  商標権ハ登録ニ依リ発生ス",
                "(略)",
                "③商標権カ其ノ登録商標ノ使用ノ態様ニ依リ其ノ出願ノ日前ノ出願ニ係ル意匠権ト牴触スル場合ニ於テハ商標権者ハ意匠権者ノ実施許諾アルニ非サレハ其ノ態様ニ於テ登録商標ヲ使用スルコトヲ得ス」",
                "「第16条  商標ノ登録カ左ノ各号ノ一ニ該当スルトキハ審判ニ依リ之ヲ無効ト為スヘシ",
                "一  登録カ第1条乃至第4条又ハ前条第2項ノ規定ニ違反シテ為サレタルトキ」",
                "「第22条  審判ハ本法又ハ本法ニ基キテ発スル勅令ニ規定スルモノノ外左ニ掲クル事項ニ付之ヲ請求スルコトヲ得",
                "(略)",
                "二  第16条ノ規定ニ依ル商標又ハ商標権存続期間更新ノ登録ノ無効",
                "②前項第1号ノ取消ノ審判又ハ第2号ノ無効ノ審判ハ利害関係人及審査官ニ限リ之ヲ請求スルコトヲ得」",
                "「第23条  前条第1項第2号ノ無効ノ審判ハ登録ノ日ヨリ5年ヲ経過シタルトキハ之ヲ請求スルコトヲ得ス但シ第2条第1項第1号乃至第4号第6号第7号第11号，…ノ規定ニ違反ストノ理由ニ依ル場合ハ此ノ限ニ在ラス」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法施行法(昭和34年法律第128号)",
              "text": [
                "「第1条  商標法(昭和34年法律第127号。以下「新法」という。)は，昭和35年4月1日から施行する。」",
                "「第2条  商標法(大正10年法律第99号。以下「旧法」という。)は，廃止する。」",
                "「第3条  旧法による商標権…であって，新法の施行の際現に存するものは，新法の施行の日において新法による商標権となったものとみなす。」",
                "「第10条  旧法によりした商標登録(第7条第1項の規定により従前の例によりしたものを含み，旧商標法(明治42年法律第25号。以下「42年法」という。)によりしたものを除く。)についての新法第46条第1項の審判又はその審判の確定審決に対する再審においては，旧法第16条第1項の規定は，新法の施行後も，なおその効力を有し，同項に規定する場合に限り，その商標登録を無効にすることができる。",
                "(略)",
                "③  第1項に規定する商標登録については，旧法第23条の規定は，新法の施行後も，なおその効力を有する。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件商標の旧商標法2条1項4号該当性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ローズ・オニールが創作したキューピー人形，その「キューピー」の名称及びキューピーのキャラクターの周知性・著名性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ローズ・オニールによるキューピー人形及びその「キューピー」の名称の創作等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "ローズ・オニールは，米国の雑誌「Ladies’  Home  Journal」1909年12月号において，「The  KEWPIES’Christmas Frolic(訳文「クリスマスでのキューピーたちの戯れ」)と題した自作のイラスト付き詩を掲載し，同誌には，ローズ・オニールが創作した多数のキューピーが描かれている(甲6)。",
                            "ローズ・オニールは，同誌において，「このファニーでずんぐりした生き物」を「KEWPIE」と名づけたものであり，「KEWPIE」は，ローズ・オニールが創作した名称であり，彼女の知的創作である(甲7，9)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ローズ・オニールは，キューピーのイラストをモチーフとしたキューピー人形(甲5，9)を創作した。",
                            "キューピー人形(甲9)は，1912年，米国で発売され，世界的ブームになった(甲8)。",
                            "また，ローズ・オニールは，同年12月17日，米国特許庁に，キューピー人形に係る「人形」の意匠(甲5)の意匠登録出願をした。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知性・著名性について",
                      "text": [
                        "以下の各文献の記述によれば，本件出願以前において，ローズ・オニールが創作したキューピー人形の特徴を備えたキューピー人形，その名称の「キューピー」(「KEWPIE」)及びキューピーのキャラクターは，日本国内において，老若男女を問わず，全国津々浦々まで人気があり，周知著名であったといえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲6(「キューピー物語」大澤秀行著)",
                          "text": [
                            "甲6には，大正2年に三越において，セルロイドのおもちゃが売り出され，そのころ，キューピー人形が輸入され，人気を集めたので，セルロイドの国産キューピーもどんどん作られた旨の記述がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲10(「20世紀おもちゃ博物館」)",
                          "text": [
                            "甲10には，キューピー人形の写真とともに，1913年(大正2年)に原作者ローズオニールの依頼でビスク製のキューピー人形が盛んに作られ，子どもたちの人気者となったこと，同年，キューピーが日本で紹介され人気になったこと，1917年(大正6年)に，セルロイド製のキューピー人形が流行し，東京のデパートには特設玩具売り場が出現したことの記述がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲12(「おもちゃの歴史」)",
                          "text": [
                            "甲12には，「1913  キューピーが日本で紹介され人気に。輸",
                            "出用のビスクドール製造される」，「1917 セルロイド製のキューピー人形が流行」との記述がある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲13(「春装」)",
                          "text": [
                            "甲13(国民新聞の附録)において，鏑木清方(かぶらき  きよか",
                            "た)画伯は，大正6年，キューピー人形を題材にした「春装」という日本画を発表した。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲14(「20世紀の天使たち キューピーのデザイン」)",
                          "text": [
                            "甲14には，キューピー人形の画像とともに，「大正9年をはじめとするキューピーの年賀状の多さ(このことは昭和初期にも言えます)。」との記述があり，キューピー人形の図案が市販の多数の年賀状に取り入れられた旨の記述がある。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "甲9(7枚目，8枚目)，甲15(1枚目ないし3枚目)，甲16(2枚目，3枚目)，甲17(1枚目，2枚目)(キューピー人形の図案を取り入れた市販年賀状)",
                          "text": [
                            "本件出願前，キューピー人形の絵図は市販の多数の年賀状に採用されるほど，我が国において広く人気を博した。"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "甲9(9枚目)(「キューピー紙きせかえ」)",
                          "text": [
                            "大正時代の童画作家・武井武男は，「キューピー紙きせかえ」を発表した。"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "甲11(兵庫県立歴史博物館作成の「こども文化事典」)",
                          "text": [
                            "甲11には，キューピー人形は1909年にアメリカのローズ・オ",
                            "ニールが創作し，日本では大正のころ流行したものであり，同博物館は大正時代を代表するおもちゃの一つである旨の記述がある。"
                          ]
                        },
                        {
                          "fig": "i",
                          "subject": "甲18(「広告キャラクター大博物館」)",
                          "text": [
                            "甲18には，「ギリシャ神話のキューピッドをセルロイド人形にしたのがキューピー。明治時代にアメリカで生まれ，大正時代に日本でも国産化されて，子供たちに爆発的な人気となった。日本初のマヨネーズ誕生も，同じころ」との記述がある。"
                          ]
                        },
                        {
                          "fig": "j",
                          "subject": "甲19(「丸善と三越」寺田寅彦著)",
                          "text": [
                            "甲19(中央公論)には，大正9年6月に，三越デパートの6階のおもちゃの陳列所に，キューピーが陳列されていた旨の記述がある。"
                          ]
                        },
                        {
                          "fig": "k",
                          "subject": "甲20(毎日新聞「大正切込焼」)",
                          "text": [
                            "甲20(2016年7月21日地方版)には，キューピー人形の写真とともに，「加美町宮崎の切込焼記念館で16日，1920(大正9)年ごろに作られた「大正切込焼」のキューピー人形の特別公開が始まった。切込焼復興に取り組んだ一人，沼田秀平・旧宮崎村長の生誕130年にちなんで企画された。」，「キューピー人形は高さ15・9センチの白磁製。上薬を使わずに焼いた後に髪，唇，目に彩色が施されている。同館の畠山静子学芸員は「地域に住む90代の所蔵者から『昔はたくさんあった』と聞いた。子供のおもちゃとして輸出も考えて多く作られたとみられるが，他に現存品は確認できない」と話す。」との記事が掲載された。"
                          ]
                        },
                        {
                          "fig": "l",
                          "subject": "甲21(宮城県加美町長猪股洋文の町長日記)",
                          "text": [
                            "甲21には，瀬戸のビスク人形が飛ぶように売れたという情報により，復活した切込焼でキューピーを生産することが企画され，そのために仙台から加美町宮崎村まで仙台鉄道を延伸させようとする計画も練られた旨の記述がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決の認定判断の誤り",
                      "text": [
                        "本件審決は，キューピー人形，その名称の「キューピー」(「KEWPIE」)及びキューピーのキャラクターの周知性・著名性に関し，①キューピー人形やその名前「キューピー」(KEWPIE)は，大正時代の初めにその人形が紹介されたことをきっかけとして，我が国において知られるようになったとはいえるものの，その人形や名前がローズ・オニールの創作によるものであることまで知られるようになったか否かは明らかでなく，さらに，大正時代の中頃以降においては，その創作者との関連なく，同一の名前の下，その創作のオリジナルからかけ離れた日本独特の特徴を備えたものが普及し，様々な商品のブランド名や広告類のイラスト等として，継続的に使用され続けていることからすれば，キューピッドを模した裸体の幼児といったイメージからなるキャラクターないしその名前を表すものとして認識されてきたとはいえる一方，ローズ・オニールがその創作者として認識されてきたとはいい難い，②してみれば，本件商標の登録出願日(大正11年4月1日)前はもとより，その登録日(同年10月27日)以後においても，我が国において，キューピー人形やその名前「キューピー」(KEWPIE)が広く知られていたとまではいい得るものの，それらについて，いずれがローズ・オニールの創作に係るものであるか又は同人の創作に係るものとは別個のものであるかなどといった峻別がされて認識されていたとは認めることができない旨判断した。",
                        "しかしながら，キューピー人形，その名称の「キューピー」(「KEWPIE」)及びキューピーのキャラクターの周知性・著名性の認定においては，創作者が誰であるかの認知は不要であるというべきであるから(知財高裁平成24年6月27日判決(平成23年(行ケ)第10400号)，知財高裁平成18年9月20日判決(平成17年(行ケ)第10349号)等参照)，キューピー人形及びその名称の「キューピー」がローズ・オニールの創作に係るものであるか又は同人の創作に係るものとは別個のものであるかなどといった峻別がされて認識されていたと認めることはできないとした本件審決の上記認定判断は，そもそも失当である。",
                        "また，大正5年(1916年)の市販の絵はがきや年賀状のイラストのキャラクター(甲9，17)も，キューピー人形が描かれた日本画(大正6年)(甲13)も，ローズ・オニール作成に係る人形の全体的な特徴及び細部の特徴，すなわち，ローズ・オニール創作のキューピー人形の特徴を備えるものである。一方，甲14に記載された日本独特の特徴を備えた絵柄の人形は，ローズ・オニール創作のキューピー人形の特徴を備えていないから，キューピー人形とは非なるものである。そうすると，ローズ・オニール創作のキューピー人形の特徴を備えたものであるか，そうでないかの差異は誰の目にも明らかであって，峻別することは極めて容易であるから，この点においても本件審決の上記認定判断は誤りである。",
                        "さらに，キューピー人形とは非なるものが存在しても，キューピー人形，その名称の「キューピー」(「KEWPIE」)が周知・著名であったとの認定を妨げるものではない。",
                        "したがって，本件審決の上記認定判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不正の目的",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告の創業者のAは，本件出願前の1915年(大正4年)3月から同年12月9日までの間，米国に滞在し，米国においてキューピー人形が人気を博し，キューピー人形及びその名称「キューピー」が広く知られていたことを見聞した(甲6ないし8，35，67)。また，Aの滞在当時，米国では，「キューピー狂時代」という商業的大流行が起こり，ゼリー菓子「JELL-O」にキューピーのキャラクターが宣伝広告に使用された(甲7の2，77)。",
                        "したがって，Aは，米国滞在中に，米国においてキューピー人形が人気を博し，キューピー人形及びその名称「キューピー」が広く知られていたことを了知した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，①本件商標は，ローズ・オニール創作に係る人形の絵図及び人形の題号「KEWPIE」，「キューピー」のみからなること，②前記ア(イ)のとおり，本件商標出願以前において，ローズ・オニールの創作したキューピー人形の特徴を備えたキューピー人形とその名称は，日本国内において，老若男女を問わず，全国津々浦々まで人気があり，周知著名であったこと，③被告は，本件商標を指定商品に使用した実績がないこと(甲65，66)，④被告のウェブページ(甲27の1，2)には，Aが他人の著名標章を自己のものとして商標登録した経緯が記載されていること，⑤被告は，本件出願後に，本件商標と同様のローズ・オニール創作に係る人形の絵図とローズ・オニール創作に係る人形の題号「KEWPIE」，「キューピー」から構成されるキューピー関連商標470件について広範な指定商品において出願及び登録し，あるいは商標を譲り受けて，他人の知的創作である「キューピー人形の絵図」，「キューピーの名称」からなる商標の独占を図ったことからすると，Aは，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものである。",
                        "①，③及び④について補足すると，以下のとおりである。",
                        "①については，本件商標は，別紙1記載のとおり，中央に人形の図形を配し，その上部に同大同書体の「KEWPIE」の欧文字，人形の図形の下部に同大同書体の「キューピー」の片仮名文字からなるところ，中央の人形は，ローズ・オニールの創作したキューピー人形と同一の特徴を持った人形であり，上部の「KEWPIE」の文字はローズ・オニールが創作した人形の名称「KEWPIE」と同一であり，下部の「キューピー」は，「KEWPIE」の片仮名表記である。このような本件商標の構成は，ローズ・オニールの創作したキューピーのキャラクター及びその名称「KEWPIE」の双方を商標権の権利範囲に含めるものにほかならず，本件商標の構成自体に出願人のAの不正の目的が示されている。",
                        "③については，Aは，本件商標を使用していないから，もっぱら，ローズ・オニール創作に係る人形の絵図及びその人形の名称「KEWPIE」，「キューピー」を自己のものとして権利化するために本件出願をしたものといえる。この点に関し被告は，本件商標(少なくともこれと社会通念上同一と言える商標)を指定商品に含まれるマヨネーズ等に使用している旨主張するが，上記主張を裏付ける証拠の提出はない。",
                        "④については，甲27の1，2には，被告の創業者のAは，キューピーはアメリカのローズ・オニールが発表したイラストであること，キューピー・キャラクターが全米で大ヒットし商品コマーシャルに使用されたこと，大正時代に日本でもセルロイドの国産キューピーが大流行したことを認識した上で，「人気者のキューピーを1922年に商標にしました。」との記載がある。この記載は，Aが当時大流行したキューピー人形を冒用した経緯を記載したものである。甲68の1にも同様の記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，Aは，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものであるから，これを否定した本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点に関し被告は，キューピー人形，その「キューピー」の名称及びキューピーのキャラクターは，本件出願当時，キューピッド，サンタクロース，福助人形，金太郎などと同様に，特定の誰かの創作物であると世間一般において認識されていなかったものであり，Aは，こうした状況の下で，本件出願をしたのであるから，本件商標の絵図とローズ・オニールの創作に係るキューピー人形の絵図が類似し，また，「KEWPIE」又は「キューピー」という名称がローズ・オニールの創作に係るものであるからといって，他人の標章の著名性にただ乗りし，又は他人の知的財産を自己のものとし，権利化を図るという不正の目的をもって本件商標を出願したとはいえない旨主張する。",
                        "しかしながら，仮にAが，本件出願当時，キューピーがローズ・オニールの創作物であることを知らなかったとしても，我が国にキューピー人形が紹介された大正2年(1913年)から本件出願がされた大正11年(1922年)まで9年余にすぎないことに照らすと，Aが，キューピーのキャラクターとキューピッド，サンタクロース，福助人形，金太郎などの民俗的伝承に由来するキャラクターとを同列に認識することはあり得ず，特定の誰かが創作したものであるとの認識を持っていたはずである。",
                        "また，自由にキャラクターを使用できることと，そのキャラクターの商業的使用を独占することは同義ではなく，市場あるいは世上でキャラクターが著名性・周知性を獲得している場合において，そのキャラクターと何ら関わりのない者がそのキャラクターの独占を企てることは，その顧客吸引力にフリーライドするものである。",
                        "そして，キャラクターの図柄のみ，あるいはキャラクターの図柄とその名称のみからなる商標を出願することは，当該商標の構成から当該キャラクターの独占を図るものにほかならないところ，本件商標は，キューピーの絵図と，「KWEPIE」の欧文字及び「キューピー」の片仮名の文字から構成されるものであるから，Aは，不正の目的をもって本件商標の出願をしたことは明らかである。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "国際信義違反",
                  "text": [
                    "前記イ(ア)のとおり，Aは，本件出願前の1915年(大正4年)3月から同年12月9日までの間，米国に滞在し，米国においてキューピー人形が人気を博し，キューピー人形及びその名称「キューピー」が広く知られていたことを見聞し，了知していたから，本件商標の出願及び登録は，外国の著名標章を自己のものとすることを目的とするものであり，不正の目的をもってされたものである。",
                    "また，A及び本件商標を承継した被告は，ローズ・オニールの創作に係る人形の絵図と類似し，かつ，その創作に係る人形の名称「キューピー」の創作者の母国であり，「キューピー人形」の著作物の第1発表国であり，意匠登録された米国において，多数のキューピー関連商標を出願，登録し(甲36)，「KEWPIE  DOLL」なる商標に対して権利行使をした(甲37)。",
                    "のみならず，被告は，米国を含めた全世界において，本件商標と同じく，キューピー人形の絵図，「KEWPIE」，「キューピー」等の文字商標を多数出願し，登録しており，他人の知的創作であるキューピー人形及びその名称の権利化を図っており，A及び被告による他人の知的創作の剽窃行為は全世界に及んでいる。",
                    "したがって，本件商標の出願及び登録は，国際信義に反するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」該当性",
                  "text": [
                    "以上によれば，被告の創業者のAは，本件出願以前において，ローズ・オニールが創作したキューピー人形の特徴を備えたキューピー人形，その名称の「キューピー」(「KEWPIE」)及びキューピーのキャラクターが，日本国内において，全国的に周知著名であったという状況下において，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものであって，本件商標権をAから承継した被告が保有することは，社会公共の利益に反し，又は社会の一般道徳観念に反するものであり，また，本件商標の出願及び登録は，国際信義に反するものであるから，本件商標は，旧商標法2条1項4号の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」に該当するというべきである。",
                    "したがって，本件商標の同号該当性を否定した本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ローズ・オニールが創作したキューピー人形，その「キューピー」の名称及びキューピーのキャラクターの周知性・著名性の主張に対し",
                  "text": [
                    "本件出願前に，我が国において，キューピー人形が人気を博し，キューピー人形及びその名称である「キューピー」が広く知られていたが，そのことは直ちに，本件商標の出願時又は登録時に，我が国において，キューピー人形の図形及び「キューピー」標章が他人(特定の誰か)の何らかの商品の出所表示として周知又は著名であったことを意味するものではなく，そのような事実も認められない。",
                    "すなわち，我が国においては，大正時代の中頃以降，ローズ・オニールが作成し，あるいは作成を監修し，作成に協力し，その他作成に関与したことが見いだせないキューピー人形が多数作成され(甲6の16頁，40頁，41頁)，また，「あかすり」，「ベビー石けん」，「シャンプー」，「マヨネーズ」，「ベビフード」の容器やケースに「日本的な，日本でデザインされ生産されたキューピー」が使用されてきた(甲6の45頁)。",
                    "さらに，キューピー人形が描かれた日本画(甲13。大正6年(1917年))，絵葉書(甲9，17。大正5年(1916年)，大正10年(1921年))や年賀状(甲9，15，16。大正5年(1916年)，大正7年(1918年)，大正8年(1919年)，大正11年(1922年))，紙着せ替え(甲9)に描かれた「キューピー」は，顔だちなどの表情のみならず，その着衣や背景に日本独特のものが描かれており，こうした年賀状等に描かれている「キューピー」や，大正13年(1924年)又は大正14年(1925年)に作られた童謡「キューピー」は，ローズ・オニールが作成し，あるいは作成を監修するなど，作成に関与したものではない。",
                    "このように，大正時代の中頃以降，ローズ・オニールが創作したオリジナルとかけ離れた日本独特の特徴を備えた「日本なりのキューピー」が普及し，多数の者がローズ・オニールの許諾を得ることなく，キューピー(人形)を使用してきた状況からすると，キューピー人形，その「キューピー」の名称及びキューピーのキャラクターは，本件出願当時，ローズ・オニールが創作したものとして周知又は著名であったとは言い難く，むしろ他人(特定の誰か)が新たに創作したものではなく，キューピッド，サンタクロース，福助人形，金太郎などと同様に，世間一般に民俗的な存在であると認識されていたことがうかがわれる。",
                    "したがって，本件商標の出願日前はもとより，その登録日以後においても，我が国において，キューピー人形やその名前「キューピー」(KEWPIE)が広く知られていたとまではいい得るものの，それらについて，いずれがローズ・オニールの創作に係るものであるか又は同人の創作に係るものとは別個のものであるかなどといった峻別がされて認識されていたとは認めることができないとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不正の目的の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，キューピー人形，その「キューピー」の名称及びキューピーのキャラクターは，本件出願当時，他人(特定の誰か)が新たに創作したものではなく，キューピッド，サンタクロース，福助人形，金太郎などと同様に，世間一般に民俗的な存在であると認識されていたことがうかがわれるから，それを使用することが悪意に基づくものということはできない。",
                        "そうすると，Aは，本件出願をするに当たり，キューピー(人形)が他人のものであるとの認識をしていたとはいえないから，本件商標の絵図とローズ・オニールの創作に係るキューピー人形の絵図が類似し，また，「KEWPIE」又は「キューピー」という名称がローズ・オニールの創作に係るものであるからといって，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るなどの「不正の目的」をもって本件出願をしたということはできない。",
                        "これと同旨の本件審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，Aは，本件出願前の米国滞在中に，米国においてキューピー人形が人気を博し，キューピー人形及びその名称「キューピー」が広く知られていたことを了知したこと，本件商標は，ローズ・オニール創作に係る人形の絵図及び人形の題号「KEWPIE」，「キューピー」のみからなること，本件商標出願以前において，キューピー人形とその名称は，日本国内において，周知著名であったこと，被告において，本件商標を指定商品に使用した実績がないこと，被告のウェブページ(甲27の1，2)には，Aが他人の著名標章を自己のものとして商標登録した経緯が記載されていること，被告は，本件出願後に，本件商標と同様のローズ・オニール創作に係る人形の絵図とローズ・オニール創作に係る人形の題号「KEWPIE」，「キューピー」から構成されるキューピー関連商標470件について出願及び登録し，あるいは譲り受けて，「キューピー人形の絵図」，「キューピーの名称」の商標的使用の独占を図ったことなどからすると，Aは，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものである旨主張する。",
                        "しかしながら，Aが，米国滞在期間中にキューピーを見聞したと認めるに足りる証拠はなく，実際，Aが米国滞在中にキューピーを見聞したという話は何ら伝えられていない。Aが米国に滞在したのは，大正4年(1915年)であり，当時，現在のようにインターネット，テレビ等の情報入手手段はなく，日本人が外国に滞在すること自体容易ではなく，当時の西洋の先進的な食品工場，食生活等の見聞を深めるのに精一杯であったことが容易に想像され，当時のAがキューピーについて見聞することはなく，あるいは認識するに至らなかったとしても不思議ではなく，仮にAが米国でキューピーに接する機会があったとしても，それが他人の創作物であるなどと認識する余裕があったとは思われず，そのような記録も残されていない。",
                        "次に，本件商標の絵図はローズ・オニール創作に係るキューピー人形の絵図と同一ではなく，また，キューピー人形，その「キューピー」の名称及びキューピーのキャラクターは，本件出願当時，他人(特定の誰か)が新たに創作したものではなく，キューピッド，サンタクロース，福助人形，金太郎などと同様に，世間一般に民俗的な存在であると認識されていたことがうかがわれるから，Aが，本件商標を出願するに当たり，キューピー(人形)が他人のものであると認識していたとはいえず，他人の標章の著名性にただ乗りする，あるいは，他人の知的財産を自己のものとして，権利化を図るなどの不正の目的をもって本件出願をしたとはいえない。",
                        "さらに，被告は，本件商標(少なくとも社会通念上同一の商標)を指定商品に含まれるマヨネーズ等に使用し，また，商号を「キユーピー株式会社」とし，調理，調味事業，サラダ・惣菜事業，タマゴ事業，フルーツソリューション事業，ファインケミカル事業，物流事業のほか，食料品・医薬品の製造機器等の設計，製造販売，エンジニアリング，飼料・肥料の製造販売，農畜産業の経営等，幅広い分野で事業展開し，「KEWPIE(kewpie)」の文字，「キューピー」の片仮名，「キューピーの絵図」からなる商標を使用しており，もっぱら権利を独占するために本件商標の商標登録を独占するものではない。また，被告が，米国で事業を行うために必要な商標について商標登録を受けたり，ブランド保護のために第三者の「KEWPIE  DOLL」なる商標に対して異議の申立てを行ったことは何ら批判されるべきものではない。",
                        "加えて，原告が挙げる甲27の1，2には，Aが，キューピー(人形)がローズ・オニールの創作物であることを知りながら，本件商標を採択した旨の記載はなく，他人の著名標章を自分のものとして商標登録した経緯などの記載はない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "国際信義違反の主張に対し",
                  "text": [
                    "前記イのとおり，Aが「不正の目的」をもって本件出願をした事実はなく，また，被告が，米国で事業を行うために必要な商標について商標登録を受け，米国におけるブランド保護のために第三者の「KEWPIE  DOLL」なる商標に対して異議の申立てを行ったことは，何ら批判されるべきものではない。",
                    "加えて，Aは，本件出願当時，キューピー(人形)がローズ・オニールの創作物であることを知らなかったが，その後数十年が経過し，このことが知られるようになってから，被告は，ローズ・オニールの功績に敬意を表し，ローズ・オニールの流れを汲む者，団体との交流を通じて，その功績を後世に伝えるべく，ささやかながら協力をしている。",
                    "したがって，本件商標の出願及び登録は，国際信義に反するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」該当性の主張に対し",
                  "text": [
                    "以上によれば，本件商標は，Aが，不正の目的をもって本件出願をし，登録されたものとはいえず，また，被告が本件商標を始めとするキューピーの絵図，「KEWPIE」の文字若しくは「キユーピー」の文字又はそれらを組み合わせてなる標章からなる登録商標をその指定商品又は指定役務について使用することが社会公共の利益に反する又は社会の一般的道徳観念に反するものともいえないし，さらに，その使用が不正な意図をもってされ，国際信義又は公正な取引秩序に反するものともいえないから，本件商標は，旧商標法2条1項4号の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」に該当しないというべきである。",
                    "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標の旧商標法2条1項11号該当性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "「商品に関係なくても非常に著名な商標を他人が別種の商品に使用するとき」は，旧商標法2条1項11号の「商品ノ混同ヲ生セシムルノ虞」があると判断されると解される(甲41)。この著名性の獲得は，商標的使用による獲得に限定されるものではなく，また，当該著名商標がどこの誰が権利者であるかということを世人が知ることを要求するものではない。",
                "そして，前記1(1)アのとおり，キューピー人形とは非なるもの(甲14)を除いて，大正5年(1916年)の市販の絵はがきや年賀状のイラストのキャラクターもローズ・オニールが創作したイラストに描かれたキャラクターの特徴を備えるものであり，その創作のオリジナルからかけ離れた日本独特の特徴を備えたものが普及したものではない。また，甲6に記載されている被告商品以外のあかすり，石けん，シャンプー，鍋のふたに表示されているキューピー人形は，いずれも，ローズ・オニールの創作に係るキューピー人形の特徴を備えるものであって，その創作のオリジナルからかけ離れた日本独特の特徴を備えたものではないし，わずか4品目であるにすぎないから，ローズ・オニールの創作に係るキューピー人形の特徴を備えたキューピー人形及びその名称の著名性が希釈されたとか，本件商標に接する需要者が，ローズ・オニールの創作に係るキューピー人形の特徴を備えたキューピー人形及びその名称を認識できないということはあり得ない。",
                "しかるところ，本件商標は，ローズ・オニールが創作したキューピー人形の絵図と「KEWPIE」の欧文字とその片仮名から構成されるものであって，本件商標を付した商品について，需要者は，著名な「キューピー人形」，「KEWPIE」の名称と関係があるという特定の出所を認識することにより混同を生じさせるものであるから，旧商標法2条1項11号の「商品ノ混同ヲ生セシムルノ虞アルモノ」に該当する。",
                "したがって，これと異なる本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "旧商標法2条1項11号の「商品ノ混同ヲ生セシムルノ虞アルモノ」に該当するというためには，商品の出所識別標識である「非常に著名な商標」を他人が使用することが必要であり，いかに著名なものであったとしても，商品の出所識別標識として認識されていないものの他人による使用は，同号に該当しない。",
                "しかるところ，前記1(2)のとおり，キューピー人形，その「キューピー」の名称及びキューピーのキャラクターは，本件出願当時，他人(特定の誰か)が新たに創作したものではなく，キューピッド，サンタクロース，福助人形，金太郎などと同様に，世間一般に民俗的な存在であると認識されていたことがうかがわれるものであり，「他人の商標」どころか，「他人のもの」とも認識されていなかったといえる。",
                "したがって，本件商標の使用により「商品ノ混同ヲ生セシムルノ虞」があったとはいえないから，同号に該当しないとした本件審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記第2の1の事実と証拠(甲1ないし21，35，67)(枝番のあるものは枝番を含む。以下同じ。)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "ローズ・オニールによる「キューピー人形」の創作等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "イラストレーターのローズ・オニール(1874年6月25日米国ペンシルバニア州で出生)は，1909年，米国の雑誌「Ladies’  Home  Journal」同年12月号において，「The  KEWPIES’Christmas Frolic」(訳文「クリスマスでのキューピーたちの戯れ」)と題したイラスト付き詩(甲6)を発表した。上記イラスト付き詩は，ローズ・オニールが創作した詩と様々なポーズ及び表情の多数の裸体の幼児のイラストとから構成されており，ローズ・オニールは，このイラストに描かれたキャラクターを「KEWPIE」と名付けた(以下，このキャラクターのイラストを「キューピーのイラスト」という場合がある。)。",
                    "キューピーのイラストのページは，1910年に発行された上記雑誌においても連載された。",
                    "その後，ローズ・オニールは，1912年12月17日，米国特許庁に対し，キューピーのイラストに係る「人形」の意匠(別紙2の甲5の図面記載の意匠)について意匠登録出願をし，1913年3月4日，その意匠登録を受けた(甲5)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ローズ・オニールは，キューピーのイラストに係るビスク製の人形(Bisque  Doll)をドイツの製造業者に依頼して製造し，1912年，立ち姿の「キューピー人形」(「KEWPIE  DOLL」。別紙3の甲9(3枚目)の写真参照)が米国で発売された。その後，1914年頃から，「ACTIOＮ  KEWPIE」として，様々な「キューピー人形」が続々と発売され，キューピー人形は，米国において，人気を博し，大ブームとなった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件出願前後の「キューピー人形」に係る我が国の状況等",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "キューピー人形は，大正2年(1913年)頃，我が国に輸入され，人気となった。また，その頃，ローズ・オニールの依頼により，主に米国輸出用として，ビスク製のキューピー人形(甲10)が製造された。",
                        "その後，大正6年(1917年)には，国産のセルロイド製のキューピー人形が製造され，ソフトビニール製のキューピー人形も製造されるようになり，我が国おいて，キューピー人形は，次々と製造，販売され，流行となった。それらの中には，ローズ・オニールが創作したオリジナル(甲5，9)に似ているもののほか，顔だちに日本の赤ちゃんの可愛らしい表情が加わったもの(甲6の41頁)や，日本独特の表情を持つもの(甲14)も含まれていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "大正5年(1916年)には，子供と戯れるキューピーのキャラクター「クック」，「チーフ」，「カーペンター」の姿が描かれた絵はがき(甲9の7枚目)が，プレゼントを運ぶキューピーの年賀状及びキューピーと遊ぶ女の子の年賀状(甲16の2枚目)が，大正7年(1916年)には，キューピーと牛と寿老人を描いた年賀状及び帽子に乗って遊ぶキューピーを描いた年賀状(甲16の3枚目)が，大正8年(1917年)には，キューピーとひつじを描いた年賀状，キューピーが雑煮を食べたり，餅つきをしたり，凧揚げをしている姿などが描かれた年賀状(甲15)が，大正10年(1921年)には，羽根つきをするキューピーが描かれた市販の絵はがき，お餅つきをするキューピーが描かれた絵はがき，おせちを運ぶキューピーが描かれた絵はがき及び飛行機にキューピーとにわとりが乗っている絵はがき(甲17)が発売された。",
                        "また，大正6年(1917年)には，鏑木清方画伯が，和服姿の女性がキューピー人形に前掛けを着せている様子を描いた「春装」と題する日本画(甲13)を発表した。",
                        "このほか，童画家武井武雄がキューピーをモチーフとした紙きせかえ(甲9)を発表した。",
                        "これらについては，顔だちなどの表情のみならず，その着衣や背景に日本独特のものが描かれていた。",
                        "さらに，日本的な，日本でデザインされたキューピーは，様々な商品のブランド名，広告類のイラスト等や商品の容器等に広く使用されていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "Aは，大正7年(1918年)2月11日，缶詰中次を業とする中島商店を創業した。",
                        "Aは，大正11年(1922年)4月1日，本件商標について，指定商品を第41類「醤油，ソース，ケツヤツプ，酢類一切」として，本件出願をし，同年10月27日，本件商標権の設定登録を受けた。",
                        "本件商標は，別紙1記載のとおり，中央に人形の図形を配し，その上部に同大同書体の「KEWPIE」の欧文字，その下部に同大同書体の片仮名を配してなるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商標権は，Aから株式會社中島董商店へ，同社から株式會社キユーピー商會へ順次譲渡され，その旨の移転登録(登録日はそれぞれ昭和18年10月10日及び昭和36年11月2日)が経由された。",
                        "その後，被告は，昭和36年12月13日に株式會社キユーピー商會との合併により本件商標権を取得し，昭和37年1月22日，その旨の移転登録が経由された。",
                        "その間の平成15年11月26日，本件商標の指定商品を第30類「ウースターソース，グレービーソース，ケチャップソース，しょうゆ，食酢，酢の素，ドレッシング，ホワイトソース，マヨネーズソース」に書き換える書換登録がされた。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「キューピー人形」に関する文献",
              "text": [
                "大正2年(1913年)頃以降に我が国で流行した「キューピー人形」に関する文献には，以下のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6(「キューピー物語」，大澤秀行著，昭和59年3月5日発行，株式会社講談社)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「「あの頃のセルロイド人形は，ほとんどドイツ製で，アメリカ生れではなかった」とする説がある。また，その代表たるキューピーちゃんも，最初はドイツで作られたものだそうだが，それが日本でも作られるようになり，いつの間にか日本的キューピーとして生れかわった。そのルーツもあまり知られずに，そのくせ，最近まで，子供の頃に一度もキューピーを手にしていない人はなかったというぐらい大衆性が続いたのは，キューピーが子供ばかりでなく大人にも可愛がられる何かを，強力にもっていたからだろう。」(16頁9行目～19行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「まず大正2年に三越で国産のセルロイドのおもちゃを売り出したという記録がある。まさにその頃，タイミングよく，キューピー人形も輸入され，たちまち人気を集めたので，セルロイドの国産キューピーもどんどん作られたのである。…日本製のキューピーは，この頃，早くもローズさんのオリジナルのイメージをやや離れて，一人歩きをはじめたようである。基本的にはおでこの大きい，頭でっかちの，子供の可愛らしさをややオーバーに強調したもので，そのテッペンにトンガリがある。背中の上の方には左右の天使の羽が小さくつき，胴体のうちおなかが丸くふくらんで，両足はその頃はみんなそろえて立ったままの形だが，両腕のつけねは胴体をはさんでゴムひもでむすばれ自由に動く。両手は5本の指をひらいてのばした形。いずれもローズ・オニール・オリジナルに似てはいるのだが，いつのまにか顔だちに，日本の赤ちゃんの可愛らしい表情が加わっている。」(40頁11行目～41頁左欄4行目)",
                      "text": [
                        "「遠く太平洋をへだてた島国の日本のこと，生みの親のローズさんのことも，オリジナルの可愛らしいイラストのキューピーもあまり知られないまま，どんどん日本なりのキューピーが作られ，ますます広く愛されたのである。」(41頁左欄9行目～右欄3行目)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「日本的な，日本でデザインされ生産されたキューピーは，セルロイドその他のお人形だけでなく，何かの商品のブランド名や，広告類のイラストとして，それに容器やケースとしても広く使われた。…私の記憶にハッキリあるものでは，紙で，QP印があった。石けんも，キューピーの形のものから，今も現役のベビー石けんの箱にまでデザインされている。鍋やフライパン等，金物でQP印があり，背丈1メートルもありそうな大きなキューピーが，フライパンを掲げて町の金物屋の店頭に立っていたのを思い出す。」(45頁1行目～11行目)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「1913年(大正2年)ドイツで最初の立体のキューピー人形が作られ，たちまち爆発的な人気は「キューピー・クレイズ(キューピー狂時代)」といわれ，米国内に止まらず，半世紀を越えて世界中を飛びまわるまでになった。」(68頁9行目～13行目)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲7の2(「キューピー村物語」，ローズ・オニール著，北川和夫監修，横森理香訳，平成9年7月7日発行，株式会社クレスト社)",
                  "text": [
                    "「キューピーの雑誌連載はまたたく間に人気が高まり，次々と雑誌に連載されるようになりました。…キューピー人気はとどまるところを知りません。そこで，キューピー人形が作られるようになったのです。さらに，人気に拍車がかかり，キューピーは商品の広告に登場します。アイスクリームやカンヅメ，ゼリーのお菓子(Jell-O)の広告に採用されました。…当時のことを「キューピー狂時代」と呼ぶほど，キューピーは大ブームになっていったのです。」(76頁)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲9(日本キューピークラブ公式ホームページ)",
                  "text": [
                    "「キューピー人形",
                    "1912年，キューピー人形がアメリカで発売され始めました。彫刻家でもあるローズオニールは世界の子供達のために，すばらしいキューピー人形を作ろうと，優れた人形作りの国ドイツに製造を依頼しました。その第一号が立っている姿のスタンディングのビスクキューピーです。1914年よりアクションキューピー人形が続々作られるようになりました。…これらのキューピー人形の登場で，キューピーの人気はさらに沸き上がり，アメリカでは“キューピー狂時代”と呼ばれるほどの大キャラクターブームが起こりました。その人気にあやかり，また安心で安全なイメージがあったために，キューピーは食品広告に多く使われました。」(1枚目)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲11(「こども文化事典」兵庫県立歴史博物館のウェブページ)",
                  "text": [
                    "「【キューピー人形】",
                    "今もよく知られているキューピーは，1909(明治42)年にアメリカのローズ・オニールによって生み出されました。日本では大正のころに流行し，ビスクドールやセルロイド人形がたくさんつくられ，世界一のキューピー大国となりました。」(2枚目)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲14(「20世紀の天使たち  キューピーのデザイン」，1995年3月2日発行，株式会社IＮAX)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「大正・昭和初期のキューピー",
                      "text": [
                        "日本の第1号キューピーがつくられたのは1913(大正2)年。作者ローズ・オニールの依頼を受けてであった。ドイツのビスクドール工場でつくらせたキューピー人形が発売されたのも1913年。ほぼ同時期に日本でも生産が開始されていたわけである。初期の日本製キューピーは，ローズのオリジナルとほぼ同じ顔形をしているが，国内需要よりも輸出向けであったらしい。一方，日本独自のキューピー人形も大正初期に登場。土製や磁器製など，日本独特の表情をもつキューピーがつくられた。オリジナルのキューピーの眉が小さな点であるのに対して，日本のものはなぜか逆三日月の下がり眉になっているのが面白い。」(1枚目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「そうしているうちに，私は少しずつキューピーの存在の大きさを再認識しだしました。大正5年の「子供の友」への登場，大正9年をはじめとするキューピーの年賀状の多さ(このことは昭和初期にもいえます)。大正13年には童謡「キューピーさん」(葛原しげる作詞，弘田龍太郎作曲)が登場。昭和にも「キューピー・ピーちゃん」(野口雨情作詞，中山晋平作曲)が愛唱されています。私の手元にある大正から昭和初期の資料や人形の多さから考えても，いかにキューピーが愛されていたかが想像できます。…キューピー誕生の地アメリカでは熱狂的なファンはいるものの，日本ほど誰でもが知り，身近なものと感じているとはいえません。」(2枚目)"
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲18(「広告キャラクター大博物館」，1994年発行，株式会社日本文芸社)",
                  "text": [
                    "「ギリシャ神話のキューピッドをセルロイド人形にしたのがキューピー。明治時代にアメリカで生まれ，大正時代に日本でも国産化されて，子供たちに爆発的な人気となった。日本初のマヨネーズ誕生も，同じころ。元来，日本では生野菜を食べる習慣がなかったが，関東大震災を契機に暮らしが洋風化，発売に踏み切った。同じアメリカ生まれ，舶来の人気者という点から商標となったキューピー，食卓でもアイドルとなった。」(80頁)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲21(宮城県加美町長猪股洋文の「町長日記」)",
                  "text": [
                    "「9月30日まで，切込焼記念館に磁器製のキューピー人形が展示されています。身長15．9㎝，大正時代に宮崎で作られたものです。…それにしても，なぜキューピーだったのでしょうか。調べてみると，その時代アメリカではドイツ製のビスク人形(素焼きの磁器製)が大流行していました。森村ブラザース，現在の(株)ノリタケは，このアメリカ市場に目を付け，研究を重ね瀬戸で生産し輸出していたのです。折しも大正3年，第1次世界大戦が勃発し，ドイツからアメリカへの供給が途絶え，代わって瀬戸のビスク人形が飛ぶように売れたのです。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲67の3(「America in the 1900s」，マーリーン  ターグ  ブリル著)",
                  "text": [
                    "「■  キューピー狂時代",
                    "…1909年までに，キューピーは非常に多くの読者を魅了し，切り絵細工や紙製人形が多数製造されました。アメリカ合衆国での最初の商業的大流行のうちの1つの中で，買い手達は食器，子供向け読み物および宝飾品にまでキューピーの姿を追い求めました。」(訳文)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件商標の旧商標法2条1項4号該当性の判断の誤り)について",
          "text": [
            "原告は，被告の創業者のAは，本件出願以前において，ローズ・オニールが創作したキューピー人形の特徴を備えたキューピー人形，その名称の「キューピー」(「KEWPIE」)及びキューピーのキャラクターが，日本国内において，全国的に周知著名であったという状況下において，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものであって，本件商標権をAから承継した被告が保有することは，社会公共の利益に反し，又は社会の一般道徳観念に反するものであり，また，本件商標の出願及び登録は，国際信義に反するものであるから，本件商標は，旧商標法2条1項4号の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」に該当し，これを否定した本件審決の判断は誤りである旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "キューピー人形等の周知性・著名性について",
              "text": [
                "原告は，甲6，9ないし14，18ないし21の記述によれば，本件出願以前において，ローズ・オニールが創作したキューピー人形の特徴を備えたキューピー人形，その名称の「キューピー」(「KEWPIE」)及びキューピーのキャラクターは，日本国内において，老若男女を問わず，全国津々浦々まで人気があり，周知著名であった旨主張する。",
                "そこで検討するに，前記1の認定事実によれば，①ローズ・オニールは，1909年，米国の雑誌「Ladies’  Home  Journal」(同年12月号)に，ギリシア神話に登場する「キューピッド」をヒントにした裸体の幼児のイラスト(キューピーのイラスト)を発表し，そのイラストに描かれたキャラクターに「KEWPIE」と名づけたこと，②ローズ・オニールは，キューピーのイラストに係る人形(キューピー人形)をドイツの製造業者に依頼して製造し，1912年，米国において，立ち姿のキューピー人形を発売して以来，キューピー人形は人気を博し，米国では「キューピー狂時代」と呼ばれるほどの大ブームとなったこと，③キューピー人形は，大正2年(1913年)，我が国に輸入され，その頃，ローズ・オニールの依頼により我が国においても輸出用のビスク製のキューピー人形が製造されたほか，大正6年(1917年)頃にはセルロイド製の国産キューピーが製造され，我が国においてキューピー人形が次々と販売されて流行となったこと，それらの中には，ローズ・オニールが創作したオリジナルに似ているもののほか，顔だちに日本の赤ちゃんの可愛らしい表情が加わったものや，日本独特の表情を持つもの(甲14)も含まれていたこと，④また，大正6年(1917年)には，鏑木清方画伯によって，和服姿の女性がキューピー人形に前掛けを着せている日本画(甲13)が発表され，大正5年(1916年)から大正10年(1921年)にかけて，遊び姿のキューピーを描いた絵葉書(甲9，17)，干支(ひつじ等)とキューピーを組み合わせた絵柄，餅つき，お雑煮，凧揚げをしているキューピーの姿が描かれた年賀状(甲15，16)，紙きせかえ(甲9)が発売されたほか，大正13年(1924年)には童謡「キューピーさん」が発表され，さらに，日本的な，日本でデザインされたキューピーは，様々な商品のブランド名，広告類のイラスト等や商品の容器等に広く使用されてきたことが認められる。",
                "上記認定事実によれば，ローズ・オニールが創作したキューピー人形及びその名称の「キューピー」が大正2年(1913年)に我が国に紹介された後，「キューピー人形」及びその名称の「キューピー」は，本件出願前(出願日大正11年4月1日)に，日本国内の全国にわたり，広く知られるようになったことが認められる。原告の挙げる甲6，9ないし14，18ないし21の記述(前記第3の1(1)ア(イ))は，これを裏付けるものといえる。",
                "しかしながら，一方で，上記認定のとおり，大正5年(1916年)以降，ローズ・オニールが創作に関与したキューピー人形とは異なる「日本なりのキューピー」人形や，日本文化と関わりを持たせて描かれた絵葉書，年賀状などが発売され，また，日本的な，日本でデザインされたキューピーは，様々な商品のブランド名，広告類のイラスト等や商品の容器等に広く使用されてきたこと，加えて，甲6には，「その代表たるキューピーちゃんも，最初はドイツで作られたものだそうだが，それが日本でも作られるようになり，いつの間にか日本的キューピーとして生れかわった。そのルーツもあまり知られずに，そのくせ，最近まで，子供の頃に一度もキューピーを手にしていない人はなかったというぐらい大衆性が続いたのは，キューピーが子供ばかりでなく大人にも可愛がられる何かを，強力にもっていたからだろう。」，「遠く太平洋をへだてた島国の日本のこと，生みの親のローズさんのことも，オリジナルの可愛らしいイラストのキューピーもあまり知られないまま，どんどん日本なりのキューピーが作られ，ますます広く愛されたのである。」(前記1(3)ア(イ))との記載があることに鑑みると，キューピー人形は，本件出願当時，キューピー人形の創作者がローズ・オニールであることが認識されることなく，西洋文化に由来する幼児姿のキャラクターとして誰もが自由に使用できるものと理解され，全国において，キューピー人形やそれを模した絵柄や図形等が多数作成され，商品のブランド名や広告宣伝等に広く使用される状況にあったものと認められる。",
                "以上によれば，原告の挙げる甲6，9ないし14，18ないし21の記述から，キューピー人形及びその名称の「キューピー」が，本件出願前に自他商品識別機能ないし自他商品識別力を獲得するに至っていたものと認めることはできず，他人の業務に係る商品を表示するものとして，日本国内における需要者の間に広く認識されていたものと認めることはできない。他にこれを認めるに足りる証拠はない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正の目的について",
              "text": [
                "原告は，被告の創業者のAは，本件出願前の1915年(大正4年)3月から同年12月9日までの間米国に滞在中に，米国においてキューピー人形及びその名称「キューピー」が広く知られていたことを了知したところ，①本件商標は，ローズ・オニール創作に係る人形の絵図及び人形の題号「KEWPIE」，「キューピー」のみからなること，②本件出願以前において，ローズ・オニールの創作したキューピー人形の特徴を備えたキューピー人形とその名称は，日本国内において，老若男女を問わず，全国津々浦々まで人気があり，周知著名であったこと，③被告は，本件商標を指定商品に使用した実績がないこと(甲65，66)，④被告のウェブページ(甲27の1，2)には，Aが他人の著名標章を自己のものとして商標登録した経緯が記載されていること，⑤被告は，本件出願後に，本件商標と同様のローズ・オニール創作に係る人形の絵図とローズ・オニール創作に係る人形の題号「KEWPIE」，「キューピー」から構成されるキューピー関連商標470件について広範な指定商品において出願及び登録し，あるいは商標を譲り受けて，他人の知的創作である「キューピー人形の絵図」，「キューピーの名称」からなる商標の独占を図ったことからすると，Aは，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものである旨主張する。",
                "そこで検討するに，本件商標の出願時及び商標登録時において，ローズ・オニールの創作に由来するキューピー人形及びその名称の「キューピー」は，日本国内の全国にわたり，広く知られるようになったことは認められるものの，キューピー人形及びその名称の「キューピー」が自他商品識別機能ないし自他商品識別力を獲得するに至っていたものと認めることはできず，他人の業務に係る商品を表示するものとして，日本国内における需要者の間に広く認識されていたものと認めることはできないことは，前記(1)で説示したとおりである。",
                "こうした状況のもとで，Aは，大正11年4月1日，本件商標の出願をし，商標登録を受けたものであるから，その余の点について判断するまでもなく，Aが本件出願に当たり，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」を有していたものと認めることはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "国際信義違反について",
              "text": [
                "原告は，①被告の創業者のAによる本件商標の出願及び登録は，外国の著名標章を自己のものとすることを目的とするものであり，不正の目的をもってされたものである，②A及び本件商標を承継した被告は，ローズ・オニールの創作に係る人形の絵図と類似し，かつ，その創作に係る人形の名称「キューピー」の創作者の母国であり，「キューピー人形」の著作物の第1発表国であり，意匠登録された米国において，多数のキューピー関連商標を出願，登録し(甲36)，「KEWPIE  DOLL」なる商標に対して権利行使をした(甲37)，③のみならず，被告は，米国を含めた全世界において，本件商標と同じく，キューピー人形の絵図，「KEWPIE」，「キューピー」等の文字商標を多数出願及び登録し，他人の知的創作であるキューピー人形及びその名称の権利化を図っており，A及び被告による他人の知的創作の剽窃行為は全世界に及んでいる，④したがって，本件商標の出願及び登録は，国際信義に反する旨主張する。",
                "そこで検討するに，証拠(甲30，37，38)によれば，本件商標を承継した被告は，「KEWPIE(kewpie)」の文字からなり，又は当該文字を構成中に含む登録商標を米国において合計7件(2018年10月13日時点)保有しているほか，既に消滅したもの又は保留中のものを含めて，「KEWPIE(kewpie)」の文字やキューピーの絵図等を含む商標について，ドイツ，シンガポール，カナダ，フィリピン，オーストラリア，マレーシア，フランス，デンマーク，ベトナム，インドネシア，ブルネイ，メキシコ，カンボジア，モンゴル，イスラエル，ラオス，チリ，アイスランド，ニュージーランド，欧州連合に出願等をしたこと，被告は，2016年(平成28年)5月26日，「KEWPIE  DOLL」の商標に係る出願に対して異議の申立てをしたことが認められる。",
                "しかしながら，一方で，前記(2)認定のとおり，Aが本件出願に当たり，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」を有していたものと認めることはできないのみならず，被告が「KEWPIE(kewpie)」の文字からなり，当該文字等を含む商標を米国のみならず多数の国に出願し，登録を受けたことは，被告が我が国のみならず世界中で様々な事業を展開する上で，本件商標と類似する商標の出願及び登録が必要であったことによるものと認められ，また，被告が「KEWPIE  DOLL」の商標に係る出願に対して異議の申立てをしたことも，米国で保有する「KEWPIE」の文字からなる商標と類似する文字が含まれているために権利行使をしたものであり，いずれも国際信義に照らし，不当であるということはできない。",
                "したがって，本件商標の出願及び登録が国際信義に反するとの原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」該当性について",
              "text": [
                "以上によれば，Aが，他人の標章の著名性にただ乗りし，あるいは他人の知的財産を自己のものとして，権利化を図るという「不正の目的」をもって，本件出願を行ったものと認めることはできず，また，本件商標の出願及び登録が国際信義に反するものと認めることはできないから，本件商標権をAから承継した被告が保有することが，社会公共の利益に反し，又は社会の一般道徳観念に反するものと認めることはできない。",
                "したがって，本件商標が旧商標法2条1項4号の「秩序又ハ風俗ヲ紊ルノ虞アルモノ」に該当するとの原告の主張は採用することができない。",
                "これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件商標の旧商標法2条1項11号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標は，ローズ・オニールが創作したキューピー人形の絵図と「KEWPIE」の欧文字とその片仮名から構成されるものであって，本件商標を付した商品について，需要者は，著名な「キューピー人形」，「KEWPIE」の名称と関係があるという特定の出所を認識することにより混同を生じさせるものであるから，旧商標法2条1項11号の「商品ノ混同ヲ生セシムルノ虞アルモノ」に該当する旨主張する。",
                "しかしながら，前記1(1)で説示したとおり，キューピー人形は，本件出願当時，キューピー人形の創作者がローズ・オニールであることが認識されることなく，西洋文化に由来する幼児姿のキャラクターとして誰もが自由に使用できるものと理解され，全国において，キューピー人形やそれを模した絵柄や図形等が多数作成され，商品のブランド名や広告宣伝等に広く使用される状況にあったものであり，本件商標の出願時及び商標登録時において，ローズ・オニールの創作に由来するキューピー人形及びその名称の「キューピー」が自他商品識別機能ないし自他商品識別力を獲得するに至っていたものと認めることはできず，他人の業務に係る商品を表示するものとして，日本国内における需要者の間に広く認識されていたものと認めることはできないことに照らすと，本件商標をその指定商品に使用しても，これに接する需要者において，特定の他人(当該他人と緊密な営業上の関係等にある営業主を含む。)の商品の出所との同一性の誤認を生じるおそれがあったものと認めることはできない。",
                "したがって，本件商標は，旧商標法2条1項11号の「商品ノ混同ヲ生セシムルノ虞アルモノ」に該当するものと認められないから，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "その他，原告は，本件審決における判断の遺脱，事実誤認などについて縷々主張するが，いずれの主張も理由がないか，又は本件審決の結論に影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10028",
    "date": "2020-12-09",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089890",
    "ipprecedent_id": "5458",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}