{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2018-300457号事件について令和2年9月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，以下のとおりの商標登録第5659903号商標（以下「本件商標」という。）の商標権者である（甲2，19）。",
                "商      標  野菜コロ（標準文字）",
                "登録出願日  平成25年10月10日",
                "設定登録日  平成26年3月28日",
                "指 定 商 品  第28類「スキーワックス，遊園地用機械器具，愛玩動物用おもちゃ，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，運動用具，釣り具，昆虫採集用具」",
                "第30類「野菜を材料として用いた茶，野菜を材料として用いた菓子，野菜を材料として用いたパン，野菜を材料として用いたサンドイッチ，野菜を材料として用いた中華まんじゅう，野菜を材料として用いたハンバーガー，野菜を材料として用いたピザ，野菜を材料として用いたホットドッグ，野菜を材料として用いたミートパイ，野菜を材料として用いたぎょうざ，野菜を材料として用いたしゅうまい，野菜を材料として用いた弁当，野菜を材料として用いたラビオリ，野菜を材料として用いたパスタソース，野菜を材料として用いた穀物の加工品，野菜を材料として用いたすし，野菜を材料として用いたたこ焼き，野菜を材料として用いた即席菓子のもと，野菜を材料として用いたアイスクリームのもと，野菜を材料として用いたシャーベットのもと」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年6月21日，本件商標の指定商品中，「野菜を材料として用いた穀物の加工品」に係る商標登録について，商標法50条1項所定の商標登録取消審判（取消2018-300457号事件。以下「本件審判」という。）を請求し，同年7月4日，その登録がされた。",
                "特許庁は，令和2年9月1日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年10月9日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりである。",
            "その要旨は，①被告は，平成27年8月1日，株式会社ぽっくる農園（以下「ぽっくる農園社」という。）に対し，別紙1記載1のタグ（以下「本件タグ1」という。乙32。甲15（審判乙8）はその写し）を包装袋に付した「野菜を練り込んだ生パスタ」の商品（商品名「野菜コロさといもパスタ」。以下「使用商品1」という。）を販売した，②本件タグ1には，「野菜コロ」，「さといも」及び「パスタ」の白抜きの丸ゴシック体風の文字を3段に表した構成からなる商標（以下「使用商標1」という。）が付されているところ，本件商標と使用商標1の要部である「野菜コロ」の文字部分とは，字体が異なるものの構成する文字が同一であり，「ヤサイコロ」の称呼も同一であるから，使用商標1は，本件商標と社会通念上同一の商標と認められる，③被告による本件タグ1を包装袋に付した使用商品1の上記販売行為は，商標法2条3項2号にいう「商品の包装に標章を付したものを譲渡又は引渡した行為」に該当し，使用商品1は本件審判の請求に係る指定商品「野菜を材料として用いた穀物の加工品」の範ちゅうに含まれる商品と認められる，④以上によれば，被告は，本件審判の請求の登録前3年以内の期間（以下「要証期間」という。）内に，日本国内において，本件審判の請求に係る指定商品に含まれる「野菜を練り込んだ生パスタ」について，本件商標と社会通念上同一の商標の使用をしていたことを証明したものと認められるから，本件商標の登録は，同法50条の規定により取り消すことができないというものである。  "
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本件商標の使用の事実の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告及びぽっくる農園社による使用商品1等の販売の事実の不存在",
              "text": [
                "被告は，平成27年8月1日，8日及び15日の3回にわたり，ぽっくる農園社に対し，「野菜コロシリーズ生パスタ」として，本件タグ1，別紙1記載2ないし4の各タグ（以下，番号に応じて「本件タグ2」，「本件タグ3」及び「本件タグ4」という。乙32）をそれぞれ包装に付した野菜入りの生パスタである商品名「野菜コロさといもパスタ」（使用商品1），「野菜コロむらさき芋パスタ」（以下「使用商品2」という。），「野菜コロにんじんパスタ」（以下「使用商品3」という。）及び「野菜コロほうれん草パスタ」（以下「使用商品4」という。）を合計240個販売し，ぽっくる農園社は，同月，被告が運営する商業施設「ぽっくる農園」（以下「本件商業施設」という。）内の農産物直売所「野菜のマルシェ」（以下「本件直売所」という。）において，上記240個のうち，合計213個を一般消費者に販売した旨主張するが，以下のとおり，被告の上記主張は，客観的証拠に基づくものではないから，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告によるぽっくる農園社への販売について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告提出の「エーケーエム株式会社  会社概要」と題する書面（乙21。甲8はその写し）は，その作成時期が不明であり，2016年度（平成28年度）実績の年商の記載があることから少なくとも平成29年以降に作成されたものと推測される。",
                        "また，乙21の23枚目以降（「ぽっくる農園事業部  ①設備の紹介",
                        "②商品の紹介」に係る記載）は，1枚目から5枚目まで（「会社概要」，「企業理念」，「経営理念」及び「事業構成」に係る記載）と，赤枠及びロゴが付されていない点等で体裁が異なり，本件審判の請求後に作成されたものと推測される。",
                        "さらに，乙21の24枚目に製麺機の写真が示されているが，これが被告に設置されていたものであることを示す証拠は存在しないし，25枚目には，「野菜コロシリーズ生パスタ」について「ぽっくる農園  野菜のマルシェで販売」との記載があるが，現実に店舗で販売されたことを示す証拠は存在しない。",
                        "以上のとおり，乙21は，その作成時期が不明であり，不自然な点が数多くみられるから，被告が平成27年8月に使用商品1ないし4を製造し，ぽっくる農園社に対し，販売したことの根拠とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件タグ1ないし4（乙32）は，作成時期が不明である。被告主張の平成27年6月に本件タグ1ないし4が作成されたことを示す客観的証拠は存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告提出の請求書（乙7の1。甲10はその写し），発注書（乙30。甲12はその写し）及び伝票セット（乙31の1ないし5。甲14の1ないし5はその写し）は，いずれも平成27年8月に行われた実質的に1回の取引に係るものでしかなく，その取引は要証期間の始期からわずか1か月後であること，その後，使用商品1ないし4について取引がされた事実がないことに鑑みると，極めて不自然である。",
                        "しかも，乙7の1の請求書記載の請求金額の合計額と被告名義の通帳（甲11）記載のぽっくる農園社からの入金額が整合していない。",
                        "したがって，上記請求書，発注書及び伝票セット（以下，これらを併せて「本件取引書類」という場合がある。）から，被告によるぽっくる農園社への使用商品1ないし4の販売の事実が立証されたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ぽっくる農園社による一般消費者への販売について",
                  "text": [
                    "ぽっくる農園社が本件直売所において使用商品1ないし4を販売していたことを示す客観的証拠は存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の「使用」に該当しないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告がぽっくる農園社の議決権の約半分を保有する主要株主であり，両社の代表者が親子であること，本件商業施設の名称の「ぽっくる農園」がぽっくる農園社と同じ名称であることからすれば，被告とぽっくる農園社は，形式的には別法人であったとしても，実質的にみれば被告の一事業部門であることは明らかであり，ぽっくる農園社は，農業を行うために，便宜上，法人化したものにすぎないから，仮に被告によるぽっくる農園社への本件タグ1ないし4を包装に付した使用商品1ないし4の販売の事実があったとしても，それは実質的にみれば同一会社内での商品の移動にすぎない。",
                    "また，本件取引書類に「（テスト販売）」との記載があることからすると，被告によるぽっくる農園社への上記販売は，平成27年8月に1回だけ試験的にされたものであり，取引の個数も240個と極めて少なく，宮崎市内のみで行われた限定的なものであるから，本件タグ1ないし4に付された使用商標1等（以下，本件タグ2に付された商標を「使用商標2」，本件タグ3に付された商標を「使用商標3」，本件タグ4に付された商標を「使用商標4」という。）には，その使用によって商標上保護すべき信用が生じていない。",
                    "以上によれば，被告によるぽっくる農園社への上記販売は，商標法2条3項2号の「商品の包装に標章を付したものを譲渡し」又は「引き渡」す「行為」に該当しないのみならず，同法50条の「使用」に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，仮にぽっくる農園社による一般消費者への本件タグ1ないし4を包装に付した使用商品1ないし4の販売の事実があったとしても，ぽっくる農園社が本件商標について被告から使用許諾を受けていたことの立証がないから，ぽっくる農園社は，通常使用権者とはいえない。",
                    "したがって，ぽっくる農園社がした上記販売は，通常使用権者による本件商標の使用に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告は，要証期間内に，日本国内において，本件商標の商標権者である被告又は通常使用権者が，本件審判の請求に係る指定商品に本件商標と社会通念上同一の商標の使用をしていたことを証明したとはいえない。これと異なる本件審決の判断は誤りである。",
                "したがって，本件商標の登録は，商標法50条の規定により取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告及びぽっくる農園社による使用商品1ないし4の販売",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成27年8月1日，8日及び15日の3回にわたり，ぽっくる農園社に対し，「野菜コロシリーズ生パスタ」として，本件タグ1ないし4（乙32）をそれぞれ包装（乙21の25枚目。別紙2参照）に付した野菜入りの生パスタである「野菜コロさといもパスタ」（使用商品1），「野菜コロむらさき芋パスタ」（使用商品2），「野菜コロにんじんパスタ」（使用商品3）及び「野菜コロほうれん草パスタ」（使用商品4）を合計240個販売した（乙7の1，30，31の1ないし5）。",
                    "ぽっくる農園社は，同月，被告が運営する本件商業施設内の本件直売所において，上記240個のうち，合計213個（乙18）を一般消費者に販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告による使用商品1ないし4の販売の経緯等は，次のとおりである。",
                    "被告とぽっくる農園社は，平成21年1月31日，被告がぽっくる農園社から仕入れた農産物等の原材料を加工して製造した商品を販売する旨の取引基本契約（以下「本件取引契約」という。乙11）を締結した。",
                    "その後，ぽっくる農園社は，被告が経営する本件直売所やレストランからなる本件商業施設に出店し，農産物及び農産物加工品を販売するようになった。",
                    "被告は，ぽっくる農園社が小売又は卸売する農産加工品の商品群の充実を図るため，野菜を練り込んだ生パスタである使用商品1ないし4を企画・開発し，ぽっくる農園社に提案した。",
                    "使用商品1ないし4は，市場での売行きが不透明であったことから，まずは，テスト販売という形で，被告からぽっくる農園社への販売が行われたが，ぽっくる農園社から一般消費者に対する販売においては，他の商品と異ならない態様で，本件直売所で販売された。",
                    "テスト販売終了後，ぽっくる農園社から被告に対する使用商品1ないし4の追加注文がされなかったため，被告からぽっくる農園社への販売は行われなくなったが，被告は，野菜を練りこんだ生パスタ自体の製造をやめたわけではなく，本件商業施設内のバイキングレストランのメニューとして活用してきた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，乙21等は，被告及びぽっくる農園社が使用商品1ないし4を販売したことの根拠とはなり得ないなどと主張するが，以下のとおり，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙21は，被告が平成15年以降，取引先等への提出を目的として社内で作成した被告の会社案内である。被告は，この会社案内に毎年最新の商品情報等を盛り込み，「年商」部分を更新している。乙21の23枚目から25枚目までは，被告が平成27年8月に「野菜コロシリーズ生パスタ」の製造販売を開始したことから同月に作成したものであり，乙21の2枚目の「年商」に関する記載は，平成28年度の決算（決算期は8月末日）後の平成29年9月に更新されたものであって，乙21の全体が同年以降に作成されたわけではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙32の本件タグ1ないし4は，被告が，ぽっくる農園社に「野菜コロシリーズ生パスタ」を販売するに先立ち，平成27年6月に，商品の包装に付す目的で作成したタグである。乙21の25枚目の右側に掲載された写真（別紙2参照）から，実際に，本件タグ1ないし4が包装に付されて販売された使用商品1ないし4が存在したことが明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件取引書類（乙7の1，30，31の1ないし5）から，使用商品1ないし4が平成27年7月から8月にかけて製造及び販売されたことは，明らかである。",
                        "また，被告名義の通帳（甲11）記載のぽっくる農園社からの振込額（入金額）992万7908円は，乙7の1ないし6の請求書記載の請求金額の合計額992万8340円から振込手数料432円を控除した額であるから，請求金額と振込額は整合している。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の「使用」に該当すること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標は，「野菜コロ」の文字を標準文字で表してなるものである。",
                        "乙32の本件タグ1ないし4には，別紙1記載1ないし4のとおり，「野菜コロ」，「さといも」及び「パスタ」の各文字が3段で表示された構成からなる使用商標1が，「野菜コロ」，「むらさき芋」及び「パスタ」の各文字が3段で表示された構成からなる使用商標2が，「野菜コロ」，「にんじん」及び「パスタ」の各文字が3段で表示された構成からなる使用商標3が，「野菜コロ」，「ほうれん草」及び「パスタ」の各文字が3段で表示された構成からなる使用商標4がそれぞれ付されている。",
                        "本件商標と使用商標1ないし4の要部の「野菜コロ」は，外観，称呼及び観念いずれの点においても同一であるから，使用商標1ないし4は，本件商標と社会通念上同一の商標である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)アのとおり，被告がぽっくる農園社に対し本件タグ1ないし4をそれぞれ包装に付した使用商品1ないし4を販売した行為は，商標法2条3項2号の「商品の包装に標章を付したものを譲渡し」又は「引き渡」す「行為」に該当する。",
                        "また，同様に，本件商標の通常使用権者であるぽっくる農園社が一般消費者に対し本件タグ1ないし4をそれぞれ包装に付した使用商品1ないし4を販売した行為は，同号に該当する。",
                        "そして，使用商品1ないし4は，「野菜を練り込んだ生パスタ」であり，本件審判の請求に係る指定商品「野菜を材料として用いた穀物の加工品」の範ちゅうに含まれる商品であるから，本件商標の商標権者である被告及び通常使用権者であるぽっくる農園社は，要証期間内に，日本国内において，本件審判の請求に係る指定商品に含まれる上記商品について，本件商標と社会通念上同一の商標の使用をしていたというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し原告は，被告とぽっくる農園社は，形式的には別法人であったとしても，実質的にみれば被告の一事業部門であることは明らかであり，ぽっくる農園社は，農業を行うために，便宜上，法人化したものにすぎないから，仮に被告によるぽっくる農園社への本件タグ1ないし4を包装に付した使用商品1ないし4の販売の事実があったとしても，それは実質的にみれば同一会社内での商品の移動にすぎないこと，被告によるぽっくる農園社への上記販売は，平成27年8月に1回だけ試験的にされたものであり，取引の個数も240個と極めて少なく，宮崎市のみで行われた限定的なものであるから，使用商標1ないし4には，その使用によって商標上保護すべき信用が生じていないことからすると，被告によるぽっくる農園社への上記販売は，商標法2条3項2号の「商品の包装に標章を付したものを譲渡し」又は「引き渡」す「行為」に該当しないのみならず，同法50条の「使用」に該当しない旨主張する。",
                        "しかしながら，ぽっくる農園社は，農地法所定の農地所有適格法人であり，農地所有適格法人は，法律上，法人の議決権の過半数を農業関係者が有していなければならず，かつ，役員の過半数が農業の常時従事者でなければならないところ（乙4），平成27年8月当時のぽっくる農園社の株主構成及び役員構成は，上記の各要件を満たしていたこと（乙2，5），ぽっくる農園社は，同社の事業として被告と独立して農産加工品の販売を行っており（乙8），使用商品1ないし4も，本件直売所で一般消費者に販売されたことからすると，ぽっくる農園社が実質的には被告の一事業部門であるとはいえないし，被告によるぽっくる農園社への本件タグ1ないし4を包装に付した使用商品1ないし4の販売が実質的にみて同一会社内での商品の移動にすぎないということもできない。",
                        "また，被告によるぽっくる農園社への上記販売がテスト販売を目的とするものであり，その取引の個数が240個であったからといって，要証期間内に，使用商品1ないし4が販売された事実には変わりはない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，ぽっくる農園社が本件商標について被告から使用許諾を受けていたことの立証がないから，ぽっくる農園社は，通常使用権者とはいえない旨主張する。",
                        "しかしながら，前記(1)イの使用商品1ないし4の企画・開発の経緯，被告とぽっくる農園社との人的関係及び資本的関係によれば，被告が平成27年8月以降，ぽっくる農園社に対し，本件商標の使用を許諾していたことは明らかであるから，ぽっくる農園社は，本件商標の通常使用権者である。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告は，要証期間内に，日本国内において，本件商標の商標権者である被告及び通常使用権者であるぽっくる農園社が，本件審判の請求に係る指定商品に本件商標と社会通念上同一の商標の使用をしていたことを証明したものといえるから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第2の1の事実と証拠（甲1，2，7ないし9，11，12，14，15，乙1ないし3，7，11，18ないし32（枝番のあるものは枝番を含む。特に断りのない限り，以下同じ。））及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，昭和57年6月2日に設立された，パン，菓子，麺類，惣菜の製造，加工及び販売，農産物の生産，加工及び販売，農産物直売店の経営等を目的とする株式会社である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ぽっくる農園社は，平成18年5月8日に設立された，畑作及び水田の経営，農産物の加工及び販売等を目的とする株式会社であり，農地法所定の農地所有適格法人（平成28年3月31日までは農業生産法人。乙3の1，2，22）である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告とぽっくる農園社は，平成18年5月31日，期間同年6月1日から10年間の約定で，被告がぽっくる農園社から農作物を買収する旨の取引契約（乙20）を締結した後，平成21年1月31日，被告がぽっくる農園社に対し商品を販売する旨の本件取引契約（乙11）を締結した。",
                        "被告は，上記取引契約及び本件取引契約に基づき，ぽっくる農園社から仕入れた農産物等を原材料として製造，加工した商品（農産加工品）をぽっくる農園社に販売するようになった。",
                        "その後，被告は，平成22年4月頃，さつまいもを原材料とするフライ菓子「いもっコロ」を開発し，ぽっくる農園社は，その頃から，被告製造の「いもっコロ」を販売するようになった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，平成24年，宮崎市内において，「ぽっくる村」という名称の本件商業施設（平成26年に「ぽっくる農園」に名称変更）を開業した。本件商業施設内には，地域農産物及びその農産加工品を販売する本件直売所，休憩・飲食スペース，飲食店・レストラン，イベント広場等（乙21）がある。",
                        "ぽっくる農園社は，被告が経営する本件直売所に出店し，自社で栽培，生産した農産物，被告から仕入れた農産加工品等を販売している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，平成25年10月10日，「野菜コロ」の標準文字からなる本件商標について，商標登録出願をし，平成26年3月28日，商標権の設定登録を受けた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，平成27年頃，地域農産物のさといも，むらさき芋，にんじん及びほうれん草をそれぞれ原材料として練り込んだ生パスタ商品である「野菜コロさといもパスタ」（使用商品1），「野菜コロむらさき芋パスタ」（使用商品2），「野菜コロにんじんパスタ」（使用商品3）及び「野菜コロほうれん草パスタ」（使用商品4）を企画，開発し，同年7月頃，ぽっくる農園社に提案した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，平成27年7月頃までに，使用商品1ないし4の包装に付すタグとして，別紙1記載1ないし4の本件タグ1ないし4（乙32）を作成した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ぽっくる農園社は，平成27年7月29日，被告に対し，使用商品1ないし4を発注し，被告は，同年8月1日，ぽっくる農園社に対し，本件タグ1ないし4をそれぞれ包装袋に付した使用商品1ないし4（別紙2の上段左側が使用商品4，同右側が使用商品1，下段左側が使用商品2，同右側が使用商品3）（各20個合計80個・代金合計7400円）を販売し，これらを納品した（乙31の1，2）。",
                        "その後，被告は，同月5日，ぽっくる農園社から発注を受けて，同月8日，ぽっくる農園社に対し，本件タグ1ないし4をそれぞれ包装袋に付した使用商品1ないし4（各20個合計80個・代金合計7400円）を販売し，これらを納品し（乙31の3），さらに，同月12日，ぽっくる農園社から発注を受けて，同月15日，ぽっくる農園社に対し，本件タグ1ないし4をそれぞれ包装袋に付した使用商品1ないし4（各20個合計80個・代金合計7400円）を販売し，これらを納品した（乙31の4，5）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ぽっくる農園社は，平成27年8月，本件直売所において，単価184円で，使用商品1を52個，使用商品2を57個，使用商品3を49個及び使用商品4を55個（合計213個）販売した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ぽっくる農園社は，平成27年11月5日，本件取引契約に基づき，前記ウ(エ)の使用商品1ないし4（合計240個分）の代金を含む商品代金等992万7908円（乙28）を被告に振込送金した。",
                        "その後，ぽっくる農園社は，使用商品1ないし4が生麺でその管理が難しかったことなどから，被告に対し，使用商品1ないし4の追加発注を行わなかった。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，前記(1)掲記の証拠に関し，①乙21は，その作成時期が不明であり，不自然な点が数多くみられるから，被告が平成27年8月に使用商品1ないし4を製造し，ぽっくる農園社に対し，販売したことの根拠とはなり得ない，②本件タグ1ないし4（乙32）は，作成時期が不明であり，これらが被告主張の同年6月に作成されたことを示す客観的証拠は存在しない，③本件取引書類（乙7の1，30，31の1ないし5）は，いずれも同年8月に行われた実質的に1回の取引に係るものでしかなく，その取引は要証期間の始期からわずか1か月後であること，その後，使用商品1ないし4について取引がされた事実がないことに鑑みると，極めて不自然であり，しかも，乙7の1記載の請求金額の合計額と被告名義の通帳（甲11）記載のぽっくる農園社からの入金額が整合していないことからすると，本件取引書類から，被告によるぽっくる農園社への使用商品1ないし4の販売の事実が立証されたとはいえない旨主張する。",
                "しかしながら，①については，被告が同月にぽっくる農園社に対し，使用商品1ないし4を販売したこと自体は，乙21以外の本件取引書類等の証拠によって認められる。一方，乙21は，被告が取引先等への提出を目的として作成した会社案内であるところ（乙23），その冒頭（1枚目から5枚目まで）の会社の全体像を概括的に説明する部分においてはページの全体が赤枠で囲まれており，その後の個別の事業について説明する部分（6枚目以下）においては赤枠が付されていない点で一貫しており，全体としてみれば，その体裁に特段不自然な点があるものとはいえない。また，乙21は，その年の最新の商品情報を加えたり，「年商」部分を更新するなどして必要な範囲で適宜更新がされてきたものであるところ（乙23），乙21の23枚目から25枚目までに「野菜コロシリーズ生パスタ」として使用商品1ないし4が紹介されており，上記のとおり被告からぽっくる農園社に対して使用商品1ないし4が販売されたのが同月であったことからすれば，上記紹介がされた部分は，上記販売を踏まえ，同年に更新されたものと認められる。",
                "②については，上記のとおり，乙21の25枚目の写真は，同月に被告からぽっくる農園社に対して販売がされた使用商品1ないし4を紹介するものであるから，上記写真は，上記販売がされた際の使用商品1ないし4の写真であると認められ，これによれば，本件タグ1ないし4が上記販売以前の同年7月頃までに作成されたこと及び本件タグ1ないし4が使用商品1ないし4の包装袋に付されていたことが認められる。",
                "③については，本件取引書類の記載内容に特段不自然な点は見当たらず，前記(1)エ(イ)の事実に照らせば，上記の取引以降，使用商品1ないし4の取引がなかったことについても不自然であるとはいえない。また，被告名義の通帳（甲11）記載の平成27年11月5日のぽっくる農園社からの入金額（992万7908円）は，被告からぽっくる農園社に対する同年8月31日付け及び同年9月30日付けの各請求書（乙7の1ないし6）記載の請求金額の合計額（992万8340円）から振込手数料432円（乙28）を控除した金額に合致するものである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告による本件商標の「使用」について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告及びぽっくる農園社による本件タグ1ないし4を包装袋に付した使用商品1ないし4の販売の有無について",
              "text": [
                "前記1(1)の認定事実によれば，被告は，平成27年8月1日，8日及び15日の3回にわたり，ぽっくる農園社に対し，「野菜コロシリーズ生パスタ」として，本件タグ1ないし4をそれぞれ包装袋に付した野菜を練り込んだ生パスタである「野菜コロさといもパスタ」（使用商品1），「野菜コロむらさき芋パスタ」（使用商品2），「野菜コロにんじんパスタ」（使用商品3）及び「野菜コロほうれん草パスタ」（使用商品4）を合計240個販売したこと，ぽっくる農園社は，同月，被告が運営する本件商業施設内の本件直売所において，上記240個のうち，合計213個を一般消費者に販売したことが認められる。",
                "これに反する原告の主張は，前記1(2)で説示したとおり，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標1ないし4と本件商標の社会通念上の同一性について",
              "text": [
                "本件タグ1には，別紙1記載1のとおり，「野菜コロ」，「さといも」及び「パスタ」の白抜きの丸ゴシック体風の文字を3段に表した構成からなる使用商標1が，本件タグ2には，別紙1記載2のとおり，「野菜コロ」，「むらさき芋」及び「パスタ」の白抜きの丸ゴシック体風の文字を3段に表した構成からなる使用商標2が，本件タグ3には，別紙1記載3のとおり，「野菜コロ」，「にんじん」及び「パスタ」の白抜きの丸ゴシック体風の文字を3段に表した構成からなる使用商標3が，本件タグ4には，別紙1記載4のとおり，「野菜コロ」，「ほうれん草」及び「パスタ」の白抜きの丸ゴシック体風の文字を3段に表した構成からなる使用商標4が付されている。",
                "しかるところ，使用商標1の構成中の中段の「さといも」の文字部分は，使用商品1の原材料である野菜の種類を，下段の「パスタ」の文字部分は使用商品1の商品の種類を表したものと認識されるため，いずれも商品の識別標識としての機能を有するものと認められないのに対し，上段の「野菜コロ」の文字部分は，その文字部分から商品の識別標識としての機能を有するものと認められるから，使用商標1の要部に相当するものと認められる。同様に，使用商品2ないし4の構成中の上段の「野菜コロ」の文字部分は，要部に相当するものと認められる。",
                "そして，本件商標は，「野菜コロ」の標準文字を表してなるところ，使用商標1ないし4の要部は，本件商標の構成文字を共通にする書体のみに変更を加えた文字からなることからすると，使用商標1ないし4は，いずれも本件商標と社会通念上同一の商標と認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告による本件タグ1ないし4を包装袋に付した使用商品1ないし4の販売の商標法2条3項2号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)認定の被告が平成27年8月1日，8日及び15日にぽっくる農園社に対し本件タグ1ないし4を包装袋に付した使用商品1ないし4を販売した行為は，使用商品1ないし4の包装に使用商標1ないし4を付したものを譲渡した行為に当たり，商標法2条3項2号の「使用」に該当するものと認められる。",
                    "そして，前記(2)のとおり，使用商標1ないし4は，本件商標と社会通念上同一の商標と認められるから，被告によるぽっくる農園社への使用商品1ないし4の上記販売は，本件審判の請求に係る指定商品「野菜を材料として用いた穀物の加工品」に含まれる「野菜を練り込んだ生パスタ」である使用商品1ないし4についての，本件商標と社会通念上同一の商標の使用に該当するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，①被告とぽっくる農園社は，形式的には別法人であったとしても，実質的にみれば被告の一事業部門であることは明らかであり，ぽっくる農園社は，農業を行うために，便宜上，法人化したものにすぎないから，被告によるぽっくる農園社への本件タグ1ないし4を包装に付した使用商品1ないし4の販売は，実質的にみれば同一会社内での商品の移動にすぎないこと，②被告によるぽっくる農園社への上記販売は，平成27年8月に1回だけ試験的にされたものであり，取引の個数も240個と極めて少なく，宮崎市内のみで行われた限定的なものであるから，使用商標1ないし4には，その使用によって商標上保護すべき信用が生じていないことからすると，被告によるぽっくる農園社への上記販売は，商標法2条3項2号に該当しないのみならず，同法50条の「使用」に該当しない旨主張する。",
                    "しかしながら，①については，証拠（乙1，2，5，6）によれば，被告とぽっくる農園社は，平成27年8月当時，その代表者を同じくし，被告がぽっくる農園社の株式の48％を保有していたことが認められるから，グループ会社の関係にあったものといえるが，一方で，主たる事業の内容を異にし，その役員構成も異なる別個の法人であると認められる。そして，被告からぽっくる農園社への本件タグ1ないし4を包装に付した使用商品1ないし4の販売については，本件取引契約に基づいて，同年7月29日から同年8月12日にかけて，3回にわたって発注がされ，ぽっくる農園社に対し，同月1日，8日及び15日に合計240個納品され，その代金も支払われている。加えて，ぽっくる農園社が，本件直売所で，上記240個のうち，213個を一般消費者に販売していたことからすれば，被告とぽっくる農園社との間の使用商品1ないし4の上記販売に係る取引は，通常の法人間の取引と変わらないものと認められる。",
                    "②については，本件取引書類には，「（テスト販売）」との記載があるが，これは，被告とぽっくる農園社との間で，使用商品1ないし4を継続的に売買することができるか否かを試していたことを意味するものにすぎず，被告とぽっくる農園社との間の上記販売に係る取引が通常の法人間の取引と変わらないものであるとの上記判断を左右するものではない。",
                    "また，販売個数が合計240個であり，販売地域が宮崎市内のみであるからといって，被告によるぽっくる農園社への上記販売が「商品の包装に標章を付したものを譲渡」する「行為」（商標法2条3項2号）に該当することを否定すべき根拠にはならない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，被告は，要証期間内である平成27年8月1日，8日及び15日に，日本国内において，本件審判の請求に係る指定商品に本件商標と社会通念上同一の商標の使用をしていたものと認められる。",
                "したがって，その余の点について判断するまでもなく，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がなく，本件審決にこれを取り消すべき理由は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}