{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-6143号事件について令和2年7月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年11月17日，「庵治石工衆」の文字を標準文字で表してなる商標(以下「本願商標」という。)について，指定役務を第40類「石材の加工，墓石・石塔・石碑・石製彫刻の加工，石材の加工及びこれに関する情報の提供，石材に関する情報の提供，墓石・石塔・石碑・石製彫刻に関する情報の提供」とする商標登録出願(商願2017-151531号。以下「本件出願」という。)をした(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成31年2月8日付けの拒絶査定を受けたため(甲3)，令和元年5月13日，拒絶査定不服審判を請求した(甲4)。",
                "特許庁は，上記請求を不服2019-6143号事件として審理を行い，令和2年7月13日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月30日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年8月27日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由の要旨は，①讃岐石材加工協同組合，庵治石開発協同組合及び協同組合庵治石振興会(以下，併せて「引用商標権者」という。)は，別紙記載のとおり，その業務に係る表示として「庵治石」の文字を標準文字で表してなる地域団体商標(商標登録第5030818号，甲2，乙1。以下「引用商標」という。)を有しているところ，「庵治石」の文字は，「アジイシ」と称呼され，「香川県高松市庵治町・牟礼町産の花崗岩」の観念を生じるものであるとともに，引用商標権者に係る香川県高松市庵治町・牟礼町において産出された墓用・石碑用石材・自然石を使用してなる庭石，並びに香川県高松市庵治町・牟礼町において産出された石材を使用し，同町で加工された灯ろう・墓石・墓標及び墓碑用銘板・石製彫刻に関する地域ブランドの観念をも生じるものとして，本願商標の登録出願日の時点において，本願商標の指定役務の取引者，需要者の間に広く認識されて，一定の周知性を有していたものであって，その周知性は，現在においても継続している，②本願商標と引用商標とは，外観について本願商標が引用商標と同一の「庵治石」の文字部分を語頭に含み，称呼について本願商標が引用商標の「アジイシ」との称呼を語頭に含み，観念について，本願商標が「庵治石」を用いた役務その他の「庵治石」と何らかの関連性をもつ役務との意味合いを生じるから，外観，称呼及び観念のいずれの点においても相紛らわしい点を含むなど両者の類似度は相当程度高いこと，引用商標が本願商標の指定役務の取引者，需要者間において広く認識されている一定の周知性を有する商標であること，本願商標の指定役務と引用商標の指定商品とは，密接な関連性を有するとともに，取引者，需要者を相当程度で共通にするものであること，本願商標の指定役務の需要者において普通に払われる注意力が殊更に高いものであるとまではいえないこと等を総合的に考慮すれば，本願商標をその指定役務に使用した場合は，これに接した取引者，需要者に対し，引用商標権者の業務に係る「庵治石」の表示を連想させて，当該役務が引用商標権者又はその構成員との間に緊密な営業上の関係又は同一の表示による商品役務化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信され，役務の出所につき誤認を生じさせるおそれがあるから，本願商標は，商標法4条1項15号に該当するというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "取消事由(商標法4条1項15号該当性判断の誤りの存否)に係る当事者の主張は，次のとおりである"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性に係る認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「庵治石」の文字は，引用商標権者に係る「香川県高松市庵治町・牟礼町において産出された墓用・石碑用石材・自然石を使用してなる庭石，並びに香川県高松市庵治町・牟礼町において産出された石材を使用し同町で加工された灯ろう・墓石・墓標及び墓碑用銘板・石製彫刻に関する地域ブランド」として，取引者，需要者の間に広く認識されていた旨を認定する。",
                    "しかしながら，下記イのとおり，「庵治石」の文字は，引用商標権者がそれを商標として使用をするよりも前から，「香川県庵治町産の石」及び「香川県庵治町産の石を加工して製作された石塔・墓石等」を表示するものとして我が国において広く知られていたものであり，地域の名称である「庵治」と，引用商標権者の業務に係る商品の普通名称又は慣用名称である「石」とが結合されたものではなく，例えば商品の普通名称である「薩摩芋(さつまいも)」と同様に，「庵治石」全体として石材の一種を示す普通名称であって，石材関連の商品及び役務との関係において自他商品役務識別機能及び出所表示機能を有しない語を示す。",
                    "したがって，引用商標が引用商標権者の業務を想起させるものとして周知性を有することはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "広辞苑第三版(昭和58年，甲26)，広辞苑第六版(2008，甲8)，広辞苑第七版(2018，甲9)，大辞林第三版(2006，甲10，乙2)，大辞泉第二版(2012，甲11，乙3)などの「庵治石」の項の記載に加えて，「岡山縣金石史」(1930年，甲33)における「苫田郡院荘村大字院庄構城阯出土の永正六年(1509年)三月十四日  月窓常心禪定門石塔」の石質が「庵治石」であるとの記載，「日本石材工業新聞」(1958年9月15日，甲27)の「…庵治石は銘石として天下に知られている。」との記載，「庵治町史」(1974，甲34)における「庵治石」の記述，1987年8月11日付け中日新聞朝刊(甲35)の「庵治石の産地，香川県木田郡庵治町に生まれ，子供のころから彫刻家を夢見ていた。」との記載，1987年12月1日付け読売新聞東京朝刊(甲36)の「大阪府高槻市に本社のある丸大食品…では，創業者の前社長の三周忌と創立二十五周年とを兼ねて，五十八年六月，ここに供養塔を建てた。…墓石としては最高品質の庵治石(あじいし)製の五輪塔を中央に建て…」との記載，1989年9月2日付け朝日新聞大阪朝刊(甲37)の「花博に彩り，お国自慢…」との見出しの記事における「…大谷石(栃木)，那智黒石(和歌山)，庵治石(香川)など特産の石を配した庭園やチューリップ(新潟)…」との記載，1997年5月18日付け中国新聞中国朝刊(甲38)の「庵治(あじ)石とは，香川県庵治，牟礼の両町で産出する石をいう。」との記載，2016年4月15日付け読売新聞東京朝刊(甲15)の「墓石は，名石として知られる香川県特産の庵治石(あじいし)を使用した。」との記載，2016年2月23日付け朝日新聞香川朝刊(甲16)の「庵治(あじ)石は日本が誇る銘石です。その歴史は古く，はるか平安時代にまでさかのぼるとされます。」との記載によると，「庵治石」の文字は，我が国において古くから「香川県庵治町産の石」及び「香川県庵治町産の石を加工して製作された石塔・墓石等」を表示するものとされていたものである。",
                    "また，「石塔工芸」(1980，甲28)の京都府内に事業所を有する石材店に係る「庵治石の高級石塔を大量に売る店として，ここ一〇年急速に成長し，注目を集めている。」との記載，「石塔工芸」(1981，甲29)の東京都内に事業所を有する石材店に係る「同店の受注は本小松石が多く，次いで庵治石。」との記載，「石塔工芸」(1981，甲30)の広島県内に事業所をおく石材店に係る「その土台には尾道石を使い，上部は，大島石(八〇％)と庵治石(二〇％)を用いている。」との記載，「月刊石材」(2000年7月，甲31)の栃木県内に事業所をおく石材店に係る「…『国産石』の紹介，例えば『庵治石』や『本小松』など。」，「同社が『庵治石』や『本小松』をPRし始めてから，他社でもそれらの国産石が売れ始めた…」との記載，「月刊石材」(2000年10月，甲32)における京都府内に事業所を有する石材店が庵治石を用いた水子観音の受注・デザイン制作を担当した旨の記載によると，「庵治石」は，高品質の石として注目され香川県外の事業者によって加工，販売されてきたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "出所の混同のおそれに係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，「庵治石」の文字は，自他商品役務識別機能及び出所表示機能を有しないから，本願商標の構成中に「庵」「治」「石」との連続した3文字があるとしても，取引者，需要者がこれを「庵治石」として着目するとは直ちにいえない。取引者，需要者は，本願商標を「庵治石」の産地である庵治地域を表す「庵治(アジ)」と，「石を切り出したり，それを細工したりする職人。」(甲39)を表する「石工(イシク／セッコウ)」と，「ある集団を形づくる特定の人々。」(甲40)を表する「衆」からなるものであると認識し，取引者，需要者に対して「香川県庵治地域において，石を切り出したり，それを細工したりする職人の集団」ほどの観念を想起させ，「アジイシクシュウ」又は「アジセッコウシュウ」の称呼を生じさせる。",
                    "そうすると，本願商標をその指定役務に使用しても，引用商標権者の業務に係る「庵治石」を連想させることはなく，当該役務が引用商標権者との間に緊密な営業上の関係又は同一の表示による商品役務化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信され，役務の出所につき誤認を生じさせるおそれはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，取引者，需要者が本願商標を「庵治石」と「工衆」とからなる商標であると認識するとしても，前記(1)のとおり，「庵治石」の文字には自他商品役務識別機能及び出所表示機能がないから，本願商標の要部は「工衆」となり，引用商標の「庵治石」とは何ら共通性がないから，本願商標をその指定役務に使用しても，引用商標権者の業務と何らかの関係性があると誤認させるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標がその指定役務に使用された場合，需要者において，引用商標権者の業務に係る役務又は引用商標権者と経済的若しくは組織的に何らかの関係を有する者の業務に係る役務であるかのように，その役務の出所について混同を生ずるおそれはないといえるから，本願商標は，商標法4条1項15号には該当しない。",
                "したがって，本願商標が同号に該当するとした本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性に係る認定の誤りの主張について",
              "text": [
                "「庵治石」の文字が，「香川県高松市庵治町・牟礼町産の花崗岩」(甲9)を意味する語として，辞書等に載録されていることは認められるものの，引用商標権者は，昭和20年代又は昭和40年代の発足以降，庵治石の知名度の更なる向上や庵治石製品の販路拡大等を目的とした様々な展示会やイベント及び事業を開催し，普及活動のための各種事業を長年継続して実施しており，その模様は，新聞，雑誌等を通じて周知されているほか，展示会や小売店，オンラインストア等を通じて，全国において庵治石製品を販売している。そして，引用商標権者は，平成19年に「庵治石」の文字からなる引用商標®が地域団体商標として設定登録されて以降，「庵治石 登録証」を発行するなどして，引用商標を適切に管理し，引用商標の違法使用の防止に尽力してきたものである。",
                "そうすると，「庵治石」の文字が，「香川県高松市庵治町・牟礼町産の花崗岩」の意味を有するとしても，引用商標権者の使用によって，取引者，需要者において，引用商標「庵治石」が引用商標権者の業務を示すものとして広く認識され，相当程度高い周知性を有するに至ったものであり，かつ，その状態は，本願商標の登録出願日(平成29年11月17日)はもとより，現在においても継続しているというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "出所の混同のおそれに係る判断の誤りの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「庵治石」の文字は，引用商標権者による長年の使用の結果，「香川県高松市庵治町・牟礼町産の花崗岩」という観念だけでなく，「香川県高松市庵治町・牟礼町で採掘され加工された製品に係る引用商標権者の伝統的工芸品ないし地域ブランド」という観念をも生じさせる語である。このような「庵治石」の周知著名性を考慮すれば，本願商標の「庵治石工衆」の構成中，最も注目される語頭に位置し，自他商品役務識別機能を有する「庵治石」の文字部分が，これに接する取引者，需要者の注意を強くひくというべきである。そうすると，本願商標がその指定役務に使用されたときに，本願商標に接した取引者，需要者が，強い識別力を有する「庵治石」の文字部分に一切注意をひかれることなく，「庵治」，「石工」及び「衆」という各文字に分解して着目し，それぞれの語の意味を連結してその意味を認識，把握する可能性は低い。",
                    "引用商標は，「庵治石」の文字を標準文字で表してなるところ，「アジイシ」の称呼を生じ，「香川県高松市庵治町・牟礼町産の花崗岩」の観念を生じるとともに，「香川県高松市庵治町・牟礼町で採掘され加工された製品に係る引用商標権者の伝統的工芸品ないし地域ブランド」という観念をも生じる。",
                    "本願商標の要部である「庵治石」の文字部分と引用商標とを対比すると，いずれも標準文字で「庵治石」の文字を書してなる点で外観が同一であり，「アジイシ」の称呼が生じる点で称呼が同一である。そして，本願商標をその指定役務に使用した場合は，本願商標の要部から「香川県高松市庵治町・牟礼町産の花崗岩」という観念だけでなく，「香川県高松市庵治町・牟礼町で採掘され加工された製品に係る引用商標権者の伝統的工芸品ないし地域ブランド」という観念も生じるものであり，本願商標の観念は引用商標から生じる観念と同一である。",
                    "そうすると，本願商標と引用商標の類似性は極めて高いというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願商標の指定役務と引用商標の指定商品とは，商品・役務の用途や目的，原材料，販売(提供)場所等において共通し，密接な関連性を有するものであって，取引者，需要者も相当程度で共通にするものといえる。そして，本願商標の指定役務の需要者に含まれる一般需要者には，必ずしも石材等について専門的な知識や経験を有するものではない者も多数含まれており，高度の注意力をもって役務の提供を受けるとは限らないといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，本願商標と引用商標との類似性が極めて高いこと，引用商標が引用商標権者の業務を示すものとして相当程度高い周知性を有していること，本願商標の指定役務は引用商標の指定商品と密接な関連性を有し取引者，需要者が共通すること，需要者の注意力はさほど高いものとはいえないこと等を総合的に考慮すれば，本願商標をその指定役務に使用した場合には，これに接する取引者，需要者は，出所識別標識としての機能を果たしうる要部である「庵治石」の文字部分に着目して，地域ブランド名として周知である引用商標を連想，想起し，当該役務が引用商標権者との間に緊密な営業上の関係又は同一の表示による商品役務化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信するから，役務の出所につき誤認を生じさせるおそれがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小活",
              "text": [
                "以上のとおり，本願商標は，他人の業務に係る商品又は役務と混同を生ずるおそれがある商標であるから，商標法4条1項15号に該当する。",
                "したがって，本願商標が同号に該当するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠(甲8ないし12，25ないし27，39，40，乙2ないし6，9ないし12，15ないし40，42，46の1～10，47，54，55)及び弁論の全趣旨によると，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "庵治石について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "庵治石(あじいし)とは，香川県高松市庵治町，牟礼町及びその周辺地域(以下，総称して「庵治地方」という。)で採掘される良質な花崗岩であって，細粒均質で青灰色を呈するものであるが，水晶と同じ7度という硬度をもちながら組成が緻密でねばりがあるため細かい加工時に破損しにくく，かつ，吸水率が低いことから風化や変質にも強いという特性を有しており，最高級の墓石材と評価されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "庵治地方は，古くから石材業が盛んであり，採石の歴史は，平安時代にまでさかのぼるが，本格的に採石が行われ始めたのは，天正時代(1573年～)の大坂城・高松城築城の頃からとされており，江戸時代に高松藩の御用丁場となったことから，石材業が急速に発展した。以降，庵治地方には石材加工業が集積され，現在では，岡崎(愛知県)，真壁(茨城県)と並ぶ日本三大石材産地とされている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "香川県は，昭和60年に「香川県伝統的工芸品」の指定制度を設け，同年10月，「庵治産地石製品」について，香川県伝統的工芸品の「第1次指定品目(昭和60年度)」として指定している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の登録に至る経緯について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標権者のうち讃岐石材加工協同組合(乙15，乙16)は，昭和23年4月頃に「牟礼石材加工企業組合」として発足し，昭和45年1月に法人設立された高松市牟礼町内の協同組合であり，石材の共同購入，販売等を事業目的とする組合員数80名の団体である。",
                    "引用商標権者のうち庵治石開発協同組合(乙17)は，昭和22年に「庵治石材採掘事業共同組合」として発足し，昭和39年2月に法人設立された高松市庵治町内の協同組合であり，組合員資格を高松市内に事業所を有する庵治石の採掘，加工，運搬等を営む事業者とし，組合員の取り扱う石材の共同受注等を事業目的とする組合員数36名の団体である。",
                    "引用商標権者のうち協同組合庵治石振興会(乙12，18)は，昭和44年2月に「庵治町珪灰対策協議会」として発足し，昭和63年5月に法人設立された高松市庵治町内の協同組合であり，組合員資格を石材加工業又は石材採掘業を行う組合地区内に事業所を有する者とし，組合員の取り扱う石製品等の共同受注等を事業目的とする組合員数57名の団体である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "庵治地方の石材業者12社は，平成13年10月30日から11月2日までの間に東京ビッグサイトで開催された石の総合展示会「ジャパンストーンフェア・インターナショナル2001」(乙39)に製品を出展した。上記フェアの4日間の入場者は3万8287人であり，また，讃岐石材加工協同組合が香川県デザイン協会と共同開発した新製品(ユニット式の墓石)が注目された旨が2001年12月24日付け日本経済新聞(乙40)において報道された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成18年4月1日に地域団体商標制度が導入され，引用商標権者は，同年5月12日に引用商標を出願し，平成19年3月9日，地域団体商標として設定登録(甲2，乙1)を受けた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標の管理について",
              "text": [
                "引用商標権者は，引用商標の設定登録後，庵治町・牟礼町内にある採掘場から採られた庵治石を使い，鍛冶町・牟礼町内で加工された庵治石製品に対® ®し「庵治石 登録証」及び「庵治石 プレート」(乙22)を発行し，これ®をシリアル番号により管理しているほか，製品に「庵治石 」(乙24)のシールを付すこともある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用商標の普及活動等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標権者は，共同で，昭和45年に庵治石を用いた製品の展示会を庵治町内で開催し，その後，引用商標権者のうち讃岐石材加工協同組合及び協同組合庵治石振興会が交互に主催する形で，庵治石を用いた製品の展示会を毎年開催していたが，昭和62年からは，香川県，牟礼町，鍛冶町等の後援を受けるなどして，墓石や灯篭等の庵治石を用いた製品を展示，即売する「あじストーンフェア」を高松市内のサンメッセ香川で毎年開催しており(令和2年に予定していた50回目の開催は，新型コロナウィルス感染症拡大の影響を受けて中止)，そのパンフレット(乙30)には，主催者又は協賛者として引用商標権者の名称が付されており，展示即売する製品は「庵治石製品」，「庵治石産地の製品」と称されていた。「あじストーンフェア」は，少なくとも，1999年5月16日付け毎日新聞地方版(乙26)，2001年6月3日付け読売新聞大阪朝刊(乙27)，2007年6月10日付け毎日新聞地方版(乙28)，2013年6月9日付け毎日新聞地方版(乙29)，2019年6月9日付け朝日新聞朝刊(乙31)に記事として取り上げられた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標権者のうち讃岐石材加工協同組合を含んで構成される実行委員会は，平成17年から，毎年，牟礼町内の旧庵治街道を庵治石で作られた石灯籠で照らして，源平合戦の史跡や町並みをライトアップする「むれ源平石あかりロード」を実施しており，約7～8万人の見物客が訪れている。イベントの参加の申し込みや展示作品の購入の問い合わせ先は，引用商標権者である讃岐石材加工協同組合となっている。「むれ源平石あかりロード」は，少なくとも，2005年8月11日付け朝日新聞朝刊(乙32)，2007年8月21日付け朝日新聞朝刊(乙33)，2010年8月1日付け読売新聞大阪朝刊(乙34)，2013年8月26日付け読売新聞大阪朝刊(乙35)に記事として取り上げられている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "経済産業省特許庁は，平成20年度から同30年度までのおおよそ毎年，地域活性化に資するべく，「地域団体商標ガイドブック」(乙46の1～10)を発行しているところ，引用商標は，当該冊子に毎回掲載され，引用商標の構成，権利者，指定商品が紹介され，庵治石で製作された墓石の写真等が掲載されている。また，経済産業省特許庁は，ウェブサイト上において，「地域団体商標登録案件」を掲載しているところ，引用商標のページ(乙9，47)では，引用商標の構成，権利者，指定商品が紹介され，庵治石で製作された墓石の写真が掲載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用商標権者を実行団体とする「香川の庵治石」実行委員会は，平成28年2月8日及び9日，東京・丸の内の東京シティアイ・イベントスペースで企画展「香川の庵治石  日本の銘石と職人の手」(乙24，39)を開催した。この企画展では石あかりやペット用墓石等，各種の庵治地方産®石製品が展示され，来場者は6500人であったが，「庵治石 」のシールが貼られたサイコロが来場者にプレゼントされた。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "平成30年11月，引用商標権者に対して新国立競技場で使用する庵治石50トンが発注され，引用商標権者の組合員らが庵治石を出荷した。2020年1月7日付け読売新聞大阪朝刊香川地域面(甲12，乙42)には，令和元年12月21日に開催された同競技場のお披露目イベントの様子に関して，「競技場にいた高松市の庵治石開発協同組合代表理事のAさん(71)ら庵治石の業界関係者12人…は…そこに庵治石がびっしりと敷き詰められているのを見ると，安堵した。」，「…Aさんは3団体の組合員に石の選別作業のボランティアを呼びかけた。」，「競技場に4か所ある『風の庭』に，長方形状に庵治石が計約430平方メートルにわたって敷き詰められていた。」との記事が掲載された。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標の周知性に係る認定の誤りの存否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "前記1に認定した事実によると，「庵治石」との文字は，「香川県高松市庵治町・牟礼町産の花崗岩」を意味するものであり，これを用いた石材又はこの石材を加工した石製品は，「庵治石(あじいし)」と呼ばれ，古くから我が国において品質の高い石製品として広く知られており，香川県の伝統工芸品となっていることが認められる。",
                "一方，引用商標権者及びその構成員を含む高松市庵治町及び牟礼町内の採掘業者や石材業者らは，昭和20年から40年代にかけて組合を結成し，昭和45年(1970)からは毎年，庵治石を用いた石製品の展示即売会を行ってきており，平成19年3月9日には，地域団体商標として引用商標の設® ®定登録を受け，庵治石を用いた石製品に「庵治石 登録証」や「庵治石 プ®レート」を発行したり，「庵治石 」のシールを付したりして，ブランドの維持に努め，さらに，庵治石の知名度向上や庵治石を用いた石製品の販路拡大等を目的とした様々な展示会やイベントを開催し，引用商標の普及活動のための各種事業を長年継続して現在まで実施しているところ，その模様が相当数の来場者や新聞，雑誌等への記事掲載を通じて，相応の程度に広告されている。加えて，引用商標は，地域団体商標の登録を受けていることから，経済産業省特許庁が年1回発行する冊子及び同庁のホームページに毎回掲載され，地域団体商標の普及事業において紹介されている。",
                "これらの事情を考慮すると，引用商標は，本願商標の登録出願時及び本件審判時において，「香川県高松市庵治町・牟礼町で採掘され加工された製品に係る引用商標権者の伝統的工芸品ないし地域ブランド」との引用商標権者又はその構成員の業務を示すものとして，需要者の間に広く認識されており，相当程度高い周知性を有していたものと認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，「庵治石」の文字は「香川県庵治町産の石」及び「香川県庵治町産の石を加工して製作された石塔・墓石等」を表示するものとして我が国において広く知られていたものであり，全体として石材の一種を示す普通名称であって石材関連の商品及び役務との関係において自他商品役務識別機能及び出所表示機能を有しない語であり，そうであれば，「庵治石」を標準文字で表してなる引用商標が引用商標権者の業務を想起させるものとして周知性を有することはない旨を主張する。",
                "しかしながら，「庵治石」の文字が「香川県高松市庵治町・牟礼町産の花崗岩」を意味すると認められることは，前記のとおりであり，原告も自認しているところ，「庵治石」がその本来の産地以外の産地から産出される同種同等の石材の呼称にも用いられるなど，石材の種類を示す普通名称になったことを示す証拠はなく，また，庵治地方以外の業者が「庵治石」を産地を示すためではなく自己の商標として使用していたことを認めるに足りる証拠もない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "出所の混同のおそれに係る判断の誤りの存否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "前記2(1)のとおり，「庵治石」の文字は，「香川県高松市庵治町・牟礼町産の花崗岩」を意味するが，同時に，広く知られた「香川県高松市庵治町・牟礼町で採掘され加工された製品に係る引用商標権者の伝統的工芸品ないし地域ブランド」をも意味し，その文字部分のみで特定の意味合いを有するよく知られた語であるから，本願商標の「庵治石工衆」は，「庵治石」の文字部分と「工衆」の文字部分とを分離して観察することが取引上不自然であると思われるほど両者が不可分的に結合しているものとはいい難いといえる。そして，本願商標の構成から「庵治石」の文字を除いた「工衆」の文字部分は，辞書等に載録された成語ではなく，「ものを作ることを職とする人々」程の意味合いを連想させるにとどまるから，本願商標の指定役務との関係では出所識別標識としての機能は必ずしも強くなく，本願商標の構成中の「庵治石」の文字部分が出所識別標識を果たし得る要部として看取されるというべきである。",
                "本願商標の要部である「庵治石」の文字部分と引用商標とを対比すると，いずれも標準文字で「庵治石」の文字を書してなる点で外観が同一であり，また，「アジイシ」の称呼が生じる点で，称呼が同一である。そして，本願商標をその指定役務に使用した場合は，本願商標の要部から「香川県高松市庵治町・牟礼町産の花崗岩」という観念だけでなく，「香川県高松市庵治町・牟礼町で採掘され加工された製品に係る引用商標権者の伝統的工芸品ないし地域ブランド」という観念も生じるものであり，本願商標の観念は，引用商標から生じる観念と同一である。そうすると，本願商標と引用商標の類似性は極めて高いというべきである。",
                "また，本願商標の指定役務は，その加工又は情報提供の対象物を，引用商標の指定商品を含む墓用石材や墓石等とするものであるから，本願商標の指定役務と引用商標の指定商品とは，密接な関連性を有するとともに，取引者，需要者も相当程度で共通にするものといえる。そして，本願商標の指定役務の需要者に含まれる一般需要者は，必ずしも石材等について専門的な知識や経験を有するものではない者も含まれており，高度の注意力をもって役務の提供を受けるとは限らない。",
                "以上を考慮すると，本願商標をその指定役務に使用した場合には，これに接する取引者，需要者は，出所識別標識としての機能を果たし得る要部である「庵治石」の文字部分に着目して，地域ブランド名として周知である引用商標を連想，想起し，当該役務が引用商標権者又はその構成員との間に緊密な営業上の関係又は同一の表示による商品役務化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信し，役務の出所につき誤認を生じさせるおそれがあるものというべきである。",
                "そうすると，本願商標は，他人の業務に係る商品又は役務と混同を生ずるおそれがある商標であるから，商標法4条1項15号に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①取引者，需要者は，本願商標を「庵治石」の産地である庵治地域を表す「庵治」と「石工」及び「衆」からなるものであると認識し，取引者，需要者に対して「香川県庵治地域において，石を切り出したり，それを細工したりする職人の集団」ほどの観念を想起させ「アジイシクシュウ」又は「アジセッコウシュウ」の称呼を生じさせるから，引用商標と混同のおそれはない，②仮に，取引者，需要者が本願商標を「庵治石」と「工衆」とからなる商標であると認識するとしても，「庵治石」の文字には自他商品役務識別機能及び出所表示機能がないから，本願商標は，引用商標と識別力のない部分で共通するにすぎず，引用商標権者の業務と何らかの関係性があると認識させるものでない旨主張する。",
                "しかしながら，上記①の主張については，本願商標を「庵治」と「石工」及び「衆」からなるものであると認識するのが通常であるとはいい難く，また，仮に，そのような認識が生じるとしても，それと並んで，庵治石を要部とした前記(1)記載の観念が生じることは明らかであるし，上記②の主張の前提が成り立たないことは，前記(1)に認定判断したとおりであるから，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標は，他人の業務に係る商品又は役務と混同を生ずるおそれがある商標であるから，商標法4条1項15号に該当するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}