{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2019-1287号事件について令和2年6月18日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称「マイクロニードルパッチとその梱包体」について，平成30年2月28日(優先権主張  平成29年5月30日  日本国)を国際出願日とする特許出願をしたが，平成30年11月9日付けで拒絶査定を受けたので，平成31年1月31日，不服審判(不服2019-1287号)を請求するとともに，特許請求の範囲等を補正した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "令和2年6月18日，請求不成立の審決がなされ，その謄本は同年7月7日に原告に送達された。原告は，同年8月5日，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明",
          "text": [
            "上記補正後の請求項2の記載(以下「本願発明」という。)は，以下のとおりである。",
            "「  支持体の上に油溶性成分を含むオイルゲルが形成された，皮膚に対して粘着性を有するオイルゲルシートと，",
            "前記オイルゲルシートの周辺部を除いた領域の上に貼り合わされたシート状基体と，",
            "前記シート状基体の上に形成された複数の微小針と",
            "を備えた，",
            "マイクロニードルパッチ。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決の理由の要旨",
      "text": [
        "審決の理由中，本件の争点に関連する判断の要点は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1(国際公開第2011／148994号)には，次の発明(以下「引用発明」という。)が記載されている。",
                "「  支持体21aの一面上に粘着剤層21bが積層された，微小針付きアレイ1を所定の時間に亘り皮膚に当てる押さえ手段21と，",
                "前記押さえ手段21の略中央に固定された基板2と，",
                "を備え，",
                "前記基板2上に二次元状に配置された複数の微小突起3と",
                "を備えた，",
                "微小突起付きアレイ1を有するデバイス20。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献2(国際公開第2004／108112号)には，次の技術(以下「引用技術2」という。)が記載されている。",
                "「  経皮吸収薬剤であるセラミドを溶解させた油性ゲル状粘着製剤及びこれを基材上に積層した皮膚外用剤粘着シート製剤であって，皮膚に対する適度な接着性を持ちながら，剥がし取る時に皮膚の角質細胞に損傷を与えない油性ゲル状粘着製剤及びこれを基材上に積層した皮膚外用剤粘着シート製剤。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "対比",
          "text": [
            "本願発明と引用発明とは，",
            "「  支持体の上に粘着性を有する材料が形成された，皮膚に対して粘着性を有する粘着シートと，",
            "前記粘着シートの周辺部を除いた領域の上に貼り合わされたシート状基体と，",
            "前記シート状基体の上に形成された複数の微小針と",
            "を備えた，",
            "マイクロニードルパッチ。」",
            "の点において一致し，以下の点において相違する。",
            "〔相違点〕",
            "粘着性を有する材料が形成された粘着シートに関し，本願発明は，油溶性成分を含むオイルゲルが形成されたオイルゲルシートであるのに対し，引用発明は，粘着剤層21bが積層された押さえ手段21であって，粘着剤層21bが油溶性成分を含むオイルゲルであるか不明な点。"
          ]
        },
        {
          "fig": "3",
          "subject": "相違点の判断",
          "text": [
            "引用文献2には，美容用の皮膚外用剤粘着シートの粘着剤として，皮膚に対する適度な接着性を持ちながら剥がし取る時に皮膚の角質細胞に損傷を与えないために，油溶性成分であるセラミドを含む油性ゲル状粘着製剤を用いることが記載されている。",
            "そして，引用発明も引用技術2も，美容のためのシート状デバイスという技術分野に属するものであるという点で軌を一にし，皮膚の角質の損傷を抑制するという課題が共通するから，引用発明の粘着剤層21bの代わりとして引用文献2記載のセラミドを含む油性ゲル状粘着製剤，すなわち油溶性成分を含むオイルゲルを採用し，上記相違点に係る構成とすることは，当業者が容易になし得たことである。",
            "また，本願発明の奏する効果は，引用発明及び引用技術2の奏する効果から予測される範囲内のものにすぎず，格別顕著なものということはできない。",
            "したがって，本願発明は，引用発明及び引用技術2に基いて，当業者が容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "原告の主張(審決取消事由)",
      "text": [
        "本願発明が引用発明との関係で進歩性を欠くとした審決の判断は，次のとおり誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本願発明の『オイルゲル』とは，油溶性成分を含むゲルであり，皮膚に対する粘着性がよいものであれば，その具体的な組成，成分，材料は問わない。」と認定した。",
                "しかし，本願発明の「オイルゲル」とは，「オイルをゲル化したものであり，アクリル系粘着剤等を含まないことで，乳液等を塗った皮膚に対する粘着性がよい」ものと解するのが相当である。その理由は次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "高分子ゲルは，架橋の形態によって，物理架橋ゲルと化学架橋ゲルとに大別できる。物理架橋ゲルは，水素結合や疎水性相互作用などの分子間相互作用による集合体形成や高分子鎖の絡み合いに基づく物理架橋によって形成される。化学架橋ゲルとは，化学反応により形成される化学架橋で形成され，通常の条件下では半永久的にゲル状態を維持する不可逆ゲルである。",
                "オイルゲルは，オイル(有機溶剤)を少量の固化材を用いてゲル状にした物であり，可逆的な物理的相互作用を利用して有機溶剤の分子間にネットワークを形成するものであるから，「物理架橋ゲル」に属する。これに対し，アクリル系粘着剤は，アクリルモノマーを主成分とする粘着剤であり，アクリルモノマーに含有される官能基が架橋点を介してネットワーク化されることによって，形成されたポリマーに粘着性が生じるものであるから，「化学架橋ゲル」である。",
                "このように，オイルゲル＝物理架橋ゲル，アクリル粘着剤＝化学架橋ゲル，であることは一般的に知られており，同じゲルであってもそのゲル化の機構は全く異なる。そのため，オイルゲルとアクリル系粘着剤は全く異なり，さらにオイルゲルにアクリル系粘着剤が含まれないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用技術2の認定の誤り",
          "text": [
            "審決は，引用文献2から引用技術2を認定し，引用技術2の「セラミドを溶解させた油性ゲル状粘着製剤」は，審決が認定した本願発明の「オイルゲル」，すなわち「油溶性成分を含むゲルであり，皮膚に対する粘着性がよいもの」に当たると認定した。",
            "しかし，引用文献2の記載に照らすと，引用技術2の「油性ゲル状粘着製剤」の粘着性は，アクリル系樹脂を架橋してゲル状にすることによって得られたものであるから，上記1(2)に述べたところに照らして，化学架橋ゲルとしてのアクリル粘着剤であり，物理架橋ゲルとしてのオイルゲルではない。したがって，審決の上記認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，引用発明に引用技術2を適用しても本願発明に至らないことは明らかであるから，上記1及び2の認定誤りは，審決の結論に影響を及ぼす。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の「オイルゲル」について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ゲルは，溶媒の有無や素材の由来，結合様式など様々な観点から分類され，その分類方式に応じた呼称がある。ゲルの分類方式のうち最も一般的なのは，溶媒による分類方式であって，水を溶媒とする「ヒドロゲル」，気体を溶媒とする「キセロゲル」，有機溶剤を溶媒とする「オイルゲル」に分類するものである。",
                "このように，「オイルゲル」とは，溶媒が有機溶剤であるゲルの総称であるとするのが技術常識である。そして，本件明細書には，「オイルゲル」の意義について明示的な説明をする記載は見当たらないし，「オイルゲル」と呼ばれるべき物質についての具体的な組成，成分又は材料の例示はなく，実施例の開示もないから，本件明細書を参酌したとしても，本願発明の「オイルゲル」には，上記の技術常識に従って，溶媒が有機溶剤であるゲルが広く含まれると解釈するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記「第4」1(2)において，「オイルゲル」は物理架橋ゲルである旨主張する。しかし，それは，オイル(有機溶媒)に対して特定のゲル化剤を用いてゲルを製造した場合には，製造されたゲルが可逆的な物理的相互作用を利用してネットワークを形成するため，架橋方式による分類に従えば物理架橋ゲルに分類されることになるというだけのことであり，溶媒が有機溶剤である限り，化学架橋により粘着性を発揮するゲルも「オイルゲル」である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願発明の「オイルゲル」が原告主張のように限定された意味を有するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用技術2の「油性ゲル状粘着製剤」について",
          "text": [
            "「架橋アクリル系粘着剤層に油性の液体成分を多量に含有させたものを用いる油性ゲル状粘着層製剤」という引用文献2の記載によれば，引用技術2の「油性ゲル状粘着製剤」は「油性の液体成分」すなわち有機溶剤を溶媒として用いたゲルであって，上記1(1)のゲルの分類上，オイルゲルに属する。また，「油性ゲル」という語は「オイルゲル」の同義語にほかならない。",
            "したがって，引用技術2の「油性ゲル状粘着製剤」は，上記1(1)のとおり解釈される本願発明の「オイルゲル」に当たる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，審決の認定判断に誤りはなく，原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の「皮膚に対して粘着性を有するオイルゲルシート」について",
          "text": [
            "本件においては，審決が認定した相違点のうち「粘着性を有する材料が形成された粘着シート」の意義が争点となっているので，この点を中心に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，次の内容の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，微小針を皮膚に刺すことにより，微小針に含まれた目的物質などの投与が可能となるマイクロニードルパッチであって，シート状基体の上に複数の微小針が形成されたマイクロニードルシートを皮膚に固定するために，マイクロニードルシートの背面に粘着シートを設け，粘着シートの周辺部にはマイクロニードルシートが形成されていないようにして，粘着シートの周辺部の粘着層によって，マイクロニードルシートを皮膚に固定することができるマイクロニードルパッチに関する(【0001】【0002】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特開2016-189844号公報(甲12)に開示されている従来のマイクロニードルパッチでは，ⅰ)皮膚に貼り付けられる粘着層の部分からは美容効果を得ることができないという問題があり，また，ⅱ)乳液等を塗布した皮膚に貼ると，乳液等に含まれる油脂によって粘着層の粘着力が弱まるため，簡単に剥がれてしまうという問題があった。",
                    "そこで，本発明は，ⅰ)皮膚に貼り付けられた部分からも美容効果を得ることができ，ⅱ)乳液等を塗布した皮膚に貼っても剥がれにくいマイクロニードルパッチを提供することを課題としたものであり，その解決手段として，油溶性成分を含むオイルゲルシートと，オイルゲルシートの周辺部を除いた領域に形成されたシート状基体と，シート状基体の上に形成された複数の微小針とを備えることを主要な特徴としている(【0004】【0006】【0007】【0017】)。本発明は，このような構成を採ったことによって，ⅰ)皮膚に貼り付けられた部分からも油溶性成分が皮膚内に浸透して美容効果を得ることができ，また，ⅱ)乳液等を塗布した皮膚に貼っても剥がれにくいマイクロニードルパッチを提供することができる(【0012】【0017】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「オイルゲルは，油溶性成分を含むゲルであり，皮膚に対する粘着性がよい。」【0017】"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書に従来技術として示された甲12の【0032】には，粘着剤の例として，アクリル系粘着剤，ゴム系粘着剤，シリコンゴム系粘着剤，ビニルエーテル系粘着剤，ウレタン系粘着剤などが挙げられている。しかしながら，上記(1)イの記載によれば，これらの粘着剤は，従来のマイクロニードルパッチが有していた上記(ⅰ)及び(ⅱ)の問題，特に，上記(ⅱ)の，乳液等に含まれる油脂によって粘着力が弱まるという問題を有すると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)ア，イ及び同(2)の記載によれば，本願発明の技術的思想(課題解決原理)は，マイクロニードルパッチの粘着層としてアクリル系粘着剤等を用いた場合には，ⅰ)粘着層の部分からは美容効果を得ることができず，また，ⅱ)乳液等が塗られた皮膚に貼ると簡単に剥がれてしまうという二つの技術的課題が生じていたため，粘着層として，ⅰ)皮膚内に浸透して美容効果を与えることができる油溶性成分を含有し，ⅱ)乳液等に含まれる油脂となじみやすい油分を主成分として含むオイルゲルシートを用いることによって，上記の二つの技術的課題の解決を図ったものと認められる。",
                "また，上記(1)ウの記載によれば，本願発明にいう「オイルゲル」は，甲12に記載された「粘着剤」を含有しなくとも，それ自体で皮膚に対する粘着性が良いものとされている。",
                "これらの記載を総合的に参酌すると，本願発明において，「オイルゲルシート」は「アクリル系粘着剤等の粘着性ではなく，ゲル化したオイルの粘着性によって，皮膚に対して粘着するシート」を意味すると解釈するべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用技術2の「油性ゲル状粘着製剤」について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献2には，次の内容の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，化粧料や皮膚外用薬など皮膚外用剤用途のための粘着剤組成物および粘着シートに関する(1頁4行以下)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "皮膚接着性と剥離除去性の適度なバランスを有する皮膚外用剤粘着シート製剤の開発について，架橋アクリル系粘着剤層に油性の液体成分を多量に含有させたものを用いる油性ゲル状粘着層製剤が提案されてきた。しかしながら，これら製剤は，皮膚接着性と剥離除去性のバランスは改善できても，薬効成分等薬剤の溶解性が格別に優れているとはいい難かった(2頁21行以下)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明の油性ゲル状粘着製剤においては，特定の組成のアクリル系共重合ポリマー，非イオン性界面活性剤及びアクリル系ポリマーの各所定量を外部架橋剤によって架橋させている。このことにより，薬効成分等薬剤の溶解性が格別に優れ，かつ，皮膚接着性と剥離除去性とのいずれもが好適な皮膚外用剤用粘着剤組成物及び粘着シートを得ることができる(4頁18行以下)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，引用技術2の「油性ゲル状」「粘着シート製剤」は，上記(1)イの従来技術である「架橋アクリル系粘着剤」の組成を調整することによって，粘着性を維持しつつ薬剤の溶解性を高めたシートであって，皮膚への粘着性は，従来技術と同様に，専らアクリル系粘着剤に依存していることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点についての審決の判断の当否",
          "text": [
            "上記1(3)のとおり，本願発明の技術的意義に照らすと，本願発明の「オイルゲル」は，アクリル系粘着剤等の粘着性ではなく，ゲル化したオイルの粘着性によって，皮膚に対して粘着するものである。これに対し，引用技術2の「油性ゲル状粘着製剤」は，上記2(2)のとおり，アクリル系粘着剤の粘着性によって，皮膚に対して粘着するものである。",
            "このように，引用技術2の「油性ゲル状粘着製剤」は，本願発明の「オイルゲル」とは技術的意義を異にするから，引用発明に引用技術2を適用しても，相違点に係る本願発明の構成には至らない。",
            "したがって，容易想到性に関する審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "被告の主張について",
          "text": [
            "被告は，「オイルゲル」は有機溶剤を溶媒とするゲルの総称であるとの技術常識が存在し，本願発明の「オイルゲル」の意義や組成について本件明細書には記載がないから上記技術常識に沿って解釈すべきであり，上記技術常識によれば引用技術2の「油性ゲル」は「オイルゲル」に含まれる旨主張する。",
            "たしかに，乙1(特許庁「周知・慣用技術集(香料)第I部香料一般」1999年1月29日発行)等によれば，「ゲル」を流体(溶媒)の違いという観点から「ヒドロゲル」「オイルゲル」「キセロゲル」の3種類に分類することが一般的に承認されている事実は認められ，また，乙6(権英淑ほか「実効感を発現するためのスキンケア製剤設計」FRAGRANCE JOURNAL Vol.34 No.1 pp.52-55",
            "(2006))等には，この分類を前提として，アクリル系材料を基剤とした「オイルゲル」の粘着剤に言及する記載も見られる。しかしながら，他方，甲7(柴田雅史「化粧品におけるオイルの固化技術」J.Jpn. Soc. Colour Mater., 85",
            "[8] 339-342 (2012))では，冒頭に「有機溶剤(オイル)を少量の固化剤を用いて固形もしくは半固形状にしたものは一般に油性ゲルと呼ばれ，……メイクアップ化粧品を中心に幅広い製品の基剤として用いられている」と記載されており，化粧品の分野において，「オイルゲル」の用語をこのような意味で用いることも一般的であったと認められるから，「オイルゲル」という用語が，当然に被告主張のような意味に用いられると断定することはできない。",
            "そうすると，本願発明の「オイルゲル」の技術的意義は，特許請求の範囲の記載だけからは一義的に明確ではない。そこで，明細書の発明の詳細な説明のうち，従来技術に関する記載及び解決課題に関する記載を参酌し，上記1のとおり，「オイルゲルシート」を「アクリル系粘着剤等の粘着性ではなく，ゲル化したオイルの粘着性によって，皮膚に対して粘着するシート」と解釈すべきである。",
            "したがって，被告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり審決の判断には誤りがあり，この誤りは結論に影響を及ぼすから，審決を取り消すべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10092",
    "date": "2021-05-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090388",
    "ipprecedent_id": "5570",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}