{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-15997号事件について令和2年6月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成27年2月25日，発明の名称を「生体情報収集椅子及びこれを用いた乗り物並びに生体情報診断システム」とする発明につき，特許出願(特願2015-35901。請求項の数13。以下「本願」という。)をした。",
                "原告らは，平成31年1月28日付けで拒絶理由通知(甲4。以下「本件拒絶理由通知」という。)を受けたため，その指定期間内の同年4月8日に，意見書(甲7)を提出するとともに，甲第3号証の2(以下，書証については単に「甲3の2」などと略記する。)により，特許請求の範囲の請求項1及び明細書について手続補正(以下「第1次補正」という。)をしたが，令和元年8月21日付けで，拒絶査定(甲8)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，令和元年11月27日，拒絶査定不服審判を請求するとともに，同日付けで，甲3の3により，特許請求の範囲全文について手続補正(以下「本件補正」という。)をした。",
                "特許庁は，令和2年6月22日，上記審判請求(不服2019-15997号事件)につき，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年7月14日，原告らに送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，令和2年8月13日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願における本件補正後の特許請求の範囲の請求項1の記載は，以下のとおりである(以下，本件補正後の発明を，請求項ごとに，「本願発明1」ないし「本願発明13」という。)。",
            "【請求項1】",
            "「少なくとも座部及び背もたれ部を有する椅子本体と，",
            "前記椅子本体に着座した対象者が誰であるかを認識する認識手段と，",
            "前記椅子本体の一部に組み込まれ，前記認識手段で前記対象者が認識された条件で，前記椅子本体に着座した前記対象者の生体情報を収集する収集器具と，を備え，",
            "前記収集器具は，前記対象者の生体情報として少なくとも生体ガスを収集するものを含むことを特徴とする生体情報収集椅子。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨等",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由の要旨は，本願発明1は，本願の出願日前に頒布された又は電気通信回線を通じて公衆に利用可能となった特開2012-147924号公報(甲1。以下「引用文献1」といい，そこに記載された発明を「引用発明」という。)及び特開2009-202656号公報(甲2。以下「引用文献3」という。)に記載された事項に基づいて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。"
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願発明1と引用発明の一致点及び相違点，並びに引用文献3記載の技術は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「シートクッション2，シートバック3，及びヘッドレスト4とを有する車両用シート1と，",
                    "前記車両用シート1に設けられた光検出器11と，",
                    "前記光検出器11の出力信号から着座者の脈波を検出する脈波検出部52と，",
                    "脈波検出部52により検出された脈波について，脈波パターンの分析を行う脈波パターン分析部55と，",
                    "前記脈波パターンに基づいて前記着座者の個人認証を行う認証部56と，",
                    "前記脈波パターンに基づいて前記着座者の健康状態を推定する健康状態推定部57と",
                    "前記脈波パターンに基づいて前記着座者の生理状態を推定する生理状態推定部58とを備え，",
                    "前記個人認証の結果，車両のエンジンの始動装置などの関連機器の作動を可能とする，",
                    "生体情報検出装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明1と引用発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「少なくとも座部及び背もたれ部を有する椅子本体と，",
                        "前記椅子本体に着座した対象者が誰であるかを認識する認識手段と，",
                        "を備えた生体情報収集椅子。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本願発明1は「椅子本体の一部に組み込まれ，前記認識手段で前記対象者が認識された条件で，前記椅子本体に着座した前記対象者の生体情報を収集する収集器具」であって，「前記対象者の生体情報として少なくとも生体ガスを収集するものを含む」「収集器具」を備えるのに対し，引用発明はそのような収集器具を有さない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用文献3記載の技術",
                  "text": [
                    "「飲酒運転防止装置を装備した車両であって，車室内の運転席のヘッドレスト近傍にアルコール検出センサを配置し，該アルコール検出センサは乗員からの発汗や呼気から未分解のアルコールが体外へ蒸散することで放出されたアルコール蒸気を検出し，車両のドアが閉じてから所定時間経過までの検出期間におけるアルコール検出値に基づき乗員の飲酒の有無を判定する技術。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点の容易想到性についての本件審決の判断は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献3に記載のアルコール検出センサは，運転席のヘッドレスト近傍に配置されているから，本願発明1の「椅子本体の一部に組み込まれ」，「対象者の生体情報として少なくとも生体ガスを収集する」「収集器具」に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明は，車両の運転者の生理状態や健康状態を推定し安全性の向上を図るものである。また，引用発明と引用文献3に記載された技術とは，いずれも車両の運転者の状態を推定するものである点で共通する。",
                  "text": [
                    "そうすると，引用発明において，引用文献3に記載の，運転席のヘッドレスト近傍にアルコール検出センサを配置し，アルコール検出センサによるアルコール検出値に基づき飲酒の有無を判定する技術を採用することは，当業者が容易に想到し得ることである。",
                    "着座者の脈波に基づいて前記着座者の個人認証を行い，個人認証の結果，車両のエンジンの始動装置等の関連機器の作動を可能とする引用発明において，車両のドアが閉じてからのアルコール検出値に基づき乗員の飲酒の有無を判定する引用文献3に記載の技術を適用するに当たり，個人認証及びアルコール検出は共に運転の開始前に行われるものとなるところ，どちらを先に行っても個人認証及びアルコール検出ともそれらの機能を発揮するものであるから，どちらを先に行うかは当業者が適宜決定し得る事項にすぎず，個人認証を先に行うようにすることは当業者が適宜なし得る設計事項にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明1の奏する作用効果は，引用発明及び引用文献3に記載された技術の奏する作用効果から予測される範囲内のものにすぎず，格別顕著なものということはできない。"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献3に係る技術が本願発明1と引用発明の相違点に係る構成を開示しているとはいえないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用文献3に記載のアルコール検出センサは「生体ガス」を収集し，診断するものではないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「生体ガス」の意義については，インターネット上の辞書(例えばWikipedia参照)をみると，生命活動に伴い産出するガスの総称であり，狭義ではヒトの体内や体表面で産出されるガスを指し，呼気，腸内ガス，皮膚ガスなどとして体外に放散されるものとされている。",
                            "このように，本願発明1の「生体ガス」は，ヒトの体内で産出されるガスであって，例えば呼気を通じて体外に放散されるものであり，「呼気」そのものではない。本件補正後の明細書(甲3の1ないし3。以下，図面を含めて「本願明細書等」という。)の【0025】では，「エタノール」と「アセトアルデヒド」の両者から飲酒時の生体ガス変化を利用する診断例が開示されており，ヒトの体内で産出される「アルコール(エタノール)」や「アセトアルデヒド」が本願発明1の「生体ガス」に当たると解される。本願明細書等の【0020】ないし【0022】の記載は，呼気中に多くの生体ガス成分が含まれていることや，生体ガスが呼気という形で放散されることを記載したものであり，「生体ガス」が「呼気」であることを意味するものではない。",
                            "一方，引用文献3には「ここで，車室2に乗り込んだ乗員が飲酒している場合には，その乗員からの発汗や呼気から未分解のアルコールが体外に蒸散する代謝現象によって，アルコールが所定時間継続して車室2内に放出される。」(【0028】)との記載があるが，「乗員の発汗や呼気からの未分解のアルコール」はヒトの体内や体表面で産出されたものとはいえず，体内で処理されないまま体外に排出されるものであるから，本願発明1にいう「生体ガス」には該当しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本願で開示された診断例は，診断対象者である運転者が椅子本体30に着座した状態で発せられる生体ガス成分(【0025】の例では「エタノール」と「アセトアルデヒド」)を収集し，これを診断処理することで，診断対象者である運転者の飲酒程度あるいは運動能力を予測する。",
                            "これに対し，引用文献3の飲酒運転判定装置は，飲酒した乗員が乗車したことに伴う車室内のアルコール(未分解のアルコール)濃度分布の変化から，飲酒運転につながる事態か否かを判定することを企図したものであって，診断対象者の生体ガスを収集し，収集した生体ガスに基づいて診断対象者を直接的に診断するものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用文献3に記載のアルコール検出センサは「対象者の生体情報として」生体ガスを収集する収集器具ではないこと",
                      "text": [
                        "引用文献3の記載によれば，引用文献3に記載された技術において，運転者の飲酒運転判定には，少なくとも運転席3の周囲に位置するアルコール検出センサ6，及び他の位置に配置するアルコール検出センサ7ないし9のいずれか一つの，計2箇所のアルコール検出センサを要する(【0008】ないし【0010】)ところ，引用文献3のアルコール検出センサ6は，運転席3の周囲環境(車室内)におけるアルコール濃度を検出するものであり，運転者から放出されたアルコール濃度を検出するものではない(【0036】及び【0037】)から，引用文献3における「運転席3の周囲に位置するアルコール検出センサ6」は，椅子本体の一部に組み込まれたものではあるものの，「対象者の生体情報として」生体ガスを収集する収集器具には相当しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，引用文献3が本願発明1と引用発明の相違点に係る構成を開示しているとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断に誤りがあることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決では，引用発明に引用文献3に記載の技術を適用するに当たり，個人認証及びアルコール検出のどちらを先に行うかは当業者が適宜決定し得る事項にすぎないとしている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本願発明1は，引用文献3の飲酒判定技術(車室内でのアルコール濃度分布に依存する技術)とは異なり，対象者に負担をかけることなく生体情報として生体ガスを収集し，各種診断に供することを課題とするものであり(本願明細書等【0005】)，診断対象者の生体情報としての生体ガスを収集するに当たって，まず，診断対象者と生体ガスとを関連付ける必要があり，診断対象者が誰かという認証を先に行うことが必須であることは明らかである。",
                        "一方，引用文献1及び引用文献3には，このような課題について記載がないことはもちろん，その示唆もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本願明細書等の【0013】を引用し，本願発明1における「各種診断」は飲酒運転等の判定も含むから，原告らの主張は本願明細書等の記載に基づかないと主張するが，同記載は，本願発明1の効果として説明したものではなく，あくまで，実施の形態の一態様(自動車の運転席に生体情報収集椅子を搭載した態様)として乗り物の運転の安全対策に利用できることを開示したにすぎないから，失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，当業者は，本願発明1と引用発明の相違点に係る構成を容易に想到することができたものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "顕著な作用効果があることについて",
                  "text": [
                    "本願明細書等によれば，本願発明1は，「対象者に負担をかけることなく，椅子に座るだけで生体情報として少なくとも生体ガスを収集し，各種診断に供することができる。」(【0009】)という効果を奏し，これは，引用発明の「車両用シートに発光部，受光部及び仕切り部が設けられていることにより，車両の乗員に装備装着の負担をかけないようにすることができ，また，発光部による照射光量を低くすることができるとともに，受光部の出力信号のSＮ比を高くすることができ，よって，低照射光量で乗員の脈波を正確に検出することができる。」(甲1【0026】)という効果，引用文献3に記載された技術の「車室内の空気流動を積極的に利用して，運転者の飲酒状態と，助手席などの他の席の乗員との飲酒状態とを判別し易くなる。これによって，乗員の飲酒の有無の判定精度が向上する。」(甲3【0006】)という効果に比べ，特別に顕著なものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決の本願発明1の進歩性の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献3が本願発明1と引用発明の相違点に係る構成を開示していることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願明細書等の「生体ガス(呼気，皮膚ガス，放屁・・・)」(【0020】)，「呼気中の生体ガス成分の分布」，「生体ガス(例えば呼気)」(ともに【0022】)との記載によれば，呼気，皮膚ガス，放屁はいずれも「生体ガス」であり，そこに含まれる個々の成分については，別途「生体ガス成分」と書き分けられていることが明らかであるから，本願発明1の「生体ガス」は，ヒトの体内で産出されるガスであって，例えば呼気を通じて体外に放散されるものであり，「呼気」そのものではないとの原告らの主張は，本願明細書等の記載にその根拠を欠くものである。",
                            "また，汗や呼気に含まれるアルコール(エタノール)は，飲用したアルコール(エタノール)が一旦体内に吸収された後で肝臓に入り，血中を経て肺や汗腺から体外に放出されたものであり(乙1，2)，「産出」の字義は「(物を)生産すること。産物が出ること。」であり，石油のように単に存在するものが出てくることも含むから(乙3)，仮に，「生体ガス」の意義につき，「生命活動に伴い産出するガスの総称であり，狭義ではヒトの体内や体表面で産出されるガスを指し，呼気，腸内ガス，皮膚ガスなどとして体外に放散されるもの」のうち狭義のものであるとの原告らの主張によったとしても，血中から肺を経て呼気中に排出されるアルコール(エタノール)が含まれることに変わりはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告らは，本願発明1は，診断対象者の生体ガスを収集し，収集した生体ガス(エタノールとアセトアルデヒド)に基づいて診断対象者を直接的に診断するものであると主張するが，エタノールとアセトアルデヒドを収集して診断処理することで，診断対象者である運転者の飲酒程度あるいは運動能力を予測するという構成は，本願の請求項1には特定されていない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明1も，運転者から放出されたアルコールのみを選択的に検出するための構成を特定せず，収集器具の取り付け位置としては「椅子本体の一部に組み込まれ」ることを特定するのみであり，その点で引用文献3のアルコール検出センサ6の取り付け位置と一致する。よって，運転者以外の搭乗者によるアルコール，すなわち生体ガスを検出し得る構成である点で，本願発明1の「収集器具」は，引用文献3の「アルコール検出センサ6」と変わりはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断に誤りがないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明1には「前記認識手段で前記対象者が認識された条件で，前記椅子本体に着座した前記対象者の生体情報を収集する」という記載があるところ，「・・・条件で・・・収集する」とはどのようなことを指すのかについて，本願明細書等には説明がない。当該記載は，文言上は順番を示すものという程度の意味と解される上に，この順序でなければならない理由(すなわち，特定の順番とすることの目的及び作用効果)が説明されていないことから，設計事項と解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願明細書等には，「運転者の生体情報を監視対象とすることで，乗り物5の運転の安全対策(飲酒運転，居眠り運転，てんかん患者，違法ドラッグ使用者による運転等の対策)に利用することができる。」(【0013】)との記載があり，本願発明1は，運転者の飲酒判定に利用することができるという効果も含んでいる。",
                        "運転者の飲酒判定を行うに当たり，運転の開始前であれば，運転者の個人認証及び飲酒判定はどちらを先に行ってもよいのであり，診断対象者が誰かという認証を先に行うことが必須であるとの原告らの主張は，本願発明1の目的について限定的な解釈を前提とするものであり，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，本願発明1において生体情報収集を行う目的が「各種診断に供すること」にあり，そのために生体情報と運転者の個人認証情報とを関連付けることが予定されていると解されるとしても，当該関連付けの時点で生体情報と個人認証情報とがそろえば足りるのであり，それらの取得順がその成否を左右するとはいえない。",
                        "また，運転者の個人認証と飲酒判定を行う装置において個人認証の後に飲酒判定を行うことは，本願出願時に周知のことである(乙4，5)から，引用発明に対し引用文献3に記載された技術事項を適用した発明において，個人認証を先に行い，その後にアルコール検出を行うようにすることは，当業者が適宜なし得る設計事項にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明1に顕著な作用効果が認められないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書等の【0013】及び【0026】によれば，原告らが主張する「対象者に負担をかけることなく，椅子に座るだけで生体情報として少なくとも生体ガスを収集し，各種診断に供することができる。」という技術的効果における「各種診断」には，飲酒，てんかん患者，違法ドラッグの使用の各検出や監視といった幅広い技術事項が含まれる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，引用文献1の【0014】，【0015】及び【0053】によれば，引用発明も，着座するだけで着座者の脈波を正確に検出して着座者の健康状態と生理状態とを推定することができるという効果を奏するものであり，ここで，「着座者の健康状態と生理状態とを推定すること」と本願発明1の「各種診断に供することができる」効果とは，共通の範疇に属するものである。",
                        "また，引用文献3の【0020】及び【0022】によれば，引用文献3に記載の技術も，運転者がドアを開けて運転席に着座することで，アルコール濃度を検出し，運転者の飲酒状態(すなわち，生理状態)を判定することができるという効果を有するものであるから，引用文献3に記載の技術の効果も，本願発明1の「各種診断に供することができる」ことの効果と共通するものである。",
                        "したがって，本願発明1の効果は，引用発明と引用文献3に記載の技術の効果と共通するものであり，格別顕著なものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決の本願発明1の進歩性の判断には誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背・特許法50条違反)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "請求項1に関し，本件拒絶理由通知時には，引用文献1を引用して進歩性が否定されるとしていたのに対し，拒絶査定時には，引用文献1及び同3を引用して進歩性を否定すると変更されている。引用文献3は本件拒絶理由通知時において，請求項6ないし8について引用されているが，請求項1については引用されていない。",
                "すなわち，請求項1に関して，引用文献1及び同3を引用して進歩性を否定する拒絶理由は，拒絶理由通知時には通知されておらず，拒絶査定そのものが特許法50条に違反し違法である。",
                "そして，審判合議体も，引用文献1及び同3を引用して進歩性を否定することに関し，拒絶理由通知を介さずに直接拒絶審決しており，審査官による前記手続上の不備を是正することなく，同じ手続上の不備を行ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告らの主張が時機に後れたものであることについて",
                  "text": [
                    "原告らの「拒絶査定そのものが違法である」という主張は，訴状の請求の原因に含まれず，第1回原告準備書面記載の各取消事由にも含まれておらず，令和3年2月10日付けの第2回原告準備書面によって初めて持ち出された新たな主張であって，被告にとって全く新たな検討に基づく反論の準備を要した点で，時機に後れた主張である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "拒絶査定が適法にされたものであることについて",
                  "text": [
                    "本件拒絶理由通知では，請求項6に対して引用文献1及び同3に記載された発明に基づいて，進歩性欠如についての拒絶理由が通知されている。同時点(すなわち本件出願時)の特許請求の範囲(甲3の1)における請求項6，並びに請求項6が引用する請求項1及び3の記載は以下のとおりである。",
                    "「【請求項1】",
                    "少なくとも座部及び背もたれ部を有する椅子本体と，",
                    "前記椅子本体に着座した対象者を認識する認識手段と，",
                    "前記椅子本体の一部に組み込まれ，前記認識手段で対象者が認識された条件で，前記椅子本体に着座した対象者の生体情報を収集する収集器具と，を備えたことを特徴とする生体情報収集椅子。",
                    "【請求項3】",
                    "室内空間に設置される座席の少なくとも一部に請求項1に記載の生体",
                    "情報収集椅子を用いたことを特徴とする乗り物。",
                    "【請求項6】",
                    "請求項3に記載の乗り物のうち，室内空間が閉空間になり得る態様において，",
                    "前記収集器具は対象者の生体ガスを捕集するガス捕集器具であることを特徴とする乗り物。」",
                    "その後，本件拒絶理由通知に対する第1次補正により補正された請求項1(以下「拒絶査定時の請求項1」という。)に対して，引用文献1及び同3に記載された発明に基づく進歩性の欠如を拒絶理由とする拒絶査定がされているが，拒絶査定時の請求項1の記載は以下のとおりである(下線は本件拒絶理由通知時の請求項1からの補正箇所を示す。)。",
                    "「【請求項1】",
                    "少なくとも座部及び背もたれ部を有する椅子本体と，",
                    "前記椅子本体に着座した対象者が誰であるかを認識する認識手段と，",
                    "前記椅子本体の一部に組み込まれ，前記認識手段で対象者が認識された条件で，前記椅子本体に着座した対象者の生体情報として少なくとも生体ガスを収集する収集器具と，を備えたことを特徴とする生体情報収集椅子。」",
                    "上記の補正箇所のうち，対象者の「生体情報」が「生体ガス」であるとする補正は，補正前の(すなわち本件拒絶理由通知時の)請求項6の「収集器具は対象者の生体ガスを捕集するガス捕集器具である」という発明特定事項を加えたものである。",
                    "したがって，拒絶査定時に，請求項1に対して引用文献1及び同3に基づく進歩性欠如を拒絶理由としたのは，本件拒絶理由通知時の請求項6に係る発明(既に本件拒絶理由通知時に，引用文献1及び同3に記載された発明に基づく進歩性欠如についての拒絶理由を通知していたもの)の事項が，第1次補正により請求項1に加入されたことによるものである。",
                    "また，本件拒絶理由通知に対する応答として原告らが手続補正書と同時に提出した意見書(甲7)では，拒絶査定時の請求項1について，引用文献3の「アルコール検出センサ6～9」は，請求項1の「収集器具41」の範疇には含まれず，引用文献1ないし同4(特開2014-028552公報)に記載の発明を組み合わせたとしても，本件発明1には想到し得ない旨主張している。そうすると，原告らには，拒絶査定時の請求項1について，引用文献1及び同3に基づいて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたと判断されることについて，反論の機会が実質的に与えられていたといえる。",
                    "さらに，審判手続においても，原告らには審判請求書において意見を述べる機会があり，併せて補正する機会もあったので，原告らに実質的な不利益は生じておらず，拒絶査定と同様に，請求項1について，引用文献1及び同3に基づいて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたと判断した本件審決の手続が適法になされていないとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背・審理不尽)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決においては，本願発明1についての審理だけを行い，本願発明2ないし13の審理を全く行っていないが，全ての請求項について審判請求費用を払っている審判請求人にとっては大きな不利益である。",
                "特に，本願発明1及び2が「生体情報収集椅子」を保護対象としているのに対し，本願発明3ないし10が「生体情報収集椅子を用いた乗り物」を保護対象とし，さらに，本願発明11ないし13が「生体情報診断システム」を保護対象としていることを踏まえると，「生体情報収集椅子」とは対象の異なる「乗り物」，「生体情報診断システム」について審理対象としないことには明らかに違法である。",
                "審判請求時には，本願発明1以外にも補正がされており(例えば本願発明5及び10)，審判合議体がこれらについて審理すべきであるにもかかわらず，審理義務を果たしていないことは違法である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又は特許審決がされ，これに基づいて一つの特許が付与され，一つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。",
                "そうすると，本願についても，本件審決が判断の対象とした請求項1について特許を受けることができないと判断すれば，当該特許出願の全体を一体不可分のものとして拒絶すべきものとするほかないのであり，請求項2ないし13についての審理の有無にかかわらず結論は変わらないし，当該審理及びそれに伴う判断をしなくても違法とはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書等には，別紙1の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本願明細書等には，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「本発明」は，着座する対象者の生体情報を収集する生体情報収集椅子に係り，特に，健康疾病診断を行う上で有効な生体情報収集椅子及びこれを用いた乗り物並びに生体情報診断システムに関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，予め決められた特定の目的に対するメディカルケアを主眼とした技術は多く提供されているが，一般人が健康疾病診断を行うには，定期的に人間ドックを受ける等医療機関に足を運ぶのが通常であり，日常生活の中で生体情報を収集し，この収集した生体情報を利用することで健康疾病診断等の各種診断を事前に実施するという要望があった。",
                    "「本発明」は対象者に負担をかけることなく生体情報を収集し，各種診断に供することが可能な新規な生体情報収集椅子及びこれを用いた乗り物並びに生体情報診断システムを提供することを課題とする(【0004】，【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「本発明」は，前記課題を解決するため，少なくとも座部及び背もたれ部を有する椅子本体と，前記椅子本体に着座した対象者が誰であるかを認識する認識手段と，前記椅子本体の一部に組み込まれ，前記認識手段で前記対象者が認識された条件で，前記椅子本体に着座した前記対象者の生体情報を収集する収集器具と，を備え，前記収集器具は，前記対象者の生体情報として少なくとも生体ガスを収集するものを含むことを特徴とする生体情報収集椅子という構成を採用した(【0006】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "請求項1に係る発明によれば，対象者に負担をかけることなく，椅子に座るだけで生体情報として少なくとも生体ガスを収集し，各種診断に供することができる(【0009】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献1の記載事項について",
              "text": [
                "引用文献1(甲1)には，別紙2の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，引用文献1には，本件審決が認定したとおりの引用発明が開示されているものと認められる(前記第2の3(2)ア参照)。",
                "本願発明1と引用発明の一致点及び相違点(同イ参照)については当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用文献3に記載された技術について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献3の記載事項について",
              "text": [
                "引用文献3(甲2)には，別紙3の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，引用文献3には，本件審決が認定したとおりの技術が記載されているものと認められる(前記第2の3(2)ウ参照)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献3の開示事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書等の【0025】には，「・・・椅子本体30に着座した運転者Mからの生体ガスG(主として呼気)中の各ガス成分濃度を時系列で定期的に検出し，各ガス成分の時系列変化を収集する。」との記載があり，本願発明1において呼気は生体ガスに含まれるところ，引用文献3に記載のアルコール検出センサが検出するアルコール蒸気は乗員からの発汗や呼気から未分解のアルコールが体外へ蒸散することで放出されたものであるから，本願発明1の「生体ガス」に相当し，また，同アルコール検出センサは運転席のヘッドレスト近傍に配置されているから，本願発明1の「椅子本体の一部に組み込まれ」，「対象者の生体情報として少なくとも生体ガスを収集する」，「収集器具」に相当する。そうすると，引用文献3には，本願発明1と引用発明の相違点に係る構成が開示されているというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，前記第3の1(1)ア(ア)aのとおり，本願発明1の「生体ガス」は，ヒトの体内で産出されるガスであって，例えば呼気を通じて体外に放散されるものであり，「呼気」そのものではないと主張する。",
                        "しかし，本願明細書等では，前記【0025】の記載に加えて，【0015】に「そして，生体ガス情報を収集する代表的態様としては，収集器具3(例えば3a)としてのガス捕集器具は，生体情報収集椅子10の背もたれ部1bの頭部近傍に設けられ，対象者Mの呼気を主として捕集対象とするものである。ガス捕集器具の設置場所は任意であるが，生体情報収集椅子10の背もたれ部1bの頭部近傍(例えばヘッドレスト等)に設置することで，対象者Mの生体ガスGとしての呼気を主として捕集することが可能である。」，【0020】に「1)  生体ガス(呼気，皮膚ガス，放屁・・・)，尿中気化物」，【0022】に「・・・この環境下において，運転者Mからの生体ガスG(主として呼気)が生成されると，運転者Mからの生体ガスG(主として呼気)が収集器具41としての捕集フィルタに主として捕集される。」との記載があり，呼気を生体ガスの1つと扱っていることは明らかであり，また，【0022】の「このとき，呼気中の生体ガス成分の分布をみると，運転者Mの生体ガスGの分布に基づいて，運転者Mの健康疾病診断を予測することが可能である。」との記載からも，呼気等の生体ガスに含まれる個々の成分は「生体ガス成分」として書き分けられていることも見て取れる。",
                        "また，乗員からの発汗や呼気から未分解のアルコールが体外へ蒸散することで放出されるアルコール蒸気は，ヒトの体内や体表面で産出されるガスであるから，本願発明1の「生体ガス」に相当することは明らかであり，本願明細書等にこのようなアルコール蒸気が本願発明1の「生体ガス」から除外されることを示す記載はない。",
                        "したがって，原告らの上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，前記第3の1(1)ア(ア)bのとおり，引用文献3の飲酒運転判定装置は，飲酒した乗員が乗車したことに伴う車室内のアルコール(未分解のアルコール)濃度分布の変化から，飲酒運転につながる事態か否かを判定することを企図したものであり，診断対象者の生体ガスを収集し，収集した生体ガス(エタノールとアセトアルデヒド)に基づいて診断対象者を直接的に診断する本願発明1とは異なると主張する。",
                        "しかし，確かに，本願明細書等の【0025】には，飲酒運転に関する診断プログラムの実施過程を示すものとして，診断対象者である運転者が椅子本体30に着座した状態で発せられる生体ガス成分中の各ガス成分濃度を検出，収集し，エタノール，アセトアルデヒドの濃度比により，飲酒程度を予測し，また，運動能力を予測する旨の記載があるが，これはあくまでも本件発明の実施例として記載されているのにすぎないというべきであり，特許請求の範囲を画する請求項1には，生体ガスの収集に係る記載があるのみで，エタノール，アセトアルデヒドを収集して診断処理することで，診断対象者である運転者の飲酒程度あるいは運動能力を予測するなどといった構成は，そもそも記載されていない以上，たとえ請求項11には，「生体情報に基づいて前記対象者の生体情報を診断する診断手段」との記載があっても，これをもって請求項1の進歩性判断に影響を与えるものではない。また，引用文献3の飲酒運転判定装置において，飲酒運転につながる事態か否かを判定することも，運転者の診断処理に基づくものと評価することもできる。",
                        "したがって，原告らの上記主張はいずれにしても採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，前記第3の1(1)ア(イ)のとおり，引用文献3の「運転席3の周囲に位置するアルコール検出センサ6」は，運転者から放出されたアルコール濃度を検出するものではなく，運転席の周囲におけるアルコール濃度を検出するものにすぎないから，「対象者の生体情報として少なくとも生体ガスを収集する収集器具」には相当しないと主張する。",
                    "しかし，本願発明1においては，運転者から放出されたアルコールのみを選択的に検出するための構成が特定されず，収集器具の取り付け位置としては，椅子本体の一部に組み込まれることを特定するのみであるから，引用文献3のような，室内空間におけるアルコール検出センサ6の設置場所におけるアルコール蒸気分布から，乗員の飲酒の有無を判定するものも排除されていない。本願明細書等でも，「生体情報収集椅子10の背もたれ部1bの頭部近傍(例えばヘッドレスト等)に設置することで，対象者Mの生体ガスGとしての呼気を主として捕集することが可能である。」(【0015】)と記載され，「収集器具」を「ヘッドレスト近傍」に設置し，これにより「主として」対象者Mの生体ガスGとしての呼気を収集可能と記載されており，対象者M以外の呼気が副次的に混入し得る可能性は排除されていない。一方，引用文献3では，「そして，上記車室2内に，4つのアルコール検出センサ6～9を配置する。各アルコール検出センサ6～9は，例えば，各座席3，4，5の背もたれ上部における，例えばヘッドレスト近傍に配置する。」(【0008】)とされており，本願発明1における収集器具も，引用文献3記載の技術の「アルコール検出センサ」も，ヘッドレスト近傍に設置され，主として運転者の生体ガスを収集するが，運転者以外の生体ガスが収集される可能性が否定できないという点で相違がない。",
                    "次に，引用文献3には，「また，4つのドア10～13が同時期に開閉した場合には，運転者近傍のアルコール検出センサ6の検出値の絶対値だけで判定するようにしても良い。」(【0021】)と記載され，「また，絶対値で判定する場合には，開閉したドア10～13に近い座席の空気雰囲気はドア10～13の開閉で換気が行われるので，ドア近接のアルコール検出センサ6～9の検出値単独で，当該検出値のピーク値が所定以上の場合に無条件に飲酒者と判定しても良い。」(【0035】)と記載されているところからすると，運転者近傍のアルコール検出センサ6の検出値の絶対値だけでの判定も想定されているのであって，「運転席3の周囲に位置するアルコール検出センサ6」単独では飲酒判定することができないとはいえない。",
                    "したがって，原告らの上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，乗員の生理状態(緊張状態や覚醒低下状態)や健康状態を推定し，乗員が覚醒低下状態にあると推定したときには，乗員に警告することで，安全性の向上化を図るものであり(【0004】)，引用文献3に記載された技術は，体内にアルコールが残っている状態で自動車を運転すると，注意や判断がおろそかになり，的確な操作ができなくなってしまうという問題に対応するものであって(【0002】)，安全性の低下する状態を認識して安全性の向上を図るという技術分野が共通する。そして，引用発明と引用文献3に記載された技術は，安全性の低下する状態を認識するために生体情報を収集するという作用・機能においても共通する。",
                    "引用発明は，車両の乗員に装置装着の負担をかけないように生体情報を収集するものであるが(【0026】)，引用文献3についても，アルコール検出センサは，ドアの開閉や着座センサの出力を検知することによりアルコール濃度の検出を行って，運転手による操作を要さず運転手の状態を検出しているところからすると，引用文献3に記載の技術は，運転手に特段の操作の負担をかけることなく，椅子に座るだけで生体情報を収集するという課題を内在しているものということができるから，引用発明と引用文献3に記載された技術については，課題の共通性も認められる。",
                    "以上によると，引用発明と引用文献3に記載された技術は，技術分野の関連性，課題の共通性，作用・機能の共通性が認められ，当業者において，両者を組み合わせる動機付けがあるものと認められる。そうすると，当業者は，引用発明に，引用文献3に記載された技術を組み合わせることにより，相違点に係る構成を容易に想到し得たものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，前記第3の1(1)イのとおり，本願発明1は各種診断に供することを課題とするものであり(本願明細書等【0005】)，診断対象者の生体情報としての生体ガスを収集するに当たって，まず，診断対象者と生体ガスとを関連付ける必要があり，診断対象者が誰かという認証を先に行うことが必須であることは明らかであるのに対し，引用文献1及び同3には，このような課題について記載がないことはもちろん，その示唆もないと主張する。",
                    "しかし，引用発明は，光検出器の出力信号に基づく着座者の個人認証を行い，個人認証の結果，車両のエンジンの始動装置等の関連機器の作動を可能とするものであり，引用文献3に記載された技術は，運転者のアルコールを検出し，アルコール検出値が所定の値を超えたときに，車両が機能しなくなるようにする技術であるから，引用発明に引用文献3に記載の技術を適用する場合，光検出器の出力信号に基づく着座者の個人認証とアルコール検出センサによるアルコール検出は共に運転の開始前に行われるものとなるところ，着座者の個人認証及び運転者のアルコールの検出は，一方が行われなければもう一方を行うことができないという性質のものではなく，どちらを先に行ってもそれぞれの機能を発揮するものである。そうすると，個人認証及びアルコール検出のどちらを先に行うかは当業者が適宜決定し得る事項にすぎない。また，運転者の個人認証と飲酒判定を行う装置において個人認証の後に飲酒判定を行うことは，乙4(特開2009-020683号公報)の【0069】，【0071】，【0073】，【図8】及び乙5(特開2012-051413号公報)の【0038】，【0041】，【図4】にみられるとおり，本願出願時に周知である。",
                    "よって，引用発明に引用文献3に記載の技術を適用するに当たり，光検出器の出力信号に基づく着座者の個人認証を行い，その後，当該着座者が認識された条件で，アルコール検出センサによるアルコール検出を行うようにすることは当業者が適宜なし得る設計事項にすぎず，個人認証の後に飲酒判定を行うことは周知であったのであるから，原告らの上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な作用効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，前記第3の1(1)ウのとおり，本願発明1は，「対象者に負担をかけることなく，椅子に座るだけで生体情報として少なくとも生体ガスを収集し，各種診断に供することができる。」(【0009】)という効果を奏し，これは，引用発明の効果に比べ，特別に顕著なものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用文献1の【0013】,【0014】,【0026】，【0053】，【0065】の各記載からすると，引用発明は，着座するだけで，対象者に装備装着の負担もかけず，運転操作にも関係なく，着座者の脈波を検出し，着座者の健康状態と生理状態とを推定することができるという効果を奏するといえる。",
                    "また，引用文献3に記載された技術も，【0020】，【0022】及び【0031】の各記載からすると，運転者がドアを開けて運転席に着座するだけで，アルコール濃度を検出し，運転者の飲酒状態(すなわち，生理状態)を判定することができるという効果を奏するものである。",
                    "そして，本願明細書等において，診断例として記載されている【00025】及び【0026】からすると，本願発明1にいう生体ガスのガス成分の分析による「診断」は，飲酒程度や運動能力の予測，運転手の走行時における生体情報変化の分析等を含み，引用発明や引用文献3に記載された技術における生理状態の推定ないし判定と共通するものであるし引用発明及び引用文献3に記載された技術の効果と比較して，格別の効果を奏することを示唆する記載は見当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "そうすると，本願発明1は，引用発明及び引用文献3に記載された技術に基づき当業者が容易に発明をすることができたものであるから，取消事由1は理由がない。",
                "よって，本願発明1は進歩性を欠くとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(手続違背・特許法50条違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，前記第3の2(1)のとおり，特許法50条違反の手続違背があると主張するところ，被告は，この主張について，時機に後れたものとして却下されるべきであると主張する。確かに，拒絶査定時に審査官が引用文献3について通知したかどうかは，原告らが直接認識できた事実で，第1回の準備書面において主張できたはずなのに，令和3年2月10日付けの第2回原告準備書面によって初めて主張されるに至ったのであるから，時機に後れたものというべきであるが，それによって訴訟の完結を著しく遅滞させるとまではいえないので，これを却下することはしない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件拒絶理由通知では，出願当初の請求項6に対して引用文献1及び引用文献3に記載された発明に基づいて，進歩性欠如についての拒絶理由が通知されている(甲4)ところ，出願当初の請求項1，3及び6は以下のとおりである。",
                "「【請求項1】",
                "少なくとも座部及び背もたれ部を有する椅子本体と，",
                "前記椅子本体に着座した対象者を認識する認識手段と，",
                "前記椅子本体の一部に組み込まれ，前記認識手段で対象者が認識された条件で，前記椅子本体に着座した対象者の生体情報を収集する収集器具と，を備えたことを特徴とする生体情報収集椅子。",
                "【請求項3】",
                "室内空間に設置される座席の少なくとも一部に請求項1に記載の生体",
                "情報収集椅子を用いたことを特徴とする乗り物。",
                "【請求項6】",
                "請求項3に記載の乗り物のうち，室内空間が閉空間になり得る態様において，",
                "前記収集器具は対象者の生体ガスを捕集するガス捕集器具であることを特徴とする乗り物。」",
                "上記のとおり，出願当初の請求項6は出願当初の請求項3を引用し，出願当初の請求項3は出願当初の請求項1を引用しているから，結局のところ出願当初の請求項6は，生体情報が生体ガスであることを特徴とする，請求項1に記載の生体情報収集椅子を用いた乗り物に係る発明ということになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "拒絶査定は，拒絶査定時の請求項1に対して，引用文献1及び同3に記載された発明に基づく進歩性の欠如を拒絶理由としてなされているところ，拒絶査定時の請求項1の記載は以下のとおりである(下線は本件拒絶理由通知時の請求項1からの補正箇所を示す。)。",
                "「【請求項1】",
                "少なくとも座部及び背もたれ部を有する椅子本体と，",
                "前記椅子本体に着座した対象者が誰であるかを認識する認識手段と，",
                "前記椅子本体の一部に組み込まれ，前記認識手段で対象者が認識された条件で，前記椅子本体に着座した対象者の生体情報として少なくとも生体ガスを収集する収集器具と，を備えたことを特徴とする生体情報収集椅子。」",
                "これによれば，拒絶査定時の請求項1には，生体情報に，出願当初の請求項6に記載された「生体ガス」を含む点が追加されたことになるところ，前記のとおり，本件拒絶理由通知では，出願当初の請求項6に対しては，引用文献1及び引用文献3に記載された発明に基づいて，進歩性欠如についての拒絶理由が通知されているのであるから，出願当初の請求項1については，引用文献1に基づく進歩性欠如についての拒絶理由しか通知されていないとしても，出願当初の請求項6に記載された「生体ガス」を含む点が追加された拒絶査定時の請求項1については，本件拒絶理由通知によって，出願当初の請求項6に対する拒絶理由という形式で，引用文献1及び同3に基づく進歩性欠如の拒絶理由が通知されていたということができる。",
                "そうすると，原告らは，審査段階の拒絶理由通知により，拒絶査定時の請求項1について，引用文献1及び引用文献3に基づく進歩性欠如について，実質的に防御の機会が与えられていたということができるし，現に，原告らは，審査段階における拒絶理由通知に対する応答として手続補正書と同時に提出した意見書(甲7)で，拒絶査定時の請求項1にいう「収集器具」について，引用文献1ないし同4のいずれにも開示されていないとし，「引用文献1～4に記載の発明(引用発明1～4)・・・を組み合わせたとしても・・・本件発明には想到し得ないものと思料する。」と主張していることが認められる。",
                "したがって，拒絶査定に特許法50条違反があるとの原告らの主張は理由がない。",
                "また，本件審決が引用文献1及び同3に基づく拒絶理由通知をしなかったことにも，手続違背はない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3(手続違背・審理不尽)について",
          "text": [
            "原告らは，前記第3の3(1)のとおり，本件審決において，本願発明1についての審理だけを行い，本願発明2ないし13の審理を行っていないことについて，審理不尽があると主張する。",
            "しかし，被告が主張するとおり，特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又は特許審決がされ，これに基づいて一つの特許が付与され，一つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。このことは，特許法49条，51条の文言のほか，特許出願の分割という制度の存在自体に照らしても明らかである(最高裁判所平成19年(行ヒ)第318号同20年7月10日第一小法廷判決・民集62巻7号1905頁参照)。",
            "本件において，本件審決は，本願発明1について，特許法29条2項の規定により特許を受けることができないと判断しており，これによって本願が全体として同法49条2号に該当し，拒絶をすべきものになることは明らかである。",
            "よって，本件審決に審理不尽は認められない。"
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上によれば，原告ら主張の取消事由はいずれも理由がなく，本件審決について取り消されるべき違法は認められない。",
            "したがって，原告らの請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}