{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-5954号事件について令和元年11月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年8月4日，別紙記載1の商標(以下「本願商標」という。)について，同年1月16日に商標登録出願をした商願2017-002878号に係る商標法10条1項の規定による分割出願をしたが，平成31年2月8日付けで拒絶査定を受けたことから，令和元年5月8日，これに対する不服の審判を請求した(不服2019-5954号)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，令和元年11月18日，「本件審判の請求は，成り立たない。」とする審決(出訴期間として90日を附加。以下「本件審決」という。)をし，その謄本は，同年12月2日に原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和2年3月26日，本件審決の取消しを求めて，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本願商標は，別紙記載2の登録商標(以下「引用商標」という。)と類似する商標であり，かつ，本願商標の指定商品及び引用商標の指定商品は同一又は類似の商品であるから，商標法4条1項11号に該当し，商標登録を受けることができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分離観察可能との認定の誤り)",
          "text": [
            "以下のとおり，本願商標は，全体として一連一体で不可分的に結合されているロゴであり，文字と図形との組合せであっても分離観察することができない結合商標であるから，これを分離観察することができるとした本件審決の判断には誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "外観上の一体性があること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，左側に，赤色のリボン状のものをハート型様の形状となるように配置した図形(以下「本件図形部分」という。)が配置され，中央には，本件図形部分と同等の高さの黒色の欧文字「T」及び同文字よりも若干小さめのフォントの黒色の欧文字列「HAＮKS」が続けて配置された上で同文字列の上部に黒色の欧文字列「Related  to  Heart」が配置され(以下，これらの文字部分を「THAＮKS部分」という。)，右側に，本件図形部分と同じ高さ，同程度の横幅で，かつ，同様の線で赤色の欧文字「A」と「I」を楕円でつなげたような文字及び図形からなる部分(以下「AI部分」といい，THAＮKS部分と併せて「THAＮKSAI部分」ということがある。)が配置されており，全体として「THAＮKS」の文字が大きく目立つ態様で構成されている。",
                    "このように，本願商標は，左側の本件図形部分，中央のTHAＮKS部分及び右側のAI部分が同じ高さで連続的に横一列に配置されている上，赤色の本件図形部分及びAI部分が黒色のTHAＮKS部分を左右対称に挟み込み，また，本件図形部分及びAI部分がほぼ同一の大きさであるなど，全体として極めてバランスよく一体的に構成されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件図形部分及びTHAＮKS部分は，高さが同一となるように構成されるなど，配置上の一体性がみられる上，使用される線の態様にも共通点がみられるなど，外観上の一体性がみられる。",
                    "また，THAＮKS部分及びAI部分は，欧文字であることが共通するほか，同一の書体でほぼ同一の大きさの文字である上，両部分を連続してみると，原告の商号の一部である「THAＮKSAI」(サンクスアイ)を構成するものであり，外観上の一体性がみられる。",
                    "さらに，本件図形部分及びAI部分は，同じ赤色で，縦横がほぼ同一の大きさであり，THAＮKS部分を左右対称に挟み込む態様で構成されている上，AI部分の楕円形状の線の幅，太さ及び色については本件図形部分と同様のものが用いられるなど，外観上の特徴が共通している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本願商標の各構成部分は，全体としてバランスよく配置されている上，それぞれの部分において特徴的な共通点を有するなど，強く有機的な関連性を有しているから，外観上のつながりが認められ，全体として一体的であると評価されるべきものである。",
                    "したがって，本件図形部分を敢えて分離して観察することが取引上不自然であることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "観念上の一体性があること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，以前から，自己のグループ名「THAＮKSAI」を「感謝愛」と訳し，台湾及び中国商標の出願人名の表記においても「THAＮKSAI」に該当する部分を「感謝愛」として表記するなど，グループ全体でこの一体となったロゴを使用し，「感謝」や「愛」等が企業イメージとして定着するよう活動してきた。",
                    "このような状況の下で本願商標の各構成部分を総合的にみれば，本件図形部分は，「愛」を暗示する赤色配色からなる上，「心」や「愛」を暗示するハート型形状であることから，同部分からは「心，愛，ハート」といった意味合いが一定程度想起され，AI部分からも「愛(アイ)」といった称呼及び意味合いが表される。また，本件図形部分及びAI部分は，視覚的にも観念的にも対になるよう両側に配置されている上，THAＮKS部分上部の「Related  to  Heart」の文字部分からも「心，愛との結びつき」といった観念が生じて，それぞれの構成部分から「心，愛」という共通の観念が生じることとなる。さらに，本件図形部分がハート型様の形状からなる上，THAＮKS部分には「Heart」の文字があることから，この点においても，本件図形部分及びTHAＮKS部分は，称呼及び観念が密接に関連しているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に加え，「THAＮKS」の文字からは「感謝」の意味が生じ，これに両サイドの本件図形部分及びAI部分を併せると，本願商標は，「感謝愛」という原告のモットーであり，中国語表記のグループ名を表す語としての意味合いが生じるように巧みに構成されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願商標は，全体として，視覚だけでなく観念上も密接な関連を有する結合体として認識，理解されなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "世間一般においては，会社名とシンボルマークとを組み合わせて表すことが広く行われており，本願商標も，各構成部分について，常にその一体的な記憶，印象，連想等の下で需要者等に捉えられるのであるから，本願商標の構成中の一部分を取り出して分離観察することを正当化するような事情を見出すことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに加え，原告が，グループ会社であるサンクスアイ株式会社の会員制サイトにおいて本願商標の指定商品の1つである化粧品を販売し，本願商標をこれらの製品，パンフレット，ホームページ等において使用しているほか，各種会社紹介等においても幅広く本願商標を使用している点を踏まえると，なおさら本願商標は一体的に観察されるべきものといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(要部認定の誤り)",
          "text": [
            "仮に，本願商標を分離して観察することが可能であったとしても，以下のとおり，THAＮKS部分又はTHAＮKSAI部分のいずれかを要部として認定することができるだけであり，本件図形部分のみを取り出して要部とすることはできないから，同部分を要部と認定した上で引用商標と対比した本件審決の判断には誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の構成からの評価",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件図形部分は，図形全体としてみれば，よくあるリボンモチーフを重ねてハート型様にした形状で単色という単純な構成からなるものであり，一般的な形状の域を超えた図形ではなく，対比されるTHAＮKS部分やTHAＮKSAI部分を無視することができるほど，看者に対して強く支配的な印象を与えるような特異なものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "他方で，本願商標においては，赤い図形様のロゴである本件図形部分及びAI部分に挟まれた中心に，全体の3分の2程度の割合を占める大きさで，黒色の「THAＮKS」の文字が記載されており，THAＮKS部分が，極めて目立つものであり，看者に強く支配的な印象を与えていることは，外観上明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，THAＮKSAI部分は，原告のグループ名を表すものであり，かつ，独特の造語であることから，強い自他商品識別力が認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，今日の情報社会において文字が果たす情報伝達機能の重要性に鑑みれば，一般的な図形部分に比して，文字を含む部分が需要者にとって認識し得るような態様であれば，需要者は，文字部分に特に強く着目するのであるから，その大部分が欧文字表記で構成されているTHAＮKS部分やTHAＮKSAI部分は，需要者において，図形である本件図形部分よりもはるかに注目される部分である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "しかも，「THAＮKS」の文字や「THAＮKSAI」の文字は，指定商品との関係において，商品の産地，販売地，品質，原材料，効能，用途，形状等を明示又は暗示するような用語ではないから，強い識別機能を発揮するものであり，これらの部分からは，出所識別標識としての「サンクス」，「サンクスアイ」，「リレイテッドトゥーハート」というような称呼，「心，愛」，「心，愛の結びつき」，「感謝」，「感謝愛」等の観念が生じるほか，THAＮKSAI部分からは原告のグループ名も想起される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "加えて，本件図形部分の色彩が赤色で構成され，語頭に配置されているために，看者が同部分に一定程度注目をするというのであれば，看者は，同時に，対になっている赤色のAI部分にも注目するはずであり，結果的に全体としてバランスよく構成された本願商標全体に注目するものとみるのが自然であるから，この点を踏まえても，需要者が本件図形部分だけに着目することはあり得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，仮に本願商標が分離観察可能であったとしても，本件図形部分は，THAＮKS部分又はTHAＮKSAI部分と比較して，取引者，需要者に対して商品の出所識別標識として強く支配的な印象を与えるものとは認められない。また，THAＮKS部分及びTHAＮKSAI部分は，出所識別標識としての称呼，観念が生じるものであり，むしろ本件図形部分よりも強く支配的な印象を与えるものである。",
                    "これらの点を踏まえると，本件図形部分が本願商標の要部とはなり得ないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "会社名とシンボルマークとを組み合わせた企業ロゴは，通常，当該企業の企業活動全般において繰り返し使用されることから，需要者は，その全体をロゴとして認識するか，又は会社名の表記部分に着目するのが通常である。それゆえ，会社名を表示する文字部分は，需要者等に対して強く支配的な印象を与える部分となるのであって，本件でいえば，THAＮKSAI部分がこれに該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，取引の実情を加味しても，本件図形部分のみを抜き出して着目することはあり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「THAＮKS」や「THAＮKSAI」の文字は，指定商品との関係において強い識別機能を有するから，これらの文字が我が国において比較的親しまれた英語であるという点は，文字部分の識別力を下げ，相対的に図形部分の識別性を高める理由とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件図形部分は，一般的な形状の域を超えるものではないところ，本件審決が認定しているように「一見して何を表すものかを認識させることのない図形」なのであれば，需要者は，同部分を頭の中に記憶としてとどめることはなく，一旦記憶したとしても，その外観上の特徴が乏しいために時間と共に記憶から消えていくことになるのであるから，上記認定は，むしろ，同部分が外観上極めて弱い識別力しか有さず，本願商標の要部とはなり得ないことを裏付けているといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件図形部分の赤色が見る者の注意を促す色彩であるとすれば，AI部分も同様であるはずであるところ，本件図形部分及びAI部分は，線の幅や太さ，全体の構成に占める幅の割合がほぼ同一で，THAＮKS部分を挟む形で左右対称に配置されているのであるから，需要者等は，まずは本件図形部分及びAI部分に注目した上で，その間に位置するTHAＮKS部分の関連性に着目し，ひいては本願商標全体を一体的に記憶にとどめるものと考えるのが自然である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "文字部分が横書きされた商標は，その特性上，一般に左側から順に看取されるものといえるが，本願商標は，図形と文字とを組み合わせた結合商標であり，かつ，文字部分を両サイドから図形で挟み込んだ特殊な態様のロゴからなる商標であるから，文字部分のみからなる商標の議論は当てはまらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標は，会社名とシンボルマークとを組み合わせた企業ロゴであり，需要者等は，THAＮKSAI部分に注意を引かれるか，又はロゴ全体に注意を引かれるのであり，本件図形部分のみを記憶にとどめ，その外観をもって取引に当たることは想定し得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件図形部分について，特定の称呼や観念が生じないというのであれば，同部分自体は，自他商品識別標識としての機能はないか，外観上の識別性のみを備える極めて識別機能の弱い部分であるということを意味する。そして，本件図形部分は，全体としてみればよくあるリボンモチーフを重ねてハート型様にしたものであり，称呼や観念において識別機能がないことを凌駕し得るだけの外観上の強い識別力を有するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件図形部分が，我が国において特定の事物を表したもの，又は何らかの意味合いを表すものとして認識され，親しまれているというものではないとすれば，必ずしも最初に需要者等の注意を引くとは限らず，どちらかといえば，見る者が認識しやすい文字部分であるTHAＮKS部分又は図形と文字とを併せたロゴである本願商標全体が，需要者等の注意を引き，強く支配的な印象を与えるものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標の構成態様について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，左側から，本件図形部分，THAＮKS部分及びAI部分を横一列に配し，これらを結合した商標であるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本願商標は，各構成部分の色彩が同一ではなく，左側から赤色，黒色，赤色の順で色合いを変えていることに加え，本件図形部分は商品の出所等を端的に表示するシンボルマークのような印象を与えるものであるから，各構成部分が，それぞれ，分離した印象を与えるものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標の称呼及び観念について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件図形部分が，我が国において特定の事物を表した物，又は何らかの意味合いを表すものとして認識され，親しまれているというべき事情は認められない。",
                "他方で，THAＮKSAI部分は，「THAＮKS」の欧文字，多少図案化された「AI」の欧文字及び「Related  to  Heart」の欧文字からなるところ，「THAＮKS」の部分は「感謝」等の意味を有する英語「thank」の複数形であり，「AI」は「人工知能」を意味する略語であり，「Related  to  Heart」は「心に関連のある」といった意味合いを看取させる英語であって，いずれも我が国において比較的親しまれた英語や略語からなるものであるから，それぞれの欧文字に相応して「サンクス」，「エーアイ」，「リレイテッドトゥーハート」の称呼を生じ，また，それぞれの欧文字は上記意味合いを理解させるとしても，全体としては特定の観念を生じないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願商標からは「感謝愛」や原告のグループ名等の観念が生じる旨主張するが，一般的に，本願商標のような図形と文字の結合商標に接する需要者は，図形の特徴や文字の意味合いにそれぞれ着目するものの，これらを必ずしも併せて観念づけるとはいえず，仮に本願商標をそのように着目する者がいたとしても，必ずしも原告が主張するような観念が生ずるとはいえない。",
                "そして，本願商標が，その指定商品との関係において，需要者の間に広く知られていると判断できるような取引の実情は確認することができないことからすれば，本願商標に接する需要者が，本願商標の図形部分及び文字部分から，原告が主張する「感謝愛」や原告のグループ名等の観念を生じると理解するものというべき特別な事情が存するとは考え難い。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上のとおり，本願商標は，その構成態様から，本件図形部分，THAＮKS部分及びAI部分が，視覚上，分離して看取されるものであるところ，本件図形部分は，赤色で，左側に位置していることに加え，商品の出所等を端的に表示するシンボルマークのような印象を与えるものである。",
                "そして，THAＮKS部分及びAI部分は，色彩が黒色と赤色とで異なるとしても，共に欧文字で横書きされているため，これらは，一体的に捉えられる場合があるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件図形部分は，特定の称呼及び観念は生じず，本願商標の指定商品との関係において，商品の品質や特徴等を表示したものとは認められないものであり，THAＮKSAI部分は，「サンクスエーアイリレイテッドトゥーハート」等の称呼が生じるものの，特定の観念は生じず，本願商標の指定商品との関係において，商品の品質や特徴等を表示したものとは認められないものであるから，これらは，いずれも出所識別機能を有するものであり，それぞれが独立して自他商品の識別標識として機能するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，本件図形部分が文字部分を具現化した図形である，または，本件図形部分及びTHAＮKSAI部分が視覚上連続した構成である等の特別な事情は存在しないため，本件図形部分及びTHAＮKSAI部分は，相互に密接な関連性を有しているとはいえず，判読し得ない本件図形部分と判読可能なTHAＮKSAI部分とが，必ずしも一体不可分としてのみ捉えられるものではないことから，本願商標は，本件図形部分とTHAＮKSAI部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえないものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，一般的に，赤色は見る者に注意を促す色彩であり，かつ，その構成中の文字部分が横書きされた商標は，左側から順に看取されるものであることからすると，本願商標の各構成部分がいずれも同じ高さで，連続的に横一列で配置されているとしても，赤色で左側に配置され，商品の出所等を端的に表示するシンボルマークのような印象を与える本件図形部分は，看者の注意を引くものであって，これに接する需要者等に強く支配的な印象を与える部分といえるものである。",
                "そうすると，本願商標に接する需要者等は，本件図形部分をその記憶にとどめ，その外観をもって取引にあたる場合も決して少なくないといえる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本願商標は，本件図形部分のみを他人の商標と比較して商標の類否を判断することも許されるというべきであるから，同部分が本願商標の要部であると認定した上で引用商標と対比し，本願商標と引用商標が類似すると判断した本件審決に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1及び2について",
          "text": [
            "事案に鑑み，取消事由1及び2をまとめて判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "類否判断の手法について",
              "text": [
                "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁，最高裁平成6年(オ)第1102号同9年3月11日第三小法廷判決・民集51巻3号1055頁参照)。",
                "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合においては，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して類否を判断することは，原則として許されないが，その場合であっても，商標の構成部分の一部が取引者又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与える場合や，それ以外の部分から出所識別標識としての称呼，観念が生じない場合などには，商標の構成部分の一部だけを取り出して，他人の商標と比較し，その類否を判断することが許されるものと解される(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。",
                "以下，上記の判断枠組みに沿って，本願商標及び引用商標の類否について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の構成について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，左側から順に，本件図形部分，THAＮKS部分及びAI部分からなる結合商標であり，各構成部分は，同じ高さで横一列に，重なり合うことなく配置されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件図形部分は，太さが均一でない赤色の線で描かれており，下方の1点で交差する縦長ループを横に2つ並べたような図形である。また，本件図形部分は，全体としてハート型様の形状となるように，2つの縦長ループを一筆書きしたような図形であるとみることも可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "THAＮKS部分は，「T」の欧文字，その右側に配置された同文字よりもやや高さが低い「HAＮKS」の欧文字，その上部に配置された小さめの「Related  to  Heart」の欧文字からなり，これらの文字は，いずれも黒色の線で描かれている。また，THAＮKS部分は，本願商標のうち3分の2程度の幅を占めている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "AI部分は，赤色の線で描かれた「AI」の欧文字であり，本件図形部分とほぼ同じ幅である。また，AI部分の「A」の文字の中央の横線は，横長の楕円形に図案化され，「AI」の文字の中段に同文字を取り巻くように描かれている。もっとも，上記図案化の程度は低く，AI部分は，図形ではなく文字として認識されるものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "分離観察の可否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観からの検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(2)のとおり，本願商標においては，左側から順に，赤色の図形である本件図形部分，黒色の文字であるTHAＮKS部分及び赤色で多少図案化された文字であるAI部分が，重なり合うことなく配置されているところ，このような色彩や構成の違いからすれば，各構成部分は，同じ高さで横一列に配置されてはいるものの，それぞれが独立したものであるとの印象も与え，視覚上分離して認識され得るものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，上記(2)のとおり，THAＮKS部分は，目につきやすい中央部に相当程度の幅で表されており，看者の目を引きやすいとはいえるものの，他方で，一般に，赤色は黒色よりも注意を引きやすい色彩であるといえることからすれば，本願商標に接した者は，THAＮKS部分のみならず，赤色の本件図形部分及びAI部分にも注意を引かれるものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，上記(ア)及び上記(2)エのとおり，AI部分は，他の構成部分と視覚上分離して認識され得るものといえるが，他方で，図形ではなく文字として認識されるものといえることからすれば，THAＮKS部分と併せて一連の欧文字の列として認識されることもあるといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の各事情を併せ考慮すると，本願商標に接した者は，各構成部分がそれぞれ独立したものと認識するか，又は図形である本件図形部分と文字であるTHAＮKSAI部分とに分けられるものと認識するといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼及び観念からの検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(2)イのとおり，本件図形部分は，2つの縦長ループを横に2つ並べたか，又は全体としてハート型様の形状となるように一筆書きした図形であるとみることができるところ，その形状や色彩を見ても，大きな特徴がある図形であるとはいい難く，何らかの意味合いを表すものとして認識されるものとはいえないから，同部分からは，特定の観念は生じず，何らの称呼も生じない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "THAＮKS部分についてみるに，同部分のうち「THAＮKS」の欧文字は，平易な英語である「thank」の複数形であり，「サンクス」との称呼が生じる上，その訳に従って「感謝」等の観念が生じるといえるものの，それ以上の特定の観念が生じるものとはいえない。",
                        "また，「Related  to  Heart」の欧文字は，比較的平易な英語であるといえるところ，「リレイテッドトゥーハート」との称呼が生じる上，その訳に従って「心に関連する」といった観念が生じるといえるものの，それ以上の特定の観念が生じるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "AI部分についてみるに，「AI」の欧文字は，人工知能を意味する略語として広く知られていることからすれば，「エーアイ」との称呼が生じる上，「人工知能」の観念が生じるといえるものの，それ以上の特定の観念が生じるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件図形部分，THAＮKS部分及びAI部分は，称呼の面からみても，観念の面からみてもばらばらであり，統一性のある称呼ないし観念によって結び付けられているとはいえないから，本願商標は，称呼，観念の観点から不可分であるということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記ア及びイで検討したとおり，本願商標の各構成部分は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものといえる上，称呼，観念の観点から不可分であるともいえず，他に，その不可分一体性を認めるべき事情も見当たらない。",
                        "そうすると，本件図形部分とその他の構成部分とは，本件図形部分のみを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，本件図形部分を分離して観察することは可能であるというべきところ，本件図形部分は，相応の特徴を備えている上，それが，看者の注意を引きやすい赤色で描かれた図形であることや，最も左側に配置されていることなども併せ考慮すると，本願商標に接した者は，本件図形部分を，単なる装飾ではなく，THAＮKS部分及びAI部分とは独立したシンボルマークのようなものと認識するものといえるから，これを要部として観察することも許されるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上検討したところによれば，本件においては，本願商標から本件図形部分を抽出し，同部分のみを他人の商標と比較して類否を判断することが許されるというべきである。",
                        "したがって，取消事由1及び2は，いずれも理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願商標は会社名とシンボルマークとを組み合わせた企業ロゴであり，需要者等はその全体を企業ロゴとして認識するか，又は会社名の表記部分に着目するのが通常であるから，全体を一体的に観察すべきである旨主張する。",
                "しかしながら，いわゆる企業ロゴに接した需要者等が，図形やマーク部分のみに注意を引かれることも当然にあり得るというべきであるから，企業ロゴについて，常に全体を一体的に観察すべきであるとはいえない。また，上記1で検討したとおり，本件図形部分は，本願商標の外観上，他の構成部分と一体のものと認識されるものではなく，また，相応に目立つ態様で表示されているといえるのであるから，本願商標に接した者が，本件図形部分のみに注意を引かれることは十分にあり得るというべきである。",
                "したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，THAＮKSAI部分の称呼及び観念に関して，同部分は原告のグループ名「THAＮKSAI(サンクスアイ)」を表すものであり，同部分からは「サンクスアイ」等の称呼が生じ，また，原告グループのモットーである「感謝愛」等の観念が生じる上，これに伴って，他の構成部分からも共通する観念が生じる旨主張する。",
                "そこで検討するに，証拠(甲3ないし7，9の1及び2，甲10，11)及び弁論の全趣旨によれば，原告が，サンクスアイ株式会社との名称のグループ会社を有し，指定商品に係る同社の事業において本願商標を使用していることが認められる上，原告は，グループ全体で，「感謝」，「愛」等を企業イメージとして事業活動を行ってきたことがうかがわれる。",
                "しかしながら，この点が，取引の実情として主張されているのだとすれば，上記事情は，原告の現状の取引状況に基づく個別的な事情であって，取引状況として考慮することが許される，その指定商品全般についての一般的，恒常的事情(最高裁昭和47年(行ツ)第33号同49年4月25日第一小法廷判決・審決取消訴訟判決集昭和49年443頁参照)といえるかどうかは疑問である。また，この点を措くとしても，THAＮKS部分及びAI部分は，いずれも比較的平易な英語や広く知られた略語であるところ，本件各証拠をもっても，本願商標の指定商品の取引者や需要者の間において，原告のグループ名や企業イメージが広く知られていたものとまでは認められないことからすれば，THAＮKSAI部分から直ちに原告のグループ名や企業イメージを表すような特定の称呼や観念が生じるものとはいえない。",
                "したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，原告のグループ名を表すTHAＮKSAI部分の自他商品識別標識としての機能は極めて強いのに対して，本件図形部分は，よくあるリボンモチーフを重ねてハート型様にするなどの単純な構成からなる上，同部分から特定の称呼や観念が生じないというのであれば，同部分には自他商品識別標識としての機能はないか，極めて弱い識別力しかない旨主張する。",
                "しかしながら，上記(2)で検討したとおり，THAＮKSAI部分から直ちに原告のグループ名や企業イメージを表すような特定の称呼や観念が生じるものとはいえないことからすれば，同部分が，本願商標の指定商品との関係において，殊更に強い出所識別機能を有するものとはいえない。",
                "他方で，上記1で検討したとおり，本件図形部分は，本願商標において相応に目立つ態様で表示されているといえる上，相応の特徴を備えており，看者の注意を全く引かないほど単純な構成であるとまではいえないことからすれば，同部分は，本願商標の指定商品との関係において，一定程度の出所識別機能を有するものというべきである。",
                "そうすると，他の構成部分と比較しても，本件図形部分は，本願商標の指定商品との関係において，これを要部として抽出して同部分のみを他人の商標と比較して類否を判断することが許される程度の出所識別機能を有するものといえる。",
                "したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "このほか，原告は，種々の主張をするが，これまで検討したところに照らすと，いずれも前記の結論を左右するものではなく，採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1で検討したとおり，本件においては，本願商標から本件図形部分を抽出し，同部分のみを他人の商標と比較して類否を判断することが許されるというべきである。",
                "そして，本件図形部分及び引用商標は，色彩が異なるものの，それ以外の構成は同一である上，いずれも特定の称呼及び観念を生じないものであることからすれば，類似の商標であると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願商標の指定商品のうち第3類「化粧品，せっけん類，歯磨き，香料」は引用商標の指定商品と共通するから，本願商標の指定商品及び引用商標の指定商品は，同一又は類似の商品であると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願商標は，引用商標との関係において，商標法4条1項11号に該当するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本願商標について登録することができないものであるとした本件審決の判断に誤りはなく，原告が主張する取消事由は，いずれも理由がない。",
            "よって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}