{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "特許庁が無効2020-800004号事件について令和2年7月28日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告沢井製薬",
          "text": [
            "原告の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告ニプロ",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的答弁",
              "text": [
                "本件訴えのうち被告ニプロに対する訴えを却下する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的答弁",
              "text": [
                "原告の請求を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，特許権の存続期間の延長登録を無効とする審決に対する取消訴訟である。"
          ]
        },
        {
          "fig": "2",
          "subject": "手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「⽌痒剤」とする発明に係る特許（特許第3531170号。以下，この特許に係る権利を「本件特許権」という。）の特許権者であり，本件特許権について，存続期間の延長登録の出願（出願番号2017-700310号）をして，平成30年7月25日に延長の期間を「5年」とする存続期間の延長登録（以下「本件延長登録」という。）を受けた（甲1）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告沢井製薬は，令和2年1月23日，本件延長登録について無効審判（無効2020-800004号事件［以下「本件審判」という。］）を請求し，被告ニプロは，同年4月10日，本件審判について特許法148条1項に基づいて参加申請をし，特許庁は，同年6月11日，被告ニプロについて，医薬事業を行い，種々の医薬品を現に製造販売しているから，本件特許権について侵害を問題にされる可能性を有しており，延長された本件特許権を無効にすることについて私的な利害関係を有するとして，参加を許可する決定をした（甲60，丙2）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和2年7月28日，「特許第3531170号の特許権存続期間延長登録出願2017-700310号に基づく特許権の存続期間の延長登録を無効とする。」との審決をし，その謄本は同年8月6日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当事者適格の有無についての被告ニプロの主張",
          "text": [
            "以下に述べる理由から，被告ニプロは，本件審判の参加人であるにすぎず，特許法179条ただし書の審判の請求人又は被請求人のいずれにも当たらないから，被告適格を有しない。したがって，被告ニプロに対する訴えは却下されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法148条が定める2種類の参加人の間に相違点がないこと",
              "text": [
                "特許法148条1項に基づく参加（以下，同項に基づく参加を「1項参加」といい，同項に基づいて参加した者を「1項参加人」という。）と同条3項に基づく参加（以下，同項に基づく参加を「3項参加」といい，同項に基づいて参加した者を「3項参加人」という。）とでは，参加人になるための要件も，その地位も，実質的に異ならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "1項参加についても参加の取下げが原則として任意であること",
              "text": [
                "特許庁の審判便覧（丙1。以下「審判便覧」という。）によると，1項参加人は，審決が確定するか，被参加人が請求を取り下げるまでの間は，被参加人及び被請求人の同意を要することなく，参加を取り下げることができると解されている。1項参加人が「請求」をしていないから，参加の取下げには，被請求人の同意が不要であるとされているのである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "参加の申請において「請求」はされていないこと",
              "text": [
                "参加の申請は，特許法施行規則が定める様式第65の参加申請書によりされるが，同様式では1項参加及び3項参加のいずれについても「請求」の定立は求められていない（丙2）。",
                "なお，1項参加は，「共同訴訟参加」に類似するものとの説明がされることがある（丙1）が，共同訴訟参加では，原告の共同訴訟人として参加する場合には，相手方たる被告に対する請求を定立するとされている（丙3）から，「請求」の定立が求められていない1項参加人とは，参加人の手続上の地位が異なる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "1項参加人が「請求人」となるのは審判手続を続行した場合に限られること",
              "text": [
                "1項参加人が無効審判において「請求人」とみなされるのは，被参加人が請求を取り下げ，1項参加人が審判手続を続行した場合のみである。そうでない限り，参加人は「請求人」とみなされることはないと解すべきである。",
                "特許法148条1項には「請求人としてその審判に参加する」と規定されているが，ここで「請求人として」とあるのは，同条2項の規定も踏まえると，「請求人として」当事者自体になるとの意義ではなく，同条4項のような特別の規定がなくとも，請求人と同様の一切の審判手続をすることができるという程度の意義と解される。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "1項参加人の被告適格は審判手続を続行した場合に限られるべきこと",
              "text": [
                "前記(1)～(4)からすると，1項参加人は，被参加人が請求を取り下げ，1項参加人が被参加人に代わり審判手続を続行しない限り，「請求人」とみなされることはないというべきである。このように解しても，審判手続及び訴訟手続において特に不都合はなく，1項参加人の手続保障に欠けるところはない。すなわち，審決取消訴訟の係属中に被参加人が無効審判請求を取り下げた場合，「請求人」として1項参加人が審決取消訴訟を受継することができると解すべきであるし，審決取消訴訟において，被参加人である請求人は「請求の認諾」はできないとされている（丙4）から，その点からしても，1項参加人の手続保障は図られている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告適格を認めることが当事者の意思にも反し，かつ，弊害を生ずること",
              "text": [
                "1項参加人が，審判手続を続行しない限り，「請求人」とみなされることはないと解さないと，実務上，様々な弊害が生ずる。",
                "すなわち，1項参加がされる実務上の主たる目的は，無効審判手続の進行を踏まえながら参加人の商品の上市の時期を見極めることを可能とするとともに，被参加人が特許権者と和解をして無効審判を取り下げるような場合には，被参加人に代わり審判手続を続行することができるようにすることにある。無効審判事件によっては1項参加の参加人の人数が10人を超えるような事案もある（丙5）。これらの1項参加人は，被参加人が審判手続を追行する限り，自ら請求人として「請求」をする意思はないから，特に「請求」を定立していない。それにもかかわらず，例えば，無効審決がされるとき，これらの1項参加人を審決取消訴訟において全て被告としなければならないとすると，被請求人である特許権者は10人を超える参加人を被告として訴えを提起せざるを得なくなるほか，裁判所においてもこれらの1項参加人を全て被告として扱わなければならなくなり，訴訟手続がいたずらに煩雑になり，かつ，遅延を招くなど，訴訟経済にも反しかねない。他方，1項参加人においても，前記のとおり，被参加人に代わり審判手続を続行しない限り，被告として訴訟を追行する権限がなくとも，その手続保障に欠けることはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許法148条1項は，「第132条第1項の規定により審判を請求することができる者は，審理の終結に至るまでは，請求人としてその審判に参加することができる。」として，1項参加人が，特許無効審判又は延長登録無効審判（以下，併せて単に「無効審判」という。）に「請求人」として参加することを明記している。したがって，1項参加人は，特許法179条1項の「請求人」として，被告適格を有するものと解される。",
            "また，1項参加をすることができるのは無効審判を請求できる者に限られ，かつ，1項参加人は，特許法148条4項のような規定がなくても，当然に一切の審判手続をすることができるとされている上，被参加人が請求を取り下げても審判手続を続行できるとされている（同条2項）。これらのことは，1項参加人が，正に「請求人」としての地位を有することを示しており，そのことからしても，1項参加人は被告適格を有するものと解することができる。",
            "したがって，本件において，被告ニプロは，被告適格を有するものと認められ，被告適格が欠けることを理由とする被告ニプロの本案前の抗弁は理由がない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告ニプロは，①1項参加人と3項参加人の間には，参加人となるための要件や地位が実質的に異ならない，②審判便覧（丙1）によると，1項参加人も原則として任意に取下げができるとされていること，③参加の申請において「請求」が定立されていないこと，④1項参加人が特許法148条1項に基づいて「請求人」となるのは，被参加人が請求を取り下げ，1項参加人が審判手続を続行した場合に限られること，⑤1項参加人に被告適格を認めなくても手続保障に欠けることはないし，被告適格を認めることが当事者の意思に反し，かつ，弊害が生じるなどと主張し，1項参加人は，被告適格を有しないと主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "上記①について",
              "text": [
                "1項参加をすることができるのは，「第132条第1項の規定により審判を請求することができる者」であるのに対し，3項参加することができるのは，「審判の結果について利害関係を有する者」であって，参加するための要件が異なっている上，特許法148条2項にあるとおり，1項参加人は，3項参加人とは異なり，被請求人が請求を取り下げた後においても，審判手続を続行することができるとされているなど，その地位についても異なっているから，1項参加人と3項参加人とで，審決取消訴訟の被告適格について異なった取扱いをしても不合理とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記②，③について",
              "text": [
                "審判便覧（丙1）によると，1項参加人も3項参加人と同様，被参加人が審判請求を取り下げない限り，被請求人が答弁書を提出した後でも，被請求人の同意なく参加を取り下げることができるとされている。また，1項参加の申請に際して，特許法施行規則様式第65によると，参加申請書に「請求」を記載することは求められていない。",
                "しかし，審判便覧の上記取扱いについては，被参加人が取下げをしない限り，特許法155条2項が保護しようとしている被請求人の利益，すなわち，審決を得て，審判請求の理由がないことを確定するという利益の保護は図られているのであるから，その段階で1項参加人の取下げについて被請求人の同意を要する実益は乏しいことから，上記のように取り扱われていると解され，上記の取扱いが，1項参加人が「請求」を定立していないことに基づくものとはいえず，1項参加人が特許法179条1項の「請求人」に当たらないことの理由とはならない。",
                "また，特許法施行規則様式65についても，1項参加人の請求は，被参加人の請求と同一のものであるとの理解の下に上記のような様式が定められていると解され，そのことから1項参加人が「請求」を定立していないということはできず，1項参加人が，特許法179条の「請求人」に当たらないことの理由とはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "上記④，⑤について",
              "text": [
                "特許法148条1項は，被参加人が請求を取り下げた場合に限り，1項参加人が「請求人」となるとは規定しておらず，1項参加人が同項に基づいて「請求人」となるのは，被参加人が審判請求を取り下げ，1項参加人が審判手続を続行した場合に限られると解することはできない。",
                "また，1項参加人に審決取消訴訟の被告適格を認めることが1項参加人の意思に反する事態を招来するとは認められない。1項参加人が多数いるからといって，そのことにより，訴訟手続がいたずらに煩雑化したり，遅延を招いたりして，訴訟経済に反するとは認められない。",
                "さらに，被告ニプロは，審決取消訴訟の係属中に被参加人が無効審判請求を取り下げた場合，「請求人」として1項参加人が審決取消訴訟を受継することができると主張するが，いかなる法的根拠に基づいてそのような「受継」ができるのか明らかではない。また，仮に，このような「受継」をすることができたとしても，1項参加人が受継した時点での訴訟の進行状況によっては，主張立証が制限されることもあり得るといえ，1項参加人の手続保障に欠けるところがないとはいえない。",
                "以上の検討したところに加え，被告ニプロがその他主張するところを考慮しても，前記1の判断は左右されない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}