{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前項の取消しに係る部分につき，被控訴人の請求を棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(以下，略語は原判決のとおりとする。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「美容器」とする特許(特許第6121026号，本件特許)の特許権者である被控訴人が，原判決別紙被告製品目録記載1ないし6の各美容器(被告各製品)はいずれも本件特許の特許請求の範囲の請求項1に係る発明(本件発明)の技術的範囲に属し，控訴人による被告各製品の製造，使用，譲渡，貸渡し，輸出若しくは輸入又は譲渡若しくは貸渡しの申出は本件特許権を侵害すると主張して，本件特許権に基づき，被告各製品の製造，使用，譲渡，貸渡し，輸出若しくは輸入又は譲渡若しくは貸渡しの申出の差止め(特許法100条1項)を求め，上記侵害行為を組成したものであるとして，被告各製品，その半製品及び製造のための金型の廃棄(特許法100条2項)を求めるとともに，不法行為による損害賠償請求(民法709条及び特許法102条2項)として，損害賠償金1億0089万6455円の一部である5000万円及びうち885万0600円に対する平成29年10月4日(訴状送達の日の翌日)から，うち4114万9400円に対する令和元年7月3日(令和元年6月27日付け訴えの変更申立書送達の日の翌日)から各支払済みまでそれぞれ民法(平成29年法律第44号による改正前のもの。以下同じ。)所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "なお，本件発明を構成要件に分説すると別紙1のとおりであり，旧被告製品の構成を分説すると別紙2-1のとおりであり，新被告製品の構成を分説すると別紙2-2のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決と控訴",
          "text": [
            "原判決は，被告各製品はいずれも本件発明の技術的範囲に属し，控訴人による被告各製品の製造，使用，譲渡，貸渡し，輸出若しくは輸入又は譲渡若しくは貸渡しの申出は本件特許権を侵害すると判断し，控訴人に対し，本件特許権に基づき，被告各製品の製造，使用，譲渡，貸渡し，輸出若しくは輸入又は譲渡若しくは貸渡しの申出の差止め(特許法100条1項)を命じ，上記侵害行為を組成したものであるとして，被告各製品，その半製品及び製造のための金型の廃棄(特許法100条2項)を命じるとともに，不法行為による損害賠償請求(民法709条及び特許法102条2項)のうち，損害賠償金2889万2648円及びうち885万0600円に対する平成29年10月4日(訴状送達の日の翌日)から，うち2004万2048円に対する令和元年7月3日(令和元年6月27日付け訴えの変更申立書送達の日の翌日)から各支払済みまでそれぞれ民法所定の年5分の割合による遅延損害金の支払を命じ，その余の請求を棄却した。そのため，これを不服とする控訴人が控訴した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決「事実及び理由」第2の1(原判決3頁1行目から7頁11行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり補正し，後記5のとおり当審における補充主張(後記5(1)，(2)，(4))及び新たな主張(後記5(3))を付加するほかは，原判決「事実及び理由」第2の2(原判決7頁12行目から8頁5行目まで)，第3(原判決8頁6行目から32頁16行目まで)に記載のとおりであるから，これを引用する。",
            "原判決8頁4行目の後に行を改めて次のとおり付加する。",
            "「オ  サポート要件(特許法36条6項1号)の充足性(争点3-5)"
          ],
          "content": [
            {
              "fig": "カ",
              "subject": "明確性要件(特許法36条6項2号)の充足性(争点3-6)"
            },
            {
              "fig": "キ",
              "subject": "分割要件を充足しないことによる新規性・進歩性の欠如(特許法44条1項，2項，29条1項3号，2項)(争点3-7)」"
            }
          ]
        },
        {
          "fig": "5",
          "subject": "当審における主張",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "争点1(被告各製品が本件発明の技術的範囲に属するか・文言侵害の成否)の主張の補充"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "争点1-1(「棒状のハンドル本体」(構成要件A，B及びF)の充足性)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「棒状のハンドル本体」の解釈",
                          "text": [
                            "本件明細書には，直線状の棒状のハンドルについて，ハンドル本体に凹部を設け，凹部に対応する箇所にハンドルカバーを設けることによりハンドルの強度を高めることができることが示されているだけである。本件発明の課題は，ハンドルの成形の精度や強度を高め，組立工程の効率を向上させることであるところ，本件明細書には，湾曲したハンドルのハンドル本体に凹部を設けた場合にも，ハンドルの成形精度や強度を高め，組立工程の効率を向上させることができることは記載されていない。湾曲したハンドルは，構造学的に見た場合，直線状のハンドルと比較して強度が低下する上に，ハンドルカバーを湾曲させる場合，湾曲形状に合わせた樹脂成形用の金型が必要となるところ，経験則上，そのような湾曲した形状の凹部やハンドルカバーの精度は低下する上，湾曲形状に合わせてハンドルカバーを取り付けないといけないという配慮が必要になることから組立作業の効率が低下することは明らかである。本件発明のハンドルに湾曲した形状のものが含まれるというのであれば，湾曲したハンドルが，どのようにして上記の構造学的な問題や経験則上の問題を克服しているのかが本件明細書に記載されていなければならないが，そのような記載は一切なく，示唆すらない。",
                            "「棒状」という形状に関して，どの範囲まで変形することができ，どのような大きさの円のどのような角度に沿う半径方向までの変形が棒状といえるのか，出願時に本件明細書に明記していない以上，発明の技術的範囲が本件明細書で示された直線状の棒状のものに限定されることは，特許権者自身も想定しているところであり，特許権者の想定以上に，過度に特許権の範囲を拡張して特許権者を保護する理由はない。",
                            "以上より，本件発明の構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，構成要件B，Fの「上記ハンドル本体」とは，本件明細書に記載されているような直線状のハンドル本体であると理解しなければならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "充足性",
                          "text": [
                            "被告各製品のハンドル本体は湾曲しており，直線状ではないから，本件発明の構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，「上記ハンドル本体」，構成要件B，Fの「上記ハンドル本体」という文言を充足していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「棒状のハンドル本体」の解釈",
                          "text": [
                            "控訴人の主張は争う。",
                            "「棒状のハンドル」は，手に把持できる細長い形状のハンドルであれば足り，直線状のもののほか，湾曲した形状であることや，太さが均一ではないものも含む。",
                            "本件発明の技術的意義に照らして，ハンドルが直線状のものに限定される理由はない。本件明細書の【0026】は，ハンドルの好適な一例として直線状のものを例示しているにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "充足性",
                          "text": [
                            "控訴人の主張は争う。",
                            "被告各製品のハンドル本体は湾曲しており，直線状ではないが，本件発明の構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，「上記ハンドル本体」，構成要件B，Fの「上記ハンドル本体」という文言を充足している。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "争点1-2(「凹部」(構成要件A及びC)の充足性)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「凹部」の解釈",
                          "text": [
                            "本件明細書には，本件発明の構成を用いた場合にいかなる技術的理由によってハンドルの成形精度や強度を高め，組立工程の効率を向上させるという効果が発揮されるのかが一切記載されていない。そこで，ハンドルに凹部とハンドルカバーを設けてなおかつ上記の効果を発揮する技術的理由を考察すると次のとおりとなる。すなわち，凹部をハンドル本体の全体に設けた場合，中身が詰まった部分がなく，内部が空洞となり，ハンドル自体は薄い樹脂で形成されることから，中身が詰まったものに比べて強度が弱くなる。これに対し，ハンドルの中央部に凹部を設け，基端部を中身の詰まった構造とすれば，ハンドルにかかる力を中身の詰まった基端部で受け止めることができるから，ハンドル全体の強度は向上するものであり，【図3】，【図4】は，そのような構造を示している。そのため，本件発明の凹部とは，【図3】，【図4】のように，中身が詰まった基端部を残してハンドル本体の中央部に設けられた凹部であり，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」は，そのような意味である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "充足性",
                          "text": [
                            "被告各製品の凹部は，ハンドルの全体にわたって設けられたものであり，中身が詰まった基端部を残してハンドル本体の中央部に設けられたものではないから，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」という文言を充足していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「凹部」の解釈",
                          "text": [
                            "控訴人の主張は争う。",
                            "構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」は，「ハンドル本体の表面から内方に窪んだ穴部」を意味し，ハンドルの中央部に形成されたものに限られない。",
                            "本件明細書には，ハンドル本体に凹部を設けた本件発明の構成により，ハンドルを上下又は左右に分割した場合に比べてハンドルの成形精度や強度を高く維持することができ，組み立て作業性が向上することが記載されているが，凹部を形成する場所をハンドル本体の中央部に限定することについて記載や示唆はなく，そのように限定する技術的な理由や必要性はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "充足性",
                          "text": [
                            "控訴人の主張は争う。",
                            "被告各製品のハンドル本体は，ハンドル本体の表面から内方に窪んだ穴部を有しているから，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」という文言を充足する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "争点1-3(「軸孔に挿通された一対のローラシャフト」(構成要件D及びE)の充足性)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「軸孔に挿通された一対のローラシャフト」の解釈",
                          "text": [
                            "「挿通」とは，「孔に通すこと」，「刺し通すこと」を意味する(乙27) ところ，「軸孔に挿通された一対のローラシャフト」 とは，軸孔に刺し通っているローラシャフトを指す。",
                            "そして，「挿通」 との用語が用いられている本件明細書の【0006】，【0010】，【0028】，【0030】，【0033】，【0035】，【0041】，【0046】，【図5】には，ローラシャフト22が貫通した状態で軸孔11cに刺し通されている状態の記載しかなく，ローラシャフト22が軸孔11cを貫通していない構成については示唆すらされていない。",
                            "そもそも，本件発明の凹部は，太陽電池パネル31などの部品を内蔵するために設けられた凹部であり， ローラシャフトに微弱電流を流すことを目的とするものであるから (本件明細書【0043】等)，ローラシャフトが軸孔に貫通して太陽電池と電気的に接続されていることが必須の技術的構成であり，「軸孔に挿通された一対のローラシャフト」とは，凹部にまで貫通したローフシャフトでなければならない。",
                            "なお，「挿通」につき，請求項1の記載からは，ローラシャフトが軸孔を貫通して通っていることを意味しているのか否かが明確ではないが，請求項2においては，「上記凹部には，上記軸孔に挿通された上記ローラシャフトを支持するシャフト支持台が設けられている」 と特定されており，凹部に設けられたシャフト支持台でローラシャフトを支持しているから，軸孔をローラシャフトが完全に貫通していることは明らかであり，そのため，請求項1においても，「挿通」とは，ローラシャフトが軸孔を貫通して通っていることを意味している。",
                            "以上より，構成要件Dの「軸孔に挿通された一対のローラシャフト」，構成要件Eの「該一対のローラシャフト」とは，軸孔に完全に貫通して刺し通されているローラシャフトのことであり，「挿通」につき，ローラシャフトが軸孔に貫通していなくてもよいと解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "充足性",
                          "text": [
                            "被告各製品のローラシャフトは，一対の分枝部の中空に一対のローラ軸それぞれが差込まれているだけであり，軸孔を貫通していないから，構成要件Dの「軸孔に挿通された一対のローラシャフト」，構成要件Eの「該一対のローラシャフト」という文言を充足しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「軸孔に挿通された一対のローラシャフト」の解釈",
                          "text": [
                            "控訴人の主張は争う。",
                            "「挿通」するとは，貫通している場合に限られず，孔に差し込むことを意味し，片側のみに孔が空いた物体に挿し通す場合も含む。",
                            "本件明細書の実施例では，ローラシャフトが軸孔を貫通してハンドル本体の凹部に至っているものが示されているが，本件発明の技術的範囲が実施例に限定される理由はない。",
                            "本件特許の特許請求の範囲の請求項2に軸孔を貫通する構成が記載されているとしても，請求項2は請求項 1 の従属項であるから，それによって請求項1に記載された本件発明の技術的範囲が限定されることはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "充足性",
                          "text": [
                            "控訴人の主張は争う。",
                            "被告各製品は，いずれも一対のローラ軸が，「軸孔」に相当する分枝部内の中空に差し込まれているから，構成要件Dの「軸孔に挿通された一対のローラシャフト」，構成要件Eの「該一対のローラシャフト」という文言を充足する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "争点2(新被告製品が本件発明の技術的範囲に属するか・均等侵害の成否)の主張の補充"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "控訴人の主張",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，新被告製品は，「連通する軸孔」(構成要件C)という文言を充足しないが，「連通する軸孔」(構成要件C)は本件発明の本質的部分ではないから均等の第1要件を充足するとし，均等のその余の要件も充足するとして，新被告製品は本件特許請求の範囲に記載された構成と均等なものであり本件発明の技術的範囲に属すると判断した。しかし，後記(イ)のとおり，「連通する軸孔」(構成要件C)は本件発明の本質的部分であるから，新被告製品は均等の第1要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "軸孔が凹部に連通していない場合，下図に示すように，荷重 f がかかった場合，ハンドルを把持していると，軸孔部分が支点となって，回転軸にモーメントが働く。そして，テコの原理より，軸孔に埋まっている回転軸が短いほど，軸孔にかかる力は強くなり，分枝部における軸孔部分の強度が弱くなる。",
                            "一方，下図に示すように，軸孔に刺さっている回転軸が長ければ長いほど，すなわち，深く軸孔に刺さっていればいるほど，軸孔にかかる負荷は小さくなり，軸孔にかかる力は小さくなり，分枝部における軸孔部分の強度が強くなる。",
                            "本件発明において，ハンドル本体と分枝部とは一体的に形成されているから，軸孔部分の強度向上はハンドルの強度向上につながる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そのため，本件特許の審決取消訴訟(令和元年(行ケ)第10090号)の確定判決(乙162)においては，「本件発明の作用効果は，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されており，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通すると共に，ハンドルカバーによって覆われているという本件発明の構成によるもの」であると判断されており(乙162，22頁)，凹部と分枝部に形成された軸孔が連通する構成を有することによってハンドルの強度を高く維持するなどの本件発明の作用効果が得られると認定された上で，本件特許が無効でないとされている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "新被告製品においては，軸孔が凹部に貫通しておらず浅いため，ローラに力を加えた場合，ローラ軸から軸孔に係る負荷が本件発明と比較して大きくなるので，下の図に示すように，軸孔を含む分枝部からハンドル本体にかけて破損してしまう不具合が発生しており，本件発明のハンドルの強度向上という目的を実現し得ていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，「連通する軸孔」(構成要件C)は，ハンドルの強度を高めるという本件発明の課題を解決するために不可欠であり，本件発明の本質的部分である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "被控訴人の主張",
              "text": [
                "控訴人の主張は争う。",
                "本件発明の技術的思想(課題解決原理)は，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルが上下又は左右に分割された従来の構成よりも，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにして，上記の技術的課題の解決を図ったものである。分枝部の軸孔とハンドル本体の凹部が連通していない場合でも，上記の本件発明の構成を採用することによって課題は解決可能であるから，「連通する軸孔」(構成要件C)は，本件発明の本質的部分ではない。したがって，新被告製品は均等の第1要件を充足する。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "subject": "争点3(本件特許の無効の抗弁の成否)"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "争点3-5(サポート要件(特許法36条6項1号)の充足性)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書の発明の詳細な説明には，発明が解決しようとする課題について，「例えばハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間がかかって美容器の組み立て作業性が低下したりするおそれがある。」(【0004】)と記載され，発明の効果について，「ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できることから美容器の組み立て作業性が向上する。」(【0007】)と記載されている。しかし，発明の詳細な説明には，本件発明の構成を採用した場合にどのような技術的根拠に基づいて上記の発明の効果を生ずるのかについては，記載されておらず，上記の課題を解決して発明の効果を得ることのできる具体例として，「直線状のハンドル本体」に「ハンドルの中央部に形成された凹部」及び「それに対応するハンドルカバー」を用いた場合が示されているのみである。",
                            "そうすると，本件発明が，被告各製品のように，「直線状のハンドル本体」ではなく「円弧状に湾曲したハンドル本体」を用い，更に「ハンドルの下部の全体にわたって形成された凹部」及び「それに対応するハンドルカバー」を用いたものを含むとすれば，そのようなものに係る発明は，発明の詳細な説明に記載したものではないことになる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "複数の部材を組み合わせてなる物品について，部材と部材との接合部分が多かったり，接合部分が線状のものにおいて接合線が長かったりする場合に構造的に強度が弱くなることは，本件明細書に記載や示唆がなく，それについて何らの証拠も示されていない。被控訴人は，応力集中という用語を用いて，従来技術に比して接合線を短くするように構成した本件発明は，従来技術に比してハンドルの強度を高く維持することができると主張する(乙186～188)。しかし，応力集中とは，部材の穴や切欠き部分など，断面が急激に変化する部分に対して応力が集中する現象のことをいうのであって，部材と部材との接合部分であれば必ず発生するというわけではなく，接合部分が多いとその数だけ発生するものでもない。したがって，応力集中という概念によって，部材と部材との接合部分が多かったり接合線が長かったりすると，構造的に強度が弱くなることを説明することはできない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "接合線を短くすることによって成形精度を確保することができるとする技術的根拠は不明である。現在はあらゆる製品が樹脂成形品として提供されているから，接合線の長短が成形精度に影響を及ぼさないというのが技術常識である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "接合線が短くなると位置合わせなどの組み立て作業の取扱いが楽になるということには技術的根拠がない。むしろ，接合線が短くなれば部品が小さくなるから，組み立て作業には，技術を要することになる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そうすると，本件特許の特許請求の範囲の記載は，特許を受けようとする発明が発明の詳細な説明に記載したものではなく，本件特許はサポート要件(特許法36条6項1号)を充足しない。",
                            "したがって，本件特許は特許無効審判により無効にされるべきものと認められ(特許法123条1項4号)，被控訴人は本件特許権を行使することができない(特許法104条の3第1項)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "text": [
                        "控訴人の主張は争う。",
                        "本件発明は本件明細書の発明の詳細な説明に記載されている。",
                        "そして，本件発明の「棒状のハンドル本体」は，その「表面から内方に窪んだ凹部」を備えるものであり，「ハンドルカバー」は，「上記凹部を覆うように」取り付けられたものであるから，ハンドルカバーはハンドル本体に比べて小さな部材であり，ハンドル本体とハンドルカバーとの接合線は，ハンドルを中心線に沿って上下又は左右に分割した従来の構成の接合線よりも短いものとなる。接合部分が多かったり接合線が長いものが応力集中等により構造的に強度が弱くなることは，本件原出願当時の技術常識である(乙186～188)。そこで，従来技術より接合線が短くなるように構成した本件発明によって，強度を維持することができ，成形精度を確保しやすくなり，組み立て作業が容易になることは，当業者であれば容易に理解できる。そのため，本件発明は，発明の詳細な説明の記載及び本件原出願時の技術常識に照らし，当業者が当該発明の課題を解決できると認識できるものである。したがって，本件特許はサポート要件(特許法36条6項1号)を充足する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "争点3-6(明確性要件(特許法36条6項2号)の充足性)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "本件特許の特許請求の範囲には，「棒状のハンドル本体」との記載があるが，「棒状」とは，直線状だけを指すのか，それとも湾曲した形状までを指すのか，その形状の範囲が不明確である。また，本件特許の特許請求の範囲には，「該ハンドル本体の表面から内方に窪んだ凹部」及び「上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」との記載があるが，その「凹部」及び「ハンドルカバー」が設けられる位置や大きさ，形状については，何ら特定されていない。",
                        "そのため，具体的には，下の図Aのように，中心線L0 で上下に分割されてはいないが，中心線L0 に極めて近いハンドルの下部のほぼ全体にわたってハンドルカバー(赤色で示した部分)及びそれに対応する凹部が形成されている場合や，下の図Bのように，中心線L0 で上下に分割されてはいないが，中心線L0 に極めて近いハンドルの上部のほぼ全体にわたってハンドルカバー(赤色で示した部分)及びそれに対応する凹部が形成されている場合について，本件発明の凹部及びハンドルカバーに該当するのか否かは，特許請求の範囲によっては明らかでない。",
                        "【図A】",
                        "【図B】",
                        "そうすると，特許を受けようとする発明が明確であるとはいえず，本件特許は明確性要件(特許法36条6項2号)を充足しない。",
                        "したがって，本件特許は特許無効審判により無効にされるべきものと認められ(特許法123条1項4号)，被控訴人は本件特許権を行使することができない(特許法104条の3第1項)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "text": [
                        "控訴人の主張は争う。",
                        "構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，「上記ハンドル本体」，構成要件B，Fの「上記ハンドル本体」は，手に把持できる細長い形状のハンドルを意味し，その意義は明確である。また，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」は，ハンドル本体の表面から内方に窪んだ穴部を意味し，その意義は明確である。したがって，本件特許は明確性要件(特許法36条6項2号)を充足する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "争点3-7(分割要件を充足しないことによる新規性・進歩性の欠如(特許法44条1項，2項，29条1項3号，2項))",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "分割要件",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "当初明細書の記載",
                              "text": [
                                "本件原出願の願書に最初に添付された明細書(以下，本件原出願の願書に最初に添付した図面と併せて「当初明細書」という。乙163)の【0049】には，「本例では，ハンドル 10 は細い棒状に形成されていることから，例えばハンドル 10 を中心線L0 に沿って上下又は左右に分割して，ハンドル 10 の内部に各部材を収納する構成とした場合には，ハンドル 10 の成形精度や強度が低下したり，各部材がハンドル 10 の内部を密閉する作業に手間がかかって美容器 1 の組み立て作業性が低下したりするおそれがある。しかし，本例では，図 4 に示すように，ハンドル 10 は，その一部(中央部)を凹状にくり抜いて形成された凹部 15 内に各部材を配設するとともに，ハンドルカバー14 によって当該凹部 15 を覆うことにより各部材を収納する構成を採用している。これにより，ハンドル 10 の中心線L0 に沿って上下又は左右に分割した場合に比べて，ハンドル 10の成形精度や強度を高く維持することができるとともに，ハンドルカバー14 によって凹部 15 の内部を容易に密閉できることから美容器 1 の組み立て作業性が向上する。」と記載されていた。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "ハンドルの形状",
                              "text": [
                                "前記(a)の当初明細書の記載によれば，本件原出願は，ハンドルを上下に分割した場合の問題点を，細い棒状のハンドル 10 を中心線L0 に沿って上下又は左右に分割した場合に生じる問題であるとしており，当初明細書には，ハンドルの形状として細い棒状のハンドルしか記載されていなかった。",
                                "しかし，本件発明が，被告各製品のような「円弧状に湾曲したハンドル本体」からなるものまで含むとすれば，当初明細書に記載がなかった「円弧状に湾曲したハンドル本体」が分割出願により本件発明に新たに導入されたことになる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "凹部",
                              "text": [
                                "また，前記(a)の当初明細書の記載によれば，当初明細書に記載されていた課題を解決するための手段は，ハンドルの中央部に凹部を設け，そのような凹部に対応するハンドルカバーを用いることであり，ハンドルの中央部以外に凹部を設けることについて記載はなく，示唆もなかった。",
                                "しかし，本件発明の凹部がハンドルの中央部に限られないとすれば，当初明細書に記載がなかった凹部(ハンドルの中央部以外の部分に設けられた凹部)が分割出願により本件発明に新たに導入されたことになる。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "分割要件の充足性",
                              "text": [
                                "前記(b)のとおり，本件発明が，被告各製品のような「円弧状に湾曲したハンドル本体」からなるものを含み，前記(c)のとおり，本件発明の凹部がハンドルの中央部に限られないとすれば，本件発明は，当初明細書に記載がなかったものを含むものであり，本件特許の出願(分割出願)は，分割出願の要件(特許法44条1項)を充足しない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "新規性・進歩性",
                          "text": [
                            "本件特許の出願(分割出願)は，分割出願の要件を充足していないため，出願日の遡及効が認められず(特許法44条2項)，現実の出願日である平成28年4月26日において新規性及び進歩性があることが本件特許の要件となる。",
                            "本件原出願は，特開2015-186540号として，平成27年10月29日に出願公開された(特開2015-186540号公報，乙165)。そのため，本件発明は，乙165に記載された本件原出願の発明と同一であるか，若しくは同発明に基づいて容易に発明をすることができた発明であるから，新規性を欠き若しくは進歩性を欠く(特許法29条1項3号，2項)。",
                            "したがって，本件特許は特許無効審判により無効にされるべきものと認められ(特許法123条1項2号)，被控訴人は本件特許権を行使することができない(特許法104条の3第1項)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "分割要件",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "ハンドルの形状",
                              "text": [
                                "控訴人の主張は争う。",
                                "当初明細書(乙163)の【0049】にはハンドルについて「細い棒状」と記載されているが，棒という語にはそもそも細いという意味が含まれており，当初明細書の全体を見てもそこに記載されたハンドルは特別に細いものとはいえず，手で握る程度の細さであるから，上記の「細い」という語に格別の技術的意味はなく，当初明細書の【0049】の「細い棒状」とは，本件明細書の「棒状」と実質的に同じ意味である。また，当初明細書の【0023】に「ハンドルは・・・直線状に形成されていることが好ましい。」と記載されているのは，直線状であることを例示したにとどまり，当初明細書において，ハンドルは直線状のものに限定されていなかった。したがって，本件発明が「円弧状に湾曲したハンドル本体」からなるものまで含むとしても，当初明細書に記載されていなかった発明が分割出願により本件発明に新たに導入されたことにはならない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "凹部",
                              "text": [
                                "控訴人の主張は争う。",
                                "当初明細書の【0049】の「中央部」という語は，括弧書きにより凹部を設ける位置を例示したものであり，凹部が中央部に設けられていなくてもハンドルの成形精度や強度を高く維持し，組み立て作業性を向上できることは当業者であれば理解することができ，当初明細書においても凹部はハンドルの中央部に設けられたものに限定されていなかったから，本件発明の「凹部」の位置がハンドルの中央部に限定されていなくても，当初明細書に記載されていなかった発明が分割出願により本件発明に新たに導入されたことにはならない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "分割要件の充足性",
                              "text": [
                                "控訴人の主張は争う。",
                                "本件発明は，当初明細書に記載がなかったものを含むものではなく，本件特許の出願(分割出願)は，分割出願の要件(特許法44条1項)を充足する。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "新規性・進歩性",
                          "text": [
                            "控訴人の主張は争う。",
                            "本件特許の出願は分割要件を満たしたものであって，本件特許の出願は本件原出願の時にしたものとみなされるから，本件原出願の公開公報(特開2015-186540号公報，乙165)は本件原出願前に頒布された又は電気通信回線を通じて公衆に利用可能となったものとはならず，同公開公報に記載の発明は，特許法29条1項3号に該当しない。",
                            "したがって，本件発明は，特許法29条1項3号に該当せず，また同条2項により特許を受けることができないものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(4)",
                  "subject": "争点4(被控訴人の損害額)の主張の補充"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "控訴人の主張",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "推定覆滅事由-製品の性能及びデザインの相違",
                      "text": [
                        "被控訴人の製品(美容ローラ)は，太陽電池によって発生された微弱電流(マイクロカレント)がローラ部に流れており(乙87，乙88の4枚目)，マイクロカレントには美容の効果がある(乙91，92，94)といわれている。そして，マイクロカレントが太陽電池によって発生するものであることは，美容ローラ業界及び美容ローラを購入する者の間で広く知れわたっており，全ての被控訴人の製品のハンドル部には太陽電池用のパネルが載置されている。これらの事実からすると，美容ローラを購入する者及び美容ローラの製造販売業者は，美容ローラの購入又は販売に当たって，マイクロカレントの存在を非常に重視している。",
                        "控訴人は，過去にマイクロカレントのある美容ローラを輸入，販売していたが(乙169～183)，現在はマイクロカレントがない美容ローラを輸入，販売しており，被告各製品にはマイクロカレントがない。控訴人は，マイクロカレントのない被告各製品について，安価で大量の商品を販売する流通業者に対する販路の開拓を行う等の営業努力によって販売個数を増加させてきた(乙76～78，乙116，117)。",
                        "このような事実は，本件における損害額算定に当たっての覆滅事由として考慮されなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "推定覆滅事由-本件発明の美容器に対する寄与",
                      "text": [
                        "被控訴人は，かつて控訴人を被告として，被控訴人が有する特許第5840320号の特許権に基づいて被告各製品の販売等の差止め，損害賠償を求めて訴えを提起したが，被告各製品は上記特許に係る発明の技術的範囲に属さないとして請求棄却の判決が確定した(乙167，168)。上記特許に係る発明の効果は，「ハンドルを把持して一対のボールを肌に当てるときに手首を曲げる必要がなく，手首を真直ぐにした状態で，美容器を往動させたときには肌を押圧することができるとともに，美容器を復動させたときには肌を摘み上げることができる。」(乙166【0008】)，「肌に接触する部分が筒状のローラではなく，真円状のボールで構成されていることから，ボールが肌に対して局部接触する。従って，ボールは肌の局部に集中して押圧力や摘み上げ力を作用することができるとともに，肌に対するボールの動きをスムーズにでき，移動方向の自由度も高い。」(乙166【0009】)，「肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好であるという効果を発揮することができる。」(乙166【0010】)ということである。被告各製品は，上記特許に係る発明の技術的範囲に属さないものの，上記特許に係る発明とは，ハンドルの湾曲がハンドル基端側よりも先端側がきつく構成されているか否かという点が異なるのみであり，上記特許に係る発明の効果は被告各製品にもあり(被控訴人は，上記特許の特許権に基づいて前訴を提起したから，被告各製品が上記特許に係る発明と同様の効果を生ずることを否定することは許されない。)，そのような効果の存在が被告各製品購入の主な動機になっている。このような事実は，本件における損害額算定に当たっての推定覆滅事由として考慮されなければならない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "推定覆滅事由-製品の性能及びデザインの相違",
                      "text": [
                        "控訴人の主張は争う。",
                        "本件発明の課題であるハンドルの成形精度や強度の維持，組み立て作業性の向上が実現している点において，被告各製品と，被告各製品と競合する被控訴人の製品とは相違がない。損害額算定に当たっての推定覆滅事由は，特許権の侵害者が得た利益と特許権者が受けた損害との間の相当因果関係を阻害する事情であるところ，被告各製品にマイクロカレントがなく，被控訴人の製品にマイクロカレントがあることは，この相当因果関係を阻害するものではないから，推定覆滅事由に当たらない。控訴人が通常の範囲を超えて独自の販売努力をしたことは認められず，控訴人の販売努力は損害額算定に当たっての推定覆滅事由に当たらない"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "推定覆滅事由-本件発明の美容器に対する寄与",
                      "text": [
                        "控訴人の主張は争う。",
                        "控訴人は，被告各製品は被控訴人が有する特許第5840320号に係る発明の効果を有しており，そのような効果の存在が被告各製品購入の主な動機になっているとして，そのことを損害額算定に当たっての推定覆滅事由として主張するが，被告各製品が特許第5840320号に係る発明の効果を有するか，そのような効果の存在が被告各製品購入の主な動機になっているかは明らかでないし，そのようなことは損害額算定に当たっての推定覆滅事由に当たらない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所の判断は，後記2以下のとおり，当審における補充主張及び新たな主張に対する判断を付加するほかは，原判決「事実及び理由」第4の1から5まで(原判決32頁18行目から76頁11行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被告各製品が本件発明の技術的範囲に属するか・文言侵害の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(「棒状のハンドル本体」(構成要件A，B及びF)の充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の意義，技術的思想(課題解決原理)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載によれば，本件発明の意義については，次のとおり認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明は，肌をローラによって押圧等してマッサージ効果を奏する美容器のうち，二股に分かれた先端部を有するハンドルの当該先端部に一対のローラが軸回転可能に取り付けられた美容器に関するものである(【0001】，【0002】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "このような二股の美容器においては，ハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間がかかって美容器の組み立て作業性が低下したりするおそれがあるという問題点があった(【0004】)。",
                            "そこで，本件発明は，二股の美容器において，ハンドルの成形精度や強度を高く維持するとともに，組み立て作業性の向上を図ることができる美容器を提供することを課題としてこれを解決したものであり，その手段として，棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部と，該一対の分枝部のそれぞれに形成されているとともに，上記凹部に連通する軸孔と，該軸孔に挿通された一対のローラシャフトと，該一対のローラシャフトに取り付けられた一対のローラとを備え，上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成していることを主要な特徴としている(【0005】，【0006】)。本件発明は，このような構成をとったことによって，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できることから，美容器の組み立て作業性が向上する(【0007】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の本件発明の意義に照らせば，本件明細書記載の従来技術との比較から認定される本件発明の技術的思想(課題解決原理)は，二股の美容器において，ハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度，組み立て作業性が低下するなどの技術的課題が生じていたため，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルが上下又は左右に分割された従来の構成よりも，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにして，上記の技術的課題の解決を図ったものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「棒状のハンドル本体」の解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Aには「棒状のハンドル本体」，「該ハンドル本体」，構成要件B，Fには「上記ハンドル本体」という文言があり，構成要件Aの「該ハンドル本体」，構成要件B，Fの「上記ハンドル本体」は，構成要件Aの「棒状のハンドル本体」を指すと解される。そして，一般的に「棒状」とは，「棒のような形」を意味し，「棒」は「手に持てるほどの細長い木，竹，金属などの称。」(広辞苑第7版)と定義される。そうすると，「棒状のハンドル」は，その文言の一般的意義からすれば，直線状のもののほか，手に把持できる細長い形状のハンドルであれば足りるものというべきであり，湾曲した形状であることや太さが均一でないことから直ちに「棒状」に該当しないとはいえない。本件発明の技術的思想(課題解決原理)の観点からしても，手に把持できる細長い形状のハンドルであれば，前記ア(イ)のとおり，二股の美容器のハンドルを，凹部を有するハンドル本体と凹部を覆うハンドルカバーからなる構成とすることにより，ハンドルを上下又は左右に分割した従来の構成に比べて，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性の向上を図ることができるから，「棒状」のハンドル本体が，直線状のものに限定される理由はない。「棒状のハンドル」をもって，上記のように，手に把持できる細長い形状のハンドルであれば足り，直線状のもののほか，湾曲した形状のものや，太さが均一でないものも含むと解することにより，本件特許請求の範囲は，発明の技術的範囲を画する記述として，十分その意味を理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の発明の詳細な説明において，「棒状」，「上記ハンドル本体」という文言が使われている箇所は，【0006】，【0007】，【0028】，【0030】，【0045】，【0056】である。このうち【0006】は，特許請求の範囲と同じ本件発明の構成要件を記載した箇所であり，【0007】は，発明の効果を説明する前提として特許請求の範囲に記載されている本件発明を要約したところに「棒状」という文言が用いられているにとどまるから，これらの記載により，本件特許請求の範囲の「棒状」，「上記ハンドル本体」という文言の意味が直線状のものという意味に限定されると解することはできない。【0028】では，【図1】のハンドル本体13について「棒状」と述べており，【0030】では，【図1】，【図3】のハンドル10について「棒状」と述べているから，これらの「棒状」という文言は少なくとも直線状を意味するものとして理解される。しかし，これらの記載は実施例の説明にとどまるから，それらの記載によって本件特許請求の範囲の「棒状」という文言の意味が直線状という意味に限定されると解することはできない。また，【0045】には，ハンドル10のハンドル本体13について「棒状」と記載され，【0056】には，ハンドル10が棒状に形成されていることが記載されているが，これらは実施例の作用効果を説明する前提として実施例の構成を記載したにとどまるから，それらの記載によって本件特許請求の範囲の「棒状」という文言の意味が直線状という意味に限定されると解することはできない。",
                        "【0026】には，「上記ハンドルは，上記第1端部から上記第2端部にかけて直線状に形成されていることが好ましい。これにより，目元や口元などの顔に使用する際に，肌面に対してローラが当接する角度の調整がしやすいため，操作性が向上する。また，ハンドルの握りやすさを維持しつつ，美容器全体をコンパクトに形成することができため(判決注：「できるため」の誤記であると認める。)，旅行などで持ち運ぶのに適している。」と記載されている。しかし，「好ましい」との表現から，ハンドルの好適な形状として直線状のものを挙げていると解される上，ハンドルを直線状にしたことにより得られる効果として挙げられているのは，ハンドルの握りやすさや持ち運びの際の利便性であり，ハンドルの成形精度や強度を高く維持し，美容器の組み立て作業性が向上するという，本件発明の技術的思想(課題解決原理)(前記ア(イ))に示された課題ではないから，上記の【0026】の記載は，本件発明の構成要件を充足することによって上記の課題が解決されることに加え，更にハンドルを直線状にする場合には，ハンドルの握りやすさや持ち運びの際の利便性が向上することを述べているものと解される。そのため，【0026】の記載から，本件発明のハンドルが直線状のものに限られると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，本件明細書の【0023】ないし【0025】にはハンドルの中心線とローラの軸線のなす角度により生ずる効果が記載されているところ，ハンドル本体が湾曲している場合には，中心線を一義的に特定することができないから，上記の効果を認めることができないと主張する(原判決第3の1(1)【被告の主張】，原判決9頁)。",
                            "しかし，本件明細書には，「ハンドルの中心線」という文言の定義は記載されておらず，【符号の説明】【0057】に「L0」として示されているのみであって，ハンドルが直線状である場合にも，ハンドルの中心線をどのように求めるのか一義的に明らかであるとはいえない(実施例として図面に示された直線状のハンドルも，断面は真円ではなく，太さは場所により異なるから，どのようにして中心線を求めるのか一義的に明らかであるとはいえない。)。【0023】ないし【0025】の記載は，ハンドルの中心線と一対のローラの軸線とのなす角によって，ハンドルを把持した状態における肌に対する一対のローラの軸線の傾きが変わり，操作性に差異等が出ることを述べているところ，ハンドルを把持した状態で直線状のハンドルは鉛直方向にあると解されるから，ハンドルの中心線と一対のローラの軸線とのなす角とは，ハンドルを把持した状態における鉛直線と一対のローラの軸線とのなす角と同じ意味であると認められる(これは【図2】の記載とも整合する。)。そのため，ハンドルが湾曲している場合には，ハンドルの中心線は，ハンドルを把持した状態における鉛直線と理解することができ，それとの関係で一対のローラの軸線の傾きを変えることにより，操作性を向上させることは可能であると認められる。したがって，控訴人の上記主張を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，本件明細書には，湾曲したハンドルのハンドル本体に凹部を設けた場合にも，ハンドルの成形精度や強度を高め，組立工程の効率を向上させることができるかどうかについては記載されていないとした上，湾曲したハンドルは，構造学的に見た場合，直線状のハンドルと比較して強度が低下する上に，ハンドルカバーを湾曲させる場合，湾曲形状に合わせた樹脂成形用の金型が必要となるところ，経験則上，そのような湾曲した形状の凹部やハンドルカバーの精度は低下し，湾曲形状に合わせてハンドルカバーを取り付けないといけないため，組立作業の効率が低下することは明らかであるから，本件発明のハンドルに湾曲した形状のものが含まれるというのであれば，湾曲したハンドルが，どのようにして上記の構造学的な問題や経験則上の問題を克服しているのかが本件明細書に記載されていなければならないが，そのような記載は一切なく，示唆すらないと主張する(前記第2の5(1)ア(ア)a)。",
                            "しかし，湾曲したハンドルが，構造学的に見た場合，直線状のハンドルと比較して強度が低下すること，湾曲した形状の凹部やハンドルカバーの精度が低下すること，湾曲形状に合わせてハンドルカバーを取り付けないといけないため，組立作業の効率が低下することについては，これを裏付ける証拠はない。本件発明の技術的思想(課題解決原理)は前記ア(イ)のとおりであり，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルを中心線に沿って上下又は左右に分割する従来の構成の課題を解決し，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにしたというものであり，課題解決のために本件発明のハンドル本体の形状を直線状その他特定の形状にすることは記載されていない(なお，【0026】については前記(イ)のとおりである。)。そのため，本件明細書に，湾曲したハンドルを採用することによる作用効果や湾曲したハンドルによってそのような作用効果を生ずる技術的根拠等が記載されていなくても，本件発明が湾曲したハンドルを含まないということはできない。したがって，控訴人の上記主張を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，「棒状」という形状に関して，どの範囲まで変形することができ，どのような大きさの円のどのような角度に沿う半径方向までの変形が棒状といえるのか，出願時に本件明細書に明記していない以上，発明の技術的範囲が本件明細書で示された直線状の棒状のものに限定されることは，特許権者自身も想定しているところであり，特許権者の想定以上に，過度に特許権の範囲を拡張して特許権者を保護する理由はないと主張する(前記第2の5(1)ア(ア)a)。",
                            "しかし，「棒状」の意味は，前記(ア)のとおり理解されるものであり，直線状のものに限定される理由はないから，控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，「棒状のハンドル本体」は，手に把持できる細長い形状のハンドルであれば足り，直線状のもののほか，湾曲した形状であるものや太さが均一でないものも含むと認められる。本件発明の構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，「上記ハンドル本体」，構成要件B，Fの「上記ハンドル本体」は，そのような意味であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "充足性",
                  "text": [
                    "被告各製品のハンドル本体は，いずれも平面視において基端側が扇状に広がり，かつ側面視において全体に湾曲した形状であるが，手に把持できる細長い形状のものであると認められ，この構成は，構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，「上記ハンドル本体」，構成要件B，Fの「上記ハンドル本体」という文言を充足するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(「凹部」(構成要件A及びC)の充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「凹部」の解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Aには「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」という文言があり，構成要件Cには「上記凹部」という文言があるところ，構成要件Aの「上記凹部」，構成要件Cの「上記凹部」は，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」を指すものと認められる。そして，「凹」とは「物の表面が部分的にくぼんでおること。くぼみ。」(広辞苑第7版)の意味であるから，「凹部」とは「表面から内側に窪んだ穴部」を意味すると解され，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」は，「ハンドル本体の表面から内方に窪んだ穴部」を意味し，その位置や範囲に特に限定はないものと認められる。本件発明の技術的思想(課題解決原理)の観点からみても，前記(1)ア(イ)のとおり，二股の美容器のハンドルを，ハンドル本体の表面から内方に窪んだ凹部と，凹部を覆うハンドルカバーからなる構成とすることにより，ハンドルを上下又は左右に分割した従来の構成に比べて，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性を向上することができ，課題を解決することができるから，凹部がハンドルの中央部に形成されたものに限定される理由はない。構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」が，「ハンドル本体の表面から内方に窪んだ穴部」を意味し，ハンドルの中央部に形成されたものに限られないと解することを前提として，本件特許請求の範囲は，発明の技術的範囲を画する記述として，その意味を理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の発明の詳細な説明において，「凹部」という文言が使われている箇所は，【0006】，【0007】，【0010】，【0011】，【0028】，【0031】，【0040】，【0041】，【0042】，【0045】，【0046】，【0047】，【0056】である。このうち【0006】は，課題を解決するための手段として，本件発明と同じ構成を示したものであり，【0007】は発明の効果を示したものであるところ，それらに記載された「凹部」の意味は前記(ア)のとおり理解できるものであり，【0006】，【0007】によって，本件発明の「凹部」の意味を前記(ア)よりも限定して解する理由はない。【0010】，【0011】は，発明を実施するための形態の記載であり，発明をどのように実施するかを示すものであり，それによって特許請求の範囲に記載された発明の範囲が限定されることはないし，その内容を具体的にみても，凹部の用法について，シャフト支持台が設けられること，電源部を収納することなどを記載したものであり，凹部がハンドルのどのような位置に設置されるかを示すものではない。また，【0028】，【0031】，【0040】，【0041】，【0042】，【0045】，【0046】，【0047】，【0056】は，いずれも実施例の記載であり，実施例としては，ハンドルの中央部に凹部を設け，基端部が中身の詰まった状態になっているハンドルが示されているが，実施例によって特許請求の範囲に記載された発明の範囲が限定されることはない。したがって，本件明細書の発明の詳細な説明の記載から，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」が，ハンドルの中央部に形成されたものに限られるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，ハンドルの中央部に凹部を設け，基端部を中身の詰まった構造とすれば，ハンドルにかかる力を中身の詰まった基端部で受け止めることができるから，ハンドル全体の強度は向上するのであり，【図3】，【図4】は，そのような構造を示しているから，本件発明の凹部とは，中身が詰まった基端部を残してハンドル本体の中央部に設けられた凹部である旨主張する(前記第2の5(1)イ(ア)a)。",
                        "しかし，本件発明の技術的思想(課題解決原理)は前記(1)ア(イ)のとおりであり，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルを中心線に沿って上下又は左右に分割する構成とした場合の課題を解決し，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにしたというものであり，課題解決のためにハンドルの中央部に凹部を設けるということは本件明細書に記載されていない。したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "充足性",
                  "text": [
                    "被告各製品のハンドル本体は，ハンドル本体の表面から内方に窪んだ穴部を有しているから，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」という文言を充足するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-3(「軸孔に挿通された一対のローラシャフト」(構成要件D及びE)の充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「軸孔に挿通された一対のローラシャフト」の解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Dには「軸孔に挿通された一対のローラシャフト」という文言があり，構成要件Eの「該一対のローラシャフト」は，構成要件Dの「軸孔に挿通された一対のローラシャフト」を指すところ，一般的に，「孔」とは，「くぼんだ所。または，向こうまで突き抜けた所。」(広辞苑第7版)を意味する。また，「刺す」が「こことねらいを定めたところに細くとがったものを直線的につらぬきとおす。」(広辞苑第7版)ことを意味するのとは異なり，「挿す」は，「あるものと他のものの中にさしはさむ。」(広辞苑第7版)ことを意味し，「通す」は「途中つかえることなく一方から他方まで至らせる。」(広辞苑第7版)ことを意味する。そうすると，「軸孔に挿通された一対のローラシャフト」とは，ローラシャフトが軸孔を通り抜けて軸孔の反対側端面を超えて中空を貫通する場合を含むが，それにとどまらず，ローラシャフトが，軸孔とされる部分に，軸孔の反対側端面に至るまで深く差し込まれている状態をも含むものと解される。乙27(「特許技術用語集  第3版」(特許技術用語委員会編)113頁)には，「挿通」の意味として，「孔に通すこと」，「刺し通すこと」と記載されているところ，「孔に通すこと」は，孔の反対側端面に至るまで深く差し込まれている状態をも含むものと解されるから，乙27の記載は，上記の解釈に反するものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の発明の詳細な説明において，「挿通」という文言が使われている箇所は，【0006】，【0010】，【0028】，【0031】，【0033】，【0035】，【0041】，【0046】である。このうち【0006】は，特許請求の範囲と同じ本件発明の構成要件を記載した箇所であるから，その記載により，特許請求の範囲の「挿通」の意味が，ローラシャフトが軸孔を通り抜けて軸孔の反対側端面を超えて中空を貫通することであると解することはできない。【0010】は，発明を実施するための形態の記載であり，発明をどのように実施するかを示すものであり，それによって特許請求の範囲に記載された発明の範囲が限定されることはない。また，【0028】，【0031】，【0033】，【0035】，【0041】，【0046】は，いずれも実施例の記載であり，実施例としては，ロ―ラシャフト22が軸孔11cに刺し通され貫通している構成が示されているが，実施例によって特許請求の範囲に記載された発明の範囲が限定されることはない。したがって，本件明細書の発明の詳細な説明の記載から，本件発明の範囲が，ローラシャフトが軸孔を通り抜けて軸孔の反対側端面を超えて中空を貫通する場合に限られると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，そもそも，本件発明の凹部は，太陽電池パネル31などの部品を内蔵するために設けられた凹部であり，ローラシャフトに微弱電流を流すことを目的とするものであるから(本件明細書【0043】等)，ローラシャフトが軸孔に貫通して太陽電池と電気的に接続されていることが必須の技術的構成であり，「軸孔に挿通された一対のローラシャフト」 とは，凹部にまで貫通したローラシャフトでなければならないと主張する(前記第2の5(1)ウ(ア)a)。",
                            "しかし，本件発明は，凹部に太陽電池パネル31などの部品を内蔵することを構成要件に含むものでないから，凹部にそのような部品を内蔵することを前提として構成要件の「挿通」の意味を解釈する控訴人の上記主張は，採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，「挿通」につき，請求項1の記載からは，ローラシャフトが軸孔を貫通するように通っていることを意味しているか否かが明確ではないが，請求項2においては，「上記凹部には，上記軸孔に挿通された上記ローラシャフトを支持するシャフト支持台が設けられている」 と特定されており，凹部に設けられたシャフト支持台でローラシャフトを支持しているから，軸孔をローラシャフトが完全に貫通していることは明らかであり，そのため，請求項1においても，「挿通」とは，ローラシャフトが軸孔を貫通するように通っていることを意味していると主張する(前記第2の5(1)ウ(ア)a)。",
                            "しかし，前記(ア)のとおり，請求項1の構成要件Dの「軸孔に挿通された一対のローラシャフト」，構成要件Eの「該一対のローラシャフト」とは，ローラシャフトが軸孔を通り抜けて軸孔の反対側端面を超えて中空を貫通する場合を含むが，それにとどまらず，ローラシャフトが，軸孔とされる部分に，軸孔の反対側端面に至るまで深く差し込まれている状態の場合をも含むと解されるものであるところ，請求項2は，これらのうち前者の場合を記載したものと解されるところであり，請求項2の記載を根拠として，請求項1の構成要件Dの「軸孔に挿通された一対のローラシャフト」，構成要件Eの「該一対のローラシャフト」が前者のものに限られるということはできず，控訴人の上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "充足性",
                  "text": [
                    "被告各製品には，ハンドル本体に形成された一対の分枝部に中空が形成されており，その中空は本件発明の「軸孔」に相当するものと認められ，被告各製品の一対のローラ軸(本件発明の「ローラシャフト」に相当する。)は，その中空に，中空の反対側端面に至るまで深く差し込まれていることが認められる(原判決別紙被告製品目録図2～4，6～8)。したがって，ローラシャフトは軸孔に挿通されているものと認められ，被告各製品は構成要件Dの「軸孔に挿通された一対のローラシャフト」，構成要件Eの「該一対のローラシャフト」という文言を充足するものと認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(新被告製品が本件発明の技術的範囲に属するか・均等侵害の成否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "新被告製品の構成c2が，「一対の分枝部はそれぞれ中空であり，当該中空は，ハンドル本体の穴部に貫通していない。」というものであって(非貫通の構成)，「連通する軸孔」(構成要件C)の文言を充足せず，新被告製品が本件発明との間でこのような相違部分を有することは当事者間に争いがない。",
                "前記2(1)ア(ア)のとおり，本件発明の技術的思想(課題解決原理)は，二股の美容器において，ハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度，組み立て作業性が低下するなどの技術的課題が生じていたため，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルが上下又は左右に分割された従来の構成よりも，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにして，上記の技術的課題の解決を図ったというものである。このような本件発明の技術的思想(課題解決原理)からすれば，分枝部の軸孔とハンドル本体の凹部が連通していない場合であっても，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成するときには，なお上記の従来の構成の問題点により生ずる技術的課題を解決できることに変わりはなく，この点を置換することによって技術的思想(課題解決原理)が本件発明とは別のものとなるということはできない。また，新被告製品のように，「連通する軸孔」との構成をとらずに連通していない構成をとった場合にも，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するとの上記作用効果を奏することについては，本件発明と変わらないものと認められる。したがって，新被告製品の構成c2が非貫通の構成であって，「連通する軸孔」(構成要件C)の文言を充足しないという，本件発明と新被告製品の異なる部分(相違部分)は，本件発明の本質的部分ではなく，新被告製品は均等の第1要件を充足するものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，テコの原理により，軸孔が凹部に連通していない場合には分枝部における軸孔部分の強度が弱くなるのに対し，軸孔が凹部に連通している場合には軸孔部分の強度が強くなる旨主張する(前記第2の5(2)ア(イ)a)。",
                    "しかし，控訴人指摘の点は，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルが上下又は左右に分割された従来の構成よりも，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにするという本件発明の基本的な技術思想とは異なる要素に関わるものにすぎないから，そもそも，本件発明の本質的要素に影響を及ぼすものとはいえない。また，軸孔部分の強度は，軸孔が凹部に連通しているか否かだけではなく，回転軸のうち軸孔に差し込まれている部分と軸孔から出っ張っている部分の長さの割合等にも左右されるものと認められるし，筒状をなす軸孔の強度を比較する場合には，中空の貫通した筒状の部材よりは，いずれかの箇所で竹の節のような閉塞部のある部材の方が強度があるとも解されるところであるから，軸孔が凹部に連通していない場合には分枝部における軸孔部分の強度が弱くなり，軸孔が凹部に連通している場合には軸孔部分の強度が強くなると一概にいうことはできず，この点からしても，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件特許の審決取消訴訟(令和元年(行ケ)第10090号)の確定判決(乙162，22頁)を引用し，同判決においては，凹部と分枝部に形成された軸孔が連通する構成を有することによってハンドルの強度を高く維持するなどの本件発明の作用効果が得られると認定された上で，本件特許が無効でないとされていると主張する(前記第2の5(2)ア(イ)b)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許の審決取消訴訟(令和元年(行ケ)第10090号)の確定判決のうち控訴人が引用した部分は，その前後を含めると，次のとおりである。「原告は，本件発明の高い強度を維持するという作用効果は，主に，基端部の中身の詰まった部分に依存する作用効果であり，上下又は左右に分割されたハンドルと本体に表面から内方に窪んだ凹部を形成して該凹部をハンドルカバーで覆ったハンドルとで，構造的な強度の差が生じないとして，甲20の1～3を提出する。しかし，前記(1)の本件明細書の記載によると，本件発明の作用効果は，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されており，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通すると共に，ハンドルカバーによって覆われているという本件発明の構成によるものであって，基端部の中身が詰まっていることによるものとは認められない。そして，基端部の中身が詰まっていないが上記の本件発明の構成を有するものと上下に分割されたハンドルを有するものでは，強度がそれほど異ならない実験結果(甲20の1～3)があるとしても，それのみで，前記(1)の本件明細書の記載に反して本件発明の構成によって強度を高く維持するという作用効果がないとはいえないし，また，本件発明の作用効果は，上記(2)のとおりそれのみに限られない。」(乙162，21～22頁)",
                      "text": [
                        "上記の審決取消訴訟の判決の記載によれば，控訴人の引用部分は，控訴人の「本件発明の高い強度を維持するという作用効果は，基端部の中身の詰まった部分に依存する作用効果であり，上下又は左右に分割されたハンドルと，本体に凹部を形成して該凹部をハンドルカバーで覆ったハンドルとで，構造的な強度の差が生じない」という主張に対し，本件発明の作用効果は，本件発明の構成によるものであって，基端部の中身が詰まっていることによるものとは認められないと判示した部分であると認められ，同判決は，「凹部と分枝部に形成された軸孔が連通する構成を有することによってハンドルの強度を高く維持するなどの本件発明の作用効果が得られる」と認定したものではない。したがって，控訴人の前記(ア)の主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，新被告製品においては，軸孔が凹部に貫通しておらず浅いため，ローラに力を加えた場合，ローラ軸から軸孔に係る負荷が本件発明と比較して大きくなるので，軸孔を含む分枝部からハンドル本体にかけて破損してしまう不具合が発生しており，本件発明のハンドルの強度向上という目的を実現し得ていないと主張する(前記第2の5(2)ア(イ)c)。",
                    "しかし，仮に新被告製品において，軸孔を含む分枝部からハンドル本体にかけて破損してしまう不具合が発生したとしても，その原因や発生状況は明らかではなく，それによって，ハンドルを凹部とハンドルカバーで構成することにより，上下又は左右に分割された従来のハンドルよりもハンドルの成形精度や強度を高め，組み立て作業性を向上するという本件発明の技術的思想(課題解決原理)が実現できないことが証明されたということはできず，控訴人の上記主張は，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(本件特許の無効の抗弁の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点3-5(サポート要件(特許法36条6項1号)の充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "サポート要件の判断手法",
                  "text": [
                    "特許請求の範囲の記載が明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。",
                    "そして，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解される。なぜなら，まず，サポート要件は，発明の公開の代償として独占権を与えるという特許制度の本質に由来するものであるから，明細書に接した当業者が当該発明の追試や分析をすることによって更なる技術の発展に資することができれば，サポート要件を課したことの目的は一応達せられるからであり，また，明細書が，先願主義の下での時間的制約の中で作成されるものであることも考慮すれば，その記載内容が，科学論文において要求されるほどの厳密さをもって論証されることまで要求するのは相当ではないからである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明が発明の詳細な説明に記載されたものであるかについて",
                  "text": [
                    "本件発明の発明特定事項は，【0006】に特許請求の範囲の記載と同様の記載がされているほか，次のとおり，各発明特定事項が具体的な実施例として本件明細書の各段落に記載されている。",
                    "発明特定事項と記載箇所",
                    "(構成要件A)",
                    "「棒状のハンドル本体」  【0028】，【0030】",
                    "「ハンドル本体の表面から内方に窪んだ凹部」  【0056】",
                    "「ハンドル本体との結合部分が露出しない状態で凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」  【0042】，【0056】",
                    "(構成要件B)",
                    "「ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部」",
                    "【0028】，【0045】",
                    "(構成要件C)",
                    "「一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔」  【0028】，【0045】",
                    "(構成要件D)",
                    "「軸孔に挿通された一対のローラシャフト」  【0028】，【0046】",
                    "(構成要件E)",
                    "「一対のローラシャフトに取り付けられた一対のローラ」 【0028】，【0047】",
                    "(構成要件F)",
                    "「ハンドル本体の表面及びハンドルカバーの表面が，ハンドルの表面を構成している」  【0030】，【図3】",
                    "そのため，本件発明は，発明の詳細な説明に記載された発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明は，発明の詳細な説明の記載又はその示唆により課題を解決できると認識できる範囲のものであるかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の課題",
                      "text": [
                        "本件発明が解決しようとする課題は，従来技術に比して，ハンドルの成形精度や強度を高く維持することができるとともに，組み立て作業性の向上が図られる美容器を提供しようとするものである(【0004】，【0005】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の構成",
                      "text": [
                        "ところで，本件発明は，「棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドル」(構成要件A)及び「上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している」(構成要件F)という発明特定事項を有している。上記「棒状のハンドル本体」は，その「表面から内方に窪んだ凹部」を備えるものであり，上記「ハンドルカバー」は，「上記凹部を覆うように」取り付けられたものであり，さらに，「上記ハンドル本体の表面及びハンドルカバーの表面」が「ハンドルの表面を構成している」のであるから，これらの構成から，「ハンドル」の構造としては，ハンドルカバーがハンドル本体に比べて相対的に小さい部材であると理解することができる。このため，本件発明のハンドル本体とハンドルカバーとの接合線は，従来技術(ハンドルを中心線に沿って上下又は左右に分割したもの)の接合線よりも短いものとなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "強度の確保",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "高校生向けの教科書である乙187(「機械設計1」平成14年1月31日発行，実教出版株式会社)98頁以下の「4  応力集中」の項目には「穴・切欠き・ねじ・段などのように断面形状が局部的に急に変化する部分では(中略)より大きな最大応力が生じる。このように，断面形状によって局部的に大きな応力が生じることを応力集中という。」，「材料は，応力集中によって破壊，特に疲労破壊を起こしやすいので注意を要する。」と記載されている。また，高校生向けの教科書である乙188(「新機械設計」平成14年1月31日発行，実教出版株式会社)96頁以下には「5  部材の破壊」に関する記載中の「2  破壊の原因」欄に「応力集中による破壊」の項目があり，そこには「応力集中の原因  機械に使用される部材には，図3-37に示すように溝・段・穴などを設ける場合がある。溝・段・穴など，断面の形状が急にかわる部分を切欠という。切欠のある部材に荷重が加わると，切欠部に生じる応力は，図3-38に示すように著しく大きくなる。このような現象を応力集中という。」と記載されている。これらの文献の記載によれば，本件特許の原出願時において，部材のうち溝・切欠き，穴等のように断面形状が局部的に急に変化する部分には，部材に荷重が加えられた場合に局部的に応力が集中し，それによって疲労破壊等の破壊を起こしやすくなること，そのため，部材に溝・切欠き，穴等のように断面形状が局部的に急に変化する部分があるとその部材の強度が低下することは，技術常識であったものと認められる。",
                            "そして，複数の部材を組合せてなる物品については，各部材の接合部分に溝・切欠き，穴等の断面形状が局部的に急に変化する部分が設けられるから，各部材の接合部分の強度は弱くなり，接合部分が多い場合には，強度の弱い部材が多くなるものと認められる。また，接合部分が線状のものにおいて接合線が長い場合には，各部材において，溝・切欠き，穴等の断面形状が局部的に急に変化する部分が設けられる接合部分が長くなるから，各部材の強度は弱くなるものと認められる。さらに，部材が接合されている場合，接合部分(接合線)は，その他の部分に比べて弱くなることは技術常識であるから，接合部分が多い場合及び接合線が長い場合には，それによって，接合後の構成物についてみても，強度は弱くなるものと認められる。",
                            "そうすると，複数の部材を組合せてなる物品について，部材と部材との接合部分が多かったり，接合部分が線状のものにおいて接合線が長かったりする場合に全体の強度が弱くなることは，本件特許の原出願時に技術常識であったものと認められる。したがって，従来技術(ハンドルを中心線に沿って上下又は左右に分割したもの)よりも接合線が短くなるように構成した本件発明は，従来技術に比してハンドルの強度を高く維持することができると当業者が認識できる範囲のものであったと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，複数の部材を組み合わせてなる物品について，部材と部材との接合部分が多かったり，接合部分が線状のものにおいて接合線が長かったりする場合に構造的に強度が弱くなることは，本件明細書に記載や示唆がなく，それについて何らの証拠も示されておらず，応力集中という概念によってそのようなことを説明することはできないと主張するが(前記第2の5(3)ア(ア)b(a))，前記aで述べたところに照らし，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "成形精度の確保",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また，分割された部材を組み合わせる際に，組み合わせ部分にずれが生じないようにするためには，各部材における組み合わせ部分，すなわち接合線全体にわたって成形精度を確保する必要があるところ，上記従来技術に比して接合線を短くした本件発明が，成形精度が求められる部分の長さが短くなって成形精度を確保しやすいものであることは，当業者が容易に理解できるから，本件発明は，従来技術に比して成形精度の向上が図られると認識できる範囲のものであると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，接合線を短くすることによって成形精度を確保することができることの技術的根拠は不明であり，現在はあらゆる製品が樹脂成形品として提供されているから，接合線の長短が成形精度に影響を及ぼさないというのが技術常識であると主張する(前記第2の5(3)ア(ア)b(b))。",
                            "しかし，接合線を短くすることによって成形精度を確保することができることは前記aのとおりであり，また，樹脂成形品が多く提供されているとしても，接合線を短くすることによって成形精度を確保しやすくなることは否定されることはないから，控訴人の上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "組み立て作業の容易性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "さらに，本件発明のハンドルカバーは，従来技術に比してハンドル本体への接合線が短くなるように構成されているので，ハンドル本体の凹部への位置合わせなど，組み立て作業時の取扱いが楽になり，組み立て作業が容易になることも当業者であれば十分理解できるから，本件発明は，当業者が，従来技術に比して組み立て作業性の向上が図られると認識できる範囲のものであると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，接合線が短くなると位置合わせなどの組み立て作業の取扱いが楽になるということには技術的根拠がなく，接合線が短くなれば部品が小さくなるから，組み立て作業には技術を要することになると主張する(前記第2の5(3)ア(ア)b(c))。",
                            "しかし，接合線が短くなると接合線が長い場合に比べて位置合わせなどの組み立て作業の取扱いが楽になるということは容易に理解できることであるし，手に把持する程度の大きさの本件発明に係る美容器のハンドルの凹部を覆うハンドルカバーは，接合線が短くなっても著しく小さくなるとは認められず，小さくなったことにより組み立て作業に殊更技術を要するほどに小さくなるとは認められないから，控訴人の上記主張を採用することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "サポート要件の充足性",
                  "text": [
                    "そうすると，本件発明は，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載及び原出願時の技術常識に照らし，当業者が当該発明の課題を解決できると認識できる範囲のものであると認められる。",
                    "したがって，本件特許はサポート要件(特許法36条6項1号)を充足するものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点3-6(明確性要件(特許法36条6項2号)の充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の「棒状のハンドル本体」，「凹部」という記載の明確性",
                  "text": [
                    "前記2(1)イのとおり，構成要件Aの「棒状のハンドル本体」，「該ハンドル本体」，構成要件B，Fの「上記ハンドル本体」は，手に把持できる細長い形状のハンドルであれば足り，直線状のもののほか，湾曲した形状であるものや，太さが均一ではないものも含むと解されるものであり，その意義は明確であると認められる。また，前記2(2)アのとおり，構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」は，「ハンドル本体の表面から内方に窪んだ穴部」を意味し，ハンドルの中央部に形成されたものに限られないと解され，その意義は明確であると認められるものであり，そのため，構成要件Aの「上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」，構成要件Fの「上記ハンドルカバー」の意義も明確であると認められる。",
                    "控訴人は，その他の特許請求の範囲の記載の明確性は争っておらず，その他の特許請求の範囲の記載も明確であるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張の検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，「棒状」とは，直線状だけを指すのか，それとも湾曲した形状までを指すのか，その形状の範囲が不明確であると主張するが(前記第2の5(3)イ(ア))，前記2(1)イのとおり，直線状のもののほか，湾曲した形状であるものを含むものであり，その範囲が不明確であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件特許の特許請求の範囲には，「該ハンドル本体の表面から内方に窪んだ凹部」及び「上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」との記載があるが，その「凹部」及び「ハンドルカバー」が設けられる位置や大きさ，形状については，何ら特定されていないと主張する(前記第2の5(3)イ(ア))。",
                        "しかし，前記アのとおり，「該ハンドル本体の表面から内方に窪んだ凹部」及び「上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」の意味は，位置，大きさ，形状を特定するものではないが，明確であるものと認められ，その文言によって発明の範囲を明らかにすることができるから，控訴人の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，中心線で上下に分割はしていないが，中心線に極めて近いハンドルの上部又は下部のほぼ全体にわたってハンドルカバー及びそれに対応する凹部が形成されている場合に，本件発明の凹部及びハンドルカバーに該当するのか，特許請求の範囲からは明らかではないと主張する(前記第2の5(3)イ(ア))。",
                        "しかし，前記アで述べた構成要件Aの「該ハンドル本体の表面から内方に窪んだ凹部」，「上記凹部」，構成要件Cの「上記凹部」の意味，構成要件Aの「上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」，構成要件Fの「上記ハンドルカバー」の意味に照らして，これらの構成要件を充足するか否かの判断は可能であると認められるから，控訴人の上記主張は，採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件特許の特許請求の範囲の記載は，特許を受けようとする発明が明確であり，本件特許は明確性要件(特許法36条6項2号)を充足するものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3-7(分割要件を充足しないことによる新規性・進歩性の欠如(特許法44条1項，2項，29条1項3号，2項))について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "分割要件",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "当初明細書の記載",
                      "text": [
                        "当初明細書(乙163)には，以下の記載がある。",
                        "「【0023】",
                        "上記ハンドルは，上記第1端部から上記第2端部にかけて直線状に形成されていることが好ましい。」",
                        "「【0049】",
                        "また，本例では，ハンドル10は細い棒状に形成されていることから，例えばハンドル10を中心線L0に沿って上下又は左右に分割して，ハンドル10の内部に各部材を収納する構成とした場合には，ハンドル10の成形精度や強度が低下したり，各部材がハンドル10の内部を密閉する作業に手間がかかって美容器1の組み立て作業性が低下したりするおそれがある。しかし，本例では，図4に示すように，ハンドル10は，その一部(中央部)を凹状にくり抜いて形成された凹部15内に各部材を配設するとともに，ハンドルカバー14によって当該凹部15を覆うことにより各部材を収納する構成を採用している。これにより，ハンドル10の中心線L0に沿って上下又は左右に分割した場合に比べて，ハンドル10の成形精度や強度を高く維持することができるとともに，ハンドルカバー14によって凹部15の内部を容易に密閉できることから美容器1の組み立て作業性が向上する。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "新たな技術的事項の追加の有無",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "ハンドルの形状",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "当初明細書(乙163)には，前記(ア)のとおり，【0049】に「ハンドル10は細い棒状に形成されている」と記載されているが，本件明細書には，【0007】に「美容器において，ハンドル本体は棒状であって」と記載され，「細い」という語が削除された。",
                                "しかし，「棒」という語は，「手に持てるほどの細長い木・竹・金属などの称。」(広辞苑第7版)を意味し，そもそも「細い」という意味が含まれている。他方，当初明細書(乙163)の全体を見ても，原出願のハンドルが特別に細いものとは認められず，手で握る程度の細さのものと理解できるから，当初明細書の上記の「細い」という語に格別な技術的意味があるとは認められないから，当初明細書の「細い棒状」と本件明細書の「棒状」とは，実質的に同じものとして理解すべきものと認められる。そして，当初明細書の【0049】には，「例えばハンドル10を中心線L0に沿って上下又は左右に分割して，ハンドル10の内部に各部材を収納する構成とした場合には，ハンドル10の成形精度や強度が低下したり，各部材がハンドル10の内部を密閉する作業に手間がかかって美容器1の組み立て作業性が低下したりするおそれがある。」という技術的課題を解決するという技術的思想(課題解決原理)が記載されているところ，本件特許の技術的思想(課題解決原理)は前記2(1)ア(イ)のとおりであり，原出願時と変わりがなく，新たな技術的思想(課題解決原理)が追加されたことはない。したがって，本件発明の構成について，「細い」という特定のない「棒状のハンドル」とすることによっては，新たな技術的事項が導入されたとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "そして，当初明細書(乙163)には，実施例としてハンドルが直線状の美容器が示されているが，ハンドルの形状を直線状に限るとする記載はなく，【0049】にも，ハンドルの形状については細い棒状であること以外に何ら言及されておらず，かえって「上記ハンドルは，上記第1端部から上記第2端部にかけて直線状に形成されていることが好ましい。これにより，目元や口元などの顔に使用する際に，肌面に対してローラが当接する角度の調整がしやすいため，操作性が向上する。また，ハンドルの握りやすさを維持しつつ，美容器全体をコンパクトに形成することができため(判決注：「できるため」の誤記と解される。)，旅行などで持ち運ぶのに適している。」(【0023】)と記載されており，ハンドルが直線状であることが好ましいと記載されていることからすると，ハンドルは直線状のものに限定されておらず，湾曲したものを排除するものではなかったと認められる。そのため，本件発明において，ハンドルは直線状のものに限られず，湾曲した形状であるものも含むとしても，そのことによって新たな技術的事項が導入されたことにはならない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "凹部",
                          "text": [
                            "さらに，凹部がハンドルの中央部に形成されることに関して，当初明細書(乙163)には，【0049】に「ハンドル10は，その一部(中央部)を凹状にくり抜いて形成された凹部15」と記載されていたものが，本件明細書では，【0007】に「ハンドル本体には凹部が形成され」と記載され，凹部を形成する位置として「中央部」という特定のない記載となった。しかし，上記のとおり，【0049】では，「中央部」は括弧書きとして記載されているから，凹部を設ける位置の一例を単に示したものと認められ，【0049】において凹部に関して記載された内容は，凹部の位置を問わず妥当するものと認められる。したがって，本件発明において凹部を設ける位置が「中央部」に特定されていないことによって新たな技術的事項が導入されたとは認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の主張の検討",
                      "text": [
                        "控訴人は，本件発明が，被告各製品のような「円弧状に湾曲したハンドル本体」からなるものまで含むとすれば，当初明細書等に記載がなかった「円弧状に湾曲したハンドル本体」が分割出願により本件発明に新たに導入されたことになると主張するが(前記第2の5(3)ウ(ア)a(b))，前記(イ)a(b)のとおり，本件発明において，ハンドルは直線状のものに限られず，直線状のもののほか，湾曲した形状であるものも含むとしても，そのことによって新たな技術的事項が導入されたことにはならないから，控訴人の上記主張は採用することができない。",
                        "また，控訴人は，本件発明の凹部がハンドルの中央部に限られないとすれば，当初明細書等に記載がなかった凹部(ハンドルの中央部以外の部分に設けられた凹部)が分割出願により本件発明に新たに導入されたことになると主張するが(前記第2の5(3)ウ(ア)a(c))，前記(イ)bのとおり，本件発明において凹部を設ける位置が「中央部」に特定されていないことによって新たな技術的事項が導入されたとは認められないから，控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "分割要件の充足性",
                      "text": [
                        "そうすると，本件明細書に記載された事項は，原出願の出願当初の明細書等に記載された事項の範囲内であるものと認められ，本件特許の出願は分割出願の要件を充足するものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規性・進歩性",
                  "text": [
                    "以上によれば，本件特許は分割要件を満たした出願であって，本件特許は原出願の時にしたものとみなされるから，原出願の公開公報(特開2015-186540号公報，乙165)は原出願前に頒布された又は電気通信回線を通じて公衆に利用可能となったものとはならず，同公開公報に記載の発明は，特許法29条1項3号に該当しない。",
                    "したがって，本件発明は，特許法29条1項3号に該当せず，また同条2項により特許を受けることができないものとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点4(被控訴人の損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "推定覆滅事由-製品の性能及びデザインの相違",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，美容ローラを購入する者及び美容ローラの製造販売業者は，美容ローラの購入又は販売に当たって，マイクロカレントの存在を非常に重視していると主張し，このような事実は損額算定に当たっての覆滅事由として考慮されなければならないと主張する(前記第2の5(4)ア(ア))。",
                    "しかし，被控訴人は被告各製品と競合する美容ローラの製品を販売しているものと認められ(乙87，88，99，100，102～104，108～113，115)，その基本的な構造，機能に照らして，被控訴人の製品の需要者は，被告各製品の需要者と重なるものと認められる。そして，仮に被告各製品が存在しないとした場合，被告各製品を購入した者が，マイクロカレントが存在することを理由に被控訴人の製品の購入をやめるとは考えられず，控訴人が主張するようにマイクロカレントの存在を有意義に感じている者が多いとすれば，むしろ被控訴人の製品を購入するものと認められるから，マイクロカレントの存否は，被告各製品に向けられていた需要が被控訴人の製品に向けられることを妨げるものではなく，損害額算定に当たっての覆滅事由として考慮することはできない。したがって，控訴人の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，マイクロカレントのない被告各製品について，安価で大量の商品を販売する流通業者に対する販路の開拓を行う等の営業努力によって販売個数を増加させてきた(乙76～78，乙116，117)とし，このような事実は，本件における損額算定に当たっての覆滅事由として考慮されなければならないと主張する(前記第2の5(4)ア(ア))。",
                    "しかし，安価で大量の商品を販売する流通業者に対する販路の開拓によって販売数を増加させることは，事業者が通常行う営業努力の範疇を超えるものではなく，本件において，控訴人が，どのようにして，事業者が通常行う範囲を超える格別の工夫や営業努力をしたかは明らかでなく，それを認めるに足りる証拠もないから，控訴人が行った営業努力をもって，損額算定に当たっての覆滅事由として考慮することはできない。したがって，控訴人の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "推定覆滅事由-本件発明の美容器に対する寄与",
              "text": [
                "本件発明の技術的思想(課題解決原理)は，前記2(1)ア(イ)のとおり，二股の美容器において，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成することにより，ハンドルが上下又は左右に分割された従来の構成よりも，ハンドルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向上するようにしたというものである。そして，本件発明に係る美容器は，美容器のハンドルを持ち，ローラを肌に押し当ててこれを使用するから，本件発明の技術的思想(課題解決原理)によって達成されるハンドルの成形精度や強度の維持は，美容器を使用する需要者一般が関心を有する美容器の基本構造に関するものであり，二股美容器の使用やマッサージの施行に影響する事項であって，美容器全体に貢献しているものと認められる。本件発明が需要者の商品選択に特段寄与しないとする根拠はなく，被告各製品の販売に対する本件発明の寄与が限定的であるとする根拠もない。したがって，本件において，本件発明の寄与率を考慮して推定を覆滅すべき理由はない。",
                "控訴人は，被告各製品は特許第5840320号の技術的範囲には属しないが，同特許に係る発明の効果を有しており，そのような効果のあることが被告各製品購入の主な動機になっていることは，本件における損害額算定に当たっての推定覆滅事由として考慮されなければならないと主張する(前記第2の5(4)ア(イ))。しかし，被告各製品が特許第5840320号に係る発明の効果を有しているかどうかは明らかでなく，また，そのような効果の存在が被告各製品購入の主な動機になっていることを認めるに足りる証拠はない。したがって，控訴人の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，本件特許は特許無効審判により無効にされるべきものとは認められず，被告各製品はいずれも本件発明の技術的範囲に属し，控訴人による被告各製品の製造，使用，譲渡，貸渡し，輸出若しくは輸入又は譲渡若しくは貸渡しの申出は本件特許権を侵害するものと認められるから，被控訴人の控訴人に対する請求は，本件特許権に基づく被告各製品の製造，使用，譲渡，貸渡し，輸出若しくは輸入又は譲渡若しくは貸渡しの申出の差止め(特許法100条1項)，上記侵害行為を組成する被告各製品，その半製品及び製造のための金型の廃棄(特許法100条2項)，不法行為による損害賠償(民法709条及び特許法102条2項)2889万2648円及びうち885万0600円に対する平成29年10月4日(訴状送達の日の翌日)から，うち2004万2048円に対する令和元年7月3日(令和元年6月27日付け訴えの変更申立書送達の日の翌日)から各支払済みまでそれぞれ民法所定の年5分の割合による遅延損害金の支払の請求の限度で理由があるものと認められ，その余は理由がないものと認められる。したがって，上記の限度で被控訴人の請求を認容し，その余を棄却した原判決は相当であり，控訴人の本件控訴は理由がない。",
            "よって，控訴人の本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}