{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-890007号事件について令和2年8月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，別紙1記載の商標（以下「本件商標」という。）の商標権者である（甲1の1・2）。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告が，平成30年1月31日に本件商標についての商標登録無効審判請求（無効2018-890007号）をしたところ，特許庁は，令和2年8月13日，「登録第5607230号の登録を無効とする。」との審決（以下「本件審決」という。）をし，その謄本は，同月21日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知著名性について",
              "text": [
                "平成24年及び平成27年においては，国内のすし店における売上高及びシェアにおいて，被告が経営するすし店「すしざんまい」（以下「被告すし店」という。）の占める割合は，相当程度あったものと推認できるが，本件商標の登録出願時における，被告すし店による売上高及びシェアを客観的に確認できる証拠は提出されていない。",
                "テレビ番組，雑誌及び新聞等のメディアでの掲載状況並びに本件商標の登録審決時の前後における被告すし店の売上高及びシェアからすると，被告の業務に係る「すしを主とする飲食物の提供」の需要者である一般消費者において，少なくとも本件商標の登録審決時においては，被告すし店が，その名称である「すしざんまい」(別紙3の引用商標2〔甲3〕。以下「引用商標2」という。）及び看板に使用されている別紙2の引用商標1（甲2。以下「引用商標1」といい，引用商標1と引用商標2を併せて「引用商標」という。）と共に，広く知られていたといい得る。",
                "本件商標の登録出願時においては，引用商標1が被告すし店の看板に，引用商標2が被告すし店の名称を表すものとして，それぞれ使用されて，被告又は被告すし店が，メディアに取り上げられているとしても，本件商標の登録出願時において，国内のすし店における被告すし店の売上高及びシェア等を客観的に確認できる証拠は提出されていないから，本件商標の登録出願時においては，引用商標は，被告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要者間に広く認識されていたということはできない。",
                "また，被告が提出した証拠から，被告の取扱いに係る商品「すし」の売上高や市場シェア等を具体的に示す販売実績を確認することはできないから，引用商標は，本件商標の登録出願時及び登録審決時において，本件商標の指定商品である「すし」を表す商標として，需要者間に広く認識されていたということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1について",
                  "text": [
                    "引用商標1の構成において，「すしざんまい」の文字部分は，その構成中の中央に，他の文字よりも大きく顕著に表されていることからすると，「すしざんまい」の文字部分は，看者の注意を惹きやすいものといえ，商品の出所識別標識として強く支配的な印象を与えるものということができ，当該文字部分だけを要部として抽出し，本件商標と比較して商標の類否を判断することも許されるというべきである。",
                    "そうすると，引用商標1からは，その構成全体に相応して生じる「ツキジキヨムラスシザンマイ」の称呼のほかに，「すしざんまい」の文字に相応した「スシザンマイ」の称呼も生じるものといえる。",
                    "また，その構成は，「すし」と「一心不乱に事をするさま」の意味を有する「ざんまい」を結合させたものと理解されて，当該文字部分に相応して「一心不乱にすしを食する」ほどの観念を生じる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2について",
                  "text": [
                    "引用商標2は，「すしざんまい」との文字に相応して，「スシザンマイ」の称呼が生じ，また，「一心不乱にすしを食する」ほどの観念を生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標について",
                  "text": [
                    "本件商標は，鉢巻きをした魚とおぼしき図形（以下「魚図形部分」という。）の上部に，四つの四角形状の輪郭内に「宅配専門」の文字を一文字ずつ配し（以下「上段文字部分」という。），「魚図形部分」の右側に，「宅配専門」の文字より大きく，筆文字風に「寿司ざんまい」の文字を一文字ずつ交互に右斜め方向にずらして横書きしてなる（以下「下段文字部分」という。）ものであり，「寿司」の漢字は，「ざんまい」の平仮名に比して，やや小さく表されている。なお，「魚図形部分」及び「上段文字部分」は，赤を基調とした色彩が施され，「下段文字部分」は金色の色彩が施されている。",
                    "本件商標の構成中の魚図形部分と上段及び下段文字部分とを常に一体のものとして把握しなければならない特段の理由は認められないものであり，上段文字部分は，商品の事業形態が，宅配を専門とするものであることを表す語と解され，本件商標の指定商品との関係からすると，自他商品の識別標識としての機能を果たすものとはいえない。",
                    "他方，本件商標の構成中の「寿司ざんまい」の文字は，大きく顕著に表されているうえに，魚図形部分及び上段文字部分とは異なる金色の色彩を施していることから，看者の注意を惹きやすいものといえ，商品の出所識別標識として強く支配的な印象を与えるものということができ，当該文字部分だけを要部として抽出し，引用商標と比較して商標の類否を判断することも許されるというべきである。",
                    "また，「寿司ざんまい」の文字部分が，本件商標の指定商品との関係において，商品の出所識別標識としての機能を果たし得ないとみるべき事情はない。",
                    "そうすると，本件商標からは，当該文字に相応して，「スシザンマイ」の称呼も生じるものといえ，また，「一心不乱にすしを食する」ほどの観念を生じる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標と引用商標との類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観",
                      "text": [
                        "本件商標の要部といい得る「寿司ざんまい」の文字部分と引用商標1の要部である「すしざんまい」の文字部分は，ともに筆文字風の書体で表されており，構成文字においても，「寿司」と「すし」の差異を有するにすぎないものであるから，互いに似通った印象を与え，本件商標の要部といい得る「寿司ざんまい」の文字部分と引用商標2との比較においても，「寿司」と「すし」の差異を有するにすぎないから，互いに似通った印象を与える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼",
                      "text": [
                        "本件商標及び引用商標からは，いずれも「スシザンマイ」の称呼が生じるものであるから，両者は，称呼を共通にする。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "観念",
                      "text": [
                        "本件商標及び引用商標からは，いずれも「一心不乱にすしを食する」ほどの観念が生じるものであるから，両者は，同一の観念を有する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "まとめ",
                      "text": [
                        "本件商標と引用商標とは，全体の外観において相違するとしても，本件商標の要部といい得る「寿司ざんまい」の文字部分と引用商標1の要部である「すしざんまい」の文字部分及び引用商標2とは似通った印象を与えるものであり，また，本件商標と引用商標とは，「スシザンマイ」の称呼を共通にし，観念においても同一であるから，両者の外観，観念，称呼によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すると，本件商標と引用商標とは互いに相紛れるおそれのある類似の商標と判断するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件商標の指定商品と引用商標の指定商品及び指定役務",
                  "text": [
                    "本件商標の指定商品「すし」と引用商標の指定商品のうちの「すし，すしを主とするべんとう」は，同一又は類似の商品である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，本件商標は，商標法4条1項11号に該当する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由（商標法4条1項11号該当性の判断の誤り-本件商標と引用商標との類否判断の誤り）",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の上段文字部分（「宅配専門」）は，魚図形部分と下段文字部分（「寿司ざんまい」）に関する詳細な業務を表しているものであり，看者は，上段文字部分を見ることにより，本件商標が宅配専門のすしを商品としていることを理解，認識するから，上段文字部分は，寿司に関する業態を需要者に認識させる機能を有し，下段文字部分，魚図形部分と一体として把握されるべきである。",
                    "そして，上段文字部分は，魚図形部分や下段文字部分を補足的に説明する機能を有する文字であって，魚図形部分と下段文字部分を強調しているのであり，その意味で，自他商品識別機能を有している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標の下段文字部分は，「寿司」の文字を「一心不乱に事をするさま」の意味を有する「ざんまい」に結合させて「一心不乱に事をする（寿司を食する）さま」という記述的な観念を生じさせるものであるから，商標法3条1項3号の記述的商標である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "過去に，「ざんまい」又は「三昧」を含む語で出願された商標で登録が認められたものは，甲4の1のとおりであり，例えば，「鯉三昧」，「お洒落ざんまい」，「わがままざんまい」，「ごぼう三昧」，「焼肉三昧（ざんまい）」（指定商品は「ステーキ用ソース」等），「おにぎり三昧」（指定商品は「焼き海苔」）等があるが，いずれも「ざんまい」又は「三昧」に付加される語が指定商品や指定役務との関係で，観念的に無関係又は直接的な関係を認識させるものではないとして登録された。",
                        "過去に，「ざんまい」又は「三昧」を含む語で出願された商標で登録が拒絶されたものは，甲4の2のとおりであり，例えば，「鰹三昧」，「くじら三昧」，「牛たん三昧」，「焼肉ざんまい」（指定役務  焼肉料理の提供），「カレーざんまい」，「海鮮ざんまい」，「かにざんまい」等があるが，いずれも「ざんまい」又は「三昧」に付加される語が指定商品や指定役務との関係で，観念的な関係を認識させるものと思われる商標である。",
                        "上記の例から，「ざんまい」又は「三昧」の語頭に付加される付加用語と出願時の指定商標との相互関連から商標全体の表記が記述的な商標と解される場合とそうではなく自他商品識別標章として機能する場合とがあることが分かる。",
                        "本件商標は，上記の例のうちの拒絶されるべき商標に該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，下段文字部分は，出所識別標章としての機能を有しない商標であり，この部分は要部ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標の魚図形部分は，自他商品識別標章として機能する。",
                    "上段文字部分（「宅配専門」）は，自他商品識別標識としての機能を果たさず，また，下段文字部分（「寿司ざんまい」）を指定商品「すし」との関係において記述的標章と理解すると，残るは魚図形部分のみであり，本件商標においては魚図形部分のみが自他商品識別標章として機能する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的主張",
              "text": [
                "「宅配専門」とは，寿司の提供は行っていないから，本件商標に「宅配専門」という文言が付されることにより，取引者，需要者は，本件商標の付された商品やその販売店を被告すし店と区別できるのであり，上段文字部分（「宅配専門」）が下段文字部分（「寿司ざんまい」）と結合して初めて識別力を有することになる。",
                "したがって，本件商標の要部は，「宅配専門寿司ざんまい」の部分である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，被告すし店の店舗数は，中央区において15店舗，港区において5店舗，江東区において5店舗であるのに対し，寿司店の店舗総数は，中央区において315件，港区において290件，江東区において92件であることを考慮すると，被告すし店は周知であるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "類否判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(1)のとおり，下段文字部分は，本件商標の要部ではないから，引用商標との類否判断において，下段部分を抽出して，引用商標と対比すべきではない。",
                    "また，引用商標1も，上段に「つきじ喜代村」の文字が表記されているから「すしざんまい」を抽出して，本件商標と対比すべきではない。",
                    "したがって，本件商標と引用商標の類否判断において，本件商標の下段文字部分と引用商標の「すしざんまい」を対比した本件審決は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標全体と引用商標全体を対比すべきである。両商標の外観の対比において，本件商標の魚図形部分は重要な意義を有し，魚図形部分も含めて，対比すべきである。また，本件商標，引用商標からは，「スシザンマイ」以外の称呼も生じ，本件商標からは，魚図形部分による観念も生じる。",
                    "したがって，本件商標と引用商標は類似しているといえない。 "
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的主張",
              "text": [
                "前記1(2)のとおり，本件商標の要部は「宅配専門寿司ざんまい」の部分であり，同部分からは「タクハイセンモンスシザンマイ」との称呼が生じ，「宅配専門で一心不乱に寿司を食べられるところ」との観念が生じるから，引用商標とは類似しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の認定に誤りがあるとの主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標の魚図形部分，上段文字部分及び下段文字部分は常に一体として把握されるべきものであると主張する。",
                "しかし，商標は，必ずしもその構成部分全体の名称によって称呼，観念されず，しばしば，その一部だけによって簡略に称呼，観念され，一個の商標から二個以上の称呼，観念の生ずることがあるのであって，本件商標も，その商品の出所識別標識としての機能から見た場合，外観上，本件商標の構成中の魚図形部分，上段文字部分及び下段文字部分がそれぞれ異なる態様で表示され，観念上も，各構成部分が全体で一連の意味合いを表しているものではなく，称呼上も，常に一体のものとして称呼されるものではないから，構成部分全体が一体不可分のものとして認識，把握されるものではない。",
                "そして，上段文字部分は，寿司の宅配事業であることを表示するものであるから，自他商品の識別標識としての機能を果たすものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「一心不乱に事をする（寿司を食する）さま」の観念を有する「寿司ざんまい」の文字部分は，商標法3条1項3号の記述的商標であると主張する。",
                "しかし，商標法3条1項3号は，「その商品の産地，販売地，品質，原材料，効能，用途，形状（包装の形状を含む。・・・），生産若しくは使用の方法若しくは時期その他の特徴，数量若しくは価格・・・を普通に用いられる方法で表示する標章のみからなる商標」と定められているところ，「一心不乱に事をする（寿司を食する）さま」がこれらの事項を普通に用いられる方法で表示するものとは到底考えられない。このことは，「すしざんまい」（標準文字）の商標が，第30類「すし，すしを主とするべんとう」などについて，商標登録されていること（引用商標2）からもうかがうことができる。",
                "また，本件商標の「寿司ざんまい」の文字は，シンボルマークと思しき鉢巻をした魚の図形，事業形態が寿司宅配事業であることを表す「宅配専門」の文字と共に表示されているのであり，このような態様の下で表示されていることを踏まえてみても，自他商品の識別力を有するものである。事業形態やシンボルマークと共に表示される態様の下では，本件商標に接する需要者においても，「一心不乱に事をする（寿司を食する）さま」を表そうとしているものとして認識するというよりも，例えば，店舗の名称が「寿司ざんまい」であろうと考えるとみる方が自然である。原告も，自身の店舗の名称として「寿司ざんまい」の文字を使用しているのであり，「一心不乱に事をする（寿司を食する）さま」を表すために「寿司ざんまい」の文字を使用しているものではない（乙6〔枝番を全て含む。〕）。",
                "さらに，「寿司ざんまい」の文字のうち，「寿司」の漢字を平仮名にしただけの被告の「すしざんまい」の文字（引用商標）は，被告の店舗名として周知，著名であり（乙7～17〔枝番を全て含む。〕），単に「一心不乱に事をする（寿司を食する）さま」を表すものとして認識されるにとどまるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「ざんまい」又は「三昧」に付加される語が指定商品や指定役務との関係で，観念的に無関係又は直接的な関係を認識させるものではない商標は登録が認められるとして，そのような商標として，甲4の1に記載された商標を挙げる。",
                "しかし，甲4の1のうち，「中華三昧」，「味噌汁三昧」，「生三昧」，「粥三昧」，「果実三昧」，「美酒三昧」，「胡麻三昧」，「寒天三昧」，「米菓三昧」，「玉子三昧」，「ココア三昧」，「焼肉三昧」，「牛たん三昧」，「おむすび三昧」，「おにぎり三昧」などは，「ざんまい」，「三昧」に付加される語が指定商品自体やその原材料などを表す語であることが明らかであり，指定商品との関係で無関係であったり，直接的な関係を認識させないとはいえない。",
                "したがって，甲4の1から，「ざんまい」，「三昧」に付加される語が指定商品や指定役務との関係で「観念的」に無関係又は直接的な関係を認識させるものではない場合に商標登録されるとの原告の主張は理由がなく，むしろ，これらの商標が登録されているということは，特許庁のプラクティスとしては，「ざんまい」，「三昧」に付加される語が指定商品や指定役務に関連する語であっても，「〇〇ざんまい」や「〇〇三昧」の文字について，自他商品・役務の識別標識として機能し得ると認めてきたことを表すものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，「ざんまい」又は「三昧」に付加される語が指定商品や指定役務との関係で，観念的に関係を認識させる商標は登録が拒絶されるとして，そのような商標として，甲4の2に記載された商標を挙げる。",
                "しかし，登録を拒絶する理由には，商標法3条1項各号ばかりでなく，種々の理由が定められているところ，甲4の2に掲載されているのは，拒絶査定や拒絶理由通知の事実だけであり，個々の商標の具体的な拒絶理由を証明する証拠の提出はないから，甲4の2から，指定商品との関係で単に品質等を表す記述的な商標と判断されて登録を拒絶されたということはできない。",
                "そして，甲4の2には，出願取下げ，登録査定後の却下，自他商品・役務の識別力があることが前提となる商標法4条1項11号等の拒絶理由による拒絶査定なども掲載されていることから，甲4の2からは，その一覧表にある商標が指定商品との関係で単に品質等を表す記述的な商標と判断されて登録を拒絶されたということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "類否判断が誤っているとの主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標の下段文字部分は出所識別標識として機能せず，本件商標から下段文字部分を抽出して，引用商標と対比するのは誤りであると主張する。",
                "しかし，前記1のとおり，本件商標の下段文字部分は出所識別標識として機能し得る。",
                "そして，商標の要部は必ずしも一つとは限らないが，そのうちの一つの要部の称呼，観念が他人の商標の称呼，観念と同一又は類似するときは，両商標は類似するものと解されるのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件商標及び引用商標から，「スシザンマイ」以外の称呼も生じると主張する。",
                "しかし，仮に，本件商標又は引用商標において，「スシザンマイ」以外の称呼を生じるものがあったとしても，観念と共に「スシザンマイ」の称呼が共通するものであるから，両商標は類似するといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件商標からは，魚図形部分による観念も生じると主張する。",
                "しかし，仮に，魚図形部分から何らかの観念が生じるとしても，本件商標は，称呼とともに，「寿司ざんまい」，「すしざんまい」との同一の観念を有するのであるから，両商標は類似するといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の取引の実情を明らかにしうる限り，その具体的な取引状況に基づいて判断するのが相当である（最高裁昭和39年（行ツ）第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照）。",
            "また，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合のほか, 商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない場合には，その構成部分の一部を抽出し，当該部分だけを他人の商標と比較して商標の類否を判断することも許されるというべきである（最高裁昭和37年（オ）第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年（行ツ）第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年（行ヒ）第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁）。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，別紙1のとおりの外観であり，魚図形部分の上に上段文字部分を，魚図形部分の右側に下段文字部分を配した商標である。",
                "魚図形部分は，魚をイラスト風に描いた絵であり，同魚は，白色の鉢巻をし，黒色で「すし」と書かれた白色の前掛けをし，唇及び各ヒレ部分がピンク色で，それ以外の部分が赤色で描かれ，目やうろこの部分等は黒色である。",
                "上段文字部分は，赤色のありふれた書体の「宅配専門」の各文字を陰影のある四角で囲って左から右に横に並べており，四角で囲った各文字は右側を上にして若干傾いている。",
                "下段文字部分は，「寿司ざんまい」の文字を，金色で筆文字風に横書きしたものであり，「寿司」の部分に比べて「ざんまい」の部分が大きく，「ざんまい」の中では「ん」が特に大きく書かれている。また，「寿司」，「ざん」，「まい」は，それぞれ，1文字目より下に2文字目が書かれており，「寿」，「ざ」，「ま」の上端の位置はいずれも同じ高さであるが，「司」，「ん」，「い」の下端の位置は，それぞれ異なり，「ん」の文字の下端が最も下側に位置している。",
                "魚図形部分は，下段文字部分の「寿司」，「ざ」，「ま」及び「い」の各部分とほぼ同じ大きさであり，「ん」より若干小さく，下段文字部分の横幅は，魚図形部分の4倍程度ある。上段文字部分は，下段文字部分に比べてかなり小さく，その横幅は下段文字部分の3分の1，高さは5分の1程度である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，本件商標は，上段文字部分，下段文字部分及び魚図形部分からなるが，魚図形部分はイラスト風の絵であり，上段文字部分及び下段文字部分は文字から構成され，それらの表示態様は異なること，上段文字部分と下段文字部分は，書体，大きさ，色が異なること，上段文字部分は，その意味内容，書体及び文字の大きさから，指定商品である「すし」の販売方法を説明したものと認識されるものと認められることからすると，上段文字部分，下段文字部分及び魚図形部分は，外観上，それぞれ独立し，明確に区別でき，これらを分離して観察することが取引上不自然であると思われるほど不可分に結合していると認められないというべきである。",
                    "そして，下段文字部分は，「すしざんまい」との称呼が容易に生じるものであり，上段文字部分や魚図形部分に比較して，ひときわ大きく，また，色及び書体も目立つものであり，文字の配置も特徴的であること，一方，上段文字部分は，上記のとおり，指定商品の販売方法を説明したものであること，魚図形部分は，本件商標の指定商品である「すし」の原料となる魚をイラスト風に描いたものであることからすると，本件商標においては，下段文字部分が，取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与える部分というべきであり，下段文字部分を要部として抽出し，引用商標との類否を判断することができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，下段文字部分の「寿司ざんまい」からは，「一心不乱に寿司を食するさま」という記述的な観念が生じるにすぎないから，下段文字部分は，商標法3条1項3号の商標であり，自他商品識別機能はないと主張する。",
                    "確かに，「ざんまい」には「一心不乱に事をするさま。」などの意味がある（広辞苑第6版）ことから，下段文字部分からは，上記の観念が生じ得るが，同観念は，本件商標の指定商品である「すし」の産地，原材料，形状等や販売方法等を意味するものではなく，同号が定める「産地」等を普通に用いられる方法で表示するものとはいえないから，下段文字部分に上記の観念が生じることを理由として，下段文字部分に自他商品識別機能がないということはできない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，「ざんまい」又は「三昧」を含む語で出願された商標で登録された事例及び登録が拒絶された事例を挙げて，「ざんまい」又は「三昧」に付加される語が指定商品や指定役務との関係で，観念的な関係を認識させる場合は，当該商標に自他商品識別機能はないと主張する。",
                    "しかし，「ざんまい」又は「三昧」に他の語を付加した商標について拒絶査定を受けた事例があることから，本件商標の下段文字部分に出所識別機能がないということにはならない。また，指定商品と「ざんまい」に観念的な関係があるからといって，このことから直ちに，同指定商品に「ざんまい」を付した商標が，出所識別機能がないとはいえないというべきである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "さらに，原告は，上段文字部分は，魚図形部分や下段文字部分を補足的に説明する機能を有する文字であって，魚図形部分と下段文字部分を強調しているから，自他商品識別機能を有していると主張する。  ",
                  "text": [
                    "しかし，上段文字部分の「宅配専門」は，指定商品である「すし」の販売方法を宅配に限定していることを意味し，また，ありふれた書体で，他の部分よりも小さく書かれていることから，取引者，需要者に，本件商標の指定商品である「すし」の販売方法を説明したものと認識されることは明らかである。したがって，上段文字部分には出所識別機能はないというべきであり，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，予備的に，上段文字部分（宅配専門）が下段文字部分（寿司ざんまい）と結合して初めて識別力を有するとして，本件商標の要部は，上段文字部分と下段文字部分が結合した「宅配専門寿司ざんまい」部分であると主張する。",
                    "しかし，上記ア，エのとおり，本件商標においては，下段文字部分が，取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与える部分であるのに対し，上段文字部分は，取引者，需要者に，本件商標の指定商品である「すし」の販売方法を説明したものと認識されることは明らかであるから，上段文字部分と下段文字部分とを併せた「宅配専門寿司ざんまい」の部分が本件商標の要部となるということはできない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標1は，別紙2のとおりの外観であり，「つきじ喜代村」，「すしざんまい」及び「SUSHIZAＮMAI」との文字を横書きで，上下3段に記載した商標である。",
                "「つきじ喜代村」及び「すしざんまい」は筆文字風に書かれ，「SUSHIZAＮMAI」は，本件商標の上段文字部分の書体とは異なるが，ありふれた書体で書かれている。",
                "「すしざんまい」の文字は，他の文字よりもかなり大きく，また，太く書かれており，「すし」の部分は，「し」が「す」の左下に位置し，縦書きのように書かれている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)からすると，引用商標1の「つきじ喜代村」，「すしざんまい」及び「SUSHIZAＮMAI」は，外観上，それぞれ独立したものと見ることができるところ，そのうち，「すしざんまい」の文字部分は，他の文字部分よりかなり大きく，また，太く，引用商標の中央部分に書かれていること，「すし」の部分の配置が特色のあるものであることからすると，「すしざんまい」の文字部分が，取引者，需要者に対し商品，役務の出所識別標識として強く支配的な印象を与える部分であるというべきであり，同文字部分を要部として抽出し，本件商標との類否を判断することができるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件商標と引用商標の類否について",
          "text": [
            "前記2，3のとおり，本件商標と引用商標の類否の判断に当たっては，本件商標については，下段文字部分（「寿司ざんまい」）を要部として抽出することができ，引用商標1については，「すしざんまい」の文字部分を要部として抽出することができる。",
            "したがって，本件商標と引用商標1との類否判断は，本件商標の下段文字部分と引用商標の「すしざんまい」の文字部分とを対比して行うべきであるところ，両者の称呼は同一であり，観念については，「一心不乱にすしを食するさま」という観念が生じ得る点で同一である。そして，外観は，最初の二文字が，本件商標は漢字で書かれているのに対し，引用商標1では平仮名で書かれている点で異なり，また，色も異なるが，「ざんまい」の文字を含み，筆文字風に書かれている点で共通している。",
            "このように，本件商標と引用商標1とは，その要部において，称呼及び観念が同一であり，外観も「ざんまい」の文字を含み，筆文字風に書かれている点で共通していることからすると，両商標は類似しているというべきである。",
            "また，本件商標と引用商標2との類否についても，本件商標の要部である下段文字部分と引用商用2とは，観念及び称呼が同一である上，外観も「ざんまい」の文字を含む点で共通することからすると，両商標は類似しているというべきである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件商標の指定商品は「すし」であり，引用商標はいずれも，その指定商品に「すし」を含むから，本件商標と引用商標とは，「すし」という指定商品において同一である。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上によると，本件商標は，商標法4条1項11号の商標に当たるから，これと同旨の本件審決に誤りはなく，原告主張の審決取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}