{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が取消2018-300132号事件について令和2年4月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条に基づいて商標登録を取り消した審決の取消訴訟であり，争点は原告による商標使用の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，以下の商標(以下「本件商標」という。)の商標権者である(甲14，19)。原告は，奥西木工株式会社(以下「奥西木工」という。)から，本件商標に係る商標権(以下「本件商標権」という。)を譲り受け，その旨の移転登録(受付年月日：平成27年5月19日)を経由した(甲19)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "登録番号  第4604203号"
            },
            {
              "fig": "(2)",
              "subject": "出願日    平成12年7月4日"
            },
            {
              "fig": "(3)",
              "subject": "登録日    平成14年9月13日"
            },
            {
              "fig": "(4)",
              "subject": "更新登録  平成24年9月18日"
            },
            {
              "fig": "(5)",
              "subject": "商品及び役務の区分並びに指定商品",
              "text": [
                "第20類  家具"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯",
      "text": [
        "被告は，平成30年3月5日，商標法50条1項に基づき，本件商標について，商標登録取消しの審決を求める審判(以下「本件審判」という。)の請求をし，同月20日，審判請求の登録がされた(甲19)。",
        "特許庁は，上記請求を取消2018-300132号事件として審理した上，令和2年4月28日，「登録第4604203号商標の商標登録を取り消す。」との審決をし，その謄本は，原告に送達された。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "原告は，本件審判請求の登録前3年以内(以下「要証期間」という。)に本件商標を使用したことを立証するために，平成27年7月末から平成30年3月の期間に作成した各チラシ(甲1～7。以下，併せて「本件チラシ1」という。)及び平成27年3月21日～23日，同月28日～30日を売出日とするチラシ(甲12，13。以下，併せて「本件チラシ2」といい，本件チラシ1と本件チラシ2を併せて「本件チラシ」という。)を提出する。",
            "しかし，本件商標は，全体が一様に朱色をもって広告チラシを縮小した構成からなり，その上部には，上が欠けた円図形の内側に将棋の駒様の図形を配し，「京都最大の家具専門店奥西木工の魅力あるキズもの」，「キズ物市，大放出，大処分，家具」等の文字を書し，また，下部には矢印と共に「うら面へつづく」，白抜き文字で「奥西木工」等の文字を表示してなるところ，上記構成からなる本件商標は，その構成中，「奥西木工」の文字は，これに接する需要者，取引者をして，商品の製造，販売者を表すものと認識される自他商品識別標識としての機能を有するものである。",
            "他方，本件チラシに記載された標章(以下「本件使用商標」といい，本件チラシ1に記載された標章を「本件使用商標1」，本件チラシ2に記載された標章を「本件使用商標2」という。)は，商標権者である原告(株式会社タキソウ)の略称と認識される「Takisou」(甲1～7，12，13)や「タキソウパルクス刈谷店」(甲1)，「タキソウ家具」(甲1～7，12，13)，「タキソウ家具本店」(甲2～5，12，13)及び「タキソウパルクス吉原店」(甲6，7)の文字が記載されていることは確認できるものの，「奥西木工」の文字の記載はない。",
            "そうすると，本件使用商標には，本件商標の要部と認められる「奥西木工」の文字が表示されていることが確認できないから，本件使用商標は，本件商標と社会通念上同一と認められる商標とはいえない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "なお，本件チラシ2の最終段には「商標登録  第4604203号  本広告のデザイン・レイアウトを無断で使用した場合は，商標権の侵害となります。この催事は奥西木エキズ物市事業本部の協賛によるものです。」の記載があるが，同記載のうち，前段は，単に本件商標に係る商標権侵害についての説明にすぎない。後段については，仮に「奥西木工キズ物市事業本部」が本件商標の前権利者である奥西木工であるとしても，その記載内容からすると，奥西木工が本件チラシ2に記載された販売会の協賛であることを表すにすぎないものであるから，当該表示をもって，本件チラシ2において本件商標を使用したものと認めることはできない。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上からすると，原告が，要証期間内に日本国内において商標権者，専用使用権者又は通常使用権者のいずれかが，その請求に係る商品について，本件商標又は本件商標と社会通念上同一と認められるものの使用をしていることを証明したとは認められないから，本件商標の登録は，商標法50条により取り消すべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件チラシ1は，平成27年7月から平成30年3月までの期間に印刷され，愛知県内で配布されたものであり(甲8～11)，原告のホームページにも掲載している。本件チラシ2は，平成27年3月に印刷，配布されたものであり，原告のホームページにも掲載していたものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以下に示すとおり，本件商標と本件使用商標では，「視覚に飛び込む特徴な部分」を共通にしているから，本件商標と本件使用商標は，社会通念上同一の商標である。なお，本件チラシ1については，白黒の写ししか原告の手元にないが，原本は本件チラシ2と同様の赤色で印刷されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件チラシの右上部に大きい赤い太文字で記載された「キズ物市」の文字"
            },
            {
              "fig": "(2)",
              "subject": "上記「キズ物市」の下部に付されたロゴの部分，より具体的には，①赤い楕円形のロゴの中に白抜きの将棋の駒の形状の図形，②その駒の形状の中に大きい赤い文字で記載された「大処分」の文字，③上記駒の形状の図形の横に大きい白い文字で記載された「家具」の文字，④その他楕円形状のロゴの中に描かれたテーブルやタンスなどの家具の絵"
            },
            {
              "fig": "(3)",
              "subject": "左上部に大きい赤文字で記載された「大放出」の文字"
            },
            {
              "fig": "(4)",
              "subject": "上記駒の形状の図形の中に赤い文字で記載された「キズ物  半ぱ物  山積」(本件商標)又は「キズもの  半ぱもの  山積」(本件チラシ)の文字"
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "審決は，本件商標の構成中，「奥西木工」の文字部分が自他商品識別機能を有する要部であるとしているが，本件商標は，全体構成を特徴とするもので，文字のみ又は一つの図形などからなる一般的な商標とは全く異なる，一種独特な，特異な図形からなるもので，本件商標を使用した場合，一種独特な，特異な図形としての特徴に注意を惹かれ，同特徴部分が，自他商品識別標識としての機能を発揮する要部であり，「奥西木工」の文字部分は要部ではない。",
            "前記1でみたとおり，本件商標の一種独特な，特異な図形や本件商標の全体構成の特徴といったものは，本件使用商標で共通に維持されているから，審決が指摘する「奥西木工」の点は，本件商標と本件使用商標が，社会通念上同一であることを妨げるものではない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件チラシ2には，「商標登録第4604203号  本広告のデザイン・レイアウトを無断で使用した場合は，商標権の侵害となります。この催事は奥西木エキズ物市事業本部の協賛によるものです。」との記載があるが，同記載からすると，商標権者名が付記されたチラシの配布及び販売会が，当時の商標権者である奥西木工の協賛(許諾)のもとに行われていたことが証明され，奥西木工による本件登録商標の使用が行われていたことが証明される。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件使用商標と本件商標とは，他にも異なる部分が見受けられるが，異なる部分は，「開催日の日付」や「キズ物市の回数」や「出品の品目」の箇所であり，このような箇所の変更は，商標を実際に使用する場合に通常行われるものであって，本件使用商標と本件商標の間における自他商品識別標識としての同一性を阻害するほどの要因にはならない。したがって，本件使用商標と本件商標との間には，社会通念上の同一性がある。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上からすると，本件商標と本件使用商標との社会通念上の同一性を否定した審決は取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件商標は，奥西木工が出願したものであり，奥西木工が主催する「キズ物市」という家具の催事のチラシについて商標登録を行ったものであると解される。",
            "本件商標には，下部に目立つように赤色の横長長方形の中に白文字で「奥西木工」と表示され，左上部にも「京都最大の家具専門店奥西木工の魅力あるキズもの」との表示がされており，これらの表示は，催事の主催者を表示するものとして，需要者，取引者が最も注目する部分であり，同部分によって，商品の製造者，販売者を認識すると認められ，「奥西木工」の文字部分は，本件商標の要部である。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標中の「家具」，「キズ物市」，「大処分」，「大放出」，「キズもの」，「半ぱ物」，「山積」の文字部分について，様々な業者によって広く使用されているもので(乙1～10)，指定商品の普通名称，販売される商品の内容，催事のコンセプト等を表示するものにすぎず，自他商品識別力を有しない。",
                "原告は，赤い楕円形のロゴ及びその中に描かれた白抜きの将棋の駒の形状の図形が「視覚に飛び込む特徴部分」であると主張するが，楕円形も将棋の駒の形もありふれた形状であり，需要者，取引者は，当該部分のみで，製造者・販売者を認識することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "会社名，屋号に係る商標は，商品の提供主体を表すものとして強い自他商品識別力を有しているところ，本件チラシでは，商品の提供主体を表す「奥西木工」の文字部分が，「タキソウ家具」，「タキソウ家具本店」，「タキソウパルクス刈谷店」，「タキソウパルクス吉原店」などの文字に変わっており，需要者，取引者は，本件チラシに掲載された商品について，本件商標が示す事業者とは異なる他の事業者が提供する商品であると認識する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "奥西木工は，平成27年3月1日に債権者宛に事業廃止・破産申立てを行う旨の通知を発送し，同月23日に京都地方裁判所において破産手続開始決定を受けていること(乙11)からすると，本件チラシ2は，同月の催事で配布されたものではない。",
                "また，甲12，13は，写ししか提出されていないが，甲13の2枚目は，下部の赤色の横長長方形の部分が商品の表記部分と重なっており，後から当該部分のみが貼り付けられた可能性がある。審判段階において，甲12，13が新たな証拠として提出された経緯に照らしても，甲12，13の信用性には疑問がある。",
                "そして，仮に，本件チラシ2が平成27年3月に印刷，配布されたものとしても，原告が指摘する「商標登録第4604203号  本広告のデザイン・レイアウトを無断で使用した場合，商標権の侵害となります。この催事は奥西木工キズ物市事業本部の協賛によるものです。」の表示は，レイアウトの無断使用を禁止するための注意書及びチラシに記載された販売会の協賛者を示すものであって，その文字がチラシの下部に小さく，判別しづらい文字で記載されていることからすると，商標的態様の使用とはいえず，当該記載をもって，本件商標を使用したものとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標のうち，「奥西木工」の文字部分が，出所表示機能を有する要部に当たるかについて",
          "text": [
            "本件商標は，前記第2の1のとおり，全体が一様に朱色の家具の催事についての広告チラシを縮小した構成からなり，その上部には，上が欠けた円図形の内側に大きな赤い文字で「大処分」と記載され，その右側に「キズ物  半ぱ物  山積」と記載された白抜きの将棋の駒様の図形を配し，さらに，上記円図形の右内側に大きく「家具」の文字が記載され，内側に家具の絵が配されており，上記円図形の左上に「京都最大の家具専門店奥西木工の魅力あるキズもの」と大きく記載され，同図形の上に「キズ物市」とより大きく記載され，同図形の左には「大放出」と大きく記載されており，その下部には，矢印と共に「うら面へつづく」と記載され，最下部には赤色の長方形の中に白抜き文字で「奥西木工」等の文字が記載されているものである。",
            "上記のような本件商標の構成からすると，本件商標に接した需要者，取引者は，本件商標が，「キズ物市」という家具の催事についてのチラシであると認識すると認められるところ，「大処分」，「家具」，「キズ物市」，「大放出」といった記載や家具の絵は，販売される商品や催事の内容などを表すものと認識されるのであって，本件商標には，「奥西木工」の文字部分以外に，本件商標に記載された各商品(家具)の出所を示すような表示はない。そうすると，本件商標に接した需要者，取引者は，「奥西木工」の記載をもって，指定商品である家具の出所を表示するものとして認識するものと認められ，「奥西木工」の文字部分は，要部であるというべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と本件使用商標との社会通念上の同一性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件チラシ1について",
              "text": [
                "前記1を前提にして，本件チラシ上で用いられている本件使用商標と本件商標との社会通念上の同一性について判断する。",
                "本件チラシ1(甲1～7)は，いずれも広告チラシであり，上部に上が欠けた円図形の内側に「大処分」，「キズもの  半ぱもの  山積」と記載された将棋の駒様の図形を配し，さらに，上記円図形の右内側に大きく「家具」の文字が記載され，内側に家具の絵が配され，上記円図形の上に「キズ物市」と大きく記載され，上記円図形の左に「大放出」と大きく記載されている点では本件商標と同じであるが，本件チラシ1は，本訴において，白黒の写ししか提出されておらず，その色彩は不明である。",
                "また，本件チラシ1には，「奥西木工」という文字は何ら記載されておらず，かえって，本件商標において「京都最大の家具専門店奥西木工の魅力あるキズもの」との文字が記載されていた上記円図形の左上の部分には，「創業51周年刈谷地区最大級！家具・インテリア・生活雑貨  タキソウパルクス刈谷店の魅力あるキズもの(商品全ては書ききれません！)」(甲1)，「創業51周年(甲2，3。甲4，5は52周年)三河地区最大級の家具チェーン  タキソウ家具本店の魅力あるキズもの(商品全ては書ききれません！)」(甲2～5)，「創業53周年三河地区最大級の家具チェーンタキソウパルクス吉原店1年半ぶりの魅力あるキズもの(商品全ては書ききれません！)」(甲6，7)と記載され，「大放出！！」の下にも，「タキソウパルクス刈谷店」(甲1)，「タキソウ家具本店」(甲2～5)，「タキソウパルクス吉原店」(甲6，7)と大きく記載されている。また，本件チラシ1のうち，甲2以外のものには，中段の長方形の枠内に「タキソウ家具  価格も商品も納得の税込価格」と目を引くように大きく記載されており(甲1，3～7)，甲3～5の最下部には「Takisouタキソウ家具本店」との記載があり，甲6，7の最下部には「Takisouタキソウパルクス吉原店」との記載がある。",
                "そうすると，本件チラシ1は，その全体のレイアウトは，本件商標と共通する部分があるものの，本件チラシ1のいずれにも本件商標の要部である「奥西木工」という文字部分がなく，「タキソウパルクス刈谷店」，「タキソウ家具」，「タキソウ家具本店」，「タキソウパルクス吉原店」などとの記載があるのみであるから，本件チラシ1に記載された本件使用商標1は，本件商標とは外観が大きく異なる上，本件商標から生じる「オクニシモッコウ」などの称呼や「奥西木工の主催するキズ物市」といった観念も本件使用商標1からは生じない。",
                "以上からすると，本件使用商標1が，本件商標と社会通念上同一ということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件チラシ2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件チラシ2(甲12，13)について，その上部にボールペン書きで「2015年  3／21」(甲12)，「2015年  3／28」(甲13)と記載されているものの，本件チラシ2自体には，本件チラシ2が何年に印刷，配布されたのかを示す記載は存在しない。",
                    "また，甲13の2枚目について，最下部にある，長方形の赤枠内に「Takisouタキソウ家具本店」などと記載された部分の中央に段差がある上，同長方形の枠の一部が商品の記載と重なっているなど，不自然な点があることが見受けられる。",
                    "しかも，甲12，13について，その原本は提出されていない。",
                    "以上に加え，当時の商標権者である奥西木工が平成27年3月23日に破産手続開始決定を受けており(乙11)，同月21日から28日にかけて原告の催事に協賛することは考え難いことも考え併せると，本件チラシ2が要証期間中に印刷，配布されたものであると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仮に本件チラシ2が要証期間中に配布されたものであるとしても，以下のとおり，本件商標と本件チラシ2に記載された本件使用商標2は社会通念上同一とはいえない。",
                    "本件チラシ2は，本件商標とは，前記(1)の本件チラシ1の場合と同様の共通点がある上，色彩も本件商標と同じであるが，本件チラシ2では，本件商標において，「京都最大の家具専門店奥西木工の魅力あるキズもの」の文字が記載されていた円図形の左上の部分に，「創業50周年三河地区最大級の家具チェーン  タキソウ家具本店の魅力あるキズもの(商品全ては書ききれません！)」などと記載され，「大放出！！」の下にも「タキソウ家具本店」と大きく記載されており，さらに，その下部(甲13)や中段の長方形の枠内(甲12)に「タキソウ家具  価格も商品も納得の税込価格」と大きく記載されており，最下部に「Takisouタキソウ家具本店」との記載がある。",
                    "なお，本件チラシ2の最終段には「この催事は奥西木エキズ物市事業本部の協賛によるものです。」との記載があるものの，同記載は，非常に小さく記載されている上，かつその内容も「奥西木工」が本件チラシ2に記載されたキズ物市に協賛していることを表しているにすぎない。",
                    "そうすると，本件チラシ2に記載された本件使用商標2の外観は，本件商標とは大きく異なるし，本件使用商標2からは，「奥西木工の主催するキズ物市」といった本件商標から生じる観念は生じない。",
                    "以上からすると，本件使用商標2が，本件商標と社会通念上同一ということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原告が主張する取消事由は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10072",
    "date": "2020-12-02",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089881",
    "ipprecedent_id": "5456",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}