{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告製品目録記載の製品を生産し，譲渡し，又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙被告製品目録記載の製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，4000万円及びこれに対する平成30年3月2日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「アンテナ装置」とする特許(特許第5237617号，請求項の数11。以下「本件特許」という。)の特許権者である控訴人が，被控訴人が製造又は輸入し，販売又は販売の申出をしている原判決別紙被告製品目録記載の製品(以下「被控訴人製品」という。)は，後記3(1)の訂正認容審決及び無効審判請求不成立審決により訂正が認められた後の本件特許の請求項1(以下，後記3(1)の訂正認容審決及び無効審判請求不成立審決により訂正が認められた後の本件特許の請求項1を，単に「請求項1」という。)記載の発明の技術的範囲に属し，その生産，譲渡又は譲渡の申出は，請求項1に係る特許の特許権を侵害すると主張し，被控訴人製品の生産，譲渡又は譲渡の申出の差止め(特許法100条1項)，被控訴人製品の廃棄(特許法100条2項)，損害賠償4000万円(民法709条，特許法102条3項)及びこれに対する不法行為の後である平成30年3月2日(訴状送達日の翌日)から支払済まで民法(平成29年法律第44号による改正前のもの。以下同じ。)所定の年5分の割合による遅延損害金の支払を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，請求項1に係る特許は，特許法36条6項1号(サポート要件)を充足せず，特許無効審判により無効(特許法123条1項4号)にされるべきものと認められるから，控訴人は被控訴人に対して請求項1に係る特許の特許権を行使することができないとして(特許法104条の3第1項)，控訴人の請求を棄却し，これを不服とする控訴人が控訴した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実(証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番号の記載を省略したものは，枝番号を含む(以下同じ)。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "控訴人は，本件特許につき，平成19年11月30日に特許出願をし，平成25年4月5日にその設定登録を受けた。",
                "本件特許に係る特許請求の範囲の記載は，訂正認容審決(訂正2014-390078)により訂正が認められ，さらに，訂正を認めた上で審判請求を不成立とする無効審判請求不成立審決(無効2015-800040)により訂正が認められた(これらの訂正認容審決及び無効審判請求不成立審決において認められた訂正は，いずれも特許請求の範囲の請求項の訂正であった。)。",
                "本件特許の特許出願の願書に添付した明細書及び図面(以下，明細書及び図面を併せて「本件明細書」という。)は，別紙特許公報記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項1記載の発明",
              "text": [
                "請求項1を構成要件に分説すると，次のとおりとなる。",
                "A  車両に取り付けられた際に，車両から約70mm以下の高さで突出するアンテナケースと，",
                "B  該アンテナケース内に収納されるアンテナ部",
                "C  からなるアンテナ装置であって，",
                "D  前記アンテナ部は，面状であり，上縁が前記アンテナケースの内部空間の形状に合わせた形状であるアンテナ素子と，該アンテナ素子により受信されたFM放送及びAM放送の信号を増幅するアンプを有するアンプ基板とからなり，",
                "E  前記アンテナ素子の給電点が前記アンプの入力に高さ方向において前記アンテナ素子と前記アンプ基板との間に位置するアンテナコイルを介して接続され，",
                "F  前記アンテナ素子と前記アンテナコイルとが接続されることによりFM波帯で共振し，",
                "G  前記アンテナ素子を用いてAM波帯を受信し，",
                "H  前記アンテナコイルを介して接続される前記アンプによってFM放送及びAM放送の信号を増幅する",
                "I  ことを特徴とするアンテナ装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の行為",
              "text": [
                "被控訴人は，被控訴人製品(検乙1)を製造又は輸入し，これを日本国内で販売又は販売の申出をしている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり補正し，後記5のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」第2の2，3(原判決4頁4行目から25頁23行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決10頁22行目の「本件発明」を「本件明細書の発明の詳細な説明に記載された発明」と改め，原判決「事実及び理由」第2の2，3(原判決4頁4行目から25頁23行目まで)中のその余の「本件発明」を「請求項1に記載された発明」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決「事実及び理由」第2の2，3(原判決4頁4行目から25頁23行目まで)中の「本件特許」を「請求項1に係る特許」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁14行目の「本件特許権」を「請求項1に係る特許の特許権」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決「事実及び理由」第2の2，3(原判決4頁4行目から25頁23行目まで)中の「本件特許請求の範囲」を「請求項1」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "当審における補充主張",
          "text": [
            "無効理由1(請求項1に記載された発明が，アンテナ素子に加えて別のアンテナを組み込むことや，それらの間の間隔をどの程度開けるのかについて特定していないことに関してのサポート要件違反)の有無(争点5-1)について"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の詳細な説明に記載された発明",
                  "text": [
                    "本件明細書の発明の詳細な説明の【技術分野】，【0001】，【背景技術】【0002】，【0003】，【発明が解決しようとする課題】【0004】～【0008】の記載によれば，発明の詳細な説明に記載された発明の課題は，限られた空間しか有しないアンテナ装置において，アンテナ素子に加えて新たにアンテナを組み入れた場合，新たに組み入れたアンテナが既設のアンテナの影響を受けてしまい，良好な電気的特性を得られないということであり，発明の詳細な説明に記載された発明は，複数のアンテナが組み込まれても良好な電気的特性を得ることができるアンテナ装置を提供することを目的とするものであり，ここでいう「電気的特性」、、、、、、、、、、とは，専ら(アンテナ素子ではなく)平面アンテナユニットの特性を意味している(【0008】及び【0010】参照)。",
                    "そして，発明の詳細な説明の【課題を解決するための手段】，【0009】，【発明の効果】，【0010】，【発明を実施するための最良の形態】，【0023】，【0030】によれば，発明の詳細な説明に記載された発明は，上記の課題を前提として，アンテナ素子の直下に平面アンテナユニットを配置し，アンテナ素子の下縁と平面アンテナユニットとの間隔を所定の範囲(平面アンテナユニットの動作周波数帯の中心周波数の波長をλとした場合に(以下，「λ」は，これと同じ意味で用いる。)約0．25λ以上)とすることにより，相互の影響によるアンテナ特性の低下を防止し，良好な電気的特性を得るという発明である。",
                    "発明の詳細な説明の【0011】～【0030】によれば，発明の詳細な説明には第1実施例と第2実施例の二つの実施例が記載されており，いずれの実施例も，アンテナ素子の直下に平面アンテナユニットを配置し，アンテナ素子の下縁と平面アンテナユニットの上面の間隔を約0．25λ以上としたものである。その上で，このような寸法・位置関係とすることにより，アンテナ素子と平面アンテナユニットが相互に影響を及ぼすことが低減され，それぞれ単独で存在する場合の各アンテナと同等の電気的特性を示すことが可能となるとされている(【0023】，【0030】)。また，発明の詳細な説明に記載されている実験結果は，いずれも，アンテナ素子と平面アンテナユニットの相互干渉がアンテナの電気的特性に及ぼす影響を検証したものである(【0018】～【0026】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項1に記載された発明は，発明の詳細な説明に記載された発明か",
                  "text": [
                    "請求項1は，①アンテナ素子に加えて別のアンテナ(平面アンテナユニット)を組み込むこと，及び，②アンテナ素子の下縁と上記別のアンテナの上面との間隔が約0．25λ以上であることをいずれも特定していない。そのため，請求項1に記載された発明は，アンテナ素子に加えて別のアンテナ(平面アンテナユニット)を組み込み，アンテナ素子の下縁と上記別のアンテナの上面との間隔を約0．25λ以上とするアンテナ装置以外にも，①そもそもアンテナ素子以外の別のアンテナ(平面アンテナユニット)が組み込まれていないアンテナ装置，及び②アンテナ素子に加えて別のアンテナ(平面アンテナユニット)が組み込まれてはいるものの，アンテナ素子の下縁と上記別のアンテナの上面との間隔が約0．25λ未満であるアンテナ装置をいずれも包含するものである。",
                    "これに対し，発明の詳細な説明には，アンテナ素子に加えてこれとは別のアンテナ(平面アンテナユニット)をアンテナ素子の直下に組み込み，かつ，アンテナ素子の下縁と当該別のアンテナの上面との間隔を約0．25λ以上とするアンテナ装置しか記載されていない。",
                    "そうすると，請求項1に記載された発明のうち，①アンテナ素子以外の別のアンテナ(平面アンテナユニット)が組み込まれていないアンテナ装置，及び②アンテナ素子の下縁と上記別のアンテナ(平面アンテナユニット)の上面との間隔が約0．25λ未満であるアンテナ装置に係る発明は，発明の詳細な説明に記載された発明ではない。",
                    "したがって，請求項1に記載された発明は，発明の詳細な説明に記載された発明であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるか",
                  "text": [
                    "発明の詳細な説明に記載された発明の課題は，限られた空間しか有しないアンテナ装置において，アンテナ素子に加えて新たにアンテナを組み入れた場合，新たに組み入れたアンテナが既設のアンテナの影響を受けてしまい，良好な電気的特性を得られないということであり，このような課題を当業者が認識するためには，限られた空間しか有しないアンテナ装置において，アンテナ素子に加えて新たにアンテナを組み込むことが前提となる。しかし，請求項1に記載された発明は，アンテナ素子に加えて新たにアンテナが組み込まれていない構成の発明を含んでおり，そのような構成の発明の課題は，発明の詳細な説明には記載されていないから，請求項1に記載された発明は，当業者が発明の詳細な説明の記載によって課題を認識できない発明を含むものであり，当業者が課題を解決できると認識できる範囲を超えたものである。",
                    "また，請求項1に記載された発明は，アンテナ素子の下縁と別のアンテナ(平面アンテナユニット)の上面との間隔が約0．25λ未満であるアンテナ装置に係る発明を含むが，発明の詳細な説明には，課題を解決する方法として，アンテナ素子の下縁と別のアンテナ(平面アンテナユニット)の上面との間隔が約0．25λ以上とすることが記載されており，アンテナ素子の下縁と別のアンテナ(平面アンテナユニット)の上面との間隔を約0．25λ未満とするならば，発明の詳細な説明に記載された課題を解決することはできない。",
                    "したがって，請求項1に記載された発明は，当業者が発明の詳細な説明に記載された課題を解決することのできない発明を含むものであり，当業者が課題を解決できると認識できる範囲を超えたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の詳細な説明に記載された発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明に記載された第1の課題",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "発明の詳細な説明の【0002】～【0004】，図2には，アンテナケース内にアンテナを収納した車載用のアンテナ装置が求められるようになったことが記載されている。そして，アンテナケース内にアンテナを収納するには，AM放送およびFM放送を受信するためのロッドアンテナ，ヘリカルアンテナ等の従来のアンテナの高さを短縮すること(道路運送車両の保安基準より70mmを超えない高さにすること)が必要になるが，アンテナケース内に収まるように単純に短縮するのみでは，アンテナの受信性能が大きく劣化して実用化が困難になるので，高さ約70mm以下のアンテナケース内に収納されながらも，受信性能が良好なFM・AM共用アンテナを提供するという課題(以下「第1の課題」という。)が記載されている。",
                            "上記の第1の課題は，AM・FMラジオを受信するためのアンテナ以外のアンテナ，例えば，衛星デジタルラジオを受信するアンテナ(【0005】以降に記載された課題において登場する「平面アンテナユニット235」)をアンテナケース内に設けるか否かにかかわらず生じる課題である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "FM波帯の周波数(76～90MHz)の波長(約3～4m)に比して，請求項1に記載された発明が採用している「70mm以下の高さのアンテナケース内に収納されるアンテナ素子」が超小型のアンテナであり，FM波帯に共振させることが困難になることは，当業者の技術常識である。このような技術常識を参酌して請求項1に記載された発明をみた当業者は，その発明において採用されている手段が，高さ約70mm以下のアンテナケース内に収納されながらも受信性能が良好なFM・AM共用アンテナを提供するという課題を達成するためのものであることを当然に予想でき，当該課題は，請求項の文言上，請求項1に係る発明の構成から明らかな課題といえる。そのため，出願時の技術常識を考慮して把握される請求項1に記載された発明の課題は，発明の詳細な説明に記載された第1の課題と同様である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明に記載された第2の課題",
                      "text": [
                        "発明の詳細な説明の【0005】～【0008】，図24，図25には，アンテナ装置に，地上波ラジオ放送(AM・FMラジオ)の他に，衛星ラジオ放送，GPS等の多種多様な用途に応じたアンテナをまとめて搭載することが求められるようになったことが記載され，その上で，アンテナ装置に多種多様な用途に応じたアンテナをまとめて搭載する場合，アンテナケース内に収まるように単純に全てのアンテナを入れ込むだけでは良好な電気的特性を得ることができないので，衛星ラジオ放送，GPS等の多種多様な用途に応じたアンテナをまとめて搭載しながらも，受信性能が良好な多用途アンテナを提供するという課題(以下「第2の課題」という。)が記載されている。",
                        "そして，【0005】には，「ところで」という別の話題を持ち出す切り替えに使われる接続詞の後に第2の課題が記載されており，第2の課題は第1の課題とは内容が異なるから，第2の課題は第1の課題とは別個の課題であり，発明の詳細な説明には，第1の課題と第2の課題が重畳的に記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の詳細な説明における第1の課題の解決手段の記載",
                      "text": [
                        "発明の詳細な説明には，第1実施例に関する記載箇所に，(1)車両2のルーフに取り付けられており，車両2から突出している高さhは約75mm以下で好適には約70mm以下のアンテナ装置1であって，アンテナケースを備え極めて低姿勢とされているが，AM放送，FM放送及び衛星ラジオ放送を受信することが可能とされているアンテナ装置1が記載されており(【0011】，【0016】，図1～6)，このアンテナ装置1は，アンテナケース10と，このアンテナケース10内に収納されているアンテナ素子31(【0012】，【0016】，図5)，アンプ基板34(【0012】，図4～6)，アンテナコイル32(【0017】，図6)を備えることが記載されている。また，(2)アンテナ素子31を，面状であり，上縁がアンテナケースの内部空間の形状に合わせた形状とし(【0017】，【0013】，図5)，アンプ基板34を，該アンテナ素子31により受信されたFM放送及びAM放送の信号を増幅するアンプを有するように構成し(【0017】)，アンテナコイル32をアンテナ素子31の給電点とアンプ基板34におけるアンプの入力との間に直列に挿入することが記載されている(【0017】，図5，6)。さらに，(3)アンテナ素子31とアンテナコイル32とが接続されることによりFM波帯で共振し，アンテナ素子31を用いてAM波帯を受信し，アンテナコイル32を介して接続されるアンプによってFM放送及びAM放送の信号を増幅する(【0017】)ことが記載されている。これと同様の記載は，第2実施例に関する記載箇所にも存在する(【0027】～【0029】)。",
                        "したがって，第1の課題を解決する手段は，発明の詳細な説明に記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項1に記載された発明は，発明の詳細な説明に記載された発明か",
                  "text": [
                    "請求項1に記載された発明の課題は，高さ約70mm以下のアンテナケース内に収納されながらも，受信性能が良好なFM・AM共用アンテナを提供することであり，発明の詳細な説明に記載された第1の課題と同じである(前記ア(ア))。そして，第1の課題の解決手段は発明の詳細な説明に記載されている(前記ア(ウ))。",
                    "したがって，請求項1に記載された発明は，発明の詳細な説明に記載された発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるか",
                  "text": [
                    "発明の詳細な説明には，請求項1に記載された発明の課題である第1の課題とその解決手段が記載されているので(前記ア(ア)，(ウ))，請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "確定した審決(訂正2014-390078，甲3)の判断との関係について",
                      "text": [
                        "本件特許に係る訂正認容審決(訂正2014-390078，甲3)においては，請求項1を含む請求項の訂正が請求され，訂正がいずれも認められたところ，上記訂正後の請求項1には，文言上，「平面アンテナユニット」，「平面アンテナユニットの上面とアンテナ素子の下端との間隔が約0.25λ以上とされていること」などの構成は含まれていない。しかし，上記訂正後の請求項1に係る発明について，上記訂正認容審決は，「訂正後の発明1ないし7が，特許出願の際独立して持許を受けることができないとするその他の理由も見当たらない」(甲3，10頁34～35行目)と判断した。サポート要件を含む記載要件も特許要件の1つであるから(特許法36条)，「訂正後における特許請求の範囲に記載されている事項により特定される発明が特許出願の際独立して特許を受けることができるもの」(特許法126条7項)という判断にはサポート要件を含む記載要件を充足するとの判断も含まれるものであり，したがって，請求項1に係る特許にサポート要件違反の無効理由(特許法123条1項4号)が存在しないことは，確定した上記訂正認容審決において判断されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明に記載された課題は平面アンテナユニットの存在を前提とするかについて",
                      "text": [
                        "発明の詳細な説明に記載された課題は，必ずしも平面アンテナユニットの存在を前提とするものではない。【0002】～【0004】には，アンテナケースの高さを上限とするアンテナによってもAM・FMラジオを良好に受信するという課題が記載されている。また，【0017】に記載された課題及び効果と【0002】～【0004】に記載された課題とは合致していることから，当業者が，【0011】～【0017】及び【0027】～【0029】を見たときには，アンテナケース内に備えられる，アンテナケースの高さを上限とするAM・FMラジオのアンテナの課題として，インダクタ成分が小さくなることからFM波帯にアンテナ素子を共振させることが困難となるという課題を把握すると考えるのが合理的である。この課題については，平面アンテナユニット35の存在は前提になっていない。請求項1に記載された発明が採用している「70mm以下の高さのアンテナケース内に収納されるアンテナ素子」の大きさは，FM波帯の周波数(76～90MHz)の波長(3～4m)に比して超小型になり，それゆえにFM波帯に共振させるのが困難なことは，当業者の技術常識から明らかであるから，当業者の技術常識を踏まえても，上記の課題は明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "他の出願で既に解決済みであることから，発明の詳細な説明に記載された発明の課題でないといえるかについて",
                      "text": [
                        "発明の詳細な説明の【0005】に，特願2006-315297(甲38)が，本件明細書の【0011】～【0017】，【0027】～【0029】，図1～図6，及び図20～図22に記載された手段を提案することによって本件明細書の【0002】～【0004】に記載された第1の課題を解決したということを記載したとしても，発明の詳細な説明に第1の課題が記載されていることに違いはない。そのため，第1の課題は特願2006-315297(甲38)により解決済みであるから発明の詳細な説明に記載された課題ではないとするのは誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "出願の経過との関係について",
                      "text": [
                        "本件明細書に記載された基礎出願である特願2006-315297(甲38)及びその国際出願であるPCT／JP2007／072360(甲18)は，AM波帯を受信するのに用いられるアンテナ素子をアンテナコイルと接続することでFM波帯でも共振させる，高さ70mm以下の低姿勢としても感度劣化を極力抑制することのできる，車両に取り付けられるアンテナ装置を含む出願であり，請求項1に対応する内容を含むものである。発明の詳細な説明の【0008】に記載されている内容は，基礎出願(甲38)及び国際出願(甲18)の内容にプラスαをしたものであり，本件明細書の発明の詳細な説明に記載された発明は，基礎出願(甲38)及び国際出願(甲18)の内容を含む。したがって，本件明細書の発明の詳細な説明に記載された発明は，請求項1に記載された発明を含むものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の詳細な説明における記載の程度について",
                      "text": [
                        "サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解される。本件明細書の発明の詳細な説明の記載及び技術常識に照らせば，請求項1に記載された発明が発明の詳細な説明に記載されていると合理的に認識することができ，発明の詳細な説明には，課題の解決について合理的な期待が得られる程度の記載がある。したがって，請求項1に係る特許はサポート要件を充足する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "事案に鑑み，まず，争点5-1(無効理由1(請求項1に記載された発明が，アンテナ素子に加えて別のアンテナを組み込むことや，それらの間の間隔をどの程度開けるのかについて特定していないことに関してのサポート要件違反)の有無)について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の判断手法",
              "text": [
                "特許請求の範囲の記載が明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。",
                "そして，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解される。なぜなら，まず，サポート要件は，発明の公開の代償として独占権を与えるという特許制度の本質に由来するものであるから，明細書に接した当業者が当該発明の追試や分析をすることによって更なる技術の発展に資することができれば，サポート要件を課したことの目的は一応達せられるからであり，また，明細書が，先願主義の下での時間的制約の中で作成されるものであることも考慮すれば，その記載内容が，科学論文において要求されるほどの厳密さをもって論証されることまで要求するのは相当ではないからである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の詳細な説明に記載された発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明の記載",
                      "text": [
                        "本件明細書の発明の詳細な説明には，背景技術，発明が解決しようとする課題について，次のような記載がある。",
                        "「【背景技術】",
                        "【0002】",
                        "車両に取り付けられる従来のアンテナ装置は，一般にAM放送とFM放送を受信可能なアンテナ装置とされている。従来のアンテナ装置では，AM放送およびFM放送を受信するために1m程度の長さのロッドアンテナが用いられていた。このロッドアンテナの長さは，FM波帯においてはおよそ1／4波長となるが，AM波帯においては波長に対してはるかに短い長さとなることからその感度が著しく低下する。このため，従来は，ハイインピーダンスケーブルを用いてAM波帯に対してロッドアンテナをハイインピーダンス化したり，AM波帯の増幅器を用いて増幅し感度を確保していた。また，アンテナのロッド部をヘリカル状に巻回されたヘリカルアンテナとすることにより，アンテナの長さを約180mm～400mmに短くするようにした車載用のアンテナ装置も用いられている。しかし，ロッド部を縮小化したことによる性能劣化を補うためにアンテナ直下に増幅器を入れるようにしている。",
                        "【0003】",
                        "ロッド部を短くした従来のアンテナ装置101を車両102に取り付けた構成を図23に示す。図23に示すように，従来のアンテナ装置101は車両102のルーフに取り付けられており，車両102から突出しているアンテナ装置101の高さh10は約200mmとされている。アンテナ装置101のロッド部は，ヘリカル状に巻回されたヘリカルアンテナとされている。アンテナ装置101は，上記したように車両102から突出していることから車庫入れや洗車する際にロッド部が衝突して折損するおそれがある。そこで，アンテナ装置101のロッド部を車両102のルーフに沿うよう倒すことができるようにしたアンテナ装置も知られている。",
                        "【特許文献1】 特開2005-223957",
                        "【特許文献2】 特開2003-188619",
                        "【発明の開示】",
                        "【発明が解決しようとする課題】",
                        "【0004】",
                        "このような従来のアンテナ装置101では，ロッド部が車体から大きく突出しているため車両の美観・デザインを損ねると共に，車庫入れや洗車時等に倒したロッド部を起こし忘れた場合，アンテナ性能が失われたままになるという問題点があった。また，アンテナ装置101は車外に露出しているため，ロッド部が盗難にあう恐れも生じる。そこで，アンテナケース内にアンテナを収納した車載用のアンテナ装置が考えられる。この場合，車両から突出するアンテナ装置の高さは車両外部突起規制により所定の高さに制限されると共に，車両の美観を損ねないよう長手方向の長さも160～220mm程度が好適とされる。すると，このような小型アンテナの放射抵抗Rrad は，600～800×(高さ／波長)2として表されるように高さの2乗に比例してほぼ決定されるようになる。例えば，アンテナ高を180mmから60mmに縮小すると約10dBも感度が劣化するようになる。このように，単純に既存のロッドアンテナを短縮すると性能が大きく劣化して実用化が困難になる。さらに，アンテナを70mm以下の低姿勢とすると放射抵抗Rrad が小さくなってしまうことから，アンテナそのものの導体損失の影響により放射効率が低下しやすくなって，さらなる感度劣化の原因になる。",
                        "【0005】",
                        "そこで，出願人は特願2006-315297号において，70mm以下の低姿勢としても感度劣化を極力抑制することのできる車両に取り付けられるアンテナ装置を提案した。ところで，車両には地上波ラジオ放送，衛星ラジオ放送やGPS等の多種多様な用途に応じたアンテナが搭載されていることがある。しかし，各種メディア対応の各アンテナが増加するに従い，車両に搭載するアンテナの数が増加し，車両の美観は損なわれると共に，取り付けるための作業時間も増大する。そこで，アンテナ装置に複数のアンテナを組み込むことが考えられる。一例として，上記提案したアンテナ装置に，例えばSDARS(Satellite Digital Audio Radio Service：衛星デジタルラジオサービス)を受信するアンテナを組み込んだアンテナ装置の構成例を示す平面図を図24に示し，そのアンテナ装置の構成例を示す側面図を図25に示す。",
                        "【0006】",
                        "図24および図25に示すアンテナ装置200は，アンテナケース210と，このアンテナケース210内に収納されているアンテナベース220と，アンテナベース220に取り付けられているアンテナ基板230およびアンプ基板234とから構成されている。アンテナケース210は先端に行くほど細くなる流線型の外形形状とされている。アンテナケース210の下面には金属製のアンテナベース220が取り付けられる。アンテナケース210内に立設して収納できる大きさのアンテナ基板230には，アンテナ素子231のパターンが形成されている。このアンテナ素子231の下縁とアンテナベース220との間隔は約10mm以上とされている。このアンテナ基板230は，アンテナベース220に立設して固着されていると共に，アンテナ基板230の前方にアンプ基板234が固着されている。そして，アンプ基板234の上に平面アンテナユニット235が固着されている。平面アンテナユニット235は，摂動素子を備え円偏波を受信可能なパッチ素子を有している。平面アンテナユニット235をアンプ基板234の上に固着しているのは，アンテナ素子231の下には，平面アンテナユニット235の高さが高いことから配置することができず，限られた空間しか有していないアンテナケース210内において，平面アンテナユニット235を配置することができるのはアンプ基板234の上だけとなるからである。",
                        "【0007】",
                        "・・・なお，アンテナケース210の長手方向の長さは約200mmとされ，横幅は約75mmとされる。また，車両から突出している高さは約70mmとされて低姿勢とされている。",
                        "【0008】",
                        "アンテナ装置200の水平面内の放射指向特性を図26に示す。ただし，仰角は20°とされている。図26に示す放射指向特性を参照すると，無指向性とはなっておらず，特に，アンテナ素子231が存在している方向(180°)において放射指向特性が落ち込んでいることが分かる。これは，アンプ基板234の上に設置した平面アンテナユニット235の設置高が高くなり，グランド面と平面アンテナユニット235のパッチ素子との間隔が大きくなり，平面アンテナユニットの電気的特性，特に放射指向特性に影響を及ぼすことになるからである。さらに，平面アンテナユニット235の放射界において，低仰角放射範囲に平面アンテナユニット235の動作周波数の1／2波長程度の大きな金属体であるアンテナ素子231が存在しており，このアンテナ素子231による反射・回折等の影響で，平面アンテナユニット235の放射指向特性が大きく劣化する傾向にあるからである。このように，限られた空間しか有していないアンテナケースを備えるアンテナ装置にさらにアンテナを組み込むと既設のアンテナの影響を受けて良好な電気的特性を得ることができないという問題点があった。",
                        "そこで，本発明は限られた空間しか有していないアンテナケースを備えるアンテナ装置にさらにアンテナを組み込んでも良好な電気的特性を得ることができるアンテナ装置を提供することを目的としている。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明に記載された発明の課題",
                      "text": [
                        "前記(ア)の発明の詳細な説明の記載によれば，背景技術の課題は，アンテナを小型化するために単純に既存のロッドアンテナを短縮すると性能が大きく劣化して実用化が困難になり，さらに，アンテナを70mm以下の低姿勢とすると放射抵抗Rrad が小さくなってしまうことから，アンテナそのものの導体損失の影響により放射効率が低下しやすくなって，さらなる感度劣化の原因になるということであったが(【0004】)，出願人は，特願2006-315297において，70mm以下の低姿勢としても感度劣化を極力抑制することのできる車両に取り付けられるアンテナ装置を提案することにより，そのような課題を解決したこと(【0005】)が記載されていると認められる。そして，そのような背景技術の課題が解決されても，さらに，車両には多種多様な用途に応じたアンテナが搭載されていることがあり，車両に搭載するアンテナの数が増大すると車両の美観が損なわれるとともに取り付けるための作業時間も増大するため，アンテナ装置に複数のアンテナを組み込むことが考えられるが(【0005】)，限られた空間しか有していないアンテナケースを備えるアンテナ装置に，既設の立設されたアンテナ素子に加えてさらに平面アンテナユニットを組み込むと相互に他のアンテナの影響を受けて良好な電気的特性を得ることができないという課題が示されており(【0008】)，限られた空間しか有していないアンテナケースを備えるアンテナ装置に既設の立設されたアンテナ素子に加えてさらに平面アンテナユニットを組み込んでも良好な電気的特性を得ることができるアンテナ装置を提供するという，上記課題に対応した，発明の詳細な説明に記載された発明の目的が記載されているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明に記載された発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明の記載",
                      "text": [
                        "本件明細書の発明の詳細な説明には，課題を解決するための手段について，次のような記載がある。",
                        "「【課題を解決するための手段】",
                        "【0009】",
                        "上記目的を達成するために，本発明は，立設されて配置され面状のアンテナ素子が形成されているアンテナ基板と，アンテナ基板と重ならないように配置されているアンプ基板と，アンテナ素子の直下であって，前記アンテナ素子の面とほぼ直交するよう配置されている平面アンテナユニットとを備え，平面アンテナユニットの動作周波数帯の中心周波数の波長を λ とした際に，平面アンテナユニットの上面とアンテナ素子の下端との間隔が約0．25λ 以上とされていることを最も主要な特徴としている。",
                        "【発明の効果】",
                        "【0010】",
                        "本発明によれば，立設されて配置され面状のアンテナ素子が形成されているアンテナ基板と，アンテナ基板と重ならないように配置されているアンプ基板と，アンテナ素子の直下であって，前記アンテナ素子の面とほぼ直交するよう配置されている平面アンテナユニットとを備え，平面アンテナユニットの動作周波数帯の中心周波数の波長を λ とした際に，平面アンテナユニットの上面とアンテナ素子の下端との間隔が約0．25λ 以上とされていることから，アンテナ素子の影響を受けることなく平面アンテナユニットの水平面内の放射指向特性を無指向性とすることができると共に，良好なゲイン特性が得られるようになる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の内容",
                      "text": [
                        "前記(ア)の発明の詳細な説明の記載によれば，発明の詳細な説明に記載された発明は，前記ア(イ)の課題を解決するために，アンテナ素子と，アンテナ素子の直下であって，前記アンテナ素子の面とほぼ直交するよう配置されている平面アンテナユニットとを備えるアンテナにおいて，平面アンテナユニットの上面とアンテナ素子の下端との間隔を約0．25λ 以上とするものであると認められる。そして，そのような発明によれば，既設のアンテナ素子に加えてさらに平面アンテナユニットを組み込んでも良好な電気的特性を得ることができるという効果が生ずることが記載されているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の発明の詳細な説明には，実施例について，次のような記載がある。",
                        "「【発明を実施するための最良の形態】",
                        "【0011】",
                        "本発明の実施例にかかるアンテナ装置を取り付けた車両の構成を図1に示す。・・・」",
                        "「【0023】",
                        "ここで，本発明にかかる第1実施例のアンテナ装置1における設計手法について説明する。ただし，平面アンテナユニット35は，SDARS(Satellite Digital Audio Radio Service：衛星ディジタルラジオサービス)受信用のアンテナとされ，その中心周波数は2338．75MHzとされている。この場合，衛星デジタルラジオの中心周波数の波長λ は約128mmであり，波長 λ に換算した設計値として以下に表現するものとする。",
                        "(1)アンテナ素子31の下縁と平面アンテナユニット35の上面の間隔Dを，約0．25λ 以上とする。",
                        "・・・",
                        "この様なアンテナ素子31の寸法・位置関係とすることにより，アンテナ素子31と平面アンテナユニット35が，相互に影響を及ぼすことが低減され，それぞれ単独で存在する場合の各アンテナと同等の電気的特性を示すことが可能となる。」",
                        "「【0027】",
                        "次に，本発明の車載用にかかる第2実施例のアンテナ装置3の構成を図20ないし図22に示す。・・・」",
                        "「【0030】",
                        "上記したように，本発明の第2実施例のアンテナ装置3においてもAM／FM受信用のアンテナ素子41の直下に衛星ラジオ放送を受信する平面アンテナユニット35が配置されている。平面アンテナユニット35は，摂動素子を備え円偏波を受信可能なパッチ素子を有している。また，本発明の第2実施例のアンテナ装置3において，平面アンテナユニット35が動作する衛星デジタルラジオの中心周波数の波長を λ とした際に，アンテナ素子41の下縁と平面アンテナユニット35の上面の間隔Dを約0．25λ 以上としている。・・・",
                        "アンテナ素子41の寸法・位置関係をこのようにすることにより，アンテナ素子41と平面アンテナユニット35が，相互に影響を及ぼすことが低減され，それぞれ単独で存在する場合の各アンテナと同等の電気的特性を示すことが可能となる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明に記載された実施例",
                      "text": [
                        "前記(ア)の発明の詳細な説明の記載によれば，発明の詳細な説明に記載された実施例(第1実施例，第2実施例)は，いずれもアンテナ素子の下に平面アンテナユニットを配置し，アンテナ素子の下縁と平面アンテナユニットの上面の間隔を約0．25λ 以上としたものであり，それにより，アンテナ素子と平面アンテナユニットについて，相互に影響を及ぼすことが低減され，それぞれ単独で存在する場合の各アンテナと同等の電気的特性を示すことを具体的に示すものである。発明の詳細な説明には，第1実施例のアンテナ装置を用いた実験結果が記載されているところ(【0018】～【0026】，図7～図12，図15～図19)，これらは，アンテナ素子と平面アンテナユニットの相互干渉がアンテナの電気的特性に及ぼす影響を検証したものであると認められ，実施例が，発明の詳細な説明に記載された発明の課題を解決するという効果を生ずるかどうかを確かめるものと認められる。",
                        "そうすると，発明の詳細な説明に記載された実施例は，前記認定の発明の詳細な説明に記載された発明(前記イ(イ))の実施の形態を具体的に示し，その発明の課題(前記ア(イ))を解決するという効果を生ずることを示すものであると認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求1に記載された発明は，発明の詳細な説明に記載された発明か",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1に記載された発明は，前記第2，3(2)のとおりであり，①アンテナ素子に加えて別のアンテナである平面アンテナユニットを組み込むことは構成要件とされてはおらず，また，②仮にアンテナ素子に加えて平面アンテナユニットを組み込んだ場合に，アンテナ素子の下縁と平面アンテナユニットの上面との間隔が約0．25λ以上であることも構成要件とされていない。そのため，請求項1に記載された発明は，アンテナ素子に加えて平面アンテナユニットを組み込み，アンテナ素子の下縁と平面アンテナユニットの上面との間隔を約0．25λ以上とするアンテナ装置以外にも，①そもそもアンテナ素子以外に平面アンテナユニットが組み込まれていないアンテナ装置の発明を含み，また，②アンテナ素子に加えて平面アンテナユニットが組み込まれてはいるものの，アンテナ素子の下縁と平面アンテナユニットの上面との間隔が約0．25λ未満であるアンテナ装置の発明を含むものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，発明の詳細な説明に記載された発明は，前記(2)イ(イ)のとおりであり，アンテナ素子と，アンテナ素子の直下であって，前記アンテナ素子の面とほぼ直交するよう配置されている平面アンテナユニットとを備えるアンテナにおいて，平面アンテナユニットの上面とアンテナ素子の下端との間隔を約0．25λ以上とするものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，請求項1に記載された発明のうち，①アンテナ素子以外に平面アンテナユニットが組み込まれていないアンテナ装置の発明，及び②アンテナ素子に加えて平面アンテナユニットが組み込まれてはいるものの，アンテナ素子の下縁と平面アンテナユニットの上面との間隔が約0．25λ未満であるアンテナ装置の発明は，発明の詳細な説明に記載された発明ではない。",
                    "したがって，請求項1に記載された発明は，発明の詳細な説明に記載された発明以外の発明を含むものであり，発明の詳細な説明に記載された発明であるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるか",
              "text": [
                "発明の詳細な説明に記載された発明の課題は，限られた空間しか有していないアンテナケースを備えるアンテナ装置に既設の立設されたアンテナ素子に加えてさらに平面アンテナユニットを組み込むと相互に他のアンテナの影響を受けて良好な電気的特性を得ることができないという課題であり(前記(2)ア(イ))，このような課題を当業者が認識するためには，限られた空間しか有しないアンテナ装置において，既設の立設されたアンテナ素子に加えて新たに平面アンテナユニットを組み込むことが前提となる。しかし，請求項1に記載された発明は，そもそもアンテナ素子以外に平面アンテナユニットが組み込まれていないアンテナ装置の発明を含み(前記(3)ア)，そのような構成の発明の課題は，発明の詳細な説明には記載されていない。そのため，請求項1に記載された発明は，当業者が発明の詳細な説明の記載によって課題を認識できない発明を含むものであり，当業者が課題を解決できると認識できる範囲を超えたものである。",
                "また，請求項1に記載された発明は，アンテナ素子に加えて平面アンテナユニットが組み込まれてはいるものの，アンテナ素子の下縁と平面アンテナユニットの上面との間隔が約0．25λ未満であるアンテナ装置の発明を含むが(前記(3)ア)，発明の詳細な説明には，課題を解決する方法として，平面アンテナユニットの上面とアンテナ素子の下端との間隔を約0．25λ 以上とすることが記載されており，アンテナ素子の下縁と平面アンテナユニットの上面との間隔を約0．25λ未満とするならば，発明の詳細な説明に記載された課題を解決することはできない。そのため，請求項1に記載された発明は，この点においても当業者が発明の詳細な説明に記載された解決手段によって課題を解決できると認識できない発明を含むものであり，当業者が課題を解決できると認識できる範囲を超えたものである。",
                "その他，請求項1に記載された発明が，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであることを認めるに足りる証拠はない。",
                "したがって，請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人の主張の検討",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，本件明細書の【0002】～【0004】，図2には，高さ約70mm以下のアンテナケース内に収納されながらも，受信性能が良好なFM・AM共用アンテナを提供する旨の第1の課題が記載されており，第1の課題は，平面アンテナユニットをアンテナケース内に設けるか否かにかかわらず生じる課題であると主張する(前記第2，5(2)ア(ア)a)。",
                            "しかし，前記(2)ア(イ)のとおり，本件明細書の【0002】～【0008】の記載(前記(2)ア(ア))によれば，控訴人の主張する第1の課題は，本件特許の背景技術の課題であって，出願人が出願した特許(特願2006-315297)においてその課題は解決されたものであり，発明の詳細な説明には，そのような背景技術の課題が解決されてもなお生じる課題として，限られた空間しか有していないアンテナケースを備えるアンテナ装置に既設の立設されたアンテナに加えてさらに平面アンテナユニットを組み込むと，相互に他のアンテナの影響を受けて良好な電気的特性を得ることができないという課題(控訴人の主張する第2の課題に相当する。)が示されているものと認められる。そのため，第1の課題は，特許請求の範囲記載の発明により解決すべき課題として発明の詳細な説明に記載された課題であるとは認められない。したがって，控訴人の上記主張は，採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，発明の詳細な説明に第1の課題が記載されていることを前提として，出願時の技術常識を考慮して把握される請求項1に記載された発明の課題は，発明の詳細な説明に記載された第1の課題と同様である旨主張するが(前記第2，5(2)ア(ア)b)，発明の詳細な説明に第1の課題が記載されているとは認められないから，控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，発明の詳細な説明には第1の課題と第2の課題が重畳的に記載されていると主張する(前記第2，5(2)ア(イ))。しかし，前記(ア)aのとおり，発明の詳細な説明には第2の課題は記載されているが，第1の課題は，特許請求の範囲記載の発明により解決すべき課題として発明の詳細な説明に記載されているとは認められない。したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，発明の詳細な説明の第1実施例に関する記載箇所に，(1)AM放送，FM放送及び衛星ラジオ放送を受信することが可能とされているアンテナ装置1が記載されており，このアンテナ装置1は，アンテナケース10と，このアンテナケース10内に収納されているアンテナ素子31，アンプ基板34，アンテナコイル32を備えることが記載されていること，(2)アンプ基板34を，アンテナ素子31により受信されたFM放送及びAM放送の信号を増幅するアンプを有するように構成し，アンテナコイル32をアンテナ素子31の給電点とアンプ基板34におけるアンプの入力との間に直列に挿入することが記載されていること，さらに，(3)アンテナ素子31とアンテナコイル32とが接続されることによりFM波帯で共振し，アンテナ素子31を用いてAM波帯を受信し，アンテナコイル32を介して接続されるアンプによってFM放送及びAM放送の信号を増幅する(【0017】)ことが記載され，これと同様の記載は，第2実施例に関する記載箇所にも存在することから，第1の課題を解決する手段は，発明の詳細な説明に記載されていると主張する(前記第2，5(2)ア(ウ))。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，第1実施例に係るアンテナ装置は，AM放送，FM放送及び衛星ラジオ放送を受信することが可能とされているものであって，衛星ラジオ放送を受信するための平面アンテナユニット(【0018】)を備えるものであり(【0012】)，アンテナ素子31の下縁と平面アンテナユニット35の上面の間隔Dを約0．25λ以上とすることにより，アンテナ素子31と平面アンテナユニット35が，相互に影響を及ぼすことが低減され，それぞれ単独で存在する場合の各アンテナと同等の電気的特性を示すことが可能となるものである(【0023】)。そのため，第1実施例に係るアンテナ装置は，限られた空間しか有していないアンテナケースを備えるアンテナ装置に既設のアンテナに加えてさらにアンテナを組み込むと他のアンテナの影響を受けて良好な電気的特性を得ることができないという第2の課題を解決するものである(前記(2)ウ(イ))。",
                            "【0017】には，「超小型のアンテナ素子31とされると，インダクタ成分が小さくなることからFM波帯にアンテナ素子31を共振させることが困難となる」と記載されており，「1μH～3μH程度のアンテナコイル32をアンテナ素子31の給電点とアンプ基板34におけるアンプの入力との間に直列に挿入すること」により，「アンテナ素子31とアンテナコイル32とからなるアンテナ部をFM波帯付近で共振させられるようになる」こと，「これにより，アンテナ素子31とアンテナコイル32とからなるアンテナ部がFM波帯において良好に動作することができるようになる」ことが記載されている。しかし，本件特許の無効審判(無効2015-800040)の過程で審判官が発出した平成27年10月7日付け職権審理結果通知書(乙60)に「アンテナを小型化する上で，共振経路長を保つためコイル装荷を行う技術が『アンテナ・無線ハンドブック』・・・に記載されているように技術常識にすぎないものと認められ，当該文献の図1．75(d)をみれば，コイルは給電側に構成されている。」と記載されているように，小型の車載用アンテナを提供するためにアンテナ素子にコイルを追加することは，本件特許の出願日(平成19年11月30日)には既に技術常識となっていたものと認められる(乙50～53，64～67，122)。そうすると，控訴人が第1の課題を解決する手段として発明の詳細な説明に記載されていると主張する事項である，アンテナ素子31とアンプ基板34とをアンテナコイル32を介して接続するように構成すること，アンテナ素子31とアンテナコイル32とが接続されることによりアンテナ素子31とアンテナコイル32とからなるアンテナ部がFM波帯で共振し，アンテナ部がFM波帯において良好に動作することができるようになることは，技術常識にすぎず，発明の詳細な説明に記載された課題の解決手段とは認められない。したがって，控訴人の前記aの主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，請求項1に記載された発明は，発明の詳細な説明に記載された発明であると主張するが(前記第2，5(2)イ)，前記(3)のとおり，請求項1に記載された発明は，発明の詳細な説明に記載された発明であるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであると主張するが(前記第2，5(2)ウ)，前記(4)のとおり，請求項1に記載された発明は，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件特許にサポート要件違反の無効理由(特許法123条1項4号)が存在しないことは，確定した訂正認容審決(訂正2014-390078，甲3)において判断されていると主張する(前記第2，5(2)エ(ア))。",
                        "訂正認容審決(訂正2014-390078)は，同審決による訂正後の請求項1記載の発明が特許出願の際独立して特許を受けることができないとする理由は見当たらない旨説示するが(甲3，10頁)，同審決はサポート要件について具体的な判断を示していないし，そのような訂正認容審決が確定したとしても，本件の特許権侵害訴訟において本件特許がサポート要件違反により無効であると判断することが妨げられることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，発明の詳細な説明に記載された課題は，必ずしも平面アンテナユニットの存在を前提とするものではなく，アンテナケースの高さを上限とするアンテナによってもAM・FMラジオを良好に受信するという課題が記載されていると主張する(前記第2，5(2)エ(イ))。",
                        "しかし，前記(2)ア(イ)のとおり，発明の詳細な説明の記載によれば，発明の詳細な説明に記載された課題は，限られた空間しか有していないアンテナケースを備えるアンテナ装置に，既設の立設されたアンテナ素子に加えてさらに平面アンテナユニットを組み込むと相互に他のアンテナの影響を受けて良好な電気的特性を得ることができないという課題であり，他方，アンテナを70mm以下の低姿勢とすると感度劣化の原因になるという課題(第1の課題に相当する。)は，背景技術の課題として，出願人の特許出願により解決されたものとされているから，控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，第1の課題は特願2006-315297(甲38)により解決済みであるから発明の詳細な説明に記載された課題ではないとするのは誤りである旨主張する(前記第2，5(2)エ(ウ))。",
                        "しかし，前記(2)ア(イ)のとおり，発明の詳細な説明の記載によれば，第1の課題に相当する課題は，背景技術の課題として，出願人の特許出願(特願2006-315297)により解決されたものとされており，また，前記ア(ウ)bのとおり，控訴人が第1の課題を解決する手段として発明の詳細な説明に記載されていると主張する技術事項である，アンテナ素子31とアンプ基板34とをアンテナコイル32を介して接続するように構成すること，アンテナ素子31とアンテナコイル32とが接続されることによりFM波帯で共振することは，技術常識にすぎないから，控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，本件明細書に記載された基礎出願である特願2006-315297(甲38)及びその国際出願であるPCT／JP2007／072360(甲18)は，請求項1に対応する内容を含むものであるとした上で，本件明細書の発明の詳細な説明に記載された発明は，基礎出願(甲38)及び国際出願(甲18)の内容を含むから，発明の詳細な説明に記載された発明も，請求項1に記載された発明を含むと主張する(前記第2，5(2)エ(エ))。",
                        "しかし，記載要件の適否は，特許請求の範囲と発明の詳細な説明の記載に関する問題であるから，その判断は，第一次的にはこれらの記載に基づいてなされるべきである。このことは，サポート要件を充足するかどうかの判断に際しての課題の認定に関しても同様であり，基礎出願(甲38)及び国際出願(甲18)の内容に基づいて発明の詳細な説明に記載された課題を認定する旨の控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解されるとした上で，本件明細書の発明の詳細な説明の記載及び技術常識に照らせば，請求項1に記載された発明が発明の詳細な説明に記載されていると合理的に認識することができ，発明の詳細な説明には，課題の解決について合理的な期待が得られる程度の記載があり，請求項1に係る特許はサポート要件を充足すると主張する(前記第2，5(2)エ(オ))。",
                        "確かに，前記(1)のとおり，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要である。しかし，そのような解釈を前提としても，前記(1)～(4)のとおり，請求項1に記載された発明は，発明の詳細な説明に記載された発明であるとは認められず，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるとは認められない。したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "その他，控訴人はるる主張するが，控訴人の主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "請求項1に係る特許のサポート要件の充足の有無",
              "text": [
                "以上によれば，請求項1に記載された発明は，発明の詳細な説明に記載された発明であるとは認められず，発明の詳細な説明の記載若しくは示唆又は出願時の技術常識に照らし，当業者が課題を解決できると認識できる範囲のものであるとは認められないから，無効理由1は理由があり，請求項1に係る特許は，サポート要件(特許法36条6項1号)を充足せず，特許無効審判により無効(特許法123条1項4号)にされるべきものと認められる。したがって，控訴人は被控訴人に対して請求項1に係る特許の特許権を行使することができない(特許法104条の3第1項)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，その余の点につき判断するまでもなく，控訴人の請求はいずれも理由がなく，これを棄却した原判決は相当であり，本件控訴は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}