{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2019-890028号事件について令和元年12月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する不成立審決の取消訴訟である。争点は，商標の類似性(商標法4条1項11号)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，別紙本件商標目録記載の商標(以下「本件商標」という。)の商標権者である(甲1の1・2)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成31年4月23日，自らが商標権者である別紙引用商標目録記載の商標(甲2の1・2。以下「引用商標」という。)と本件商標が類似するなどとして，本件商標の登録を無効とするとの審決を求める審判請求(無効2019-890028号。甲23。以下「本件審判請求」という。)をしたところ，特許庁は，令和元年12月25日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年1月9日頃，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，「富富富」の漢字を横書きして成るところ，「富」の音読みに相応し「フフフ」の称呼を，又は，訓読みに相応し「トミトミトミ」の称呼を生じる。そして，「富」の文字は，「とむ。物がゆたかにある。とみ。財産。」を意味する極めて平易な漢字であるから，本件商標は，「三つのとみ(富)」ほどの漠然とした意味合いを想起させる場合があるとしても，具体的な観念を有するとまではいえない。したがって，本件商標は，「フフフ」又は「トミトミトミ」の称呼を生じ，特定の観念を生じないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標は，「ふふふ」の平仮名を横書きして成るところ，その構成文字に相応して「フフフ」の称呼を生じる。そして，当該文字は，一般的な国語辞典等の掲載内容を踏まえると，「人が軽く笑う声」の観念を生じるものである。したがって，引用商標は，「フフフ」の称呼を生じ，「人が軽く笑う声」の観念を生じるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標と引用商標は，外観において，その構成文字における漢字と平仮名という文字種の明らかな差異を有するから，明確に区別でき，また，観念において，本件商標は，特定の観念を生じないものであるのに対し，引用商標は，「人が軽く笑う声」の観念を生じるものであるから，両者は明らかに異なり，観念上相紛れるおそれのないものである。本件商標と引用商標とは，称呼を共通にする場合があるとしても，その外観における相違が顕著であることから，称呼の共通性が外観における差異を凌駕するものとはいい難く，外観，称呼及び観念を総合して考察すると，両商標は，相紛れるおそれのない非類似の商標というべきものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件商標の指定商品と引用商標の指定役務との類否についてみると，飲食料品の商品の製造，販売と，その商品を取り扱う小売等役務の提供とが同一の事業者によって行われることは，商取引上，しばしば見受けられるものであり，そのような場合，当該商品の販売場所や需要者の範囲が，当該役務の提供場所や需要者の範囲と一致することから，本件商標の指定商品中，第30類，第31類のうち「あわ，きび，ごま，そば(穀物)，とうもろこし(穀物)，ひえ，麦，籾米，もろこし」及び第33類は，引用商標の指定役務である第35類「飲食料品の小売又は卸売の業務において行われる顧客に対する便益の提供」とは，類似するものといえる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "上記(3)のとおり，本件商標と引用商標とは非類似の商標であるから，上記(4)のとおり，本件商標の指定商品と引用商標の指定役務が類似するものであるとしても，本件商標は，商標法4条1項11号に該当しない。"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張する審決取消事由",
          "text": [
            "本件審決は，次のとおり，考慮されるべき取引の実情や本件商標及び引用商標から生ずる各観念についての認定判断を誤り，本件商標が引用商標と類似し商標法4条1項11号に該当するにもかかわらず，その判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "考慮されるべき取引の実情について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許庁は，自らが定める商標審査基準(以下，単に「審査基準」という。)において，類否判断における総合的観察に当たり，一般的・恒常的な取引の実情は考慮するが，特殊的・限定的な取引の実情は考慮しない旨を定めている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審判請求において，①食品分野での「ふふふ」の語に対する取引者・需要者の認識といった一般的・恒常的な取引の実情を主張した上で，②被告による本件商標の使用態様及び本件商標に対する需要者の認識といった特殊的・限定的な取引の実情について主張したが，本件審決においては，上記①が除外され，上記②のみが取引の実情として認定された。そのような不当な認定が，本件商標と引用商標との類否の判断に大きく影響を与えたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標及び引用商標から生ずる観念について",
              "text": [
                "取引の実情を考慮すると，次のとおり，本件商標及び引用商標は，いずれも，「人が軽く笑う様子」，ひいては「おいしさ」や「満足感」に関する観念を生ずるものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ふふふ」の語について",
                  "text": [
                    "引用商標でもある「ふふふ」の語は，「口を開かずに軽く笑う声」，「口を閉じぎみにして低く笑うときの笑い声の様子」，「かすかな笑い声」，「いたずらっぽく，少々ふざけて，含み笑いをする時などの様子」，「人が含み笑いをする声」を表す語として一般的であり(甲3の1～5)，「人が軽く笑う様子」に関する観念を生ずる。",
                    "加えて，「ふふふ」の語は，食品分野においては，上記の一般的観念に基づいて，「おいしさ」や「満足感」を想起させる語として取引者・需要者に浸透しており(甲4の1～11)，「おいしさ」や「満足感」に関する観念をも生ずる。人が食品を食べたときに軽く笑うのは，その食品に「おいしさ」や「満足感」を感じたときであるということを，誰もが容易に想像できるから，食品分野においては，間接的に又は暗喩的に「ふふふ」と表現すれば，人は「おいしさ」や「満足感」を想起するのである(甲12の2～6・8・11)。",
                    "なお，擬態語等は文脈依存度が高いということから，擬態語等が単体で特定の観念を生じないなどということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標から生ずる観念について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告及び本件商標の使用権者である株式会社JAライフ富山による本件商標の使用態様(甲5の2・3，甲6の1～4，甲7～9，甲10の1・2，甲11の1・2)や，被告が策定した「富富富デザインマニュアル」において「食べた人が思わず『ふふふ』と微笑み，しあわせな気持ちになってもらいたいという想いも込めました」と公言していること(甲16)は，被告においても，上記アの取引の実情を前提として，本件商標が「フフフ」の称呼を生じ，「人が軽く笑う様子」，ひいては，「おいしさ」や「満足感」に関する観念を生ずることを自認していることを示している。",
                            "上記に関し，漢字が用いられている表現においては用いられている漢字を基準としてその意味を把握しようとするのが通例であるとしても，言葉の意味を漢字の「読み方」から把握しようとする場合もあり，本件商標については，「トミトミトミ」と呼んでみても，そのような言葉はないことから読み手にはピンと来ず，「フフフ」と呼んでみて初めて，人が軽く笑う様子を意味する「ふふふ」であることに気づいて納得するのである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件商標に接した需要者も，上記アの取引の実情を前提として，本件商標から「フフフ」の称呼及び「人が軽く笑う様子」や「おいしさ」に関する観念を生ずることを認識している(甲11の2，甲12の1～11)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標から生ずる観念について",
                      "text": [
                        "上記アで指摘したように，引用商標である「ふふふ」の語は，単なる「笑い声」でなく，その「笑いの様子」まで想起させるもので，そのため，上記アの取引の実情が確立しているところ，原告も，それを把握しているからこそ，カタログ等に引用商標を使用するに際し，「箱を開けたとき，お湯を注ぐ時，食べる時，思わず『ふふふ』と笑顔がこぼれます。」のようなキャッチフレーズを用いている(甲15)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標及び引用商標の類否の判断について",
              "text": [
                "上記(2)の点からして，本件商標と引用商標とは，観念において共通する。本件商標と引用商標とが称呼において共通することは，本件審決も認定するとおりであり，本件商標と引用商標とは，称呼及び観念において共通し，外観においてのみ異なる。",
                "しかし，外観が異なるのは，引用商標「ふふふ」に富山県の「富」で当て字をしたからに他ならず，単に文字種が異なるにすぎない。本件商標は，引用商標から生ずる称呼及び観念に基づいて，引用商標に当て字をして考案されたもので(甲5の1・2)，いわば引用商標の称呼及び観念を利用した商標である。本件商標と引用商標の関係について，外観における相違は顕著というよりは，むしろ，商標法において社会通念上同一の商標として例示されている「平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標」(商標法38条5項括弧書き)に近いものである。本件商標と引用商標とは，取引者・需要者が混同を生ずるほど類似しており，現に，それらを同一のものと認識している需要者もいる(甲11の2，甲12の2・5・7～9)。",
                "以上の点のほか，前記(2)アの一般的・恒常的な取引の実情を考慮すると，本件商標と引用商標とが取引者・需要者に与える印象，記憶，連想等も共通する。",
                "したがって，本願商標と引用商標とは，商品・役務の出所について誤認混同を生じるおそれのある，類似の商標ということができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標の指定商品と引用商標の指定役務の類否について",
              "text": [
                "被告は，本件商標の指定商品と引用商標の指定役務の類否について主張するが，その点は，本件訴訟における審決取消事由として審理されるべき対象とはなっていない。なお，上記の類否についての本件審決の判断は，正当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "考慮されるべき取引の実情について",
              "text": [
                "審査基準においては，商標の類否判断に当たっては，指定商品又は指定役務における一般的・恒常的な取引の実情を考慮するが，当該商標が現在使用されている商品又は役務についてのみの特殊的・限定的な取引の実情は考慮しない旨が定められている。",
                "そして，原告の提出する甲4の1～11は，「ふふふ」という文字列の具体的な用法を示すにすぎず，指定商品又は指定役務における取引慣行など，一般的・恒常的な取引の実情を原告が主張立証するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標及び引用商標から生ずる観念について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ふふふ」の語について",
                  "text": [
                    "甲3の1～4で示されているのは，「ふふふ」の語の擬態語や擬音語としての用法であるところ，日本語における擬態語等は文脈依存性が高く(乙1)，それ単体で特定の観念を生ずるものではなく，文脈によりその意味内容は様々である。",
                    "甲4の1～11について，「ふふふ」の語が「おいしさ」や「満足感」に関する観念を生じさせているものはない。食品分野においても，「ふふふ」の語の意味内容は様々である(甲29，33，43，45)。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標から生ずる観念について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件商標は，特段の観念を生ずるものではない。審査基準によると，「観念とは，商標に接する需要者が，取引上自然に想起する意味又は意味合いをいう」ところ，本件商標は，単一の造語から成るものであるから，「取引上自然に想起する意味又は意味合い」が生じ得ない。また，日本語においては，漢字が用いられている表現においては，用いられている漢字を基準としてその意味を把握しようとするのが通例であるから，「富」という漢字が三つ並んでいる本件商標について，「富」に関する意味合いがあるのだろうという漠然とした認識を需要者が持つことはあっても，それは，具体的な観念にまでは至らないものである。",
                            "この点，原告が主張する本件商標の使用態様(甲5の2・3，甲6の1～4，甲7～9，甲10の1・2，甲11の1・2)は，商標の類否の判断に当たって考慮しないとされる，本件商標が現在使用されている商品又は役務についてのみの特殊的・限定的な取引の実情にすぎない。また，当該使用態様において，「富富富」の語や「ふふふ」の語は，富山の新しい米の品種名を示すものとして用いられたり，当該品種名と掛け合わせただじゃれとして用いられたりしているにすぎず，「おいしさ」や「満足感」を想起させる語としては使用されていない。さらに，当該使用態様の中には，そもそも被告が行うものでない業務に係るものや，飲食料品の小売又は卸売の業務において行われる顧客に対する便益の提供について用いられているものではないものや，強く支配的な印象を与える「要部」としての使用ではないものが含まれている。ある表現に主観的にある思いを込めること(甲16)と，ある表現からその思いに係る観念が客観的に想起されるか否かは全く別物であり，被告が原告の主張するような自認をしているということもない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件商標に接した需要者において，本件商標が「ふふふ」という擬態語や擬音語と同じ観念を生起させるものと認識したり，「おいしさ」等の観念を有していると認識しているといったことはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標から生ずる観念について",
                      "text": [
                        "「ふふふ」の語は，「おいしさ」や「満足感」という観念を想起させるものではない。原告が指摘する用例(甲15)においても，「ふふふ」の語は，笑い声等に関する擬音語等として用いられているにとどまる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標及び引用商標の類否の判断について",
              "text": [
                "本件商標が特段の観念を生起させるものでない以上，引用商標と本件商標とが観念において共通することはあり得ない。また，原告の提出する使用例等をみても，本件商標が取引者・需要者に与える印象，記憶，連想(「富山県」の「富」，豊かさを意味する「富」が三つ並んでいる。)と，引用商標が取引者・需要者に与える印象，記憶，連想(笑い声又は息を吹きかけて熱を冷ます様子などを表す擬態語や擬音語)との間には，全く共通点がない。",
                "本件商標は，富山が誇る水，大地，人の三つの「富」を並べたものであり(甲5の1)，かつ，「富」が被告である富山県の「富」を意識したものであることも明らかであり，本件商標は「ふふふ」の当て字ではない。",
                "なお，商標法38条4項括弧書きに，漢字表記に係る変更が含められていないのは，平仮名，片仮名及びローマ字がいずれも表音文字であって各文字自体に意味がないのに対し，漢字は表意文字であって各文字に意味があるからである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標の指定商品と引用商標の指定役務の類否について",
              "text": [
                "本件審決では，本件商標の指定商品の一部と引用商標の指定役務とが類似していると認定されたが，①当該指定商品の一部の製造・販売とそれに係る小売等役務について，同一業者により行われるのが一般的であるとはいえないこと，②当該指定商品の一部の用途と小売等役務の用途が一致するとはいえないこと，③当該指定商品の一部の販売場所と小売等役務の提供場所は一部重なるものの一致はしないこと，④当該指定商品の一部の需要者と小売等役務の需要者も一部重なるものの一致はしないことなどに照らすと，需要者において，本件商標の指定商品とその指定商品を対象とする小売等役務を混同するおそれはなく，本件商標の指定商品と引用商標の指定役務は類似していないというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標の類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観について",
              "text": [
                "本件商標は，「富富富」の漢字を横書きした構成から成るものであり，引用商標は，「ふふふ」の平仮名を横書きした構成から成るものであって，本件商標と引用商標は，外観において著しく異なっている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "観念について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，「富」を三つ並べたものであるところ，「富」の文字は，「物が満ちたりること。豊かにすること。とむこと。とみ。」，「集積した財貨」などを意味する(「広辞苑  第六版」株式会社岩波書店2033頁・2414頁)平易な漢字であるから，本件商標は，「三つのとみ(富)」など，豊かであることや財産(及びそれが複数あること)に関連する漠然とした意味合いを想起させるものであるといえる。また，本件商標が「フフフ」と称呼されるときには，下記イの引用商標と同様の特定の態様の「笑い」という観念を生ずることがあるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標を構成する平仮名である「ふふふ」の語は，「口を開かずに軽く笑う声」(甲3の1)，「口を閉じ気味にして低く笑うときの笑い声」(甲3の2)，「かすかな笑い声」(甲3の3)，「含み笑いをする声」(甲3の5)など，特定の笑い声を示し，また，「含み笑いをするときなどの様子」(甲3の4)を示すものと認められる。したがって，引用商標は，上記のような特定の態様の「笑い」という観念を生ずることがあるものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "称呼について",
              "text": [
                "本件商標は，「富」の漢字の音読みによると「フフフ」の称呼を，訓読みによると「トミトミトミ」の称呼を生じるといえる。もっとも，「富」の漢字には「フウ」という音読みや「ト」(む)という訓読みもあり(甲13)，本件商標の称呼が，必ずしも上記に限定されるものとはいえない。",
                "他方，引用商標が，「フフフ」の称呼を生ずることは，明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "検討",
              "text": [
                "上記(1)～(3)によると，本件商標と引用商標は，外観において著しく異なっており，また，称呼や観念を共通にする場合があるものの，それは，本件商標を「フフフ」と称呼した限られた場合のみである。そして，上記のような差異があるにもかかわらず，本件商標と引用商標が類似しているものと認めるべき取引の実情その他の事情は認められない。",
                "したがって，本件商標は，引用商標と類似するものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標と引用商標からいずれも「おいしさ」や「満足感」に関する観念を生ずる旨主張するが，以下のとおり，この主張を採用することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ふふふ」の語について",
                  "text": [
                    "原告は，人が食品を食べたときに軽く笑うのは，その食品に「おいしさ」や「満足感」を感じたときであるということを，誰もが容易に想像できるから，食品分野においては，「ふふふ」の語が，「おいしさ」や「満足感」に関する観念をも生ずると主張する。",
                    "しかし，食品分野において，「ふふふ」の語が，特定の態様の笑い声や笑う様子といった観念を生ずることを前提として，食品について「おいしさ」といった肯定的な評価を示す直接的な表現として用いられている例(「食卓にふふふな時間を」(甲4の5)，「ふふふ～なオヤツ」(甲4の7)，「ふふふなモノたち」(甲4の8)，「ふふふなレアチーズ」(甲4の9)，「ふふふな食べ比べ」(甲4の10)といった用例)があることは認められるものの，それを超えて，「ふふふ」の語が，食品について，「おいしさ」や「満足感」を示すものとして一般的に用いられているものというべき事情を認めるに足りる証拠はない。「ふふふ」の語が，食品について，必ずしも「おいしさ」や「満足感」に関する観念を示すものと直ちに認められない形で用いられている例(甲28～33，36，37，42，43，45)や，一定の態様の「笑い声」や「笑う様子」を示すものとして用いられているにとどまるというべき例(甲4の1～4・11，甲12の2・4・11)も認められるところである。この点，原告が証拠として提出する辞典(甲3の4・5)においても，「ふふふ」の語については，「いたずらっぽく，少々ふざけて，含み笑いをする時などの様子」(甲3の4)を示すものとされたり，「いたずらっぽい笑い，または不敵な笑いを示すことが多い。」(甲3の5)とされたりしているのであって，一般的に，必ずしも常に肯定的な意味合いを示すものとはみられない。",
                    "上記のように，食品分野においては，「ふふふ」の語が肯定的な意味合いで用いられることが相応にあるということは認められるものの，それを超えて，「おいしさ」や「満足感」に関する観念が一般的に生ずるとまでいうことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標から生ずる観念について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件商標の使用態様(甲5の2・3，甲6の1～4，甲7～9，甲10の1・2，甲11の1・2)や被告が策定したマニュアルの記載(甲16)から，本件商標が「おいしさ」や「満足感」に関する観念を生ずるものであることを被告が自認している旨を主張する。",
                        "しかし，食品分野において，「ふふふ」の語が「おいしさ」や「満足感」に関する観念を生ずるという一般的な事情が認められないことは，上記アのとおりである。証拠(甲5の2・3，甲6の1～4，甲7～9，甲10の1・2，甲11の1・2)から認められる本件商標の使用態様や被告の「富富富デザインマニュアル」(甲16)の記載を考慮しても，被告が本件商標に係る「フフフ」という称呼を，そこから生ずる特定の態様の「笑い」という観念を積極的な評価と結びつける形で用いることを超えて，本件商標から「おいしさ」や「満足感」に関する観念を生ずるような形で用いているとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告は，本件商標に接した需要者の認識についても主張するが，証拠(甲11の2，甲12の1～11)から認めることができる事実は，本件商標が「フフフ」の称呼を生ずることがあることと，「フフフ」の称呼を生じた場合には，本件商標が特定の態様の「笑い」という観念を生じることがあることの各事実にとどまり，本件商標から「おいしさ」や「満足感」に関する観念を生ずると認めることはできない。"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標から生ずる観念について",
                  "text": [
                    "原告は，引用商標が「おいしさ」や「満足感」に関する観念を生ずる旨を主張するが，食品分野において，「ふふふ」の語が「おいしさ」や「満足感」に関する観念を生ずるという一般的な事情が認められないことは，上記アのとおりである。原告が指摘する原告のカタログの記載(甲15)についても，あくまで「ふふふ」の語を笑い声や笑う様子を示すものとして用いるものにすぎないということができ，引用商標から上記観念が生ずることを上記記載が裏付けるものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件商標と引用商標とからいずれも「おいしさ」や「満足感」に関する観念が生ずるとの原告の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件商標は，引用商標に富山県の「富」で当て字をしたものにすぎないと主張するが，そのような事実を認めるに足りる証拠はない。原告の主張は，引用商標と一般的な擬音語・擬態語である「ふふふ」の語を同一視するものであって相当でない。一般的な擬音語・擬態語である「ふふふ」の語が有する意味を踏まえて被告がそのような称呼を有する商標を登録することが，引用商標が存することで直ちに妨げられるものではない。",
                "また，本件商標と引用商標が「平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標」(商標法38条5項括弧書き)に当たらないことも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，需要者は，本件商標と引用商標を同一のものと認識していると主張し，事例(甲11の2，甲12の2・5・7～9)を指摘するが，これらの事例は，本件商標が「フフフ」という称呼又は笑い声や笑う様子と結びつけられていることを示すものにとどまり，本件商標と引用商標とが同一のものであるのと誤認等がされた事実があることを示すものではなく，需要者が本件商標と引用商標を同一のものと認識していると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告の主張は，いずれも本件商標と引用商標とが類似しないとの上記2の判断を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によると，本件商標が商標法4条1項11号に該当しないとした本件審決の判断に誤りはなく，原告主張の取消事由は認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(行ケ)10014",
    "date": "2020-09-23",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089721",
    "ipprecedent_id": "5425",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}