{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，発明の名称を「情報処理装置，情報処理方法，情報処理プログラム，端末装置およびその制御方法と制御プログラム」とする特許番号第6407464号の特許権(以下「本件特許権1」といい，本件特許権1に係る特許を「本件特許1」という。また，本件特許1の願書に添付した明細書及び図面を併せて「本件明細書1」という。)及び発明の名称を「プログラム，情報処理装置及び情報処理方法」とする特許番号第6309504号の特許権(以下「本件特許権2」といい，本件特許権2に係る特許を「本件特許2」という。また，本件特許2の願書に添付した明細書及び図面を併せて「本件明細書2」という。なお，本件明細書2の図面は，本件明細書1の図面と同一である。)を有する被控訴人が，控訴人に対し，控訴人が日本国内の複数の医療機関向けに生産，譲渡，貸渡しを行っている原判決別紙物件目録記載の「医療看護支援ピクトグラムシステム」やそれを構成する情報処理装置等(以下，同目録記載のシステムやそれを構成する装置及びプログラムを総称して「被告製品」ということがある。)は本件特許1の請求項1，2，7，8及び10の各発明並びに本件特許2の請求項1，2，4，5及び7の各発明の技術的範囲に属し，控訴人による被告製品の生産，譲渡，貸渡しは本件特許権1及び2を侵害すると主張して，①特許法100条1項に基づき，被告製品の生産，使用，譲渡，貸渡し，輸出若しくは輸入，又はその譲渡若しくは貸渡しの申出(譲渡又は貸渡しのための展示を含む。)の差止めを求めるとともに，②同条2項に基づき，控訴人の占有に係る被告製品及びその半製品の廃棄を求める事案である。",
                "なお，本件特許1及び2の上記各請求項に係る発明を構成要件に分説した結果は，別紙1のとおりである。また，被告製品の構成は，別紙2のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，被告製品は本件特許1及び2に係る上記各発明の技術的範囲に属するものであり，控訴人が主張する特許法104条の3に基づく無効の抗弁はいずれも理由がないから，控訴人による被告製品の生産，譲渡等は被控訴人の本件特許権1及び2を侵害するものであるとして，被控訴人の請求を全て認容する旨の判決をし，これを不服とする控訴人が本件控訴をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，控訴人は，当審において，乙第18号証に記載された発明を主引例とする無効の抗弁を新たに主張した。",
                "しかしながら，この新たな無効の抗弁が時機に後れた攻撃防御方法に当たるかどうかは，原審及び当審における審理の経過を総合的に踏まえて検討すべきものであるところ，一件記録によれば，原審においては，平成31年3月12日に第1回口頭弁論期日が開かれた後，審理が弁論準備手続に付されたこと，充足論及び無効論について当事者双方の主張立証が行われた後，令和元年12月20日の第5回弁論準備手続期日において，当事者双方の主張立証が尽くされたことが確認された上で，裁判所の心証開示が行われたことが認められる。そして，裁判所の心証開示が行われた上記第5回弁論準備手続期日までに，乙第18号証に記載された発明を主引例とする無効の抗弁を主張することが困難であったことをうかがわせるに足りる証拠はない。そうであるとすれば，控訴人としては，上記第5回弁論準備手続期日までに新たな無効の抗弁を主張すること(あるいは，少なくとも，速やかにその主張をする予定である旨を告知すること)が可能であったし，そうすべきものであったといえるから，それをしなかったことは時機に後れたものであり，また，時機に後れたことについて重大な過失があったものといわざるを得ない。そして，そのような評価は，控訴人が控訴をし，審級が変わったからといって変わるものではないところ，当審において新たな無効の抗弁の成否を審理することになれば，訴訟の完結が遅延することは明らかである。",
                "以上の次第で，当審としては，新たな無効の抗弁を時機に後れた攻撃防御方法であるとして却下したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，次のとおり補正するほかは，原判決「事実及び理由」第2の2(原判決2頁19行目ないし16頁8行目)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁10行目の「情報装置」を「情報処理装置。」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決15頁7行目ないし8行目の「ピクトグラムサーバ」を「ピクトグラム端末」に改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり補正し，後記4のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」第2の3及び4(原判決16頁9行目ないし40頁5行目)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決16頁25行目の「(乙1。以下「乙1公報」という。)」の後に「の実施例2」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決17頁1行目の「乙1公報」の後に「の実施例2」を加え，22行目の「相当するであり」を「相当するから」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決23頁22行目の「解釈すべきである」の後に「(控訴人は，後記の無効の抗弁を主張するほか，これとは別に，上記のとおり主張し，この主張は第1判定と第2判定の関係について被控訴人が主張する解釈に対する理由付き否認であると主張する。)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決30頁16行目の「争点1-1」を「争点1」に改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決31頁17行目の「乙1公報」の後に「の実施例2」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決31頁20行目の「記載された発明」の後に「(以下「乙1発明」ということがある。)」を加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決32頁25行目の「乙1公報」の後に「の実施例2」を加える。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決32頁26行目の「という。」を「ということがある。」に改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決39頁18行目の「乙1公報」の後に「の実施例2」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件充足性(争点1ないし4)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1及び2においては，第1判定で取得された患者識別情報が，情報処理装置のRAMに一時的に記憶されるか，又は記憶部に記憶されて保持された上で，第2判定後の患者の医療情報へのアクセスの際に，この保持された患者識別情報が引き渡され，患者の特定に直接用いられる。また，本件発明1及び2は，セキュリティ向上のために，第1判定と第2判定とを一体不可分に組み合わせて，第2判定後の医療情報へのアクセスの際に第1判定による患者の特定を直接用いる構成としている点に技術的意義がある。さらに，本件発明1-1及び本件発明2-1は，情報処理プログラムである本件発明1-7及び本件発明2-4における一連のステップからなる装置発明を「～部」という用語で表現したものであるところ，このような情報処理装置において，第1判定及び第2判定を切り離した独立のものと解することはできず，本件発明1-1及び本件発明2-1の実施例におけるフローチャートをみても，第1判定で取得された患者識別情報が第2判定後の医療情報へのアクセスの際に直接用いられていることが分かる。",
                        "このように，本件発明1及び2においては，第1判定で取得された患者識別情報が，第2判定後の医療情報へのアクセス制御処理における患者の特定のために直接用いられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方で，被告製品のピクトグラムサーバは，患者登録の際に患者IDを取得するものの，患者登録操作に関するプログラムの状態(いずれのベッドサイド端末からの登録操作であったか，その対応する患者IDがどのようなものであったかなど)を保持することはなく，取得した患者IDをベッドサイド端末の固定IPアドレスと関連付けてデータベースに記憶するにすぎず，患者登録処理を行うプログラムは，患者登録を完了し，当該患者のピクトグラムをベッドサイド端末に出力すると終了する。また，スタッフ専用画面での操作においては，入力されたスタッフIDと共にベッドサイド端末の固定IPアドレス及び患者IDが，ベッドサイド端末からピクトグラムサーバに送信されるが，まずはスタッフIDによる第2判定が行われ，その後初めて固定IPアドレス及び患者IDに基づいて患者が特定され，電子カルテから当該患者の医療情報が取得されるものである。",
                        "このように，被告製品は，看護師又は医師が必要とする患者の医療情報を表示したり，患者の状態情報を入力したりする際には，第1判定で取得された患者識別情報を直接利用することができず，また，利用しないものであり，ベッドサイド端末の固定IPアドレス及び患者IDを新たに取得して患者を特定し，これに基づいて電子カルテから当該患者の医療情報を取得するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，被告製品のピクトグラムサーバは，第2判定の後にベッドサイド端末から送信された患者IDに基づき患者を特定する点において，第1判定で取得された患者識別情報が第2判定後の医療情報へのアクセス制御処理における患者の特定のために直接用いることを特徴とする本件発明1及び2と異なるから，同各発明の構成要件を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書1及び2に第1判定と第2判定との間の時間的接着性に関する記載がないからといって，本件発明1及び2について，第1判定ステップが1回だけ行われ，後日，第1判定ステップを行わずに第2判定ステップが行われるような情報処理方法やプログラムを包含するものであると解する合理的な根拠にはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書1及び2の図12における検査表示画面の表示処理(ステップS23)は，同図のフローチャート中に記載されているものの，その処理後に再び第2の判定がされる旨の記載も示唆もないから，同各明細書の図26の末尾に記載された終了処理(ステップS120)の後にS23に移行し，その後再び第2の判定がされることがあり得ると認定することはできない。仮に，何らかの理由により，上記の再度の第2の判定がされ得るとしても，それは，第1判定を経て第2判定をし，その後に患者の医療情報にアクセスした上で行われる処理であるから，本件発明1及び2が規定する第2判定とは異なるものである。",
                    "(被控訴人の主張)",
                    "本件発明1及び2における第1判定及び第2判定においては，第1判定で一致すると判定されることが，第2判定がされることの前提とされている以上の条件等が存在するものではないから，第1判定で取得された患者識別情報が第2判定後の医療情報へのアクセス制御処理における患者の特定のために直接用いられるという要件が求められるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙1を主引例とする無効の抗弁(争点5及び6)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点及び相違点の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1-1の患者ID及び乙1発明のベッドサイド端末識別子は，患者を特定するという点で同等である上，端末装置の識別情報(識別子)を患者の識別のための患者IDとすることは周知技術であることからすれば，乙1発明の「ベッドサイド端末識別子」は，患者名を取得するための識別情報であり，本件発明1-1の「患者識別情報」に相当する。",
                        "また，乙1発明のベッドサイド端末識別子が患者識別情報であることからすれば，本件発明1-1の第1判定と乙1発明の患者名の取得との間に実質的な相違点はないというべきである。",
                        "さらに，乙1発明の状態情報データベースは，利用者及び患者名の組合せに基づくものであり，その存否の判定に関する処理は，利用者IDすなわち医療スタッフIDが登録されているか否かを判定する処理であるから，本件発明1及び2における第2判定にほかならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上を踏まえると，本件発明1-1と乙1電子カルテサーバとの一致点及び相違点は，次のとおりとなる。",
                        "(一致点)",
                        "①患者名を取得するための第1ベッドサイド端末識別子を端末装置より取得する第1取得部と，②前記第1ベッドサイド端末識別子と，患者名を取得するための情報としてあらかじめ記憶された第2ベッドサイド端末識別子とが一致するか否かを判定する第1判定部と，③前記第1判定部が一致すると判定した場合に，前記第2ベッドサイド端末識別子に対応する患者名の患者の医療情報を，前記端末装置へ出力する第 1 出力部と，④看護師又は医師を識別するための第1医師等識別情報を前記端末装置から取得する第2取得部と，⑤前記第1判定部が一致すると判定した場合に，前記第1医師等識別情報と，看護師又は医師を識別する情報としてあらかじめ記憶された第2医師等識別情報とが一致するか否か判定する第2判定部と，⑥前記第2判定部が一致すると判定した場合に，前記第2ベッドサイド端末識別子に対応する患者名の患者の医療情報のうち前記看護師又は前記医師が必要とする医療情報を含む表示画面を，前記端末装置へ出力する第2出力部とを備える情報処理装置である点",
                        "(相違点)",
                        "第2取得部における「看護師または医師を識別するための第1医師等識別情報を前記端末装置から取得する」条件について，本件発明1-1は，「前記第1判定部で一致すると判定された場合に」取得するのに対し，乙1電子カルテサーバには，そのような条件はない点"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "上記相違点の容易想到性",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "上記相違点の実質的内容は，乙1電子カルテサーバにおける医療スタッフ識別情報の取得時期が，ベッドサイド端末識別子の取得と同時であり，第1判定部で一致すると判定される前である点にある。そうすると，上記相違点の容易想到性については，医療スタッフ識別子の取得を第1判定部で一致すると判定された場合に行うようにし，このようにして取得された医療スタッフ識別子に基づいて第2判定を行う構成とすることが，当業者に容易であったか否かを検討すればよいということになる。",
            "また，乙1電子カルテサーバにおいては，医療スタッフ識別子は，第2判定の直前までに取得すれば足りるものであり，患者名の取得(第1判定)のためには不要である。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "乙2公報に記載された発明(以下「乙2発明」ということがある。)においては，ベッドサイド端末が特定の患者に関連付けられており，特定の患者に関する情報が表示された状態である患者操作モードの状態にあるときに，看護師が看護師ID等を入力することにより，処置等のデータを入力することができる看護師操作モードに状態が変更される。すなわち，上記の看護師IDの取得は，患者操作モードとして特定の患者に関する情報が表示されていることが条件になっている。",
            "また，乙6，14，17～21，26，27の各文献が示すように，第1判定がまず行われ，この第1判定によって患者の医療情報が表示された上で，医療スタッフの識別情報が取得されて第2判定が行われるように構成することは，基準日前に広く行われていた周知技術であった。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "以上のとおり，上記(イ)の各技術を踏まえると，乙1電子カルテサーバにおいて，患者名が取得された後(第1判定部で一致すると判定された場合)に医療スタッフ識別子の取得を行うように構成することは，適宜構成することができるものであり，当業者が容易に想到することができたものといえる。"
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "まとめ",
      "text": [
        "以上のとおり，本件発明1-1は，当業者が容易に発明することができたものである。そして，同様の理由により，本件発明1-2，本件発明1-7，本件発明1-8，本件発明1-10，本件発明2-1，本件発明2-2，本件発明2-4，本件発明2-5及び本件発明2-7も，当業者が容易に発明することができたものである。",
        "(被控訴人の主張)"
      ]
    },
    {
      "fig": "ア",
      "subject": "一致点及び相違点の認定",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "本件発明1及び乙1発明は，医療システムのセキュリティを向上させる技術という点で共通しているが，本件発明1が患者の取り違えを防止することを主たる目的とするのに対し，乙1発明は，患者の医療情報の漏えいを防止することを目的としている。また，本件発明1においては，乙1発明と異なり，患者や端末装置がベッド間を移動した場合においても，端末装置を通じて患者識別情報が認証されるため，患者の取り違えが生じることはない。",
            "このように，本件発明1及び乙1発明は，根本的に技術思想が異なる発明である。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "以上を踏まえると，本件発明1-1と乙1電子カルテサーバとの一致点及び相違点は，次のとおりとなる。",
            "(一致点)",
            "①看護師又は医師を識別するための第2識別情報を前記端末装置から取得する第2取得部と，②看護師又は医師が必要とする医療情報を含む表示画面を前記端末装置へ出力する第2出力部とを備える情報処理装置である点",
            "(相違点)",
            "A  乙1電子カルテサーバにおいて，「患者を識別するための第1患者識別情報を端末装置より取得する第1取得部」(構成要件1-1A)，「前記第1患者識別情報と，患者を識別する情報としてあらかじめ記憶された第2患者識別情報とが一致するか否かを判定する第1判定部」(構成要件1-1B)に係る構成を具備しない点",
            "B  乙1電子カルテサーバにおいて，「前記第1判定部が一致すると判定した場合，前記第2患者識別情報に対応する患者の医療情報を，前記端末装置へ出力する第1出力部」(構成要件1-1C)に係る構成を具備しない点",
            "C  乙1電子カルテサーバにおいて，「前記第1判定部で一致すると判定された場合に，看護師または医師を識別するための第1医師等識別情報を前記端末装置から取得する第2取得部」(構成要件1-1D)に係る構成を具備しない点",
            "D  乙1電子カルテサーバにおいて，「前記第1医師等識別情報と，看護師または医師を識別する情報としてあらかじめ記憶された第2医師等識別情報とが一致するか否か判定する第2判定部」(構成要件1-1E)に係る構成を具備しない点",
            "E  乙1電子カルテサーバにおいて「前記第2判定部が一致すると判定した場合，前記第2患者識別情報に対応する患者の医療情報のうち前記看護師または前記医師が必要とする医療情報を含む表示画面を，前記端末装置へ出力する第2出力部と，を備える情報処理装置」(構成要件1-1F)における「前記第2判定部が一致すると判定した場合」に係る構成を具備しない点"
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "上記各相違点の容易想到性",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "上記ア(ア)のとおり，本件発明1-1及び乙1電子カルテサーバは，根本的に技術思想が異なる発明である。また，乙2発明は，ナースコールシステムに関するものであり，その目的は，患者向け及び看護師向けの情報をベッドサイド端末に表示したり，ベッドサイド端末から入力したりすることで，看護師の負担を軽減してその利便性を向上させることにあるから，本件発明1-1とは根本的な技術的相違がある。さらに，乙1公報及び乙2公報には，相違点AないしEに係る構成が何ら開示されていない。",
            "加えて，本件発明1-1は，患者認証の後に看護師IDを入力するという順番を規定したものではないから，乙6，14，17ないし19，26，27等の周知技術に基づく控訴人の主張は，誤った前提に立脚して独自の理論を展開するものにすぎないし，そもそも，これらの文献に記載された発明は，本件発明1に対する周知技術には該当しない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "以上によれば，そもそも乙1電子カルテサーバと乙2発明及び他の周知技術とをいかに組み合わせようとも，本件発明1-1の構成には至らない。また，技術思想が根本的に異なることからすれば，乙1電子カルテサーバや乙2発明から本件発明1-1の構成を想到することはできない上，乙1発明に対し，乙2発明や他の周知技術を組み合わせる動機付けは存しない。"
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "まとめ",
      "text": [
        "以上によれば，本件発明1-1は，容易に発明することができたものではない。そして，同様の理由により，本件発明1-2，本件発明1-7，本件発明1-8，本件発明1-10，本件発明2-1，本件発明2-2，本件発明2-4，本件発明2-5及び本件発明2-7も，当業者が容易に発明することができたものではない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "構成要件充足性(争点1ないし4)について",
          "text": [
            "当裁判所も，原審と同様に，被告製品は，本件発明1-1，本件発明1-2，本件発明1-7，本件発明1-8，本件発明1-10，本件発明2-1，本件発明2-2，本件発明2-4，本件発明2-5及び本件発明2-7の各技術的範囲に属するものと判断する。その理由は，(1)のとおり原判決を補正し，(2)のとおり当審における控訴人の補充主張に対する判断を付加するほかは，原判決「事実及び理由」第3の1ないし5(原判決40頁7行目ないし72頁26行目)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決62頁2行目の「実施の形態3」の後に「(段落【0126】ないし【0142】)」を加える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決62頁3行目の「実施の形態4」の後に「(段落【0143】ないし【0161】)」を加える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決63頁2行目の「第2判定がされて」を「第2判定がされ，更に」に，同19行目の「制御とした」を「制御として」に改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決64頁12行目の「しかし，」から20行目の末尾までを次のとおり改める。",
                    "「  しかしながら，特許請求の範囲及び明細書の記載に照らし，本件発明1-1における第1判定及び第2判定は，必ずしも連続して行われる必要のないものであると解されることは上記のとおりである。控訴人は，このように解した場合，本件発明1-1は，従来技術と同一か，それから容易に想到することができるものとなるから限定解釈をすべきであると主張するが，このような主張は，特許法104条の3に基づく特許無効事由の主張として位置付けられるべきものであって，特許請求の範囲を限定解釈する根拠となるものではない。",
                    "したがって，上記主張は，それ自体失当である。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決69頁5行目の「あらかじめ」の後に「電子カルテサーバに」を加える。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における控訴人の補充主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，被告製品のピクトグラムサーバについて，第2判定の後にベッドサイド端末から送信された患者IDに基づき患者を特定する点において，第1判定で取得された患者識別情報を第2判定後の医療情報へのアクセス制御処理における患者の特定のために直接用いることを特徴とする本件発明1及び2と異なる旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，本件明細書1には，端末装置から取得された患者IDは情報処理装置のRAMに一時的に記憶され，記憶部に記憶される旨が記載されている(本件明細書1【0047】)ことからすれば，本件発明1は，第1判定で用いた第1患者識別情報を記憶しておき，これを第2判定後に患者の医療情報のうち看護師又は医師が必要とする患者の医療情報を含む表示画面を特定する処理の際に用いているものといえる。そして，このことは，本件発明2についても同様である(本件明細書2【0042】)。",
                        "そうすると，本件発明1及び2においては，第1判定で取得された患者識別情報が第2判定後の医療情報へのアクセス制御処理における患者の特定のために用いられているものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方で，被告製品についてみるに，前記のとおり補正して引用する原判決が説示するとおり(原判決64頁21行目ないし65頁15行目)，被告製品においては，患者登録の際に，ピクトグラム端末から患者IDを取得するものである上，控訴人の主張によれば，取得された患者IDは，ベッドサイド端末の固定IPアドレスと関連付けられてピクトグラムサーバのデータベースに記憶されるというのであるから，ピクトグラムサーバは，患者登録後においては，ベッドサイド端末の固定IPアドレスさえ取得すれば，データベースを参照することによって患者IDを特定することができるものと考えられる。",
                        "そうすると，既に患者登録の際に患者IDがピクトグラムサーバのデータベースに記憶されているにもかかわらず，その後，スタッフ専用画面の操作をしようとする際に，改めてピクトグラム端末からピクトグラムサーバに患者IDを送信する必要は乏しいというべきであり，このような送信処理がされる旨の控訴人の主張は，合理的なものとはいい難い。また，被告製品のピクトグラムサーバにおいて，上記のような送信処理がされるとの事実を裏付ける証拠は見当たらない。",
                        "これらの事情を考慮すると，被告製品のピクトグラムサーバが，第2判定の後にベッドサイド端末から送信された患者IDに基づき患者を特定していると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，上記のとおり，患者登録の際にピクトグラム端末から取得された患者IDがベッドサイド端末の固定IPアドレスと関連付けられてピクトグラムサーバのデータベースに記憶されることからすれば，被告製品においては，本件発明1及び2と同様に，第1判定で取得された患者識別情報が第2判定後の医療情報へのアクセス制御処理における患者の特定のために用いられているものとみるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件明細書1及び2に第1判定と第2判定との間の時間的接着性に関する記載がないからといって，本件発明1及び2について，第1判定ステップが1回だけ行われ，後日，第1判定ステップを行わずに第2判定ステップが行われるような情報処理方法やプログラムを包含するものであると解する合理的な根拠にはならない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本件特許1及び2の特許請求の範囲や本件明細書1及び2に第1判定と第2判定との間の時間的接着性に関する記載が存在しないことからすれば，第1判定がされた後，相当程度の間を置いて第2判定がされることもあり得ると考えるのが合理的である。そして，本件発明1及び2において，このような形で第2判定が行われることが技術的に不可能又は不合理であるというべき事情は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件明細書1及び2の図26の末尾に記載された終了処理(ステップS120)の後に図12のステップS23に移行し，その後再び第2の判定がされることがあり得ると認定することはできないし，仮に再度の第2の判定がされ得るとしても，本件発明1及び2が規定する第2判定とは異なるものである旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本件明細書1及び2の図26によれば，第2判定がされて医療スタッフ用画面である看護師専用画面やバイタル画面等が表示され，その後に終了処理(ステップS120)がされると，検査表示画面の表示処理(ステップS23)に移行するところ，本件明細書1及び2の図12によれば，その後，手術ボタンが入力されて手術表示画面等の表示処理がされた後又は手術ボタンが入力されなかった場合には(ステップS24)，再び患者用画面が表示される(ステップS21)。また，本件明細書1及び2の図11及び図23によれば，第1判定がされて患者用画面が表示されている状態(ステップS21)において，医療スタッフIDが取得されたものの，情報処理装置に記憶された看護師ID又は医師IDに該当しなかった場合には，取得済みの患者IDに基づく患者認証(ステップS17)に移行する。",
                        "これらの本件明細書1及び2の記載によれば，本件発明1及び2においては，第1判定及び第2判定がされた後に終了処理がされたり，第1判定がされた後に医療スタッフIDが一致しなかったりした場合には，一旦患者IDが取得された段階に戻るものといえる。そして，その後，医療スタッフIDが再度取得されれば，改めて患者IDを取得することなく，医療スタッフ用画面に移行するものといえ，この際にされる処理は，通常の第2判定の処理と何ら異なるところはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このほか，控訴人は，構成要件充足性に関し，種々の主張をするが，いずれも前記の結論を左右するものではないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1は，いずれも乙1公報の実施例2に記載された発明に基づき容易に想到することができたか(争点5)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙1公報の記載事項",
              "text": [
                "乙1公報には，次のとおり記載されている(乙1。図面については別紙乙1公報図面目録記載のとおりである。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】",
                    "患者の診療情報を記憶する電子カルテデータベースを備えた電子カルテサーバと，当該診療情報の参照又は更新をする電子カルテアプリケーションを備えたベッドサイド端末とをネットワークで接続した医療情報システムにおいて，前記ベッドサイド端末と前記患者とを対応付けて記憶したベッドサイド端末情報記憶部と，前記ベッドサイド端末情報記憶部を参照して，ベッドサイド端末に対応する患者を特定するベッドサイド端末識別手段と，前記患者に対応する診療情報を前記電子カルテデータベースから取得するカルテ情報取得手段と，当該診療情報に基づき前記電子カルテアプリケーションを起動するベッドサイド端末制御手段と，を備えた事を特徴とする医療情報システム。",
                    "【請求項2】",
                    "患者の診療情報を記憶する電子カルテデータベースを備えた電子カルテサーバと，前記患者の診療情報の参照又は更新をする第一の電子カルテアプリケーションを備えたベッドサイド端末と，前記患者の診療情報の参照又は更新をする第二の電子カルテアプリケーションを備えた情報処理端末とをネットワークで接続した医療情報システムにおいて，前記情報処理端末は，前記第二の電子カルテアプリケーションで前記患者の診療情報を参照又は更新している際の状態情報を前記電子カルテサーバに送出する状態情報登録処理手段を備え，前記電子カルテサーバは，前記患者毎に前記状態情報を記憶する状態情報記憶部と，ベッドサイド端末と患者とを対応付けて記憶したベッドサイド端末情報記憶部と，前記状態情報を前記情報処理端末から受信し，当該状態情報を前記状態情報記憶部に格納する状態情報受信処理手段と，前記ベッドサイド端末情報記憶部を参照して，前記ベッドサイド端末に対応する患者を特定するベッドサイド端末識別手段と，前記患者に対応する状態情報を前記状態情報記憶部から取得し，前記ベッドサイド端末に送出する状態情報取得手段とを備え，前記ベッドサイド端末は，前記状態情報を前記電子カルテサーバから受信し，当該状態情報に基づき前記第一の電子カルテアプリケーションを起動するベッドサイド端末制御手段を備える事を特徴とする医療情報システム。",
                    "【請求項3】",
                    "患者の診療情報を記憶する電子カルテデータベースを備えた電子カルテサーバと，前記患者の診療情報の参照又は更新をする第一の電子カルテアプリケーションを備えた情報処理端末とをネットワークで接続された医療情報システムにおける前記患者の診療情報の参照又は更新をする第二の電子カルテアプリケーションを備えたベッドサイド端末であって，前記第一の電子カルテアプリケーションで前記患者の診療情報を参照又は更新している際の状態情報を前記電子カルテサーバから受信し，当該状態情報に基づき前記第二の電子カルテアプリケーションを起動するベッドサイド端末制御手段を備える事を特徴とする医療システムにおけるベッドサイド端末。",
                    "【請求項4】",
                    "前記患者の診療情報の参照又は更新をする第一の電子カルテアプリケーションを備えたベッドサイド端末と，前記患者の診療情報の参照又は更新をする第二の電子カルテアプリケーションを備えた情報処理端末とをネットワークで接続した医療情報システムにおける患者の診療情報を記憶する電子カルテデータベースを備えた電子カルテサーバであって，前記第二の電子カルテアプリケーションで前記患者の診療情報を参照又は更新している際の状態情報を前記患者毎に記憶する状態情報記憶部と，前記状態情報を前記情報処理端末から受信し，当該状態情報を前記状態情報記憶部に格納する状態情報受信処理手段と，ベッドサイド端末と患者とを対応付けて記憶したベッドサイド端末情報記憶部と，前記ベッドサイド端末情報記憶部を参照して，前記ベッドサイド端末に対応する患者を特定するベッドサイド端末識別手段と，前記特定した患者に対応する状態情報を前記状態情報記憶部から取得し，前記ベッドサイド端末に送出する状態情報取得手段と，を備える事を特徴とする医療システムにおける電子カルテサーバ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，患者に関する診療情報の参照又は更新をする電子カルテアプリケーションを含む医療情報システムに関する。特に，入院患者のベッドサイドで利用される電子カルテアプリケーションを備えたベッドサイド端末を含む医療情報システムに関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】  ・・・しかしながら，第一の患者のベッドサイドで，第二の患者に関する診療情報の参照や更新をする場合，ベッドサイド端末は，第一の患者に近接した場所に設置されており，第二の患者の診療情報を第一の患者に見られてしまう虞がある。即ち，患者の診療情報を医療スタッフ以外の他人に見られてしまう。これは，情報漏洩，守秘義務違反につながり，患者のプライバシを守る事は出来ない。",
                    "【0006】  また，医療スタッフは，入院患者の病室を訪問して診察する，所謂，回診をする際，ナースステーション，診察室等に設置された医療情報システムと接続されたワークステーションの電子カルテアプリケーションを利用して，診察予定である患者に関する診療情報，治療計画に基づく経過情報を予め確認している。そして，診察対象となる患者の経過情報に基づき，注目すべき検査歴データや指示すべき事項を検討し，回診を行う。回診先では，患者のベッドサイドに備えたベッドサイド端末の電子カルテアプリケーションを利用して，予め検討した事項に関する診療情報を参照し，指示すべき処方や検査等を入力して診療情報の更新をする。",
                    "【0007】  しかしながら，医療スタッフが一度の回診で診察する患者は複数であり，予め検討した事項，即ち，診察対象となる患者の注目すべき検査歴データ等，を患者毎に記憶しておく必要がある。従って，医療スタッフは，患者のベッドサイド端末の電子カルテアプリケーションを利用して，患者に関する診療情報を参照しながら，予め検討した事項を思い出し，指示すべき処方や検査の入力をして診療情報の更新をする。このように，患者に関する診療情報の参照，処方や検査の指示等，診療情報の更新といった医療スタッフが患者のベッドサイド端末でする作業は，長時間かかってしまう。これは，診察に時間がかかるだけでなく，長時間患者に関する診療情報をベッドサイド端末に表示する為，他人に患者の診療情報を覗き見される虞がある。",
                    "【0008】  本発明は，このような課題に鑑みなされたものであり，医療スタッフが患者のベッドサイドに備えたベッドサイド端末で電子カルテアプリケーションを利用する際，当該患者に関する診療情報のみ参照や更新をする事の出来る医療情報システムを提供する事を目的とする。また，医療スタッフがベッドサイドでの診察時に，回診予定の入院患者に関して事前に検討した事項を素早く想起する事の出来る医療情報システムを提供する事を目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0009】  上記の課題を解決する為に，患者のベッドサイド端末において，当該患者に関する診療情報のみ参照出来れば，他人に診療情報を見られる事を防ぐ事が出来る点に着目した。",
                    "【0011】  本発明は，上記のように，患者のベッドサイド端末では，当該患者に関する診療情報に限定して参照または更新する事が出来る。従って，医療スタッフは，当該ベッドサイド端末を利用して，当該患者以外の診療情報を参照または更新する事は出来ない。",
                    "【0013】  本発明は，上記のように，医師がナースステーションや診察室で行っていた電子カルテアプリケーションでの作業を引き続き患者のベッドサイド端末で，しかも当該患者の診療情報に係る作業に限定して行う事が出来る。従って，医療スタッフは，患者のベッドサイド端末の電子カルテアプリケーションを利用して当該患者の診療情報の参照又は更新する手間を大幅に短縮する事が出来，当該患者の診療情報を他人に見られる可能性を減らす事が出来る。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0014】  本発明の医療情報システムによれば，患者のベッドサイド端末では，当該患者に関する診療情報に限定して参照又は更新する事が出来る。従って，患者に関する診療情報を他人に見られる可能性を軽減する事が出来る。",
                    "【0015】  また，医師がナースステーションや診察室で行っていた電子カルテアプリケーションでの作業を引き続き患者のベッドサイド端末で，しかも当該患者の診療情報に係る作業に限定して行う事が出来る。従って，医療スタッフは，患者のベッドサイド端末の電子カルテアプリケーションを利用して当該患者の診療情報の参照又は更新する手間を大幅に短縮する事が出来，当該患者の診療情報を他人に見られる可能性を減らす事が出来る。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例1",
                  "text": [
                    "【0017】  本発明の実施例に係る医療情報システムの処理態様を，図1乃至図5を用いて説明する。",
                    "【0018】  図1は，本実施例に係る医療情報システムの概要を示す全体構成図である。",
                    "【0019】  図1に示すように，本実施例に係る医療情報システムは，ベッドサイド端末1，ネットワーク2，電子カルテサーバ3で構成されている。",
                    "【0020】  ベッドサイド端末1は，一般的なベッドサイド端末の事であり，ベッドサイド端末専用ハードウェアだけでなく，パーソナルコンピュータ，ノートパソコン，PDA(Personal  Data  Assistants) 等，一般的な情報処理端末でも良い。また，図1に例示するように，ベッドサイド端末1は，ベッドサイド端末制御部4，電子カルテアプリケーション5を備えている。",
                    "【0021】  ベッドサイド端末制御部4は，ベッドサイド端末1の識別子を取得し，電子カルテサーバ3に送信するものである。",
                    "【0022】  電子カルテアプリケーション5は，患者に関する電子カルテデータを含む診療情報の参照又は更新をする為のアプリケーションである。ここで，電子カルテアプリケーション5は，ベッドサイド端末1専用のアプリケーションであっても良く，ナースステーション，診察室等で利用される医療情報システムのアプリケーションと同一のものを利用しても良く，患者に関する診療情報の参照又は更新が出来るものであれば，何でも良い。",
                    "【0024】  電子カルテサーバ3は，ベッドサイド端末識別部6，ベッドサイド端末情報記憶部7，カルテ情報取得部8，電子カルテデータベース9，カルテ情報送信部10で構成されている。",
                    "【0025】  ベッドサイド端末情報記憶部7は，ベッドサイド端末識別子に患者識別子を対応付けて記憶するものである。",
                    "【0026】  ベッドサイド端末識別部6は，ベッドサイド端末1からベッドサイド端末識別子を受信し，当該ベッドサイド識別子に対応する患者識別子をベッドサイド端末情報記憶部7から取得するものである。",
                    "【0027】  電子カルテデータベース9は，患者に関する電子カルテデータを含む診療情報を記憶するデータベースである。",
                    "【0028】  カルテ情報取得部8は，ベッドサイド端末識別部6で取得した患者識別子に対応する診療情報を電子カルテデータベース9から取得するものである。",
                    "【0029】  カルテ情報送信部10は，カルテ情報取得部8で取得した診療情報をベッドサイド端末1に送信するものである。",
                    "【0032】  図2は，医療情報システムの処理をフローチャートで示したものである。",
                    "【0033】  ベッドサイド端末1の備える表示装置には，ベッドサイド端末制御部4の処理で，図3に例示するメニュー画面が表示される。",
                    "【0034】  本実施例におけるメニュー画面は，患者向け診療情報ボタン，医療スタッフ向け診療情報ボタン，ID入力フィールド，及びPASSWORD入力フィールドで構成されている。",
                    "【0035】  患者向け診療情報ボタンは，入院患者のID及びPASSWORDでログインされた場合，「病院スタッフの紹介」，「診療予定」，「食事メニュー」，「経過情報」，「アンケート」等，患者向けの診療情報をベッドサイド端末1の表示装置に表示する処理を実行するものである。また，テレビ，ビデオ，インターネット等，の娯楽情報を患者に提供するものであっても良い。尚，患者向けの診療情報を参照する処理は，公知である為，説明を省略する。",
                    "【0036】  医療スタッフ向け診療情報ボタンは，医療スタッフのID及びPASSWORDでログインされた場合，後述する図4に例示する医療スタッフ向け診療情報メニューをベッドサイド端末1の表示装置に表示する。",
                    "【0037】  ID入力フィールド，及び，PASSWORD入力フィールドには，ベッドサイド端末1の操作者，即ち，患者又は医療スタッフのID，及び，PASSWORDが入力されるフィールドであり，本フィールドにID，及び，PASSWORDを入力すると，前述した患者向け診療情報ボタン，又は医療スタッフ向け診療情報ボタンの選択が可能となる。",
                    "【0038】  医療スタッフ向け診療情報ボタンが選択され，入力されたID，及び，PASSWORDが医療スタッフのものであるとベッドサイド端末制御部4で判断されると，図4に例示する医療スタッフ向け診療情報メニューをベッドサイド端末1の表示装置に表示する。",
                    "【0039】  医療スタッフ向け診療情報メニューは，バイタルサイン照会ボタン，処方歴・病歴・検歴照会ボタン，及び，電子カルテアプリケーション起動ボタンで構成されている。本実施例における医療スタッフ向け診療情報メニューは，電子カルテアプリケーション起動ボタンさえ備えていれば良く，他のボタンは，公知のベッドサイドシステムで用いるボタン，例えば，クリニカルパス照会等，を用いても良い。また，本実施例では，患者に関わる人物を総称して医療スタッフとしているが，医師，看護師，等，職種毎に医療スタッフ向け診療メニューを異なるものにしても良い。例えば，看護師であれば，看護アプリケーション起動ボタン，セラピストであれば，リハビリアプリケーション起動ボタン等にしても良い。",
                    "【0043】  医師により，電子カルテアプリケーション起動ボタンが選択されると，ベッドサイド端末制御部4は，ベッドサイド端末1の識別子を取得し，ネットワーク2を介して，電子カルテサーバ3に当該ベッドサイド端末1の識別子を送出する(S2-1，及び，S2-2)。",
                    "【0044】  ここで，ベッドサイド端末1の識別子は，ベッドサイド端末1の端末名，MACアドレス(Media  Access  Control  Address)，IPアドレス(Internet  Protocol  Address)等，ベッドサイド端末1を一意に識別出来るものであれば何でも良い。本実施例では，ベッドサイド端末1の識別子は，IPアドレスを用いており，「10．103．57．101」であるものとして以下，説明をする。",
                    "【0045】  電子カルテサーバ3は，ベッドサイド端末1からベッドサイド端末1の識別子を受信すると，ベッドサイド端末識別部6を起動する。",
                    "【0046】  ベッドサイド端末識別部6は，ベッドサイド端末情報記憶部7を参照して，ベッドサイド端末1の識別子に対応する患者識別子を取得する(S2-3)。",
                    "【0047】  ここで，図5にベッドサイド端末情報記憶部7の例を示す。",
                    "【0048】  図5に例示したベッドサイド端末情報記憶部7は，ベッドサイド端末識別子フィールド，及び，患者名フィールドで構成されている。尚，図5に示した構成例は，本実施例を説明するのに最低限必要な例を示したものに過ぎず，これに限定するものではない。",
                    "【0049】  ベッドサイド端末識別子フィールドは，前述したベッドサイド端末の識別子が記憶されるフィールドである。",
                    "【0050】  患者名フィールドは，患者名が記憶されるフィールドである。尚，患者名フィールドに記憶される患者名は，患者を一意に識別出来るものであれば何でも良く，例えば，病院内で患者を識別する為に割り振られている患者IDでも良く，患者名に限定するものではない。",
                    "【0051】  図5に例示したベッドサイド端末情報記憶部7は，ベッドサイド端末識別子が「10．103．57．101」であるベッドサイド端末は，「病院太郎」の利用するものであり，「10．103．57．102」であるベッドサイド端末は，「病院次郎」の利用するものである事を示している。即ち，本実施例におけるベッドサイド端末は，一人の入院患者に対して，一台割り当てられている事になる。",
                    "【0052】  また，本実施例におけるベッドサイド端末識別部6及びベッドサイド端末情報記憶部7をベッドサイド端末1に備えるようにし，ベッドサイド端末1側の処理で，患者名を取得し，取得した患者名を電子カルテサーバ3に送出するように構成しても良い。",
                    "【0053】  本実施例における電子カルテサーバ3では，「10．103．57．101」というベッドサイド端末識別子をベッドサイド端末1から受信しており，ベッドサイド端末識別部6は，ベッドサイド端末識別子に対応する患者名，「病院太郎」をベッドサイド端末情報記憶部7から取得する。",
                    "【0054】  ここで，入院患者は，転棟，転室等，移動する事が多い。従って，図5に例示したベッドサイド端末情報記憶部7は，頻繁に管理者によりメンテナンスされているが，メンテナンス漏れが発生する事が考えられる。そこで，医師により電子カルテアプリケーション5の起動を指示された際，患者を識別する識別子，例えば患者名を入力し，ベッドサイド端末情報記憶部7に記憶された内容と整合性チェックをしても良い。また，患者の診療情報には，患者の移動情報を保持している為，当該患者に移動が発生した場合，ベッドサイド端末情報記憶部7を更新するようにしても良い。",
                    "【0055】  ベッドサイド端末識別部6で患者名を取得すると，カルテ情報取得部8が起動される。",
                    "【0056】  カルテ情報取得部8は，電子カルテデータベース9を参照して，取得した患者名に関する診療情報を取得する(S2-4)。",
                    "【0057】  ここで，電子カルテデータベース9は，患者に関わる電子カルテデータを含む診療情報を記憶するデータベースであり，本実施例では，一般的な電子カルテデータベースを利用している為，詳細な説明を省略する。",
                    "【0058】  カルテ情報取得部8で診療情報を取得すると，カルテ情報送信部10は，取得した診療情報をベッドサイド端末1に送出する(S2-5)。",
                    "【0059】  ベッドサイド端末1は，電子カルテサーバ3から診療情報を受信すると，電子カルテアプリケーション5を起動する。",
                    "【0060】  電子カルテアプリケーション5は，受信した診療情報に基づき，ベッドサイド端末1に対応付けられた患者に関する診療情報をベッドサイド端末1の表示装置に表示する(S2-6)。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例2",
                  "text": [
                    "【0063】  以下，本発明の医療情報システムの他の実施例について，図6乃至図12を用いて簡単に説明する。",
                    "【0064】  実施例1では，ベッドサイド端末に対応付けられた患者に関する診療情報のみをベッドサイド端末の電子カルテアプリケーションで参照又は更新可能とした。",
                    "【0065】  ところで，入院患者の病室を訪問して診察する，所謂，回診をする際，医療スタッフは，ナースステーション，診察室等に設置された医療情報システムと接続された情報処理端末の電子カルテアプリケーションを利用して，診察予定である患者に関する診療情報，治療計画に基づく経過情報を予め確認している。そして，診察対象となる患者の経過情報に基づき，注目すべき検査歴データや指示すべき事項を検討している。",
                    "【0066】  本実施例では，医療スタッフが回診前にナースステーションや診察室等で，電子カルテアプリケーションを用いて検討した時の電子カルテアプリケーションの状態を，ベッドサイド端末で再現させる処理について説明をする。",
                    "【0067】  本実施例における医療情報システムの概要を図6に例示する。尚，実施例1と同様である構成要素は，図1で示したものと同一の符号を付している。",
                    "【0068】  図6に示すように，本実施例に係る医療情報システムは，ベッドサイド端末1，ネットワーク2，電子カルテサーバ3，情報処理端末11で構成されている。",
                    "【0071】  電子カルテサーバ3は，実施例1で説明したものと同様のものであり，新たに状態情報受信処理部14，状態情報記憶部15，状態情報取得部16，及び，状態情報送信部17が追加されている。",
                    "【0072】  状態情報記憶部15は，医療スタッフ識別子，患者識別子，電子カルテアプリケーション種別，アプリケーションデータを含む状態情報を記憶するものである。",
                    "【0073】  状態情報受信処理部14は，状態情報を状態情報記憶部15に記憶するものである。",
                    "【0074】  状態情報取得部16は，状態情報記憶部15を参照して，状態情報を取得するものである。",
                    "【0075】  状態情報送信部17は，状態情報取得部16で取得した状態情報をベッドサイド端末1に送出するものである。",
                    "【0076】  情報処理端末11は，電子カルテアプリケーション5，状態情報登録処理部12，及び，アプリケーションデータ記憶部13で構成される。電子カルテアプリケーション5，及び，アプリケーションデータ記憶部13は，ベッドサイド端末1に備えるものとレコード構成は同様であるが，一患者のデータのみ記憶するものである。",
                    "【0084】  本実施例における電子カルテアプリケーション5は，複数患者の診療情報の参照や更新の出来るものであり，図9(a)及び図9(b)に例示するように情報処理端末11の表示装置に複数患者の診療情報を表示する事が出来る。",
                    "【0085】  図9では，医師Aは，病院太郎，及び，病院次郎の診療情報を参照している事を示し，図9(a)では，病院太郎の診療情報が情報処理端末11の表示装置に表示されている事を示している。ここで，患者の切り替えは，タブの切り替えで出来るようになっており，図9(a)に示す病院次郎タブを選択すると，図9(b)に例示する画面に切り換わる。図9(b)に例示する画面は，病院次郎に関する診療情報が表示されている事を示すものである。",
                    "【0086】  図9(a)では，医師Aは，病院太郎の2003年7月30日，及び2004年3月2日の検査結果，即ち検査歴情報を参照している事が分かる(検査歴フィールド)。また，処方オーダを作成中であり，BBBBという薬品を選択し，1日3回という用法の臨時処方を編集中である(処方オーダフィールド)。更に，AAA剤3回分，BBB剤3回分を含む処方オーダ，アレルギーA，アレルギーB，アレルギーCを含む検査オーダを編集済みである事が分かる(今回カルテ記述フィールド)。",
                    "【0087】  同様に，図9(b)では，医師Aは，病院次郎の実施状況を参照しており(実施状況フィールド)，ガーゼ交換を含む処置オーダ，X線撮影を含む放射線オーダを編集済み(今回カルテ記述フィールド)である事が分かる。ここで，図9(a)及び図9(b)で，医師がカルテ保存ボタンを選択した場合，今回カルテ記述フィールドに入力された編集済みのオーダは，電子カルテデータとして，電子カルテデータベース9に格納される。従って，編集中のオーダについては，カルテ保存ボタンが選択された場合でも電子カルテデータベース9に格納されない。即ち，カルテ保存ボタンが選択された場合には，今回カルテ記述フィールドに記載された編集済みのオーダのみ電子カルテデータベース9に格納される。また，終了ボタンが選択されると，今回カルテ記述フィールドに編集済みのオーダが記載されていたとしても，電子カルテデータベース9を更新せず，電子カルテアプリケーション5を停止する。",
                    "【0091】  図10に例示したアプリケーションデータ記憶部13は，利用者IDフィールド，患者名フィールド，アプリケーション種別フィールド，及び，アプリケーションデータフィールドで構成されている。尚，図10に示した構成例は，本実施例を説明するのに最低限必要な例を示したものに過ぎず，これに限定するものではない。また，本実施例では，上記利用者ID，患者名，アプリケーション種別，及びアプリケーションデータを総称して，状態情報と定義する。",
                    "【0092】  利用者IDフィールドは，医療スタッフの識別子が記憶されるフィールドである。",
                    "【0096】  図9(a)及び図9(b)に例示したように病院太郎，病院次郎という患者の診療情報を医師Aが参照している場合，情報処理端末11のアプリケーションデータ記憶部13には，図10に例示するように状態情報が記憶される。",
                    "【0097】  図10における利用者IDフィールドには，電子カルテアプリケーション5を利用している医療スタッフの識別子が記憶されており，ここでは，「医師A」が記憶されている。また，医師Aは，病院太郎及び病院次郎の診療情報を参照しており，「病院太郎」及び「病院次郎」が患者名フィールドに夫々記憶されている。・・・",
                    "【0102】  電子カルテサーバ3は，情報処理端末11から状態情報を受信すると，状態情報受信処理部14を起動する。",
                    "【0103】  状態情報受信処理部14は，受信した状態情報を状態情報記憶部15に格納し，正常に格納した旨，情報処理端末11に通知する(S7-3)。本実施例における状態情報記憶部15のレコードレイアウトは，アプリケーションデータ記憶部13と同様のものであり，利用者ID及び患者名をキーとして構成されている。また，状態情報記憶部15は，各医師，各患者に対する状態情報を記憶している。ここで，受信した状態情報を状態情報記憶部15に格納する際，利用者ID及び患者名に対応する状態情報が既に存在する場合には，上書き更新をするようにしても構わない。",
                    "【0106】  次に，医師Aが病院太郎のベッドサイド端末11(判決注：「ベッドサイド端末1」の誤記と認める。)の電子カルテアプリケーション5を用いて，病院太郎の診療情報を参照又は更新する際の処理について説明をする。",
                    "【0107】  医師Aが病院太郎のベッドサイド端末11(判決注：「ベッドサイド端末1」の誤記と認める。)で，実施例1で説明した手順で，電子カルテアプリケーション5を起動すると，ベッドサイド端末識別子，及び，医療スタッフ識別子を電子カルテサーバ3に送出する(S8-1，S8-2)。尚，医療スタッフ識別子は，図3に例示したメニュー画面のIDフィールドに入力されたIDを取得して，送出している。",
                    "【0108】  電子カルテサーバ3は，ベッドサイド端末識別子，及び，医療スタッフ識別子を受信すると，実施例1と同様に，ベッドサイド端末識別部6を起動し，ベッドサイド端末識別子に対応する患者名をベッドサイド端末情報記憶部7から取得する(S8-3)。",
                    "【0109】  ベッドサイド端末識別部6は，患者名を取得すると，状態情報取得部16を起動し，状態情報取得部16は，状態情報記憶部15を参照して，医療スタッフ識別子，及び，患者名に対応する状態情報が存在するか否か判定する(S8-4)。即ち，「医師A」，及び「病院太郎」に対応する状態情報が状態情報記憶部15に記憶されているか否か判定する。",
                    "【0110】  図10に示す例では，「医師A」，及び「病院太郎」に対応する状態情報は存在しており，状態情報取得部16は，当該状態情報を状態情報記憶部15から取得する(S8-5)。",
                    "【0111】  そして，状態情報送信部17は，取得した状態情報をベッドサイド端末1に送出する(S8-6)。",
                    "【0112】  ベッドサイド端末1は，状態情報を受信すると，ベッドサイド端末制御部4を起動し，ベッドサイド端末制御部4は，当該状態情報をアプリケーションデータ記憶部18に格納する(S8-7)。",
                    "【0113】  本実施例では，図11に例示するように，ベッドサイド端末1のアプリケーションデータ記憶部18に格納される事になる。図11では，病院太郎に関わる状態情報のみ格納されている。",
                    "【0114】  ベッドサイド端末制御部4は，受信した状態情報をアプリケーションデータ記憶部18に格納すると，電子カルテアプリケーション5を起動する。",
                    "【0115】  電子カルテアプリケーション5は，起動する際，アプリケーションデータ記憶部18を参照し，格納されている状態情報に基づいて，診療情報を表示する(S8-8)。",
                    "【0116】  そして，電子カルテアプリケーション5が起動されると，状態情報受信処理部14は，ベッドサイド端末1に送出した状態情報に該当する状態情報を状態情報記憶部15から削除する。",
                    "【0117】  本実施例では，電子カルテアプリケーション5が起動すると，図12に例示するようにベッドサイド端末1の表示装置に表示画面が表示される。図12では，病院太郎の診療情報のみ表示されている。また，病院太郎に関して，医師Aが情報処理端末11で状態情報登録ボタンを選択した時と同じ表示がベッドサイド端末1でもなされる為，情報処理端末11で中断していた作業をベッドサイド端末1で再開するように，電子カルテアプリケーション5を利用する事が出来る。ここで，医師Aが病院次郎のベッドサイド端末1で電子カルテアプリケーション5を起動した場合には，病院次郎に関して，医師Aが情報処理端末11で状態情報登録ボタンを選択した時と同じ表示が病院次郎のベッドサイド端末1でなされる事になる。",
                    "【0118】  また，S8-4で，対応する状態情報が存在しない場合には，実施例1と同様に，電子カルテデータベース9からベッドサイド端末1に対応する患者の診療情報を取得して，電子カルテアプリケーション5で表示する事になる(S8-9乃至S8-11)。従って，ベッドサイド端末1の電子カルテアプリケーション5では，ベッドサイド端末1に対応付けられた患者の診療情報のみ参照又は更新出来る事になる。",
                    "【0119】  このように，本実施例における医療情報システムでは，ナースステーション等で，医療スタッフが利用していた電子カルテアプリケーションの状態を記憶しておき，ベッドサイド端末で電子カルテアプリケーションを起動した際，ナースステーション等での状態を再現することが出来る。しかも，ベッドサイド端末に対応付けられた患者に関する状態情報のみ再現する事が出来る。従って，医療スタッフがベッドサイドで診察する際に，回診予定の入院患者に関して事前に検討した事項を素早く想起させる事や，当該入院患者の診療情報への入力作業を素早くする事が出来る。更に，ベッドサイド端末では，当該ベッドサイド端末に対応付けられた患者以外の診療情報の参照や更新が出来ない為，患者にプライバシに関わる診療情報を他人に見られる事を防止する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙1公報の実施例2に記載された発明",
              "text": [
                "上記(1)によれば，乙1公報の実施例2に記載された発明の内容は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "電子カルテサーバ(乙1電子カルテサーバ)",
                  "text": [
                    "電子カルテサーバ3であって，",
                    "電子カルテサーバ3は，ベッドサイド端末識別部6，ベッドサイド端末情報記憶部7，カルテ情報取得部8，電子カルテデータベース9，カルテ情報送信部10，状態情報受信処理部14，状態情報記憶部15，状態情報取得部16，及び，状態情報送信部17で構成され(【0024】，【0071】)，電子カルテデータベース9は，患者に関する電子カルテデータを含む診療情報を記憶するデータベースであり(【0027】)，状態情報記憶部15のレコードレイアウトは，アプリケーションデータ記憶部13と同様のものであり，利用者ID及び患者名をキーとして構成されており，また，状態情報記憶部15は，各医師，各患者に対する状態情報を記憶しており(【0103】)，",
                    "電子カルテサーバ3は，ベッドサイド端末1において，医療スタッフのID及びPASSWORDでログインされた場合に表示される医療スタッフ向け診療メニューにおいて表示される電子カルテアプリケーション起動ボタンの選択により起動される，電子カルテアプリケーション5が起動されると送出されるベッドサイド端末識別子，及び，医療スタッフ識別子を受信し(【0032】ないし【0039】，【0043】，【0106】ないし【0119】，図2，図3，図4，図8)，",
                    "電子カルテサーバ3のベッドサイド端末識別部6は，ベッドサイド端末識別子を受信すると，ベッドサイド端末識別子に対応する患者名をベッドサイド端末情報記憶部7から取得し(【0108】，図8のS8-3)，",
                    "ベッドサイド端末識別部6が患者名を取得することで起動された状態情報取得部16が，状態情報記憶部15を参照して，医療スタッフ識別子，及び，患者名に対応する状態情報が存在するか否か判定し(【0109】，図8のS8-4)，",
                    "医療スタッフ識別子，及び，患者名に対応する状態情報が存在しない場合，カルテ情報取得部8が，ベッドサイド端末識別部6で取得した患者名に基づき，診療情報を電子カルテデータベース9から取得し，カルテ情報取得部8で診療情報を取得すると，カルテ情報送信部10が，取得した診療情報をベッドサイド端末1に送出し(【0028】，【0053】ないし【0056】，【0058】，【0109】，【0118】)，",
                    "医療スタッフ識別子，及び，患者名に対応する状態情報が存在する場合，医療スタッフ識別子，及び，患者名に対応する状態情報を取得し，状態情報送信部17は，取得した状態情報をベッドサイド端末1に送出し(【0075】，【0109】ないし【0111】，図8のS8-6)，",
                    "ベッドサイド端末1において，診療情報又は状態情報に基づいた診療情報が電子カルテアプリケーション5で表示されると，医療スタッフは，電子カルテアプリケーション5を利用して，当該患者に関する電子カルテデータを含む診療情報の参照又は更新をする事が出来(【0061】，【0062】，【0118】)，医師が参照している診療情報の今回カルテ記述フィールドに入力された編集済みのオーダは，電子カルテデータとして，電子カルテデータベース9に格納される(【0084】ないし【0087】)，",
                    "電子カルテサーバ3。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ベッドサイド端末(以下「乙1ベッドサイド端末」ということがある。)",
                  "text": [
                    "ベッドサイド端末1であって，",
                    "ベッドサイド端末1は，ベッドサイド端末制御部4，電子カルテアプリケーション5を備え(【0020】)，",
                    "ベッドサイド端末1の備える表示装置には，患者向け診療情報ボタン，医療スタッフ向け診療情報ボタン，ID入力フィールド，及びPASSWORD入力フィールドで構成されているメニュー画面が表示され(【0033】，【0034】)，医療スタッフ向け診療情報ボタンが選択され，入力されたID，及び，PASSWORDが医療スタッフのものであるとベッドサイド端末制御部4で判断されると，バイタルサイン照会ボタン，処方歴・病歴・検歴照会ボタン，及び，電子カルテアプリケーション起動ボタンで構成される医療スタッフ向け診療情報メニューがベッドサイド端末1の表示装置に表示され(【0038】，【0039】)，",
                    "電子カルテデータベース9は，患者に関する電子カルテデータを含む診療情報を記憶するデータベースであり(【0027】)，",
                    "電子カルテアプリケーション起動ボタンが選択されると，ベッドサイド端末制御部4は，ベッドサイド端末1の識別子を取得し(【0021】，【0043】)，",
                    "医師Aが病院太郎のベッドサイド端末1で，電子カルテアプリケーション5を起動すると，ベッドサイド端末識別子，及び，医療スタッフ識別子を電子カルテサーバ3に送出し(【0043】，【0107】)，電子カルテアプリケーション5は，患者に関する電子カルテデータを含む診療情報の参照又は更新をする為のアプリケーションであり(【0022】)，ベッドサイド端末識別子，及び，医療スタッフ識別子が電子カルテサーバ3で受信されると，ベッドサイド端末識別子に対応する患者名が取得され(【0108】)，",
                    "電子カルテサーバ3が，状態情報記憶部15を参照して，医療スタッフ識別子，及び，患者名に対応する状態情報が存在しないと判定する場合，電子カルテデータベース9からベッドサイド端末1に対応する患者の診療情報を取得して，取得した診療情報をベッドサイド端末1に送出し，ベッドサイド端末1は，電子カルテサーバ3から診療情報を受信すると，電子カルテアプリケーション5は診療情報を表示装置に表示し(【0058】ないし【0060】，【0109】，【0118】)，",
                    "電子カルテサーバ3が，状態情報記憶部15を参照して，医療スタッフ識別子，及び，患者名に対応する状態情報が存在すると判定する場合，ベッドサイド端末1は，電子カルテサーバ3の状態情報送信部により送出された状態情報を受信し，状態情報に基づいて診療情報を表示装置に表示し(【0058】ないし【0060】，【0109】ないし【0115】)，",
                    "ベッドサイド端末1に対応付けられた患者の診療情報又は状態情報に基づいた診療情報が表示されると，医療スタッフは，電子カルテアプリケーション5を利用して，当該患者に関する電子カルテデータを含む診療情報の参照又は更新ができる(【0061】，【0062】，【0118】)，",
                    "ベッドサイド端末1。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1-1と乙1電子カルテサーバとの対比",
              "text": [
                "本件発明1-1の構成及び上記(2)アによれば，本件発明1-1と乙1電子カルテサーバとの一致点及び相違点は，次のとおりであると認められる(なお，以下において，「医療情報取得情報」とは，患者の医療情報を取得するために，端末装置から取得され，又は情報処理装置の記憶部にあらかじめ記憶された情報をいう。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "患者を識別するための第1医療情報取得情報を端末装置より取得する第1取得部と，",
                    "前記第1医療情報取得情報と，患者を識別する情報としてあらかじめ記憶された第2医療情報取得情報とが一致するか否かを判定する第1判定部と，",
                    "前記第1判定部が一致すると判定した場合，前記あらかじめ記憶された第2医療情報取得情報に対応する患者の医療情報を，前記端末装置へ出力する第1出力部と，",
                    "看護師または医師を識別するための第1医師等識別情報を前記端末装置から取得する第2取得部と，",
                    "前記第1医師等識別情報と，看護師または医師を識別する情報としてあらかじめ記憶された第2医師等識別情報とが一致するか否か判定する第2判定部と，",
                    "前記第2判定部が一致すると判定した場合，前記第2医療情報取得情報に対応する患者の医療情報のうち前記看護師または前記医師が必要とする医療情報を含む表示画面を，前記端末装置へ出力する第2出力部と，",
                    "を備える情報処理装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "(相違点1-1-1)",
                    "本件発明1-1では，第1医療情報取得情報が患者を識別するための「第1患者識別情報」であり，第2医療情報取得情報があらかじめ記憶された「第2患者識別情報」であるのに対し，乙1電子カルテサーバでは，第1医療情報取得情報が，電子カルテサーバが受信する「ベッドサイド端末識別子」であり，第2医療情報取得情報が診療情報に対応付けて電子カルテサーバに記憶された「ベッドサイド端末識別子」である点。",
                    "(相違点1-1-2)",
                    "第2取得部における「看護師または医師を識別するための第1医師等識別情報を前記端末装置から取得する」条件について，本件発明1-1は，「前記第1判定部で一致すると判定された場合に，」取得するのに対し，乙1電子カルテサーバは，そのような条件はなく，",
                    "「第2判定部」における「看護師または医師を識別する情報としてあらかじめ記憶された第2医師等識別情報と」「一致するか否か判定する」「前記第1医師等識別情報」が，本件発明1-1は，「第2取得部」で取得された「第1医師等識別情報」であるのに対し，乙1電子カルテサーバは，そのような条件で取得されたものではなく，",
                    "「第2出力部」における「前記第2患者識別情報に対応する患者の医療情報のうち前記看護師または前記医師が必要とする医療情報を含む表示画面を，前記端末装置へ出力する」条件について，本件発明1-1は，「第2判定部」で判定された「前記第1医師等識別情報と，看護師または医師を識別する情報としてあらかじめ記憶された第2医師等識別情報とが」「一致すると判定した場合，」出力するのに対し，乙1電子カルテサーバは，そのような条件ではない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "控訴人の主張について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "控訴人は，乙1発明の「ベッドサイド端末識別子」は患者名を取得するための識別情報であり，本件発明1-1の「患者識別情報」に相当するから，上記相違点1-1-1は存在しない旨主張する。",
            "しかしながら，本件明細書1及び乙1公報の記載内容からすれば，本件発明1-1の「患者識別情報」は，患者ごとに付された患者ID等であるのに対し，乙1電子カルテサーバの「ベッドサイド端末識別子」は，ベッドサイド端末ごとに付されたIPアドレス等であり，両者が識別する対象は異なるというべきである。また，乙1電子カルテサーバの「ベッドサイド端末識別子」は，患者IDと関連付けられて記憶されることによって初めて患者を識別する情報として用いることが可能となるにすぎないものであり，それのみによって直接に患者が識別されるものではない。",
            "これらの事情を考慮すると，本件発明1-1の「患者識別情報」と乙1電子カルテサーバの「ベッドサイド端末識別子」とは，異なる概念であるというべきであるから，相違点1-1-1を認定することができる。",
            "したがって，控訴人の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "なお，控訴人が主張する相違点は，上記相違点1-1-2と実質的に同じ内容である。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "被控訴人の主張について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "被控訴人は，本件発明1が患者の取り違えを防止することを主たる目的とするのに対し，乙1発明は患者の医療情報の漏えいを防止することを目的としているなど，両者は根本的に技術思想が異なる発明である旨主張する。",
            "しかしながら，本件発明1及び乙1発明は，いずれもベッドサイド端末を用いた電子カルテシステムに関する発明である。また，乙1公報には，入院患者の転棟，転室等の際に，ベッドサイド端末識別子と患者名との関連付けに係るメンテナンス漏れが発生することも考えられる旨が記載されている(【0054】)ことからすれば，乙1発明においても，患者の取り違えをいかに防止するかが課題の1つとなっているといえる。これらの事情を考慮すると，本件発明1及び乙1発明は，根本的に技術思想が異なる発明であるとはいえない。",
            "したがって，被控訴人の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "被控訴人は，本件発明1-1の構成要件1-1Aないし1-1Cのいずれもが相違点となる旨主張する(相違点A及びBに係る主張)。",
            "しかしながら，本件発明1-1の「患者識別情報」と乙1電子カルテサーバの「ベッドサイド端末識別子」とは，患者の医療情報を取得するために，端末装置から取得され，又は情報処理装置の記憶部にあらかじめ記憶された情報である医療情報取得情報である点においては一致するから，上記各構成要件は，前記の限度で乙1電子カルテサーバと一致するものといえる。",
            "したがって，被控訴人の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "被控訴人は，本件発明1-1の構成要件1-1Eが相違点となる旨主張する(相違点Dに係る主張)。",
            "しかしながら，乙1公報(【0109】ないし【0111】)によれば，乙1電子カルテサーバは，端末装置から取得された医療スタッフ識別子が，あらかじめ患者名と共に状態情報と対応付けられて状態情報記憶部に記憶されている医療スタッフ識別子と一致することを，状態情報の送出の条件として含むものといえるから，上記構成要件は，前記の限度で乙1電子カルテサーバと一致するものといえる。",
            "したがって，被控訴人の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "なお，被控訴人が主張する相違点C及びEは，上記相違点1-1-2と実質的に同じ内容である。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "本件発明1-8と乙1ベッドサイド端末との対比",
              "text": [
                "本件発明1-8の構成及び上記(2)イに加え，上記(3)ウ及びエで検討したところによれば，本件発明1-8と乙1ベッドサイド端末との一致点及び相違点は，次のとおりであると認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "一致点",
      "text": [
        "患者を識別するための第1医療情報取得情報を取得する第1取得部と，",
        "前記第1取得部で取得した前記第1医療情報取得情報を情報処理装置に送信する第1送信部と，",
        "前記第1医療情報取得情報とあらかじめ記憶された第2医療情報取得情報とが一致すると前記情報処理装置が判定した場合，前記あらかじめ記憶された第2医療情報取得情報に対応する患者の医療情報を前記情報処理装置から受信し，表示する第1表示部と，",
        "看護師または医師を識別するための第1医師等識別情報を取得する第2取得部と，",
        "前記第2取得部で取得した前記第1医師等識別情報を前記情報処理装置に送信する第2送信部と，",
        "前記あらかじめ記憶された患者の医療情報取得情報に対応する患者の医療情報のうち前記看護師または前記医師が必要とする医療情報を含む表示画面を前記情報処理装置から受信し，表示する第2表示部と，",
        "前記第2取得部で取得した前記第1医師等識別情報とあらかじめ記憶された第2医師等識別情報とが一致すると前記情報処理装置が判定した場合，前記第2医療情報取得情報に対応する患者の医療情報のうち前記看護師または前記医師が必要とする医療情報を含む表示画面を前記情報処理装置から受信し，表示する第2表示部と，",
        "を備える端末装置。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点",
      "text": [
        "(相違点1-8-1)",
        "本件発明1-8では，第1医療情報取得情報が患者を識別するための「第1患者識別情報」であり，第2医療情報取得情報があらかじめ記憶された「第2患者識別情報」であるのに対し，乙1ベッドサイド端末では，第1医療情報取得情報が電子カルテサーバに送出される「ベッドサイド端末識別子」であり，第2医療情報取得情報が診療情報に対応付けて電子カルテサーバに記憶された「ベッドサイド端末識別子」である点。",
        "(相違点1-8-2)",
        "第2取得部における「看護師または医師を識別するための第1医師等識別情報を取得する」条件について，本件発明1-8は，「前記患者の医療情報が前記第1表示部に表示された場合に，」取得するのに対し，乙1ベッドサイド端末は，そのような条件はなく，",
        "「第2送信部」で送信される「前記第1医師等識別情報」が，本件発明1-8は，「前記第2取得部で取得した」で取得された「第1医師等識別情報」であるのに対し，乙1ベッドサイド端末は，そのような条件で取得されたものではなく，",
        "「表示部」における「前記第2患者識別情報に対応する患者の医療情報のうち前記看護師または前記医師が必要とする医療情報を含む表示画面を前記情報処理装置から受信し，表示する」条件である「あらかじめ記憶された第2医師等識別情報と」「一致すると前記情報処理装置が判定」する「前記第1医師等識別情報」が，本件発明1-8は，「前記第2取得部で取得した前記第1医師等識別情報」であるのに対し，乙1ベッドサイド端末は，そのような条件で取得されたものではない点。"
      ]
    },
    {
      "fig": "(5)",
      "subject": "相違点1-1-2の容易想到性",
      "text": [
        "事案に鑑み，相違点1-1-2から検討する。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "乙2公報の記載事項",
          "text": [
            "乙2公報には，次のとおり記載されている(乙2)。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】",
                "ベッド毎に設置されて患者が看護師を呼び出すためのナースコール子機と，ナースステーションに設置されて患者からの呼び出しに応答するためのナースコール親機と，看護師が携行して患者からの呼び出しに応答するための携帯端末と，機器間の通信を制御する制御機とを有し，更に患者に各種情報を提供するための表示部及び表示を操作する操作部を有するベッドサイド端末をベッド毎に配置して成るナースコールシステムにおいて，",
                "前記ベッドサイド端末は，看護師がベッド上の患者に対する処置記録の入力を行う看護情報入力部を備え，",
                "前記制御機は，前記ベッドサイド端末から入力された処置記録をベッドサイド端末に関連付けられている携帯端末に送信する通信制御部を有することを特徴とするナースコールシステム。",
                "【請求項2】",
                "看護記録を蓄積する看護情報記憶部を有し，",
                "前記制御機は，前記ベッドサイド端末から処置記録が入力されたら，前記看護情報記憶部の処置した患者に関する看護記録を更新する看護情報制御部を有することを特徴とする請求項1記載のナースコールシステム。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "【0004】  上述したように，ベッドサイド端末は患者が使用するために設置されるもので，表示される情報はナースコール親機から入力された情報であったり，別途設けられているオーダリングシステムで入力された電子カルテ情報等であった。",
                "しかし，ベッドサイド端末を看護師も利用できるよう例えば患者の処置記録の入力等に利用できれば，看護師は処置した場所で直ぐに看護記録を入力できるため，ナースステーションに戻って記録する必要が無くなるし，記録忘れも防止でき好ましい。また，患者の看護に関連する新規情報，特に目の前の患者の看護に関する新しい情報をベッドサイド端末に表示させて看護師が処置する度に確認できるよう構成すれば，看護に関する新しい情報を看護師間で共有する作業を無くすことができ好ましい。",
                "【0005】  そこで，本発明はこのような問題点に鑑み，ベッドサイド端末から看護師が処置記録等の入力を可能とし，更に患者や看護師に通知すべき事項が発生したら，ベッドサイド端末にその情報を表示可能とすることで，ベッドサイド端末の利便性の向上を図ったナースコールシステムを提供することを目的としている。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "課題を解決するための手段",
              "text": [
                "【0006】  上記課題を解決する為に，請求項1の発明は，ベッド毎に設置されて患者が看護師を呼び出すためのナースコール子機と，ナースステーションに設置されて患者からの呼び出しに応答するためのナースコール親機と，看護師が携行して患者からの呼び出しに応答するための携帯端末と，機器間の通信を制御する制御機とを有し，更に患者に各種情報を提供するための表示部及び表示を操作する操作部を有するベッドサイド端末をベッド毎に配置して成るナースコールシステムにおいて，ベッドサイド端末は，看護師がベッド上の患者に対する処置記録の入力を行う看護情報入力部を備え，制御機は，ベッドサイド端末から入力された処置記録をベッドサイド端末に関連付けられている携帯端末に送信する通信制御部を有することを特徴とする。",
                "この構成によれば，処置した場所で看護記録を入力できるため，ナースステーションに戻って看護記録を作成すること(判決注：「作成する」の誤記と認める。)必要がなくなり看護師の負担を軽減できる。また，担当看護師に処置した記録が通知されるため，後から処置を確認できるし，担当ではない看護師が処置した場合であっても担当看護師は処置内容を把握できる。",
                "【0019】  ベッドサイド端末5は，基本動作としてオーダリングシステム10において作成された電子カルテの情報や診察結果，服薬情報，更には食事のメニューや娯楽情報をタッチパネル53を操作することで閲覧可能となっている。但し，ベッドサイド端末5はベッド番号に関連付けられており(患者に関連付けられており)，ナースコールサーバ9に蓄積されている電子カルテや診察結果等を閲覧する場合は，操作する患者に関する情報以外を閲覧することはできないようナースコールサーバ9が制御している。",
                "【0020】  最初に，処置記録を入力して看護履歴を更新する流れを説明する。例えば，点滴が終了した場合を例にとると，看護師により処置記録として「点滴が終了しました」と入力されると，入力された情報が看護履歴としてナースコールサーバ9に蓄積される一方，関係付けられている携帯端末6に「点滴が終了しました」がメール送信される。",
                "【0021】  以下，具体的に説明する。まずベッドサイド端末5は，患者が操作して患者に対して様々な情報を表示する患者操作モード状態にあるため，看護師が使用する際には処置等のデータを入力することができる看護師操作モードに状態を変更する。この操作は，例えば看護師IDをタッチパネルから入力することで変更される。その後は，タッチパネル53を操作して所定の入力操作を行い，「点滴が終了しました」を入力する。入力が完了すると，ベッドサイド端末CPU55の制御により，メッセージから成る処置記録が制御機4に送信される。尚，看護師操作モード状態は，所定の時間が経過したら患者操作モードへ移行する。",
                "【0022】  この処置記録を受信した制御機4は，制御機CPU44の制御により受信した情報が特定の患者に対する処置記録であることを認識して，合わせて送信されたベッドサイド端末5のID情報を基に，ベッドサイド端末5に関連付けられている患者情報を情報記憶部43から読み取り患者を特定する。そして，特定した患者情報と合わせて処置記録をナースコールサーバ9に送信する。",
                "この処置記録を受信したナースコールサーバ9は，看護情報記憶部9aに記憶されている看護記録を受信した処置記録を追加して更新する。この結果，ベッドサイド端末5から入力された患者の処置記録は，ナースコールサーバ9に記録されている看護記録に追加記録され，看護記録が一元管理される。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "乙2発明",
          "text": [
            "上記アによれば，乙2発明の内容は，次のとおりである。",
            "「オーダリングシステム10において作成された電子カルテの情報や診察結果，服薬情報等を閲覧可能であるベッドサイド端末5がベッド番号に関連付けられており(患者に関連付けられており)，ナースコールサーバ9に蓄積されている電子カルテや診察結果等を閲覧する場合は，操作する患者に関する情報以外を閲覧することはできないようにナースコールサーバ9が制御しており(【0019】)，",
            "まず，ベッドサイド端末5は，患者が操作して患者に対して様々な情報を表示する患者操作モード状態にあり，看護師が使用する際には，例えば看護師IDをタッチパネルで入力することにより，処置等のデータを入力することができる看護師操作モードに状態が変更され(【0021】)，",
            "処置記録を受信した制御器4は，受信した情報が特定の患者に対する処置記録であることを認識し，合わせて送信されたベッドサイド端末5のID情報を元に，ベッドサイド端末5に関連付けられている患者情報を，ベッドと患者の関連付けやベッドサイド端末5とベッド番号の関連付け等を記憶する情報記録部43から読み取って患者を特定し，特定した患者情報と合わせて処置記録をナースコールサーバ9に送信し(【0022】)，",
            "この処置記録を受信したナースコールサーバ9は，記憶されている看護記録を受信した処置記録を追加して更新し，この結果，ベッドサイド端末5から入力された患者の処置記録がナースコールサーバ9に記録されている看護記録に追加記録され，看護記録が一元管理される(【0022】)，",
            "ナースコールシステム。」"
          ]
        },
        {
          "fig": "ウ",
          "subject": "容易想到性",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "相違点1-1-2は，第2取得部における「看護師または医師を識別するための第1医師等識別情報を前記端末装置から取得する」条件について，本件発明1-1は，「前記第1判定部で一致すると判定された場合に，」取得するのに対し，乙1電子カルテサーバは，そのような条件はないというものである。そして，乙1公報によれば，乙1電子カルテサーバにおいては，ベッドサイド端末において電子カルテアプリケーションが起動されることにより，医療スタッフ識別子及びベッドサイド端末識別子が共に電子カルテサーバに送出され，電子カルテサーバにおいてこのベッドサイド端末識別子に対応する患者名が取得された上で，医療スタッフ識別子及び患者名に対応する状態情報が存在するか否かが判定されるとの構成が採られている(【0107】ないし【0109】)。",
                "したがって，相違点1-1-2については，乙1電子カルテサーバにおいて，上記の構成に代えて，ベッドサイド端末識別子に対応する患者名が取得された後に医療スタッフ識別子が取得される構成を採ることを，基準日当時の当業者が容易に想到することができたか否かについて検討する。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "乙1公報によれば，乙1公報の実施例2の具体的な構成は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "電子カルテサーバのベッドサイド端末情報記憶部において，ベッドサイド端末識別子と患者名とが対応付けられて記憶される。(【0047】ないし【0054】，図5)"
                },
                {
                  "fig": "b",
                  "subject": "患者の状態情報は，当該状態情報を登録した医療スタッフの医療スタッフ識別子及び患者名と対応付けられて，電子カルテサーバの状態情報記憶部に格納される。(【0079】ないし【0105】，図7)"
                },
                {
                  "fig": "c",
                  "subject": "電子カルテアプリケーションが起動されると，ベッドサイド端末は，当該端末のベッドサイド端末識別子及び当該端末を操作する医療スタッフが入力した医療スタッフ識別子を，電子カルテサーバに送出し，電子カルテサーバは，これらの識別子を受信する。(【0107】，【0108】，図8のS8-1，S8-2)"
                },
                {
                  "fig": "d",
                  "subject": "電子カルテサーバは，上記cによって受信したベッドサイド端末識別子に対応する患者名を，ベッドサイド端末情報記憶部から取得する。(【0108】，図8のS8-3)"
                },
                {
                  "fig": "e",
                  "subject": "電子カルテサーバは，上記cによって受信した医療スタッフ識別子及び上記dで取得した患者名に対応する状態情報が，状態情報記憶部に存在するか否かを判定する。(【0109】，図8のS8-4)"
                },
                {
                  "fig": "f",
                  "subject": "上記eで状態情報が存在すると判定された場合，電子カルテサーバは，当該状態情報を，ベッドサイド端末に送出する。(【0110】，【0111】，図8のS8-5，S8-6)"
                },
                {
                  "fig": "g",
                  "subject": "上記eで状態情報が存在しないと判定された場合，電子カルテサーバは，上記dで取得した患者名に対応する患者の診療情報を，ベッドサイド端末に送出する。(【0118】，図8のS8-9，S8-10)"
                },
                {
                  "fig": "h",
                  "subject": "ベッドサイド端末は，受信した上記fの状態情報又は上記gの患者の診療情報を表示する。(【0112】，【0115】，【0118】，図8のS8-7，S8-8，S8-11)"
                }
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "そこで検討するに，上記イのとおり，乙2公報には，特定の患者に関連付けられ，当該患者に関する情報が表示された患者操作モードの状態にあるベッドサイド端末につき，看護師が看護師ID等を入力することにより，処置等のデータを入力することができる看護師操作モードに状態が変更される構成(【0021】)が記載されていることからすれば，患者名の取得後に医療スタッフ識別子が取得される構成が開示されているといえる。また，乙1電子カルテサーバは電子カルテシステムに関する発明であり，乙2発明はナースコールシステムに関する発明であるが，両者はいずれもベッドサイド端末を用いて診療記録等を管理するシステムに関する発明であり，技術分野に共通する部分があるといえることからすれば，乙1電子カルテサーバに乙2発明を組み合わせる動機付けがないとまではいえない。",
                "しかしながら，上記(1)及び(5)ウ(イ)によれば，乙1公報の実施例2は，医療スタッフが，ベッドサイドにおいて患者に対する診療行為を行う際，ベッドサイド端末に，当該医療スタッフが事前にナースステーションや診察室等で電子カルテアプリケーションを用いて検討した時の電子カルテアプリケーションの状態を再現し，診療行為に利用することができるようにするとともに，必要な情報の更新等を行うことができるようにするものである(乙1【0065】，【0066】)。したがって，ベッドサイド端末に表示される情報は，そのベッドに関連付けられた患者に関する情報のうち，診療行為を行う当該診療スタッフに関する情報に限定されるのであるから，このような情報が確実に表示されるようにするためには，ベッドサイド端末識別子と医療スタッフ識別子を一体として取り扱い，両者を同時に電子カルテサーバに取得させるのが簡便であり，確実であることは明らかである。同実施例において，これら2つの識別子が一体のものとして取り扱われているのも，そのためであると考えられる。そうすると，このように一体のものとして取り扱われているベッドサイド端末識別子と医療スタッフ識別子を敢えて切り離し，まずベッドサイド端末識別子を電子カルテサーバに取得させて患者の確認を行い，その上で医療スタッフ識別子を電子カルテサーバに取得させる構成とする必要性は存在しない。",
                "以上の事情を考慮すると，乙1電子カルテサーバにおいては，ベッドサイド端末識別子に対応する患者名が取得された後に医療スタッフ識別子が取得される構成を採る動機付けがあるとはいえない。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "以上検討したところによれば，乙1電子カルテサーバにおいては，ベッドサイド端末識別子に対応する患者名を取得した後に医療スタッフ識別子を取得する構成を採る動機付けがあるとはいえない。",
                "そうすると，乙2公報には患者名の取得後に医療スタッフ識別子が取得される構成が開示されているといえることや，本件発明1-1及び乙2発明の技術分野に共通する部分があるといえることを考慮しても，また，控訴人が周知技術として主張する他の発明又は技術(乙3，6，9，13，17～21，26，27，104～109等)の存在及び内容を考慮しても，基準日当時の当業者が，相違点1-1-2に係る本件発明1-1の構成を採ることを容易に想到することができたとはいえない。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "控訴人は，乙1電子カルテサーバに乙2発明等を組み合わせることは容易に想到することが可能であったとして種々の主張をするが，これまで検討したところに照らすと，控訴人の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "以上によれば，乙1電子カルテサーバに乙2発明等を組み合わせれば本件発明1-1の構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(6)",
      "subject": "本件発明1-2，本件発明1-7について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "本件発明1-2は，本件発明1-1の各構成及び構成要件1-2Gの構成を有する情報処理装置の発明であるところ，本件発明1-1について検討したところに照らすと，本件発明1-2についても，当業者がその構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件発明1-1の情報処理装置は，本件発明1-7の情報処理プログラムを有しているといえるところ，乙1電子カルテサーバは，その処理に対応する情報処理プログラムを有しているといえる。そうすると，本件発明1-7の情報処理プログラムと乙1電子カルテサーバの情報処理プログラムとの間には，相違点1-1-1及び相違点1-1-2に対応する情報処理プログラムについての相違点があるといえる。",
            "そして，本件発明1-1について検討したところに照らすと，本件発明1-7についても，当業者がその構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(7)",
      "subject": "本件発明1-8，本件発明1-10について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "上記(4)のとおり，本件発明1-8と乙1ベッドサイド端末との間には，相違点1-8-1及び相違点1-8-2が存するところ，これらは，それぞれ相違点1-1-1及び相違点1-1-2と実質的に同じ内容であるから，上記(5)で検討したところに照らすと，基準日当時の当業者において，相違点1-8-2に係る本件発明1-8の構成を採ることを容易に想到することができたとはいえない。",
            "したがって，乙1公報に記載された発明に乙2発明等を組み合わせれば本件発明1-8の構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件発明1-8の端末装置は，本件発明1-10の情報処理プログラムを有しているといえるところ，乙1ベッドサイド端末は，その処理に対応する情報処理プログラムを有しているといえる。そうすると，本件発明1-10の情報処理プログラムと乙1ベッドサイド端末の情報処理プログラムとの間には，相違点1-8-1及び相違点1-8-2に対応する情報処理プログラムについての相違点があるといえる。",
            "そして，本件発明1-8について検討したところに照らすと，本件発明1-10についても，当業者がその構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(8)",
      "subject": "まとめ",
      "text": [
        "以上によれば，本件発明1-1，本件発明1-2，本件発明1-7，本件発明1-8及び本件発明1-10のいずれについても，乙1公報の実施例2に記載された発明を主引例として容易に想到することができたものとはいえないから，これらの発明に係る控訴人の無効の抗弁は，いずれも理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "3",
                      "subject": "本件発明2は，いずれも乙1公報の実施例2に記載された発明に基づき容易に想到することができたか(争点6)について"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明2-1と乙1電子カルテサーバとの対比",
      "text": [
        "本件発明2-1の構成及び上記2(2)アに加え，上記2(3)ウ及びエで検討したところによれば，本件発明2-1と乙1電子カルテサーバとの一致点及び相違点は，次のとおりであると認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "一致点",
          "text": [
            "患者の医療情報取得情報を端末装置より取得する第1取得部と，",
            "前記患者の医療情報取得情報と，予め記憶部に記憶された患者の医療情報取得情報とが一致するか否かを判定する第1判定部と，",
            "前記患者の医療情報取得情報が一致すると判定した場合，前記患者の医療情報取得情報に対応する患者の医療情報を前記端末装置へ出力する第1出力部と，",
            "看護師または医師を識別するための第2識別情報を前記端末装置から取得する第2取得部と，",
            "前記第2識別情報と，前記記憶部に看護師または医師を識別する情報として予め記憶された第2識別情報とが一致するか否か判定する第2判定部と，",
            "前記第2識別情報が一致すると判定した場合に，前記患者の状態に関する状態情報の入力を受け付けるための入力画面を前記端末装置へ出力する第2出力部と，",
            "を備える情報処理装置。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点",
          "text": [
            "(相違点2-1-1)",
            "本件発明2-1では，患者の医療情報取得情報が「患者を識別するための第1識別情報」であって，予め記憶部に記憶される患者の医療情報取得情報が「患者を識別する情報として」記憶されるのに対し，乙1電子カルテサーバでは，患者の医療情報取得情報が「ベッドサイド端末識別子」であって「患者を識別するための第1識別情報」でなく，予め記憶部に記憶される患者の医療情報取得情報は「患者を識別する情報として」記憶されるものでない点。",
            "(相違点2-1-2)",
            "第2取得部における「看護師または医師を識別するための第2識別情報を前記端末装置から取得する」条件について，本件発明2-1は，「前記第1識別情報が一致すると判定した場合に，」取得するのに対し，乙1電子カルテサーバは，そのような条件はなく，",
            "「第2判定部」における「前記記憶部に看護師または医師を識別する情報として予め記憶された第2識別情報と」「一致するか否か判定する」「前記第2識別情報」が，本件発明2-1は，「第2取得部」で取得された「第2識別情報」であるのに対し，乙1電子カルテサーバは，そのような条件で取得されたものではなく，",
            "「第2出力部」における「前記患者の状態に関する状態情報の入力を受け付けるための入力画面を前記端末装置へ出力する」条件について，本件発明2-1は，「第2判定部」で判定された「前記第2識別情報が一致すると判定した場合に，」出力するのに対し，乙1電子カルテサーバは，そのような条件ではない点。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明2-5と乙1ベッドサイド端末との対比",
      "text": [
        "本件発明2-5の構成及び上記2(2)イに加え，上記2(3)ウ及びエで検討したところによれば，本件発明2-5と乙1ベッドサイド端末との一致点及び相違点は，次のとおりであると認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "一致点",
          "text": [
            "患者の医療情報取得情報を取得する第1取得部と，",
            "前記第1取得部で取得した前記患者の医療情報取得情報を情報処理装置に送信する第1送信部と，",
            "前記第1取得部で取得した前記患者の医療情報取得情報と記憶部に予め記憶された患者の医療情報取得情報とが一致すると前記情報処理装置が判定した場合，前記患者の医療情報取得情報に対応する患者の医療情報を前記情報処理装置から受信し，表示する表示部と，",
            "看護師または医師を識別するための第2識別情報を取得する第2取得部と，",
            "前記第2取得部で取得した前記第2識別情報を前記情報処理装置に送信する第2送信部と，を備え，",
            "前記表示部は，前記第2取得部で取得した前記第2識別情報と記憶部に予め記憶された第2識別情報とが一致すると前記情報処理装置が判定した場合，前記患者の状態に関する状態情報の入力を受け付けるための入力画面を表示する",
            "端末装置。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点",
          "text": [
            "(相違点2-5-1)",
            "本件発明2-5では，患者の医療情報取得情報が「患者を識別するための第1識別情報」であるのに対し，乙1ベッドサイド端末では，患者の医療情報取得情報が「ベッドサイド端末識別子」である点。",
            "(相違点2-5-2)",
            "第2取得部における「看護師または医師を識別するための第2識別情報を取得する」条件について，本件発明2-5は，「前記患者の医療情報が前記表示部に表示された場合に，」取得するのに対し，乙1ベッドサイド端末は，そのような条件はなく，",
            "「第2送信部」で送信される「前記第2識別情報」が，本件発明2-5は，「前記第2取得部」で取得された「第2識別情報」であるのに対し，乙1ベッドサイド端末は，そのような条件で取得されたものではなく，",
            "「表示部」における「前記患者の状態に関する状態情報の入力を受け付けるための入力画面を表示する」条件である「記憶部に予め記憶された第2識別情報と」「一致すると前記情報処理装置が判定」する「前記第2識別情報」が，本件発明2-5は，「前記第2取得部で取得した前記第2識別情報」であるのに対し，乙1ベッドサイド端末は，そのような条件で取得されたものではない点。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "各相違点の容易想到性",
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明2-1，本件発明2-2，本件発明2-4について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "上記相違点2-1-1及び相違点2-1-2は，それぞれ本件発明1-1と乙1電子カルテサーバとの相違点1-1-1及び相違点1-1-2と実質的に同じであるから，上記2で検討したところと同様の理由により，基準日当時の当業者は，相違点2-1-2に係る本件発明2-1の構成を採ることを容易に想到することができたとはいえない。",
                "したがって，乙1電子カルテサーバに乙2発明等を組み合わせれば本件発明2-1の構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件発明2-2は，本件発明2-1の各構成及び構成要件2-2Hの構成を有する情報処理装置の発明であるところ，本件発明2-1について検討したところに照らすと，本件発明2-2についても，当業者がその構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "本件発明2-1の情報処理装置は，本件発明2-4の情報処理プログラムを有しているといえるところ，乙1電子カルテサーバは，その処理に対応する情報処理プログラムを有しているといえる。そうすると，本件発明2-4の情報処理プログラムと乙1電子カルテサーバの情報処理プログラムとの間には，相違点2-1-1及び相違点2-1-2に対応する情報処理プログラムについての相違点があるといえる。",
                "そして，本件発明2-1について検討したところに照らすと，本件発明2-4についても，当業者がその構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "本件発明2-5，本件発明2-7について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "上記相違点2-5-1及び相違点2-5-2は，それぞれ相違点2-1-1及び相違点2-1-2と実質的に同じ内容であるから，上記アで検討したところに照らすと，基準日当時の当業者において，相違点2-5-2に係る本件発明2-5の構成を採ることを容易に想到することができたとはいえない。",
                "したがって，乙1公報に記載された発明に乙2発明等を組み合わせれば本件発明2-5の構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件発明2-5の端末装置は，本件発明2-7の情報処理プログラムを有しているといえるところ，乙1ベッドサイド端末は，その処理に対応する情報処理プログラムを有しているといえる。そうすると，本件発明2-7の情報処理プログラムと乙1ベッドサイド端末の情報処理プログラムとの間には，相違点2-5-1及び相違点2-5-2に対応する情報処理プログラムについての相違点があるといえる。",
                "そして，本件発明2-5について検討したところに照らすと，本件発明2-7についても，当業者がその構成を採ることを容易に想到することができたとする控訴人の主張には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "まとめ",
      "text": [
        "以上によれば，本件発明2-1，本件発明2-2，本件発明2-4，本件発明2-5及び本件発明2-7のいずれについても，乙1公報の実施例2に記載された発明を主引例として容易に想到することができたものとはいえないから，これらの発明に係る控訴人の無効の抗弁は，いずれも理由がない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の請求は，いずれも理由があるから認容すべきであり，これと同旨の原判決は相当である。",
        "よって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和2年(ネ)10050",
    "date": "2021-02-24",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成31年(ワ)2210",
    "precedent_id": "090046",
    "ipprecedent_id": "5504",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}