{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2002−6395号事件について平成18年1月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告は，後記特許の出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告(旧商号 テトラ・ベルケ・デーエル・エルエーエル・エヌアーテー・ウー・ベンシュ・ゲーエムベーハー)は，平成6年3月21日(優先権主張 優先日1993年〔平成5年〕3月22日ドイツ)，名称を「水棲動物用長期間飼料」とする発明につき特許出願(以下「本願」という。)をし(国内公表日平成8年8月27日，特表平8−507922，甲6)，平成11年12月24日付けで特許請求の範囲を変更する補正をした(甲22)が，特許庁が平成14年1月7日に拒絶査定をしたため，原告は，平成14年4月15日，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2002−6395号事件として審理し，その中で原告は平成14年5月9日，再び特許請求の範囲を変更する補正をした(甲9)が，同庁は平成18年1月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年2月7日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成14年5月9日になされた補正後の特許請求の範囲は，請求項1ないし8から成るが，その請求項1に記載された発明(以下「本願発明」という。)は，下記のとおりである(甲9。下線は補正部分)。",
                "記",
                "「温水及び冷水の鑑賞魚用の週末用飼料又は休日用飼料としても使用可能な，長期間安定で，不溶性及び膨潤性を有し，水化学作用に負荷を与えない，淡水及び海水の水棲動物，特に魚類，エビ及び無脊椎動物用の長期飼料において，滑らかな表面を有し，1～20重量％の含水により1～50重量％の寒天を含有し，界面活性剤を含有しないことを特徴とする長期飼料。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その要点は，本願発明は，下記「刊行物1」と「刊行物2」に記載された周知技術とに基づいて，当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができないとしたものである。",
                    "記",
                    "・刊行物1 西ドイツ特許出願公開明細書DE3707032号(以下これに記載された発明を「従来発明」といい，その記載事項については日本国の公開公報である特開昭63−230",
                    "039号公報の記載〔甲3〕を採用した。)",
                    "・刊行物2 特開平4−117243号公報(以下これに記載された発明を「刊行物2発明」という。甲1)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断に当たり，従来発明の内容並びに本願発明との一致点及び相違点を次のとおり認定した。",
                    "＜従来発明＞",
                    "「水中で長期間安定であり，水に不溶性で，かつ水質を損わない押出物の形態であり，8％の残量水分，2～8重量％の結合剤(Zement)を含む鑑賞魚の休日用魚餌。」",
                    "＜一致点＞",
                    "「鑑賞魚用の休日用飼料としても使用可能な，長期間安定で，不溶性を有し，水化学作用に負荷を与えない，水棲動物の長期飼料において，8重量％の水，長期安定化のための添加物質を含有し，界面活性剤を含有しない長期飼料」である点。",
                    "＜相違点1＞",
                    "飼料が与えられる対象が，本願発明では，温水及び冷水の鑑賞魚，並びに，淡水及び海水の水棲動物であるのに対して，従来発明では，単に，観賞魚とされるだけで，温水・冷水の別や，淡水・海水の別について明らかとされていない点。",
                    "＜相違点2＞",
                    "長期安定化のための添加物質が，本願発明では，1～50重量％の寒天であるのに対して，従来発明では，2～8重量％の結合剤(Zement)である点。",
                    "＜相違点3＞",
                    "本願発明の長期飼料が，膨潤性と滑らかな表面を有するのに対して，従来発明では，そのような性質を有するかについて明らかでない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断には，次に述べるとおり，誤りがあり，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(手続違背−特許法159条2項の準用する同法50条違反)",
                  "text": [
                    "\u0001 拒絶査定の理由",
                    "平成14年1月7日付けの拒絶査定(甲8)によれば，その理由は，平成13年6月12日付け拒絶理由通知書(甲7)に記載された理由によって，拒絶をすべきものである，というものである。そして上記拒絶理由通知書には，請求項1～6に係る発明は，刊行物2発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項の規定により特許を受けることができない旨記載されている。そして，本願に対しては，上記拒絶理由通知書(甲7)に記載された拒絶理由以外の拒絶理由は通知されていない。",
                    "\u0001 審決の理由",
                    "これに対し，審決は，本願発明は，従来発明と刊行物2に記載された周知技術とに基づいて当業者が容易に発明をすることができた，というものである。すなわち，審決においては，拒絶査定の理由とされた刊行物2は周知技術を示すための補助資料の位置付けに止まり，刊行物2とは異なる刊行物1を，この段になって初めて引用し，この刊行物1から従来発明を認定して，本願発明の進歩性欠如を判断している。",
                    "\u0001 手続の違法性",
                    "このような場合は，特許法159条2項にいう「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合」に当たり，同項の準用する同法50条本文により，新たな拒絶理由が通知されるべきである。しかるに，新たな拒絶理由は通知されず，原告に，従来発明に対する進歩性欠如に対して反論する機会が与えられることなくして，審決に至った。したがって，審決は，同項において準用する同法50条本文の規定に違反する手続きによりなされたものであるから，取り消されるべきである。",
                    "\u0001 特許法50条本文の趣旨",
                    "なお，特許法159条2項において準用する同法50条本文については，特許庁編「工業所有権法逐条解説」(甲10)において，「なんら弁明の機会を与えずただちに拒絶査定をすることは特許出願人に対して苛酷であり，また審査官も全く過誤なきことは保証し得ないので，特許出願人に意見書を提出する機会を与え，かつ，その意見書を基にして審査官が再審査をする機会ともしようとする趣旨」の下に設けられた規定であることが記載されている。このように，同項において準用する同法50条本文は，特許出願の審査・審判における特許出願人の防御の機会を保障する上で極めて重要な規定である。",
                    "ところで，刊行物1は，審決において指摘されているとおり，本願明細書(甲9，6)中でも触れられており，原告の知るところの文献である。しかし，このことは，新たな拒絶理由を通知しなくてもよい理由にはならない。仮に，それが理由になるとするならば，審査官が明細書中に背景技術や従来技術として挙げてある文献に基づき拒絶の心証をもった場合は，一度たりとも拒絶理由を通知することなく，いきなり拒絶査定をしてもよいことになり，不当である。",
                    "\u0001 被告は，本願発明が容易想到であるとする審決の理由に対する意見を，原告が，審査において意見を述べる機会を得て，実際に述べていた(乙1)と主張する。",
                    "しかし，特許法159条2項において，同法50条の規定は拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合に準用するとされているところ，同法159条2項は，審判請求人がどのような意見を述べたとしても，査定の理由と異なる拒絶の理由を発見した場合に相当するならば，拒絶理由を通知して，意見を述べる機会を与えなければならないことを規定しているというべきである。しかるに，審決では，査定の理由と異なる拒絶の理由を発見したにもかかわらず，拒絶理由を通知せず，意見を述べる機会を与えなかったものであるから，同法159条2項の規定に違反する。",
                    "これに加えて，原告は，拒絶理由通知を受けた後の平成13年11月26日に審査官宛てに提出した意見書(乙1)において，本願発明が容易想到であるとする審決の理由に対する意見を述べていない。すなわち，意見書(乙1)において，原告は，拒絶理由通知(甲7)から主引例が刊行物2でありこれから引用発明(刊行物2発明)を認定したこと，本願発明と引用発明(刊行物2発明)との相違点が前者が水棲動物用の長期試料であるのに対して後者が養魚用ドライペレットであることを把握して，反論を繰り広げたのであり，刊行物1に基づく従来発明を引用発明と認識しての意見は述べていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(従来発明の認定の誤り，相違点2の認定・判断についての誤り)",
                  "text": [
                    "\u0001 審決は，従来発明を「水中で長期間安定であり，水に不溶性で，かつ水質を損わない押出物の形態であり，8％の残量水分，2～8重量％の結合剤(Zement)を含む鑑賞魚の休日用魚餌。」と認定したが，これは誤りである。",
                    "すなわち，従来発明は，「水中で長期間安定であり，水に不溶性で，かつ水質を損わない押出物の形態であり，8％の残量水分，2～8重量％のセメントを含む鑑賞魚の休日用魚餌。」(下線は判決で付加)と認定すべきである。なぜなら，審決で引用された従来例には，Zementとの記載があるが，結合剤はこれに対応するものといえず，Zementは，セメントと解すべきだからである(甲11～13)。",
                    "\u0001 審決は，相違点2を，「長期安定化のための添加物質が，本願発明では，1～50重量％の寒天であるのに対して，従来発明では，2～8重量％の結合剤(Zement)である点。」と認定したが，これも誤りであり，「長期安定化のための添加物質が，本願発明では，1～50重量％の寒天であるのに対して，従来発明では，2～8重量％のセメントである点。」と認定すべきである。",
                    "\u0001 審決は，相違点2について，結合剤(Zement)に代えて，寒天を採用することは当業者にとって容易であるか否かを判断したが，これは誤りであり，本来，判断すべきは，セメントに代えて寒天を採用することが当業者にとって容易であるか否かである。",
                    "そして，①セメントは無機材料である(甲14～19)のに対し，寒天は有機材料であって，両者は全く異なる物質である点，②本願発明及び従来発明は長期飼料に関するのに対し，審決で示されている寒天に関する文献(特開昭59−173052号公報〔甲4〕，特開昭60−153764号公報〔甲5〕)はいずれも養魚用飼料セメントに関するところ，長期飼料と養魚用飼料とでは，設計が全く異なり(荻野珍吉編「魚類の栄養と飼料」株式会社恒星社厚生閣，昭和55年11月15日，307頁～311頁〔甲20〕参照)，養魚用飼料に使用可能な材料であっても，長期飼料に使用可能であるとすることはできない点，からすれば，セメントに代えて寒天を採用することは容易とはいえない。",
                    "\u0001 このように審決は，従来発明の認定を誤り，ひいては相違点2についての認定・判断を誤ったものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点3についての判断の誤り)",
                  "text": [
                    "\u0001 審決は，相違点2についての判断を，相違点3に係る本願発明の構成が容易想到であることの根拠とする。しかし，上記のとおり，相違点2についての判断自体が誤りであるから，相違点3の判断も誤りである。",
                    "\u0001 審決は，寒天がゲル化された際に膨潤性や滑らかな表面を有することがよく知られているとするが，このことを裏付ける周知技術は示されていない。さらに，寒天が上記の性質を有するとしても，この性質が長期飼料にそのまま引き継がれるとは必ずしも言い切れないから，審決の相違点3の判断には，飛躍がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。",
            "\u0001 取消事由1に対し"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明の出願時点から刊行物1の記載内容を熟知していたといえるし，出願から審判請求時に至る出願経過を参酌すれば，本願発明が容易想到であるとする審決の理由は，審査段階において通知された拒絶理由の範囲内の理由といえるものである。そして，原告は，これに対して意見を述べる機会を得て，意見書(乙1)において実際に意見を述べていた。",
                    "したがって，従来発明の内容を熟知し，上記意見書において既に意見を述べていた原告に，これを新たな拒絶理由として通知することにより再度の意見を述べる機会を与えるべき必要性は何らなかったといえるから，審決を取り消すべき手続上の違法はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物1の記載内容と審決が認定した従来発明の内容につき\u0001 刊行物1の記載内容",
                  "text": [
                    "本願明細書(甲9，6)には，「淡水中の鑑賞魚用のこうした長期間安定な飼料，いわゆるブロック飼料(Futter block)又は練固の飼料(Futter steine)，即ち，有機成分が少なく主に硫酸カルシウムからなる飼料は，以前から知られている。特にセメント及び生ゴムを長期安定化のために使用することによって硫酸カルシウムのブロック飼料の欠点を明らかに克服した休日用飼料も，DE3707032号明細書により公知となっている。しかしこの最後に述べた必要な添加物質は，水棲動物がほとんど消化できず，また多くの国において飼料関連法規により許可されていないことも欠点である。」(甲6の4頁6行～13行)との記載，「驚くべきことに，植物ゴム，好ましくは寒天を使用することにより，セメント，硫酸カルシウム及び／又はラテックスの使用を避け得ると共に，これらの飼料調製物が，DE3707032号明細書に記載された飼料に比べて本質的に改良された性状を示すことが見出された。」(同4頁21行～24行)との記載，及び「本発明による組成比及び押出パラメータによれば，…飼料は，水に入れると，直ちに軟化し，約2倍の大きさに膨潤するが，それ以後は，その幾何学的形状を保ち，崩壊しない。それに反し，DE3707032号明細書による既知の飼料は，幾何学的形状が安定でなく，飼育水に入れると比較的すみやかに崩壊して小粒子を形成するので，…水への影響が増大する。」(同6頁21行～7頁3行)との記載がある。",
                    "そして，上記「DE3707032号明細書」(刊行物1。甲2)の",
                    "特許文献の明細書はたかだか3頁で構成されているものであって，そこに開示された技術的内容は膨大というよりはむしろ比較的少ないといえる程度のものである。",
                    "このような本願明細書の記載内容及び刊行物1の構成等を考慮すれば，原告は，「DE3707032号明細書」(刊行物1，甲2)に記載の技術的内容について，本願発明の出願時点からこれを熟知していたということができる。",
                    "\u0001 審決が認定した従来発明の内容",
                    "ところで，審決は，刊行物1の記載事項につき正確を期すために，この出願を基礎とするパリ条約による優先権主張出願である日本国への出願の公開公報である特開昭63−230039号公報(甲3)の記載を参照して，審決の「3．引用例」の項において，(イ)～(ハ)という記載事項があることを敢えて列挙したものである(審決2頁9行～3頁18行)。",
                    "しかし，審決が上記刊行物1から従来発明として引用したものは「水中で長期間安定であり，水に不溶性で，かつ水質を損わない押出物の形態であり，8％の残量水分，2～8重量％の結合剤(Zement)を含む鑑賞魚の休日用魚餌。」という技術的事項に止まるものであることが明らかである。",
                    "そして，上記\u0001に記載したように，原告は，本願明細書において，上記刊行物1において公知とされた休日用飼料や，これ以前の飼料(長期間安定なブロック飼料，即ち主に硫酸カルシウムからなる飼料)と本願発明とを比較し，上述した従来技術の欠点を克服した点を記載している。",
                    "そうすると，審決が従来発明として認定した範囲内の技術的事項が刊行物1に記載されていること，及び当該従来発明と本願発明とを対比した場合にどのような相違があるかについては，その旨を改めて拒絶理由によって通知されなくとも，原告は，十分に認識できていたというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出願経過の参酌",
                  "text": [
                    "\u0001 本願発明の出願経過の概要を示すと次のとおりである。",
                    "① 平成13年6月12日付けで特許庁審査官から原告に拒絶理由通知書(甲7)が通知された。",
                    "拒絶理由通知書(甲7)には，請求項1～6に係る発明は，引用文献1に記載の発明(刊行物2発明)に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない旨記載されている。",
                    "② これに対して原告は，平成13年11月26日付けで意見書(乙1)を提出した。この意見書(乙1)には，次の記載がある。",
                    "a「…本願発明の長期飼料は，水に入れると直ちに軟化し，膨潤するが，それ以後は，その形状を保ち崩壊しない(本願明細書第4頁下から第3行～最下行)ことに加え，従来の長期飼料に比べ，水槽中の水への負荷が際だって減少する(本願明細書第5頁第4～5行)という効果を奏する。」(2頁17行～20行，「\u0001本願発明について」)",
                    "b「本願発明は，…長期飼料に関する。",
                    "これに対して，引用文献1(判決注，刊行物2)に記載のドライペレットは，…養魚用飼料に関する。このような養魚用飼料は，…長期飼料とは相違する。」(3頁9行～14行，「\u0001本願発明と引用文献1に記載の発明の対比」)",
                    "c「上記\u0001に記載したように，長期飼料について何の記載及び示唆もない引用文献1に記載の発明において，引用文献1に記載の数多くの増粘安定剤の中から具体的開示のない寒天を選択すること，及び選択した寒天を引用文献1に記載のドライペレットに代えて長期飼料に使用することによって，長期飼料に関する本願発明に相当するのは容易とはいえない。」(4頁13行～17行。「\u0001本願発明が特許されるべき理由」)",
                    "③ 平成14年1月7日付けで「平成13年6月12日付けで拒絶理由通知書に記載した理由によって，拒絶をすべきものである。」旨の拒絶査定(甲8)がなされた。",
                    "④ これに対して，原告は，拒絶査定不服の審判請求をし，平成14年5月9日に至り手続補正書(甲9)を提出した。",
                    "\u0001 拒絶理由通知の理由とこれに対する意見書の内容",
                    "① 拒絶理由通知の理由について",
                    "まず，上記\u0001①に示したように，拒絶理由通知の理由は，その適用条文として「特許法第29条第2項」を示したものであって，本願発明が刊行物2に記載された発明であるという特許法29条第1項第3号をその適用条文として示しているものでないことが明らかである。",
                    "そして，本願明細書には，「驚くべきことに，植物ゴム，好ましくは寒天を使用することにより，セメント，硫酸カルシウム及び／又はラテックスの使用を避け得ると共に，これらの飼料調製物が，DE3707032号明細書に記載された飼料に比べて本質的に改良された性状を示すことが見出された。」(甲6の4頁21行～24行)と記載されているのであるから，本願発明は刊行物1(DE3707032号明細書)と比べて改良された部分に特徴があるとして刊行物2に関する拒絶理由通知が提示されたのは明らかである。",
                    "そして，後記②に述べるように，原告も刊行物1を念頭におき，従来の長期飼料として刊行物1に記載された飼料を前提としてそれと比べて改良された部分に特徴があると判断して反論をしているのは明らかであるから，再度刊行物1を含む拒絶理由通知書を提示したとしても，それは単に形式的なものに過ぎず，拒絶理由通知書の趣旨としては平成13年6月12日付けの拒絶理由通知書(甲7)と同じ内容のものとなってしまい意味がないことになる。",
                    "したがって，平成13年6月12日付けの拒絶理由通知書(甲7)は，刊行物1が主引例であることを前提とした理由が当然含まれていたのであるから，刊行物1を引用例として含む拒絶理由通知書を提示しなおす必要がないことは明らかである。",
                    "② これに対する意見書の内容について",
                    "他方，原告の意見書(乙1)の内容を見ると，原告は，刊行物1には長期飼料について何の記載及び示唆もないことを認識した上で，上記\u0001②cに示したように，刊行物2に記載の中から選択した寒天を刊行物2に記載のドライペレットに代えて長期飼料に使用することにより，長期飼料に関する本願発明に想到するのは容易とはいえない旨の意見を主張していたことが明らかである。",
                    "そして，上記意見書の文脈から見ても，他に長期飼料に関する引用文献等は存在しないのであるから，ここでいう「長期飼料」が，当該意見書中に記載された「従来の長期飼料」(すなわち，刊行物1に記載された飼料)を意味するものであることは明らかである。",
                    "そうすると，刊行物2に記載のドライペレットに代えて当該従来の長期飼料に，刊行物2に記載の中から選択した寒天を使用することにより長期飼料に関する本願発明に想到するのは容易とはいえない旨の意見を，すなわち，審決が本願発明が容易に想到できるとした理由と同趣旨の理由に対する意見を，原告は，上記意見書において述べていたことが明らかである。",
                    "\u0001 取消事由2に対し"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "審決の認定した「従来発明」における「結合剤(Zement)」と，原告主張の「セメント」に実質的な相違はない。",
                    "すなわち，審決は，本願明細書の従来技術として「特にセメント及び生ゴムを長期安定化のために使用することによって硫酸カルシウムのブロック飼料の欠点を明らかに克服した休日用飼料」(甲6の4頁8行～10行)と記載したものを，刊行物1(DE3707032号明細書)の記載事項につき正確を期すために，この出願を基礎とするパリ条約による優先権主張出願である日本国への出願の公開公報である特開昭63−230039号公報(甲3)を参照して，刊行物1の表記に対応させて記載したものである。原告の主張は，単に両者に翻訳における表現上の相違があることを主張しているものであって，審決における「従来発明」の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記で述べたように，「結合剤(Zement)」と，原告主張の「セメント」とは実質的な相違はないから，相違点2の認定についても，審決に原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，審決は，「従来発明の結合剤(Zement)に替えて，結合作用を得るための添加物質として周知である寒天を採用することは，当業者であれば容易に想到し得たもの」(5頁12行～14行)と説示したものである。",
                    "すなわち，本願明細書の記載によれば，従来の長期飼料には，「セメント」の他に，「天然ゴム」という有機の結合作用を奏する材料も適用されていたことが明らかである。また，「寒天」は結合作用を得るための添加物質であるとともに，ゲル状を呈し，冷水に不溶であることが周知である(〔化学大辞典編集委員会編「化学大辞典2縮刷版」共立出版株式会社，昭和54年11月10日発行，662～663頁(乙2)〕，〔今堀和友，山川民夫監修「生化学辞典(第2版)」株式会社東京化学同人，1991年2月5日発行，312頁(乙3)〕)ため，寒天を用いた飼料が，崩壊したりせず，水質が安定であることは当然に予想されることであって，長期飼料と養魚用飼料とでは設計が全く異なるとはいえない。そして，長期飼料と養魚用飼料とは，ともに水棲動物用飼料である点で共通するから，セメントに代えて寒天を用いることは，当業者が容易になし得ることである。",
                    "\u0001 取消事由3に対し"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "上記\u0001に述べたように，セメントに代えて寒天を採用することは，当業者であれば容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，寒天がゲル化された際に，膨潤性や滑らかな表面を有することは，日常生活で用いられ広く知られているし，また，「化学大辞典編集委員会編「化学大辞典2縮刷版」共立出版株式会社，昭和54年11月10日発行，662～663頁(乙2)」，「今堀和友，山川民夫監修「生化学辞典(第2版)」株式会社東京化学同人，1991年2月5日発行，312頁(乙3)」には，寒天がゲル化すること，寒天が膨潤すること，1～2％の寒天の熱水溶液を冷却するとゼリー状に凝固し，80～90度まで溶けないことが記載されている。",
                    "また，刊行物2(甲1)には，寒天を用いてツルツルという触感を得ることについて記載されている(3頁左下欄)し，また，刊行物2(甲1)の表−3(5頁)には，製品であるドライペレットの状態が「表面はなめらかで組織も緻密で良好」と記載されている。",
                    "したがって，審決の，「寒天がゲル化された際に，膨潤性や滑らかな表面を有することは，よく知られたことである。」(5頁下14行～下13行)という認定に誤りはなく，また，寒天を長期飼料に用いた場合に，膨潤性や滑らかな表面を有することは当業者にとって十分に予測できることであるから，審決が従来発明に刊行物2に記載された周知技術を適用して，当業者が容易に想到し得たというべきであると判断した点に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(手続違背−特許法159条2項の準用する同法50条違反)について",
          "text": [
            "\u0001ア 証拠(甲1～9，21～24，乙1)及び弁論の全趣旨によれば，原告による本件出願から審決に至る経緯は，次のとおりであったことが認められる。",
            "\u0001 原告は日本国特許庁に対し平成6年3月21日付けで本件出願をなし(特願平6−520662号)，平成6年9月29日に国際公開がなされ(PCT／EP94／00879，WO94／21139)，平成8",
            "年8月27日に国内公表がなされた(特表平8−507922)。",
            "出願時の特許請求の範囲は請求項が1ないし7から成り，その内容は次のとおりのものであった。(甲6)",
            "「1．温水及び冷水の鑑賞魚用の週末用飼料又は休日用飼料としても使用可能な，長期間安定で，不溶性及び膨潤性を有し，水化学作用に負荷を与えない，淡水及び海水の水棲動物，特に魚類，エビ及び無脊椎動物用の長期飼料であって，1～50％の植物ゴム，特に寒天を含有することを特徴とする長期飼料。",
            "2．1～10％の植物ゴム，特に寒天を含有することを特徴とする，請求の範囲第1項記載の長期飼料。",
            "3．2．9％の植物ゴム，特に寒天を含有する，請求の範囲第1項又は第2項記載の長期飼料。",
            "4．カオリン15～35％，小麦グルテン15～35％，ウマゴヤシ属粗びき殻粉(Luzernegrünmehl)5～25％，カゼイン5～20％，オキアミ5～20％，大豆油1～10％，乳蛋白1～10％，寒天1～10％並びにビタミン−ミネラルプレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質並びに保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数50～300回転／分，殻粉導入部位の温度40～160℃，ノズルヘッド中の温度40～180℃，水の添加量10～50l及び／又は蒸気の添加量1～30kg/時，処理する原材料量が80～1，500kg/時とし，スティックの直径が2～20mmであり長さ5～50mmである押出物となるように押出すことを特徴とする請求の範囲第1～3項のいずれか1項記載の魚用飼料の製造方法。",
            "5．カオリン22．2％，小麦グルテン22．0％，ウマゴヤシ属粗びき殻粉14．5％，カゼイン12．1％，オキアミ9．7％，大豆油4．8％，乳蛋白4．0％，寒天2．9％，ビタミン−ミネラル原料プレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質，及び／又は保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数100回転／分，殻粉導入部位の温度80℃，ノズルヘッド中の温度85℃で，水を1時間当たり31l添加しつつスティックの直径が6～8mmであり長さが20～25mmである押出物となるように押出すことを特徴とする請求の範囲第7項記載の魚用飼料の製造方法。",
            "6．水中において長期間安定である請求の範囲第1～5項のいずれか1項記載の飼料の，淡水及び海水中の冷水及び温水用鑑賞魚用の週末及び休日用飼料としての使用。",
            "7．請求の範囲第1項記載の飼料を収納した有孔フォイル袋。」なお，原告は，本願明細書の〔発明の詳細な説明〕において，刊行物1について言及しているが，その内容は，次のとおりであった。",
            "「本発明は，週末用および休日用の鑑賞魚用飼料としても使用可能な，水棲動物，特に魚類，エビ及び無脊椎動物用の，淡水及び海水中において持続的な安定性を示す長期間飼料に関する。",
            "淡水中の鑑賞魚用のこうした長期間安定な飼料，いわゆるブロック飼料(Futter block)又は練固の飼料(Futter steine)，即ち，有機成分が少なく主に硫酸カルシウムからなる飼料は，以前から知られている。",
            "特にセメント及び生ゴムを長期安定化のために使用することによって硫酸カルシウムのブロック飼料の欠点を明らかに克服した休日用飼料も，DE3707032号明細書(判決注，刊行物1)により公知となっている。しかしこの最後に述べた必要な添加物質は，水棲動物がほとんど消化できず，また多くの国において飼料関連法規により許可されていないことも欠点である。」",
            "\u0001 その後原告は，平成11年12月24日付けで手続補正を行ったが，この補正後の特許請求の範囲は，次のとおりのものであった(甲22)。",
            "「1．温水及び冷水の鑑賞魚用の週末用飼料又は休日用飼料としても使用可能な，長期間安定で，不溶性及び膨潤性を有し，水化学作用に負荷を与えない，淡水及び海水の水棲動物，特に魚類，エビ及び無脊椎動物用の長期飼料において，滑らかな表面を有し，1～20重量％の含水により1～50重量％の寒天を含有することを特徴とする長期飼料。",
            "2．1～10重量％の寒天を含有する，請求の範囲第1項記載の長期飼料。",
            "3．3重量％の含水により，2．9重量％の寒天を含有する，請求の範囲第1項又は第2項記載の長期飼料。",
            "4．カオリン15～35重量％，小麦グルテン15～35重量％，ウマゴヤシ属粗びき殻粉(Luzernegrünmehl)5～25重量％，カゼイン5～20重量％，オキアミ5～20重量％，大豆油1～10重量％，乳蛋白1～10重量％，寒天1～10重量％並びにビタミン−ミネラルプレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質並びに保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数50～300回転／分，殻粉導入部位の温度40～160℃，ノズルヘッド中の温度40～180℃，水の添加量10～50ℓ及び／又は蒸気の添加量1～30kg/時，処理する原材料量が80～1，500kg/時とし，スティックの直径が2～20mmであり長さ5～50mmであり，1～20重量％の含水である押出物となるように押出すことを特徴とする請求の範囲第1～3項のいずれか1項記載の魚用飼料の製造方法。",
            "5．カオリン22．2重量％，小麦グルテン22．0重量％，ウマゴヤシ属粗びき殻粉14．5重量％，カゼイン12．1重量％，オキアミ9．7重量％，大豆油4．8重量％，乳蛋白4．0重量％，寒天2．9重量％，ビタミン−ミネラル原料プレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質，及び／又は保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数100回転／分，殻粉導入部位の温度80℃，ノズルヘッド中の温度85℃で，水を1時間当たり31ℓ添加しつつスティックの直径が6～8mmであり長さが20～24mmであり，3重量％の含水である押出物となるように押出すことを特徴とする請求の範囲第1項記載の魚用飼料の製造方法。",
            "6．水中において長期間安定である請求の範囲第1～5項のいずれか1項記載の飼料の，淡水及び海水の温水鑑賞魚用の週末及び休日用飼料としての使用。」",
            "\u0001 これに対し特許庁審査官は，平成13年6月12日付けで拒絶理由通知書(甲7)を発したが，その内容は次のとおりのものであった。",
            "「特許出願の番号 平成6年特許願第520662号",
            "起案日 平成13年6月12日",
            "発送日 平成13年6月19日",
            "特許庁審査官 A",
            "特許出願人代理人 津国肇",
            "適用条文 第29条第2項」",
            "「 この出願は，次の理由によって拒絶をすべきものである。これについて意見があれば，この通知書の発送の日から3か月以内に意見書を提出して下さい。」",
            "「 理由",
            "この出願の下記の請求項に係る発明は，その出願前日本国内又は外国において頒布された下記の刊行物に記載された発明に基いて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。」「 記 (引用文献等については引用文献等一覧参照)",
            "\u0001 請求項1～3，6に対して，引用文献1",
            "引用文献1には，0.1～5％の寒天を含有し，滑らかな表面を有する養魚用ドライペレットが開示されている。一般に養魚用ドライペレットは，本請求項記載の発明と同程度の水分含有量であるので(例えば，特開平4−27351号公報及び特開平2−2578",
            "36号公報参照)，本請求項記載の発明は，引用文献1に開示されたものと同様のものということができる。",
            "\u0001 請求項4，5に対して，引用文献1",
            "引用文献1には，各種植物原料及び動物原料に寒天を添加してなる混合物をスクリュー式押出機で押し出して養魚用ドライペレットを製造することが開示されている。本請求項で限定されている原料配合や押し出し条件は，当業者が適宜設定し得る程度のものと認める。」",
            "「 引用文献等一覧",
            "1．特開平4−117243号公報」",
            "\u0001 そこで出願人たる原告は，特許庁審査官に対し，平成13年11月26日付けで意見書(乙1)を提出したが，その内容は次のとおりのものであった。",
            "「\u0001 拒絶理由について",
            "平成13年6月19日付発送の拒絶理由通知書において，本願請求項1～6に係る発明は，引用文献1(特開平4−117243号",
            "公報)(判決注，刊行物2)に記載された発明に対して進歩性を欠くので，特許法第29条第2項の規定により特許を受けることができない，との御認定である。",
            "\u0001 本願発明について",
            "本願発明の課題は，本願明細書第1頁第15～22行に記載の通り，飼料関連法規により一般に許可されていない補助物質を添加することなく，また同時に，水槽中の水質を他の補助物質により低下させることなく，特に週末及び休日用として鑑賞魚にとって有効であり，これらの鑑賞魚に長期間に亘り栄養分を供与するものであり，長期間安定である水棲動物用の長期飼料を提供することである。",
            "上記の課題は，本願請求項1に記載の構成，即ち，長期間安定で，不溶性及び膨潤性を有し，水化学作用に負荷を与えない，淡水及び海水の水棲動物用の長期飼料において，滑らかな表面を有し，1～20重量％の含水量により1～50重量％の寒天を含有するという構成を採用することによって達成される。",
            "すなわち，本願発明の長期飼料は，水に入れると直ちに軟化し，膨潤するが，それ以後は，その形状を保ち崩壊しない(本願明細書第4頁下から第3行～最下行)ことに加え，従来の長期飼料に比べ，水槽中の水への負荷が際立って減少する(本願明細書第5頁第4～5行)という効果を奏する。",
            "\u0001 引用文献1に記載の発明について",
            "引用文献1には，界面活性剤及び増粘安定剤を含む養魚用ドライペレットの製造方法が記載されており(請求項1)，増粘安定剤の添加量がペレットに対して0.1～5重量％であること(第3頁左下欄第6～8行)及び増粘安定剤として，グアガム，カルボキシメチルセルロースナトリウムなどの多数の物質に加え寒天が使用できることが一行記載されている(第3頁右上欄第8～19行)。",
            "引用文献1に記載の養魚用ドライペレットは，添加する界面活性剤が添加する油脂の乳化を行ない，添加する増粘安定剤が界面活性剤の乳化作用を助け，乳化破壊を防止することにより，エクストルーダーでの息つき現象を抑え，安定にペレットを造粒できる(第3頁左下欄下から第5行～右下欄第5行)という効果を奏する。",
            "\u0001 本願発明と引用文献1に記載の発明の対比",
            "(4-1) 長期飼料",
            "本願発明は水棲動物用の長期飼料であるが，引用文献1に記載のペレットは養魚用のドライペレットである点で，両者は相違する。",
            "本願発明は，淡水及び海水中において長期間(例えば約1週間)に亘り持続的な安定性を示す鑑賞魚等の長期飼料に関する。",
            "これに対して，引用文献1に記載のドライペレットは，ハマチ，タイ等の海水魚，コイ，マス等の淡水魚又はクルマエビ等の甲殻類に対する養魚用飼料に関する。このような養魚用飼料は，少なくとも1日1回，例えば数回を給餌するものであり，長期飼料とは相違する。",
            "長期飼料と養魚用飼料は求められる性能が全く相違し，したがって，引用文献1は本願発明の先行技術としてなり得ないものであると思料する。",
            "(4-2) 寒天の使用",
            "本願発明の長期飼料は寒天を1～50重量％含むのに対して，引用文献1に記載のペレットは増粘安定剤を0.1～5％含む点で，両者は相違する。",
            "確かに，引用文献1には，増粘安定剤に寒天が含まれる旨の記載があるが，寒天の使用を実施例等で具体的に記載しておらず，寒天が実施例等で具体的に記載されたグアガムやカルボキシメチルセルロースナトリウム等と同等に使用できるかは明らかでない。",
            "まして，引用文献1に記載の数多くの増粘安定剤の中から寒天を選択する動機付けは引用文献1には全く存在しない。",
            "(4-3) 作用，効果",
            "本願発明の長期飼料は，上記\u0001で述べたように，水に入れると直ちに軟化し，膨潤するが，それ以後は，数日間に亘ってその形状を保ち崩壊しない(本願明細書第4頁下から第3行～最下行)ことに加え，従来の長期飼料に比べ，水槽中の水への負荷が際立って減少する(本願明細書第5頁第4～5行)という効果を奏する。",
            "これに対して，引用文献1に記載のドライペレットは，界面活性剤と増粘安定剤を含むものである。界面活性剤は，養魚池中の水とペレット中の高含量の油脂とを乳化させることにより，ペレット中への水の浸透を促進する。具体的に開示されたカルボキシメチルセルロースナトリウムやグアガム等の増粘安定剤は，水に不溶であり，環境水分を取込む容量が大きい。この水分の取り込みは界面活性剤により増強される。すなわち，界面活性剤と増粘安定剤を含む引用文献1に記載のドライペレットは，水に入れると，水分が浸透し，水分を取り込むことによってすぐに崩壊し，その結果，水を汚染することとなる。すなわち，本願発明は，引用文献1に記載の発明に対して格別顕著な作用効果を奏するといえる。",
            "\u0001 本願発明が特許されるべき理由",
            "上記\u0001に記載したように，長期飼料について何の記載及び示唆もない引用文献1に記載の発明において，引用文献1に記載の数多くの増粘安定剤の中から具体的開示のない寒天を選択すること，及び選択した寒天を引用文献1に記載のドライペレットに代えて長期飼料に使用することによって，長期飼料に関する本願発明に相当するのは容易とはいえない。",
            "さらに，本願発明は，引用文献1に記載の発明に対して顕著な作用効果を奏する。",
            "\u0001 まとめ",
            "以上のように，本願発明は引用文献1に記載の発明に対して進歩性を有するのであるから，再度の御審査の上，本願発明はこれを特許すべきとする旨の査定を賜りたくお願いする次第である。」\u0001 しかし特許庁審査官(A)は，平成14年1月7日付けで，本願に対する拒絶査定をし，その理由は次のとおりのものであった(甲8)。",
            "「 この出願については，平成13年6月12日付け拒絶理由通知書に記載した理由によって，拒絶をすべきものである。",
            "なお，意見書の内容を検討したが，拒絶理由を覆すに足りる根拠が見いだせない。」",
            "「備考",
            "出願人は，意見書において，\u0001本願発明は長期飼料であること，\u0001引用文献1には増粘安定剤として寒天を選択使用する動機付けがないこと，\u0001引用文献1記載の飼料は界面活性剤を含むので本願発明と比較してすぐに崩壊すること，を理由に，本願発明の進歩性を主張している。",
            "しかしながら，\u0001については，請求項1において「週末用飼料又は休日用飼料としても使用可能な」と記載しているにすぎず，また「長期飼料」は当該技術分野で通常用いられている技術用語とは認められず，引用文献1記載の発明と明確，格別な差異を示していない。",
            "\u0001については，引用文献1には増粘安定剤として寒天が記載されている(第3頁右上欄第10行)。また，魚類用飼料の増粘剤として寒天は広く知られているので(例えば，特開昭59−173052号公報及び特開昭60−153764号公報参照)，引用文献1",
            "に寒天を使用した実施例がなくとも，当業者であれば，寒天を選択使用することに格別の困難性は認められない。",
            "\u0001については，本願いずれの請求項においても界面活性剤を含有しないことについては記載がなく，この主張は失当である。",
            "以上により，先に通知した拒絶理由の撤回の必要を認めない。」\u0001 そこで原告は，上記拒絶査定に対する不服の審判請求を行い，同請求は特許庁において不服2002−6395号事件として審理されることとなった。",
            "同請求事件の審理の中で原告は，平成14年5月9日付けで再び本願についての手続補正を行った(甲9)が，その内容は，特許請求の範囲を次のとおり補正するものであった(下線部は補正部分)。",
            "「【請求項1】温水及び冷水の鑑賞魚用の週末用飼料又は休日用飼料としても使用可能な，長期間安定で，不溶性及び膨潤性を有し，水化学作用に負荷を与えない，淡水及び海水の水棲動物，特に魚類，エビ及び無脊椎動物用の長期飼料において，滑らかな表面を有し，1～20重量％の含水により1～50重量％の寒天を含有し，界面活性剤を含有しないことを特徴とする長期飼料。",
            "【請求項2】1～10重量％の寒天を含有する，請求項1記載の長期飼料。",
            "【請求項3】3重量％の含水により，2．9重量％の寒天を含有する，請求項1又は2記載の長期飼料。",
            "【請求項4】カオリン15～35重量％，小麦グルテン15～35重量％，ウマゴヤシ属粗びき殻粉(Luzernegruenmehl)5～25重量％，カゼイン5～20重量％，オキアミ5～20重量％，大豆油1～10重量％，乳蛋白1～10重量％，寒天1～10重量％並びにビタミン−ミネラルプレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質並びに保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数50～300回転／分，殻粉導入部位の温度40～160℃，ノズルヘッド中の温度40～180℃，水の添加量10～50l及び／又は蒸気の添加量1～30kg/時，処理する原材料量が80～1，500kg/時とし，スティックの直径が2～20mmであり長さが5～50mmであり，1～20重量％の含水である押出物となるように押出すことにより得られる請求項1記載の長期飼料。",
            "【請求項5】カオリン22．2重量％，小麦グルテン22．0重量％，ウマゴヤシ属粗びき殻粉14．5重量％，カゼイン12．1重量％，オキアミ9．7重量％，大豆油4．8重量％，乳蛋白4．0重量％，寒天2．9重量％，ビタミン−ミネラル原料プレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質，及び／又は保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数100回転／分，殻粉導入部位の温度80℃，ノズルヘッド中の温度85℃で，水を1時間当たり31l添加しつつスティックの直径が6～8mmであり長さが20～24mmであり，3重量％の含水である押出物となるように押出すことにより得られる請求項1記載の長期飼料。",
            "【請求項6】カオリン15～35重量％，小麦グルテン15～35重量％，ウマゴヤシ属粗びき殻粉(Luzernegruenmehl)5～25重量％，カゼイン5～20重量％，オキアミ5～20重量％，大豆油1～10重量％，乳蛋白1～10重量％，寒天1～10重量％並びにビタミン−ミネラルプレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質並びに保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数50～300回転／分，殻粉導入部位の温度40～160℃，ノズルヘッド中の温度40～180℃，水の添加量10～50l及び／又は蒸気の添加量1～30kg/時，処理する原材料量が80～1，500kg/時とし，スティックの直径が2～20mmであり長さが5～50mmであり，1～20重量％の含水である押出物となるように押出すことを特徴とする請求項1記載の長期飼料の製造方法。",
            "【請求項7】カオリン22．2重量％，小麦グルテン22．0重量％，ウマゴヤシ属粗びき殻粉14．5重量％，カゼイン12．1重量％，オキアミ9．7重量％，大豆油4．8重量％，乳蛋白4．0重量％，寒天2．9重量％，ビタミン−ミネラル原料プレミックス，通常の着色剤及び／又は芳香物質もしくは誘引物質，及び／又は保存剤からなる混合物を，複式スクリュー煮沸押出機により，押出機スクリュー回転数100回転／分，殻粉導入部位の温度80℃，ノズルヘッド中の温度85℃で，水を1時間当たり31l添加しつつスティックの直径が6～8mmであり長さが20～24mmであり，3重量％の含水である押出物となるように押出すことを特徴とする請求項1記載の長期飼料の製造方法。",
            "【請求項8】水中において長期間安定である請求の範囲第1～5項のいずれか1項記載の長期飼料の，淡水及び海水の冷水及び温水鑑賞魚用の週末及び休日用飼料としての使用。」",
            "\u0001 上記補正後も特許庁において審理が続けられ，平成18年1月30日付けで本件審決がなされ，その内容は別添審決写しのとおりであるが，その間，特許庁から改めて拒絶理由通知が発せられることはなく，また審判請求人たる原告が意見書等を提出することはなかった。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "上記認定事実によれば，原告は，平成6年3月21日になした本願の明細書の発明の詳細な説明の冒頭において，刊行物1について言及し，同刊行物に記載された内容が公知である旨述べているが，その後平成13年6月12日付けでなされた特許庁審査官からの拒絶理由通知書(甲7)には刊行物1についての言及は一切なく，これに対して原告が提出した平成13年11月26日付けの意見書(乙1)にも刊行物1について触れる記載はなく，平成14年1月7日付けでなされた拒絶査定(甲8)も，前記拒絶理由通知を引用したものであったこと，そして，平成18年1月30日になされた本件審決において刊行物1が主引用例とされ，前記拒絶理由通知書(甲7)及び原告の意見書(乙1)で取り上げられた刊行物2は周知技術を示す一例とされたことが，それぞれ認められる。",
                "そこで，以上の事実認定に基づき原告主張の取消事由1について判断する。",
                "\u0001ア 前記\u0001認定のとおり，平成18年1月30日付けでなされた本件審決は，刊行物1を主引用例とし，刊行物2を補助引用例として，本願発明について進歩性の判断をして，進歩性を否定したものであるが，主引用例に当たる刊行物1(西ドイツ特許出願公開明細書DE3707032号。甲2。",
                "なお，刊行物1に係る出願を基礎とするパリ条約による日本国への優先権主張出願の公開公報は，特開昭63−230039号公報〔甲3〕)は，拒絶査定の理由とはされていなかったものである上，これまでの審査・審判において，原告に示されたことがなかったものであることが認められる。",
                "そうすると，審判官は，特許法159条2項が準用する同法50条により，審決において上記判断をするに当たっては，出願人たる原告に対し，前記内容の拒絶理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならなかったものということができる。したがって，原告に意見を述べる機会を与えることなくされた審決の上記判断は，特許法159条2項で準用する同法50条に違反するものであり，その程度は審決の結論に影響を及ぼす重大なものというべきである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "被告の反論に対する判断",
              "text": [
                "\u0001 まず被告は，本願明細書の記載内容及び刊行物1の構成等を考慮すれば，原告は「DE3707032号明細書」(刊行物1，甲2)に記載の技術的内容について本願発明の出願時点からこれを熟知していたから，審決を取り消すべき手続上の違法性はない，と主張する。",
                "しかし，仮に被告主張のような本願明細書の記載内容及び刊行物1の構成等を考慮することにより原告が刊行物1に記載の技術内容について熟知していたといえるとしても，主引用例に当たる刊行物1が，拒絶査定の理由とはされておらず，審査・審判において原告に示されたことがなかったものであることに変わりはないのであって，なお原告は，審判官から，本願発明を従来発明と対比することにつき意見書を提出する機会を与えられるべきであったと解するのが相当である。",
                "被告の上記主張は採用することができない。",
                "\u0001 次に被告は，審決が刊行物1から従来発明として引用したものは「水中で長期間安定であり，水に不溶性で，かつ水質を損わない押出物の形態であり，8％の残量水分，2～8重量％の結合剤(Zement)を含む観賞魚の休日用魚餌。」という技術的事項に止まるから，その旨を改めて拒絶理由として通知されなくても，原告は十分認識できていたと主張する。",
                "しかし，審決は，刊行物1を，発明のもつ技術的な意義を明らかにするなどのために出願時の技術常識や周知技術として参酌したものではなく，刊行物1を主引用例とし刊行物2を補助引用例として，本願発明について進歩性の判断をし，進歩性を否定したものと認められる。",
                "このように，審決は，拒絶査定の理由とはされていなかった文献を主引用例として進歩性を否定する判断をしたものである以上，主引用例に当たる刊行物が異なるにもかかわらずこれを技術的事項に止まるものであるとして，原告に意見を述べる機会を与える必要がないということはできない。",
                "被告の上記主張は採用することができない。",
                "\u0001 次に被告は，拒絶理由通知の理由は，その適用条文として「特許法第29条第2項」を示したものであって，本願発明が刊行物2に記載された発明であるという特許法29条第1項第3号をその適用条文として示しているものではない，と主張する。",
                "しかし，前記のとおり，審決は，拒絶査定の理由とはされていなかった文献を主引用例として進歩性を否定する判断をしたものであって，そうである以上，主引用例に当たる文献が異なるにもかかわらず，拒絶査定と根拠法条が同じであるというのみで，原告に意見を述べる機会を与える必要がないということはできない。",
                "被告の上記主張は採用することができない。",
                "\u0001 次に被告は，本願発明は刊行物1(DE3707032号明細書)と比べて改良された部分に特徴があるとして刊行物2に関する拒絶理由通知が提示されたのは明らかであり，原告も刊行物1を念頭におき，従来の長期飼料として刊行物1に記載された飼料を前提としてそれと比べて改良された部分に特徴があると判断して反論をしているのは明らかであるから，再度刊行物1を含む拒絶理由通知書を提示したとしても，それは単に形式的なものに過ぎず，拒絶理由通知書の趣旨としては平成13年6月12日付けの拒絶理由通知書(甲7)と同じ内容のものとなってしまい意味がないことになる，と主張する。",
                "しかし，本願発明の技術的特徴がどこにあるにせよ，本件における審決の判断が，拒絶査定の理由とはされていなかった文献を主引用例として進歩性を否定する判断をしていることに変わりはなく，再度刊行物1を含む拒絶理由通知書を提示したとしても同じ内容のものとなってしまうとして原告に意見を述べる機会を与える必要がないということはできない。なお，意見書(乙1)の記載内容をみても，原告は，拒絶査定の理由とされた刊行物2を主引用例と認識して意見を述べていることが明らかであり，刊行物1を主引用例と認識して意見を述べていると認めることができる箇所は見当たらない。",
                "被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，原告主張の取消事由1は理由がある。",
                "なお，本判決は，上記のとおり，審決の手続上の違法を理由に取り消すものであり，実体上の事由については，何ら判断しておらず，今後特許庁において適切な手続運営の下で改めて審理されるべきものと考える。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，その余について判断するまでもなく，原告の請求は理由があるから，これを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10262",
    "date": "2006-12-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033980",
    "ipprecedent_id": "82",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}