{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "「原判決を取り消す。被控訴人は控訴人に対し，10億円及びこのうち3億円に対する平成16年7月15日から，このうち7億円に対する平成13年7月10日から，それぞれ支払い済みまで，年5分の割合による金員を支払え。訴訟費用は第1，2審とも被控訴人の負担とする。」との判決及び仮執行の宣言。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文第1，2項と同旨の判決。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，「電話の通話制御システム」の発明に係る特許権(以下，この特許権を「本件特許権1」といい，本件特許権1に係る特許請求の範囲第1項に記載された発明を「本件特許発明1」という。)及び「電話の通話制御方法」の発明に係る特許権(以下，この特許権を「本件特許権2」といい，本件特許権2に係る特許請求の範囲第1項に記載された発明を「本件特許発明2」という。なお，本件特許権2に係る特許出願は，本件特許権1に係る特許出願を親出願とする分割出願である。)を有する控訴人が，国内及び国際電話サービスを提供する被控訴人に対し，被控訴人が提供する同サービスが本件特許権1，2を侵害すると主張して，不法行為に基づく損害賠償金3億円及び不当利得金7億円並びにこれらに対する遅延損害金の支払を求めた事案である。なお，控訴人の当審における主たる請求の額は，原審における不法行為に基づく損害賠償金の請求額10億円を3億円に，不当利得金の請求額20億円を7億円にそれぞれ減縮したものである。",
        "原判決は，①本件特許発明1についてなされた明細書の補正が，願書に最初に添付した明細書(以下「本件出願当初明細書」という。)の要旨を変更するものであり，平成5年法律第26号による改正前の特許法40条(以下，平成5年法律第26号による改正前の特許法を「旧特許法」という。)により，補正日である平成9年5月7日に出願したものとみなされるところ，本件特許発明1は，特開昭61―210754号公報(乙3。以下「乙3文献」という。)，特開平5−284257",
        "号公報(乙4。以下「乙4文献」という。)及び特開平7−212504号公報(乙5。以下「乙5文献」という。)にそれぞれ記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，本件特許権1に係る特許は，特許法29条2項に違反してなされたものであり，②本件特許発明2についてなされた明細書の補正は，本件出願当初明細書(親出願に係る願書に最初に添付した明細書に当たる。)又は図面に記載された事項の範囲内で，特許請求の範囲を増加し減少し又は変更した補正と認められないから，本件特許発明2に係る特許出願は分割出願の要件を満たさず，現実の出願時である平成9年5月7日に出願したものとみなされるところ，上記本件特許発明2についてなされた明細書の補正は，本件特許発明2に係る特許出願の願書に最初に添付した明細書又は図面に記載した事項の範囲内においてなされたものと認めることもできないため，特許法17条の2第3項に反するものであり，③したがって，本件特許権1，2に係る各特許はいずれも無効理由を有し，特許無効審判により無効にされるべきものであるから，特許法104条の3第1項により，本件特許権1，2の行使は許されないとして，控訴人の請求を棄却した。",
        "本件の「前提となる事実」，「争点」及び「争点に関する当事者の主張」は，下記1のとおり訂正し，下記2のとおり当事者双方の当審における主張を付加するほか，原判決事実及び理由欄の「第2 事案の概要」及び「第3 争点に関する当事者の主張」(原判決末尾添付の別紙「原告主張被告システム目録」，同「原告主張被告方法目録」，同「本件特許発明1と乙17発明との対比」及び同「本件特許発明2と乙17発明との対比」並びに本件特許権1，2に係る各特許公報を含む。)のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁14行～6頁2行を，以下のように改める。",
                "「イ 控訴人は，次の特許権(本件特許権2。なお，本件特許権1及び本件特許権2を総称して，「本件各特許権」という。)を有している(甲2，4，乙2の1)。",
                "本件特許権2に係る特許出願は，本件特許権1に係る特許出願を親出願とする分割出願である。"
              ],
              "content": [
                {
                  "fig": "a)",
                  "subject": "登 録 番 号 第2997709号"
                },
                {
                  "fig": "b)",
                  "subject": "発 明 の 名 称 電話の通話制御方法"
                },
                {
                  "fig": "c)",
                  "subject": "出 願 日 平成9年5月7日"
                },
                {
                  "fig": "d)",
                  "subject": "出 願 番 号 特願平9−117138"
                },
                {
                  "fig": "e)",
                  "subject": "親出願の出願日 昭和61年1月13日"
                },
                {
                  "fig": "f)",
                  "subject": "登 録 日 平成11年11月5日"
                },
                {
                  "fig": "g)",
                  "subject": "親出願の優先権主張番号 74048"
                },
                {
                  "fig": "h)",
                  "subject": "同 優 先 日 昭和60年1月13日"
                },
                {
                  "fig": "i)",
                  "subject": "同優先権主張国 イスラエル国"
                },
                {
                  "fig": "j)",
                  "subject": "同優先権主張番号 76993"
                },
                {
                  "fig": "k)",
                  "subject": "同 優 先 日 昭和60年11月10日"
                },
                {
                  "fig": "l)",
                  "subject": "同優先権主張国 イスラエル国」"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決64頁12行目の「内金10億円」を「一部である3億円」に，同頁13～14行の「不当利得としての金20億円」を「不当利得金20億円の一部である7億円」に，同頁13行目及び15行目の各「年5部」を「年5分」に，それぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張の付加",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，本件出願当初明細書(本件出願当初明細書は，本件出願1に係る願書である乙1の1の1添付の明細書であるが，その記載を引用するときは，内容を変更せず，浄書のみをした昭和61年4月9日付け手続補正書添付の明細書である乙1の1の2によって行う。)に開示された発明は，特別のコードとクレジット額とを特別の中央局のメモリーに「記憶」させる動作と，前払い額(クレジット額)の「支払」との時間的先後関係について，「支払」，「記憶」という順の実施態様の発明のみが記載され，「記憶」，「支払」という順の実施態様は記載も示唆もされていないとし，このことを根拠として，本件特許権1につき，本件出願1補正が，出願当初の明細書又は図面に記載した事項の範囲内において特許請求の範囲を増加し減少し又は変更した補正であるとは認められず，明細書の要旨を変更するものであると判断し，また，本件特許権2につき，本件出願2(本件分割出願)が，分割出願の要件を満たさないものであると判断した。",
                "しかしながら，以下のとおり，本件出願当初明細書に，「記憶」，「支払」という順の実施態様は記載も示唆もされていないとする原判決の判断は誤りであり，ひいて，本件特許権1，2に係る各特許が，いずれも無効理由を有し，特許無効審判により無効にされるべきものであるとする判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件出願当初明細書に開示された発明の本質",
              "text": [
                "本件出願1に係る優先権主張日(昭和60年1月13日)当時，電話料金の課金システムとして，後払い方式である「自動クレジット方式」も前払い方式である「テレホンカードシステム」も，ともに周知であった。",
                "本件出願当初明細書に開示された発明は，自動クレジット方式を否定した上で，前払い方式でありながら，磁気カード読み取り機能のない電話機からでも通話ができるようにするという技術的課題を解決するために， ①「前払い」に係る額(クレジット額)が，使用者の手元に置かれるテレホンカードに記憶されるのではなく，電話システム内に置かれる「特別交換局」のメモリーに，「特別のコード」とともに記憶されるようにし， ②電話の呼出し接続時には，相手先に接続する前に，特別交換局に接続して，電話機が備えるダイアル手段により使用者に特別のコードを入力させ， ③この特別のコードと対応しているクレジットを，電話機ではなく特別交換局に確認させ，電話機ではなく特別交換局が，クレジットの残額に応じて相手先と接続したり遮断したりする制御を行うようにしたものであり，これらの部分が本件出願当初明細書に開示された発明の本質である。本件出願当初明細書に開示された発明のうち「記憶」に関しては，前払いの額が記憶される場所を，使用者の手元のテレホンカードではなく，電話システム内の特別交換局とした点が，発明の本質であり，その額の「支払」と「記憶」の時間的前後関係は，発明の本質に何ら関係しない。このことは，後記特許請求の範囲第10項に「支払」との文言が一切存在しないことによっても，裏付けられる。",
                "また，本件出願当初明細書に接した当業者であれば，上記優先権主張日当時，広範に普及していたテレホンカードシステムとの比較において，同明細書に記載された発明を理解することは当然である(甲15，16)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原判決の出願当初明細書の理解の誤り",
              "text": [
                "本件出願当初明細書には，「特別のコード，クレジット額(信用額)及び電話番号を取得」(11頁19～末行)，「クレジットされた秘密番号を取得」(図面第1図ブロック12)との記載があり，顧客に「取得」されるクレジット額は，この発明に係る電話システムによって「特別のコード」と対応付けて「記憶」されたものであることが説明されている。",
                "そうすると，クレジット額の「支払」時点とメモリーへの「記憶」時点の関係については，",
                "(A)「支払」→「記憶」→「取得」(→「電話使用」)という態様",
                "(B)「記憶」→「支払」及び「取得」(→「電話使用」)という態様",
                "の2通りが理論的にあり得ることになる。そして，本件出願当初明細書の実施例の記載(11頁17行～12頁9行)を検討すれば，本件出願1当時の当業者は，(A)の態様のみならず，(B)の態様が記載されていることも理解し得る。原判決は，特許請求の範囲第1項の記載及び実施例に関する「支払われた額は取得者のクレジット(信用貸し)となり，今後の電話使用ができる。クレジット額は特別のコードと共に特別の中央局のメモリーに記憶される。」(12頁6～9行)との記載に依拠して，「支払」，「取得」，「記憶」という順の発明しか開示されていないと認定するが，上記「支払われた額は取得者のクレジット(信用貸し)となり，今後の電話使用ができる。」との記載は，「支払」と「取得」が行われた時点では「電話使用ができる」ことを，すなわち，その時点では，すでに「記憶」がなされていることを示しているのであるから，原判決の認定は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原判決の特許請求の範囲第1項の理解の誤り",
              "text": [
                "出願当初明細書の特許請求の範囲第1項の記載は，「1．使用可能ないずれの電話機からでも電話通話をなしうる方法であって，下記段階：",
                "A 前払いにより特別のコードを取得し；",
                "B 特別交換局のメモリーに，呼出者の呼出しを確認するために使用するよう前払い額を挿入し；",
                "C 電話呼出し接続が必要な時，前記特別交換局をダイアルし；",
                "D 確認のため前記特別のコードを入力し；",
                "E 相手先の番号を入力し；",
                "F メモリー中のクレジットと通話経費と比較することにより特別のコード及びクレジットを確認し；",
                "G 確認に従い呼出者と相手先とを接続し，そして，",
                "H クレジット残額がなくなった時は前記通話を断線する；",
                "段階を含む方法。」というものである(便宜上，各段階にA～Hの符号を付した。)。",
                "しかるところ，原判決の判断は，出願当初明細書の特許請求の範囲第1項が，「取得」，「記憶」という経時的順序を記載したものとする理解を前提とするものである。",
                "しかしながら，特許請求の範囲第1項の「段階を含む方法」との文言は，同項の各段階を「使用可能ないずれかの電話機からでも電話通話をなしうる方法」が備えていれば足りるものというべきである。",
                "また，段階Gと段階Hとの間に規定されている「そして」との文言により，段階Gと段階Hとの間は，明確に時間的な前後関係が示されているが，反対解釈により，それ以外の段階の間には原則として時間的な前後関係は存在しないと解される。したがって，段階Aと段階Bとが，「段階A」，「段階B」という経時的順序に限定されるという理由は存在しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原判決の特許請求の範囲第10項の看過",
              "text": [
                "本件出願当初明細書の特許請求の範囲第10項には，「利用可能なあらゆる呼出局からなされる市外通話を含む電話通話を容易にする電話方式であって；呼出局を特別交換局と接続する手段；特別予約者コードとクレジットの情報を記憶するための，特別交換局のメモリー手段；呼出局から特別交換局に送られるコードに応動して呼出者を確認する手段であって，コードがメモリー手段中のコードに対応するかまた呼出者が残額のあるクレジットを有するかを確認する手段；及び，前記確認により呼出局を相手先局と接続する手段；とを含む電話システム」との記載があって，支払と記憶についての時間的順序には関係しない発明が開示されている。すなわち，特許請求の範囲第10項は，特許請求の範囲第1項記載の発明よりも上位概念の発明を開示しているところ，「支払」と「記憶」の時間的関係に関しては，「支払」，「記憶」という順と，「記憶」，「支払」という順のいずれかしか存在しないから，仮に，特許請求の範囲第1項が，「支払」，「記憶」という順に限定して解釈されるとしても，何らの限定をも付していない特許請求の範囲第10項には，「記憶」，「支払」という順の発明が内包されているのである。したがって，特許請求の範囲第10項の記載を看過した原判決の認定は誤りである。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原判決の認定するとおり，本件出願当初明細書には，「支払」，「記憶」という順の発明が記載されているのであって，「記憶」，「支払」という順の発明は，記載も示唆もされていない。",
                "控訴人は，テレホンカードシステムと対比させて，「支払」と「記憶」の時間的前後関係は，本件出願当初明細書記載の発明の本質に何ら関係しないと主張する。",
                "しかしながら，「発明の本質」が何を意味するのかは明確でないが，本件出願当初明細書の特許請求の範囲に，発明の構成要件として，「支払(前払い)」，「金額の記憶」の順に順序付けて明確に記載してあるのだから，これを発明の本質ではないと主張することは許されない。また，テレホンカードシステムにおいては，通話度数があらかじめ磁気カードに記憶され，顧客はそのようなカードを購入するから，カード代金の「支払」の前にカード金額が記憶されているのは当然であるが，本件出願当初明細書に記載された発明においては，購入(支払)の前に金額を記憶する必然性はない。本件出願当初明細書には，クレジット額があらかじめ一定されるというような記載はなく，顧客が支払った預託金額が，クレジット額として，特別交換局のメモリーに記憶されるのであるから，「支払」，「記憶」という順による方式が選択されているのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，本件出願当初明細書記載の発明において，「取得」の前に「記憶」がなされていることを前提とし，「支払」と「記憶」との時間的関係について，主張の(A)の態様と(B)の態様があるとし，本件出願当初明細書の実施例の記載を検討すれば，本件出願1当時の当業者は，(A)の態様のみならず，(B)の態様が記載されていることも理解し得ると主張する。",
                "しかしながら，本件出願当初明細書記載の発明において，「取得」の前に「記憶」がなされているとの前提自体が誤りである。控訴人は，本件出願当初明細書の「支払われた額は取得者のクレジット(信用貸し)となり，今後の電話使用ができる。」(12頁6～8行)との記載を根拠として，「取得」がなされた時点で「電話使用ができる」こと，すなわち，その時点では，すでに「記憶」がなされていることが示されていると主張するが，上記記載は，クレジットとなるような「支払」が電話使用の条件の一つとなることを意味しているのであって，使用のための手続については別問題であり，「取得」がなされた時点で直ちに「電話使用ができる」ことを意味するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，本件出願当初明細書の特許請求の範囲第1項(各段階につき，控訴人が付した符号を用いる。)において，段階Gと段階Hとの間に規定されている「そして」との文言により，段階Gと段階Hとの間は，明確に時間的な前後関係が示されているが，反対解釈により，段階Aと段階Bとの間を含む，それ以外の段階の間には原則として時間的な前後関係は存在しないと解されると主張する。しかしながら，上記の「そして」との文言は，段階Aから段階Hまで全部そろっていることが必要であることを意味する接続詞(いわゆる「AND 条件」)であり，段階Gと段階Hとの間にのみかかっているのではなく，段階Aから段階Hまでの全部にかかっているもので，最後の段階Gと段階Hとの間の「そして」の記載で，それらを代表させたものである。したがって，仮に，この文言が時間的先後関係を表しているとしても，段階Aと段階Bとの間に経時的順序が存在しないということにはならない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，本件出願当初明細書の特許請求の範囲第10項には「支払」に関して記載がないので，特許請求の範囲第1項記載の発明よりも上位概念の発明を開示しており，「記憶」，「支払」という順の発明が内包されていると主張する。",
                "しかしながら，上位概念に含まれるものなら，どのようにも限定して補正することができるというものではない。明細書の補正において求められるのは，補正によって導入する要件が明細書に開示されていたかどうかどうかということである。特許請求の範囲第10項には，「支払」，「記憶」という順の発明も，「記憶」，「支払」という順の発明も，記載も示唆もされていないのであるから，同項を根拠として，補正により「記憶」，「支払」という順の発明を明細書に記載することはできない。",
                "原判決が，特許請求の範囲第10項に言及しなかったのは当然である。",
                "すでに述べたとおり，本件出願当初明細書には，「支払」，「記憶」という順の発明が記載されているのであって，「記憶」，「支払」という順の発明は，記載も示唆もされていないところ，控訴人は，「支払」，「記憶」という順の発明と全く逆で，共通性も上位概念の関係にもない「記憶」，「支払」という順の発明を，補正によって持ち込もうとしているのであり，その失当であることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "まず，争点4(本件各特許発明にかかる特許は無効理由を有するか。)について判断するに，当裁判所も，①本件特許発明1についてなされた本件出願1補正が，本件出願当初明細書の要旨を変更するものであり，旧特許法40条により，補正日である平成9年5月7日に出願したものとみなされるところ，本件特許発明1は，乙3文献，乙4文献及び乙5文献にそれぞれ記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，本件特許権1に係る特許は，特許法29条2項に違反してなされたものであり，②本件特許発明2についてなされた本件出願2第1，第2補正は，本件出願当初明細書又は図面に記載された事項の範囲内で，特許請求の範囲を増加し減少し又は変更した補正と認められないから，本件出願2は分割出願の要件を満たさず，現実の出願時である平成9年5月7日に出願したものとみなされるところ，上記本件出願2第1，第2補正は，本件特許発明2に係る特許出願の願書に最初に添付した明細書又は図面に記載した事項の範囲内においてなされたものと認めることもできないため，特許法17条の2第3項に反するものであり，③したがって，本件特許権1，2に係る各特許はいずれも無効理由を有し，特許無効審判により無効にされるべきものであるから，本件特許権1，2に基づく権利行使は，特許法104条の3第1項によって許されないものと判断する。",
            "その理由は，当審における控訴人の主張に対し，以下のとおり判断するほか，原判決「事実及び理由」欄の「第4 当裁判所の判断」(64頁19行～82頁4行)のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「本件出願当初明細書に開示された発明の本質」との主張について控訴人は，テレホンカードシステムと対比した上，本件出願当初明細書に開示された発明のうち「記憶」に関しては，前払いの額が記憶される場所を，使用者の手元のテレホンカードではなく，電話システム内の「特別交換局」とした点が，発明の本質であり，その額の「支払」と「記憶」の時間的前後関係は，発明の本質に何ら関係しないと主張し，さらに，本件出願当初明細書に接した当業者であれば，本件出願1に係る優先権主張日(昭和61年1月13日)当時，広範に普及していたテレホンカードシステムとの比較において，同明細書に記載された発明を理解することは当然であるとも主張する。",
                "しかしながら，本件出願当初明細書には，テレホンカードシステムの技術を参酌して発明を理解すべきであるとする記載も示唆もなく，そもそも，テレホンカードないしテレホンカードシステムについては何らの記載もない。そうすると，たとえ，本件出願1に係る優先権主張日当時，テレホンカードシステム自体が周知であり，あるいは普及していたとしても，テレホンカードの技術を背景として，あるいはそれと対比して，本件出願当初明細書に記載された発明を理解すべきものであると考える理由はなく，そうであれば，控訴人の主張するように，クレジット額が記憶される場所を，電話システム内の「特別交換局」とし，クレジットの確認及びクレジットの残額に応じて相手先と接続したり遮断したりする制御を，特別交換局にさせるようにしたことが，同発明の本質であり，クレジット額の「支払」と「記憶」の時間的前後関係は，発明の本質に何ら関係しないことが，本件出願当初明細書の記載から直ちに読み取れるものということはできない。",
                "すなわち，明細書又は図面の記載から見て，ある事項が自明であるというためには，ある周知技術を前提とすれば，当業者が，明細書又は図面の記載から，当該事項を容易に理解認識できるというだけでなく，たとえ周知技術であろうと，明細書又は図面の記載を，当該技術と結び付けて理解しようとするための契機(示唆)が必要であると解すべきである。しかるところ，テレホンカードシステムは，電話利用のために，磁気カード読み取り機能を有する専用の公衆電話機しか使用できないシステムであるから，「前払い電話通話のためいずれの電話機でも使用できるようにした方法が提供される」(本件出願当初明細書24頁8～9行)という効果を奏する本件出願当初明細書記載の発明とテレホンカードシステムとの間には本質的な相違があるというべきであり，たとえ，両者とも前払い方式の課金システムを伴うものであっても，そのことのみによって，かかる示唆があるということはできない。",
                "そうすると，本件出願当初明細書に，テレホンカードないしテレホンカードシステムについて何らの記載もない以上，テレホンカードの技術を背景として，あるいはそれと対比して，本件出願当初明細書記載の発明を理解する契機はないといわざるを得ない。",
                "なお，甲15，16の各陳述書は，本件出願1から20年以上の期間を経て作成されたものであり，かつ，作成者らは，その作成当時の(あるいは本件出願1補正がなされた平成9年5月7日当時の)技術水準につき，十分な知見を有するものと推認されるものであるから，これらのいわゆる後知恵の影響を排し，本件出願1のなされた当時の技術水準に基づいて，本件出願当初明細書の記載事項を把握することは，必ずしも容易ではないというべきところ，上記各陳述書の記載内容を仔細に検討してみても，作成者らが，その点に十分配慮し，本件出願当初明細書の記載に虚心に接した上で，各陳述書を作成したとの心証を抱くには至らず，したがって，その各記載内容を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「原判決の出願当初明細書の理解の誤り」との主張について",
              "text": [
                "控訴人は，本件出願当初明細書記載の発明において，「取得」の前に「記憶」がなされていることを前提とし，「支払」と「記憶」との時間的関係について，主張の(A)の態様と(B)の態様があるとし，本件出願当初明細書の実施例の記載を検討すれば，本件出願1当時の当業者は，(A)の態様のみならず，(B)の態様が記載されていることも理解し得ると主張する。",
                "しかしながら，本件出願当初明細書上，「取得」の前に「記憶」がなされていることが記載されているものと直ちに認めることはできず，控訴人の上記主張は，その前提を欠くものである。",
                "すなわち，控訴人が引用する本件出願当初明細書の実施例の記載(11頁17行～12頁9行)は，以下のとおりである。",
                "「顧客，例えば正規の電話使用者或いは旅行者は現金或いはクレジットカード支払いにより特別の中央局で，特別のコード，クレジット額(信用額)及び電話番号を取得する。コード，クレジット額及び電話番号は通常クレジットカード会社を通じて取得し，取得者のクレジットカードにより支払われるようにしてもよい。或いはクレジット額，電話番号及び本人特定コードは例えば空港，ホテル，レンタカー事務所等の販売地点で購入できるようにしてもよい。支払われた額は取得者のクレジット(信用貸し)となり，今後の電話使用ができる。クレジット額は特別のコードと共に特別の中央局のメモリーに記憶される。」",
                "しかるところ，上記記載中には，顧客が「特別のコード，クレジット額及び電話番号」を取得する時点で，すでに「特別のコード」と「クレジット額」とがメモリーに「記憶」されていることを示す記載はなく，また，顧客が「特別のコード，クレジット額及び電話番号」をセットで取得するからといって，その取得時に「特別のコード」と「クレジット額」とが，メモリーに「記憶」されていなければならないと考える理由もない。控訴人は，「支払われた額は取得者のクレジット(信用貸し)となり，今後の電話使用ができる。」との記載につき，「支払」と「取得」が行われた時点では「電話使用ができる」ことを，すなわち，その時点では，すでに「記憶」がなされていることを示していると主張するが，「今後の電話使用ができる」との記載は，その前後の記載と併せ読めば，取得者(顧客)の支払額が「クレジット額」となることと，本件出願当初明細書記載の発明における電話利用は，その「クレジット額」(信用貸しの額，すなわち前払い額)を料金に充当することによってなされることを意味することが明らかであり，「今後の電話使用ができる」と記載されているからといって，「支払」と同時に，クレジットを使用した電話利用が可能となることを意味するものと解することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，本件出願当初明細書の特許請求の範囲第1項(各段階につき，控訴人が付した符号を用いる。)において，段階Gと段階Hとの間に規定されている「そして」との文言により，段階Gと段階Hとの間は，明確に時間的な前後関係が示されているが，反対解釈により，段階Aと段階Bとの間を含む，それ以外の段階の間には原則として時間的な前後関係は存在しないと解されると主張する。",
                "しかしながら，同等の関係にある3つ以上の語句を順次並べ，最後の2つの語句の間にのみ接続詞(例えば「及び」)を挿入して，当該3つ以上の語句が，それぞれ当該接続詞で示される関係にあることを表すことは，日本語の常套的な用法であるから，本件出願当初明細書の特許請求の範囲第1項において，段階Gと段階Hとを結ぶ「そして」との語句も，かかる用法に従って用いられているものと解するのが相当であり，そうすると，仮に，控訴人主張のとおり，この語句が時間的先後関係を表しているとすれば，段階Aと段階Bとが時間的な前後関係にあることを積極的に示しているものということができる。のみならず，「段階」の語義は，「①(省略)，②順序。等級，③物事の進展過程の区切り。局面」(広辞苑第5版)というものであるから，「段階」という語句自体に順を追って進行するという観念が含まれているものと認めることができる。",
                "したがって，控訴人の上記主張も失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，さらに，本件出願当初明細書の特許請求の範囲第10項は，支払と記憶についての時間的順序には関係しない発明，すなわち，特許請求の範囲第1項記載の発明よりも上位概念の発明を開示しており，「記憶」，「支払」という順の発明が内包されていると主張する。",
                "しかしながら，特許請求の範囲第10項は，「記憶」とともに「支払」についても規定し，かつ，その順序を限定していないというものではなく，そもそも，「支払」については規定していないのである。したがって，単なる論理的な可能性という意味では，特許請求の範囲第10項の発明として，「支払」，「記憶」という順の態様と，「記憶」，「支払」という順の態様とが観念し得るとしても，そのような論理的な可能性というだけでは，明細書の補正の根拠として，「記憶」，「支払」という順の態様が明細書に記載又は示唆されているといい得るものでないことは明らかであり，控訴人の上記主張も失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，本件出願当初明細書に，「記憶」，「支払」という順の実施態様が記載又は示唆されているとする控訴人の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，その余の点について判断するまでもなく理由がないから，これを棄却した原判決は相当であり，本件控訴は理由がない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10056",
    "date": "2006-12-20",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成16年(ワ)14649",
    "precedent_id": "033929",
    "ipprecedent_id": "789",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}