{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−611号事件について平成18年4月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，エルジー電子株式会社(韓国法人)が後記特許出願をしたところ，その譲受人である原告が拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "エルジー電子株式会社(以下「訴外会社」という。)は，平成10年2月5日，名称を「液晶表示モジュール固定方法及び装置」とする発明について，優先権(優先日1997年［平成9年］5月24日 韓国)を主張して，特許出願をした(以下「本願」という。請求項の数16。特願平10−24672号。公開特許公報は特開平10−333585号［甲1",
                  "text": [
                    "］)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訴外会社は原告に対し本願の特許を受ける権利の持分2分の1を譲渡したことから，平成11年9月30日，特許庁に対し，その旨の出願人名義変更届がされた(甲8の1～5)。そして，訴外会社と原告は，平成14年12月25日付け(甲6)，平成15年4月7日付け(甲7)及び平成16年2月4日付け(甲5。以下「旧補正」という。)で，特許請求の範囲の記載を変更する補正をし，請求項の数は3になったが，その後，訴外会社は原告に対し，本願の特許を受ける権利の残りの持分2分の1を譲渡したことから，平成16年4月27日，特許庁に対し，その旨の出願人名義変更届がされた(甲9)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このようにして本願の権利者となった原告は，平成16年7月7日付けで特許請求の範囲の記載を変更し請求項の数を2とする補正(以下「本件補正」という。甲2)をしたが，特許庁(審査官)は，平成16年10月6日，本件補正を却下し(甲3)，拒絶査定をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで原告は，平成17年1月11日付けで不服の審判請求を行い，特許庁は，同請求を不服2005−611号事件として審理した上，平成18年4月4日，「本件審判の請求は，成り立たない」旨の審決を行い，その謄本は平成18年4月17日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正前(平成16年2月4日の旧補正時)のもの",
                  "text": [
                    "旧補正時の請求項の数は，前記のとおり3であるが，そのうち請求項1の内容は，次のとおりである(以下，「本願発明」という。)。",
                    "「第1側壁(32b)を有する上部サッシ(32)，",
                    "前記第1側壁に平行な第2側壁を有し，前記上部サッシに取付けられた表示モジュール(34)，",
                    "下部サッシ(30)，",
                    "前記下部サッシに設けられた固定部材(36)，",
                    "前記固定部材に連結されたヒンジ(40)，",
                    "前記ヒンジに連結されそして前記上部サッシに固定されたアームであって，前記液晶表示モジュールの第2側壁と前記上部サッシの第1側壁との間に位置し，前記第2側壁面に対抗した面を有するアーム(38)とからなり，",
                    "前記アームの対抗した面と前記液晶表示モジュールの第2側壁面とに垂直に挿入されるねじによって，前記アームに前記液晶表示モジュールの第2側壁面が取付けられているノートブックパーソナルコンピュータ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正後のもの",
                  "text": [
                    "本件補正(平成16年7月7日付け)後の請求項の数は，前記のとおり2であるが，そのうち請求項1の内容は，次のとおりである(以下，「本願補正発明」という。下線部は変更部分)。",
                    "「第1側壁(32b)を有する上部サッシ(32)，",
                    "前記第1側壁に平行な第2側壁を有し，前記上部サッシに取付けられた表示モジュール(34)，",
                    "下部サッシ(30)，",
                    "前記下部サッシに設けられた固定部材(36)，",
                    "前記固定部材に連結されたヒンジ(40)，",
                    "前記ヒンジに連結されそして前記上部サッシに固定されたアームであって，前記液晶表示モジュールの第2側壁と前記上部サッシの第1側壁との間に位置し，前記第2側壁面に対抗した面を有するアーム(38)とからなり，",
                    "前記アームの対抗した面と前記液晶表示モジュールの第2側壁面とに垂直に挿入されるねじによって，前記アームに前記液晶表示モジュールの第2側壁面が取付けられており，",
                    "前記アームは前記表示モジュールの第2側壁の長さにわたって伸長しているノートブックパーソナルコンピュータ。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明は，下記引用例に記載された発明及び周知の技術事項に基づいて容易に発明することができたから，特許法29条2項により出願の際独立して特許を受けることができず，本件補正は却下されるべきものである。",
                        "記",
                        "・実願平2−37216号公報(実開平3−129986号)のマイク",
                        "ロフィルム(甲4。以下「引用例1」といい，そこに記載された発明を「引用発明」という。)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願発明は，引用発明及び周知の技術事項に基づいて容易に発明することができたものであるから，特許法29条2項により特許を受けることができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，引用発明の内容，並びに本願補正発明と引用発明の一致点及び相違点を，次のとおり認定している。",
                    "〈引用発明の内容〉",
                    "「横側面を有する表示パネル3，",
                    "前記横側面に平行な横側側面を有し，前記表示パネル3に取付けられた液晶表示装置16，",
                    "浅底箱形の筐体6，",
                    "前記浅底箱形の筐体6に設けられた軸受部8，9，",
                    "前記軸受部8，9に挿通されたシャフト7，",
                    "前記シャフト7に連結されそして前記表示パネル3に固定されたコの字型部材であって，前記液晶表示装置16の横側側面と前記表示パネル3の横側面との間に位置し，前記横側側面に対抗した面を有するコの字型部材とからなり，",
                    "前記コの字型部材の下側側面と前記液晶表示装置16の下側側面とに垂直に挿入されるねじによって，前記コの字型部材に前記液晶表示装置16の下側側面が取付けられており，",
                    "前記コの字型部材は前記液晶表示装置16の横側側面の長さにわたって伸長している入出力端末装置。」",
                    "〈一致点〉",
                    "「第1側壁を有する上部サッシ，",
                    "前記第1側壁に平行な第2側壁を有し，前記上部サッシに取付けられた表示モジュール，",
                    "下部サッシ，",
                    "前記下部サッシに設けられた固定部材，",
                    "前記固定部材に連結されたヒンジ，",
                    "前記ヒンジに連結されそして前記上部サッシに固定されたアームであって，前記液晶表示モジュールの第2側壁と前記上部サッシの第1側壁との間に位置し，前記第2側壁面に対抗した面を有するアームとからなり，前記アームと前記液晶表示モジュールの向かい合う側面に垂直に挿入されるねじによって，前記アームに前記液晶表示モジュールの側面が取付けられており，",
                    "前記アームは前記表示モジュールの第2側壁の長さにわたって伸長している回動自在の薄箱形表示部を備えた装置。」である点",
                    "〈相違点1〉",
                    "引用発明は，コの字型部材と前記液晶表示装置16の取付が，前記コの字型部材と前記液晶表示装置16の下側側面で取付けられているのに対し，本願補正発明は，アームの液晶表示モジュールの第2側壁面に対抗した面と前記液晶表示モジュールの第2側壁面とが取付けられている点。",
                    "〈相違点2〉",
                    "引用発明は，発明の対象が，「入出力端末装置」であるのに対し，本願補正発明は，「ノートブックパーソナルコンピュータ」である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明について，「前記コの字型部材の下側側面と前記液晶表示装置16の下側側面とに垂直に挿入されるねじによって，前記コの字型部材に前記液晶表示装置16の下側側面が取付けられており」(4頁下1行～5頁2行)と認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用例1の第2図～第4図には，審決が認定した上記構成は記載されておらず，引用例1には，他に上記構成が記載されている部分はない。むしろ，引用例1には「前記表示パネル3は薄箱形に形成されて，前面には液晶表示装置16が組み込まれ」(6頁下4行～下3行)と記載されているから，液晶表示装置16は表示パネル3に直接取り付けられているのであって，コの字型部材と液晶表示装置16が直接的にねじで結合されているということはない。",
                    "したがって，審決が本願補正発明と引用発明の一致点と認定している「前記アームと前記液晶表示モジュールの向かい合う側面に垂直に挿入されるねじによって，前記アームに前記液晶表示モジュールの側面が取付けられており，」は，一致点ではない。「引用発明では，表示パネル3の前面に液晶表示装置16が組み込まれているのに対し，本願補正発明では，アームの対向した面と液晶表示モジュールの第2側面とに垂直に挿入されたねじによって，アームに液晶表示モジュールの第2側壁面が取り付けられている(直接結合されている)こと」を，本願補正発明と引用発明との相違点とすべきであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願の図1，図2及び明細書(甲1)の段落【0003】～【0005】に記載されている従来のノートブックパーソナルコンピュータにあっては，アーム18に上部サッシ12が結合され，その上部サッシ12に液晶モジュール14が結合されていた。これに対し，本願補正発明のノートブックパーソナルコンピュータにあっては，本願の図3，図4及び明細書の段落【0016】～【0018】に記載されているように，液晶表示モジュール34をアーム38の垂直側面にネジ42で取り付けるようにし，その際にアーム38は液晶表示モジュール34の側面の長さまで伸長され，液晶表示モジュール34がアーム38と共に旋回しても十分な強度を維持しながら，上部サッシ32における有効表示面積の拡大の効果をもたらしている(本願の明細書【0020】参照)。",
                    "一方，引用発明は，液晶表示装置16が表示パネル3(上部パネル)に取り付けられる点で，むしろ，本願の図1の従来例に近いものであり，表示パネル3(上部パネル)上での有効表示面積の拡大を本願補正発明のように実現するものではない。",
                    "このように，上記イの相違点によって，本願補正発明は，引用発明に対し，顕著な作用効果を有するから，上記イの相違点に係る構成は，本願補正発明の要部である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用例1で液晶表示装置16の下側側面がコの字型部材の下側側面に取り付けられていると仮にしても，それだけではコの字型部材と共に液晶表示装置16が旋回するには強度的に不適当な構成である。また，コの字型部材の下側側面(辺)という余分な部分を有し有効表示面積を拡大する上でも有利ではない。引用例1で下側側面を有するコの字型部材を採用している理由は，表示パネル3に固定されたアームをシャフト7と結合してシャフト7の回転と連動して表示パネル3を回転させることが必要であるが，引用例1の第2図，第3図に示されているようにシャフト7の右側は突起15内に延在し，コの字型部材の右端垂直側面辺をシャフト7に連結することが不都合なため，下側側面辺で垂直な左・右側面辺アームを結合してコの字型になっていると理解され，そのような下側側面辺を液晶表示装置16を取り付ける役割のものと解釈すべき理由はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決は，引用発明の誤った認定に基づいて，本願補正発明の要部に係る引用発明との相違点を看過した結果，独立特許要件について誤った判断をなし，本件補正を却下すべきであるとしたものであって，違法である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "また，本件補正を却下すべきであるとした点に違法がある以上，その上でなされた本願発明の判断についてはその意味を有しないものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決で，引用例1の記載事項として認定した「コの字型部材」は，上方が開放しており，液晶表示装置16の両横側側面と下側側面を取り囲む部材であり，コの字型部材の下側側面は，ヒンジに相当するシャフト7に連結されている部材である。",
                "引用例1に「前記表示パネル3は薄箱形に形成されて，前面には液晶表示装置16が組み込まれ」(6頁下4行～下3行)の記載があるからといって，液晶表示装置16が薄箱形表示パネル3に直接取り付けられていなければならないとする理由はない。引用例1の第4図を参照すれば，表示パネル3は，開口内側に位置決めされているように見えるが，このことをもって，コの字型部材に取り付けられていないとすることはできない。",
                "引用例1の第2図，第3図を見れば，上に開いたコの字型が液晶表示装置16の両側面及び下側側面を取り囲み，ヒンジの作用をするシャフト7にコの字型下部が固定部材19，20によって連結され，コの字型両側部上端及び中央部で表示パネル3と固定された(と見てとれる)コの字型部材が，表示パネル3及び液晶表示装置16をヒンジ機構によって回動自在に支持するフレーム部材として機能していることは明らかである。",
                "そうすると，表示パネル3及び液晶表示装置16は，共にフレーム部材であるコの字型部材に取り付けられていると解することができ，その際の取り付け方は，種々考えられるとしても，アーム状あるいは枠状の部材の内側に表示装置等を取り付けるのに，ねじ(あるいはピン)を表示装置等の側壁面に垂直に挿入することによって行うことは，特開平4−115597号公報(乙1)，実願平4−87261号(実開平6−44648号)のCD−R",
                "OM(乙2)，特開平5−6140号公報(乙3)，特開平8−28923",
                "0号公報(乙4)及び特開平5−68219号公報(乙5)に示すように周知慣用の技術事項である。これらの周知慣用技術から，引用例1の第2図，第3図に接した当業者であれば，液晶表示装置16の下側側面がコの字型部材にねじにより取り付けられていると理解するのが自然である。",
                "以上のとおり，引用発明において，液晶表示装置16の下側側面がコの字型部材にねじにより取り付けられている点は，引用例1から十分に読み取ることができる構成であり，審決における一致点，相違点の認定に誤りはない。",
                "仮に，引用例1から，液晶表示装置16がコの字型部材にねじにより取り付けられた点が読み取れないとしても，ねじにより取り付けることは，上記のように周知慣用の技術事項であるので，審決は結論において誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の第3図には，コの字型部材内側に液晶表示装置16の番号16が指し示している四角形がコの字型部材から間隔を開けて描かれているが，この部分は，本願補正発明の液晶表示モジュール周囲の保護台14aに相当する部分であり，液晶表示装置16がコの字型部材に取り付けられているとした審決の判断に誤りはない。",
                "そして，本願補正発明の根拠に関し，本願明細書(甲1)の段落【0003】には，「液晶表示モジュール14の縁には，保護台14aが形成されており，この保護台14aには支持片14bが形成されている。この支持片14bは，ネジ22により上部サッシ12の下面(または内側面)に固定され，液晶表示モジュール14が動かないように支持する。」と記載され，段落【0004】には，「アーム18は，上部サッシ12の下面(または内側面)にネジ22により固定され，液晶表示モジュール14と上部サッシ12が，下部サッシ10の後壁に上端部を基準として旋回するように支持する。」と記載され，段落【0005】には，「このように，従来のノートブックパーソナルコンピューターでは，ヒンジ20と液晶表示モジュール14が，上部サッシ12の下面に個別的に固定されるので作業工程が多くなる。",
                "併せて，上部サッシ12でアーム16が占有する面積が大きいので，表示部(すなわち液晶表示モジュール)の有効面積が小さくなる。そのために，ノートブックパーソナルコンピューターのサイズが大きくなる。」と記載されている。",
                "そうすると，引用例1の液晶表示装置16の外部に，本願明細書で表示部の有効面積が小さくなる原因として挙げている，上部サッシ12の下面に取り付けられる「支持片14b」や，「上部サッシ12の下面(または内側面)にネジ22により固定されたアーム18」が存在しない引用発明は，本願の図1の従来例に近いものであるとはいえず，本願補正発明は引用発明に対し格別な作用・効果を奏するものではない。",
                "本願補正発明は，「前記上部サッシに固定されたアームであって，前記液晶表示モジュールの第2側壁と前記上部サッシの第1側壁との間に位置し，前記第2側壁面に対抗した面を有するアーム(38)」を有することにより，「上部サッシ32における有効表示面積の拡大の効果をもたらしている」との効果を奏しているのであるが，引用発明の「前記表示パネル3に固定されたコの字型部材であって，前記液晶表示装置16の横側側面と前記表示パネル3の横側面との間に位置し，前記横側側面に対抗した面を有するコの字型部材」は，上記本願補正発明の構成に相当し，引用発明も，本願補正発明と同様に，「有効表示面積の拡大の効果をもたらしている」といえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願補正発明において，強度の面は，明細書中で何ら言及されていない事項である。審決は，コの字型部材の下側側面に液晶表示装置16がねじにより取り付けられていると認定したものであるが，強度が不適当であれば，コの字型部材の他の部分でも固定することは，当業者にとって自明のことである。",
                "また，本願補正発明では，アームに関し，「前記ヒンジに連結されそして前記上部サッシに固定されたアームであって，前記液晶表示モジュールの第2側壁と前記上部サッシの第1側壁との間に位置し，前記第2側壁面に対抗した面を有するアーム(38)とからなり，」とのみ限定されているから，ヒンジに連結されそして上部サッシに固定されたもので，液晶表示モジュールの第2側壁面に対抗した面を有するアームであれば足り，引用発明がコの字型部材の下側側面を有することが，引用発明から本願補正発明をすることが容易であるとする判断を妨げることにはならない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決の認定判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の意義につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の明細書及び図面(甲1)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "「本発明は，液晶表示モジュールを有するコンピューターに関するもので，特にノートブックパーソナルコンピューター等のようなコンピュータに液晶表示モジュールを固定する方法及び装置に関する。」(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「一般的に，通常のノートブックパーソナルコンピューターは，使用者が移動中に情報を利用可能にするために，ノートブックサイズで製作されている。このようなノートブックパーソナルコンピューターでは，情報を表示するための手段として液晶表示モジュールが使用される。このような液晶表示モジュールは，液晶表示モジュールとキーボードとを備えたコンピューターシステムを移動する場合，損傷されないように保護されなければならない。また，液晶表示モジュールは，使用時解放されるように，サッシ(sash)(または可動フレーム)に固定されなければならない。そのために，液晶表示モジュールは，上部サッシが下部サッシの一側辺を基準として旋回することにより，下部サッシの上面(または内側面)に設置されたキーボードと重なるか，または，キーボードと共に使用者に解放されるように，上部サッシの下面(または内側面)に設置されている。」(【0002】)",
                        "「図1は，従来のノートブックパーソナルコンピューターの正断面図の部分拡大図であり，図2は従来のノートブックパーソナルコンピューターの側断面図の部分拡大図である。図1及び図2を参照すると，従来のノートブックパーソナルコンピューターでは，図1の図示の通りヒンジ20により液晶表示モジュール14及び，上部サッシ12が旋回可能に下部サッシ10に固定されている。液晶表示モジュール14の縁には，保護台14aが形成されており，この保護台14aには支持片14bが形成されている。この支持片14bは，ネジ22により上部サッシ12の下面(または内側面)に固定され，液晶表示モジュール14が動かないように支持する。」(【0003】)",
                        "「一方，ヒンジ20は固定台16の一側端部にアーム18を旋回可能に結合させる。この固定台16は，下部サッシ10の内部，即ち下部サッシ10の後壁面にネジ等22により固定される。アーム18は，上部サッシ12の下面(または内側面)にネジ22により固定され，液晶表示モジュール14と上部サッシ12が，下部サッシ10の後壁に上端部を基準として旋回するように支持する。そして，アーム16は上部サッシ12の荷重に十分に耐えられるように，すなわち上部サッシ12の下面と多く接触するように“F”字の形状に形成される。」(【0004】)",
                        "「このように，従来のノートブックパーソナルコンピューターでは，ヒンジ20と液晶表示モジュール14が，上部サッシ12の下面に個別的に固定されるので作業工程が多くなる。併せて，上部サッシ12でアーム16が占有する面積が大きいので，表示部(すなわち液晶表示モジュール)の有効面積が小さくなる。そのために，ノートブックパーソナルコンピューターのサイズが大きくなる。」(【0005】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「従って，本発明の目的は，上記のような関連技術における制限及び短所による多様な問題点を実質的に解消することができる，液晶表示モジュールの固定方法及び装置を提供することにある。」(【0006】)",
                        "「本発明の他の目的は，ノートブックパーソナルコンピューターの作業工程を最小化することができる，液晶表示モジュールの固定方法及び装置を提供することにある。」(【0007】)",
                        "「本発明のまた他の目的は，ノートブックコンピューターのサイズを最小化することができる，液晶表示モジュールの固定方法及び装置を提供することにある。」(【0008】)",
                        "「本発明のその他の特徴及び長所は次の説明に記載され，一部はその説明から明らかになり，また本発明を実施することによって明らかになる。本発明の目的及び長所は，明細書の詳細な説明及び請求範囲及び添付図面において特に開示した構造によって具現される。」(【0009】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「本発明による液晶表示モジュール固定装置では，アームと液晶表示モジュールが上部サッシの側壁に固定されるので，ノートブックパーソナルコンピューターの作業工程を減らすことができる。併せて，本発明による液晶表示モジュール固定装置は，表示部の有効面積を増加させ得，引いてはノートブックパーソナルコンピューターのサイズを小さくすることができる。」(【0014】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "「以下，本発明の実施の形態を，添付図面を参照して詳細に説明する。」(【0015】)",
                        "「図3は，本発明の実施の形態による液晶表示モジュール固定装置が適用されたノートブックパーソナルコンピューターの正断面図(拡大図)であり，図4は，本発明の実施の形態による液晶表示モジュール固定装置が適用されたノートブックパーソナルコンピューターの側断面図(拡大図)である。」(【0016】)",
                        "「図3及び図4において，ノートブックパーソナルコンピューターは，ヒンジ40により下部サッシ30に旋回可能に設置された上部サッシ32を備える。この上部サッシ32には，液晶表示モジュール34が設置され，この液晶表示モジュール34の縁(すなわち，側壁等)には保護台34aが設置される。上部サッシ32は，四角形のプラスチック板32aと，このプラスチック板32aの縁から垂直に伸長された側壁等32b，前壁(図示されていない)及び後壁32cとを備える。そして，この壁等(側壁等32b，前壁及び後壁32c)の上端には，プラスチック板32aと並行にまたは，プラスチック板32a側に傾斜するように伸長された翼面部32dが設置されている。」(【0017】)「一方，前記ヒンジ40は，固定台36の一側端にアーム38を旋回可能に結合する。この固定台36は，前記上部サッシ32の後壁32cの中間地点から翼部32dの最後部で形成された孔(図示されていない)を経由して，下部サッシ30の内部まで伸長される。併せて，固定台36の他側は，下部サッシ30の後壁の内壁面にネジ等42によって固定される。そしてアーム38は，ヒンジ40から液晶表示モジュール34の側面の長さほど伸長され，併せて保護台34aと上部サッシ32の側壁32bと対向するように形成される。それによって，アーム38は，保護台34aと上部サッシ32の側壁32bとの間に位置するようにネジ42によって固定される。この場合，ネジ42は，上部サッシ32の側壁32b及びアームを貫通し，保護台34aの中間部分まで到達して，上部サッシ32に液晶表示モジュール34とアーム38とを結合させるようになる。それによって，上部サッシ32と液晶表示モジュール34とは，アーム38と共に下部サッシ30の後側縁を基準として旋回するようになる。ここにおいて，ヒンジ40は上部サッシ32の内部に位置されるが，上部サッシ32のサイズを減らすための方案として下部サッシ30に位置される場合もある。」(【0018】)",
                        "「以上において説明した内容を通して，当業者であれば本発明の技術思想を逸脱しない範囲で，多様な変更及び修正が可能であることが分かる。従って，本発明の技術的範囲は，明細書の詳細な説明に記載された内容に限定されるものでなく，特許請求の範囲によって定められなければならない。」(【0019】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "「前述のとおり，本発明による液晶表示モジュール固定装置では，アームと液晶表示モジュールが上部サッシの側壁に固定されるので，ノートブックパーソナルコンピューターの作業工程を減らすことができる。",
                        "併せて，本発明による液晶表示モジュール固定装置は，表示部の有効面積を増加させ得，引いてはノートブックパーソナルコンピューターのサイズを小さくすることができる。」(【0020】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載と前記第3の1(2)イによると，本願補正発明は，ノートブックパーソナルコンピューターに関する発明であって，本願補正発明の構成を採ることにより，作業工程を減らすとともに，表示部の有効面積を増加させ，ひいてはノートブックパーソナルコンピューターのサイズを小さくすることができる効果を有するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，引用例1(甲4)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「第1図は本考案に係る入出力端末装置のディスプレイ開閉装置の第3図Ⅰ−Ⅰ線拡大断面図，第2図は入出力端末装置の外観斜視図，第3図は表示パネルの収納状態における同装置の横断面図，第4図は第3図のⅣ−Ⅳ線断面図，第5図は第3図のⅤ−Ⅴ線断面図である。これらの図において，入出力端末装置1は，データの入出力インターフェイスを備えた装置本体2と，この装置本体2上に前後方向に傾動自在に配設され，該装置本体2の上面に沿って収納される表示パネル3とを備えている。",
                    "前記装置本体2は，上面が開放するロアーケース4と，ロアーケース4の上面開口部を覆うアッパーケース5とからなる浅底箱形の筐体6を備え，その内部にはデータのインターフェイスを含む各種電気部品(図示せず)が配設され，また前記表示パネル3の下端に設けられたシャフト7の右半分を回動自在に軸支する左右一対の軸受部8，9が配設されている。",
                    "これらの軸受部8，9は前記シャフト7が挿通される軸受孔10，11をそれぞれ有して前記筐体6内に配設されたシャーシ12の前端部上面に止めねじ13によってそれぞれ固定されており，」(5頁4行～6頁6行)イ 「前記表示パネル3は薄箱形に形成されて，前面には液晶表示装置16が組み込まれ，下端部は左半分が前記シャフト7の左半分を収納する突出部17とされ，右半分が表示パネル3の傾動時における前記突部15との干渉を回避するための切欠凹部18とされている。",
                    "前記シャフト7は，水平で且つ液晶表示装置15の表示面と平行になるよう配設されるもので，左半分が前記突出部17内に挿入位置されて，表示パネル3内に設けられた一対の固定部材19，20に止めねじ21によって固定されている。一方，シャフト7の右半分は前記突出部17と切欠き凹部18との仕切壁22を貫通突出して前記装置本体2の突部15内に挿入され，前記一対の軸受部材8，9の軸受孔10，11に回動自在に且つ軸線方向に対して若干移動時自在に軸支されている。」(6頁下4行～7頁13行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "第2図，第3図には，上方が開放しており，液晶表示装置16の両横側側面と下側側面を取り囲むコの字型部材(以下「本件コの字型部材」という。)が記載されており，第3図，第4図によると，本件コの字型部材は，一対の固定部材19，20によってシャフト7に連結されている。第3図の固定部材19，20の上部及び第4図の固定部材19の右側にねじが記載されているが，このねじは，本件コの字型部材と固定部材19又は20とを接続するねじである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)で認定したとおり，引用例1には，本件コの字型部材と固定部材19又は20とを接続するねじは記載されているものの，本件コの字型部材と液晶表示装置16とを接続するねじについての記載があるとは認められないから，審決が，引用発明について，「前記コの字型部材の下側側面と前記液晶表示装置16の下側側面とに垂直に挿入されるねじによって，前記コの字型部材に前記液晶表示装置16の下側側面が取付けられており」(4頁下1行～5頁2行)と認定したことは，誤りである。この点は，相違点として認定されるべきであったということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかし，画像表示装置を，他の部材に，当該部材の側面と画像表示装置の側面とに垂直に挿入されるねじによって取り付けることは，以下のとおり周知の技術であったと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実願平4−87261号(実開平6−44648号)のCD−ROM",
                  "text": [
                    "(乙2)には，テレビモニタ9をモニタ支持台7に固定するに当たり，ネジ6Dを，モニタ支持台7の底面に設けられている貫通孔5Gに挿通し，テレビモニタ9の底面に設けられているネジ穴にネジ込むことにより固定することが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特開平8−289230号公報(乙4)には，平面型映像表示装置1を取付け台4に固定するに当たり，締め付けネジ5を，取付け台4の左右に設けられた取付け部8を貫通させ，平面型映像表示装置1に挿入することにより固定することが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特開平5−68219号公報(乙5)には，液晶テレビユニット21をバックカバー20に固定するに当たり，①固定ねじ23を，バックカバー20の左側面を貫通させて，液晶テレビユニット21の左側面に挿入することにより固定すること，②バックカバー20に固定ねじ25で固定された取付金具24の右側面に，固定ねじ23を貫通させて，液晶テレビユニット21の右側面に挿入することにより固定すること，が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，引用例1のような構成を有する入出力端末装置において，本件コの字型部材の下側側面と液晶表示装置16の下側側面とに垂直に挿入されるねじによって，本件コの字型部材に液晶表示装置16の下側側面を取り付けることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "引用例1のような構成を有する入出力端末装置において，本件コの字型部材の下側側面と液晶表示装置16の下側側面とに垂直に挿入されるねじによって，本件コの字型部材に液晶表示装置16の下側側面を取り付けることとすれば，その装置は，審決が引用発明の内容として認定した，次のような構成を有することになる。",
                "「横側面を有する表示パネル3，",
                "前記横側面に平行な横側側面を有し，前記表示パネル3に取付けられた液晶表示装置16，",
                "浅底箱形の筐体6，",
                "前記浅底箱形の筐体6に設けられた軸受部8，9，",
                "前記軸受部8，9に挿通されたシャフト7，",
                "前記シャフト7に連結されそして前記表示パネル3に固定されたコの字型部材であって，前記液晶表示装置16の横側側面と前記表示パネル3の横側面との間に位置し，前記横側側面に対抗した面を有する本件コの字型部材とからなり，",
                "前記コの字型部材の下側側面と前記液晶表示装置16の下側側面とに垂直に挿入されるねじによって，本件コの字型部材に前記液晶表示装置16の下側側面が取付けられており，",
                "本件コの字型部材は前記液晶表示装置16の横側側面の長さにわたって伸長している入出力端末装置。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "上記(6)の構成を有する装置の「横側面」は，本願補正発明の「第1側壁」に相当し，以下同様に「表示パネル3」は「上部サッシ」に，「横側側面」は「第2側壁」に，「液晶表示装置16」は「表示モジュール」に，「浅底箱形の筐体6」は「下部サッシ」に，「軸受部8，9」は「固定部材」に，「挿通され」は「連結され」に，「シャフト7」は「ヒンジ」に，「本件コの字型部材」は「アーム」に，それぞれ相当するから，上記(6)の構成を有する装置と本願補正発明は，審決が本願補正発明と引用発明の一致点として認定した，次の一致点を有し，審決が本願補正発明と引用発明の相違点として認定した，次の相違点を有する。",
                "〈一致点〉",
                "「第1側壁を有する上部サッシ，",
                "前記第1側壁に平行な第2側壁を有し，前記上部サッシに取付けられた表示モジュール，",
                "下部サッシ，",
                "前記下部サッシに設けられた固定部材，",
                "前記固定部材に連結されたヒンジ，",
                "前記ヒンジに連結されそして前記上部サッシに固定されたアームであって，前記液晶表示モジュールの第2側壁と前記上部サッシの第1側壁との間に位置し，前記第2側壁面に対抗した面を有するアームとからなり，前記アームと前記液晶表示モジュールの向かい合う側面に垂直に挿入されるねじによって，前記アームに前記液晶表示モジュールの側面が取付けられており，",
                "前記アームは前記表示モジュールの第2側壁の長さにわたって伸長している回動自在の薄箱形表示部を備えた装置。」",
                "〈相違点1〉",
                "引用発明は，本件コの字型部材と液晶表示装置16の取付けが，本件コの字型部材と液晶表示装置16の下側側面で取付けられているのに対し，本願補正発明は，アームの液晶表示モジュールの第2側壁面に対抗した面と前記液晶表示モジュールの第2側壁面とが取付けられている点。",
                "〈相違点2〉",
                "引用発明は，発明の対象が，「入出力端末装置」であるのに対し，本願補正発明は，「ノートブックパーソナルコンピュータ」である点。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "しかるところ，アームと液晶表示モジュールを取り付ける際に，液晶表示装置の下側側面での取付けに代えて，本願補正発明のように，液晶表示モジュールの第2側壁面をアームに取り付けるようにすること(相違点1)は，当業者にとって困難性はないし，「入出力端末装置」を「ノートブックパーソナルコンピュータ」とすること(相違点2)にも，当業者にとって困難性はない(審決6頁2行～12行)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "上記(6)の構成を有する装置は，本願補正発明とは，上記(7)のような一致点を有するものであり，同装置における液晶表示装置の下側側面での取付けに代えて，液晶表示モジュールの第2側壁面をアームに取り付けるようにし，「入出力端末装置」を「ノートブックパーソナルコンピュータ」としたものは，「作業工程を減らすとともに，表示部の有効面積を増加させ，ひいてはノートブックパーソナルコンピューターのサイズを小さくすることができる」という本願補正発明と同様の効果を有するものと認められる。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "なお，原告は，本願の図1，図2及び明細書(甲1)の段落【0003】～【0005】に記載されている従来技術のノートブックパーソナルコンピュータにあっては，アーム18に上部サッシ12が結合され，その上部サッシ12に液晶モジュール14が結合されていたところ，引用発明は，この従来技術に近いものである，と主張する。しかし，本件補正後の請求項1(本願補正発明)は，上部サッシと液晶モジュールとの関係について何ら規定していないから，上部サッシと液晶モジュールの結合方法を理由として，引用発明について論ずることはできないし，アームに上部サッシが結合されている点は，本願補正発明と引用発明に共通の構成である。",
                "原告は，引用例1で液晶表示装置16の下側側面がコの字型部材の下側側面に取り付けられていると仮にしても，それだけではコの字型部材と共に液晶表示装置16が旋回するには強度的に不適当な構成である，と主張する。",
                "しかし，本願明細書には，強度の点については，何ら記載されていないし，強度が不足しているのであれば，それを補強して十分な強度のものとすることは，当業者が適宜なし得る事項であるということができる。",
                "原告は，引用発明は，コの字型部材の下側側面(辺)という余分な部分を有し有効表示面積を拡大する上でも有利ではない，と主張する。しかし，本件コの字型部材の下側側面は，上記(7)のとおり，本願補正発明の「第2側壁」に相当するから，その部分が余分であるということはできない。",
                "原告は，引用例1において，シャフト7の右側は突起15内に延在し，コの字型部材の右端垂直側面辺をシャフト7に連結することが不都合なため，下側側面辺で垂直な左・右側面辺アームを結合してコの字型になっていると理解され，そのような下側側面辺を液晶表示装置16を取り付ける役割のものと解釈すべき理由はない，と主張する。しかし，本件コの字型部材が原告が主張するような構成のものであるからといって，液晶表示装置16を取り付けることができないというべき理由はない。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "以上のとおり，「本願補正発明は，引用発明及び周知の技術事項に基づいて容易に発明することができたものであるから，特許法29条2項により出願の際独立して特許を受けることができない。したがって，本件補正は却下されるべきものである。」との審決の判断は，結論において誤りがない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10370",
    "date": "2007-03-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034331",
    "ipprecedent_id": "921",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}