{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件再審の訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "再審費用は再審原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "申立ての趣旨及び理由",
      "text": [
        "別紙「再審訴状」記載のとおりである。"
      ]
    },
    {
      "fig": "第2",
      "subject": "本件再審の事由に対する判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，再審原告を控訴人，再審被告を被控訴人とする東京高等裁判所平成15年(ネ)第5627号損害賠償請求控訴事件について同裁判所が平成16年4月28日に言い渡した判決(同年5月21日，上告及び上告受理申立期間の経過により確定。以下，これを「本件確定判決」という。)に対する再審事件である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "再審原告は，再審事由として，再審被告の有していた特許(特許第2907499号。以下「本件特許」という。)について，特許庁により平成17年8月8日付けで「特許第2907499号の請求項1に係る発明についての特許を無効とする。」との審決(無効2004−35118号)がされ，同年9月17日に同審決が確定したから，本件確定判決には民事訴訟法338条1項8号所定の事由があると主張するので，以下検討する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "再審原告が別紙「再審訴状」において主張するところは，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件確定判決は，再審原告を原告，再審被告を被告とする東京地方裁判所平成13年(ワ)第1429号損害賠償請求事件について同裁判所が平成15年10月1日に言い渡した判決に対して，再審原告が控訴した事件につき，東京高等裁判所がした判決である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件確定判決に係る事案の概要は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "再審原告は，再審被告との間において，「甲(再審被告)及び乙(再審原告)は，互いに相手方の考案に係る目的物につき，相手方の文書による承諾を得た場合を除き，同一又は類似品を製造し又は販売してはならない。」との条項(第34条)を含む基本契約(以下「本件基本契約」という。)を締結した。ところが，再審被告は，再審原告の承諾なく，「再審被告方式による3ドラム装置」の製造，販売を開始した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "再審原告は，再審被告に対して，「再審被告方式による3ドラム装置」の製造，販売は，株式会社マルホン(再審原告の親会社)の考案に係る目的物である「マルホン方式による3ドラム装置」と同一又は類似品に該当するので，本件基本契約34条に違反すると主張して，債務不履行に基づく損害賠償を請求した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して，再審被告は，「再審被告方式による3ドラム装置」が「マルホン方式による3ドラム装置」と同一又は類似品に該当するものではないと反論した。その中で，再審被告は，本件特許の取得している旨を述べている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件確定判決は一審判決を引用するものであるが，引用に係る一審判決は，次のとおり判示して，再審原告の請求を棄却している。",
                "「本件基本契約締結当時，現実に取引の対象となったのはマルホン方式による3ドラム装置であるから，本件契約書34条により，原告の承諾を得ることなく製造販売が禁止される対象の範囲についての原告と被告の合理的意思を解釈し，同条の『考案にかかる目的物』に被告方式による3ドラム装置が含まれるか否かを判断するには，まず，マルホン方式による3ドラム装置と被告方式による3ドラム装置を比較して検討するのが相当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の1の前提事実等及び前記1の認定事実並びに弁論の全趣旨によれば，マルホン方式と被告方式のいずれの方式による3ドラム装置も，3個のドラムの同軸上のそれぞれの内部にそれぞれ設置したPM型ステッピングモーターにより各ドラムを独立に回転駆動する点，光センサとそれによって検出される被検出部分を設け，これを基準位置として検出し，基準位置からのステッピングモーターの駆動ステップを計数し，その結果に基づいてドラムを所定の位置に停止させる点において共通している。",
                    "他方，マルホン方式では，ドラム外の固定器具に光センサを，ドラムの表面に被検出部分をそれぞれ設け，ドラムの円周上に光を照射して基準位置を検出するのに対し，被告方式では，モーター内の固定子に光センサを，モーター内の回転子に被検出部分をそれぞれ設け，モーター内部において，回転子に光を照射して基準位置を検出しており，基準位置を検出する方法が基本的に異なっている。",
                    "特許権の点からみると，マルホン特許は，特許請求の範囲に，複数のドラムをドラム内に設置した複数のステッピングモーターにより回転駆動すること及びマルホン方式による基準位置の検出方法を含むものであり(甲19)，被告特許は，特許請求の範囲に，ドラムをステッピングモーターにより回転駆動すること及び被告方式による基準位置の検出方法を含むものである(乙8)。",
                    "また，証拠(被告特許の特許公報(乙8)中の『発明の効果』欄の記載，被告代表者鵜川)及び弁論の全趣旨によれば，被告方式の位置検出方法を採用することによって，マルホン方式による場合と比較して，①ドラム面が駆動熱等により変形した場合でも，長期間に亘り正確に基準位置を検出することができる，②マルホン方式ではドラム面が汚れの付着により変色するなどして反射率が変化した場合の誤判定を防止するために必要であった定電流補正回路が不要になる，③マルホン方式では必要なドラム上の『検出しろ』を設ける必要がなくなり，図柄のデザインの自由度が増す，ドラムの直径や幅の変更が容易にできる，④組立作業が簡素化され，ドラムの回転及び停止の正確性についての最終検査で不良品が発見された場合に，原因の特定が容易になり(被告方式1による場合)，あるいはこの最終検査自体が不要になる(被告方式2による場合)などの利点が生じたことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "3ドラム装置がパチンコ機等の可変表示装置である以上，図柄を盤面に可変的に表示するのに必要なドラムの回転制御には，基準位置の検出が不可欠の要素であり，その検出方法は極めて重要であるところ，前記アのとおり，被告方式とマルホン方式は，基準位置の検出方法において基本的に異なっており，その程度は，これらを構成要件とする別個の特許が付与されるほどである上，被告方式が，マルホン方式に比較して，基準位置検出方法が異なることに由来する種々の利点を有していることを考慮すると，被告方式による3ドラム装置は，本件契約書34条により，原告の承諾がない場合に製造販売が禁止される『相手方の考案にかかる目的物』と同一の物であるとは認められないことはもちろん，これと類似の物であると認めることもできない。」"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかし，特許庁は，再審被告特許を無効とする審決をし，同審決は確定した。したがって，これにより，本件確定判決の引用する一審判決の，再審被告方式は本件基本契約34条の「考案にかかる目的物」と同一の物とも類似の物とも認められないという判断は，その根拠を失った。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上の経緯に照らして判断する。",
            "上記の再審原告主張に係る経緯によれば，本件確定判決の事案における争点は，再審被告の製造販売する「再審被告方式による3ドラム装置」が本件基本契約34条により製造販売を禁止される，再審原告の考案に係る目的物と同一又は類似するものに該当するかどうかという点である。同争点について，本件確定判決は，契約の意思解釈として，再審原告の考案とは「マルホン方式による3ドラム装置」であるとし，再審被告の製造販売する「再審被告方式による3ドラム装置」がこれと同一又は類似かどうかにつき，両者の構成を比較した上で「マルホン方式では，ドラム外の固定器具に光センサを，ドラムの表面に被検出部分をそれぞれ設け，ドラムの円周上に光を照射して基準位置を検出するのに対し，被告方式では，モーター内の固定子に光センサを，モーター内の回転子に被検出部分をそれぞれ設け，モーター内部において，回転子に光を照射して基準位置を検出しており，基準位置を検出する方法が基本的に異なっている」ことを理由として，両者を同一又は類似しないと結論付けている。上記の判断において，本件特許の存在又は有効性は前提とされていない。",
            "確かに，本件確定判決の引用する一審判決の上記説示部分には，本件特許に係る明細書の特許請求の範囲や発明の詳細な説明の記載に言及しているが，これは上記判断を導く上での認定資料の一つとして引用したものにすぎない。",
            "「再審被告方式による3ドラム装置」の内容が本件特許の内容と符合するものであり，これを再審原告の「マルホン方式による3ドラム装置」と同一又は類似するものには該当しないとする本件確定判決の上記判断は，本件特許が有効であるか否かにより影響を受けるものではない。本件確定判決は，本件特許の有効性を基礎とするものということはできない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，再審原告が主張するところは，本件確定判決の基礎となった行政処分が後の行政処分により変更されたことをいうものと解することができず，本件確定判決に民事訴訟法338条1項8号所定の事由があることをいうものと解することはできないから，結局のところ，再審原告の本件再審の訴えは，適法な再審事由の主張を欠くものとして却下を免れない。",
            "よって，主文のとおり決定する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ム)10001",
    "date": "2007-06-20",
    "rights_type": "特許権",
    "case_type": "決定その他",
    "precedent_id": "034838",
    "ipprecedent_id": "1054",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}