{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2006−39058号事件について平成18年10月23日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「クランプ装置」とする特許第3550010号(平成9年12月24日出願，平成16年4月30日設定登録。以下「本件特許」という。)の特許の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許については，平成16年10月1日，この特許を無効とすることを求めて審判の請求があり，無効2004−80172号事件として特許庁に係属した。特許庁は，審理の結果，平成17年4月26日，本件特許の請求項1ないし8に係る発明についての特許を無効とするとの審決(以下「第一次審決」という。)をした。これに対し，原告は同年6月3日，知的財産高等裁判所に対して，第一次審決の取消しを求める訴訟を提起したところ(平成17年(行ケ)第10513号)，原告が同年8月30日に訂正審",
              "text": [
                "判を請求したので，同裁判所は，同年9月12日に第一次審決を取り消す旨の決定をした。特許庁は，審理の結果，平成18年1月23日，「特許第3550010号の請求項1ないし8に係る発明についての特許を無効とする。」との審決をした。原告は，この審決を不服として，同年2月27日，上記審決の取消訴訟を提起し，同訴訟は当庁に係属している(当庁平成18年(行ケ)第10089号)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は，平成18年4月19日，本件特許に係る明細書の訂正(以下この訂正を「本件訂正」といい，本件訂正後の明細書及び図面(甲18)を「本件訂正明細書」という。)を求める審判を請求した。特許庁は，これを訂正2006−39058号事件として審理した結果，平成18年10月2",
              "text": [
                "3日，「本件審判の請求は，成り立たない。」との審決をした。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正の内容",
          "text": [
            "本件訂正明細書(甲18)における特許請求の範囲の請求項1ないし9の記載は次のとおりである(下線部は，本件訂正に係る箇所である。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "【請求項1】「ハウジング(11)に設けた駆動手段(15)によって軸心方向へ往復移動されるプルロッド(12)に，その駆動手段(15)に半径方向へ移動可能に連結された入力部(12b)を，上記の軸心方向の基端へ向けてすぼまるように設けたテーパ外周面(12a)よりも基端側に設け，そのテーパ外周面(12a)の外周空間に配置されて被固定物(1)の係合孔(2)へ挿入される係合具(14)であって半径方向の外方の係合位置(X)へ切換え可能な係合具(14)と上記プルロッド(12)とを，上記ハウジング(11)の先端面よりも先端方向に突出させた状態で上記ハウジング(11)に対して半径方向へ移動可能に構成し，その先端方向への突出状態で半径方向へ移動可能な上記の係合具(14)が基端へ変位するのを所定の支持力によって阻止すると共にその支持力よりも大きな力によって上記の係合具(14)が同上の基端へ変位するのを許容するサポート手段(29)を備え，",
              "text": [
                "上記プルロッド(12)を基端へ駆動することによって，上記テーパ外周面(12a)が上記の係合具(14)を半径方向の外方の係合位置(×)へ切換えて前記の係合孔(2)に係合させると共に同上の係合具(14)を前記サポート手段(29)に抗して基端へ変位させ，これにより，上記プルロッド(12)の駆動力を上記の被固定物(1)へ伝達可能に構成し，上記プルロッド(12)を先端へ駆動することによって同上の係合具(14)が半径方向の内方の係合解除位置(Y)へ切換わるのを許容する，ことを特徴とするクランプ装置。」(当該請求項1記載の発明を，以下「本件訂正発明1」という。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "【請求項2】「請求項1のクランプ装置において，前記プルロッド(12)に環状部材(13)を軸心方向へ移動可能に外嵌して，その環状部材(13)の周壁に前記の係合具(14)を設けた，ことを特徴とするクランプ装置。」(当該請求項2記載の発明を，以下「本件訂正発明2」という。)"
            },
            {
              "fig": "(3)",
              "subject": "【請求項3】「請求項2のクランプ装置において，前記の環状部材をコレット(13)によって構成して，そのコレット(13)の周壁によって前記の係合具(14)を構成し，前記駆動手段(15)のピストン(17)から先端方向へ突設させた出力部(20a)に前記プルロッド(12)の前記入力部(12b)を半径方向へ移動可能に連結した，ことを特徴とするクランプ装置。」(当該請求項3記載の発明を，以下「本件訂正発明3」という。)"
            },
            {
              "fig": "(4)",
              "subject": "【請求項4】「請求項3のクランプ装置において，",
              "text": [
                "前記のサポート手段(29)が，前記の係合具(14)を所定の力で支持する押上げピストン(60)を備え，前記コレット(13)を半径方向へ拡縮可能な複数の分割体によって構成して，各分割体に上記の係合具(14)を設けた，ことを特徴とするクランプ装置。」(当該請求項4記載の発明を，以下「本件訂正発明4」という。)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "【請求項5】「請求項2のクランプ装置において，",
              "text": [
                "前記ハウジング(11)の先端部と前記の環状部材(13)の外周面との間に環状隙間(31)を設けて，上記ハウジング(11)に設けたクリーニング流体の供給口(40)を上記の環状隙間(31)へ連通させて構成した，ことを特徴とするクランプ装置。」(当該請求項5記載の発明を，以下「本件訂正発明5」という。)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "【請求項6】「請求項3のクランプ装置において，",
              "text": [
                "前記サポート手段(29)が，前記の係合具(14)を先端へ向けて付勢する押圧バネ(27)を備え，前記コレット(13)を半径方向へ拡縮可能な複数の分割体によって構成して，各分割体に上記の係合具(14)を設けた，ことを特徴とするクランプ装置。」(当該請求項6記載の発明を，以下「本件訂正発明6」という。)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "【請求項7】「請求項1から6のいずれかのクランプ装置において，前記ハウジング(11)の先端部に，前記の被固定物(1)を受け止めるアダプターブロック(22)を着脱自在に設けて，そのアダプターブロック(22)に前記プルロッド(12)を軸心方向へ移動可能に挿入した，ことを特徴とするクランプ装置。」(当該請求項7記載の発明を，以下「本件訂正発明7」という。)"
            },
            {
              "fig": "(8)",
              "subject": "【請求項8】「請求項7のクランプ装置において，",
              "text": [
                "前記プルロッド(12)を前記の駆動手段(15)に着脱自在に連結した，ことを特徴とするクランプ装置。」(当該請求項8記載の発明を，以下「本件訂正発明8」という。)"
              ]
            },
            {
              "fig": "(9)",
              "subject": "【請求項9】「請求項1から6のいずれかのクランプ装置において，前記ハウジング(11)内に軸心方向へ移動可能に昇降部材(51)を設けて，その昇降部材(51)に前記の駆動手段(15)および前記プルロッド(12)を設けた，ことを特徴とするクランプ装置。」(当該請求項9記載の発明を，以下「本件訂正発明9」という。)"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件訂正発明1ないし8は，ドイツ特許第4020981号公報(甲11。以下「刊行物1」といい，刊行物1記載の発明を「引用発明1」という。)，特開平9−285925号公報(甲12。以下「刊行物2」といい，刊行物2記載の発明を「引用発明2」という。)及び周知技術(甲13ないし17)に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許出願の際独立して特許を受けることができないから，本件訂正の請求は，特許法126条5項の規定に適合しないというものである。",
            "審決は，上記結論を導くに当たり，引用発明1，2の内容を次のとおり認定するとともに，本件訂正発明1～9と引用発明1との間において共通して相違する相違点1，2，本件訂正発明3～9と引用発明1との間において共通して相違する相違点3，並びに本件訂正発明3，4，6～9と引用発明1との間において共通して相違する相違点4，5を次のとおり認定した(なお，審決は，「予備的見解」(審決書29頁20行～36頁21行)として，本件訂正発明1～9について，引用発明2と対比し，新一致点及び新相違点1～10を認定の上，これらを容易想到と判断している。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1，2の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "「加工される材料を把持し，固定するためのクランプ装置において，その上面を支持面2とした蓋27と，ケーシング9に設けたプランジャ15と，そのプランジャ15によって軸心方向へ往復移動される引っ張りロッド11と，その軸心方向の基端へ向けてすぼまるように上記引っ張りロッド11に設けたテーパ形状の接触面13と，その接触面13の外周空間に配置されて材料3の穴4へ挿入される締め付けセグメント5と，その締め付けセグメント5に設けた歯型部分20および歯型21と，その歯型部分20および歯型21が基端へ変位するのを所定の支持力によって阻止すると共にその支持力よりも大きな力によって上記の歯型部分20および歯型21が同上の基端へ変位するのを許容するバランススプリング25およびディスク26とを備え，",
                    "上記引っ張りロッド11を基端へ駆動することによって，上記接触面13が上記の歯型部分20および歯型21を半径方向の外方の係合位置へ切換えて前記の穴4に係合させると共に同上の歯型部分20および歯型21を前記バランススプリング25およびディスク26に抗して基端へ変位させ，これにより，上記引っ張りロッド11の駆動力を上記の材料3へ伝達可能に構成し，上記引っ張りロッド11を先端へ駆動することによって同上の歯型部分20および歯型21が半径方向の内方の係合解除位置へ切換わるのを許容する，クランプ装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "「ワークピースや金型などの被固定物をワークパレットやテーブル等に固定するためのクランプ装置であって，",
                    "駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するとともに，その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能としたクランプ装置。」",
                    "及び，",
                    "「ワークピースや金型などの被固定物をワークパレットやテーブル等に固定するためのクランプ装置であって，",
                    "ガイド孔17に操作具36及び係合具37を環状隙間22をあけて設け，下ハウジング部分12に設けたクリーニング流体の供給口47を上記の環状隙間22へ連通させたクランプ装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1～9と引用発明1との一致点",
              "text": [
                "ハウジングに設けた駆動手段によって軸心方向へ往復移動されるプルロッドに，軸心方向の基端へ向けてすぼまるように設けたテーパ外周面を設け，テーパ外周面の外周空間に配置されて被固定物の係合孔へ挿入される係合具であって半径方向の外方の係合位置へ切換え可能な係合具と，係合具が基端へ変位するのを所定の支持力によって阻止すると共にその支持力よりも大きな力によって上記の係合具が同上の基端へ変位するのを許容するサポート手段とを備え，",
                "上記プルロッドを基端へ駆動することによって，上記テーパ外周面が上記の係合具を半径方向の外方の係合位置へ切換えて前記の係合孔に係合させると共に同上の係合具を前記サポート手段に抗して基端へ変位させ，これにより，上記プルロッドの駆動力を上記の被固定物へ伝達可能に構成し，上記プルロッドを先端へ駆動することによって同上の係合具が半径方向の内方の係合解除位置へ切換わるのを許容するクランプ装置である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1～9と引用発明1との間において共通して相違する相違点(相違点1，2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1～9は，「係合具とプルロッドとが共に半径方向へ移動可能であり」，しかも，「プルロッドに，その駆動手段に半径方向へ移動可能に連結された入力部を，テーパ外周面よりも基端側に設けた」のに対して，引用発明1はそのように構成されていない点(以下「相違点1」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1～9は，「係合具とプルロッドとを，ハウジングの先端面よりも先端方向に突出させた状態でハウジングに対して半径方向へ移動可能に構成し」たのに対して，引用発明1はそのように構成されていない点(以下「相違点2」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明2～9と引用発明1との間において共通して相違する相違点(相違点3)",
              "text": [
                "本件訂正発明2～9は，「プルロッドに環状部材を軸心方向へ移動可能に外嵌して，その環状部材の周壁に係合具を設けた」のに対して，引用発明1はそのように構成されていない点(以下「相違点3」という。)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件訂正発明3，4，6～9と引用発明1との間において共通して相違する相違点(相違点4，5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明3，4，6～9は，「環状部材をコレットによって構成して，そのコレットの周壁によって係合具を構成した。」のに対して，引用発明1はそのように構成されていない点(以下「相違点4」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明3，4，6～9は，「駆動手段のピストンから先端方向へ突設させた出力部にプルロッドの入力部を半径方向へ移動可能に連結した」のに対して，引用発明1はそのように構成されていない点(以下「相違点5」という。)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，下記のとおりの取消事由(取消事由1ないし17)が存するところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。",
        "すなわち，本件訂正発明2～8は，いずれも本件訂正発明1を引用する内容のものであり，引用発明1との間で相違点1，2を有する点で共通するものであるところ，本件訂正発明1の容易想到性についての審決の判断は誤りであるから，引用発明2～8の容易想到性についての審決の判断も，また，同様に誤りである。加えて，相違点3，5等に関する審決の判断も誤りであるから，引用発明1との間でこれらの相違点を有する本件訂正発明2～8(相違点4，5については，本件訂正発明5を除く。)についての審決の判断は誤りである。",
        "また，審決の予備的判断において，本件訂正発明2～8は，上記のとおり，いずれも本件訂正発明1を引用する内容のものであり，引用発明2との間で新一致点を有し，新相違点1，2を有する点で共通するものであるところ，本件訂正発明1の容易想到性についての審決の判断は誤りであるから，引用発明2～8の容易想到性についての審決の判断も，また，同様に誤りである。加えて，新相違点5等に関する審決の判断も誤りであるから，引用発明2との間で新相違点5を有する本件訂正発明3，4，6，7，8についての審決の判断は誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明2の認定の誤り)",
          "text": [
            "審決は，引用発明2の内容として，「駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するとともに，その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能とした」と認定したが誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "駆動部材20と伝動スリーブ24との関係",
              "text": [
                "刊行物2に記載の駆動部材20に設けた出力部に，伝動スリーブ24に設けた入力部を，半径方向へ移動可能に連結するに当たって，駆動部材20の出力部を「下面に設けた」点と，伝動スリーブ24の入力部を「下部に設けた」点は，それ以外にあり得ない構成である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "伝動スリーブ24とハウジング11との関係",
              "text": [
                "仮に，伝動スリーブ24の上部がワークパレット7の支持面Sよりも上方へ突出された場合には，当該伝動スリーブ24の突出部がワークピース1の被固定面Rに干渉するので，ワークピース1をクランプできなくなる。したがって，伝動スリーブ24は，刊行物2の図1，図4，図5で示されたとおり，上記の支持面Sよりも下方でハウジング11内に収容されることが必要である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "係合具37とプルボルト3との関係",
              "text": [
                "伝動スリーブ24の上部に支持された係合具37は，当該伝動スリーブ24の筒孔24bに挿入されたプルボルト3の被係合部5に係合する必要がある。すなわち，係合具37は，半径方向の内方へ移動してプルボルト3に係合する部材であり，半径方向の外方位置又は軸心方向の上方位置や下方位置で上記プルボルト3に係合することは，あり得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，前記認定部分は，「駆動部材20の下面に設けた出力部に，ハウジング11内に収容された伝動スリーブ24の下部に設けた入力部を，半径方向へ移動可能に連結するとともに，その伝動スリーブ24と，同上の伝動スリーブ24の上部に支持されて半径方向の内方の係合位置Xへ移動したときにプルボルト3に係合する係合具37とを，ハウジング11に対して半径方向へ移動可能とした」と認定されるべきである。審決の引用発明2の認定は誤りであり，この誤りの結果，相違点1の判断を誤っているから，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り・その1)",
          "text": [
            "審決は，引用発明1の心出しクランプ装置と引用発明2の心ズレ修正クランプ装置とは表裏一体の関係にあり，両者は「クランプ装置」という同一の技術分野に属し，どちらか一方のみが独立して存在するものではないから，引用発明1と引用発明2とを組み合わせることに当業者が格別の創意を要するとはいえない旨判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1における「心出し」の技術的意義は，基準部材(支持台)に対して可動部材(被固定物)を半径方向へ積極的に移動させることにある。",
                "これに対して，引用発明2における「心ズレ修正」の技術的意義は，可動部材(被固定物)に対して基準部材(支持台)の構成部品を半径方向へ積極的に移動させることにある。",
                "したがって，引用発明1と引用発明2とは，可動部材(被固定物)を移動させるのか基準部材(支持台)に設けた部品を移動させるのかという点で全く逆の構成であり，正反対の技術であるから，両者を組み合わせることの動機付けは存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特開平7−314270号公報(甲2)に記載された他方のクランプ機構31は，使用する前の段階では，基準部材としてのテーパピン40に対して可動部材としてのテーパブッシュ34を水平方向へ移動させて心出しを行なうので，「心出しクランプ装置」と同じ機能を備えている。また，テーパブッシュ34の心出し後に，当該テーパブッシュ34を締付けボルト37で固定することにより，一方のクランプ機構30と共に心出しクランプそのものとして利用されるものであり，複数のクランプ装置のすべてが「心出しクランプ装置」として使用されている。",
                "刊行物2には，明細書の記載及び図面から，複数のクランプ装置のすべてが心ズレ修正クランプ装置として使用されることが記載されている。",
                "したがって，心出しクランプ装置と心ズレ修正クランプ装置のどちらか一方のみが独立して存在するものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件訂正発明1は，心出しをクランプ装置によらず，ガイドピン・係合孔で行っていると主張するが，誤りである。",
                "すなわち，ガイド孔3及びガイドピン6の「ガイド」とは，ガイド孔3・3を介してワークピース1を前もって案内することにより，コレット13・13と係合孔2・2との両者が干渉するのを防止して，これら両者の嵌合を円滑に行えるようにすることを目的として，「案内される又は案内する」という意味であって，心出しによる位置決めとは技術的な意義が異なる。仮に，ガイド孔3・3とガイドピン6・6とに精密な嵌合による位置決め機能を付与した場合には，ワークピース1の取付け時に複数の孔及びピンを精密に嵌合させるのに非常に手間がかかるため，ワークピース1を円滑に装着できない。そのうえ，ワークピース1の取外し時には，精密な嵌合状態を解除することが極めて困難であるので，そのワークピース1を円滑に取り外すことができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明1と引用発明2とが同一の技術分野にあることだけでは動機付けにならないし，しかも，引用発明1に引用発明2を適用することには，次の阻害事由が存在する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害事由1",
                  "text": [
                    "引用発明2を引用発明1に適用するには，①プランジャ15の上部に前記の引っ張りロッド11の下部を半径方向へ移動可能に連結し，②シリンダ16の上半部の内周面と上記引っ張りロッド11の下寄り部の外周面との間に環状隙間を形成し，③上記の引っ張りロッド11の中間高さ部の外周面とディスク26の内周面との間に環状隙間を形成し，④ケーシング9の蓋27の内周面と締め付けセグメント5の外周面との間で，その締め付けセグメント5の拡径用の環状スペースの外側に，拡径された締め付けセグメント5の半径移動を許容する新たな環状隙間を形成するという設計変更を施す必要がある。",
                    "しかしながら，上記のように設計変更した場合，引っ張りロッド11は，半径方向へ移動されることになって，基準部材としての機能がなくなり，その結果，引用発明1が目的とする「心出し」という本来の機能が失なわれることになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害事由2",
                  "text": [
                    "引用発明1の締付けセグメント5及び引っ張りロッド11は，材料3の穴4に挿入されるのであるから，ケーシング9の上端に設けた支持面2よりも上側に突出される。これに対して，引用発明2のボール37及び伝動スリーブ24は，被固定物1から突出させたプルボルト3を受け入れるのであるから，ハウジング11内に収納されており，そのハウジング11の上端に設けた支持面Sよりも下側に位置することが明らかである。しかも，引用発明1の締付けセグメント5は半径方向の外方が係合位置であるのに対し，引用発明2のボール37は半径方向の内方が係合位置である。",
                    "したがって，このように数多くの構造について正反対の構成を備える引用発明1と引用発明2とを組み合わせることには，本質的な阻害事由が存在する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の判断の誤り・その2)",
          "text": [
            "審決は，「刊行物2記載の『伝動スリーブ24』及び『駆動部材20』は，係合のための機能からみて，それぞれ本件訂正発明1ないし9の『プルロッド』及び『駆動手段』というべきものであり，刊行物2記載の，『係合具(ボール)37』は，伝動スリーブ24の半径方向の移動に伴って半径方向に移動する『操作具36』のテーパ状の第1面41の作用によって，半径方向に移動するとともに，被固定物側のプルボルト3に設けた被係合部5に係合するのであるから，同『係合具(ボール)37』が本件訂正発明1ないし9の「係合具」に相当する。」(審決書23頁22～29行)と判断しているが，誤りである。",
            "すなわち，①本件訂正発明1のプルロッド(12)は被固定物(1)の係合孔(2)に挿入されるのに対して，引用発明2の伝動スリーブ24は，ハウジング11内に収容されてワークピース1のプルボルト3を受け入れるものであり，②伝動スリーブ24は，本件訂正発明1のプルロッドとは異なり，係合具を半径方向の外方の係合位置へ切り換えるためのテーパ外周面を備えておらず，③本件訂正発明1では，プルロッド(12)のテーパ外周面(12a)の外周空間に係合具(14)が配置されるのに対して，引用発明2では，係合具(ボール37)が伝動スリーブ24の周壁に支持されており，④本件訂正発明1のプルロッド(12)は，上記の係合具(14)を半径方向の外方の係合位置(X)へ切り換えて係合孔(2)へ係合させるものであり，これにより，上記の係合具(14)と係合孔(2)との両者間の塑性変形もしくは弾性変形または摩擦力を利用して被固定物(1)をクランプ駆動するのに対して，引用発明2の伝動スリーブ24は，半径方向の内方の係合位置Xへ切り換えられたボール37と，上記の伝動スリーブ24内に挿入したプルボルト3の外周の被係合部5とを介して，ワークピース1をクランプ駆動するものである。",
            "以上からすると，引用発明2の伝動スリーブ24及びボール37は，本件訂正発明1のプルロッド(12)及び係合具(14)と構造が全く逆であり，機能も全く異なるから，伝動スリーブ24及びボール37は，本件訂正発明1のプルロッド(12)及び係合具(14)には相当せず，かかる誤った認定を前提とした上記審決の判断も誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の誤り・その3)",
          "text": [
            "審決は，相違点1のうち「プルロッドに，その駆動手段に半径方向へ移動可能に連結された入力部を，テーパ外周面よりも基端側に設けた」との構成について，さらに「『入力部を，テーパ外周面よりも，基端側に設けた』点は，‥‥‥それ以外にあり得ない構造的必然事項であって，いわば自明な事項の限定に過ぎない。」と，細分化された構成が自明な事項であることを理由に，当業者において本件訂正発明1が容易想到であると判断しているが，誤りである。",
            "審決の上記判断は，各構成の技術的な一体性を看過し，各刊行物に記載された構成を，事後的な視点から恣意的に判断したにほかならず，進歩性の判断手法として根本的に誤ったものである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2の判断の誤り)",
          "text": [
            "審決は，相違点2に関して，「相違点2に係る構成の内，『係合具とプルロッドとを，ハウジングの先端面よりも先端方向へ突出させた状態』についてみると，この状態は，‥‥‥いわば通常の使用状態である。」と認定した。しかし，発明は，単に各構成の集合体ではなく，各構成同士が相互に作用して目的とする作用効果を奏するものであり，審決が相違点2を細分化して判断した手法は誤っており，当該誤りは結論に影響するものであることは明らかであるから，審決は取り消されるべきである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(相違点3の認定の誤り)",
          "text": [
            "審決は，「4つの切り離された締め付けセグメント5からなる締め付けスリーブ6」と認定しており，またスリーブ6が環状に形成された部材であることも明らかである。したがって，本件訂正発明2も引用発明1も同様に構成されており，相違点3の認定は誤りである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点5の判断の誤り)",
          "text": [
            "審決は，相違点5に関して「駆動手段に出力部を設けるにあたって，その位置をピストンから先端方向へ突設させるか，あるいは，突出させないかは，適宜選択可能な設計的事項である。」と認定したが，誤りである。",
            "駆動手段の出力部の如何なる部分にプルロッドの入力部を半径方向へ移動可能に連結するかは，クランプ装置の種類や構造に応じて大幅に異なる構成部材をどのように結合させるのかという重要事項であり，適宜選択可能な設計的事項には当たらない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件訂正発明1の顕著な作用効果の看過)",
          "text": [
            "本件訂正発明1は，「プルロッドのテーパ外周面によって半径方向の外方の係合位置へ切り換えられる係合具」と「上記の係合具と上記プルロッドとをハウジングに対して半径方向へ移動可能に構成する。」とを有機的に結び付けることにより，引用発明1及び引用発明2にはない下記の顕著な効果を奏するものであり，かかる顕著な効果を看過した審決の判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "心ズレの修正により，クランプ力を確実かつ強力に伝達できる本件訂正発明1では，クランプ駆動時において，プルロッド及び係合具の軸心と被固定物の係合孔の軸心とに心ズレが生じていた場合に，係合具は，半径方向の外方の係合位置に切り換えられたときに係合孔に接当し，その係合孔から受ける反力によってプルロッドと共に半径方向へ移動して，上記の係合孔との心ズレを自動的に修正できる。このため，本件訂正発明1の係合具は，上記の係合孔に略均等に接触して片当りを防止でき，その結果，駆動手段のクランプ力を上記の係合孔を介して被固定物に確実かつ強力に伝達できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被固定物のハンドリングの容易化，異物の侵入防止",
              "text": [
                "本件訂正発明1では，心ズレを修正しながら被固定物をクランプできると同時に，「被固定物は係合孔を形成するだけでよく，クランピング用のアタッチメントを突出させる必要がない。このため，その被固定物のハンドリングが容易である。なお，上記の係合孔は，円形に構成した場合には，ドリル又はリーマ等によって容易に形成できる。このため，被固定物に係合孔を能率良く加工できる。」という効果を有する。",
                "また，本件訂正発明1は，「係合具とプルロッドとを，ハウジングの先端面よりも先端方向に突出させた状態で上記ハウジングに対して半径方向へ移動可能に構成する。」という特徴も有しているため，ハウジングに設けた駆動手段等に機械加工時の切り粉等の異物が侵入しにくいという作用効果を奏する。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件訂正発明3の顕著な作用効果の看過)",
          "text": [
            "本件訂正発明3は，「駆動手段のピストンから先端方向へ突設させた出力部にプルロッドの入力部を半径方向へ移動可能に連結している」という構成により心ズレを円滑に修正できるという，引用発明1及び引用発明2にはない顕著な作用効果を奏するものであり，かかる顕著な効果を看過した審決の判断は誤りである。",
            "すなわち，本件訂正発明3では，クランプ駆動時において，プルロッド(12)及び係合具(14)の軸心と被固定物(1)の係合孔(2)の軸心とに心ズレが生じていた場合，上記の係合具(14)は，半径方向の外方の係合位置(X)に切り換えられたときに係合孔(2)に接当し，その係合孔(2)から受ける反力によってプルロッド(12)と共に半径方向へ移動して，上記の係合孔(2)との心ズレを自動的に修正できる。そして，上記の係合孔(2)からの上記反力は，プルロッド(12)の上部に作用して，そのプルロッド(12)の下部のピストン連結部を支点として上記プルロッド(12)を傾斜させる向きのモーメントとして働く。しかし，本件訂正発明3は，出力部(20a)がピストン(17)から上側(先端側)へ突設されているので，その出力部(20a)の位置を上側にでき，上記プルロッド(12)の背丈を短くできるとともに，ピストン連結部の位置も上側にできる。したがって，上記の反力によるモーメントを小さくして，そのプルロッド(12)及び係合具(14)が半径方向へ円滑に移動するものである。"
          ]
        },
        {
          "fig": "10",
          "text": [
            "取消事由10(審決の予備的見解における引用発明2の認定の誤り)審決の予備的見解において引用発明2の認定は，取消事由1と同様に誤っている。"
          ]
        },
        {
          "fig": "11",
          "text": [
            "取消事由11(審決の予備的見解における新一致点の認定の誤り)審決は，引用発明2との一致点(新一致点)として，「クランプ装置において，ハウジングに設けた駆動手段によって軸心方向へ往復移動される部分に，その駆動手段に半径方向へ移動可能に連結された入力部を基端側に設け，係合具と上記部分とを，上記ハウジングに対して半径方向へ移動可能に構成した点。」と認定したが，誤りである。",
            "すなわち，審決の上記認定において，「駆動手段によって軸心方向へ往復移動される部分」とは，いかなる部材を指しているのか不明である。また，「係合具」は，先行して記載された他の部材との関係が不明であり，いかなる部材と係合するのかを理解できないので，どの部材を指しているのかを特定できない。したがって上記認定は，構成部材を特定できず，理解不能であるというほかなく，審決における新一致点の認定は誤っている。"
          ]
        },
        {
          "fig": "12",
          "subject": "取消事由12(審決の予備的見解における新相違点の看過)",
          "text": [
            "本件訂正発明1は，「駆動手段に半径方向へ移動可能に連結された入力部をプルロッドのテーパ外周面よりも基端側に設けた」構成を備える。これに対して，引用発明2は，上記テーパ外周面に相当する構成が存在せず，したがって，本件訂正発明1の上記構成を備えてない。審決は，予備的見解において，この相違点を新相違点として認定せず，看過しており，当該新相違点の看過は審決の結論に影響を及ぼすものである。"
          ]
        },
        {
          "fig": "13",
          "subject": "取消事由13(新相違点1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "心ズレ修正クランプ装置に係る引用発明2は，ハウジング11内に伝動スリーブ24を収容し，当該伝動スリーブ24の筒孔24bにプルボルト3を挿入可能に構成し，半径方向の内方の係合位置Xへ切り換えられた係会具37をプルボルト3に係合させるように構成し，上記プルボルト3を上記の筒孔24bに挿入したときに，伝動スリーブ24及び係合具37を半径方向へ移動可能に構成したものである。そして，引用発明2には，上記構成を採用したことについて何らかの問題点や課題があることをうかがわせる記載はなく，むしろ，その引用発明2は上記構成を前提としている。したがって，引用発明2の「心ズレ修正クランプ装置」を「心出しクランプ装置」へ変更する動機付けとなるものがなく，刊行物2に刊行物1を適用する動機付けが存在しないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「刊行物2記載の発明と当該刊行物1記載の事項とは，「クラン プ装置」という同一の技術分野に属するものであるから，刊行物2記載の発 明の新相違点1に係る構成を刊行物1記載の事項と置き換えて，本件訂正発 明1のそれとすることは，当業者が容易になし得ることである。」と判断す る。",
                "しかしながら，上記判断における「クランプ装置」とは，複数の部材同士を固定する装置であって，世の中のあらゆる技術分野で使用されている装置である。このため，上記判断における「クランプ装置という同一の技術分野に属するものであるから，」という理由は，あらゆる技術分野が同一の技術分野であるという錯誤を前提としていることになり，その理由自体が論理性を欠くというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "14",
          "subject": "取消事由14(新相違点2の判断の誤り)",
          "text": [
            "審決は，新相違点2として，「前者は，『係合具とプルロッドとを，ハウジングの先端面よりも先端方向へ突出させた状態で』，ハウジングに対して半径方向へ移動可能に構成したのに対して，後者はそのような状態では半径方向へ移動可能に構成されていない点。」と認定しつつ，それを「してみれば，新相違点2の「係合具とプルロッドとを，ハウジングの先端面よりも先端方向へ突出させた状態というのは，‥‥‥自明な事項の限定に過ぎない。」と分断して判断しているが誤りである。",
            "すなわち，上記判断は，各構成の技術的な一体性を看過し，各刊行物に記載された構成を，事後的な視点から恣意的に判断することにほかならず，進歩性の判断手法として根本的に誤ったものである。発明は，単に各構成の集合体ではなく，各構成同士が相互に作用し，目的とする作用効果を奏するものである。",
            "したがって，本件訂正発明1の構成を把握する上で，同一の作用に関連した構成を一塊りとして分説して，相違点を抽出することはよいとしても，その分説した相違点を更に細分割して進歩性を判断することは到底許されず，その誤りは審決の結論に影響を及ぼすものである。"
          ]
        },
        {
          "fig": "15",
          "subject": "取消事由15(看過された新相違点についての判断の遺漏)",
          "text": [
            "審決は，予備的見解において，取消事由12掲記の本件訂正発明1と本件訂正発明2の相違点を新相違点として認定しなかったばかりか，その判断を遺漏している。"
          ]
        },
        {
          "fig": "16",
          "subject": "取消事由16(新相違点5の判断の誤り)",
          "text": [
            "審決は，新相違点5に関し，「クランプ装置において，駆動手段に出力部を設けるにあたって，その位置をピストンから先端方向へ突設させるか，あるいは，突出させないかは，適宜選択可能な設計的事項である。」と判断したが誤りである。",
            "すなわち，駆動手段の出力部の如何なる部分にプルロッドの入力部を半径方向へ移動可能に連結するかは，クランプ装置の種類や構造に応じて大幅に異なる構成部材をどのように結合させるのかという重要事項であり，したがって，適宜選択可能な設計的事項には該当しない。したがって，「そうすると，‥‥‥とすることは，当業者が容易になし得ることである。」との判断も誤っていることが明らかである。"
          ]
        },
        {
          "fig": "17",
          "subject": "取消事由17(審決の予備的見解における顕著な作用効果についての判断の誤り)",
          "text": [
            "本件訂正発明が顕著な作用効果を奏することは，前記のとおりである。したがって，審決は，判断を誤っていることが明らかであり，取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明2の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "駆動部材20と伝動スリーブ24との関係",
              "text": [
                "原告は，刊行物2に記載の，駆動部材20に設けた出力部に，伝動スリーブ24に設けた入力部を，半径方向へ移動可能に連結するに当たって，駆動部材20の出力部を，「下面に設けた」点と，伝動スリーブ24の入力部を，「下部に設けた」点は，それ以外にあり得ない構成であると主張する。",
                "しかしながら，半径方向に移動可能，かつ，軸方向の力を伝達する技術は，例えばフランジ係合等，様々，考えられるところであり，伝動スリーブの入力部が，伝動スリーブの長さ方向の中間部に設けられる構成は適宜採用できるものである。したがって，原告の上記主張は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "伝動スリーブ24とハウジング11との関係",
              "text": [
                "原告は，伝動スリーブ24は，支持面Sよりも下方でハウジング11内に収容されることが必要であると主張する。",
                "しかし，審決は引用発明2における伝動スリーブについてそれを半径方向に移動可能とするという技術思想が記載されていることを認定したのであって，刊行物2の記載事項を実施例レベルに限定して認定する必要はないから，「ハウジング11内に収容された」点を除外したとしても，上記技術思想の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "係合ボール(係合具)37とプルボルト3との関係",
              "text": [
                "原告は，伝動スリーブ24の上部に支持された係合ボール(係合具)37は，その伝動スリーブ24の筒孔24bに挿入されたプルボルト3の被係合部5に係合する必要があると主張する。",
                "しかしながら，審決においては，係合具としての係合ボール37が，半径方向に移動可能な係合具であるという技術思想が記載されている限りで認定しているのであって，「伝動スリーブの上部に支持されて半径方向の内方の係合位置Xへ移動したときにプルボルトに係合する」点を除外して認定したとしても，刊行物2の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り・その1)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明2のクランプ機構30は心出しクランプ装置であるが，クランプ機構31は，クランプ装置全体における寸法誤差吸収の観点では，心ズレ修正クランプにほかならず，通常の使用段階で心ズレ修正をしていないからといって，これを心出しクランプ装置であるとするのは誤りである。",
                "したがって，引用発明2は，心出しクランプのみが複数個使われる例ではなく，心出しクランプと心ズレ修正クランプが同時に使われる例にほかならず，これらのクランプ機構の違いはわずかであるので，心出しと心ズレ修正が表裏一体の技術であることを示すものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明1は，心出しをクランプ装置によらず，ガイドピン・係合孔で行った例であり，心出しのための構成は心ズレ修正クランプ装置のほかに別途必要であって，心ズレ修正クランプ装置のみによるクランプ機構とはいえない。",
                "そうすると，クランプ装置を開発しようとするならば，全体のクランプ機構を考えずに，心出しクランプ装置又は心ズレ修正クランプ装置のみを開発することはないのであるから，この意味で，両クランプ装置は表裏一体ということができ，審決が，そのように認定して判断した点に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正発明1は，相違点1において，係合具とプルロッドとが共に半径方向へ移動可能であるための具体的構成，駆動手段に半径方向へ移動可能に連結されたプルロッドの入力部の具体的構成を，何ら特定するものではないから，当業者が容易に発明できたとした審決の判断に，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件訂正発明1は「心ズレ修正」クランプ装置であり，引用発明1の「心出し」に関する発明を「心ズレ修正」に適用したものであるから，引用発明1の本来の機能が失われるのは当然のことであり，それをもって阻害事由ということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の判断の誤り・その2)に対し",
          "text": [
            "引用発明2を認定するに当たり，上位概念で表現された発明を認定できることは明らかであるから，引用発明2として，その機能からみて上位概念で表現された発明を認定して判断したことに誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の誤り・その3)及び取消事由5(相違点2の判断の誤り)に対し",
          "text": [
            "原告は，「発明は，単に各構成の集合体ではなく，各構成同士が相互に作用し，目的とする作用効果を奏するものである。」として，相違点の細分化が誤りであるとしているが，相違点1と相違点2が，相互に作用し，目的とする作用効果を奏する根拠はない。仮に，相違点1と相違点2が相互に作用するものであったとしても，相違点2は，相違点1の，「入力部」の「半径方向に移動可能」な機能を実現するに当たっての，「入力部」の位置を規定しているにすぎず，相違点1に含まれるものである。",
            "したがって，審決における判断は，相違点1及び相違点2を一体と捉えて判断したものであることは，明らかである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由6(相違点3の認定の誤り)に対し",
          "text": [
            "仮に審決における相違点3の認定が誤りであるとしても，当該誤りは審決の結論に影響を及ぼすものではない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由7(相違点5の判断の誤り)に対し",
          "text": [
            "相違点5は，駆動手段とプルロッドとの間に出力部を設けたというのに過ぎず，それは適宜選択可能な設計的事項というほかはない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由8(本件訂正発明1の顕著な作用効果の看過)に対し",
          "text": [
            "原告主張の作用効果は，「心ズレ修正クランプ装置」又は引用発明1が当然に奏する効果に過ぎない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由9(本件訂正発明3の顕著な作用効果の看過)に対し",
          "text": [
            "原告主張の作用効果は，適宜選択可能な設計的事項に伴う自明な効果に過ぎない。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由10(審決の予備的見解における引用発明2の認定の誤り)に対し取消事由1に対する主張と同様である。"
          ]
        },
        {
          "fig": "10",
          "text": [
            "取消事由11(審決の予備的見解における新一致点の認定の誤り)に対し本件訂正発明1のプルロッドと係合具の構成の，半径方向に移動可能である点についての認定は，「プルロッドに，駆動手段に半径方向へ移動可能に連結された入力部」，「係合具とプルロッドとを，ハウジングの先端面よりも先端方向に突出させた状態で上記ハウジングに対して半径方向へ移動可能に構成し，その先端方向への突出状態で半径方向へ移動可能な上記の係合具が」というように各部材の機能を用いて表現しているから，刊行物2の機能を引用したのであって，新相違点1の認定に誤りはない。"
          ]
        },
        {
          "fig": "11",
          "subject": "取消事由12(予備的見解における新相違点の看過)に対し",
          "text": [
            "「入力部をプルロッドのテーパ外周面よりも基端側に設けた」点は，引用発明1の構造からみて自明の事項にすぎないから，たとえ原告指摘の認定を看過していたとしても，結論に影響を及ぼす誤りはない。"
          ]
        },
        {
          "fig": "12",
          "subject": "取消事由13(新相違点1の判断の誤り)に対し",
          "text": [
            "前記と同様の理由により，取消事由13は理由がない。"
          ]
        },
        {
          "fig": "13",
          "subject": "取消事由14(新相違点2の判断の誤り)に対し",
          "text": [
            "前記と同様の理由で，取消理由14は理由がない。"
          ]
        },
        {
          "fig": "14",
          "text": [
            "取消事由15(看過された新相違点についての判断の遺漏)に対し「入力部をプルロッドのテーパ外周面よりも基端側に設けた」点は，引用発明1の構造からみて自明の事項にすぎないから，たとえ原告主張の判断を遺漏していたとしても，結論に影響を及ぼす誤りはない。"
          ]
        },
        {
          "fig": "15",
          "subject": "取消事由16(新相違点5の判断の誤り)に対し",
          "text": [
            "取消事由7と同様の理由により，取消事由16は理由がない。"
          ]
        },
        {
          "fig": "16",
          "text": [
            "取消事由17(顕著な作用効果についての判断の誤り)に対し取消事由9と同様の理由により，取消事由17は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の認定のうち相違点3の認定に誤りがあるものの，上記誤りは審決の結論に影響を及ぼすべきものではなく，原告の主張は理由がないものと判断する。",
        "以下，その理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正明細書及び刊行物の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書(甲1，18)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0011】【発明の実施の形態】本発明の第1実施形態を図1から図4によって説明する。",
                    "まず，主として図3(A)及び図3(B)の作動説明用の模式図に基づいて，上記クランプ装置によって被固定物がクランピングされる手順を説明する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0012】図3(A)において，符号1は，マシニングセンタによって加工されようとするワークピース(被固定物)1で，そのワークピース1の前後上下左右の六面のうちの上面に，予め基準面(被固定面)Rが機械加工される。次いで，その基準面Rに複数の円形の係合孔2及びガイド孔3が形成される(ここでは二つずつだけ示してある)。",
                    "図3(B)において，符号4は，上記ワークピース1を支持するためのワークパレットである。そのワークパレット4には複数のクランプ装置5及びガイドピン6を固定しており(ここでは二つずつだけ示してある)，上記クランプ装置5のハウジング11の上面によって，上記ワークピース1を受け止める支持面Sを構成してある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0013】上記パレット4に上記ワークピース1を固定するときには，同上の図3(B)に示すように，まず，図3(A)の姿勢のワークピース1を上下逆の姿勢にし，その逆姿勢のワークピース1を下降させていく。すると，まず，前記ガイド孔3・3が前記ガイドピン6・6に嵌合していき，次いで，前記の係合孔2・2が，前記クランプ装置5のプルロッド12及びコレット13に嵌合していく。これにより，図3(B)中の二点鎖線図に示すように，上記ワークピース1の基準面Rが上記の支持面S・Sによって受け止められる(図1参照)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0017】また，上記のハウジング本体11aの上部には，前記ワークピース1を受け止めるアダプターブロック22が着脱自在に設けられる。",
                    "そのブロック22の上端面によって前記の支持面Sを構成してある。符号23は締付けボルトである(ここでは1本だけ図示してある)。上記ブロック22に前記プルロッド12を上下移動可能に挿入して，そのプルロッド12の上部に，円形で下すぼまりのテーパ外周面12aを形成すると共に，そのプルロッド12の入力部12bを前記ピストンロッド20の出力部20aに半径方向へ移動可能かつ軸心方向へ移動不能に連結してある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1(甲11)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0005】この課題は，発明によれば請求項1の特徴の部に示された特徴により解決される。",
                    "締め付けセグメントがピラミッドの角で互いに分離している4辺ピラミッドとして接触面が特別にデザインされている時には，この締め付けセグメントは自由に運動が出来る為にこの締め付けセグメントは，締め付け動作の際に更に大きい穴にも適合することが出来る。したがって本発明による把持装置を心出しの助けとして用いることが可能であり，この作業は締め付けヘッドの上端で円錐状にすることにより容易となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0006】締め付けセグメントの外面での力の方向を示す歯によって，それが材料の穴の壁面に食い込む時には形状によるロック作用が生まれる。",
                    "歯の形状は，この場合，穴の尖端が締め付けセグメントの拡がる時に力の合力の方向を指すようにデザインされている。接触面の角度を適切に選ぶことにより大きな力の伝達が径方向に行なわれ，しかも接触面での自己ロックの現象の起きぬことが保障される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0019】上記の装置により引っ張りロッド11を作動させると，締め付けセグメント5は径方向に拡がり，前記歯21は穴4の壁に食い込む。",
                    "この時に初めて締め付けスリーブ6の軸方向の小さい移動が行われる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0020】歯型部20と材料3との間の形状によるロック作用および材料3と支持面との間の摩擦によるロック作用により，材料と把持装置1との間には極めて大きな把持力が生まれる。",
                    "プランジャ15およびそれと共に引っ張りロッド11が再び解除位置に戻ると弾性保持エレメント22は，穴4の外壁からの締め付けセグメント5の解除をそれが引っ張りロッド11に接触する迄行なう。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0023】特許請求の範囲請求項1",
                  "text": [
                    "加工材料を把持する際に材料の穴の中に嵌入する締め付けソケットは，傾斜した内面を備え，上記内面に対しテーパー付き把持ヘッドを持つ動力付き引き込みソケットが摺動作用を行い，しかも，締め付けソケット(6)は，平坦内面(7)を示す締め付けセグメント(5)を備え，上記平坦内面と締め付けヘッド(12)の平坦な面(13)が摺動接触を行うことを特徴とする把持工具。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物2(甲12)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0006】(請求項1の発明)請求項1の発明は次のように構成したものである。ハウジング11の第1端に開口されたガイド孔17の第2端寄りの部分に環状の駆動部材20を軸心方向へ移動自在に挿入し，その駆動部材20の筒孔20aに第1の環状隙間21をあけて伝動スリーブ24を挿入し，その伝動スリーブ24を，上記の駆動部材20によって第2端へ向けて移動可能に構成すると共に復帰手段31によって上記の第1端へ向けて移動可能に構成し，上記ガイド孔17の第1端部分に第2の環状隙間22をあけて操作具36を挿入し，その操作具36に対する上記の伝動スリーブ24の軸心方向への移動によって，その伝動スリーブ24の第1端部分に支持した係合具37を，同上の伝動スリーブ24の筒孔24b内に挿入されたロッド3の被係合部5に係合する係合位置Xとその被係合部5との係合が解除される係合解除位置Yとへ切換え可能に構成した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0011】上記の図4の状態から上記の被固定物1を下降させていくと，まず，上記ロッド3の下端が伝動スリーブ24の筒孔24b内に挿入されていく。そのロッド3の挿入開始時において，ガイド孔17の軸心Aとロッド3の軸心Bとが心ズレしている場合には，前記2つの環状隙間21・22の存在によって上記の伝動スリーブ24および操作具36が水平方向へ移動することにより，上記の心ズレが自動的に修正される。これにより，図5に示すように，上記ロッド3が伝動スリーブ24の筒孔24bへスムーズに挿入されると共に被固定物1の被固定面Rがベース7の支持面Sに受け止められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0012】次いで，駆動部材20によって伝動スリーブ24を第2端側である下側へ駆動する。すると，図1に示すように，その伝動スリーブ24に支持した係合具37が係合位置Xへ切換えられて前記ロッド3の被係合部5に係合する。これにより，上記の駆動部材20の駆動力が，伝動スリーブ24と上記の係合具37とロッド3を順に介して前記の被固定物1へ伝達され，その被固定物1の被固定面Rがベース7の支持面Sに固定される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0014】…(中略)…さらに，前述したように，クランプ装置のガイド孔の軸心と被固定物のロッドの軸心とが心ズレしている場合であっても，上記の心ズレを自動的に修正できるので，クランピング時の連結をスムーズに行える。そのうえ，伝動スリーブの第1端部分に係合具を支持したので，その係合具とロッドの被係合部とをガイド孔の深さが浅い位置で係合できる。このため，上記ロッドは被固定物からの突出長さが短くなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0027】上記のガイド孔17の上孔18の下寄り部分には第2の環状隙間22をあけてリング状の操作具36が挿入され，その操作具36が，上記の伝動スリーブ24の上部に支持した複数のボール(係合具)37に外嵌される。より詳しく説明すると，その伝動スリーブ24の上端部分(第1端部分)に周方向へ間隔をあけて複数の連通孔38が貫通形成され，各連通孔38に上記ボール37が水平方向へ進退自在に挿入される。また，上記の操作具36の内周面には，テーパ状の第1面41とこれに連なる第2面42とが上下に形成される。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "【0029】以下，上記構成のクランプ装置10の作動を前記の図4及び図5と上記の図1とによって説明する。図4に示すように，前記ワークピース1に固定したプルボルト3を上記ハウジング11に挿入し始めるときには，クランプ装置10がクランプ解除状態へ操作されている。即ち，前記の給排口28から圧油を排出することにより，復帰バネ31によって伝動スリーブ24が上向きに移動され，前記の複数のボール37が前記の軸心Aから離れた係合解除位置Yへ切換えられている。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "【0031】上記の図4の状態から上記ワークピース1を下降させていくと，まず，上記プルボルト3の下端の前記ネジ回し用回転部分4が前記のガイド部材44内に嵌入され，次いで，前記の被係合部5のフランジ部分6が上記ガイド部材44を下向きに押圧していく。上記のプルボルト3の挿入開始時において，ガイド孔17の軸心Aとプルボルト3の軸心Bとが心ズレしている場合には，2つの環状隙間21・22の存在によって前記の伝動スリーブ24および操作具36が水平方向へ移動して上記の心ズレが自動的に修正される。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "【0034】引き続いて，前記の作動室27へ圧油を供給して，前記ピストン20によって前記の復帰バネ31に抗して伝動スリーブ24を下向きに駆動する。すると，図1に示すように，上記の伝動スリーブ24の連通孔38に挿入された前記ボール37が，前記の操作具36の第1面41によって前記の軸心Aへ向けて押圧されて係合位置Xへ切換えられると共に前記の第2面42によって上記の係合位置Xにロックされる。これにより，上記ピストン20の駆動力が，伝動スリーブ24と上記ボール37と前記プルボルト3を順に介して前記ワークピース1へ伝達され，そのワークピース1がパレット7に固定される。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "図1の記載によれば，駆動部材20の底面(符号無し)が伝動スリーブ24のフランジ24aに当接することにより，駆動部材による下向きの駆動力を伝動スリーブに伝達し，伝動スリーブが下方向に駆動されることが，看取される。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特開平7−314270号公報(甲2)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【発明の詳細な説明】【0001】【産業上の利用分野】本発明は，パレットのクランプ装置に関し，特に工作機械のテーブルに対してパレットを正確に位置決めするパレットのクランプ装置に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0021】図2及び図3に示すように，4組のクランプ機構30，31はパレット20の中心Cに対して対称な位置に配設されている。パレット中心Cに対して互いに対称な位置にある一対のクランプ機構30では，パレット裏面23に形成された凹部32の円筒状内周面33と，メス側テーパ穴25及び端面26を有するとともに凹部32内に配設されてパレット20に締結固定されたメス側テーパブッシュ34の円筒状外周面35とを密着させてその半径方向に動かないようにして横方向(例えば，水平方向即ちX，Z軸平面)について位置決めしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0022】即ち，パレット20の中心Cから半径Rの位置で且つ例えばZ軸から所定の角度θの位置に，それぞれの凹部32の中心O1，O1が一致するように凹部32を形成すれば水平方向の位置が決まる。したがって，パレット中心Cはテーブル1の中心軸13の中心と一致することとなり，パレット20は水平方向に関し高精度でテーブル1に対して位置決めされる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0023】残りの(他方の)クランプ機構31も前記クランプ機構30と同様の構成にしてもよいが，パレット20の製造を容易にするために，このクランプ機構31の凹部32を予め大きめに形成している。即ち，このクランプ機構31では，メス側テーパブッシュ34をその半径方向に位置調節可能に，凹部内周面33とメス側テーパブッシュ外周面35との間に隙間を設けている。(以下省略)"
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0027】ところで，他方のクランプ機構31のテーパブッシュ34を凹部32に精密に取付ける際には，締付けボルト37を予め少し緩めてテーパブッシュ34がその半径方向に移動調節できるようにしておく。この状態で，パレット20をテーブル1にクランプさせれば，精密な一方のクランプ機構30により二面拘束されてパレット20が位置決めされ，これに従って他方のクランプ機構31のテーパピン40に二面拘束されたテーパブッシュ34も水平，垂直両方向に関して精密に位置決めされる。その後，締付けボルト37を締付ければテーパブッシュ34はパレット20に対して必然的に正確に位置決め固定され，パレット20は合計4組のクランプ機構30，31によりテーブル1に正確な位置をもってクランプされる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明2の認定の誤り)について",
          "text": [
            "上記1で認定した刊行物2の記載によると，①伝動スリーブ24は，ハウジング11のガイド孔17に挿入された駆動部材20の筒孔20aに第1の環状隙間21を空けて挿入され，その筒孔24b内に被固定物1のロッド3が挿入されるものであること，②係合具37は，伝動スリーブ24の第1端部分に支持され，ガイド孔17に第2の環状隙間22を空けて挿入された操作具36に対する伝動スリーブ24の軸心方向への移動によって，ロッド3の被係合部5に係合する係合位置Xと，被係合部5との係合が解除される係合解除位置Yとへ切り換え可能であること，③伝動スリーブ24及び操作具36は，図4の状態(係合解除位置Y)から被固定物1を下降させていくと，ロッド3の下端が伝動スリーブ24の筒孔24b内に挿入されていき，ガイド孔17の軸心Aとロッド3の軸心Bとが心ズレしている場合には，2つの環状隙間21・22の存在によって水平方向へ移動することにより，心ズレが自動的に修正されること，④係合具37は，ワークピース1(被固定物)に固定したプルボルト3をハウジング11に挿入し始めるときには係合解除位置Yへ切り換えられているところ，③のとおり心ズレが自動的に修正される場合は，伝動スリーブ24及び操作具36との関係では係合解除位置Yに位置した状態を保持したまま，ハウジング11との関係では，伝動スリーブ24及び操作具36の移動に伴ない一体となって水平方向へ移動すること，⑤駆動部材20の底面は駆動力をフランジ24aに伝えるための，駆動部材の出力部，フランジ24aは同駆動力を受け取るための，伝動スリーブの入力部と捉えることができ，上記出力部及び入力部は互いに平面で接触することで，伝動スリーブ24及び係合具37を駆動部材20及びハウジング11に対して半径方向へ移動可能とされていることが，記載されているものと認められる。",
            "そうすると，刊行物2には，伝動スリーブ24の入力部を駆動部材20の出力部に対して半径方向へ移動可能に連結すること，伝動スリーブ24が水平方向へ移動すること，及び，係合具37が水平方向へ移動することが，記載されているということができる。そして，ハウジング11のガイド孔17は円形，伝動スリーブ24は円筒形であると認められることから，伝動スリーブ24及び係合具37が移動する「水平方向」は「半径方向」と言い換えることができる。したがって，刊行物2には，「‥‥‥駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するとともに，その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能としたクランプ装置。」が記載されているということができ，その旨を認定した審決の認定に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1の判断の誤り・その1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定の引用発明1及び引用発明2の内容からすると，両者はいずれもクランプ装置という同一の技術分野に属するものであり，しかもいずれも「心出し」，「心ズレ修正」といった機能を構成要素とするものではない。",
                "そして，上記1において認定の本件訂正明細書(甲1，18)の記載によると，本件訂正発明1は，ワークピースのワークパレットに対する位置決め(心出し)をクランプ装置によらずにガイドピン6及び係合孔3で行っており，クランプ装置5は係合孔2の位置ズレに対応して係合力を発生するものであるといえるから，クランプ機構全体において心出しと心ズレ修正を行っているといえる。",
                "さらに，上記1において認定の甲2の記載によると，パレットのクランプ装置に関し，4組のクランプ機構30，31を備え，クランプ装置30は，パレット裏面23に形成された凹部32の円筒状内周面33と，メス側テーパブッシュ34の円筒状外周面35とを密着させてその半径方向に動かないようにして横方向について位置決めすることにより，パレット20が水平方向に関し高精度でテーブル1に対して位置決め(心出し)され，また，クランプ装置31は，メス側テーパブッシュ34をその半径方向に位置調節可能(心ズレを許容)に，凹部内周面33とメス側テーパブッシュ外周面35との間に隙間を設けた発明が記載されている。すなわち，甲2に記載された発明は，複数のクランプ装置の組のうちの一組が心出しを担い，他の組が心ズレを許容するものであると認められる。そうすると，心ズレを許容(「修正」ともいい得る)するクランプ装置において，心出しを行う手段が併用されており，いずれかのクランプ装置で心出しを行ない，他のクランプ装置で心ズレを許容しながらクランプするものがあり，クランプ装置が心出し装置として機能していて，しかもこれらの心ズレ修正クランプ装置と心出しクランプ装置はクランプ機構に関して多くの部分を共通にしているということができるのであるから，心ズレ修正クランプ装置と心出しクランプ装置とは，互いに補完し合う関係にあるものということができる。したがって，心出しクランプ装置と心ズレ修正クランプ装置とは相反するものではなく，両者は補完し合うものであって，表裏一体のものということができるから，両者を組み合わせるだけの動機付けが存在する。",
                "したがって，相違点1に関して引用発明2の事項を参照して本件訂正発明1の構成とすることは，当業者であれば容易に想到し得たものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明1と引用発明2とが同一の技術分野にあることだけでは動機付けにならないと主張する。",
                "しかし，審決は，「そして，甲1(本訴甲11，以下同じ。)記載の発明と当該甲2(本訴甲12，以下同じ。)記載の事項とは，『クランプ装置』という同一の技術分野に属するものであるから，甲1記載の発明に甲2記載の事項を組み合わせ，甲1記載の発明の相違点1に係る構成を訂正発明1～8のそれとすることは，当業者が容易になし得ることである。」と判断した後，「そして，『心ズレ修正』のための技術を開発するに当たり，・・・それぞれのクランプ装置の技術の組み合わせるための動機付けとなりうる。・・・当該クランプ装置の技術分野における当業者にとって，それぞれのクランプ装置の技術思想の転用を阻害する要因があるとまではいえず，・・・』と説示して，動機付けの可能性を検討し，阻害要因にも言及しているのであるから，審決は，引用発明1と引用発明2とは，両者が同一の技術分野であることだけで動機付けになるとしているのではない。原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明1と引用発明2とを組み合わせるには，阻害事由1及び阻害事由2があると主張するので検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害事由1について",
                  "text": [
                    "引用発明1は，「心出し」といった機能をその構成要素とするものではなく，したがってまた「心出し専用」といった機能を構成要素とするものでもないから，引用発明1が心出し専用のクランプであることを前提とする原告の主張は，失当である。",
                    "また，相違点1に関して，引用発明1に引用発明2を組み合わせて得られるものは，「プルロッド」を引用発明2の「伝動スリーブ24」のように半径方向へ移動可能に連結すること，及び，「プルロッド及び係合具」を引用発明2の「伝動スリーブ24及び係合具37」のようにハウジングに対して半径方向へ移動可能とすることのみであって，大幅な設計変更を伴うものではない。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害事由2について",
                  "text": [
                    "前記認定のとおり，引用発明2は，①「駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結する」こと，②「その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能とした」ことのみであって，原告が主張するような「ボール37」は構成要素とされておらず，また「ボール37及び伝動スリーブ24」が設けられる位置，支持面に対する位置，係合位置もまた構成要素とはされていない。よって，原告の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点1の判断の誤り・その2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1は，「プルロッド」及び「駆動手段」に関して，①駆動手段(15)によってプルロッド(12)が軸心方向へ往復移動されること，②駆動手段(15)にプルロッド(12)の入力部(12a)を半径方向へ移動可能に連結すること，③プルロッド(12)を基端へ駆動することによって，係合具(14)を係合位置(X)へ切り換え，これにより，プルロッド(12)の駆動力を被固定物(1)へ伝達可能に構成し，プルロッド(12)を先端へ駆動することによって係合具(14)が係合解除位置(Y)へ切り換わるのを許容することが，認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1において認定したとおり，刊行物2の「伝動スリーブ24」は，駆動部材20によって第2端(本件訂正発明1の「基端」に相当)へ向けて移動可能に構成すると共に復帰手段31によって第1端へ向けて移動可能に構成したものであるところ，伝動スリーブ24は，ハウジング11のガイド孔17に軸心方向へ移動自在に挿入された駆動部材20の筒孔20aに第1の環状隙間21を空けて挿入されていると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2の駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するもの",
              "text": [
                "であることは，前記2において説示したとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前記1において認定したとおり，刊行物2の「伝動スリーブ24」は，駆動部材20によって移動可能に構成され，操作具36に対する軸心方向への移動によって，係合具37を，ロッド3の被係合部5に係合する係合位置Xとその被係合部5との係合が解除される係合解除位置Yとへ切換え可能に構成したものと認められる。すなわち，刊行物2の伝動スリーブ24が上向きに移動されているときは，複数の係合具37が軸心A(ガイド孔17の軸心)から離れた係合解除位置Yへ切り換えられ，伝動スリーブ24を下向きに駆動すると，係合具37が，操作具36の第1面41によって軸心Aへ向けて押圧されて係合位置Xへ切換えられるとともに第2面42によって係合位置Xにロックされ，これにより，ピストン20の駆動力がワークピース1へ伝達されるものである。よって，引用発明2は，上記③の機能を奏する。",
                "以上により，引用発明2の「伝動スリーブ24」及び「駆動部材20」は，その構造及び機能からみて，それぞれ本件訂正発明1の「プルロッド」及び「駆動手段」というべきものであり，審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点1の判断の誤り・その3)及び取消事由5(相違点2の判断の誤り)について",
          "text": [
            "前記1において認定したとおり，本件訂正明細書には，「プルロッドの入力部」について，「そのプルロッド12の入力部12bを前記ピストンロッド20の出力部20aに半径方向へ移動可能かつ軸心方向へ移動不能に連結してある。」としか記載されておらず，相違点2の「プルロッドに，入力部を，テーパ外周面よりも基端側に設けた」点の技術的意義自体が本件訂正明細書の「発明の詳細な説明」を参酌しても明らかでなく，また相違点1の「プルロッドに，その駆動手段に半径方向へ移動可能に連結された入力部を設けた」点との関係も明らかではないから，相違点1と相違点2が，相互に作用し，目的とする作用効果を奏するとの根拠はなく，原告の主張はその前提を欠く。仮に，相違点1，2が相互に作用するものであったとしても，相違点2は，相違点1の，「入力部」の「半径方向に移動可能」な機能を実現するに当たっての，「入力部」の位置を規定しているにすぎず，相違点1に含まれるものである。",
            "したがって，相違点1及び相違点2を一体と捉えて判断した審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(相違点3の認定の誤り)について",
          "text": [
            "審決は，相違点3として，本件訂正発明2は，「プルロッドに環状部材を軸心方向へ移動可能に外嵌して，その環状部材の周壁に係合具を設けた」のに対して，引用発明1はそのように構成されていない点と認定したが，スリーブ6が環状に形成された部材であることも明らかであるから，本件訂正発明2も引用発明1と同様に構成されており，相違点3の認定は誤りである。",
            "もっとも，相違点3の認定が誤っているとしても，相違点が解消されるにとどまり，相違点1，2に関して本件訂正発明2が容易想到であれば，審決の結論に影響を及ぼすものではない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点5の判断の誤り)について",
          "text": [
            "相違点5は，プルロッドの入力部を連結する駆動手段の出力部を，駆動手段のピストンから先端方向に突設させたというのにすぎないところ，駆動手段に出力部を設けるに当たって，その位置をピストンから先端方向へ突設させるか，あるいは，突設させないかは，適宜選択可能な設計的事項であるということができるから，審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "取消事由8(本件訂正発明1の顕著な作用効果の看過)について原告が主張する作用効果は，心ズレ修正を行うクランプ装置が当然奏するか又は引用発明1も同様に奏する効果にすぎない。原告の主張は失当である。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由9(本件訂正発明3の顕著な作用効果の看過)について原告主張の作用効果は，駆動手段に出力部を設けるに当たって，その位置をピストンから先端方向へ突設させることから必然的に得られるものであって，何ら格別なものということができない自明な効果にすぎない。顕著な作用効果の看過をいう原告の取消事由9は理由がない。"
          ]
        },
        {
          "fig": "10",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記に検討したところによれば，相違点1，2に係る本件訂正発明1～8の構成，相違点3に係る本件訂正発明3～8の構成及び相違点5に係る本件訂正発明3，4，6～8の構成は，いずれも引用発明1，引用発明2及び周知技術から容易に想到し得たものということができる。したがって，本件訂正発明1，2は，引用発明1，引用発明2及び周知技術から当業者が容易に想到し得たものである。また，本件訂正発明3～8についても，同様に，引用発明1，引用発明2及び周知技術から当業者が容易に想到し得たものである(原告は，本件訂正発明3～8について，相違点4，6～8に関する審決の判断につき取消事由を主張していない。)。",
                "以上によれば，本件訂正発明1～8が，いずれも特許法29条2項の規定により特許出願の際に独立して特許を受けることができないものであり，同法126条5項の規定に適合しないことは，審決の判断のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，前記第2，2において記載したとおり，本件訂正の請求は，請求項1ないし9につき，これを本件訂正発明1ないし9のとおり訂正するというものであるところ，審決は，本件訂正発明9(請求項9に係る訂正)については，①引用発明1と対比すると，相違点1ないし7及び相違点9において相違するが，相違点9についてはいずれの刊行物にも記載がない(審決書29頁7行～15行)とし，また，予備的見解において，②引用発明2と対比すると，新相違点1ないし9及び新相違点10において相違するが，新相違点10についてはいずれの刊行物にも記載がない(審決書36頁7行～15行)とするが，特許出願の際に独立して特許を受けることができるものとして特許法126条5項の規定に適合するものかどうかを判断していない。",
                "審決が，本件訂正のうち請求項1ないし8に係る訂正につき特許法所定の要件を満たさないものとして訂正を許さない旨の判断をしながら，請求項9に係る訂正についての判断を示さなかったことの当否について検討する。",
                "昭和62年法律第27号による特許法の改正により導入された，いわゆる改善多項制の下において，複数の請求項について訂正審判が請求された場合における訂正の許否については，①改善多項制導入前と同様に訂正審判請求全体を一体のものとして，一部の請求項に係る訂正につき特許法所定の要件を満たさない点があれば，他の請求項に係る訂正について要件充足の有無を判断するまでもなく，請求に係るすべての請求項についての訂正を許さないものとすべきか(以下，「一体説」という。)，あるいは，②請求項ごとに訂正が特許法所定の要件を満たすものかどうか判断した上で，訂正審判請求のうち，要件を満たさない請求項に係る部分のみについて訂正を許さないものとし，要件を満たす請求項に係る部分については訂正を許すものとすべきか(以下，「請求項基準説」という。)という点で，検討すべき問題が存在する。",
                "本件において，審判請求人(原告)は，訂正審判請求書(甲18)において，請求の趣旨として，明細書を本件訂正明細書のとおりに訂正することを求めて，請求項1ないし9につき，訂正の結果となるべき請求項の記載を示すのみで，これらの請求項のうち一部の請求項に係る訂正のみが特許法所定の要件を満たす場合には，当該訂正のみを許す旨の審決を求めること及びそのために請求項ごとに訂正の許否の判断を求めることを明示していない。かえって，前記第2，2記載のとおり，請求項9については，請求項1から6の内容を引用する形式で記載されたものであり，本件訂正においても，請求項9自体については記載の変更は申し立てられておらず，単に，引用される他の請求項が訂正される結果として，請求項9の内容が訂正されることを求めているにすぎない。そして，特許庁における審判手続において，審判請求人(原告)が受領した訂正拒絶理由通知(甲3)には，本件訂正のうち請求項1ないし8に係る訂正は，いずれも特許法29条2項の規定により特許出願の際に独立して特許を受けることができないものであり，同法126条5項の規定に適合しないこと，及び，請求項9に係る訂正については引用例との相違点の一部につきいずれの刊行物にも記載がないことが記載されていたにもかかわらず，審判請求人(原告)が特許庁に提出した訂正拒絶理由に対する意見書(甲4)にも，仮に請求項1ないし8に係る訂正が許されないとしても，請求項9に係る訂正を許す旨の審決を求めることをうかがわせる記載は一切存在しない。加えて，前記第2，1記載のとおり，本件訂正請求に先だって特許庁によりされた無効審決(無効2004−80172号)において無効とされたのは，本件特許のうち請求項1ないし8に係る部分であって，請求項9に係る部分については無効とされていない。これらの事情を考慮すれば，本件訂正審判請求人(原告)において，本件訂正のうち請求項1ないし8に係る訂正が許されないものと判断された場合において，請求項9に係る訂正のみについて訂正を許す旨の審決を求めていると解することはできない。したがって，このような事情の下においては，審決が請求項9に係る訂正について特許法所定の要件を満たすものかどうか判断しなかったことは，改善多項制の下における訂正審判請求のあり方についていかなる見解を採るかにかかわらず，違法ということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，審決は，本件において，請求項1ないし8に係る訂正については，請求項1に係る訂正が許されないと判断したにもかわらず，このことのみをもって審決の結論を導くことをせず，進んで請求項2ないし8に係る訂正の許否についての検討を行っている。このような審決の姿勢は，無効審決により本件特許のうち請求項1ないし8に係る部分が無効とされ，前記第2，1記載のとおり，特許権者(原告)により審決の取消しを求めて提訴された訴訟(当庁平成18年(行ケ)第10089号)が当庁に係属していることに照らし，本件訂正審判請求人(原告)において，請求項1ないし8については，一部の請求項に係る訂正であっても，これを許す旨の審決を求めていると善解する余地があることを配慮しての措置と理解することが可能である。本件における審判合議体のこのような措置は，前記の請求項基準説を採用したものと即断することはできないにしても，適切な措置と評価することができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，原告主張のその余の取消事由について判断するまでもなく，審決の判断には誤りがない。原告はその他縷々主張するが，いずれも理由がなく，審決を取り消すべきその他の誤りも認められない。",
                "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}