{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003−73392号事件について平成18年2月27日にした決定中「特許第3472771号の請求項1に係る特許を取り消す。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成7年10月30日にした特許出願(特願平7−305113号。以下「原出願①」という。)の一部を分割して平成12年3月29日に特許出願(特願2000−91921号。以下「原出願②」という。)をし，その一部を分割して平成13年5月7日に特許出願(特願2001−136724号。以下「原出願③」という。)をし，更にその一部を分割して，平成14年3月19日に発明の名称を「ポジ型レジスト組成物」とする発明につき特許出願(特願2002−76812号。以下「本件出願」という。)をし，平成15年9月12日，特許第3472771号として特許権の設定登録(設定登録時の請求項の数2。以下，この特許を「本件特許」という。)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許について浜田一美から特許異議の申立てがされたため，特許庁は，これを異議2003−73392号事件として審理し(ただし，本件特許中，請求項2に係る部分の特許異議の申立ては取り下げられた。)，その係属中，原告は，平成17年3月15日，本件出願に係る明細書について特許請求の範囲の減縮等を目的とする訂正請求をし，更に同年8月9日付け手続補正書をもってその訂正請求書の補正をした(以下，この補正後の訂正請求書に基づく訂正を「本件訂正」といい，本件訂正後の明細書を「本件訂正明細書」という。)。",
                "特許庁は，審理の結果，平成18年2月27日，本件訂正を認めた上で，「特許第3472771号の請求項1に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は，同年3月13日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，平成15年4月11日に原出願③について特許権(特許第3416876号)の設定登録を受けた後，特許庁から，その特許につき特許異議の申立て(異議2003−73033号)に基づく取消決定(以下「別件異議決定」という。)を受けたため，その取消しを求める取消訴訟(当庁平成17年(行ケ)第10623号)を提起したが，平成18年4月27日，請求棄却の判決(以下「別件判決」という。)を受けた。",
                "その後，別件判決は確定した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本件発明」という。)。",
            "「【請求項1】(A)一般式",
            "【化1】",
            "(式中，R1は水素原子又はメチル基，R4及びR5はメチル基又はエチル基である)",
            "で表わされる構成単位10～60モル％と，式",
            "【化2】",
            "で表わされる構成単位90～40モル％で構成され，かつ重量平均分子量8，000～25，000，分子量分布(Mw／Mn)1．5以下を有す",
            "るポリ(ヒドロキシスチレン)誘導体からなる基材樹脂及び(B)ビス(シクロヘキシルスルホニル)ジアゾメタン又はビス(2，4−ジメチルフェニルスルホニル)ジアゾメタンあるいはその両方を含む酸発生剤を含有してなるKrFエキシマレーザー用ポジ型レジスト組成物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の内容",
          "text": [
            "本件決定の内容は，別紙決定書写しのとおりである。要するに，本件発明は，刊行物1(特開平5−249682号公報。甲1)に記載された発明(以下「引用発明」という。)と，刊行物3(特開平6−287163号公報。甲3)，刊行物6(滝川忠宏他編「ULSIリソグラフィ技術の革新」株式会社サイエンス フォーラム(1994年11月10日発行)308～317頁。甲6)及び刊行物7(「Japanese Journal of Applied Physics,Vol.31(1992)」4316～4320頁。甲7)等に記載された周知事項に基づいて，当業者が容易に発明をすることができたから，その特許は特許法29条2項の規定に違反してされたものであるとして，取り消されるべきであるというものである。",
            "本件決定は，本件発明と引用発明との間には，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「(A)一般式【化1】",
            "(式中，R1は水素原子又はメチル基，R4及びR5はメチル基又はエチル基である)で表わされる構成単位10～60モル％と，",
            "式【化2】",
            "で表わされる構成単位90～40モル％で構成され，かつ重量平均分子量8，000～25，000を有するポリ(ヒドロキシスチレン)誘導体からなる基材樹脂及び",
            "(B)ビス(シクロヘキシルスルホニル)ジアゾメタンからなる酸発生剤を含有してなるKrFエキシマレーザー用ポジ型レジスト組成物」である点。",
            "(相違点)",
            "ポリ(ヒドロキシスチレン)誘導体の分子量分布(Mw／Mn)について，本件発明では，「1．5以下」と特定するものであるのに対して，引用発明では，最小でも「1．8」である点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "本件決定が認定した本件発明と引用発明の一致点及び相違点は認める。",
            "しかし，本件決定は，本件出願の出願日の認定を誤った上(取消事由1)，相違点の判断を誤った結果(取消事由2)，本件発明は引用発明及び周知事項に基づいて当業者が容易に発明をすることができたものと誤って判断し，更には平成15年法律第47号による改正前の特許法(以下「旧特許法」という。)120条の4第1項に違反する手続違背(取消事由3)があるから，違法として取消しを免れない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件出願の出願日の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，本件出願が，特許法44条(平成14年法律第24号による改正前のもの。以下同じ。)1項の「二以上の発明を包含する特許出願の一部」を新たな特許出願とするものとして，同条2項の規定により原出願①の出願の時に出願したとみなされるためには，本件出願において特定する技術的事項のすべてが，原出願①の願書に最初に添付された明細書(以下「原明細書①」という。甲9)に記載されていなければならないところ，原明細書①においては，KrFエキシマレーザー用ポジ型レジスト組成物における樹脂成分として使用できることが確認されているのは，(a)成分(「水酸基の10～60モル％が一般式化2・・・(式中，R1は水素原子又はメチル基であり，R2はメチル基又はエチル基であり，R3は炭素数1～4の低級アルキル基である。)で表わされる残基で置換された重量平均分子量8，000～25，000，分子量分布(Mw／Mn)1．5以下のポリヒドロキシスチレン」)と(b)成分(「水酸基の10～60モル％がtert-ブトキシカルボニルオキシ基で置換された重量平均分子量8，000～25，000，分子量分布(Mw／Mn)1．5以下のポリヒドロキシスチレン」)とを混合した場合だけであって，原明細書①の記載から，本件発明のように(a)成分のみを樹脂成分として単独で使用した場合についても，(a)成分と(b)成分と混合して用いた場合に匹敵する作用効果を有することを示す根拠は全く見出せず，原明細書①から自明であるとすることもできないことを理由に，本件出願は，原出願①との関係において同条1項に規定する特許出願であるとは認められず，本件出願の出願日は，現実の出願日である平成14年3月19日であると認定(決定書7頁6行～11頁2行)している。",
                    "しかし，本件訂正明細書(甲16)には，本件発明の場合，すなわち本件決定にいう「(a)成分のみを単独で使用した場合」に，「(a)成分と(b)成分とを混合した場合」に匹敵する作用効果を奏することは一切記載されていないし，また，特許法44条1項は，原明細書①に記載されている二つ以上の発明が互いに匹敵する作用効果を示すものでなければならないことを分割の要件とするものではないから，本件決定が，「(a)成分のみを単独で使用した場合」に，「(a)成分と(b)成分と混合して用いた場合」に匹敵する作用効果を奏することの根拠が見出せないことを理由として本件出願が分割要件を備えていないと判断したことは誤りである。",
                    "そして，原明細書①には，本件発明を特定する技術的事項がすべて記載されているから，本件出願は，原出願①との関係において特許法44条1項に規定する分割要件を満たし，同条2項の規定により，本件出願の出願日は，原出願①の出願日である平成7年10月30日とみなされる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仮に本件発明が原明細書①に記載された発明ではないとしても，本件出願は，原出願③の分割出願でもあり，本件発明が原出願③の願書に最初に添付された明細書(以下「原明細書③」という。甲23)に記載された発明であることは明らかであるから，本件出願の出願日は原出願③の出願日である平成13年5月7日とされるべきである。そうすると，本件出願の出願日が現実の出願日(平成14年3月19日)であるということにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件決定には，本件出願の出願日を現実の出願日である平成14年3月19日であると認定した誤りがあるから，違法なものとして取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件決定は，刊行物3に，一部の水酸基の水素原子がt‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)系樹脂に関し，分子量分布は単分散性であるのが好ましいこと及び単分散とは分子量分布Mw／Mnが1．05～1．50であることが，刊行物7",
                      "text": [
                        "に，新しい単分散のPHSをベース樹脂とした化学増幅型ポジレジストが開発され，ほぼ単分散のPHSを使用することにより，微細パターンが得られること及び分散度(Mw／Mn)が1．29のものを用いた実験が，刊行物6に，ＮTTによりイオン重合で得られる狭分散PHSを用い，部分的にtBOC化したレジストを検討した結果，解像性が改善されるという報告がなされたことがそれぞれ記載されているので，原出願①の出願日(平成7年10月30日)の前に，「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において，基材樹脂が単分散であること，すなわち，分子量分布(Mw／Mn)が1．5以下であることが望ましいこと」は，既に知られていたと認定(決定書18頁下から7行～19頁23行)している。",
                        "しかし，刊行物3，6，7に記載されているのは，いずれもt‐ブトキシカルボニル基で水酸基の一部が保護されたポリ(ヒドロキシスチレン)樹脂についての考察であり，KrFエキシマレーザーのための化学増幅型ポジ型レジストに普遍的に適用し得るルールとして，換言すればポリヒドロキシスチレンの水酸基の一部を置換している酸解離性置換基の種類に関係なく，共通的に適用できるルールとして記載されているものではない。",
                        "むしろ，化学増幅型ポジ型レジスト中で樹脂成分として用いる水酸基の一部が酸解離性置換基で保護されたポリヒドロキシスチレン樹脂において，これが単分散であるか多分散であるか，換言すればMw／Mnを小さくするか，大きくするかは，それを用いて得られる化学増幅型ポジ型レジストの物性に対し大きな影響を与えるものであるが，この影響はポリヒドロキシスチレン樹脂の水酸基の一部を置換している酸解離性置換基の種類のすべてに対し，共通的な結果をもたらすものではなく，むしろ酸解離性置換基の種類により，異なった結果がもたらされるのである。",
                        "例えば，本件の特許異議手続において提出した平成17年3月15日付け意見書添付の実験成績報告書(甲12)の表1及び図1をみれば明らかなように，酸解離性置換基がエトキシエチルオキシ基の場合は，単分散(Mw／Mn＝1．5)と多分散(Mw／Mn＝2．2)",
                        "の場合では，シリコンウェーハ及びチタンナイトライドのいずれの基板に対しても，単分散の場合が優れた感度，限界解像度を示しているのに対し，酸解離性置換基がt‐ブチルオキシカルボニル基の場合は，単分散のものを用いても，シリコンウェーハ基板に対しては感度，限界解像度が劣っており，チタンナイトライド基板に対しては感度，限界解像度が著しく劣り，基板依存性も大きいという効果の差を生じている。また，甲12に示されているように，酸発生剤のビス(シクロヘキシルスルホニル)ジアゾメタンと併用した場合，ポリヒドロキシスチレンの酸解離性置換基がエトキシエチル基のもの(本件発明のもの)は，感度，解像度ともに良好であるが，tert‐ブトキシカルボニル基のもの(刊行物3に記載のもの)は，むしろ感度及び解像度が劣化し，tert‐ブトキシエチル基のものは感度は良好であるが，解像度は劣化しており，酸解離性置換基によって，それぞれ効果の点で同一に律することができない。",
                        "また，平成16年5月25日付け実験成績報告書(甲13)の表1をみても，酸解離性置換基としてエトキシエチル基，シクロヘキシルオキシエチル基又はベンジルオキシエチル基を用いた場合は，単分散のもの(A，C及びE)が多分散のもの(B，D及びF)に比べ，優れた物性及びプロファイルのものが得られるのに対し，酸解離性置換基としてテトラヒドロピラニル基，t‐ブチルオキシカルボニル基又はt‐ブトキシカルボニルメチル基を用いた場合は，単分散のもの(G，H及びJ)であっても，良好な結果は得られていない。",
                        "このように，単分散のもの，すなわち相違点に係る本件発明の分子量分布(Mw／Mn)1．5以下のものが，化学増幅型ポジ型レジストとしての物性の向上に寄与するか否かは，ポリヒドロキシスチレンにおける保護基の種類に依存するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件決定は，本件出願前に，「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において，基材樹脂が単分散であること，すなわち，分子量分布(Mw／Mn)が1．5以下であることが望ましいこと」が既に知られていたことを示す根拠となる周知技術として，特開平6−273935号公報(甲18)，特開平6−273934号公報(甲19)，特開平6",
                      "text": [
                        "−236037号公報(甲20)及び特開平2−161436号公",
                        "報(甲21)の各公報等にKrFエキシマレーザー用ポジ型レジスト組成物において基材樹脂の分子量分布(Mw／Mn)が小さい方が好ましいこと及びそれによる感度，解像度等の効果が記載されていると認定しているが，そもそも，周知技術とは，文字どおりあまねく知られている技術であり，例えば汎用の技術専門書や一般に入手可能な文献等の総説に記載されていて，不特定多数の人が知り得る状態になっていることを意味し，数件の公報に記載されている事項は，単に複数の公知文献に記載されている事項であって，周知技術ということにはならない。百歩譲って，異なる出願人による多数の特許公報中に同じ技術が掲載されているという事項であれば，周知技術であると推測し得る場合もあるかもしれないが，上記各公報のうちの3件すなわち甲18ないし20は同一出願人によるものであり，このような同一人の出願に係る特許公報がいかに多数存在したとしても，それに記載されている技術事項をもって周知技術ということはできない。",
                        "また，甲18ないし20においては，特許請求の範囲の請求項2としてベース樹脂の分子量分布(Mw／Mn)が1．0～1．4のものを記載しているが，このような分子量分布のものが周知であるとするならば，ことさら請求項に記載して特許出願するはずがないのであり，このような狭い分子量分布のものが特別なものであり，周知技術ではないと認識していればこそ，特許請求の範囲に記載して特許出願しているのである。また，甲21には，Mw／Mnが1．2のポリ(p‐ビニルフェノール)に2，3‐ジヒドロピランとを反応させて，テトラヒドロピラニル基を導入したベース樹脂が記載されているが，これは刊行物3に記載されているものと同じであるので，これは単に公知であることを重ねて示しているだけで，周知であることの証拠にはならない。",
                        "さらに，甲12の実験成績報告書に示されているように，酸発生剤のビス(シクロヘキシルスルホニル)ジアゾメタンと併用した場合，ポリヒドロキシスチレンの酸解離性置換基がエトキシエチル基のもの(本件発明のもの)は，感度，解像度ともに良好であるが，tert‐ブトキシカルボニル基(刊行物3に記載のもの)は，むしろ感度及び解像度が劣化し，tert‐ブトキシエチル基のものは感度は良好であるが，解像度は劣化しており，酸解離性置換基によって，それぞれ効果の点で同一に律することができないので，被告のいう周知技術自体の認定が誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，原出願①の出願前に，ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物について分子量分布(Mw／Mn)が1．5以下であることが望ましいことは，既に知られていたとの本件決定の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件決定は，刊行物3，6，7に記載のものは，いずれも，一部の水酸基の水素原子がt‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂に関するものであり，本件発明のポリ(ヒドロキシスチレン)樹脂とは異なることを認めた上で，ポリヒドロキシスチレン誘導体をベース樹脂としたKrFエキシマレーザー用ポジレジスト組成物である点では本件発明と共通するから，当業者であれば，引用発明において，「レジスト用基材樹脂(重合体)として，分子量分布(Mw／Mn)が1．5以下である，単分散のものを用いることに格別な創意を要するものとは認められない」と判断(決定書19頁24行～31行)している。",
                    "しかし，本件出願前に，ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物について分子量分布が1．5以下であることが望ましいことは，既に知られていたとの本件決定の認定が誤りであることは前記のとおりであり，また，分子量分布を1．5以下にすることにより，特に効果上の差異を示さないt‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂について，刊行物3，6，7に分子量分布1．5以下のものが記載されているとしても，この記載に基づいて，本件発明のような分子量分布1．5以下のメトキシ又はエトキシアルキル基で置換されたポリ(ヒドロキシスチレン)樹脂(一般式【化1】参照)を用いた場合に顕著な効果を示すことを予測することは，たとえ当業者といえども不可能であるから，引用発明において相違点に係る本件発明の構成を採用することに格別な創意を要するものとは認められないとした本件決定の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(手続違背)",
              "text": [
                "旧特許法120条の4第1項は，審判長は，取消決定をしようとするときは，特許権者に対し，特許の取消しの理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならないと規定している。",
                "しかるに，本件決定は，平成17年1月5日付け取消理由通知(甲14)に引用されていない甲18ないし21を引用し，t‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂以外の酸解離性保護基で置換されたポリヒドロキシスチレン誘導体を基材樹脂としたKrFエキシマレーザー用ポジ型レジスト組成物において，当該基材樹脂の分子量分布の小さい方が好ましいことは，周知であったとの理由により，本件発明が引用発明から当業者であれば格別な創意を要することなく行うことができたものであり，その効果も当業者が容易に予測し得ると判断(決定書22頁13行～23頁2行)している。",
                "しかし，甲18ないし21を証拠として，本件出願前に，KrFエキシマレーザー用ポジ型レジスト組成物において用いられる酸解離性保護基で置換されたポリヒドロキシスチレン誘導体において，一般的に分子量分布が小さい方が好ましいことが知られているとし，これに基づいて本件発明が進歩性を欠くとする理由は，本件決定の理由においてはじめて示されたものであって，この理由についてあらかじめ原告に通知し，相当の期間を指定して意見書を提出する機会を与えていない。",
                "そして，本件発明の進歩性の有無を判断するには，本件発明及び引用発明における「アルコキシアルキルオキシ基」(一致点の一般式【化1】参照)で「ヒドロキシル基」(一致点の式【化2】参照)の一部を置換したポリ(ヒドロキシスチレン)について，相違点に係る本件発明の構成である分子量分布(Mw／Mn)1．5以下のものが本件出願前に知られていたか否かが重要な争点になっているのに，その事実を示すための証拠である甲18ないし21について取消理由通知において示すことなく，原告から何ら意見を求めることもなく本件決定を行ったのは，旧特許法120条の4第1項の規定に違反することは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件出願の出願日が，特許法44条の規定により，原出願①の出願の時(平成7年10月30日)に出願したものとみなされるためには，(a)原出願②が，原出願①に対し分割の要件のすべてを満たし，(b)原出願③が，原出願②に対し分割要件のすべてを満たし，かつ原出願③が原明細書①に記載した事項の範囲内のものであるか，同明細書に記載した事項から自明な事項の範囲内のものであり，(c)本件出願が，原出願③に対し分割要件のすべてを満たし，かつ本件出願が原出願①に対し，原明細書①に記載した事項の範囲内のものであるか，同明細書に記載した事項から自明な事項の範囲内のものであることを要する。",
                "しかるに，原出願③が，上記(b)の要件を満たしていないことは，別件異議決定に示されたとおりであり，別件異議決定の取消しを求める訴訟の判決である別件判決(乙1)において，原出願③は，特許法44条1項に規定する分割出願の要件を満たしているとは認められず，その出願日は，現実の出願日である平成13年5月7日とされると判示(別件判決書20頁6行～26頁2行)され，別件判決及び別件異議決定は確定している。",
                "そうすると，本件出願は，特許法44条1項に規定する特許出願であるとすることはできず，その出願日は，現実の出願日である平成14年3月19日であるとした本件決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "別件判決において，刊行物3，6，7等によれば，①「原出願の出願日(平成7年10月30日)前，ポリヒドロスチレン誘導体からなる化学増幅型ポジ型レジストにおいて，基材樹脂となるポリヒドロキシスチレン樹脂の分子量分布が1．5以下であることが望ましいことは，周知技術であったものと認められる。」(別件判決書33頁2行～5行)，②「引用例3(本訴における刊行物1)に記載された発明に接した当業者は，相違点cに係る本件発明1の構成である，レジスト用基材樹脂(重合体)として，分子量分布が1．5以下である単分散のものを用いることに容易に想到することができるというべきである。」(同33頁6行～9行)，③「原出願時において，当業者が容易に相違点cに係る本件発明1の構成に想到できたことは上記(3)のとおりであり，その当時，当業者間において，一部の水酸基の水素原子がtert-ブトキシカルボニル基で保護されたポリヒドロキシスチレン樹脂の場合，単分散のものを用いても，多分散のものを用いた場合に比べて何らレジスト物性の向上は認めれれないと考えられていたわけではないし，原出願の出願日後に作成された実験報告書(甲12報告書は実験日を平成17年3月4日とし，甲13報告書は，実験日を平成16年4月6日とするもの)の記載は，上記判断を左右するものではない」(同33頁20行～34頁1行)と判断されているとおり，本件決定における相違点の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本件決定において，取消理由通知で引用されていない甲18ないし219の各公報を引用したのは，ポリヒドロキシスチレンの水酸基の一部を置換している酸解離性保護基の種類により，分子量分布(Mw／Mn)の大小すなわち単分散か多分散かの影響は著しく異なる旨の原告の特許異議意見書(甲17)記載の主張に対し，t-ブトキシカルボニル基以外の酸解離性保護基で置換されたポリ(ヒドロキシスチレン)樹脂を基材樹脂としたKrFエキシマレーザー用ポジ型レジスト組成物においても，基材樹脂の分子量分布(Mw／Mn)が小さい方が好ましいこと，及びそれによる感度，解像度等の効果が，原出願①の出願前からよく知られていることを示す周知技術として本件出願当時の技術水準を示したものである。このような事項については，旧特許法120条の4第1項は適用されない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件出願の出願日の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，原明細書①に本件発明が記載されているにもかかわらず，本件出願が分割要件を満たしていないとして，本件出願の出願日を現実の出願日である平成14年3月19日であるとした本件決定の認定は誤りである旨主張する。",
                    "しかし，原明細書①(甲9)には，①従来，化学増幅型ポジ型レジスト用基材樹脂としてポリヒドロキシスチレンの水酸基をtert-ブトキシカルボニルオキシ基で置換した樹脂成分が知られていたが，そのような樹脂を用いることによる問題を克服するため，「樹脂成分として，異なる2種の置換基を特定の割合でそれぞれ置換」したものを用いることとしたこと(段落【0002】ないし【0009】)，②その異なる2種の置換基とその割合として，「(A)酸の作用によりアルカリ水溶液に対する溶解性が増大する樹脂成分」の(a)成分(「水酸基の10～60モル％が一般式化2・・・(式中，R1は水素原子又はメチル基であり，R2はメチル基又はエチル基であり，R3は炭素数1～4の低級アルキル基である。)で表わされる残基で置換された重量平均分子量8，000～25，000，分子量分布(Mw／Mn)1．5以下のポリヒ",
                    "ドロキシスチレン」)と(b)成分(「水酸基の10～60モル％がtert-ブトキシカルボニルオキシ基で置換された重量平均分子量8，000～25，000，分子量分布(Mw／Mn)1．5以下のポリヒド",
                    "ロキシスチレン」)をそれぞれ特定の割合で用いることとしたこと(段落【0012】ないし【0014】)，③実施例1ないし3は，製造例1で製造された(b)成分及び製造例2で製造された(a)成分をともに用いたものであること(実施例1につき段落【0074】ないし【0076】，実施例2につき段落【0080】，実施例3につき段落【0081】)が記載されている。",
                    "これらの記載によれば，原明細書①には，化学増幅型ポジ型レジスト用基材樹脂について，(a)成分及び(b)成分を双方ともに使用することが記載され，(a)成分単独のもの又は(b)成分単独のものを使用することが明示的に記載されてないだけでなく，むしろ従来技術で使用されていた(b)成分(ポリヒドロキシスチレンの水酸基をtert-ブトキシカルボニルオキシ基で置換した樹脂成分)に，(a)成分を加えることが明示的に記載されているものである。また，原明細書①中には，従来，用いられていなかった(a)成分について単独で用いることを示唆する記載はなく，原明細書①の記載を検討しても，(a)成分を単独で使用することが原明細書①に記載した事項から自明な事項であるとはいえない。",
                    "したがって，本件発明の化学増幅型ポジ型レジスト用基材樹脂は，本件訂正後の請求項1記載の「(A)」のとおり，(b)成分を構成に含まず，(a)成分を単独で使用する構成のものであるところ，上記のとおり，原明細書①には，化学増幅型ポジ型レジスト用基材樹脂について，(b)成分を使用することなく，(a)成分を単独で使用するという本件発明の技術的事項は記載されていないし，原明細書①の記載からその技術的事項が自明な事項であるともいえないから，本件出願は，原出願①との関係で特許法44条1項の分割要件を満たさないというべきであり，これと同旨の本件決定の判断は是認できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，①本件発明に係る本件訂正明細書(甲16)には，本件発明の場合，すなわち本件決定にいう「(a)成分のみを単独で使用した場合」に，「(a)成分と(b)成分とを混合した場合」に匹敵する作用効果を奏することは一切記載されていないし，また，②特許法44条1項は，原明細書①に記載されている二つ以上の発明が互いに匹敵する作用効果を示すものでなければならないことを分割の要件とするものではないから，本件出願は，原出願①との関係で特許法44条1項の分割要件を満たさないとした本件決定の判断は誤りであると主張する。",
                    "しかし，本件決定は，「分割出願の発明が，特許法44条1項の「二以上の発明を包含する特許出願の一部」であるためには，分割出願の発明において特定する技術的事項のすべてが，もとの出願の当初明細書(原明細書)の発明の詳細な説明に記載されていなければならないものであるところ，原明細書においては，KrFエキシマレーザー用ポジ型レジスト組成物における樹脂成分として使用できることが確認されているのは，(a)成分と(b)成分とを混合した場合だけであって，原明細書の記載からでは，樹脂成分として(a)成分のみを単独で使用した場合についても，(a)成分と(b)成分と混合して用いた場合に匹敵する作用効果を有することを示す根拠は全く見いだせず，原明細書から自明であるとすることはできない。」(決定書10頁22行～32行)と判断しているのであって，本件決定が特許法44条1項に規定する分割の要件としているのは，「分割出願の発明において特定する技術的事項のすべてが，もとの出願の当初明細書(原明細書)の発明の詳細な説明に記載されていなければならない」ことであることは明らかであり，原告がいうように本件出願に係る本件訂正明細書において「(a)成分のみを単独で使用した場合」に「(a)成分と(b)成分とを混合した場合」に匹敵する作用効果を奏することが記載されているかどうかとか，原明細書①に記載されている二つ以上の発明が互いに匹敵する作用効果を示すものであるかどうかということを分割の要件としているわけではなく(本件決定は，原明細書①には，(a)成分のみを単独で使用した場合にKrFエキシマレーザー用ポジ型レジスト組成物における樹脂成分として使用できることを示す記載がないことを説明しているにすぎない。)，原告の上記主張は，本件決定を正解せずに，独自の見解に基づいて解釈したことを前提とするものであって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件出願は，原出願③の分割出願でもあり，本件発明が原明細書③に記載された発明であることは明らかであるから，本件出願の出願日は原出願③の出願日である平成13年5月7日とされるべきであり，本件決定には，本件出願の出願日を現実の出願日である平成14年3月19日であると認定した誤りがあると主張する。",
                "そこで検討するに，原明細書③(甲23)には，本件発明のKrFエキシマレーザー用ポジ型レジスト組成物の成分である基材樹脂「(A)」の構成が特許請求の範囲の「請求項1」に，本件発明の同成分である酸発生剤「(B)」の構成が発明の詳細の説明の段落【0017】に，「(A)」と「(B)」を含む組成物の実施例が段落【0068】等に記載されていることが認められるから，本件出願は原出願③との関係で特許法44条1項の分割要件を満たすものであり，同条2項の規定により，本件出願の出願日は原出願③の出願日である平成13年5月7日に遡るものと認められる。この点において，本件決定が本件出願の出願日を現実の出願日と認定したことは誤りである。",
                "しかし，後記のとおり，本件決定において相違点の判断のための証拠とされた刊行物1，3，6ないし8，甲18ないし21はいずれも原出願③の出願日である平成13年5月7日より前に頒布された刊行物であることは，決定書の記載から明らかであるから，原告の主張する本件決定における本件出願の出願日の認定の誤りは，本件決定の結論に影響を及ぼすものではないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物3，6，7に記載されているのは，いずれも本件発明の保護基とは異なるt-ブトキシカルボニル基で水酸基の一部が保護されたポリ(ヒドロキシスチレン)樹脂についての考察であって，酸解離性置換基(保護基)の種類に関係なく，共通的に適用できるルールとして記載されているわけではないから，本件決定が，刊行物3，6，7の記載から，「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において，基材樹脂が単分散であること，すなわち，分子量分布が1．5以下であることが望ましいこと」は，既に知られていたと認定したのは誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3(甲3)には，次の記載がある。",
                        "① 特許請求の範囲の【請求項3】として「一部の水酸基の水素原子がt-ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂(a)，溶解阻害剤(b)及び酸発生剤(c)をそれぞれ重量百分率で0．55≦a，0．07≦b≦0．40，0．005",
                        "≦c≦0．15並びにa＋b＋c＝1となるように含有すると共に，アルカリ水溶液で現像することが可能な，高エネルギー線に感応するポジ型レジスト材料であって，前記溶解阻害剤(b)が請求項1に記載された第三級ブチルエステル誘導体であることを特徴とするポジ型レジスト材料。」，【請求項4】として「ポリ(ヒドロキシスチレン)が，リビング重合反応により得られる単分散性ポリ(ヒドロキシスチレン)である，請求項3に記載のポジ型レジスト材料。」",
                        "②「【発明が解決しようとする課題】・・・本発明者等は，光レジスト用の溶解阻害剤について鋭意研究した結果，新規なジフェノール酸第三級ブチルエステル誘導体が光レジスト用溶解阻害剤として有効であることを見出すと共に，それをポリ(ヒドロキシスチレン)系樹脂の溶解阻害剤として用いた場合には，従来の高エネルギー線用の化学増幅型ポジ型レジスト材料の欠点が解決され，従来にない，高感度，高解像性，及び優れたプロセス適性を有すると共に，経時安定性に優れる高エネルギー線用ポジ型レジスト材料とすることができることを見出し，本発明に到達した。」(段落【0022】)",
                        "③「ポリ(ヒドロキシスチレン)樹脂の重量平均分子量は，耐熱性のレジスト膜を得るという観点から，1万以上であることが好ましく，又精度の高いパタンを形成させるという観点から分子量分布は単分散性であることが好ましい。ラジカル重合で得られるような，分子量分布の広いポリ(ヒドロキシスチレン)系樹脂を用いた場合には，レジスト材料中に，アルカリ水溶液に溶解し難い大きい分子量のものまで含まれることとなるため，これがパタン形成後の裾ひきの原因となる。従って，リビング重合によって得られるような単分散性のポリ(ヒドロキシスチレン)樹脂を使用することが好ましい。」(段落【0034】)",
                        "④「尚，単分散性とは分子量分布がMw／Mn＝1．05～1．50であることを意味する。」(段落【0037】)",
                        "⑤「次に，単分散性のポリ(ヒドロキシスチレン)系樹脂のリビング重合法による製造法をポリ(p−ヒドロキシスチレン)の場合を例としてさらに詳述する。」(段落【0039】)，「・・・該水酸基を保護する保護基を導入したモノマーをリビング重合させた後，該保護基を脱離させて目的のポリ(p−ヒドロキシスチレン)を得る手法が用いられる。用いられる保護基としては，第三級ブチル基，ジメチルフェニルカルビルメチルシリル基，第三級ブトキシカルボニル基，テトラヒドロピラニル基，第三級ブチルジメチルシリル基等が挙げられるが，これらの中でも，特に第三級ブトキシカルボニル基が好ましい。」(段落【0040】)",
                        "⑥「重合反応においては，モノマーが100％反応するので生成するリビングポリマーの収量は略100％である。従って，モノマーの使用量と反応開始剤のモル数を調整することにより，得られるリビングポリマーの分子量を適宜調整することができる。このようにして得られたリビングポリマーの分子量分布は単分散性(Mw／Mn＝1．05～1．50)である。」(段落【0045】)，「次",
                        "に，ポリマーのジメチルフェニルカルビルジメチルシリル基やt-ブチル基等の保護基を脱離させることによって，ポリ(p−ヒドロキシスチレン)を得ることができる。」(段落【0046】)",
                        "⑦「実施例5．下記の組成物を混合したレジスト溶液を・・・プリベークして，レジスト膜の厚さが0．7μmのレジスト塗布基板を得た。・・・尚，ベース樹脂には，分子量が10，000で分子量分布(Mw／Mn)が1．05のポリ(p−ヒドロキシスチレン)を",
                        "20モル％t-ブトキシカルボニル化した樹脂を用いた。」(段落【0069】)",
                        "⑧「実施例20～31．実施例5で使用したベース樹脂及び溶解阻害剤に代えて，下記表3及び表4で示したベース樹脂及び溶解阻害剤を各々用い，・・・実施例5と全く同様にしてレジスト溶液を調製し，パタン基板を作製し，実施例5と全く同様にして感度及び解像度を評価した。感度の結果は下記表5に示した通りである。尚，多少の差異は見られるものの，いずれの場合も，ラインとスペースのパタンの解像度は0．3μmであった。」(段落【0077】)，表3(段落【0078】)には，試料No「RESIN2」として，Mwが13，000，Mw／Mnが1．13の「水酸基を30モル％t-ブ",
                        "トキシカルボニル化したポリ(ヒドロキシスチレン)」のベース樹脂が，試料No「RESIN3」として，Mwが50，000，Mw／Mn",
                        "が1．11の「水酸基を40モル％t-ブトキシカルボニル化したポリ(ヒドロキシスチレン)」のベース樹脂が，試料No「RESIN4」として，Mwが20，000で，Mw／Mnが1．00の「水酸基を",
                        "25モル％テトラヒドロピラニル化したポリ(ヒドロキシスチレン)」のベース樹脂がそれぞれ記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，①刊行物3の上記(ア)③中の「精度の高いパタンを形成させるという観点から分子量分布は単分散性であることが好ましい。」，「ラジカル重合で得られるような，分子量分布の広いポリ(ヒドロキシスチレン)系樹脂を用いた場合には，レジスト材料中に，アルカリ水溶液に溶解し難い大きい分子量のものまで含まれることとなるため，これがパタン形成後の裾ひきの原因となる。」，「リビング重合によって得られるような単分散性のポリ(ヒドロキシスチレン)樹脂を使用することが好ましい。」との記載は，その文言上，特定の保護基を有するポリ(ヒドロキシスチレン)樹脂に限定されているものとは認められないこと，②刊行物3においては，単分散性のポリ(ヒドロキシスチレン)系樹脂の製造法において用いられる保護基として，第三級ブトキシカルボニル基(t-ブトキシカルボニル基)のほかに，第三級ブチル基，ジメチルフェニルカルビルメチルシリル基，テトラヒドロピラニル基，第三級ブチルジメチルシリル基が例示され(上記(ア)⑤)，③発明の実施例として，テトラヒドロピラニル基を保護基とする「水酸基を25モル％テトラヒドロピラニル化したポリ(ヒドロキシスチレン)」のベース樹脂を用いたもの(上記(ア)⑧)も記載されていることに照らすと，刊行物3の請求項3，4(上記(ア)①)は，一部の水酸基の水素原子がt-ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂，すなわちt-ブトキシカルボニル基を保護基とするポリ(ヒドロキシスチレン)樹脂を構成に有するポジ型レジスト材料の発明であるものの，刊行物3の記載全体としては，第三級ブトキシカルボニル基(t-ブトキシカルボニル基)のほかに，第三級ブチル基，ジメチルフェニルカルビルメチルシリル基，テトラヒドロピラニル基又は第三級ブチルジメチルシリル基を保護基とするポリ(ヒドロキシスチレン)樹脂についても，上記(ア)④の単分散性(分子量分布がMw／Mn＝1．05～1．50)のものが好ましいことが知見として記載されているものと認められる。したがって，刊行物3に記載されているポリ(ヒドロキシスチレン)樹脂は水酸基の一部がt-ブトキシカルボニル基で置換された保護基のものに限定されているということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，刊行物6(甲6)には，「化学増幅型レジスト」に関し，①「化学増幅型レジストはノボラック樹脂系ポジ型フォトレジストと比較して，光透過性が優れているため・・・KrFエキシマレーザあるいはX線用レジストは，高感度，高解像性の点から間違いなく化学増幅型レジストが採用されると思われる。」(309頁左欄3行～8行)，②「ノボラック樹脂はKrFリソグラフィには光吸収が大きく使用できないので，それにはポリヒドロキシスチレン(PHS)をベースにした材料が別に開発されている」(310頁左欄10行～12行)，③「ＮTTはイオン重合で得られる狭分散PHSを用い，部分的にtBOC化したレジストを検討し，解像性が改善されることを報告している。」(311頁右欄8行～11行)との記載があり，これらの記載によれば，狭分散PHS，すなわち分子量分布の狭いポリ(ヒドロキシスチレン)を用い，部分的にtBOC化をした(t-ブトキシカルボニル基を保護基とする)レジストを検討し，解像性が改善されたことが示されている。",
                        "また，刊行物7(甲7)には，①「新しい単分散PHSをベース樹脂とした化学増幅型ポジレジスト(MDPR)がKrFエキシマレーザーリソグラフィー用に開発された。MDPRは，アルカリ現像可能な単層レジストで，部分的にtBOCで保護されたPHS，溶解抑止剤，及び光酸発生剤から構成されている。リビング重合により合成されたほぼ単分散のPHSを使用することにより，微細パターンを得ることができる。MDPRは，γ値が4の高いコントラストを示し，これが高解像性をもたらしている。」(4316頁の要約部分)，②「この実験の中では，分子量が13000，分散度が1．29のほぼ単分散であるPHSをベースとしたレジストを使用した。」(4316頁右欄下から15～18行)，「Mw／Mnの効果を確かめるため，Mwが36400，Mw／Mnが1．76及びtBOC保護化率が1",
                        "3％である多分散のPHSをベースとしたレジストについても検討した。」(4318頁右欄8～11行)，③「新しい単分散のPHSをベース樹脂とした化学増幅型ポジレジスト(MDPR)が開発された。MDPRは，部分的にtBOCで保護されたPHS，溶解抑止",
                        "剤，及び光酸発生剤から構成されている。ほぼ単分散のPHSを使用することにより，微細パターンを得ることができる。」(4320頁左欄3～8行)との記載があり，これらの記載によれば，KrFエキシマレーザーリソグラフィー用のPHS(ポリ(ヒドロキシスチレン))をベース樹脂とした化学増幅型ポジレジストにおいて部分的にtBOC(t-ブトキシカルボニル基)で保護されたPHS，溶解抑止剤及び光酸発生剤から構成されている分子量が13000，分散度が1．29のほぼ単分散のPHSを使用することにより微細パターンを得ることができることが示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定において周知例として引用された甲18ないし21についてみると，まず，甲18には，①「【請求項1】下記示性式(1)(式，省略)但し，・・・R2はtert-ブチル基，メトキシメチル基，テトラヒドロピラニル基又はトリアルキルシリル基を・・・である。)で表わされるベース樹脂(A)と，オニウム塩(B)と，及び酸不安定基を含有する溶解阻止剤(C)とを有機溶剤に溶解してなることを特徴とする化学増幅型レジスト材料。」，「【請求項2】示性式(1)のベース樹脂の分子量分布が，1．0～1．4である狭分散ポリマーを用いる請求項1記載のレジスト材料。」，②「更に，上記示性式(1)のポリマーの分子量分布がレジスト特性を大きく左右するので分子量分布を制御する必要があるが，この方法としては，例えば分別により式(2)のコポリマーから低分子量物を除去する等の方法で分子量分布を1．0～1．4の範囲に調整することが好ましい。」(段落【0021】)との記載がある。これらの記載によれば，甲18には，tert-ブチル基，メトキシメチル基，テトラヒドロピラニル基又はトリアルキルシリル基を保護基として構成に含むベース樹脂の分子量分布が1．0～1．4である狭分散ポリマーを用いる化学増幅型レジスト材料(請求項2)，分子量分布がレジスト特性を大きく左右するので分子量分布を制御する必要があり，その分子量分布の範囲としては1．0～1．4が好ましいことが示されている。",
                        "また，甲19には，上記①，②と同様の知見(請求項2，段落【0021】)の記載がある。さらに，甲20には，tert-ブチル基を保護基として構成に含むベース樹脂の分子量分布が1．0～1．4である狭分散ポリマーを用いる化学増幅型レジスト材料(請求項2)，「しかし，・・・これらの多分散度のポリマーではエキシマレーザー光に対して十分対応できず，解像性を高め，エキシマレーザー光の露光により超微細パターンを与えるためには，上記(1)のベース樹脂の分子量分布Mw／Mn1．0～1．4の範囲とすることが有効であることを知見した。」(段落【0016】)との記載がある。",
                        "次に，甲21には，①フォトレジスト組成物に関する発明の実施例1として，「まず，出発物質として，ポリ(p−ビニルフェノール)(重量平均分子量：16，000であり，かつ重量平均分子量／数平均分子量＝1．2)12.0(g)と，2，3-ジヒドロピラン8.4(g)とを秤量し，・・・この実施例に係るベース樹脂13.0(g)が得られた。・・・その結果，この実施例1で合成したベース樹脂に対するテトラヒドロピラニル基の導入率は，90(％)であった。」(7頁左上欄4行～左下欄12行)，②「また，上述した実施例では，フォトレジスト組成物を構成するベース樹脂の一例として，重量平均分子量が16，000のポリ(p−ビニルフェノール)にテトラヒドロピラニル基を90(％)導入した場合につき説明した。しかしながら，これに限定されるものではなく，上述の重量平均分子量は1，000～100，000程度の容易に入手可能なものとし，テトラヒドロピラニル基の代わりに，1−(メトキシエチル)基，1−(エトキシエチル)基，またはテトラヒドロフラニル基のうちのいずれかを導入しても良い。このようなエーテル結合を構成する種々の基の導入率は，ポジ型パターンの形成を可能とするため，60(％)以上とするのが良い。」(11頁左下欄9行～右下欄2行)との記載がある。これらの記載によれば，甲21には，テトラヒドロピラニル基，1−(メトキシエチル)基，1−(エトキシエチル)基又はテトラヒドロフラニル基を保護基として構成に含むベース樹脂ポリ(p−ビニルフェノール)の分子量分布が1．2であるフォトレジスト組成物が示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物8(甲8)には，①「【請求項1】フェノール性ヒドロキシル基の10～90％が，式I【化1】・・・の保護基によって置換されているが，但し重量平均分子量対数平均分子量の比率Mw／Mnは1．03～1．80の範囲である，フェノール樹脂。」，②「【発明の概要】本発明の目的は，特にレリーフ構造を製造するための，新規なポリマーおよびこれによって得られるポジ型の非常に活性な放射線感受性系を開発することであり，このポリマーは上記欠点を有しない，換言すれば，それらは良好な接着性，加工安定性，UV放射線，電子ビームおよびX線に対する感受性を有しており，高い光学的透明度のためDUV領域での使用に特に適しており，そしてさらに良好な熱安定性を有しており，高い解像度が可能である。」(段落【0009】)，「驚くべきことに，フェノール性のOH基のうちのいくらかがアセタールまたはケタール保護基によって置換された，実質的に単分散性の狭い分子量分布を有するフェノール樹脂からなる放射線感受性混合物が，上記欠点を有しないということを発見した。」(段落【0010】)，③「合成実施例1」として，Mw／Mnを1．18と",
                      "text": [
                        "する単分散性のポリ(4−(1−tert-ブトキシエトキシ)スチレン／4−ヒドロキシスチレン)の製造例(段落【0047】)が，「合成実施例2」として，Mw／Mnを1．16とする単分散性のポリ(4−(1−tert-ブトキシエトキシ)スチレン／4−ヒドロキシスチレン)の製造例(段落【0048】)が，「合成実施例3(比較)」として，Mw／Mnを4．5とする多分散性のポリ(4−(1−tert-ブトキシエトキシ)スチレン／4−ヒドロキシスチレン)の製造例(段落【0049】)が記載され，合成実施例1ないし3で製造した各コポリマーを現像した応用実施例1ないし3(段落【0050】ないし【0052】)の結果，合成実施例1のコポリマーでは「36mJ/cm2の露光線量で，レジスト1で正確に再現された垂直な0．35μml/s構造物が得られた。」(段落【0050】)，合成実施例2のコポリマーでは「25mJ/cm2の露光量で，正確に再現された垂直な0．35μml/s構造物が得られた。」(段落【0051】)との記載がある一方で，合成実施例3のコポリマーでは「レジスト2では，36mJ/cm2の露光量で，望ましくないt形0．35μm構造が見られた。」(段落【0052】)との記載がある。",
                        "これらの記載によれば，刊行物8には，1−tert-ブトキシエトキシ基を保護基として構成に含む分子量分布を1．16又は1．18とする単分散性のポリ(4−ヒドロキシスチレン)の放射線感受性混合物であるフェノール樹脂が，分子量分布を4．5とする多分散性のものより，現像の結果正確に再現された構造物が得られることが示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明に係る刊行物1(甲1)には，①「【発明が解決しようとする問題点】このように化学増幅型レジスト材料は従来のレジスト材料と比べて高感度化されたにもかかわらず，樹脂の耐熱性が乏しい，基板との密着性が不良である，・・・光透過性が不十分である，解像性能が不十分である，或いは経時的にパターン寸法が変化する等の問題点を有し，実用化は難しい。従って，これ等の問題点を全て改善した実用的な高感度レジスト材料が渇望されている現状にある。」(段落【0008】)，②「【発明の目的】本発明は上記した如き状況に鑑みなされたもので，遠紫外光，KrFエキシマレーザ光等に対し高い透過性を有し，これ等光源による露光や電子線，X線照射に対して高い感度を有し，耐熱性及び基板との密着性が極めて優れ，高解像性能を有し，且つパターン寸法が経時変化せずに精度の高いパターンが得られる実用的なポジ型レジスト材料を提供する事を目的とする。」(段落【0009】)，③製造例1として，ポリ［p−(1-エトキシエトキシ)スチレン−p−ヒドロキシスチレン］の合成の例(重量平均分子量約8500，Mw／Mn≒1．8)(段落【0071】ないし【00074】)，製造例2な",
                  "text": [
                    "いし5として，ポリ［p−(1-エトキシエトキシ)スチレン−p−ヒドロキシスチレン］の合成の例(段落【0075】ないし【0080】)，製造例6として，ポリ［p−(1-メトキシエトキシ)スチレンーp−ヒドロキシスチレン］の合成の例(重量平均分子量9000，Mw／Mn≒1．8)(段落【0081】ないし【0084】)，製造例7として，ポリ［p−(1-メトキシー1-メチルエトキシ)スチレンーp−ヒドロキシスチレン］の合成の例(段落【0085】)が記載されている。",
                    "そして，本件決定が認定(決定書17頁4行～下から13行)するように，上記③の製造例1ないし5で合成されたポリ［p−(1−エトキシエトキシ)スチレン−p−ヒドロキシスチレン］，製造例6で合成されたポリ［p−(1−メトキシエトキシ)スチレン−p−ヒドロキシスチレン］，製造例7で合成されたポリ［p−(1−メトキシ−1−メチルエトキシ)スチレン−p−ヒドロキシスチレン］は，いずれも本件発明における一般式【化1】で表される構成単位及び式【化2】で表される構成単位とからなる(ヒドロキシスチレン)誘導体に相当することは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記アないしウの認定事実によれば，化学増幅型レジスト組成物用の基材樹脂(ベース樹脂)として用いられる水酸基の一部が第三級ブトキシカルボニル基(t-ブトキシカルボニル基)，第三級ブチル基(tert-ブチル基)，ジメチルフェニルカルビルメチルシリル基，テトラヒドロピラニル基，メトキシメチル基，トリアルキルシリル基，1−(メトキシエチル)基(前記ウ③記載の製造例6の保護基(1−メトキシエトキシ)と同じ)，1−(エトキシエチル)基(前記ウ③記載の製造例1ないし5の保護基(1−エトキシエトキシ)と同じ)，テトラヒドロフラニル基又は1−tert-ブトキシエトキシ基の保護基により置換されたポリ(ヒドロキシスチレン)誘導体は，その分子量分布(Mw／Mn)が1．5以下の狭いものが好ましいことが示されているのであるから，このように分子量分布(Mw／Mn)が1．5以下の狭いものが好ましいことは，保護基がt-ブトキシカルボニル基であるものに限らず，引用発明に記載された保護基を含む他の保護基を有するものにも共通して認識されていたものと理解することができ，本件出願(原出願③の出願日・平成13年5月7日)の前に，「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において，基材樹脂が単分散であること，すなわち，分子量分布が1．5以下であることが望ましいこと」は，既に知られていたとの本件決定の認定に誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲12及び甲13の各実験成績報告書記載の実験結果を根拠として，相違点に係る本件発明の分子量分布(Mw／Mn)1．5以下のものが，化学増幅型ポジ型レジストとしての物性の向上に寄与するか否かは，ポリヒドロキシスチレン樹脂における保護基(水酸基の一部を置換している酸解離性置換基)の種類に依存し，それぞれ効果の点で同一に律することができないのであるから，ポリヒドロキシスチレン樹脂の基材樹脂一般について分子量分布が1．5以下であることが望ましいとはいえない旨主張する。",
                        "確かに，甲12には，酸解離性置換基がエトキシエチルオキシ基の場合は，単分散(Mw／Mn＝1．5)と多分散(Mw／Mn＝2．",
                        "2)の場合では，単分散の場合が優れた感度，限界解像度を示しているのに対し，酸解離性置換基がt‐ブトキシカルボニル基の場合(試料Cのt-Boc化PHSの場合)は，単分散のものを用いても感度，限界解像度が著しく劣り，基板依存性も大きいことなどが，甲13には，酸解離性置換基としてエトキシエチル基，シクロヘキシルオキシエチル基又はベンジルオキシエチル基を用いた場合は，単分散のものが多分散のものに比べ，優れた物性及びプロファイルのものが得られるのに対し，酸解離性置換基としてテトラヒドロピラニル基，t‐ブチルオキシカルボニル基及びt‐ブトキシカルボニルメチル基を用いた場合は，単分散のものであっても，良好な結果は得られていないことが記載されている。",
                        "しかし，仮に甲12，13の上記記載内容が正しいとしても，甲12は「実験日」を「平成17年3月4日」とする実験成績報告書，甲13は「実験日」を「平成16年4月6日」とする実験成績報告書であって，いずれも本件出願の現実の出願日からも2年以上後に実施された実験結果により判明した事項が記載されたものにすぎず，甲12，13の上記記載内容は本件出願当時(原出願③の出願当時)の技術水準や知見を直ちに裏付けるものではなく，他に本件出願当時(原出願③の出願当時)において分子量分布が1．5以下であることが望ましいことがポリヒドロキシスチレン樹脂の保護基の種類に依存することを窺わせるに足りる証拠はない。",
                        "したがって，原告の上記主張は，前記エの認定を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，周知技術とは，文字どおりあまねく知られている技術であり，例えば汎用の技術専門書や一般に入手可能な文献等の総説に記載されていて，不特定多数の人が知り得る状態になっていることを意味し，単に複数の公知文献に記載されている事項であるからといって，周知技術ということにはならないし，また，甲18ないし21の各公報のうち甲18ないし20は同一出願人によるものであり，このような同一人の出願に係る特許公報がいかに多数存在したとしても，それに記載されている技術事項をもって周知技術ということはできない旨主張する。",
                        "しかし，「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において，基材樹脂が単分散であること，すなわち，分子量分布が1．5以下であることが望ましいこと」が，本件出願(原出願③の出願日・平成13年5月7日)の前に，既によく知られていた技術事項であることは，前記のとおりであり，周知技術ないし周知の知見であるか否かは文献の数によって決まるものではなく，また，必ずしも汎用の専門書や文献等の総説に記載されている必要もないというべきであるから，原告の上記主張は採用することができない。",
                        "また，原告は，甲18ないし20においては，特許請求の範囲の請求項2としてベース樹脂の分子量分布(Mw／Mn)1．0～1．4のものが記載されており，このような分子量分布のものが周知であるとするならば，特許出願するはずはなく，また，甲21に記載のベース樹脂は刊行物3に記載されているものと同じであるので，これは単に公知であることを重ねて示しているだけであり，いずれも周知であることを示す証拠にはならない旨主張する。",
                        "しかし，本件出願当時の技術常識はその出願時(原出願③の出願当時)を基準に判断されるべきものであり，甲18ないし20の各公報に係る発明の特許出願時において，その出願人がどのように認識していたかとは関係するものではない。また，甲21には，前記イ(ア)のとおり保護基として「テトラヒドロピラニル基の代わりに，1−(メトキシエチル)基，1−(エトキシエチル)基，またはテトラヒドロフラニル基のうちのいずれかを導入しても良い。」との記載があり，刊行物3に記載されている保護基のものに限られないから，甲21には，刊行物3に記載されているものと同じものが記載されているとの原告の上記主張は，失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において分子量分布が1．5以下であることが望ましいことは，既に知られていたとの本件決定の認定が誤りであり，また，分子量分布を1．5以下にすることにより，特に効果上の差異を示さないt‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂について，刊行物3，6，7に分子量分布1．5以下のものが記載されているとしても，この記載に基づいて，本件発明のような分子量分布1．5以下のメトキシ又はエトキシアルキル基で置換されたポリ(ヒドロキシスチレン)樹脂(一般式【化1】参照)を用いた場合に顕著な効果を示すことを予測することは，当業者といえども不可能であるから，本件決定が，引用発明において「レジスト用基材樹脂(重合体)として，分子量分布(Mw／Mn)が1．5以下である，単分散のものを用いることに格別な創意を要するものとは認められない」と判断したことは誤りである旨主張する。",
                "しかし，本件出願前(原出願③の出願前)に，ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において分子量分布が1．5以下であることが望ましいことは，既に知られていたとの本件決定の認定に誤りがないことは先に説示したとおりであり，また，本件においては，本件発明と同じ基材樹脂を有する引用発明において上記既に知られていた知見を適用することが容易想到かどうかが問題とされているのであって，t‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂に上記知見を適用するかどうかは問題ではない。",
                "そして，前記(1)ア，イで示した各刊行物に記載のものはポリヒドロキシスチレン誘導体をベース樹脂(基材樹脂)としたKrFエキシマレーザー用ないし化学増幅型ポジ型レジスト組成物である点で，引用発明と共通していること，引用発明の課題ないし目的である「KrFエキシマレーザ光等に対し高い透過性を有し，光源による露光や電子線，X線照射に対して高い感度を有し，耐熱性及び基板との密着性が極めて優れ，高解像性能を有し，且つパターン寸法が経時変化せずに精度の高いパターンが得られる」こと(前記(1)ウ③)は，上記各刊行物記載のポジ型レジスト組成物においても共通するものといえること(前記(1)ア(ア)②，(ウ)，イ)に照らすと，当業者であれば，引用発明のポリヒドロキシスチレン誘導体の基材樹脂に，「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において分子量分布が1．5以下であることが望ましい」との周知の知見を適用して相違点に係る本件発明の構成に想到することは容易であったものと認められるから，これと同旨の本件決定の判断は是認できる。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "原告は，本件決定は，平成17年1月5日付け取消理由通知(甲14)に引用されていない甲18ないし21を引用し，t‐ブトキシカルボニル基で置換されたポリ(ヒドロキシスチレン)樹脂以外の酸解離性保護基で置換されたポリヒドロキシスチレン誘導体を基材樹脂としたKrFエキシマレーザー用ポジ型レジスト組成物において，当該基材樹脂の分子量分布の小さい方が好ましいことが周知であったとの理由により，本件発明が引用発明から当業者であれば格別な創意を要することなく行うことができたものであり，その効果も当業者が容易に予測し得ると認定(決定書22頁13行～23頁2行)しているが，本件発明及び引用発明における「アルコキシアルキルオキシ基」(一致点の一般式【化1】参照)で「ヒドロキシル基」(一致点の式【化2】参照)の一部を置換したポリ(ヒドロキシスチレン)について，相違点に係る本件発明の構成である分子量分布(Mw／Mn)1．5以下のものが本件出願前に知られていたか否かが重要な争点になっているのに，その事実を示すための証拠である甲18ないし21について取消理由通知において示すことなく，原告から何ら意見を求めることもなく本件決定を行ったのは，旧特許法120条の4第1項の規定に違反する旨主張する。",
            "しかし，本件の取消理由通知書(甲14)で引用された特許異議申立書の「申立の理由」(甲24の2)には，刊行物3，6，7により公知となっているt-ブトキシカルボニル化されたポリ(ヒドロキシスチレン)系誘導体の好ましい分子量や分子量分布を，その類縁重合体である刊行物1に記載のポリ(ヒドロキシスチレン)系誘導体に適用することが容易である旨の記載がされ，その根拠として，水酸基の一部を「t-ブトキシカルボニル化」又は「テトラヒドロピラニル化」したポリ(ヒドロキシスチレン)系重合体が，本件発明における「アルコキシアルキル化」したポリ(ヒドロキシスチレン)系重合体と同様にレジスト用樹脂として有効に使用できることが周知であることが，甲4を引用して述べられている(13頁～14頁)。",
            "そして，本件決定において引用された甲18ないし21は，刊行物3等に記載された発明が，刊行物3等における保護基以外の酸解離性保護基を有するポリ(ヒドロキシスチレン)系重合体の場合にも適用可能であること(「ポリ(ヒドロキシスチレン)誘導体からなるKrFエキシマレーザー用ポジ型レジスト組成物において，基材樹脂が単分散であること，すなわち，分子量分布が1．5以下であることが望ましいこと」)を示す周知例として引用されたものであり，取消理由通知書に記載された理由の範囲内のものであるから，原告が主張するように取消理由通知において示されていない理由を，これらの文献に基づいてはじめて示したものではない。",
            "したがって，本件決定には，原告が主張するような手続の違背は存在せず，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件決定を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}