{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80153号事件について，平成18年11月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告は後記特許の特許権者であるが，被告において上記特許の請求項1～9について無効審判請求をしたところ，特許庁が平成17年10月11日付けでこれらを無効とする旨の審決(第1次審決)をしたことから，原告が当庁に第1次審決の取消しを求める訴訟を提起した。",
        "その後原告が，上記特許につき訂正審判請求をしたことから，当庁は平成18年3月8日付けで特許法181条2項に基づく審決取消しの決定をしたので，特許庁において再び上記無効審判請求の当否について審理され，特許庁は，平成18年11月7日，これらを無効とする旨の審決(第2次審決)をしたことから，原告が上記第2次審決の取消しを求めたのが本件訴訟である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成7年4月21日，名称を「ガス遮断性に優れた包装材」とする発明について特許出願(特願平7−130965号)をし，平成15年11月7日，特許庁から特許第3489267号として設定登録を受けた(請求項1～9。甲17の1。以下「本件特許」という)。",
                    "これに対し被告から，本件特許の請求項1～9につき特許無効審判請求がなされたので，特許庁はこれを無効2004−80153号事件として審理し，その中で原告は，平成16年12月17日付けで訂正請求をした(甲17の2)が，特許庁は，平成17年10月11日，「訂正を認める。",
                    "特許第3489267号の請求項1～9に係る発明についての特許を無効とする。」旨の審決(第1次審決。甲29)をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告から審決取消訴訟が提起され，当庁(平成17年(行ケ)第10804号)で審理したところ，原告から平成18年2月16日付けで本件特許につき訂正審判請求(訂正2006−39024号)がされたことから，当庁は，上記事情を考慮して平成18年3月8日，特許法181条2項により上記審決を取り消す決定をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，特許庁で，上記無効2004−80153号事件について再び審理され，その中で原告は，新たに平成18年4月26日付けで訂正請求をした(以下「本件訂正」という。甲17の3)ところ，特許庁は，平成18年7月13日付けで訂正拒絶通知を発し，かつ，平成18年11月7日，本件訂正は認められないとした上，「特許第3489267号の請求項1～9に係る発明についての特許を無効とする。」旨の審決をし，その謄本は平成18年11月17日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正前発明の内容",
              "text": [
                "本件訂正前の特許請求の範囲は，次のとおりである(以下，請求項1～9に係る発明を「本件発明1」～「本件発明9」という。甲17の1)。",
                "【請求項1】 プラスチック材に無機薄膜を被覆した包装材において，該プラスチック材が環状オレフィンを30モル％以上含有する環状オレフィン共重合体で形成されており，プラスチック材を被覆した無機薄膜が，プラズマCVD法により形成された薄膜であることを特徴とする，ガス遮断性に優れた包装材。",
                "【請求項2】 プラスチック材を被覆した無機薄膜が，プラズマCVD法により形成されたシリコンの酸化物の薄膜である，請求項1に記載されたガス遮断性に優れた包装材。",
                "【請求項3】 プラスチック材に被覆した無機薄膜が，低温プラズマ法により有機シリコン化合物モノマーをプラズマとなし，このプラズマでプラスチックス材を処理して表面に有機シリコン化合物重合体の被膜を形成し，ついでこの有機シリコン化合物重合体の被膜上にシリコン酸化物膜を被覆した無機薄膜である，請求項1または2に記載されたガス遮断性に優れた包装材。",
                "【請求項4】 有機シリコン化合物モノマーがビニルアルコキシシラン，テトラアルコキシシラン，アルキルトリアルコキシシラン，フェニルトリアルコキシシラン，ポリメチルジシロキサン，ポリメチルシクロテトラシロキサンから選んだ1または2以上である，請求項3に記載されたガス遮断性に優れた包装材。",
                "【請求項5】 シリコン酸化物膜は気体状の有機シリコン化合物をプラスチックス材上で酸素ガスと反応させて被覆した膜である，請求項3または4に記載されたガス遮断性に優れた包装材。",
                "【請求項6】 シリコン酸化物膜がシリコン酸化物をPVD法又はCVD法により有機シリコン化合物膜上に形成した膜である，請求項3ないし5のいずれか1項に記載されたガス遮断性に優れた包装材。",
                "【請求項7】 シリコン酸化物膜がモノ酸化ケイ素と二酸化ケイ素の混合物を真空蒸着により被覆した膜である，請求項3ないし5のいずれか1項に記載されたガス遮断性に優れた包装材。",
                "【請求項8】 シリコン酸化物膜がケイ素の酸化物と他の金属の化合物の混合物である，請求項3ないし5のいずれか1項に記載されたガス遮断性に優れた包装材。",
                "【請求項9】 ケイ素酸化物層が酸化ケイ素化合物が60％以上であり，その組成がSiOx (x ＝1．5～2．0)である，請求項3ないし5のいずれか1項に記載されたガス遮断性に優れた包装材。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正の内容",
              "text": [
                "平成18年4月26日付けでなされた本件訂正の内容は，訂正事項aないしtから成り，その詳細は別添審決写し3頁～5頁のとおりである(甲17の3)が，そのうち主なものを摘記すると，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項a",
                  "text": [
                    "特許請求の範囲の請求項1に記載の「環状オレフィンを30モル％以上含有する環状オレフィン共重合体」を，「テトラシクロドデセンである環状オレフィンを30モル％以上含有する該環状オレフィンとエチレンとの環状オレフィン共重合体」と訂正する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項b",
                  "text": [
                    "特許請求の範囲の請求項1に記載の「ガス遮断性に優れた」を，「水蒸気透過量が0．1g／m2day以下の水蒸気遮断性に優れた」と訂正する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正事項d",
                  "text": [
                    "請求項6～9を削除する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "訂正事項e",
                  "text": [
                    "明細書の「発明の名称」…に記載の「ガス」を，「水蒸気」と訂正する(したがって「発明の名称」は「水蒸気遮断性に優れた包装材」となる)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正後発明の内容",
              "text": [
                "上記(3)の本件訂正後の特許請求の範囲を整理すると，次のとおりである(下線は訂正部分。甲17の3)。",
                "【請求項1】 プラスチック材に無機薄膜を被覆した包装材において，該プラスチック材がテトラシクロドデセンである環状オレフィンを30モル％以上含有する該環状オレフィンとエチレンとの環状オレフィン共重合体で形成されており，プラスチック材を被覆した無機薄膜が，プラズマCVD法により形成された薄膜であることを特徴とする，水蒸気透過量が0.1g／m2day以下の水蒸気遮断性に優れた包装材。",
                "【請求項2】 プラスチック材を被覆した無機薄膜が，プラズマCVD法により形成されたシリコンの酸化物の薄膜である，請求項1に記載された水蒸気遮断性に優れた包装材。",
                "【請求項3】 プラスチック材に被覆した無機薄膜が，低温プラズマ法により有機シリコン化合物モノマーをプラズマとなし，このプラズマでプラスチックス材を処理して表面に有機シリコン化合物重合体の被膜を形成し，ついでこの有機シリコン化合物重合体の被膜上にシリコン酸化物膜を被覆した無機薄膜である，請求項1または2に記載された水蒸気遮断性に優れた包装材。",
                "【請求項4】 有機シリコン化合物モノマーがビニルアルコキシシラン，テトラアルコキシシラン，アルキルトリアルコキシシラン，フェニルトリアルコキシシラン，ポリメチルジシロキサン，ポリメチルシクロテトラシロキサンから選んだ1または2以上である，請求項3に記載された水蒸気遮断性に優れた包装材。",
                "【請求項5】 シリコン酸化物膜は気体状の有機シリコン化合物をプラスチックス材上で酸素ガスと反応させて被覆した膜である，請求項3または4に記載された水蒸気遮断性に優れた包装材。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その要点は，訂正事項aは訂正前発明の明細書に記載されておらず，平成6年法律第116号による改正前の特許法134条2項ただし書の規定に適合しないから認められないとした上，訂正前の本件発明1～9には下記無効理由が認められるから，これを無効とすべきものである，としたものである。",
                    "〔判決注，平成6年法律第116号による改正前の特許法134条2項の規定は，次のとおりである。〕",
                    "「第123条第1項の審判の被請求人は，前項又は第153条第2項の規定により指定された期間内に限り，願書に添付した明細書又は図面の訂正を請求することができる。ただし，その訂正は，願書に添付した明細書又は図面に記載した事項の範囲内においてしなければならず，かつ，次に掲げる事項を目的とするものに限る。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "特許請求の範囲の減縮"
        },
        {
          "fig": "2",
          "subject": "誤記の訂正"
        },
        {
          "fig": "3",
          "subject": "明りょうでない記載の釈明",
          "text": [
            "記"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1，2は，下記引用例(甲1公報)及び甲3公報に記載された各発明に基づいて，当業者が容易に発明をすることができたから，特許法29条2項に違反する。",
                        "記",
                        "・ 特開平5−287103号公報(甲1公報，引用例。これに",
                        "記載された発明が「引用発明」)",
                        "・ 特開平7−32531号公報(甲2公報)",
                        "・ 特開平5−293159号公報(甲3公報)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明3，4，5，6，8は，上記引用例(甲1公報)，甲2公報，甲3公報に記載された各発明に基づいて，当業者が容易に発明をすることができたから，特許法29条2項に違反する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1～9の特許は，平成6年法律第116号による改正前の特許法36条4項(以下「法36条4項」という。)に規定する要件を満たしていない特許出願に対してされたものである。",
                        "〔判決注，平成6年法律第116号による改正前の特許法36条4項の規定は，次のとおりである。〕",
                        "「前項第3号の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，引用発明と本件発明1との一致点及び相違点を，次のとおり認定した。",
                    "＜一致点＞",
                    "「プラスチック材に無機薄膜を被覆した包装材において，該プラスチック材が環状オレフィンを含有する環状オレフィン共重合体で形成されており，ガス遮断性に優れた包装材」である点",
                    "＜相違点イ＞",
                    "環状オレフィンの含有量について，本件発明1が「30モル％以上」としているのに対し，引用発明では「0．05～20モル％」としている点＜相違点ロ＞",
                    "無機薄膜の形成について，本件発明1が「プラズマCVD法により形成された薄膜である」としているのに対し，引用発明ではそのような記載がない点"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本件訂正の適否の判断を誤り(取消事由1)，本件発明1と引用発明との一致点の認定を誤り(取消事由2)，相違点イ，ロの判断を誤り(取消事由3，4)，法36条4項に規定する要件の充足性の判断を誤った(取消事由5)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件訂正の適否の判断の誤り)",
                  "text": [
                    "審決は，訂正事項aについて訂正前発明の明細書に記載されていないから，本件訂正は認められない旨判断したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成6年法律第116号による改正前の法134条2項ただし書は，前記のとおり「ただし，その訂正は，願書に添付した明細書又は図面に記載した事項の範囲内においてしなければならず」と規定しているところ，「願書に添付した明細書又は図面に記載した事項の範囲内」とは，明細書等にそのままの記載がなくとも，例えばギリシア語に由来する学名で表示されていたものを日本語の通常の標記とするとか，化学式で表されていたものを一般名で表示する等の表示方法の変更は当然にこの規定の違反にはならないし，また，記載から自明な事項，すなわち同記載に接した当業者であれば，出願時の技術常識に照らして，その意味であることが明らかであって，その事項がそこに記載されているのと同然であると理解する事項も同様である。このような場合における訂正は，①出願日を基準に特許性が確認されることにとって何らの弊害ももたらさないし，②第三者の監視負担を増大させることもなく，③権利付与を遅延させるものでもないから，特許権者に訂正の利益を認めて何ら問題がないからである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで訂正事項aを見ると，訂正事項aは，「環状オレフィンを30モル％以上含有する環状オレフィン共重合体」を，「テトラシクロドデセンである環状オレフィンを30モル％以上含有する該環状オレフィンとエチレンとの環状オレフィン共重合体」と訂正するものであり，要するに「環状オレフィン共重合体」の成分を具体的に特定して「テトラシクロドデセンとエチレンとの環状オレフィン共重合体」と訂正するものである。したがって，本件発明1にかかる「環状オレフィン共重合体」として「テトラシクロドデセンとエチレンとの環状オレフィン共重合体」が，明細書等に記載されていたかが問題である。",
                        "しかるに，本件明細書(甲17の1)には，段落【0009】に「…環状オレフィン共重合としては，環状オレフィン系化合物又は架橋多環式炭化水素系化合物とエチレンなどのアルキル誘導体やアクリレート誘導体を付加重合してなる共重合体，または前記重合体に炭化水素系重合体，塩素含有重合体，ポリエステル樹脂，ポリアミド樹脂，ポリカーボネート，不飽和酸，不飽和アルコール誘導重合体，アミン誘導重合体などの重合体を混合したものを含む。」と記載された上で，全ての実施例及び比較例において，「三井石油化学株式会社製のアペルを使用し」と記載されている(段落【0019】，【0020】，【0022】，【0023】，【0025】，【0026】，【0028】，【0029】，【0031】，【0032】，【0034】，【0035】，【0037】及び【0039】)。すなわち，本件明細書においては，段落【0009】において，共重合モノマー成分として具体的に「エチレン」が記載され，更に実施例の記載において，具体的な「環状オレフィン共重合体」として三井石油化学株式会社製の「アペル」が使用されることが明記されているのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，問題は本件明細書における三井石油化学株式会社製の「アペル」との記載をもって，「テトラシクロドデセンとエチレンの環状オレフィン共重合体」が記載されていると言えるかである。",
                        "① まず，客観的な事実として，三井石油化学株式会社製の「アペル」は「テトラシクロドデセンとエチレンの環状オレフィン共重合体」である。すなわち，「日本分析化学会編 新版高分子分析ハンドブック(株式会社紀伊國屋書店，1995年1月12日発行)」(甲14。以下，「高分子分析ハンドブック」という。)627頁には，三井石油化学株式会社製の「アペル」について「テトラシクロドデセンとエチレンとのビニレン型の付加重合によるもの」であると記載され，更に「表2．5．1『おもな環状炭化水素系プラスチック』」には，その「製法および構造」として「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」を示す化学構造式が記載されている。三井化学株式会社の証明書(甲15，16)も明確にこの点を確認している。",
                        "② そして，この事実は出願前である1995年(平成7年)1月12日発行の文献である高分子分析ハンドブックを調べれば直ちに判明する。",
                        "このハンドブックは高分子を扱う当業者が日常的に検索するものであり，これらの当業者にとって，いわば英語辞書のようなものであり，当業者は三井石油化学株式会社製の「アペル」を，辞書で英単語を調べるようにハンドブックで調べ，「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」であることが確認できるのである。",
                        "したがって，明細書における「アペル」の記載を「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」と記述することは，ギリシア語に由来する学名で表示されていたものを日本語の通常の標記とするとか，化学式で表されていたものを一般名で表示するようなものであり，単なる表示方法の変更に過ぎない(東京高裁平成16年10月20日判決〔甲28〕参照)。",
                        "③ そうである以上，「環状オレフィン共重合体」をより具体的に「テトラシクロドデセンとエチレンとの環状オレフィン共重合体」と訂正しても，明細書における「アペル」の記載が存する以上，①出願日を基準にする特許性の判断をも，②第三者監視負担をも，そして③権利付与の迅速をも害することはない。したがって，記載が自明か否かについて検討するまでもなく，「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」は，明細書における「アペル」の記載により，本件特許の「願書に添付した明細書又は図面に記載した事項の範囲内」であることは明らかである。",
                        "④ ところで，審決は，高分子分析ハンドブック(甲14)の627頁表2．5．1に記載された化学構造式について，構造の繰り返し単位x，yについて具体的な数字がなく，環状オレフィンの含有量が何モル％かについて何ら記載がないと指摘する(10頁1行～6行)。しかし，このような繰り返し単位を変数で示すのはポリマー化学構造式の一般的な記述法であり，また環状オレフィンの含有量が25モル％，30モル％，32モル％，33モル％であることは明細書に記載されていることである。",
                        "また，審決は，「…実施例に記載されたアペルからは，環状オレフィンの含有量が25モル％，30モル％，32モル％，33モル％である重合体が把握できるとしても，実施例，比較例にあるアペルとの記載から，環状オレフィンの含有量が30モル％以上であるアペルのすべてが把握できるということはできない。」とも述べる(10頁7行～11行)。しかし，環状オレフィンの含有量が30モル％以上であるアペルのすべてが把握できるかは，本件訂正事項aの訂正の適否とはおよそ関係のないことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本件発明1と引用発明との一致点の認定の誤り)(ア) 引用発明は，「二次加工時や使用時に無機酸化薄膜が剥離せず，(酸素ガスに関する)ガスバリアー性が低下しない樹脂成形品を提供すること」を目的とする発明であり(引用例〔甲1〕，段落【0005】)，樹脂成形品において，内容物の保護と保存のため高いレベルで「水蒸気遮断性」を向上するという本件発明1とは「ガス遮断性」が異なる。",
                    "すなわち，本件発明1は，引用発明が問題とする「二次加工時や使用時」の取扱い上の無機酸化薄膜の剥離ではなく，引用発明においては着目されていなかった医薬品の包装材に用いることを可能とする程度まで「水蒸気遮断性を向上させる」という技術的課題に着目し，引用例においては単に羅列されていたに過ぎない環状オレフィンに限定し，更に他の限定した構成により課題を解決したものであるから，両者の意味する「ガス遮断性」は異なっており，この点で一致するとの審決は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，「水蒸気透過量」については言及すらしておらず，「二次加工時や使用時に無材酸化薄膜が剥離」する問題に関して，酸素透過率に言及するのみである(引用例〔甲1〕，段落【0049】)。したがって，引用発明は，本件発明1のいう水蒸気透過量が0.1g／m2day以下である「ガス遮断性に優れた包装材」とは言えない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件発明1は請求項1の構成を採ることにより，引用発明とは質的に異なる態様でのガス遮断性，即ち，顕著な水蒸気遮断性を実現した発明であるから，審決の一致点の認定は誤りであり，両発明の質的な相違を看過したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点イの判断の誤り)",
                  "text": [
                    "相違点イが，引用発明(甲1)と甲3発明(甲3)から容易に推考し得るという審決の判断(26頁17行～28頁5行)は，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例中の発明の詳細な説明を参照すると，引用発明(甲1)は，「…ポリオレフィンの成形品の表面に…無機酸化物からなる蒸着薄膜を形成させても，ポリオレフィン成形品と薄膜との密着力が弱いので，…二次加工を行う際や，これら袋を用いたり，容器内に収容物を充填し，更にはレトルト殺菌する際に外部応力や熱が成形品に加わって無機酸化薄膜がポリオレフィン成形品より剥離し，ガスバリアー性が低下し，実用性に耐えない…」(段落【0004】)という課題について，請求項1の構成を採用することにより，「無機酸化膜が蒸着されたポリオレフィン系樹脂成形品であっても，これの二次加工時や使用時に無機酸化薄膜が剥離せず，ガスバリアー性が低下しない樹脂成形品」を実現した発明である(段落【0005】)。",
                        "また，引用例を更に参照すると，実施例1～4及び比較例1～2において，「非共役ジエン」として「1,4−ヘキサジエン」のみが用いられており，モル濃度を0.01～10モル％の範囲で変化させて，「初期」「外応力テスト後」「ラミネート後」の「酸素透過率」が比較されている(段落【0033】～【0046】)。そして，その結果が「表1」に示されており，「初期」の「酸素透過率」は，「1,4−ヘキサジエン」のモル濃度に関係なく，5.0cc/m2・dayである(同段落【0033】～【0046】)。",
                        "更に，同明細書においては，好ましい「非共役ジエン」として，「好ましくは鎖状非共役ジエン類およびジアルケニルベンゼン類であり，特に好ましくは…」と記載されており，「環状」も「アルキリデンノルボルネン類(オレフィン)」も挙げられていない(段落【0019】)。",
                        "更に，同明細書を参照すると，「非共役ジエン」のモル濃度の上限を20モル％とする根拠として，「…ジエン化合物に基づく単位濃度は…20モル％超過では，生成した不飽和結合を有する結晶性オレフィン共重合体の曲げ強度が低く，また透明性が損われるなどの欠点がある。」と説明されている(段落【0021】)。これは，引用発明の必須構成要素である「非共役ジエン」が2個の二重結合を有しており，そのうち1個の二重結合が共重合に使用され，他方の二重結合は蒸着前の酸化処理により切断されてカルボキシル基又はカルボニル基が生じることから(段落【0007】)，「非共役ジエン」のモル濃度が20モル％を超える場合には，カルボキシル基又はカルボニル基が過剰に生じる結果として，曲げ強度が低く，また透明性が損なわれるものである。このことは，引用発明の本質的な技術的事項であるから，例えガス透過性の向上が普遍的な技術課題であるとしても，「曲げ強度」及び「透明性」を犠牲にすることを許容するものでは有り得ない。本件発明1は「医薬等の薬剤の包装に用いる包装材」に関する発明であり(本件明細書〔甲17の1〕の段落【0001】)，医薬品の品質劣化を防止すべく水蒸気遮断性を重視したものであるのに対し，引用発明は「食品，電子部品等を保護するために用いられる…包装用樹脂成形品」に関する発明であり(引用例，段落【0001】)，様々な形状の食品，電子部品等を包装するために柔軟性(曲げ強度)が重視されるものであるから，引用発明と本件発明1とは，目的ないし技術的課題が全く異なるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の(ア)によれば，引用発明については以下の諸点を指摘できる。",
                        "① 結晶性オレフィン共重合体の成形品の表面に無機酸化物からなる蒸着薄膜を形成させる場合に，二次加工を行う際などに無機酸化薄膜が剥離するという技術的課題を解決するための発明である。",
                        "②「20モル％超過では，生成した不飽和結合を有する結晶性オレフィン共重合体の曲げ強度が低く，また透明性が損なわれるなどの欠点がある。」として，非共役ジエン類が20モル％以上含まれる構成を排除している。実施例でも，非共役ジエン類のモル濃度が3.3モル％を超えて大きくなると，目的とする取扱い時の酸素透過率が大きく(悪く)なることを示唆している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，審決は，上述した引用発明に甲3発明を組み合わせることで本件発明1が容易想到であると判断した。しかし，以下の①～⑤から明らかなように，引用発明において，甲3発明の記載を根拠に，オレフィンモノマーの含有量を100％とすることは当業者が行うことではないから，審決の上記判断は誤りである。",
                        "① 審決は，要するに，甲3公報には「環状オレフィンモノマーの含有量を100％とした合成例が示されて」おり，これが「最も好ましい例(代表例)」として挙げられていることから，「環状オレフィンの含有量を30モル％以上」，即ち「100モル％」とすることは，当業者にとって容易想到であるというものである(26頁17行～27頁1行)。",
                        "しかし，引用発明は，その目的とする「曲げ強度」「透明性」といった観点から，「非共役ジエン類」が20モル％以上含まれる構成を明らかに排除している以上(段落【0021】)，「非共役ジエン類」を100モル％とすることは，引用発明の目的に反し，当業者が想到し得ないことである。",
                        "② ところで審決は，引用発明は「曲げ強度」「透明性」といった観点から，「非共役ジエン類」が20モル％以上含まれる構成を明らかに排除している旨の原告の主張に対し，「…ガス遮断性についての欠点を述べているものではないし，本件発明1においても，何ら曲げ強度や透明性については構成要件としていないのである。しかも，医薬等の薬剤の包装材などに採用する場合には，光を遮断する必要があるものが多く，また，包装薬剤の服用に際しても容易に包装材が破れることが必要なものもあることを勘案すると，包装薬剤の包装材においては，全て曲げ強度や透明性を特に問題としなければならないというものでもない。そうであれば，曲げ強度や，透明性を特に問題にする必要のない医薬等の包装材においては，ガスバリアー性を付与するに当たり，前記甲第1号証の記載があるからといって，直ちにガスバリアー性の付与を必要とする医薬等の包装材において「環状オレフィンの含有量が20モル％を超える」ものの使用が排除されていると言うことはできない。」(27頁9行～20行)と判断したが，およそ理由がない。",
                        "すなわち，引用発明における「非共役ジエン」のモル濃度と外応力テスト後の酸素透過率との関係は，オレフィン共重合体に含まれる非共役ジエンのモル濃度が0.05モル％であるときの酸素透過率は9.0cc／m2・atm・day，非共役ジエンのモル濃度が3.3モル％であるときに酸素透過率が最小の7.0cc／m2・atm・day，非共役ジエンのモル濃度が10モル％であるときには酸素透過率が8.5cc／m2・atm・dayと示されており(引用例，段落【0049】)，非共役ジエンのモル濃度が3.3モル％を超えて大きくなると，酸素透過率が大きく(悪く)なることが示唆されている。かかる現象は，非共役ジエンのモル濃度が3.3モル％を超えて大きくなると，生成されるオレフィン共重合体の曲げ強度が低くなる結果，無機酸化物薄膜にミクロのクラックが生じて，生じたクラックから酸素(等のガス)が流出して起こるものである。即ち，引用発明における「曲げ強度」は，非共役ジエンのモル濃度が3.3モル％以上の領域においては，取扱時の「ガスバリアー性」の高低と極めて強い関連性を有する要素である。審決は，「曲げ強度」と取扱時の「ガスバリアー性」との相関関係を看過し，両者を別々の技術的課題であると誤解し，甲3発明の開示に基づいて非共役ジエンのモル濃度を100モル％とすることが容易であると判断したものである。しかし，甲3発明は成形品を曲げる(外応力を加える)ことなど想定していないと考えられることから，オレフィンモノマーの含有量を100％とする場合を開示しているが，これを引用発明に適用すれば，柔軟性は失われ，少々の応力を加えただけでもクラックが発生し，酸素透過性が悪化するものが実現されるに過ぎないから，様々な形状の「食品，電子部品等を包装する」という引用発明は，発明として成り立たない。",
                        "③ 更にいえば，引用発明においては，明確に非共役ジエン(審決は誤って理由なく環状オレフィンと区別していない。)を20％以上含有させることを排除しているのである。加えて，医薬品の包装材への使用に関する審決の議論は趣旨不明である。曲げ強度や透明性は引用発明で重視しているものであり，本件発明1でも透明性は特に重視されているのである(本件明細書〔甲17の1〕の段落【0007】)から，全部について問題としなくて良いとすることには，合理性は全くない。",
                        "④ 更に言えば，甲3公報を精査するも，環状オレフィンのモル濃度を変化させるとガス遮断性が向上する旨の記載はない。したがって，当業者が，引用発明を出発点として，更に甲3発明を勘案しても，共重合体の環状オレフィンモル濃度を変化させると，「初期」の水蒸気遮断性が変化することを見出して，30モル％以上とすることは極めて困難である。",
                        "⑤ なお，環状オレフィンの含有量が100モル％である場合には，もはや「共重合体」とは言えないから，仮に審決の論理によったとしても，本件発明1を実現し得ないものである。審決は，「環状オレフィンの含有量を30モル％以上」とすることが引用発明と甲3発明とを組み合わせることで容易に想到し得る旨を判断するのであれば，甲3公報に「最も好ましい例(代表例)」として挙げられている「環状オレフィンモノマーの含有量を100％とした合成例」を「共重合体」に変更することの容易性をも論証する必要があったにもかかわらず，「…ガスバリアー性をより向上させるべく…環状オレフィン共重合体の環状オレフィンの含有量を7モル％～100モル％の範囲内で調整し，本件発明1のような環状オレフィン共重合体とすることは，当業者であれば格別困難なく想到し得たものである…」(27頁下4行～下1行)という結論を述べるに過ぎず，この点に関する判断を遺漏した点は，審理不尽である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点ロの判断の誤り)",
                  "text": [
                    "審決は，無機薄膜の形成について，本件発明1がプラズマCVD法により形成された薄膜であるとしているのに対し，引用発明ではそのような記載がない，という相違点ロについて，引用例(甲1)中の段落【0032】及び【0042】に開示されていると判断する。しかし，確かに，引用例の段落【0032】及び【0042】には，無機薄膜をプラズマCVD法で形成する実施例が記載されているが，プラズマCVD法が優れている旨の開示ないし示唆は存在しないから，かかる記載から，無機薄膜の形成方法を「プラズマCVD法」に限定するという構成を導くことは困難である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(法36条4項の要件充足性の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…本件発明1～9は，…無機薄膜は「プラズマCVD法により形成された薄膜」とすることを特徴とするものであるが，プラズマCVD法以外の製法により形成された無機薄膜との比較(比較例)は一切されていないから，「プラズマCVD法により形成された薄膜」の効果が具体的に確認できない。」という理由を述べて(37頁19行～23行)，「…本件発明1～9については，発明の詳細な説明に当業者が容易にその実施をすることができる程度に発明の効果が記載されているということはできない。」(37頁24行～26行)と説示するが，法36条4項の解釈を誤っている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "法36条4項は，発明の詳細な説明の記載は当業者がその実施をできる程度に，明確かつ十分に記載しなければならないことを規定するものである。そして，明細書及び図面に記載された発明の実施についての教示と出願時の技術常識に基づいて当業者が発明を実施しようとした場合に，どのように実施するかが理解できないとき(例えば，どのように実施するかを発見するために，当業者に期待しうる程度を超える試行錯誤や複雑高度な実験等を行う必要があるとき)には，当業者が実施することができる程度に発明の詳細な説明が記載されていないこととなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかるに，本件明細書(甲17の1)の発明の詳細な説明の欄には，実施例1～7が示されており，その実施態様が具体的かつ明確に説明されているから，当業者がこれらの実施例1～7を参照すれば，本件発明1～9を実施することが可能である。よって，本件明細書の発明の詳細な説明の欄には，当業者がその実施ができる程度に明確かつ十分に記載されていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明1～9において，「無機薄膜」が「プラズマCVD法により形成された薄膜」に限定されていること，及び，「プラズマCVD法により形成された薄膜」がそれ以外の方法で作成された薄膜と比較して顕著な作用効果を有するか否かは，これが法29条2項の「進歩性」との関係で問題となりうることは格別，法36条4項の要件とは無関係である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(5)の各事実は認めるが，同(6)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件訂正を認めなかった審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が提出する，高分子分析ハンドブック(甲14)の直前の頁である「626頁」(乙1)によれば，「2．5 環状炭化水素系プラスチック」なる題名の下1～2行に「主鎖に環構造が導入された炭化水素系プラスチックの主要なものを表2．5．1に示す．製法や構造は必ずしも公表されていないので，特許などからの推定によるものである．」という記載がある。この記載からすれば，上記の表2．5．1に示される化学構造は，上記題名の記事を書いた担当者の推定によるものであり，「三井石油化学株式会社製のアペル」の明確な化学構造を開示するものではないことが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，上記甲14は，当業者にとって英語辞書のようなものであり，三井石油化学株式会社製の「アペル」を辞書で調べるように上記甲14を調べれば，「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」であることが認識できるとする。",
                    "しかし，①上記のように甲14に示される化学構造は「推定」によるものであること，②また原告が提出する特開平8−142263号公報(甲5)，特開平7−53795号公報(甲8)は環状オレフィン系共重合体に関するものであり，これらには，該共重合体を構成する環状オレフィン成分として「テトラシクロドデセン」以外の成分も多数挙げられているから，本件明細書(甲17の1)の特許請求の範囲の「環状オレフィン系系共重合体」の一例として実施例で使用している「アペル」が「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」であると特定することはできない。",
                    "そうすると，上記甲14と本件明細書中の「アペル」の記載のみで，本件発明の「環状オレフィン共重合体」が「テトラシクロドデセンとエチレンとからなる環状オレフィン共重合体」であるとの認識は，甲14や甲5，8の存在を知っている当業者であっても，決してあり得るものではない。",
                    "しかも，三井石油化学株式会社という一企業体が使用しているに過ぎない“商品名”を“化学構造”に置き換えることを，「ギリシャ語に由来する学名で表示されていたものを日本語の通常の標記とする」や，「化学式で表されていたものを一般名で表示する」なる概念と同列に扱うことは，技術常識的にはもとより，一般常識的にもあり得るものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，一般的に，技術者がポリマーの商品名を化学構造に置き換えようとするときには，甲14のような分析化学の文献を調べるのではなく，材料関連の文献(商品名とポリマーの構造などが掲載されている文献)を調べることが通例である。この材料関連の文献に記載がなく，分析関係の文献に「推定」と断り書きされている“化学構造”を，「商品名が記載されているから自明の事項である」として，“商品名”に置き換えるというのは，自明の範囲を超えている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "審決の認定に誤りはない。すなわち原告は，引用発明は，酸素ガスに関するガスバリアー性が低下しないことを目的とする発明であり，水蒸気遮断性を向上させる本件発明1とはガス遮断性が異なるとするが，原告が主張する水蒸気遮断性は，本件訂正における訂正事項bに該当するものであるところ，上記(1)に説示したとおり本件訂正は認められないのであるから，これを前提とする審決の一致点の認定に誤りはないこととなる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "審決の判断に誤りはない。すなわち，甲3公報には環状オレフィンモノマーの含有量が7モル％以上からなるものが好ましいとの旨の記載があるところ，本件発明1は環状オレフィンモノマーを30モル％以上含有するものであるから，これに甲3公報の上記記載も含まれるものである。原告の主張は，甲3公報における環状オレフィンモノマーの含有量が7モル％以上との旨の記載を無視し，環状オレフィンモノマーの含有量100％の記載のみを捉えた失当なものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "審決の判断に誤りはない。すなわち，原告は，引用例にプラズマCVD法で形成する実施例が記載されているものの，プラズマCVD法が優れている旨の開示ないしは示唆がないからプラズマCVD法に限定する構成を導くことは困難であると主張するが，実施例で採用する方法が優れていなかったとしたら，発明の効果を立証するために明細書に記載する実施例としては不適当であることは言うまでもなく，特段の記載はなくとも，実施例で採用している方法は優れた方法であることは明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "審決の判断に誤りはない。原告は，審決は，法36条4項の解釈を誤り，進歩性に関する顕著な作用効果の議論と混同している，プラズマCVD法により形成された薄膜が，それ以外の方法で作成された薄膜と比較して顕著な作用効果を有するか否かは，法29条2項の進歩性との関係で問題となりうるが，法36条4項の要件とは無関係と主張する。しかし，法は，特許請求の範囲に特定された発明が奏する「効果」と，その発明の特許要件としての進歩性の判断要素である「従来の技術で得られる効果よりも優れた効果」とを明確に区別しているものであるところ，審決は，前者の特許請求の範囲に特定されている発明が奏する「効果」が確認できないと言っているのであって，この「効果」が確認できなければ特許請求の範囲に記載された発明の真の技術的内容を把握することはできないのであるから，原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(訂正前発明の内容)，(3)(本件訂正の内容)，(4)(訂正後発明の内容)，(5)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の違法の有無に関し，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件訂正の適否の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正の訂正事項aは，上記第3，1(3)に記載したとおり，本件発明1の「環状オレフィンを30モル％以上含有する環状オレフィン共重合体」を，「テトラシクロドデセンである環状オレフィンを30モル％以上含有する該環状オレフィンとエチレンとの環状オレフィン共重合体」と訂正するものである。そこで，かかる訂正が，平成6年法律第116号による改正前の法134条2項ただし書の「願書に添付した明細書又は図面に記載した事項の範囲内」のものといえるかどうかについて検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許につき，願書に添付した明細書又は図面(以下「当初明細書」という。甲17の1)には，以下のア(作用)，イ(実施例)，ウ(比較例)の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "作用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明の第1の特徴は包装材料の基体として環状オレフィン共重合体を使用することである。この共重合体は透明性が優れており，水蒸気遮断性が優れている。しかしながら医薬品等の薬剤の包装にはまだ不充分である。水蒸気透過量が0．1g／m2day以下でないと医薬等の薬剤の包装に使用することが出来ない。透過した水蒸気により薬剤が影響されるからである。このような薬剤には具体的には抗生物質等がある。",
                        "食品包装用の包装材は水蒸気の透過が1g／m2dayであることからみて薬剤包装の水蒸気透過性は，非常に厳しい条件である。この水蒸気透過量0．1g／m2day以下の条件が満たされると種々の特種な用途に使用する包装材料として非常に有用である。(段落【0007】)(イ) 本発明者は共重合体の組成を種々変えてみたがそれだけでは水蒸気の透過が0．1g／m2day以下にすることはできなかった。ところが，共重合体の環状オレフィンの含有量を30モル％以上とするとフイルム自体のガスバリヤ性は変化しないがその表面に無機質のガスバリヤ層を設けるとガスバリヤ性が著しく向上することがわかった。(段落【0008】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本発明者は，この相乗効果について環状オレフィンを30モル％以上含有する共重合体はガラス転移温度が著しく高くなり無機質被膜の製膜時の基材の形状変動が小さく，しかもこの製膜時にフイルム表面に異物がブリードしないので異物のない状態で無機被膜が形成されるので均一な欠陥のない被膜が形成されるためであると考えている。環状オレフィン共重合としては，環状オレフィン系化合物又は架橋多環式炭化水素系化合物とエチレンなどのアルキル誘導体やアクリレート誘導体を付加重合してなる共重合体，または前記重合体に炭化水素系重合体，塩素含有重合体，ポリエステル樹脂，ポリアミド樹脂，ポリカーボネート，不飽和酸，不飽和アルコール誘導重合体，アミン誘導重合体などの重合体を混合したものを含む。(段落【0009】)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "プラスチック材に環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルを使用し，射出成形したプレートに2軸延伸を行い厚み300μmのシートを作製した。各シートは図1の試料用治具を使用して，高周波プラズマCVD装置内の高周波電極とアース電極に設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度1．0×10−3torr，と酸素ガスを真空度2．0×10−3torrを混入し，高周波出力を200Wで10分間反応さ",
                      "text": [
                        "せ，アース電極と向い合う基板表面に約700Åのシリコン酸化物膜を作製した。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダンコントロール社製)で40℃，90％RHの条件で測定した…(実施例1，段落【0019】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "プラスチック材に環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルを使用し，射出成形したプレートに2軸延伸を行い厚み300μmのシートを作製した。各シートは図1の試料用治具を使用して，高周波プラズマCVD装置内の高周波電極とアース電極に設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度8．0×10−33torr導入し，高周波出力を100Wで1分間反応させ，アース電極と向い合う基板表面に約100Åの有機ケイ素化合物被膜を作製した。続いてヘキサメチルジシロキサンを真空度1．0×10−3torr，と酸素ガスを真空度2．0×10−3torrを混入し，高周波出力を200Wで10分間反応させ，基板表面に約700Åのシリコン酸化物膜を作製した。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダンコントロール社",
                      "text": [
                        "製)で40℃，90％RHの条件で測定した。…(実施例2，段落【0020】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "プラスチック材に環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルを使用し，直径3．5cm，高さ7cmの円筒状ボトルを作製した。ボトルは内測に高周波電極，外側にアース電極になるように設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度1．0×10−3torr，と酸素ガスを真空度2．0×10−3torrを混入し，高周波出力を200Wで10",
                      "text": [
                        "分間反応させ，アース電極と向い合うボトル外表面に約700Åのシリコン酸化物膜を作製した。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダンコントロール社製)で40℃，90％R",
                        "Hの条件で測定した。…(実施例3，段落【0025】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "プラスチック材に環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルを使用し，直径3．5cm，高さ7cmの円筒状ボトルを作製した。ボトルは内側に高周波電極，外側にアース電極になるように設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度8．0×10−3torr導入し，高周波出力を100Wで1分間反応させ，アース電極と向い合う基板外表面に約100Åのケイ素化合物膜を作製した。続いてヘキサメチルジシロキサンを真空度1．0×10−3torr，と酸素ガスを真空度2．0×10−3torrを混入し，高周波出力を200Wで10分間反応させ，基板表面に約700Åのシリコン酸化物膜を作製した。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダンコントロール",
                      "text": [
                        "社製)で40℃，90％RHの条件で測定した得られた結果を表3に示した。(実施例4，段落【0026】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "プラスチック基板に環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルを使用し，射出成形したプレートに2軸延伸を行い厚み300μmのシートを作製した。各シートは図1の試料用治具を使用して，高周波プラズマCVD装置内の高周波電極とアース電極間に設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度8．0×10−3torr導入し，高周波出力を100Wで1分間反応させ，基板表面に約100Åの有機ケイ素化合物被膜を作製した。ヘキサメチルジシロキサンの導入と高周波電源を停止し，大気によりチャンバー内を常圧にして基板を取り出し，図3の真空蒸着装置の蒸発源から20cm離れた対向位置に基板をセットした。油回転ポンプと油拡散ポンプによりチャンバー内の真空度を2～3×10−5torrまで真空に引き，酸素ガスを導入し3×10−4torrにした。タングステンボードに入れたモノ酸化ケイ素と二酸化ケイ素の混合物を蒸発させるため，ボードの両端に電圧をかけ電気抵抗加熱を行い，基板の表面に形成した有機ケイ素化合物被膜の上に真空蒸着法によりSiOx膜を900Å被覆した。このSiOx膜の元素組成はSi：O＝",
                      "text": [
                        "1：1．8であった。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダンコントロール社製)で40℃，90％RHの",
                        "条件で測定した。…(実施例5，段落【0028】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "プラスチック基板に環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルを使用し，射出成形したプレートに2軸延伸を行い厚み300μmのシートを作製した。各シートは図1の試料用治具を使用して，高周波プラズマCVD装置内の高周波電極とアース電極間に設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度8．0×10−3torr導入し，高周波出力を100Wで1分間反応させ，基板表面に約100Åの有機ケイ素化合物被膜を作製した。ヘキサメチルジシロキサンの導入と高周波電源を停止し，大気によりチャンバー内を常圧にして基板を取り出し，図3の真空蒸着装置の蒸発源から20cm離れた対向位置に基板をセットした。油回転ポンプと油拡散ポンプによりチャンバー内の真空度を2～3×10−5torrまで真空に引き，酸素ガスを導入し3×10−4torrにした。高周波電源より出力200Wをマッチングボックスを経由してチャンバー内に導入し，酸素プラズマを発生させた。タングステンボードに入れたモノ酸化ケイ素と二酸化ケイ素の混合物を蒸発させるため，ボードの両端に電圧をかけ電気抵抗加熱を行い，基板の表面に形成した有機ケイ素化合物被膜の上に真空蒸着法によりSiOx膜を850Å被覆した。このSiOx膜の元素組成はSi：O＝1：1．8であった。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダン",
                      "text": [
                        "コントロール社製)で40℃，90％RHの条件で測定した。…(実施例6，段落【0029】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "プラスチック基板に環状ポリオレフィン含有量を33モル％に調整した三井石油化学株式会社製のアペルを使用し，射出成形したプレートに2軸延伸を行い厚み300μmのシートを作製した。各シートは図1の試料用治具を使用して，高周波プラズマCVD装置内の高周波電極とアース電極間に設置した。真空チャンバー内にヘキサメチルジシロキサンを真空度8．0×10−3torr導入し，高周波出力を100Wで1",
                      "text": [
                        "分間反応させ，基板表面に約100Åの有機ケイ素化合物被膜を作製した。ヘキサメチルジシロキサンの導入と高周波電源を停止し，大気によりチャンバー内を常圧にして基板を取り出し，図3の真空蒸着装置の蒸発源から20cm離れた対向位置に基板をセットした。油回転ポンプと油拡散ポンプによりチャンバー内の真空度を2～3×10−5torrまで真空に引き，酸素ガスを導入し3×10−4torrにした。タングステンボードに入れたモノ酸化ケイ素と二酸化ケイ素の混合物と，別のタングステンボードに入れたMgOを蒸発させるため，ボードの両端にそれぞれ異なる電圧をかけ蒸発速度を調整して，製膜される無機酸化膜のSiとMgの比がSi：Mg＝70：30になるような条件で電気抵抗加熱を行い，基板の表面に形成した有機ケイ素化合物被膜の上に真空蒸着法により無機酸化膜を1000Å被覆した。この無機酸化膜の組成は酸化ケイ素化合物が70％，MgOが30％であった。作製した被覆材の水蒸気透過量はPERMATRAＮ W3／30(モダンコントロー",
                        "ル社製)で40℃，90％RHの条件で測定した。…(実施例7，段落【0037】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "比較例",
                  "text": [
                    "比較例1～6には「環状ポリオレフィン含有量を25モル％に調整した三井石油化学株式会社製のアペル」を使用した旨の記載があり(段落【0022】，【0023】，【0031】，【0032】，【0034】，",
                    "【0035】)，比較例7には「環状ポリオレフィン含有量を33モル％に調整した三井石油化学株式会社製のアペル」を使用した旨の記載がある(段落【0039】)。そして，上記イ(ア)～(エ)の実施例1～4と同様に，比較例1～4において，いずれもプラスチック材を被覆した無機薄膜であってプラズマCVD法により形成された薄膜として，シリコン酸化物膜を用いている。また，上記イ(オ)～(キ)の実施例5～7と同様に，比較例5～7において，プラスチック材を被覆した無機薄膜は，いずれも真空蒸着法によるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)ア～ウによれば，当初明細書(甲17の1)には，本件発明1の「環状オレフィンを30モル％以上含有する環状オレフィン共重合体」の下位概念として，該環状オレフィン共重合体が環状オレフィン系化合物又は架橋多環式炭化水素系化合物とエチレンなどのアルキル誘導体やアクリレート誘導体を付加重合してなる共重合体や，これにさらに炭化水素系重合体，塩素含有重合体，ポリエステル樹脂，ポリアミド樹脂，ポリカーボネート，不飽和酸，不飽和アルコール誘導重合体，アミン誘導重合体などの重合体を混合したものが開示され，さらに，環状オレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルから成るプラスチック材が開示されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，三井化学株式会社等のホームページやカタログ(甲7の1,2)，同社のA課長名義の証明書(甲16)，日本分析化学会編「新版高分子分析ハンドブック」(株式会社紀伊國屋書店 1995年1月12日発行)(甲14，21，22，乙1，2)によれば，三井石油化学株式会社製のアペルについて，以下のとおりであることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記アペルは，エチレン・テトラシクロドデセン共重合物であって，エチレン(yモル％)とテトラシクロドデセン(xモル％)の共重合比率y／xを変更することによって製造される種々のy／x比率のエチレン・テトラシクロドデセン共重合物の総称である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "アペルには，環状オレフィン含有量に応じて種々の銘柄があり，平成19年1月現在，三井化学株式会社は，APL8008T，APL6509T，",
                  "text": [
                    "APL6011T，APL6013T及びAPL6015Tを販売している。",
                    "これらは，その環状オレフィン含有量が順次高くなっており，このうち環状オレフィン含有量が明らかに30モル％以上のものを含む銘柄は，APL6011T，APL6013T及びAPL6015Tであり，同含有量が明ら",
                    "かに33モル％を超えるものを含む銘柄は，APL6013T，APL6015Tである。",
                    "しかるに，上記APL6011T，APL6013T及びAPL6015",
                    "Tを見ると，三井化学株式会社のホームページ(平成17年3月10日現在のもの)によれば，Tg(ガラス転移温度)(℃)が順に105，125，145，HDT(熱変形温度)(1.82MPa)(℃)が順に95，115，1",
                    "35，曲げ弾性率(MPa)が順に2700，3000，3200であるな",
                    "ど，その物性はそれぞれ異なっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記(3)，(4)によれば，本件発明1の「環状オレフィンを30モル％以上含有する環状オレフィン共重合体」については，当初明細書(甲17の1)の発明の詳細な説明において，環状オレフィン系化合物又は架橋多環式炭化水素系化合物とエチレンなどのアルキル誘導体やアクリレート誘導体を付加重合してなる共重合体や，さらに同共重合体に炭化水素系重合体などの重合体を混合したものが開示された上，さらに実施例において，環状オレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペルから成るプラスチック材という特定の物質が開示されている。",
                "そうすると，上記アペルがエチレン・テトラシクロドデセン共重合物であることを踏まえると，一見，「テトラシクロドデセンである環状オレフィンを30モル％以上含有する該環状オレフィンとエチレンとの環状オレフィン共重合体」とする本件訂正の訂正事項aは，何らかの物質を新たに取り込むものではないようにも見える。",
                "しかし，上記アペルをより詳しく見ると，アペルは，エチレン(yモル％)とテトラシクロドデセン(xモル％)の共重合比率y／xを変更することによって製造される種々のy／x比率のエチレン・テトラシクロドデセン共重合物の総称であるところ，現在販売されているものを見ても，APL6011T，APL6013T及びAPL6015T等の種々の銘柄があり，銘柄毎の物性も異なっているというのである。そうすると，たとえアペルという総称がエチレン・テトラシクロドデセン共重合物であることが当業者(その発明の属する技術の分野における通常の知識を有する者)に自明であったとしても，そのアペルには物性が異なる様々な銘柄が実際に販売もされている以上，訂正事項aは，そうした別のエチレン・テトラシクロドデセン共重合物を新たに取り込むこととなるものと言わざるを得ない。なぜなら，当初明細書においては「環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペル」というある特定の種類のアペルが開示されているに過ぎず，例えばAPL6013T，APL6015Tは開示されていない。ところが訂正事項aは，これらを含む別のアペルを新たに取り込んで，「環状オレフィンを30モル％以上含有する該環状オレフィンとエチレンとの環状オレフィン共重合体」とするものと言わざるを得ず，「環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペル」以外の，物性が異なるエチレン・テトラシクロドデセン共重合物(例えば，APL6013T，APL6015T)を新たに取り込むこととなるからである。そして，「環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペル」が開示されていれば，当業者にとって，新たに取り込まれた物性が異なるエチレン・テトラシクロドデセン共重合物(例えば，APL6013T，APL6015T)も開示されていることが自明であるとも認めることができない。",
                "以上によれば，本件訂正の訂正事項aは，新規事項の追加というべきであるから，本件訂正は，平成6年法律第116号による改正前の法134条2項ただし書の「願書に添付した明細書又は図面に記載した事項の範囲内」のものということはできず，したがって，原告主張の取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，当初明細書における「アペル」の記載を「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」と記述することは，ギリシア語に由来する学名で表示されていたものを日本語の通常の標記とするとか，化学式で表されていたものを一般名で表示するようなものであり，単なる表示方法の変更に過ぎないと主張する。しかし，上記(5)に説示したとおり，たとえ当初明細書における「アペル」の記載を「テトラシクロドデセンとエチレンからなる環状オレフィンの共重合体」と記述すること自体はできたとしても，なお本件訂正の訂正事項aは，開示されていない別の「アペル」を取り込んだものとして，新規事項の追加に該当するというを免れない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "また原告は，環状オレフィンの含有量が30モル％以上であるアペルのすべてが把握できるかは，本件訂正事項aの訂正の適否とはおよそ関係のないことであると主張する。しかし，上記(5)に説示したとおり，特定の物質であるアペルには，物性が異なる様々な銘柄が実際に販売もされている以上，訂正事項aは，当初明細書において開示されていない，「環状ポリオレフィン含有量を30，32，33モル％に調整した三井石油化学株式会社製のアペル」以外の，物性が異なる別のアペルであるエチレン・テトラシクロドデセン共重合物(例えば，APL6013T，APL6015T)を新た",
                  "text": [
                    "に取り込んだものとの評価を免れないものであるから，原告の上記主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(一致点の認定の誤り)について",
          "text": [
            "原告は，引用発明は，「二次加工時や使用時に無機酸化薄膜が剥離せず，(酸素ガスに関する)ガスバリアー性が低下しない樹脂成形品を提供すること」を目的とする発明であり(引用例〔甲1〕，段落【0005】)，樹脂成形品において，内容物の保護と保存のため高いレベルで「水蒸気遮断性」を向上するという本件発明1とは「ガス遮断性」が異なる，と主張する。",
            "しかし，本件発明1は，その特許請求の範囲の文言上，「ガス遮断性」につき何も限定をしていないから，これを，樹脂成形品において，内容物の保護と保存のため高いレベルで「水蒸気遮断性」を向上するものと当然に解することはできない。他方，引用発明は，「ガスバリアー性の付与されたオレフィン系樹脂成形品」(引用例の【特許請求の範囲】の【請求項1】)であるから，「ガス遮断性に優れた包装材」といえる。",
            "したがって，「ガス遮断性に優れた包装材」を一致点にした審決の認定に誤りはないから，原告主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点イの判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】α−オレフィンと非共役ジエンとの共重合体であって，該共重合体中の非共役ジエンに基づく構成単位濃度が0．05～20モル％である結晶性オレフィン共重合体の成形品の表面に無機酸化物薄膜を形成したガスバリアー性の付与されたオレフィン系樹脂成形品。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "本発明は，食品，電子部品等を保護する為に用いられるガスバリアー性の優れた包装用樹脂成形品に関する。(段落【0001】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術",
                  "text": [
                    "食品，電子工業部品等をフィルム，容器で包装し酸素の透過を抑制することにより内容物の酸化を防止し，品質を長期間保つことが提案されている。例えば，…厚さが5～300μmのポリエチレンテレフタレート，セロファン，ナイロン，ポリプロピレン，ポリエチレン等のフレキシブルプラスチックフィルムの少くとも片面に一般式Si O (x＝1，2，y＝"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y",
                          "text": [
                            "0，1，2，3)なる組成の珪素化合物の厚さ100～3000オングストロームの透明薄膜層を設けた高度の耐透気性と耐透湿性を有する透明フレキシブルプラスチックフィルムが開示されている。(段落【0002】)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "フィルム素材がポリエチレンテレフタレート，ナイロン，セロファンのような極性基を有する樹脂であるときは，フィルムと無機酸化膜との密着力が十分で，ガスバリアー性も良好である。しかし，ポリプロピレン，ポリエチレンのような極性基を有しないポリオレフィンの成形品の表面に，上記のような無機酸化物からなる蒸着薄膜を形成させても，ポリオレフィン成形品と薄膜との密着力が弱いので，ヒートシール性を付与するためのラミネートや，このラミネート物を用い，製袋や蓋シールの二次加工を行う際や，これら袋を用いたり，容器内に収容物を充填し，更にはレトルト殺菌する際に外部応力や熱が成形品に加わって無機酸化薄膜がポリオレフィン成形品より剥離し，ガスバリアー性が低下し，実用に耐えない問題がある。(段落【0004】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本発明は，無機酸化薄膜が蒸着されたポリオレフィン系樹脂成形品であっても，これの二次加工時や使用時に無機酸化薄膜が剥離せず，ガスバリアー性が低下しない樹脂成形品を提供することを目的とするものである。(段落【0005】)"
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "基材の結晶性オレフィン共重合体は，エチレン性不飽和結合を有しているので，無機酸化物が蒸着される前のスパッタリング，プラズマ，化学処理等の酸化処理により前記エチレン性不飽和結合が切断され，カルボキシル基，カルボニル基が生じ，基材と無機酸化物蒸着膜との密着性が強固となる。(段落【0007】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(α−オレフィン)オレフィン共重合体樹脂の構成成分の一つである上記エチレンまたは，炭素数が3～12のα−オレフィンの例としては，エチレン，プロピレン，1−ブテン，1−ヘキセン，3−メチル−1−ブテン，3−メチル−1−ペンテン，4−メチル−1−ペンテン，3，3−ジメチル−1−ブテン，4，4−ジメチル−1−ペンテン，3",
                      "text": [
                        "−メチル−1−ヘキセン，4−メチル−1−ヘキセン，4，4−ジメチル−1−ヘキセン，5−メチル−1−ヘキセン，アリルシクロペンタン，アリルシクロヘキサン，アリルベンゼン，3−シクロヘキシル−1−ブテン，ビニルシクロプロパン，ビニルシクロヘキサン，2−ビニルビシクロ〔2，2，1〕−ヘプタンなどを挙げることができる。…(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(ジエン化合物)上記のようなα−オレフィンと共重合させるべきジエン化合物としては，炭素数が4～20の共役ジエン，鎖状または環状の非共役ジエンまたはこれらの混合物が使用できる。…(段落【0011】)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "環状非共役ジエンとしては，(1)シクロヘキサジエン，ジシクロペンタジエン，メチルテトラヒドロインデン，5−ビニル−2−ノルボルネンなどのアルケニルノルボルネン類，(2)5−エチリデン−2−ノルボルネン，5−メチレン−2−ノルボルネン，5−イソプロピリデン−2−ノルボルネンのようなアルキリデンノルボルネン類，(3)6−クロロメチル−5−イソプロペニル−2−ノルボルネン，ノルボナジエン，4−ビニルシクロヘキセンのようなアルケニルシクロヘキセン類。",
                        "(段落【0018】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "オレフィン共重合体樹脂中のジエン化合物に基づく単位濃度は0．05～20モル％，好ましくは1～10，特に好ましくは0．5～15モル％である。0．05モル％未満では，結晶性オレフィン共重合体樹脂中の不飽和基(二重結合)が少ないため，無機酸化物の薄膜との密着性が小さいという欠点がある。一方，20モル％超過では，生成した不飽和結合を有する結晶性オレフィン共重合体の曲げ強度が低く，また透明性が損われるなどの欠点がある。(段落【0021】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "無機酸化物の薄膜としては，SiO ，SnO ，ZnO ，IrO",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "x x x",
                          "text": [
                            "等の200～4,000オングストローム，好ましくは300～3,00",
                            "0オングストロームのものが利用される。(段落【0031】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "蒸着膜の厚み200～4,000オングストロームは，透明性，蒸着速度，ガスバリアー性，フィルムの巻取性等から制約される。蒸着法としては，高周波誘導加熱方式の蒸着機内で成形品を真空下(1×10−3～1×106トール)で無機酸化物を蒸着する方法…；予め排気し，真空下した蒸着機内で揮発した有機シリコン化合物，酸素及び不活性ガスを含むガス流をマグネトロングロー放電によってプラズマを発生させてSiO を該蒸着機内で成形品に蒸着させる方法…等がある。又，…x",
                      "text": [
                        "イオンプレーティング法，高周波プラズマCVD法，電子ビーム(EB)蒸着法，スパッタリング法として分類され，その原理が紹介されている。(段落【0032】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "例1で得たプロピレン(96．7モル％)・1,4−ヘキサジエン(3．3モル％)ランダム共重合体を…押し出し，…厚さ1mmのシートを得た。(段落【0040】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "このシートを…縦方向に5倍延伸し…横方向に10倍延伸し…コロナ放電処理して肉厚が20μmの二軸延伸フィルム(霞み度2．5％)を得た。(段落【0041】)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このコロナ放電処理された二軸延伸フィルムをプラズマ蒸着装置内に置き，装置内を1×10−6トールの減圧下にしたのち，ヘキサメチルジシロキサン35容量部，酸素35容量部，ヘリウム46容量部，アルゴン35容量部の混合気体を導き，不平衡型マグネトロンよりグロー放電を行ってプラズマを発生させSiO の薄膜を二軸延伸フィルム上に蒸着させた。SiO の膜厚は1,000オングストロームであり，放電の条件は，得られるSiO 蒸着二軸延伸フィルムの酸素透過率が5．0cc/m2・atm・day(JIS 1707−75)となるように設定した。",
                        "(段落【0042】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)エ，オによれば，引用発明において，非共役ジエンに基づく構成単位濃度を0．05～20モル％としている理由は，0．05モル％の下限は無機酸化物の薄膜との密着性を確保するためであり，20モル％の上限は曲げ強度と透明性を確保するためであるところ，上記引用例においては，フィルム素材と無機酸化膜との密着力が強固になるのは，基材の結晶性オレフィン共重合体が有するエチレン性不飽和結合が酸化処理により切断されてできる極性基によるものである旨記載されていると認められ，曲げ強度と透明性に問題があることが無機薄膜との密着性の問題に影響する旨の記載はない。",
                "そうすると，当業者が，引用発明において「0．05～20モル％」とされる上記濃度を「30モル％以上」とすることにより無機酸化物の薄膜との密着性に問題が生じると理解するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "しかも，甲3公報，特開平7−53795号公報(甲8)，特開昭53−17700号公報(甲18)，特開昭53−9900号公報(甲19)，",
              "text": [
                "特開平3−726号公報(甲20)には，以下のア～オの記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3公報",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "環状オレフィン系化合物又は架橋多環式炭化水素系化合物を重合体成分とする樹脂を含有する材料からなる衛生品用容器。(【特許請求の範囲】【請求項1】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本発明の環状樹脂中の環状オレフィンモノマーの含有量は30重量％以上が好ましい。…(段落【0023】)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開平7−53795号公報(甲8)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "［A］…少なくとも1種の環状オレフィン系樹脂：95～50重量部と，［B］…エチレン系重合体5～50重量部とからなる環状オレフィン系樹脂組成物よりなることを特徴とするシート状体…」(【特許請求の範囲】【請求項1】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本発明は，環状オレフィン系樹脂組成物から形成されるシート状体…に関する。(段落【0001】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "［A-1］エチレン・環状オレフィンランダム共重合体は，…環状オレフィンから誘導される構成単位を通常は10～48モル％，好ましくは20～45モル％の量で含有している。(段落【0064】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "…本発明のシートあるいはフィルムは，…包装材料，特に医薬品，食品の包装に適している。(段落【0114】)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開昭53−17700号公報(甲18)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "…実質的に非晶性であるジシクロペンタジエンとノルボルネン誘導体との開環共重合体。(特許請求の範囲の第1項)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ジシクロペンタジエンが，共重合体中95～50重量％である特許請求範囲1項記載の共重合体。(特許請求の範囲の第2項)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本発明は，…ジシクロペンタジエンとノルボルネン誘導体からなる共重合体で，ジシクロペンタジエン連鎖が，ノルボルネン誘導体単位により，その配列をみだされ，実質的に結晶性を示さない非晶性のジシクロペンタジエン共重合体に係るものである。(発明の詳細な説明，2頁左上欄9～16行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "生成する重合体の実用的性能を考慮する場合，その分子量が重要な因子となる…工業的には，分子量調節剤を添加して制御することが好ましく鎖状のオレフイン系化合物を添加することで達成される。…鎖状のオレフィン系化合物としては，エチレン，プロピレン，ブテン−1，ブテン−2，ペンテン−2，ヘキセン−1，ヘキセン−2，オクテン−1，ブタジエン，あるいはスチレン，塩化ビニル，ビニルエーテル等のビニル化合物等があげられる。(8頁右下欄13行～9頁左上欄8行)(オ) 本発明の共重合体は，…その基本的物性は，ジシクロペンタジエン単独重合体に基づく高い耐熱性(ガラス転移点が高い)，耐衝撃性を有し，そのほとんどの共重合体が，優れた機械的強度と透明性を有している。…以上の優れた性質をいかして，耐熱性，耐衝撃性が要求される成型体をはじめ，ブロー用ボトル，容器，フイルム，シート及び…包装材，日用品雑貨等に広く使用することが出来る。…」(9頁左下欄11行～右下欄6行)"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特開昭53−9900号公報(甲19)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "少なくとも一種の極性基もしくは芳香族系炭化水素基を有するノルボルネン誘導体または芳香族核もしくは極性基を有するノルボルナジエン誘導体あるいはこれらの誘導体と多くとも50モル％のシクロオレフイン系化合物とからなる混合物を…触媒系で開環重合することを特徴とする開環重合体のすぐれた製造方法。」(特許請求の範囲)(イ) さらに，炭素数が多くとも15個のα−オレフイン(たとえば，エチレン，ヘキセン−1，オクテン−1)，炭素数が多くとも20個の内部オレフイン…，炭素数が多くとも20個の共役ジオレフインまたはそのハロゲン置換体…，炭素数が多くとも20個の非共役ジオレフイン…を分子量調節剤として開環重合系に添加することにより，得られる開環重合体の分子量を調節することができる。単量体100モルに対して該分子量調節剤の添加剤の添加割合は，一般には，多くとも20モルであり，10モル以下が好ましく，とりわけ，2モル以下が望ましい。(7頁左下欄1行～17行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本発明にしたがえば，機械的特性(たとえば，耐衝撃性，低温衝撃性など)，成形性および透明性のごとき特性の優れた開環重合体…を製造することができる。(8頁右上欄15行～20行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "…本発明により得られる開環重合体…は，種々の成形法によつて任意の形状に成形することができるから，多方面にわたつて使用することができるが，その一例として，びんのごとき容器，フイルムおよびその二次加工品(たとえば，袋，包装材)，日用品雑貨，機械などの部品，電気器具や照明器具の部品，パイプ，農業用器具またはその部品などがあげられる。(9頁左上欄2行～10行)"
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "特開平3−726号公報(甲20)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "…環状オレフィン成分を開環重合してなる重合体，共重合体…ならびに…環状オレフィン成分とエチレン成分とを付加重合してなる共重合体よりなる群から選ばれる環状オレフィン系樹脂から成形されるブロー成形品…(特許請求の範囲の第1項)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本発明はブロー成形品に関し，さらに詳細には，環状オレフィン系重合体から成形され，耐薬品性，および耐衝撃性に優れたブロー成形品に関する。(2頁右上欄16行～18行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "このようにブロー成形した本発明の成形品は，例えば，以下のような用途に使用することができる。…各種薬品容器…各種食品容器…ボトル用コンテナー…玩具レジャー用品…日用品」(18頁左上欄6行～18行)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の(3)ア～オに照らせば，包装材として使用できる環状オレフィン共重合体における環状オレフィンの含有量については，上記アで30重量％以上，上記イで組成物の95～50重量部を占める環状オレフィン系樹脂について10～48モル％，上記ウで95～50重量％，上記エ及びオで環状オレフィン成分を開環重合してなる重合体が開示されているのである。そうすると，環状オレフィン系重合体の中でも環状オレフィンを多く含有するものが，包装材として使用しうる性能を備えたものであることは，当業者にとって周知の技術であると認められる。したがって，これに，上記(2)で説示したように，当業者が，引用発明において「0．05～20モル％」とされる上記濃度を「30モル％以上」とすることにより無機酸化物の薄膜との密着性に問題が生じると理解するということはできないことを併せ考慮すれば，当業者は，引用発明との相違点イの構成について，環状オレフィンの含有量を「0．05～20モル％」からより多い範囲へと適宜調整し，「30モル％以上」に変更することは，格別の困難なく想到し得たものというべきである。",
                "以上によれば，原告主張の取消事由3は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の必須構成要素である「非共役ジエン」が2個の二重結合を有しており，そのうち1個の二重結合が共重合に使用され，他方の二重結合は蒸着前の酸化処理により切断されてカルボキシル基又はカルボニル基が生じることから(段落【0007】)，「非共役ジエン」のモル濃度が20モル％を超える場合には，カルボキシル基又はカルボニル基が過剰に生じる結果として，曲げ強度が低く，また透明性が損なわれるものである，このことは，引用発明の本質的な技術的事項であるから，たとえガス透過性の向上が普遍的な技術課題であるとしても，「曲げ強度」及び「透明性」を犠牲にすることを許容するものでは有り得ない，と主張する。",
                    "しかし，上記(1)ア～カによれば，引用発明は，非共役ジエンに基づく結晶性オレフィン共重合体の成形品の表面に無機酸化物薄膜を形成したガスバリアー性の付与されたオレフィン系樹脂成形品に係るものであり，曲げ強度や透明性は，基材と無機酸化物膜との密着性やガスバリアー性の確保と同列の解決課題としては採り上げられていないものと言うべきである。",
                    "そして，上記(2)で説示したとおり，引用例において，フィルム素材と無機酸化膜との密着力が強固になるのは，基材の結晶性オレフィン共重合体が有するエチレン性不飽和結合が酸化処理により切断されてできる極性基によるものであり，曲げ強度と透明性に問題があることが無機薄膜との密着性の問題に影響する旨の記載はない。さらに上記(4)に説示したように，環状オレフィン系重合体の中でも環状オレフィンを多く含有するものが，包装材として使用しうる性能を備えたものであることが当業者にとって周知の技術であることを併せ考慮すれば，原告が指摘するような事情が，当業者が引用発明において「0．05～20モル％」とされる上記濃度を「30モル％以上」とする構成に想到することの妨げになるとみることはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明は，その目的とする「曲げ強度」「透明性」といった観点から，「非共役ジエン類」が20モル％以上含まれる構成を明らかに排除している以上(段落【0021】)，「非共役ジエン類」を100モル％とすることは，引用発明の目的に反し，当業者が想到し得ないことであると主張する。",
                    "しかし，上記アに説示したとおり，引用発明の構成が，非共役ジエン類の濃度を0．05～20モル％とするものであるとしても，「曲げ強度」「透明性」の観点から，当業者が引用発明において「0．05～20モル％」とされる上記濃度を「30モル％以上」とする構成に想到することが妨げられるとみることはできないことは，上記アに説示したとおりである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用例の段落【0049】の記載を挙げて，非共役ジエンのモル濃度が3.3モル％を超えて大きくなると，酸素透過率が大きく(悪く)なることが示唆されている，かかる現象は，非共役ジエンのモル濃度が3.3モル％を超えて大きくなると，生成されるオレフィン共重合体の曲げ強度が低くなる結果，無機酸化物薄膜にミクロのクラックが生じ，生じたクラックから酸素(等のガス)が流出して起こるものであるから，引用発明における「曲げ強度」は，非共役ジエンのモル濃度が3.3モル％以上の領域においては，取扱時の「ガスバリアー性」の高低と極めて強い関連性を有する要素であると主張する。",
                    "しかし，引用発明の構成が，非共役ジエン類の濃度を0．05～20モル％とするものであるとしても，「曲げ強度」の観点から，当業者が引用発明において「0．05～20モル％」とされる上記濃度を「30モル％以上」とする構成に想到することが妨げられるとみることはできないことは上記アに説示したとおりである。また，原告の指摘する引用例(甲1)の段落【0049】の表の数値を見ると，外応力テスト後の酸素透過率が，非共役ジエンのモル濃度が0.05モル％であるときの酸素透過率は9.0cc／m2・atm・day，非共役ジエンのモル濃度が3.3モル％であるときに酸素透過率が最小の7.0cc／m2・atm・day，非共役ジエンのモル濃度が10モル％であるときには酸素透過率が8.5cc／m2・atm・dayであり，ラミネート後の酸素透過率が，同じ順で，6.0，5.0，5.5というものであるが，これらの数値によっても，0.05モル％であるときの酸素透過率は3.3モル％であるときの酸素透過率よりやや大きくなっており，10モル％であるときの酸素透過率も3.3モル％であるときの酸素透過率と比べてそれほど大きな変化が現れているとはいえないものである。また，曲げ強度の数値は記載がない。そうすると，これらの数値から，引用発明における「曲げ強度」が，非共役ジエンのモル濃度が「0．05～20モル％」，「30モル％以上」の場合を含む3.3モル％以上のすべての領域において「ガスバリアー性」の高低と極めて強い関連性を有する要素であると当然にいうことはできないから，上記記載を，曲げ強度に問題があることが無機薄膜との密着性の問題に影響する旨の記載とみることはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲3公報を精査するも，環状オレフィンのモル濃度を変化させるとガス遮断性が向上する旨の記載はないから，当業者が，引用発明を出発点として，更に甲3発明を勘案しても，共重合体の環状オレフィンモル濃度を変化させると，「初期」の水蒸気遮断性が変化することを見出して，30モル％以上とすることが極めて困難であると主張する。",
                    "しかし，甲3公報自体に環状オレフィンのモル濃度を変化させるとガス遮断性が向上する旨の記載がないとしても，上記(4)に説示したように，環状オレフィン系重合体の中でも環状オレフィンを多く含有するものが，包装材として使用しうる性能を備えたものであることが当業者にとって周知の技術であると認められるのであるから，当業者は，引用発明との相違点イの構成について，環状オレフィンの含有量を「0．05～20モル％」からより多い範囲へと適宜調整し，「30モル％以上」に変更することは，格別の困難なく想到し得たものというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，環状オレフィンの含有量が100モル％である場合には，もはや「共重合体」とは言えないと主張する。",
                    "しかし，原告の上記指摘を前提としても，上記(4)に説示したとおり，包装材として使用できる環状オレフィン共重合体における環状オレフィンの含有量について，30重量％以上，10～48モル％，95～50重量％のものが開示される中で，環状オレフィン成分を開環重合してなる重合体自体も開示されていることに照らせば，環状オレフィンの含有量が100モル％のものがあることも，補充的には，引用発明との相違点イの容易想到性を基礎付けるものとみて差し支えないというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点ロの判断の誤り)について",
          "text": [
            "原告は，引用例(甲1)の段落【0032】及び【0042】には，無機薄膜をプラズマCVD法で形成する実施例が記載されているが，プラズマCVD法が優れている旨の開示ないし示唆は存在しないから，かかる記載から，無機薄膜の形成方法を「プラズマCVD法」に限定するという構成を導くことは困難であると主張する。",
            "しかし，プラズマCVD法は，上記4(1)に記載したように，引用例の段落【0032】に明記され，実施例でも採用されている方法であるから，プラズマCVD法が優れている旨の開示ないし示唆が存在するか否かに関わらず，これを採用することは，引用発明では当然想定されたことといえる。したがって，相違点ロは，実質的な相違点ではなく，これを採用するのが困難なものとはいえないから，原告の上記主張は失当である。",
            "以上によれば，原告主張の取消事由4は理由がない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "取消事由5(法36条4項の要件充足性の判断の誤り)について(1) 上記取消事由2(一致点の認定の誤り)・同3(相違点イの判断の誤り)・同4(相違点ロの判断の誤り)は，訂正前発明である本件発明1ないし6・8ないし9について特許法29条2項にいう進歩性がないとした審決の違法をいうものであるが，上記のとおり原告主張の取消事由2・3・4は理由がないのであるから，本件発明1ないし6・8ないし9を無効とした審決の判断は，法36条4項違反の有無を論ずるまでもなく，違法はないことになる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで，進んで，進歩性の有無につき判断が示されなかった本件発明7に限って，取消事由5(法36条4項の要件充足性の判断の誤り)の有無について検討する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明7の法36条4項該当性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明7は，前記第3の1，(2)に記載したとおり，以下のとおりの内容である(甲17の1)。",
                    "【請求項7】 シリコン酸化物膜がモノ酸化ケイ素と二酸化ケイ素の混合物を真空蒸着により被覆した膜である，請求項3ないし5のいずれか1項に記載されたガス遮断性に優れた包装材。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件発明1～5は，前記第3の1，(2)に記載したとおり，以下のとおりの内容である(甲17の1)。",
                    "【請求項1】 プラスチック材に無機薄膜を被覆した包装材において，該プラスチック材が環状オレフィンを30モル％以上含有する環状オレフィン共重合体で形成されており，プラスチック材を被覆した無機薄膜が，プラズマCVD法により形成された薄膜であることを特徴とする，ガス遮断性に優れた包装材。",
                    "【請求項2】 プラスチック材を被覆した無機薄膜が，プラズマCVD法により形成されたシリコンの酸化物の薄膜である，請求項1に記載されたガス遮断性に優れた包装材。",
                    "【請求項3】 プラスチック材に被覆した無機薄膜が，低温プラズマ法により有機シリコン化合物モノマーをプラズマとなし，このプラズマでプラスチックス材を処理して表面に有機シリコン化合物重合体の被膜を形成し，ついでこの有機シリコン化合物重合体の被膜上にシリコン酸化物膜を被覆した無機薄膜である，請求項1または2に記載されたガス遮断性に優れた包装材。",
                    "【請求項4】 有機シリコン化合物モノマーがビニルアルコキシシラン，テトラアルコキシシラン，アルキルトリアルコキシシラン，フェニルトリアルコキシシラン，ポリメチルジシロキサン，ポリメチルシクロテトラシロキサンから選んだ1または2以上である，請求項3に記載されたガス遮断性に優れた包装材。",
                    "【請求項5】 シリコン酸化物膜は気体状の有機シリコン化合物をプラスチックス材上で酸素ガスと反応させて被覆した膜である，請求項3または4に記載されたガス遮断性に優れた包装材。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イによれば，本件発明7は，本件発明3～5のいずれかの発明を引用するものであるが，本件発明3は，「…請求項1または2に記載されたガス遮断性に優れた包装材。」と記載されており，本件発明4は，「…請求項3に記載されたガス遮断性に優れた包装材。」と記載されており，本件発明5は，「…請求項3または4に記載されたガス遮断性に優れた包装材。」と記載されている。そうすると，本件発明7は，結局，本件発明1を引用するものであるから，無機薄膜は「…プラズマCVD法により形成された薄膜…」(本件発明1)であるが，他方，上記アに記載した本件発明7の文言によれば，上記膜は「シリコン酸化物膜がモノ酸化ケイ素と二酸化ケイ素の混合物を真空蒸着により被覆した膜」というのである。",
                    "そうすると，本件発明7は，モノ酸化ケイ素と二酸化ケイ素の混合物を真空蒸着により被覆した膜であり，かつ，プラズマCVD法により形成された薄膜を，発明の内容として含むことになるが，前記2，(2)，ア～ウに照らしても，このような複数の方法による被覆に対応する実施例は何ら記載されておらず，また，その他の発明の詳細な説明中の記載においても，これを実施するについての具体的な説明が記載されているとはいえない。",
                    "以上によれば，本件発明7については，当業者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果が記載されているということはできないから，法36条4項に違反するものである。したがって，本件発明7について検討するも，取消事由5は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書の発明の詳細な説明の欄には，実施例1～7が示されており，その実施態様が具体的かつ明確に説明されているから，当業者がこれらの実施例1～7を参照すれば，本件発明7を実施することが可能である旨主張する。しかし，上記(3)に説示したとおり，本件発明7は，モノ酸化ケイ素と二酸化ケイ素の混合物を真空蒸着により被覆した膜であり，かつ，プラズマCVD法により形成された薄膜を発明の内容として含むことになるが，前記2，(2)，ア～ウに照らしても，このような複数の方法による被覆に対応する実施例は何ら記載されていないというのであるから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，本件発明7において，「無機薄膜」が「プラズマCVD法により形成された薄膜」に限定されていること，及び，「プラズマCVD法により形成された薄膜」がそれ以外の方法で作成された薄膜と比較して顕著な作用効果を有するか否かは，これが法29条2項の「進歩性」との関係で問題となりうることは格別，法36条4項の要件とは無関係である，と主張する。",
                    "しかし，上記(3)に説示したとおり，そもそも本件発明7のプラズマCVD法により形成された当該薄膜は，同時に，モノ酸化ケイ素と二酸化ケイ素の混合物を真空蒸着により被覆した膜でもあるというのであるから，原告の上記指摘のいかんに拘わらず，本件発明7については，当業者が容易にその実施をすることができる程度にその発明の目的・構成及び効果が記載されているということはできないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結語",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がないから，その余の点について判断するまでもなく，審決に違法はない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10542",
    "date": "2007-08-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035059",
    "ipprecedent_id": "1127",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}