{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2003−13297号事件について平成18年1月6日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，原告が，本願発明の特許出願をしたところ，拒絶査定を受け，これを不服として審判請求をしたが，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲3の1)",
              "text": [
                "出願人：セイコーエプソン株式会社(原告)",
                "発明の名称：「インクカートリッジ」",
                "出願番号：特願平7−258101号",
                "出願日：平成7年9月11日(国内優先権主張：平成6年10月26日)",
                "手続補正日：平成14年9月9日(甲3の2)",
                "手続補正日：平成15年5月6日(甲3の3)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "拒絶査定日：平成15年6月4日付け",
                "審判請求日：平成15年7月11日(不服2003−13297号)",
                "手続補正日：平成15年8月11日(以下「本件補正」という。)",
                "審決日：平成18年1月6日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成18年1月18日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨(本件補正前のもの。なお，本件補正前の明細書(当初明細書(甲3の1)に平成14年9月9日(甲3の2)及び平成15年5月6日(甲3",
          "text": [
            "の3)付け手続補正書による補正事項を付加したもの。)を，以下「本願明細書」という。)",
            "【請求項1】インクジェット記録ヘッドを備えたキャリッジに着脱可能で，前記記録ヘッドに連通するインク供給針が挿抜されるインク供給口と，前記インク供給口に連通するインク収容領域を備えたインクカートリッジにおいて，中心にインク流通用の通孔を有し，前記インク収容領域と前記インク供給口との間に配置された弾性変形可能な弾性体と，前記弾性体の前記通孔に対向して配置された封止部材とを備え，前記記録ヘッドでのインクの消費に対応して前記弾性体が弾性変形して前記通孔を開放する一方，インクの消費が行われない場合には前記弾性体が前記封止部材に弾接されて前記通孔を封止して前記インクの流通を阻止するインクカートリッジ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "text": [
            "審決は，本件補正を却下した上で，本願発明について，後記刊行物1，2記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした(なお，本訴では，本件補正却下の判断は争われていない。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特開昭62−231759号公報(以下「刊行物1」という。本訴甲1)",
              "text": [
                "に記載された発明(以下「刊行物1発明」という。)",
                "「キャリッジに着脱可能で，印字基板アセンブリ11が封じる弁体1の底部の開口端と，前記開口端に連通するインクだめ3を備えたインクジェット・プリントヘッドにおいて，前記インクだめ3と前記開口端との間に配置され，弾性変形可能なゴム性隔壁型の弁15と，弁体1とを備え，印字基板アセンブリ11でインクを噴射するごとに弁15が弾性変形して開き，インクが通過できるようにする一方，インクを噴射しない場合には前記弁15が前記弁体1に弾接されて前記インクの流通を阻止するインクジェット・プリントヘッド。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と刊行物1発明との対比",
              "text": [
                "「本願発明と刊行物1発明とを比較すると，刊行物1発明の「印字基板アセンブリ11」，「インクだめ3」，「弁15」及び「インクを噴射するごとに」は，それぞれ本願発明の「記録ヘッド」，「インク収容領域」，「弾性体」及び「インクの消費に対応して」に相当し，刊行物1発明の「弁体1の底部の開口端」は，「印字基板アセンブリ11」(本願発明の「記録ヘッド」に相当。)にインクを供給する点で本願発明の「インク供給口」に一致し，開口部を「口」と表現するのは自由であるから，結局のところ，「インク供給口」に相当する。刊行物1発明の「インクジェット・プリントヘッド」と本願発明の「インクカートリッジ」は，いずれもインクを収容し，キャリッジに着脱可能な部材(以下，「インク収容着脱体」という。)の点で共通し，刊行物1発明の「弁体1」と，本願発明の「封止部材」は，いずれも弾性体が変形して接離し，弾性体と協働して流体を流通あるいは阻止する部材(以下，「弁座」という。)の点で共通するから，両者は，",
                "「キャリッジに着脱可能で，インク供給口と，前記インク供給口に連通するインク収容領域を備えたインク収容着脱体において，",
                "前記インク収容領域と前記インク供給口との間に配置された弾性変形可能な弾性体と，弁座とを備え，記録ヘッドでのインクの消費に対応して前記弾性体が弾性変形してインクが通過できるように開放する一方，インクの消費が行われない場合には前記弾性体が前記弁座に弾接されて前記インクの流通を阻止するインク収容着脱体。」",
                "の点で一致し，以下の点で相違している。",
                "［相違点1］インク収容着脱体について，本願発明は，インクジェット記録ヘッドを備えたキャリッジに着脱可能で，前記記録ヘッドに連通するインク供給針が挿抜されるインク供給口を備えたインクカートリッジであるのに対し，刊行物1発明は，キャリッジに着脱可能ではあるものの，キャリッジはインクジェット記録ヘッドを備えておらず，インク供給口は記録ヘッドに連通するインク供給針が挿抜されるものでない点。",
                "［相違点2］弾性体と弁座に関し，本願発明は，中心にインク流通用の通孔を有する弾性体と，前記弾性体の前記通孔に対向して配置された封止部材であって，前記弾性体が弾性変形して前記通孔を開放する一方，前記弾性体が前記封止部材に弾接されて前記通孔を封止して前記インクの流通を阻止するのに対し，刊行物1発明は，そのような構成でない点。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「上記相違点1について検討する。",
                    "キャリッジにインク収容着脱体を搭載するように設計する際，インクジェット記録ヘッドをインク収容着脱体の方に設けるか，キャリッジの方に設けるかいずれを選択するかは設計上の事項であり，キャリッジの方にインクジェット記録ヘッドを設ける際に，インク供給口に記録ヘッドに連通するインク供給針を挿抜されるように構成することは，例示するまでもなく周知技術であるから，キャリッジにインク収容着脱体を搭載するように設計する際に，該周知技術を適用することを想起し，該技術を刊行物1発明に適用して，本願発明の上記相違点1のような構成とすることは，当業者が容易になし得る程度のことである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「上記相違点2について検討する。",
                    "上記刊行物2(本訴甲2)には，ドーナツ形の円板弁401(本願発明の「中心にインク流通用の通孔を有する弾性体」に相当。)と，前記ドーナツ形の円板弁401の通孔に対向して配置された弁座404(同「封止部材」)であって，前記円板弁401が弾性変形して前記通孔を開放する一方，前記円板弁401が前記弁座404に密着し(同「弾接されて」)前記通孔を封止して前記インクの流通を阻止する弾性体と弁座が記載されており，刊行物1…の記載に照らせば，弾性体と弁座をどのような形状とするかは必要に応じ当業者が適宜設計し得る程度のことであるから，刊行物2記載の事項を刊行物1発明に適用して本願発明の上記相違点2のような構成とすることは，当業者が容易になし得る程度のことである。",
                    "なお，上記刊行物2記載の発明(判決注：以下「刊行物2発明」という。)は，インクが静止状態にある場合にでも液漏れを防止できる程度の確実な封止を実現できるものでない旨，請求人は主張するが，刊行物2には「密着し」と記載されているから，封止するものと認められ，刊行物2記載の事項を適用する際に，所望される封止力を発揮できるように設計することは当然のことである。",
                    "そして，本願発明の作用効果も，刊行物1，2発明及び周知技術から当業者が予測できる範囲のものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "「以上のとおり，本願発明は，本願出願前に頒布された刊行物1，2発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "審決は，相違点2に係る構成について，当業者が容易に発明することができたものであると判断したが，この判断は誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点2の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明のインクカートリッジは，弾性体の通孔に対向して封止部材を配置し，インクの供給が不要のときには，双方の「弾接」によってインク供給側の負圧に抗してインクの漏洩を防止し，インクの供給が必要なときには，通孔が「弾接」状態から離脱して，通孔の開放を実現するものである。これによって，未使用時にはインクの漏洩を防止し，インクジェット記録装置の装着時には印刷に適した負圧を維持して安定した印字を行わせることができ，印字品質の向上などの作用効果を奏する。本願発明の「弾接」は，弾性体がインク供給口側に突出した状態となることに伴う引張応力に立脚している。",
                "他方，刊行物1の傘状弾性体である弁15の周辺部分は，弁体1と当接状態にある。審決は，刊行物1の弁15が弁体1に「弾接」していると認定するが，刊行物1の記載(3頁左上欄下から6行～右上欄上から2行)によれば，弁15は，その隔壁15aが反り返った状態となりつつ，周辺端が弁体1の表面9に密着するものであり，弁15の周辺端において負荷応力に伴って「弾接」状態が実現するためには，当該周辺端における押圧応力の介在が不可欠である。",
                "このように，本願発明の「弾接」が引張応力に立脚しているのに対し，刊行物1の「弾接」は押圧応力に立脚しているのであるから，双方の「弾接」の基本的な技術内容は明らかに相違している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2は，本願発明のような記録装置に装着されるインクカートリッジを対象とするものではなく，インクを噴射(ジェット)する単位であるノズルを対象としている。同刊行物の各ノズルは，電気信号により，インクの流動及びその停止状態がコントロールされているが，インクが流出する先端側から常時負圧が生じているわけではなく，インクカートリッジのインク収容領域と供給口との間に存在する空間とは異なる。",
                "審決は，刊行物2の第4図の構成について，円板弁401が弁座404に「弾接」していると認定しているが，円板弁401は，単に平坦状態で弁座404に「密着」しているにすぎない。本願発明のような引張応力による変形及び当該変形に伴う「弾接」状態にあるとはいえず，刊行物1のような押圧応力による変形及び当該変形に伴う「弾接」状態とも異なる。また，刊行物2の第6図に示す実施例においては，インクの流動が停止しているときに円板弁605と弁座606との間に隙間が存在しても，インクの漏洩に基づく支障は生じないとされている。したがって，刊行物2発明は，そもそも「弾接」を必要としていないのである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，刊行物1発明の弾性体と弁座に関する構成は，弁15と弁体1とによる具体的構成に限定されているものではない以上，刊行物2の円板弁401と弁座404からなる構成を適用することは，当業者が容易に想到し得る事項であると判断している。",
                "しかしながら，刊行物1発明は，インクカートリッジを対象としているのに対し，刊行物2発明は，インクジェット記録装置におけるノズル部分を対象としているのであるから，両発明はその対象が明らかに相違する。",
                "また，刊行物1においては，弾性体である弁15の周辺が，押圧応力に基づき，弁体1に弾接されてインクの流通を阻止しているのに対し，刊行物2においては，円板弁401は弁座404と「弾接」しておらず，そもそも刊行物2発明は「弾接」を不要とすることを基本原理としている。刊行物2の第4図(a)からも明らかなように，円板弁401は，弁座404，406及び固定部材407により両面側から押圧されているが，平面形状を維持しているのであるから，インクの供給口側に突出するような弾性変形を伴う「弾接」を実現することは不可能である。",
                "このように，「弾接」に関する基本的な技術思想において，刊行物1と2とは相反する関係にある。刊行物1の構成に刊行物2の弁構成を適用することは，客観的に不可能である。",
                "刊行物1には，「閉じた位置に予め負荷した制御弁ならどんなタイプのものでも用いることができる」と記載されているが，「負荷した」とは，押圧による負荷応力に基づく「弾接」状態を意味しているのに対し，刊行物2の場合には，「弾接」する構成を実現できないのであるから，刊行物1発明に刊行物2発明を適用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，刊行物2の弁構成を適用したとしても，本願発明を想到することは不可能である。",
                "前記のとおり，刊行物2においては，第4図に示される実施例はもとより，他の実施例を参照しても，「弾接」による弁構成は開示されていない。仮に，刊行物1の弁構成に代えて刊行物2の弁構成を採用したとしても，「当接」状態となるのみであって，本願発明のような引張応力により「弾接」する弁構成に到達することはできない。このような「当接」状態においては，インク収容領域に対し常時発生している負圧の影響の下に，弾性体は「密着」状態から離れ，負圧が生じている側に弾性変形を行うのであるから，インクの流通を阻止することができない。",
                "したがって，刊行物1の弁構成に代えて刊行物2の弁構成を採用したとしても，本願発明の目的効果を達成することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，相違点2に係る構成は，当業者が容易に想到し得たとした審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点2の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，インク収容領域と反対側との差圧を問題とするが，本願発明の請求項1には，インク収容領域と反対側との差圧についての記載はなく，その差圧を保持するための予負荷を与える手段(以下「予負荷手段」という。)についての記載もない。仮に，本願発明のインク収容領域と反対側とに圧力差を有するものとして，弾性体が予負荷手段を有するとしても，刊行物1(甲1の2頁左下欄2～12行，3頁左上欄15行～右上欄2行)にも，同様に，圧力差と予負荷手段についての記載があるのであるから，この点において本願発明と刊行物1発明は相違しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の「弾接」について，請求項1には，「・・・前記記録ヘッドでのインクの消費に対応して前記弾性体が弾性変形して前記通孔を開放する一方，インクの消費が行われない場合には前記弾性体が前記封止部材に弾接されて前記通孔を封止して前記インクの流通を阻止する・・・」と記載され，インクが消費されない場合における弾性体と封止部材の当接状態が規定されているにすぎない。インクの消費とは無関係に，弾性体自体の突出形状に伴った引張応力により弾接するとは書かれていない。",
                "また，本願明細書には，「この実施例において，インク室4とインク供給室5との差圧が所定値以下の場合には，膜弁座24が自身の弾性により通孔25を弁体28に弾接するから，インク室4からインク供給室5ヘのインクの流れは停止する。一方，インク供給室5の圧力が低下すると，膜弁座24が球面状に膨張しながら降下するため，通孔25が弁体28から離れ，インク室4からインク供給室5にインクが流れ込み，インクの供給が進んでインク供給室5の圧力が上昇した時点で，膜弁座24が差圧に打勝って弁体28に弾接してインクの流出を停止させる。」(段落【0042】【0043】)と記載されている。膜弁座24自体に応力があるとしても，インク流出停止時には，インク室4とインク供給室5は圧力差を有した状態で保持される。つまり，インク供給室5の圧力と膜弁座24自体の応力の和がインク室4の圧力とほぼ釣り合い，膜弁座24には，インク室4側から差圧分の圧力が加わり，膜弁座24と弁体28との当接状態は，膜弁座24自体の応力がほぼ打ち消された状態で密着しているといえる。このような弁(膜弁座24)と弁座(弁体28)の当接状態は，弁自体に応力があろうがなかろうが同じことであり，弁装置の上流側から下流側に流体が流れ，停止した状態にあって弁が弁座に密着している以上，その弁と弁座の当接状態は請求項1記載の「弾接」とほぼ同様な状況にあるものといえる。したがって，本願発明の「弾接」の意味は「密着」という程度の意味合いであり，審決が，刊行物2発明について「前記円板弁401が前記弁座404に密着し(同「弾接されて」)」と表現したのは，流体が停止し，弁と弁座が密着している状態にあっては，本願発明とほぼ同様であることを意味するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "仮に，本願発明がインク収容領域と反対側とに圧力差を有するとしても，本願発明と刊行物1発明は，いずれも圧力差のある空間に弁装置を配置し，圧力差を保持するもので共通している。空間の圧力差は，弁自体の応力によって保持されるもののみではなく，例えば，実願昭61−60765号(実開昭62",
              "text": [
                "−172869号)のマイクロフィルム(乙1)の10頁19行～11頁18行の",
                "記載及び第7図，実願昭61−2784号(実開昭62−115575号)のマイ",
                "クロフィルム(乙2)の6頁6行～7頁7行の記載及び第1，2図が示すように，スプリングのような弁以外の部材によっても圧力差は保持できる。したがって，弁と弁座の形状と，圧力差を保持する手段とは切り離して認識することが可能であり，刊行物1発明から予負荷手段と切り離して抽出される弁と弁座の形状に刊行物2記載の弁と弁座の形状を適用することに何ら困難な点はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "刊行物1発明は，圧力差を有する空間を対象としており，刊行物2発明は，圧力差のない空間を対象としている。本願発明と刊行物1発明では，弁と弁座の形状が異なるので，審決は，弁と弁座の形状の点で刊行物2発明を引用している。予負荷手段そのものは，バネ部材のように弁形状とは切り離して想定し得るものであり，圧力差のない空間を対象としている弁と弁座を，圧力差のある空間を対象するものに適用する際には，その差圧分の予負荷が必要であり，刊行物2発明と同様な形状の弁と弁座においても予負荷を与えることは実願昭61−60765号(実開昭62−172869号)のマイクロフィルム(乙1)の11頁19行～12頁12",
              "text": [
                "行の記載及び第8図，実願昭61−2784号(実開昭62−115575号)の",
                "マイクロフィルム(乙2)の1頁9～14行の記載，特公昭53−30954号公",
                "報(乙3)の1頁1欄26～29行及び第2図，実願昭54−150093号(実",
                "開昭56−67465号)のマイクロフィルム(乙4)の4頁12行～5頁8行の",
                "記載及び第2図が示すように，種々の技術分野において周知の技術である。したがって，刊行物2発明の弁と弁座の形状を，圧力差を有する空間を対象としている刊行物1発明に適用することは可能であり，圧力差を有する空間に適用する場合に予負荷を与えることは，当業者が容易に想到し得ることである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のように，相違点2についての審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本願発明の「弾接」の意義について，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の請求項1は，前記のとおり，「・・・中心にインク流通用の通孔を有し，前記インク収容領域と前記インク供給口との間に配置された弾性変形可能な弾性体と，前記弾性体の前記通孔に対向して配置された封止部材とを備え，前記記録ヘッドでのインクの消費に対応して前記弾性体が弾性変形して前記通孔を開放する一方，インクの消費が行われない場合には前記弾性体が前記封止部材に弾接されて前記通孔を封止して前記インクの流通を阻止するインクカートリッジ。」というものであり，インクの消費が行われない場合に，弾性変形可能な弾性体と封止部材とが「弾接」して，インク流通用の通孔を封止するとされている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「弾接」の意義については，特許請求の範囲の記載からは明らかではなく，本願明細書にもその明確な定義は記載されていないが，同明細書には，以下の記載が存在する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「【0013】3は前述の膜弁座で，インクに対して耐久性を備えたゴム膜や高分子エラストマー膜等の弾性膜に，中央に通孔6を穿設して構成され，容器1の下部に形成された段差部7に張設されている。",
                        "【0014】8は，弁体で，弁組立体9に設けられている通孔10に上下に移動可能に挿入されており，インクを流下させることができる程度の間隙を確保できる太さを備え，かつ長さが弁組立体9の厚さよりも若干長くなるように構成され，常時は下部が膜弁座3の通孔6を封止するように後述する弁体支持部材11により膜弁座3に弾接させられている。弁組立体9にはインクを導くインク流路15が形成されている。",
                        "【0015】11は，前述の弁体支持部材で，弁組立体9の表面には張設され，常時弁体8を膜弁座3に弾接させる一方，弁体8が一定位置よりも降下するのを制限するもので，膜弁座3と同等の材料からなる弾性膜に通孔12を穿設するとともに，弁体8の頂部を通孔により保持するように構成されている。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「【0020】この状態で，印刷が実行されて記録ヘッドからインク滴が吐出すると，インク供給室5のインクがインク供給口2から記録ヘッドに流れ込み，インク供給室5の圧力が徐々に低下する。インク供給室5の圧力低下に対応して膜弁座3は，インク室4からの圧力を受けてその弾性により半径Rを持つ球面状に膨張しながら降下する。この時点では弁体8が膜弁座3に追従するため(図2(イ))，インク供給室5の圧力が過度に低下するのを防止しつつ，インク室4からインク供給室5へのインクの流れ込みを阻止して，インク供給室5の圧力が過度に上昇するのを防止する。これにより，記録ヘッドの圧力がインク室4に対して一定の負圧状態に維持される。",
                        "【0021】さらに記録ヘッドでのインクの消費が進んで膜弁座3が一段と降下すると，弁体8が弁体支持部材11により一定位置以下に降下するのを阻止されるから，弁体8が膜弁座3から極わずか離れる(図2(ロ))。これにより，インク室4のインクが弁体8と膜弁座3との間に形成された狭い間隙を経由して通孔6からインク供給室5に流れ込む。",
                        "【0022】インクの流入によりインク供給室5の圧力が若干上昇すると，膜弁座3が自身の弾性により弁体8側に移動して弁体8に弾接し，通孔6が弁体8の下面で塞がれる。これによりインク室4からインク供給室5ヘのインクの流れ込みが停止する。この結果，インク室3のインクの量にかかわりなく，インク供給口2の圧力が一定に維持されることになる。」ウ 上記記載を参照すると，請求項1にいう「弾接」とは，単に，弁が弁座と当接することを意味するのではなく，インクが消費されないときに，弾性力を有する弁が，自身の弾性により弁座と密着することをいい，それにより，インクがインク室からインク供給室に流入することを阻止するものであるということができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，刊行物1について，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲1)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「弾性的に負荷された弁部材は穴の空洞側端を封じている。弾性負荷により，弁を開口するための圧力はインクおよびインクだめに働く加速力に起因する予期される静水圧の最大値より大きくなる。プリントヘッドが動作し，インクを噴射するとインク注入空洞(ink primecavity)の圧力は下がる。弁での圧力差異が弁を開口する圧力を越えるとインクがインク注入空洞に供給される。」(2頁左下欄2～9行)"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「弁15を用いてインクだめ3および空洞10の間のインクの移動を制御する。図示した弁はゴム性隔壁型(rubber diaphragm type)の弁であり，空洞10にすきができるのを防ぐための制御弁として機能する。それは弾力性のかさ形隔壁15aから成り，その周辺エッジは弁体を通る穴5を囲み周辺シールとなる。弁15はかさ形隔壁の内側に拡張ベースセクション(enlarged base section)を持つ一体成形された弁ステム(stem)および拡張された端15cから成る。拡張された端15cは弁体の中央の穴に押し込まれ，図からわかるように上部の端を通って突き出，弁体の上部面をふさぐ。拡張ベースセクション15bは弁体の下部面をふさぐ。",
                        "隔壁の周辺端が表面9に密着し，封じる。このことは隔壁15aをそらせ，表面9に周辺端を予め負荷する。この位置で予め負荷することにより弁の開口圧力，あるいは弁の亀裂圧力(valve cracking pressure)は少なくともインクだめ3内のインク最大深さから生じる静水圧以上になる。」(3頁左上欄4行～右上欄2行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，刊行物1発明の弁15は，弾力性のかさ形隔壁15aから構成されるところ，同隔壁15aの周辺端は，弁体1の表面9に密着することにより，予め表面9に負荷し，それにより，弁の開口圧力はインクだめ3内のインク最大深さから生じる静水圧より大きくなって，空洞10に隙ができるのを防ぐ制御弁として機能するものと認められる。このことによれば，弁15のかさ形隔壁15aも，表面9に単に当接しているのではなく，自身の弾性によりこれに密着している，つまり「弾接」していると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本願発明の弁と刊行物1発明の弁は，いずれも，自身の弾性により弁座(以下，本願発明の封止部材，刊行物1発明の弁体1，刊行物2発明の弁座404，406を一般名称で呼称する場合には，審決と同様に，「弁座」という。)に「弾接」することにより，インクの流れを制御するものであるということができるのであるから，両発明は，「インクの消費が行われない場合には前記弾性体が前記弁座に弾接されて前記インクの流通を阻止する」点で一致するとの審決の認定に誤りはない。",
                    "これに対し，原告は，本願発明の「弾接」が引張応力に立脚しているのに対し，刊行物1の「弾接」は押圧応力に立脚しているのであるから，両発明の弾性体は，いずれも「弾接」しているとはいっても，その基本的な技術内容は全く異なると主張する。",
                    "しかしながら，そもそも，本願明細書には，本願発明の「弾接」が引張応力によるものである旨の記載はなく，刊行物1には，刊行物1発明の「弾接」が押圧応力によるものである旨の記載はないのであるから，原告の主張は明細書の記載に基づくものとはいい難い。また，仮に，両発明の「弾接」が原告の主張するようなものであるとしても，両発明の弾性体はいずれも自らの弾性で弁座に密着し，インクの流れを制御するものである点に変わりはないのであり，その弾接が引張応力によるものであるか，押圧応力によるものであるかにより，両発明の基本的な技術内容が異なるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，本願発明と刊行物1発明との相違点2に係る構成について，刊行物2発明の構成を組み合わせて適用し，相違点2に係る構成は容易に想到し得るとの結論に至っている。そこで，さらに刊行物2発明について，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2(甲2)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「特許請求の範囲",
                      "text": [
                        "1． インク滴を噴射するためのノズルと，インクタンクに連通しインクを補給するための補給通路と，インク滴の噴射を行うために入力電気信号に従ってインクに圧力を作用させるための圧力作用手段とを有するインクジェットヘッドより記録媒体にインク滴を噴射して記録を行うインクジェット記録装置において，前記インクジェットヘッド内のインク通路に，インク圧力の作用により変形する弁を有する流体制御手段を設けたことを特徴とするインクジェット記録装置。・・・",
                        "6． 流体制御手段が，インク通路を遮蔽するように配置されかつインク圧力の作用により変形して前記インク通路を開閉する弾性弁と，前記弾性弁で遮断されたインク通路を連結する補助インク通路とを有し，前記インク圧力の作用により前記流体制御手段を通過するインク流の向きによって，前記インク流に対する流路抵抗が変化するように作動することを特徴とする特許請求の範囲第1項に記載のインクジェット記録装置。」(特許請求の範囲の記載)(イ) 「この発明における流体制御手段の第2の実施例は第4図(a)に示すように，弾性体から成るドーナツ形の円板弁401が固定部403にて弁座404に密着固定されており，またインクの流れがないときは可動部405も弁座406に密着し，インク流出口402を遮蔽している。このような弁は，例えば，第4図(c)に示したような部品から構成される。すなわち，弁座404及び406はその間に環状の流出口402を有して一体に形成されている。中心部に穴を形成した円板弁401を弁座に重ね，更にリング状の固定部材407を弁上に重ねて弁を固定する。さて，第4図(a)で弁の下方から上方にインクを流すような圧力が弁に作用すると，・・・弁401は押し上げられ，第4図(b)に示すように弁と弁座の隙間408を通ってインクは流出する。」(6頁左上欄9行～右上欄5行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，刊行物2の第4図(a)には，インクの流れがないときに，円板弁401の可動部405が弁座406に密着して円板弁401の穴が封止されインク流出口402を遮蔽している状態が，第4図(b)には，弁の下方から上方にインクを流すような圧力が弁に作用するときに弁401が押し上げられ，隙間408から円板弁401の穴を通ってインクが流出する様子がそれぞれ図示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物2の上記記載及び図面によれば，刊行物2には，弾性体からなる円板弁401が弁座404に密着して円板弁401の穴が封止されインク流出口402を遮蔽してインクの流通を阻止する一方，インクの圧力により円板弁401の可動部405が弾性変形すると円板弁の穴が開放されるようにした弁構造が記載されているものと認められる。前記判示のとおり，本願発明は，中心にインク流通用の通孔を有する弾性体からなる弁が，インクが消費されないときには，自身の弾性により弁座と弾接して上記通孔を遮蔽してインクの流通を阻止する一方，インクが消費されるときは，弁が弾性変形してインクの通孔を開放するものであるから，本願発明の弁構造と刊行物2発明の弁構造は，その基本的な構造や作用が共通するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，刊行物1発明に刊行物2発明を適用して，相違点2に係る構成とすることは，当業者が容易に想到し得なかったことであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "その理由として，原告は，本願発明と刊行物 1 発明の「弾接」が基本的な技術内容において異なるという前記判示に係る主張に加え，刊行物2発明は，インクを噴射(ジェット)する単位であるノズルに関する発明であり，本願発明及び刊行物1発明のようにインクカートリッジを対象とするものではないことを指摘する。",
                    "確かに，審決が本願発明と刊行物1発明との相違点2として認定した構成は，インクカートリッジのインク室とインク供給室との間の弁構造に関するものであるのに対し，審決が適用した刊行物2発明の構成は，インクジェットヘッドに関する発明である。",
                    "しかしながら，本願発明，刊行物1，2発明は，いずれもインクジェット記録装置の技術分野に関する発明であるとともに，インクの流れを制御するための流体制御手段を備えたものであるから，原告が指摘する発明の対象の相違は，刊行物1発明に刊行物2発明を適用することを困難にするものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，刊行物2発明は，円板弁401が弁座404に「弾接」することが不要であることを基本原理としており，その基本的な技術思想において，刊行物1発明と相反すると主張する。",
                    "しかしながら，刊行物2発明において，弾性体からなる円板弁401は弁座404に「密着」固定され，円板弁401の可動部405は，インクの流れのないときであっても，弁座404と一体のものとして形成されている弁座406に「密着」し，インク流出口402を遮蔽するとされている。確かに，刊行物2には，円板弁401が自らの弾性で弁座404に「弾接」しているとの記載はないが，液体の流路を開閉する弾性体が他の部材に「密着」しているというときには，多少の弾性変形を伴って弁座に接していると理解するのが自然である。仮に，そのような弾性変形を伴わずに，円板弁401が弁座404に「当接」しているとしても，それは，インクの流路をふさぐために，弁と弁座とが密着する程度の差にすぎないのであって，刊行物1発明と刊行物2発明が，その弁構造において基本的な技術思想を異にしているということはできない。",
                    "したがって，刊行物2発明の円板弁401が弁座404に密着している状態を「弾接」とした審決の認定判断に誤りはなく，仮に「弾接」しているとまでいえないとしても，刊行物1発明と刊行物2発明とが基本的な技術思想を異にするとの原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物1発明の弁構造に刊行物2発明の弁構造を適用したとしても，「当接」状態が実現できるにとどまり，本願発明の目的効果を達成することができないと主張する。",
                    "確かに，刊行物2の第4図(a)には，円板弁401がほぼ平坦な状態で示されており，図示される弁構造をそのまま刊行物1発明に適用したとすれば，弁と弁座が「弾接」しているといっても，その程度によっては，インク注入空洞に生じる負圧などによってたやすく弁が開き，インクが流通することがあり得ないわけではない。",
                    "しかし，刊行物1の「弾性的に負荷された弁部材は穴の空洞側端を封じている。",
                    "弾性負荷により，弁を開口するための圧力はインク及びインクだめに働く加速力に起因する予期される静水圧の最大値より大きくなる。プリントヘッドが動作し，インクを噴射するとインク注入空洞・・・の圧力は下がる。弁での圧力差異が弁を開口する圧力を越えるとインクがインク注入空洞に供給される。」(2頁左下欄2行～9行)との記載によれば，刊行物1記載のインクジェット・プリントヘッドにおいては，弁を開口するための圧力が，インク及びインクだめに働く加速力に起因する予期される静水圧の最大値より大きくなるように弾性的に負荷されており，プリントヘッドが動作し，インクを噴射するにつれてインク注入空洞の圧力は下がり，弁での圧力差異が弁を開口する圧力を越えるとインクがインク注入空洞に供給されるものと認められる。",
                    "そして，刊行物1には，「制御弁の1タイプだけをここに示す。しかしながら，閉じた位置に予め負荷した制御弁ならどんなタイプのものでも用いることができるということは評価できる。」(3頁左下欄9行～12行)との記載があり，閉じた位置に予め負荷した制御弁ならどんなタイプのものでも使用可能であることが明示されている。他方，刊行物2発明の弁構造は，閉じた位置において，多少の弾性変形を伴って弁座に接していると理解すべきことは前記判示のとおりであるから，刊行物2発明の弁に予め負荷して弾性により弁座と密着する構成とすることは，当業者であれば容易になし得ることである。",
                    "そうすると，刊行物1発明に刊行物2発明の弁構造を適用する際にも，弁を開口するための圧力が同様になるように，予め負荷し，円板弁を弁座に密着させることは，当業者であれば，設計上当然考慮するものというべきである。また，これにより，インク注入空洞に生じる負圧などによってたやすく弁が開かないようにできることは明らかであって，本願発明の奏する効果が，刊行物1，2発明及び周知技術から当業者が予測できる範囲を超える格別のものとみるべき根拠はない。",
                    "したがって，刊行物1発明に刊行物2記載の弁構造を適用して，本願発明の相違点2に係る構成とすることは，当業者であれば，容易に想到し得たものというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，本願発明は，刊行物1，2発明及び周知技術に基づき，当業者が容易に想到し得たものであるとした審決の判断に誤りはなく，原告の主張する審決取消事由は理由がないので，その請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ]
}