{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が訂正2005−39181号事件について平成18年2月9日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件特許の特許権者である原告が，訂正審判の請求をしたところ，請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲第7号証)",
              "text": [
                "特許権者：長島鋳物株式会社(原告)",
                "発明の名称：「地下構造物用錠装置」",
                "特許出願日：平成12年2月25日(特願2000−49847号)",
                "設定登録日：平成15年7月11日",
                "特許番号：特許第3449608号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成17年10月12日(訂正2005−39181号)(甲第9",
                "号証)",
                "審決日：平成18年2月9日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成18年2月21日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "請求項の数は，訂正審判請求前のものが3個，訂正審判請求に係るものが3個である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正審判請求前のもの",
              "text": [
                "「【請求項1】 地下構造物の枠体(11)の開口を閉じるための蓋体(12)がヒンジ装置(38)によって枠体に開閉可能に繋ぎ止められており，その蓋体(12)を施錠するために設けられた錠装置であって，開口を閉じることにより内外方向へ移動して蓋体(12)を施錠状態とし，外部操作によって施錠状態を解除する状態となる鉤部材(15)を枠体側に設け，その鉤部材(15)は上端に，蓋体(12)を閉じる動作に伴う内外方向への動きにより，蓋体(12)の周縁部内側に設けられている，錠止部分(27)と係合可能な鉤部(16)を有する縦長の鉤杆(17)を有し，かつ枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，その後蓋体(12)に加えられる内外方向への動きにより鉤部(16)から錠止部分(27)が外れ施錠を解除可能に，枠体側に軸支されていることを特徴とする地下構造物用錠装置。",
                "【請求項2】 鉤部材(15)は蓋体(12)を施錠状態とする方向へ弾性手段によって付勢されている請求項1記載の地下構造物用錠装置。",
                "【請求項3】 鉤部材(15)は上端に鉤部(16)を有する縦長の鉤杆(17)を2個左右に並結した構造を有している請求項1又は2記載の地下構造物用錠装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正審判請求書添付の訂正明細書のもの(甲第9号証。下線部が，後記訂正事項a．に係る訂正箇所である。)",
              "text": [
                "「【請求項1】 地下構造物の枠体(11)の開口を閉じるための蓋体(12)がヒンジ装置(38)によって枠体に開閉可能に繋ぎ止められており，その蓋体(12)を施錠するために設けられた錠装置であって，開口を閉じることにより内外方向へ移動して蓋体(12)を施錠状態とし，外部操作によって施錠状態を解除する状態となる鉤部材(15)を枠体側に設け，その鉤部材(15)は上端に，蓋体(12)を閉じる動作に伴う内外方向への動きにより，蓋体(12)の周縁部内側に設けられている，錠止部分(27)と係合可能な鉤部(16)を有する縦長の鉤杆(17)を有し，かつ枠体の内側に設けられているガイド部(19)に案内されて軸部(21，42)により上下方向へ移動可能に設けられており，解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，その後蓋体(12)に加えられる内外方向への動きにより鉤部(16)から錠止部分(27)が外れ施錠を解除可能に，枠体側に軸支されていることを特徴とする地下構造物用錠装置。",
                "【請求項2】 鉤部材(15)は蓋体(12)を施錠状態とする方向へ弾性手段によって付勢されている請求項1記載の地下構造物用錠装置。",
                "【請求項3】 鉤部材(15)は上端に鉤部(16)を有する縦長の鉤杆(17)を2個左右に並結した構造を有している請求項1又は2記載の地下構造物用錠装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決の理由は，要するに，本件訂正審判請求に係る訂正事項のうち，請求項1に係る訂正事項a．(以下，審決を引用する場合を含め，「訂正事項a」と表記する。",
            "また，本件訂正審判請求前の請求項1を「訂正前の請求項1」と，訂正事項aに係る請求項1を「訂正後の請求項1」ということがある。)は，実質上特許請求の範囲を拡張し，又は変更するものに該当し，特許法126条4項の規定に違反するものであるから，他の訂正事項及び他の訂正要件について検討するまでもなく，訂正を認めることはできないとするものである。",
            "審決の理由のうち，訂正事項aが，実質上特許請求の範囲を拡張し，又は変更するものに該当するとの判断の部分は，以下のとおりである。",
            "「訂正事項aは，請求項1に記載した発明を特定するために必要な事項である『(鉤部材(15)は)枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられて』いることを『(鉤部材(15)は)枠体の内側に設けられているガイド部(19)に案内されて軸部(21，42)により上下方向へ移動可能に設けられて』いることに訂正するものである。",
            "そして，かかる訂正により，訂正前の請求項1に記載された『軸部』はガイド部に案内されることが必須の構成であったものが，訂正後の請求項1に記載された『軸部』はガイド部に案内されないものも含むものとなっている。",
            "したがって，上記訂正事項aは，請求項1に記載した事項について限定した内容を省く表現にするものであり，特許請求の範囲を実質的に拡張・変更するものに該当し，平成15年改正特許法第126条第4項の規定に違反するものである。",
            "なお，請求人は，平成18年1月5日付け意見書の第9頁第28行～第10頁第6行において，上記訂正事項aは，『鉤部材(15)がガイド部(19)に案内されて』の条件を明確にした誤記の訂正ないし不明瞭な記載の釈明をなすものであるから，当然に特許請求の範囲を実質的に拡張・変更するものではない旨主張しているが，仮に，上記訂正事項aが誤記の訂正ないし不明瞭な記載の釈明にあたるとしても，特許請求の範囲を実質的に拡張・変更するものは，特許法第126条第4項の要件に違反するものであるから(平成15年改正法における無効審判等の運用指針第103頁参照)，かかる請求人の主張は認められない。",
            "また，請求人は，同意見書の第15頁第20～26行において，訂正拒絶理由通知は，『ガイド部(19)に案内される軸部(21，42)』の事項を合理的な理由もなく単に字義どおりの意味に解釈して誤って本件発明を特定するための必須の構成であるとなし，この誤った発明の要旨認定を前提として本件訂正を特許請求の範囲を実質的に拡張・変更するものであると判断したと主張しているが，請求項に係る発明の認定は，請求項の記載が明確である場合は，請求項の記載どおり認定するべきであり(特許・実用新案審査基準 第Ⅱ部第2章新規性・進歩性 1．5．1 請求項に係る発明の認定(1)ないし(4)参照)，訂正前の請求項1の記載に格別不明瞭なものはみあたらないから，請求項1の記載を字義どおりの意味に解釈することに誤りはない。",
            "さらに，同意見書の第18頁第1～10行には，『発明の詳細な説明においては，『鉤部材15は，左右の側辺部を囲むように枠体の内側に設けられた左右のガイド部19，19によって上下方向へ移動可能に設けられている(図5参照)。』(【0014】)，『実施例2の錠装置10もガイド部19によって上下方向へ移動可能に設けられている錠部材(鉤部材の誤記)15を有する点，実施例1のもの等と共通するが，』(【0021】)と記載されており，『鉤部材15がガイド部19に案内されて上下移動する』点が構成表示として明記されているが，『軸部(21，42)がガイド部19に案内されて上下移動する』との構成表示は一切なされていない。』と記載されている。",
            "しかしながら，発明の詳細な説明の【0021】の『実施例2の場合，ガイド部19に形成されているガイド溝43に，鉤部材15の下端の軸部42を嵌めその溝内で上下方向へ移動可能とされる。』の記載及び図8，図9からみて，発明の詳細な説明及び図面に『ガイド部(19)に案内される軸部(42)』が記載されていることは明らかである。",
            "そして，発明の詳細な説明の実施例1及び実施例2がいずれも鉤部材がガイド部に案内されるものであるとしても，実施例2は鉤部材の下端の軸部がガイド部に案内されるのに対し，実施例1は軸部がガイド部に案内されるものではない。",
            "そうすると，上記訂正事項aは，軸部がガイド部に案内される構成を含む実施例2に相当する請求項1に係る発明を，軸部がガイド部に案内される構成を必須の構成としない実施例1に相当する発明に変更，または，実施例1及び実施例2の両者が含まれる発明に拡張しようとするものであるといえる。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，訂正事項aが実質的に特許請求の範囲を拡張・変更するものに該当すると誤って判断したものであるから，取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(訂正事項aが実質的に特許請求の範囲を拡張・変更するものとした判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，訂正事項aが実質的に特許請求の範囲を拡張・変更するものとした理由として，「かかる訂正により，訂正前の請求項1に記載された『軸部』はガイド部に案内されることが必須の構成であったものが，訂正後の請求項1に記載された『軸部』はガイド部に案内されないものも含むものとなっている。」ことを挙げている。",
                "しかしながら，以下のとおり，訂正前の請求項1記載の発明において，「軸部」がガイド部に案内されることが，必須の構成であったとすることは明らかに不合理であり，当業者は，訂正前の請求項1の「ガイド部(19)に案内される軸部(21，42)により」との記載が，誤記又は不明瞭な記載であって，本来，「ガイド部(19)に案内されて軸部(21，42)により」であると容易に理解するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1の「軸部(21，42)により」との記載が，「軸部(21)又は軸部(42)により」の意味であることは明らかである。しかしながら，請求項1記載の発明に係る実施例2の「軸部(42)」は，ガイド部に案内されるもの(「軸部」が運動するもの)であるが，実施例1の「軸部(21)」は，ガイド部に案内されないもの(「軸部」が運動しないもの)ということができ，そうすると，このように運動の有無という点に関して正反対である「軸部(21，42)」を，「ガイド部(19)に案内される」という「運動する物体」を形容の対象とする用語によって形容する表現形式は，不明瞭な記載というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項1には，発明を特定するために必要な事項として，「・・・鉤部材(15)を枠体側に設け，」との鉤部材(15)を枠体側に設ける構成と，「その鉤部材(15)は・・・枠体側に軸支されている」との鉤部材(15)に関する具体的な構成とが記載されている。そして，このうち，鉤部材(15)に関する具体的な構成には，①「枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，」(以下「構成X1」という。)，及び②「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，」(以下「構成X2」という。)との各構成が含まれるところ，構成X1及び構成X2の主語は，当然「鉤部材(15)」である。",
                    "そうすると，構成X1においては，「鉤部材(15)」が軸部(21，42)により上下方向へ移動可能に設けられているものとなるが，仮に，「ガイド部(19)に案内される軸部(21，42)」の文言どおりに，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1において，「鉤部材(15)」が何に対して上下移動するのか，その上下移動の媒体が不明となる。",
                    "また，構成X2は，「鉤部材(15)」が「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ」るものであるから，「鉤部材(15)がガイド部(19)に案内される」ことが前提となるものである。他方，構成X1は，構成X2に係る，「鉤部材(15)」が「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ」るための具体的構成を示しているものと解されるから，構成X1の構成中に，構成X2の前提となる「鉤部材(15)がガイド部(19)に案内される」ことが示されていなければならない。しかるに，仮に，「ガイド部(19)に案内される軸部(21，42)」の文言どおりに，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1は，示されていなければならない「鉤部材(15)がガイド部(19)に案内される」ことを示していない外観を呈することになる。",
                    "このように，訂正前の請求項1に係る「ガイド部(19)に案内される軸部(21，42)により」との記載は，請求項1の構成相互の関連性において，技術的に不整合，不明確なものであり，不合理をもたらすものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，被告は，構成X2に係る「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，」の主語が，「鉤部材(15)」ではなく，「蓋体(12)」であると主張するが，被告の主張は，本件特許に係る無効審判請求に対し，「ガイド部(19)に案内される」のが「鉤部材」もしくは「鉤部材と蓋体」であるとした審決(無効2004−80112号。乙第1号証)，及び「ガイド部の範囲であげられ」るのが「鉤部材」であると認定した判定(判定2006−60047号。甲第30号証)と矛盾するものである。鉤部材15は，ガイド部19の上端部と下端部との間で上下移動し，鉤部材15がガイド部19の上端部又は下端部に達したとき軸部(21，42)によってその動きが止められるのであり，「ガイド部19に案内される」のは「軸部(21，42)」ではなく「鉤部材」である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のとおり，訂正前の請求項1記載の発明において，「軸部」がガイド部に案内されることが，必須の構成であったとすることは明らかに不合理であり，当業者は，訂正前の請求項1に係る「ガイド部(19)に案内される軸部(21，42)により」との記載が，誤記又は不明瞭な記載であって，本来，「ガイド部(19)に案内されて軸部(21，42)により」であると容易に理解するものである。",
                    "したがって，「訂正前の請求項1に記載された『軸部』はガイド部に案内されることが必須の構成であったものが，訂正後の請求項1に記載された『軸部』はガイド部に案内されないものも含むものとなっている」ことを理由として，訂正事項aが実質的に特許請求の範囲を拡張・変更するものとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，「訂正事項aは，軸部がガイド部に案内される構成を含む実施例2に相当する請求項1に係る発明を，軸部がガイド部に案内される構成を必須の構成としない実施例1に相当する発明に変更，または，実施例1及び実施例2の両者が含まれる発明に拡張しようとするものであるといえる。」と判断するが，以下のとおり，誤りである。",
                "すなわち，上記(1)のとおり，訂正前の請求項1の「ガイド部(19)に案内される」との記載は，「ガイド部(19)に案内されて」の誤記であって，「軸部(21，42)」は，ガイド部(19)に案内されるものに限定されているわけではない。したがって，「請求項1に係る発明は，軸部がガイド部に案内される構成を含む実施例2に相当する」とするのは誤りである。",
                "また，本件明細書(甲第7号証)の発明の詳細な説明の段落【0013】～【0015】，同【0016】，同【0018】，同【0021】及び図1～6(実施例1)，図7～9(実施例2)には，実施例1，2に共通する構成として，「鉤部材(15)がガイド部(19)に案内される」ことが示されており，請求項1には，この事項が，実施例1，2に共通する必須の構成として記載されていなければならない。そして，請求項1には，枠体(11)側に配設する軸部(21)により鉤部材(15)の枠体(11)側への軸支とガイド部(19)に沿った上下移動の範囲の規制を行う実施例1の態様と，鉤部材(15)に一体形成する軸部(42)により鉤部材(15)の枠体(11)側への軸支とガイド部(19)に沿った上下移動の範囲の規制を行う実施例2とが選択的に記載されているのである。訂正前の請求項1の「ガイド部(19)に案内される軸部(21，42)」との記載は，鉤部材(15)がガイド部(19)に案内されることを意味する「ガイド部(19)に案内されて軸部(21，42)」の誤記又は明瞭でない記載に該当するものである。実施例2の場合には，軸部(42)が鉤部材(15)の下端に一体に設けられており，ガイド部(19)に形成されているガイド溝(43)に嵌合して，その溝内を，鉤部材(15)がガイド部(19)に沿って上下移動することに伴って上下移動するものであるから，この構造を捉えて，軸部(42)がガイド部(19)に案内されるといえなくはないが，軸部(42)がガイド溝(43)に嵌合して，その溝内を上下移動するのは，鉤部材の上下移動の範囲をガイド部の範囲で規制するための一方の手段であるにすぎないのであるから，この部分の構造を捉えて，請求項1が，「軸部がガイド部に案内される構成を含む実施例2に相当するもの」とすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「請求項に係る発明の認定は，請求項の記載が明確である場合は，請求項の記載どおり認定するべきであり(特許・実用新案審査基準 第Ⅱ部第2章新規性・進歩性 1．5．1 請求項に係る発明の認定(1)ないし(4)参照)，訂正前の請求項1の記載に格別不明瞭なものはみあたらないから，請求項1の記載を字義どおりの意味に解釈することに誤りはない。」と判断する。",
                "しかしながら，訂正前の請求項1の「ガイド部(19)に案内される軸部(21，42)により」との記載が不明確であることは，上記(1)のとおりであるから，上記判断は，その前提を誤るものである。",
                "「特許・実用新案審査基準」の第Ⅱ部第2章「新規性・進歩性」の欄(甲第6号証。以下，単に「審査基準」という。)には，「請求項の記載が明確である場合は，請求項の記載どおりに請求項に係る発明を認定する。」との記載があるが，「請求項の記載が明確でなく理解が困難であるが，明細書及び図面の記載並びに出願時の技術常識を考慮して請求項中の用語を解釈すれば請求項の記載が明確にされる場合は，その用語を解釈するにあたってこれらを考慮する。」との記載もあって，訂正前の請求項1の「ガイド部(19)に案内される軸部(21，42)により」との記載は，この場合に当たるのであり，それにもかかわらず，字義どおりに解釈して本件発明の認定をした審決の判断は，審査基準に反するものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「請求人は，・・・上記訂正事項aは，『鉤部材(15)がガイド部(19)に案内されて』の条件を明確にした誤記の訂正ないし不明瞭な記載の釈明をなすものであるから，当然に特許請求の範囲を実質的に拡張・変更するものではない旨主張しているが，仮に，上記訂正事項aが誤記の訂正ないし不明瞭な記載の釈明にあたるとしても，特許請求の範囲を実質的に拡張・変更するものは，特許法第126条第4項の要件に違反するものであるから(平成15年改正法における無効審判等の運用指針第103頁参照)，かかる請求人の主張は認められない。」と判断した。",
                "しかしながら，「平成15年改正法における無効審判等の運用指針」(甲第5号証。",
                "以下，単に「運用指針」という。)103頁が，「不明瞭記載の釈明や誤記・誤訳の訂正であっても，特許請求の範囲を実質的に拡張又は変更するものは，この要件に違反する。」としているのは，請求項に記載された発明特定事項(必須の構成)を，より広い範囲を示す表現と変更する場合を指しているものである。",
                "しかるところ，訂正前の請求項1において，軸部(21，42)がガイド部(19)に案内されることが必須の構成であったことはなく，訂正事項aに係る「ガイド部(19)に案内されて」との記載は，請求項1において，訂正前から実質的に表示されていた事項を表示するものであることは上記のとおりであって，訂正の前後で発明の範囲は同一である。したがって，訂正事項aは，運用指針の上記規定の適用を受けるものではない。",
                "なお，特許庁の審判便覧(甲第4号証。以下，単に「審判便覧」という。)の54−10「訂正の可否決定上の判断及び事例」の欄には，「特許発明が当然備えているはずの条件を特許請求の範囲に加入することは，誤記の訂正又は明瞭でない記載の釈明として，・・・認められることがある。」(3頁29行～4頁1行)，「誤記の訂正とは，本来その意であることが，明細書又は図面の記載などから明らかな内容の字句，語句に正すことをいい，訂正前の記載が当然に訂正後の記載と同一の意味を表示するものと客観的に認められるものをいう。」(4頁12～15行)，「特許請求の範囲の記載に関する限り，誤記の訂正は，訂正前の記載が当然に訂正後の記載と同一の意味を表示するものと当業者その他一般第三者が理解する場合に限って許され，発明の詳細な説明の項の記載は，この点の判断の資料となる限度においてのみ斟酌されねばならない。」(4頁23～26行)との各記載があるところ，請求項1の，訂正事項aに係る「ガイド部(19)に案内されて」との事項は，鉤部材(15)が当然に備えているはずの条件に該当するものであり，訂正事項aは，この条件が，特許請求の範囲において，「ガイド部(19)に案内される」と，技術的に不明確に表示されていたのを，「ガイド部(19)に案内されて」と，明確に表示したというだけのものであって，訂正前の記載と訂正後の記載とが同一の意味を表示するものと，当業者その他一般第三者が理解することができるものである。",
                "したがって，審決の判断は審判便覧の定める取扱いに違反するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決の認定判断に原告主張の誤りはなく，本件請求は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(訂正事項aが実質的に特許請求の範囲を拡張・変更するものとした判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の「訂正前の請求項1に記載された『軸部』はガイド部に案内されることが必須の構成であったものが，訂正後の請求項1に記載された『軸部』はガイド部に案内されないものも含むものとなっている」との判断，及び「訂正事項aは，軸部がガイド部に案内される構成を含む実施例2に相当する請求項1に係る発明を，軸部がガイド部に案内される構成を必須の構成としない実施例1に相当する発明に変更，または，実施例1及び実施例2の両者が含まれる発明に拡張しようとするものであるといえる。」との判断が誤りであると主張する。",
                "しかしながら，以下のとおり，訂正前の請求項1の「ガイド部(19)に案内される軸部(21，42)」との記載は，その記載自体及び請求項1の記載全体からみて明確であり，請求項1に係る発明は，軸部42がガイド部19に案内される実施例2に対応するものであって，軸部21がガイド部19に案内されるものではない実施例1には対応していないものであるから，審決の上記判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，まず，「軸部(21，42)」との記載が，「軸部(21)又は軸部(42)により」の意味であるとし，運動の有無という点に関して正反対である「軸部(21，42)」を，「ガイド部(19)に案内される」という「運動する物体」を形容の対象とする用語によって形容する表現形式は，不明瞭な記載であると主張する。",
                    "しかしながら，訂正前の請求項1の「鉤部材(15)は・・・かつ枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており」との記載上，「ガイド部(19)に案内される」の語句は「軸部(21，42)」にかかるものと明瞭に理解でき，請求項1に係る発明は，軸部42がガイド部19に案内されるものである実施例2に対応するものであって，軸部21がガイド部19に案内されるものではない実施例1とは矛盾するものである。したがって，訂正前の請求項1に，原告主張の表現形式上，不明瞭な記載はない。",
                    "あえて，訂正前の請求項1に不明瞭な点があるとすれば，「軸部」の参照番号として，実施例2における参照番号「42」のほか，実施例1における参照番号「21」が併記されている点であるが，一般に，請求項の記載において各構成要素に付される図面上の符号は，請求項の記載の内容を理解するために付される補助的手段にすぎず，特段の事情がない限り，符号の記載のみから，請求項に記載された内容を限定する機能を有するものではない。したがって，請求項1の記載において，「軸部」について，実施例1に用いられる「21」が付されていたからといって，そのことから，請求項1に係る発明が実施例1と実施例2を含むものであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，請求項1の「枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，」との構成(構成X1)及び「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，」との構成(構成X2)の主語がいずれも「鉤部材(15)」であるとした上，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1，構成X2が，技術的に不整合，不明確なものとなると主張するが，以下のとおり失当である。",
                    "すなわち，まず，構成X1について，原告は，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1における「鉤部材(15)」が何に対して上下移動するのか，その上下移動の媒体が不明となると主張するが，請求項1の記載全体を見れば，「鉤部材(15)」は「枠体(11)」あるいは「枠体の内側に設けられているガイド部(19)」に対して上下移動するものであることは明らかである。",
                    "また，原告は，構成X2につき，「鉤部材(15)」が「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ」るものであるから，「鉤部材(15)がガイド部(19)に案内される」ことが前提となるものであり，他方，構成X1は，構成X2に係る，「鉤部材(15)」が「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ」るための具体的構成を示しているものと解されるから，構成X1の構成中に，構成X2の前提となる「鉤部材(15)がガイド部(19)に案内される」ことが示されていなければならないが，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1は，示されていなければならない「鉤部材(15)がガイド部(19)に案内される」ことを示していない外観を呈することになって不整合であると主張する。しかしながら，請求項1の記載上，構成X2において，「ガイド部の範囲であげられ」るのは「蓋体」であって，請求項1には，「鉤部材(15)」が「ガイド部(19)の範囲であげられ」ることは記載されていない。原告の上記主張は，構成X2の主語が「鉤部材(15)」であるとする前提自体が誤りである。",
                    "そして，構成X2の「ガイド部の範囲」がどのような範囲であるかについては，構成X2に係る具体的構成を示した構成X1の「(鉤部材(15)は)枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，」との構成により，「軸部がガイド部に案内される範囲」であることが容易に理解されるところ，実施例2に対応する図8及び図9には，ガイド部19のガイド溝43に上端があり，軸部42がガイド部19の一部であるガイド溝43に案内されてその上端に到達するまでの範囲で，蓋体12があげられることが示されているから，実施例2は，請求項1の「ガイド部(19)の範囲で」が「軸部(21，42)がガイド部(19)に案内される範囲で」という意味であることと何ら矛盾しない。これに対し，実施例1は，図5(b)に，鉤杆17の側面がガイド部19の内面に沿うように係合されていることが示されているが，「ガイド部の範囲」がどのようなものであるかは不明であり，発明の詳細な説明の記載及び他の図面をみても，この点は明らかではない。すなわち，請求項1の構成X2は，実施例2の構造との関係では明確であるが，実施例1の構造との関係では不明確であり，このことからも，請求項1の記載は実施例2に対応しているが，実施例1には対応しているものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「訂正前の請求項1に記載された『軸部』はガイド部に案内されることが必須の構成であったものが，訂正後の請求項1に記載された『軸部』はガイド部に案内されないものも含むものとなっている」ことを理由として，訂正事項aが実質的に特許請求の範囲を拡張・変更するものとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)以外の原告の主張は，請求項1に，「軸部」がガイド部に案内されるものではない実施例1の態様が含まれることを前提とするものであるが，その前提自体が誤りであることは上記(1)のとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(訂正事項aが実質的に特許請求の範囲を拡張・変更するものとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正事項aは，特許請求の範囲の請求項1の「鉤部材(15)は・・・かつ枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，」との記載を，「鉤部材(15)は・・・かつ枠体の内側に設けられているガイド部(19)に案内されて軸部(21，42)により上下方向へ移動可能に設けられており，」との記載に訂正するというものである。",
                "そして，訂正前の請求項1の記載によれば，その発明の構成において「ガイド部」に案内されるものは「軸部」であることが明らかであり，また，訂正後の請求項1の記載によれば，その発明の構成においては，「ガイド部」に案内されるものは「鉤部材」となることが明らかである。すなわち，①「軸部」は，訂正前の請求項1に係る発明においては「ガイド部(19)に案内される」ことが必須の構成とされていたが，訂正後の請求項1に係る発明においては「ガイド部(19)に案内される」ことが必須の構成とはされず，また，②「鉤部材(15)」は，訂正前の請求項1に係る発明においては「ガイド部(19)に案内」されることが必須の構成とされていないものであったが，訂正後の請求項1に係る発明においては「ガイド部(19)に案内」されることが必須の構成とされるに至っているものである。",
                "しかるところ，原告は，請求項1記載の発明において，「軸部」がガイド部に案内されることが，必須の構成であったとすることが不合理であり，当業者は，請求項1に係る「ガイド部(19)に案内される軸部(21，42)により」との記載が，誤記又は不明瞭な記載であって，本来，「鉤部材(15)は・・・ガイド部(19)に案内されて軸部(21，42)により」であると容易に理解するものであると主張するが，以下のとおり，この主張を採用することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，原告は，まず，請求項1の「軸部(21，42)により」との記載は，「軸部(21)又は軸部(42)により」の意味であるとした上，請求項1の記載の発明に係る実施例2の「軸部(42)」は，ガイド部に案内されるもの(「軸部」が運動するもの)であるが，実施例1の「軸部(21)」は，ガイド部に案内されないもの(「軸部」が運動しないもの)であって，運動の有無という点に関して正反対である「軸部(21，42)」を，「ガイド部(19)に案内される」という「運動する物体」を形容の対象とする用語によって形容する表現形式は，不明瞭な記載であると主張する。",
                    "しかしながら，原告の上記主張は，要するに，特許請求の範囲の請求項1において，「軸部」の語に，軸部がガイド部に案内されない態様である実施例1の符号「21」が付されていることを根拠とするものであるが，特許請求の範囲には，「各請求項ごとに特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならない」(特許法36条5項)のであり，ただ，「請求項の記載の内容を理解するため必要があるときは，当該願書に添付した図面において使用した符号を括弧をして用いる」(特許法施行規則様式29の2の［備考］14のロ)ことが許容されているにすぎない。そうすると，請求項の記載において，実施例に係る図面の符号が用いられたとしても，それは，単なる補助的な手段であって，請求項記載の発明の構成が当該実施例に係る具体的構成に限定されるものではなく，同様に，当該実施例に係る具体的構成によって，請求項記載の発明の構成が特定されるものでもない。",
                    "したがって，本件において，請求項1の「ガイド部(19)に案内される軸部(21，42)」との記載における「軸部」に付された符号「21」が，軸部がガイド部に案内されない態様である実施例1についてのものであったとしても，それがため，訂正前の請求項1に係る発明の構成において，「ガイド部」に案内されるものが「軸部」であることが，何ら不明瞭となるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は，請求項1に係る，「枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，」との構成(構成X1)に関し，構成X1の主語は「鉤部材(15)」であり，「鉤部材(15)」が軸部(21，42)により上下方向へ移動可能に設けられているが，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1において，「鉤部材(15)」が何に対して上下移動するのか，その上下移動の媒体が不明となると主張する。",
                    "しかしながら，構成X1において，ガイド部に案内されるのが「軸部(21，42)」であっても，構成X1を含む請求項1の記載全体から，「鉤部材(15)」は，軸部により，「枠体」に対して上下移動するものであること(「ガイド部」は「枠体」の内側に設けられているのであるから，「『ガイド部』に対して上下移動する」という言い方も可能であるが，もとより，この場合の「ガイド部」は，「鉤部材」の上下移動に係る相対的位置関係にあるものを示すだけであって，「鉤部材」が「ガイド部に案内される」という趣旨ではない。)は明らかであり，ガイド部に案内されるのが「軸部(21，42)」であるとしても，何ら不明瞭な点は存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，上記構成X1と，「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，」との構成(構成X2)とに関して，構成X2は，「鉤部材(15)」が「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ」るものであり，「鉤部材(15)がガイド部(19)に案内される」ことが前提となるものであるのに対し，構成X1は，構成X2に係る，「鉤部材(15)」が「解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ」るための具体的構成を示しているものと解されるから，構成X1の構成中に，構成X2の前提となる「鉤部材(15)がガイド部(19)に案内される」ことが示されていなければならないが，ガイド部に案内されるのが「軸部(21，42)」であるとすると，構成X1は，示されていなければならない「鉤部材(15)がガイド部(19)に案内される」ことを示していない外観を呈することになって不整合であると主張する。",
                    "しかしながら，請求項1の，構成X1，2を含む部分の記載は，「その鉤部材(15)は上端に，蓋体(12)を閉じる動作に伴う内外方向への動きにより，蓋体(12)の周縁部内側に設けられている，錠止部分(27)と係合可能な鉤部(16)を有する縦長の鉤杆(17)を有し，かつ枠体の内側に設けられているガイド部(19)に案内される軸部(21，42)により上下方向へ移動可能に設けられており，解錠のために蓋体(12)が枠体(11)よりも上までガイド部(19)の範囲であげられ，」というものであり，仮に，原告主張のように，構成X2の主語が「鉤部材(15)」であるとすると(すなわち，「枠体(11)よりも上までガイド部(19)の範囲であげられ」るのが，「鉤部材(15)」であるとすると)，文脈上，「蓋体(12)が」との部分がかかる語句が存在しなくなるから，構成X2の主語は，「蓋体(12)」であるものといわざるを得ない。そうすると，原告の上記主張は，その前提を誤っているものであって，採用することはできない。",
                    "なお，原告は，構成X2の主語が「蓋体(12)」であるとすることは，本件特許に係る無効審判請求に対する審決(無効2004−80112号)及び本件特許に係る判定(判定2006−60047号)の認定と矛盾すると主張するが，仮に，そうであれば，上記無効審判請求に対する審決や判定の認定が誤りであって，構成X2の主語が「蓋体(12)」であるとすることが誤っているということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のとおり，訂正前の請求項1記載の発明において，「軸部」がガイド部に案内されることが，必須の構成であったとすることが不合理であり，当業者は，請求項1に係る「ガイド部(19)に案内される軸部(21，42)により」との記載が，誤記又は不明瞭な記載であって，本来，「鉤部材(15)は・・・ガイド部(19)に案内されて軸部(21，42)により」であると容易に理解するものであるとの原告の主張は，採用することはできない。",
                    "原告は，上記主張に基づいて，「かかる訂正により，訂正前の請求項1に記載された『軸部』はガイド部に案内されることが必須の構成であったものが，訂正後の請求項1に記載された『軸部』はガイド部に案内されないものも含むものとなっている。」との審決の判断が誤りであると主張するが，上記のとおりであるから，失当である。",
                    "訂正前の請求項1は，その記載により，「軸部」が「枠体の内側に設けられているガイド部」に案内され，その「軸部」により，「鉤部材」が上下方向へ移動可能に設けられていることが，一義的に理解されるものであり，何ら不明瞭な点は存在しない。したがって，訂正事項aは，①請求項1に係る発明においては「ガイド部(19)に案内される」ことが必須の構成とされていた「軸部(21，42)」を，「ガイド部(19)に案内される」ことが必須の構成とされなくするものであり，また，②請求項1に係る発明においては「ガイド部(19)に案内」されることが必須の構成とされていない「鉤部材(15)」を，「ガイド部(19)に案内」されることが必須の構成とされるようにするものであって，①は実質上特許請求の範囲を拡張するものに該当し，②は実質上特許請求の範囲を変更するものに該当するものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「訂正事項aは，軸部がガイド部に案内される構成を含む実施例2に相当する請求項1に係る発明を，軸部がガイド部に案内される構成を必須の構成としない実施例1に相当する発明に変更，または，実施例1及び実施例2の両者が含まれる発明に拡張しようとするものであるといえる。」との判断が誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件明細書には，実施例1，2に関し，図面とともに，下記記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1に関し",
                      "text": [
                        "「【実施例】以下本発明の地下構造物用錠装置を図示の実施例を参照してより詳細に説明する。",
                        "図1ないし図6に本発明装置10の実施例1を示す。各図において，11は円形マンホールを構成する地下構造物の枠体，12はその開口13を閉じる蓋体を示す。その枠体11の立ち上がり部14の内側に，鉤部材15が設けられる。",
                        "例示された鉤部材15は上端に鉤部16を有する縦長の鉤杆17を2個左右に並結した構造を有している。鉤杆17の下部には縦長の軸受け部18が形成されており，そこに左右の鉤杆17，17の間を通過可能な軸部材20の軸部21を軸承させて，鉤部材15と軸部材20とを結合する。鉤部材15は，左右の側辺部を囲むように枠体11の内側に設けられた左右のガイド部19，19によって上下方向へ移動可能に設けられている(図5参照)。軸部材20は枠体11への取り付けのための取り付け軸22を他方に有しており，取り付け軸22の部分は，枠体11の立ち上がり部側に設けられる取り付け部24の方向へ向けて延びるアーム部23の先に設けられている。",
                        "従って鉤部材15は，枠体側に軸部材20によって軸支された状態にあり，かつその状態で縦長の軸受け部18の範囲にて上下方向へ移動可能となる。軸部材20は取り付け軸22を取り付け部24に軸支した状態で，抜け止め25によって枠体側に組み付けられる。さらに鉤部材15は，鉤部16が枠体内から外へ向かう方向，つまり蓋体12を施錠状態とする方向へ付勢手段26としての弾性体によって付勢されている。例示された付勢手段26はねじりばねであり，その一端を鉤部材15に掛けて上記の方向のトルクを加えている。」(段落【0013】～【0015】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例2に関し",
                      "text": [
                        "「図7ないし図9は本発明に係る錠装置10の実施例2を示す。実施例2の錠装置10もガイド部19によって上下方向へ移動可能に設けられている錠部材15を有する点，実施例1のもの等と共通するが，軸部42は鉤部材15に設けられていて一体として上下方向へ移動可能である点で相違している。実施例2の場合，ガイド部19に形成されているガイド溝43に，鉤部材15の下端の軸部42を嵌めその溝内で上下方向へ移動可能とされる。鉤部材15やそれに作用する付勢手段26，その他の基本的構成は実施例1の場合と同様で良い。よって実施例1の符号を図7ないし図9にも援用し，詳細な説明を省略する。なお実施例2の場合，ガイド溝43は軸部42の抜け止めとなる下端部44を有する。」(段落【0021】)ウ 上記各記載によれば，上下方向の移動に関し，実施例1の具体的構成においては，鉤部材15は，左右の側辺部を囲むように枠体11の内側に設けられた左右のガイド部19によって上下方向へ移動可能に設けられ，また，鉤部材15は2個左右に並結した構造の縦長の鉤杆17を有し，当該鉤杆17の下部に形成された縦長の軸受け部18に，取付け軸22を枠体に軸支した軸部材20の軸部21を軸承させることにより，その範囲で上下方向へ移動可能に設けられていること，すなわち，鉤部材15はガイド部19に案内されて上下方向に移動可能であるといえるが，軸部21はガイド部19に案内されず，そもそも，軸部材20の取付け軸22により枠体に軸支されていることが示されており，他方，実施例2の具体的構成においては，鉤部材15の下端に軸部42が設けられ，軸部42はガイド部19に形成されているガイド溝43に嵌められ，ガイド溝43の範囲で上下方向に移動可能であること，すなわち，軸部42はガイド部19に案内されて上下方向に移動可能であることが示されている。",
                        "そして，訂正事項aは，①請求項1に係る発明においては「ガイド部(19)に案内される」ことが必須の構成とされていた「軸部(21，42)」を，「ガイド部(19)に案内される」ことが必須の構成とされなくするものであり，また，②請求項1に係る発明においては「ガイド部(19)に案内」されることが必須の構成とされていない「鉤部材(15)」を，「ガイド部(19)に案内」されることが必須の構成とされるようにするものであることは，上記(1)のエのとおりであるから，「訂正事項aは，軸部がガイド部に案内される構成を含む実施例2に相当する請求項1に係る発明を，軸部がガイド部に案内される構成を必須の構成としない実施例1に相当する発明に変更，または，実施例1及び実施例2の両者が含まれる発明に拡張しようとするものであるといえる。」との審決の判断に何ら誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告の上記主張は，訂正前の請求項1の「ガイド部(19)に案内される」との記載は，「ガイド部(19)に案内されて」の誤記であり，上記発明の詳細な説明及び図面に，実施例1，2に共通する構成として，「鉤部材(15)がガイド部(19)に案内される」ことが示されており，請求項1には，この事項が，実施例1，2に共通する必須の構成として記載されていなければならないとの主張を根拠とするものである。",
                    "しかしながら，訂正前の請求項1は，その記載により，「軸部」が「枠体の内側に設けられているガイド部」に案内され，その「軸部」により，「鉤部材」が上下方向へ移動可能に設けられていることが，一義的に理解され，何ら不明瞭な点は存在しないものであることも，上記(1)のエのとおりであり，また，上記イの各記載を含む本件明細書によれば，訂正前の請求項1に係る発明は，発明の詳細な説明に実施例2として記載された発明に相当するものと認められ，請求項1の記載と発明の詳細な説明との間に，何らかの齟齬があるということもできないから，原告の上記主張は失当である。",
                    "もっとも，上記第2の2の(1)によれば，本件訂正審判請求前の特許請求の範囲には，請求項2，3を含め，発明の詳細な説明に実施例1として記載された発明に相当する発明の記載がないことになるが，特許請求の範囲の記載は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」(特許法36条6項1号)を要するものの，発明の詳細な説明に記載した発明の全部を，特許を受けようとする発明として，特許請求の範囲に記載することが要求されているわけではなく(同法29条の2は，このことを前提とするものである。)，現に，特許請求の範囲に記載されていない発明が，発明の詳細な説明に記載されている例も，格別珍しいものではないことは，当裁判所に顕著である。したがって，実施例1が特許請求の範囲に記載されていないからといって，上記判断が左右されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，訂正前の請求項1の「ガイド部(19)に案内される軸部(21，42)により」との記載が不明確であるとの主張を前提として，「請求項に係る発明の認定は，請求項の記載が明確である場合は，請求項の記載どおり認定するべきであり(特許・実用新案審査基準 第Ⅱ部第2章新規性・進歩性 1．5．1 請求項に係る発明の認定(1)ないし(4)参照)，訂正前の請求項1の記載に格別不明瞭なものはみあたらないから，請求項1の記載を字義どおりの意味に解釈することに誤りはない。」とした審決の判断が誤りであると主張し，また，同様の主張を前提として，審決の判断が審査基準に反するものであると主張するが，その前提に係る主張を採用し得ないことは，上記のとおりである。",
                "また，原告は，訂正事項aに係る「ガイド部(19)に案内されて」との記載は，請求項1において，訂正前から実質的に表示されていた事項を表示するものであるとの主張を前提として，「請求人は，・・・上記訂正事項aは，『鉤部材(15)がガイド部(19)に案内されて』の条件を明確にした誤記の訂正ないし不明瞭な記載の釈明をなすものであるから，当然に特許請求の範囲を実質的に拡張・変更するものではない旨主張しているが，仮に，上記訂正事項aが誤記の訂正ないし不明瞭な記載の釈明にあたるとしても，特許請求の範囲を実質的に拡張・変更するものは，特許法第126条第4項の要件に違反するものであるから(平成15年改正法における無効審判等の運用指針第103頁参照)，かかる請求人の主張は認められない。」とした審決の判断が誤りであると主張し，あるいは，訂正事項aに係る「ガイド部(19)に案内されて」との記載は，鉤部材(15)が当然に備えているはずの条件に該当するものであるとの主張を前提として，審決の判断が審判便覧の定める取扱いに違反すると主張するが，これらの前提に係る主張を採用し得ないことは，上記の認定説示より明らかであるところである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張(審決取消事由)は理由がなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10126",
    "date": "2007-02-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034166",
    "ipprecedent_id": "762",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}