{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決主文第3項及び第4項を次のとおり変更する。"
    },
    {
      "text": "「3 控訴人は，被控訴人に対し，金2万6744円及びこれに対する平成17年6月24日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "4",
      "text": "被控訴人のその余の請求を棄却する。」2 控訴人の本件控訴中その余の部分を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は第1，2審を通じこれを5分し，その3を控訴人の負担とし，その余を被控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の上記取消しに係る部分の請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は第1，2審とも被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴費用は控訴人の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，故高橋信次こと高橋春雄(以下「高橋信次」という。)の相続人から，高橋信次の著作物に関する著作権の信託を受けた被控訴人が，控訴人において原判決別紙著作物目録記載Ⅰ及びⅡの高橋信次の著作物に関する著作権を侵害しているとして，控訴人に対し，著作権法112条1項，2項に基づき，その侵害行為の差止め等(原判決主文第1項及び第2項と同旨)を求めるとともに，民法709条に基づき，損害賠償(131万7708円及びこれに対する平成17年6月24日から支払済みまで年5分の割合による金員)の支払を求めている事案である。",
            "原審は，控訴人の侵害行為を認めて，被控訴人の差止め等請求及び損害賠償請求の一部を認容したため，控訴人が，敗訴部分を不服として本件控訴を提起したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の主張",
          "text": [
            "次のとおり当審における控訴人の主張の要点を付加するほか，原判決の「事実及び理由」欄の「第2 事案の概要」に記載のとおりであるから，これを引用する。なお，本判決においても，原判決と同様に「本件各講演等」，「本件各複製物」の略語を用いる。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の主張の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "高橋信次の著作物は，宇宙界より降ろされた法であり，信仰者に伝えられるべく残されたものであるから，親族が著作権を主張すべきではない。実の著作権者は宇宙界にあり，多くの人々に伝えてこそ法である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件各複製物の販売による利益はなく，赤字である。控訴人は，高橋信次の教えを広めるに当たって，多くの宗教上の経験を積んでおり，相当な額の金員を使っている。したがって，控訴人に利益等は存在しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人の本訴請求中，本件各講演等について複製すること，その複製物の譲渡又は譲渡のための広告・展示をすることの各差止め，並びに，本件各複製物の廃棄を求める請求は，いずれも理由があると判断するが，損害賠償請求については，2万6744円及びこれに対する平成17年6月24日(訴状送達日の翌日)から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由があり，その余は理由がないと判断する。その理由は，次のとおり付加訂正するほかは，原判決の「事実及び理由」欄の「第3 当裁判所の判断」と同一であるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁4行目～21行目までを，次のとおり改める。",
                "「 以上の侵害による損害について，被控訴人は，著作権法114条2項の規定に基づいて，控訴人が本件各複製物の販売により得た利益の額をもって被控訴人の受けた損害額と推定されると主張しているものと解されるところ，被控訴人は，平成14年6月から平成17年5月までの間に控訴人が得た利益に相当する損害額を主張しているが，被控訴人が高橋信次の著作物に関する著作権の信託を受けたのは，平成16年8月1日であるから，控訴人の侵害行為により被控訴人が受けた損害額は，平成16年8月から平成17年5月までの間に控訴人が得た利益の額に基づいて推計されるべきである。",
                "そこで，平成16年8月から平成17年5月までの間に，本件各複製物がどの程度販売されたかについて検討するに，甲2，3によれば，本件各複製物を出品しているインターネットオークションサイトにおける出品者に対する評価数が，平成16年10月13日時点から平成17年5月17日時点までの間に24通増加していることが認められるところ，控訴人は，上記評価数の増加分をとらえて同期間における取引数が24品であったと主張しているが，一般にこの評価数は実際の取引数より少なくなるものであると考えられること及び弁論の全趣旨からすると，少なくともその評価数の2倍程度は実際の取引があったものと推認することができる。したがって，平成16年10月13日から平成17年5月17日までの間に，本件各複製物について少なくとも48品の取引があったものと推認されるから，その1か月平均の取引数は6．8品(48品÷約7か月＝約6．8品)であり，平成16年8月から平成17年5月までの10か月間には，少なくとも合計68品の取引があったものと推認するのが相当である。",
                "そうすると，本件各複製物の販売価格は，別紙著作物目録記載のとおり，合計4万0670円であるから，本件各複製物の1品当たりの平均販売価格は1311円であり(4万0670円÷31品＝1311円)，上記1",
                "0か月間における本件各複製物の売上金額は，合計8万9148円(1311円×68品＝8万9148円)と認めるのが相当である。そして，利益率については，本件各複製物の販売価格が送料を含んだ金額であること等の事情を考慮すると，3割であると推認されるから，控訴人が平成16年8月から平成17年5月までの間に本件各複製物の販売により得た利益の額は，2万6744円であると認めるのが相当である。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁2行目の「10万9809円」を「2万6744円」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における控訴人の主張に対する判断",
              "text": [
                "控訴人は，高橋信次の著作物は，信仰者に伝えられるべく残されたものであるから，親族が著作権を主張すべきではない旨主張し，本件各講演等については，高橋信次の相続人ひいてはその信託を受けた被控訴人に著作権が帰属しない，あるいは被控訴人において著作権を主張し得ないことを主張するもののようであるが，本件各講演等が高橋信次の著作物として著作権の対象となることは明らかであり，その著作権が相続及び信託の対象となることもいうまでもないのであって，その著作権が侵害されたときは，著作権者において，その排除等を求め得ることは当然であるから，控訴人の主張は採用の限りでない。",
                "また，控訴人は，本件各複製物の販売による利益はない旨主張するが，経費が販売価格を上回ることを窺わせる資料はなく，控訴人の主張する，教えを広めるために使用しているという費用が，本件各複製物の販売に伴う経費といえないことも明らかであって，本件において，前記認定の利益率が過大であるとする事情(すなわち経費率が7割を超えるとする事情)は認められないから，控訴人の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，被控訴人の本訴請求は，本件各講演等について複製すること，その複製物の譲渡又は譲渡のための広告・展示をすることの各差止め，本件各複製物の廃棄，2万6744円及びこれに対する平成17年6月24日(訴状送達日の翌日)から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由があるから認容し，その余は理由がないから棄却すべきである。",
            "したがって，原判決中，被控訴人の損害賠償請求に関する原判決主文第3項及び第4項を主文第1項のとおり変更することとし，控訴人の本件控訴中その余の部分は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10006",
    "date": "2006-05-11",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成17年(ワ)11855",
    "precedent_id": "033017",
    "ipprecedent_id": "822",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}