{
  "conclusion": [
    {
      "text": "特許庁が訂正2005−39142号事件について，平成18年3月10日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文と同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許権者である原告が，訂正審判の請求をしたところ，請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「釣り・スポーツ用具用部材」とする特許第3233576号(請求項の数6。平成8年6月24日に出願，平成11年3月17日及",
              "text": [
                "び平成13年7月16日に明細書の補正，同年9月21日に設定登録。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許について特許異議の申立てがされ(異議2002−71331号",
              "text": [
                "事件として係属)，原告は，平成15年9月16日，上記手続において，明細書の訂正(特許請求の範囲の請求項5を削除し，請求項6の項数を繰り上げるとともに，その記載を訂正することを内容とする。)を請求したところ，特許庁は，平成17年6月10日，「訂正を認める。特許第3233576号の請求項1ないし5に係る特許を取り消す。」との決定をした。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は，平成17年8月8日，上記決定に対する取消訴訟(平成17年(行ケ)第10591号事件として係属)の係属中に，明細書の特許請求の範囲について，請求項1を後記2の(3)記載のとおり訂正する旨の訂正審判の請求をした(訂正2005−39142号事件として係属)ところ，特許庁は，平成18年3",
              "text": [
                "月10日，「本件審判の請求は，成り立たない。」との審決をし，同月23日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成11年3月17日付補正後のもの(甲3，請求項2以下の記載は省略。)【請求項1】 特定方向に引き揃えた強化繊維にマトリクス材料を含浸してなる繊維強化材で構成された本体部材を有しており，前記強化繊維が露出した状態で表面粗さが5μm以下であることを特徴とする竿管。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "設定登録時(平成13年7月16日付補正後)のもの(甲5，請求項2以下の記載は省略。下線部分が変更箇所である。)",
              "text": [
                "【請求項1】 特定方向に引き揃えた強化繊維にマトリクス材料を含浸してなる繊維強化材で構成された本体部材を有しており，前記本体部材の表面は研磨されて，前記強化繊維が露出するとともに，前記露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されていることを特徴とする竿管。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正審判請求に係るもの(甲8，下線部分が訂正箇所である。)【請求項1】 特定方向に引き揃えた強化繊維にマトリクス材料を含浸してなる繊維強化材で構成された本体部材を有しており，前記本体部材の表面は研磨されて，前記強化繊維が露出するとともに，前記露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には窪み部および平坦部が形成されており，表面粗さが5μm以下であることを特徴とする竿管。",
                "【請求項2】 前記本体部材の表面は，光輝性を示すことを特徴とする請求項1に記載の竿管。",
                "【請求項3】 前記本体部材の表面は，鏡面研磨されてなることを特徴とする請求項1または2に記載の竿管。",
                "【請求項4】 前記本体部材の外側に，金属材料又はセラミック材料で構成されている厚さ1ミクロン以下の薄膜を形成したことを特徴とする請求項1ないし3のいずれかの項に記載の竿管。",
                "【請求項5】 請求項1ないし4のいずれかの項に記載の竿管を用いた釣り竿。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の概要",
          "text": [
            "審決の理由は，別紙のとおりであるが，要するに，訂正事項1(請求項1の訂正)は，その訂正後における特許請求の範囲に記載されている事項により特定される発明は，特許出願の際独立して特許を受けることができないものであるから，特許法126条5項の規定に適合しないものであり，また，訂正事項2及び3(明細書の段落【0005】及び【0019】の記載の訂正)は，訂正の目的が同法126条1項ただし書のいずれにも該当するものではない，というのである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "text": [
            "審決(審決が引用する平成17年11月30日付で通知した訂正拒絶の理由を含む。以下同じ。)は，平成13年7月16日付手続補正により補正された「前記露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成され」との補正事項について，当初明細書又は図面に記載されていない事項であって，かつ，当初明細書又は図面の記載から自明であるとも認められないと判断したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「部材本体の表面の研磨をする際に研磨されるのは，部材本体の表面に被着した合成樹脂であって，強化繊維自体が研磨されてなるとは記載されていない。」，また，「「強化繊維が露出した状態で表面粗さが5μm以下である表面」との記載の「表面」とは，「部材本体」の表面を意味するものであり，図3に示されている個々の強化繊維については，「微視的に見て窪み部6および平坦部7が形成されている」と記載するのみである。また，「研磨された面の強化繊維2には」との記載の「研磨された面」とは，部材本体の研磨された面という意味であって，強化繊維を研磨することで生じる面という意味ではないから，強化繊維自体が研磨されてなることが記載されているとは認められない。」と説示する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当初明細書には，段落【0008】及び図3に，合成樹脂を被着した後に研磨を施し，その後の強化繊維の表面状態(個々の強化繊維が研磨されている状態)が明示されている。",
                    "なお，当初明細書の段落【0007】には，最初に，強化繊維2の表面が粗い状態となるように研磨し，その後，合成樹脂4を被着し，更に，その合成樹脂4を研磨すると記載されているところ，段落【0009】に記載されているバフ研磨や鏡面研磨等によって，合成樹脂4のみを研磨すること，換言すれば，粗い状態となっている強化繊維の表面を全く削ることなくそのまま露出させることは，通常のバフ研磨や，鏡面研磨等の技術常識を考慮すると，不可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当初明細書の段落【0008】の記載によれば，「強化繊維が露出した状態で表面粗さが5μm以下である表面」との記載の「表面」とは，部材本体に関し，研磨がされて最終的に露出する部分(表面粗さが5μm以下となる部分)であることは明白であり，また，図3には，部材本体の最終形態となる「表面」構造が明示されているのであって，バフ研磨や鏡面研磨等により，個々の強化繊維自体が研磨されることで生じる表面構造にほかならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，当初明細書及び図面には，強化繊維が研磨されてなることが記載されているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されている」との記載は，強化繊維自体を研磨する製法によって，「平坦部が形成されている，」という「竿管」の表面構造を達成する，「製法により表面構造を特定された物」を記載したものと解される。」とした上，「当初明細書又は図面には，露出する強化繊維自体を研磨する製法が記載されているとは認められないから，「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されており，」という特徴を有する「竿管」という，「製法により表面構造を特定された物」も，同様に記載されているとは認められない。」と説示する。",
                "「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されている」との補正事項は，明らかに，視認可能な外観を呈する最終的な部材本体の露出する強化繊維の表面状態(微視的な表面構造)を示したものでしかなく，製法によって表面状態を特定したものではない。最終的に，露出する強化繊維自体が研磨されており，かつ，研磨された個々の強化繊維表面に平坦部が形成された状態になっていることで，発明の目的が達成されるのである。",
                "したがって，補正事項は，製法に関係がなく，最終的に露出する強化繊維自体の表面構造を特定したものにすぎない。そして，最終的な表面状態に至る，露出する強化繊維自体を研磨する手法として，当初明細書の段落【0009】には，バフ研磨や鏡面研磨等が示されているのである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されている」との補正事項は，当初明細書又は図面に記載されていない事項であって，かつ，当初明細書又は図面の記載から自明であるとすることもできないから，審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「強化繊維自体が研磨されてなることが記載されているとは認められない。」との説示について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が説示するように，当初明細書には，合成樹脂を被着した後，合成樹脂を研磨することで強化繊維が露出することは記載されているが，強化繊維自体も研磨されるとまでは記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "図1は，表面に合成樹脂を被着した後の状態を表しているような図でありながら，合成樹脂を適用する前のプリプレグの表面を強化繊維が露出するように研磨した時の図と説明する(段落【0007】)など，図面と説明が一致していないし，細い強化繊維が表現され，かつ，強化繊維毎の表面を2つの鋸歯状の突起で表現していることからみて，単に，明細書に記載した工程からなる第1の実施形態についての製造方法をわかりやすく説明し，理解しやすいようにポンチ絵として描かれたものであって，「図1に示すように，強化繊維2の表面はかなり粗い状態となる。」(段落【0007】)との記載の「かなり粗い状態」を強調するために強化繊維毎の表面を2つの鋸歯状の突起で表現しているものと解するのが妥当であり，図1に描かれたものにおいて，これから読み取って何らかの主張の根拠とするだけの信頼性も精度もない。図3も，あくまでも釣り・スポーツ用具用部材における表面状態に特に着目して図示したものであって，「研磨された面の強化繊維2には，微視的に見て窪み部6および平坦部7が形成されている」(段落【0008】)という強化繊維の微視的な状態を強調するための単なる模式図であると解すべきものであるから，図1と同様に，これから読み取って何らかの主張の根拠とするだけの信頼性も精度もない。このように，図面は，単なる概念的な模式図にすぎないから，これをもって，合成樹脂を研磨する際に個々の強化繊維自体が研磨されたことを示しているということはできない。",
                    "なお，強化繊維自体は研磨されずに合成樹脂を研磨することが可能なことは，別紙審決の3−1(4)で説示するとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，当初明細書及び図面には，強化繊維が研磨されてなることが記載されていないのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されており，」という特徴を有する「竿管」という，「製法により表面構造を特定された物」も，同様に記載されているとは認められない。」との説示について",
              "text": [
                "「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されている」との補正事項は，強化繊維自体を研磨という製法で実現し得られる構造，表面状態に特定するものである。",
                "確かに，出願当初(平成11年3月17日付補正後のもの)の請求項1は，「強化繊維が露出した状態で表面粗さが5μm以下である表面」という形状，構造そのものを表す記載により竿管表面の構造を特定しようとしていたといえるが，上記補正事項は，拒絶の理由を回避するために，平成13年7月16日付補正の際に導き出された事項であり，上記補正後の請求項1に係る発明は，「軽量で，しかも優れた外観を有する釣り・スポーツ用具用部材を提供することを目的とする」という一定の目的に向けて，「前記露出する強化繊維自体も研磨されて」との研磨工程という製法を，発明を特定するために必要とする事項として備え，その研磨工程の結果として，「研磨された個々の強化繊維表面には平坦部が形成されている」ものとなるから，必然的に経時的な要素を包含するものとして記載されているということができるのであって，「製法により表面構造を特定された物」として記載された発明というほかない。そして，当初明細書には，粗研磨を施す工程，樹脂を塗布する工程の後に研磨という工程を順次経由する方法によって，はじめて所望の外観，表面形状の部材本体を得る旨が記載されている(段落【0007】)ものの，各工程を経ることなく，単に研磨という加工の工程で所望の外観，表面形状の部材本体を得る製法については記載されていないことが明らかであり，当初明細書に記載されていない製法により構造を特定した物の発明である上記補正後の請求項1は，当初明細書に記載されていなかったものである。",
                "したがって，当初明細書には，上記補正事項に係る特徴を有する「竿管」という，「製法により表面構造を特定された物」は記載されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "「強化繊維自体が研磨されてなることが記載されているとは認められない。」との説示について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書(甲2)には，次の記載がある。",
                "「本発明の釣り・スポーツ用具用部材は，次のようにして製造することができる。例えば，部材本体1が引き揃えられたカーボン繊維にエポキシ樹脂を含浸してなる繊維強化プリプレグを巻回してなる竿管である場合，繊維強化プリプレグを巻回した後にその表面を強化繊維2が露出するように研磨する。このとき，図1に示すように，強化繊維2の表面はかなり粗い状態となる。次いで，この部材本体1の表面上にエポキシ樹脂，ウレタン樹脂，フッ素樹脂等の合成樹脂4を吹き付け塗装，シゴキ塗装，印刷等の方法により被着し，強化繊維2が露出するように，この合成樹脂4を研磨する(図中ラインAまで)。このようにして，強化繊維が露出した状態で表面粗さが5μm以下である表面とする。」(段落【0007】)「強化繊維が露出した状態で表面粗さが5μm以下である表面は，図3に示すような概略形状を有している。すなわち，研磨された面の強化繊維2には，微視的に見て窪み部6および平坦部7が形成されている。窪み部6の深さは，1μm程度であるが，5μm以下であれば特に限定されない。なお，窪み部6の幅は，表面の平滑性を考慮すると，平坦部7の幅よりも狭いことが好ましい。また，平坦部7においては，装飾性を考慮すると，部材本体1の表面に入射する光を効率良く反射して光輝性を示すことが好ましい。」(段落【0008】)",
                "また，図面には，図1に本件発明の釣り・スポーツ用具用部材の一実施形態が示され，図3に本件発明の釣り・スポーツ用具用部材における表面状態が示されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，図1には，繊維強化プリプレグを巻回した後にその表面を強化繊維2が露出するように研磨して，強化繊維2の表面がかなり粗い状態となった後に，部材本体1の表面上に合成樹脂4を被着した状態が示され，また，図3には，図1のラインAまで研磨して，「強化繊維が露出した状態で表面粗さが5μm以下である表面」の概略形状が示されているということができる。そして，段落【0008】の「すなわち，研磨された面の強化繊維2には，微視的に見て窪み部6および平坦部7が形成されている。窪み部6の深さは，1μm程度であるが，5μm以下であれば特に限定されない。なお，窪み部6の幅は，表面の平滑性を考慮すると，平坦部7の幅よりも狭いことが好ましい。また，平坦部7においては，装飾性を考慮すると，部材本体1の表面に入射する光を効率良く反射して光輝性を示すことが好ましい。」との記載から，図3に記載された「平坦部7」が部材本体の表面の平坦部分を構成していると理解することができる。",
                "そうであれば，図1のラインAまで研磨することにより，かなり粗い状態であった強化繊維2の表面が，微視的に見て窪み部6及び平坦部7が形成された状態になるのであって，図3はこの状態を示しているから，図面を参酌しつつ，明細書全体の記載をみるならば，当初明細書又は図面には，合成樹脂4の研磨の際に，ラインAよりも表面側に存在する強化繊維2自体をも研磨することが記載されているということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，当初明細書には，合成樹脂を被着した後，合成樹脂を研磨することで強化繊維が露出することは記載されているが，強化繊維自体も研磨されるとまでは記載されていないし，図面は単なる概念的な模式図にすぎないから，これをもって，合成樹脂を研磨する際に個々の強化繊維自体が研磨されたことを示しているということはできないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "確かに，当初明細書には，「強化繊維2が露出するように，この合成樹脂4を研磨する」(段落【0007】)，「強化繊維2が露出するようにして合成樹脂4を研磨する方法としては，バフ研磨，その他の鏡面研磨等を挙げることができる。」(段落【0009】)と記載されていて，強化繊維自体が研磨されてなるとは記載されていない。しかし，上記(1)のとおり，図面を参酌しつつ，明細書全体の記載をみるならば，当初明細書には，合成樹脂4の研磨の際に，ラインAよりも表面側に存在する強化繊維2自体も研磨することが記載されているということができるのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(2)のとおり，図1には，繊維強化プリプレグを巻回した後にその表面を強化繊維2が露出するように研磨して，強化繊維2の表面がかなり粗い状態となった後に，部材本体1の表面上に合成樹脂4を被着した状態が示されているところ，当初明細書の段落【0007】の「図1に示すように，強化繊維2の表面はかなり粗い状態となる。」との記載は，図1が合成樹脂を被着する前のプリプレグの表面を強化繊維が露出するように研磨した時の図であると説明しているのではなく，合成樹脂を被着した後の図である図1においても，合成樹脂4を被着する前の「強化繊維2が露出するように研磨する」工程によって形成された強化繊維2の表面の粗い表面状態が，合成樹脂4と強化繊維2との境界に形成された凹凸として示されていることから，図1を利用して説明したにすぎないのであって，図面と説明とが一致していないわけではない。",
                    "また，確かに，図面は，発明の内容を理解しやすくするために，明細書の補助として使用されるものであって，発明の内容を理解するのに十分な程度の正確さと精度があれば足り，設計図面のように詳細かつ厳密なものまでは必要でない。しかしながら，当初明細書の図面の簡単な説明には，図1が断面図，図3が拡大断面図と記載されているから，図3は，図1の部材本体の表面側に位置する(ラインA位置に存在する)強化繊維2とそれに隣接する強化繊維2が存在する部分を拡大した図であると解釈するのがもっとも自然であるところ，上記(2)のとおり，図3は，図1のラインAまで研磨することにより，かなり粗い状態であった強化繊維2の表面が，微視的に見て窪み部6及び平坦部7が形成された状態になることを示していて，合成樹脂を研磨する際に個々の強化繊維自体が研磨されたことを示しているということができるのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告の主張は，図面の記載を顧慮することなく，当初明細書の文言に拘泥して，その趣旨を正解しないものであるといわざるを得ないから，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうであれば，当初明細書又は図面には，合成樹脂4の研磨の際に，ラインAよりも表面側に存在する強化繊維2自体も研磨することが記載されているということができるから，「強化繊維自体が研磨されてなることが記載されているとは認められない。」とした審決は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されており，」という特徴を有する「竿管」という，「製法により表面構造を特定された物」も，同様に記載されているとは認められない。」との説示について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正後の請求項1は，上記第2の2(3)のとおりであるところ，「研磨」という工程に格別の意義があるかどうかはともかくとして，露出した強化繊維自体を研磨する製法により，個々の強化繊維表面に平坦部が形成された「竿管」の表面構造を達成するという「製法により表面構造を特定された物」が記載されているということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，審決は，「当初明細書又は図面には，研磨された面に露出した強化繊維には「微視的に見て窪み部および平坦部が形成」される製法として，繊維強化プリプレグを巻回した後にそのプリプレグ表面を強化繊維が露出するように研磨し，強化繊維の表面をかなり粗い状態とし，次いで，合成樹脂を被着して，その後強化繊維が露出するように，被着した合成樹脂を研磨する製法が記載されていて，単に露出する強化繊維自体を研磨する製法が記載されているとは認められない。」と説示する。",
                "製法により特定された物の発明において，製法は，あくまでも物を特定するために記載されているのであるから，当初明細書又は図面に当該発明が記載されているか否かは，発明の対象となっている物が当初明細書又は図面に記載されているか否かで判断されるものであり，審決のような説示は，「繊維強化プリプレグを巻回した後にそのプリプレグ表面を強化繊維が露出するように研磨し，強化繊維の表面をかなり粗い状態とし，次いで，合成樹脂を被着して，その後強化繊維が露出するように，被着した合成樹脂を研磨する製法」により特定された物の発明と「単に露出する強化繊維自体を研磨する製法」により特定された物の発明とが異なるものであるということができて初めて成り立つものである。上記1(1)の当初明細書の記載によれば，当初明細書には，粗研磨を施す工程及び樹脂を塗布する工程の後に研磨という工程を順次経由する方法が記載されているが，これは，「微視的に見て窪み部および平坦部が形成」される製法の一例を示したものであって，粗研磨を施す工程及び樹脂を塗布する工程が発明の対象物となっている物の表面状態を特定するために必須のものであることは何ら記載されていないから，上記2つの物の発明が異なるとする根拠はない。",
                "そして，上記1(2)のとおり，当初明細書又は図面には，合成樹脂4の研磨の際に，ラインAよりも表面側に存在する強化繊維2自体をも研磨することが記載されているから，「単に露出する強化繊維自体を研磨する製法」もまた，当初明細書又は図面に記載されているということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうであれば，「「露出する強化繊維自体も研磨されて，前記研磨された個々の強化繊維表面には平坦部が形成されており，」という特徴を有する「竿管」という，「製法により表面構造を特定された物」も，同様に記載されているとは認められない。」とした審決は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "したがって，審決の認定，判断には誤りがあり，これが審決の結論に影響を及ぼすことは明らかであるから，原告主張の審決取消事由は，理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告の審決取消事由は理由があるから，審決は取り消されるべきである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10177",
    "date": "2006-12-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033927",
    "ipprecedent_id": "62",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}