{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2004−35128号事件について平成18年8月31日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成1年3月28日，発明の名称を「樹脂配合用酸素吸収剤及びその組成物」とする発明について特許出願(特願平1−73869号。請求項の数2。以下「本件出願」という。)をし，平成10年7月10日，特許庁から特許第2137309号として設定登録(以下「本件特許」という。)を受けた。",
            "本件特許の請求項1に対し被告から特許無効審判請求(無効2004−35128号事件)がされ，特許庁は，平成18年8月31日，「特許第2137309号の請求項1に係る発明についての特許を無効とする。」との審決(以下「審決」という。)をし，その謄本は，同年9月12日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本件発明」という。)。",
            "「【請求項1】 還元性鉄と酸化促進剤とを含有し且つ鉄に対する銅の含有量が150ppm以下及び硫黄の含有量が500ppm以下であることを特徴とする樹脂配合用酸素吸収剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。",
            "その理由の要旨は，甲12ないし17の記載によれば，「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」ことが推認され，同事項を前提にすれば，本件発明は，甲1(特開昭55−90535号公報)に記載された発明(以下「甲1発明」という。)に基づいて，当業者が容易に発明をすることができたものであり，本件発明についての特許は，特許法29条2項の規定に違反してされたものであるというものである。",
            "審決は，本件発明と甲1発明との間には，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「還元性鉄と塩化ナトリウムとを含有する樹脂配合用酸素吸収剤。」である点。",
            "(相違点)",
            "本件発明では，「且つ鉄に対する銅の含有量が150ppm以下及び硫黄の含有量が500ppm以下であることを特徴とする」ものであるのに対して，甲1発明ではこの点について何も記載されていない点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "審決には，以下のとおり，本件発明の容易想到性の判断の誤り(取消事由1)，法令適用の誤り(取消事由2)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件発明の容易想到性の判断の誤り)",
              "text": [
                "審決は，甲1発明に基づいて本件発明を容易に想到することができたと判断したが，その前提として，「本件出願前において，銅，硫黄含有量が本件発明の範囲まで低減された鉄粉が既に脱酸素剤用途の脱酸素剤用鉄粉の銘柄として一般に市販されていた」と認定した(審決書9頁29行～31行)。",
                "すなわち，「甲第13号証は，請求人が川崎製鉄株式会社から購入した上記KIP 303A−60に関する鉄粉検査証明書であり，ここには，その検査証明日が本件出願前の1988年11月14日であること，及び検査されたKIP 303A−60鉄粉の硫黄含有量が0．016～0．020％(160～200ppm)であり，銅含有量が0．01％(10",
                "0ppm)であることが記載されている。・・・本件出願前において，本件発明の銅，硫黄含有量範囲を満たす鉄粉が既に一般に販売されていたことは，甲第13号証の記載内容からして明白であり，本件発明の銅，硫黄含有量範囲を満たす鉄粉は，本件出願前において，一般に販売されていたということができる。」(審決書6頁30行～7頁6行)，「甲第12号証は，川崎製鉄株式会社が作成した，川崎製鉄(株)製KIP 303A−60鉄粉がアトマイズ鉄粉であることを記載したアトマイズ鉄粉に関する頒布資料であって製品カタログと推定され，そして，本件出願前の1988年1月末までに作成頒布されたと推定されるものである。・・・甲第14号証・・・について検討するに，このものは本件出願後に作成頒布されたものであるが，そこには川崎製鉄株式会社が本件特許出願前である1965年から還元鉄粉を，1978年からアトマイズ鉄粉を製造販売していること・・・，鉄粉の使用用途の一つとして脱酸素剤(註．脱酸素材及び酸素吸収剤に同じ)の用途があること・・・，銘柄KIP 303A−60が脱酸素材用途に用いられること・・・が記載されており，・・・甲第12号証ないし甲第14号証の記載内容を総合的に判断すれば，本件出願前に，銅及び硫黄含有量が本件発明の範囲内にあるKIP 303A−60が脱酸素剤用途の脱酸素剤用鉄粉の銘柄として一般に市販されていたと推認される。」(同7頁12行～8頁13行)，「甲第15号証ないし甲第17号証の各々と甲第13号証の関係とその技術的内容について検討すると，昭和62年12月11日付け甲第15号証に見られるように，三菱瓦斯化学(株)エージレス部より脱酸素剤エージレスの原料として川崎製鉄(株)の鉄粉KIP 303A−60を使用することが提案され，その提案が，三菱瓦斯化学(株)東京工場エージレス部と川崎製鉄(株)及び菱江化学株式会社との3社間で取り交わされた鉄粉KIP 303A−60の納入，安全・衛生性に関する取決めとして昭和63年6月8日付け甲第16号証「原料.資材調査表」に結実していることが認められる。さらに，昭和63年6月28日付け甲第17号証には，鉄粉の増産を考えているのでエージレス用鉄粉(・・・，KIP 303A−60，・・・等)について非危険物の判定をする旨の記載があり，KIP 303A−60が購入され，脱酸素剤用途に使用されていたことが明らかである。これらに基づき，昭和63年11月14日付け甲第13号証に示されているように，実際に川崎製鉄株式会社から三菱瓦斯化学株式会社にKIP 303A−60が2ロット合計10トン納入されていることが認められる。・・・上記の甲第13号証の記載内容の検討からしてKIP 303A−60は本件発明の範囲内の銅，硫黄含有量を有する鉄粉として一般に販売されていたということができるものであるところ，以上の甲第15号証ないし甲第17号証の各々の証拠の記載を総合的に判断すれば，本件発明の範囲内の銅，硫黄含有量を有する鉄粉であるKIP 303A−60が，本件出願前にすでに，脱酸素剤の原料である脱酸素剤用鉄粉として使用されていたと推定される。そうすると，甲第13号証及び甲第15号証ないし甲第17号証の記載を総合的に判断すれば，本件出願前に，銅及び硫黄含有量が本件発明の範囲内にあるKIP 303A−60が脱酸素剤用途の脱酸素剤用鉄粉の銘柄として一般に市販されていたと推認される。」(同9頁1行～26行)，「以上のことからすると，甲第13号証についての認定をふまえ，甲第12号証，甲第14号証及び甲第15号証から甲第17号証の記載内容を勘案すれば，本件出願前において，銅，硫黄含有量が本件発明の範囲まで低減された鉄粉が既に脱酸素剤用途の脱酸素剤用鉄粉の銘柄として一般に市販されていた」(同9頁27行～31行)と認定した。",
                "その上で，審決は，相違点に係る本件発明の構成の容易想到性について，「本件出願時において，(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていたということができ，かつ，(ii)樹脂配合用脱酸素剤においては脱酸素剤用鉄粉と塩化ナトリウムが原料として使用されることが甲第1号証に記載されていれば，本件発明が規定する範囲内の銅，硫黄分を含有する樹脂配合用脱酸素剤(註.酸素吸収剤に同じ)は当業者にとって容易に想到されるとするのが相当である。」(審決書6頁10行～17行)と判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "前提事実の認定の誤り",
                  "text": [
                    "審決が「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」(以下，この事実を「前提事実」という場合がある。)と認定した点は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲12について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲12は，「Printed in Japan Jan. 1988」(2頁)との記載から，昭和63年(1988年)1月に印刷されたことは窺われるが，本件出願日(平成1年3月28日)の前に作成頒布されたかどうか不明であるから，本件発明の進歩性を判断する資料にはならない。甲12を，本件発明の進歩性を判断するに当たり，前提事実認定の資料とすることは誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲12には，「KAWASAKI P/M GRADE ATOMIZED IRON POWDERS」との表題が記載されている。「P/M」は，「粉末冶金(powder metallurgy)」を意味するから(甲21，22)，表題「KAWASAKI P/M GRADE ATOMIZED IRON POWDERS」は，「川崎製鉄株式会社製の粉末冶金用アトマイズ鉄粉」を意味する。したがって，甲12は，「脱酸素剤用」アトマイズ鉄粉に関するものではなく，「粉末冶金用」アトマイズ鉄粉に関するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲14について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲14には，「1996年2月印刷」との記載があるとおり，本件出願日から約7年後に印刷された書面であるから，本件発明の進歩性を判断する資料にはならない。甲14を本件発明の進歩性を判断するに当たり，前提事実認定の資料とすることは誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲14には，「KIP 303A−60」について「脱酸素剤用",
                          "text": [
                            "アトマイズ鉄粉」との用途が記載されている。他方，平成2年12月ころに頒布された甲22には，川崎製鉄株式会社(以下「川崎製鉄」という場合がある。)から販売されている製品のリストが記載されており，その記載中「【粉末冶金用鉄粉】」の表題の下に，「アトマイズ鉄粉：純鉄粉・・・KIP 260A，300A,300",
                            "AS」と記載されている。甲22の上記記載は，本件出願日から1年10か月程度経過した後においても，川崎製鉄は，商品名「KIP」の「260A，300A,300AS」シリーズとして販売して",
                            "いるアトマイズ鉄粉の用途を「粉末冶金用」としてしか認識していなかったか，あるいはその他の用途を認識していたとしても，公にしていなかったことを示している。",
                            "以上のとおり，甲14の上記記載と甲22の上記記載を対比すると，川崎製鉄が，アトマイズ鉄粉の用途として「脱酸素剤用」を見いだし，これを公にしたのは，本件発明が特開平2−298579号公報として公開された平成2年12月10日よりも後の時点であり，本件出願日当時には，「KIP 303A−60」は，「脱酸素剤用鉄粉」として公知でなかったというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲13，15ないし17について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲13は，1988年11月ころに川崎製鉄千葉製作所が作成した被告あての商品名「KIP 303A−60」と称する鉄粉についての「鉄粉検査証明書」であるが，上記商品の用途については，明らかでない。甲13のような商品品質証明書は，当事者間の秘密文書として取り扱われ，一般に頒布されるものではないから，甲13を，本件発明の進歩性を判断するに当たり，前提事実認定の資料とすることは誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲15は，昭和62年12月11日ころに，川崎製鉄製の鉄粉(商品名「KIP 303A−60」)を，現状品同等の性能を有す",
                          "text": [
                            "るが購入コストが低い点に注目して，被告の商品である脱酸素剤(商品名「エージレスAX剤」)原料として使用することが提案されたことを窺わせる，被告の社内提案書であり，社内秘密文書であるから，甲15を，本件発明の進歩性を判断するに当たり，前提事実認定の資料とすることは誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲16は，被告，菱江化学株式会社及び川崎製鉄の三社が関与して作成した，川崎製鉄製の鉄粉(商品名「KIP 303A−60」)についての原料，資材調査書であり，三社間の秘密文書であるから，本件発明の進歩性を判断するに当たり，前提事実認定の資料とすることは誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲17は，昭和63年6月ころ，脱酸素剤(商品名「エージレス」)に使用することを検討している種々の鉄粉の粒度分布調査を，被告のエージレス製造課から品質保証課あてに依頼したことを示す，被告の社内における研究のための依頼書であり，社内秘密文書であるから，本件発明の進歩性を判断するに当たり，前提事実認定の資料とすることは誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "総合判断の誤り",
                      "text": [
                        "上記(ウ)のとおり，甲15及び甲17には川崎製鉄製の鉄粉を「脱酸素剤用」に適用することを検討していたことを窺わせる記載が存在するものの，川崎製鉄から被告に提出された証明書(甲13)，被告，菱江化学株式会社及び川崎製鉄の三社が関与して作成された調査書(甲16)には，川崎製鉄製の鉄粉の用途が「脱酸素剤用」であることを推定させる記載は皆無である。そうすると，甲13，15ないし17の記載を総合しても，本件出願日前後に，被告において川崎製鉄から「粉末冶金用鉄粉」として販売されていた鉄粉(商品名「KIP303A−60」)を脱酸素剤(商品名「エージレス」)の原材料として使用することが秘密裡に検討されていたことが窺われるにすぎず，上記鉄粉(商品名「KIP 303A−60」)が本件出願前に「脱酸素剤用鉄粉」として一般に市販されていたことを推認することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲3，乙2ないし5について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，甲3(乙1は，その部分訳)，乙2を挙げて，本件出願前における一般の市販鉄粉は，その大部分が本件発明に規定する範囲内の銅，硫黄含有量のものであると主張する。",
                            "しかし，甲3には，145種の鉄粉がリストされており，銅含有量が本件発明で規定している範囲のものは145種中5種，硫黄含有量が本件発明で規定している範囲のものは145種中61種，銅含有量と硫黄含有量との双方が本件発明で規定している範囲のものは145種中5種にすぎないこと(甲24)，乙2の回答書の添付書類である株式会社神戸製鋼所の販売に係るアトマイズ鉄粉「アトメル」のカタログ中の「アトメルの種類と品質」の欄記載の8種類の鉄粉は，7種類の銅含有量が本件発明で規定している範囲にあるとはいえず(銅含有量未測定)，2種類(400MS，600M",
                            "S)の硫黄含有量が本件発明で規定している範囲を大きく超えていることに照らすならば，甲3及び乙2から，本件出願前における一般の市販鉄粉は，その大部分が本件発明に規定する範囲内の銅，硫黄含有量のものであるとはいえない。",
                            "なお，被告は，乙14により，上記「アトメル」のカタログ記載の「300M」，「500M」が既に発売されており，このアトマイズ鉄粉が脱酸素剤用の用途に用いられていたと主張する。しかし，乙14の第1表によれば，「300M」，「500M」は，高密度焼結用(High Compressibility Steel Powder)として開発されたものであり，脱酸素剤用途として開発されたものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告は，乙3を挙げて，「KIP 303A−60」は，脱酸素",
                          "text": [
                            "剤用鉄粉として一般に市販されていたと主張する。しかし，乙3を精査するも，製品番号「KIP 303A−60」と称する鉄粉",
                            "が「脱酸素剤用」として納入されたか否か不明である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被告は，乙4，5を挙げて，本件出願前に，川崎製鉄等の鉄粉の製造販売会社において，粉末冶金用鉄粉を，脱酸素剤用途に使用できることを十分認識していたと主張する。しかし，乙4，5に記載の鉄粉は，アトマイズ鉄粉(「KIP 303A−60」)とは異",
                          "text": [
                            "質の還元鉄粉であること，乙4，5には，還元鉄粉の銅含有量及び硫黄含有量について全く記載されておらず，銅含有量及び硫黄含有量が所定範囲内にある鉄粉を脱酸素剤に使用することについて記載も示唆もないことに照らすならば，被告の主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，甲12ないし17は，本件出願前に頒布された刊行物ではないから，本件発明の進歩性の判断資料とすることは誤りであるのみならず，仮に甲12ないし17の記載内容を勘案しても，「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」こと(前提事実)を推認することはできないから，審決が，前提事実を考慮すれば，本件発明は，甲1発明に基づいて当業者が容易になし得る発明であったと判断した点にも誤りがあることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていたとしても，以下のとおり，当業者が相違点に係る本件発明の構成を容易に想到し得たものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明(請求項1)は，「イ それ単独で使用される脱酸素剤ではなくて樹脂配合用脱酸素剤であること」，「ロ 鉄に対する銅の含有量が150ppm以下であること」，「ハ 鉄に対する硫黄の含有量が500ppm以下であること」を本質的特徴とし，この本質的特徴により「樹脂に配合したとき，ゲル化や分解が生じる傾向が著しく小さく，また異味，異臭成分を発生する傾向もなく，しかもこれを配合して得られる樹脂組成物は，樹脂を透過しようとする酸素を有効に吸収捕捉して酸素の透過を殆ど完全に遮断する」(甲23の5頁左欄13行～18行)という格別の作用効果を奏するものである。",
                            "一方，甲1には，「還元性鉄と酸化促進剤としての塩化ナトリウムとを含有する樹脂配合用酸素吸収剤」が開示されているが，本件発明の本質的特徴ロ及びハについて何ら記載も示唆もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲15及び甲17に記載されている脱酸素剤用鉄粉(商品名「エージレス」)は，被告が製造，販売している商品であるが，樹脂に配合して使用される樹脂配合用脱酸素剤ではなく，脱酸素剤自体がそのまま，例えば通気性袋に収容された形態で使用されるものであることに照らすならば，このような脱酸素剤用鉄粉を，使用形態が全く異なる樹脂配合用脱酸素剤の鉄粉として採用し，その配合の際の独特な問題，すなわち樹脂分のゲル化や分解を誘発し，異味，異臭成分を発生させるという独特な問題を解決することに，当業者が容易に想到し得たものではない。",
                            "また，甲1及び審決認定の前提事実には，脱酸素剤を樹脂に配合する際の解決すべき独特な問題自体についてさえ何らの示唆がない。",
                            "したがって，甲1に，審決認定の前提事実を考慮しても，相違点に係る本件発明の構成を容易に想到し得たものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，当業者が本件発明を容易になし得たとの審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(法令適用の誤り)",
              "text": [
                "審決は，「本件発明は，本件出願前に頒布された刊行物である甲第1号証において，本件出願前の事実についてのものである前記(i)の推認事項を考慮すれば，当業者が容易になし得る発明である。」と判断した(審決書10頁12行～14行)。",
                "しかるに，特許法29条1項2号の「公然実施をされた発明」は，公然実施されたことが明確に立証され，公然実施されたことに疑問の余地がない発明を意味し，本件では，脱酸素剤の原料である脱酸素剤用鉄粉として公然と，換言すれば秘密裡にではなく公に使用されていたことが明確に立証されることが必要であるにもかかわらず，審決の上記判断は，単に推認される事項(「(i)の推認事項」)に基づいて「公然実施をされた発明」を認定し，本件特許の同条2項違反をいうものであるから，審決には，法令適用の誤りの違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前提事実の認定の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲12ないし17について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲12ないし17について，本件発明の進歩性の判断資料とすることは誤りであると主張する。しかし，審決は，甲12ないし17を，甲1記載の脱酸素剤用の鉄として，本件発明が規定する範囲内の銅，硫黄分を含有する鉄粉の選択が容易であることを示すべく，「本件出願時に，本件発明に規定の範囲内の銅，硫黄含有量の鉄粉が一般に市販されて脱酸素剤用に使用されていた」事実等を立証するために提示したものであり，このような資料は，公に頒布された資料であるか否か，当事者の内部資料であるか否か，更には特許出願後の資料であるか否か等を問わず，上記立証のための証拠価値を有するから，原告の主張は失当である。",
                            "そして，この観点から検討すると，①甲15の記載から，昭和62年12月ころから，被告において脱酸素剤製造用原料として川崎製鉄から購入した鉄粉(商品名「KIP 303A−60」)を使",
                            "用することが検討されていたこと，②甲16及び甲17の記載から，昭和63年6月ころ，被告が，川崎製鉄千葉製鉄所及び菱江化学株式会社と協同して，上記鉄粉について安全・衛生性に関する検討とともに，脱酸素剤(商品名「エージレス」)製造用原料として使用することを検討し，かつ上記鉄粉を含む種々の鉄粉の粒度分布調査を行っていたこと，③甲13の記載から，同年11月ころ，川崎製鉄から被告に対し，上記鉄粉が納入されたことが，それぞれ窺われる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，甲12記載の鉄粉は「粉末冶金」の用途に限定されているとの主張をする。しかし，甲12記載の「KAWASAKI P/M GRADE ATOMIZED IRON POWDERS」は，あくまでも「P/Mグレードのアトマイズ鉄粉」であって，「粉末冶金」に用途を限定したものではない。実際，甲22には，例えば，複写機用，カイロ用などの冶金用以外の用途が記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3，乙2ないし5について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3(乙1は，その部分訳)は，本件出願前に発行された公知資料であり，原材料としての種々の市販の金属粉について，その組成等を記載したものである。甲3には，127種の市販鉄粉の組成が記載され，「Cu」(銅)含有量，「S」(硫黄)含有量について記載のあるもののうち，銅を含有するものとして5種のものが記載され，その5種とも銅の含有量が150ppm以下である。銅成分について明示のない他の鉄粉も多数記載されているが，銅含有量が150ppmを超えることが明示された鉄粉の記載がないこと及び銅以外の不純物は明示されていることから，通常の市販鉄粉の銅含有量は150ppm以下であると推測される。",
                            "また，硫黄成分を含有するものとして75種のものが記載され，そのうち硫黄の含有量が500ppm以下であるものは61種(500ppmを超えるもの14種)である。硫黄成分について明示のない他の鉄粉も多数記載されているが，明示のある75種の鉄粉の中で硫黄含有量が500ppm以下の鉄粉が61種(81％)と圧",
                            "倒的多数を占めていること及び硫黄以外の不純物は明示されていることから，大多数の市販鉄粉の硫黄含有量は500ppm以下であると推測される。",
                            "このように，本件出願前における一般の市販鉄粉は，その大部分が本件発明に規定する範囲内の銅，硫黄含有量のものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙2は，特公昭54−476号公報(甲7)に係る特許出願の拒絶査定不服審判における審判長の尋問書(昭和59年6月8日付け)，審判請求人の回答書(同年7月25日付け)及びその添付書類の写しである。",
                            "乙2の尋問書には，「1．特許請求の範囲に記載されている「硫黄を0．1～1重量％含有する鉄」は実際にはどのようにして入手したものであるのか具体的に説明されたい。また実際に販売されているのであれば，その商品名，成分表等を明らかにされたい。2．同じく，「硫黄を0．1～1重量％含有する」と記載されているが，この硫黄は後から添加して鉄に混合されたものであるのか，あるいは始めから鉄中にその一成分として含まれていたものであるのか，明らかにされたい。」との記載がある。上記記載から，審判官は硫黄含有量の多い鉄(本件発明の範囲を超えるもの)の入手自体が通常のことではないと認識していたことがわかる。",
                            "一方，乙2の回答書の添付書類である株式会社神戸製鋼所の販売に係るアトマイズ鉄粉「アトメル」のカタログには，「アトメルの種類と品質」の欄に8種類の鉄粉が記載されている。上記記載によれば，8種類の鉄粉のうち，銅及び硫黄の含有量が本件発明の範囲内の鉄粉が6種，硫黄の含有量が本件発明の範囲外の鉄粉が2種(400MS，600MS)である。上記2種(400MS及び60",
                            "0MS)については，上記カタログの「アトメルの特徴」の欄に，「溶鋼中にSを添加し，硫化物を均一で微細に分散させた鉄粉です。」との説明があることに照らすと，当時，銅，硫黄含有量の低い鉄粉が一般的であり，硫黄の含有量の多い鉄粉は人為的に硫黄を添加することにより調製される特殊なものであったことがわかる。",
                            "すなわち，乙2によれば，本件出願前における鉄粉としては，特別の性能改善のために硫黄分の高いものを使用する甲7記載の発明等は別として，硫黄分含有量が本件発明の範囲内であるものが通常品として市販されていたことがわかる。",
                            "なお，乙14には，本件出願前において，乙2のカタログに記載された純鉄粉(Pure Steel Powder)である300M，500Mが既に発売されており，またアトマイズ鉄粉を脱酸素剤用の用途(For Oxygen Absorption)に用いられていたこと(38頁第1表)が示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙3(甲13は，その一部)は，被告が川崎製鉄から購入した「KIP 303A−60」に関する鉄粉検査証明書である。乙3に",
                          "text": [
                            "よれば，1988年(昭和63年)6月16日から同年12月16",
                            "日までの間の被告の「KIP 303A−60」の納入量は，合計160000kg(160トン)であること，甲16及び甲17が",
                            "作成された昭和63年6月から本件出願日の3か月前の同年12月までの間に，毎月約20～30トン程度の「KIP 303A−6",
                            "0」の納入が継続的に行われていたことがわかる。この期間に大量の「KIP 303A−60」が継続的に川崎製鉄から被告に供給された事実をみれば，「KIP 303A−60」は，脱酸素剤用鉄粉として一般に市販されていたことは明らかである。なお，脱酸素剤に用いる鉄粉の量が，1袋当たり約1～2g程度であることに鑑みれば，1か月の購入量として20トンレベルの量があれば約1000～2000万個の脱酸素剤製品が生産できることになり，この量の製品が少なくとも上記期間において，毎月生産可能であったことになる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "本件出願前の昭和62年5月18日に公開された乙4(特開昭62−107001号公報)には，川崎製鉄が昭和60年11月5日",
                          "text": [
                            "に出願した「粉末冶金用または粉末のままで利用する還元鉄粉の仕上熱処理方法に関する」発明が記載されており(1頁左下欄13行～15行)，発明の効果として「製造した鉄粉は，・・・用途に応じて適宜介在物を低減して使用される。例えば鉄粉カイロ，脱酸素剤としての用途には・・・好適である。」(6頁左上欄4行～9行)，「粉末冶金用鉄粉としては・・・介在物を低減すれば，・・・高い圧縮性を有する。」(6頁左上欄10行～13行)との記載がある。また，本件出願前の昭和55年9月20日に公開された乙5(特開昭55−122808号公報)には，川崎製鉄が本件出願",
                            "前の昭和54年3月13日に出願した「脱酸素剤用原料鉄粉の製造方法」に関する発明が記載されている。",
                            "乙4，5の上記記載は，本件出願前に，川崎製鉄等の鉄粉の製造販売会社において，粉末冶金用鉄粉を，脱酸素剤用途に使用できることを十分認識していたことを示すものであり，この認識が，川崎製鉄等の鉄粉販売時の営業活動，例えば用途喧伝，カタログ等に反映されることは当然のことであり，本件出願時には，そのような鉄粉の用途は当業界で知られていたことも容易に推測される。なお，原告は，乙4，5に記載の鉄粉は，アトマイズ鉄粉ではなく，還元鉄粉である旨主張するが，アトマイズ鉄粉であるか還元鉄粉であるかは，本件発明が，明らかにそのいずれも使用し得るものとして包含していること(請求項1，甲23の3頁右欄25行～29行)を考慮すれば，何ら意味がない。",
                            "したがって，本件出願日から1年10か月程度経過した後においても，川崎製鉄は，「アトマイズ鉄粉の用途を粉末冶金用としてしか認識していなかったか，あるいはその他の用途を認識していたとしても，公にしていなかった」との原告の主張は，失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)を総合すれば，本件出願前に，川崎製鉄が脱酸素剤用鉄粉を一般に販売していたこと，本件発明が規定する銅及び硫黄含有量の範囲内の脱酸素剤用鉄粉(商品名「KIP 303A−60」)が一般に市販されていたことが明らかである。したがって，審決が，「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」と認定した点に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲15及び甲17に記載されている脱酸素剤用鉄粉(商品名「エージレス」)は，樹脂に配合して使用される樹脂配合用脱酸素剤ではなく，脱酸素剤自体がそのまま，例えば通気性袋に収容された形態で使用されるものであるので，このような脱酸素剤用鉄粉を，使用形態が全く異なる樹脂配合用脱酸素剤の鉄粉として採用し，その配合の際の独特な問題，すなわち樹脂分のゲル化や分解を誘発し，異味，異臭成分を発生させるという独特な問題を解決することに，当業者が容易に想到し得たものではないと主張する。",
                        "しかし，一般に市販されている鉄粉を，樹脂配合用脱酸素剤，通気性袋に収容された形態を含むいずれの形態に使用するかは，当業者がその目的に応じて自由に選択し得る事項である。そして，甲1発明において，脱酸素剤用還元鉄として，本件発明に規定の銅及び硫黄含有量の範囲内の市販の鉄粉，例えば「KIP 303A−60」を当業者が採用することに，何ら阻害要因又は困難性はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，銅が樹脂中で樹脂を分解させる銅害という現象があること，及び硫黄分が樹脂中において異臭成分となることは，いずれも当業者に周知の事項であり(甲4，甲5(乙8は，その部分訳)，甲6(乙9は，その部分訳))，このような観点から樹脂中の銅や硫黄を低減させるとの課題もまた自明である。",
                        "甲1記載の脱酸素剤を配合したフィルムは，食品をその内容物とする樹脂包装材料として用いられるものであるが(5頁左上欄10行～12行，同左下欄2行～4行)，このような樹脂包装材料においては，一般に樹脂の熱分解生成物による異臭が問題となっていることは当業者に周知のことである(例えば，甲2)。そして，元来，硫黄あるいは硫黄化合物が有臭であって，又は樹脂中において異味，異臭成分を発生させる場合があることは，証拠を挙げるまでもなく，本件出願時，当業者に周知のことである。",
                        "以上の点に鑑みれば，甲1において，食品包装材料において樹脂の分解，異臭の発生を防止するという課題の解決のために，一般に市販されていた鉄粉(そのほとんどが，本件発明の範囲内の銅，硫黄含有量のもの)の中から，銅，硫黄等の不純物の少ない鉄粉を選択して酸素吸収剤を調製し，本件発明に到達することは当業者であれば容易に行い得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件発明は，「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」ことを前提とすれば，甲1に基づいて，当業者が容易に発明することができたものであり，その作用効果についても，甲2等や周知事項を考慮すれば，当業者であれば容易に想到し得る。",
                        "本件発明は，当業界で通常行われる単なる不純物の少ない材料の選択を，適当な含有量上限値を規定することにより，あたかも，新規な効果を見いだしたかのように特許出願されたにすぎず，本件発明には，何ら進歩性は認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "審決は，本件発明は，本件出願前に頒布された甲1，すなわち，特許法29条1項3号の「刊行物に記載された発明」に基づいて，甲12ないし17の記載を勘案すれば，当業者が容易になし得た(同条2項)と判断したのであり，同条2号の「公然実施をされた発明」に基づいて当業者が容易に本件発明をなし得た(同条2項)と判断したものでない。",
                "したがって，取消事由2に係る原告の主張は，主張自体失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前提事実の認定の誤りについて",
              "text": [
                "当裁判所は，審決が，甲12ないし17によって「本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」との事実(前提事実)を認定した点に誤りがあると判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲12ないし17の記載内容等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲12ないし17によれば，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲15について",
                          "text": [
                            "① 甲15は，被告の東京工場エージレス部の担当者作成の「エージレス事業本部長」あての昭和62年12月11日付け提案書であり，同書面には，「件名 川崎製鉄のAX剤原末原料としての使用提案」，「TF10月度月報会で報告致しましたように，川崎製鉄㈱KIP−303A−60鉄粉につきまして，エージレスAX剤原末(FX−FYに使用中)原料としての適用検討を行なってまいりました。添付資料の如く，本鉄粉を用いてテスト販売したAX剤は，現状品同等の性能を持つことを確認致しまし",
                            "た。」，「従って，本鉄粉はAX剤原料として充分使用可との判定ができますので，原材料コスト削減の為，使用することを提案致します。」，「尚，本鉄粉使用に際してのコスト低減効果は以下のように予想されます。〔神鋼700MG @128/㎏(62.12現在) 川鉄303A @90/㎏ 62年1～12月 AX剤生産数量約7",
                            "90t(TF製造課生産計画表より)〕より，現材料鉄粉全量を303Aに切替えた場合・・・年間約3千万円のコスト低減」との記載がある。",
                            "② 上記によれば，被告の社内(エージレス部)で，昭和62年10月ころから，川崎製鉄の鉄粉「KIP 303A−60」",
                            "を，「エージレスAX剤原末」の原料として適用することの検討を行い，同年12月11日に，担当者が，「エージレス事業本部長」に対し，「KIP 303A−60」はAX剤の原料鉄粉と",
                            "して充分使用可能との判定ができ，原料鉄粉全量を現状品(「神鋼700MG」)から切り替えた場合，年間約3000万円のコ",
                            "スト低減を図ることが予想されるので，原材料コスト削減のため，「KIP 303A−60」を使用することの提案をしたこ",
                            "とが認められる。",
                            "なお，乙15によれば，「エージレス」は，被告が昭和57年2月当時から販売していた「脱酸素剤」商品のシリーズ名であることが認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲12について",
                          "text": [
                            "① 甲12は，昭和63年1月に印刷された川崎製鉄作成の「KAWASAKI P/M GRADE ATOMIZED IRON POWDERS」と題する書面であり，同書面には，川崎製鉄のアトマイズ鉄粉製品である「KIP 260A」，「KIP 280A」，「KIP 300A」，「KI",
                            "P 301A」，「KIP 300AS」，「KIP 303A",
                            "−60」に関するデータが掲載されている。",
                            "「KIP 303A−60」につき，硫黄含有量が「0．01",
                            "5」％(150PPM)との記載がある。",
                            "② 上記によれば，川崎製鉄は，昭和63年1月当時，「KIP303A−60」をアトマイズ鉄粉製品として市販していたことが認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲16，甲17について",
                          "text": [
                            "① 甲16は，被告の東京工場エージレス部作成の商品名「KIP303A−60」に関する昭和63年6月8日付け「原料．資",
                            "材調査書」と題する書面であり，同書面には，「(A−1)納期受注後1ケ月」との記載のほか，「荷姿及び包装方法」，「ロットの大きさ」，「ロットの表示とその読み方」，「試験成績書」を「同送」すること等についての記載があり，また，「製造会社名扱所在所」欄に「川崎製鉄㈱千葉製鉄所管理部鉄粉管理室前田義昭」の記名及び押印，「取扱会社名扱所在所」欄に「菱江化学株式会社橋本忠雄」の記名及び押印がある。",
                            "甲17は，被告の東京工場エージレス部作成の「品質保証課」あての昭和63年6月28日付け依頼書であり，同書面には，「件名 エージレス用鉄粉粒度分布調査依頼」，「・・・危険物の規定を改正する件が・・・施行される運びとなりました。」，「金属粉B鉄粉は「53μmパス50％以下」であれば，非危険物となる予定です。鉄粉(A剤)の増産を考えておりますので，エージレス用鉄粉(700MG，1000MG，KIP−303，",
                            "AMC等)」について，メーカーの実績データより非危険物として適用できるか否かご判定願い上げます。」との記載がある。",
                            "② 上記各記載によれば，被告は，昭和63年6月8日，川崎製鉄及び菱江化学株式会社との間で，川崎製鉄から，「エージレス」用の原材料鉄粉として「KIP 303A−60」の納入を受け",
                            "ることに関する取決め(甲16)をしたこと，同月28日当時，被告の社内で，「KIP 303A−60」を含むエージレス用",
                            "鉄粉について，メーカーの実績データに基づいて，改正規定の施行後に「非危険物」として適用できるかについて検討していたことが認められる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲13について",
                          "text": [
                            "① 甲13は，川崎製鉄千葉製鉄所作成の1988年(昭和63",
                            "年)11月14日付け被告あて「鉄粉検査証明書」と題する書面であり，同書面には，「製品記号 KIP 303A−6",
                            "0」，「契約番号 290360454」，「送状番号 7X4",
                            "873」，製造番号「8X30−08」のロットにつき『重量「",
                            "500㎏」，化学成分「Cu」含有量「0．01％」(100",
                            "ppm相当)，化学成分「S」含有量「0．02％」(200",
                            "ppm相当)』，製造番号「8Y04−43」のロットにつき『",
                            "重量「9500㎏」，化学成分「Cu」含有量「0．01",
                            "％」(100ppm相当)，化学成分「S」含有量「0．01",
                            "6％」(160ppm相当)』，「上記注文品は，御指定の規格又は使用に従って製造され，その要求事項を満足していることを証明します。」等の記載がある。",
                            "② 上記①及び前記c②によれば，川崎製鉄は，昭和63年11月14日，被告に対し，同年6月8日付けの取決め(甲16)に基づいて，「エージレス」用の原材料鉄粉として「KIP 303A−60」を2ロット合計10トン(10000㎏)を納入した",
                            "こと，納入された「KIP 303A−60」の銅含有量及び硫",
                            "黄含有量は，いずれも本件発明の規定する銅含有量(150ppm以下)及び硫黄含有量(500ppm以下)の範囲にあること",
                            "が認められる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲14について",
                          "text": [
                            "① 甲14は，平成8年2月に印刷された川崎製鉄作成の「KIP<R>川鉄の還元鉄粉・アトマイズ鉄粉」と題するカタログであり，同カタログには，「1965年から還元鉄粉を，1978年からアトマイズ鉄粉を製造販売しています。」，「「KIP」には用途に応じた最適な鉄粉があります。」との記載があり，また，同カタログの「種類と用途」との見出しの表中には，「粉末冶金用」に分類された「KIP 260A」，「KIP 280",
                            "A」，「KIP 300A」及び「KIP 301A」の用途",
                            "が「自動車部品，電機機器部品，事務機器部品，一部機械部品，他」であること，「粉末冶金用以外」に分類された「KIP 303A−60」の用途が「脱酸素剤」であること，同じく「純鉄粉の品質特定」との見出しの表中には，「KIP 260",
                            "A」，「KIP 280A」，「KIP 300A」及び「KI",
                            "P 301A」の用途が「粉末冶金用純鉄粉」であること，「KIP 303A−60」の用途が「脱酸素剤用」であることの記",
                            "載がある。",
                            "② 上記によれば，川崎製鉄は，平成8年2月当時，「KIP 303A−60」を「粉末冶金用以外」の「脱酸素剤用」鉄粉として市販し，「KIP 260A」，「KIP 280A」，「K",
                            "IP 300A」及び「KIP 301A」を「粉末冶金用純鉄",
                            "粉」として市販していたことが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "以上によれば，甲12ないし17の記載内容から，被告は，昭和62年10月ころ，被告が当時販売していた脱酸素剤「エージレス」用の原料鉄粉として，川崎製鉄が市販していた鉄粉「KIP 303A−60」を使用することの可否等について検討を始め，同年12月11日，担当部(エージレス部)から，「KIP 303A−60」",
                      "text": [
                        "は充分使用可能であり，その使用による原材料コスト削減の効果があるので，「KIP 303A−60」を使用することの提案がされた後，昭和63年6月8日，川崎製鉄ほか1社との間で，「KIP 303A−60」の納入に関する取決め(甲16)をし，その取決めに基づいて，本件出願(平成1年3月28日)前の昭和63年11月，川崎製鉄から，「エージレス」用の原材料鉄粉として「KIP 303A−60」を2ロット合計10トンの納入を受けたこと，納入された「KIP 303A−60」の銅含有量及び硫黄含有量は，いずれも本件発明の規定する銅含有量(150ppm以下)及び硫黄含有量(500ppm以下)の範囲にあったことが認められる。",
                        "上記認定事実に照らすならば，甲12ないし17から，本件出願(平成1年3月28日)前に，川崎製鉄が本件発明の規定する銅含有量(150ppm以下)及び硫黄含有量(500ppm以下)の範囲",
                        "内の鉄粉「KIP 303A−60」を市販していたこと，遅くとも上記取決めのされた昭和63年6月8日までに，川崎製鉄と被告は，鉄粉「KIP 303A−60」を脱酸素剤(酸素吸収材)である被告商品「エージレス」の原料の用途に使用できることを認識していたこと，川崎製鉄は，本件出願前に，被告に対し，「脱酸素剤用鉄粉」として，「KIP 303A−60」を販売していたと認定できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかし，甲12ないし17の記載内容を勘案しても，川崎製鉄が，本件出願前に，被告以外の脱酸素剤の製造業者に対し，「KIP303A−60」を「脱酸素剤」との用途により販売していた事実を認定することはできず，その他，同事実を認定するに足りる証拠はない。",
                        "以上のとおり，甲12ないし17から，川崎製鉄は，本件出願前に，被告1社に対し，「KIP 303A−60」を「脱酸素剤用",
                        "鉄粉」として販売していたということはできるものの，被告以外の業者にこれを「脱酸素剤用鉄粉」として販売していたものと認めることはできないから，甲12ないし17から，本件出願前に，「KIP 303A−60」が「脱酸素剤用鉄粉」として「一般に市",
                        "販」されていたということはできない。",
                        "以下，補足して理由を述べる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)e認定のとおり，甲14から，川崎製鉄は，平成8年2月当時，「KIP 303A−60」を「脱酸素剤用」鉄粉として市販していたことが認められるが，この販売の事実から直ちに約7年前の本件出願(平成1年3月28日)当時において川崎製鉄が「KIP 303A−60」を「脱酸素剤用」鉄粉として市販していたとまで推認することはできない。",
                            "かえって，①「KIP 303A−60」は，本件出願前の昭和",
                            "63年1月に印刷された川崎製鉄作成の「KAWASAKI P/M GRADE ATOMIZED IRON POWDERS」と題する書面(甲12)に，「KIP 260A」，「KIP 280A」，「KIP 300A」，「KIP",
                            "301A」，「KIP 300AS」とともにアトマイズ鉄粉製品",
                            "として掲載されたこと(前記(ア)b①)，②甲12の表題中の「P/M」は，「粉末冶金」を意味するPowder Metallurgyの略語であること(甲20，21)，③甲12掲載の「KIP 260A」，「K",
                            "IP 280A」，「KIP 300A」，「KIP 301A」",
                            "は，甲14にも掲載されているが，その用途は「粉末冶金用」とされていること(同e①)，④本件出願から約1年10か月後の平成2年12月作成の甲22(特殊鋼39巻12号67頁)にも，甲1",
                            "2掲載の「KIP 300AS」は，「KIP 260A」及び「",
                            "KIP 300A」とともに「粉末冶金用鉄粉」として記載されていること(なお，甲22には，「その他用合金鉄粉」の用途として「溶接用」等の記載はあるが，「脱酸素剤用」の記載はない。)に照らすならば，「KIP 303A−60」は，本件出願当",
                            "時，「粉末冶金用鉄粉」として一般に認識されており，「KIP303A−60」が「脱酸素剤用」の用途に適することは，被告を除く，脱酸素剤の製造業者に認識されるに至っていなかったことが窺われる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告提出に係る乙3(甲13は，その一部)によれば，川崎製鉄は，「KIP 303A−60」の納入に関する取決め(甲16)",
                          "text": [
                            "に基づいて，本件出願前の昭和63年6月16日から同年12月16日まで(6か月)の間に，被告に対し，脱酸素剤「エージレス」用の原材料鉄粉として「KIP 303A−60」を合計160ト",
                            "ン納入したことが認められる。しかし，上記事実があるからといって本件出願前に川崎製鉄が被告以外の製造業者に「KIP 303A−60」を「脱酸素剤用鉄粉」として販売していたことを裏付けるものとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被告は，乙4(特開昭62−107001号公報)及び乙5(特",
                          "text": [
                            "開昭55−122808号公報)によれば，本件出願前に，鉄粉の製造販売会社において，「粉末冶金用鉄粉」を，脱酸素剤用途に使用できることを十分認識していたと主張する。しかし，仮に被告が主張するように鉄粉の製造販売会社において「粉末冶金用鉄粉」を脱酸素剤用途に使用できることが知られていたとしても，「粉末冶金用鉄粉」のすべてが脱酸素剤用途に使用できることの認識があったということはできないし，乙4，5には，その旨の記載や示唆はない。",
                            "また，被告は，甲3，乙2等を挙げて，本件出願前における一般の市販鉄粉は，その大部分が本件発明に規定する範囲内の銅，硫黄含有量のものであったと主張する。しかし，この点についても，上記のとおり，本件出願当時「粉末冶金用鉄粉」のすべてが脱酸素剤用途に使用できることの認識があったということはできない。",
                            "以上に照らすならば，被告の主張を前提としても，川崎製鉄が本件出願前に鉄粉「KIP 303A−60」を市販していた事実が認められる点はさておき，同社が，「KIP 303A−60」",
                            "を，被告以外の製造業者に対して，「脱酸素剤」の用途で販売していたとの事実を認定することはできない。",
                            "なお，被告は，乙14には，銅及び硫黄の含有量が本件発明の範囲内のアトマイズ鉄粉(「アトメル」300M，500M)を脱酸素剤用の用途(For Oxygen Absorption)に用いられていたこと(38頁第1表)が示されている旨主張するが，第1表には「For OxygenAbsorption 55KF」と記載されており，乙14からは，「55KF」が脱酸素剤用であることを窺うことができても，「300M」，「500M」が脱酸素剤用であることを認めることはできず，上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，甲12ないし17から，本件出願前に，「KIP 303A−60」が「脱酸素剤用鉄粉」として「一般に市販」されていたということはできず，甲12ないし17の記載内容を勘案しても，「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」との前提事実を認定することはできない。また，本訴で提出された他の証拠を勘案しても，「本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」ことを認めるに足りない。",
                    "したがって，審決の前提事実の認定には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤りについて",
              "text": [
                "審決は，「(i)本件発明が規定する範囲内の銅，硫黄分を含有する脱酸素剤用鉄粉が本件出願前に一般に市販されていた」ことを前提に，甲1記載の樹脂配合用酸素吸収材の原料鉄粉に，「本件出願前に一般に市販されていた脱酸素剤用鉄粉を使用することは当業者が容易に想到し得る」(審決書10頁1行～2行)から，甲1に，上記(i)の事項(前提事実)を考慮すれば，本件発明を容易に想到し得たと判断した。",
                "しかし，前記(1)で判示したとおり，甲12ないし17を含む，本件証拠によっても，前提事実を認めるに足りず，審決の前提事実の認定には誤りがあり，したがって，本件発明を容易に想到し得たとの審決の判断には，誤りがあることになる。よって，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1は理由があるから，審決は取消しを免れない。",
            "よって，原告の本訴請求は理由があるから，これを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}