{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80117号事件について平成18年1月19日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の請求",
      "text": [
        "主文と同旨の判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「映像信号受信装置」とする特許第3293116号(平成6年10月26日出願，平成14年4月5日設定登録。以下「本件特許」という。)の特許の特許権者である(乙1)。",
            "原告は，本件特許について，平成17年4月14日，無効審判請求を行い，特許庁は，この審判請求を無効2005−80117号事件として審理した。",
            "この審理の過程で，被告から平成17年7月21日付け訂正請求書(乙2)による訂正請求(以下「本件訂正」という。)がされ，特許庁は，平成18年1月19日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，同月31日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の設定登録時における願書に添付した明細書(乙1。以下「当初明細書」という。)の特許請求の範囲の記載は，次のとおりである(以下，請求項1に係る発明を「本件当初発明1」といい，請求項2に係る発明を「本件当初発明2」という。)。",
                "【請求項1】 混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路とを備えた映像信号受信装置において，",
                "第2の基準信号を用いて，前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から色信号を復調する色信号回路を備え，前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えたことを特徴とする映像信号受信装置。",
                "【請求項2】 混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路と，",
                "装置本体の動作を制御するマイクロコンピュータとが設けられた映像信号受信装置において，",
                "前記マイクロコンピュータの基準信号となるクロック信号と前記第1の基準信号とを，同一信号源から得ることを特徴とする映像信号受信装置。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "本件訂正後の特許請求の範囲(下線は訂正部分を示す。)は次のとおりである(以下，審決と同様に，本件訂正後の請求項1に係る発明を「本件発明1」といい，請求項2に係る発明を「本件発明2」という。本件訂正後の明細書を「本件明細書」という。)。",
        "【請求項1】 混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路とを備えた映像信号受信装置において，",
        "前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から，略3．58MHzの第2の基準信号を用いて，色信号を復調する略3．58MHzの色信号回路を備え，",
        "前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えたことを特徴とする映像信号受信装置。",
        "【請求項2】 混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路と，",
        "装置本体の動作を制御するマイクロコンピュータとが設けられた映像信号受信装置において，",
        "前記マイクロコンピュータの基準信号となるクロック信号と前記第1の基準信号とを，同一信号源から得ることを特徴とする映像信号受信装置。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。本件訂正及び原告の主張した無効理由についての判断の要旨は次のとおりである。なお，書証は，甲第1号証を「甲1」と，甲第1号証記載の発明を「甲1発明」とそれぞれ略し，以下同様とする。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件訂正について",
      "text": [
        "本件訂正は，特許法134条の2第1項の規定及び同条5項で準用する126条3項から5項までの規定(5項にあっては読み替えて準用)に適合する。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明1の新規性・進歩性",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "米国特許第4686570号明細書(甲1)，米国特許第4642675",
              "text": [
                "号明細書(甲2)，米国特許第4595953号明細書(甲3)のいずれにも，本件発明1の主要構成，すなわち「中間周波信号を検波することにより得られた映像信号から色信号を復調するのに用いる略3．58MHzの第2の基準信号を，第1の基準信号としてPLL回路に与えること」は記載されていない。したがって，本件発明1は甲1又は甲2のいずれかに記載された発明であるということはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件発明1の上記主要構成は，甲1ないし甲3の記載から導かれるものでもない。したがって，本件発明1は，甲1発明ないし甲3発明に基づいて当業者が容易に発明をすることができたものであるということができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明2の新規性・進歩性",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "米国特許第4727591号明細書(甲5)，実願平2−81949号",
              "text": [
                "(実開平4−39737号)のマイクロフィルム(甲6)，特開平5−29",
                "882号公報(甲7)，米国特許第5262957号明細書(甲8)，特公",
                "昭58−29655号公報(甲9)のいずれにも，本件発明2の主要構成，すなわち「マイクロコンピュータの基準信号となるクロック信号と第1の基準信号とを，同一信号源から得ること」は記載されていない。したがって，本件発明2は甲5ないし甲9発明と同一であるということはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件発明2の上記主要構成は，甲5ないし甲9の記載から導かれるものでもない。したがって，本件発明2は，甲5ないし甲9発明に基づいて当業者が容易に発明をすることができたものであるということができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本件訂正が訂正の要件を満たさないのに，その判断を誤り(取消事由1)，本件発明1と甲1若しくは甲2発明との同一性又は本件発明1の進歩性についての判断を誤り(取消事由2)，本件発明2と甲4若しくは甲5発明との同一性又は本件発明2の進歩性についての判断を誤った(取消事由3)ものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正の適法性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "「略3．58MHzの第2の基準信号を用いて」との訂正事項について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "3．58MHz",
                  "text": [
                    "当初明細書の段落【0016】～【0019】は，従来のPLL回路10",
                    "を変更することなく，受信可能な周波数範囲を示すために，分周する比率の計算例を示しているにすぎず，一般に比率を計算するには，代表的な数値をもって計算するほかないので，段落【0017】に記載されているように，第2の基準信号61の周波数として代表的な数値である3．58MHzに仮定して，比率を計算したものであることが明らかである。したがって，当初明細書の段落【0018】の「3．58MHzに変更した」との記載は，受信可能な周波数範囲を示すために，分周する比率を計算する代表的な数値例を示しているにすぎず，この記載を根拠に第2の基準信号が3．58MHzであることが当初明細書に記載されているということはできない。",
                    "当初明細書の段落【0008】～【0015】に記載されている実施例の回路構成から，第2の基準信号はバースト信号に位相同期した信号であるということができる。第2の基準信号は絶えず変動しているから，段落【0016】の記載は，計算の都合上，バースト信号と同一周波数である水晶発振子の略3．58MHzの発振周波数を，第2の基準信号の周波数と仮定して計算しているにすぎない。したがって，この記載を根拠に第2の基準信号が3．58MHzであることが当初明細書に記載されているということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2の基準信号",
                  "text": [
                    "当初明細書の段落【0012】に，「バースト信号に位相同期した信号である第2の基準信号」と記載されており，当初明細書には，この定義以外に，第2の基準信号を解釈する記述はない。第2の基準信号はバースト信号に位相同期した信号であるから，略3．58MHzの固定周波数に定まるものではなく，バースト周波数(略3．58MHz)に周波数変化分が加わったものとなり，絶えず周波数変動している信号である。したがって，第2の基準信号が3．58MHzであることは，当初明細書に記載のない事項である。",
                    "口頭審理陳述要領書(甲11)には，第2の基準信号がバースト信号に対して±2％程度変動することが示されているとおり，上記の周波数変動Δfが零又は零とみなして問題がない程度の小さな値であることは，当業者にとって自明な技術常識ではない。",
                    "当初明細書に，第2の基準信号がバースト信号に位相同期した信号であると定義されている以上，審決がいう「第2の基準周波数を特定の値に設定する技術的思想」が存在する余地はない。当初明細書に記載されているのは，固定した略3．58MHzの発振周波数を有する水晶振動子7を使用することであり，第2の基準周波数自体を特定の値に設定する技術的思想ではない。",
                    "審決は，第2の基準周波数を特定の値に設定することと略3．58MHzの固定した周波数を有する水晶振動子を色信号回路6の振動子として選択することとを混同し，あたかも同一技術であるように議論している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周波数の設定",
                  "text": [
                    "「第2の基準信号は略3．58MHzである」とする訂正を，そのまま「周波数の設定」とするならば，第2の基準信号は，水晶発振子の固定発振周波数である略3．58MHzであって，バースト信号に位相同期していない水晶発振子の生の発振周波数であるとの解釈を生じることになる。このことは，当初明細書に記載されていないし，自明の事項でもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「略3．58MHzの色信号回路」との訂正事項について",
              "text": [
                "「略3．58MHzの色信号回路」は，技術的意味が不明瞭な記述であり，新たな無効理由(記載不備)を生じるから，本件訂正は認められない。",
                "当初明細書の段落【0012】には，発振周波数が略3．58MHzの水晶発振子の発振を制御して，第2の基準信号を発生させ，第2の基準信号を用いて，色信号を復調することが記載されている。この記載を参照すれば，色信号回路が水晶発振子を備えているのであるから，「略3．58MHzの色信号回路」とは，略3．58MHzの水晶発振子を備えた色信号回路と解するのが極めて常識的な解釈であり，「略3．58MHzの色信号回路」を「略3．58MHzの第2の基準信号を用いて色信号を復調する色信号回路」の意味に，限定的かつ一義的に解することはできない。",
                "審決が認定するように，「略3．58MHzの色信号回路」を「略3．58MHzの第2の基準信号を用いて色信号を復調する色信号回路」の意味に解するならば，前記(1)の訂正事項「略3．58MHzの第2の基準信号を用いて」だけで十分に明らかであり，訂正事項「略3．58MHzの色信号回路」は，不要である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の新規性・進歩性の判断の誤り)",
          "text": [
            "本件訂正が適法であるとしても，本件発明1の主要構成は，甲1又は甲2に開示されており，本件発明1と甲1又は甲2発明とは同一である。仮に，同一でないとしても，本件発明1は，甲1発明並びに甲2及び甲3に記載された事項に基づき，当業者が容易に発明をすることができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1又は甲2発明との同一性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "本件発明1は，映像信号受信装置と記載されている以上，受信信号を受信時に，現実のPLL回路に供給するために，第1の基準信号が使われることをいうにすぎず，どのような色信号の復調に用いられるかということとの関係は，そもそも特定されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1について",
                  "text": [
                    "審決は，本件発明1の主要構成は，中間周波数信号を検波することにより得られた映像信号から色信号を復調するのに用いる略3．58MHzの第2の基準信号を，第1の基準信号としてPLL回路に与えることであると認定している。",
                    "しかし，本件訂正後の請求項1は，「前記局部発振信号の出力と第1の基準信号の位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路」であるから，「局部発振信号の周波数を受信周波数に対応した周波数」に設定する第1の基準信号は，受信信号の受信時に，現実にPLL回路に供給されている基準信号であると考えられる。本件発明1は，映像信号受信装置と記載されている以上，受信信号を受信時に，現実のPLL回路に供給するために，第1の基準信号が使われることをいうにすぎず，どのような色信号の復調に用いられるかということとの関係は，そもそも特定されていない。",
                    "本件発明1は，ビデオカセットレコーダの記録モードにおいて実現されていると解するほかはなく，その記録モードでは，本件訂正後の請求項1の「前記混合回路から出力される中間周波数信号を検波することにより得られた映像信号から色信号を復調する」という処理は，審決にいう「色信号を復調」(搬送色信号から直接的に主色信号(R，G，B)を生成する。)の前処理プロセスにおいて，「中間周波数信号を検波することにより得られた映像信号から色信号を復調するのに用いる略3．58MHzの第2の基準信号を，第lの基準信号としてPLL回路に与える」ことであると解さざるを得ない。しかし，このように解すると，本件明細書の他の記載と整合しない。",
                    "審決の「色信号を復調」(テープレコーダにあっては再生モード)の前処理プロセス(テープレコーダにあっては記録モード)において，「第2の基準信号を，第1の基準信号としてPLL回路に与える」処理が行われるのであって，原告の主張する「混合器250およびフィルタ出力が『中間周波数信号を検波することにより得られた映像信号』に相当し，直交ADC274の処理が『検波された色信号を復調する』に相当する」と解すると，本件発明1及び本件明細書の記載に沿うものである。",
                    "したがって，甲1では，クロック信号φ は，色信号を復調する前処理プロセスで使用されて，PLL回路(位相検出器268及びフィルタ270)に与えられるのであるから，審決が認定する本件発明1の主要構成は，映像信号受信装置としてのビデオカセットレコーダの先行技術として，甲1に実質的に開示されているから，本件発明1と甲1発明とは同一である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2について",
                  "text": [
                    "審決は，甲2について，「色副搬送波発振器13の信号(分割後の1／2fc)は同期復調器16，18に供給されるものの，『映像信号から色信号を復調する』ものではない」と認定している。甲2には，色信号を復調する前処理のプロセスに使用される基準信号(第2の基準信号)が第1の基準信号としてPLL回路に与えられることが実質的に開示されているから，審決は，本件発明1において，第2の基準信号は，色信号の復調にのみ用いられ，色信号を復調する前処理プロセスでは用いられないという前提に基づいていることになる。",
                    "本件訂正後の請求項1に「復調」の語が使われているだけでなく，本件明細書の記載に照らして，本件発明1の実施可能性を考慮して理解するのであれば，色信号を復調するために使用される第2の基準信号が直接色信号(R，G，B)の復調に使用されることはあり得ず，色信号(R，G，B)を復調するための前処理プロセスにおいて使用されていることは，明らかである。",
                    "審決は，甲1について，クロック信号は，「ベースバンドの複合信号から『色信号を復調する』ために用いるものではない」と判断し，クロック信号がベースバンドの複合信号から色信号(R，G，B)の復調に直接使用されることを要求している。",
                    "しかし，本件発明1の色信号の復調は，色信号(R，G，B)を復調するに至る前処理プロセスを含むことは明らかである。したがって，甲2には，色信号を復調する前処理のプロセスに使用される基準信号(第2の基準信号)が第1の基準信号としてPLL回路に与えられることが実質的に開示されているから，本件発明1と甲2発明とは同一である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3について",
                  "text": [
                    "甲3には，少なくともデジタルビデオプロセッサ20において，バースト信号に同期する第2の基準信号が色分離の基準信号として用いられること，すなわち色信号を復調又はその前処理プロセスにおいて使用することが，開示されている。",
                    "また，甲3では，甲1の映像信号プロセッサ290は，デジタルビデオプロセッサ20に対応しているから，バースト信号に同期する第2の基準信号φ を，甲1の映像信号プロセッサ290の色分離の基準信号として用いることは，当業者が容易に甲3から理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1及び甲2の組合せについて",
                  "text": [
                    "仮に，本件訂正後の請求項1の色信号回路がRGB色信号の復調回路であると限定されたものであるとしても，甲1及び甲2に開示された復調回路をRGB色信号の復調回路に置換することは，当業者なら想到することができる設計事項にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイのとおり，本件発明1は，甲1発明並びに甲2及び甲3に記載された事項に基づき，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の新規性・進歩性の判断の誤り)",
          "text": [
            "本件発明2の主要構成は，甲4又は甲5ないし甲9に開示されており，本件発明2と甲4又は甲5発明とは同一である。仮に，同一でないとしても，本件発明2は，甲5発明並びに甲5ないし甲9に記載された事項に基づき，当業者が容易に発明をすることができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2と甲4又は甲5発明との同一性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の「マイクロコンピュータの基準信号となるクロック信号」について",
                  "text": [
                    "本件明細書の段落【0015】は，請求項2に基づく直接の記述ではなく，図1の実施態様についてのものであり，本件発明1の実施形態を説明する記載であるから，段落【0015】は，請求項2の「マイクロコンピュータの基準信号となるクロック信号」が「12MHz等の周波数のクロック信号」であると定義しているものではない。",
                    "原告は，本件訂正後の請求項2の「同一信号源から得る」構成を前提として，「マイクロコンピュー夕の基準信号となるクロック信号」を解釈すると，マイクロコンピュータ11がどこから12MHz等の周波数のクロック信号を得ているかは不明となると主張するものである。",
                    "「12MHz等の周波数のクロック信号」は，必要に応じて，マイクロコンピュータ11aにおいて，水晶発振子12から供給される4MHzの基準信号に基づいて作成されると考えられるから，本件訂正後の請求項2の「マイクロコンピュータの基準信号となるクロック信号」は，「12MHz等の周波数のクロック信号」を作成する前の水晶発振子12から，マイクロコンピュータ11aに供給される4MHzの基準信号と認定するのが本件明細書の記載に忠実である。本件明細書の段落【0022】の記載を文言どおり解釈すれば，本件発明2の実施例である図2の装置本体の制御には，マイクロコンピュータ11aの基準クロック周波数が4MHzであれば十分であるということである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「装置本体の動作を制御するマイクロコンピュータ」",
                      "text": [
                        "甲4の段落【0013】には，「デジタル方式では，データをデジタル信号で処理し，水晶発振子(例えば4MHz)を精度の基準とするので，ばらつきがなく，安定で良好なAFC精度を出すことができる。本発明では，デジタルAFC回路の基準信号用として使用する水晶発振子(4MHz)を利用，共用し，デジタルAFC回路を構成したので，新たに水晶発振子を導入する事による，コストアップを回避でき，なおかつ高性能なAFC(自動周波数制御)を可能にした」と記載されている。また，甲4の「符号の説明」には，「18…マイクロコンピュータ(AFC手段)」と記載されている。",
                        "このような記載から判断すると，甲4のデジタルAFC内蔵FM復調回路22とマイクロコンピュータ18をAFC手段，すなわち本件訂正後の請求項2の「装置本体の動作を制御する(自動周波数制御を実行する)マイクロコンピュータ」とみることには，当業者として何らの困難性はない。また，甲4に「水晶発振子(例えば4MHz)を精度の基準とする」と記載されているし，AFC(自動周波数制御)は，マイクロコンピュータ18の制御対象にすぎないから，デジタルAFC内蔵FM復調回路22の基準信号となるクロック信号が水晶発振子15から供給されていることは，明らかである。",
                        "したがって，甲4には，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」と実質的に同一なものが開示されている。",
                        "本件訂正後の請求項2には，「装置本体の動作を制御するマイクロコンピュータ」と記載されており，装置本体の動作を制御するマイクロコンピュータが，一つのICで構成されているか，又はマイクロコンピュータの各構成要素が別体に構成されているかを特定しているものではない。そして，装置本体の動作には，自動周波数制御が含まれることは明らかであるから，自動周波数制御を実行するデジタルAFC内蔵FM復調回路22とマイクロコンピュータ18(AFC手段)を「装置本体の動作を制御するマイクロコンピュータ」と解釈することに，困難はない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "基準水晶発振子の共用",
                      "text": [
                        "甲4の図1には，各種装置として，選局回路14(選局回路用PLL)，選局回路14を制御するマイコン(マイクロコンピュータ)18が開示され，段落【0029】の「基準水晶発振子を複数使用する各種装置に応用することが可能である」は，たとえマイクロコンピュータ18が，別の水晶振動子から基準信号が供給されている構成であっても，図1に開示されたマイコン(マイクロコンピュータ)18と選局回路14(選局回路用PLL)が，基準水晶発振子を共用できることを，具体的に開示するものである。また，甲4の段落【0029】には，「基準水晶振動子を複数使用する各種装置」が，セカンドコンバータに限定されないことが明示されている。",
                        "本件発明2は，マイクロコンピュータとPLL回路の信号源の共用の技術思想を要旨とするもので，その具体的な構成を特定するものではないから，甲4の「各種装置」として，PLLとマイクロコンピュータが開示されていれば，両装置が，基準水晶発振子を共用する技術思想も，実質的に開示されていることに等しい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「装置本体の動作を制御するマイクロコンピュータ」",
                      "text": [
                        "審決は，図2によれば，CPU38はプログラム可能分割器46の制御を専らとしており，「装置本体の動作を制御するマイクロコンピュータ」であるということはできないと判断している。",
                        "しかし，本件明細書の段落【0015】には，「またPLL回路10に対してコマンド出力112を送出することにより，PLL回路10における分周比率の制御等を行う。」と記載され，請求項2の唯一の実施例を示す図2には，マイクロコンピュータ11aに接続された水晶発振子12と，マイクロコンピュータ11aからのコマンド出力112が，PLL回路10に与えられ，水晶発振子12を用いることにより生成されたクロック信号も，第1の基準信号114としてPLL回路10に送出されていることが示されている。したがって，本件訂正後の請求項2の「装置本体の動作を制御するマイクロコンピュータ」の唯一の実施例としては，専らPLL回路10における分周比率の制御等が示されているのであり，このPLL回路10における分周比率の制御が「装置本体の動作を制御するマイクロコンピュータ」の主要な動作であることは，明らかである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "別の発振器からのクロック信号",
                      "text": [
                        "本件明細書の段落【0022】には，マイクロコンピュータ11aに，水晶振動子12からの4MHzの発振周波数の供給が記載されているのみで，4MHzと12MHzの間の関係は，全く記述されていない。これに対して，甲5の図2には，4MHzの水晶発振器52からの周波数は，基準発振器48を経由してCPU38に供給されており，本件明細書の図2と対比しても，むしろ詳細に基準信号の経路を示している。したがって，甲5の図2は，4MHzの水晶発振器52からの周波数が基準発振器48を経由して，CPU38に供給されることを開示している以上，これと本件明細書の段落【0022】及び図2に開示された請求項2の実施例とが実質的に同じであることは，明白である。また，甲5のCPU38は，4MHzの水晶発振器52又はCPU38の周知の内部構成から，所望の基準周波数のクロック信号を容易に得ることができることの開示がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性",
              "text": [
                "「マイクロコンピュータの基準信号となるクロック信号」について，審決では，甲5に記載された基準(電圧，周波数)が，いずれも比較器(comparator)へ入力されるものなのであるから，「CPU38の基準周波数として動作する」の記載のみを「マイクロコンピュータの基準信号となるクロック信号」の意味に解するに足る根拠が見いだせないと認定している。",
                "被告の主張するように，甲5のCPU38が，装置本体の動作を制御するものと仮定しているのであれば，あえて別の発振器から12MHzのクロックを受けなければならないという必然性は全くない。なぜなら，12MHzのクロックを必要とするCPU38には，4MHzの水晶発振器52からの周波数が，基準発振器48を経由して供給されており，CPU38は，与えられた精度の良い周波数から，極めて容易に所望の(12MHzの)クロック信号を得ることができるからである。被告も認めるように，CPU38に水晶振動子から精度のよい信号(クロック信号の基になる信号)が与えられているのであれば，所望周波数のクロック信号を容易に作成することができるのは，明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正の適法性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "「略3．58MHzの第2の基準信号を用いて」との訂正事項について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "3．58MHz",
                  "text": [
                    "当初明細書の段落【0016】～【0019】から明らかなように，段落【0018】の「第2の基準信号61の周波数を4MHz(従来の周波数)から3．58MHzに変更した」は，実施例の動作として，第2の基準信号の周波数を3．58MHzにしていることを意味している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2の基準信号",
                  "text": [
                    "被告は，甲11において，外部(放送局)から映像信号受信装置が受信したバースト信号の周波数成分がノイズによってΔfだけ変化する旨の主張をしている。しかしながら，Δfは，零若しくは零とみなして問題ない程小さな値であることは，当業者にとって自明な技術常識である。審決は，第2の基準信号が周波数変動すると仮定した場合でも，本件訂正が成立すると判断している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周波数の設定",
                  "text": [
                    "審決の「第2の基準周波数を設定しようにも設定周波数は一律に定まることはなく変動するのが実情であるとしても，実情は第2の基準周波数を特定の値に設定するという技術思想自体を没却するものではない。」とは，第2の基準周波数を設定しようにも，設定周波数は一律に定まることはなく，変動するという実情があるとしても，第2の基準周波数を特定の値に設定するという技術思想自体を没却するものではないことを意味している。",
                    "また，当初明細書の段落【0016】には，実施例の動作として，第2の基準信号の周波数を3．58MHzとしていることが記載されているので，「第2の基準周波数を特定の値に設定するという技術思想」は存在している。",
                    "ＮTSC方式において，バースト周波数の設定は，略3．58MHzであるから，周波数の設定とは近傍誤差を許容しその範囲内で設定することをいうのが通常であるから，一律に設定できないことをもって技術的に実施をすることができないともいえないとの審決の判断には，何の誤りもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「略3．58MHzの色信号回路」との訂正事項について",
              "text": [
                "審決は，当初明細書の段落【0018】の「第2の基準信号61の周波数を4MHz(従来の周波数)から3．58MHzに変更した」を参照すれば，段落【0012】に，「第2の基準信号は3．58MHzである」と記載されているということができるとの判断に基づき，訂正事項「略3．58MHzの第2の基準信号を用いて」を認容したのであるから，「略3．58MHzの第2の基準信号」というもの自体が自明事項ではないことを前提とする原告の主張は，失当といわざるを得ない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の新規性・進歩性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1又は甲2発明との同一性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "原告は，ビデオカセットレコーダの動作モードやテレビの実施可能性を考慮して，本件発明1の解釈を行っているようであるが，本件訂正後の請求項1は，極めて明確であり，その文言どおりに理解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1について",
                  "text": [
                    "また，デジタル信号(R ，R )は，ベースバンドの複合映像信号であり，I Q",
                    "原告が主張するような色信号(放送局で複合映像信号をつくるときRGB信号を色副搬送波で変調する段階で発生される色信号)であることについては，甲1に記載がない。デジタル信号(R ，R )が，色信号ではないことは明I Q",
                    "らかであるため，クロック信号φ (3f )は，3f 変調された複合映像"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "c c",
          "text": [
            "信号からベースバンドの複合映像信号(R ，R )を生成するために用いるI Q",
            "もので，ベースバンドの複合映像信号から「色信号を復調する」ために用いるものではない。したがって，これを主要な根拠として，甲1に本件発明1の主要構成が記載されていないとする審決の判断には，誤りはない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "subject": "甲2について",
                  "text": [
                    "甲2の前処理のプロセスに使用される基準信号は，審決が認定するように，同期復調器16，18に供給されるものの，映像信号から色信号を復調するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3について",
                  "text": [
                    "原告の主張は，バースト信号に同期するという点で，甲3のクロックCLと甲1の第2の基準信号φ とを，合理的な根拠もなく，やみくもに関連付けるものである。映像信号プロセッサ290が必要とする基準信号に関する記載は，甲1にはなく，甲1の映像信号プロセッサ290と甲3のデジタルビデオプロセッサ20との対応関係のみをもって，甲1及び甲3の記載から本件発明1の主要構成が導かれるなどの論理は成り立たない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1及び甲2の組合せについて",
                  "text": [
                    "甲1及び甲2の復調器を，RGB色信号の復調回路に置換すると，甲1発明及び甲2発明は，まともに動作することのない回路構成になってしまうことは，明らかである。",
                    "甲1の復調器に供給される信号は，クロック信号φ であって，その周波数は，3f (ＮTSC色副搬送波周波数f の3倍)であり，甲2の復調器"
                  ],
                  "content": [
                    {
                      "fig": "c",
                      "subject": "c",
                      "text": [
                        "に供給される信号の周波数は，1／2f (2．2MHz)であるため，Ｎc",
                        "TSC方式RGB色回路の基準信号(略3．58MHz)として利用できる",
                        "ものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の新規性・進歩性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2と甲4又は甲5発明との同一性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2の「マイクロコンピュータの基準信号となるクロック信号」についての審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「装置本体の動作を制御するマイクロコンピュータ」",
                      "text": [
                        "審決で判断されているように，甲4のデジタルAFC内蔵FM復調回路22は，一つのICで構成され，セカンドコンバータ19の要素である一方，マイクロコンピュータ18は，セカンドコンバータ19の出力端子17を介して，デジタルAFC内蔵FM復調回路22と結合されているので(図1)，これらは，別々の回路要素とみるのが自然である。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "基準水晶発振子の共用",
                      "text": [
                        "甲4の段落【0010】の発明の目的に照らせば，段落【0029】の「各種装置」は，セカンドコンバータ内のものに限られ，セカンドコンバータ外にあるマイクロコンピュータ18が，含まれる余地はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「装置本体の動作を制御するマイクロコンピュータ」",
                      "text": [
                        "本件訂正後の請求項2に対応する本件明細書の段落【0022】には，マイクロコンピュータ11aが，図1に示す構成と略同一であることが記載されており，段落【0015】には，図1に示されているマイクロコンピュータ11が，ビデオカセットレコーダ(映像信号受信装置の一例)として要求される種々の動作の制御を行うことが，記載されている。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "別の発振器からのクロック信号",
                      "text": [
                        "審決が認定しているとおり，甲5では，基準発振器48の周波数が水晶52の周波数と異なるとする格別の記載はないため，基準発振器48の周波数は，水晶52の周波数と同一である。これに対して，本件訂正後の請求項2の実施例では，4MHzの水晶発振子12を用いており(本件明細書の段落【0022】)，一方，マイクロコンピュータ11aは，12MHz等の周波数のクロック信号に基づき，高速にて所定動作を実行する(段落【0022】及び段落【0015】)。これらの記載から，マイクロコンピュータ11aのクロック周波数は，マイクロコンピュータ11aが，4MHzの信号を受け取り，内部で3逓倍の処理を行い，12MHzのクロック信号としていることは，明らかである。",
                        "審決の判断は，「装置本体の動作を制御するマイクロコンピュータ」ではないCPU38を，装置本体の動作を制御するものと仮定した場合の説明である。元来12MHz等のクロック信号を必要としていなかったCPU38が，上記仮定により，12MHz等のクロック信号を必要とするようになるため，本来の構成では存在しない12MHz等のクロック信号を，別の発振器から受け取る必要があることは，当然のことである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性",
              "text": [
                "甲5では，基準発振器48からCPU38に送られる信号がクロック信号である，あるいはクロック信号の基になる信号であるとの記載や示唆が全くない。したがって，「CPU38の基準周波数として動作する」の記載のみを，「マイクロコンピュータの基準信号となるクロック信号」の意味に解するに足る根拠が見いだせないとした審決の認定には，誤りはない。",
                "原告の主張では，CPU38が，4MHzの信号を内部で3逓倍して，",
                "「マイクロコンピュータの基準信号となるクロック信号」として利用することになるが，このような構成は，本件発明2を参考しているからこそ想到できるものであり，本件発明2を参考しなければ，当然12MHzのクロックを供給するための発振器を，別途設けることになる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正の適法性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「略3．58MHzの第2の基準信号を用いて」との訂正事項についてア 第2の基準信号，3．58MHz及びＮTSC信号については，当初明細書に次の記載がある。",
                "a「【請求項1】混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路とを備えた映像信号受信装置において，第2の基準信号を用いて，前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から色信号を復調する色信号回路を備え，前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えたことを特徴とする映像信号受信装置。」(【特許請求の範囲】)",
                "b「【課題を解決するための手段】・・・請求項1記載の発明に係る映像信号受信装置は，混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路とを備えた映像信号受信装置において，第2の基準信号を用いて，前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から色信号を復調する色信号回路を備え，前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えた構成としている。・・・【作用】請求項1記載の発明の作用を以下に示す。色信号の復調に用いられる第2の基準信号は，水晶発振子等の，高い周波数精度と温度安定度とを備えた発振素子を用いて生成され，映像信号のバースト信号に位相同期するように制御される。つまり第2の基準信号は，PLL回路の第1の基準信号に要求される周波数精度および温度安定度を備えた信号となっている。この結果，PLL回路は，第1の基準信号を生成するための専用の発振素子が設けられなくても，所定精度を備えた信号である第2の基準信号に基づき，局部発振回路の出力周波数を受信周波数に対応した周波数に精度良く設定する。」(段落【0005】～段落【0006】)",
                "c「色信号回路6は，映像検波回路5によって検波された映像信号から，赤，緑，青の3種の色信号62を生成するためのブロックとなっており，バースト信号の周波数と同一周波数の水晶発振子7を備えている。この水晶発振子7の発振周波数は，受信する映像信号に対応した周波数となっており，受信する信号が，例えばＮTSC信号である場合には，発振周波数は略3．58MHzである。詳細には，色信号回路6は，水晶発振子7の発振の制御を行うことにより，バースト信号に位相同期した信号である第2の基準信号を生成する。また輝度信号と色信号との分離を行った後，第2の基準信号に基づいて，分離された色信号から色差信号を生成する。そして生成した色差信号と輝度信号とから，所定処理を行うことによって，赤，緑，青の色信号を生成し，生成した色信号62を外部に送出する。また生成した第2の基準信号61を，第1の基準信号としてPLL回路10に送出する。」(段落【0012】)",
                "d「PLL回路10は，局部発振回路8，9の発振周波数の制御と，RF増幅回路1，2が増幅する周波数の設定等とを行うためのブロックとなっており，従来技術において使用されていた構成と同一構成が採用されている。つまり，水晶発振子の製造価格が最も安価となる4MHz近傍の周波数信号を第1の基準信号として，PLL制御を行うように構成されている。詳細には，色信号回路6から送出された4MHz近傍の第2の基準信号61を第1の基準信号として取り扱い，第2の基準信号61を所定比率で分周した信号を生成する。また局部発振信号(81または91)を，マイクロコンピュータ11から指示された比率でもって分周した信号を生成する。そして分周した第2の基準信号61と，分周した局部発振信号(81または91)との位相比較を行う。次いで，比較結果に従って出力101の電圧を制御することにより，局部発振信号(81または91)の周波数を，受信する周波数に対応した周波数に設定する。」(段落【0014】)",
                "e「上記構成からなる実施例の動作を以下に説明する。PLL回路10に与えられる第2の基準信号61の周波数をf ，第2の基準信号61を分周すref",
                "る比率をD ，局部発振信号81として要求される周波数をf ，局部発",
                "ref osc",
                "振信号81を分周する比率をD とすると，【数1】f ／D ＝f",
                "osc ref ref osc",
                "／D なる関係にある。このため，マイクロコンピュータ11は，【数osc",
                "2】3．58／D ＝f ／D 1が成立する分周の比率D 1をPL",
                "ref osc osc osc",
                "L回路10に指示することにより，要求される周波数の局部発振信号81を生成させ，所定周波数の受信を行う。一方，第2の基準信号61の周波数が4MHz(従来技術の周波数)である場合，局部発振信号81を分周する比率をD 2により示すと，【数3】4／D ＝f ／D 2となり，比",
                "osc ref osc osc",
                "率D 1と比率D 2とは【数4】D 1／D 2＝4／3．58なる",
                "osc osc osc osc",
                "関係にある。つまり受信周波数が同一であるときには，第2の基準信号61の周波数を4MHzから3．58MHzに変更したことにより，局部発振信号81を分周する比率は4／3．58倍となる。しかし，PLL回路10においては，局部発振信号81の分周比率の設定可能な範囲は，4／3．58倍を許容する構成となっている。このため，従来技術において使用されていたPLL回路10を変更することなく用いた場合でも，必要とする周波数範囲の全てを受信することが可能となっている。」(段落【0016】～段落【0018】)",
                "f「なお，本発明は上記実施例に限定されず，請求項1および2記載の発明については，受信する信号がＮTSC信号である場合について説明したが，受信する信号が，PAL信号またはSECAM信号である場合にも，同様に適用することが可能である。・・・」(段落【0024】)",
                "g「以上において説明したことから明らかなように，所定の周波数精度と温度安定度とを備えた発振素子が水晶発振子である場合，請求項1記載の発明は，以下に示す効果を生じることとなる。すなわち，水晶発振子は，製造の都合上，4MHz近傍の素子が最も安価である。そのためPLL回路10は，4MHz近傍の素子を使用するように回路が構成されている。一方，色信号の復調に使用される第2の基準信号61の周波数は4MHz近傍の周波数である。このためPLL回路10は，従来において使用されていた回路構成を変更することなく使用することが可能である。従って，本発明を適用するにあたっては，一般的にはIC化されているPLL回路を新たに作成することが不要になるという効果を奏する。また装置本体を制御するマイクロコンピュータ11も併せて使用する場合，請求項2記載の発明に比すると，マイクロコンピュータのクロック周波数を任意の周波数に設定することが可能となっている。」(段落【0025】)",
                "h「【発明の効果】請求項1記載の発明に係る映像信号受信装置は，局部発振回路の出力と第1の基準信号との位相比較を行うことにより，局部発振回路の出力周波数を受信周波数に対応した周波数に設定するPLL回路を備えた映像信号受信装置に適用している。そして色信号の復調に用いられる基準信号である第2の基準信号を，第1の基準信号としてPLL回路に与えている。",
                "このためPLL回路には，第1の基準信号を生成するための専用の発振素子を設けなくとも，所定精度を有する信号が第1の基準信号として与えられることになる。」(段落【0026】)"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，当初明細書には，次の各点が開示されていると認められる。",
                    "① 色信号の復調に用いられる第2の基準信号は，水晶発振子等の高い周波数精度と温度安定度とを備えた発振素子を用いて生成され，映像信号のバースト信号に位相同期するように制御されること。",
                    "② 水晶発振子7の発振周波数は，受信する映像信号に対応した周波数となっていること。",
                    "③ 受信する映像信号がＮTSC信号である場合には，発振周波数は略3．58MHzであること。",
                    "④ 色信号回路6は，水晶発振子7の発振の制御を行うことにより，バースト信号に位相同期した信号である第2の基準信号を生成すること。",
                    "⑤ 実施例の動作として，第2の基準信号61の周波数を4MHzから3．58MHzに変更したことにより，局部発振信号81を分周する比率は4／3．58倍となるが，PLL回路10においては，局部発振信号81の分周比率の設定可能な範囲は，4／3．58倍を許容する構成となっていること。",
                    "⑥ 本件当初発明1及び本件発明2については，受信する信号がＮTSC信号である場合について説明されているが，受信する信号がPAL信号又はSECAM信号である場合にも，同様に適用することが可能であること。",
                    "上記①ないし⑥を総合すると，当初明細書には，映像信号として，発振周波数が略3．58MHzのＮTSC信号が本件当初発明1の実施例として記載され，水晶発振子の発振周波数は，映像信号に対応した周波数となっており，第2の基準信号は，水晶発振子を用いて生成され，映像信号のバースト信号に位相同期するように制御され，さらに，第2の基準信号の周波数を3．58MHzに変更した場合でも，局部発振信号の分周比率は設定可能となっていることが記載されていることになる。",
                    "したがって，当初明細書には，本件当初発明1の実施例として，映像信号として，発振周波数が略3．58MHzであるＮTSC信号を採用した場合には，第2の基準信号も略3．58MHzとすることが開示されていることは明らかである。また，第2の基準信号を略3．58MHzとした場合でも，局部発振信号の分周比率も設定可能なことから，問題が生じないことも明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "3．58MHz",
                  "text": [
                    "上記イのとおりであるから，当初明細書の段落【0012】に「第2の基準信号は3．58MHzである」との直接の記載はないとしても，段落【0018】の「第2の基準信号の周波数を4MHz(従来技術の周波数)から3．58MHzに変更した」との記載を参照すれば，「第2の基準信号は3．58MHzである」との記載があるということができる。",
                    "よって，審決のこの点の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第2の基準信号",
                  "text": [
                    "原告は，「第2の基準信号＝略3．58MHz」を当然の前提とすることはできず，第2の基準信号がバースト信号に位相同期した信号であると定義されている以上，第2の基準周波数を特定の値に設定する技術的思想は存在し得ないと主張する。",
                    "しかし，当初明細書には，映像信号として，発振周波数が略3．58MHzであるＮTSC信号を採用した場合には，第2の基準信号も略3．58MHzとすることが本件当初発明1の実施例として開示されていることは，前記イのとおりである。したがって，当初明細書には，第2の基準信号を，ＮTSC信号の発振周波数である略3．58MHzという特定の値に設定することが記載されており，原告の上記主張を採用することができない。",
                    "原告は，「第2の基準信号は，バースト信号に対して±2％程度の変動が生じることが，甲11に示されており，「零とみなして問題にない程小さな値」と断定できる値ではないと主張する。",
                    "バースト信号の周波数が変動するものであることについては，当事者間に争いはない。また，原告も認めるように，本件当初発明1の実施例において，第2の基準信号は，バースト信号に位相同期するように制御されるものである。そして，当初明細書には，第2の基準信号を，ＮTSC信号の発振周波数である略3．58MHzという特定の値に設定することが記載されていることも，前記イのとおりである。そもそも，位相同期とは，周波数が変動するバースト信号に，第2の基準信号を一致追従させるために，第2の基準信号の周波数を調整することを意味するのであるから，「零とみなして問題にない程小さな値」と断定することのできる値ではないとしても，バースト信号の周波数変動は，一致追従するように調整可能な範囲の値であると解される。したがって，原告の上記主張も採用することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "周波数の設定",
                  "text": [
                    "原告は，「第2の基準信号は略3．58MHzである」とする訂正を，そのまま「周波数の設定」とするならば，第2の基準信号は，水晶発振子の固定発振周波数である略3．58MHzであって，バースト信号に位相同期していない水晶発振子の生の発振周波数であるとの解釈を生じることになると主張する。",
                    "しかし，当初明細書には，第2の基準信号をＮTSC信号の発振周波数である略3．58MHzという特定の値に設定することが記載されており，位相同期とは，周波数が変動するバースト信号に第2の基準信号を一致追従させるために，第2の基準信号の周波数を調整することを意味するから，当業者は，バースト信号の周波数変動は，一致追従するように調整可能な範囲の値と解することになる。したがって，審決の「第2の基準周波数を設定しようにも設定周波数は一律に定まることはなく変動するのが実情であるとしても，実情は第2の基準周波数を特定の値に設定するという技術思想自体を没却するものではない。」との判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「略3．58MHzの色信号回路」との訂正事項について",
              "text": [
                "原告は，「略3．58MHzの色信号回路」は，技術的意味が不明瞭な記述であり，新たな無効理由(記載不備)を生じると主張する。",
                "しかし，「略3．58MHzの色信号回路」を，「略3．58MHzの水",
                "晶発振子を備えた色信号回路」，「略3．58MHzの第2の基準信号を用いて色信号を復調する色信号回路」のいずれの意味に解するとしても，当初明細書に，「略3．58MHzの色信号回路」が開示されていることは，前記(1)イのとおりであるから，原告の主張は，審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件訂正が適法であるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の新規性・進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1又は甲2発明との同一性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "原告は，本件発明1は，映像信号受信装置と記載されている以上，受信信号を受信時に，現実のPLL回路に供給するために，第1の基準信号が使われることをいうにすぎず，どのような色信号の復調に用いられるかということとの関係は，そもそも特定されていないと主張する。",
                        "しかし，本件発明1は，「・・・前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から，略3．58MHzの第2の基準信号を用いて，色信号を復調する略3．58MHzの色信号回路を備え，前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えたことを特徴とする映像信号受信装置」であるから，本件発明1の映像信号受信装置は，中間周波信号を検波することにより得られた映像信号から，略3．58MHzの第2の基準信号を用いて，色信号を復調する略3．58MHzの色信号回路を備え，第2の基準信号を第1の基準信号としてPLL回路に与える構成を有することは明らかである。したがって，「中間周波信号を検波することにより得られた映像信号から色信号を復調するのに用いる略3．58MHzの第2の基準信号を，第1の基準信号としてPLL回路に与えること」を本件発明1の主要構成として，第1の基準信号を特定した審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "また，本件発明1と甲1発明の同一性を判断する前提として，色信号(回路)についてみると，本件明細書に次の記載がある。",
                        "(a)「【請求項1】 混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路とを備えた映像信号受信装置において，前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から，略3．58MHzの第2の基準信号を用いて，色信号を復調する略3．58MHzの色信号回路を備え，前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えたことを特徴とする映像信号受信装置。」(【特許請求の範囲】)",
                        "(b)「【課題を解決するための手段】・・・請求項1記載の発明に係る映像信号受信装置は，混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路とを備えた映像信号受信装置において，前記混合回路から出力される中間周波信号を検波することにより得られた映像信号から，略3．58MHzの第2の基準信号を用いて，色信号を復調する略3．58MHzの色信号回路を備え，前記第2の基準信号を前記第1の基準信号として前記PLL回路に与えた構成としている。…",
                        "【作用】請求項1記載の発明の作用を以下に示す。色信号の復調に用いられる第2の基準信号は，水晶発振子等の，高い周波数精度と温度安定度とを備えた発振素子を用いて生成され，映像信号のバースト信号に位相同期するように制御される。つまり第2の基準信号は，PLL回路の第1の基準信号に要求される周波数精度および温度安定度を備えた信号となっている。この結果，PLL回路は，第1の基準信号を生成するための専用の発振素子が設けられなくても，所定精度を備えた信号である第2の基準信号に基づき，局部発振回路の出力周波数を受信周波数に対応した周波数に精度良く設定する。」(段落【0005】～段落【0006】)",
                        "(c)「IF増幅回路4は，混合回路3によって周波数変換された中間周波信号を増幅するためのブロックとなっており，増幅した中間周波信号を映像検波回路5に送出する。また映像検波回路5は，IF増幅回路4により増幅された中間周波信号を検波するブロックとなっていて，検波した出力を色信号回路6に送出する。色信号回路6は，映像検波回路5によって検波された映像信号から，赤，緑，青の3種の色信号62を生成するためのブロックとなっており，バースト信号の周波数と同一周波数の水晶発振子7を備えている。この水晶発振子7の発振周波数は，受信する映像信号に対応した周波数となっており，受信する信号が，例えばＮTSC信号である場合には，発振周波数は略3．58MHzである。詳細には，色信号回路6は，水晶発振子7の発振の制御を行うことにより，バースト信号に位相同期した信号である第2の基準信号を生成する。また輝度信号と色信号との分離を行った後，第2の基準信号に基づいて，分離された色信号から色差信号を生成する。そして生成した色差信号と輝度信号とから，所定処理を行うことによって，赤，緑，青の色信号を生成し，生成した色信号62を外部に送出する。また生成した第2の基準信号61を，第1の基準信号としてPLL回路10に送出する。」(段落【0011】～段落【001",
                        "2】)",
                        "(d)「PLL回路10は，局部発振回路8，9の発振周波数の制御と，RF増幅回路1，2が増幅する周波数の設定等とを行うためのブロックとなっており，従来技術において使用されていた構成と同一構成が採用されている。",
                        "つまり，水晶発振子の製造価格が最も安価となる4MHz近傍の周波数信号を第1の基準信号として，PLL制御を行うように構成されている。詳細には，色信号回路6から送出された4MHz近傍の第2の基準信号61を第1の基準信号として取り扱い，第2の基準信号61を所定比率で分周した信号を生成する。また局部発振信号(81または91)を，マイクロコンピュータ11から指示された比率でもって分周した信号を生成する。",
                        "そして分周した第2の基準信号61と，分周した局部発振信号(81または91)との位相比較を行う。次いで，比較結果に従って出力101の電圧を制御することにより，局部発振信号(81または91)の周波数を，受信する周波数に対応した周波数に設定する。」(段落【0014】)(e)「以上において説明したことから明らかなように，所定の周波数精度と温度安定度とを備えた発振素子が水晶発振子である場合，請求項1記載の発明は，以下に示す効果を生じることとなる。すなわち，水晶発振子は，製造の都合上，4MHz近傍の素子が最も安価である。そのためPLL回路10は，4MHz近傍の素子を使用するように回路が構成されている。一方，色信号の復調に使用される第2の基準信号61の周波数は4MHz近傍の周波数である。このためPLL回路10は，従来において使用されていた回路構成を変更することなく使用することが可能である。従って，本発明を適用するにあたっては，一般的にはIC化されているPLL回路を新たに作成することが不要になるという効果を奏する。また装置本体を制御するマイクロコンピュータ11も併せて使用する場合，請求項2記載の発明に比すると，マイクロコンピュータのクロック周波数を任意の周波数に設定することが可能となっている。」(段落【0025】)",
                        "(f)「【発明の効果】請求項1記載の発明に係る映像信号受信装置は，局部発振回路の出力と第1の基準信号との位相比較を行うことにより，局部発振回路の出力周波数を受信周波数に対応した周波数に設定するPLL回路を備えた映像信号受信装置に適用している。そして色信号の復調に用いられる基準信号である第2の基準信号を，第1の基準信号としてPLL回路に与えている。このためPLL回路には，第1の基準信号を生成するための専用の発振素子を設けなくとも，所定精度を有する信号が第1の基準信号として与えられることになる。」(段落【0026】)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "上記bの記載によれば，本件明細書には，①色信号回路6は，水晶発振子7の発振の制御を行うことにより，バースト信号に位相同期した信号である第2の基準信号を生成すること，輝度信号と色信号との分離を行った後，第2の基準信号に基づいて，分離された色信号から色差信号を生成すること，②生成した色差信号と輝度信号とから，所定処理を行うことによって，赤，緑，青の色信号を生成し，生成した色信号62を外部に送出すること，が開示されていると認められる。",
                        "したがって，本件発明1の実施例では，「第2の基準信号を用いて，映像信号から色信号を復調する」とは，具体的には，映像信号から輝度信号を分離した色信号から，色差信号を生成することに該当すると認められる。そうすると，本件訂正後の請求項1は，「映像信号から，略3．58MHzの第2の基準信号を用いて，色信号を復調する略3．58MHzの色信号回路」であるから，第2の基準信号を用いて，色信号から色差信号を生成することまでも特定するものではないが，少なくとも，映像信号から色信号を復調する過程で，第2の基準信号を用いることを特定しているのであり，色信号を復調する前処理のプロセスでの使用が含まれないことは，明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1について",
                  "text": [
                    "原告は，甲1では，クロック信号φ は，色信号を復調する前処理プロセスで使用されて，PLL回路に与えられるのであるから，審決が認定する本件発明1の主要構成は，甲1に，映像信号受信装置としてのビデオカセットレコーダの先行技術として，実質的に開示されていると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "甲1には，次の記載がある。",
                        "(a)「無線周波数(r．f．)信号はアンテナ208から受信され，チューナモジュール210のr．f．回路212に供給される。r．f．回路21",
                        "2は，増幅されたr．f．信号を第1の検出器即ち混合器214の一方の入力への増幅されたr．f．信号を与える周波数選択および増幅回路を含む。チューナモジュールのチャンネル選択回路222は選択されたチャンネルに対応するデジタル信号を生成する。デジタル信号は，位相ロックループ(PLL)220を制御して局部発振器216を制御する粗同調電圧V を生成し，その周波数は水晶221により示される水晶発振器によりCT",
                        "生成される基準周波数と，チャネル番号により決定される比例関係となる。",
                        "同調電圧V は，スイッチ224と結合され，r．f．回路212と局部CT",
                        "発振器216の入力となる。r．f．回路212に供給される同調電圧Vは，局部発振器216の周波数との関係を追跡して選択されたテレビジCT",
                        "ョンチャンネル用の周波数選択回路の同調を調整する。」(5欄5～24行)",
                        "(b)「粗同調電圧V は，所望のチャンネル信号を受信のために局部発振器をCT",
                        "同調すると，局部発振器の制御は精密同調電圧V により維持される。精FT",
                        "密同調電圧V は，スイッチ224により局部発振器に選択的に供給されFT",
                        "る。スイッチ224は，PLL220により制御され，PLL220が粗",
                        "いロックを達成されたときに局部発振器にV を供給する。」(5欄30FT",
                        "～38行)",
                        "(c)「i．f．増幅器240により与えられる信号は，また以下に記述されて9f (ＮTSC色副搬送波信号)に実質的に等しい周波数を有するサイc",
                        "ン波を発生する，PLL260により生成される発振信号とi．f．信号をヘテロダインする混合器250に与えられ，そして復号ビデオ信号の色同期バースト成分と同位相にロックされる。混合器250はi．f．周波数帯域をより低い周波数に変換し，変換された画像搬送波の周波数は実質的に3f に等しい。」(6欄4～14行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "(d)「フィルタ252からの信号は搬送波基準信号抽出回路254に供給される。回路254は例えば，3f に同調される周波数選択回路を含み，3c"
                      ]
                    },
                    {
                      "fig": "f",
                      "subject": "画像信号と実質的に周波数および位相ロック関係にある信号を生成すc",
                      "text": [
                        "る。抽出された搬送波信号は波形整形回路256により方形波に変換され，回路256は例えばハード制限増幅器を含む。画像搬送信号に対応する3f 方形波は位相検出回路268の一方の入力端子に供給され，以下に説c",
                        "明されるPLL260により与えられる，9f から生成された3f クロ"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "c",
                      "text": [
                        "ック信号φ が他方の入力端子に供給される。位相検出器268は搬送信号と3f クロック信号φ との位相差に比例する出力を与える。この信号"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "1",
                      "text": [
                        "はチューナモジュール210用の制御信号V を生成する。信号V は局FT FT",
                        "部発振器216の周波数を調整し，混合器214に生成されたi．f．搬送波信号を受信された複合ビデオ信号の色バースト基準信号成分と同位相にロックを維持し，または色バースト基準信号が無いとPLLにより生成された自由走行f 信号に同位相にロックを維持する。」(6欄18～4c",
                        "2行)",
                        "(e)「DAC285により供給されるこのアナログ復号ビデオ信号は，バーストゲート信号BGに応答する従来のバーストセパレータ288に供給され，BGは復号ビデオ信号の各水平ラインから色同期バースト成分を分離するための同期分離器回路244により与えられる。分離されたバースト信号は，例えば9f の共振周波数を有する共振水晶261を含むPLL26c",
                        "0に供給される。PLL260は，バースト信号により制御され，上記混合器250に供給されるサイン9f 出力信号を与える。9f 信号はまた"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "c",
                      "text": [
                        "9f 方形波信号を生成するためのハード制限増幅器を含む波形整形回路c",
                        "262に供給される。9f 方形波は周波数3分割回路264に供給され，c",
                        "ここで3f と12．5％のデューティサイクル(即ち，23nsの間論c",
                        "理1状態そして79nsの間は論理ゼロ状態)に実質的に等しい周波数を有する方形波クロック信号位相φ を生成する。信号φ は上述した位相検出器268と移相回路266に供給される。」(8欄20～40行)",
                        "(f)「DACからの復号ビデオ信号はまた従来のビデオ信号プロセッサ，インターキャリア音声変換器，IF増幅器および検出回路292に供給される。",
                        "ビデオ信号プロセッサ290は例えば，復号ビデオ信号からの輝度および色成分を分離し，表示装置(図示されていない)への適用のために赤，緑，青の主色信号(R，G，B)を生成する回路を含んでも良い。」(8欄45～54行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "上記aの記載によれば，甲1には，次の各点が開示されていると認められる。",
                        "① PLL220は，局部発振器216を制御する粗同調電圧V を生成し，CT",
                        "その周波数は，水晶221により示される水晶発振器により生成される基準周波数と，チャネル番号により決定される比例関係となること。",
                        "② 粗同調電圧V が，所望のチャンネル信号を受信のために局部発振器をCT",
                        "同調すると，局部発振器の制御は，精密同調電圧V により維持されること。",
                        "FT",
                        "③ PLL260により生成され，9f (ＮTSC色副搬送波信号)に実"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "質的に等しい周波数を有する発振信号と，i．f．増幅器240により与えられるi．f．信号とが，ヘテロダインする混合器250に与えられ，i．f．信号は，復号ビデオ信号の色同期バースト成分と同位相にロックされること。",
                        "④ PLL260により与えられる9f から生成された3f クロック信号"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "c",
                      "text": [
                        "φ が，位相検出回路268の入力端子に供給され，位相検出器268は，搬送信号と3f クロック信号φ との位相差に比例する出力を与えることで，"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "1",
                      "text": [
                        "チューナモジュール210用の制御信号V を生成し，信号V は，局部発FT FT",
                        "振器216の周波数を調整し，混合器214で生成されたi．f．搬送波信号を，受信した複合ビデオ信号の色バースト基準信号成分と同位相にロックすること。",
                        "⑤ 分離された色同期バースト信号は，例えば9f の共振周波数を有するc",
                        "共振水晶261を含むPLL260に供給され，PLL260は，バースト",
                        "信号により制御され，混合器250に供給されるサイン9f 出力信号を与c",
                        "えること。",
                        "⑥ DACからの復号ビデオ信号は，ビデオ信号プロセッサに供給され，ビデオ信号プロセッサ290は，例えば，復号ビデオ信号からの輝度及び色成分を分離し，赤，緑，青の主色信号を生成する回路を含んでもよいこと。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "以上のとおり，甲1には，共振水晶261を含むPLL260は，色同期バースト信号により制御され，PLL260により与えられる9f (ＮTc",
                      "text": [
                        "SC色副搬送波信号)から生成された3f クロック信号φ によって，局部"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "1",
                      "text": [
                        "発振器の周波数を調整し，混合器214で生成されたi．f．搬送波信号を，受信した混合ビデオ信号の色同期バースト基準信号成分と同位相にロックすることが記載されているから，甲1のクロック信号φ は，その周波数が3f (ＮTSC色副搬送波信号)であるが，局部発振器の周波数を調整するc",
                        "のであるから，本件発明1の第1の基準信号に対応すると解される。",
                        "しかし，甲1では，DACからの復号ビデオ信号は，ビデオ信号プロセッサに供給され，ビデオ信号プロセッサが，復号ビデオ信号からの輝度及び色成分を分離し，赤，緑，青の主色信号を生成する回路を含んでもよいのであるから，映像信号から色信号を復調しているのは，ビデオ信号プロセッサであると解される。ビデオ信号プロセッサには，PLL260からの信号であるクロック信号φ 等は入力されていないから，クロック信号φ は，色信号の復調に用いられるものでないことになる。",
                        "したがって，甲1に本件発明1の主要構成が記載されておらず，本件発明1が甲1発明と同一であるとはいえいないとする審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2について",
                  "text": [
                    "原告は，本件発明1の色信号の復調は，色信号(R，G，B)を復調するに至る前処理プロセスを含むことは明らかであり，甲2には，色信号を復調する前処理のプロセスに使用される基準信号(第2の基準信号)が第1の基準信号としてPLL回路に与えられることが実質的に開示されているから，本件発明1と甲2発明とは同一であると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件発明1は，第2の基準信号を用いて，色信号から色差信号を生成することまでも特定するものではないが，少なくとも，映像信号から色信号を復調する過程で，第2の基準信号を用いることを特定しているのであり，色信号を復調する前処理のプロセスでの使用が含まれないことは，前記アのとおりである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "そして，甲2には次の記載がある。",
                        "(a)「2つの同期復調器16，18はそれぞれ増幅器7，8の出力信号を復調する。同期復調器16，18の出力は加算器19に供給され，そこで加算されて約5−6MHzの帯域幅でビデオ低域通過フィルタに供給される。",
                        "低域通過フィルタ22の出力は所望のビデオ信号(複合カラー信号FBAS)を与える。同期復調器16，18に挿入される搬送周波数を形成するために，色副搬送波発振器13，2分割周波数分割器14，90°移相器17が存在する。色副搬送波発振器13は約4．433MHzの色副搬送波周波数である。色副搬送波発振器は既知の方法でビデオ信号のバーストと同期される。その出力信号は周波数分割器14に供給され，その出力信号は同期復調器16に，そして90°移相器17を介して同期復調器18にそれぞれ供給される。」(2欄49～68行)",
                        "(b)「RF発振器3の周波数は受信される画像搬送周波数と色副搬送周波数の中間に正確にならなければならない。僅かな偏差さえもモアレとなる。そこで，RF発振器3の正確な調整が，画像IF搬送波と色IF搬送波が同期している時に達成されるために，位相および周波数比較器15が提供されている。その比較器は，周波数分割器14で半分になった周波数の色副搬送波信号と，リミッタ9で導き出される画像搬送波が供給される。それは，2つの信号が等しい周波数である時に位相に従う制御電圧を形成する。",
                        "制御電圧はRF発振器3に供給されて画像IF副搬送波と同期する。」(3欄24～38行)",
                        "(c)「位相および周波数比較器15は，「離調依存」制御電圧を生成するように設計される，即ち，その入力信号が主な周波数差を禁じる時に，制御電圧の極性が離調の方向に従う。それは，周波数比較によってのみ得られた制御電圧と違って，周波数制御効果を消失しない制御電圧である。この制御電圧が周波数偏差を大きく減少した後に，位相依存制御電圧は，位相ロック動作が達成されることにより得られる。」(6欄6～16行目)(d)「2つの同期復調器16と18は，正規の位置および逆位置で完全なビデオ信号を搬送する。加算器19は正規位置にある2つのビデオ信号を増幅しそして逆位置にある2つのビデオ信号を抑制する。2つの移相器4，17の移相の方向に依存して，正規位置の信号を得るために減算器が加算器19の代わりに要求される。得られたビデオ信号はビデオ低域通過フィルタ22を通過し，その帯域はビデオ帯域上の周波数が抑制されるように選択され，同期復調器から生じる，主に画像IF搬送波の4倍の周波数(この例では，4×2．2MHz～8．8MHz)であり，同期復調のために，全波整流に相当する加算は2．2MHzサイン波を4．4MHzの半波電圧に変える。90°位相の異なる2つの4．4MHzの半電圧は共に加算され，低リップル8．8MHzの半波電圧が直流電圧成分に加えて得られる。ビデオ信号または複合色信号(FBAS)はさらに既知の方法で処理される。例えば，色信号は櫛フィルタにより画像信号から分離される。それから，2軸，即ちPALの場合はR−YそしてB−Y，ＮTSCの場合",
                        "はⅠおよびQに従って直角復調される。また，5．5MHzサウンド信号が既知の方法でビデオ信号から分離され得る。色副搬送波発振器13と同期するために要求されるバーストがフィルタ23によりフィルタ出力されそして色副搬送波発振器13に供給される。」(6欄51行～7欄15行)",
                        "(e)「2．色副搬送波発振器と，前記色搬送波発振器に結合され，前記色搬送波発振器の周波数の半分で第1の信号を発生する周波数分割器と，前記第1の信号と前記画像IF搬送波を比較し，前記第1の信号と前記画像IF搬送波が同じ周波数を有するならば位相に追従する制御電圧を生成し，前記第1の信号と前記画像IF搬送波の周波数が異なるならば離調に依存する周波数を生成する位相および周波数比較器と，を備え，前記RF発振器は，当該RF発振器の周波数が前記制御電圧に追従するように前記制御電圧に応答する，請求項1に記載の受信機。」(8欄39～54行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "上記bの記載によれば，甲2には，次の各点が開示されていると認められる。",
                        "① 同期復調器16，18に挿入される搬送周波数を形成するために，色副搬送波発振器13は，既知の方法でビデオ信号のバーストと同期されること。",
                        "② RF発振器3の正確な調整が，画像IF搬送波と色IF搬送波が同期している時に達成されるため，位相及び周波数比較器15は，色副搬送波信号と画像搬送波が等しい周波数である時に位相に従う制御電圧を形成し，位相ロック動作を達成すること。",
                        "③ 同期復調器16，18は，正規の位置及び逆位置で完全なビデオ信号を搬送すること。",
                        "④ ビデオ信号又は複合色信号(FBAS)は，既知の方法で処理され，例えば，色信号は櫛フィルタにより画像信号から分離され，2軸，即ちＮTSCの場合はⅠ及びQに従って直角復調されること。",
                        "⑤ 色副搬送波発振器13と同期するために要求されるバーストが，フィルタ23によりフィルタ出力され，色副搬送波発振器13に供給されること。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "以上のとおりであるから，甲2には，位相及び周波数比較器15が，ビデオ信号のバーストと同期した色副搬送波発振器13の色副搬送波信号と，画像搬送波とから制御電圧を形成して，位相ロック動作を達成し，RF発振器3の調整を行うことが記載されている。甲2の色副搬送波発振器13の色副搬送波信号は，RF発振器3の調整を行うのであるから，本件発明1の第1の基準信号に対応すると解される。しかし，甲2では，色信号は，FBASから分離されるのであるから，色信号の復調に，本件発明1の第1の基準信号に対応する色副搬送波発振器13の色副搬送波信号を用いることは記載されていないことになる。",
                        "したがって，甲2に本件発明1の主要構成が記載されておらず，本件発明1が甲2発明と同一であるとはいえないとする審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件発明1の実施例では，「第2の基準信号を用いて，映像信号から色信号を復調する」とは，具体的には，映像信号から輝度信号と分離した色信号から色差信号を生成することを意味するのであり，また，本件発明1の請求項1は，第2の基準信号を用いて，色信号から色差信号を生成することまでも特定するものではないが，少なくとも，映像信号から色信号を復調する過程で，第2の基準信号を用いることを特定していることは，前記(1)アc記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "映像信号から分離した色信号から色差信号を生成するために用いられる色復調器の基準信号について，甲3及び甲14に次の記載がある。",
                        "(a)「クロック18はバーストに適合される(キー)位相ロックループ(PLL)を含み，ビデオ信号S2の色副搬送波成分の周波数の倍数(例えば，4倍)にロックされた周波数を有するクロック(CL)出力信号を与える。」(甲3の3欄64～68行)",
                        "(b)「クロック信号CLは，バス26(矢頭で示される)を経てA／D変換器14に供給され信号S2のサンプリングを制御し，またデジタルビデオ信号S2と共にデジタルビデオプロセッサ20に供給され，ここで信号CLは，プロセッサにより与えられる各種の処理機能(例えば，色分離，ピーキング，コントラスト制御，色相および飽和制御など)のタイミングを制御する。」(甲3の4欄6～13行)",
                        "(c)「例えば，1975年8月にEric Breeze等の名前で出願され，そして1976年9月14日に発行された「Electronic Tuning Control System for Television(テレビ用の電子同調制御システム)」と名称された文献に，テレビジョン受信機の色復調器の水晶発振器により導かれる信号3．58MHz(即ち，米国における色副搬送波周波数)を，受信機をチューニング(同調)するための位相ロックループにおいて使用される位相検出器へ結合し，基準周波数信号が導かれる分離した水晶発振器のコストを除去することにより受信機のコストを減少することが提案されている。」(甲14の2欄30～45行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "また，色副搬送波に使用された基準信号を，局部発振器の周波数の設定に用いることについて，甲13には，「2分周フリップフロップ18は分周器16からの出力信号の周波数を半分に分周する。この結果，VCO11により生成された原高周波局部発振器信号は，周波数／位相比較器22へ入力される前に，プリスケーラ14，分周器16およびフリップフロップ18により分周される。分周器16の各サイクルに続き，モジュロ7カウンタ163はフリップフロップ手段18を介してパルスを比較器22へ送る。このパルスに加え，比較器22は水晶発振器および適切な周波数分周器により供給される1．984KHz基準信号を受信する。この基準信号はまた，カラーテレビジョン信号に既に存在する3．58MHzの色副搬送波を分周することにより導入されても良い。」(甲13の5欄32～46行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "上記b及びcの記載によれば，一般に，映像信号から，色信号を復調するために用いられる色復調器の基準信号として，色副搬送波に基づく基準信号を用いることは，常套手段であると認められる。",
                        "甲1のクロック信号φ は，ＮTSC色副搬送波の3倍の周波数であるから，色副搬送波に基づく基準信号を，局部発振器の周波数の設定に用いることが記載されていると認められ，甲2の色副搬送波発振器13の色副搬送波信号は，位相ロック動作を達成し，RF発振器3の調整を行うことが，記載されている。したがって，甲1での色副搬送波に使用された基準信号又は甲2の色副搬送波発振器13の色副搬送波信号を，色復調器の基準信号(本件発明1の第2の基準信号)として採用することで，中間周波数信号を検波することにより得られた映像信号から色信号を復調するのに用いる略3．58MHzの第2の基準信号を，第1の基準信号としてPLL回路に与えるようにすることは，当業者が容易に想到し得ることである。"
                      ]
                    },
                    {
                      "fig": "e",
                      "text": [
                        "被告は，映像信号プロセッサ290が必要とする基準信号に関する記載は，甲1になく，甲1の映像信号プロセッサ290と甲3のデジタルビデオプロセッサ20との対応関係のみをもって，甲1及び甲3の記載から，本件発明1の主要構成は導かれないと主張する。",
                        "しかし，甲3は，一般に，映像信号から，色信号を復調するために用いられる色復調器の基準信号として，色副搬送波に使用された基準信号を用いることが，常套手段であることを示すものであり，また，甲1には，色副搬送波に使用された基準信号を局部発振器の周波数の設定に用いることが記載されているのであるから，中間周波数信号を検波することにより得られた映像信号から色信号を復調するのに用いる略3．58MHzの第2の基準信号を，第1の基準信号としてPLL回路に与えることは，当業者が容易に想到し得ることであり，被告の上記主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1及び甲2の組合せについて",
                  "text": [
                    "被告は，①甲1及び甲2の復調器をRGB色信号の復調回路に置換すると，甲1発明及び甲2発明は，動作しない回路構成になる，②甲1の復調器に供給される信号は，クロック信号φ であって，その周波数は，3f (ＮTS"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "c",
          "text": [
            "C色副搬送波周波数f の3倍)であり，甲2の復調器に供給される信号のc",
            "周波数は，1／2f (2．2MHz)であるため，ＮTSC方式RGB色"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "c",
                      "text": [
                        "回路の基準信号(略3．58MHz)として利用できるものではないと主張する。",
                        "しかし，甲1及び甲2の復調器を，RGB色信号の復調回路に置換したり，そのままの周波数で用いるのではなく，甲1及び甲2の色副搬送波に使用された基準信号を逓倍処理又は分周処理して色信号の復調回路の基準信号として用いることに，格別の困難性があるとは認めることはできない。被告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイのとおり，本件発明1は，甲1発明並びに甲2及び甲3に記載された事項に基づき，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1が甲1又は2発明と同一であるとはいえないが，本件発明1は，甲1発明並びに甲2及び甲3に記載された事項に基づき，当業者が容易に発明をすることができたものであるから，取消事由2は，進歩性の誤りをいう点において理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の新規性・進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2と甲4又は甲5発明との同一性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の「マイクロコンピュータの基準信号となるクロック信号」について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "原告は，本件明細書の段落【0015】は，請求項2に基づく直接の記述ではなく，図1の実施態様についてのものであり，本件発明1の実施形態を説明する記載であるから，段落【0015】は，請求項2の「マイクロコンピュータの基準信号となるクロック信号」が「12MHz等の周波数のクロック信号」であると定義しているものではないと主張する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "マイクロコンピュータについては，本件明細書に次の記載がある。",
                        "(a)「【請求項2】 混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路と，装置本体の動作を制御するマイクロコンピュータとが設けられた映像信号受信装置において，前記マイクロコンピュータの基準信号となるクロック信号と前記第1の基準信号とを，同一信号源から得ることを特徴とする映像信号受信装置。」(【特許請求の範囲】)(b)「【課題を解決するための手段】・・・請求項2記載の発明に係る映像信号受信装置は，混合回路に局部発振信号を送出する局部発振回路と，前記局部発振信号の出力と第1の基準信号との位相比較を行うことにより，前記局部発振回路の局部発振信号の周波数を受信周波数に対応した周波数に設定するPLL回路と，装置本体の動作を制御するマイクロコンピュータとが設けられた映像信号受信装置において，前記マイクロコンピュータの基準信号となるクロック信号と前記第1の基準信号とを，同一信号源から得る構成としている。",
                        "【作用】・・・請求項2記載の発明の作用を以下に示す。マイクロコンピュータの基準信号となるクロック信号，およびPLL回路の第1の基準信号は，共に同じ程度の周波数精度および温度安定度を要求される信号である。そのためクロック信号と第1の基準信号とを同一信号源から得ることは，マイクロコンピュータとPLL回路との双方にとって，精度に対する要求を満たす信号が与えられることを意味する。その結果，所定精度で発振する1つの発振素子を用いるのみで，マイクロコンピュータおよびPLL回路は，所定精度でもって所定動作を行う。」(段落【0005】～段落【0007】)",
                        "(c)「PLL回路10は，局部発振回路8，9の発振周波数の制御と，RF増幅回路1，2が増幅する周波数の設定等とを行うためのブロックとなっており，従来技術において使用されていた構成と同一構成が採用されている。",
                        "つまり，水晶発振子の製造価格が最も安価となる4MHz近傍の周波数信号を第1の基準信号として，PLL制御を行うように構成されている。詳細には，色信号回路6から送出された4MHz近傍の第2の基準信号61を第1の基準信号として取り扱い，第2の基準信号61を所定比率で分周した信号を生成する。また局部発振信号(81または91)を，マイクロコンピュータ11から指示された比率でもって分周した信号を生成する。",
                        "そして分周した第2の基準信号61と，分周した局部発振信号(81または91)との位相比較を行う。次いで，比較結果に従って出力101の電圧を制御することにより，局部発振信号(81または91)の周波数を，受信する周波数に対応した周波数に設定する。マイクロコンピュータ11は，操作パネルに設けられたスイッチ，各種の検出スイッチ，およびセンサ等の出力111に基づき，ビデオカセットレコーダとして要求される種々の動作の制御を行うブロックとなっていて，12MHz等の周波数のクロック信号に基づき，高速にて所定動作を実行する。すなわち，制御出力113を所定ブロック(図示されていない)に送出することにより，各種動作の制御を行う。またPLL回路10に対してコマンド出力112を送出することにより，PLL回路10における分周比率の制御等を行う。上記構成からなる実施例の動作を以下に説明する。PLL回路10に与えられる第2の基準信号61の周波数をf ，第2の基準信号61を分周すref",
                        "る比率をD ，局部発振信号81として要求される周波数をf ，局部",
                        "ref osc",
                        "発振信号81を分周する比率をD とすると，【数1】f ／D ＝",
                        "osc ref ref"
                      ]
                    },
                    {
                      "fig": "f",
                      "subject": "／D なる関係にある。このため，マイクロコンピュータ11は，",
                      "text": [
                        "osc osc",
                        "【数2】3．58／D ＝f ／D 1が成立する分周の比率D 1",
                        "ref osc osc osc",
                        "をPLL回路10に指示することにより，要求される周波数の局部発振信号81を生成させ，所定周波数の受信を行う。」(段落【0014】～段落【0016】)",
                        "(d)「上記した動作は，VHF帯域の信号を受信するときも同様となり，PLL回路10は，局部発振信号91を，マイクロコンピュータ11からの指示に従った比率で分周することにより，局部発振信号91の周波数を，要求される周波数に設定する。図2は，請求項2記載の発明の一実施例の電気的構成を示すブロック図となっており，PLL回路10とマイクロコンピュータ11aとの接続関係を示した部分図となっている。そして同図に図示されなかったブロックについては，図1に示した構成と同一の構成が採用されている。PLL回路10は，図1に示した構成と同一であり，局部発振回路8が出力する局部発振信号81，局部発振回路9が出力する局部発振信号91が導かれている。またRF増幅回路1，2の増幅周波数と，局部発振回路8，9の発振周波数とを制御するための出力101を送出している。またマイクロコンピュータ11aから送出され，分周の比率の指示等を行うコマンド出力112が与えられている。マイクロコンピュータ11aは，図1に示す構成と略同一であり，スイッチ等からの出力111が導かれている。またビデオカセットレコーダとしての動作を制御するための制御出力113が，図示されないブロックに送出されている。またクロック信号を生成するための水晶発振子12が設けられており，水晶発振子12には，制御時に要求される動作速度およびPLL回路10の回路構成の関係から，4MHzを発振する素子が採用されている。また水晶発振子12を用いることにより生成されたクロック信号は，第1の基準信号114として，PLL回路10に送出されている。すなわち，PLL回路10とマイクロコンピュータ11aとの双方は，水晶発振子12を発振素子とする信号源を共有した構成となっている。上記構成からなる実施例の動作を以下に説明する。PLL回路10に与えられる第1の基準信号114は，従来技術において使用されていた周波数と同じ4MHzである。このためマイクロコンピュータ11aは，受信周波数を制御するときには，【数5】4／D ＝f ／D 2が成立する分周比率D 2をPLL",
                        "ref osc osc osc",
                        "回路10に指示する。この結果，局部発振信号81の周波数は，受信しようとする信号に対応した周波数に設定される。またRF増幅回路1が増幅する周波数も，受信しようとする周波数に設定される。そのため，所定周波数の信号が受信されることになる。これら一連の動作は，VHF帯域の信号を受信するときも同様となる。」(段落【0019】～段落【0023】)",
                        "(e)「以上において説明したことから明らかなように，所定の周波数精度と温度安定度とを備えた発振素子が水晶発振子である場合，請求項1記載の発明は，以下に示す効果を生じることとなる。すなわち，水晶発振子は，製造の都合上，4MHz近傍の素子が最も安価である。そのためPLL回路10は，4MHz近傍の素子を使用するように回路が構成されている。一方，色信号の復調に使用される第2の基準信号61の周波数は4MHz近傍の周波数である。このためPLL回路10は，従来において使用されていた回路構成を変更することなく使用することが可能である。従って，本発明を適用するにあたっては，一般的にはIC化されているPLL回路を新たに作成することが不要になるという効果を奏する。また装置本体を制御するマイクロコンピュータ11も併せて使用する場合，請求項2記載の発明に比すると，マイクロコンピュータのクロック周波数を任意の周波数に設定することが可能となっている。」(段落【0025】)",
                        "(f)「【発明の効果】・・・また請求項2記載の発明に係る映像信号受信装置は，局部発振回路の出力と第1の基準信号との位相比較を行うことにより，局部発振回路の出力周波数を受信周波数に対応した周波数に設定するPLL回路と，装置本体の動作を制御するマイクロコンピュータとが設けられた映像信号受信装置に適用している。そしてマイクロコンピュータの基準信号となるクロック信号と第1の基準信号とを，同一信号源から得ている。",
                        "そのため所定精度の1つの発振素子を使用するのみで，マイクロコンピュータとPLL回路との双方に，精度に対する要求を満たす信号が与えられることになる。」(段落【0026】～段落【0027】)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "上記bの記載によれば，本件明細書には，①本件発明1のマイクロコンピュータ11は，ビデオカセットレコーダとして要求される種々の動作の制御を行い，12MHz等の周波数のクロック信号に基づき，高速にて所定動作を実行すること，②本件発明2のマイクロコンピュータ11aは，図1に示す本件発明1の構成とほぼ同一であり，ビデオカセットレコーダとしての動作を制御し，またクロック信号を生成するための水晶発振子12が設けられていること，③水晶発振子12には，制御時に要求される動作速度及びPLL回路10の回路構成の関係から，4MHzを発振する素子が採用されていること，が開示されていると認められる。本件発明2のマイクロコンピュータ11aについては，「マイクロコンピュータの基準信号となるクロック信号」の周波数は明記されていないが，図1に示す本件発明1の構成とほぼ同一であり，本件発明1と同様に，ビデオカセットレコーダとしての動作を制御するのであるから，少なくとも，本件発明1のマイクロコンピュータ11と同様に，12MHz等の周波数のクロック信号に基づき，高速にて所定動作を実行する場合を含むと解される。",
                        "したがって，甲5についての判断において，「装置本体の動作を制御するには12MHz等の高い周波数のクロック信号を必要とすることが認められる」とした審決の認定は，是認し得るものである。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "原告は，本件訂正後の請求項2の「同一信号源から得る」構成を前提として，「マイクロコンピュー夕の基準信号となるクロック信号」を解釈すると，マイクロコンピュータ11がどこから12MHz等の周波数のクロック信号を得ているかは不明となると主張する。",
                        "まず，逓倍処理又は分周処理が周知慣用の技術であることは，両当事者ともに認めているところである。また，一般に，複数の周波数の基準信号を一つの信号源から得るために，逓倍処理や分周処理を行うことは，当業者が必要により適宜行えばよい技術的な設計事項である。したがって，同一信号源である水晶発振子12からマイクロコンピュータ11aに供給される4MHzの基準信号を3逓倍の処理を行うことで，12MHzの周波数のクロック信号が得られることは明らかであるから，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "e",
                      "text": [
                        "原告は，①本件明細書の段落【0015】の「12MHz等の周波数のクロック信号」は，必要に応じて，マイクロコンピュータ11aにおいて，水晶発振子12から供給される4MHzの基準信号に基づいて，作成されると考えられるから，本件訂正後の請求項2の「マイクロコンピュータの基準信号となるクロック信号」は，「12MHz等の周波数のクロック信号」を作成する前の水晶発振子12から，マイクロコンピュータ11aに供給される4MHzの基準信号と認定するのが本件明細書の記載に忠実である，②段落【0022】の記載を文言どおり解釈すれば，本件発明2の実施例である図2の装置本体制御には，マイクロコンピュータ11aの基準クロック周波数が4MHzであれば十分であるということである，と主張する。",
                        "本件訂正後の請求項2は，「前記マイクロコンピュータの基準信号となるクロック信号と前記第1の基準信号とを，同一信号源から得る」であり，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」は，第1の基準信号と同一の信号源から得るものであるから，水晶発振子12からマイクロコンピュータ11aに供給される4MHzの基準信号は，第1の基準信号との同一の信号源に相当するものであり，「マイクロコンピュータの基準信号となるクロック信号」ではないことは，明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「装置本体の動作を制御するマイクロコンピュータ」",
                      "text": [
                        "原告は，甲4の段落【0013】の記載などを根拠に，甲4には，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」と実質的に同一なものが開示されていると主張する。",
                        "マイクロコンピュータ(マイコン)について，甲4に次の記載がある。",
                        "(a)「【請求項1】局部発振器と混合器を備え，入力信号と前記局部発振器からの発振周波数を混合し，第2の中間周波数を生成する周波数変換手段と，PLLシンセサイザ方式により前記局部発振器の周波数を制御する，水晶発振子を備えた選局回路と，前記第2の中間周波数に変換された信号のFM検波を行う，デジタルAFC回路採用のFM復調回路と，前記選局回路に対して放送局の選局データを供給し，前記デジタルAFC回路採用のFM復調回路よりのAFC直流電圧により，前記第2の中間周波数の周波数制御(AFC)を行う手段とを具備し，前記選局回路に使用されている水晶振動子を前記デジタルAFC回路採用のFM復調回路と共用することを特徴とする衛星放送受信装置。",
                        "【請求項2】局部発振器と混合器を備え，入力信号と前記局部発振器からの発振周波数を混合し，第2の中間周波数を生成する周波数変換手段と，PLLシンセサイザ方式により前記局部発振器の周波数を制御する，水晶発振子を備えた選局回路と，前記第2の中間周波数に変換された信号のFM検波を行う，デジタルAFC回路採用のFM復調回路と，前記選局回路に対して放送局の選局データを供給し，前記デジタルAFC回路採用のFM復調回路よりのAFC直流電圧により，前記第2の中間周波数の周波数制御(AFC)を行う手段とを具備し，前記選局回路に使用されている水晶振動子を，前記デジタルAFC回路採用のFM復調回路と共用し，かつ，前記選局回路と前記デジタルAFC回路採用のFM復調回路の配置を近接させ，その間に電磁シールド手段を設けたことを特徴とする衛星放送受信装置。」(【特許請求の範囲】)"
                      ],
                      "content": [
                        {
                          "fig": "(b)",
                          "subject": "【従来の技術】として，「図4において，入力端子1には，図示しないパラボラアンテナで受信されて，ファーストコンバータ(一般にはBSコンバータ)で第1の中間周波数(以下，第1のIF周波数という)に増幅・変換された信号が入力される。前記第1の中間周波数は，950～1，880MHzの範囲である。入力端子1に入力された第1のIF信号は，入力増幅回路2，AGC回路3，第1中間周波増幅回路4及びイメージ妨害信号を除去するプリセレクタ5を経由し，混合器6の一方の入力端に供給される。混合器6の他方の入力端には，局部発振器8からの局部発振信号がバッファ7を介して供給される。局部発振器8の局部発振信号の周波数は，マイクロコンピュータ(以下，マイコンという)18によって制御される選局回路14からの選局データによって可変されるようになっている。…",
                          "text": [
                            "前記帯域切換回路11は，マイコン18によって制御される選局回路14からの制御信号によって切り換えられるようになっている。また，FM復調回路13は，前記第2のIF信号の中心周波数のずれを補正するために，常に周波数のずれに対応した直流電圧20を，セカンドコンバータ19の出力端子17より出力し，マイコン18に送り出している。この信号をもとにマイコン18は，周波数の変動を調整する。これがAFC回路の動作である。さらに，FM復調回路13は，検波出力のレベル情報をAGC回路3に対して，フィードバックし，AGC回路3は，該情報に基ずき受信電波の強弱に応じて受信機の利得を自動的に制御し，FM復調回路13から常に歪みの無い一定の検波出力が得られるよう制御している。尚，FM復調回路13は，IC(集積回路)で構成されている。」(段落【0004】～【0006】)"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "【実施例】として，「局部発振器8の局部発振信号の周波数は，マイクロコンピュータ(以下，マイコンという)18によって制御され，選局回路14からの選局データによって可変されるようになっている。また，選局回路14は，選局回路用PLLから成っており，基準信号を発生させるために，水晶発振子15を使用している。水晶発振子15としては，例えば4MHzのものが使用される。ここで，図2を用いて，選局回路14の選局回路用PLLの構成について説明する。選局回路14は，選局回路用PLLから成っている。局部発振器8の発振周波数(fi)をプリスケーラ23で1／Ｎpに分周し，さらにプログラマブルカウンタ24で1／Ｎに分周してできた周波数と，基準水晶発振器15の発振周波数(fo)を基準発振器26で1／nに分周した周波数とを，位相比較器25に加え，結果をLPF(ローパスフィルタ)27を通して局部発振器8へもどす。",
                            "そして，このループをロックさせる。その結果，等価的にfiをfoのＮ倍にすることとなり，Ｎを適当に変えることによってfi(局部発振周波数)を変化させて，任意のチャンネルに合わせることができる。本実施例の場合，プログラマブルカウンタ24の分周比(Ｎ)をマイコンよりの選局データによって変化させている。前記マイクロコンピュータ(マイコン)18によって制御され，前記選局回路14からの選局データによって可変される，前記局部発振器8からの局部発振信号と，前記プリセレクタ5からの信号とは，混合器6において，第2の中間周波数(402．78MHz)に周波数変換される。」(段落【0018】～【0020】)"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "subject": "同じく【実施例】として，「前記帯域切換回路11は，マイコン18によって制御される選局回路14からの制御信号によって切り換えられるようになっている。ここで，デジタルAFC内蔵FM変調回路22のAFC回路及びFM復調回路の機能(動作)について補足説明を行う。先ず，AFC回路について説明する。従来のAFC回路は，前記第2のIF信号の中心周波数のずれを補正するために，常に周波数のずれに対応した直流電圧20を，セカンドコンバータ19の出力端子17より出力し，マイコン18に送り出している。この信号をもとにマイコン18は周波数の変動を調整する。これがAFC回路の動作である。ところで，本実施例によるAFC回路(デジタルAFC内蔵FM変調回路22)はデジタル方式であるので，基準信号発生用の水晶発振子が必要となる。本実施例では，このデジタルAFC回路の基準信号発生用の水晶発振子として，前記選局回路14の選局回路用PLLの基準信号発生用に使用している水晶発振子15を用いて(共用)いる。このデジタル方式による前記デジタルAFC回路は，入力信号(前記第2のIF信号)の周波数を，直接カウンタでカウントして周波数のずれを検出する方式であり，従来例によるアナログ方式(FM復調出力の直流成分を周波数ずれ信号として用いる方法)と比較すると，調整が不要で，尚かつ格段の精度の向上を，実現している。」(段落【0022】～【0024】)"
                        },
                        {
                          "fig": "(e)",
                          "subject": "【符号の説明】として，「18…マイクロコンピュータ(AFC手段)22…デジタルAFC内蔵FM復調回路」",
                          "text": [
                            "上記(a)ないし(e)の記載によれば，甲4には，次の事項が開示されていると認められる。",
                            "① 従来のAFC回路の動作として，第2のIF信号の中心周波数のずれを補正するために，FM復調回路13が，常に周波数のずれに対応した直流電圧20を，マイクロコンピュータ18に送り出し，この信号をもとに，マイクロコンピュータ18が周波数の変動を調整すること。",
                            "② 局部発振器8の局部発振信号の周波数は，マイクロコンピュータによって制御される選局回路14からの選局データにより可変されること。",
                            "③ デジタルAFC回路は，第2のIF信号の周波数を，直接カウンタでカウントして周波数のずれを検出する方式であり，従来例のアナログ方式と比較すると，調整が不要であること。",
                            "しかし，甲4には，④マイクロコンピュータ18が選局回路以外のものを制御すること及び⑤マイクロコンピュータ18のクロック信号については，開示されていない。",
                            "上記①ないし③のとおりであり，甲4のデジタルAFC内蔵FM復調回路22とマイクロコンピュータ(AFC手段)18を一体と見たとしても，甲4には，マイクロコンピュータ18のクロック信号については，開示されていないから，一体と見たデジタルAFC内蔵FM復調回路22とマイクロコンピュータ(AFC手段)18全体のクロック信号についても，甲4に開示がないことに変わりはない。したがって，甲4のデジタルAFC内蔵FM復調回路22とマイクロコンピュータ18(AFC手段)を，本件発明2の「装置本体の動作を制御するマイクロコンピュータ」と解釈したとしても，甲4には，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」と実質的に同一なものが開示されているということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "基準水晶発振子の共用",
                      "text": [
                        "原告は，本件発明2がマイクロコンピュータとPLL回路の信号源の共用の技術思想を要旨とするもので，その具体的な構成を特定するものではないから，甲4の「各種装置」として，PLLとマイクロコンピュータが開示されていれば，両装置が，基準水晶発振子を共用する技術思想も，実質的に開示されていることに等しいと主張する。",
                        "装置については，甲4に次の記載がある。",
                        "(a)「【請求項1】・・・前記選局回路に使用されている水晶振動子を前記デジタルAFC回路採用のFM復調回路と共用することを特徴とする衛星放送受信装置。",
                        "【請求項2】・・・前記選局回路に使用されている水晶振動子を，前記デジタルAFC回路採用のFM復調回路と共用し，・・・を特徴とする衛星放送受信装置。」(【特許請求の範囲】)",
                        "(b)「【産業上の利用分野】本発明は衛星放送受信装置に係り，特に衛星放送及び衛星放送を受信する衛星放送受信装置のセカンドコンバータにおける，受信性能の向上を図った装置に関する。」(段落【0001】)",
                        "(c)「ところで，上記記載の装置におけるFM復調回路では，従来よりAFC回路として，アナログ方式が採用されている。これは，FM変調出力の直流成分を周波数ずれ信号として用いる方式であって，細かな調整が必要とされ，また精度の点でも多少問題がある。そこで，AFC回路を，アナログ方式からデジタル方式へ代える事が考えられる。ところで，デジタルAFC回路の動作には，高精度の基準周波数が必要であり，そのために水晶発振子が必要となる。その結果，水晶発振子を含めたFM復調回路(IC)のコストが上昇し，さらには装置全体のコストアップが発生するという問題(欠点)がある。",
                        "【発明が解決しようとする課題】上記の如く，AFC回路の性能を上げるべく，衛星放送受信装置のセカンドコンバータにおける，FM変調ICとして，高性能のデジタルAFC回路採用のICを使用すると，装置全体のコストアップになるという問題があった。そこで，本発明はこのような問題を解決するため，FM変調ICとして，高性能のデジタルAFC回路採用のICを使用しても，衛星放送受信装置におけるセカンドコンバータのコストアップが発生せず，なおかつ周辺回路への混信妨害を起こすことの無い，優れた(ハイコストパフォーマンスな)衛星放送受信装置を提供することを目的とするものである。",
                        "【課題を解決するための手段】請求項1記載の発明による衛星放送受信装置は，・・・を特徴とする。請求項2記載の発明による衛星放送受信装置は，・・・を特徴とする。」(段落【0007】～段落【0012】)(d)「尚，上記実施例では，衛星放送及び衛星通信を受信するセカンドコンバータにおける複数のPLLシンセサイザ方式の回路(又はIC)での基準水晶発振子の共用について説明したが，本発明はこれに限定されず，基準水晶発振子を複数使用する各種装置に応用することが可能である。」(段落【0029】)",
                        "上記(a)ないし(d)の記載によれば，これらの記載によれば，甲4に，装置としては，衛星放送受信装置のみが開示され，実施例では，衛星放送及び衛星通信を受信するセカンドコンバータにおける複数のPLLシンセサイザ方式の回路(又はIC)での基準水晶発振子の共用について説明し，甲4発明はこれに限定されず，基準水晶発振子を複数使用する各種装置に応用することが可能であることが開示されていると認められる。したがって，甲4発明を応用することが可能な基準水晶発振子を複数使用する各種装置とは，衛星放送受信装置のような装置を意味するものであり，PLLやマイクロコンピュータのような回路(又はIC)を意味するものではないと解される。そして，甲4では，衛星放送受信装置において，基準水晶発振子を共用するものを，選局回路やデジタルAFC回路採用のFM復調回路のような，PLLシンセサイザ方式の回路(又はIC)としているのであり，マイクロコンピュータのクロック信号の共用については，記載されていない。甲4で基準水晶発振子を共用するものは，複数のPLLシンセサイザ方式の回路(又はIC)であり，マイクロコンピュータを含まない。したがって，各種装置に適用した場合に，マイクロコンピュータのクロック信号が他のPLLシンセサイザ方式の回路(又はIC)に相当する回路(又はIC)と基準水晶発振子を共用する技術思想が甲4に開示されていると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "以上のとおり，本件発明2と甲4発明とが実質的に同一であるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "甲5には，次の記載がある。",
                        "(a)「この発明は，一般には受信機用の同調(チューニング)システムに関係し，特に，自動周波数制御特徴を有するマイクロプロセッサ制御の同調システムに関し，特に衛星信号受信機における使用に良く適用される。」(1欄7～11行)",
                        "(b)「受信機18の同調装置は，通常は図2の参照番号36により指示されるマイクロプロセッサ制御の位相ロックトループを含む。ボード上の位相ロックトループを有する適切なマイクロプロセッサはMOTOROLAシリーズ6805T2である。マイクロコンピュータはチャンネルセレクタ40からの入力を受けるCPU38を含む。CPU38はランダムアクセスメモリ(RAM)42およびリードオンリーメモリ(ROM)44を使用",
                        "し，データおよび入力チャンネル選択情報を処理し且つボード上の位相ロックトループを同調するために要求される命令を記憶する。位相ロックトループはプログラム可能分割器46，基準発振器48および位相検出器50を含む。プログラム可能分割器46はCPU38によって制御される。",
                        "CPU38により供給され且つ分割器46にラッチされるＮ分割は位相検出器50の電圧出力を制御し，そしてVCO26の電圧入力を制御してチューナにおける局部発振器周波数を変えられるようにする。基準発振器48は，好ましくは4MHzで動作する水晶52により制御され，CPU38と位相検出器50のための基準周波数として動作する安定出力周波数を供給するために提供される。位相検出器50は基準発振器48から入力する信号とプログラム可能分割器46との間の位相差を検出し，そして調整のためにアクティブフィルタ54へこの差を供給する。フィルタ54は位相検出器50の出力を，チューナ22におけるVCO26を制御するために入力として与えられる安定DC電圧へ変化するアクティブロウパスフィルタである。VCO26の出力はプリスケーラ56を介してプログラム可能分割器46にフィードバックされ，選択されたチャンネルに局部発振器周波数をロックする。プレスケーラ56は，局部発振器信号の周波数を位相ロックトループにより容易に処理されるレートに減少する分割比Kを持つ周波数分割器である。」(4欄63行～5欄30行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "上記aの記載によれば，甲5には，次の事項の開示があるものと認められる。",
                        "① 発明が，衛星信号受信機に適用される自動周波数制御を有するマイクロプロセッサ制御の同調システムに関するものであること。",
                        "② 位相ロックトループを有するマイクロプロセッサは，MOTOROLAシリーズ6805T2であり，チャンネルセレクタ40からの入力を受けるCPU38を含むこと，CPU38は，データ及び入力チャンネル選択情報を処理し，位相ロックトループを同調するために要求される命令を記憶すること。",
                        "③ 位相ロックトループは，プログラム可能分割器46，基準発振器48及び位相検出器50を含み，プログラム可能分割器46は，CPU38によって制御されること。",
                        "④ CPU38により供給され，分割器46にラッチされるＮ分割は，位相検出器50の電圧出力を制御し，VCO26の電圧入力を制御してチューナの局部発振器周波数を変えること。",
                        "⑤ 基準発振器48は，4MHzで動作する水晶52により制御され，CPU38と位相検出器50のための基準周波数として動作する安定出力周波数を供給すること。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "甲5の基準発振器48は，水晶52により制御され，CPU38と位相検出器50に基準周波数を供給し，また，位相ロックトループは，位相検出器50を含むのであるから，甲5の「CPU38」，「位相ロックトループ」，「水晶52」はそれぞれ，本件発明2の「マイクロコンピュータ」，「PLL回路」，「同一信号源」に相当し，甲5の「基準発振器48から位相検出器48に供給される基準周波数」は，本件発明2の「第1の基準信号」に相当すると認められる。しかし，甲5の「基準発振器48からCPU38に供給される基準周波数」について，具体的な記載はなく，これがクロック信号に相当するとまではいえない。",
                        "したがって，甲5には，本件発明2の主要構成である「マイクロコンピュータの基準信号となるクロック信号と第1の基準信号とを，同一信号源から得ること」は記載されておらず，本件発明2は甲5発明と同一であるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)ウの検討結果に基づき，更に検討すると，甲5のCPU38は，チャンネルセレクタ40からの入力を受け，データ及び入力チャンネル選択情報を処理し，位相ロックトループを同調するために要求される命令を記憶し，プログラム可能分割器46を制御することや，分割器46にラッチされるＮ分割を供給して，位相検出器50の電圧出力を制御し，VCO26の電圧入力を制御してチューナの局部発振器周波数を変えることを行うのであり，CPU38が，特別な処理を行うために，基準発振器48から供給された基準周波数を利用することが甲5に記載されているわけではない。一般に，CPUに供給され，特別な処理と関連しない基準周波数は，CPUの基準信号となるクロック信号として供給されることが常套手段であるから，甲5の「基準発振器48からCPU38に供給される基準周波数」を，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」とすることに困難はなく，また，このように解したからといって，甲5の記載と何ら矛盾や格別の問題が生じるものでもない。したがって，甲5には，「マイクロコンピュータの基準信号となるクロック信号と第1の基準信号とを，同一信号源から得ること」が，少なくとも示唆されているということはできる。",
                    "また，甲19には，次の記載があり，PLLの基準周波数信号源である基準水晶発振器30が，クロック信号を中央処理装置74に与えることが記載されているから，上記の解釈と符合する。",
                    "a「PLLは可変プログラム可能分割器36を含み，可変プログラム可能分割器36にプリスケーラ26の出力がチューナー／局部発振器の出力を選択的に分周するために与えられ，この分周信号は位相比較器34のひとつの入力に与えられる。PLLはまた基準水晶発振器30の形態で基準周波数信号源を含み，この出力は，基準分割器32により分周された後に位相比較器34の他の入力に与えられる。位相比較器34に対する可変分割器36と基準分割器32の出力信号の周波数が確実に等しいとき，比較器出力は0である。",
                    "2つの周波数に何らかの差がある時に，位相比較器34は出力を生成し，PLLフィルタ38を通過して補正電圧をリード12を経て局部発振器12へ与え，2つの信号が確実に同じ周波数をもつまで局部発振器周波数を変化する。チューナー局部発振器12はそのとき基準水晶発振器30の安定性を仮定している。この周波数と位相補償はチューナー発振器ドリフトを補償するために継続して実行される。」(3欄46～68行)",
                    "b「マイクロコンピュータのチューニングは，高動作周波数，即ち7．16MHzのために，マイクロコンピュータ46にその両側が接続されている直列共振素子の形態である発振器72により供給される。これは，マイクロコンピュータ46内に含まれている大部分のマスタクロッキング回路を可能にする。直列共振素子72のひとつの出力はクロック発生器88の入力に結合され，直列共振素子の他の出力はクロック発生器88の出力に結合されている。",
                    "処理動作の後，クロック信号は，キーボード40からの制御信号の入力パルスをカウントするためにROM84に記憶された命令の制御により，中央処理装置74とRAM86のカウンタに与えられる。直列共振素子72とクロック発生器88の組み合わせは本発明において使用された位相ロックループの基準水晶発振器30を構成する。本発明の好適な実施形態では，クロック発生器88，基準およびプログラム可能分割器32，36および位相比較器34はマイクロコンピュータ集積回路に含まれる。このため，位相ロックループの構成要素はマイクロコンピュータを示すブロック46に含まれる。」(11欄65行～12欄19行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲5に，基準発振器48が，水晶52により制御され，CPU38と位相検出器50のための基準周波数として動作する安定出力周波数を供給することが，開示されていることは前記(1)ウb⑤のとおりであるから，甲5発明が「所定精度の1つの発振素子を使用するのみで，マイクロコンピュータとPLL回路との双方に，精度に対する要求を満たす信号が与えられることになる」及び「PLL回路を使用した場合にも，高い周波数精度および高い温度安定度を備えた発振素子の使用個数の増加を防止することが可能となっている」という本件発明2の効果を奏することは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「装置本体の動作を制御するマイクロコンピュータ」について甲5の「基準発振器48からCPU38に供給される基準周波数」を，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」とすることが困難でないことは，前記アのとおりである。また，本件明細書には，マイクロコンピュータが，装置本体の動作を制御するために必要な機能や特性としては，12MHz等の高い周波数のクロック信号のみが記載されているにすぎず，他に具体的に必要な機能や特性については，記載されていない。",
                    "そして，制御する対象に必要な性能を有するCPUを選定することは，有効なCPUを使用するために当然に行われることであり，また，そのCPUを十分に機能させるために不可欠な周波数のクロック信号を採用することも，当然に行われることである。そうすると，甲5において，専らプログラム可能分割器46の制御を行っているCPU38を，装置本体の動作を制御するものとすることは，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "別の発振器からのクロック信号について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "被告は，「審決の判断は，「装置本体の動作を制御するマイクロコンピュータ」ではないCPU38を，装置本体の動作を制御するものと仮定した場合の説明である。元来12MHz等のクロック信号を必要としていなかったCPU38が，上記仮定により，12MHz等のクロック信号を必要とするようになるため，本来の構成では存在しない12MHz等のクロック信号を，別の発振器から受け取る必要があることは，当然のことである。」と主張する。",
                        "しかし，甲5の水晶52が接続されるマイクロプロセッサ36は，例えば，MOTOROLAシリーズ6805T2という一つのチップである。そして，一つのマイクロプロセッサに外部から供給される動作タイミングの信号源は，通常一つであり，内部で必要な他の周波数の基準信号については，この外部から供給される信号源を，逓倍処理又は分周処理して得るというのが最も一般的なチップ構成である。そうすると，甲5のマイクロプロセッサ36に，水晶52以外の別の発振器からクロック信号を与えることは，必ずしも要求されないことになるから，この審決の判断は誤りであり，また，被告の主張も採用することはできない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "被告は，甲5では，審決が認定しているとおり，基準発振器48の周波数が，水晶52の周波数と異なるとする格別の記載はないため，基準発振器48の周波数は，水晶52の周波数と同一である。これに対して，請求項2の実施例では，4MHzの水晶発振子12を用いており，一方，マイクロコンピュータ11aは，12MHz等の周波数のクロック信号に基づき，高速にて所定動作を実行すると主張する。",
                        "しかし，一般に，複数の周波数の基準信号を一つの信号源から得るために，逓倍処理や分周処理を行うことは，当業者が必要により適宜行えばよい技術事項であり，制御する対象に必要な性能を有するCPUを選定することは，有効なCPUを使用するために当然に行われることであり，また，そのCPUを十分に機能させるために不可欠な周波数のクロック信号を採用することも，当然に行われることであることは，前記aのとおりである。甲5には，基準発振器48が，4MHzで動作する水晶52により制御され，CPU38と位相検出器50のための基準周波数として動作する安定出力周波数を供給することが開示されていることも，前記(1)ウb⑤のとおりであるから，甲5の基準発振器48において，位相検出器50のための基準周波数と異なる周波数の基準周波数を，CPU38に提供するために，逓倍処理や分周処理を行うようにすることに，格別の困難性があるとは認めることはできない。",
                        "現に，被告は，本件明細書にマイクロコンピュータ11aの内部で3逓倍の処理を行うことが明記されていないにもかかわらず，被告が同処理を当然のこととして主張しているし，甲19には，中央処理装置74に与えられるクロック信号を，基準分割器32で分周することが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "「マイクロコンピュータの基準信号となるクロック信号」についてa 審決は，甲5の次の記載について，これらにおける「reference(voltage,frequency)」はいずれも比較器(comparator)へ入力するものであり，「acts as a reference frequency for CPU 38」の記載だけを「マイクロコンピュータの基準信号となるクロック信号」の意味に解するに足る根拠が見出せないと判断している。",
                    "(a)「This voltage is compared to a predetermined threshold or reference voltagewhich is provided at a second comparator input.」(1欄59行～61行)(b)「if the reference voltage in the detector subsequently drifts,」(2欄19行～20行)",
                    "(c)「acts as a reference frequency for CPU 38 and phase detector 50.」(5欄16行～17行)",
                    "(d)「a second input coupled to a reference frequency source,」(claim17)(e)「a programmable frequency divder for providing the reference frequency」(claim17)",
                    "しかし，比較器へ入力される「reference (voltage,frequency)」はすべて「位相検出器48に供給される基準周波数」に関するものであり，「基準発振器48からCPU38に供給される基準周波数」に関するものではないから，「基準発振器48からCPU38に供給される基準周波数」を，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」と解せない根拠とはならないものである。"
                  ],
                  "content": [
                    {
                      "fig": "b",
                      "text": [
                        "被告は，甲5では，基準発振器48からCPU38に送られる信号がクロック信号である，あるいはクロック信号の基になる信号であるとの記載や示唆が全くないと主張する。",
                        "しかし，CPUに供給され，特別な処理と関連しない基準周波数は，通常，CPUの基準信号となるクロック信号を意味するというのが，一般的な考え方であるから，甲5の「基準発振器48からCPU38に供給される基準周波数」を，本件発明2の「マイクロコンピュータの基準信号となるクロック信号」と解するのが相当であり，また，このように解したからといって，甲5の記載と何ら矛盾や格別の問題が生じるものでもないことは，前記アのとおりであるから，被告の上記主張も採用することができない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "被告は，原告の主張では，CPU38が，4MHzの信号を内部で3逓倍して，「マイクロコンピュータの基準信号となるクロック信号」として利用することになるが，このような構成は，本件発明2を参考しているからこそ想到できるものであり，本件発明2を参考しなければ，当然12MHzのクロックを供給するための発振器を，別途設けることになると主張する。",
                        "しかし，甲5の基準発振器48において，位相検出器50のための基準周波数と異なる周波数の基準周波数を，CPU38に提供するために，逓倍処理や分周処理を行うようにすることに格別の困難性があるとは認めることはできないことは，前記エaのとおりであり，また，甲5の水晶52が接続されるマイクロプロセッサ36は，例えば，MOTOROLAシリーズ6805T2という一つのチップであり，一つのマイクロプロセッサに外部から供給される動作タイミングの信号源は，通常一つであり，内部で必要な他の周波数の基準信号については，この外部から供給される信号源を，逓倍処理又は分周処理して得るというのが最も一般的なチップ構成であるから，甲5のマイクロプロセッサ36にクロック信号を与えるのが水晶52以外の別の発振器である必要はないことも，前記エaのとおりである。したがって，被告の上記主張も採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，本件発明2は，甲5ないし甲9に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明2が甲4又は甲5発明と同一であるとはいえないが，本件発明2は，甲5ないし甲9に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，取消事由3は，進歩性の誤りをいう点において理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由2及び3のうち，本件発明1及び2の進歩性判断の誤りをいう点には理由がある。",
            "よって，原告の請求は理由があるから，認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}