{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2003-73874号事件について，平成17年11月22日",
        "にした決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議の申立てに係る特許を取り消した決定の取消しを求める事件である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「車両乗員の保護装置」とする特許第3473301号(請求項の数8。平成8年12月9日に出願，平成15年9月19日に設定登録。以下「本件特許」という。)の特許権者である(甲16)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許について特許異議の申立てがされ(異議2003-73874号",
              "text": [
                "事件として係属)，特許庁は，平成17年11月22日，「特許第3473301号の請求項1ないし8に係る特許を取り消す。」との決定をし，同年12月12日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "【請求項1】 座席の乗員の肩部及び腹部をそれぞれ拘束するためのショルダーベルト部及びラップベルト部を有するシートベルト装置と，",
            "車両の衝突時にシートベルトを巻き取ってシートベルトの張力を高めるプリテンショナ装置と，",
            "該プリテンショナ装置のシートベルト巻き取り後にシートベルトを徐々に繰り出して乗員に加えられる衝撃を緩和する衝撃吸収装置と，",
            "前記座席前方の車両部材に設けられたエアバッグ装置とを備え，",
            "車両が衝突したときに，前記衝撃吸収装置によって衝撃が緩和されつつ前方に移動する乗員を前記エアバッグ装置によって受け止める車両乗員の保護装置であって，",
            "前記衝撃吸収装置のシートベルト繰出し長さL2が前記プリテンショナ装置の巻取り長さL1よりも長いことを特徴とする車両乗員の保護装置。",
            "【請求項2】 請求項1において，前記プリテンショナ装置は前記シートベルト装置の前記ショルダーベルト部を巻き取るものであり，かつ，前記衝撃吸収装置は前記シートベルト装置の前記ショルダーベルト部を繰り出すものであることを特徴とする車両乗員の保護装置。",
            "【請求項3】 請求項2において，前記巻取り長さL1が80～250mmであることを特徴とする車両乗員の保護装置。",
            "【請求項4】 請求項2において，車両乗員の保護装置は運転席用のものであり，前記長さL2が100～400mmであることを特徴とする車両乗員の保護装置。",
            "【請求項5】 請求項2において，車両乗員の保護装置は助手席用のものであり，前記長さL2が100～800mmであることを特徴とする車両乗員の保護装置。",
            "【請求項6】 請求項4又は5において，車両衝突時に前記座席の前方の車両部材に対し乗員が接近しても乗員が前記車両部材から離隔しているように前記長さL2が設定されていることを特徴とする車両乗員の保護装置。",
            "【請求項7】 請求項1ないし6のいずれか1項において，前記エアバッグ装置はエアバッグを展開させるガス発生手段を備えており，前記プリテンショナ装置は，車両衝突時に該ガス発生手段の作動開始に先行してシートベルト巻き取りを開始することを特徴と",
            "する車両乗員の保護装置。",
            "【請求項8】 請求項1ないし7のいずれか1項において，前記衝撃吸収装置は前記シートベルト自体が伸長することによってシートベルトを徐々に繰出すものであることを特徴とする車両乗員の保護装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要旨",
          "text": [
            "決定の理由は，以下のとおりであるが，要するに，請求項1ないし8に係る発明(以下，各発明は請求項の番号に従い「本件発明1」のようにいう。)についての特許は特許法29条2項の規定に違反してなされたものである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "本件発明1と特開平7-309207号公報(以下「引用例2」という。)に記載された発明(以下「引用発明」という。)とを対比するに，引用発明のプリテンショナーにあっても，そのシートベルト装置は，座席の乗員の肩部及び腹部をそれぞれ拘束するためのショルダーベルト部及びラップベルト部を有する車両乗員の保護装置と考えて何ら支障はない。",
                "したがって，両者は，",
                "［一致点］",
                "「座席の乗員の肩部及び腹部をそれぞれ拘束するためのショルダーベルト部及びラップベルト部を有するシートベルト装置と，",
                "車両の衝突時にシートベルトを巻き取ってシートベルトの張力を高めるプリテンショナ装置と，該プリテンショナ装置のシートベルト巻き取り後にシートベルトを徐々に繰り出して乗員に加えられる衝撃を緩和する衝撃吸収装置と，",
                "車両が衝突したときに，前記衝撃吸収装置によって衝撃が緩和されつつ前方に移動する乗員を受け止める車両乗員の保護装置。」",
                "である点で一致し，以下の点で相違する。",
                "［相違点1］",
                "本件発明1は，座席前方の車両部材に設けられたエアバッグ装置を備え，前方に移動する乗員を前記エアバッグ装置によって受け止める車両乗員の保護装置であるのに対して，引用発明においては，当該エアバッグ装置を備えているか否か明らかでない点。",
                "［相違点2］",
                "本件発明1は，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長いのに対して，引用発明は，当該構成について明らかでない点。",
                "［相違点の検討］"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，上記相違点1について検討する。",
                    "特開平8-127313号公報(以下「引用例8」という。)に，「シートベルト装置とエアバッグ装置とを装備する車種において，・・・ウェビングWの引き出しに応じてEA荷重(EA1)が得られている過程で，エアバッグ装置のエアバッグが完全展開したら，エアバッグで乗員の前方への移動の抗力を有効に負担させる・・・」と記載されているように，シートベルトを徐々に繰り出して乗員に加えられる衝撃を緩和する衝撃吸収装置において，前方に移動する乗員をエアバッグ装置によって受け止める車両乗員の保護装置は，本件出願前に公知のものである。また，特開平5-170047号公報(以下「引用例1」という。)にも開示されているとおり，プリテンショナ装置及びエアバック装置を備えた乗員保護装置自体は周知技術と言えるものである。",
                    "そして，上記引用例8に記載のエアバッグ装置を，車両乗員の保護装置という共通の技術分野に属する上記引用発明の保護装置として適用することを妨げる事由はない。",
                    "したがって，上記相違点1に係る構成である「座席前方の車両部材に設けられたエアバッグ装置を備え，前方に移動する乗員を前記エアバッグ装置によって受け止める」構成とすることは，当業者ならば容易に想到できたことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，上記相違点2について検討する。",
                    "そもそも，プリテンショナ装置の「巻取り長さL1」とは，精々，乗員の運転時姿勢が前傾姿勢であっても，これを正規の姿勢に戻し，かつ，シートベルトで乗員を強く拘束するまで巻取る長さに相当するものと考えられる。",
                    "一方，衝撃吸収装置の「シートベルト繰出し長さL2」は，身体にダメージを与えずに衝撃吸収を行うという効果を考慮すれば，可能な限り長く繰出した方が良いことは当然のことであって，具体的には，プリテンショナ装置によって乗員をシートベルトに強く拘束した位置から，前方に移動する乗員をエアバッグ装置によって受け止めるまで繰出す長さとなることは当業者であれば自明のことである。",
                    "そして，乗員をシートベルトに強く拘束した位置から，エアバッグ装置によって受け止めるまで繰出す長さの方が，乗員を正規の姿勢に戻し，かつ，シートベルトで強く拘束するまで巻取る長さよりも大きいことは，技術常識上明らかなことである。",
                    "したがって，上記相違点2に係る構成である「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成とすることは，衝撃吸収効果の観点から，当業者ならば当然に設定するべき事項である。",
                    "なお，上記L1及びL2については，特許権者にあっても，特許異議意見書において，「審判甲8(本訴甲8)の装置において，『しきい値の規定荷重』以上の『ウェビングW(シートベルト)に作用する引き出し力』が作用すると，『シートベルト繰出し長さL2』が所定長さ以上になることは明らかです。さらに，プリテンショナ装置の『巻取り長さL1』を調整することは，技術常識です。」と認めているところである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明1は，上記引用例2，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明1の特許は特許法29条2項の規定に違反してなされたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "text": [
                "本件発明2は，本件発明1に「プリテンショナ装置はシートベルト装置のショルダーベルト部を巻き取るものであり，かつ，衝撃吸収装置はシートベルト装置のショルダーベルト部を繰り出すものである」との発明特定事項を附加するものである。",
                "しかしながら，上記引用例2の段落【0016】には，「ウェビング巻取装置12では，車両のセンターピラーに固定されるプレート14と，・・・を備えている」と記載されているから，上記引用発明のプリテンショナー10が，シートベルトのショルダーベルト部分を巻取り，或は，繰り出すものであることは明らかである。",
                "したがって，本件発明2は，上記引用例2，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明2の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3について",
              "text": [
                "本件発明3は，本件発明2に「巻取り長さL1が80～250mmである」との発明特定事項を附加するものである。",
                "しかしながら，特開平8-216834号公報(以下「引用例3」という。)の段落【0099】には，「・・・安全ベルト13は140～205mm程度巻き取られ，テンショニングされる。」と記載されているから，上記引用例3の巻取り長さは，本件発明3の巻取り長さに包含されるものである。",
                "さらに，上記(1)においても言及したとおり，「プリテンショナ装置の『巻取り長さL1』を調整することは，技術常識・・・」である。",
                "したがって，本件発明3は，上記引用例2，3，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明3の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4について",
              "text": [
                "本件発明4は，本件発明2に「車両乗員の保護装置は運転席用のものであり，(繰り出し)長さL2が100～400mmである」との発明特定事項を附加するものである。",
                "しかしながら，通常，3点式シートベルトは，車両前席(運転席或は助手席)に用いられるものであるから，本件発明4の構成のように，車両乗員の保護装置を運転席用に用いる点に何ら困難性はない。また，この場合に，(繰り出し)長さL2を100～400mmとする点についても，本件発明3に関して述べた引用例3の上記記載からして何ら困難性はない。",
                "さらに，上記(1)においても言及したとおり，「『シートベルト繰出し長さL2』が所定長さ以上になることは明らか・・・」なことである。",
                "したがって，本件発明4は，上記引用例2，3，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明4の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明5について",
              "text": [
                "本件発明5は，本件発明2に「車両乗員の保護装置は助手席用のものであり，(繰り出し)長さL2が100～800mmである」との発明特定事項を附加するものである。",
                "しかしながら，通常，3点式シートベルトは，車両前席(運転席或は助手席)に用いられるものであるから，本件発明5の構成のように，車両乗員の保護装置を助手席用に用いる点に何ら困難性はない。また，この場合に，(繰り出し)長さL2を100～800mmとする点についても，本件発明3に関して述べた引用例3の上記記載からして何ら困難性はない。",
                "したがって，本件発明5は，上記引用例2，3，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明5の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明6について",
              "text": [
                "本件発明6は，本件発明4又は5に「車両衝突時に座席の前方の車両部材に対し乗員が接近しても乗員が車両部材から離隔しているように(繰り出し)長さL2が設定されている」との発明特定事項を附加するものである。",
                "しかしながら，実願昭57-163016号(実開昭58-108856号)のマイクロフィルム(以下「引用例5」という。)の8頁10，11行に，「ウェビング20の引出しを停止し人体が車体に衝き当るのを防止している」と記載されているとおり，乗員が車両部材に衝き当ることのないように車両部材から離隔するべく(繰り出し)長さL2が設定されることは自明のことである。",
                "したがって，本件発明6は，上記引用例2，3，5，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明6の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明7について",
              "text": [
                "本件発明7は，本件発明1ないし6のいずれか1つに「エアバッグ装置はエアバッグを展開させるガス発生手段を備えており，プリテンショナ装置は，車両衝突時に該ガス発生手段の作動開始に先行してシートベルト巻き取りを開始する」との発明特定事項を附加するものである。",
                "しかしながら，「ガス発生手段」に関しては，引用例1の段落【0014】に，「・・・エアバック装置4Aが点火される。これによりエアバックが展開する。・・・」と記載され，また，「プリテンショナ装置」の作動タイミングについては，引用例1の段落【0016】に「衝突の場合には，プリテンショナ駆動手段15が付勢されると共にタイマ23が起動される。このタイマ23は，その起動から所定時間経過後にエアバック駆動手段14を付勢する。」と記載されているとおり，上記特定事項はこの種車両乗員の保護装置における常套手段である。",
                "したがって，本件発明7は，上記引用例1，2，3，5，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明7の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明8について",
              "text": [
                "本件発明8は，本件発明1ないし7のいずれか1つに「衝撃吸収装置はシートベルト自体が伸長することによってシートベルトを徐々に繰出すものである」との発明特定事項を附加するものである。",
                "しかしながら，引用例2の段落【0007】に「乗員の慣性移動力(エネルギー)は・・・ウェビングによってのみ吸収される。」と記載され，また，実願平5-74557号(実開平7-40310号)のCDーROM(以下「引用例4」という。)の段落【0002】に「ウェビングに衝撃荷重が加わると・・・縫糸3が縫着基端部5から縫着先端部6に向って順次破断して衝撃荷重を吸収する・・・吸収できなかった衝撃荷重をウェビング自体で吸収する・・・」と記載されているとおり，上記特定事項はこの種車両乗員の保護装置における常套手段である。",
                "したがって，本件発明8は，上記引用例1，2，3，4，5，8に記載された各発明及び周知技術に基づいて当業者が容易に発明できたものであり，本件発明8の特許は特許法29条2項の規定に違反してなされたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要旨",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の決定取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点2の認定の誤り)",
              "text": [
                "決定は，本件発明1と引用発明との相違点2として，「本件発明1は，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長いのに対して，引用発明は，当該構成について明らかでない点。」と認定したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明のプリテンショナ装置は，引用例2の段落【0029】ないし【0033】及び図1にあるように，シリンダ24内に収められたピストン28が，ガスジェネレータから発生されるガスによって初期位置(図1に実線で示す位置)からシリンダ24の上方(図1に二点鎖線で示す位置)へ移動して，ウェビング20(シートベルト)が巻き取られて乗員に密着されるというものである。そして，ピストン28に設けられたラチェット32がシリンダ24の内面に設けられた歯36に係合することにより，上記密着状態でピストン28の移動が制限される一方で，乗員の慣性移動力が一定以上になると，ラチェット32がシリンダ内面の歯36を次々とせん断し，ピストン28がシリンダ内を下方へ移動することによりエネルギーを吸収する。",
                    "シートベルトの繰出しは，ピストン28の下方への移動によって行われるから，最大でもピストン28が初期位置(図1に実線で示す位置)に復帰するまでであり，巻き取った長さ(ピストン28の上方への移動量)以上にシートベルトを繰り出すことはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，引用発明は，上記アのとおり，ピストン28に設けられたラチェット32がシリンダ内面の歯36をせん断し，ピストン28がシリンダ24内を移動することによりエネルギーの吸収を行うようにした発明であって，被告が主張するような「ウェビング20の巻き締めによる繰り出し(フィルムリール効果)」や「シートベルト自体の延び」を考慮した発明ではなく，現に，引用例2には，シートベルトの繰出しや延びを意図し，あるいはこれを示唆するような記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明は，本件発明1の特徴である「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成を全く備えていないのであって，決定が，本件発明1と引用発明との相違点2として，「本件発明1は，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長いのに対して，引用発明は，当該構成について明らかでない点。」と認定したことは誤りであり，「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成を備えていない引用発明に引用例8に記載された発明を組み合わせても，本件発明を構成することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2の判断の誤り)",
              "text": [
                "決定は，「衝撃吸収装置の「シートベルト繰出し長さL2」は，身体にダメージを与えずに衝撃吸収を行うという効果を考慮すれば，可能な限り長く繰出した方が良いことは当然のこと」であるとした上，「相違点2に係る構成である「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成とすることは，衝撃吸収効果の観点から，当業者ならば当然に設定するべき事項である。」と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "シートベルトの目的は，乗員をシートに拘束することにより前方の車両部材への乗員の衝突や車外放出を防止することにあるところ，シートベルトを繰り出すことは，ハンドルやインストルメントパネル等の車両部材への乗員の衝突の可能性を増大させるから，シートベルトの繰出し長さはできるだけ小さくすることが望ましい。",
                    "また，シートベルトは，その基本的性能としての乗員拘束能力を付与するにつき，ベルト荷重により拘束時の乗員胸部にかかる加速度(減速度)を一定の範囲内に抑制するという，拘束性能とは相反する要件が求められており，このような要件を充たすものとして，エネルギー吸収装置付プリテンショナ装置が発明されたが，プリテンショナ装置によって，衝突初期段階における乗員の挙動を抑えるべく，衝突の瞬間にシートベルトを強制的に巻き取って乗員を車両シートに拘束し，乗員と前方の車両部材との間の空間を最大限に確保した状態で衝撃吸収装置を作動させ，シートベルトを最大限に繰り出してエネルギーを吸収したとしても，やはり乗員と前方の車両部材との接触は避けがたいから，過大なシートベルトの繰出しは，乗員保護の観点から望ましいものではなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，従来技術では，最大限にエネルギーを吸収するとしても，これをシートベルトを繰り出すことによって達成するには，乗員と前方の車両部材との接触の可能性を増大させてしまいかねなかったから，衝撃吸収装置の性能を最大限に発揮することができず，衝撃を吸収するためのシートベルトの繰出し量には制限があった。",
                    "このような背景の下において，原告は，衝撃吸収装置の基本的な考え方に反して，「シートベルトの伸び出しを抑える」というコンセプトを持つプリテンショナ装置を衝撃吸収装置と組み合わせるに当たり，これらの2つの装置の性能を最大限に発揮する組合せについて検討したところ，プリテンショナ装置の性能を最大限に発揮した場合でも，前方にエアバッグが展開して乗員を受け止めるという前提の下で，プリテンショナがシートベルトを巻き取った量(L1)よりも繰り出す量(L2)を大きくすることで，衝撃吸収装置の性能を最大限に発揮させることができることに初めて気付いたものであって，「シートベルト繰出し長さL2」を調整することやプリテンショナの「巻取り長さL1」を個別に調整することは知られていたが，「L2＞L1」とすることは，本件発明1の特許出願当時の技術常識ではなく，当業者が日常的に選択できたものではなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "確かに，胸部にかかる荷重を低減し衝撃を吸収することのみを考えると，シートベルトの繰出し量が大きければ衝撃を小さく抑えることが可能であるが，乗員をシートに拘束するというシートベルト本来の目的や乗員の安全(車両部材への衝突回避)を併せ考えれば，シートベルトを繰り出せば繰り出すほどよいという単純なものではなく，「可能な限り長く繰出した方が良いことは当然のこと」であるとした決定の認定は誤りであって，「L2＞L1」との構成が「当業者ならば当然に設定するべき事項である。」とした決定の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，被告が引用する乙1ないし3は，以下のとおり，いずれも，プリテンショナ装置(巻取り長さL1)との関係を示すものではなく，本件発明の特徴である「L2＞L1」を示唆するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開昭48-97228号公報(乙1)に記載された発明は，乗員の体重の大きさに応じてシートベルトの繰出し抵抗を調整することにより乗員にかかる減速度を一定にするもので，衝撃吸収装置によるシートベルトの繰出し量L2をプリテンショナによるシートベルトの巻取り量L1に何ら関連付けるものではなく，「L2＞L1」とする本件発明を示唆するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開昭48-76221号公報(乙2)に記載された発明は，胸部へ大きな負荷(強圧)がかかるタイミングと，フロントガラスによって頭部へ打撃がかかるタイミングをずらすことによってこれら胸部への強圧と頭部への打撃とを同時に受けることを回避するもので，シートベルトの繰出し量そのものについての記載はなく，また，「可能な限り長くシートベルトを繰出す」ことが乗員に加えられる衝撃を小さくすることにつながるような記載も示唆もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実願昭58-18262号公報(実開昭59-124757号)のマイク",
                      "text": [
                        "ロフィルム(乙3)に記載された発明は，衝突時における乗員の前方移動によるシートベルトの張力を利用してエネルギー吸収部4を変形させ，エネルギーを吸収するとともに，ハンドルとコラムシャフトを前方に移動させて乗員のハンドルへの二次衝突を防ぐもので，衝撃吸収装置によるシートベルトの繰出し量L2をプリテンショナによるシートベルトの巻取り量L1に関連付けるという技術思想はなく，「L2＞L1」とする本件発明を示唆するものでもない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本件発明2ないし8についての認定判断の誤り)",
              "text": [
                "本件特許の請求項2ないし8は，いずれも請求項1に従属するものであるから，上記(1)及び(2)のとおり，本件発明1についての決定の認定判断に誤りがある以上，本件発明2ないし8についての決定の認定判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点2の認定の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "決定は，引用発明のプリテンショナ装置が巻き取った以上の長さを繰り出すことができるとか，引用発明が本件発明の「L2＞Ll」との構成を備えていると認定したものではなく，引用発明のプリテンショナ装置におけるシートベルトの巻取り長さと繰出し長さとの大小関係が明らかでないと認定しただけである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用発明において，車両の急減速に伴ってプリテンショナー10が作動してウェビング20が乗員に密着するに先立ち，巻取軸18に緩く巻き取られているウェビング20の巻締めやシートベルト自体の延びが発生すること，ウェビング20が乗員に密着された後に，ウェビング20に作用する乗員の慣性移動力(エネルギー)によってピストン28に作用する移動力が所定値を超えてラチェット32が係合する歯36が順次せん断されるに先立ち，巻取軸18に対するウェビング20の巻締めによる繰出し(フィルムリール効果)やシートベルト自体の延びが発生することは当然に想定することができるのであるから，引用発明において「L2＞L1」の関係があり得ないと断定することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，決定が，本件発明1と引用発明との相違点2として，「本件発明1は，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長いのに対して，引用発明は，当該構成について明らかでない点。」と認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "車輌衝突時の衝撃吸収効果を向上させるために，衝突時における乗員の前方への移動に伴って，乗員と前方の車両部材との接触を回避し，あるいは少なくとも接触による致命的傷害を回避する程度に，可能な限り長くシートベルトが繰り出されるようにした構成は，従来周知の技術事項であり，技術常識であって，このことは，以下の例に照らしても明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開昭48-97228号公報(乙1)には，「エネルギ吸収式シートベルト装置」に関して，「従来のシートベルト装置は単に乗員をシートに保持し，車輌の衝突時の急減速による乗員のライドダウン効果を期待するものであつたから，主としてベルト本体およびその取付金具の強度のみが要求されたが，最近，車輌の室内空間をさらに有効に利用し乗員の救命限界の衝突速度を向上させるために，シートベルトが乗員の慣性により引張られたとき乗員の運動エネルギを吸収しながら繰出されるようにすることが要求されてきた。」(1頁左下欄15行ないし右下欄6行)，「ついで，もし乗員Mの減速度が救命限界に近づく程度にシートベルトBに加わる荷重が増大すれば，第4図のように被切削フランジ18がバイト19で切削され乗員Mの運動エネルギを吸収しながらシートベルト繰出し装置Aを徐々に作動させ，乗員MをM’位置に移行させて減速度の危険な増加を防止する。」(2頁右下欄13行ないし3頁左上欄2行)と記載され，第1図には，衝突時における乗員の前方移行(M→M’)に伴って，乗員と車両部材との接触が発生しない程度に可能な限り長く，シートベルトが繰り出される態様が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開昭48-76221号公報(乙2)には，「自動車の座乗者用安全ベルト」に関して，「自動車の衝突に対して座乗者を保護するために，衝突によつて座席から離れて激しく前動する座乗者の胸部を強圧してその前動を抑制緩和する安全ベルトを使用することは既に知られている。しかしながら・・・本発明はこのような致命的傷害を回避しうる安全ベルトを得ることを目的とする。」(1頁左下欄17行ないし右下欄7行)，「・・・本発明安全ベルトによれば，自動車衝突時に座乗者の胸部を均一に強圧抑制してよくその前動を緩和し・・・を防止しうる効果を達成する。」(2頁右上欄19行ないし左下欄5行)と記載され，第1図，第2図には，衝突時における乗員の前動に伴って，乗員と車両部材との接触による致命的傷害を回避する程度に可能な限り長く，シートベルトが繰り出される態様が開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実願昭58-18262号(実開昭59-124757号)のマイクロフ",
                      "text": [
                        "ィルム(乙3)には，第1図ないし第4図とともに，「自動車用シートベルト装置」において，衝突時における乗員の前方移動にもとづくシートベルトの張力を利用して，エネルギー吸収式ステアリング装置のエネルギー吸収部を変形させることにより，運転者の前方への衝突エネルギーを吸収する一方，ステアリングホイールとコラムシャフトの少なくとも上半部とを前方に移動させて乗員がステアリングホイールに衝突することを防止する技術が開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，車両乗員の保護装置において，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長く設定することは，特開平8-216833号公報(乙4)に記載されているように，本件発明の特許出願前周知の技術事項であり，また，衝撃吸収装置の性能を最大限に発揮させることができるように，前方に移動してくる乗員をエアバッグが展開して受け止めるという技術も，引用例8や特開昭48-16347号公報(乙5)に記載されているように，本件発明の特許出願前周知の技術事項であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「衝撃吸収装置の「シートベルト繰出し長さL2」は，身体にダメージを与えずに衝撃吸収を行うという効果を考慮すれば，可能な限り長く繰出した方が良いことは当然のこと」であるとした決定の認定に誤りはなく，また，本件発明は，従来周知のプリテンショナ装置，衝撃吸収装置及びエアバッグ装置を単に組み合わせることにより，当業者が容易に想到することができたものであるから，「L2＞L1」との構成が，「当業者ならば当然に設定するべき事項である。」とした決定の判断にも誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本件発明2ないし8についての判断の誤り)に対して",
              "text": [
                "本件特許の請求項2ないし8は，いずれも請求項1の従属するものであり，上記(1)及び(2)のとおり，本件発明1についての決定の認定判断に誤りはないから，本件発明2ないし8についての決定の認定判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，本件発明1と引用発明との相違点2を，「本件発明1は，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長いのに対して，引用発明は，当該構成について明らかでない点。」と認定した上，これについて，「相違点2に係る構成である「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成とすることは，衝撃吸収効果の観点から，当業者ならば当然に設定するべき事項である。」と判断した。",
                "決定の上記説示によれば，決定は，本件発明1の「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成が相違点に係る構成であると認定し，そのような構成を採用することの容易想到性を判断しているのであって，仮に，「引用発明は，当該構成について明らかでない」とした決定の認定が誤りであって，引用発明が「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成を備えていないというものであるとしても，これについての判断は決定の上記説示がそのまま当てはまるのであるから，相違点2の認定の誤りがあるとしても，このことは決定の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，念のために，「引用発明は，当該構成について明らかでない」とした決定の認定が誤りであるか否かについて検討を加えることとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には，図1とともに，「【作用】上記構成のプリテンショナーでは，プリテンショナー作動時すなわち車両の急減速時には，ピストンが移動されこの移動力がワイヤを介して巻取軸に伝達されて巻取軸がウェビング巻取方向へ回転され，ウェビングが乗員拘束方向へ強制的に緊張されて乗員に密着される。」，「また，ピストンが移動されると，これに伴ってその移動力によりロック制限手段が作動され，ロックセンサの作動が制限される。すなわち，この状態では，ロックセンサは巻取軸のウェビング引出方向回転を阻止することがなく，巻取軸はウェビング引出方向への回転が可能となる。」(段落【0010】，【0011】)，「したがって，ピストンが初期位置から移動し巻取軸がウェビング巻取方向へ回転されてウェビングが乗員に密着された後には，ウェビングに作用する乗員の慣性移動力(エネルギー)によって巻取軸がウェビング引出方向へ回転され，巻取軸に連係するワイヤすなわちピストンが初期位置へ復帰移動される。ここで，初期位置へ復帰移動するピストンの移動力(すなわち，ウェビングに作用する乗員の慣性移動力)は，ピストンに対応して設けられたエネルギー吸収手段によって吸収される。」，「乗員の慣性移動力(初期位置へ復帰移動するピストンの移動力)が吸収されピストンが初期位置に達すると，ロック制限手段によるロックセンサの作動の制限が解除される。これにより，ロックセンサが作動されて巻取軸のウェビング引出方向回転が阻止され，ウェビングの引き出しが阻止されて乗員は確実に拘束される。」，「このように，本発明に係るプリテンショナーでは，車両の急減速時にウェビングを強制的に緊張させて乗員に密着させるという本来の機能を確実に維持しつつ，ウェビングが乗員に密着された後の乗員の慣性移動力(エネルギー)を吸収して更に一層高い乗員拘束性能を得ることができる。」(段落【0012】ないし【0014】)，「また，ピストン28にはエネルギー吸収手段を構成する一対のラチェット32が取り付けられている。ラチェット32は，一端がピストン28に回動可能に支持されると共に先端はピストン28(シリンダ24)の径方向外側へ向けて延出されており，ピストン28と共に移動する。さらに，一対のラチェット32間には圧縮スプリング34が取り付けられており，ラチェット32の先端部がシリンダ24の径方向外側へ向けて付勢されている。一方，ラチェット32に対応するシリンダ24の内周壁には歯36が形成されており，ラチェット32と係合可能となっている。すなわち，ピストン28の初期位置(図1に実線にて示す位置)からシリンダ24の上方への移動は，ラチェット32が歯36を乗り越えることにより可能であり，一方，ピストン28の上方移動位置(図1に二点鎖線にて示す位置)から初期位置への復帰移動は，ラチェット32が歯36に係合することにより制限される構成である。さらに，歯36は，ラチェット32が係合した状態において所定の荷重で剪断されるように設定されている。」(段落【0020】)，「次に，上記のように構成された本実施例の作用を説明する。上記構成のプリテンショナー10では，プリテンショナー作動時すなわち車両が急減速状態に至ると，ガスジェネレータが着火して多量のガスが発生し，この多量のガスがベース26内を介してシリンダ24のピストン28の背面側へ流入する。これにより，シリンダ24内に配置されたピストン28がワイヤ30と共に初期位置(図1に実線にて示す位置)からシリンダ24の上方へ移動される。なお，このピストン28の上方移動の際には，ラチェット32が歯36を乗り越えることによりピストン28の移動は支障無く行われる。」，「ピストン28が図1に二点鎖線にて示す如く移動されると，この移動力がワイヤ30によって伝達され，クラッチ部22を介して巻取軸18に伝達される。これにより，巻取軸18がウェビング巻取方向へ強制的に回転されて，ウェビング20が乗員拘束方向へ強制的に緊張されて乗員に密着される。」(段落【0029】，【0030】)，「したがって，ピストン28が図1に二点鎖線にて示す如く移動し巻取軸18がウェビング巻取方向へ回転されてウェビング20が乗員に密着された後には，ウェビング20に作用する乗員の慣性移動力(エネルギー)によって巻取軸18がウェビング引出方向へ回転され，これにより，巻取軸18に連係するワイヤ30すなわちピストン28が再び初期位置へ復帰移動される。ここで，ピストン28の上方移動位置(図1に二点鎖線にて示す位置)から初期位置への復帰移動の際には，ラチェット32が歯36に係合しており，ピストン28の移動が制限される。ピストン28に作用する移動力(換言すれば，ウェビング20に作用する乗員の慣性移動力)が所定値を越えると，ラチェット32が係合する歯36が順次剪断され，これにより，初期位置へ復帰移動するピストン28の移動力(ウェビングに作用する乗員の慣性移動力)が順次吸収される。」，「乗員の慣性移動力(初期位置へ復帰移動するピストン28の移動力)が吸収されピストン28が再び初期位置に達すると，ギヤ38に同期して回転する回転プレート54が回転されて解除切欠部56がロックセンサ46のパウル48に対向する状態となり，ロックセンサ46(パウル48)は回転輪44に係合可能となる。すなわち，回転プレート54によるロックセンサ46の作動の制限が解除される。したがって，慣性力でセンサブラケット50の小径孔内からその外側へ昇り上がるボール52に押圧されてパウル48が揺動し，回転輪44と係合して回転輪44のウェビング引出方向回転が阻止される。これにより，乗員の慣性力でウェビング20が引き出されて回転する巻取軸18に対して，回転輪44が回転遅れを生じることになり，ロックプレートが移動されて内歯ラチェットホイルと噛み合い巻取軸18のウェビング引出方向回転が阻止され，ウェビング20の引出が阻止されて乗員はウェビング20による拘束状態となる。」(【0032】，【0033】)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，引用例2には，本件発明の「衝撃吸収装置」及び「プリテンション装置」に相当する「エネルギー吸収手段(ラチェット32，歯36)」及び「プリテンショナー10」について，車両の急減速時に，「エネルギー吸収手段(ラチェット32，歯36)」によりシートベルトを徐々に繰り出して乗員の慣性移動力(エネルギー)を吸収し，更に一層高い乗員の拘束性能を得ること，「プリテンショナー10」によりシートベルトを巻き取ることが記載されている。",
                    "そして，「エネルギー吸収手段(ラチェット32，歯36)」によるシートベルトの繰出し長さと「プリテンショナー10」によるシートベルト巻取り長さについてみると，段落【0029】及び【0032】の記載によれば，ピストン28が初期位置から上方移動位置へ移動する距離が本件発明のプリテンション装置の巻取り長さ(L1)に相当し，ピストン28が上方移動位置から初期位置へ復帰移動する距離が本件発明の衝撃吸収装置のシートベルト繰出し長さ(L2)に相当すると理解することができるものの，ピストン28が初期位置から上方移動位置へ移動する距離とピストン28が上方移動位置から初期位置へ復帰移動する距離との関係については明細書に記載がないのであって，ウェビング(シートベルト)を介してエネルギー吸収手段に作用する乗員の慣性移動力(エネルギー)の程度によっては，初期位置から上方移動位置へ移動する距離が上方移動位置から初期位置へ復帰移動する距離よりも大となることも，小となることも考えられる。そうであれば，引用発明において，初期位置から上方移動位置へ移動する距離と上方移動位置から初期位置へ復帰移動する距離との大小関係は明らかでないと考えるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明が「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成を備えていないということはできず，「本件発明1は，衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長いのに対して，引用発明は，当該構成について明らかでない点。」を本件発明1と引用発明との相違点2とした決定の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであって，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "衝撃吸収装置の「シートベルト繰出し長さL2」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例8(甲8)には，「このようにEA荷重のコントロールができると，たとえば，シートベルト装置とエアバッグ装置とを装備する車種において，図15に示したようにウェビングWの引き出しに応じてEA荷重(EA1)が得られている過程で，エアバッグ装置のエアバッグが完全展開したら，エアバッグで乗員の前方への移動の抗力を有効に負担させるために，抗力が発生する前傾位置でEA荷重をΔEAだけ低減させる(EA1→EA2)ように，EAワイヤ43の荷重発生形状を設定することが好ましい。」(段落【0044】)として，シートベルト装置とエアバック装置とを組み合わせて前傾位置でEA荷重(エネルギー吸収効果)を段階的に変化させること，すなわち身体にダメージを与えずに衝撃を吸収するために，シートベルトの繰り出し長さを長くすることが記載されており，図15の記載を併せ考えると，引用例8のシートベルト装置は，衝突などにより自動車が大減速するとせん断ピン63が破断し，シートベルト(ウェビング)が一定のウェビング張力でEA1で示す長さだけ繰り出されて，乗員が前方へ移動して前傾位置となり完全展開したエアバックに接するところ，その後も，シートベルト(ウェビング)が△EAだけ低いウェビング張力でEA2で示す長さだけ繰り出されるということができる。",
                    "このように，引用例8には，シートベルトの繰り出し長さがEA1＋EA2であること，シートベルト(ウェビング)がEA1の長さ分繰り出されて，乗員が前方へ移動して前傾位置でエアバックに接し，その後さらにシートベルト(ウェビング)がEA2の長さ分繰り出されて，エアバックが乗員を支持する役割を果たすことが記載されているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，特開昭48-97228号公報(乙1)には，「従来のシートベルト装置は単に乗員をシートに保持し，車輌の衝突時の急減速による乗員のライドダウン効果を期待するものであつたから，主としてベルト本体およびその取付金具の強度のみが要求されたが，最近，車輌の室内空間をさらに有効に利用し乗員の救命限界の衝突速度を向上させるために，シートベルトが乗員の慣性により引張られたとき乗員の運動エネルギを吸収しながら繰出されるようにすることが要求されてきた。」(1頁左下欄15行ないし右下欄6行)，「ついで，もし乗員Mの減速度が救命限界に近づく程度にシートベルトBに加わる荷重が増大すれば，第4図のように被切削フランジ18がバイト19で切削され乗員Mの運動エネルギを吸収しながらシートベルト繰出し装置Aを徐々に作動させ，乗員MをM'位置に移行させて減速度の危険な増加を防止する。」(2頁右下欄13行ないし3頁左上欄2行)として，救命限界にならないよう身体にダメージを与えずに衝撃吸収を行うために，車両の室内空間を有効に利用して，シートベルトの繰り出し長さを長くすることが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イの記載によれば，引用例8や特開昭48-97228号公報に記載されたシートベルト装置は，シートベルトを徐々に繰り出しながら乗員に加わるエネルギーを吸収するというものであり，乗員の身体にダメージを与えずに衝撃吸収を行うためには，シートベルトの繰出し長さが長いほど乗員に加わるエネルギーを分散して吸収することができると解されるから，これらの事項は，本件発明の特許出願前周知の事項であったと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成とすることについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開平8-216833号公報(平成8年8月27日出願公開，乙4)に",
                  "text": [
                    "は，図8とともに，「図8は本発明に係るエネルギー吸収機構の作用グラフである。A→B：第1段階でのたるみ除去作用に相当。B→C：第1段階末期において，シートベルト4に強い引出し力が作用しつつあることを示す。C→D：シートベルト4の引出し力が所定値を超えると，ベルト巻取り部材21が巻取り方向と逆の方向へ強制的に移動され，この際に塑性変形部材51がエネルギーを吸収する。",
                    "従って，シートベルト4の引出し力が緩和された状態でベルト巻取り部材21やリトラクタ10に作用することとなり，シートベルト巻取装置1をそれほど強固にする必要はない。従って，シートベルト巻取装置1の小型化が図れる。」(段落【0022】)との記載があり，これによれば，衝撃吸収装置からのシートベルトの繰出し長さ(C→D)を巻取り長さ(A→B)よりも長くすることは，本件発明の特許出願前周知の事項であったと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，上記(1)ウのとおり，乗員の身体にダメージを与えずに衝撃吸収を行うために，シートベルトの繰出し長さを長くすることは，本件発明の特許出願前周知の事項であり，また，エアバック装置を備えた乗員保護装置自体は周知技術であるところ(このことは，原告も争わない。)，引用例8には，シートベルト装置とエアバッグ装置とを装備する車種について上記(1)アのような記載があるから，これに接した当業者であれば，シートベルトの繰出し長さは，本件発明の明細書(甲16)の「車両衝突時に前記座席の前方の車両部材に対し乗員が接近しても乗員が前記車両部材から離隔しているように前記長さL2が設定されていることが好ましい。」(段落【0012】)との記載における「長さL2」の程度であると理解するものであると考えられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうであれば，衝撃吸収装置とプリテンショナ装置を備えたシートベルト装置にエアバッグ装置を併用する際に，プリテンショナが巻き取った長さ(L1)よりもシートベルトを繰出す長さ(L2)を長くすることは，引用発明及び従来周知の技術から当業者が格別の困難なく設定することができたと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，「衝撃吸収装置の「シートベルト繰出し長さL2」は，身体にダメージを与えずに衝撃吸収を行うという効果を考慮すれば，可能な限り長く繰出した方が良いことは当然のこと」であるとした決定の認定に誤りはなく，「相違点2に係る構成である「衝撃吸収装置のシートベルト繰出し長さL2がプリテンショナ装置の巻取り長さL1よりも長い」構成とすることは，衝撃吸収効果の観点から，当業者ならば当然に設定するべき事項である。」とした決定の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであって，原告主張の取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件発明2ないし8についての認定判断の誤り)について本件発明2ないし8についての原告の主張は，本件発明1についての決定の認定判断が誤りであることを前提とするものであるが，本件発明1についての決定の認定判断に誤りがないことは，上記1及び2のとおりであるから，原告主張の取消事由3も，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の主張する決定取消事由は，すべて理由がないから，原告の請求は棄却されるべきである。"
      ]
    }
  ],
  "pretext": [
    "本判決においては，「ウェビング」，「ウエビング」について，前者の表記に統一した。"
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10012",
    "date": "2006-09-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033532",
    "ipprecedent_id": "168",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}