{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−3408号事件について平成18年6月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記訴外会社が「デサチュラーゼを使用しての植物油の改変」とする発明について特許出願をしたところ，その権利の譲受人である原告に特許庁が拒絶査定をしたので，原告においてこれを不服とする審判請求をしたが，同庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。",
        "争点は，本願発明の進歩性の有無と審判手続の違法性の有無である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "米国法人であるザ ルブリゾル コーポレイション(The LubrizolCorporation。以下「訴外会社」という。)は，平成5年3月12日，名称を「デサチュラーゼを使用しての植物油の改変」とする発明について，パリ条約に基づく優先権(優先日 1992年［平成4年］3月13日米国)を主張して，特許出願をした(以下「本願」という。請求項1～37。特願平5−52559号。甲2の1。公開特許公報は，特開平6−14667号［甲1］)が，その後本願に係る特許を受ける権利を原告に譲渡し，平成9年5月22日付けで特許庁長官にその旨の届出がなされた(甲15，16)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところが，上記出願に対し特許庁から平成14年2月7日付けで拒絶理由通知(甲2の2)が発せられたので，原告は，平成14年8月9日付けで明細書の記載を補正(旧請求項2，4，9～13，18～23，25～29，31，34を削除し，項番号を順次繰り上げ。「本件補正」という。甲2の3)をしたが，平成14年11月28日拒絶査定を受けた(甲2の5)。",
                    "そこで原告は，平成15年3月3日付けで不服の審判請求を行い，特許庁は，同請求を不服2003−3408号事件として審理した上，平成18年6月13日，「本件審判の請求は，成り立たない」との審決を行い，その謄本は平成18年6月23日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，前記のとおり請求項1～17から成るが，その請求項1は次のとおりである(以下「本願発明1」という。)。",
                "「【請求項1】酵母デルタ−9デサチュラーゼ遺伝子および植物種子中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるための手段を含む，双子葉植物の植物種子であって，該発現させるための手段が，該植物種子中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるために有効な種子特異的プロモーターを含み，該酵母デルタ−9デサチュラーゼ遺伝子の発現は，該植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加を生じる，植物種子。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，本願発明1は，下記引用例1，2，4に記載された発明に基づいて容易に発明することができたから，特許法29条2項により特許を受けることができない，というものである。",
                    "記",
                    "・米国特許第5057419号公報(登録日1991年［平成3年］10月15日。以下「引用例1」といい，そこに記載された発明を「引用発明1」という。甲3)",
                    "・国際公開第923564号公報(公開日1992年［平成4年］3月5日。以下「引用例2」という。甲4の1。なお，公表特許公報は特表平6−500234号［甲4の2］)",
                    "・James Polashockほか3名「EXPRESSION OF THE YEAST DELTA NINE FATTYACID DESATURASE IN T0BACCO (Nicotiana tabacum)」と題する論文FATIY ACID METABOISM(4570)(1991年［平成3年］発表。以下「引用例4」といい，そこに記載された発明を「引用発明4」という。甲5)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，本願発明1と引用発明1の一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「酵母デルタ−9デサチュラーゼ遺伝子および生物中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるための手段を含む，生物であって，該発現させるための手段が，該生物中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるために有効なプロモーターを含む，生物。」である点〈相違点〉",
                    "本願発明1では，上記酵母デルタ−9デサチュラーゼ遺伝子を発現させる生物が，「双子葉植物の植物種子」であって，その発現のための手段が，「種子特異的プロモーター」であり，結果として，「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加」が生じているのに対し，引用発明1では，上記酵母デルタ−9デサチュラーゼ遺伝子を発現させる生物が，「酵母」であって，その発現のための手段が，「酵母で機能するプロモーター」であり，「それに含まれる油中のパルミトオレイン酸の含有パーセントの増加」については特定がされていないこと。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件優先日前における当業者の認識についての認定の誤り)",
                  "text": [
                    "審決は，「…引用例4をみた当業者であれば，種子における脂肪酸の組成が，葉と同じような現象が起こり得ないとする確たる事実，例えば，種子においては，酵母デルタ−9デサチュラーゼの基質となる物質，例えば，パルミトイルCoAがまったく存在しない等の事実がない限り，葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられる」と認定している(7頁1行～6行)。",
                    "しかし，以下に述べるとおり，本件優先日(1992年［平成4年］3月13日)前，当業者は，「葉における挙動が，種子においても同様にみられるだろう」との期待を持ち得なかったものであり，この認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例4に記載されているパルミトオレイン酸が本願発明1の種子で生成されるパルミトオレイン酸と同様の挙動を示すとは考えられないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願発明1の「該植物種子中の種子油におけるパルミトオレイン酸」は，そのほとんど(約95％)がトリグリセリドに取り込まれた形で存在する脂肪酸である(本願の公開特許公報［甲1］【0003】)。本願の公開特許公報［甲1］13頁の「表1」及び13頁～14頁の「表2」に記載されている脂肪酸の増加は，トリグリセリドに取り込まれた形での脂肪酸の増加を示している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，葉における脂肪酸は，そのほとんどがリン脂質及び糖脂質に取り込まれた形で存在しており，トリグリセリドに取り込まれた脂肪酸は存在したとしてもごくわずかであるというのが本件優先日前の当業者の認識であった。",
                            "例えば，甲8(Paul Boltonほか2名「The Lipid Composition of aBarley Mutant Lacking Chlorophyll b」Biochem.J.[1978]Vol.174)の69頁「Table3(表3)」には，オオムギの葉における脂肪酸の組成が記載されているが，それによると，",
                            "① 糖脂質の一種であるジアシルガラクトシルグリセロールとして40．0±3．1％",
                            "② 糖脂質の一種であるとしてジアシルガラビオシルグリセロールとして23．7±0．7％",
                            "③ 酸性脂質の一種であるジアシルスルホキノボシルグリセロールとして3．7±0．7％",
                            "④ リン脂質の一種であるホスファチジルコリンとして12．5±1．1％",
                            "⑤ リン脂質の一種であるホスファチジルエタノールアミンとして3．7±0．1％",
                            "⑥ リン脂質の一種であるホスファチジルグリセロールとして8．1±0．6％",
                            "⑦ ホルファチジン酸及びカルジオリピンとして3．6±0．1％⑧ その他1．1±0．2％",
                            "であるのに対し，トリグリセリド(及びエステル化していない脂肪酸)として存在する脂肪酸は3．6±0．9％であることが示されている。",
                            "また，甲9(Raymond P. Poincelot「Lipid and Fatty AcidComposition of Chloroplast Envelope Membranes from Species withDiffering Net Photosynthesis」Plant Physiol.[1976]Vol.58)の596頁「Table1(表1)」には，ホウレンソウ，ヒマワリ並びにトウモロコシ(未分化のもの及び葉肉)の葉緑体の包膜における脂肪酸の組成が記載されているが，それによると，",
                            "① 糖脂質の一種であるモノガラクトシルジグリセリドとして，それぞれ27．1％，31．0％，34．0％及び46．3％",
                            "② 糖脂質の一種であるジガラクトシルジグリセリドとして，それぞれ33．1％，25．5％，24．0％及び18．2％",
                            "③ 糖脂質の一種であるトリガラクトシルジグリセリドとして，それぞれ1．4％，0．3％，0．3％及び0．2％",
                            "④ スルホリピドとして，それぞれ0．1％，0．7％，0．4％及び2．9％",
                            "⑤ セレブロシドとして，それぞれ0．4％，0．1％，痕跡量及び1．9％",
                            "⑥ ステリルグリコシドとして，それぞれ0．9％，1．6％，0．3％及び3．8％",
                            "⑦ アシル化ステリルグリコシドとして，それぞれ1．8％，1．0％，0．3％及び4．6％",
                            "⑧ ステロールとして，それぞれ1．9％，0．9％，痕跡量及び0．8％",
                            "⑨ ステリルエステルとして，それぞれ1．8％，1．8％，0．9％及び1．5％",
                            "⑩ リン脂質の一種であるホスファチジルコリンとして，それぞれ25．1％，28．9％，29．9％及び6．7％",
                            "⑪ リン脂質の一種であるホスファチジルグリセロールとして，それぞれ6．2％，5．3％，4．0％及び2．2％",
                            "⑫ リン脂質の一種であるホスファチジルエタノールアミンとして，それぞれ1．4％，1．8％，1．4％及び1．1％",
                            "⑬ リン脂質の一種であるホスファチジルイノシトールとして，それぞれ0．6％，0．6％，0．7％及び1．4％",
                            "⑭ リン脂質の一種であるジホスファチジルグリセロールとして，それぞれ痕跡量，0％，0％及び0．8％",
                            "⑮ クロロフィル(葉緑素)として，それぞれ痕跡量，痕跡量，1．0％及び0．7％",
                            "であり，トリグリセリドに取り込まれた形で存在する脂肪酸は0％又は未確認量(おそらく，痕跡量)で存在するとなっている。葉緑体の包膜は，葉の中で最も脂肪の産生が盛んな場所であり，種子のような油の貯蔵機能がない葉においては，最も脂肪が蓄積している場所であると考えられる。",
                            "したがって，引用例4を見た本件優先日前の当業者は，引用例4に記載された葉におけるパルミトオレイン酸の増加は，リン脂質及び糖脂質，すなわちトリグリセリド以外の物質に取り込まれた脂肪酸として存在しているパルミトオレイン酸の増加を意味するものと理解したものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そして，本件優先日前において，トリグリセリドの生合成経路は種子にのみ存在し，葉にはトリグリセリドは存在せず，その生合成経路も存在しないのに対し，葉において多量に存在するリン脂質は，種子ではごくわずかしか存在せず，同じく葉において多量に存在する糖脂質は種子では存在しないものと認識されていた。すなわち，甲10(今堀和友，山川民夫監修「生化学辞典(第2版)」株式会社東京化学同人［1990年11月22日発行］)の931頁には，トリグリセリドは「植物は種子，果肉あるいは根幹など，それぞれ独特の部分に蓄積する」との記載があるが，葉は挙げられていない。また，甲11 ( Sten Stymne， Allan Keith Stobart「 TriacylglycerolBiosynthesis」The Biochemistry of plants[1987],Vol.9)の210頁には，「発育中の種子の小胞体内に存在し，グリセロールリン酸エステルからのトリグリセリドの合成を触媒して最終の油のアシルの品質を調整するこれらのタンパク質」と記載されており，トリグリセリドが種子中にのみ存在することが前提とされている。したがって，本件優先日前において，葉ではトリグリセリドは合成されないと認識されていたのであり，引用例4に接した本件優先日前の当業者は，酵母デルタ−9デサチュラーゼ遺伝子(以下「本件遺伝子」ともいう。)の発現により生ずる葉における挙動(リン脂質及び糖脂質に取り込まれたパルミトオレイン酸の増加)を理解したとしても，種子におけるパルミトオレイン酸はトリグリセリドに取り込まれた形で存在する以上，種子においても脂肪酸が増加するという挙動が同様にみられるとの期待を持ち得なかったものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "さらに，甲12(John Browseほか4名「A Mutant of ArabidopsisDeficient in the Chloroplast 16:1/18:1 Desaturase」 PlantPhysiol.[1989]Vol.90)は，「葉緑体における16:1/18:1デサチュラーゼが欠損したシロイヌナズナの変異体」という論文のタイトル，及び「fadCで示される遺伝子座に単一の核での変異を入れることで，シロイヌナズナ…の葉組織は，18炭素(18C)の多価不飽和脂肪酸および16炭素(16C)の多価不飽和脂肪酸の両方ともが減少し，かつ，18：1前駆体およびcis-16:1前駆体が増大する。…この変異体が，葉緑体のグリセロ脂質ω−6デサチュラーゼの活性を欠いていることが示された。」との記載(522頁「要約」欄1行～8行)から明らかなように，植物(シロイヌナズナ)の遺伝子を操作することでデサチュラーゼの活性を変化させる実験及びその実験結果について述べられたものである。同論文の524頁「TableⅡ(表Ⅱ)」には，葉においては，MGD(モノガラクトシルジグリセリド)が，16：3のWT(野生型。遺伝子操作されていないもの)では33.7％であったのに対し，LK3(変異型)では0.1％に減少し，18：1では，0.7％(野生型)から29.7％(変異型)に増加するなどの効果があったことなどが示されている。これに対し，同論文の528頁「TableⅣ(表Ⅳ)」には，種子における野生型と変異型の脂肪酸組成が示されているところ，16：0は9.2±0.8％(野生型)と9.8±1.0％(変異型)，18：1は12.4±0.8％(野生型)と11.2±0.6％(変異型)など，野生型と変異型とでは脂肪酸組成にほとんど変化は見られない。したがって，同論文は，遺伝子操作によって葉における脂肪酸組成の変動に成功したからといって，種子においても同様に脂肪酸組成が変動するとは限らず，むしろ変動しないことが期待されることを示している。これは，本件優先日前においては，脂肪酸組成に関して，葉における挙動と種子における挙動とは異なるものと認識されていたことを意味する。",
                            "本件優先日前において，大量の脂質が小胞体と色素体(葉緑体)との間を移動することが知られていた(甲7［Martine Miquel and JohnBrowse「Arabidopsis Mutants Deficient in Polyunsaturated FattyAcid Synthesis」(多価不飽和脂肪酸合成におけるアラビドプシス変異欠失体)The Journal of Biological Chemistry(1992) Vol.267(3)］1502頁左欄27行～33行)。また，乙1(John Browse,Chris Somerville 「 GLYCEROLIPID SYNTHESIS:Biochemistry andRegulation」(グリセロ脂質の合成：生化学と制御)Annu. Rev.Plant Physiol. Plant Mol. Biol.[1991]Vol.42)の「Figure1(図1)」に記載されているように，fadCはPG(ホスファジチルグリセロール)の合成に関与しており，PGは小胞体にも存在するものであることも本件優先日前に周知であった(乙1［471頁］の「Figure1［図1］」には「ENDOPLASMIC RETICULUM(小胞体)」にPGが存在することが示されている。)。そうすると，このような小胞体と葉緑体との間の脂質の移動を考慮すれば，変異した「fadC」が関与するのは葉緑体内の不飽和化経路であり，酵母デルタ−9デサチュラーゼが関与するのは細胞質内の反応経路であるとしても，本件優先日前の当業者が，異なる脂質の合成経路が，全く他の合成経路に影響を与えないと理解することはあり得ない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「葉中にはトリグリセリドは存在しないか，仮に存在するとしても非常にわずかである」という当業者の認識を前提にすると，本件遺伝子が導入された種子中における，酵母デルタ−9デサチュラーゼ(以下「本件酵素」ということがある。)の働きによるパルミトオレイン酸(16:1)の含有量の増加という結果が，当業者にとって予測可能といえるためには，少なくとも，",
                          "text": [
                            "① 種子中に原料であるパルミトイルCoA(16:0-CoA)が存在すること，",
                            "② 本件酵素が種子中で機能し，16:0-CoAが本件酵素で不飽和化されること，",
                            "③ 16:0-CoAから合成されたパルミトオレイルCoA(16:1-CoA)が安定にCoAプールに存在し得ること，及び",
                            "④ 16:1-CoAがアシルトランスフェラーゼの基質となってトリグリセリドに取り込まれること",
                            "が予見できることが必要である。本願発明1は，「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加を生じる」ものであるところ，種子油は，そのほとんどがトリグリセリドで構成されているから，上記③，④がなければ，本願発明1に至らない。",
                            "しかるに，本件優先日前の時点においては，以下に述べるとおり，上記①ないし④に関して障害となり得る事情が当業者に認識されていた。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "まず，生物は，組織・器官ごとに厳密にその機能を使い分けており，葉中で本件酵素が働いたとしても，葉中とは全く異なる環境である種子中においては，同じ酵素であるからといって，必ずしも同じ機能を発揮すると予測することはできない(上記②の点)。",
                                "種子中には不飽和脂肪酸が存在するところ，不飽和脂肪酸が存在する環境では，本件酵素は機能しないと予測されていた(甲17［Mark A. Bossie and Charles E.Martin「Nutritional Regulation ofYeast Δ -9 Fatty Acid Desaturase Activity」 Journal ofBacteriology(1989),Vol.171,No.12］の6411頁右欄第2パラグラフ参照)。そうすると，本件優先日前においては，種子中では本件酵素は機能しない，すなわち，種子中ではパルミチン酸を不飽和化できないと予測されていたと考えられる。",
                                "また，甲17の6411頁のFIG.3(図3)では，例えば18:0が",
                                "存在している場合には本件酵素の活性が大きく亢進されるのに対し，16:1が存在する場合には逆に本件酵素の活性が全く見られなくなることが示されている。このように，本件優先日前において，本件酵素がおかれた環境に存在する脂肪酸の種類によっては，本件酵素の機能が亢進したり，逆に全く見られないことも知られていた。",
                                "そして，同図には，18:2が存在すると本件酵素が機能しないことが示されているが，18:2は種子中に多く存在する脂肪酸である。そうすると，本件優先日前の当業者は，種子中のような18:2が多く存在する環境下では，本件酵素は機能しないと予想したというべきである。",
                                "さらに，甲18(Virginia M. McDonoughほか2名「Specificityof Unsaturated Fatty Acid-regulated Expression of theSaccharomyces cerevisiae OLE1 Gene」The Journal of BiologicalChemistry[1992]Vol.267,No.9)の5931頁左欄のアブストラクト(要約)では，甲17を引用して，不飽和脂肪酸が存在する環境，すなわち種子中に近い環境では，本件酵素は機能しないと予測されていたことが記載されている。",
                                "植物種子中にパルミトオレイン酸が内在するのは，あくまでも植物の内在酵素の複雑なシステムが作用した結果であり，外部から酵母の酵素を導入したときに同様の反応が起きるとは通常考えない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "上記③の「16:0-CoAから合成されたパルミトオレイルCoA(16:1-CoA)が安定にCoAプールに存在し得ること」については，甲19(F「トランスジェニック植物を用いた油脂改良に関する遺伝生化学的研究」［2001年ころ］)に，「…アシルCoAプールの実態は不明で，オルガネラのアシルCoA組成や代謝制御について推定の部分が多い。特に人の必須脂肪酸であるリノール酸やリノレン酸(不飽和脂肪酸のCoA誘導体)の植物油脂(トリアシルグリセロール)への代謝制御などは重要な課題で，小胞体で行われると推定されているが詳細は不明である。このアシルCoAプールの概念は古くからあるが，含量や組成など報告されているデータはごくわずかで信頼性も低い。このような中間代謝産物を捕まえるのはかなり難しく，重要であるにもかかわらず，手ごわい相手として手付かずで残されてきた。」と記載されていることからも明らかなように，本件優先日後においてすら，アシルCoAプールの実態は不明であって，その組成は推定の部分が多いとされている。",
                                "したがって，たとえパルミトイルCoAからパルミトオレイルCoA(16:1-CoA)が合成されたとしても，生成物たる16:1-CoAが安定にアシルCoAプールに存在し得るか，あるいは生成後速やかに消滅してしまうのかは，本件優先日前においては不明であったものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "上記④の「16:1-CoAがアシルトランスフェラーゼの基質となってトリグリセリドに取り込まれること」については，仮に生成物たる16:1-CoAが安定にアシルCoAプールに存在し得たとしても，本件優先日前の技術水準では，その後の反応が進行するかどうかを予測することはできなかったものである。すなわち，酵素アシルトランフェラーゼはアシルCoAをトリグリセリドに取り込ませる機能を有するところ，甲20(Chao Sunほか2名「Acyl Coenzyme A",
                              "text": [
                                "Preference of the Glycerol Phosphate Pathway in the Microsomesfrom the Maturing Seeds of Palm, Maize, and Rapeseed」PlantPhysiol[1988]88)では，トリグリセリドを含む種々の脂肪の合成において，脂肪酸ごとにアシルトランスフェラーゼの酵素特異性が全く異なることが示されている。具体的には，58頁のFig.2(図2)の右端の図は，各脂肪酸がアシルトランスフェラーゼの作用によってTG(トリグリセリド)へ取り込まれる量を示しているが，これによると，18:1を基質として使用したときには，これがトリグリセリドに取り込まれ，トリグリセリドの一部を構成するようになるものの，12:0を基質とした場合には取り込まれる量が少なくなり，22:1を基質とした場合には，トリグリセリドにはほとんど取り込まれていないことが分かる。これは，トリグリセリド(をはじめ種々の脂肪)を合成する酵素アシルトランスフェラーゼは，脂肪酸の長さ及び不飽和度に応じて酵素活性が全く異なること，すなわち基質特異性を有していることを示すものである。脂肪合成におけるアシルトランフェラーゼの基質特異性については，乙1(甲21)においても，「基質特異性の種の相違が原因で，アシルトランスフェラーゼは顕著にアシル組成に影響を与えることができるという証拠が蓄積している」(484頁下9行～下7行)と明確に記載されている。したがって，16:0の反応が媒介されたからといって，16:1の反応は媒介されるとは限らないのであり，16:1-CoAがアシルトランスフェラーゼによってトリグリセリドに取り込まれるかどうかは，本件優先日前の技術水準では予測することができなかったものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "以上のとおり，本件優先日前，当業者は，引用例4に記載されているパルミトオレイン酸は，葉において生成され，リン脂質及び糖脂質に取り込まれた形で存在しているものであり，他方，本願発明1の種子で生成されるパルミトオレイン酸は，トリグリセリドに取り込まれた形で存在しているものであって，これらが同様の挙動を示すとは考えられないと認識していたから，「葉における挙動が，種子においても同様にみられるだろう」との期待を持ち得なかったものであり，審決のこの認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件優先日前，高等植物の種子中に，パルミトイルCoAは単独で存在するとは考えられていなかったこと",
                      "text": [
                        "本願発明1は，パルミトイルCoAを基質としてこれを不飽和化することでパルミトオレイン酸を合成するものであるから，種子において，パルミトイルCoAがまったく存在しないとの事実があれば，本件優先日前の当業者は「葉における挙動が，種子においても同様にみられるだろう」との期待を持ち得なかったところ，本件優先日前においては，以下に述べるように，高等植物の種子には，パルミトイルCoAが単独で存在するとは考えられていなかった。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲13(山田晃弘編著「生物化学実験法24 植物脂質代謝実験法」株式会社学会出版センター［1989年10月10日発行］)には，「藻類，植物における不飽和化の研究では，生細胞を用いるかまたはミクロソーム膜のリン脂質にアシル-CoAから脂肪酸をとり込ませ，それをO とNAD(P)H存在下で反応させる方法が用いられる。」(94頁23行～26行)と記載されている。仮に植物にアシルCoAが存在していることが分かっていたのであれば，外部からこれを取り込ませる必要はないのであり，この記載に鑑みれば，本件優先日前の技術水準では，高等植物の種子に，パルミトイルCoAが単独で存在するとは考えられていなかったことが明らかである。",
                            "また，高等植物における脂肪酸の不飽和化については，本件優先日前にある程度研究が進んでおり，上記の甲13の95頁「図Ⅱ−2」に見られるように，18:1-CoA(オレイルCoA)がサイトゾル(細胞質ゾル)に取り込まれる経路は認識されていたものの，パルミトイルCoA(16:0-CoA)がサイトゾルに取り込まれる経路は認識されておらず，細胞体内にパルミトイルCoAが存在するとは認識されていなかったのである。",
                            "前記甲20においては，化学薬品会社であるSigmaから購入したラウロイルCoA，オレオイルCoA及びエルコイルCoAが0.1mM使用されている(57頁左欄13行～15行)が，これが反応前に存在したアシルCoAの全体量と反応に用いられたアシルCoAの量を正確に把握するためのものであるならば，反応前に存在したアシルCoAの全体量が測定されていなければならない。しかし，甲20では反応前に存在したアシルCoAの全体量は測定されていない。これは，0.1mMというそれほど過剰量とはいえない量を外部から加えることで正確な酵素活性が測定できると考えられていたことを示す。すなわち，本件優先日前の当業者は，反応前にはアシルCoAは存在していないか，たとえ存在していたとしても，それは無視し得る程度の量であると認識していたことを示している。",
                            "したがって，本件優先日前においては，パルミトイルCoAは種子に存在しないものと認識されており，本件優先日前の当業者は「葉における挙動が，種子においても同様にみられるだろう」との期待を持ち得なかった。",
                            "なお，被告は，乙1，2及び甲11の記載に基づき，本件優先日前において，色素体で合成されたパルミトイルACPが色素体の外へ輸送され，パルミトイルCoAを含むアシルCoAプールとして存在することが知られていた旨主張する。しかし，前記(ア)e(b)のとおり，甲19(F)には，本件優先日後においてすら，アシルCoAプールの実態は不明であって，その組成は推定の部分が多い旨の記載がある。そうすると，被告が指摘する乙1，2及び甲11の当該箇所はいずれも推定にすぎず(特に乙2のFigure2［図2］には，「どんな特殊な植物においても，これらのいくつかの変換はおこるだろう」と記載されており，必ずしもアシルCoAプールにパルミトイルCoAが含まれると推定されるわけではないことが明らかにされている。)，いずれも本件優先日前において，高等植物の種子中に，パルミトイルCoAが存在していると認識されていたことを示すものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決は，「…本件優先日前に頒布されたYi-zhi Cao,et al.,PlantPhysiol., 1986, Vol.82, p.813-20には，ダイズ等の種子において，ジアシルグリセロール アシルトランスフェラーゼが，その基質であるパルミトイルCoAを触媒することが記載されており(特にABSTRACT及び第816頁右欄第2段落を参照。)，双子葉植物の種子において，パルミトイルCoAがまったく存在しないとは考え難い。」(7頁6行～12行)と認定する。",
                            "しかし，審決の引用する甲6(Yi-Zhi Cao and Anthony H.C.Huang「Diacylgricerol Acyltransferase in Maturing Oil Seeds of Maizeand Other Spiecies」［トウモロコシおよび他の種における油種子の成熟におけるジアシルグリセロールアシルトランスフェラーゼ］Plant Physiol.[1986] Vol.82)には，「この酵素(原告注：ジアシルグリセロール アシルトランスフェラーゼ)は…パルミトイルCoA…に対して活性であった」(813頁「要約」欄11行～12行)，「トウモロコシの酵素(原告注：トウモロコシのジアシルグリセロール アシルトランスフェラーゼ)は…パルミトイルCoA…に対して活性であった」(816頁右欄7行～8行，訳文3頁下段)と記載されているにすぎない。",
                            "審決は，上記のとおり，甲6について「ダイズ等の種子において，ジアシルグリセロール アシルトランスフェラーゼが，その基質であるパルミトイルCoAを触媒する」と述べ，あたかも種子内で当該酵素反応が起きたかのように，パルミトイルCoAがダイズ種子内に元々存在していたかのように述べる。しかし，甲6では，ジアシルグリセロール アシルトランスフェラーゼの酵素特異性につき，試験管内(invitro)での実験が行われているにすぎず，実際の生体内(in vivo)での酵素特異性が確認されているわけではない。また，種子由来のパルミトイルCoAを用いて実験を行っているわけでもない。甲6の実験において，ダイズの種子で反応したパルミトイルCoAは，外部から取り込まれたものである。すなわち，①甲6の814頁左欄23行～27行には，「その反応混合物は，…[1-14C]オレオイルCoA…を含む」と記載されており，放射性の炭素原子である14Cで標識されたオレオイルCoAが実験に用いられていること，②同欄40行～44行には，「(酵素反応終了後の)残渣をヘプタンに溶解して，…14Cについて計数した」と記載されており，トリグリセリドに取り込まれたオレオイルCoA由来のオレイン酸部分の14Cを計数することでオレオイルCoAの酵素特異性が測定されていること，③甲6の実験の目的は，オレオイルCoAの全体量のうち，どれくらいの量が実験対象の酵素の働きによってトリグリセリドに取り込まれるのかを知る点にあるから，反応前に存在したオレオイルCoAの全体量をあらかじめ把握できていなければ，トリグリセリドに取り込まれたオレオイルCoAの割合を知ることができないところ，生体内に存在するオレオイルCoAの量を正確に制御することは事実上不可能であるから，上記実験で用いられたオレオイルCoAは，あらかじめ外部で調整され，その後反応系に添加されたものでしかあり得ないこと，④甲6の814頁以下の「結果」欄には，オレオイルCoAとパルミトイルCoAの実験結果が並列的に記載されていることから，パルミトイルCoAについてもオレオイルCoAと同様の方法で実験されたものと推測することができることからすると，甲6の実験で酵素特異性が測定されたパルミトイルCoAは，種子内に存在する酵素である「ジアシルグリセロール アシルトランスフェラーゼ」を含む液に外部から添加されたにすぎず，最初からミクロソーム中に存在していたわけではない。",
                            "したがって，審決が，甲6の記載から「双子葉植物の種子において，パルミトイルCoAがまったく存在しないとは考え難い。」との認定を行ったことは，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のように，引用例4に接した当業者が，「葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられる」との審決の認定は誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(進歩性の判断の誤り−その1)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が認定するとおり(4頁25行～32行)，本願発明1と引用発明1とは，以下の3点で異なる。",
                        "① 本件遺伝子を発現させる場所",
                        "本願発明1では「植物種子」であるのに対し，引用発明1では「酵母菌」である。すなわち，引用発明1では酵母菌由来の本件遺伝子を酵母菌で発現させているが，本願発明1では酵母菌由来の本件遺伝子を酵母菌以外の生物で発現させている。",
                        "② 本件遺伝子を発現させる方法",
                        "本願発明1では「種子特異的プロモーター」が用いられているのに対し，引用発明1では「酵母菌で機能するプロモーター」が用いられている。なお，「プロモーター」とは，本件遺伝子の発現を開始させ，タンパク質を作らせるスイッチとなる働きを持つ，特定のDNA領域をいう。",
                        "③ 本件遺伝子を発現した結果",
                        "本願発明1では種子内のパルミトオレイン酸(16:1)，リノール酸(18:2)及びリノレン酸(18:3)がそれぞれ約1．5倍に増加しているのに対し，引用発明1では増加した脂肪酸及び脂肪酸の増加量について具体的な記載はない。むしろ，発明の効果として，「多価不飽和脂肪酸を除去」，すなわち不飽和脂肪酸の減少が示唆されている(甲3，5欄訳文12行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点①(本件遺伝子を発現させる場所)の判断につき相違点①(本件遺伝子を発現させる場所)に関し，審決は，引用例1には，「…酵母以外の生物への該DNAフラグメントの導入について，上記ア．～エのごとく，ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができることが記載されて」いるため，「引用例1をみた当業者が，酵母デルタ−9デサチュラーゼをコードするDNAフラグメントを導入する生物を，酵母の替わりに，双子葉植物の植物種子」とすることを「想い至ることは，ごく自然のことと認められる。」(5頁1行～9行)と判断する。",
                        "しかし，この審決の判断は，以下のとおり誤っている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が「ア．～エ．」として指摘する引用例1の該当箇所には「ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができること」は記載されていない。すなわち，「ア．」(審決2頁24行～30行)及び「イ．」(審決2頁31行～3頁4行)の各該当箇所には，それぞれ本件遺伝子を酵母菌以外の生物で発現させると特殊な脂肪酸組成を有する油を高いレベルで生産する植物を産生することができることが当業者に理解されること，及びこれによってより経済的に油を産生することが可能になるであろうことが述べられているにとどまり，「ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができること」は記載されていない。上記「ア．」の「トウモロコシ，ダイズ，ナタネ等の農作物から単離された同様のデサチュラーゼ遺伝子」という記載のうち，「同様の(similar)」とは，同一のものではないことを意味するから，引用例1で単離された酵母遺伝子自体を導入することは意図されていないことが分かる。また，「ウ．」(審決3頁5行～8行)について，審決は「…用いられる。」(審決3頁8行)と訳しているが，正確には，「標準的な分子遺伝学的手法が，デサチュラーゼ酵素の単離，プラスミドベクターの産生，並びに，酵母や農作物等の宿主細胞へ導入されるベクターを形成するための，所望の遺伝子を含むプラスミドと適切な調整要素との融合のために用いられることができる。」と訳すべきである(下線は原告による)。ここにも，「ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができること」は記載されていない。上記「ウ．」の「標準的な分子遺伝学的手法」の例示は「デサチュラーゼ遺伝子の単離」に向けられているから，引用例1の著者が自分で単離した酵素をそのまま使用することは全く念頭に置かれていない。さらに，「エ．」(審決3頁9行～13行)についても，審決は「…制御下にある。」(審決3頁10行)，「…活性化され，」(審決3頁12行)，「…阻害しない。」(審決3頁12行)などと訳しているが，正確には，「植物細胞に導入された遺伝子は，種子において適切に発現されるために，高発現プロモーターを有する植物生育の遺伝的調節要素の制御下にあるだろう。あるいは，油生産のための遺伝子の発現は，ほかの植物組織において同時に活性化されることもあり得，最適な植物の生長と生育を阻害しないだろう。」と訳すべきである(下線は原告による)。ここにも，「ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができること」は記載されていない。そもそも，上記「ア．～エ．」は，それぞれ独立した事象に関する記載であって，組み合わせて読むべきではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例1には，酵母デルタ−9デサチュラーゼを用いた実施例として，実施例が二つ記載されているが，これらはいわゆる「仮想実施例」である。「仮想実施例」とは，米国特許実務上，現実に実験等が行われたわけではないが，発明者が，当業者にとって当時の技術水準に照らし実施可能であると判断して記載する実施例をいう。米国特許実務上，このような記載を実施例に記載することは許されているが，その際には，現実に実験等が行われた実施例と区別するべく，現在形の時制で記載しなければならないものとされている。仮想実施例は，特段の事情なき限り，優先日前の当業者の認識が到達しうる最大限の範囲を示すものである。",
                            "引用例1の実施例2では，この酵母デルタ−9デサチュラーゼを用いて植物の油の組成を改変するための仮想実施例が記載されている(甲3，9欄～11欄)。この実施例は，酵母ではなく植物の油の組成を改変することを目的としている点で，一応，審決が引用する引用例1の明細書の記載(甲3，4欄訳文26行～32行の「増強は，同様の手段によって，上記遺伝子を他の生物に導入することによって，および酵母もしくは他の生物(例えば，トウモロコシ，ダイズ，ナタネなどの，農作物植物)から単離された同様のデサチュラーゼ遺伝子を使用して特定の脂肪酸組成を有する油を高レベルで生じる植物を作製することによって，もたらされ得ることが，当業者によって理解される」)に対応するものである。",
                            "しかるに，引用例1の実施例2では，酵母の酵素を直接植物等の酵母以外の生物に導入するのではなく，目的とする生物(例えば，植物)からその生物(例えば，植物)由来の同等のデサチュラーゼ遺伝子を単離し，その生物(例えば，植物)由来のデサチュラーゼ遺伝子をその生物(例えば，植物)に再導入すること及びその遺伝子情報を基にした「アンチセンス調節方法」を用いて遺伝子を不活化することが記載されている。上記のとおり，仮想実施例は，特段の事情なき限り，優先日前の当業者の認識が到達しうる最大限の範囲を示すものであるが，引用例1の発明者は，具体的な情報が判明している酵母デルタ−9デサチュラーゼを植物に直接導入することを仮想実施例として記載することを避けたものである。これは，上記の明細書の記載は，種子油中の組成を改変することを目的とする場合，酵母デルタ−9デサチュラーゼを植物に直接導入するというアイディアすら本件優先日前の当業者にはなかったことを示すものではあっても，酵母デルタ−9デサチュラーゼを植物に直接導入することができるという結果を示すものではありえない。そして，引用例1の発明者は，このようなアイディアは，仮想実施例として記載することもできないレベルのものであると認識していたものであり，引用例1の記載自体まさに本願発明1にとって阻害事由に当たるというべきである。",
                            "そして，引用例1では，審決が引用する4欄ないし6欄の記載も，上記実施例2のように目的とする生物自体に存在するデサチュラーゼ遺伝子の単離をすることを前提としていることが読み取れる。例えば，引用例1(甲3)の5欄訳文下4行～下1行では，「これは，トリグリセリドの過剰産生を示す。従って，トリグリセリドの過剰産生は，上記変異体細胞の他の特性ではなく，上記の複数コピーのプラスミドに関連する特性に関連する。」と，目的とする生物自体に存在するデサチュラーゼを単離して，これを同じ生物に導入したものにおいてトリグリセリドが過剰産生されたことを示している。また，引用例1(甲3)の6欄訳文下11行～下2行には，「上記のクローン化されたΔ−9デサチュラーゼ遺伝子が，植物および他の生物から他のデサチュラーゼ遺伝子(例えば，Δ−12デサチュラーゼ遺伝子およびΔ−15デサチュラーゼ遺伝子)を単離するために使用されることもまた，企図される。これらの遺伝子の改変型が，構築され得る。植物または他の適切な生物中への再導入は，非常に特殊な組成の油の産生(例えば，リノール酸の過剰産生およびリノレン酸の産生不足であるが，これらに限定されない)を引き起こし，これは，優れた産生物を生じる。」と，油組成を改変するためには，目的とする生物からデサチュラーゼ遺伝子等を単離することが必要であることを前提とする記載がされている。",
                            "加えて，被告が提示した，種子特異的転写調節造成物に関する乙5(特開昭63−112987号公報)は昭和63年(1988年)5",
                            "月18日に開示されているが，引用例1の出願日は1988年(昭和63年)9月であり，引用例1の著者は乙5の存在を十分認識していたにもかかわらず，脂肪組成改変のために酵母デサチュラーゼを直接植物に使用することを避けているのである。このことは，まさに，当業者以上の当業者である引用例1の発明者自身が，酵母デルタ−9デサチュラーゼを直接植物に導入しても，目的とする油組成変化は起こらないと認識していたことを如実に示すものである。引用例1の発明者の技術常識に関する認識は，被告が提出した乙2(甲24)の31頁第3パラグラフ及び第4パラグラフにおいても記載されている。この記載からすると，引用例1の発明者は，ある生物を遺伝子改変する場合は，その生物由来の遺伝子を用いるか，又は外来の遺伝子を用いた場合は，うまくいくような仕組みを整える必要があったとの認識を有していたため，直接導入を躊躇したものと考えられる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のように，引用例1では，著者の願望あるいは推測が述べられているにすぎず，「ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができること」が記載されているとはいえない。また，本件遺伝子を種子へ導入した場合，いかなる結果が生じ得るかについても何ら具体的な記載がない。むしろ，上記のとおり，発明の効果として，不飽和脂肪酸の減少が示唆されているものである。",
                            "なお，被告は，引用例1に不飽和脂肪酸の減少が示唆されている点につき，「本願発明1において増加するパルミトオレイン酸は，『1価』の不飽和脂肪酸であるから，減少させる対象の脂肪酸ではなく，原告の上記主張は失当である。」と主張する。しかし，本願発明1は，一価不飽和脂肪酸のみならず，リノール酸及びリノレン酸という多価不飽和脂肪酸の増加をも目的としていることを看過するものであって，妥当ではない。",
                            "また，被告は，「種子中に，酵母デルタ−9デサチュラーゼ遺伝子が導入され，該遺伝子が発現されれば，種子の細胞質中に存在するステアロイルCoA(18:0)を基質として，オレイン酸(18:1)が産生され，その後，リノール酸(18:2)及びリノレン酸(18:3)を形成することは，自明である。」と主張するが，この被告の主張によると，リノール酸やリノレン酸のような多価不飽和脂肪酸が除去されるとオレイン酸のような一価不飽和脂肪酸も除去されることになる。しかし，本願発明1では，一価不飽和脂肪酸であるパルミトオレイン酸の含有量が増加しているのである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そうすると，本願発明1のように，植物油の組成を改変し，不飽和脂肪酸の含有量を上げることで，より「健康にいい」植物油を生産することを企図している者は，引用例1に接しても本件遺伝子を植物の種子に導入することには想到しないというべきである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "したがって，「引用例1をみた当業者が，酵母デルタ−9デサチュラーゼをコードするDNAフラグメントを導入する生物を，酵母の替わりに，双子葉植物の植物種子」とすることを「想い至ることは，ごく自然のことと認められる。」との審決の判断は誤っている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相違点②(本件遺伝子を発現させる方法)の判断につき相違点②(本件遺伝子を発現させる方法)に関し，審決は，「その手法については，標準的な遺伝子手法を用いることが記載されており(上記ウ．参照)，本件優先日前時点での該標準的な遺伝子手法として，例えば，引用例2に記載された手法…が知られているのであるから，引用発明1において，酵母デルタ−9デサチュラーゼ遺伝子を『双子葉植物の植物種子』中で発現させ，そのための手段として，『種子特異的プロモーター』を含むものとするところは，当業者が容易に成し得たことと認められる。」(5頁9行～20行)と判断している。",
                        "しかし，引用例2(甲4の1)には「デサチュラーゼは長鎖の脂肪酸のアシル−ACP…に作用する」(desaturase acts upon the longer chainfatty acyl-ACPs,…)(14頁22行)と記載されていることからも明らかなように，引用例2で発現されているデサチュラーゼはACPデサチュラーゼであるから，ACPと結合した脂肪酸(アシルACP)を基質としてこれを不飽和化するものである。",
                        "これに対し，「…酵母デルタ−9デサチュラーゼ酵素は，…基質としてCo-Aでエステル化された脂肪酸を使用して，飽和脂肪酸であるパルミチン酸およびステアリン酸の両方を不飽和化する」(本願の公開特許公報［甲1］【0013】)と記載されているように，本願発明1で発現されているデサチュラーゼはCoAデサチュラーゼであるから，CoAと結合した脂肪酸(アシルCoA)を基質としてこれを不飽和化する。",
                        "したがって，引用例2のデサチュラーゼと本願発明1のデサチュラーゼとではその基質が異なり，本願発明1における基質であるアシルCoA(具体的にはパルミトイルCoA)は引用例2のデサチュラーゼの基質とはならないのであるから，引用例2の方法でデサチュラーゼを発現させても，本願発明1に至ることはない。",
                        "以上のとおり，引用例1と引用例2とを組み合わせても本願発明1には至らないため，引用例2に記載された方法で，「引用発明1において，酵母デルタ−9デサチュラーゼ遺伝子を『双子葉植物の植物種子』中で発現させ，そのための手段として，『種子特異的プロモーター』を含むものとするところは，当業者が容易に成し得たことと認められる。」(5頁17行～20行)との審決の判断は誤っている。",
                        "なお，被告は，周知技術の例として乙6(甲25。国際公開第91／13993号パンフレット)を挙げるが，これは，本件優先日のわずか6か月前に発行された文献である。植物における形質転換・再生の技術は，再現するためには少なくとも1年程度はかかること(イネ，ダイズなど)を考慮すると，本件優先日のわずか6か月前に発行された乙6(甲25)をもって「周知技術」と称し，本願発明1の容易想到性を論じるのは不適切というべきである。しかも，そこには，「植物以外の遺伝子を植物で発現させることも成功したこともあるが，それはより限定されたレベルである。mRNAが機能的であるためにはイントロンの除去が必要であることから，転写されたmRNA前駆体に存在するイントロン(介在配列とも呼ばれる)を認識する植物のスプライシング機構がうまくいかないために…，植物以外のタンパク質の発現を実現することは困難であることが示唆されてきた。」と記載されており(2頁33行～3頁3行，訳文参照)，本件優先日の6か月前の時点では，植物以外の生物に由来する遺伝子を植物で発現させることが困難であると考えられていたことが示されている。被告の主張するように，非植物遺伝子を植物で発現させることが本件優先日前において既に「標準的な遺伝子手法」だったのであれば，このことが記載された実験手引書等が存在するはずである。それにもかかわらず，特許公報(乙5，乙6［甲25］)しか挙げることができないこと自体が，非植物遺伝子の植物での発現が「標準的な遺伝子手法」ではなかったことを示唆するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "相違点③(本件遺伝子を発現した結果)の判断につき審決は，引用例4には，本件遺伝子を「…タバコの葉片に導入したところ，パルミトオレイン酸が平均10倍に増加し，パルミチン酸とステアリン酸が減少したことが記載されているから，双子葉植物の葉で観察された現象が，同じ植物体の種子においても起こり得るだろうと期待して，実際に，該種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させて，パルミトオレイン酸量の増加を確認することは当業者によって容易に成し得ることであると認められる。」(5頁下8行～下2行)と判断する。",
                        "しかし，本願発明1は酵母菌由来の遺伝子を種子で発現させるものであるのに対し，引用例4では葉で発現させている。",
                        "そして，前記アのとおり，葉では脂肪酸はリン脂質及び糖脂質に取り込まれて存在しているのに対し，種子ではトリグリセリドに取り込まれて存在していることは本件優先日前の当業者にも知られていた。",
                        "また，前記アのとおり，本件優先日前の技術水準では，そもそも本件遺伝子の基質となるパルミトイルCoAは種子内には存在しないものと認識されていた。",
                        "さらに，審決の引用する前記甲7には，「これらのリン脂質は，種々の葉緑体外膜に特徴的である…。しかし，さらにホスファチジルコリンのジアシルグリセロール部分は，葉緑体包膜に戻され，この葉緑体包膜において，このホスファチジルコリンのジアシルグリセロール部分は，チラコイド脂質の生成に寄与する…。油蓄積組織(例えば，脂肪種子植物の子葉)において，上記真核生物経路は，トリアシルグリセロール合成の脂質前駆体を提供する…。」との記載があり(1502頁右欄27行～35行，訳文2頁12行～19行)，葉における脂質生合成の経路と，種子における脂質生合成の経路が顕著に異なることが示されている。",
                        "加えて，前記甲12の「要約」欄には「上述の変異体の葉で真核経路に由来する全てのリン脂質における18:1のレベルが増大したことによって示唆されることは，上述の変異は葉緑体外膜の組成に対して影響を与えるということである。」(訳文下8行～下6行)と記載されており，デサチュラーゼの変異において葉での脂質組成に真核経路が関与していると認識したにもかかわらず，デサチュラーゼの変異は種子における脂質組成には影響がなかったと記載されている。",
                        "本件遺伝子が導入された種子中で，本件酵素の働きによりパルミトオレイン酸(16:1)の含有量の増加という結果が予測可能といえるためには，前記ア(ア)eの①～④が予見できることが必要であるが，予見できないことは，すでに述べたとおりである。",
                        "したがって，引用例4に接した当業者が，「双子葉植物の葉で観察された現象が，同じ植物体の種子においても起こり得るだろうと期待」することはなかったのであり，審決の上記認定は誤っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上により，本件優先日前の当業者にとって，引用例1，2及び4から本願発明1を想到することが困難であったことは明らかであり，それを容易であるとする審決の判断は誤っている。",
                        "植物における遺伝子発現や脂肪酸生合成などのメカニズムは今日でも判明していない部分も多く，また，植物は1サイクルが1年以上のものも多いため，再現実験が困難である。このように，植物の形質転換は結果の予測が困難であり，このことは，現在でも，遺伝子組換えではなく，いわば「伝統的」ともいえる交配による品種改良・育種が主流である事実からも裏付けられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(進歩性の判断の誤り−その2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の公開特許公報(甲1)13頁に記載された「表1」が形質転換していない「親」植物に含まれる脂肪酸の割合を示す比較例であり，13頁～14頁に記載された「表2」が本願発明1に係る形質転換をした植物に含まれる脂肪酸の割合を示す実施例であることは，以下の各事実から明らかである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願の公開特許公報(甲1)の【0109】には，「〔実施例7〕形質転換植物 ナタネB. napusの栽培変種であるProfitは，種子油中のオレイン酸含有量が高い，春Canola型ナタネである。50個の種子を分析した結果は，下記に示される表1および表2の脂肪酸プロフィールであった。」と記載されている。そして，「表1」には，「B.napusの栽培変種であるProfitの脂肪酸プロフィール」という題が付され，「表2」には「再生体B. napusの栽培変種であるProfitの脂肪酸プロフィール」という題が付されている。ここで「再生体」とは，本願発明1に係るベクターによって形質転換した後，再生し，実施例5及び6(本願の公開特許公報(甲1)の【0079】以下)に記載の手順により実際にトランスジェニックであること(すなわち，酵母デルタ−9デサチュラーゼ遺伝子が実際に導入されたものであること)が確認されたナタネを指す。本願の公開特許公報(甲1)の【0029】には「遺伝子のコーティング配列は…植物の形質転換ベクター中へ移される。…得られたカルスは植物に再生され…」と記載され，【0040】には「形質転換された植物は再生され…」と記載され，【0115】には「第三のベクターであるpH.PデルタBOPによって形質転換し，次に再生し…」と記載されており，再生は形質転換後に行われているから，「再生体」とは形質転換体を意味すると解するべきである。また，本願の公開特許公報(甲1)の実施例5には，「選択培地上に生残する各再生植物を，実際にトランスジェニックであるかどうかを決定するために，少なくとも1つの，以下の生物学的アッセイおよび分子アッセイにより検定を行った。」(【0079】)と記載されているのであるから，少なくとも実施例5以降では，「再生体」とは形質転換されていることが確認された形質転換体を意味する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本願の公開特許公報(甲1)の【0115】には，「第三のベクターであるpH.PデルタBOPによって形質転換し，次に再生し，そして自家受粉したナタネ組織から得られた種子の脂肪酸含有量は，形質転換していない『親』植物に見られる割合と比較して，飽和脂肪酸であるパルミチン酸およびステアリン酸の割合の有意な減少，それに伴い，パルミトレイン酸およびオレイン酸レベルの増大がある(表1参照)。」と記載されている。",
                            "上記記載の「(表1参照)」とは，より正確には，形質転換していない「親」植物の種子に見られる割合を示す「表1」と形質転換をした(再生体植物の)種子について見られる割合を示す「表2」の双方を参照せよ，という趣旨である。",
                            "これは，本願の優先権主張の根拠となる米国特許出願の対応箇所には「Table 1 a」と「Table 1 b」と記載されていたものを(甲14の32頁～34頁)，それぞれ「表1」と「表2」と訳出したことから混乱が生じたものである。実際，上記米国特許出願の対応箇所には，「(see Table 1).」と記載されており(甲14の35頁13行)，「Table 1 a」と「Table 1 b」(すなわち，「表1」と「表2」)の双方を参照せよとの趣旨であることが明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，本願の公開特許公報(甲1)の【0116】には，「他の3つのベクターのいずれかで形質転換し，再生し，自家受粉した植物から得られた種子の脂肪酸は，飽和脂肪酸であるパルミチン酸およびステアリン酸が種々の割合で含まれるが，それらは形質転換されていない『親』植物に見られる割合と等しいかあるいはより少ないものである(表2を参照のこと)。種子の発育中に遺伝子発現を起こす調節エレメントを有するこれらのベクターは，脂質の蓄積の間に，種々のレベルで遺伝子を発現させる。」と記載されている。",
                            "上記記載の「(表2を参照のこと)」も同様に，より正確には，形質転換していない「親」植物に見られる割合を示す表1と形質転換をした種子について見られる割合を示す表2の双方を参照せよ，という趣旨である。",
                            "この「(表2を参照のこと)」という記載についても，本願の優先権の基礎となった米国特許出願の明細書において，「(see Table 1)」と記載されており(甲14の35頁25行)，上記の「親」植物に見られる割合を示す表1と形質転換をした種子について見られる割合を示す表2の双方を含む記載になっている。パリ条約4条B項においては，「すなわち，A(1)に規定する期間の満了前に他の同盟国においてされた後の出願は，その間に行われた行為，例えば，他の出願，当該発明の公表又は実施，当該意匠に係る物品の販売，当該商標の使用等によつて不利な取扱いを受けないものとし，また，これらの行為は，第三者のいかなる権利又は使用の権能をも生じさせない。優先権の基礎となる最初の出願の日前に第三者が取得した権利に関しては，各同盟国の国内法令の定めるところによる。」と規定されているから，優先権主張の基礎となる出願の明細書は，特許法29条2項の判断においては必ず参酌されなければならない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「本願発明1の効果は，引用例4での双子葉植物の葉におけるパルミトオレイン酸の含有パーセントの増加から期待されるものと比べて，当業者の予測の範囲を超えるものとはいえない」(6頁25行～28行)，「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントが増加することについては，当業者の予測を超えるものとは認められない。」(7頁下2行～下1行)と判断し，本願発明1における実施例の効果を否定する。",
                        "しかし，本願の公開特許公報(甲1)13頁及び14頁に記載された「表1」及び「表2」を比較すると，パルミトオレイン酸(C16:1)の含有パーセントは平均で0.18から0.26に，最小で0.00から0.10に増加している。",
                        "そして，前記甲12の528頁「表Ⅳ」には，16：1(パルミトオレイン酸)の種子の欄が空白になっており，シロイヌナズナの種子中には，16：1は存在しないことを示している。そうすると，そもそも本件優先日前においては，種子中に16：1は存在しないものと認識されていたのであるから，16：1が増加したこと自体が顕著な効果というべきである。",
                        "また，前記ア，イのとおり，そもそも，本件優先日前の技術水準では，本件遺伝子を種子に導入した場合の効果は予測不可能だったのであるから，どの程度パルミトオレイン酸が増加したかにかかわらず，このような増加が予想外の顕著な効果であることは明らかである。",
                        "さらに，仮に，本件遺伝子を種子に導入した場合同様の効果をある程度得られると予測できたとしても，上記のとおり，パルミトオレイン酸(C16:1)の含有パーセントは，平均で0.18から0.26に，最小で0.00から0.10と，平均値が約50％増加しているのであり，このような増加が予想外の顕著な効果であることは明らかである。",
                        "なお，審決は，「本願発明1は，パルミトオレイン酸の含有パーセントの増加の程度について特定されておらず，増加の程度が顕著でないものも含んでいるから，そのようなものについては，顕著な効果を奏しているとは認められない。」と判断する(5頁下2行～6頁2行)。しかし，本願発明1は，少なくとも本願の公開特許公報の「表1」及び「表2」に示した程度の増加を示すものであり，本願発明1のクレーム全体について顕著な効果を奏するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，種子におけるリノール酸及びリノレン酸の顕著な増加には一切言及していない。",
                        "しかし，本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」を比較すると，リノール酸(C18:2)の含有パーセントは平均16.76から25.35に，リノレン酸(C18:3)は平均6.82から9.68に増加しており，リノール酸及びリノレン酸の種子における含有量が増加したことは明らかである。",
                        "そして，前記甲12の528頁「TableⅣ(表Ⅳ)」の18：2(リノール酸)及び18：3(リノレン酸)の欄を見ると，シロイヌナズナに遺伝子変異が生じても，シロイヌナズナの種子中の18：2も18：3も野生型と比べて全く量が変動しなかったことが示されている。そうすると，そもそも本件優先日前においては，デサチュラーゼ遺伝子の変異が生じても，種子中の18：2及び18：3の量は変動しないものと認識されていたのであるから，18：2及び18：3の量が増加したこともまた顕著な効果というべきである。どの程度リノール酸及びリノレン酸が増加したかにかかわらず，このような増加が予想外の顕著な効果であることは明らかである。",
                        "したがって，審決は，種子におけるリノール酸及びリノレン酸の顕著な増加を看過している。",
                        "なお，被告は，「種子中に，酵母デルタ−9デサチュラーゼ遺伝子が導入され，該遺伝子が発現されれば，種子の細胞質中に存在するステアロイルCoA(18:0)を基質として，オレイン酸(18:1)が産生され，その後，リノール酸(18:2)及びリノレン酸(18:3)を形成することは，自明である。」と主張するが，本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」を比較すると，上記のとおり，リノール酸及びリノレン酸の種子における含有量が増加しているのに対し，オレイン酸(c18:1D9)の含有量は，平均で63.78から51.51，最小で51.90から40.70，最大で72.10から63.70といずれも減少しているが，このことは上記の被告の主張では説明がつかない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のように，本願発明1の顕著な効果を看過している点で審決は誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(手続違背)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法159条2項が準用する同法50条本文によれば，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合には，審判官は特許出願人に対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない。そして，特許出願人に対して新たな拒絶の理由を通知することなく，審判請求は成り立たないとの審決をした場合は，当該審決は違法な手続によりなされたものとして，取消しを免れない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告は，本件補正後の請求項1に係る発明(本願発明1)との関係で，引用例4を引用する拒絶理由通知書を受けていない",
                      "text": [
                        "本件補正に先立つ平成14年2月7日付け拒絶理由通知書(甲2の2，以下「本件拒絶理由通知」という。)においては，特許願(甲2の1)記載の旧請求項1～4，6，7，9～16及び37について，引用例1(甲3)及び引用例2(甲4の1)のみが引用され，引用例4(甲5)は引用されなかった。他方，特許願記載の旧請求項17～36との関係では，引用例1及び2とともに，引用例4が引用された。",
                        "原告は，本件補正によって，特許願(甲2の1)記載の旧請求項1に旧請求項2及び4の要素を付加して，(新)請求項1としたから，出願人は，本件補正後の(新)請求項1に係る発明(本願発明1)との関係で，引用例4を引用する拒絶理由通知書を受けていないのであり，この点において，特許法159条2項が準用する同法50条本文違反があったものである。",
                        "また，本件拒絶理由通知(甲2の2)には，「引用例3(原告注：「4」の誤記である。)には酵母デルタ−9デサチュラーゼ遺伝子をタバコ組織中で発現させ，不飽和脂肪酸含有量が増加することが記載されているので，引用例1に記載された発明において，種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させた際に，不飽和脂肪酸含有量が増加することは，当業者にとって予想し得る範囲のものである。」(2頁4行～8行)としか記載されていないから，本願発明1の「植物種子中の種子油におけるパルミトオレイン酸含有パーセントの増加」については，なんら指摘されていないのであり，そのまま審決に至ったから，この点からしても，特許法159条2項が準用する同法50条本文違反があったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告が周知技術であると主張する技術事項及びこれに関する文献は，拒絶理由通知書又は拒絶査定において示されなかったa 原告は，本件補正とともに，意見書(甲2の4)を提出し，そこでは，「引用文献4では，酵母遺伝子を，植物宿主の葉において発現させたことが記載されています。しかし，ここで使用されるタバコの葉では，通常飽和脂肪酸の濃度は高く，不飽和脂肪酸の濃度はほとんどないことから，本願発明のように種子における脂肪酸組成を変更しようということを示唆しません。」(3頁下5行～下2行)と述べ，本願発明1と引用例4との間には差異(すなわち，本願発明1では種子で酵母遺伝子を発現させているのに対し，引用例4では葉で酵母遺伝子を発現させていること)が存するため，引用例4から本願発明1の作用効果を予測できるわけではないことを主張した。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，拒絶査定(甲2の5。以下「本件拒絶査定」という。)では，「備考」として，「酵母のデサチュラーゼ遺伝子を植物細胞中で発現させると，パルミトレイン酸の含有量が増加することは，引用例4に記載されているように，公知の効果である。」と記載されている。しかし，「葉における挙動が，種子においても同様にみられる」という被告が周知技術と主張する技術事項については触れられず，示唆すらされなかった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，拒絶査定不服審判においても，平成15年4月2日付け手続補正書(甲2の7)において，「特に，葉においては，脂肪酸生合成は，『原核生物』の様式をとるクロロプラスト内でおきるのに対して，種子での脂肪酸合成は，『真核生物』の様式をとる細胞質ゾルにおいて行われます。このような代謝様式の差があることが一般に知られていたことにもかんがみると，種子における発現を記載も示唆もしていない引用文献から本願発明に想到するとはいえないことは明らかかと存じます。」(4頁下8行～下4行)と述べ，本願発明1と引用例4との差異について主張した。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "これに対し，審決は，「双子葉植物の葉で観察された現象が，同じ植物体の種子においても起こり得るだろうと期待して」(5頁34行～35行)と述べ，また，「しかしながら，引用例4をみた当業者であれば，…葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられるから，上記主張は受け入れられない」(7頁1行～6行)と述べて，初めて「葉における挙動が，種子においても同様にみられる」という，被告が周知技術と主張する技術事項の存在を示し，これを前提とする判断をしたものである(なお，審決は，この技術事項を「周知技術」と明言していない。)。",
                            "これにとどまらず，審決は，上記の被告が周知技術と主張する技術事項に「種子における脂肪酸の組成が，葉と同じような現象が起こり得ないとする確たる事実，例えば，種子においては，酵母デルタ−9デサチュラーゼの基質となる物質，例えば，パルミトイルCoAがまったく存在しない等の事実がない限り」(7頁1行～4行)という例外的場合の存在を設けつつ，本件がそのような例外的場合ではないことを示すために，前記甲6を引用した。",
                            "しかし，このような周知技術の存在はそれまで示唆すらされていなかったため，出願人としては，本願発明1と引用例4との間の差異(すなわち，本件発明では種子で酵母遺伝子を発現させているのに対し，引用例4では葉で酵母遺伝子を発現させているという差異)を主張したものであり，「葉における挙動が，種子においても同様にみられる」という技術事項について積極的な主張をすることはせず，いわんや，「種子においては，酵母デルタ−9デサチュラーゼの基質となる物質，例えば，パルミトイルCoAがまったく存在しない」といった技術事項については思いも至らず，当然ながら，これらの点に対して意見を述べ，あるいは，補正をする機会を全く与えられなかったものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "さらに，審決は，葉と種子との代謝様式にたとえ差があったとしても，葉における挙動が，種子においても同様にみられることの根拠として，「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こること」を本件優先日時点での周知技術として述べる(7頁22行～25行)。そして，その根拠として，前記甲7を引用している。",
                            "しかし，「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こる」という周知技術の存在はそれまで示唆すらされていなかったため，出願人としては，本願発明1と引用例4との間の差異を主張していたのみだったのであり，このような周知技術及び甲7について意見を述べ，あるいは，補正をする機会を全く与えられなかったものである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "以上のとおり，被告が周知技術と主張する「葉における挙動が，種子においても同様にみられる」という技術事項及び「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こる」という技術事項及び甲6，7は，本件拒絶理由通知及び本件拒絶査定において，全く示されていなかったものであり，審決において初めて示されたものである。",
                            "被告は「種子」における「種子油」に関連する合成代謝様式については，審決に至るまで，なんら示すことなく，審決において，本願発明1と引用例4との間に，本願発明1では種子で酵母遺伝子を発現させているのに対し，引用例4では葉で酵母遺伝子を発現させているという相違点が存在するにもかかわらず，引用例4から本願発明1の作用効果は予測できると認定し，その際，上記の「葉における挙動が，種子においても同様にみられる」及び「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こる」という特定の技術事項を用いたのであるから，仮に当該技術事項が周知技術であっても，いかなる周知技術であるか，及び，これらを示す文献については，拒絶理由として通知されていなければならない。また，上記の被告が周知技術と主張する各技術事項は，普遍的な原理や当業者にとって極めて常識的・基礎的な事項のように周知性の高いものであるとは到底認められないのであり，これらの技術事項は周知技術として，根拠となる文献とともに，拒絶理由として通知されていなければならない。",
                            "したがって，審決には特許法159条2項が準用する同法50条本文に違背する違法がある。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例4に記載されているパルミトオレイン酸が本願発明1の種子で生成されるパルミトオレイン酸と同様の挙動を示すとは考えられないとの原告の主張につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「本件優先日前においては，葉中にはトリグリセリドは存在しないか，仮に存在するとしても非常にわずかであるもの」と認識されていたことを立証するために，甲8及び甲9を提出している。",
                        "しかし，甲8は，油料植物ではないオオムギ(Barley)の葉における脂肪酸組成を挙げた1例にすぎない。原告が指摘する甲8の69頁「Table3(表3)」を見ても，「トリアシルグリセロール及びエステル化していない脂肪酸」の欄に，正常体では，3.6±0.9 g/100gという数値が記載されていて，葉においても少量のトリグリセリドが形成されることが分かり，葉中にはトリグリセリドが存在しないとはいえない。また，甲9は，葉から単離した葉緑体の包膜の脂質組成についてのものであり(596頁「Table1(表1)」)，葉の細胞全体についてのものではなく，葉中にトリグリセリドが存在しないとはいえない。したがって，どちらの証拠をみても，上記のような認識があったことを示すものということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件優先日前において，「トリグリセリドが種子中にのみ存在する」と認識されていたことを立証するために，甲10及び甲11を提出している。",
                        "しかし，甲10の931頁の記載は，「植物は種子，果肉あるいは根幹など，それぞれ独特の部分に蓄積する」とあり，トリグリセリドが種子以外にも存在することを示すものであって，葉中にトリグリセリドが存在しないことを示すものではない。また，甲11の210頁には，種子でトリグリセリドが合成されることは示されているが，甲11自体は，植物油脂(トリグリセリド)についての文献であるから，特に油脂含量の多い種子について記載しているものにすぎず，種子以外の器官にトリグリセリドが存在しないことを示すものではない。むしろ，甲11には，「トリアシルグリセロールは，植物のほとんどすべての器官に存在するが，それらは通常，種子及び果実に相当量が蓄積されるだけである(図4)。」(179頁9行～10行，乙3)と，トリグリセリドが種子以外の器官にも存在することが明記されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうしてみると，葉にトリグリセリドが存在しないと考えられていたことを示す証拠はなく，逆に，少量であっても存在していることが認識されていたことは明らかであるから，引用例4をみた本件優先日前の当業者は，原告の主張するように，「引用例4に記載された葉におけるパルミトオレイン酸の増加」を，「リン脂質及び糖脂質，すなわちトリグリセリド以外の物質に取り込まれた脂肪酸として存在しているパルミトオレイン酸の増加を意味するものと理解」するということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，甲12の記載は，遺伝子操作によって葉における脂肪酸組成の変動に成功したからといって，種子においても同様に脂肪酸組成が変動するとは限らず，むしろ変動しないことが期待されることを示しており，これは，本件優先日前においては，脂肪酸組成に関して，葉における挙動と種子における挙動とは異なるものと認識されていたことを意味する，と主張する。",
                        "しかし，甲12に基づく原告の主張は，脂質合成に重要な貢献をしない合成経路に関与する遺伝子の変異のただ一つの例，しかも，遺伝子が導入されるのではなく，欠失した例を挙げて，主張するものであり，ただ一つの例をもって，葉と種子の遺伝子変異の結果すべてについて一般化するといった，根拠を欠く主張である。",
                        "甲12において変異した「fadC」が関与するのは，色素体内の不飽和化経路であることは周知であり(例えば，乙1の471頁「Figure1(図1)」の葉における脂質合成経路を参照)，その一方で，本願発明1や引用例1及び引用例4に記載された発明に係る酵母デルタ−9デサチュラーゼが関与するのは，細胞質内の反応経路である。例えば，葉と種子における脂質合成経路を示した乙1の「Figure1(図1)」(葉)と「Figure3(図3)」(種子)を見ると，酵母デルタ−9デサチュラーゼの基質となるパルミトイルCoA(16:0-CoA)は，葉及び種子のどちらにおいても，色素体で合成されたアシルACPが，細胞質ゾルに輸送される際に変換されて，細胞質内に存在しており，酵母デルタ−9デサチュラーゼ遺伝子の発現産物であるデルタ−9デサチュラーゼは，細胞質内の小胞体酵素であるから，細胞質内のこのような葉と種子におけるパルミトイルCoA(16:0-CoA)をパルミトオレイン酸に変換するのである。このような脂質合成経路を知る本件優先日当時の当業者は，たとえ，甲12を見たとしても，色素体内の不飽和化に関与する「fadC」の変異は，異なる脂質合成経路に関するものであると理解するから，原告の主張のように考えるということはできない。原告が主張するように，小胞体と葉緑体との間を脂質が移動するとしても，葉において，色素体の合成経路における「fadC」の変異の影響(PGの脂肪酸組成の変更)が，色素体だけでなくほかの合成経路にも影響を及ぼし得るだろうということにすぎず，甲12の例を一般化できるものでも，本件遺伝子を種子に導入する場合にも当てはめることができるものでもない。",
                        "また，甲12には，以下の記載があり，種子においては，脂質合成に色素体(葉緑体)内の原核生物経路は重要な貢献をしないことが示されている。",
                        "「特別な色素体以外の膜が優位に含まれている植物の根や，トリグリセリドが大量に含まれている種子においては，原核生物経路は脂質合成に重要な貢献をしない。変異体と野性型の根と成熟種子における全脂肪酸組成の比較は，これら器官のいずれも脂質中の18:1の量の違いを検出できなかった(表IV)。これらの観察は，fadC遺伝子座が原核生物経路のデサチュラーゼを制御することを示す上述のそのほかの結果と一致する。真核生物型の脂質における効果の欠如は，葉の真核生物型脂質の不飽和化における変化は，真核生物経路に関与するデサチュラーゼにおけるfadC遺伝子産物の影響によるものでないことを示唆する。」(526頁左欄下2行～右欄12行，乙4)",
                        "この記載を踏まえれば，当業者は，なおさら，甲12における色素体内の原核生物経路で働く「fadC」の変異は，酵母デルタ−9デサチュラーゼ遺伝子を発現させた場合に起こる種子における脂肪酸組成の変化とは関係のないものと理解するのであるから，甲12における「fadC」の変異が，種子の脂肪酸組成に大きな影響を及ぼさなかったからといって，引用例1に示唆された双子葉植物の種子中に酵母デルタ−9デサチュラーゼ遺伝子を導入することの強い動機付けに基づき，該遺伝子を発現させた場合に，種子中の脂肪酸組成が変化しない(細胞質内のパルミトイルCoAがパルミトオレイン酸に変換されない)とは考えないのである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "種子においては，脂肪酸はトリグリセリドに取り込まれた形で存在するのに対し，葉においては，脂肪酸はリン脂質又は糖脂質に取り込まれた形で存在するものがほとんどであるとの原告の主張は，パルミトオレイン酸等の脂肪酸が形成された後の代謝の違いについて述べているにすぎない。",
                        "リン脂質及び糖脂質も，トリグリセリドも脂肪酸から生合成されるものであるから(乙1の「Figure1(図1)」及び「Figure2(図2)」参照)，たとえ，原告の主張するように，引用例4を見た本件優先日前の当業者が，「引用例4に記載された葉におけるパルミトオレイン酸の増加は，リン脂質及び糖脂質，すなわちトリグリセリド以外の物質に取り込まれた脂肪酸として存在しているパルミトオレイン酸の増加を意味するものと理解した」としても，そのことから，種子においてパルミトオレイン酸がトリグリセリドに取り込まれた形態で存在しないということにはならない。",
                        "葉において，パルミトオレイン酸がリン脂質又は糖脂質に取り込まれた形で存在しているとしても，パルミトオレイン酸自身の生合成量が増加したことは明らかであり，種子において，同様にパルミトオレイン酸が増加すれば，種子における代謝形態に従って，それがトリグリセリドの原料として利用されてパルミトオレイン酸を取り込んだ形のトリグリセリドの量が増加するであろうことは，当業者であれば容易に予測し得るのである。",
                        "脂質合成経路を示した乙1の「Figure1(図1)」(葉)及び",
                        "「Figure2(図2)」(種子)を見ても，葉及び種子のどちらにおいても，色素体で合成された脂肪酸は，細胞質ゾルに輸送される際にアシルACPからアシルCoAに変換されており，それに続く生合成の反応(葉ではリン脂質及び糖脂質が主に生合成され，種子ではトリグリセリドが主に生合成される。)は，当該アシルCoAを基質としており，このような合成経路の共通性を知る本件優先日前の当業者は，パルミトオレイン酸等の脂肪酸が形成された後の脂肪酸の取り込まれた形態によらず，引用例4により，酵母由来の酵素であるデルタ−9デサチュラーゼが，別の生物である植物細胞内でも作用することが実証されたことをみて，同じ植物の別の器官の細胞である種子においても，当然にその酵素が作用し，種子中に存在するパルミトイルCoAがパルミトオレイン酸に変換されて，パルミトオレイン酸が増加するであろうと考えるのである。",
                        "したがって，原告が主張する脂肪酸の存在する形の違いについての本件優先日前における当業者の認識は，本願発明1に至る阻害事由とはならない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，審決において，本件優先日前に，当業者が，「葉における挙動が，種子においても同様にみられるだろう」と認定した点に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件優先日前高等植物の種子中にパルミトイルCoAは単独で存在するとは考えられていなかったとの原告の主張につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，前記甲13に基づき，「本件優先日前，高等植物の種子中に，パルミトイルCoAは単独で存在するとは考えられていなかった」と主張する。",
                        "しかし，この主張は，以下のとおり失当である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲13は，「植物脂質代謝実験法」という標題であり，原告の指摘する記載は，「脂肪酸の不飽和化」についての実験手法の記載である。ここで，原告の指摘する，「藻類，植物における不飽和化の研究では，生細胞を用いるかまたはミクロソーム膜のリン脂質にアシル-CoAから脂肪酸をとり込ませ，それをO とNAD(P)H存在下で反応させる方法が用いられる。」との記載は，アシルCoAに関するものであり，パルミトイルCoAのみに関するものではない。当該実験手法の対象となるアシルCoAには，パルミトイルCoAのほかに，植物中に存在することが知られているもの，例えば，オレイルCoA(18:1-CoA)も含まれており，外部からアシルCoAを加えていることが，植物中に，パルミトイルCoA等のアシルCoAが存在しないことを意味するなどとはいえない。むしろ，甲13の実験手法は，アシルCoAの酵素特異性を測定するために，反応前に存在したアシルCoAの全体量と反応に用いられたアシルCoAの量を正確に把握するためのものと考えられる。",
                            "また，甲13の原告の指摘する上記記載は，「グリセロ脂質を基質とする不飽和化酵素は一般に，膜結合性であり，藻類，植物では可溶化に成功した例はない。また，グリセロ脂質を基質として外から与えること自体が困難であり，不飽和化反応を行うin vitro系が確立されていない。」との記載に続くものであり，「グリセロ脂質を基質として外から与えること自体が困難であり，不飽和化反応を行うin vitro系が確立されていない」から，「リン脂質にアシル-CoAから脂肪酸を取り込ませ」たものを用いることが記述されているにとどまるのであり，種子においてパルミトイルCoA等のアシルCoAが存在しないことは何ら述べていない。",
                            "したがって，甲13により，「本件優先日前，高等植物の種子中に，パルミトイルCoAは単独で存在するとは考えられていなかった」ということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲13の発行より後で，本件優先日より前に発行され，本件優先日時点における技術水準をより適切に示すと考えられる，周知技術の例としての，乙1(John Browse, Chris Somerville 「GLYCEROLIPIDSYNTHESIS:Biochemistry and Regulation」［グリセロ脂質の合成：生化 学 と 制 御 ］ Annu. Rev. Plant Physiol. Plant Mol.Biol.[1991]Vol.42)及び乙2(Matthew J.Hills, Denis J.Murphy「Biotechnology of Oilseeds」［油料種子のバイオテクノロジー］Biotechnology and Genetic Engineering Reviews [1991]Vol.9)，並びに，原告が提出した甲11(乙3の訳文参照)には，種子の細胞質中にパルミトイルCoAが存在することが示されている。",
                            "乙1は，「グリセロ脂質の合成：生化学と制御」という標題のレビューであり，油料種子におけるトリアシルグリセロール(トリグリセリド)の合成反応の流れが示されており(491頁「Figure3［図3］」)，色素体で合成されたパルミトイル-ACP(16:0)が，色素体の外へ輸送され，パルミトイルCoA(16:0)を含むアシルCoA プールとして存在し，植物油であるトリアシルグリセロールに組み込まれることが記載されている。また，乙2は，「油料種子のバイオテクノロジー」という標題のレビューであり，脂肪酸及び油の合成経路として，種子の色素体で合成されたパルミトイル-ACP(16:0)が，色素体の外へ輸送され，パルミトイルCoA(16:0)を含むアシルCoA プールとして存在し，植物油であるトリアシルグリセロール(トリグリセリド)に組み込まれることが記載されている(9頁「Figure1［図1］」及び「Figure2［図2］」)。さらに，原告が提出した甲11(乙3の訳文参照)にも，同様に，脂肪酸及び油の合成経路として，種子の色素体で合成されたパルミトイル-ACP(16:0)が，色素体の外へ輸送され，パルミトイルCoA(16:0)を含むアシルCoA プールとして存在し，植物油であるトリアシルグリセロール(グリセリド)に組み込まれることが記載されている(189頁「Fig.7［図7］」)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，甲13に基づき，「本件優先日前においては，パルミトイルCoAは種子に存在しないものと認識され」ていたということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲6に基づき，「本件優先日前，高等植物の種子中に，パルミトイルCoAは単独で存在するとは考えられていなかった」と主張する。",
                        "しかし，甲6は，ジアシルグリセロール アシルトランスフェラーゼの活性を検出するために，in vitro試験で放射性同位元素で標識した[1-14C]オレオイルCoAを用いたものであるから，このような特殊な[1-14C]オレオイルCoAは外部から添加せざるを得なかったものである。",
                        "また，[1-14C]オレオイルCoAは確かに外部から添加したものであるが，研究の目的は油料植物の種子におけるトリアシルグリセロール(トリグリセリド)のin vivo合成に関するものであって，その生合成の最終段階に係る酵素の活性についてのものであり，実験には，パルミトイルCoA(16:0)を含む3種類(パルミトイルCoA(16:0)，リノレオイルCoA(18:2)及びオレオイルCoA(18:1))の基質が用いられている。仮に，原告の主張するとおり，パルミトイルCoAが種子中に存在しないのであれば，あえて，基質として元来存在しないはずのパルミトイルCoAを用いて，無意味な実験をするとは考えられない。",
                        "そして，外部から添加した[1-14C]オレオイルCoAがトリグリセリドに取り込まれたということは，先に周知技術の例として示した乙1及び乙2に記載されているとおり，甲6においてジアシルグリセロールトランスフェラーゼの基質として確認されているリノレオイルCoA(18:2)，パルミトイルCoA(16:0)，オレオイルCoA(18:1)は細胞質ゾルに存在するアシルCoAプールに含まれることを勘案すると，甲6では，植物種子において，パルミトイルCoAが存在し，代謝されることをさらに強く示している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうしてみると，審決において，「双子葉植物の種子において，パルミトイルCoAがまったく存在しないとは考え難い。」とした認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告が前記1(4)ア(ア)e①から④において主張する作用機序は，以下のとおり，十分に予測できたものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "作用機序①(種子中に原料であるパルミトイルCoA(16:0-CoA)が存在すること)",
                      "text": [
                        "酵母デルタ−9デサチュラーゼの基質であるパルミトイルCoA(16:0-CoA)が，乙1，2及び甲11で示されているように，植物種子の細胞質中に存在していたことは，本件優先日時点においてよく知られていたことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "作用機序②(本件酵素が種子中で機能し，16:0-CoAが本件酵素で不飽和化されること)",
                      "text": [
                        "引用例4では，酵母デルタ−9デサチュラーゼが，葉において実際に機能し，パルミトオレイン酸(16:1)が産生されることが確認されている。パルミトオレイン酸(16:1)が産生されたことは，乙1の471頁「Figure1」(図1)に示されているように，細胞質中に存在する，パルミトイルCoA(16:0-CoA)が，植物の種子中に導入された酵母デルタ−9デサチュラーゼにより不飽和化されることによるものといえるから，別生物である酵母由来の酵素であるデルタ−9デサチュラーゼが，植物細胞(葉)の細胞質中に存在するパルミトイルCoA(16:0-CoA)を不飽和化できることが実証されたといえる。そうしてみると，酵母と植物(葉)における細胞内環境の違いがあったとしても，本件酵素は機能するのであるから，同じ植物の別の器官である植物種子においても機能することは，当業者が十分に予見できたといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "作用機序③(16:0-CoAから合成されたパルミトオレイルCoA［16:1-CoA］が安定にCoAプールに存在し得ること)及び作用機序④(16:1-CoAがアシルトランスフェラーゼの基質となってトリグリセリドに取り込まれること)",
                      "text": [
                        "植物種子の種子油にはパルミトオレイン酸(16:1)が含まれていることが知られている(本願の公開特許公報(甲1)の【0010】参照)。このことは，本来，植物種子には，パルミトオレイン酸(16:1)をトリグリセリドに取り込む系が存在することを意味するのであり，トリグリセリドの脂質合成経路の作用機序③及び④が機能していることが推測できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告の甲17～18，乙1(甲21)に基づく主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲17，18",
                      "text": [
                        "甲17は，培地中に不飽和脂肪酸がある場合，酵母が，酵母デルタ−9デサチュラーゼのmRNAの転写を減少させることが記載されており(乙10の訳文参照)，培地の環境に依存して，酵母がmRNAの転写を制御していることを示すものであり，酵素の置かれた環境によって，酵素の活性が変化することを示すものとはいえない。原告の主張は，生物の環境に対する応答と，酵素の活性を混同した主張であり，参酌に値しない。",
                        "また，甲17を参考論文とする甲18についても同様である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲19",
                      "text": [
                        "甲19に記載されている内容は，「米国ミシガン州立大学で感じたこと」，「米国ミシガン州イーストランシングでの生活」などといった，大学での生活を色々と書き綴った便りの中に混じって，筆者が自身の研究紹介を簡単に書き綴っただけの私的な報告文にすぎず，このような報告文は専ら学外の研究者である第三者に対して研究成果を報告するために作成されたものではなく，しかも発表内容について発表者に一定レベル以上の内容が要求され専門家による校閲を経た後に発表される専門的な学術雑誌の水準にあるものでもないから，このような私的な報告文に基づいて「本件優先日後においてすら，アシルCoAプールの実態は不明であって，その組成は推定の部分が多いとされている。」などと結論付けることはできないし，しかも，このような私的な報告文を証拠として提出せざるを得なかったこと自体，原告の主張に無理があることの証左でもある。そして，乙1，2及び甲11を示して指摘したように，アシルCoAプールの存在については，既に当技術分野において確立した疑いのない事実である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲20，乙1(甲21)",
                      "text": [
                        "甲20，乙1(甲21)は，16:0-CoAがアシルトランスフェラーゼによってトリグリセリドに取り込まれないことを示すものではない。そもそも，酵素の基質特異性は，ある程度の柔軟性を持つものである。例えば，本願発明1の酵母デルタ−9デサチュラーゼについても，パルミトイルCoA(16:0-CoA)だけを基質とするのではなく，ステアロイルCoA(18:0-CoA)を基質とするものである(引用例4を参照)。また，甲6には，アシルトランスフェラーゼについて，その活性の程度の差はあるものの，リノレオイルCoA，パルミトイルCoA及びオレオイルCoAを基質とすることが示されている。そして，植物種子の種子油にはパルミトオレイン酸(16:1)が含まれており，このことは，本来，植物種子には，パルミトオレイン酸(16:1)をトリグリセリドに取り込む系が存在することを意味するものであり，パルミトオレイルCoA(16:1-CoA)を基質とするアシルトランスフェラーゼが機能していると推測できるのであるから，甲20，21の記載をもって，作用機序④に障害があるとはいえず，当業者がパルミトオレイン酸(16:1)の含有量の増加することを期待することの妨げになるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "その優先日が本件優先日前の別出願人の特許出願(出願人 パイオニアハイブリッド インターナショナル インコーポレイテッド，優先日：1991年［平成3年］12月31日)に係る特開平6−98777号公",
                  "text": [
                    "報(乙11)には，動物又は酵母由来のデルタ−9デサチュラーゼ(脂肪酸CoAを不飽和化するデサチュラーゼ)遺伝子を，植物に導入し，その種子及び葉においてパルミトオレイン酸(16:1)が増加したことを確認したことが記載されている(特に，実施例5，6及び図8を参照。実施例では，哺乳類由来のデルタ−9デサチュラーゼ遺伝子を植物に導入し，その種子及び葉においてパルミトオレイン酸(16:1)が増加したことを確認している。なお，種子特異的プロモーターを用いることも記載されている［実施例6］)。",
                    "また，本件優先日(1992年［平成4年］3月13日)時点において，植物の種子中に，酵母デルタ9−デサチュラーゼ遺伝子，又は，そのラット由来の類似体であるラットデルタ9−デサチュラーゼ遺伝子を導入することについて，別の二つのグループが，本件優先日と同時期に研究を進めていた。す なわち，乙12(James J. Polashockほか2名「Expression of the Yeast Δ-9 Fatty Acid Desaturase in Nicotianatabacum」Plant Physiol.[October 1992] Vol.100, p.894-901)は，論文の到着日が本件優先日の直後の1992年4月1日，受入日が同年6月16日の論文であるが，この論文には，タバコの葉や種子等の細胞に，酵母デルタ9−デサチュラーゼ遺伝子を発現させたこと，いずれの異なる器官の細胞においても，パルミトオレイン酸(16:1)の含有量が増加したことが記載されている(897頁の「Table1.［表1］」参照)。また，乙13(W.S.Grayburnほか2名「FATTY ACID ALTERATION BY A Δ9 DESATURASE INTRANSGENIC TABACCO TISSUE」 BIO/TECHNOLOGY [June 1992] Vol.10,p.675-678)は，論文の到着日が本件優先日前の1992年1月28日，受入日が本件優先日前の同年3月8日であるが，この論文には，ステアリルCoA(18:0-CoA)及びパルミトイルCoA(16:0-CoA)を基質とするラットのデサチュラーゼ遺伝子を，タバコの葉等で発現させ，パルミトオレイン酸(16:1)の増加を確認したことが記載されており，種子においても同様の手法をとり得ることがを示唆されている。",
                    "以上の事実からしても，当業者は，酵母由来の遺伝子を，別の生物である植物種子に導入することについて，作用機序①～④に障害があると認識されていたとは考えられない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，引用例4に接した当業者が，「葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられる」との審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に接した当業者が酵母の替わりに本件遺伝子を植物で発現させることを想到することはなかったとの原告の主張につき(ア) 審決が引用例1には本件遺伝子を植物に導入できることが記載されていると認定したことに誤りはない",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決においては，引用例1(甲3)の記載事項を以下のとおり認定している(2頁24行～3頁13行)。",
                            "「ア．『本願発明は，酵母における油の生産を増加させるという点についてここに記載されているが，特殊な脂肪酸組成を有する油を高いレベルで生産する植物の産生のための，同様の手段，その遺伝子をほかの生物へ導入することや，酵母やほかの生物，すなわち，トウモロコシ，ダイズ，ナタネ等の農作物から単離された同様のデサチュラーゼ遺伝子を使うことによっても，増加がもたらされることは，当業者にとって理解されるであろう。』(第4欄第21～29行)」「イ．『このことは，機能的なデサチュラーゼやそのほかの脂肪酸変性酵素を，農作物(ダイズ，ヒマワリ，トウモロコシ，ナタネ等)のような生物へ過剰なレベルで導入することが，特殊化された脂肪酸の組成を有する油の同様な過剰生産を導くことを示唆する。高度に特殊化された脂肪酸組成を有する油を生産する植物株を構築することにより，(1)油を精製したり，容易に酸化され質が低下するポリ不飽和脂肪酸を除去するために油を変換したりするための費用が下がったり，(2)食物や融点及び沸点に特徴を有する料理用油を製造するための的確な組成物を混合するための費用が下がったりすることにより，現在よりもより経済的に油を生産することが可能になるであろう。』(第5欄第2～第17行)」",
                            "「ウ．『標準的な分子遺伝学的手法が，デサチュラーゼ遺伝子の単離，プラスミドベクターの産生，並びに，酵母や農作物等の宿主細胞へ導入されるベクターを形成するための，所望の遺伝子を含むプラスミドと適切な調節要素との融合に用いられる。』(第6欄第13～24行)」",
                            "「エ．『植物細胞に導入された遺伝子は，種子において適切に発現されるために，高発現プロモーターを有する植物生育の遺伝的調節要素の制御下にある。あるいは，油生産のための遺伝子の発現は，ほかの植物組織において同時に活性化され，最適な植物の成長と生育を阻害しない。』(第6欄第50～57行)」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aの「ア．」には，引用発明1は，酵母の油の生産の増加だけでなく，「特殊な脂肪酸組成を有する油を高いレベルで生産する植物の産生」にまで視野に入れており，そのための手段として，「同様の手段，その遺伝子をほかの生物へ導入すること」を挙げている。ここで，「その遺伝子」とは，引用例1において，主に論じられている「酵母デルタ−9デサチュラーゼ遺伝子」に他ならず，「酵母デルタ−9デサチュラーゼ遺伝子」を，「ほかの生物」，すなわち，「植物」に導入することが記載されているということができる。",
                            "また，上記aの「イ．」の記載は，上記aの「ア．」の，脂肪酸デサチュラーゼ遺伝子の導入された酵母細胞におけるトリグリセリドの過剰産生についての仮説を論じた記載に続くものであり，「機能的なデサチュラーゼやそのほかの脂肪酸変性酵素を，農作物(ダイズ，ヒマワリ，トウモロコシ，ナタネ等)のような生物へ過剰なレベルで導入することが，特殊化された脂肪酸の組成を有する油の同様な過剰生産を導くことを示唆する。」と述べている。このことは，上記aの「ア．」の記載における「酵母デルタ−9デサチュラーゼ遺伝子」の導入される「植物」が，特に，農作物(ダイズ，ヒマワリ，トウモロコシ，ナタネ等)であることを示した記載であるということができる(ダイズ，ヒマワリ，ナタネは，双子葉植物である。)。",
                            "さらに，上記aの「イ．」には，その記載中の「(1)」及び「(2)」のごとく，形質転換された植物による特殊化された脂肪酸組成を有する油の生産が望まれていることが記載されている。",
                            "そして，上記aの「ウ．」には，「標準的な分子遺伝学的手法が，デサチュラーゼ遺伝子の単離，プラスミドベクターの産生，並びに，酵母や農作物等の宿主細胞へ導入されるベクターを形成するための，所望の遺伝子を含むプラスミドと適切な調節要素との融合に用いられる(原告訳；用いられることができる)」ことが記載され，上記aの「エ．」の記載からは，「酵母デルタ−9デサチュラーゼ遺伝子」を導入する農作物等の宿主細胞が「種子」及び「ほかの植物組織」であることが読み取れる。",
                            "そうしてみると，引用例1には，酵母デルタ−9デサチュラーゼ遺伝子を，双子葉植物の植物種子に導入しようとする強い動機が示されていたといえ，また，この強い動機に基づいて，当該遺伝子を双子葉植物の植物種子に導入し，発現させることは，本件優先日時点の技術水準からすれば，当業者にとって「標準的な遺伝子手法」によって適宜なし得ることである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，審決において，引用例1には本件遺伝子を植物に導入できることが記載されていると認定したことに誤りがあったということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例1の訳に誤りがなく，仮に引用例1の訳が原告が主張するとおりであるとしても，結論に影響がない",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告が訳に誤りがあるとする引用例1の記載は，「Standardmolecular genetic methods can be used …」(上記(ア)aの「ウ．」)，及び，「Genes introduced into plant cells would beunder the control of plant developmental genetic regulatoryelements with high expression promoters …, expression of thegenes for oils production could be activated in other planttissues at a time which would not interfere with optimal plantgrowth and development.」(上記(ア)aの「エ．」)であり(下線は被告による)，審決において，「can be used」(上記(ア)aの「ウ．」)を，使用可能であることを表現するために，「用いられる」と訳したことには誤りはない。また，上記(ア)aの「エ．」の記載は，「上記の油産生を引き起こす遺伝子が，多コピープラスミド上又は強力な誘導性プロモーター(例えば，酵母GALプロモーターであるが，これに限定されない。)の制御下のいずれかで導入されてこの遺伝子の過剰発現を可能にすることが，大量の油の産生のために重要である。」との記載(引用例1［甲3］の6欄40行～45行)に続くものであり，これを受けて，植物細胞に当該遺伝子を導入することを設計する際に，当業者にとって当然に想定される事項(高発現プロモーターを有する植物生育の遺伝的調節要素の制御下に当該遺伝子を置くように設計すること)や，植物細胞に当該遺伝子を導入した場合に予測される事象(ほかの植物組織における当該遺伝子発現の活性化と，その発現によって植物の成長及び生育が阻害されないこと)について記述したものであって，原告が主張するように，「…だろう」又は「…こともあり得」との訳を用いる必然性はない。したがって，審決における上記aの「ウ．」及び「エ．」の訳に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に原告の訳が正しいとしても，上記aで述べたように，引用例1には，根拠のない願望や推測ではなく，本技術分野の技術常識を踏まえた当業者としての予測が示されているのであり，審決の結論に影響を及ぼすものではない。",
                            "また，引用例1には，特殊な脂肪酸組成を有する油の生産という目的のために，油料植物に酵母デルタ−9デサチュラーゼ遺伝子を導入する今後の研究開発の方向が明確に示されており，極めて強い動機付けが存在する。",
                            "このような極めて強い動機付けの存在にもかかわらず，当業者がそのような試みをしないということは極めて不自然であり，仮にそのような場合でも進歩性が認められる場合があるとすれば，それは，実際に試みてもまず不可能であろうというような強い阻害要因が存在するような例外的な場合に限られるというべきである。しかし，本願発明1には，そのような強い阻害要因もなく，逆に，引用例4は，さらに強い動機付けが存在することを示すものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例1の記載は阻害事由にならない",
                      "text": [
                        "原告は，引用例1の「容易に酸化され質が低下するポリ不飽和脂肪酸を除去するため」との記載(上記(ア)aの「イ．」)をとらえて，「発明の効果として，不飽和脂肪酸の減少が示唆されている」と主張する。",
                        "しかし，本願発明1において増加するパルミトオレイン酸は，「1価」の不飽和脂肪酸であるから，減少させる対象の脂肪酸ではなく，原告の上記主張は失当である。そもそも，上記記載は，上記(ア)aの「イ．」の冒頭の記載からも明らかなように，酵母デルタ−9デサチュラーゼだけでなく，「他の脂肪酸改変酵素」についても述べており，好ましい脂肪酸組成を有する油を得るために，「多価」の不飽和脂肪酸が除去されることが望まれる場合もあることを述べているにすぎないので，酵母デルタ−9デサチュラーゼに係る本願発明1の進歩性とは関係のない事項である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告が前記1(4)イ(イ)bで指摘する引用例1(甲3)の5欄及び6欄の記載は，目的とする生物の改変には，目的とする生物自体の遺伝子を単離することを前提としたものではない。引用例1(甲3)の5欄65行～68行の記載における「複数コピー」とは，ある遺伝子が複数にコピーされることであって，目的とする生物自体に存在する遺伝子であるか否かとは関係がない。また，引用例1(甲3)の6欄58行～66行の記載については，当該記載箇所に，「クローン化されたΔ−9デサチュラーゼ遺伝子(被告注：酵母デルタ−9デサチュラーゼ遺伝子)が植物および他の生物から他のデサチュラーゼ遺伝子(…)を単離するために使用され」，単離された遺伝子が，「植物または他の適切な生物中への再導入」されることが記載されているのであり，例えば，他の生物由来の遺伝子を，植物へ導入することも含意しているのであるから，原告の主張するように，目的とする生物自体の遺伝子を単離することだけを前提としているとはいえない。",
                        "原告が前記1(4)イ(イ)bで指摘する乙2(甲24)の31頁第3パラグラフ及び第4パラグラフの記載は，望ましい脂肪酸組成を有する種子油を得るために，脂質合成に関与する目的の遺伝子を付加したり，欠失させたりする遺伝子工学的な手法が有用であるという文脈の中で述べられており，「必ずしも得られるとは期待できない」という記載から明らかなように，そのような手法を用いれば，所望の最終産物のレベルが上昇することは期待することができるが，場合によっては，期待どおりのものが得られないことがあるかもしれず，その場合には，ほかの関与する遺伝子も併せて導入する必要があるかもしれないことを述べるものである。いわば，例外的な場合が予想されることを述べているにすぎず，本件優先日時点の当業者が，「ある生物を遺伝子改変する場合は，その生物由来の遺伝子を用いるか，または外来の遺伝子を用いた場合は，うまくいくような仕組みを整える必要があったとの認識を有していたため，直接導入を躊躇した」とは，原告の単なる憶測にすぎない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のことから，審決における「引用例1をみた当業者が，酵母デルタ−9デサチュラーゼをコードするDNAフラグメントを導入する生物を，酵母の替わりに，双子葉植物の植物種子とし，該植物種子中の脂肪酸の組成を変えようと想い至ることは，ごく自然のことと認められる」(5頁6行～9行)との判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2記載の方法では本願発明1には至らないとの原告の主張につき審決において，引用例2は，引用例1における酵母デルタ−9デサチュラーゼ遺伝子を双子葉植物の植物種子へ導入する「標準的な遺伝子手法」について，引用例2に記載の「種子中で発現させようとする外部から導入した遺伝子を『種子特異的プロモーター』の制御下におく」手法が，本件優先日時点での標準的な遺伝子手法であることを例示するために引用したものであり，引用例2に係る酵素が引用例1に係る酵素と異なることは，阻害要因にならない。",
                    "植物で外来遺伝子を発現させる際に用いるプロモーターとして「種子特異的プロモーター」等の器官特異的なものが望ましいことは，引用例2以外に，乙5(特開昭63−112987号公報)，乙6(国際公開第91／13993号パンフレット)にも記載されているように周知であり，種子中で遺伝子を発現させようとする本願発明1において，種子中で「種子特異的プロモーター」を用いたことに格別の困難性があったということはできない。",
                    "原告が前記1(4)イ(ウ)で指摘する乙6(甲25)の記載は，イントロン除去についての困難性を述べるものであり，「種子特異的プロモーター」を用いることについての困難性を述べるものではない。植物のモデル生物であるシロイヌナズナ(双子葉植物)は，一世代が2か月程度であり，「植物における形質転換・再生の技術は，再現するためには少なくとも1年はかかる」との原告の主張は，誤りである。さらに，植物の再現実験にある程度の期間が必要としても，「種子特異的プロモーター」を用いるという技術自体が本件優先日時点における周知技術でないということにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例4は本願発明1に係る技術の動機付けにならないとの原告の主張につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)のとおり，葉にトリグリセリドが存在しないと考えられていたことが明確に示される証拠の提示はなく，逆に，存在していることが認識されていたことは明らかである。",
                        "また，前記(1)のとおり，仮に，引用例4を見た本件優先日前の当業者が，「引用例4に記載された葉におけるパルミトオレイン酸の増加は，リン脂質及び糖脂質，すなわちトリグリセリド以外の物質に取り込まれた脂肪酸として存在しているパルミトオレイン酸の増加を意味するものと理解した」としても，引用例1に示唆されているように植物種子に酵母デルタ−9デサチュラーゼ遺伝子を発現させた場合に，パルミトオレイン酸の含有量が増加しないという認識があるわけでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)のとおり，本件優先日前，高等植物の種子中に，パルミトイルCoAが存在していると認識されていたことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(1)のとおり，甲12においては，色素体(葉緑体)で作用する酵素が変異しており，本願発明1で導入したデサチュラーゼは細胞質で作用するものであり，甲12における「fadC」の変異が，種子の脂肪酸組成に大きな影響を及ぼさなかったからといって，引用例1に示唆された双子葉植物の種子中に酵母デルタ−9デサチュラーゼ遺伝子を導入することの強い動機付けに基づき，該遺伝子を発現させた場合に，種子中の脂肪酸組成が変化しない(細胞質内のパルミトイルCoAがパルミトオレイン酸に変換されない)とは考えない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用例4は本願発明1に係る技術の動機付けにはならなかったとの原告の主張は，失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」から，本願発明1の効果が明らかであるとの原告の主張につき(ア) 本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」について，同公開特許公報には，以下の記載がある。",
                    "「【0075】〔実施例4〕ナタネの形質転換",
                    "ナタネは，世界で最も重要な油種子作物の1つである。選択育種法による耕種学的性質の改良のために多くの努力がなされた。Brassica napusおよびBrassicarapa は，北アメリカにおにけるナタネ生産の主要産物である。」",
                    "「【0077】ナタネ形質転換のこの実施例に使用された植物は，Brassica napusの栽培変種植物であるProfitであった。種子は，通常の植物および以前に再生された植物系の両方から得た。Profitの再生体ラインは，形質転換の頻度が増大した組織の植物を生み出し，その場合その頻度は，特定数の組織外植片から得られたトランスジェニック植物の数として換算される。種子を…表面滅菌し，滅菌蒸留水で…すすいだ。",
                    "これらの種子を，…ペトリ皿中で基本培地(BM)上で無菌的に，…発芽させた。…。この芽ばえを，…成長させた。4−6日たった芽ばえから胚軸の切片(2−3 mm)を切り出し，…を含むBM培地またはGamborgs'B5(Gamborgら，1968)培地(カルス化培地)で，24時間前処理をした。処理の前に滅菌濾紙を培地上に置いた。」",
                    "「【0078】胚軸切片をアグロバクテリウム溶液(…)で30分間処置し，共培養するために2−3日間，カルス化培地上に置いた。胚軸組織を，…を含む，カルス化培地に移した。培養を…で維持した。7日後，胚軸切片を，…を含む，BMあるいはB5の芽条(shoot)再生培地に移した。カルス化培地あるいは再生培地を，…で凝固させた。組織を3週間ごとに新鮮な選択培地に移した。培養の1−3週間後にカルスが形成され，その3−6週間後に芽条が形成された。これらの芽条を伸長させるために，…を含むBM上で根付かせた。」",
                    "「【0109】〔実施例7〕形質転換植物",
                    "ナタネB. napusの栽培変種であるProfitは，種子油中のオレイン酸含有量が高い，春Canola型ナタネである。50個の種子を分析した結果は，下記に示される表1および表2の脂肪酸プロフィールであった。」「【0112】Profitから得た組織を，上述の4つの各ベクターによって形質転換した。根付いた形質転換植物を，芽条が2cm以上に長くなったときに土に移した。植物を，Conviron生育チャンバー内に，明16時間20℃，暗8時間15℃で，3ー4週間維持した。次に，温室に移し，そこで成体になるまで生育させた。花成時に，植物を自家受粉させ，成熟種子を採集した。」",
                    "「【0113】成熟種子中に得られる油の脂肪酸含有量を，全種子分析，あるいは子葉の一部を分析し残りの種子は保存して植えられ得る半分の種子分析，のいずれかで分析した。」",
                    "「【0114】あるいは，種子中の酵母デルター9デサチュラーゼ遺伝子の発現を検出するために，発育種子を採集し，mRNAをPCRアッセイで分析するか，あるいはウエスタンアッセイでタンパク質を検定する。」「【0115】第三のベクターであるpH.PデルタBOPによって形質転換し，次に再生し，そして自家受粉したナタネ組織から得られた種子の脂肪酸含有量は，形質転換していない「親」植物に見られる割合と比較して，飽和脂肪酸であるパルミチン酸およびステアリン酸の割合の有意な減少，それに伴い，パルミトレイン酸およびオレイン酸レベルの増大がある(表1参照)。このベクターでは，酵母デサチュラーゼ遺伝子を改変ファゼオリンプロモーターの制御下においた。プロモーターの最初の2/3の欠失からなるこの改変の結果，種子の発育中に，調節された遺伝子の発現がより早期になされる。遺伝子発現は，脂質の蓄積の間に生じ，この不飽和脂肪酸は，トリグリセロール生成の間に不飽和化がなされたと考えられる。得られた植物油は，非常に低レベルの飽和脂肪酸を有し，現在市場に出回っている植物油に代わる望ましいものである。」「【0116】他の3つのベクターのいずれかで形質転換し，再生し，自家受粉した植物から得られた種子の脂肪酸は，飽和脂肪酸であるパルミチン酸およびステアリン酸が種々の割合で含まれるが，それらは形質転換されていない「親」植物に見られる割合と等しいかあるいはより少ないものである(表2を参照のこと)。種子の発育中に遺伝子発現を起こす調節エレメントを有するこれらのベクターは，脂質の蓄積の間に，種々のレベルで遺伝子を発現させる。」"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "上記(ア)の【0109】以降の記載は，「〔実施例7〕形質転換植物」に関する記載であり，「Profitから得た組織を，上述の4つの各ベクターによって形質転換した」もの(【0112】)に関する記載である。そして，上記(ア)の【0115】及び【0116】の記載からすれば，",
                      "text": [
                        "表1：pH.PΔBOPによって形質転換されたProfit種子",
                        "表2：他の3つのベクター(pH.PO，pH.POP及びpH.SOA)のいずれかによって形質転換されたProfit種子",
                        "であるということができ，「表1」と「表2」は，別の発現ベクターで形質転換した種子の脂肪酸組成を示しているとも解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "あるいは，上記(ア)の【0109】には，「50個の種子を分析した結果は，下記に示される表1および表2の脂肪酸プロフィールであった。」とあり，それに続く「Profitから得た組織を，上述の4つの各ベクターによって形質転換した。」(【0112】)の記載からすれば，「表1」及び「表2」は，どちらも形質転換「前」の種子に関する脂肪酸組成であるとも解される。",
                        "そして，上記(ア)の【0077】の記載によれば，形質転換に使用された植物がB. napusの栽培変種植物であるProfitであり，種子は，「通常の植物」及び「以前に再生された植物系」の両方から得たことが読み取れるのであるから，「表1」及び「表2」に示された脂肪酸プロフィールは，",
                        "表1：形質転換されていないProfit種子(通常の植物由来)表2：形質転換されていないProfit種子(以前に再生された植物系由来)",
                        "であるとも解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，上記(イ)，(ウ)のどちらも，「表1」及び「表2」は，本件遺伝子によって形質転換されていない種子と，形質転換された種子の脂肪酸組成を比較したものではなく，原告が主張するようなパルミトオレイン酸の含有パーセントが増加するという効果は全く不明である。そして，原告の取消事由3の主張は，そのような誤った根拠に基づくものであるから，失当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，原告は，本願の優先権主張の基礎となる米国特許出願の明細書の記載に基づいて，本願の公開特許公報(甲1)13頁に記載された「表1」が形質転換していない「親」植物に含まれる脂肪酸の割合を示す比較例であり，14頁に記載された「表2」が本願発明1に係る形質転換をした植物に含まれる脂肪酸の割合を示す実施例であると主張するが，同米国特許出願の明細書は，それ自体がわが国特許出願における明細書としての性質又は効果を持つものではないから，本願の公開特許公報の記載事項の解釈において参酌すべきものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」から，原告主張の効果が読み取れたとしても，その効果は顕著なものとはいえないことにつき",
                  "text": [
                    "仮に，原告が主張するように，本願の公開特許公報(甲1)13頁に記載された「表1」が形質転換していない「親」植物に含まれる脂肪酸の割合を示す比較例であり，14頁に記載された「表2」が本願発明1に係る形質転換をした植物に含まれる脂肪酸の割合を示す実施例であるとしても，その効果は，次のとおり顕著なものということはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」を比較したパルミトオレイン酸(C16:1)の含有パーセントの増加量を見ると，原告の述べるとおり，「平均0.18から0.26に，最小で0.00から0.10に増加」している。",
                        "しかし，「最大」量については，「0.50」から増加するものではなく，従来の「最大」量を超えるものではない。",
                        "また，「平均」値についても，「…実際に，パルミチン酸は，色素体性デルタ−9デサチュラーゼにより不飽和化されて，パルミトレイン酸(16:1)になり得るが，この脂肪酸はほとんどの植物油中では極めて少量(0−0.2%)であるようだ。」(本願の公開特許公報［甲1］【0010】)と記載されているように，従来から存在していた量程度である。",
                        "さらに，「最小」値については，甲12を見ても，甲12で用いている種子は「シロイヌナズナ」であるのに対し，本願発明1のそれは「ナタネB. napusの栽培変種であるProfit」であるから，種類の異なる両者を比較しても意味がない。しかも，甲12の528頁「TableⅣ(表Ⅳ)」のパルミトオレイン酸(16:1)の種子の欄は，空白になっているだけであり，その他の表中での，検出されなかったことを示すとの注が付された「−」(甲12の524頁「TableⅡ(表Ⅱ)」)や「0」のように明らかに「存在しない」ことを意味する記載とは異なる表記であることからすれば，甲12において，パルミトオレイン酸(16:1)が種子中に「存在しない」ことが記載されているということはできない。まして，パルミトオレイン酸(16:1)が種子中に「存在しない」との主張は，本願の明細書の記載とも矛盾するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "種子油中の脂肪酸組成は，栽培条件，栽培時期，栽培温度等により変化することが周知であり(柳田晃良ほか2名「大豆における脂質含量およびリノレン酸含量の品種間差異」日本農芸化学会誌［1984］Vol.58(7)703頁～705頁［乙7］)，「表1」及び「表2」に係る植物種子は同一条件で栽培されたものであるかどうか不明であるのであるから，例えば，「平均0.18から0.26に，最小で0.00から0.10に増加」程度の微量の差をもって，パルミトオレイン酸の増加が顕著なものであるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明1の「増加」は顕著な増加に限られないことにつき本願発明1のパルミトオレイン酸の含有パーセントの増加については，審決で「本願発明1は，パルミトオレイン酸の含有パーセントの増加の程度について特定されておらず，増加の程度が顕著でないものも含んでいるから，そのようなものについては，顕著な効果を奏しているとは認められない。」(5頁下2行～6頁2行)と認定したように，増加の程度について何ら限定されておらず，パルミトオレイン酸がごく微量に増加した態様を含む。そのような態様の植物種子が従来から存在する植物種子と比べて，進歩性を有するということはできない。",
                    "また，本願の公開特許公報(甲1)13頁及び14頁の「表1」及び「表2」から本願発明1の効果が読み取れるとしても，その効果は，上記イのとおり，顕著なものではないから，本願発明1のクレーム全体の効果が顕著なものということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "リノール酸及びリノレン酸の含有量の増加をもって，本願発明1が顕著な効果を奏するということができないことにつき",
                  "text": [
                    "酵母デルタ−9デサチュラーゼは，本願の公開特許公報(甲1)に「…酵母デルタ−9デサチュラーゼ酵素は，小胞体膜に存在し，基質としてCo-Aでエステル化された脂肪酸を使用して，飽和脂肪酸であるパルミチン酸およびステアリン酸の両方を不飽和化する。」(【0013】)と記載され，また，引用例4(甲5)に「酵母Δ−9デサチュラーゼ遺伝子は，パルミトイルCoA及びステアロイルCoAにおいてΔ−9二重結合を形成する内因性小胞体(ER)酵素をコードする。」(6行～9行，訳文8行～10行)と記載されているように，パルミトイルCoAとともに，ステアロイルCoA(18:0)をも基質とし，デルタ−9の二重結合を形成する酵素であり，ステアロイルCoA(18:0)を基質とし，デルタ−9の二重結合を形成したものは，オレイン酸(18:1)である。そして，乙2の9頁「Figure2(図2)」のごとく，種子の細胞質内において，オレイン酸(18:1)は，不飽和化されて，リノール酸(18:2)及びリノレン酸(18:3)を形成することが知られているのであるから(このことは，本願の公開特許公報(甲1)【0012】にも記載されている。)，種子中に，酵母デルタ−9デサチュラーゼ遺伝子が導入され，該遺伝子が発現されれば，種子の細胞質中に存在するステアロイルCoA(18:0)を基質として，オレイン酸(18:1)が産生され，その後，リノール酸(18:2)及びリノレン酸(18:3)を形成することは，自明である。",
                    "そうであるから，リノール酸及びリノレン酸の含有量の増加をもって，本願発明1が顕著な効果を奏するということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願発明1の構成自体の推考が容易であり，本願発明1の進歩性を認めるためには，その効果がよほど顕著でなければならないところ，そのような効果はないことにつき",
                  "text": [
                    "引用例1に，酵母デルタ−9デサチュラーゼ遺伝子を，双子葉植物の種子中に導入することの強い動機付けが記載され，該遺伝子の発現手段である「種子特異的プロモーター」は，引用例2のごとく標準的な遺伝子手段であり，結果として，「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加」が生じることが，引用例4からも当業者にとって十分に期待し得たことであることを考えれば，本願発明1の構成自体の推考は容易であるということができる。構成自体の推考が容易である発明に対し，その作用効果を根拠に特許性を認める場合，その根拠となる作用効果は，当該構成のものとして予測あるいは発見することの困難なものであり，かつ，当該構成のものと発見される効果と比較して，よほど顕著なものでなければならないというべきである。このような観点に立ってみた場合，上記のように本願発明1の作用効果は顕著なものとはいえないから，本願発明1に進歩性を認める根拠となり得ないものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は本件補正後の請求項1に係る発明(本願発明1)との関係で引用例4を引用する拒絶理由通知書を受けていないとの主張につき本件補正後の請求項1に係る発明(本願発明1)は，本件補正前の請求項1に係る発明の構成に，旧請求項2，4及び旧請求項22に係る発明の構成の一部が追加されたものであり，特に，本願発明1の構成のうち，「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加」については，本件補正前の旧請求項22に記載されていたものである。そして，本件補正前の旧請求項22に係る発明については，本件拒絶理由通知(甲2の2)において，引用例1，2及び4を引用して，進歩性がないことが指摘されており，本件拒絶理由通知では，引用例4については，「酵母デルタ−9デサチュラーゼ遺伝子をタバコ組織中で発現させ，不飽和脂肪酸含有量が増加することが記載されているので，引用例1に記載された発明において，種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させた際に，不飽和脂肪酸含有量が増加することは，当業者にとって予想し得る範囲のものである。」(2頁4行～8行)と述べている。このことから，本件補正により「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加」という構成が追加された本件補正後の請求項1に係る発明(本願発明1)についても，引用例1，2及び4を引用例とする拒絶理由を有することは明らかである。",
                    "また，本件補正後の請求項1に係る発明(本願発明1)は，本件補正前の旧請求項22に係る発明と比較して，発明のカテゴリーこそ物と方法とで相違するが，技術思想としては，植物種子を形質転換して酵母デルタ−9デサチュラーゼ遺伝子を発現させ，その結果，植物種子の種子油のパルミトオレイン酸の含有パーセントを増加させるという点で一致しており，実質的に同一である。したがって，本件補正前の旧請求項22に係る発明に対する拒絶理由が，本件補正後の請求項1に係る発明(本願発明1)に対しても存在することは明らかである。",
                    "以上のことから，発明の構成に「植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加」が追加された本願発明1については，本件拒絶理由通知において，引用例4を引用した拒絶理由が示されていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告が周知技術であると主張する技術事項及びこれに関する文献は，拒絶理由通知書又は拒絶査定において示されなかったとの主張につき(ア) 本件拒絶査定(甲2の5)の「備考」では，引用例1の記載(「酵母デルタ−9デサチュラーゼ遺伝子を種子で発現するプロモーターとともに，植物細胞へ導入することによって，種子の油の組成を変化させること」)及び引用例2の記載(「種子特異的プロモーターの制御下にあるデサチュラーゼ遺伝子を用いて，形質転換植物を作出する具体的な手法」)を摘記した後，「よって，引用例2に具体的に記載された手法を用いて，引用例1に記載された酵母のデサチュラーゼ遺伝子を導入した植物を得ることは，当業者にとって容易である。そして，酵母のデサチュラーゼ遺伝子を植物細胞中で発現させると，パルミトレイン酸の含有量が増加することは，引用例4に記載されているように，公知の効果である。したがって，引用例1及び2の記載に基づき，実際に作出した形質転換植物の種子において，パルミトレイン酸の含有量が増加するという効果についても，引用例1，2及び4から予測し得たものに過ぎない。よって，本願発明の進歩性は認められない。」と述べており，これは，引用例1，2及び4に基づいて本願発明1の進歩性が認められないという点で，審決の理由と変わるものではない。",
                    "そうしてみれば，審決において本件拒絶査定とは異なる拒絶理由を指摘したわけではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，本件拒絶査定の「備考」において，「酵母のデサチュラーゼ遺伝子を植物細胞中で発現させると」とは，葉と種子を同じ植物体の細胞として共通のものとして捉えており，このことは，すなわち，「葉における挙動が，種子においても同様にみられる」ことを述べているに相違ない。審決においては，「葉における挙動が，種子においても同様にみられる」ことを具体的に説明するために，「種子においては，酵母デルタ−9デサチュラーゼの基質となる物質，例えば，パルミトイルCoAがまったく存在しない等の事実がない限り…」，「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こる」といった周知技術について説示し，「当業者の一般的知見を示す資料」として甲6，7を示している。",
                        "甲6，7は，本願が拒絶されるべき根拠となる直接的な証拠ではなく，引用例1，2及び4の記載の発明に基づいて本願発明1が容易に発明することができたことを補強又は裏付けるためのものにすぎない。",
                        "したがって，被告が周知技術であると主張する「葉における挙動が，種子においても同様にみられる」という技術事項，「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こる」という技術事項及び甲6，7については，それらを審決において指摘したことが，新たな拒絶理由に当たるというものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，そもそも，周知技術は，本来，当業者が熟知しているべき事項であるため，審決においても周知技術であることの根拠を示す必要はないとされているものであって，当業者の常識ともいうべきものである。まして，審決において用いた甲6，7は，それらの言及がなくても，本願発明1が進歩性を有さない理由は審決の本論部分に十分示されている。甲6，7は，原告が平成15年4月2日付けの手続補正書(甲2の7)において葉と種子との違いを主張したことに対して反論する際に，原査定の指摘した事項について，出願人が必要な場合に参考として利用してもらえるよう，出願人に便宜を図る目的で，念のために引用したにすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "それゆえ，原告の指摘する上記技術事項や甲6，7については，拒絶理由を通知する必要がないものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件優先日前における当業者の認識についての認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "葉におけるトリグリセリドの存在につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲8(Paul Boltonほか2名「The Lipid Composition of a Barley MutantLacking Chlorophyll b」Biochem.J.[1978]Vol.174)の69頁「Table3(表3)」には，オオムギの葉(正常体)における脂肪酸の組成が記載されているが，それは，次のとおりである。なお，弁論の全趣旨によると，以下の②，③は糖脂質，④は酸性脂質，⑤～⑦はリン脂質の一種であると認められる。",
                    "① トリグリセリド及びエステル化していない脂肪酸 3．6±0．9％② ジアシルガラクトシルグリセロール 40．0±3．1％",
                    "③ ジアシルガラビオシルグリセロール 23．7±0．7％",
                    "④ ジアシルスルホキノボシルグリセロール 3．7±0．7％⑤ ホスファチジルコリン 12．5±1．1％",
                    "⑥ ホスファチジルエタノールアミン 3．7±0．1％",
                    "⑦ ホスファチジルグリセロール 8．1±0．6％",
                    "⑧ ホルファチジン酸及びカルジオリピン 3．6±0．1％⑨ その他 1．1±0．2％",
                    "これらの記載によると，オオムギの葉(正常体)には，糖脂質やリン脂質が多く存在することが認められる。また，オオムギの葉には，トリグリセリド及びエステル化していない脂肪酸が3．6±0．9％存するから，トリグリセリドがその量は多くないものの存在するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲9(Raymond P. Poincelot「Lipid and Fatty Acid Composition ofChloroplast Envelope Membranes from Species with Differing NetPhotosynthesis」Plant Physiol.[1976]Vol.58)の596頁「Table1(表1)」には，ホウレンソウ，ヒマワリ並びにトウモロコシ(未分化のもの及び葉肉)の単離した葉緑体の包膜における脂肪酸の組成(脂質組成)が記載されているが，それは，次のとおりである(以下の％は，ホウレンソウ，ヒマワリ，トウモロコシ［未分化のもの］，トウモロコシ［葉肉］の順で記載されている。)。なお，弁論の全趣旨によると，以下の①～③は糖脂質，⑩～⑭はリン脂質の一種であると認められる。",
                    "① モノガラクトシルジグリセリド 27．1％，31．0％，34．0％及び46．3％",
                    "② ジガラクトシルジグリセリド 33．1％，25．5％，24．0％及び18．2％",
                    "③ トリガラクトシルジグリセリド 1．4％，0．3％，0．3％及び0．2％",
                    "④ スルホリピド 0．1％，0．7％，0．4％及び2．9％",
                    "⑤ セレブロシド 0．4％，0．1％，痕跡量及び1．9％",
                    "⑥ ステリルグリコシド 0．9％，1．6％，0．3％及び3．8％⑦ アシル化ステリルグリコシド 1．8％，1．0％，0．3％及び4．6％",
                    "⑧ ステロール 1．9％，0．9％，痕跡量及び0．8％",
                    "⑨ ステリルエステル 1．8％，1．8％，0．9％及び1．5％⑩ ホスファチジルコリン 25．1％，28．9％，29．9％及び6．7％",
                    "⑪ ホスファチジルグリセロール 6．2％，5．3％，4．0％及び2．2％",
                    "⑫ ホスファチジルエタノールアミン 1．4％，1．8％，1．4％及び1．1％",
                    "⑬ ホスファチジルイノシトール 0．6％，0．6％，0．7％及び1．4％",
                    "⑭ ジホスファチジルグリセロール 痕跡量，0％，0％及び0．8％⑮ クロロフィル(葉緑素) 痕跡量，痕跡量，1．0％及び0．7％⑯ トリグリセリド 未確認量(おそらく，痕跡量)，0％，0％及び未確認量(おそらく，痕跡量)",
                    "これらの記載によると，ホウレンソウ，ヒマワリ並びにトウモロコシ(未分化のもの及び葉肉)の葉緑体の包膜には，糖脂質やリン脂質が多く存在することが認められる。これに対し，トリグリセリドは，存在しないか，存在してもわずかな量であると認められる。もっとも，甲9には，葉のうち葉緑体の包膜以外の部分については，記載されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲10(今堀和友，山川民夫監修「生化学辞典(第2版)」株式会社東京化学同人［1990年11月22日発行］)の931頁には，トリグリセリドについて，「植物は種子，果肉あるいは根幹など，それぞれ独特の部分に蓄積する」との記載がある。また，甲11(Sten Stymne，AllanKeith Stobart「Triacylglycerol Biosynthesis」The Biochemistry ofplants[1987]Vol.9)の210頁(訳文)には，「…発育中の種子の小胞体内に存在し，グリセロールリン酸エステルからのトリグリセリドの合成を触媒して最終の油のアシルの品質を調整するこれらのタンパク質」と記載されている。これらの記載から，トリグリセリドが種子中に存在するものと認められる。しかし，そうであるからといって，トリグリセリドが葉に存在しないことまでが記載されているということはできない。かえって，甲11の179頁には，「トリアシルグリセロールは，植物のほとんどすべての器官に存在するが，それらは通常，種子及び果実に相当量が蓄積されるだけである。」と記載されている(訳文は乙3)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のア～ウで述べたところに，本願の公開特許公報(甲1)の「従来の技術」を記載した【0003】には「トリグリセリドは，植物油のほとんどを構成するが(約95％)」と記載されていることを総合すると，植物の葉には，糖脂質やリン脂質が多く存在し，種子には，トリグリセリドが多く存在するという違いがあることが認められる。そうすると，植物の葉においては，パルミトオレイン酸は，その多くが糖脂質やリン脂質に取り込まれた形で存在するが，「該植物種子中の種子油におけるパルミトオレイン酸」は，その多くがトリグリセリドに取り込まれた形で存在するという違いがあると認められる。もっとも，以上のア～ウで述べたところによると，葉においても，トリグリセリドが，少量ではあるが存在するというのが，当業者(その発明の属する技術の分野における通常の知識を有する者)の認識であったと認められるから，葉においても，パルミトオレイン酸が少量であってもトリグリセリドに取り込まれた形で存在することがあり得ると認識されていたものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲12につき",
              "text": [
                "甲12(John Browseほか4名「A Mutant of Arabidopsis Deficient in theChloroplast 16:1/18:1 Desaturase」Plant Physiol.[1989]Vol.90)は，「葉緑体における16:1/18:1デサチュラーゼが欠損したシロイヌナズナの変異体」というタイトルの論文であって，それには，「fadCで示される遺伝子座に単一の核での変異をいれることで，シロイヌナズナ(Arabidopsisthaliana)の葉組織は，18炭素(18C)の多価不飽和脂肪酸および16炭素(16C)の多価不飽和脂肪酸の両方ともが減少し，かつ，18:1前駆体およびcis-16:1前駆体が増大する。個々の脂質における脂肪酸の組成の分析ならびにインビボにおける［14C］酢酸を用いた脂質標識の速度論的分析によって，この変異体が，葉緑体のグリセロ脂質ω−6デサチュラーゼの活性を欠いていることが示された。結果としては，原核経路によって合成された脂質は，18:1および16:1よりもさらに不飽和化されない。真核経路に由来する脂質は，おそらく，小胞体の18:1ホスファチジルコリンデサチュラーゼによって不飽和化される。しかし，上述の変異体の葉で真核経路に由来する全てのリン脂質における18:1のレベルが増大したことによって示唆されることは，上述の変異は葉緑体外膜の組成に対して影響を与えるということである。」(522頁「要約」欄1行～15行，訳文1行～13行)と記載されている。そして，同論文の524頁「TableⅡ(表Ⅱ)」には，葉においては，MGD(モノガラクトシルジグリセリド)が，16：3のWT(野生型。遺伝子操作されていないもの)では33.7％であったのに対し，LK3(変異型)では0.1％に減少し，18：1では，0.7％(野生型)から29.7％(変異型)に増加したことが示されている。また，同論文の528頁「TableⅣ(表Ⅳ)」には，種子における野生型と変異型の脂肪酸組成が示されているところ，16：0は9.2±0.8％(野生型)と9.8±1.0％(変異型)，18：1は12.4±0.8％(野生型)と11.2±0.6％(変異型)など，野生型と変異型とでは脂肪酸組成にほとんど変化は見られないことが示されている。また，同論文には，「特別な色素体以外の膜が優位に含まれている植物の根や，トリグリセリドが大量に含まれている種子においては，原核生物経路は脂質合成に重要な貢献をしない。変異体と野性型の根と成熟種子における全脂肪酸組成の比較は，これら器官のいずれも脂質中の18:1の量の違いを検出できなかった(表IV)。これらの観察は，fadC遺伝子座が原核生物経路のデサチュラーゼを制御することを示す上述のそのほかの結果と一致する。真核生物型の脂質における効果の欠如は，葉の真核生物型脂質の不飽和化における変化は，真核生物経路に関与するデサチュラーゼにおけるfadC遺伝子産物の影響によるものでないことを示唆する。」(526頁左欄下2行～右欄12行。訳文は乙4)と記載されている。",
                "また，乙1(John Browse, Chris Somerville「GLYCEROLIPIDSYNTHESIS:Biochemistry and Regulation」Annu. Rev. Plant Physiol.Plant Mol. Biol.[1991]Vol.42)は，「グリセロ脂質の合成：生化学と制御」という題名の論文であるところ，同論文の470頁10行～下2行の記載，471頁の「Figure1(図1)」，491頁9行～492頁3行の記載及び491頁「Figure3(図3)」並びに上記の甲12の記載によると，高等植物の葉には，葉緑体内において脂質を産出する原核生物経路と，小胞体内で脂質を産出する真核生物経路が存するのに対し，種子においては，真核生物経路によって脂質を産出するが，原核生物経路は脂質の産出に重要な貢献をしないことが認められる。",
                "以上によると，甲12には，fadCを変異させたときには，原核生物経路において働くデサチュラーゼの活性を失わせ，葉における脂肪酸組成を変化させるが，原核生物経路が脂質の産出に重要な貢献をしていない種子においては，デサチュラーゼの活性が失われることによる影響がほとんど現れず，そのため，種子においては脂肪酸組成はほとんど変化しなかったことが記載されているものと理解することができる。",
                "甲12に記載されているのは，上記のとおり，酵素の活性を失わせた実験であり，酵素を外部から導入した本願発明1や引用発明4とは，この点において異なるということができる。また，後記(5)のとおり，引用例4において，葉で酵母デルタ−9デサチュラーゼ遺伝子が働いてパルミトオレイン酸が合成されるのは，小胞体であるから，真核生物経路であり，種子においては，真核生物経路は脂質の産出に十分貢献しているから，甲12とは事情を異にする。したがって，当業者は，パルミトオレイン酸の合成について，甲12に記載されているとの同様の機序により，葉において起こることが種子においては起こらないとは考えないものと解される。",
                "なお，原告は，小胞体と葉緑体との間の脂質の移動を考慮すれば，変異した「fadC」が関与するのは葉緑体内の不飽和化経路であり，酵母デルタ−9デサチュラーゼが関与するのは細胞質内の反応経路であるとしても，本件優先日前の当業者が，異なる脂質の合成経路が，全く他の合成経路に影響を与えないと理解することはあり得ないと主張する。また，上記のとおり甲12の「要約」欄には，「上述の変異体の葉で真核経路に由来する全てのリン脂質における18:1のレベルが増大したことによって示唆されることは，上述の変異は葉緑体外膜の組成に対して影響を与えるということである。」と記載されている。しかし，これらは，原核生物経路と真核生物経路が互いに影響し合うことがあり得るということにとどまり，「甲12に記載されているとの同様の機序により，葉において起こることが種子においては起こらないとは考えない」との上記認定を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件優先日前，高等植物の種子中に，パルミトイルCoAは単独で存在するとは考えられていなかったかどうかにつき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙1の471頁の「Figure1(図1)」には，葉におけるグリセロ脂質の合成反応の流れが示されているところ，色素体の「16:0 ACP」から小胞体の「16:0-CoA」へ矢印が引かれている。また，同論文の491頁「Figure3(図3)」には，油料種子におけるトリアシルグリセロールの合成反応の流れが示されているところ，色素体の「16:0-ACP」から細胞質の「アシル-CoA-プール」へ矢印が引かれ，さらに，「アシル-CoA-プール」から「TAG」へ矢印が引かれている。これらの記載からすると，種子においては，パルミトイル-ACP(16:0)が色素体から細胞膜へ輸送され，パルミトイルCoA(16:0)として，アシルCoA プールに存在し，それがトリアシルグリセロール(トリグリセリド)に組み込まれることが記載されているものと認められる。",
                    "乙2(Matthew J.Hills, Denis J.Murphy「Biotechnology of Oilseeds」Biotechnology and Genetic Engineering Reviews [1991]Vol.9)は，「油料種子のバイオテクノロジー」という題名の論文である。同論文の9頁の「Figure1(図1)」には，色素体中の「パルミトイル-ACP」から，色素体の外の「パルミトイル-CoA」へ矢印が引かれており，9頁の「Figure2(図2)」には，色素体中の「16:0-ACP」から，色素体の外の「16:0」へ矢印が引かれ，さらに，その矢印が「アシル-CoA-プール」へ引かれ，「アシル-CoA-プール」から，その右側の「DAG」と「TAG」の間に矢印が引かれている。これらの記載からすると，種子においては，パルミトイル-ACP(16:0)が色素体外へ輸送され，パルミトイルCoA(16:0)としてアシルCoA プールに存在し，それがトリアシルグリセロール(トリグリセリド)に組み込まれることが記載されているものと認められる。",
                    "甲11の189頁の「Fig.7(図7)」にも，上記乙1及び乙2と同様に，種子の色素体中のパルミトイル-ACP(16:0)が，色素体の外へ輸送され，アシルCoA プールにパルミトイルCoA(16:0)として存在し，トリアシルグリセロール(トリグリセリド)に組み込まれる旨が記載されている(訳文は乙3)。",
                    "したがって，本件優先日(平成4年［1992年］3月13日)前において，パルミトイルCoAは種子に存在するものと認識されていたと認められる。",
                    "原告は，甲19(F「トランスジェニック植物を用いた油脂改良に関する遺伝生化学的研究」［2001年ころ］)には，本件優先日後においてすら，アシルCoAプールの実態は不明であって，その組成は推定の部分が多い旨の記載があるから，乙1，2及び甲11の当該箇所はいずれも推定にすぎない(特に乙2のFigure2［図2］には，「どんな特殊な植物においても，これらのいくつかの変換はおこるだろう」と記載されており，必ずしもアシルCoAプールにパルミトイルCoAが含まれると推定されるわけではないことが明らかにされている。)と主張する。しかし，甲19は，ミシガン州立大学における在外研究の内容を所属の帯広畜産大学にレポートするものであって，正式に発表された学術論文ではない上，アシルCoAプールについて，一般的に上記のように述べたものにすぎないし，また，乙2の「Figure2(図2)」には「どんな特殊な植物においても，これらのいくつかの変換はおこるだろう。」と記載されているが，これは，どんな植物においても「Figure2(図2)」の変換が起こることを記載したものにすぎず，乙1，2及び甲11から，本件優先日前においてパルミトイルCoAは種子に存在するものと認識されていたと認められるとの上記認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲13(山田晃弘編著「生物化学実験法24 植物脂質代謝実験法」株式会社学会出版センター［1989年10月10日発行］)には，「藻類，植物における不飽和化の研究では，生細胞を用いるかまたはミクロソーム膜のリン脂質にアシル-CoAから脂肪酸をとり込ませ，それをO とNAD(P)H存在下で反応させる方法が用いられる。」(94頁23行～26行)と記載されている。アシルCoAは，パルミトイルCoAを包含する上位概念であるから，上記記載は，パルミトイルCoAのみについて記載したものではないし，また，外部からアシルCoAを取り込ませているからといって，必ずしもそれが高等植物の種子中に存在しなかったと認識されていたということはできない。また，甲13の95頁「図Ⅱ−2」には，18:1-CoA(オレイルCoA)がサイトゾル(細胞質ゾル)に取り込まれる経路が記載されているのに対し，パルミトイルCoA(16:0)がサイトゾルに取り込まれる経路は記載されていないが，そうであるからといって，直ちに，本件優先日前に細胞体内にパルミトイルCoAが存在するとは認識されていなかったということはできない。",
                    "甲20(Chao Sunほか2名「Acyl Coenzyme A Preference of theGlycerol Phosphate Pathway in the Microsomes from the Maturing Seedsof Palm, Maize, and Rapeseed」Plant Physiol[1988]88)においては，Sigma社製のラウロイルCoA，オレオイルCoA及びエルコイルCoAが0.1mM使用されている(57頁左欄13行～15行)。これについて原告は，甲20では反応前に存在したアシルCoAの全体量は測定されていないが，これは，0.1mMというそれほど過剰量とはいえない量を外部から加えることで正確な酵素活性が測定できると考えられていたことを示すと主張する。しかし，反応前に存在したアシルCoAの全体量は測定されていないことや0.1mMを外部から加えることで正確な酵素活性が測定できると考えられていたことは，いずれも原告の推測の域を出ないものであって，細胞体内にパルミトイルCoAが存在するとは認識されていなかったことの根拠とすることはできない。",
                    "甲6(Yi-Zhi Cao and Anthony H.C.Huang「DiacylgricerolAcyltransferase in Maturing Oil Seeds of Maize and Other Spiecies」Plant Physiol.[1986] Vol.82)には，「この酵素(判決注：ジアシルグリセロール アシルトランスフェラーゼ)は…パルミトイルCoAおよびオレオイルCoAに対して活性であった」(813頁「要約」欄訳文11行～12行)，「トウモロコシの酵素(判決注：トウモロコシのジアシルグリセロール アシルトランスフェラーゼ)は…パルミトイルCoAおよびオレオイルCoAに対して活性であった」(816頁右欄訳文1行～2行)と記載されている。甲6の814頁左欄訳文4行～9行の「その反応混合物は，…[1-14C]オレオイルCoA…を含む」との記載や同欄訳文下7行～下3行の「(酵素反応終了後の)残渣をヘプタンに溶解して，…14Cについて計数した」との記載からすると，この実験において用いられたオレオイルCoAは，放射性同位元素で標識して外部から添加されたものであるから，パルミトイルCoAについても，放射性同位元素で標識して外部から添加されたものである可能性が高い。したがって，甲6の記載から直ちに高等植物の種子中にパルミトイルCoAが存在すると認識されていたと認めることはできないが，反対に放射性同位元素で標識したパルミトイルCoAを外部から添加しているからといって，本件優先日前にパルミトイルCoAが存在しないと認識されていたと認めることもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "種子油中には，もともとパルミトオレイン酸がトリグリセリドに組み込まれて存在することが知られていたこと",
              "text": [
                "本願の公開特許公報(甲1)の「従来の技術」について記載した【0010】には，「…実際に，パルミチン酸は，色素体性デルタ−9デサチュラーゼにより不飽和化されて，パルミトオレイン酸(16:1)になり得るが，この脂肪酸はほとんどの植物油中では極めて少量(0-0.2%)であるようだ。」と記載されている。また，乙8(A.K.BASUほか2名「Fatty acid compositionof mustard (Brassica nigra) seed oil by gas-liquid chromatography」Journal of Chromatography[1973]Vol.86)の232頁～233頁には，マスタードの種子油において，パルミトオレイン酸が0．23％含まれていることが記載されており，乙9(Michael I. Gurrほか2名「Studies on Seed-OilTriglycerides The Composition of Crambé abyssinica Triglycerides duringSeed Maturation」Eur.J.Biochem[1972]Vol.29)の362頁～368頁には，アブラナ科の1種であるCrambé abyssinicaの種子には，パルミトオレイン酸が，100mol中，0．5mol含まれていたことが記載されている。これらのことからすると，植物の種子の種子油中には，もともとパルミトオレイン酸が少量であるが存在することが知られており，上記(1)で述べたところからすると，その多くはトリグリセリドに組み込まれた形で存在しているものと認められるから，本件優先日前に，植物の種子中には，もともとパルミトオレイン酸がトリグリセリドに組み込まれた形で存在することが知られていたと認められ，そうすると，植物の種子中には，もともとパルミトオレイン酸をトリグリセリドに組み込む機構が存在する可能性が高いと認識されると認められる。種子中にパルミトオレイン酸が内在するに至る機構として，上記(3)アに記載されているもの以外の機構が認識されていたことを示す証拠はないから，それ以外の機構で種子中にパルミトオレイン酸が内在するに至ると認識されるとは考えられない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "引用例4につき",
              "text": [
                "引用例4(甲5)は，審決が認定している(4頁4行～13行)とおり，「タバコにおける酵母デルタ−9デサチュラーゼの発現」という表題であり，①酵母デルタ−9デサチュラーゼ遺伝子のコーディング配列を，カリフラワーモザイクウイルス35Sプロモーターと終結領域に融合し，タバコの葉片に導入したところ，パルミトオレイン酸が平均10倍に増加し，パルミチン酸とステアリン酸が減少したこと，②酵母デルタ−9デサチュラーゼ遺伝子は，パルミトイルとステアロイルCoAのデルタ−9の二重結合を形成する小胞体酵素をコードすること，及び③植物のデルタ−9デサチュラーゼ遺伝子は，アシルACP(審決の「アシルAPC」との記載［4頁11行～12行］は，「アシルACP」の誤記である。)基質を用いる可溶性のクロロプラスト酵素に相当し，その後の不飽和化は植物の小胞体にある酵素によって起こることが記載されている。これらの記載によると，引用例4には，タバコの葉に酵母デルタ−9デサチュラーゼ遺伝子を導入したところ，それが小胞体で働いて，パルミトオレイン酸が増加したことが記載されている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "「葉における挙動が，種子においても同様にみられるだろうと期待すること」ができるかどうかにつき",
              "text": [
                "上記(1)のとおり，植物の葉においても，パルミトオレイン酸が少量であってもトリグリセリドに取り込まれた形で存在することがあり得ると認識されていたものの，植物の葉においては，パルミトオレイン酸は，その多くが糖脂質やリン脂質に取り込まれた形で存在するが，「該植物種子中の種子油におけるパルミトオレイン酸」は，その多くがトリグリセリドに取り込まれた形で存在するという違いがあると認められる。",
                "しかし，①上記(3)のとおり，植物の種子において，パルミトイルCoA(16:0)がアシルCoA プールに存在し，それがトリグリセリドに組み込まれることが知られていたこと，②上記(4)のとおり，植物の種子中には，もともとパルミトオレイン酸も少量ではあるがトリグリセリドに組み込まれた形で存在しており，植物の種子中には，もともとパルミトオレイン酸をトリグリセリドに組み込む機構が存在する可能性が高いと認識されると認められることからすると，植物の葉において，酵母デルタ−9デサチュラーゼ遺伝子を導入して，パルミトオレイン酸が増加したのであれば，植物の種子に酵母デルタ−9デサチュラーゼ遺伝子を導入すれば，パルミトオレイン酸が増加して，トリグリセリドに組み込まれ，植物の種子の種子油中において，パルミトオレイン酸が増加すると考えるのは，自然なことであると認められる。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "甲17～18，乙1(甲21)につき",
              "text": [
                "甲17(Mark A. Bossie and Charles E. Martin「Nutritional Regulationof Yeast Δ -9 Fatty Acid Desaturase Activity」 Journal ofBacteriology[1989],Vol.171,No.12) に は ， 冒 頭 に ， 「 出 芽 酵 母(Saccharomyces cervisiae)の培地へ不飽和脂肪酸を追加すると，小胞体脂質の組成が著しく変化した。天然に生じるパルミトオレイン酸(16:1)又はオレイン酸(18:1)のどちらかを補充すると，膜リン脂質における(補充した酸の)レベルは増加し，補完的に(もう一方の)酸のレベルの減少を引き起こす。しかしながら，16:1及び18:1の酸の等モル量の存在下での成長は，非補充の細胞膜において見出されるのと同様の脂肪酸組成が産生される。通常の条件下で成長したS. cerevisiaeにおいては，リノール酸(18:2)は見出されなかった。しかしながら，(リノール酸(18:2)を補充すると，18:2は)全部の脂肪酸種の50％を超えるレベルで，選択的に小胞体へ取り込まれ，組み込まれた。これは，16:1のほとんどすべての損失と，18:1の通常レベルの25％までの減少という結果となった。Δ−9脂肪酸デサチュラーゼは，飽和アシル補酵素A前駆体から，16:1及び18:1を形成する小胞体酵素であるが，外因性の脂肪酸の存在によって影響された。基質である16:0-CoAに対する酵素活性は，飽和脂肪酸を補充した培地由来の小胞体においては上昇し，また，18:2を含む不飽和脂肪酸の追加により急激に抑制された。Δ−9デサチュラーゼの構造遺伝子と思いわれるOLE1遺伝子によってコードされるmRNAについてのノーザン(RNAブロット)及びスロットブロットによる分析は，不飽和脂肪酸を与えた細胞では当該mRNAが急激に減少することを示した。これらのデータは，(栄養)調整の重要な部分は，利用可能な転写の変更を含むことを示唆する。」との記載があり(6409頁の要約欄。訳文は乙10)，「Δ-9デサチュラーゼに対する脂肪酸の効果」として，「飽和脂肪酸を供給した培養系では，酵素活性は，コントロールレベルよりも46％～75％の範囲で高かった(図3)。しかし，不飽和脂肪酸を単独でまたは組み合わせで供給した培養系では，活性は劇的に減少した。不飽和脂肪酸のリン脂質への最大の取り込みがある条件下で，抑制は完了し，酵素活性は検出不可能なレベルとなった。しかし，細胞に存在する計算上の不飽和脂肪酸のレベルが増殖培地に加えられるレベルを超えた実験では，より低いが検出可能な活性が見出されえる(これは，補充成分培地から枯渇され，そして内因性の不飽和脂肪酸合成が再開したことを示す。)。活性は，過剰な16:1，16:1および18:1の等量，ならびに18:2を供給した培養系から単離されたマイクロソームでは強度に抑制された。18:1を供給した細胞では少量の活性が検出された。」との記載がある(6411頁右欄第2パラグラフ。甲17の訳文)。これらの記載によると，甲17には，不飽和脂肪酸の存在下では，酵母デルタ−9デサチュラーゼのmRNA遺伝子の転写が抑制されるため，不飽和脂肪酸の合成量が減ることが記載されている。また，甲18(Virginia M. McDonoughほか2名「Specificity of Unsaturated FattyAcid-regulated Expression of the Saccharomyces cerevisiae OLE1 Gene」The Journal of Biological Chemistry[1992]Vol.267,No.9)にも，甲17を引用して，同旨の記載がある(甲18の抄訳)。しかし，甲17及び18に記載されている事項が，実際の細胞内環境下における種子と葉との反応の違いにどのように影響するかについて具体的に示す証拠はないから，甲17及び18は，上記(6)の認定を左右するものではない。",
                "なお，甲19は，前記のとおり，正式に発表された学術論文ではない上，一般的に，アシルCoAプールの実態は不明であって，その組成は推定の部分が多い旨を述べたものにすぎないから，上記(6)の認定を左右するものではない。",
                "また，甲20には，トリグリセリドを含む種々の脂肪の合成において，脂肪酸ごとにアシルトランスフェラーゼの酵素特異性が異なることが記載されており，58頁のFig.2(図2)の右端には，18:1，12:0，22:1をそれぞれ基質として使用したときに，アシルトランスフェラーゼの作用によってトリグリセリドへ取り込まれる量を示しているが，これによると，トリグリセリドへ取り込まれる量は，基質によって異なることが示されている。また，乙1(甲21)には，「基質特異性の種の相違が原因で，アシルトランスフェラーゼは顕著にアシル組成に影響を与えることができるという証拠が蓄積している」(甲21の訳文6行～7行)と記載されている。しかし，上記(4)のとおり，植物の種子には，もともとパルミトオレイン酸がトリグリセリドに組み込まれる機構が存在する可能性が高いと認識されるのであるから，トリグリセリドへの組込みが基質によって差異があるとしても，植物の葉において，パルミトオレイン酸が増加したのであれば，植物の種子の種子油中においても，パルミトオレイン酸が増加すると考えるのは，自然なことであって，上記(6)の認定を左右するものではない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "原告が主張する作用機序につき",
              "text": [
                "原告は，「本件遺伝子が導入された種子中における，酵母デルタ−9デサチュラーゼ(本件酵素)の働きによるパルミトオレイン酸(16:1)の含有量の増加という結果が，当業者にとって予測可能といえるためには，少なくとも，①種子中に原料であるパルミトイルCoA(16:0-CoA)が存在すること，②本件酵素が種子中で機能し，16:0-CoAが本件酵素で不飽和化されること，③16:0-CoAから合成されたパルミトオレイルCoA(16:1-CoA)が安定にCoAプールに存在し得ること，及び④16:1-CoAがアシルトランスフェラーゼの基質となってトリグリセリドに取り込まれることが予見できることが必要である。」と主張する。",
                "作用機序①について予見できたことは，上記(3)のとおりである。作用機序②については，上記(4)の本願の公開特許公報(甲1)の「従来の技術」について記載した前記【0010】の記載から明らかなように，パルミチン酸が，デルタ−9デサチュラーゼにより不飽和化されて，パルミトオレイン酸になることは，本件優先日前から知られていたこと，上記(5)のとおり，引用例4には，タバコの葉に酵母デルタ−9デサチュラーゼ遺伝子を導入したところ，パルミトオレイン酸が増加したことが記載されていること，原告が指摘する甲17，18の記載については，上記(7)のとおりであることからすると，予見することができたというべきである。作用機序③及び④については，上記(3)認定の乙1，2及び甲11の記載，上記(4)のとおり，植物の種子には，もともとパルミトオレイン酸がトリグリセリドに組み込まれる機構が存在している可能性が高いと認識されること，原告が指摘する甲19，20及び乙1(甲21)の記載については，上記(7)のとおりであることからすると，予見することができたというべきである。",
                "なお，甲26(今堀和友，山川民夫監修「生化学辞典第2版」株式会社東京化学同人［1990年11月22日発行］)472頁左欄22行～24行には，「酵素は基質の種類をかなり厳密に識別し(基質特異性)，同一基質に対しても酵素により異なる反応を媒介する(反応特異性)」との記載があるが，引用発明4と本願発明1とでは，基質(パルミトイルCoA)も酵素(酵母デルタ−9デサチュラーゼ)も同一であるから，上記作用機序を予測することができたとの上記認定を左右するものではない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "以上のとおり，審決が「引用例4をみた当業者であれば，…葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられる」と認定したこと(7頁1行～6行)に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(進歩性の判断の誤り−その1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点①(本件遺伝子を発現させる場所)の判断につきア 審決は，引用例1(米国特許第5057419号公報。甲3)について，次のとおり認定している(2頁11行～3頁13行)。",
                "「…引用例1は『遺伝子操作されたプラスミド及び特殊化された油の生産のための生物』という表題であり，該引用例1には，脂肪酸デサチュラーゼ酵素をコードする遺伝子を含むDNAフラグメントを単離し，該DNAフラグメントから，油産物を過剰発現させる発現ベクターであるプラスミドを構築し，プラスミドを生物に導入した結果，大量の油が生産されたことが記載されており(第2欄第20～31行)，実施例1には，実際に，酵母デルタ−9デサチュラーゼをコードする遺伝子を含むDNAフラグメントを単離し，該DNAを含む発現ベクターYEp352(ole)を構築し，該ベクターを酵母に導入して，油の生産を増加させたことが示されている。そして，発現ベクターYEp352(ole)については，酵母で機能するプロモーターを含むことが記載されている(第7欄第25～27行)。",
                "また，酵母以外の生物への該DNAフラグメントの導入については，以下の記載がある。",
                "ア．『本願発明は，酵母における油の生産を増加させるという点についてここに記載されているが，特殊な脂肪酸組成を有する油を高いレベルで生産する植物の産生のための，同様の手段，その遺伝子をほかの生物へ導入することや，酵母やほかの生物，すなわち，トウモロコシ，ダイズ，ナタネ等の農作物から単離された同様のデサチュラーゼ遺伝子を使うことによっても，増加がもたらされることは，当業者にとって理解されるであろう。』(第4欄第21～29行)",
                "イ．『このことは，機能的なデサチュラーゼやそのほかの脂肪酸変性酵素を，農作物(ダイズ，ヒマワリ，トウモロコシ，ナタネ等)のような生物へ過剰なレベルで導入することが，特殊化された脂肪酸の組成を有する油の同様な過剰生産を導くことを示唆する。高度に特殊化された脂肪酸組成を有する油を生産する植物株を構築することにより，(1)油を精製したり，容易に酸化され質が低下するポリ不飽和脂肪酸を除去するために油を変換したりするための費用が下がったり，(2)食物や融点及び沸点に特徴を有する料理用油を製造するための的確な組成物を混合するための費用が下がったりすることにより，現在よりもより経済的に油を生産することが可能になるであろう。』(第5欄第2～第17行)",
                "ウ．『標準的な分子遺伝学的手法が，デサチュラーゼ遺伝子の単離，プラスミドベクターの産生，並びに，酵母や農作物等の宿主細胞へ導入されるベクターを形成するための，所望の遺伝子を含むプラスミドと適切な調節要素との融合に用いられる。』(第6欄第13～24行)",
                "エ．『植物細胞に導入された遺伝子は，種子において適切に発現されるために，高発現プロモーターを有する植物生育の遺伝的調節要素の制御下にある。",
                "あるいは，油生産のための遺伝子の発現は，ほかの植物組織において同時に活性化され，最適な植物の成長と生育を阻害しない。』(第6欄第50～57行)」"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決がなした引用例1についての上記訳文のうち，「ウ．」について，「標準的な分子遺伝学的手法が，デサチュラーゼ酵素の単離，プラスミドベクターの産生，並びに，酵母や農作物等の宿主細胞へ導入されるベクターを形成するための，所望の遺伝子を含むプラスミドと適切な調整要素との融合のために用いられることができる。」と訳すべきである(下線は原告による主張部分)と主張する。この部分の引用例1の記載は，「Standard molecular genetic methods can be used …」(下線は争いがある語)というものであるから，原告の主張するする訳文の方がより正確であるということができる。",
                    "また，原告は，審決の上記訳文のうち，「エ．」について，「植物細胞に導入された遺伝子は，種子において適切に発現されるために，高発現プロモーターを有する植物生育の遺伝的調節要素の制御下にあるだろう。あるいは，油生産のための遺伝子の発現は，ほかの植物組織において同時に活性化されることもあり得，最適な植物の生長と生育を阻害しないだろう。」と訳すべきである(下線は原告による主張部分)と主張する。この争いがある部分の引用例1の記載は，「Genes introduced into plantcells would be under the control of plant developmental geneticregulatory elements with high expression promoters …, expression ofthe genes for oils production could be activated in other planttissues at a time which would not interfere with optimal plant growthand development.」(下線は争いがある語)というものであるから，原告の主張するする訳文の方がより正確であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決の認定する上記「ア．」の部分には，特殊な脂肪酸組成を有する油を高いレベルで生産する植物の産生のために，「その遺伝子」を，酵母に導入するとの同様に，酵母以外の生物へ導入することが記載されている。",
                    "この場合の「その遺伝子」は，上記「ア．」の前の部分で，酵母デルタ−9デサチュラーゼ遺伝子について記載されていることからすると，酵母デルタ−9デサチュラーゼ遺伝子を指すものと解される。なお，この点について，原告は，「同様の(similar)」とは，同一のものではないことを意味するから，引用例1で単離された酵母遺伝子自体を導入することは意図されていないことがわかると主張するが，上記「ア．」の記載は，上記のとおり，酵母遺伝子を酵母に導入するとの同様に酵母以外の生物へ導入する旨を記載しているものと理解することができるから，原告の主張は採用することはできない。また，上記「イ．」の部分には，デサチュラーゼやそのほかの脂肪酸変性酵素を，農作物(ダイズ，ヒマワリ，トウモロコシ，ナタネ等)のような生物へ過剰なレベルで導入することが，特殊化された脂肪酸の組成を有する油の同様な過剰生産を導くことを示唆するとの記載がある。上記「ア．」及び「イ．」の部分の記載を，それらの間にある引用例1(甲3)の記載をも併せてみると，酵母デルタ−9デサチュラーゼ遺伝子を酵母以外の植物に導入することによって，特殊な脂肪酸組成を有する油を高いレベルで生産する植物を産生することができ，その植物としては，ダイズ，ヒマワリ，トウモロコシ，ナタネ等が考えられることが記載されているということができる。そして，上記「ウ．」の部分には，標準的な分子遺伝学的手法が使用可能であることが記載されている。",
                    "さらに，上記「エ．」の部分では，遺伝子を植物の種子に導入することが記載されている。これらの記載の間には，途中に他の記載が存するから，その意味ではこれらは別々の記載であるが，上記のように理解することができるのであり，これらの記載を総合すると，酵母デルタ−9デサチュラーゼ遺伝子を，ダイズ，ヒマワリ，トウモロコシ，ナタネ等の種子に導入して，特殊な脂肪酸組成を有する油を高いレベルで生産する植物を産生することが記載されているということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，①引用例1には，酵母デルタ−9デサチュラーゼを用いた実施例として，実施例が二つ記載されているが，これらはいわゆる「仮想実施例」である，②引用例1の実施例2では，酵母の酵素を直接植物等の酵母以外の生物に導入するのではなく，目的とする生物(例えば，植物)からその生物(例えば，植物)由来の同等のデサチュラーゼ遺伝子を単離し，その生物(例えば，植物)由来のデサチュラーゼ遺伝子をその生物(例えば，植物)に再導入すること及びその遺伝子情報を基にした「アンチセンス調節方法」を用いて遺伝子を不活化することが記載されているだけである，③引用例1では，審決が引用する4欄ないし6欄の記載も，実施例2のように目的とする生物自体に存在するデサチュラーゼ遺伝子の単離をすることを前提としていることが読み取れるなどと主張する。",
                    "引用例1(甲3)の実施例2には，「a．酵母及び他の生物からの関連したデサチュラーゼ遺伝子の単離」という記載がある(9欄31行～32行)ところ，実施例2の「a．」は，実施例1における，酵母のΔ-9デサチュラーゼ遺伝子に着目した実験に続くものであって，実施例1aに記載されているクローニングされた酵母DNA配列のうちの，他の脂肪酸デサチュラーゼ遺伝子と高い類似性を有する領域を用いて，Δ-12脂肪酸デサチュラーゼ等の酵素をコードするデサチュラーゼ遺伝子を単離することが記載されている。そうすると，ここでいう「関連した」とは，上記の手法で単離し得ること，すなわち，実施例1aでクローニングされた酵母DNA配列と，配列的に高い類似性を有することを表現しているものと認められる。したがって，「a．酵母及び他の生物からの関連したデサチュラーゼ遺伝子の単離」という記載から，酵母の酵素を直接植物等の酵母以外の生物に導入するものではないということはできない。また，実施例2には，原告が主張するとおり，目的とする生物(例えば，植物)からその生物(例えば，植物)由来の同等のデサチュラーゼ遺伝子を単離し，その生物(例えば，植物)由来のデサチュラーゼ遺伝子をその生物(例えば，植物)に導入すること及びその遺伝子情報を基にした「アンチセンス調節方法」を用いて遺伝子を不活化することが記載されているが，それに加えて，「次いで，これらの細胞を，例えば，デサチュラーゼ遺伝子を単離することによってクローニングし得る。またはこの細胞を他の方法で用いて，この遺伝子を含む発現ベクターを形成し，そしてそれを別の生物(例えば，植物細胞)に導入して，それによって産生される油の量または組成を変え得る。」(訳文10欄54行～60行)と記載されているから，デサチュラーゼ遺伝子を単離し，それを別の生物(植物細胞)に導入することが記載されている。したがって，引用例1の実施例2は，原告が上記②で主張するようなものとは認められないし，それが原告が主張する「仮想実施例」であるとしても，発明者が，酵母由来のデサチュラーゼ遺伝子を単離し，それを別の生物(植物組織)に導入することを避けたということはできないし，ましてや，引用例1の記載が本願発明1の阻害事由になるということはできない。",
                    "原告が指摘する引用例1(甲3)の訳文5欄下4行～下1行の「これは，トリグリセリドの過剰産生を示す。従って，トリグリセリドの過剰産生は，上記変異体細胞の他の特性ではなく，上記の複数コピーのプラスミドに関連する特性に関連する。」との記載の「複数コピー」は，遺伝子が複数コピーされることを意味し，目的とする生物自体に存在する遺伝子に限定されないと解される。また，引用例1(甲3)の訳文6欄44行～下2行の「上記のクローン化されたΔ−9デサチュラーゼ遺伝子が，植物および他の生物から他のデサチュラーゼ遺伝子(例えば，Δ−12デサチュラーゼ遺伝子およびΔ−15デサチュラーゼ遺伝子)を単離するために使用されることもまた，企図される。これらの遺伝子の改変型が，構築され得る。植物または他の適切な生物中への再導入は，非常に特殊な組成の油の産生(例えば，リノール酸の過剰産生およびリノレン酸の産生不足であるが，これらに限定されない)を引き起こし，これは，優れた産生物を生じる。」との記載は，上記のとおり，「植物または他の適切な生物中への再導入」と記載されていることからすると，デサチュラーゼ遺伝子を，単離した当該植物又は他の生物に限らず，当該植物又は他の生物以外の「他の適切な生物」へ再導入することについても記載されているということができる。したがって，引用例1の4欄ないし6欄の記載について，目的とする生物自体に存在するデサチュラーゼ遺伝子の単離をすることを前提としていることが読み取れる，ということはできない。",
                    "原告が指摘する乙2(甲24)31頁第3及び第4パラグラフの「問題を提示する油種子バイオテクノロジーの他の局面は，すでに示唆されている。例えば，単純に新規の活性の別の遺伝子を加えるだけでは，上昇したレベルの所望の最終産物は，必ずしも得られるとは期待できないであろう。なぜなら，その種子において同じ基質を用いる他の酵素が，おそらく，同時に下方制御されねばならないからである。アシルトランスフェラーゼの選択性もまた，新規の脂肪酸を受け入れるのに十分でないかもしれないから，導入された脂肪酸を利用することができるアシルトランスフェラーゼに対する遺伝子もまた，トランスジェニック油種子に挿入されねばならない。脱飽和または水酸化のようないくつかの機能もまた，還元される等価物を，酵素基質複合体へと移動させる電子輸送系が必要であり，これらもまた，トランスジェニック油種子に移動される必要があるかもしれない。結論として，現時点においては，分子生物学の進歩が，生化学の進歩を追い越しつつあるというべきである。将来は，多くのバイオテクノロジーの可能性が，種子における油の品質の操作のために存在するが，知識ベースのアプローチに関して，われわれが，広汎に種々の遺伝子操作された『デザイナー』油種子作物を生産することを目的とした現在の希望を実現させようとするのであれば，まず，より多くの資源が脂質代謝の基本的な生化学における研究に投資されねばならない。」(甲24訳文)との記載は，望ましい脂肪酸組成を有する種子油を得るためには，単純に新規の活性の別の遺伝子を加えるだけではなく，ほかの関与する遺伝子を併せて導入するなどする必要があることを述べるものであって，引用例1の発明者が，酵母デサチュラーゼを直接植物に使用することを避けていることの根拠となるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決が，引用例1(甲3)について，「…酵母以外の生物への該DNAフラグメントの導入について，上記ア．～エ．のごとく，ナタネ，ヒマワリ，ダイズ等の双子葉植物の植物種子への導入ができることが記載されており，」(5頁1行～4行)と認定したことに誤りはない。もっとも，その記載内容は，上記のとおりのものであって，その具体的な結果が記載されているわけではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "なお，審決の認定に係る上記「イ．」の(1)には，「ポリ不飽和脂肪酸を除去する」と記載されている。しかし，引用例1(甲3)に記載されている「特殊な脂肪酸組成を有する油を高いレベルで生産する植物の産生」の一つの場合として記載されたものであって，引用発明1が「ポリ不飽和脂肪酸の除去」に限られると解することはできないから，引用発明1に基づいて本願発明1をすることができたと認定することの妨げとなるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点②(本件遺伝子を発現させる方法)の判断につきア 本願発明1では，酵母デルタ−9デサチュラーゼ遺伝子を発現させる手段が，「種子特異的プロモーター」であるのに対し，引用発明1では，酵母デルタ−9デサチュラーゼ遺伝子を発現させる手段が，「酵母で機能するプロモーター」であるという相違点(相違点②)に関し，審決は，「その手法については，標準的な遺伝子手法を用いることが記載されており(上記ウ．参照)，本願優先日時点での該標準的な遺伝子手法として，例えば，引用例2に記載された手法…が知られているのであるから，引用発明1において，酵母デルタ−9デサチュラーゼ遺伝子を『双子葉植物の植物種子』中で発現させ，そのための手段として，『種子特異的プロモーター』を含むものとするところは，当業者が容易に成し得たことと認められる。」(5頁9行～20行)と判断している。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "引用例1(甲3)には，上記(1)アの審決の認定した「ウ．」の部分において，標準的な分子遺伝学的手法が使用可能であることが記載されている。",
                    "また，引用例2(甲4の1)には，審決が認定している(3頁下4行～4頁2行)とおり，「…天然の脂肪酸の組成を有する種子に比較して修飾された脂肪酸の組成を有する植物の種子を得る方法において，種子特異的プロモーター等の種子の中で機能的な調節要素の転写のコントロール下に，植物の脂肪酸合成に関係するシンターゼやデルタ−9デサチュラーゼ等をエンコードする配列を含むDNA配列を含むベクターを用いて，植物を形質転換する方法」が記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用例2(甲4の1)の方法では，ACPと結合した脂肪酸(アシルACP)を基質としてこれを不飽和化するのに対し，本願発明1で発現されているデサチュラーゼはCoAデサチュラーゼであって，CoAと結合した脂肪酸(アシルCoA)を基質としてこれを不飽和化することが異なると主張する。",
                    "しかし，審決の上記アの記載からすると，引用例2(甲4の1)は，酵母デルタ−9デサチュラーゼ遺伝子を発現させる，標準的な分子遺伝学的手法の例として言及されているものであって，基質が異なるからといって，標準的な分子遺伝学的手法を使用することができないとはいえないから，審決の上記判断に誤りがあるということはできない。",
                    "なお，原告は，乙6(甲25。国際公開第91／13993号パンフレット。国際公開1991年［平成3年］9月19日)には，「植物以外の遺伝子を植物で発現させることも成功したこともあるが，それはより限定されたレベルである。mRNAが機能的であるためにはイントロンの除去が必要であることから，転写されたmRNA前駆体に存在するイントロン(介在配列とも呼ばれる)を認識する植物のスプライシング機構がうまくいかないために…，植物以外のタンパク質の発現を実現することは困難であることが示唆されてきた。」(2頁33行～3頁3行，甲25抄訳)と記載されており，本件優先日(1992年［平成4年］3月13日)の6か月前の時点では，植物以外の生物に由来する遺伝子を植物で発現させることが困難であると考えられていたことが示されている，と主張する。",
                    "しかし，前記(1)のとおり，引用例1には，酵母デルタ−9デサチュラーゼ遺伝子を，ダイズ，ヒマワリ，トウモロコシ，ナタネ等の種子に導入して，特殊な脂肪酸組成を有する油を高いレベルで生産する植物を産生することが記載されている。また，乙5(特開昭63−112987号公報)の5頁左下欄5行～右下欄16行には，「造成物は種々の方式で用いることができる。特に，その造成物は種子中の脂肪酸を変更するのに，即ち，長さ，不飽和等に関して，種々の脂肪酸の比及び／又は量を変化させるのに用いることができる。…脂肪酸合成に関連する発現生成物としてはアシルキャリアー蛋白質，チオエステラーゼ，アセチルトランスアシラーゼ，アセチル−CoAカルボキシラーゼ，ケトアシルシンサーゼ，マロニルトランスアシラーゼ，ステアロイル−ACPデサチュラーゼ，及びその他のデサチュラーゼ酵素がある。あるいはまた，哺乳動物を含むその他の由来からの生成物，例えば血液因子，リンフォカイン，コロニー刺激因子，インターフェロン，プラスミノーゲン活性化因子，酵素(例えばスーパーオキシドジスムターゼ，キモシン等)，ホルモン，ラット乳チオエステラーゼ2，エイコサペンタエン酸の合成に関与するリン脂質アシルデサチュラーゼ，ヒト血清アルブミンから種々の生成物を得ることを望むかもしれない。」と記載されているから，植物に遺伝子を導入して発現させる生成物が，植物由来の蛋白質に限られないこと，すなわち，導入される遺伝子が，植物以外の生物由来の遺伝子でもよいことが示されている。さらに，引用例2(甲4の1)は，シンターゼを植物種子中で発現させる技術が記載されており，シンターゼに関しては，植物の中の脂肪酸の合成に関係するシンターゼについて記載されているが，9頁1行～3行には，「他の源，例えば，バクテリアまたは下等植物からのシンターゼは，また，植物において有用であり，そして本発明においてシンターゼと考えることができる。」(訳文は，甲4の2［引用例2に係る出願の日本における公表公報である特表平6−500234号公報］6頁右上欄10～12行］)という記載があり，高等植物以外の生物由来の遺伝子も導入し得ることが示されている。乙6の上記記載から直ちに植物以外の生物に由来する遺伝子を植物に導入することが困難であるとの認識を当業者が持っていたと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点③(本件遺伝子を発現した結果)の判断につき前記(1)のとおり，審決が「引用例4をみた当業者であれば，…葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられる」と認定したこと(7頁1行～6行)に誤りはないから，審決が，引用例4には，本件遺伝子を「タバコの葉片に導入したところ，パルミトオレイン酸が平均10倍に増加し，パルミチン酸とステアリン酸が減少したことが記載されているから，双子葉植物の葉で観察された現象が，同じ植物体の種子においても起こり得るだろうと期待して，実際に，該種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させて，パルミトオレイン酸量の増加を確認することは当業者によって容易に成し得ることであると認められる。」(5頁下8行～下2行)と判断したことにも誤りはない。",
                "原告は，甲7(Martine Miquel and John Browse「Arabidopsis MutantsDeficient in Polyunsaturated Fatty Acid Synthesis」The Journal ofBiological Chemistry[1992]Vol.267 (3))の1502頁右欄27行～35行の記載を引用して，葉における脂質生合成の経路と，種子における脂質生合成の経路が顕著に異なると主張する。しかし，葉における脂質生合成の経路と，種子における脂質生合成の経路が異なるとしても，審決が「引用例4をみた当業者であれば，…葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられる」と認定したこと(7頁1行～6行)に誤りはないことは，前記(1)で判示したとおりである。",
                "なお，審決の上記判断に係る「パルミトオレイン酸量の増加を確認する」の部分は，「(植物種子中の種子油における)パルミトオレイン酸量の増加を確認する」の趣旨であることは明らかであるし，それに先立つ「引用例1をみた当業者が，酵母デルタ−9デサチュラーゼをコードするDNAフラグメントを導入する生物を，酵母の替わりに，双子葉植物の植物種子とし，該植物種子中の脂肪酸の組成を変えようと想い至ることは，ごく自然のことと認められる。」の部分は，種子油における脂肪酸の組成の変更の前段階である種子中における脂肪酸の組成の変更を想到するかどうかについて判断したものであると解され，審決が，本願発明1について請求項1のとおり認定し(1頁の「第1 出願の経緯及び本願発明」)，前記第3の1(3)イのとおり「それに含まれる油中のパルミトオレイン酸の含有パーセントの増加」について特定されていない点を本願発明1と引用発明1との相違点として判断していることなどに照らしても，審決が本願発明1について誤った認定をしているとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上により，本件優先日前の当業者は，引用例1，2及び4から本願発明1を容易に想到することができたものと認められる。",
                "前記(1)のとおり，引用例1の記載内容には，具体性に欠ける面があるが，引用例4には，葉においてではあるが，酵母デルタ−9デサチュラーゼ遺伝子を導入したところ，それが働いて，パルミトオレイン酸が増加したことが記載されているから，それらに，引用例2を併せて考慮することにより，本願発明1を容易に想到することができたものと認められる。",
                "したがって，審決の本願発明1について進歩性がないとした判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(進歩性の判断の誤り−その2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の公開特許公報(甲1)には，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【0075】〔実施例4〕ナタネの形質転換",
                  "text": [
                    "ナタネは，世界で最も重要な油種子作物の1つである。選択育種法による耕種学的性質の改良のために多くの努力がなされた。Brassica napusおよびBrassicarapaは，北アメリカにおにけるナタネ生産の主要産物である。」",
                    "「【0077】ナタネ形質転換のこの実施例に使用された植物は，Brassica napusの栽培変種植物であるProfitであった。種子は，通常の植物および以前に再生された植物系の両方から得た。Profitの再生体ラインは，形質転換の頻度が増大した組織の植物を生み出し，その場合その頻度は，特定数の組織外植片から得られたトランスジェニック植物の数として換算される。種子を…表面滅菌し，滅菌蒸留水で…すすいだ。これらの種子を，…ペトリ皿中で基本培地(BM)上で無菌的に，…発芽させた。…。",
                    "この芽ばえを，…成長させた。4−6日たった芽ばえから胚軸の切片(2−3 mm)を切り出し，…を含むBM培地またはGamborgs' B5(Gamborgら，1968)培地(カルス化培地)で，24時間前処理をした。処理の前に滅菌濾紙を培地上に置いた。」",
                    "「【0078】胚軸切片をアグロバクテリウム溶液(…)で30分間処置し，共培養するために2−3日間，カルス化培地上に置いた。胚軸組織を，…を含む，カルス化培地に移した。培養を…で維持した。7日後，胚軸切片を，…を含む，BMあるいはB5の芽条(shoot)再生培地に移した。カルス化培地あるいは再生培地を，…で凝固させた。組織を3週間ごとに新鮮な選択培地に移した。培養の1−3週間後にカルスが形成され，その3−6週間後に芽条が形成された。これらの芽条を伸長させるために，…を含むBM上で根付かせた。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【0109】〔実施例7〕形質転換植物",
                  "text": [
                    "ナタネB. napusの栽培変種であるProfitは，種子油中のオレイン酸含有量が高い，春Canola型ナタネである。50個の種子を分析した結果は，下記に示される表1および表2の脂肪酸プロフィールであった。」ウ 【0110】には，「B. napusの栽培変種であるProfitの脂肪酸プロフィール」という表題の「表1」が記載されており，各脂肪酸(C16:0，C16:1， C18:0， C18:1D9， C18:1D11， C18:2， C18:3， C20:0， C20:1，C22:0，C24:0，C24:1)の平均，最小，最大の各数値が記載されている。",
                    "また，【0111】には，「再生体B. napusの栽培変種であるProfitの脂肪酸プロフィール」という表題の「表2」が記載されており，「表1」と同様に，各脂肪酸の平均，最小，最大の各数値が記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「【0112】Profitから得た組織を，上述の4つの各ベクターによって形質転換した。根付いた形質転換植物を，芽条が2cm以上に長くなったときに土に移した。植物を，Conviron生育チャンバー内に，明16時間20℃，暗8時間15℃で，3ー4週間維持した。次に，温室に移し，そこで成体になるまで生育させた。花成時に，植物を自家受粉させ，成熟種子を採集した。」",
                  "text": [
                    "「【0113】成熟種子中に得られる油の脂肪酸含有量を，全種子分析，あるいは子葉の一部を分析し残りの種子は保存して植えられ得る半分の種子分析，のいずれかで分析した。」",
                    "「【0114】あるいは，種子中の酵母デルター9デサチュラーゼ遺伝子の発現を検出するために，発育種子を採集し，mRNAをPCRアッセイで分析するか，あるいはウエスタンアッセイでタンパク質を検定する。」「【0115】第三のベクターであるpH.PデルタBOPによって形質転換し，次に再生し，そして自家受粉したナタネ組織から得られた種子の脂肪酸含有量は，形質転換していない「親」植物に見られる割合と比較して，飽和脂肪酸であるパルミチン酸およびステアリン酸の割合の有意な減少，それに伴い，パルミトレイン酸およびオレイン酸レベルの増大がある(表1参照)。このベクターでは，酵母デサチュラーゼ遺伝子を改変ファゼオリンプロモーターの制御下においた。プロモーターの最初の2/3の欠失からなるこの改変の結果，種子の発育中に，調節された遺伝子の発現がより早期になされる。遺伝子発現は，脂質の蓄積の間に生じ，この不飽和脂肪酸は，トリグリセロール生成の間に不飽和化がなされたと考えられる。",
                    "得られた植物油は，非常に低レベルの飽和脂肪酸を有し，現在市場に出回っている植物油に代わる望ましいものである。」",
                    "「【0116】他の3つのベクターのいずれかで形質転換し，再生し，自家受粉した植物から得られた種子の脂肪酸は，飽和脂肪酸であるパルミチン酸およびステアリン酸が種々の割合で含まれるが，それらは形質転換されていない「親」植物に見られる割合と等しいかあるいはより少ないものである(表2を参照のこと)。種子の発育中に遺伝子発現を起こす調節エレメントを有するこれらのベクターは，脂質の蓄積の間に，種々のレベルで遺伝子を発現させる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記(1)の「表1」は，酵母デルタ−9デサチュラーゼ遺伝子によって形質転換される前の脂肪酸プロフィールであり，「表2」は，形質転換後の脂肪酸プロフィールであると主張する。",
                "しかし，上記(1)の記載によると，【0115】の実施例と【0116】の実施例では，【0115】の実施例が第三のベクターであるpH.PデルタBOPによって形質転換したものであり，【0116】の実施例が他の3つのベクターのいずれかで形質転換したものであって，異なる実施例であるにもかかわらず，原告の主張によると，形質転換後のデータが「表2」しかないということになって不自然である。また，「表1」と「表2」を比較すると，C16:0(パルミチン酸)が平均で4．05(表1)から5．28(表2)に増加しているが，この結果は，【0115】の「パルミチン酸…の割合の有意な減少」，【0116】の「飽和脂肪酸であるパルミチン酸…が種々の割合で含まれるが，それらは形質転換されていない「親」植物に見られる割合と等しいかあるいはより少ないものである」という記載と矛盾するものである。さらに，「表1」と「表2」を比較すると，C18:1(オレイン酸)が，D9の平均で，63．78(表1)から51．51(表2)に減少しており，D11の平均で，2．72(表1)から2．39(表2)に減少している。この結果は，【0115】の「オレイン酸レベルの増大がある」との記載と矛盾するものである。",
                "そして，①上記(1)の【0109】には，「ナタネB. napusの栽培変種であるProfitは，種子油中のオレイン酸含有量が高い，春Canola型ナタネである。50個の種子を分析した結果は，下記に示される表1および表2の脂肪酸プロフィールであった。」との記載があり，それに続いて，【0110】と【0111】に「表1」及び「表2」が記載されていることからすると，「表1」「表2」ともに形質転換前の脂肪酸プロフィールを示すものと解することができること，②【0077】には，「種子は，通常の植物および以前に再生された植物系の両方から得た」との記載があるから，「表2」の「再生体」は，「以前に再生された植物系から得たもの」と解することができること，③本願の優先権主張の根拠となる米国特許出願(出願番号07/850714)の明細書においては，「表1」は「Table 1 a」，「表2」は「Table 1 b」と記載されている(甲14の32頁～34頁)ところ，同明細書においては，「the transformed \"parent\" plant」の後ろに「(see Table1).」と記載されている(甲14の35頁13行及び下2行)ことからすると，「表1」「表2」は，ともに形質転換前の脂肪酸プロフィールを示すものと解するのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，上記(1)の「表1」と「表2」の比較により，本願発明1に顕著な効果があるとする原告の主張は，その前提において失当であり，採用することができない。",
                "審決の「本願発明1は，パルミトオレイン酸の含有パーセントの増加の程度について特定されておらず，増加の程度が顕著でないものも含んでいるから，そのようなものについては，顕著な効果を奏しているとは認められない。」とした判断(5頁下2行～6頁2行)に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「原告は，本件補正後の請求項1に係る発明(本願発明1)との関係で，引用例4を引用する拒絶理由通知書を受けていない」旨の主張につきア 特許願(甲2の1)の請求項は，1～37から成るものであるが，そのうち，(旧)請求項1，2，4，17～20及び22は，次のとおりであった。",
                "【請求項1】酵母デルタ−9デサチュラーゼ遺伝子および植物種子中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるための手段を含む，植物種子。",
                "【請求項2】前記発現させるための手段が，前記植物種子中で前記酵母デルタ−9デサチュラーゼ遺伝子を発現させるために有効なプロモーターを含む，請求項1に記載の植物種子。",
                "【請求項4】前記プロモーターが，種子特異的プロモーターである，請求項2に記載の植物種子。",
                "【請求項17】植物種子の種子油の脂肪酸含有量を改変する方法であって，該植物種子を形質転換して酵母デルタ−9デサチュラーゼ遺伝子を発現させる工程を包含する，方法。",
                "【請求項18】前記改変が，前記植物種子の種子油中のモノ不飽和脂肪酸含有パーセントを増大させることを包含する，請求項17に記載の方法。",
                "【請求項19】前記モノ不飽和脂肪酸が，16から24炭素原子の長さの炭素鎖を有する，請求項18に記載の方法",
                "【請求項20】前記モノ不飽和脂肪酸が，cis−9−ヘキサデセン酸(パルミトオレイン酸)，cis−9−オクタデセン酸(オレイン酸)，cis−11−オクタデセン酸(cis−バクセン酸)，cis−11−エイコセン酸，cis−13−エイコセン酸，cis−13−ドコセン酸，cis−15−ドコセン酸，cis−15−テトラコセン酸，cis−17−テトラコセン酸およびその組み合わせからなる群より選択される，請求項19に記載の方法。",
                "【請求項22】前記モノ不飽和脂肪酸が，パルミトオレイン酸である，請求項20に記載の方法。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本件補正後の(新)請求項1に係る発明(本願発明1)は，前記のとおり「酵母デルタ−9デサチュラーゼ遺伝子および植物種子中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるための手段を含む，双子葉植物の植物種子であって，該発現させるための手段が，該植物種子中で該酵母デルタ−9デサチュラーゼ遺伝子を発現させるために有効な種子特異的プロモーターを含み，該酵母デルタ−9デサチュラーゼ遺伝子の発現は，該植物種子中の種子油におけるパルミトオレイン酸の含有パーセントの増加を生じる，植物種子。」というものであるところ，これを上記アの特許願記載の(旧)請求項と対比すると，本願発明1は，上記アの特許願記載の旧請求項1，2，4及び22の発明に基づき，一つの請求項に補正したものであり，植物種子の種子油中のパルミトオレイン酸の含有パーセントの増加については，旧請求項22に基づくものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許庁は，平成14年2月7日付けの拒絶理由通知書(本件拒絶理由通知。甲2の2)において，①特許願記載の旧請求項1～4，6，7，9～16及び37については引用例1(甲3)及び引用例2(甲4の1)を引用し，②特許願記載の旧請求項17～36については引用例1，2及び4を引用して，それぞれ拒絶理由を通知し，その理由によって，平成14年11月28日付けで拒絶査定(甲2の5)をしたものと認められるから，植物種子の種子油中のパルミトオレイン酸の含有パーセントの増加について，引用例4を引用して拒絶理由を通知し，その理由で拒絶査定をしており，審決においてこの点について引用例4に基づき進歩性がないと判断することは，拒絶査定不服審判において査定の理由と異なる拒絶の理由によって判断したことにならないことは明らかであって，特許法159条2項が準用する同法50条本文に違反するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，原告は，本件拒絶理由通知(甲2の2)には，「引用例3(原告注：「4」の誤記である。)には酵母デルタ−9デサチュラーゼ遺伝子をタバコ組織中で発現させ，不飽和脂肪酸含有量が増加することが記載されているので，引用例1に記載された発明において，種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させた際に，不飽和脂肪酸含有量が増加することは，当業者にとって予想し得る範囲のものである。」(2頁4行～8行)としか記載されていないから，本願発明1の「植物種子中の種子油におけるパルミトオレイン酸含有パーセントの増加」についてはなんら指摘されていないとも主張するが，上記の「種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させた際に，不飽和脂肪酸含有量が増加することは，当業者にとって予想し得る範囲のものである。」という記載は，「種子中で酵母デルタ−9デサチュラーゼ遺伝子を発現させた際に，(植物種子中の種子油における)不飽和脂肪酸含有量が増加することは，当業者にとって予想し得る範囲のものである。」という趣旨に解することができるから，本願発明1の「植物種子中の種子油におけるパルミトオレイン酸含有パーセントの増加」について指摘されているものであって，原告の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「被告が周知技術であると主張する技術事項及びこれに関する文献は，拒絶理由通知書又は拒絶査定において示されなかった」旨の主張につきア 審決は，原告の平成15年4月2日付け手続補正書(甲2の7。審判請求書の請求の理由の変更)における「植物における組織ごとの脂肪酸の組成は，同じというより，異なることが当該分野における技術水準を構成していたものと思料いたします。特に，葉と種子とでは，その主な働き(光合成など，現在におけるエネルギー代謝(葉)，および将来に向けてのエネルギー蓄積(種子))を考慮すると，貯蔵用エネルギー源である脂肪または脂肪酸の含量または組成が大きく異なることおよび遺伝子改変による組成変化は相互には予測不可能であることは周知の事実であると思料されます。」旨の主張(5頁1行～7行)に対し，「しかしながら，引用例4をみた当業者であれば，種子における脂肪酸の組成が，葉と同じような現象が起こり得ないとする確たる事実，例えば，種子においては，酵母デルタ−9デサチュラーゼの基質となる物質，例えば，パルミトイルCoAがまったく存在しない等の事実がない限り，葉における挙動が，種子においても同様にみられるだろうと期待することはごく自然であると考えられるから，上記主張は受け入れられない。」(7頁1行～6行)と判断し，甲6を「双子葉植物の種子において，パルミトイルCoAがまったく存在しないとは考え難い」ことの証拠として引用している(7頁6行～12行)。",
                "上記の審決の判断のうち「葉における挙動が，種子においても同様にみられる」の部分は，引用例4から本願発明1を想到することができるとの判断においてその根拠の説明として述べられているもので，拒絶査定において示されていない新たな理由によって判断したということはできない。",
                "また，甲6は，その判断において，「双子葉植物の種子において，パルミトイルCoAがまったく存在しないとは考え難い」ことを示す技術常識に関する証拠として引用されたものであって，甲6を引用したことも，拒絶査定において示されていない新たな理由によって判断したということはできない。",
                "そして前記(1)のとおり，本件拒絶理由通知で引用例4が示されていたのであるから，原告は，「葉における挙動が，種子においても同様にみられる」ことがないことについての主張立証をすることができたというべきであり，現に，原告は，上記及び後記イのとおり，平成15年4月2日付け手続補正書において，その旨の主張をしている。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，平成15年4月2日付け手続補正書(甲2の7)における原告の「特に，葉においては，脂肪酸生合成は，『原核生物』の様式をとるクロロプラスト内でおきるのに対して，種子での脂肪酸合成は，『真核生物』の様式をとる細胞質ゾルにおいて行われます。このような代謝様式の差があることが一般に知られていたことにもかんがみると，種子における発現を記載も示唆もしていない引用文献から本願発明に想到するとはいえない」との主張(4頁17行～21行)に対し，「しかしながら，引用例4にも記載されているように，導入した酵母デルタ−9デサチュラーゼが，パルミトイルCoA等のデルタ−9の二重結合を形成する小胞体酵素であること，並びに，植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC(判決注：「アシルACP」の誤記と認める。以下同じ。)基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こることは，本願優先日時点でよく知られた事実であり，」(7頁20行～25行)と判断し，「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルAPC基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こること」(7頁22行～25行)が本願優先日時点でよく知られた事実であることの証拠として，甲7を引用し，さらに，「このことを踏まえれば，引用例4において植物体に導入された酵母デルタ−9デサチュラーゼが，植物細胞の中で，局所的な存在である色素体でアシルAPCを基質とした反応を触媒した(上記主張における『原核生物』の様式)と考えるより，細胞質中で，パルミトイルCoA等を基質とした反応を触媒した(上記主張における『真核生物』の様式)と考えるのが自然である。そうしてみると，上記主張のように，葉と種子との代謝様式にたとえ差があったとしても，脂肪酸生合成が，そのクロロプラスト内で『原核生物』の様式によって起こる葉においても，小胞体酵素である酵母デルタ−9デサチュラーゼが作用することが観察されたのであるから，脂肪酸合成が細胞質ゾルで「真核生物」の様式によって起こる種子においても当然に起こるだろうと，当業者であれば予測し得たものと認められ，植物種子中の種子油におけるパルミトオレイン酸の含有パーセントが増加することについては，当業者の予測を超えるものとは認められない。」(7頁27行～下1行)と判断している。",
                    "以上のとおり，甲7は，「植物体における不飽和化は，可溶性のクロロプラスト酵素である植物のデルタ−9デサチュラーゼによりアシルACP基質が不飽和化され，その後，植物の小胞体内の酵素によっても起こること」が本願優先日時点でよく知られていたこと，すなわち，周知であったことを示す1例として引用されたものであって，このような技術常識を認定し，それに関する証拠を引用したことをもって，拒絶査定において示されていない新たな理由によって判断したということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の上記各判断が，拒絶査定不服審判において査定の理由と異なる拒絶の理由によって判断したことにならないことは明らかであって，特許法159条2項が準用する同法50条本文に違反するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "よって，原告主張の取消事由は，いずれも理由がないから，請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10477",
    "date": "2007-10-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035279",
    "ipprecedent_id": "1197",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}