{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002−12880号事件について平成18年5月19日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "日本メクトロン株式会社(以下「日本メクトロン」という。)は，平成5年10月29日，発明の名称を「テトラフルオロエチレン−パーフルオロビニルエーテル共重合体から成形されたフィルム乃至シート」とする発明について特許出願(特願平5―294493号，以下「本件出願」という。)をしたが，平成14年6月7日に拒絶査定を受けたので，同年7月11日，拒絶査定不服の審判請求をした。なお，原告は，同年4月1日，日本メクトロンの営業の一部を分割して新設された会社であって，日本メクトロンの有していた，上記発明に係る特許を受ける権利を承継し，同年9月25日，原告が承継人である旨の出願人名義変更届を特許庁長官に提出した。",
            "特許庁は，同請求を不服2002−12880号事件として審理した結果，平成18年5月19日，「本件審判の請求は，成り立たない。」との審決をし，同年6月2日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "平成6年8月19日，平成14年5月20日及び同年8月9日付け手続補正書によって補正された明細書(甲6ないし甲8，以下「本件明細書」という。)の特許請求の範囲の請求項1に係る発明(以下「本願発明」という。)の要旨",
          "text": [
            "【請求項1】テトラフルオロエチレン99～90重量％およびパーフルオロ(エチルビニルエーテル)1～10重量％の溶液重合法で重合された共重合体であり，その比溶融粘度が30×104～200×104ポイズ(372℃)であるテトラフルオロエチレン−パーフルオロビニルエーテル共重合体から成形された，MIT曲げ寿命(ASTM D−1276−63T)が20万サイク",
            "ル以上のフィルム乃至シート。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別添審決謄本写し記載のとおり，本願発明は，特公昭48−20788号公報(甲1，以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が本願発明と引用発明とを対比して認定した一致点及び相違点は，それぞれ次のとおりである。",
                "(一致点)",
                "テトラフルオロエチレン97．8～97．3重量％およびパーフルオロ(エチルビニルエーテル)2．2～2．7重量％の共重合体",
                "(相違点)",
                "相違点1：本願発明は「フィルム乃至シート」であるのに対し，引用文献2(注，引用例)には「フィルム乃至シート」とは明記されていない点。",
                "相違点2：本願発明は「その比溶融粘度が30×104～200×104ポイズ(372℃)」であるのに対し，引用文献発明(注，引用発明)では「54×104～100×104ポアーゼの融解粘度」である点。",
                "相違点3：本願発明の共重合体が「溶液重合法で重合された」のに対し，引用文献2には水溶液媒質中で重合することが記載されているが有機溶媒を使用する「溶液重合法」で重合することは明記されていない点。",
                "相違点4：本願発明のフィルム乃至シートが「MIT曲げ寿命(ASTMD−1276−63T)が20万サイクル以上」と特定されているのに対し，引用文献発明ではかかる特定はなされていない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点1及び4についての判断を誤り(取消事由1，2)，その結果，本願発明が進歩性を欠くとの誤った結論を導いたものであって，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1について，「引用文献2(注，引用例)で得た共重合体についてMIT曲げ寿命テストを多々行ったことを窺わせる記載が存在するが，MIT曲げ寿命のテストは屈曲試験の一種であり，この種の試験ではフィルムやシート状のテストサンプルについて繰り返し屈曲を与えてその耐久寿命(サイクル数)を測定するのであるから〔「実用プラスチック用語辞典」，(株)プラスチックス・エージ，1989年9月10日改訂第3版発行，第185頁「屈曲試験」の項参照〕，引用文献2にはその発明の製法で得られた共重合体をフィルム乃至シートとすることが記載されていたに等しいと言うことができる。してみれば，相違点1は実質的な相違点とはいえない。」(審決謄本5頁下から第3ないし第2段落)と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の指摘する平成元年9月10日株式会社プラスチックス・エージ発行「実用プラスチック用語辞典」(改訂第3版)(甲2，以下「甲2文献」という。)の「屈曲試験」の項には，「フィルムや板材を繰返し折り曲げ，50％破損点を求める試験，通常，疲労試験の際よりも大きな変形を高速で与える。例えば①プラスチック製の蝶番は180°繰返し折り曲げ試験する。",
                "②PVCレザーの場合は1mm径の針金のまわりに180°繰返し折曲げる。」(185頁)との記載があるが，これは，屈曲試験の試験片として，フィルムないし板材が使用されることを開示しているにすぎないから，引用発明に接した当業者が，上記事実を参酌して，引用発明に記載された共重合体をフィルムないしシートとして用いる事実が開示されていると認識することはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決は，相違点1について，「仮にこの点で相違するとしても，この種の共重合体をフィルムにすることは後述する『ふっ素樹脂ハンドブック』第330～331頁にも記載されているように周知であるから，引用文献発明の共重合体をフィルム乃至シートとすることは当業者が適宜行う事項である。」(審決謄本5頁最終段落)と判断したが，誤りである。",
                "審決の指摘する平成2年11月30日日刊工業新聞社発行「ふっ素樹脂ハンドブック」(初版1刷)(甲3，以下「甲3文献」という。)は，テトラフルオロエチレン(TFE)とフルオルビニルエーテル(FVE，パーフルオロ〔アルキルビニルエーテル〕)の共重合体(以下，「TFE／FVE共重合体」〔甲1〕あるいは「PFA」〔甲3，乙4〕という。)の用途を網羅的に記載しているものであって，多数項分けされた記載項目の「その他」の項において，多数ある用途の一つとして記載しているにすぎず，引用発明で得られたTFE／FVE共重合体をフィルムないしシートにする技術事項が周知であるとすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，相違点4について，「引用文献2(注，引用例)には融解粘度やフルオルビニルエーテル含量の増大によりMIT曲げ寿命を増大させる方向性が示されているのであるから，その最適範囲として『MIT曲げ寿命(ASTM D−1276−63T)が20万サイクル以上』とすることも当業",
              "text": [
                "者が適宜決め得ることである。そして，それによる効果も格別とはいえない。」(審決謄本8頁第1ないし第2段落)と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の比較例2は，TFE／FVE共重合体の一種であるテトラフルオロエチレンとパーフルオロ(プロピルビニルエーテル)の共重合体(以下「TFE／PPVE共重合体」という。)についての測定値であるが，パーフルオロ(プロピルビニルエーテル)(PPVE)含量が3．1重量％で比溶融粘度が37．0×104ポイズで，MIT曲げ寿命が1万サイクルであるところ，引用例の表Iの実施例番号Ⅱ，Ⅳ，Ⅴ，ⅩⅡ，ⅩⅦに記載されているTFE／PPVE共重合体は，パーフルオロ(プロピルビニルエーテル)(PPVE)含量及び比溶融粘度がいずれも低いから，本願発明の比較例2に照らし，MIT曲げ寿命が1万サイクルであると推定される。",
                "そうすると，引用例の表Ⅰに接した当業者は，審決が引用する引用例の表Iの実施例番号Ⅸ，Ⅹ，ⅩⅤ及びⅩⅥに記載されたテトラフルオロエチレンとパーフルオロ(エチルビニルエーテル)(PEVE)の共重合体(以下「TFE／PEVE共重合体」という。)についても，同程度のMIT曲げ寿命であるという認識しか生じないものである。",
                "また，甲4は，原告において，本件明細書の発明の詳細な説明に記載されている表(段落【0015】)をグラフ化したもの(以下「甲4資料」という。)であり，甲5は，原告の従業員Aが平成14年10月高分子学会の高分子検討会において発表した論文(高分子学会予稿集51巻12号所収の論文「新規含フッ素共重合体の合成と評価」，以下「甲5文献」という。)であるが，これらからも，引用例の表ⅠのTFE／PPVE共重合体は，すべて，MIT曲げ寿命が20万サイクル以下であると推定される。そして，このことは，TFE／PEVE共重合体についても同様であると認識されるものである。ちなみに，甲5文献に係る学会発表資料(甲12，以下「甲12資料」という。)の耐屈曲性棒グラフのエクセルの値から，TFE／PPVE共重合体のMIT曲げ寿命は，約6万サイクルである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，引用例には，TFE／PEVE共重合体が，他のTFE／FVE共重合体に比べて特異的にMIT曲げ寿命が良好であるとの開示はないところ，出願人である日本メクトロンは，TFE／FVE共重合体のうち，TFE／PEVE共重合体が，他のTFE／FVE共重合体に比べて特異的にMIT曲げ寿命が良好であるとの知見を得，本願発明を完成させたものである。",
                "したがって，最適範囲として「MIT曲げ寿命(ASTM D−1276",
                "−63T)が20万サイクル以上」とすることが当業者において適宜決め得ることであるとした審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，特開昭58−189210号公報(乙5，以下「乙5公報」という。)において，その実施例1の比溶融粘度が7．6×104ポイズであって，本願発明で規定する溶融粘度30×104～200×104ポイズよりも低い値となっているのに，そのMIT曲げ寿命は，19万3620サイクルであり，本願発明の20万サイクルとほぼ同程度の値である，MIT曲げ寿命は，通常，重合体の融解粘度と共に増大するのであるから，当該実施例1の共重合体において，さらに高く，本願発明で規定する程度の比溶融粘度の共重合体を用いれば，MIT曲げ寿命が20万サイクルを越えることを容易に予測することができる旨主張する。",
                "しかし，MIT曲げ寿命は，融解粘度により一元的に決まるわけではなく，フルオルビニルエーテル(FVE)との組成比も大きく影響する因子となっている。そして，乙5公報の実施例1の記載において，フルオルビニルエーテル(FVE)10部を圧入して共重合体81．9部を得た旨の記載(4頁右上欄最終段落ないし左下欄第1段落)によれば，フルオルビニルエーテル(FVE)の組成は，12．2重量％と推定される。そして，これは，本願発明が対象としている組成比から外れるものであるから，被告の上記主張は，失当である。",
                "被告は，WO93／16126号公報(乙6，以下「乙6公報」とい",
                "う。)を提出して，本件出願時，本願発明におけるTFE／PEVE共重合体のMIT曲げ寿命よりも高いものが周知となっていた旨主張する。",
                "しかし，TFE／FVE共重合体は，溶融成形ができるところ，乙6公報に記載された樹脂は，特許請求の範囲請求項1の冒頭に「溶融成形できず・・・」と記載されているから，TFE／FVE共重合体ではない。",
                "しかも，乙6公報のパーフルオロビニルエーテル含量は，本願発明の規定する範囲1～10重量％から外れた，0．01～1重量％である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例には，TFE／FVE共重合体(PFA)に関し，「本発明の重合体の更に一つの利点はそのMIT曲げ寿命により示されるごとく改善された靱性度を有することである。MIT曲げ寿命は通常重合体の融解粘度およびフルオルビニルエーテル含量と共に増大する。従って，フルオルビニルエーテル含量を一定に保つ場合，MIT曲げ寿命は重合体の融解粘度を増大させることにより増大させることが出来る。同様に，融解粘度を一定に保つ場合，MIT曲げ寿命は重合体のフルオルビニルエーテル含量を増加することにより増大させることが出来る。本発明においては，重合体のMIT曲げ寿命が，同一融解粘度および同一フルオルビニルエーテル含量において，該重合体を水素，メタンもしくはエタンの存在のもとで水溶液媒質中で製造される場合に，増大せしめられることが見出された。」(1頁2欄27行目ないし2頁3欄5行目)との記載があって，改善された靱性度の指標として「MIT曲げ寿命」が用いられるものであり，「MIT曲げ寿命が，・・・増大せしめられることが見出された。」と記載されていることから，そのMIT曲げ寿命を実際に確認したことが明らかである。そして，MIT曲げ寿命を確認する方法としては，MIT屈曲試験が周知の方法であり，当該屈曲試験の試験片として，フィルムないしシートが用いられることも，周知の事項である。",
                "そうすると，引用例には，TFE／FVE共重合体(PFA)をフィルムないしシートとすることが記載されているに等しいものというべきである。",
                "一方，本願発明は，「フィルム乃至シート」の発明であるが，昭和56年12月25日日刊工業新聞社第1刷発行「図解プラスチック用語辞典」(乙2，以下「乙2文献」という。)の「シート」，「フィルム」の項によると，「フィルム乃至シート」とは，通常，「長さおよび幅に比較して厚さの極めて薄い形状の物体」を意味するものであり，物体の形状を示すものであって，用途を意味するものではない。",
                "したがって，試験片として使用されるものであっても，その形状がフィルムないしシートである以上，本願発明の「フィルム乃至シート」に該当するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲3文献は，TFE／FVE共重合体(PFA)の用途を網羅的に記載しているものであって，多数項分けされた記載項目の，その他の項に他の用途と共に記載しているにすぎない旨主張する。",
                "しかし，甲3文献の「(1)フィルム」(330頁ないし331頁)の項には，TFE／FVE共重合体(PFA)の用途として，フィルムないしシートが記載され，また，「(3)塔，槽類のライニング」(316頁ないし317頁)の項には，TFE／FVE共重合体(PFA)をしばしばシートライニング材として用いることが記載されているから，TFE／FVE共重合体(PFA)をフィルムないしシートとすることは周知の事項である。",
                "そうすると，TFE／FVE共重合体(PFA)の1種である引用発明の",
                "TFE／PEVE共重合体は，これをフィルムないしシートにすることは，当業者が当然に行う事項であり，何らの阻害要因も認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲4資料及び甲5文献から，引用例の表ⅠのTFE／PPVE共重合体は，すべて，MIT曲げ寿命が20万サイクル以下であると推定される旨主張する。",
                "しかし，引用例に記載されたTFE／PPVE共重合体の製造条件と，甲5文献のTFE／PPVE共重合体の製造条件とでは，条件が異なっており，また，本願発明の比較例2は，その製造条件が不明である。製造条件が異なれば，共重合割合，比溶融粘度が同一であっても，そのMIT曲げ寿命が同一となるかどうかは不明であるから，原告の主張は飽くまでも推定にすぎず，根拠がない。",
                "なお，そもそも，審決は，引用例の表Ⅰの実施例番号 IX，X，XV，XVIの「TFE／PEVE」に関する発明を引用発明と認定し，それに基づいて本願発明の進歩性の判断を行ったものであり，原告の主張するPPVEを用いた実施例(Ⅱ，Ⅲ，Ⅳ，Ⅴ，Ⅵ，Ⅷ，ⅩⅠ，ⅩⅡ，ⅩⅢ，ⅩⅣ，ⅩⅦ)(TFE／PPVE共重合体)については，何ら認定判断していないから，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "乙5公報は，本件明細書の発明の詳細な説明の段落【0014】において，融点，比溶融粘度，MIT曲げ寿命の測定法は，乙5公報記載の方法によるとして引用されている文献であるから，当然に，その実施例1の測定条件は本願発明と同じであるところ，乙5公報において，その実施例1の比溶融粘度が7．6×104ポイズであって，本願発明で規定する融解粘度30×104～200×104ポイズよりも低い値となっているのに，そのMIT曲げ寿命は，19万3620サイクルであり，本願発明の20万サイクルとほぼ同程度の値である。MIT曲げ寿命は，通常，重合体の融解粘度と共に増大するのであるから，当該実施例1の共重合体において，さらに高く，本願発明で規定する程度の比溶融粘度の共重合体を用いれば，MIT曲げ寿命が20万サイクルを越えることを容易に予測することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，高いMIT曲げ寿命を有するTFE／PEVE共重合体は，例えば，乙6公報の特許請求の範囲等に記載されているとおり，周知であって，MIT曲げ寿命20万サイクルとの値が格別なものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1について，「引用文献2(注，引用例)で得た共重合体についてMIT曲げ寿命テストを多々行ったことを窺わせる記載が存在するが，MIT曲げ寿命のテストは屈曲試験の一種であり，この種の試験ではフィルムやシート状のテストサンプルについて繰り返し屈曲を与えてその耐久寿命(サイクル数)を測定するのであるから・・・，引用文献2にはその発明の製法で得られた共重合体をフィルム乃至シートとすることが記載されていたに等しいと言うことができる。」(審決謄本5頁下から第3段落)と判断したのに対し，原告は，引用例には，屈曲試験の試験片としてフィルムないし板材を使用することが開示されているにすぎないから，引用発明において，そこで得られた共重合体をフィルムないしシートとして用いることを開示しているとはいえない旨主張するので，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，屈曲試験についてみると，甲2文献の「屈曲試験」の項には，「フィルムや板材を繰返し折り曲げ，50％破損点を求める試験。通常，疲労試験の際よりも大きな変形を高速で与える。例えば①プラスチック製の蝶番は180°繰返し折り曲げ試験する。②PVCレーザの場合は1mm径の針金のまわりに180°繰返し折曲げる。」(185頁)との記載があり，また，平成14年1月31日財団法人日本規格協会発行「JISハンドブック32紙・パルプ」(甲10)の195頁には，JISによる「紙及び板紙−耐折強さ試験方法− MIT試験機法」の見出しの下で，「この規格は，MIT試験機によって紙及び板紙の耐折強さを試験する方法」で，「この規格は，厚さ1．25mm以下の紙及び板紙に適用」するものであること，「耐折強さ」とは「紙及び板紙の試験片が破断するまでの往復折曲げ回数の常用対数」であることなどといった記載がある。",
                "上記記載によれば，MIT試験機による紙及び板紙の屈曲試験は，我が国において一般的な試験方法であることが認められる。この屈曲試験の対象となるのが「紙及び板紙」であることは上記のとおりであるが，弁論の全趣旨を参酌すると，「フィルムや板材」についてもMIT試験機による屈曲試験が広く実施されていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例(甲1)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明(注，引用発明)の重合体の更に一つの利点はそのMIT曲げ寿命により示されるごとく改善された靱性度を有することである。MIT曲げ寿命は通常重合体の融解粘度およびフルオルビニルエーテル含量と共に増大する。従って，フルオルビニルエーテル含量を一定に保つ場合，MIT曲げ寿命は重合体の融解粘度を増大させることにより増大させることが出来る。同様に，融解粘度を一定に保つ場合，MIT曲げ寿命は重合体のフルオルビニルエーテル含量を増加させることにより増大させることが出来る。本発明においては，重合体のMIT曲げ寿命が，同一融解粘度および同一フルオルビニルエーテル含量において，該重合体を水素，メタンもしくはエタンの存在のもとで水溶液媒質中で製造される場合に，増大せしめられることが見出された。」(1頁2欄27行目ないし2頁3欄5行目)"
                },
                {
                  "fig": "イ",
                  "subject": "「テトラフルオルエチレンと共重合させることが出来る好ましい単量体の例は，パーフルオルエチルパーフルオルビニルエーテル〔注，パーフルオロ(エチルビニルエーテル)と同義〕，パーフルオルプロピルパーフルオルビニルエーテル〔注，パーフルオロ(プロピルビニルエーテル)と同義〕・・・」(3頁6欄第2段落)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "表Ⅰには，別添審決謄本写しの表Ⅰ(3頁)のとおり，実施例番号ⅡないしⅩⅦについての実施条件，結果等が記載されているところ，そのうち，審決が摘示する実施例番号Ⅸ，Ⅹ，ⅩⅤ及びⅩⅥには，TFE／PEVE共重合体に関する測定値が記載されており，その余は，TFE／PPVE共重合体に関する測定値が記載されている。",
                    "なお，アルキル基「C H 」のうち，n ＝ 2 が「エチル基」，n＝"
                  ],
                  "content": [
                    {
                      "fig": "n",
                      "subject": "2n＋1",
                      "text": [
                        "3が「プロピル基」であるから，テトラフルオロエチレンとパーフルオロ(アルキルビニルエーテル)の共重合体(TFE／FVE共重合体)は，テトラフルオロエチレンとパーフルオロ(エチルビニルエーテル)の共重合体(TFE／PEVE共重合体)及びテトラフルオロエチレンとパーフルオロ(プロピルビニルエーテル)の共重合体(TFE／PPVE共重合体)の上位概念である。",
                        "引用例の上記記載，特に，「本発明においては，重合体のMIT曲げ寿命が，同一融解粘度および同一フルオルビニルエーテル含量において，該重合体を水素，メタンもしくはエタンの存在のもとで水溶液媒質中で製造される場合に，増大せしめられることが見出された。」との記載によると，TFE／PEVE共重合体及びTFE／PPVE共重合体を包含するTF",
                        "E／FVE共重合体は，MIT試験機による屈曲試験を実施したのであるから，TFE／FVE共重合体の形態が「フィルムや板材」であったことは，明らかである。",
                        "そうすると，引用発明に係るTFE／PEVE共重合体の形態として，MIT試験機による屈曲試験を実施するのにふさわしい「フィルムや板材」のものが開示されているというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，上記のとおり，引用発明に，屈曲試験の試験片として，フィルムないし板材を使用することが開示されていることを認めつつ，「試験片」と本願発明の「フィルム乃至シート」とが異なる概念のものであると主張している。",
                "しかし，「フィルム乃至シート」は，対象となる試験片の一般的な形態をいうのに対し，「試験片」は，用途をいうものであって，「試験片」と「フィルム乃至シート」とが両立しないものではない。",
                "引用発明に，屈曲試験の試験片として，プラスチック材のフィルムないし板材を使用することが開示されている以上，当該プラスチック材のフィルムないし板材は，試験片以外にも使用することができるものというべきである。",
                "乙2文献の「シート」の項には，「長さおよび幅に比較して，厚さのきわめて薄い形状のプラスチックの総称である。しかし通常，シートの厚さは0．25mm以上とされており，0．25mm未満のものはフィルムとしている。」との記載があり，「フィルム」の項には，「一般にシートの薄いものをいう。」との記載がある。これらの記載によると，本願発明の「フィルム乃至シート」の一般的な意味は，「長さおよび幅に比較して，厚さのきわめて薄い形状のプラスチックの総称である。」ということになる。",
                "本願発明の「フィルム乃至シート」は，特許請求の範囲においても本件明細書においても，格別の限定がされていないから，「試験片」に使用する場合を除外していないことは明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，相違点1について，「引用文献2(引用例)にはその発明の製法で得られた共重合体をフィルム乃至シートとすることが記載されていたに等しいと言うことができる。してみれば，相違点1は実質的な相違点とはいえない。」とした審決の判断に誤りはなく，原告主張の取消事由1は，その余の点について検討するまでもなく，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明とが，「テトラフルオロエチレン97．8～97．3重量％およびパーフルオロ(エチルビニルエーテル)2．2～2．7重量％の共重合体」の構成において一致し，相違点2が実質的な相違とはいえず，相違点3も重合方法において相違するのみであって，物の発明である本願発明を特定するものでないことは，当事者間に争いがなく，相違点1については，前記1のとおり，実質的な相違点とはいえないものである。",
                "そうすると，本願発明と引用発明とは，その構成において全く一致しており，相違点4，すなわち，「MIT曲げ寿命(ASTM D−1276−6",
                "3T)が20万サイクル以上」という効果の記載により特定されているか否かにおいて相違するのみである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決は，相違点4について，「引用文献2(注，引用例)には融解粘度やフルオルビニルエーテル含量の増大によりMIT曲げ寿命を増大させる方向性が示されているのであるから，その最適範囲として『MIT曲げ寿命(ASTM D−1276−63T)が20万サイクル以上』とすることも当業",
              "text": [
                "者が適宜決め得ることである。そして，それによる効果も格別とはいえない。」(審決謄本8頁第1ないし第2段落)と判断したのに対し，原告は，審決の判断を争い，TFE／FEV共重合体のうち，本願発明のTFE／PEVE共重合体において，他のTFE／FVE共重合体に比べて特異的にMIT曲げ寿命が良好である旨主張する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，検討すると，前記1(3)アのとおり，引用例(甲1)には，「本発明(注，引用発明)の重合体の更に一つの利点はそのMIT曲げ寿命により示されるごとく改善された靱性度を有することである。MIT曲げ寿命は通常重合体の融解粘度およびフルオルビニルエーテル含量と共に増大する。",
                "従って，フルオルビニルエーテル含量を一定に保つ場合，MIT曲げ寿命は重合体の融解粘度を増大させることにより増大させることが出来る。同様に，融解粘度を一定に保つ場合，MIT曲げ寿命は重合体のフルオルビニルエーテル含量を増加させることにより増大させることが出来る。」(1頁2欄27行目ないし末行)との記載があるところ，この引用例から，改善されたMIT曲げ寿命がどの程度のものであるかまでは明らかでないが，一般に，TFE／FVE共重合体の融解粘度及びフルオロビニルエーテル含量が増大するとともに増大することが開示されている。",
                "一方，本願発明においては，上記のとおり，「MIT曲げ寿命(ASTMD−1276−63T)が20万サイクル以上」と特定されているところ，本件明細書の発明の詳細な説明の比較例1及び実施例1ないし4の測定値(段落【0015】)をみると，TFE／PEVE共重合体のTFEとPE",
                "VEの組成比が0．39％，比溶融粘度が38．0×104ポイズの比較例1のMIT曲げ寿命は600サイクルであったのが，組成比が1．61％，比溶融粘度が50．6×104ポイズの実施例1のMIT曲げ寿命は20万サイクル，組成比が2．29％，比溶融粘度が35．7×104ポイズの実施例2のMIT曲げ寿命は40万サイクル，組成比が1．31％，比溶融粘度が121．0×104ポイズの実施例3のMIT曲げ寿命は111万サイ",
                "クル，組成比が6．92％，比溶融粘度が116．0×104ポイズの実施例4のMIT曲げ寿命は180万サイクル以上であって，引用発明に開示されているとおり，TFE／FVE共重合体の融解粘度及びフルオロビニルエーテル(FVE)の一種であるPEVE含量が増大するとともに増大しているのである。",
                "ちなみに，MIT曲げ寿命が20万サイクルであることが，臨界的な意味を有するものでないことは，上記のとおり，本件明細書の発明の詳細な説明の比較例1及び実施例1ないし4の測定値において，融解粘度及びフルオロビニルエーテルの一種であるPEVE含量の増大に伴い，600サイクルから180万サイクル以上に増大していることから明らかであり，また，その上限については必ずしも明らかでないが，本件明細書の発明の詳細な説明に「融点，比溶融粘度およびMIT曲げ寿命の測定は，特開昭58−189210号公報記載の方法によっている」(段落【0014】)として示されている，本件出願の約10年前の昭和58年11月4日に公開された乙5公報には，比溶融粘度が7．6×104ポイズのTFE／PPVE共重合体についてMIT曲げ寿命が19万3620サイクルであった旨の記載(4頁右下欄の表Ⅰ)があり，比溶融粘度は本願発明に比べて低いが，TFE／PPVE共重合体においてMIT曲げ寿命が20万サイクルとなり得ることは，当業者において技術常識であったものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本願発明の比較例2は，TFE／PPVE共重合体についての測定値であるが，パーフルオロ(プロピルビニルエーテル)(PPVE)含量が3．1重量％で比溶融粘度が37．0×104ポイズで，MIT曲げ寿命が1万サイクルであるところ，引用例のTFE／PPVE共重合体は，パーフルオロプロピルビニルエーテル(PPVE)含量及び比溶融粘度がいずれも低いから，本願発明の比較例2に照らし，MIT曲げ寿命が1万サイクルであると推定されるとし，それを根拠に，引用例の表Ⅰに接した当業者は，TFE／PEVE共重合体についても，同程度のMIT曲げ寿命であるという認識しか生じない旨主張する。",
                "しかし，上記のとおり，引用例からは，通常，TFE／FVE共重合体の融解粘度及びフルオルビニルエーテル含量が増大するとともに増大すると記載されていることが理解され，TFE／PPVE共重合体は，上記のとおり，製造条件次第で，MIT曲げ寿命が20万サイクルとなり得るのであるから，引用例の表IのTFE／PPVE共重合体においても，MIT曲げ寿命が1万サイクルであると推定されるとの原告の主張は，根拠のないものというべきである。そもそも，原告自身が，共重合割合，比溶融粘度は不明であるが，甲5文献に係る甲12資料において，TFE／PPVE共重合体のMIT曲げ寿命は，約6万サイクルであるとしているのである。",
                "また，原告は，TFE／FVE共重合体のうち，TFE／PEVE共重合",
                "体が，他のTFE／FVE共重合体に比べて特異的にMIT曲げ寿命が良好であるとの知見を得，本願発明を完成させたものであると主張する。",
                "しかし，引用例(甲1)には，TFE／PEVE共重合体のみならず，それを包含するTFE／FVE共重合体において，一般に，融解粘度及びフルオロビニルエーテル含量が増大するとともに増大することが開示されているのであるから，TFE／PEVE共重合体におけるMIT曲げ寿命の増大することを見いだしたからといって，本願発明の構成において，それが顕著な効果であるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "以上検討したところによると，相違点4において，本願発明の「フィルム乃至シート」が「MIT曲げ寿命(ASTM D−1276−63T)が2",
              "text": [
                "0万サイクル以上」に特定されている点は，引用例に記載されているとおり，融解粘度及びフルオロビニルエーテルの含量を調製することによって当業者において適宜得られる効果であって，「引用文献2(注，引用例)には融解粘度やフルオルビニルエーテル含量の増大によりMIT曲げ寿命を増大させる方向性が示されているのであるから，その最適範囲として『MIT曲げ寿命(ASTM D−1276−63T)が20万サイクル以上』とすること",
                "も当業者が適宜決め得ることである。そして，それによる効果も格別とはいえない。」(審決謄本8頁第1ないし第2段落)とした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "そうすると，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10297",
    "date": "2007-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034189",
    "ipprecedent_id": "771",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}