{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2005−80088号事件について平成18年2月21日にし",
        "た審決中，「特許第3307921号の請求項1ないし9に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との部分を取り消す。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許を無効とした審決の取消しを求める事案であり，原告は無効とされた特許の特許権者，被告は無効審判の請求人である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「流体システム内の流れの方向を変更する方法」とする特許第3307921号(平成7年9月18日特許出願(優先権主張・1994(平成6)年9月16日，米国)。平成14年5月17日設定登録。後記本件訂正後の請求項の数は，全部で9である。以下「本件特許」という。)の特許権者である(甲6，7)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成17年3月22日，本件特許(後記本件訂正前の請求項1ないし12に係る発明についてのもの)につき，無効審判を請求し，無効2005−80088号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成18年1月11日，本件特許に係る明細書の記載中，特許請求の範囲等を訂正する訂正請求(以下，同請求に係る訂正を「本件訂正」という。)をした(甲7)。本件訂正に係る請求項は，1ないし9である(以下，各請求項に係る発明を個別に表示するときは「本件発明1」などといい，一括して表示するときは「本件各発明」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，同年2月21日，「訂正を認める。特許第3307921号の請求項1ないし9に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との審決をし，同年3月13日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "審決が対象とした本件各発明の要旨は，以下のとおりである。",
            "「【請求項1】 (a)高圧ポートと，低圧ポートと，第1および第2システム・ポートとをこれらのポートが開口している弁座を介して弁室に連通させ，(b)第1および第2位置間で前記弁座に対して移動するように前記弁室内に弁部材を配置し，",
            "(c)前記弁部材を前記弁座上の第1位置において前記弁座に着座密封係合させる方向に前記弁部材に差圧力を加え，",
            "(d)前記弁部材が前記第1位置に着座しているときに，前記低圧ポートを弁部材流通路を介して前記第1システム・ポートに連通させるとともに，前記高圧ポートを前記弁室を介して前記第2システム・ポートに連通させることによって，システムを通るシステム流体を一方向に向け，",
            "(e)前記弁部材が離座できるように前記差圧力の向きを変更し，",
            "(f)前記弁部材が前記第1位置から前記第2位置まで動くように偏倚力を作用させ，(g)前記第1位置から第2位置まで，前記弁部材が前記弁座から離れた経路に沿って，前記偏倚力に応答して前記弁部材を移動させ，",
            "(h)前記弁部材を前記第2位置において前記弁座と係合するように押し付けるために前記差圧力を再現し，",
            "(i)前記弁部材が前記第2位置に着座しているときに，前記低圧ポートを前記弁部材流通路を介して前記第2システムに連通させるとともに，前記高圧ポートと前記第1システム・ポートとを前記弁室を介して連通させることによって，システムを通る流体流れ方向を変更し，",
            "前記差圧力の向きを変更する工程(e)，前記偏倚力を作用させる工程(f)，および前記弁部材を移動させる工程(g)は，単一のソレノイドの1回の励磁に基づいて行われる，ことを特徴とする流体システム内の流れの方向を変更する方法。",
            "【請求項2】 高圧ポートを第1システム・ポートに連通させるとともに低圧ポートを第2システム・ポートに連通させ，また前記高圧ポートを前記第2システム・ポートに連通させるとともに前記低圧ポートを前記第1システム・ポートに連通させることを交互に行うことにより変更弁を作動させる方法であって，(a)前記低圧ポートを前記第1システム・ポートに連通させるように弁部材を第1位置に配置させること，",
            "(b)第1の弁部材圧力領域を前記低圧ポートに連通させるとともに，対向する第2の弁部材圧力領域をより大きい圧力に連通させることによって，前記弁部材にまたがって第1の圧力差を形成すること，",
            "(c)前記高圧ポートと前記低圧ポートとの間の連通がほぼ阻止されるように，前記第1位置において前記弁部材を弁座面に強制的に着座させること，(d)前記圧力差を実質的に変えるように前記第1および第2圧力領域を連通させること，",
            "(e)前記弁部材を前記弁座面との係合から外れるように離座させること，(f)前記弁部材を離座させた状態で第2位置に整列するように動かすこと，および(g)前記高圧ポートと前記低圧ポートとの連通がほぼ阻止されるように，前記第2位置において前記弁部材を弁座面に着座させること，を含み，",
            "前記第1および第2圧力領域を連通させる工程(d)，前記弁部材を離座させる工程(e)，および前記弁部材を離座させた状態で第2位置に整列するように動かす工程(f)は，単一のソレノイドの1回の励磁に基づいて行われることを特徴とする前記変更弁を作動させる方法。",
            "【請求項3】 前記弁部材を動かす工程(f)は，前記弁部材を前記第1位置と整列する状態から前記第2位置と整列する状態に回転させることを含むことを特徴とする請求項2に記載の方法。",
            "【請求項4】 前記弁部材を離座させる工程(e)は，前記弁部材を回転軸の方向に移動することを含むことを特徴とする請求項3に記載の方法。",
            "【請求項5】 高圧ポートと，低圧ポートと，第1および第2システム・ポートとを有する室を規定し，各ポートが弁座をなす室壁を介して該室に開口しているハウジングと，第1位置と第2位置との間で前記室壁にほぼ平行に移動できるように前記ハウジング内に配置された弁部材と，を有し，前記弁部材は，前記第1位置においては，前記低圧ポートを前記第1のシステム・ポートに連通させるとともに，前記高圧ポートを前記第2システム・ポートに連通させるようになっており，また前記第2位置においては，前記低圧ポートを前記第2システム・ポートに連通させるとともに，前記高圧ポートを前記第1システム・ポートに連通させるようになっており，また前記弁部材は，前記第1または第2位置にあるときは，前記高圧および低圧ポート間の連通を阻止するようになっており，前記弁部材は，前記高圧ポートと前記低圧ポートとの間の漏れを防止するために，前記第1または第2位置において該弁部材を確実に着座するように作用する正味の差圧力を受けるようになっている流体システムにおける流体の流れ方向変更弁の制御方法であって，前記方法は，前記弁部材が前記第1位置と前記第2位置との間で移動する場合に，(a)前記弁部材を前記弁座から軸方向に離反させて離座させるステップと，(b)前記弁部材を前記弁座から離座した状態でハウジングの軸を中心に所定角度だけ回転させて前記第1位置と前記第2位置との間を移動させるステップと，(c)前記弁部材を前記移動した位置において軸方向に移動させて前記弁座に着座させるステップと，を含み，",
            "前記ステップ(a)および(b)は，単一のソレノイドの1回の励磁に基づいて行われることを特徴とする前記方法。",
            "【請求項6】 前記ステップ(a)および(b)において，前記弁部材を前記弁座から離座させるために，該弁部材に作用する正味の差圧力の向きを変更すること特徴とする請求項5に記載の方法。",
            "【請求項7】 前記ステップ(a)では前記正味の差圧力の向きを変更し，前記ステップ(c)では該差圧力を再現するようになっていることを特徴とする請求項5に記載の方法。",
            "【請求項8】 高圧ポートと，低圧ポートと，第1および第2システム・ポートとを有する室を規定し，各ポートが弁座をなす室壁を介して該室に開口しているハウジングと，第1位置と第2位置との間で前記室壁にほぼ平行に移動できるように前記ハウジング内に配置された弁部材と，を有し，前記弁部材は，前記第1位置においては，前記低圧ポートを前記第1のシステム・ポートに連通させるとともに，前記高圧ポートを前記第2システム・ポートに連通させるようになっており，また前記第2位置においては，前記低圧ポートを前記第2システム・ポートに連通させるとともに，前記高圧ポートを前記第1システム・ポートに連通させるようになっており，また前記弁部材は，前記第1または第2位置にあるときは，前記高圧および低圧ポート間の連通を阻止するようになっており，前記弁部材は，前記高圧ポートと前記低圧ポートとの間の漏れを防止するために，前記第1または第2位置において該弁部材を確実に着座するように作用する正味の差圧力を受けるようになっている流体システムにおける流体の流れ方向変更弁の制御方法であって，前記方法は，前記弁部材を前記第1位置と前記第2位置の間で移動させる際に，(a)前記差圧力の向きを変更して前記弁部材を前記弁座から軸方向に移動させるステップと，",
            "(b)前記圧力差から実質的に開放された状態で前記弁部材をハウジングの軸を中心に所定角度だけ回転させて前記第1位置と前記第2位置との間を移動させるステップと，",
            "(c)前記移動した位置において前記差圧力を再現させて前記弁部材を前記弁座に着座させるステップと，を含み，",
            "前記ステップ(a)および(b)は，単一のソレノイドの1回の励磁に基づいて行われることを特徴とする前記方法。",
            "【請求項9】 前記所定の角度は，約90度であることを特徴とする請求項8に記載の方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "text": [
            "審決は，本件各発明は，いずれも，後記(1)記載の引用発明1−1ないし1−4のいずれか及び後記(2)記載の引用発明2並びに後記刊行物2ないし5にみられる周知技術に基づいて当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効とすべきものであるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "米国特許第2，855，000号明細書(審判甲1，本訴甲1。以下「刊行物1」という。)に記載された各発明(審決が「刊行物1の第1の発明」ないし「刊行物1の第4の発明」として認定した各発明。以下，これらの各発明を，それぞれ「引用発明1−1」ないし「引用発明1−4」といい，これらの各発明を併せて「引用発明1」ということがある。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1−1(刊行物1の第1の発明)",
                  "text": [
                    "「(a)高圧導管26のポートと，低圧導管28のポートと，第1，第2のシステム側導管30，32のポートとをこれらのポートが開口している弁座を介して弁室に連通させ，(b)第1および第2位置間で前記弁座に対して移動するように前記弁室内に回転バルブ部材38を配置し，",
                    "(c)前記回転バルブ部材38を前記弁座上の第1位置において前記弁座に着座密封係合させる方向に前記回転バルブ部材38に差圧力を加え，",
                    "(d)前記回転バルブ部材38が前記第1位置に着座しているときに，前記低圧導管28のポートを回転バルブ部材38の流通路を介して前記第1のシステム側導管30のポートに連通させるとともに，前記高圧導管26のポートを前記弁室を介して前記第2のシステム側導管32のポートに連通させることによって，システムを通るシステム流体を一方向に向け，(e)前記回転バルブ部材38が離座できるように前記差圧力を減少させ，(f)前記回転バルブ部材38が前記第1位置から前記第2位置まで動くように偏倚力を作用させ，",
                    "(g)前記第1位置から第2位置まで，前記偏倚力に応答して前記回転バルブ部材38を移動させ，",
                    "(h)前記回転バルブ部材38を前記第2位置において前記弁座と係合するように押し付けるために前記差圧力を再現し，",
                    "(i)前記回転バルブ部材38が前記第2位置に着座しているときに，前記低圧導管28のポートを前記流通路を介して前記第2システムに連通させるとともに，前記高圧導管26のポートと前記第1のシステム側導管30のポートとを前記弁室を介して連通させることによって，システムを通る流体流れ方向を変更し，",
                    "前記差圧力を変更する工程(e)，前記偏椅力(判決注：「前記偏倚力」の誤記であると認められる。)を作用させる工程(f)，および前記弁部材を移動させる工程(g)は，単一の手動回転ノブ80の1回の駆動操作に基づいて行われる，流体システム内の流れの方向を変更する方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1−2(刊行物1の第2の発明)",
                  "text": [
                    "「高圧導管26のポートを第1のシステム側導管30のポートに連通させるとともに低圧導管28のポートを第2のシステム側導管32のポートに連通させ，また前記高圧導管26のポートを前記第2のシステム側導管32のポートに連通させるとともに前記低圧導管28のポートを前記第1のシステム側導管30のポートに連通させることを交互に行うことにより切換弁を作動させる方法であって，",
                    "(a)前記低圧導管28のポートを前記第1のシステム側導管30のポートに連通させるように回転バルブ部材38を第1位置に配置させること，",
                    "(b)回転バルブ部材38の第1の圧力領域を前記低圧導管28のポートに連通させるとともに，対向する第2の圧力領域をより大きい圧力に連通させることによって，前記回転バルブ部材38にまたがって第1の圧力差を形成すること，",
                    "(c)前記高圧導管26のポートと前記低圧導管28のポートとの間の連通がほぼ阻止されるように，前記第1位置において前記回転バルブ部材38を弁座面に強制的に着座させること，(d)前記圧力差を実質的に変えるように前記第1および第2圧力領域を連通させること，(e)前記回転バルブ部材38を前記弁座との係合から外れるように離座させること，(f)前記回転バルブ部材38を第2位置に整列するように動かすこと，および(g)前記高圧導管26のポートと前記低圧導管28のポートとの連通がほぼ阻止されるように，前記第2位置において前記回転バルブ部材38を弁座面に着座させること，を含み，前記第1および第2圧力領域を連通させる工程(d)，前記弁部材を弁座面との係合から外れるように動かす工程(e)，および前記弁部材を第2位置に整列するように動かす工程(f)は，単一の手動回転ノブ80の1回の駆動操作に基づいて行われる前記切換弁を作動させる方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1−3(刊行物1の第3の発明)",
                  "text": [
                    "「高圧導管26のポートと，低圧導管28のポートと，第1，第2のシステム側導管30，32のポートとを有する室を規定し，各ポートが弁座をなすヘッダ16上面を介して該室に開口しているケーシング10と，第1位置と第2位置との間で前記ヘッダ16上面にほぼ平行に移動できるように前記ケーシング10内に配置された回転バルブ部材38と，を有し，前記回転バルブ部材38は，前記第1位置においては，前記低圧導管28のポートを前記第1のシステム・ポートに連通させるとともに，前記高圧導管26のポートを前記第2のシステム側導管32のポートに連通させるようになっており，また前記第2位置においては，前記低圧導管28のポートを前記第2のシステム側導管32のポートに連通させるとともに，前記高圧導管26のポートを前記第1のシステム側導管30のポートに連通させるようになっており，また前記回転バルブ部材38は，前記第1または第2位置にあるときは，前記高圧および低圧導管28のポート間の連通を阻止するようになっており，前記回転バルブ部材38は，前記高圧導管26のポートと前記低圧導管28のポートとの間の漏れを防止するために，前記第1または第2位置において該回転バルブ部材38を確実に着座するように作用する正味の差圧力を受けるようになっている流体システムにおける流体の流れ方向切換弁の制御方法であって，前記方法は，前記回転バルブ部材38が前記第1位置と前記第2位置との間で移動する場合に，",
                    "(a)前記回転バルブ部材38に加わる差圧力を減少させるステップと，(b)前記回転バルブ部材38を前記差圧力が減少した状態でケーシング10の軸を中心に所定角度だけ回転させて前記第1位置と前記第2位置との間を移動させるステップと，(c)前記回転バルブ部材38を前記移動した位置において前記差圧力を再現するステップと，を含み，",
                    "前記ステップ(a)および(b)は，単一の手動回転ノブ80の1回の駆動操作に基づいて行われる前記方法。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用発明1−4(刊行物1の第4の発明)",
                  "text": [
                    "「高圧導管26のポートと，低圧導管28のポートと，第1および第2のシステム側導管32のポートとを有する室を規定し，各ポートが弁座をなすヘッダ16上面を介して該室に開口しているケーシング10と，第1位置と第2位置との間で前記ヘッダ16上面にほぼ平行に移動できるように前記ハウジング内に配置された回転バルブ部材38と，を有し，前記回転バルブ部材38は，前記第1位置においては，前記低圧導管28のポートを前記第1のシステム・ポートに連通させるとともに，前記高圧導管26のポートを前記第2のシステム側導管32のポートに連通させるようになっており，また前記第2位置においては，前記低圧導管28のポートを前記第2のシステム側導管32のポートに連通させるとともに，前記高圧導管26のポートを前記第1のシステム側導管30のポートに連通させるようになっており，また前記回転バルブ部材38は，前記第1または第2位置にあるときは，前記高圧および低圧導管28のポート間の連通を阻止するようになっており，前記回転バルブ部材38は，前記高圧導管26のポートと前記低圧導管28のポートとの間の漏れを防止するために，前記第1または第2位置において該回転バルブ部材38を確実に着座するように作用する正味の差圧力を受けるようになっている流体システムにおける流体の流れ方向変更弁の制御方法であって，前記方法は，前記回転バルブ部材38を前記第1位置と前記第2位置の間で移動させる際に，(a)前記差圧力を減少させるステップと，",
                    "(b)前記差圧力を減少させた状態で前記回転バルブ部材38をケーシング10の軸を中心に所定角度だけ回転させて第1位置と前記第2位置との間移動させるステップと，(c)前記移動した位置において前記差圧力を再現させて前記回転バルブ部材38を前記弁座に着座させるステップと，を含み，",
                    "前記ステップ(a)および(b)は，単一の手動回転ノブ80の1回の駆動操作に基づいて行われる前記方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特開昭61−48684号公報(審判甲2，本訴甲2。以下「刊行物2」という。)に記載された発明(以下「引用発明2」という。)",
              "text": [
                "「高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明1−1との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「(a)高圧ポートと，低圧ポートと，第1および第2システム・ポートとをこれらのポートが開口している弁座を介して弁室に連通させ，",
                        "(b)第1および第2位置間で前記弁座に対して移動するように前記弁室内に弁部材を配置し，(c)前記弁部材を前記弁座上の第1位置において前記弁座に着座密封係合させる方向に前記弁部材に差圧力を加え，",
                        "(d)前記弁部材が前記第1位置に着座しているときに，前記低圧ポートを弁部材流通路を介して前記第1システム・ポートに連通させるとともに，前記高圧ポートを前記弁室を介して前記第2システム・ポートに連通させることによって，システムを通るシステム流体を一方向に向け，",
                        "(e)前記弁部材が離座できるように前記差圧力を変更し，",
                        "(f)前記弁部材を前記第1位置から前記第2位置まで動くように偏倚力を作用させ，(g)前記第1位置から第2位置まで，前記偏倚力に応答して前記弁部材を移動させ，(h)前記弁部材を前記第2位置において前記弁座と係合するように押し付けるために前記差圧力を再現し，",
                        "(i)前記弁部材が前記第2位置に着座しているときに，前記低圧ポートを前記弁部材流通路を介して前記第2システムに連通させるとともに，前記高圧ポートと前記第1システム・ポートとを前記弁室を介して連通させることによって，システムを通る流体流れ方向を変更する方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「a 本件発明1では，弁部材が離座できるように差圧力の向きを変更し，弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するようにしているのに対し，引用発明1−1では，弁部材が離座できるように差圧力を減少させてはいるものの，向きを変更させているものではなく，さらに，弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するようにも構成していない点。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "subject": "本件発明1では，工程(e)，(f)，(g)を，単一のソレノイドの1回の励磁に基づいて行うようにしているのに対し，引用発明1−1では，このような工程を単一の手動回転ノブ80の1回の駆動操作に基づいて行っている点。」"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の判断",
                  "text": [
                    "「(ア) 相違点aに関して",
                    "刊行物2には，高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する正味の差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法が記載されている。そして，冷凍又は空気調和システムに用いられる四方弁において，弁位置の切り換えを，弁を浮上させた状態で行うことは特開昭61−38282号公報(審判甲3，本訴甲3。以下「刊行物3」という。)，特開昭63−34381号公報(本訴甲4。",
                    "以下「刊行物4」という。)にみられるように周知技術であるとともに，引用発明1−1の回転バルブ部材38(弁部材)が，各ポート52，68の径と各受圧面の面積の選び方によって，ヘッダ16上面の弁座から浮上しうることは当業者において自明であるから，この発明を引用発明1−1に適用することには何ら困難性は認められない。",
                    "してみれば，上記引用発明1−1において，弁部材が離座できるように差圧力を減少させる代わりにこれを逆転，すなわち向きを変更させ，弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するように構成することは，上記引用発明1−1に引用発明2を適用することにより当業者が容易に行い得たものである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "相違点bに関して",
                      "text": [
                        "弁の駆動を単一のソレノイドの励磁に基づいて行わせることは，例えば刊行物2～4にみられるように従来周知技術であるから，動作手段として，単一の手動回転ノブに代えて単一のソレノイドを用い，これに励磁による駆動操作を与えることは，当業者が必要に応じて容易に行い得たものというべきである。",
                        "そして，本件発明1が奏する作用効果は，引用発明1−1と引用発明2と上記周知技術に示唆された事項から予測される程度以上のものではない。",
                        "よって，本件発明1は，引用発明1−1と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2と引用発明1−2との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「高圧ポートを第1システム・ポートに連通させるとともに低圧ポートを第2システム・ポートに連通させ，また前記高圧ポートを前記第2システム・ポートに連通させるとともに前記低圧ポートを前記第1システム・ポートに連通させることを交互に行うことにより変更弁を作動させる方法であって，",
                        "(a)前記低圧ポートを前記第1システム・ポートに連通させるように弁部材を第1位置に配置させること，",
                        "(b)第1の弁部材圧力領域を前記低圧ポートに連通させるとともに，対向する第2の弁部材圧力領域をより大きい圧力に連通させることによって，前記弁部材にまたがって第1の圧力差を形成すること，",
                        "(c)前記高圧ポートと前記低圧ポートとの間の連通がほぼ阻止されるように，前記第1位置において前記弁部材を弁座面に強制的に着座させること，",
                        "(d)前記圧力差を実質的に変えるように前記第1および第2圧力領域を連通させること，(e)前記弁部材を前記弁座との係合から外れるように離座させること，(f)前記弁部材を第2位置に整列するように動かすこと，および前記高圧ポートと前記低圧ポートとの連通がほぼ阻止されるように，前記第2位置において前記弁部材を弁座面に着座させること，を含む前記変更弁を作動させる方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「a 本件発明2では，弁部材を弁座面との係合から外れるように離座させ，離座させた状態で第2位置に整列するように動かしているのに対し，引用発明1−2では，弁部材(回転バルブ部材38)を弁座面との係合から外れるように動かし，第2位置に整列するように動かしててはいるものの(判決注：「動かしてはいるものの」の誤記であると認められる。)，弁座面から離座させ，その状態で第2位置に整列するように動かしているものではない点。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "subject": "本件発明2では，工程(d)，(e)，(f)を，単一のソレノイドの1回の励磁に基づいて行うようにしているのに対し，刊行物1の第1の発明(判決注：「引用発明1−2」の誤記であると認められる。)では，このような工程を単一の手動回転ノブ80の1回の駆動操作に基づいて行っている点。」"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の判断",
                  "text": [
                    "「(ア) 相違点aに関して",
                    "刊行物2には，高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する正味の差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ(すなわち，弁座面から離座させ)，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って(すなわち，弁座面から離座した状態で)弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法が記載されており，「(3)イ(ア)」で前述したのと同様の理由により，この発明を引用発明1−2に適用することには何ら困難性は認められない。",
                    "してみれば，上記引用発明1−2において，弁部材(回転バルブ部材38)を第1位置から第2位置まで移動させるにあたり，弁部材(回転バルブ部材38)を弁座面から離座させ，その状態で第2位置に整列するように動かすことは，上記引用発明1−2に引用発明2を適用することにより当業者が容易に行い得たものである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "相違点bに関して",
                      "text": [
                        "弁の駆動を単一のソレノイドの励磁に基づいて行わせることは，例えば刊行物2～4にみられるように従来周知技術であるから，動作手段として，単一の手動回転ノブに代えて単一のソレノイドを用い，これに励磁による駆動操作を与えることは，当業者が必要に応じて容易に行い得たものというべきである。",
                        "そして，本件発明2が奏する作用効果は，引用発明1−2と引用発明2と上記各周知技術に示唆された事項から予測される程度以上のものではない。",
                        "よって，本件発明2は，引用発明1−2と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3に対する判断",
              "text": [
                "「本件発明3は，本件発明2において，弁部材を動かす工程(f)が，弁部材を第1位置と整列する状態から第2位置と整列する状態に回転させることを含むようにしたものであるが，弁部材(回転バルブ部材38)を動かす工程を，弁部材を第1位置と整列する状態から第2位置と整列する状態に回転させることを含むようにすることは引用発明1−2でも行われている。",
                "よって，本件発明3は，引用発明1−2と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明4に対する判断",
              "text": [
                "「本件発明4は，本件発明3において，弁部材を離座させる工程(e)が，弁部材を回転軸の方向に移動することを含むようにしたものであるが，弁部材を離座させる工程を，弁部材を回転軸の方向に移動することを含むようにように構成することは引用発明2でも行われているから，本件発明4のように，弁部材を離座させる工程を，弁部材を回転軸の方向に移動することを含むようにように(判決注：「含むように」の誤記であると認められる。)構成することは，上記引用発明1−2に引用発明2を適用することにより当業者が容易に行い得たものである。",
                "よって，本件発明4は，引用発明1−2と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明5に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明5と引用発明1−3との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「高圧ポートと，低圧ポートと，第1および第2システム・ポートとを有する室を規定し，各ポートが弁座をなす室壁を介して該室に開口しているハウジングと，第1位置と第2位置との間で前記室壁にほぼ平行に移動できるように前記ハウジング内に配置された弁部材と，を有し，前記弁部材は，前記第1位置においては，前記低圧ポートを前記第1のシステム・ポートに連通させるとともに，前記高圧ポートを前記第2システム・ポートに連通させるようになっており，また前記第2位置においては，前記低圧ポートを前記第2システム・ポートに連通させるとともに，前記高圧ポートを前記第1システム・ポートに連通させるようになっており，また前記弁部材は，前記第1または第2位置にあるときは，前記高圧および低圧ポート間の連通を阻止するようになっており，前記弁部材は，前記高圧ポートと前記低圧ポートとの間の漏れを防止するために，前記第1または第2位置において該弁部材を確実に着座するように作用する正味の差圧力を受けるようになっている流体システムにおける流体の流れ方向変更弁の制御方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「弁部材が第1位置と第2位置との間で移動する場合における本件発明6の制御方法は，弁部材を弁座から軸方向に離反させて離座させるステップ(a)と，弁部材を弁座から離座した状態でハウジングの軸を中心に所定角度だけ回転させて第1位置と前記第2位置との間を移動させるステップ(b)と，弁部材を移動した位置において軸方向に移動させて弁座に着座させるステップ(c)と，を含み，ステップ(a)および(b)は，単一のソレノイドの1回の励磁に基づいて行われるのに対し，引用発明1−3の制御方法は，弁部材(回転バルブ部材38)に加わる差圧力を減少させるステップ(a)と，弁部材を差圧力が減少した状態でハウジング(ケーシング10)の軸を中心に所定角度だけ回転させて第1位置と前記第2位置との間を移動させるステップ(b)と，弁部材を移動した位置において差圧力を再現するステップ(c)と，を含み，ステップ(a)および(b)は，単一の手動回転ノブ80の1回の駆動操作に基づいて行われるものである点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の判断",
                  "text": [
                    "「上記刊行物2には，高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する正味の差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ(すなわち，弁部材を弁座から軸方向に離反させて離座させ)，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って(すなわち，該離座した状態で)弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法が記載されており，「(3)イ(ア)」で前述したのと同様の理由により，この発明を引用発明1−3に適用することには何ら困難性は認められない。",
                    "また，弁の駆動を単一のソレノイドの励磁に基づいて行わせることは，例えば刊行物2～4にみられるように従来周知技術であるから，動作手段として，単一の手動回転ノブに代えて単一のソレノイドを用い，これに励磁による駆動操作を与えることは，当業者が必要に応じて容易に行い得たものである。",
                    "してみれば，上記引用発明1−3において，弁部材(回転バルブ部材38)が第1位置と第2位置との間で移動する場合における制御方法を，弁部材(回転バルブ部材38)を弁座から軸方向に離反させて離座させるステップ(a)と，弁部材(回転バルブ部材38)を弁座から離座した状態でハウジング(ケーシング10)の軸を中心に所定角度だけ回転させて他方の位置まで移動させるステップ(b)と，弁部材(回転バルブ部材38)を移動した位置において軸方向に移動させて弁座に着座させるステップ(c)と，を含むものとするとともに，ステップ(a)および(b)を，単一のソレノイドの1回の励磁に基づいて行うようにすることは，上記引用発明1−3に引用発明2と上記周知技術を適用することにより当業者が容易に行い得たものである。",
                    "そして，本件発明5が奏する作用効果は，引用発明1−3と引用発明2と上記周知技術に示唆された事項から予測される程度以上のものではない。",
                    "よって，本件発明5は，引用発明1−3と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明6に対する判断",
              "text": [
                "「本件発明6は，本件発明5において，ステップ(a)および(b)では，弁部材を弁座から離座させるために，弁部材に作用する正味の差圧力の向きを変更するようにしたものであるが，差圧力の向きを変更することは引用発明2でも行われている。",
                "よって，本件発明6は，引用発明1−3と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(9)",
              "subject": "本件発明7に対する判断",
              "text": [
                "「本件発明7は，本件発明5において，ステップ(a)では正味の差圧力の向きを変更し，ステップ(c)では該差圧力を再現するようにしたものであるが，最初のステップで差圧力の向きを変更し，最後のステップで該差圧力を再現することは引用発明2でも行われている。",
                "よって，本件発明7は，引用発明1−3と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(10)",
              "subject": "本件発明8に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明8と引用発明1−4との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「高圧ポートと，低圧ポートと，第1および第2システム・ポートとを有する室を規定し，各ポートが弁座をなす室壁を介して該室に開口しているハウジングと，第1位置と第2位置との間で前記室壁にほぼ平行に移動できるように前記ハウジング内に配置された弁部材と，を有し，前記弁部材は，前記第1位置においては，前記低圧ポートを前記第1のシステム・ポートに連通させるとともに，前記高圧ポートを前記第2システム・ポートに連通させるようになっており，また前記第2位置においては，前記低圧ポートを前記第2システム・ポートに連通させるとともに，前記高圧ポートを前記第1システム・ポートに連通させるようになっており，また前記弁部材は，前記第1または第2位置にあるときは，前記高圧および低圧ポート間の連通を阻止するようになっており，前記弁部材は，前記高圧ポートと前記低圧ポートとの間の漏れを防止するために，前記第1または第2位置において該弁部材を確実に着座するように作用する正味の差圧力を受けるようになっている流体システムにおける流体の流れ方向変更弁の制御方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「弁部材が第1位置と第2位置との間で移動する場合における本件発明8の制御方法は，差圧力の向きを変更して弁部材を弁座から軸方向に移動させるステップ(a)と，圧力差から実質的に開放された状態で弁部材をハウジングの軸を中心に所定角度だけ回転させて第1位置と前記第2位置との間を移動させるステップ(b)と，移動した位置において差圧力を再現させて弁部材を弁座に着座させるステップ(c)と，を含み，ステップ(a)および(b)は，単一のソレノイドの1回の励磁に基づいて行われるのに対し，引用発明1−4の制御方法は，差圧力を減少させるステップ(a)と，差圧力を減少させた状態で弁部材(回転バルブ部材38)をハウジング(ケーシング10)の軸を中心に所定角度だけ回転させて第1位置と前記第2位置との間を移動させるステップ(b)と，弁部材を移動した位置において差圧力を再現するステップ(c)と，を含み，ステップ(a)および(b)は，単一の手動回転ノブ80の1回の駆動操作に基づいて行われるものである点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の判断",
                  "text": [
                    "「上記刊行物2には，高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する正味の差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ(すなわち，差圧力の向きを変更して弁部材を弁座から軸方向に移動させ)，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って(すなわち，圧力差から実質的に開放された状態で)弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法が記載されており，「(3)イ(ア)」で前述したのと同様の理由により，この発明を引用発明1−4に適用することには何ら困難性は認められない。",
                    "また，弁の駆動を単一のソレノイドの励磁に基づいて行わせることは，例えば刊行物2～4にみられるように従来周知技術であるから，動作手段として，単一の手動回転ノブに代えて単一のソレノイドを用い，これに励磁による駆動操作を与えることは，当業者が必要に応じて容易に行い得たものである。",
                    "してみれば，上記引用発明1−4において，弁部材(回転バルブ部材38)が第1位置と第2位置との間で移動する場合における制御方法を，差圧力の向きを変更して弁部材(回転バルブ部材38)を弁座から軸方向に移動させるステップ(a)と，圧力差から実質的に開放された状態で弁部材(回転バルブ部材38)をハウジング(ケーシング10)の軸を中心に所定角度だけ回転させて第1位置と前記第2位置との間を移動させるステップ(b)と，移動した位置において差圧力を再現させて弁部材(回転バルブ部材38)を弁座に着座させるステップ(c)と，を含むものとするとともに，ステップ(a)および(b)を，単一のソレノイドの1回の励磁に基づいて行うようにすることは，上記引用発明1−4に引用発明2と上記周知技術を適用することにより当業者が容易に行い得たものである。",
                    "そして，本件発明8が奏する作用効果は，引用発明1−4と引用発明2と上記周知技術に示唆された事項から予測される程度以上のものではない。",
                    "よって，本件発明8は，引用発明1−4と引用発明2と上記周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(11)",
              "subject": "本件発明9に対する判断",
              "text": [
                "「本件発明9は，本件発明8において，弁部材を移動させる所定の角度を約90度としたものであるが，回転バルブの弁部材の移動角度を約90度とすることは，実願平2−22088号(実開平3−114681号)のマイクロフィルム(審判甲5，本訴甲5。以下「刊行物5」という。)にみられるように周知技術である。",
                "よって，本件発明9は，引用発明1−4と引用発明2と上記各周知技術とに基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(12)",
              "subject": "無効理由に対する判断についての「総括」",
              "text": [
                "「以上のとおり，本件の請求項1～9に係る発明は，いずれも引用発明1，2と上記各周知技術とに基づいて，当業者が容易に発明をすることができたものであるから，本件の請求項1～9に係る発明は，いずれも特許法29条2項の規定に違反してなされたものである。」"
              ]
            },
            {
              "fig": "(13)",
              "subject": "当審で通知した無効理由に対する被請求人の主張について",
              "text": [
                "「被請求人は，当審で通知した上記無効理由に対し，平成18年1月11日付けの意見書で，刊行物1～5には，「弁部材を前記弁座から軸方向に離反させて離座させるステップと，前記弁部材を前記弁座から離座した状態でハウジングの軸を中心に所定角度だけ回転させて第1位置と第2位置との間を移動させるステップとが，単一のソレノイドの1回の励磁に基づいて行われる」ことについて記載も示唆もされていないから，これらをいかに組み合わせたとしても本件各発明を容易に想到することはできない，と主張している。",
                "しかしながら，前述したように，主弁体の弁位置の移動を，弁部材を離座させるステップと，離座させた状態で移動させるステップによって行うことは刊行物2に記載されており，また，弁の駆動を単一のソレノイドの励磁に基づいて行わせることは従来周知技術であって，引用発明1に引用発明2と該周知技術を適用することには何ら困難性はないから，被請求人の上記主張は採用できない。",
                "(なお，被請求人は，本件特許明細書には，「弁部材を前記弁座から軸方向に離反させて離座させるステップと，前記弁部材を前記弁座から離座した状態でハウジングの軸を中心に所定角度だけ回転させて第1位置と第2位置との間を移動させるステップとが，単一のソレノイドの1回の励磁に基づいて行われる」ことが記載されていると主張するが，本件特許明細書における「ソレノイド」は，これらのステップを行わせるための最初の動作を行う「動作滑り子」を往復動させるだけのものであって，これらのステップの実際の動作は，特許請求の範囲に何ら記載されていない「弁部材と制御開閉部と作動子機構の特殊な組み合わせ機構」によって達成されるものである。)」"
              ]
            },
            {
              "fig": "(14)",
              "subject": "審決の「むすび」",
              "text": [
                "「以上のとおりであるから，本件の請求項1～9に係る発明は，いずれも特許法29条2項の規定に違反してなされたものであって，同法123条1項2号に該当し，無効とすべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，引用発明1の認定を誤った結果，相違点を看過し(後記取消事由1及び2)，また，本件各発明に係る容易想到性の判断を誤った結果(後記取消事由3)，本件特許が特許法29条2項の規定に違反してされたものであるとの誤った判断をしたものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(手動回転ノブの操作回数に関する引用発明1の認定の誤り)(1) 引用発明1につき，審決は，回転バルブ部材38が，手動回転ノブ80の1回の駆動操作(人力による1回の駆動力の付与)に基づいて第1位置と第2位置との間で移動する旨認定したが，以下のとおり，手動回転ノブ80は，弁部材の差圧力を減少させるとともに減少させた状態で回転バルブ部材38を第1位置と第2位置との間で移動させるために，「2回の駆動操作」を必要とするものであるから，審決の上記認定は誤りである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "刊行物1には，手動回転ノブ80(回転シャフト78)の第1の駆動操作によって回転バルブ部材38の差圧力が減少され，手動回転ノブ80の第2の駆動操作によって回転バルブ部材38が回転される旨の記載がある。この記載によれば，引用発明1の手動回転ノブ80が，弁部材の差圧力を減少させるとともに減少させた状態で回転バルブ部材38を第1位置と第2位置との間で移動させるためには，上記第1及び第2の各駆動操作という，目的を異にする「2回の駆動操作」を必要としていることは明らかである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，刊行物1には，「ノブ80を回転させると，まず，均等化選択弁54がストッパ60に係合するまで反時計回りに回転され，回転バルブ部材38をヘッダ16に押し付けている室11内の流体圧が低下する。ノブ80をさらに回転させると，回転バルブ部材38のアセンブリ，均等化選択弁54，およびバネ64がブッシュ48を中心として回転する。」との記載がある。この記載からも，弁部材の差圧力を減少させるとともに減少させた状態で回転バルブ部材38を第1位置と第2位置との間で移動させるためには，手動回転ノブ80の「2回の駆動操作」が必要であることは明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "なお，上記第1の駆動操作と第2の駆動操作との間には，均等化選択弁54のストッパ60への係合という工程があるほか，第1の駆動操作において必要な力が主にバネ64に対する抗力に相当するのに対し，第2の駆動操作においては，これに加え，回転バルブ部材38を回転させるためのトルクも必要となるのであって，後者においては，前者におけるのよりも大きな力が必要とされるのであるから，上記第1の駆動操作と第2の駆動操作を一連の1回の駆動操作(人力による1回の駆動力の付与)と考えるのは，技術的に誤りである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "また，後記取消事由2に対する反論として被告が主張するように，仮に，引用発明1において，回転バルブ部材38が第1位置から第2位置まで移動する間に離座するものであったとすると，後記取消事由2において主張するとおり，回転バルブ部材38は，第1位置から第2位置まで移動する間，離座と着座を繰り返すことになるのであるから，これに伴い，手動回転ノブ80の駆動操作も繰り返す必要があり，そうなると，もはや，そのような操作を「手動回転ノブ80の1回の駆動操作(人力による1回の駆動力の付与)」ということはできない。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "これを引用発明1−1ないし1−4について個別にみるに，審決は，引用発明1−1ないし1−4における各弁部材の移動の工程が，いずれも，単一の手動回転ノブ80の1回の駆動操作に基づいて行われる旨認定したのであるから，上記(1)において主張したところによれば，審決のこれらの認定は，いずれも誤りということになる。",
                    "そして，審決は，本件発明1，2，5及び8を引用発明1−1ないし1−4とそれぞれ対比した上，上記の誤った認定に基づき相違点を看過して容易想到の判断を導いたものであり，また，本件発明3は本件発明2の，本件発明4は本件発明3の，本件発明6及び7は本件発明5の，本件発明9は本件発明8のそれぞれ従属項であるから，結局，引用発明1−1ないし1−4の上記認定の誤りは，本件各発明全部についての審決の結論に影響を及ぼすものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(回転バルブ部材の離座の有無に関する引用発明1−1及び1−2の認定の誤り)",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "審決は，引用発明1における回転バルブ部材38の「離座」に関し，引用発明1−1について，「(e)前記回転バルブ部材38が離座できるように前記差圧力を減少させ」と，引用発明1−2について，「(e)前記回転バルブ部材38を前記弁座との係合から外れるように離座させること」とそれぞれ認定した(すなわち，審決は，いずれの発明においても，回転バルブ部材38がヘッダ16から浮き上がると認定した。)。",
                    "しかしながら，本件各発明にいう弁部材の「離座」の意義は，下記のとおりであるところ，引用発明1は，下記のとおり，静止状態においても，回転バルブ部材38の回転時においても，回転バルブ部材38とヘッダ16との間が常にシールされていることを前提とするものであり，飽くまで，回転バルブ部材38とヘッダ16との間の漏れを防止し，その上で，流路の切換えのための回転バルブ部材38の回転を容易にしている(摩擦を低減している)にすぎず，流路の切換えの際に回転バルブ部材38がヘッダ16から離座する(更には再着座する)ことがあってはならないものであるから(これは，引用発明1の技術的思想の根底にあるものである。)，審決の上記認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件特許に係る本件訂正後の明細書(甲7により訂正された甲6。以下「本件明細書」という。)の記載によれば，本件各発明にいう弁部材の「離座」は，弁部材の一方の位置から他方の位置への移動とは異なるものであり，合成圧力差が弁座を離座させるのであるから，「弁座から弁部材が軸方向(弁座から垂直方向)に離れること」を意味することは明らかである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "他方，刊行物1には，「本発明の目的は，静止状態にあるときに回転部材をシールするとともにその回転を容易にすることにある。」との記載があり，引用発明1においては，回転部材のシールが重要であることが開示されている。これは，同刊行物に，「ヘッダ16と回転バルブ部材38の端面39との合わせ面は，それらの間で流体の漏れがないことを保証するために，高度に研磨された面となっている。」との記載があることからも明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，刊行物1には，室44の流体が高圧である場合に，ヘッダ16と回転バルブ部材38との間で流体の漏れがないようにするために，ポート52によって室11と室44との間に差圧を生じさせ，回転バルブ部材38をヘッダ16に押し付けている旨の記載がある。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "なお，被告は，回転バルブ部材38の回動時には室11と室42とが連通しているのであるから，回転バルブ部材38とヘッダ16との間がシールされている必要性はない旨主張するが，室11と室42との連通は，回転バルブ部材38の移動を容易にするための必要最小限の差圧力の解消を行うためのものであるから，引用発明1が，回転バルブ部材38の回動時にもヘッダ16との間をシールすることにより流体が漏れない構成を採用したものであることは明らかである。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "また，被告は，引用発明1においても回転バルブ部材38の端面39とヘッダ16の頂面との相対する面が単に離れた状態が生じ，これを「離座」と認定した審決に誤りはない旨主張するが，仮に，この状態が回転バルブ部材38とヘッダ16との間の摩擦力がゼロになる状態をいうのであれば，バネ64の復元力によりポート68が再度閉じられ，差圧力が再度形成されることとなり，回転バルブ部材38は，第1位置から第2位置まで移動する間に，離座と着座を繰り返すこととなる。",
                "そうすると，手動回転ノブ80を回転させづらくなるとともに，操作音が大きくなり，さらには，回転バルブ部材38の耐久性を著しく低下させてしまう結果となるのであるから，引用発明1においては，回転バルブ部材38は，第1位置から第2位置まで移動する間に離座しないと考えるのが当業者の技術常識である。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "そして，審決は，本件発明1及び2を引用発明1−1及び1−2とそれぞれ対比した上，上記の誤った認定に基づき相違点を看過して容易想到の判断を導いたものであり，また，本件発明3は本件発明2の，本件発明4は本件発明3のそれぞれ従属項であるから，結局，本件発明1−1及び2の上記認定の誤りは，本件発明1ないし4についての審決の結論に影響を及ぼすものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件各発明に係る容易想到性の判断の誤り)",
          "text": [
            "審決は，本件各発明について，いずれも，引用発明1のいずれかと引用発明2と周知技術とに基づいて当業者が容易に発明をすることができたものである旨判断したが，以下のとおり，審決のこの判断は，引用発明2を引用発明1に組み合わせることが容易であると誤解した結果に基づくものであるから，誤りである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "取消事由2において主張したように，引用発明1は，回転バルブ部材38とヘッダ16をシールする技術に基づくものであって，回転バルブ部材38がヘッダ16上面から浮上することを想定しておらず，回転バルブ部材38の移動時といえども，これが離座してはならないものであるから，例えば，本件発明1に係る相違点aについての審決の判断のように，「回転バルブ部材38」を「ヘッダ16上面の弁座から浮上」させるように，「回転バルブ部材38」の「各ポート52，68の径と各受圧面の面積」を選ぶなどということは，引用発明1の本質上全く考えられない。機械の構造としては，引用発明1に引用発明2の「主弁体をポート面から浮上させる」との構成を採用した途端に，引用発明1の回転バルブ部材38とヘッダ16が分離して両者のシール関係は破綻してしまうのであるから，引用発明1の開示内容を正解する当業者であれば，引用発明2を引用発明1に適用するなどということは，考えもしないことである。",
                    "このように，弁体の移動時であっても弁体を離座させてはいけないとする引用発明1は，弁体の移動時のポート面からの流体の漏れが問題とならないために弁体を離座させてもよいとする引用発明2とは相容れないものであって，これらを技術的に組み合わせることはできない(これらを組み合わせるためには，引用発明1の構成を，シールを必要としない全く別の構成に変更する必要がある。)。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "また，刊行物1は，1958年に米国で登録された手動式の(いわばアナログ式の)水平方向に摺動するだけの変更弁を開示するものであり，刊行物2は，刊行物1の公開から約30年も後の1986年に公開されたパルス信号による電磁式の変更弁を開示するものであるところ，本件各発明について，このような時代を超えた組合せを是認する特段の技術的動機付けは，全く認められない。",
                    "なお，刊行物3ないし5も，1986年から1992年にかけて，デジタル式の技術を開示するものであるから，刊行物2と同様の位置付けでしかない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手動回転ノブの操作回数に関する引用発明1の認定の誤り)に対して",
          "text": [
            "取消事由1に係る原告の主張は，回転バルブ部材38を第1位置と第2位置との間で回転させることを目的とする手動回転ノブ80の回転駆動操作を，作用ごとに単に分割したものにすぎない。",
            "すなわち，原告が主張する「第1の駆動操作」(弁部材の差圧力を減少させるための操作)は，同じく原告が主張する「第2の駆動操作」(回転バルブ部材38を第1位置と第2位置との間で移動させるための操作)のための準備動作であり，「第2の駆動操作」は，「第1の駆動操作」が実行されない限り行い得ないものである。",
            "また，引用発明1において，「第1の駆動操作」と「第2の駆動操作」が，手動回転ノブ80の同一方向への一連の連続した回転により実行可能であることは明白であり(「第1の駆動操作」が終了した時点で手動回転ノブ80から手を離すことは全く意図されていない。)，当該一連の連続した回転駆動操作を妨げる構成とはなっていない。",
            "このように，原告が主張する2つの駆動操作は，独立したものではなく，一連の連続した回転駆動操作として行われることで，流体の流れを変更するという目的を達成し得るものである。",
            "なお，原告が指摘する刊行物1の記載は，この一連の連続した回転駆動操作を明瞭に示すため，作用ごとに記載しているにすぎないものであり，本件明細書においても，同様の記載方法がとられている。",
            "以上のとおりであるから，引用発明1につき，流体の流れを変更すべく，均等化選択弁54を回転させ，続いて回転バルブ部材38を回転させる手動回転ノブ80の一連の連続した回転駆動操作を1回の駆動操作とした審決の認定に誤りはなく，したがって，引用発明1−1ないし1−4についての審決の個々の認定にも，原告が主張するような誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(回転バルブ部材の離座の有無に関する引用発明1−1及び1−2の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1における回転バルブ部材38とヘッダ16との間の恒常的なシールの必要性について",
              "text": [
                "原告が指摘する刊行物1の記載は，回転バルブ部材38が第1位置又は第2位置にあるときに室44内の高圧流体が室42側に漏れないようにするため，回転バルブ部材38とヘッダ16との間のシールを確実にする構成及び作用を開示しているにすぎず，回転バルブ部材38の回動時においても当該シールが必要であることについては，何ら記載もないし，示唆もない。むしろ，刊行物1には，室11内の圧力がヘッダ16に対して回転バルブ部材38を押し付ける力を減少させることが記載されている。",
                "そもそも，引用発明1においては，回転バルブ部材38の回動時，ポート68が既に開けられており，室11と室42とが連通され，その結果として圧力差が減少し，回転バルブ部材38が回転しやすいようにされている。このように，ポート68を介して室11と室42とが連通しているのであるから，技術常識からみても，回転バルブ部材38の回動時に，これとヘッダ16との間がシールされている必要性は全くない。",
                "以上のとおりであるから，引用発明1においては回転バルブ部材38とヘッダ16との間が常にシールされていなければならない旨の原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1における「離座」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1の記載によれば，引用発明1においては，①回転バルブ部材38が第1位置又は第2位置にあり，室11内に高圧流体が存在するときは，回転バルブ部材38は，ヘッダ16に強制的に押し付けられた状態で着座しているとともに，回転バルブ部材38とヘッダ16との間の摩擦力が大きい状態にあるが，②流体の流れを変更するときは，手動回転ノブ80の回転により，まず，均等化選択弁54が回動してポート68を開き，室11内の高圧流体を低圧室42に流入させ，これにより，低圧室42の圧力が上昇し，室11と低圧室42及び高圧室44との間の差圧力が小さくなり，回転バルブ部材38がヘッダ16に押し付けられる力が減少し，回転バルブ部材38の回転が可能となる(回転バルブ部材38とヘッダ16との間の摩擦力が小さくなる)ものと解される。",
                    "ここで，回転バルブ部材38の回転が可能となるということは，低圧室42の圧力が上昇し，回転バルブ部材38を上に押し上げる力が大きくなることにより，回転バルブ部材38が流体の漏れを完全に防止し得るようにヘッダ16上に着座した位置から幾らか上昇すること，すなわち，回転バルブ部材38の端面39とヘッダ16の頂面との相対する面が単に離れることを意味する。また，ここで，相対する面が単に離れるとは，顕微鏡的に見て若干離れるか，あるいは目に見えて完全に離れるかを問わない(もっとも，刊行物1の記載によれば，引用発明1において，回転バルブ部材38の端面39とヘッダ16の頂面との相対する面が目に見えて完全に離れ，回転バルブ部材38とヘッダ16との間の摩擦力がゼロになるような場合が生じることは，否定されないものと解される。)。",
                    "そして，審決は，引用発明1につき，上記の「回転バルブ部材38が流体の漏れを完全に防止し得るようにヘッダ16上に着座した位置から幾らか上昇した状態，すなわち，回転バルブ部材38の端面39とヘッダ16の頂面との相対する面が単に離れた状態」をもって「離座」と認定したものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，回転バルブ部材38とヘッダ16との間の摩擦力がゼロになると，バネ64の復元力によりポート68が再度閉じられる旨主張するが，手動回転ノブ80は，バネ64の復元力より十分大きな力で均等化選択弁54を回転させ，これに連続して回転バルブ部材38を回転させているのであるから，回転バルブ部材38の回動中にバネ64の復元力によりポート68が完全に閉じられることはないし，仮に，ポート68が完全に閉じられたとしても，差圧力が瞬間的に大きくなるものではなく，回転バルブ部材38が瞬間的に回転不能となるわけではないから，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，本件明細書中に，刊行物1に関し「該差圧力は弁部材を振動させ」との記載がある旨主張するが，これは，弁部材(回転バルブ部材38)が振動すること，すなわち，上下動することを認め，さらには，弁部材が上方に動くことを認めているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)及び(2)において主張したところに照らせば，審決が，引用発明1−1について，「(e)前記回転バルブ部材38が離座できるように前記差圧力を減少させ」と，引用発明1−2について，「(e)前記回転バルブ部材38を前記弁座との係合から外れるように離座させること」とそれぞれ認定した点，すなわち，いずれの発明においても，回転バルブ部材38がヘッダ16から浮き上がると認定した点に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件各発明に係る容易想到性の判断の誤り)に対して上記2において主張したとおり，引用発明1において，回転バルブ部材38とヘッダ16との間が常にシールされている必要性はなく，また，引用発明1は，回転バルブ部材38が流体の漏れを完全に防止し得るようにヘッダ16上に着座した位置から幾らか上昇し得る構成，すなわち，回転バルブ部材38の端面39とヘッダ16の頂面との相対する面が単に離れ得る構成を備えているのであるから，引用発明1に引用発明2を組み合わせることを阻害するものは何もない。",
            "なお，刊行物1は，それが開示するような変更弁が本件特許に係る出願前において既に公知であることを単に代表するものであり，公開された時期は，容易想到性の判断と何ら関係がない。",
            "以上からすると，本件各発明が，いずれも，引用発明1のいずれかと引用発明2と周知技術とに基づいて当業者が容易に発明をすることができたとの審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手動回転ノブの操作回数に関する引用発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1には，図面とともに，以下の各記載が存在する。",
                "「本発明は，流れ切換弁に関し，より詳細には，冷凍又は空気調和システムに使用される流れ切換え四方弁に関する。」(翻訳文(以下，刊行物1を引用する場合について同じ。)1丁3，4行)",
                "「そのような装置においては，それを通って複数の平行した導管に回転可能に取り付けられた回転部材を設けることが通例であった。回転部材は，普通，該回転部材が回転されると，選択的に導管に相互に連通するポートを備えている。低圧の適用で使用される場合に効果的であるけれども，この配列は，冷凍システムのような高圧の適用で使用される場合，不十分であることがわかった。",
                "導管の内の1つの中の圧力が高い場合，回転部材をヘッダから強制的に引き離す傾向にあり，したがって，封止問題が存在する。これに打ち勝つために，いくつかの装置は，高圧流体の流れがヘッダの他方の側の封止された室内に入ることを可能とする。このとき，高圧流体は，ヘッダに対して回転部材を押し付ける傾向にある。この配列は，封止問題を排除するけれども，回転部材の回転が，回転部材とヘッダとの間の増大する摩擦によりより困難となることがわかった。したがって，その回転を静止及び同時に容易にする場合，回転部材を封止することが本発明の目的である。」(1丁6～18行)",
                "「本発明の好ましい実施態様において，それを通る複数の導管を有するヘッダが，その中に室を有するハウジング内に固定される。室内にあり，ヘッダに回転可能に取り付けられている回転部材は，回転部材が回転すると，選択的に相互連通するのに適した複数のポートを有する。",
                "ポートの1つと室との間の連通を確立し，通常は，回転部材をヘッダに対して押しつける傾向にある室内で流体圧を維持するために，回転部材内に通路が設けられる。回転部材の回転中，室内の流体圧を減少させる手段が設けられる。」(1丁21～27行)",
                "「詳細に図面を参照すると，流れ切換弁は，概略円筒形状構造を有し，その中に室11を画成する円錐形状に形成された端部を有する中空ケーシング10を含んでいる。」(2丁2～4行)",
                "「ヘッダ16は，環状凹部14，14の環状くぼみ12，12によりケーシング10の低端部の固定された位置に保持されている。複数の，この場合4つの平行な流体用導管26，28，30及び32がヘッダ16を貫通して延在している。」(2丁10～12行)",
                "「導管26，28は，管36により，冷凍又は空調システムの圧縮機(不図示)の高圧(吐出)側及び低圧(吸引)側にそれぞれ接続されるように構成されている。導管30，32は，管36により，冷凍システムの凝縮器及び蒸発器のような2つの熱交換器(不図示)にそれぞれ接続されるように構成されている。冷凍システムの通常運転に対し，圧縮機の吐出側からの流体が導管26から入って導管30から出，2つの熱交換器を通って，導管32から入って導管28から出て圧縮機の低圧側に流れることを許すべく，導管26，30は，相互に接続され，導管28，32は，相互に接続されなければならない。",
                "上述のように，導管22(26の間違い)，28，30，32を相互に接続するために，回転バルブ部材38が，ヘッダ16の頂部に回転自在に取り付けられる。回転バルブ部材38は，略円筒状構造からなり，その端部がヘッダ16の頂面に着座する端面39を有する。ヘッダ16と回転バルブ部材38の端面39との相対する面は，それらの間からの流体の漏れが全くないことを保証するために，高度に研磨されている面である。隔壁40は，回転バルブ部材38内に形成されており，回転バルブ部材38内に2つの室42，44を画成している。示されている位置で，室42は，導管28，32をおおい，室42を部分的に取り囲んでいる室44は，導管26，30をおおい，したがって，導管28，32及び導管26，30は，相互に接続される。",
                "回転バルブ部材38が180°回転されるならば，室42は，導管28，30を相互に接続し，室44は，導管26，32を相互に接続し，結果として熱交換器を介して流体の流れを逆転させるであろうことに留意されたい。回転バルブ部材38の回転を提供するために，凹部46がヘッダ16の頂部近傍の導管28に形成される。ブッシュ48は，凹部46内に固定された部分及び隔壁40に形成されている凹部50にスライド自在に受け入れられているヘッダ16から突出する部分を有する。したがって，ヘッダ16は，ブッシュ48上で回転自在であり，導管26，28，30，32を選択的に相互に接続する。",
                "室44内の高圧流体は，回転部材38をヘッダ16から強制的に離そうとしていること，及びそれらの相対する面の間の漏れが防止されるべきであるならば，回転バルブ部材38をヘッダ16に強制的に向けさせる力を用意することが必要であることに留意されたい。このために，ポート52が，回転バルブ部材38の壁に設けられ，室44と室11との間の連通を可能にしている。したがって，流体の流れは，室44から室11へ流れることを可能にし，室44内の流体圧力に等しい流体圧力が，室11内で維持される。しかしながら，室11内の流体圧力は，回転バルブ部材38の室44内の流体圧力が作用するより大きい面積に作用し，したがって，回転バルブ部材38をヘッダ16に向けて強制的に押し付けようとする合成力は増大することが理解される。",
                "室11の圧力は，回転バルブ部材38をヘッダ16に向けて強制的に押し付け，相対する面の間のシールを行っているが，該相対する面の間の摩擦が増大し，回転バルブ部材38の手動による回転は，回転バルブ部材の回転中，高圧流体が室11内に維持されるならば難しい。回転バルブ部材38の回転を容易にできるようにするために，回転バルブ部材の回転中，室11内の流体圧力を減ずる手段が設けられる。均等化選択弁54が，ピン58により回転バルブ部材38の隆起面56にその旋回軸が取り付けられ，2つのストッパ60，62の間でピン58の周りに自由に回転する。均等化選択弁54は，一端を回転バルブ部材38から突出しているピン66に取り付けられ，他端を適切な手段で均等化選択弁54に固定されているバネ64によりストッパ62側に偏倚されている。均等化選択弁54とピン66との間を引っ張り状態で取り付けられているバネ64は，均等化選択弁54をストッパ62と係合状態に保持する。ポート68は，その回転中，均等化選択弁54の自由端により係合されている湾曲隆起面70に配置されている。ポート68は，ポート52より大きい直径を有し，回転部材38の壁を貫通して延在し，室11と室42との間の連通を確保する。",
                "均等化選択弁54が，示されるように，ストッパ62と係合しているとき，ポート68は覆われており，そこを通る流体の流れを妨げている。しかしながら，均等化選択弁54が，半時計方向(判決注：「反時計方向」の誤訳であると認められる。)に回転され，ストッパ60に係合すると，ポート68が，覆いがとられ，室11の圧力は，ポート68を通って低圧室42に流体を流れさせる。ポート68は，ポート52より大きい直径を有するので，ポート68を通る流体の流れは，より大きく，室内の圧力は，ヘッダ16に対して回転バルブ部材38を強制的に押し付ける力を減少させるように低下し，したがって，回転バルブ部材38の回転の簡単化をもたらすであろう。",
                "均等化選択弁54には，可撓性ベローズ76の動作端部74を受け入れるように構成されている凹部72が，該均等化選択弁54の頂部に設けられている。ベローズ76の他端は，ハウジング10のフランジ付き端部18に取り付けられている。したがって，ベローズ76は，室11を密封している。湾曲した動作シャフト78は，ブッシュ24を貫通してベローズ76内を延在し，一端を動作端部74の内側で係合状態になっている。シャフト78の他端は，ハウジング10の外側に延び，手動回転可能ノブ80を受け入れている。ノブ80の回転は，湾曲したシャフト78及び可撓性ベローズ76の動作端部74の回転を引き起こすであろう。",
                "動作シャフト78が回転されると，均等化選択弁54は，該均等化選択弁54がヘッダ16に対して回転バルブ部材38を強制的に押し付ける圧力を減少させるべく室11から室42内への流体の流れを許すポート68の覆いをとるストッパ60に係合するまで回転されるであろう。均等化選択弁54は，ストッパ60に係合状態になってから後，ノブ80のさらなる回転は，ブッシュ48の周りに回転させられる回転バルブ部材38の回転を引き起こす。回転バルブ部材38が，180°回転させられると，ノブ80が解放され，バネ64が均等化選択弁54を該均等化選択弁54がストッパ62と係合し，結果としてポート68を覆うまで回転させ，圧力が再度室11内で上昇することを可能とする。",
                "(動作)",
                "導管26及び導管28が，配管36により，冷凍又は空気調和システムの圧縮機の高圧(吐出)側及び低圧(吸引)側にそれぞれ接続される。導管30，32は，配管により2つの熱交換器(凝縮器及び蒸発器)の各々の1つに接続される。示されている位置において，流体は，圧縮機から導管26，室44内に流入し，導管30を出て，2つの熱交換器を通り抜け，導管32及び室42内に流入し，導管28により圧縮機に戻る。",
                "2つの熱交換器を通り抜ける流れを反対方向に変えることが望まれる場合，ノブ80が反時計方向に回転される。ノブ80の回転は，最初に，均等化選択弁54がヘッダ16に向けて回転バルブ部材38を強制的に押し付けている室11内の流体圧を減少させるストッパ60に係合するまで，均等化選択弁54を反時計方向に回転させる。ノブ80のさらなる回転は，回転バルブ部材38，均等化選択弁54及びバネ64のアセンブリをブッシュ48の周りに回転させる。回転部材が180°回転されると，ノブ80は，解放され，均等化選択弁54は，バネ64によりその元の位置に戻され，ストッパ62に係合する。今，室42は，導管28，32(判決注：原文に誤記があり，正しくは，「導管28，30」であると認められる。)を覆い，室44は，導管30，26(判決注：原文に誤記があり，正しくは，「導管26，32」であると認められる。)を覆っている。かくして，熱交換器を通り抜ける流れは，逆方向に向けられる。」(2丁16行～5丁23行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，刊行物1には，引用発明1における回転バルブ部材38の回動に関連し，次の事項が開示されているといえる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "室44が導管26及び30を覆っている状態においては，導管26から供給される高圧の流体が，室44からポート52を介して室11に流入し，当該高圧の流体の圧力が作用する面積の差や，室42内が低圧であることから，室11に流入した流体の圧力が室42及び44内の流体の圧力を上回る状態が生じ(いわゆる差圧力の発生)，当該差圧力により，回転バルブ部材38がヘッダ16に押し付けられ，それらの間から流体が漏れないようにされている。また，このとき，均等化選択弁54は，バネ64の復元力により，ストッパ62に係合され，ポート68を覆い，これを通る流体の流れを妨げている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの状態から，手動回転ノブ80を反時計方向に回転させると，湾曲した動作シャフト78並びに可撓性ベローズ76及びその動作端部74の回転を通じて，均等化選択弁54もストッパ60に係合するまで反時計方向に回転し，ポート68の覆いを解除する。ポート68の覆いが解除されると，室11内の高圧の流体が低圧である室42に流入するが，ポート68の直径は，ポート52のそれより大きいため，室11からポート68を介して流出する高圧の流体の流れが，室11にポート52を介して流入する高圧の流体の流れよりも大きくなり，室11内の流体の圧力，ひいては，上記差圧力が低下する(以下「第1の機能」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "手動回転ノブ80を更に反時計方向に回転させると，回転バルブ部材38及びその上部に配置された均等化選択弁54，バネ64等も，同方向に回転し，回転バルブ部材38が180度回転すると，室44が導管26及び32を覆う状態になる(以下，回転バルブ部材38を180度回転させる機能を「第2の機能」という。)。このとき，手動回転ノブ80が解放され，バネ64の復元力により，均等化選択弁54は，再度，ストッパ62に係合され，ポート68を覆う。これにより，上記アにおけるのと同様の機序により，再度，上記差圧力が上昇し，回転バルブ部材38がヘッダ16に押し付けられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで検討するに，確かに，引用発明1における回転バルブ部材38の回動過程で生ずる機能を分析すれば，原告が主張するとおり，差圧力を減少させる第1の機能と回転バルブ部材38を回転させる第2の機能という2つの要素が存在するものといえる。しかしながら，操作者が現実に行うべき駆動操作としては，手動回転ノブ80を人力により反時計方向に180度余り回転させることにより，回転バルブ部材38を同方向に180度回転させるという，単純な1回の操作が要求されるのみであり，また，刊行物1には，均等化選択弁54をストッパ60に係合させるための操作が完了してから，回転バルブ部材38を回転させるための操作を開始するまでの間に，手動回転ノブ80を人力により回転させること以外の別の操作や，一定の待ち時間の経過等が要求されるなどの記載は一切見当たらず，かえって，上記(2)によれば，いったん覆いが解除されたポート68が再度覆われるのは，回転バルブ部材38が180度回転した後のことであり，その間，差圧力の低下は一貫して継続しているものと解されるから，第1の機能を果たすための操作が，均等化選択弁54がストッパ60に係合した段階で完了するとみることはできず，したがって，回転バルブ部材38の回動過程を全体としてみれば，第1の機能を果たすための操作と第2の機能を果たすための操作は一個の操作であり，両者を区別することはできないというほかない。",
                "そうすると，引用発明1について，回転バルブ部材38が，手動回転ノブ80の1回の駆動操作(人力による1回の駆動力の付与)に基づいて第1位置と第2位置との間で移動する旨認定した審決に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，第1の機能と第2の機能とが目的を異にすることや，上記(2)イの駆動操作(原告が主張する「第1の駆動操作」)と上記(2)ウの駆動操作(原告が主張する「第2の駆動操作」)との間に均等化選択弁54のストッパ60への係合という工程があることを理由に，回転バルブ部材38の回動には手動回転ノブ80の2回の駆動操作を必要とする旨主張するが，上記説示したところに照らせば，これらをもって，上記判断を左右するということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，その主張する「第2の駆動操作」に要する力が，その主張する「第1の駆動操作」に要する力に比して大きいことを理由に，「第1の駆動操作」と「第2の駆動操作」を一連の1回の駆動操作と考えることは技術的に誤りである旨主張する。",
                    "確かに，上記(2)によれば，「第1の駆動操作」においては，主としてバネ64の復元力に抗する力が必要とされ，「第2の駆動操作」においては，これに加え，回転バルブ部材38を回転させる力も必要となるといえる。しかしながら，上記説示したとおり，操作者が現実に行うべき駆動操作は，手動回転ノブ80を反時計方向に180度余り回転させるために人力を加えるというものにすぎず，また，「第2の駆動操作」を行う際には，一貫して，差圧力の低下が継続しているのであるから，回転バルブ部材38を回転させる力(及びバネ64の復元力に抗する力)が，単にバネ64の復元力に抗する力に比して，別異なものとして区別できるほどに大きいとは考え難いし，そのような事実を認めるに足りる証拠もない。",
                    "そうすると，「第1の駆動操作」と「第2の駆動操作」にそれぞれ必要とされる力は，質的には同一のもの(人力)であるほか，量的にも両者が別異のものであるといえるほどに大きく異なるものとはいえないから，原告の上記主張を採用することはできないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，仮に，引用発明1において，回転バルブ部材38が第1位置から第2位置まで移動する間に離座するものであったとすると，回転バルブ部材38はその間離座と着座を繰り返すこととなることを理由に，回転バルブ部材38の回動に要する駆動操作を「手動回転ノブ80の1回の駆動操作(人力による1回の駆動力の付与)」ということはできない旨主張するが，回転バルブ部材38が第1位置から第2位置まで移動する間に，原告が主張する意味内容の「離座」が生ずるものと認めることができないことは，取消事由2に対する後記判断において説示するとおりであるから，原告の上記主張は，その前提を欠くものとして失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，引用発明1のうち，手動回転ノブの操作回数についての審決の認定の誤りをいう取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(回転バルブ部材の離座の有無に関する引用発明1−1及び1−2の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1における「離座」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1における回転バルブ部材38の回動に関連し，刊行物1が開示する事項は，上記1(2)のとおりであるところ，これによれば，刊行物1においては，回転バルブ部材38の回動時の同部材とヘッダ16との接触状態について，原告が「離座」の意義として主張するような，回転バルブ部材38が「弁座(ヘッダ16)から軸方向(弁座から垂直方向)に離れる」状態にまで至っているか否かは明らかではなく，単に，回転バルブ部材38をヘッダ16に押し付けている差圧力が継続して低下し，これに伴い，回転バルブ部材38とヘッダ16との間に作用する摩擦力が継続して低下する状態が開示されているにすぎないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，引用発明1において，回転バルブ部材38がヘッダ16上に着座した位置から幾らか上昇し，回転バルブ部材38の端面39とヘッダ16の頂面との相対する面が少なくとも顕微鏡的に見て離れた状態になる旨主張するが，刊行物1の上記開示内容によれば，そのように断定することはできず，その他，そのような事実を認めるに足りる証拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1−1及び本件発明1について",
                  "text": [
                    "審決は，引用発明1−1，これと本件発明1との一致点及び相違点並びに相違点aについて，以下のとおり認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1−1",
                      "text": [
                        "「(a)・・・",
                        "・・・",
                        "(c)前記回転バルブ部材38を前記弁座上の第1位置において前記弁座に着座密封係合させる方向に前記回転バルブ部材38に差圧力を加え，",
                        "・・・",
                        "(e)前記回転バルブ部材38が離座できるように前記差圧力を減少させ，・・・",
                        "(h)前記回転バルブ部材38を前記第2位置において前記弁座と係合するように押し付けるために前記差圧力を再現し・・・",
                        "・・・",
                        "・・・て行われる，流体システム内の流れの方向を変更する方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「(a)・・・",
                        "・・・",
                        "(c)前記弁部材を前記弁座上の第1位置において前記弁座に着座密封係合させる方向に前記弁部材に差圧力を加え，",
                        "・・・",
                        "(e)前記弁部材が離座できるように前記差圧力を変更し，",
                        "・・・",
                        "(h)前記弁部材を前記第2位置において前記弁座と係合するように押し付けるために前記差圧力を再現し・・・",
                        "・・・ことによって，システムを通る流体流れ方向を変更する方法。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "「a 本件発明1では，弁部材が離座できるように差圧力の向きを変更し，弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するようにしているのに対し，引用発明1−1では，弁部材が離座できるように差圧力を減少させてはいるものの，向きを変更させているものではなく，さらに，弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するようにも構成していない点。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点aの判断",
                      "text": [
                        "「刊行物2には，高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する正味の差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法が記載されている。そして，冷凍又は空気調和システムに用いられる四方弁において，弁位置の切り換えを，弁を浮上させた状態で行うことは刊行物3，4にみられるように周知技術であるとともに，引用発明1−1の回転バルブ部材38(弁部材)が，各ポート52，68の径と各受圧面の面積の選び方によって，ヘッダ16上面の弁座から浮上しうることは当業者において自明であるから，この発明を引用発明1−1に適用することには何ら困難性は認められない。",
                        "してみれば，上記引用発明1−1において，弁部材が離座できるように差圧力を減少させる代わりにこれを逆転，すなわち向きを変更させ，弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するように構成することは，上記引用発明1−1に引用発明2を適用することにより当業者が容易に行い得たものである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1−2及び本件発明2について",
                  "text": [
                    "審決は，引用発明1−2，これと本件発明2との一致点及び相違点並びに相違点aについて，以下のとおり認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1−2",
                      "text": [
                        "「・・・切換弁を作動させる方法であって，",
                        "・・・",
                        "(c)前記高圧導管26のポートと前記低圧導管28のポートとの間の連通がほぼ阻止されるように，前記第1位置において前記回転バルブ部材38を弁座面に強制的に着座させること，・・・",
                        "(e)前記回転バルブ部材38を前記弁座との係合から外れるように離座させること，・・・",
                        "(g)前記高圧導管26のポートと前記低圧導管28のポートとの連通がほぼ阻止されるように，前記第2位置において前記回転バルブ部材38を弁座面に着座させること，を含み，・・・前記弁部材を弁座面との係合から外れるように動かす工程(e)・・・は，単一の手動回転ノブ80の・・・駆動操作に基づいて行われる前記切換弁を作動させる方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「・・・変更弁を作動させる方法であって，",
                        "・・・",
                        "(c)前記高圧ポートと前記低圧ポートとの間の連通がほぼ阻止されるように，前記第1位置において前記弁部材を弁座面に強制的に着座させること，",
                        "・・・",
                        "(e)前記弁部材を前記弁座との係合から外れるように離座させること，(f)・・・前記高圧ポートと前記低圧ポートとの連通がほぼ阻止されるように，前記第2位置において前記弁部材を弁座面に着座させること，を含む前記変更弁を作動させる方法。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "「a 本件発明2では，弁部材を弁座面との係合から外れるように離座させ，離座させた状態で第2位置に整列するように動かしているのに対し，引用発明1−2では，弁部材(回転バルブ部材38)を弁座面との係合から外れるように動かし，第2位置に整列するように動かしてはいるものの，弁座面から離座させ，その状態で第2位置に整列するように動かしているものではない点。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点aの判断",
                      "text": [
                        "「刊行物2には，高圧ポートからの流体を，弁部材を回転させることにより切換ポートに選択的に供給する切換弁であって，各弁位置におけるポート面からの流体の漏れを防止するために，弁部材が，各弁位置において該弁部材を確実に着座させるように作用する正味の差圧力を受けるようになっている切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ(すなわち，弁座面から離座させ)，弁部材を第1の弁位置から第2の弁位置まで動くように偏倚力を作用させ，第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って(すなわち，弁座面から離座した状態で)弁部材を移動させ，弁部材を第2の弁位置において弁座と係合するように押し付けるために最初の差圧力を再現するようにする方法が記載されており，・・・この発明を引用発明1−2に適用することには何ら困難性は認められない。",
                        "してみれば，上記引用発明1−2において，弁部材(回転バルブ部材38)を第1位置から第2位置まで移動させるにあたり，弁部材(回転バルブ部材38)を弁座面から離座させ，その状態で第2位置に整列するように動かすことは，上記引用発明1−2に引用発明2を適用することにより当業者が容易に行い得たものである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記ア及びイのとおり，審決は，①引用発明1−1の構成要件として，回転バルブ部材38を弁座上の第1位置において弁座に着座密封係合させる方向に回転バルブ部材38に差圧力を加えること，回転バルブ部材38が離座できるように差圧力を減少させること，回転バルブ部材38を第2位置において弁座と係合するように押し付けるために差圧力を再現することを，②本件発明1と引用発明1−1との一致点として，弁部材を弁座上の第1位置において弁座に着座密封係合させる方向に弁部材に差圧力を加えること，弁部材が離座できるように差圧力を変更すること，弁部材を第2位置において弁座と係合するように押し付けるために差圧力を再現することを，③両発明の相違点aの欄に，引用発明1−1において弁部材が離座できるように差圧力を減少させていることをそれぞれ説示し，また，④引用発明1−2の構成要件として，第1位置において回転バルブ部材38を弁座面に強制的に着座させること，回転バルブ部材38を弁座(面)との係合から外れるように離座させること，第2位置において回転バルブ部材38を弁座面に着座させることを，⑤本件発明2と引用発明1−2との一致点として，第1位置において弁部材を弁座面に強制的に着座させること，弁部材を弁座との係合から外れるように離座させること，第2位置において弁部材を弁座面に着座させることを，⑥両発明の相違点aの欄に，引用発明1−2において弁部材(回転バルブ部材38)を弁座面との係合から外れるように動かすことをそれぞれ説示しており，これらの説示内容のみをみれば，審決が，引用発明1−1及び1−2について，回転バルブ部材38がヘッダ16から離れるとの意味内容で，回転バルブ部材38が「離座」すると認定したものと見えなくもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，審決は，他方で，①本件発明1と引用発明1−1との相違点として，「本件発明1では，・・・弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するようにしているのに対し，引用発明1−1では，・・・弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するようにも構成していない点。」と説示した上，②この相違点に対し，「刊行物2には，・・・切換弁の制御方法において，・・・第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って弁部材を移動させ・・・るようにする方法が記載されている。そして，・・・弁位置の切り換えを，弁を浮上させた状態で行うことは・・・周知技術であるとともに，引用発明1−1の回転バルブ部材38(弁部材)が，各ポート・・・の径と各受圧面の面積の選び方によって，ヘッダ16の上面から浮上しうることは当業者において自明であるから，この発明を引用発明1−1に適用することには何ら困難性は認められない。してみれば，上記引用発明1−1において，・・・弁部材が弁座から離れた経路に沿って第1位置から第2位置まで移動するように構成することは，上記引用発明1−1に引用発明2を適用することにより当業者が容易に行い得たものである。」と説示し，また，③本件発明2と引用発明1−2の相違点として，「本件発明2では，弁部材を・・・離座させ，離座させた状態で第2位置に整列するように動かしているのに対し，引用発明1−2では，弁部材(回転バルブ部材38)を・・・弁座面から離座させ，その状態で第2位置に整列するように動かしているものではない点。」と説示した上，④この相違点に対し，「刊行物2には，・・・切換弁の制御方法において，弁部材が離座できるように前記差圧力を逆転させ(すなわち，弁座面から離座させ)，・・・第1の弁位置から第2の弁位置まで弁部材が弁座から離れた経路に沿って(すなわち，弁座面から離座した状態で)弁部材を移動させ・・・るようにする方法が記載されており，・・・この発明を引用発明1−2に適用することには何ら困難性は認められない。",
                        "してみれば，上記引用発明1−2において，・・・弁部材(回転バルブ部材38)を弁座面から離座させ，その状態で第2位置に整列するように動かすことは，上記引用発明1−2に引用発明2を適用することにより当業者が容易に行い得たものである。」と説示しているのである。",
                        "ところで，審決における相違点の認定は，本件発明及び引用発明の認定を前提として，両発明を対比して行うものであることからすると，引用発明の認定と相違点の認定における引用発明は同一であるべきものであるところ，審決は，相違点の認定において，引用発明1−1，1−2の回転バルブ部材38は離座するものではないことを明示しているのである。そうすると，審決は，前記のとおり，引用発明の認定において「離座」あるいは「第2位置において弁座と係合するように押し付ける」などというような「離れる」との意味の「離座」があることを窺わせる用語を不用意に使用しているが，これをもって引用発明1−1，1−2の回転バルブ部材38が離座するものと認定したものとみるのは相当ではない。そして，現に審決は，引用発明1−1，1−2の回転バルブ部材38が離座しないことを本件発明1及び2との相違点として摘示した上，この点についての判断を行っているのであるから，原告の主張は，審決を正解するものではなく採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，引用発明1−1及び1−2における離座の有無についての審決の認定の誤りをいう取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件各発明に係る容易想到性の判断の誤り)について(1) 原告は，引用発明1は，回転バルブ部材38が，その移動時といえども常にヘッダ16とシールされていなければならないことを本質とするものであるのに対し，引用発明2は，「主弁体をポート面から浮上させる」との構成を採用したものであるから，引用発明1と引用発明2とを組み合わせることはできず，したがって，本件各発明について，いずれも，引用発明1のいずれかと引用発明2と周知技術とに基づいて当業者が容易に発明をすることができたとの審決の判断は誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで検討するに，前記1(3)において説示したとおり，引用発明1において，回転バルブ部材38の回動時には，ポート68の覆いが解除され続ける結果，回転バルブ部材38をヘッダ16に押し付ける差圧力が一貫して低下し続けるものであるところ，刊行物1には，その間においても，回転バルブ部材38とヘッダ16との間でシールが維持されているとの記載はみられない(むしろ，刊行物1の「室11の圧力は，回転バルブ部材38をヘッダ16に向けて強制的に押し付け，相対する面の間のシールを行っているが，該相対する面の間の摩擦が増大し，回転バルブ部材38の手動による回転は，回転バルブ部材の回転中，高圧流体が室11内に維持されるならば難しい。」(3丁24～27行)，「均等化選択弁54が，反時計方向に回転され，ストッパ60に係合すると，・・・室11の圧力は，ポート68を通って低圧室42に流体を流れさせる。・・・回転バルブ部材38の回転の簡単化をもたらすであろう。」(4丁12～17行)との記載からみると，原告が主張するように回転バルブ部材38が，回動時も含めてシール状態を常時維持しているものと即断することはできない。)。",
                "また，前記1(1)のとおりの刊行物1の記載事項に同刊行物の図1ないし3が示すところを併せ考慮すると，引用発明1においては，回転バルブ部材38の回動の開始前及びその回動中，ポート68の覆いが解除されている間は，室11(高圧側)から室42(低圧側)への流体の漏れ(2つの熱交換器を介さない直接の流れ)が生じるほか，室44が導管26(高圧側)及び30を覆っている状態(第1位置における静止状態)から，室44が導管26(高圧側)及び32を覆う状態(第2位置における静止状態)に至るまでの間，すなわち，回転バルブ部材38が反時計方向に180度回転するまでの間に，室42が導管26(高圧側)及び28(低圧側)を覆い，これらの導管が接続されるという過程を経なければならず，その間にも，同様に，高圧側から低圧側への流体の漏れ(2つの熱交換器を介さない直接の流れ)が生じることになる。仮に，引用発明1が，いかなる場合においても，回転バルブ部材38とヘッダ16とのシールを最重要視し，流体の漏れを常に完全に防止することを目的としているのであれば，これらの事態が発生してはならないはずであるが，上記のとおり，これらの事態が発生することからすれば，引用発明1は，これらの事態の発生を不可避的なものとして許容しているものと解される。",
                "以上からすると，引用発明1において，上記各静止状態においてのみならず，回転バルブ部材38の回動時においても，同部材とヘッダ16との間のシールが要求されていると認めることはできず，その他，そのような事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，引用発明1について，回転バルブ部材38が，その移動時といえども常にヘッダ16とシールされていなければならないことを本質とするものであるとの前提に立って，同発明と引用発明2との組合せが不可能である旨をいう原告の主張は，その前提を欠くものとして失当である。",
                "なお，原告は，刊行物1の公開時期が相当前であることから，このように時代的隔たりのある技術の組合せは困難というが，技術の進歩が先人の技術的所産の蓄積であることを考慮すると，原告主張の隔たりがあるとしても，何ら支障となるものではないから，この点に関する原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，本件各発明に係る容易想到性についての審決の判断の誤りをいう取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，審決取消事由はいずれも理由がないので，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}