{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80224号事件について平成18年6月19日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「力・加速度・磁気の検出装置」とする特許第3145979号(平成2年10月12日出願の特願平2−274299号の一部を",
            "平成10年7月9日に分割出願，平成13年1月5日設定登録。以下「本件特許」という。)の特許権者である。",
            "被告は，平成17年7月14日に，本件特許の請求項1及び6に係る発明につき，無効審判請求をし，特許庁は，この審判請求を無効2005−80224号事件として審理した。この審理の過程において，原告は，同年10月20日，訂正請求をしたところ，特許庁は，平成18年6月19日，「訂正を認める。特許第3145979号の請求項1及び6に係る発明についての特許を無効とする。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成17年10月20日付け訂正請求書(甲10)及び訂正明細書(甲11，以下「本件訂正明細書」という。)による訂正後の本件発明の請求項1及び6(以下それぞれ「本件訂正発明1」，「本件訂正発明6」といい，両者を併せて「本件各訂正発明」という。請求項の数は全部で7項である。)は，下記のとおりである(下線は訂正箇所を示す。)。",
            "【請求項1】",
            "互いに直交する第1の軸および第2の軸を定義し，前記第1の軸方向に作用した力および前記第2の軸方向に作用した力をそれぞれ独立して検出する機能をもった力検出装置であって，",
            "装置筐体に対して変位が生じないように固定された固定要素と，前記固定要素に可撓性部分を介して接続され，外部から作用した前記第1の軸方向の力もしくは前記第2の軸方向の力に基いて，前記可撓性部分が撓みを生じることにより，前記固定要素に対して前記第1の軸方向もしくは前記第2の軸方向に変位を生じる変位要素と，",
            "前記変位要素の変位にかかわらず固定状態を維持するように前記固定要素上に形成された第1の固定電極，第2の固定電極，第3の固定電極，第4の固定電極と，",
            "前記変位要素の変位とともに変位するように前記変位要素上に形成された第1の変位電極，第2の変位電極，第3の変位電極，第4の変位電極と，を備え，",
            "前記第1の固定電極と前記第1の変位電極とは互いに対向する位置に配置され，前記第1の固定電極と前記第1の変位電極とによって第1の容量素子が形成され，",
            "前記第2の固定電極と前記第2の変位電極とは互いに対向する位置に配置され，前記第2の固定電極と前記第2の変位電極とによって第2の容量素子が形成され，",
            "前記第3の固定電極と前記第3の変位電極とは互いに対向する位置に配置され，前記第3の固定電極と前記第3の変位電極とによって第3の容量素子が形成され，",
            "前記第4の固定電極と前記第4の変位電極とは互いに対向する位置に配置され，前記第4の固定電極と前記第4の変位電極とによって第4の容量素子が形成され，",
            "かつ，前記変位要素が前記第1の軸の正方向に変位した場合，前記第1の容量素子の電極間距離が減少するとともに前記第2の容量素子の電極間距離が増加し，前記変位要素が前記第1の軸の負方向に変位した場合，前記第1の容量素子の電極間距離が増加するとともに前記第2の容量素子の電極間距離が減少し，前記変位要素が前記第2の軸の正方向に変位した場合，前記第3の容量素子の電極間距離が減少するとともに前記第4の容量素子の電極間距離が増加し，前記変位要素が前記第2の軸の負方向に変位した場合，前記第3の容量素子の電極間距離が増加するとともに前記第4の容量素子の電極間距離が減少するように，前記各固定電極および前記各変位電極が配置されており，前記第1の容量素子の容量値と前記第2の容量素子の容量値との差を，前記第1の軸方向に作用した力方向成分を示す検出信号として出力し，前記第3の容量素子の容量値と前記第4の容量素子の容量値との差を，前記第2の軸方向に作用した力方向成分を示す検出信号として出力する検出回路を更に備え，前記固定要素および前記変位要素がシリコンにより構成されていることを特徴とする力検出装置。",
            "【請求項6】",
            "請求項1～5のいずれかに記載の検出装置において，変位要素に作用する加速度に基づいて発生する力を検出することにより，加速度の検出を行ない得るようにしたことを特徴とする加速度検出装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，審決は，本件各訂正発明は，米国特許第4941354号公報(甲3，以下「刊行物1」という。)の記載及び周知技術(甲4，以下「刊行物2」という。)に基づいて容易に発明をすることができたものであるから，特許法29条2項の規定に違反してされたものであり，無効とすべきものであると判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した本件各訂正発明と刊行物1記載の発明(以下「引用発明」という。)との一致点及び相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1との一致点",
                  "text": [
                    "互いに直交する第1の軸および第2の軸を定義し，前記第1の軸方向に作用した力および前記第2の軸方向に作用した力をそれぞれ独立して検出する機能をもった力検出装置であって，装置筐体に対して変位が生じないように固定された固定要素と，前記固定要素に可撓性部分を介して接続され，外部から作用した前記第1の軸方向の力もしくは前記第2の軸方向の力に基いて，前記可撓性部分が撓みを生じることにより，前記固定要素に対して前記第1の軸方向もしくは前記第2の軸方向に変位を生じる変位要素と，前記変位要素の変位にかかわらず固定状態を維持するように前記固定要素上に形成された第1の固定電極，第2の固定電極，第3の固定電極，第4の固定電極と，前記変位要素の変位とともに変位するように前記変位要素上に形成された第1の変位電極，第2の変位電極，第3の変位電極，第4の変位電極と，を備え，前記第1の固定電極と前記第1の変位電極とは互いに対向する位置に配置され，前記第1の固定電極と前記第1の変位電極とによって第1の容量素子が形成され，前記第2の固定電極と前記第2の変位電極とは互いに対向する位置に配置され，前記第2の固定電極と前記第2の変位電極とによって第2の容量素子が形成され，前記第3の固定電極と前記第3の変位電極とは互いに対向する位置に配置され，前記第3の固定電極と前記第3の変位電極とによって第3の容量素子が形成され，前記第4の固定電極と前記第4の変位電極とは互いに対向する位置に配置され，前記第4の固定電極と前記第4の変位電極とによって第4の容量素子が形成され，かつ，前記変位要素が前記第1の軸の正方向に変位した場合，前記第1の容量素子の電極間距離が減少するとともに前記第2の容量素子の電極間距離が増加し，前記変位要素が前記第1の軸の負方向に変位した場合，前記第1の容量素子の電極間距離が増加するとともに前記第2の容量素子の電極間距離が減少し，前記変位要素が前記第2の軸の正方向に変位した場合，前記第3の容量素子の電極間距離が減少するとともに前記第4の容量素子の電極間距離が増加し，前記変位要素が前記第2の軸の負方向に変位した場合，前記第3の容量素子の電極間距離が増加するとともに前記第4の容量素子の電極間距離が減少するように，前記各固定電極および前記各変位電極が配置されており，前記第1の容量素子の容量値と前記第2の容量素子の容量値との差を，前記第1の軸方向に作用した力方向成分を示す検出信号として出力し，前記第3の容量素子の容量値と前記第4の容量素子の容量値との差を，前記第2の軸方向に作用した力方向成分を示す検出信号として出力する検出回路を更に備え」た「力検出装置」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明6との一致点",
                  "text": [
                    "上記アに加えて，「変位要素に作用する加速度に基づいて発生する力を検出することにより，加速度の検出を行い得るようにした」「加速度検出装置」でる点でも一致する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件各訂正発明との相違点",
                  "text": [
                    "本件各訂正発明では「前記固定要素および前記変位要素がシリコンにより構成されている」のに対し，引用発明ではこのような構成を備えていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決は，①引用発明の認定及び本件各訂正発明と引用発明との一致点の認定の誤りがあり(取消事由1)，また，②相違点に関する容易想到性の判断の誤りがある(取消事由2)から，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定及び本件各訂正発明と引用発明との一致点の認定の誤り)",
          "text": [
            "審決は，引用発明は，矩形波電圧V とV との差に応じた直流出力によりXA XB",
            "復帰電力を生じさせているとしても，同時に，静電容量の差を所定軸方向に作用した力として検出していると認定した上で，本件各訂正発明と引用発明とは，「前記第1の容量素子の容量値と前記第2の容量素子の容量値との差を，前記第1の軸方向に作用した力方向成分を示す検出信号として出力し，前記第3の容量素子の容量値と前記第4の容量素子の容量値との差を，前記第2の軸方向に作用した力方向成分を示す検出信号として出力する検出回路を備えた」との点で一致すると認定した。",
            "しかし，以下のとおりの理由により，審決の上記認定には誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明における加速度の検出原理は，「常にマグネット6を中立位置に維持させるように，フォースコイルに復帰電流を流すような制御を行い，中立維持に必要とされた復帰電流の大きさによって，作用した加速度の大きさを判定する」とするものである。大きな加速度が作用すると，当該加速度によってマグネット6を変位させようとする大きな力が加わることになるので，中立位置に維持させるために，大きな復帰電流が必要になり，中立維持に必要な復帰電流の大きさ(図5の回路の電圧VXに対応)を検出することにより，作用した加速度の大きさを検出するという原理を応用している。これに対し，本件各訂正発明における加速度の検出原理は，検出回路は，変位要素の変位の大きさを一対の容量素子の静電容量の差として捉え，これを検出軸方向に作用した力方向成分を示す検出信号として出力するものである。",
                "したがって，両者は，加速度の検出原理において相違する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明においては，静電容量の差自体が制御対象となるため，静電容量の差を所定軸方向に作用した力として検出することは原理的にできない。",
                "引用発明において，矩形波電圧V とV との差に応じた直流電流により復XA XB",
                "帰電流を生じさせることによって加速度を検出する原理と，静電容量の差を所定軸方向に作用した力として検出する原理を両立させることはできない。",
                "しかるに，審決が，これらの原理が両立することを前提として，一致点を認定した点には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての容易想到性の判断の誤り)",
          "text": [
            "審決は，本件各訂正発明と引用発明との相違点に関し，センサにおいて基板にシリコンを用いることは周知である(甲4)から，引用発明における「回路板15等の固定された部分」及び「可動プレート13を構成する環状のフランジ等の変位する部分」にシリコンを用いることにより，本件各訂正発明の構成とすることは当業者が適宜行い得ると判断した。",
            "しかし，以下のとおりの理由により，審決の上記判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4の加速度センサにおける「振子構造」は，本件各訂正発明の「作用体30」に対応する部分であるから，甲4は，せいぜい，本件各訂正発明における「作用体30」にシリコンを用いることが周知であることを示しているにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一般に，シリコンは半導体部品等において用いられる素材であり，甲4にも開示されているように，結晶性ウエハを微細機械加工して形成されるものであるため，シリコンが適用される部材は基本的には平面状である。しかし，引用発明の装置は，平面構造を採用したものではなく，シリコンを加工して引用発明の装置を形成するのは極めて困難であるから，当業者が容易に想到し得たということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明には，フォースコイル29～32やマグネット6が必要であるのに対し，本件各訂正発明は，磁石やコイルなどは不要で，引用発明に比べ格段に製造コストが低く，検出装置を安価に供給し得るという顕著な効果があるから，引用発明に周知技術を適用して，そのような効果を奏する本件各訂正発明を容易に想到し得たということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定及び本件各訂正発明と引用発明との一致点の認定の誤り)について",
          "text": [
            "引用発明のマグネット6は，中立位置から移動可能であり，変位することが可能である。したがって，マグネット6を中立位置に戻すために，矩形波電圧V とV との差に応じた直流電流により復帰電流を生じさせているとしても，XA XB",
            "その復帰電流を検出することとは独立に，その直流電流により静電容量の差を所定軸方向に作用した力として検出することは可能である。",
            "したがって，本件各訂正発明と引用発明とが，加速度の検出原理において異なるとしても，両者は両立するから，一致点の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4は，「振子構造」をシリコンにより構成することを開示しているから，「振子構造」の一部である「固定部分又はベース1」及び「試験体6」をシリコンにより構成することを開示しているというべきである。甲4は「固定部分又はベース1」及び「試験体6」に相当する本件各訂正発明の「固定要素」及び「変位要素」をシリコンにより構成することを開示しているといえる。また，センサにおいて基板にシリコンを用いることは周知技術といえる(乙8ないし11)。したがって，審決が，引用発明における「固定された部分」及び「変位する部分」にシリコンを用いることにより，本件各訂正発明の構成とすることは容易であると判断した点に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件各訂正発明が奏する「製造コストが低く」，「安価に供給し得る」という効果は顕著な効果とはいえないし，これらの効果は，「固定要素及び変位要素をシリコンにより構成する」こととは無関係である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定及び本件各訂正発明と引用発明との一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1(甲3，乙12)の記載",
              "text": [
                "証拠(甲3，乙12)によると，刊行物1には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明によれば，3軸の加速度計が提供される。この加速度計は，ハウジングと，加えられた力に応答して3つの測定軸に対して変位可能なようにそのハウジング内に取り付けられたマグネットと，マグネットの変位を検知し，3つの測定軸のそれぞれに沿って加えられた力の成分に比例する出力信号を提供する検知手段とを含む。」(1欄32～40行)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「図1を参照して，図示される加速度計1は，導電性のハウジング2を含む。ハウジング2は，下部ハウジング部分3と上部ハウジング部分4とから構成されており，ハウジング2とは電気的に絶縁されているケーシング5によって囲まれている。ケーシング5は，磁気的なスクリーニングを提供するために，ラジオメタルのような軟磁性アロイから作成されている。",
                    "サマリウムコバルトの永久マグネット6は，導電性の支持部材7内の円柱状のボア50の中に受容されることによってハウジング2内に取り付けられている。支持部材7は，中央孔8を介して下部ハウジング部分3の中を延びている。支持部材7は，ネジ51によって導電性の円形の支持ダイヤフラム9の中央に接続されている。ネジ51は，ダイヤフラム9を介して支持部材7の中をネジがきられたボア52に延びている。支持部材7の軸方向のマグネット6の移動は，Z測定軸に沿っており，ダイヤフラム9の平面と垂直な方向にダイヤフラム9が変形することによって許容される。",
                    "さらに，支持部材7の軸に対して横方向のマグネット6の移動は，ダイヤフラム9に平行な平面内で直交するXおよびY測定軸に沿っており，ダイヤフラム9の中心を軸として支持部材7を回転させるようにダイヤフラム9が撓むことによって許容される。」(2欄14～39行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「支持部材7の上部分には，ピックオフキャパシタ14の可動プレート13を構成する環状のフランジが設けられている。キャパシタ14は，従来のプリント回路プロセスによって回路板15の下側に形成された固定された円状のプレートをさらに含み，ネジ16によってハウジング固定されている。ネジ16はまた，下部ハウジング部分3と上部ハウジング部分4とを接続する。図3に示されるように，固定プレート17は，4つのプレート部分18，19，20，21を含む。これらのプレート部分は，互いに電気的に絶縁されており，中央点22の周りにある共通のプレートに配置されている。」(2欄47～57行)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「図3を再び参照して，ピックオフキャパシタ14の4つのプレート部分18～21をYA，XA，YB，XBと表記し，これらのプレート部分",
                  "text": [
                    "のそれぞれと可動プレート13との間の静電容量をC ，C ，C ，CYA XA YB",
                    "と表記すると，X，Y，Z軸に沿ってそれぞれ△X，△Y，△Z移動すXB",
                    "ることにより，その変形に比例して静電容量が変化する。",
                    "△X ∝ C −C",
                    "XA XB",
                    "△Y ∝ C −C",
                    "YA YB",
                    "△Z ∝ C ＋C ＋C ＋C",
                    "XA XB YA YB",
                    "このような軸方向のマグネット6の移動は，可動プレート13と固定プレート17との間の静電容量を変化させる。横方向のマグネット6の移動は，可動プレート13とそれに対向するプレート部分19および21(もしくは，18および20)との間の差動静電容量に変化を生じさせる。」(3欄15～33行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「マグネット6が，可動プレート13とプレート部分19との間の間隔が増加するように中立位置から移動すると，C はC より小さくなり，XA REF",
                  "text": [
                    "V は励起電圧Φに対して180゜位相がずれることになる。逆に，マグXA",
                    "ネット6が，その間隔が減少するように中立位置から移動すると，C はXA",
                    "C より大きくなり，V はΦと同位相になる。出力電圧V ，V ，REF XA XB YA",
                    "V は，プレート部分21，18，20にそれぞれ関連する同様のピックYB",
                    "オフ増幅回路によって供給される。」(3欄54～63行)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「増幅器49は，矩形波電圧V とV との差に応じた直流出力を発生XA XB",
                  "text": [
                    "させ，この直流出力は，X軸フォースコイル30，32および電流検出抵抗58を流れる復帰電流を生じさせる。フォースコイル30，32を流れる電流の方向は，マグネット6を中立位置に戻す方向であり，ピックオフキャパシタ14の可動プレート13がプレート部分19，21に関して左右対称に配置されるようにする方向である。」(4欄30～38行)キ 「マグネット6を中立位置に復元するために必要とされる電流は，加えられた力のうちのX軸に沿って作用する成分の測定値である。このように，電流検出抵抗58を横切る電流は，加えられたX成分を示す出力電圧Vxを与える。増幅器49は非常に高いゲインを有するため，力均衡回路の感度は非常に大きく，実用においては，マグネット6がX軸に沿ってごくわずかに移動することによって必要とされる出力電圧が生成されるということが強調されるべきである。」(4欄39～48行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上認定した刊行物1の記載から，引用発明に関して次の各事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "加えられた力に応答してX軸，Y軸，Z軸の3つの測定軸に対して変位可能なようにそのハウジング内に取り付けられたマグネットと，マグネットの変位を検知し，上記3つの測定軸のそれぞれに沿って加えられた力の成分に比例する出力信号を提供する検知手段を有する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ピックオフキャパシタ14の4つのプレート部分18ないし21をYA，XA，YB，XBとし，それらと可動プレート13との間の静電容量C ，YA",
                  "text": [
                    "C ，C ，C は，マグネットがX，Y，Z軸に沿ってそれぞれ△X，XA YB XB",
                    "△Y，△Z移動することにより，その移動に比例して，それぞれの静電容量が変化する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "V は，C がC よりも大きくなる場合には，φと同相の矩形電圧XA XA REF",
                  "text": [
                    "であって，そのパルス幅がC とC との差に応じた出力信号を生成し，XA REF",
                    "逆に，C がC よりも小さくなる場合には，φと逆相の矩形電圧であXA REF",
                    "って，そのパルス幅がC とC との差に応じた出力信号を生成するもXA REF",
                    "のである。そして，V は，C についてのものであることを除いて，VXB XB",
                    "と同様である。",
                    "XA"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "増幅器49は，矩形波電圧V とV との差に応じた直流出力を発生さXA XB",
                  "text": [
                    "せ，この直流出力は，X軸フォースコイル30，32および電流検出抵抗58を流れる復帰電流を生じさせる。",
                    "この復帰電流は，外部から加えられた力によって変位するマグネットを，中立位置に復帰させるとともに，その位置に留まらせるためのものであるから，加えられた力の成分の大きさに応じて変化する。また，この復帰電流は，V とV の差分量に応じた直流電流であるのであるから，復帰電XA XB",
                    "流の大きさは，C とC の容量差に相当する量である。",
                    "XA XB"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "Y軸方向も，X軸方向と同様に，C とC の容量差を検出して，Y軸YA YB",
                  "text": [
                    "方向に加えられた力の方向と大きさを検出するから，Y軸方向に加えられた力の方向と大きさを検出する検出回路を有する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "以上を総合すると，引用発明は，X軸方向又はY軸方向に加えられた力により，変位するマグネットの変位量をC とC 又はC とC の容量XA XB YA YB",
                  "text": [
                    "値の差として検出し，マグネットを中立位置に戻す為のC とC 又はCXA XB",
                    "とC の容量差に応じた復帰電流の大きさにより，X軸方向又はY軸方YA YB",
                    "向に加えられた力の方向と大きさを検出する検出回路が記載されているものと認められる。",
                    "そうすると，引用発明には，「前記第1の容量素子の容量値と前記第2の容量素子の容量値との差を，前記第1の軸方向に作用した力方向成分を示す検出信号として出力し，前記第3の容量素子の容量値と前記第4の容量素子の容量値との差を，前記第2の軸方向に作用した力方向成分を示す検出信号として出力する検出回路」が記載されているものと認められる。",
                    "よって，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の検出原理と本件各訂正発明の検出原理とは，両立するということはあり得ないにもかかわらず，審決が，「引用発明は，上記直流出力により復帰電流を生じさせているとしても，同時に，静電容量の差を所定軸方向に作用した力として検出しているということができる」と判断した点で誤りがあると主張する。",
                    "しかし，審決は，引用発明が復帰電流の大きさにより所定軸方向に作用した力を検出しているが，その復帰電流は，静電容量C とC との差にXA XB",
                    "応じた出力であるから，結局のところ，静電容量C とC の容量値の差XA XB",
                    "を，所定軸方向に作用した力を示す検出信号として出力していると判断したものであり(同判断に誤りがないことは上記(2)のとおりである。)，本件各訂正発明の実施例の検出原理と引用発明の検出原理とが両立することを前提として判断したものではないから，原告の主張は，その主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明において，「静電容量の差」は，測定対象である力の検出のために用いられているのではなく，マグネット6の中立位置に維持制御されているかを確認するためのパラメータとして用いられており，「静電容量の差」自体が制御対象となっているから，「同時に静電容量の差を所定軸方向に作用した力として検出する」ことは物理的にできないと主張する。",
                    "しかし，引用発明においては，復帰電流の大きさにより，外部から作用する力を測定するものであって，復帰電流の大きさは，「静電容量の差」に応じたものであり，また，マグネットは，外部からの力により変位し得る構成とされているものであって，当該変位が，静電容量の差となるものであるから，「静電容量の差」は，外部から作用する力により変化するものであることには変わりはない。",
                    "そうすると，引用発明においては，「静電容量の差」は，測定対象である力の検出値としての意味をもつことになるから，この点の原告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2(甲4)の記載",
              "text": [
                "証拠(甲4)によると，刊行物2には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「本発明は，フラット形振子構造を用い，該構造体の面内に感応軸線がある加速度計用センサに関する。",
                    "特に本発明は，前記振子構造が例えばシリコン或いは石英からなる結晶性ウエハを微細機械加工して形成され，且つ平形試験体の面内の2つの可撓性平行ブレードにより懸架された前記試験体よりなる加速度計用センサに関する。」(3頁左上欄17行～右上欄4行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「第1図は本発明による振子構造の基本的配置を示すものである。上記のように，この構造は平面状であり，結晶性シリコン或いは石英ウエハの微細機械加工により単一片に形成され，これは更に集積電子回路の基板として用いられる。」(4頁右上欄12～16行)"
                },
                {
                  "fig": "ウ",
                  "subject": "「この振子構造は固定部分又はベース1からなり，これには同じ長さの2つの平行する可撓性ブレード4，5の下端部，即ち足部2，3が固着され，それ等の上端部に，2つの可撓性ブレード4，5間空間内に大部分が延在するほぼ直線状の試験体6を支承する。」(4頁右上欄17行～左下欄2行)"
                },
                {
                  "fig": "エ",
                  "subject": "「この図からわかるように，振子構造は，結晶性ウエハ内に，可撓性ブレード4，5の内部エッジ7と，2つの横方向エッジ9，10，及び試験体6の長手方向内部エッジ11と，更に振子構造の固定部分1の内部エッジ12とを形成するU字形窪みを形成して得られる。同様に，可撓性ブレード4，5の外部エッジ8と試験体6の長手方向外部エッジ13とは逆U字形切欠きにより得られる。」(4頁右下欄10行～18行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によると，甲4の「振子構造」は，シリコンにより形成され，固定部分又はベース1と，可撓性ブレード4，5と，試験体6とを有しているものであると認められる。そして，「固定部分又はベース1」は本件各訂正発明の「固定要素」に相当し，「試験体6」は，固定部分又はベース1に対して，可撓性ブレードを介して取り付けられるものであるから，本件各訂正発明の「変位要素」に相当するものといえる。そうすると，甲4では，「固定部分又はベース1」及び「試験体6」に相当する本件各訂正発明の「固定要素」及び「変位要素」をシリコンによって形成するとの技術事項が開示されているといえる。",
                "したがって，審決が，引用発明における「固定された部分」及び「変位する部分」にシリコンを用いるとの周知技術を適用することにより，本件各訂正発明の構成とすることは容易であると判断した点に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点について，原告は，シリコンが適用される部材は平面状であるのに対し，引用発明の装置は平面構造ではないから，シリコンを加工して引用発明の装置を形成することは困難といえる旨を主張する。",
                "しかし，審決がシリコンを用いることを当業者が適宜なし得ると判断している部分は，「回路板15等」，「可動プレート13を構成する環状フランジ等」であり，これらはいずれも平面状構造の部材である。そして，可動プレート13を構成する環状フランジを，シリコンにより形成すれば，可動プレート13は，シリコンにより形成された環状フランジにより構成されることになる。そうすると，引用発明の装置が平面構造を採用していないことを理由として，引用発明に甲4記載の周知技術を適用することが困難であるとする原告の主張は失当である。",
                "また，原告は，本件各訂正発明は，磁石やコイルなどは不要で，引用発明に比べて格段に製造コストが低く，検出装置を安価に供給し得るという顕著な効果があるから，引用発明から本件各訂正発明を容易に想到することができないと主張する。しかし，これらの効果は引用発明との相違点である固定要素及び変位要素をシリコンにより形成することと関連する効果とはいえず，仮に引用発明で必要な磁石やコイルを不要としたとしても，それによる製造コストの低減は，当然に予測できる範囲の効果である。原告の上記主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，原告は，平成18年9月12日付け訂正審判請求書(甲5)により訂正審判請求を行い，同審判請求は認められるので本件審決は取り消されるべきとも主張する。しかし，この点については，同訂正審判請求に係る審決の取消訴訟(当庁平成19年(行ケ)第10076号)において，平成19年9月26日に，審判請求は成り立たないとした審決を維持すべきものとして，知的財産高等裁判所において原告の請求を棄却する判決がされた(当裁判所に顕著な事実)。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由にはいずれも理由がなく，その他，審決の結論に影響を及ぼすその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}