{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2006−39079号事件について平成18年10月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有し発明の名称を「エレベータ装置」とする後記特許について，原告が平成18年5月22日付けで訂正審判請求をしたところ，特許庁が，訂正発明は進歩性を欠くとして請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
        "本件の争点は，上記進歩性の有無である。",
        "なお，原告が有する後記特許については，原告が被告補助参加人に対して，同特許権等に基づいてエレベータの製造販売等の差止めと特許権侵害を理由とする損害賠償を求める訴訟を提起し，同訴訟について，東京地裁は平成18年12月26日に請求棄却の判決をしており，これに対し原告が控訴したことから，その控訴事件が当庁に係属している(平成19年(ネ)第10005号事件)。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成10年7月13日，名称を「エレベータ装置」とする発明について特許出願(特願平10−197317号)をし，平成15年12月12日，特許第3502270号として設定登録を受けた(請求項の数5，以下「本件特許」という。特許公報は甲3の1)。",
                "その後，原告は，本件特許について，平成18年5月22日付けで訂正審判請求(この訂正を「本件訂正」という。審判請求書は甲10，同請求書添付の訂正明細書は甲3の2)をし，平成18年8月8日付けで訂正明細書を補正した(甲11)。特許庁は，これを訂正2006−39079号事件として審理した上，平成18年10月18日，平成18年8月8日付けでなされた訂正明細書の補正(明らかな誤記の補正)を認めた上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年10月30日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正の内容",
              "text": [
                "本件訂正審判請求の内容の詳細は，別添審決写し記載のとおりであるが，そのうち訂正後の特許請求の範囲【請求項1】は，次のとおりである(以下「訂正発明」という。下線部が訂正部分)。",
                "「昇降路の底部に設置されている巻上機支持台，",
                "この巻上機支持台上に設置され，回転可能な綱車を有する巻上機，かごガイドレール，",
                "上記巻上機の駆動により，上記かごガイドレールに案内されて上記昇降路内を昇降するかご，",
                "上記かごに設けられている回転自在のかご吊り車，",
                "上記かごガイドレールと間隔をおいて設置されている重りガイドレール，",
                "上記重りガイドレールに案内されて上記昇降路内を昇降する釣合重り，上記釣合重りに設けられている回転自在の重り吊り車，",
                "上記昇降路内に設置され，上記巻上機から上記巻上機支持台に作用する上向きの力を受け，上記かごガイドレール及び上記重りガイドレールを支持するレール支持梁，",
                "上記ガイドレールにより支持されている回転自在の返し車，上記巻上機の綱車及び上記返し車に巻き掛けられ，上記かご吊り車を介して上記かごを吊り下げるとともに上記重り吊り車を介して上記釣合重りを吊り下げる主ロープ，及び",
                "上記ガイドレールにより支持され，それぞれが上記主ロープの端部に固定されている一対の綱止め部材を備え，",
                "上記返し車は，上記巻上機の綱車から上記かご吊り車に至る上記主ロープが巻き掛けられている回転自在のかご側返し車と，上記巻上機の綱車から上記重り吊り車に至る上記主ロープが巻き掛けられている回転自在の重り側返し車からなり，",
                "上記レール支持梁は，上記かごの重量及び釣合重りの重量が上記かご側返し車，上記重り側返し車，及び上記一対の綱止め部材を介して上記かごガイドレール及び上記重りガイドレールに作用することによる下向きの力により上記上向きの力を相殺させることを特徴とするエレベータ装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりであり，その理由の要点は，訂正発明は，下記の各文献に記載された発明及び周知技術に基づいて容易に発明することができたから，特許法29条2項により特許出願の際独立して特許を受けることができず，本件訂正は不適法である，というものである。",
                    "記",
                    "・実公昭63−4058号公報(甲1。以下「刊行物1」といい，これに記載された発明を「刊行物1発明」という。)",
                    "・実願昭56−198591号公報(甲2。以下「刊行物2」といい，これに記載された発明を「刊行物2発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，訂正発明と刊行物1発明との一致点，相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「昇降路の底部に設置され，回転可能な綱車を有する巻上機，かごガイドレール，",
                    "上記巻上機の駆動により，上記かごガイドレールに案内されて上記昇降路内を昇降するかご，",
                    "上記かごに設けられている回転自在のかご吊り車，",
                    "上記かごガイドレールと間隔をおいて設置されている重りガイドレール，",
                    "上記重りガイドレールに案内されて上記昇降路内を昇降する釣合重り，上記釣合重りに設けられている回転自在の重り吊り車，",
                    "上記ガイドレールにより支持されている回転自在の返し車，上記巻上機の綱車及び上記返し車に巻き掛けられ，上記かご吊り車を介して上記かごを吊り下げるとともに上記重り吊り車を介して上記釣合重り車を介して上記釣合重りを吊り下げる主ロープ，及び",
                    "上記ガイドレールにより支持され，それぞれが上記主ロープの端部に固定されている一対の綱止め部材を備え，",
                    "上記返し車は，上記巻上機の綱車から上記かご吊り車に至る上記主ロープが巻き掛けられている回転自在のかご側返し車と，上記巻上機の綱車から上記重り吊り車に至る上記主ロープが巻き掛けられている回転自在の重り側返し車からなる，エレベータ装置。」である点。",
                    "〈相違点〉",
                    "訂正発明においては「回転可能な綱車を有する巻上機」は「昇降路の底部に設置されている巻上機支持台」上に設置されており，「上記昇降路内に設置され，上記巻上機から上記巻上機支持台に作用する上向きの力を受け，上記かごガイドレール及び上記重りガイドレールを支持するレール支持梁」を備え，「上記レール支持梁は，上記かごの重量及び釣合重りの重量が上記かご側返し車，上記重り側返し車，及び上記一対の綱止め部材を介して上記かごガイドレール及び上記重りガイドレールに作用することによる下向きの力により上記上向きの力を相殺させる」という構成を備えているのに対し，刊行物1発明においては，巻上機は昇降路の底部に設置されているが，訂正発明における巻上機支持台とレール支持梁からなる部材に相当する部材を有しておらず，右側かご用レール4及びおもり用レール9は支持材19を介して右壁1eに固定されている点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べるような相違点の看過及び相違点判断の誤りにより，独立特許要件の認定を誤ったものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点の看過)",
                  "text": [
                    "訂正発明は，「…巻上機8に加わる上向きの力Fが巻上機取付梁6を介してアンカーボルト7に引き抜き力として作用するため，ピット1aの床面1bにはその引き抜き力に耐え得る強度が求められる。」という課題(甲3の2段落【0008】)を解決することを目的とする。訂正発明の構成によれば，「…巻上機から巻上機支持台に作用する上向きの力を，ガイドレールを支持するレール支持梁で受けるようにしたので，レール支持梁に伝えられる上向きの力は，ガイドレールに作用する下向きの力により相殺され，上向きの力は建物に作用しない。」(同【0028】)という効果を奏する。ここで重要な点は，単に，巻上機に作用する上向きの力がピット床面に作用しないということではなく，「建物に作用しない」という点である。",
                    "従来技術においては，巻上機を建物に固定するという固定観念があり，審決が刊行物2発明として認定した発明においても，この固定観念から抜け出ていない。したがって，かごや釣合重りからの力を受ける綱車や綱止め部材にかかる下向きの力と巻上機にかかる上向きの力を相殺することによって建物にかかる上向きの力をなくしてしまうという発想は得られなかった。この点に訂正発明の卓抜した技術思想がある。",
                    "ところで，刊行物1(甲1)の「9は鞍形断面を有し，脚部を昇降路1側へ向け，鞍部を右壁1eに固定されて立設されたおもり用レール」(4欄30行～32行)との記載，「19は一端が手前の右壁1eに固定されて昇降路1側へ屈曲され」(5欄17行～18行)との記載，「支持材19を右側かご用レール4及びおもり用レール9に取り付けたので，右壁1eへの取り付け点がレールを介して多数点に分散され，強固な取付けとなり，別途梁を設けて取り付ける必要がなくなり，据付工事の簡略化が可能となる。」(6欄2行～6行)との記載，「図において4aは鞍形に形成され，鞍部が右側かご用レール4の背面に固定され，脚部が右壁1eに固定されたレールブラケット」(4欄21行～24行)との記載，その第4図及び第5図から明らかなように，刊行物1発明においては，おもり用レール9は直接右壁1eに固定されるとともに，支持材19を介してさらに右壁に固定されているし，右側かご用レール4も，支持材19及びその上にあるレールブラケット4aを介して右壁1eに固定されている。",
                    "また，刊行物1(甲1)の第4図から明らかなとおり，レールブラケット3aはかご用レール3を左壁1fに固定するための部材であって，左壁に固定されている。",
                    "したがって，刊行物1発明においては，主索17の一端はレールブラケット3aを介して左壁1fに固定され，他端は止め板17a，支持材19を介して右壁1eに固定されているのであり，第1のつり車14及び第2のつり車15についても，止め板17aと同様に，支持材19を介して右壁1eに固定されている。",
                    "以上の構成によると，刊行物1発明においては，訂正発明とは異なり，右側かご用レール4，おもり用レール9及び左側かご用ガイドレール3に鉛直方向の荷重がかかることはなく，「右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15」，「左側かご用ガイドレール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」は存在しない。",
                    "丙20(被告補助参加人社員Aの報告書(1))には，ガイドレールの変形量は，レール1m当たり0．12mmであるとの記載がある。刊行物1発明出願当時(昭和57年9月6日)には，エレベータの設置される建物は5階建て以上の建物と考えられるので，5階建ての建物(15mの建物)を想定すると，変形量は，0．12×15＝1．8mmとなる。しかし，支持材19のうち，おもり用レール9に支持されている点と，右側かご用レール4に支持されている点のみが1．8mmも下降したならば，支持材19が変形するとともに，支持材19を右壁1eに固定している点に極めて大きな荷重がかかり，固定点が破壊するおそれが大きい。刊行物1発明は，ガイドレールの変形によって傾くということは予定しておらず，ガイドレールはほとんど変形することはない。変形することがないということは，荷重を受けていないということである。",
                    "審決は，刊行物1発明においては，主索17の一端がレールブラケット3aに固定され，他端が止め板17aに固定されており，止め板17aが支持材19に固定されていること，第1のつり車14及び第2のつり車15がいずれも支持材19に取り付けられていること，支持材19がかご用レール4及びおもり用レール9に固定されていることから，「右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15」(12頁9行～10行)及び「左側かご用ガイドレール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」(12頁14行～15行)が存在すると認定しているが，刊行物1発明においては，上記のとおり，第1及び第2のつり車や綱止め部材をかご用レール及びおもり用レールに支持させるという思想は全くなく，刊行物1発明についての審決の上記認定は誤りであって，審決には，この相違点を看過した違法がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点についての判断の誤り)",
                  "text": [
                    "審決は，①刊行物2(甲2)に「昇降路の底部に設置されている巻上機支持台，この巻上機支持台に設置されている巻上機，上記巻上機の駆動により，かごガイドレールに案内されて昇降路内を昇降するかごを備え，巻上機支持台においては，レールに作用している下向きの力と，巻上機に作用する上方向の力とが相殺されるエレベータ装置。」の発明が記載されていること(17頁下8行～下4行)，②かごガイドレール及びおもりガイドレールを昇降路の壁に固定するのでなく，エレベータ装置自身の部材によってガイドレールを支持する構造のエレベータ装置は本件特許出願前に周知の技術的事項であったこと(17頁下3行～18頁5行)を理由として，「…上記相違点に係る訂正発明の構成とすることは，当業者が容易に想到し得るものである。」(18頁14行～15行)と判断した。",
                    "しかし，審決の判断は，次のとおり，刊行物2発明の認定を誤るとともに，周知の技術的事項の適用可能性についての判断を誤った結果，進歩性について誤った判断を下したものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物2発明の認定の誤り",
                      "text": [
                        "刊行物2(甲2)には，「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される。」(3頁7行～9行)と記載されている。そして，ブラケット(2a)については，「(2)は昇降路(1)に互いに離れて立設されたレールで，(2a)はこれの中間部を昇降路(1)の周壁に支持したブラケット」(1頁下4行～下2行)と記載されている。これらの記載によれば，立設部材が上方向に移動しないのはブラケット(2a)によって支持されているからであることは明らかであって，ブラケット(2a)は立設部材に下向きの力を及ぼしているのである。ところが，審決は，何の根拠も示すことなく，「力学的に，レールに設けられたブラケットは主に水平方向の荷重を担うものであることを考慮すれば」(18頁23行～24行)と述べて，刊行物2の記載を全く無視している。",
                        "刊行物2発明(甲2)は，アンカーボルトの埋設をなくすことが目的ではあるが，立設部材(2)，ブラケット(2a)によって建物に力を支持させており，訂正発明とは異なり，巻上機にかかる上向きの力を建物に支持させないという技術思想に基づくものではなく，巻上機を建物に固定するという固定観念から抜け出ていない。この点は，上記引用部分にも現れているし，さらに，刊行物2(甲2)の立設部材(2)が建築躯体の柱であってもよいという記載にも現れている(3頁下6行～下5行)。この場合，立設部材(2)を建築躯体の柱に読み替えることにより，巻上機(5)に作用する上向きの力は支持部材(7)を介して建築躯体の柱によって支持され，巻上機に作用する上向きの力が建物に支持されることとなる。",
                        "したがって，刊行物2に記載されている力の相殺は，「部材が移動しない以上，部材に働く力が釣り合っているはずである」という力学法則以上のものではなく，これを刊行物1発明に適用したところで，訂正発明のように「上記かごの重量及び釣合重りの重量が上記かご側返し車，上記重り側返し車，及び上記一対の綱止め部材を介して上記かごガイドレール及び上記重りガイドレールに作用することによる下向きの力により上記上向きの力を相殺させること」にはならない。",
                        "刊行物2の上部を刊行物1の構造によって置き換えた模型を作成し，それを用いて，かごをモータでつり上げる実験をすると，ブラケット(2a)が昇降路の壁に固定されているときは，正常に作動するが，ブラケット(2a)が昇降路の壁に固定されていないときは，ガイドレールが変形し，昇降路を固定している支持部材が巻上機とともに持ち上がる(実験写真，甲5参照)。",
                        "また，特開昭62−175394号(発明の名称「エレベータのガイドレール支持装置」，公開日昭和62年8月1日，甲8)は，被告補助参加人の出願に係るものであるが，これには，建物躯体がガイドレールに対して相対的に沈下した場合には，ブラケットを介して建物がガイドレールを下方に押しつけることが記載されているから，鉛直方向の荷重を支持し得るブラケットが示されている。それにもかかわらず，丙9(「JEAS日本エレベータ協会標準集1996年版」社団法人日本エレベータ協会［平成8年1月15日発行］)にブラケットの鉛直方向の荷重についての記載がないのは，設計者が自ら評価した設計することが可能であるので標準化の必要がないと考えられたからであって，鉛直方向の荷重がかからないからではない。",
                        "以上のとおり，審決は，訂正発明における力の相殺の意義と，移動しない物体に働く力は釣り合っているという単なる力学法則とを混同した誤りがあり，刊行物2発明の認定を誤った結果，訂正発明の進歩性の判断を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知の技術的事項の適用可能性に関する判断の誤り",
                      "text": [
                        "審決の認定した周知の技術的事項とは，「かごガイドレール及び重りガイドレールを昇降路の壁に固定するのでなく，エレベータ装置自身の部材によってガイドレールを支持する構造のエレベータ装置」(17頁下3行～下1行)である。",
                        "しかし，前記イで引用した刊行物1の記載からすると，刊行物1発明においては，おもり用レール9，右側かご用レール4，左側かご用レール3が昇降路の壁に固定されているから，審決の認定した上記技術的事項が周知であったとしても，そのような技術的事項を刊行物1発明に適用することはあり得ない。また，刊行物2発明は，上記(ア)のとおり，立設部材(2)をブラケット(2a)を介して建物に支持するものであるから，審決の認定した上記技術的事項を刊行物2発明に適用することもあり得ない。したがって，単純に刊行物1発明に刊行物2発明を適用するならばともかく，刊行物1発明と刊行物2発明を組み合わせた上で，さらに，審決の認定した上記技術的事項を適用することは，刊行物1発明及び刊行物2発明の趣旨と矛盾することになる。審決は，訂正発明からさかのぼって刊行物1発明及び刊行物2発明を認定することにより各発明の構成を誤認し，このような誤認に基づいて周知の技術的事項の適用可能性を判断した誤りがある。その結果，審決は，訂正発明の進歩性の判断を誤ったものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告補助参加人の主張に対する反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告補助参加人は，刊行物2発明につき，昇降路の頂部において，案内車(4)にかかる「下向きの力」が上部桁を介して立設部材(2)に伝わることが刊行物2に記載されていると主張するが，刊行物2には，昇降路の頂部の構造に関する記載は一切なく，被告補助参加人の主張を裏付ける記載は存在しない。被告補助参加人は，ブラケットがクレームに含まれていないことを指摘するが，案内車にこのような下向きの力が上部桁を介して立設部材に伝わるなどという事実は，刊行物2の明細書の「考案の詳細な説明」全体を見ても，どこにも記載はもちろんのこと，示唆さえされていない。",
                        "反対に，刊行物2(甲2)には，明確に，前記のように「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される」という記載(3頁7行～9行)があり，さらに，「立設部材(2)が建築躯体の柱」であってもよいとも記載されている(3頁下6行～下5行)。上向きの荷重は究極的に建物が支持するから，支持部材(7)は巻上機(5)及び立設部材(2)を載置したまま上方に持ち上がるという不都合は生じないのである。なお，「立設部材(2)が建築躯体の柱」であってもよいという記載は，ブラケットが実用新案登録請求の範囲に記載されていない理由も説明している。立設部材(2)が建築躯体の柱であれば，ブラケットが不要な場合もあることは明らかであるからである。",
                        "このように，刊行物2では，上向きの荷重を建物に伝えることが前提となっているのであるから，当然，下向きの荷重も建物に伝えることが前提となっているはずである。したがって，刊行物1(甲1)において「支持材19を右側かご用レール4及びおもり用レール9に取り付けたので，右壁1eへの取付け点がレールを介して多数点に分散され，強固な取付けとなり」と説明され(6欄2行～5行)，第5図に図示されているように刊行物2においても，下向きの荷重を建物に伝えるための何らかの構造が存在するものと理解できる。",
                        "しかるところ，刊行物2(甲2)の第2図に記載されている上部の支持梁は，刊行物2(甲2)と考案者が同じである丙12(実願昭58−53560号［実開昭59−159678号］のマイクロフィルム，考",
                        "案の名称「エレベータ装置」，出願人三菱電機株式会社，公開日昭和59年10月26日)の第5図及び第6図記載の実施例において，上部の支持梁が壁面に固定されていること，これらの考案者であるBは，刊行物2(甲2)に係る製品(小型エレベーター「コンパクト4」)においても，上部の支持梁が壁面に固定されていると述べていること(甲7［Bの報告書］)からすると，壁面に固定されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告補助参加人は，「刊行物1発明では，つり車14及び15にかかる荷重はレールを介して建物壁面に伝えられる。したがって，レールを支持する支持梁を設ける必要性は全くない」というのが原告の主張であるとした上で，「前半部分が必ずしも全面的に誤りであるとは言い得ないと仮定しても，後半の結論部分は完全に誤りである。」と述べている。しかし，「後半の結論部分」なるものは，被告補助参加人の作文であって，原告の主張ではない。原告は，刊行物1が下向きの荷重を積極的に建物に伝える構造を開示している以上，それを建物に伝えない構造を採用するという動機が存在しないと述べたものであって，レールを支持する支持梁を採用するか否かについては何も述べていない。",
                        "刊行物1発明は，つり車14及び15にかかる荷重はレールを介して建物壁面に伝えられるので，刊行物1発明は，「建物依存型」に属する。「建物依存型」では，下向き荷重と上向き荷重は建物を介して相殺されることになるから，上向き荷重も建物に伝えられる必要がある。刊行物1にはエレベータ下部の構造を特定する記載は一切ないから，従来技術に従って，巻上機をピット床面にアンカーボルトで固定することを想定することもできる。一方，刊行物2発明も「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される」(3頁7行～9行)という記載から明らかなとおり，「建物依存型」である。したがって，刊行物2記載の支持部材を刊行物1記載のエレベータに適用することについては，阻害事由は存在しない。しかし，このような形で刊行物1発明と刊行物2発明を組み合わせたとしても，上向きの荷重と下向きの荷重は建物を介して相殺されるにすぎない。すなわち，建物を含めて考えなければ，「閉じた構造体」は構成されないのである。",
                        "被告補助参加人は，刊行物1発明と刊行物2発明を組み合わせることによって建物を介さずに「閉じた構造体」が構成されると主張しているが，この主張は，次の二つの誤った前提の上に成り立っている。",
                        "① 「刊行物1発明では，つり車14及び15にかかる荷重はレールを介して建物壁面に伝えられる。」という点を無視するという前提② 刊行物2における「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される」という記載を技術的に誤りであるとして無視し，「立設部材(2)が建築躯体の柱」であってもよいという記載についても無視できるという前提",
                        "上記の二つの前提は，これらの前提をおかなければ審決の結論が維持できないという理由を除けば，全く根拠がないものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15」につき",
                  "text": [
                    "刊行物1(甲1)の6欄2行～5行に「支持材19を右側かご用レール4及びおもり用レール9に取り付けたので，右壁1eへの取付け点がレールを介して多数点に分散され，強固な取付けとなり，」と記載されている。そして，刊行物1記載の第1のつり車14及び第2のつり車15は，支持材19に取り付けられており，その支持材19は，右側かご用レール4及びおもり用レール9に固定されるのみならず，右壁1eにも固定されている。さらに，右側かご用レール4はレールブラケット4aによって右壁1eに固定されている。",
                    "したがって，第1のつり車14及び第2のつり車15は，支持材19を介して右壁1eに支持されているとはいえ，同時に，右側かご用レール4及びおもり用レール9にも支持されるものであるから，審決において，刊行物1発明の構成として「右側かご用レール4及びおもり用レール9により支持されている第1のつり車及び第2のつり車15」を認定した点に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「左側かご用レール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」につき",
                  "text": [
                    "刊行物1(甲1)記載の主索17の一端はレールブラケット3aに固定されている(5欄9行～14行)。そして，左側かご用レール3は，レールブラケット3aを介して左壁1fに固定されているのは明らかであるので，主索17の一端が固定されたブラケット3aは，左壁1fと左側かご用レール3に支持されている。したがって，レールブラケット3aは，主索17の一端が固定され，左壁に支持されるとともに，左側かご用レール3に支持されているものである。",
                    "また，主索17の他端はつな止め板17aに固定されている。このつな止め板17aは支持材19に固定されている。支持材19は，おもり用レール9を介して右壁1eに固定されるとともに右側かご用レール4に支持されている。したがって，つな止め板17aは，主索17の他端が固定され，右壁に支持されるとともに，右側かご用レール4に支持されるものである。",
                    "以上によれば，審決において，刊行物1発明の構成として「左側かご用レール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」を認定した点に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，上記ア，イのとおり，原告が「存在しない」と主張する，「右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15」及び「左側かご用レール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」は，刊行物1発明の有する構成であるので，これを一致点として，相違点としなかったことに誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決では，右側についてレール4が壁に固定されている点は相違点として挙げている。また，左側についてレール3が壁に固定されている点を挙げていないものの，右側かご用レールのみならず，左側かご用レールも含めて，かご用レールが昇降路の壁に固定されない周知技術をもって発明の容易性を判断しているから，実質的に左側についても相違点の存在を前提としていることは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決には相違点の看過はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「訂正発明と刊行物2発明との相違に対する理解の誤り」の主張につき(ア) 刊行物2(甲2)の3頁19行～4頁6行には，「以上説明したとおりこの考案は，昇降路の下部に配置された巻上機を昇降路に設けられた立設部材の下端に一部が固定された支持部材の他部に装着したので，巻上機に作用する上方向の荷重が支持部材を介して立設部材によって支持されるため，簡単な構造で容易に巻上機を設置することができる安価なベースメント形エレベータを実現するものである。」との記載がある。",
                    "また，エレベータの構造と構造躯体には，自立型，半自立型(鉛直荷重自立・水平荷重依存型)，建物依存型(構造躯体依存型)の3つがあるが，このうち，半自立型においては，住宅の構造躯体は水平荷重を支えるものであって(建設省住宅局建築指導課「ホームエレベーターの本−ホームエレベーターのある住まいの計画と設計− 1989年版」24頁～26頁，乙1)，刊行物2発明のエレベータは，半自立型のものである。エレベータ装置におけるかご用，おもり用のガイドレールをブラケット等により構造躯体側に止め付けるのは，地震等によるガイドレールの横揺れを防止するためであり，上下方向の力を負担するものではないと考えるのが，当業者の技術常識になっている。",
                    "したがって，刊行物2発明においては，立設部材(2)に下方向の力が作用して上方向の力と釣り合い，相殺しているものであり，これは，訂正発明における下向きの力と上向きの力の相殺と実質的に相違するものではない。",
                    "なお，ブラケット(2a)は水平荷重を支えるものであって，上向きの力を支えるものではないので，刊行物2(甲2)の3頁7行～9行の「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される。」との記載は誤りというほか無く，原告が主張するような，刊行物2発明は「立設部材(2)，ブラケット(2a)によって建物に(上方向の)力を支持させている」という解釈は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物1発明，刊行物2発明は，共に巻上機を昇降路内底部に配置したエレベータ装置に関するものであるから，同一の技術分野に属するものであって，その組み合わせ又は置換を妨げる理由はない。",
                        "しかも，刊行物1発明においては，支持台が設けられているか否かにかかわらず，巻上機あるいは巻上機支持台に上向きの力が作用するのであるから，これを床面に対しアンカーボルトなどにより強固に固定する必要があるという課題が生じることは，刊行物2からも明らかである。",
                        "そして，巻上機における上記課題を解決したのが，まさに刊行物2発明なのであるから，刊行物1発明に接した当業者が，この課題を解決するために刊行物2発明の構成を採用することに想到することは容易であり，刊行物1発明に刊行物2発明を組み合わせることについては十分な動機付けがあるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「周知の技術的事項の適用可能性に関する判断の誤り」の主張につき乙1～5にみられるように，エレベータの構造躯体として，自立型，半自立型，建物依存型があるのは周知である。そして，刊行物2には，壁や床や天井に，ガイドレール，巻上機，返車などが固定されるエレベータを従来技術とし，その改良として構造躯体が半自立型のエレベータとするという技術思想があり，また，乙1～5にみられるように，建物に依存しない自立型のエレベータとする技術思想がある。",
                    "しかも，「取り付け点がレールを介して多数点に分散され，強固な取り付けとなり，別途梁を設けて取り付ける必要がなくなり，据付工事の簡略化が可能となる」というのは刊行物1発明の本来の趣旨ではない(刊行物1［甲1］の4欄4行～18行，6欄16行～40行参照)。",
                    "したがって，刊行物1発明のような，建物の壁にガイドレール等が固定される形式のエレベータに対し，周知である自立型のエレベータとすることに何ら阻害要因はなく，当業者の技術常識に反することではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告補助参加人の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が刊行物1発明について認定した「右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15」(以下「第1，第2のつり車の支持構造」という。)並びに「左側かご用ガイドレール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」(以下「一対の綱止め部材の支持構造」という。)の認定根拠たる部材間の固定関係については，これを認めているものである。",
                    "その上で原告は，この認定は刊行物1発明の趣旨を誤って理解するものである，又は，「実質的に見れば，刊行物1発明においては，主索17の一端はレールブラケット3aを介して左壁1fに固定され，他端は止め板17a，支持材19を介して右壁1eに固定されているのであり，第1のつり車14及び第2のつり車15についても止め板17aと同様に支持材19を介して右壁1eに固定されている。」と主張しているにすぎない。",
                    "そして，原告は，「刊行物1発明においては，訂正発明とは異なり，『右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15』，『左側かご用ガイドレール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材』は存在しない。したがって，これらの点を相違点として認定すべきところ，審決はこれを看過したものである。」旨述べている。ここで原告が使用している「存在しない」という言語表現の意味内容は，「審決の認定根拠となった部材間の固定関係の存在は争わないが，刊行物1発明の趣旨に照らせば，審決の認定した『第1，第2のつり車の支持構造』及び『一対の綱止め部材の支持構造』ではなくて，『第1，第2のつり車』や『一対の綱止め部材』を介して成り立っている，より実質的な支持構造を認定すべきである」ということにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうである以上，刊行物1発明の実施例に，原告も自認する「審決の認定根拠となった部材間の固定関係」は認められるのであるから，刊行物1発明も，訂正発明と共通の構成たる「第1，第2のつり車の支持構造」及び「一対の綱止め部材の支持構造」を有することは客観的に認めることのできる事実である。ことに，刊行物1発明の実施例における「第1，第2のつり車」にかかる「下向きの力」は，レールの下端がいずれも昇降路の底部で支持されていることから，その大部分はレールに下向きに伝達されて昇降路の底部で支持されるので，かご用レール4及びおもり用レール9から建物壁面へ伝えられる割合はわずかである。",
                    "のみならず，原告の主張する相違点は実質的にも存在しないというべきである。刊行物1発明に刊行物2から当業者が読み取ることのできる「エレベータ装置において上向きの力と下向きの力を相殺させて，昇降路床面に上向きの荷重を作用させない」という技術思想を適用することによって，刊行物2の符号7で示す「支持部材」を刊行物1発明のエレベータ装置のレール下端と巻上機の底部に配置すれば，建物躯体を含まない「立設部材＝レール」タイプの「閉じた構造体」が構成されるのであって，その結果，「一対の綱止め部材」にかかる「下向きの荷重」の一部が建物に作用するか否かにかかわらず，巻上機に作用する「上向きの力」は，そのすべてが巻上機支持部材を介して「閉じた構造体」を構成する「かご用レール4及びおもり用レール9」に作用し，「閉じた構造体」を構成しないピットの床面や「右壁1e」，「左壁1f」には全く作用しなくなる。",
                    "したがって，「第1，第2のつり車の支持構造」及び「一対の綱止め部材の支持構造」は，審決が認定したとおり「一致点」であって「相違点」ではないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，丙20(Aの報告書(1))に基づいて，支持材19のうち，おもり用レール9に支持されている点と，右側かご用レール4に支持されている点のみが1．8mmも下降したならば，支持材19が変形するとともに，支持材19を右壁1eに固定している点に極めて大きな荷重がかかり，固定点が破壊するおそれが大きい，と主張するが，現実には支持材19は，右壁1eへの固定面のみならず，レール4への取付け部などでも，レール4の圧縮変形量に対応する変形量だけ弾性変形するから，原告が主張するようにはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「刊行物2発明の認定の誤り」の主張につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2には，床強度に制限のある昇降路底部(1b)を利用する「閉じた構造体」ではなくて，十分な強度を有する支持部材(7)を利用した「閉じた構造体」を構成することによって，「巻上機に加わる上向きの力」を「案内車に加わる下向きの力」で相殺して，ピットの床面に引き抜き力を作用させることがないようにした機械室レス・エレベータにおける「上下方向の力を相殺する技術思想」の開示(少なくとも十分な示唆)がある。",
                        "また，刊行物2(甲2)の実施例(第2図及び第3図)は，明らかに建物躯体を含まない「立設部材＝レール」タイプの「閉じた構造体」に属するから，この実施例は，かごからの力を受ける案内車にかかる下向きの力と巻上機にかかる上向きの力を，建物躯体を含まない「閉じた構造体」の内部で相殺することによって建築躯体(建物)にかかる上向きの力をなくしてしまうものに他ならない。",
                        "刊行物2(甲2)の3頁7行～9行には，原告が指摘するように，「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される。」と記載されている。",
                        "しかし，明細書におけるその記載位置から明らかなように，この記載は，第2図及び第3図に示す実施例の作用についての説明なのであって，刊行物2の実用新案登録請求の範囲に記載した構成のみから成る「考案たる技術思想」それ自体の作用に関する記載でないことは明らかである。",
                        "また，実施例の構成は，上記のように，建物躯体を含まない「閉じた構造体」を構成しているから，この「閉じた構造体」の内部，より正確には立設部材の中で「巻上機(5)に加わる上向きの力」を「案内車(4)に加わる下向きの力」で相殺しているので，力学的観点からみて，「巻上機(5)に加わる上向きの力」を該構造体の外にある昇降路の底部(1b)や昇降路の周壁に対して伝えることはあり得ない。",
                        "したがって，力学的観点から言えば，上記明細書の記載は「明白な誤記」以外の何ものでもない。そして，このことは初歩的な力学の知識を有する者であれば容易に分かる程度のことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "当業者であれば，刊行物2の実施例に関する上記記載は，正しくは「巻上機(5)に作用する上方向荷重は支持部材(7)を介して立設部材(2)によって支持される。」と記載すべきものであると批判的に読解するはずである。現に，刊行物2(甲2)の4頁の「考案の効果」に関する記載部分には，出願人たる原告自らが，「巻上機に作用する上方向の荷重が支持部材を介して立設部材によって支持されるため，簡単な構造で容易に巻上機を設置することができる」との，力学的観点から正しい，明確な記述をしているのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のことは，ガイドレールとブラケットに関する，次のような当業者の技術常識や刊行物2におけるブラケットの取付けの向きによっても裏付けられる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "ガイドレールは，「かごの荷重と自重の合計W」の約2倍にも相当する大きさの鉛直荷重たる「非常止め装置が作動した時の反力」を支持し得る程に機械的強度の高い，したがってまた変形しにくい部材であるから，これを昇降路底部のピット床面に立設して，ガイドレール頂部にエレベータのつり車から常時加わる大きな鉛直方向下向きの荷重を作用させるようにすれば，エレベータの鉛直方向下向きの荷重を受け止めるための部材として極めて好適であり，上記反力の大きさを超えない鉛直方向下向きの荷重は，ガイドレールの下端が底盤を介して昇降路のピット底部で支持されている場合は，ガイドレールのみで十分に支持し得る。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "レールブラケットは，昇降路の立壁面に対し突出状に設置されるものであって，鉛直方向の荷重に対する機械的強度がガイドレールとは比較にならないほど低く，したがってまたガイドレールに比して変形しやすい構造の部材であることから，基本的に，外部から常時ガイドレール頂部に加えられるかご重量に匹敵するほど大きな鉛直方向下向きの荷重を受け止めるのには適していない。社団法人日本エレベータ協会が制定している「エレベーター用ガイドレールブラケットに関する標準 JEAS-A004B(標改63-3)」(社団法人「JEAS日本エレベータ協会標準集1996年版」9頁［丙9］)においては，水平荷重の強度計算のみが規定され，鉛直方向の荷重については何も規定されていない。エレベータの設計に際し，当業者は，ガイドレールに加わる鉛直方向下向きの荷重をも支持し得るように考慮をした上で，ブラケットの設計を行うようなことは基本的に行っていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "刊行物2においては，ブラケット(2a)の昇降路側壁への取付けは，ブラケット(2a)の長手方向が水平方向に一致し，短手方向が鉛直方向に一致するようになされている。このブラケットの取付けの向きは，ガイドレールに加わる水平方向の荷重を昇降路側壁で支持する目的に合致した合理的なものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，原告が，刊行物2(甲2)に「巻上機(5)に作用する上方向荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される。」(3頁7行～9行)との記載があることを根拠として，刊行物2には上下方向の荷重を相殺する技術思想は開示されていないと述べているのは，理由がなく，原告が述べる結論，すなわち，「以上のとおり，審決には，訂正発明における力の相殺の意義と，移動しない物体に働く力は釣り合っているという単なる力学法則とを混同した判断の誤りがある。」との結論も，正当ということはできない。",
                        "なお，原告の実験(甲5)は，その論理的前提である「刊行物2は，エレベータの上部の構造，ことに案内車(4)の支持構造について何も具体的に開示していない」との断定自体が客観的に誤りであるから，正当なものではない。また，この原告の実験模型では，立設部材に相当する部材の圧縮変形量が，視認可能な程度を超えて極端に大きくなるように，バネが用いられている。しかし，実際のガイドレールにおいては，上下方向の鉛直荷重(圧縮力)が作用した場合においても，それによる圧縮変形は視認不可能なくらいにわずかなものであるから，同実験で観察されたような現象が生ずることはない。",
                        "また，原告は，刊行物2(甲2)の第2図に記載されている上部の支持梁は壁面に固定されていると主張するが，当業者は，刊行物2に係る製品であると原告が主張する「コンパクト4」について，返し車にかかる下向きの力の大部分がガイドレールの下端を介してピット床面に載置したレール支持梁(レール支持梁がないときはピット床面)に伝達され，返し車梁を介して昇降路壁面に伝達される下向きの力はわずかなものであると理解する(丙36参照)し，原告が上記主張の根拠としている丙12(実願昭58−53560号［実開昭59−159678号］",
                        "のマイクロフィルム)の第5図及び第6図記載の実施例においては，上部の支持梁が壁面に固定されているということはない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "刊行物1発明に刊行物2発明を適用した場合にいかなる発明が得られるかを述べておくと，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物1記載のロープ式エレベータ装置は，「昇降路底部に巻上機を配置したトラクション式」タイプであるため，「昇降路の底部」に「巻上機」がアンカーボルトで直接据え付けられている図3に示されるような実施例の場合においても，アンカーボルトが巻上機13に作用する上向きの力で引き抜かれないように，強固なアンカーボルトを必要とする欠点がある。",
                            "この欠点は，刊行物2発明が解決課題としていた従来技術の欠点，すなわち，「巻上機(5)に常時上方向の荷重が作用するために強固なアンカーボルト(5a)が必要となる」との欠点(甲2の2頁8行～10行)と実質的に同一である。",
                            "そこで，刊行物2発明に示されている上記「力の相殺」の基本的技術思想，すなわち，被告補助参加人が刊行物2の実用新案登録請求の範囲の記載を補充解釈してなる次の構成要件W，X′，Y及びZから成る基本的技術思想に基づいて検討すると，刊行物1に記載のエレベータ装置は，この技術思想のうちのW，X′，「Yのうちの巻上機」及びZを備えていることが判る。",
                            "W 昇降路を昇降するかごに連結された主索が上記昇降路の下部に設置された巻上機に巻き掛けられたものにおいて，",
                            "X′上記昇降路に設けられ，案内車を支持する立設部材",
                            "Y 該立設部材の下端に一部が固定され他部には上記巻上機が装着された支持部材",
                            "Z を備えたことを特徴とするベースメント形エレベータ。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記基本的技術思想の他の要素部分，すなわち，上記Yの一要素たる支持部材(立設部材の下端と巻上機を支持し得るもの)さえ用意すれば，力の相殺のメカニズムは直ちにできあがるところ，上記支持部材の具体的な実施態様である刊行物2の第2図に符号「7」を付して描かれている支持部材こそは，正に「立設部材(2)の下端に一部が固定され他部には上記巻上機(5)が装着され得る」支持部材に他ならないから，これを参考にして，刊行物1に記載のエレベータ装置の「かご用レール3，4及びつり合重り用レール9の各下端，並びに巻上機(13)の底面をそれぞれ別の箇所(一部と他部)に固定ないし装着し得る如き形状」の支持部材を得ることは，当業者に容易に推考できることというべきである。",
                            "そして，このような支持部材を刊行物1に記載のエレベータ装置の底部に配置することで，刊行物1に記載のエレベータ装置は，訂正発明のレール支持梁と同一の機能，すなわち，「上記昇降路内に設置され，上記巻上機から上記巻上機支持台に作用する上向きの力を受け，上記かごガイドレール及び上記重りガイドレールを支持する」機能を具備するに至るものであることは，何人にも明らかである。したがって，このような支持部材を刊行物1に記載のエレベータ装置の底部に配置することにより，訂正発明のレール支持梁と同一の他の機能，すなわち，「上記かごの重量及び釣合重りの重量が上記かご側返し車，上記重り側返し車，及び上記一対の綱止め部材を介して上記かごガイドレール及び上記重りガイドレールに作用することによる下向きの力により上記上向きの力を相殺させる」機能をも奏し得ることは当業者であれば誰にでも理解し得る。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そうだとすれば，刊行物1発明に刊行物2発明を適用して訂正発明と同様の発明を得ることは当業者に容易であるというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「周知の技術的事項の適用可能性に関する判断の誤り」の主張につき(ア) 刊行物1発明のつり車14及び15にかかる「下向きの荷重」は，仮に原告が述べるように，レールを介して建物壁面へ伝えられると仮定しても，「レールを支持する支持梁を設ける必要性」がないとはいえない。その理由は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物1(甲1)の第3図を見れば明らかなように，刊行物1発明においても，巻上機13は，刊行物2(甲2)の第1図(従来例)や本件特許公報(甲3の1)の図9，図10(従来装置)と同様，昇降路の底部床面に設置されているから，刊行物1発明の巻上機13にも「上向きの力」が作用し，巻上機13とこれを設置している昇降路底部との間には「引張り力」が働いている。そして，この巻上機13に作用する「上向きの力」は，建築躯体である昇降路底部床面から昇降路周壁へ上向きに伝達される。",
                            "他方，刊行物1発明のつり車14及び15にかかる「下向きの荷重」は，原告が主張しているようにレールを介して建物壁面(すなわち，昇降路周壁)へ伝えられる。",
                            "そうだとすると，刊行物1発明においても，刊行物2の第1図に示す従来例の場合と同様の「閉じた構造体」が構成されているから，上記昇降路周壁に伝達された上記の「上向きの力」と「下向きの力」は，昇降路周壁の内部でつり合い状態(内的なつり合い)になっているが，「閉じた構造体」の内部では，依然としてその構成要素である構造物に力が作用している。したがって，この「閉じた構造体」が全体として十分な強度を有する場合は，常に「閉じた構造体」を維持しているので問題はないが，経年変化等により，「閉じた構造体」の中で力が作用している部分に強度の不足した箇所が生じた場合には，該部分がそこに作用する力によって破断され，構造体としての一体的連続性が失われる。そうすると，刊行物1発明においても，刊行物2の第1図に示す従来例と全く同様の不具合，すなわち，「巻上機(5)に常時上方向の荷重が作用するために強固なアンカーボルト(5a)が必要となる。また底部(1b)は一般に防水モルタルによって仕上げられていて，アンカーボルト(5a)の埋設に煩雑な手数がかかる」という不具合が存在している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そうである以上，このような不具合を解消して強固なアンカーボルトを不要とするために，刊行物2発明のような「かご用レール3，4及びつり合重り用レール9の各下端，並びに巻上機(13)の底面をそれぞれ別の箇所(一部と他部)に固定ないし装着し得るような形状」の支持部材(これを機能的観点からみれば，そのうちの，少なくともかご用レール3，4及びつり合重り用レール9の各下端を支持固定し得る部分は，訂正発明の「レール支持梁」に相当すると言い得る。)を用いて，上記不具合を解消する必要が存在することは否定できない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，「刊行物1発明では，つり車14及び15にかかる荷重はレールを介して建物壁面に伝えられる。したがって，レールを支持する支持梁を設ける必要性は全くない。」とする原告の主張は，「刊行物1発明では，つり車14及び15にかかる荷重はレールを介して建物壁面に伝えられる。」との前半部分が必ずしも全面的に誤りであるとは言い得ないと仮定しても，後半の結論部分は完全に誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうである以上，刊行物1発明に，刊行物2発明の「エレベータ装置において上向きの力と下向きの力を相殺させて，昇降路床面に上向きの荷重を作用させない」という技術思想を適用することによって，「かご用レール3，4及びつり合重り用レール9の各下端，並びに巻上機(13)の底面(ないしエレベータ装置の巻上機を設置している巻上機支持台の底面)をそれぞれ別の箇所(一部と他部)に固定ないし装着し得るような形状」の支持部材(これを機能的観点からみれば，そのうちの，少なくともかご用レール3，4及びつり合重り用レール9の各下端を支持固定し得る部分は，訂正発明の「レール支持梁」に相当すると言い得る。)を，刊行物1発明のエレベータ装置の側部において壁に固定されたガイドレール下端及び巻上機の底部に配置すれば，建物躯体を含まない「立設部材＝レール」タイプの「閉じた構造体」が構成されるのであって，その結果，「一対の綱止め部材」にかかる「下向きの荷重」の一部が建物に作用すると否とにかかわらず，巻上機に作用する「上向きの力」は，そのすべてが巻上機支持部材を介して「閉じた構造体」を構成する「かご用レール4及びおもり用レール9」に作用し，「閉じた構造体」を構成しないピットの床面や「右壁1e」，「左壁1f」には全く作用しなくなる。刊行物2発明の技術思想を適用しない状態の刊行物1発明に，原告の主張するような相違が仮にわずかに存在するとしても，上記技術思想を適用することにより，「巻上機に作用する上向きの力が建物に作用しない」という点において，訂正発明と何ら相違のないことに帰する。",
                        "したがって，刊行物1発明におけるガイドレールがその側部において昇降路の壁に固定されていることを前提としても，審決が周知の技術的事項と認めた，訂正発明の「レール支持梁」に相当する「エレベータ装置自体の部材」によってガイドレールを支持する構造のエレベータ装置の技術を刊行物1発明に対し適用することにはいかなる背理も存在しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，審決が認定した上記の周知の技術的事項につき，「かごガイドレール及び重りガイドレールを昇降路の壁に固定するのでなく，エレベータ装置自身の部材によってガイドレールを支持する構造のエレベータ装置」と記載しているが，そのうち技術的に意味のある部分は後半の「エレベータ装置自身の部材によってガイドレールを支持する構造のエレベータ装置」だけである。前半の「かごガイドレール及び重りガイドレールを昇降路の壁に固定するのでなく，」の部分は，両ガイドレールの全荷重を昇降路の壁のみに支持させるものではなくても，という程度の意味にすぎない。訂正発明の特許請求の範囲の記載によれば，訂正発明自体も，レール支持梁によって下端を支持されているガイドレールが同時に昇降路の側壁面にブラケットで支持されている態様のエレベータ装置を除外していないのであり，これに照らせば，訂正発明にいうガイドレールは，下端がレール支持梁に支持されていればその側部においてブラケット等を介して昇降路の壁面に固定されていてもよいことは明らかだからである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，刊行物1発明は，ガイドレールが昇降路の壁に固定されていることを前提としているとしても，この点が刊行物1発明に審決の認定した上記の周知の技術的事項を適用することの阻害要因となるものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本件訂正の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "訂正発明の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の明細書(訂正明細書［甲3の2］を平成18年8月8日付けで補正したもの［甲11］)には，前記第3の1(2)イの「特許請求の範囲」【請求項1】のほか，「発明の詳細な説明」として次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【従来の技術】",
                  "text": [
                    "図9は従来のエレベータ装置の一例を示す正面図，図10は図9の装置の主ロープの経路を示す展開図である。図において，1は昇降路，2は昇降路1内に互いに間隔をおいて設置されている一対のかごガイドレール，3は昇降路1内に互いに間隔をおいて設置されている一対の重りガイドレール，4はかごガイドレール2に沿って昇降される昇降体としてのかご，5は重りガイドレール3に沿って昇降される昇降体としての釣合重りである(段落【0002】)。",
                    "6は昇降路1のピット(底部)1aの床面1b上に固定されている巻上機取付梁であり，この巻上機取付梁6は，複数本のアンカーボルト7により床面1bに固定されている。8は締結具10を介して巻上機取付梁6上に設置され，かご4及び釣合重り5を昇降させる巻上機であり，この巻上機8は，回転可能な綱車9を有している。11は巻上機取付梁6と締結具10との間に介在されている振動・騒音防止用の複数の弾性体(防振ゴム)である(段落【0003】)。",
                    "12，13はそれぞれ昇降路1内の頂部においてガイドレール2，3に固定されている綱止め部材，14，15はそれぞれ昇降路1内の頂部に設けられ，ガイドレール2，3により支持されている回転自在の返し車，16はかご4の下部に互いに間隔をおいて設けられている回転自在の一対のかご吊り車，17は釣合重り5の上部に設けられている回転自在の重り吊り車である(段落【0004】)。",
                    "18は一端部が綱止め部材12に，他端部が綱止め部材13にそれぞれ固定され，かご4及び釣合重り5を昇降路1内に吊り下げる主ロープであり，この主ロープ18の中間部は，かご吊り車16，返し車14，綱車9，返し車15及び重り吊り車17の順に巻き掛けられている。19，20は主ロープ18の両端部を綱止め部材12，13にそれぞれ固定するためのロープ端装置である(段落【0005】)。",
                    "このような従来のエレベータ装置では，巻上機8の駆動により綱車9が正逆に回転されることによって，かご4及び釣合重り5が昇降路1内で交互に昇降される(段落【0006】)。",
                    "このとき，巻上機8には，図10に示すような上向きの力Fが作用する。この上向きの力Fは，かご4の荷重をW1，釣合重り5の重量をW2，巻上機8の重量をW3とすると，F＝(W1＋W2)／2−W3で求",
                    "められる。例えば，W1を1600kg，W2を1300kg，W3を3",
                    "00kgとすると，F＝1150kgとなる(段落【0007】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "上記のように構成された従来のエレベータ装置においては，巻上機8をピット1aに設置することにより，",
                    "機械室が省略されているが，巻上機8に加わる上向きの力Fが巻上機取付梁6を介してアンカーボルト7に引き抜き力として作用するため，ピット1aの床面1bにはその引き抜き力に耐え得る強度が求められる。しかし，一般にピット1aの床面1bはコンクリートにより構成されているため，床強度には制限があった(段落【0008】)。",
                    "また，床面1bのコンクリート内の鉄筋(図示せず)にアンカーボルト7を溶接する方法もあるが，この場合，ビルの建築業者との事前の打ち合わせが必要であるとともに，建築コストが増大してしまう(段落【0009】)。",
                    "さらに，弾性体11が巻上機8と締結具10との間に介在されているため，弾性体11の個数や大きさが，締結具10の本数や大きさにより制限されてしまう(例えば，締結具10が4本に制限される。)。このため，弾性体11の面圧を高く設定しなければならず，防振ゴムとしての十分な特性を出すことができなかった(段落【0010】)。",
                    "この発明は，上記のような問題点を解決することを課題としてなされたものであり，ピットの床面に引き抜き力を作用させることなく，巻上機をピットに設置することができ，また巻上機の防振性能を向上させることができるエレベータ装置を得ることを目的とする(段落【0011】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "この発明に係るエレベータ装置は，昇降路の底部に設置されている巻上機支持台，この巻上機支持台上に設置され，回転可能な綱車を有する巻上機，かごガイドレール，巻上機の駆動により，かごガイドレールに案内されて上記昇降路内を昇降するかご，かごに設けられている回転自在のかご吊り車，かごガイドレールと間隔をおいて設置されている重りガイドレール，重りガイドレールに案内されて昇降路内を昇降する釣合重り，釣合重りに設けられている回転自在の重り吊り車，昇降路内に設置され，巻上機から巻上機支持台に作用する上向きの力を受け，かごガイドレール及び重りガイドレールを支持するレール支持梁，ガイドレールにより支持されている回転自在の返し車，巻上機の綱車及び返し車に巻き掛けられ，かご吊り車を介してかごを吊り下げるとともに重り吊り車を介して釣合重りを吊り下げる主ロープ，及びガイドレールにより支持され，それぞれが主ロープの端部に固定されている一対の綱止め部材を備え，返し車は，巻上機の綱車からかご吊り車に至る主ロープが巻き掛けられている回転自在のかご側返し車と，巻上機の綱車から重り吊り車に至る主ロープが巻き掛けられている回転自在の重り側返し車からなり，レール支持梁は，かごの重量及び釣合重りの重量がかご側返し車，重り側返し車，及び一対の綱止め部材を介してかごガイドレール及び重りガイドレールに作用することによる下向きの力により上向きの力を相殺させるものである。…(段落【0012】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明の実施の形態】",
                  "text": [
                    "以下，この発明の実施の形態を図について説明する。",
                    "実施の形態1．",
                    "図1はこの発明の実施の形態1によるエレベータ装置の巻上機設置状態を示す正面図，図2は図1の巻上機設置状態を示す平面図，図3は図1のIII−III線断面図，図4は図3のIV−IV線断面図，図5は図3の",
                    "V部を拡大して示す分解斜視図である(段落【0013】)。",
                    "図において，21は昇降路1のピット1aに互いに平行に設置されているI形断面の一対のレール支持梁(かごレール支持梁21b及び重りレール支持梁21c)であり，これらのレール支持梁21は，アンカーボルト22によりピット1aの床面1bに固定されている。2はかごレール支持梁21b上に互いに間隔をおいて設置され，かご4(図9)の昇降を案内する一対のかごガイドレール，3は重りレール支持梁21c上に互いに間隔をおいて設置され，釣合重り5(図9)の昇降を案内する一対の重りガイドレールである(段落【0014】)。",
                    "23は床面1c上に互いに平行に設置されている断面コ字状の一対の巻上機取付梁であり，これらの巻上機取付梁23は，レール支持梁21に対して直角の方向へ延びている。また，各巻上機取付梁23の両端部には，レール支持梁21の下部に挿入された結合部23aが形成されている。さらに，レール支持梁21には，巻上機取付梁23に作用する上向きの力を受ける複数の受け部21aが設けられており，これらの受け部21aに締結具24を介して結合部23aが結合されている(段落【0015】)。",
                    "25は巻上機取付梁23に取り付けられ，巻上機8を支持している巻上機支持台であり，この巻上機支持台25は，互いに対向するように締結具27により巻上機取付梁23に固定され，開口部26aが2つずつ設けられている一対の支持板26と，両端部が開口部26aに挿通されている断面コ字状の一対の支持梁28と，これらの支持梁28の上下面に対向し巻上機8が固定されている固定梁29と，支持梁28と固定梁29との間に介在されている振動・騒音防止用の複数の弾性体(防振ゴム)30とを有している(段落【0016】)。",
                    "なお，主ロープ18の経路は，図9及び図10と同様であり，巻上機8の駆動により綱車9が正逆に回転されることによって，かご4及び釣合重り5がガイドレール2，3に沿って交互に昇降される(段落【0017】)。",
                    "このようなエレベータ装置では，従来例と同様に巻上機8に上向きの力が作用するが，この上向きの力は，巻上機支持台25及び巻上機取付梁23を介してレール支持梁21の受け部21aに伝えられる。このように，巻上機8に作用する上向きの力は，最終的にはレール支持梁21により受けられる(段落【0018】)。",
                    "これに対し，ガイドレール2，3には，綱止め部材12，13及び返し車14，15が取り付けられているため，かご4の荷重や釣合重り5の重量が作用している。従って，レール支持梁21に伝えられた上向きの力は，ガイドレール2，3に作用する下向きの力により相殺され，上向きの力は建物に作用しない。そして，エレベータ装置全体の重量が床面1bにより支持される。即ち，ピット1aの床面1bに引き抜き力を作用させることなく，巻上機8をピット1aに設置することができる(段落【0019】)。",
                    "実施の形態2．",
                    "次に，図6はこの発明の実施の形態2によるエレベータ装置を示す平面図，図7は図6の装置を示す側面図，図8は図7のVIII−VIII線断面図である。図において，31はレール支持梁21に直接取り付けられ，巻上機8を支持している巻上機支持台であり，この巻上機支持台31は，互いに対向するように締結具33によりレール支持梁21に固定され，開口部32aが2つずつ設けられている一対の支持板32と，両端部が開口部32aに挿通されている断面コ字状の一対の支持梁34と，これらの支持梁34に支持され巻上機8が固定されている固定梁35と，支持梁34と固定梁35との間に介在されている振動・騒音防止用の複数の弾性体(防振ゴム)36とを有している。また，弾性体36は，支持梁34の上側では図8の右側に，支持梁34の下側では図8の左側に寄せて配置されている(段落【0022】)。",
                    "このように，巻上機取付台31をレール支持梁21に直接固定した場合にも，巻上機8に作用する上向きの力が，ガイドレール2，3に作用する下向きの力により相殺され，建物に上向きの力が作用しない。従って，ピット1aの床面1bに引き抜き力を作用させることなく，巻上機8をピット1aに設置することができる。また，巻上機取付台31がレール支持梁21に直接固定されているため，構造が簡単になり，部品点数が削減される(段落【0023】)。",
                    "但し，この構造では，支持板32間に架け渡される支持梁34の長さが長くなり，曲げモーメントが大きくなるため，レール支持梁21の間隔が小さい比較的小形のエレベータ装置に適している(段落【0024】)。",
                    "また，主ロープ18の配置は図10に限定されるものではなく，ピット1aに設置された巻上機に主ロープから上向きの力が作用するエレベータ装置であれば，この発明を適用することができる(段落【0027】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【発明の効果】",
                  "text": [
                    "以上説明したように，この発明のエレベータ装置は，巻上機から巻上機支持台に作用する上向きの力を，ガイドレールを支持するレール支持梁で受けるようにしたので，レール支持梁に伝えられた上向きの力は，ガイドレールに作用する下向きの力により相殺され，上向きの力は建物に作用しない。従って，ピットの床面に引き抜き力を作用させることなく，巻上機をピットに設置することができ，床強度をます必要がなく，建築コストの増加を防止できる。また，互いに対向してピット内に設置され，それぞれ開口部を有する一対の支持板と，両端部が開口部に挿入されている支持梁とを有する巻上機支持台を用いたので，巻上機に作用する上向きの力に対して十分な強度を確保することができる。さらに，支持梁の上下面に対向し巻上機が固定されている固定梁と，支持梁と固定梁との間に介在されている弾性体とを有する巻上機支持台を用いたので，弾性体を配置するスペースを十分に確保することができ，弾性体の大きさ，形状及び硬度等の選択の自由度を向上させ，防振性能を向上させることができる。さらにまた，巻上機支持台をレール支持梁に直接固定したので，構造を簡単にして部品点数を削減することができる(段落【0028】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によると，訂正発明は，エレベータ装置において，「巻上機に加わる上向きの力Fが巻上機取付梁を介してアンカーボルトに引き抜き力として作用するため，ピットの床面にはその引き抜き力に耐え得る強度が求められる。しかし，一般にピットの床面はコンクリートにより構成されているため，床強度には制限があった。また，床面のコンクリート内の鉄筋にアンカーボルトを溶接する方法もあるが，この場合，ビルの建築業者との事前の打ち合わせが必要であるとともに，建築コストが増大してしまう。」という問題点を解決するためにされたもので，「巻上機から巻上機支持台に作用する上向きの力を，ガイドレールを支持するレール支持梁で受けるようにしたので，レール支持梁に伝えられた上向きの力は，ガイドレールに作用する下向きの力(かごの重量及び釣合重りの重量がかご側返し車，重り側返し車，及び一対の綱止め部材を介してかごガイドレール及び重りガイドレールに作用することによる下向きの力)により相殺され，上向きの力は建物に作用しない。」という特徴があるものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(甲1)には，次の記載がある。",
                "「第3図ないし第5図はこの考案の一実施例を示す。",
                "図中，同一又は相当部分は同一符号で示し，図において4aは鞍形に形成され，鞍部が右側かご用レール4の背面に固定され，脚部が右壁1eに固定されたレールブラケット，7は右側かご用レール4に対向する部位よりもかご出入口5a側のかご5底部に設けられたかご用つり車，8は同様に左側かご用レール3に対向する部位よりもかご出入口5a側のかご5底部に設けられ，かご用つり車7に対して間口方向に並設されたかご用つり車，9は鞍形断面を有し，脚部を昇降路1側へ向け，鞍部を右壁1eに固定されて立設されたおもり用レール，11は断面がコ字状に形成されたつり合おもりで，凹所をおもり用レール9に対向させて昇降自在に係合されている。12はつり合おもりの頂部に設けられたおもり用つり車，13は昇降路1の底部に設けられた巻上機，13aはこの巻上機13のシーブで，直径d の平盤状に形成され，回転軸を間口方向へ向けて右壁1e面と右かご用レール4の背面の間に配設されたものである。14は少なくともシーブ13aよりも上部で，かご5が最上階から更に上方へ行過ぎたとしてもかご用つり車7と干渉しない高さに設けられた半径r の第1のつり車で，回転軸に直交する回転面がシーブ13aの回転面と同一面であり，かつ，第1のつり車14の回転軸とシーブ13aの回転軸の水平投影面における距離S がそれぞれの半径の和(r ＋d ／2)よりも小さくなるように配設されている。15は第1のつり車14よりも後壁1d側でかつ，回転面が同じになるように配設された半径r の第2のつり車で，その回転軸とシーブ13aの回転軸の水平投影面上における距離S がそれぞれの半径の和…よりも小さくなるように配設されている。17はシーブ13aに下側から巻き掛けられた主索で，一側が立ち上げられて第1のつり車14に上側から巻き掛けられ，更にかご用つり車7，8に下側から巻き掛けられて立ち上げられ，最上部のレールブラケツト3aに固定され，他側が第2のつり車15に上側から巻き掛けられ，更におもり用つり車12を介して止め板17aに固定されている。19は一端が手前の右壁1eに固定されて昇降路1側へ屈曲され，更に，後壁1d側へ屈曲されて途中右側かご用レール4の背面に固定されて他端がおもり用レール9に固定された支持材で，右側かご用レール4の反対側の面に第1のつり車14及び第2のつり車15及びつな止め板17aが取り付けられている。",
                "上記構成のロープ式エレベータにおいて，巻上機13のシーブ13aが，第3図の矢印C方向へ回転すると主索17がかご5側からつり合おもり11側へ送られてかご5を上昇させ，逆に，第2図の矢印D方向へ回転すると主索17がつり合おもり11側からかご5側へ送られてかご5を下降させるものである。」(4欄19行～5欄30行)",
                "「また，支持材19を右側かご用レール4及びおもり用レール9に取り付けたので，右壁1eへの取り付け点がレールを介して多数点に分散され，強固な取り付けとなり，別途梁を設けて取り付ける必要がなくなり，据付工事の簡略化が可能となる。」(6欄2行～6行)"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)の記載及び刊行物1の図3～5によると，刊行物1には，下記のようなロープ式エレベータ(刊行物1発明)が記載されていると認められる。",
                    "記",
                    "「昇降路底部の建物の床に設置されている，シーブ13aを有する巻上機，",
                    "かご用レール3，4，",
                    "巻上機の駆動により，かご用レール3，4に案内されて昇降路内を昇降するかご5，",
                    "かご5に設けられているかご用吊り車7，8，",
                    "左側かご用レール3，右側かご用レール4と間隔をおいて設置され，建物の右壁1eに固定されているおもり用レール9，",
                    "おもり用レール9に案内されて昇降路内を昇降するつり合おもり11，つり合いおもり11に設けられているおもり用つり車12，",
                    "右側かご用レール4の背面，おもり用レール9を固定するとともに，一端が右壁1eに固定され，他端がおもり用レール9を介して，建物の右壁1eに固定されている支持材19，",
                    "鞍部が右側かご用レール4の背面に固定され，脚部が建物の右壁1eに固定されたレールブラケット4a，",
                    "左側かご用レール3と建物の左壁1fに固定されているレールブラケット3a，",
                    "支持材19に固定されている第1のつり車14及び第2のつり車15，シーブ13a及び第1のつり車14に巻き掛けられ，かご用つり車7，8を介してかご5を吊り下げるとともに，おもり用つり車12を介してつり合いおもり11を吊り下げている主索17，",
                    "からなり，",
                    "主索17の一端は，レールブラケット3aに固定され，他端は，支持材19に固定されている止め板17aに固定され，その間において，主索17は，かご用つり車8，7から，第1のつり車14に巻き掛けられて，シーブ13aに至り，シーブ13aから第2のつり車15に巻き掛けられて，おもり用つり車12に至る，",
                    "ロープ式エレベータ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，鞍部が右側かご用レール4の背面に固定され，脚部が建物の右壁1eに固定されたレールブラケット4aにつき，原告は，支持材19の上にあると主張するが，刊行物1(甲1)の第3図によると，レールブラケット4aは，支持材19と床面との間にあることが明らかであり，第4図において，レールブラケット4aの支持材19と重なる部分が点線で記載されていることも，これを裏付けている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，刊行物1発明につき，「右側かご用レール4及びおもり用レール9により支持されている第1のつり車14及び第2のつり車15」(12頁9行～10行)及び「左側かご用ガイドレール3，右側かご用レール4に支持され，主索17の端部に固定されている一対の綱止め部材」(12頁14行～15行)が存在すると認定しているところ，原告は，これらの認定は誤りであると主張する。",
                    "しかし，上記(2)のとおり，第1のつり車14及び第2のつり車15が固定されている支持材19は，右側かご用レール4の背面，おもり用レール9に固定されている。",
                    "また，上記(2)のとおり，主索17の一端が固定されているレールブラケット3aは，左側かご用レール3に固定されており，主索17の他端が固定されている止め板17aは，支持材19に固定されているところ，支持材19は，右側かご用レール4の背面に固定されている。",
                    "そして，刊行物1(甲1)の第3図では，右側かご用レール4及び左側かご用ガイドレール3は，一部分しか記載されていない。しかし，刊行物1(甲1)の第3図には，おもり用レール9が建物の床まで存する図が記載されている。また，建設省住宅局建築指導課監修「ホームエレベーターの本 −ホームエレベーターのある住まいの計画と設計− 1989年版」日本建築センター平成元年6月10日発行24頁～26頁(乙1)，特開平7−228454号公報(乙2)，特開平8−198550号公報",
                    "(乙3)，特開平3−98985号公報(乙4)，特開平1−15628",
                    "9号公報(乙5)と弁論の全趣旨によると，ガイドレールを底部まで伸ばし，底部で支えるエレベータ装置は，本件特許出願前に広く用いられている一般的な技術であったと認められる。そうすると，おもり用レール9はもとより，右側かご用レール4及び左側かご用ガイドレール3についても，建物の床まで存するものと理解することができる。",
                    "さらに，刊行物1発明においては，巻上機13は，上記(2)のとおり，昇降路底部の建物の床に設置されているから，巻上機13にかかる上向きの力は，昇降路底部の建物の床にかかる。",
                    "以上述べたところによると，かご5及びおもり11の重量が第1のつり車14(かご側返し車)，第2のつり車15(重り側返し車)を介して，右側かご用レール4及びおもり用レール9に作用する下向きの力が存し，その力は，右側かご用レール4及びおもり用レール9によって支えられているということができるから，第1のつり車14及び第2のつり車15は，右側かご用レール4及びおもり用レール9により支持されているということができる。",
                    "また，主索17の端部に固定されている一対の綱止め部材にかかる下向きの力は，左側かご用ガイドレール3及び右側かご用レール4によって支えられているということができるから，主索17の端部に固定されている一対の綱止め部材は，左側かご用ガイドレール3及び右側かご用レール4により支持されているということができる。",
                    "なお，原告は，「支持材19のうち，おもり用レール9に支持されている点と，右側かご用レール4に支持されている点のみが1．8mmも下降したならば，支持材19が変形するとともに，支持材19を右壁1eに固定している点に極めて大きな荷重がかかり，固定点が破壊するおそれが大きい。刊行物1発明は，ガイドレールの変形によって傾くということは予定しておらず，ガイドレールはほとんど変形することはない。変形することがないということは，荷重を受けていないということである。」と主張する。しかし，刊行物1発明の上記構成からすると，上記のとおり力がかかると考えることができる。原告の上記主張は，支持材19の右壁1eへの固定点が弾性変形しないことを前提としていることや支持材19の右側かご用レール4及びおもり用レール9への取付け部が弾性変形することを考慮していないなどの点において，採用することができない。",
                    "したがって，上記審決の認定に誤りがあるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，上記(2)のとおり，①支持材19は，建物の右壁1eに固定されていること， ②おもり用レール9レールは，建物の右壁1eに固定されていること，③鞍部が右側かご用レール4の背面に固定され，脚部が建物の右壁1eに固定されたレールブラケット4aが存すること，④ブラケット3aは，建物の左壁1fに固定されていることに，上記のとおり，巻上機13にかかる上向きの力は，昇降路底部の建物の床にかかることを総合すると，かご5及びおもり11の重量が第1のつり車14(かご側返し車)，第2のつり車15(重り側返し車)及び上記の一対の綱止め部材を介して，右側かご用レール4，左側かご用レール3及びおもり用レール9に作用する下向きの力は，刊行物1発明においては，建物の壁にもかかっているものと考えられる。",
                    "このように，刊行物1発明においては，上記上向きの力，上記下向きの力ともに，建物に作用している。刊行物1発明は，この点において，上記上向きの力と上記下向きの力が相殺され，上記上向きの力が建物に作用しない訂正発明と異なるが，審決においては，この点は〈相違点〉として掲げて検討されているので，審決が相違点を看過したということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物2(甲2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実用新案登録請求の範囲",
                  "text": [
                    "「昇降路を昇降するかごに連結された主索が上記昇降路の下部に設置された巻上機に巻き掛けられたものにおいて，上記昇降路に設けられた立設部材の下端に一部が固定され他部には上記巻上機が装着された支持部材を備えたことを特徴とするベースメント形エレベータ。」(1頁5行～10行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "考案の詳細な説明",
                  "text": [
                    "「この考案はベースメント形エレベータの改良構造に関するものである。",
                    "まず，第1図によって従来のベースメント形エレベータを説明する。",
                    "図中，(1)はエレベータの昇降路で，(1a)はこれの頂部，(1b)は底部(判決注 「産部」は誤り)，(2)は昇降路(1)に互いに離れて立設されたレールで，(2a)はこれの中間部を昇降路(1)の周壁に支持したブラケット，(3)はレール(2)に移動可能に係合されたかご，(4)は頂部(1a)に枢着された案内車，(5)は底部(1b)にアンカーボルト(5a)によって固定された巻上機で，(5b)はこれの巻胴(5b)に一端が固定されて巻き掛けられて上方に延び案内車(4)に巻き掛けられ，他端でかご(3)を吊持した主索である。",
                    "すなわち，巻上機(5)が付勢され主索(6)を介してかご(3)が駆動されて，かご(3)はレール(2)に案内されて昇降する。そして巻上機(5)に常時上方向の荷重が作用するために強固なアンカーボルト(5a)が必要となる。また底部(1b)は一般に防水モルタルによって仕上げられていて，アンカーボルト(5a)の埋設に煩雑な手数が掛かる不具合があった。",
                    "この考案は上記の欠点を解消するもので，昇降路の下部に巻上機が簡易な手段によって設置されたベースメント形エレベータを提供しようとするものである。",
                    "以下，第2，第3図によってこの考案の一実施例を説明する。",
                    "図中，第1図と同符号は相当部分を示し，(7)は形鋼材が底部(1b)に横たえられてなる支持部材，(2)は支持部材(7)の上面に下端が接して配置され取付金具(2b)を介して固定されて立設されたレールからなる立設部材，(5)は支持部材(7)が立設部材(2)の相互間外へ延長された箇所にボルト(5c)によって固定された巻上機である。",
                    "すなわち，巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される。このため巻上機(5)の固定のためのアンカーボルトの埋設等の手数を省くことができる。また，支持部材(7)によってレールと巻上機(5)の相対位置が自動的に決定されるので，巻上機(5)を容易に所定位置に設置することができる。",
                    "なお，この実施例における立設部材(2)が建築駆体の柱，他のエレベータ機器からなるものであっても第2，第3図の実施例とほぼ同様な作用が得られることは明白である。",
                    "以上説明したとおりこの考案は，昇降路の下部に配置された巻上機を昇降路に設けられた立設部材の下端に一部が固定された支持部材の他部に装着したので，巻上機に作用する上方向の荷重が支持部材を介して立設部材によって支持されるため，簡単な構造で容易に巻上機を設置することができる安価なベースメント形エレベータを実現するものである。」(1頁12行～4頁6行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面の簡単な説明",
                  "text": [
                    "「第1図は従来のベースメント形エレベータを示す要部縦断面概念図，第2図はこの考案によるベースメント形エレベータの一実施例を示す第1図相当図，第3図は第2図の要部横断平面図である。",
                    "(1)…昇降路，(2)…立設部材，(3)…かご，(5)…巻上機，(6)…主索，(7)…支持部材",
                    "なお，図中同一部分または相当部分は同一符号により示す。」(4頁8行～16行))"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)の記載及び刊行物2(甲2)の第1図～第3図によると，①従来のベースメント形エレベータは，巻上機(5)を建物の床に設置し，この巻胴(5b)に一端が固定されて巻き掛けられて上方に延びる主索(6)は，建物の上部に設置されている案内車(4)に巻き掛けられ，他端でかご(3)を吊持しているものであること，②このようなエレベータでは，巻上機(5)に常時上方向の荷重が作用するために強固なアンカーボルト(5a)が必要となるところ，巻上機(5)を設置する建物の床(1b)は一般に防水モルタルによって仕上げられているため，アンカーボルト(5a)の埋設に煩雑な手数が掛かる不具合があったこと，③刊行物2発明は，この欠点を解消したものであること，④刊行物2発明は，昇降路の下部に配置された巻上機(5)を昇降路に設けられた立設部材(2)の下端に一部が固定された支持部材(7)の他部に装着したので，巻上機(5)に作用する上方向の荷重が支持部材(7)を介して立設部材(2)によって支持されるため，簡単な構造で容易に巻上機を設置することができること，以上の事実が認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，刊行物2には，下記のような内容の発明(刊行物2発明)が記載されていると認められる。",
                    "記",
                    "「昇降路の底部(1b)に設置されている支持部材(7)，",
                    "この支持部材(7)の立設部材(2)の相互間外へ延長された箇所に設置されている巻上機(5)，",
                    "支持部材(7)の上面に接して配置されて，ブラケット(2a)により，中間部を昇降路(1)の周壁に支持されている，レールからなる立設部材(2)，",
                    "巻上機(5)の巻胴(5b)に一端が固定されて巻き掛けられて上方に延び，立設部材(2)の上部に設置されている案内車(4)に巻き掛けられ，他端でかご(3)を吊持している主索(6)",
                    "巻上機(5)の駆動により，レール(2)に案内されて昇降路内を昇降するかご(3)",
                    "から成るベースメント形エレベータ。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記イの構成のうち，立設部材(2)の上部に案内車(4)が設置されていることは，上記(1)の「(4)は頂部(1a)に枢着された案内車」との記載及び刊行物2(甲2)の第2図から明らかである。原告は，刊行物2(甲2)の第2図の上部の支持梁は壁面に固定されていると主張するが，刊行物2(甲2)には，そのような記載はなく，当業者(その発明の属する技術の分野におれる通常の知識を有する者)が当然にそのように理解するともいえないから，上部の支持梁が壁面に固定されているとは認められず，考案者であるBが，刊行物2(甲2)の考案に係る製品において，上部の支持梁が壁面に固定されていると述べていること(甲7)は，原告の上記主張を認めるに足りる根拠となるものではない。また，原告は，丙12(実願昭58−53560号［実開昭59−159678号］",
                  "text": [
                    "のマイクロフィルム)の第5図及び第6図の実施例において，上部の支持梁が壁面に固定されていると主張するが，第5図及び第6図の記載によると，支持梁は壁面から離れていて，壁面に固定されているはいえない。丙12には第5図及び第6図の実施例について「返し車(7)の支持梁(9)を昇降路(1)両側壁面前方に取付けている。」(4頁10行～11行)との記載があるが，この記載は，両側壁面の前の方を意味するにとどまり，壁面に固定されているとの意味であるとは解されないし，丙12には「返し車を支持する支持梁をエレベータ用かごの前方側に寄せて壁面に取付けた」(5頁7行～9行)との記載があるが，この記載は，支持梁が壁面に取り付けられている第3図及び第4図の実施例についての記載であると解されるから，第5図及び第6図の実施例において，上部の支持梁が壁面に固定されていることの根拠となるものではない。考案者であるBが，上記第5図及び第6図の実施例に係る製品において，上部の支持梁が壁面に固定されていると述べていること(Bの報告書，甲7)も，原告の上記主張を認めるに足りる根拠となるものではない。したがって，原告の丙12の第5図及び第6図の実施例に基づく主張は，前提を欠き採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)で述べたところからすると，刊行物2発明においては，①案内車(4)に巻き掛けられ，他端でかご(3)を吊持している主索(6)によって巻上機(5)に作用し，支持部材(7)を介して立設部材(2)に伝えられる上向きの力，②かご(3)の重量が主索(6)と案内車(4)を介して立設部材(2)に働く下向きの力が存するところ，これらの力は，立設部材(2)に上向きと下向きに働くものであって，立設部材(2)がそれにかかる荷重に耐えることができる十分な強度を有している限り，これらの上向きの力と下向きの力は相殺されつり合い状態にあるものと解される。",
                "そして，(1)刊行物2発明は，巻上機(5)を設置するアンカーボルトを不要とするもので，昇降路の下部に配置された巻上機(5)を昇降路に設けられた立設部材(2)の下端に一部が固定された支持部材(7)の他部に装着したので，巻上機(5)に作用する上方向の荷重が支持部材(7)を介して立設部材(2)によって支持されるため，簡単な構造で容易に巻上機を設置することができるものであること，(2)前記3(3)アのとおり，立設部材(2)がそれに相当するガイドレールについては，ガイドレールを底部まで伸ばし，底部で支えるエレベータ装置が周知であり，これらのエレベータ装置(前記乙1～5のエレベータ装置)においては，かごガイドレール及び重りガイドレールを昇降路の壁に固定するのでなく，エレベータ装置自身の部材によってガイドレールを支持する構造であったと認められるから，ガイドレールがそれにかかる荷重に耐えることができる十分な強度を有しているものであったということができることからすると，当業者は，刊行物2発明には，立設部材(2)がそれにかかる荷重に耐えることができる十分な強度を有し，上記上向きの力と下向きの力が相殺されるものが含まれていると理解するものと解される。このように上向きの力と下向きの力が相殺されつり合い状態にあるとすると，上向きの力が建物に作用することはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，刊行物2発明には，上記(2)イのとおり，ブラケット(2a)が存し，これについては，刊行物2(甲2)に，上記(1)のとおり，「巻上機(5)に作用する上方向の荷重は支持部材(7)を介して立設部材(2)，ブラケット(2a)によって支持される。」(3頁7行～9行)との記載がある。",
                "しかし，上記(3)のとおり，刊行物2発明において，上向きの力と下向きの力は相殺されつり合い状態にあり，上向きの力が建物に作用することはない場合には，ブラケット(2a)によって支持される「上方向の荷重」に，上記のとおり巻上機(5)に作用する上向きの力が含まれるということはできない。もっとも，立設部材(2)がそれにかかる荷重に耐えることができる十分な強度を有していない場合には，ブラケット(2a)に巻上機(5)に作用する上向きの力がかかることが考えられるが，そうであるとしても，当業者は，刊行物2(甲2)と周知技術から，上記のとおり，刊行物2発明には，上向きの力と下向きの力が相殺され上向きの力が建物に作用することはないものが含まれていると理解できるのであって，そのことは，刊行物2(甲2)のブラケット(2a)に関する上記記載にかかわらないというべきである。",
                "また，刊行物2(甲2)には，「この実施例における立設部材(2)が建築駆体の柱，…からなるものであっても第2，第3図の実施例とほぼ同様な作用が得られることは明白である。」(3頁下6行～下3行)との記載がある。しかし，この記載は，立設部材(2)が建築駆体の柱からなる別の発明について記載したものであるから，上記(3)の認定を左右することはない。",
                "さらに，特開昭62−175394号(甲8)に鉛直方向の荷重を支持し得るブラケットが示されているとしても，刊行物2発明とは別の発明に関する記載であって，上記(3)の認定を左右するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そして，刊行物1発明と刊行物2発明とは，いずれも巻上機を底部に有するエレベータの発明であるから，それらを組み合わせることができるというべきである。",
                "そうすると，当業者は，刊行物1発明に対して刊行物2発明を組み合わせ，前記乙1～5から認められる周知の技術的事項(かごガイドレール及び重りガイドレールを昇降路の壁に固定するのでなく，エレベータ装置自身の部材によってガイドレールを支持する構造のエレベータ装置)を適用することによって，訂正発明のエレベータの〈相違点〉に係る構成を容易に想到することができたものというべきである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，原告は，刊行物1発明においては，おもり用レール9，右側かご用レール4，左側かご用レール3が昇降路の壁に固定されているから，前記乙1～5から認められる技術的事項が周知であったとしても，そのような技術的事項を刊行物1発明に適用することはあり得ないし，また，刊行物2発明は，立設部材(2)をブラケット(2a)を介して建物に支持するものであるから，前記乙1～5から認められる技術的事項を刊行物2発明に適用することもあり得ないと主張する。しかし，刊行物2発明は，上記(3)のとおり，上向きの力と下向きの力が相殺され，上向きの力が建物に作用することはないものが含まれており，既に述べたとおり，刊行物1発明に対して刊行物2発明を組み合わせ，前記乙1～5から認められる周知の技術的事項を適用することによって，訂正発明のエレベータの〈相違点〉に係る構成を容易に想到することができたものというべきであって，原告が指摘する上記の各点は，その妨げとなるものではない。",
                "また，原告は，刊行物2(甲2)の上部を刊行物1(甲1)の構造によって置き換えた模型を作成し，それを用いて，かごをモータでつり上げる実験をすると，ブラケットが昇降路の壁に固定されているときは，正常に作動するが，ブラケットが昇降路の壁に固定されていないときは，ガイドレールが変形し，昇降路を固定している支持部材が巻上機とともに持ち上がると主張し，その実験の写真(甲5)を提出する。この実験では，上部の刊行物1の構造に相当する部分と下部の刊行物2の構造に相当する部分がばねによって連結されているから，ガイドレールがそれにかかる荷重に耐えることができる十分な強度を有しているものではない。したがって，原告の上記主張は，その前提において失当であり，採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}