{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−20825号事件について平成17年12月16日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許出願について，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，後記ジョンソン社と原告キャロライナ社は請求不成立の審決を受けた。そこで，ジョンソン社を吸収合併した原告デピュー社と原告キャロライナ社が，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "ジョンソン・エンド・ジョンソン・プロフェッショナル・インコーポレイテッド(以下「ジョンソン社」という。)と原告キャロライナ・ナロウ・ファブリック・カンパニー(以下「原告キャロライナ社」という。)は，平成8年6月7日，名称を「整形ギプス用包帯，整形ギプス包帯，整形用副子，及び整形支持体用材製造方法」とする発明について，1995年(平成7年)6月7日米国出願による優先権を主張して，特許出願をした(以下「本願」という。特願平8−168629号。公開特許公報は平9−99003号［甲4］)。なお，ジョンソン社は，平成11年7月3日，原告デピュー・オーソペディックス・インコーポレイテッド(以下「原告デピュー社」という。)に吸収合併された(ただし，出願人名義変更届が特許庁に提出されたのは平成18年5月8日［甲3］)。",
                "ジョンソン社及び原告キャロライナ社は，平成15年5月6日付けで手続補正(第1次補正。甲10)をしたが，特許庁から拒絶査定を受けたので，平成15年10月27日付けで不服の審判請求をした。",
                "特許庁は，上記請求を不服2003−20825号事件として審理し，その中でジョンソン社及び原告キャロライナ社は平成15年11月26日付けで手続補正(第2次補正。以下「本件補正」という。甲5)をしたが，特許庁は，平成17年12月16日，本件補正を却下した上，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は平成18年1月6日請求人らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正前(第1次補正後)のもの",
                  "text": [
                    "本件補正前の「特許請求の範囲」は請求項1ないし16から成るが，その請求項1は，次のとおりである(以下，請求項1に記載された発明を「本願発明」という。)。",
                    "「モジュラス値が低い編織布グレードの連続糸を主として備えた繊維から成る粗い目の包帯と，該粗い目の包帯に塗布された硬化性液状樹脂とを有し，前記粗い目の包帯が，該粗い目の包帯自身の長手方向に進んでいる複数のウエールを有するメリヤス繊維帯であり，前記ウエールの少なくとも一部が，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含んでおり，前記粗い目の包帯がさらに，前記複数のウエールに対して横方向に延びた複数のコースを備え，該コースが編織布グレードの連続糸を主として備えた整形用ギプス用包帯であって，",
                    "包帯幅にわたって均一に配置された前記ウエールのうち少なくとも約50％は，前記弾性フィラメント材を備え，前記コースが，前記粗い目の包帯中に緩和状態で1インチ当り少なくとも15個の割合で存在し，前記ウエールが，緩和状態で1平方インチ当り少なくとも約325個の編目開口をもつのに充分な数だけ存在していることを特徴とする，整形ギプス用包帯。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正後のもの",
                  "text": [
                    "本件補正後の「特許請求の範囲」は請求項1ないし16から成るが，その請求項1は，次のとおりである(以下，請求項1に記載された発明を「本願補正発明」という。下線は第2次補正部分。)。",
                    "「モジュラス値が低い編織布グレードの連続ポリマー糸を主として備えた繊維から成る粗い目の包帯と，該粗い目の包帯に塗布された硬化性液状樹脂とを有し，前記粗い目の包帯が，該粗い目の包帯自身の長手方向に進んでいる複数のウエールを有するメリヤス繊維帯であり，前記ウエールの少なくとも一部が，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含んでおり，前記粗い目の包帯がさらに，前記複数のウエールに対して横方向に延びた複数のコースを備え，該コースが編織布グレードの連続糸を主として備えた，非ガラス繊維基材の整形用ギプス用包帯であって，",
                    "包帯幅にわたって均一に配置された前記ウエールのうち少なくとも50％は，前記弾性フィラメント材を備え，前記コースが，前記粗い目の包帯中に緩和状態で2．54cm当り少なくとも15個の割合で存在し，前記ウエールが，緩和状態で6．45平方センチメートル当り少なくとも325個の編目開口をもつのに充分な数だけ存在していることを特徴とする，整形ギプス用包帯。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，①本願補正発明は，特開平2−5944号公報(甲2。以下「引用例」という。)記載の発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができず，したがって，本件補正は認められない，②本願発明は，引用発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明の内容，本願補正発明との一致点及び相違点は，次のとおりである。",
                    "【引用発明の内容】",
                    "「低モジュラスのポリプロピレンファイバーと弾性ポリウレタンファイバーからなる編んだ支持体と，該支持体に塗布された硬化性樹脂とを有し，前記支持体が，複数のウエールを有する10cmの長い編まれたストリップであり，弾性ポリウレタンファイバーが長手方向に支持体に導入されており，硬化性樹脂の塗布後に支持体が長手方向に25％の伸長性を持ち，前記支持体がさらに，前記複数のウエールに対して横方向に延びた複数のコースを備え，該コースが低モジュラスのポリプロピレンファイバーを主として備えた，整形外科用副木包帯であって，前記コースが，包帯中に緩和状態で，ほぼ6．0−7．9コース／cmの割合で存在し，ウエールが4−6ウエール／cm存在している，整形外科用副木包帯」【一致点】",
                    "「モジュラス値が低い編織布グレードの連続ポリマー糸を主として備えた繊維から成る粗い目の包帯と，該粗い目の包帯に塗布された硬化性液状樹脂とを有し，前記粗い目の包帯が，該粗い目の包帯自身の長手方向に進んでいる複数のウエールを有するメリヤス繊維帯であり，前記ウエールの少なくとも一部が弾性フィラメント材を含んでおり，前記粗い目の包帯がさらに，前記複数のウエールに対して横方向に延びた複数のコースを備え，該コースが編織布グレードの連続糸を主として備えた，非ガラス繊維基材の整形用ギプス用包帯であって，",
                    "前記ウエールのうち少なくとも一部は，前記弾性フィラメント材を備え，前記コースが，前記粗い目の包帯中に緩和状態で2．54cm当り少なくとも15個の割合で存在し，前記ウエールが，編目開口をもつのに充分な数だけ存在している整形ギプス用包帯。」である点。",
                    "【相違点1】",
                    "本願補正発明では，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含んでいるのに対し，引用発明では，粗い目の包帯が前記液状樹脂の塗布後に25％の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含んでおり，前記液状樹脂の塗布前に粗い目の包帯がどの程度の長手方向伸長性を持つのか不明である点。",
                    "【相違点2】",
                    "本願補正発明では，包帯幅にわたって均一に配置された前記ウエールのうち少なくとも50％は，前記弾性フィラメント材を備えているのに対し，引用発明では，包帯幅にわたるウエールのうちのどの程度の割合のウエールが弾性フィラメント材を備えているのか不明である点。",
                    "【相違点3】",
                    "本願補正発明では，前記ウエールが，緩和状態で6．45平方センチメートル当り少なくとも325個の編目開口をもつのに充分な数だけ存在しているのに対し，引用発明では，ウエールが，6．45平方センチメートル当たり，150～300個の編目開口をもつのに充分な数だけ存在している点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の判断には，次のとおり誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点1についての判断の誤り)",
                  "text": [
                    "審決は，相違点1について，「粗い目の包帯の長手方向伸長性の程度を如何にするかは，整形ギプス用包帯に求められる長手方向伸長性，強度，順応性，使用の容易さに応じて当業者が適宜決め得る設計的事項といえる」と判断している(7頁23行～25行)。",
                    "しかし，この判断には何らの具体的な根拠も示されていない。",
                    "また，引用例(甲2)には，「支持体が15％から80％の縦伸長…を有する」と記載されている(「特許請求の範囲」請求項2)が，このような範囲にする理由は一切記載されていない。なお，被告は，この点について，引用例には「適切」であるとの理由が記載されていると反論するが，このような表現は，特許明細書においてよく用いられる「好ましい」等の表現と同様に，その範囲が良いことを単に表すものであって，ある数値範囲を選んだことについての何らかの技術的な理由ではないし，仮に「適切」であるとの表現が「理由」に該当するとしても，技術的な意味が明らかでない，余りに漠然としたものは，本願補正発明を想到するための技術的な示唆にはなり得ない。",
                    "他方，本件補正後の本願補正(第2次補正)明細書(甲5)の「発明の詳細な説明」に「ガラス繊維のような剛性を持っていない連続フィラメントからの構成ゆえに，伸長性が高すぎると，本発明の包帯に不均一な，畝状のギャザリング(gathering)が発生する。…本発明の特に好ましい実施態様では，塗布前の包帯の伸長性は約40％ないし約85％の範囲内にあ」ると記載されている(段落【0035】)ように，平滑性の観点から，40％ないし約85％という数値範囲が特に好ましいことが明らかである。また，本願当初明細書(甲4の公開特許公報参照。以下「甲4」という。)の表1に記載された供試体(対照するためのものを除く。)のうち，最も伸長性の低いものは，K12−343−4の46．0％であり，このように本願当初明細書の実施例によれば，圧潰強度を向上するには少なくとも伸長性を40％以上にする必要があることが明らかである。このように，相違点1である「粗い目の包帯の長手方向伸長性を40％から85％までの範囲にする」点には，圧潰強度及び平滑性の効果の面から格別の技術的意義がある。粗い目の包帯の長手方向伸長性を40％から85％にすることが，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性の重要な要因であることは，本願発明者らにより初めて見い出された事項である。",
                    "上記の審決の判断は，粗い目の包帯の長手方向伸長性を数値限定することによって，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性を得ることができるという本願補正発明の内容を知った上での判断に他ならず，いわゆる後知恵に基づくものである。引用例の開示内容から出発して，当業者が十分な研究を行わずして，一体どのようにして，本願補正発明の相違点1の重要性を想到するといえるのであろうか。",
                    "したがって，相違点1である「粗い目の包帯の長手方向伸長性を40％から85％までの範囲にする」点を，当業者が適宜決め得る設計的事項とした審決の判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，相違点2について，「弾性フィラメント材を備えるウエールの割合を如何にするかは，整形ギプス用包帯に求められる強度，平滑性，順応性，装着の容易さに応じて当業者が適宜決め得る設計的事項であり」と判断している(7頁下5行～3行)。",
                    "しかし，この判断についても何ら具体的な根拠は示されていない。",
                    "また，引用例(甲2)には，「この弾性繊維は，編物支持体中，編機の方向のたて糸中に存在する。支持体の約0．5～20容量％が弾性繊維で製造されているのが適切であり，また支持体の1～8容量％が弾性繊維から製造されているものがより適切である。」と記載されている(3頁左上欄14～18行)が，このような範囲にする理由は一切記載されていない。なお，被告は，この点について，引用例の2頁左下欄6行～11行及び3頁左上欄14行～18行を引用して，引用例には「適切」であるとの理由が記載されていると反論する。しかし，前者の引用部分には，支持体に弾性繊維を用いた理由は記載されているが，上記の数値範囲を採用した理由は記載されていない。また，後者の引用部分における「適切」は，上述したように，技術的に意義のある理由を示すものではなく，このような漠然とした表現は，本願補正発明に想到するための技術的な示唆にはなり得ない。",
                    "他方，本願補正発明が，ウエールのうち少なくとも50％を弾性フィラメント材にするのは，「特許請求の範囲」請求項1に規定するように，「前記ウエールの少なくとも一部が，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含」むようにするためである(なお，本願当初明細書の表1に記載された供試体(対照するためのものを除く。)は，いずれもウエール数に対する弾性ウエール数が50％以上であり，伸長性が40％以上となっている。)。そして，このように長手方向伸長性が40％から85％の範囲となることで，上述したように，圧潰強度及び平滑性が顕著に向上する。したがって，相違点2である「ウエールのうち少なくとも50％が弾性フィラメント材を備える」点には，圧潰強度及び平滑性の効果の面で格別の臨界的意義がある。弾性フィラメント材を備えるウエールの割合を少なくとも50％にすることが，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性の重要な要因であることは，本願発明者らにより初めて見い出された事項である。",
                    "上記の審決の判断は，弾性フィラメント材を備えるウエールの割合を数値限定することによって，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性を得ることができるという本願補正発明の内容を知った上での判断に他ならず，いわゆる後知恵に基づくものである。",
                    "よって，相違点2である「ウエールのうち少なくとも50％が弾性フィラメント材を備える」点を，当業者が適宜決め得る設計的事項とした審決の判断は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点3についての判断の誤り)",
                  "text": [
                    "審決は，相違点3について，「整形ギプス用包帯に必要な他の特性である強度や平滑性等に着目してこれらの編目開口(メッシュ)の個数を変更してみることは，当業者であれば容易に想到」できることであると判断している(8頁9行～12行)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，これについては何ら具体的な根拠が示されていない。",
                        "また，引用例(甲2)には，「適切な支持体としては，メッシュであってもよく，すなわち，支持体は，硬化剤が，まかれた包帯内に浸透し，樹脂全体に接触するように支持体を通過する開口を有していなければならない。支持体の開放性によって，硬化した包帯下の皮膚への空気の循環と，この皮膚からの水分の蒸発が可能になる。…布地は，約200～300／インチ2のメッシュを有するものが適切で，メッシュが220～270／インチ2のものがさらに適切で，またメッシュが240～260／インチ2例えば240，250もしくは260／インチ2のも",
                        "のが好ましい。」と記載されている(4頁右上欄11行～左下欄8行)。この記載から，編目開口(メッシュ)の個数は，包帯の通気性に関係するものであると解される。したがって，当業者が，この引用例の記載に反して，包帯の通気性を犠牲にして，編目開口(メッシュ)の個数を6．45平方センチメートル(インチ2)当たり300個より多く増やすようにする動機付けがないとともに，この引用例の記載は，このように編目開口(メッシュ)の個数を増やすことに対する阻害要因となっている。",
                        "他方，本願当初明細書(甲4)の表1，表2に記載されたK3−06",
                        "8−5AとK12−343−4の8層の圧潰強度を，生地重量と樹脂重",
                        "量の和で除し，幅を乗じて，単位当たりの圧潰強度を求めると，網目開口数が329．1個の前者は，単位当たりの圧潰強度が6．56ポンド・インチ／gであるのに対し，網目開口数が310．9個の後者は，単位当たりの圧潰強度が2．57ポンド・インチ／gであるから，網目開口数が325個の前後で，圧潰強度が飛躍的に向上することが示されている。なお，参考として，弾性ウエールを全く使用しなかった対照例のK11−309−4の単位当たりの圧潰強度を求めると，3．34ポン",
                        "ド・インチ／gである。したがって，編目開口の個数を6．45平方センチメートル当たり少なくとも325個にすることには，格別の臨界的な意義があるところ，これが，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性の重要な要因であることは，本願発明者らにより初めて見い出された事項である。",
                        "上記の審決の判断は，編目開口の個数を数値限定することによって，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性を得ることができるという本願補正発明の内容を知った上での判断に他ならず，いわゆる後知恵に基づくものである。",
                        "なお，被告は，平成14年10月30日付け拒絶理由通知書においては引用され審決においては触れられていない特開昭54−3393号公報(乙1)及び特開昭53−61184号公報(乙2)に記載された内",
                        "容から，整形外科用包帯の編目開口数を1平方インチ当たり300個以上とすることは本願出願前公知の事項であると主張する。しかし，乙1は，ガラス繊維基材をベースとするガラス繊維系ギプス包帯に関する発明を開示するものであり，本願補正発明の非ガラス繊維基材の整形用ギプス用包帯について開示するものではない。乙2の5頁「実施例1」には，編目開口数が約560／平方インチの綿からなる基材が記載されているが，この基材は，綿から成るものであり，本願補正発明のモジュラス値が低い編織布グレードの連続ポリマー糸を主として備えた繊維から成るものではない。また，乙2に記載された発明は，ギプス用包帯の焼石こうに代えて，新規な組成であるイソシアネートプレポリマーを用いる発明である(「特許請求の範囲」第1項及び第2項)。このイソシアネートプレポリマーを含浸または塗布するための包帯布としては，「例えば多孔紙，不織ウエブ(non-woven webs)あるいは編織布である。」と記載されているように(3頁左上欄16行～17行)，かなり広い範囲の素材及び構造のものが開示されているが，本願補正発明のモジュラス値が低いポリマー糸の編織布については開示されていない。したがって，乙1及び乙2の記載内容からは，本願補正発明に係るモジュラス値が低い編織布グレードの連続ポリマー糸を主として備えた繊維であって，非ガラス繊維から成る整形用ギプス用包帯において，編目開口数を1平方インチ当たり300個以上とすることが本願出願前に公知の事項であったということできない。",
                        "また，被告は，国際公開第94／17229号公報(乙3)には，整",
                        "形外科支持材料用の布帛であってメリヤス組織を有するものについて，1平方インチ当たりの開口数を300個以上とすることが記載されているから，編目開口数を1平方インチ当たり300個以上とすることは本願出願前公知の事項であると主張する。しかし，このような審決に言及のない新たな引用文献に基づき，審決取消訴訟において進歩性の有無を判断することは許されない。また，このような本願出願約10か月前に公開された公報1件を示したのみでは，編目開口数を変更することが普通に行われていたことにはならない(なお，乙3の和訳に相当する特表平8−505909号［乙4］が公表されたのは平成8年6月25日で",
                        "あって，本願の優先権主張日である平成7年6月7日より後である。)。さらに，上記公報には，弾性フィラメントを使用することは記載されていないから，本願補正発明の特徴の一つである弾性フィラメント材を用いたメリヤス繊維帯において，編目開口数を1平方インチ当たり300個以上とすることが記載されておらず，編目開口数を増やすことでは強度が飛躍的に向上するいうことを示唆する記載もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例(甲2)では，ウエール及びコースに用いる糸として，デニール数の高い糸，すなわち，太い糸を用いることを前提としている。引用例の実施例1，5，6では，ウエール及びコースの両方に470dテックス(432デニールに相当する)のマルチフィラメントを使用したこと，実施例4では，ウエール及びコースの両方に1000dテックスのマルチフィラメントを使用したことが記載されている。このように，デニール数の高い太い糸を用いた場合には，通気性の観点からウエール及びコースを密に編むことができず，編目開口数を1平方インチ当たり200～300個にしなければならない。",
                        "一方，本願補正発明は，ウエール及びコースの少なくとも一方に，引用例よりもウエール数の低い細い糸を用いることによって，編目開口数を少なくとも300個にして，ウエール及びコースの本数を増加させても，好適な通気性を確保することができるとともに，ガラス繊維を用いたギプス包帯に匹敵する又はそれ以上の圧潰強度を達成することができる。本願当初明細書(甲4)の表3に示すように，ウエールに200デニールの糸を用い，コースに300デニールの糸を用いて編目開口数を418～435個程度に増やした試供体Aは，5層の圧潰強度を試供体重量で除し幅を乗じた単位当たりの圧潰強度が，6．54ポンド・インチ／gであり，この値は，ガラス繊維を用いた試供体B，C，Dの各単位当たりの圧潰強度である6．86ポンド・インチ／g，5．62ポンド・インチ／g，4．81ポンド・インチ／gに匹敵するか又はそれ以上である。",
                        "以上のとおり，本願補正発明によれば，引用例などの従来の合成繊維を用いたギプス包帯よりも優れた圧潰強度を有するガラス繊維を用いたギプス包帯に匹敵するか又はそれ以上である圧潰強度を達成することができるので，圧潰強度を飛躍的に向上することができるという，格別顕著な効果を得ることができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，相違点3である「編目開口の個数を6．45平方センチメートル当り少なくとも325個にする」点を，当業者が適宜決め得る設計的事項とした審決の判断は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本願補正発明の顕著な効果の看過)",
                  "text": [
                    "審決は，相違点2の弾性フィラメント材を備えるウエールの割合について，「本願補正発明のように『少なくとも50％』としたことに格別の臨界的意義も認められない」と判断している(7頁下3行～2行)。また，審決は，相違点3について，「本願補正発明のように編目開口の数を『6．45平方センチメートル当り少なくとも325個』としたことに格別の臨界的意義も認められない」と判断している(8頁12行～14行)。",
                    "しかし，これらの判断は，次のとおり誤りである。",
                    "本願補正発明は，液状樹脂の塗布前に粗い目の包帯が，40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含む(相違点1)とともに，包帯幅にわたって均一に配置されたウエールのうち少なくとも50％が，弾性フィラメント材を備える(相違点2)ようにし，かつ，ウエールが，緩和状態で6．45平方センチメートル当たり少なくとも325個の編目開口をもつのに充分な数だけ存在する(相違点3)ようにしたことによって，非ガラス繊維基材の整形ギプス用包帯の圧潰強度を，従来の合成繊維を用いた整形ギプス用包帯よりも大幅に，ガラス繊維を用いた整形ギプス用包帯と同等又はそれ以上に向上させるとともに，表面の平滑性も大幅に向上させ，不均一な畝状のギャザリングが発生することなく，表面に可視模様を施すことができるという，顕著な効果を奏するものである。",
                    "この効果は，上記の3つの相違点のすべてが満たされないと発揮されない。例えば，本願当初明細書(甲4)の表1，2において，K3−068−5AとK12−343−4とを比べた結果は，上記ウ(ア)のとおりである。また，ギプス用包帯に表面模様をプリントした場合，網目開口数が少ない従来のギプス用包帯は，本願図面(甲4)の図5に示すように，視認困難であるものの，網目開口数を増加させた本願のギプス用包帯では，その図6に示すように，視認性が格段に改善されている。伸長性が85％を超えると，ギプス用包帯に不均一な畝状のギャザリングが発生し，優れた平滑性が得られないのである(本願補正明細書［甲5］の段落【0035】)。",
                    "上記の本願補正発明の顕著な効果は，格別の臨界的意義にほかならない。",
                    "液状樹脂を塗布する前の粗い目の包帯の長手方向伸長性(相違点1)，包帯幅にわたって均一に配置されたウエールに対する弾性フィラメント材の割合(相違点2)，緩和状態での編目開口数(相違点3)をそれぞれ所定の範囲にすることで，上記のような圧潰強度及び平滑性について格別の臨界的効果が得られることは，記載されているような試験によって本願発明者らが初めて見い出した事項である。",
                    "審決は，上記のとおり，本願補正発明には臨界的効果が存しないとの誤った判断をしている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "引用例(甲2)に「支持体の長さ方向の伸度としては…15～80％の伸度を与えるような伸度が適切であり」と記載されている(3頁左上欄下2行～右上欄2行)ように，引用例は，成形ギプス用包帯に求められる適切な伸度が15～80％であることを示している。引用例は理由なくこのような限定をしているものではない。",
                "本願当初明細書(甲4)の「発明の詳細な説明」には，伸長性に関して，「本発明の整形ギプス用包帯は，少なくとも約5％，好ましくは少なくとも約10％，更に好ましくは少なくとも約15％，最も好ましくは少なくとも約20％の伸長性を持つ。…本発明の特に好ましい実施態様では，塗布前の包帯の伸長性は約40％ないし約85％の範囲内にあり，より好ましくは約60％ないし約70％の範囲内にある。」との記載がある(段落【0035】)ように，好ましい伸長性については相当広範な範囲となし得るものであり，「40％から85％」という数値範囲は格別の技術的意義のある数値範囲であるとは認められない。",
                "してみれば，粗い目の包帯の長手方向伸長性を40％から85％にすることは，引用例において限定されている長手方向伸長性15％から80％という数値範囲と重複するものであるし，非ガラス繊維基材の整形ギプス用包帯に求められる圧潰強度及び平滑性を考慮して40％から85％という数値範囲に限定するとしても，結局，引用例において示されている数値範囲と同程度のものであるにすぎず，格別の臨界的意義のある数値限定であるとはいえない。",
                "したがって，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "引用例(甲2)には，「低弾性率で非弾性の繊維と，長さ方向に組込んだ弾性繊維とからなる編物布地を支持体として用いると，既存のガラス繊維布地の支持体を用いた包帯に匹敵する良好な整合性を有する包帯が得られることが見出されたのである。」との記載(2頁左下欄6行～11行)及び「この弾性繊維は，編物支持体中，編機の方向のたて糸中に存在する。支持体の約0．5～20容量％が弾性繊維で製造されているのが適切であり，また支持体の1～8容量％が弾性繊維から製造されているものがより適切である。」との記載(3頁左上欄14行～18行)があるように，引用例は，成形ギプス用包帯に求められる適切な性質を有する範囲として弾性繊維の量を限定しているものである。",
                "本願当初明細書(甲4)の「発明の詳細な説明」には「弾性糸38は，好ましくは少なくとも4分の1の，更に好ましくは3分の1のウエールに含まれ，生地の幅を横断して実質的に均一に，例えばウエール4つ目ごとに，ウエール3つ目ごとに，ウエール2つ目ごとに，または全てのウエールに，などに分布していることが好ましい。弾性糸38が少なくとも約半分のウエールに含まれ，生地の幅を横断して実質的に均一に分布していることが更に好ましい。」との記載がある(段落【0027】)ように，本願補正発明においては，ウエールの割合の下限値は高い方が好ましいとされ上限については限定されていないから，弾性フィラメント材を備えるウエールの割合を少なくとも50％にすることに格別の臨界的意義があるものではなく，ウエールの割合は多い方が好ましいという程度の意味であると認められる。",
                "そして，整形ギプス用包帯の使用を考慮すれば，一部分のみに弾性が付与されるよりも全体にわたって均一に付与される方が望ましいことは当然のことであって，ウエール方向に弾性フィラメント材を設けるに当たって，包帯幅の全体にわたって均一に設けることは，特別の事情がない限り当業者であれば当然に行うことである。",
                "したがって，審決の判断には誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "引用例には，通気性に着目して，約200～300／インチ2のメッシュを有するものが適切である旨記載されており，それ以上のメッシュ数については記載されていないが，包帯の編目開口数をどの程度にするかは包帯に必要とされる特性のうちどの特性に着目して決定するかによって当然異なってくるものである。",
                "整形外科用包帯の編目の数を6．45平方センチメートル(インチ2)当り300個より多くすることは，審査の過程における平成14年10月30日付け拒絶理由通知書において引用文献として示した特開昭54−3393号公報(乙1)に，整形外科用包帯の布はくのタテ糸と横糸の本数が1インチ(2．54cm)当たりそれぞれ20～30本と10～18本であるものが記載されており(「特許請求の範囲」第12項)，上記拒絶理由通知の備考欄において示したように，この記載に基づいて編目開口数を算出すれば，200～540／平方インチとなるものである。",
                "また，同じく審査の過程における平成14年10月30日付け拒絶理由通知書において引用文献として示した特開昭53−61184号公報(乙2)にも，縦方向打込数11／cm(28／インチ)，横方向打込数8／cm(20／インチ)の基材(編目開口数560／平方インチと算出される)を用いることが記載されている(5頁の「実施例1」)。",
                "さらに，国際公開第94／17229号公報(乙3。国内公表公報は，特表平8−505909号［乙4］)には，本願補正発明と同様の用途である整形外科支持材料用の布帛であってメリヤス組織を有するものについて，「メリヤス生地は約3．9～9．8ウエール／㎝および約2．0～9．8ステッチ／㎝を有することができる。」(乙4の16頁13行～15行)と記載されているところ，この生地の開口数を計算すると，1平方インチ当たり約50～619個となり，また，実施例の例1(乙4の33頁)の1平方インチ当たりの開口数は約380個である。",
                "してみれば，整形外科用包帯の編目開口数を1平方インチ当たり300個以上とすることは，何ら特別なことではなく本願出願前に公知の事項であるにすぎない。",
                "本件補正後の本願補正明細書(甲5)の「発明の詳細な説明」には，「本発明のギプス用包帯には6．45平方センチメートル(1平方インチ)当り約275個以上の編目がある。…本発明のギプス用包帯には6．45平方センチメートル(1平方インチ)当り約300個以上の編目46があることが好ましく，6．45平方センチメートル(1平方インチ)当り約325個以上の編目があることが更に好ましい。」(段落【0029】)，「本発明の発明者らは，6．45平方センチメートル(1平方インチ)当り275個を大幅に超える編目をもつ，本発明による包帯から製造したギプス包帯が，従来技術の教えるところに反して，高い強度(圧潰と衝撃の両方)と通気性とを持つことを見いだした。このようにして，本発明の好適な実施態様においては，包帯の編み目数は，6．45平方センチメートル(1平方インチ)当り275個以上あり，6．45平方センチメートル(1平方インチ)当り350個以上のものすらある。」(段落【0041】)との記載があり，これらの記載からすれば，6．45平方センチメートル(1平方インチ)当り275個を大幅に超える編目をもつ包帯が好ましいのであるが，その下限値として325個という数値自体に格別の臨界的意義があるというほどまでに技術的意義のある下限値の限定であるとはいえない。本願当初明細書(甲4)の表1～3の実施例も，編目開口数が325個の前後で効果に大きな相違があることを示すことを意図してなされた実験の例であるとはいえないし，これらの表から，他の条件にかかわらず，編目開口数さえ特定の条件を満足すれば常に圧潰強度が向上するという技術的知見を読み取ることもできない。",
                "原告は，本願補正発明に用いる糸のデニール数について引用例のものよりも細い糸を使う旨主張しているが，本願補正発明は，糸のデニール数に関しては限定がない。",
                "したがって，審決の判断には誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "本願補正発明において限定している長手方向伸長性，弾性フィラメント材の比率及び編目開口数は，上述したようにいずれも本願出願前より整形外科用包帯として好ましいとされている範囲と同程度のものであるにすぎないし，これら3つの点を同時に特定範囲としたとしても結局は従来より公知の数値範囲と同程度のものにすぎず，本願補正発明が引用例に記載の包帯に比しても格別顕著な効果を有しているとはいえない。",
                "したがって，審決の判断には誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願補正発明の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の本願明細書(公開公報［甲4］記載の明細書を手続補正書［甲10］及び手続補正書［甲5］によって補正したもの)には，前記第3の1(2)イのとおり「特許請求の範囲」請求項1が記載されているほか，「発明の詳細な説明」として，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は改良された整形ギプス用包帯および整形ギプス包帯に関する。より詳しくは，ガラス繊維基材をベースとする従来のギプス包帯用材料の強度と同等以上の強度を持ち，合成繊維メリヤス基材をベースとする合成繊維整形ギプス包帯用材料に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「ポリマーによるギプス包帯用材料またはギプス包帯用合成繊維材料は，実用面においてここ十年で広く認められるようになった。ギプス包帯用合成繊維材料は，軽い，丈夫である，材料に隙間が多いので通気がよいなど，従来の焼き石膏ギプス包帯の及び難い，いろいろな利点が多い。伝統的に合成繊維整形ギプス包帯は，硬化性樹脂を含浸した細幅の織地，あるいは，ガラス繊維及び，又はポリエステル，ナイロン，ポリオレフィンなどの合成繊維のギプス用包帯から造られてきた。」(段落【0002】)",
                    "「米国においては，ギプス包帯が完全に硬化してからの強度が求められるため，連続フィラメントガラス繊維のメリヤス生地がギプス包帯用の合成基材を形成するために好ましい材料であるとされてきた。合成繊維ギプス包帯用の基材を造ろうとして，モジュラス値，すなわち弾性率が低い各種合成あるいは天然の非ガラス繊維からなる無数の異なる生地が提案され，試験され，及び，又は実際に発売もされたが，いずれの場合も，厚さと重量とを考慮した規準で比較すると，これらのギプス包帯の強度はガラス基材によるギプス包帯よりも著しく劣っていた。したがって，ギプス包帯業界では，従来の5層ガラス繊維系ギプス包帯に匹敵する強度を得るには，低モジュラス値の合成繊維系ギプス包帯において，ギプス用包帯の層を増やして生地の基本重量を増加するか，及び，又は，望ましいことではないが厚みの大きい包帯を使用しなければならないと一般に信ぜられてきた。例えば，Garwoodらに付与された米国特許第4，502，479号を参照されたい。この特許では，充分な強度と剛性とを持つギプス包帯を造るためには，モジュラス値の高い繊維，好ましくはガラス繊維を使用する必要があると論じている。(段落【0003】)",
                    "「実際問題としても，合成繊維系ギプス包帯は強度不足のため患者の快適度を著しく低下させ，及び，又は，最終(final)ギプス包帯のコストを高める。従って，層の数を増やしてギプス包帯を造ると，熟練医療従事者がギプス包帯を患者に施すのに必要な時間が長くなる。同様に，ギプス包帯の層が追加されると，包帯中の生地分と樹脂分との量が増加して，材料費と製造コストとが増える。ギプス包帯の重量及び，又は厚みが増すと，ギプス包帯の重量及び，又はかさが増加した分だけ患者の動き易さと快適さとが妨げられる。」(段落【0004】)",
                    "「しかしながら，合成繊維ギプス包帯には強度不足や他の欠陥があるにも拘らず，ガラス繊維に他に多くの，いろいろな問題があるため，医療産業や整形用ギプス包帯業界では，機能上，ガラス繊維系のギプス包帯用材料に匹敵する合成繊維系のギプス包帯用材料の開発研究を続けてきた。例えば，ガラス繊維はx線の通過に干渉するので，固定した骨のx線モニタリングをガラス繊維系ギプス包帯が妨げ得る反面，合成繊維系ギプス包帯の多くはx線に対して実質的に透明である。同様に，ガラス繊維が持つ固有の剛性は，硬化後のギプス包帯の強度特性の向上に大きく貢献するが，編成(knitting)工程など，生地製造工程で各種の問題の発生原因となり，従って，製造コストを増加させる。また，ガラス繊維は剛性ゆえに，編地を切断する際ほどけてしまうので，従来からの生地製造工程に特別の工程を付加する必要がある。」(段落【0005】)",
                    "「近年，一部の病院では，ガラス繊維系ギプス包帯を切断して体から取り除くときに発生し得るガラス粉塵を懸念している。これらの病院では，このガラス粉塵は患者や，ギプス包帯の除去を担当している病院職員を刺激したり，不快感を与えたりする可能性があるとしている。したがって，多くの病院，特にヨーロッパの病院では，ガラス繊維系ギプス用包帯の使用を全廃することを希望している。さらに近年になって，模様付きのギプス包帯用材料が開発されて，広く認められ消費者の興味を引き付けている。Freemanらに付与された米国特許第5，088，484号で開",
                    "示されているように，各種の模様が，合成及び，又はガラス繊維からなるギプス用包帯に容易に施され得るようになったが，ガラス表面の性質が不活性であるため，可視模様をギプス用包帯に施す費用が高くなる。」(段落【0006】)",
                    "「これら或はその他の諸問題のため，ガラス繊維から脱却しながらガラス繊維ギプス包帯に匹敵する機能上の特性を持つギプス包帯用材料の開発に，多年にわたり多大の研究開発努力が行われてきた。合成繊維系ギプス包帯の強度を向上させる直線的なアプローチの一つは，モジュラス値が高いガラス繊維を，ポリアラミド(polyaramide)，炭素その他類似の補強繊維などのような，モジュラス値が高い合成繊維で置換することである。これらの材料をギプス用包帯に用いれば強度を大幅に向上させることができるが，このようなギプス用包帯の製造コストはけた外れに高い。」(段落【0007】)",
                    "「合成繊維ギプス用包帯の強度を向上させるもう一つのアプローチは，生地の吸収性を上げて，生地の樹脂含浸量が増加するように織物の構造を設計することである。M．J．LysaghtとT．R．Richが，“",
                    "Development of a Water−activated Pl",
                    "astic Cast”； 9th Annual Internation",
                    "al Biomaterials Symposium (1983)で開",
                    "示しているように，樹脂の含浸度或は吸収度(absorption)を実用上限と実用下限の範囲内で変化させることにより，ギプス包帯の強度を変えることができると，一般に理解されている。事実，樹脂の含浸量を増加すると，低モジュラス値の合成繊維の強度不足を部分的に解消できる樹脂強度が得られる。したがって，各種の市販ギプス包帯用材料には，樹脂吸収度の上昇を促進する生地構造のものが見られる。実際上，ガラス繊維を基材としていない，殆どの市販の合成繊維ギプス用包帯には，テクスチャード加工あるいはバルキー加工された，合成フィラメント，及び，又は羊毛，綿，またはステープルファイバーが含まれていて，単位面積当り，即ち包帯6．45平方センチメートル(1平方インチ)当りの樹脂含浸量を増加させている。従来の技術において，合成ギプス用包帯にバルキー加工合成繊維およびステープル合成繊維(staplesynthet",
                    "ic fibers)は広く使用されている。例えば，Richter e"
                  ],
                  "content": [
                    {
                      "fig": "t",
                      "subject": "al．に付与された米国特許第4，940，047号，vonBon",
                      "text": [
                        "in et al．に付与された米国特許第4，411，262号，Weg",
                        "ner et al．に付与された米国特許第4，572，171号および",
                        "Sekineに付与された米国特許第4，984，566号を参照されたい。」(段落【0008】)",
                        "「他にも，ギプス包帯の強度を向上させる生地特性があることが知られている。注目に値することは，メッシュの大きさ(mesh size)，即ち生地6．45平方センチメートル(1平方インチ)当りの穴の数が，硬化したギプス用包帯を通じての空気の循環と，ギプス包帯の内からの水分の蒸発とだけにでなく，硬化後のギプス用包帯の強度にも影響することである。例えば，メッシュの大きさが6．45平方センチメートル(1平方インチ)当り120ないし250である生地構造を開示している，Forsyth et al．に付与された米国特許第5，027，8",
                        "04号，および，6．45平方センチメートル(1平方インチ)当り20ないし200個の開口から成るメッシュを有する生地を開示している，G",
                        "arwoodet al．に付与された米国特許第4，502，479号",
                        "を参照されたい。後者においては，メッシュの大きさが細かすぎると(すなわち大きすぎると)，樹脂の硬化が不揃いとなってギプス包帯の初期強度が害を受け，高い強度を持つ硬化ギプス包帯を得ることができないと述べられている。」(段落【0009】)",
                        "「ガラス系材料に匹敵する合成繊維ギプス包帯用材料の探索においては，強度ばかりでなく，機能上の要求事項も重要である。重要な特性としては，生地の順応性(fabric conformability)と",
                        "伸長性，ならびに生地の平滑性，通気性および吸収性が挙げられる。身体表面は一様な形にはなっていないので，ギプス用包帯が，部分的な圧力集中を起こすことなく身体表面に順応しなければない点で，順応性は重要である。ギプス包帯が充分に伸長できないと，装着の際ギプス包帯にタック(折り重ね)を形成せねばならず，このため典型的には，圧力集中点ができて患者に不快感を持たせることになる。例えば，順応し易いガラス繊維メリヤス基材から造られた高強度合成繊維ギプス包帯を開示している，B",
                        "uese et al．に付与された米国特許第4，668，563号を参",
                        "照されたい。ギプス包帯が硬化して行き硬質になり，その表面特性が殆ど基材によって決められてしまう点で，平滑性が重要であると考えられている。包帯の基材が粗いと，出来上ったギプス包帯の表面がヤスリ状となり，近接する皮膚及び，又は衣服をすりへらすことになる。前記したように，出来上がったギプス包帯の強度が，製造工程中で生地がどのくらい樹脂を含浸できるかに大部分依存している点で，吸収性は重要であると考えられている。」(段落【0010】)",
                        "「合成繊維ギプス包帯用材料が機能上，匹敵して得てガラス系ギプス包帯用材料にとって代わる基材を提供するには，無数の要求事項を解決しなければならない。したがって，ガラス繊維に比べ合成繊維が本来的に強度不足である点を解決する選択範囲が限られている。このため，長年努力が続けられ，市場からの要望も強くなっているにも拘らず，強度の高い合成繊維系ギプス包帯用材料が未だに発売されるに至っていない。」(段落【0011】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「本発明は，比較可能な規準により，即ち包帯の幅が実質的に同一であり，かつ，硬化ギプス包帯を構成する層の数が同様であると言う規準により測定して，ガラス繊維系ギプス包帯の強度と同等以上の強度を持つ硬化ギプス包帯を形成することができる合成繊維整形ギプス用包帯を提供することを課題とする。本発明の合成繊維整形ギプス用包帯は，既に実用面で広く使用されているガラス繊維ギプス用包帯の機能上の特性と同等以上の機能上の特性，例えば順応性，通気性，使用の容易さなどをもたらす。本発明の合成繊維整形ギプス用包帯は，現在市販され実用されているガラス繊維系ギプス用包帯及び同合成繊維ギプス用包帯より典型的には平滑性が高く，メッシュ穴の密度も高い。本発明のギプス用包帯は平滑性が向上しており，穴数もより多いので，より丈夫であるばかりでなく，可視模様付きのギプス用包帯を製造するのに更に好適である。というのは，従来技術によるギプス用包帯におけるよりも，可視模様が見え易く，かつ，その輪郭が明確であるからである。」(段落【0012】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「本発明の整形ギプス用包帯は，モジュラス値が低い編織布グレードの連続ポリマー糸を主として備える，繊維から成る粗い目の包帯と，該粗い目の包帯に塗布された硬化性液状樹脂とを有する。すなわち，本発明の整形ギプス用包帯は，ガラス繊維を基材としていないものであり，硬化性液状樹脂，好ましくは水分活性化性樹脂(a water activata",
                    "ble resin)で塗布された後，形状が与えられ硬化処理されることにより，硬化したギプス包帯を提供する，目の粗い繊維帯などである。",
                    "繊維帯とは，主として或はほぼすべてかさ高加工を施されていない(unbulked)連続ポリマーフィラメントと弾性フィラメントとから形成されるメリヤス包帯(a knit tape)を指す。連続フィラメントからなる複数のウエールが前記繊維帯において長手方向に進んでいて，該ウエールの少なくとも一部が，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含む。テープ幅(包帯幅)にわたって均一に配置された少なくとも約50％のウエールは，弾性の伸長性糸を備えている。連続フィラメントからなる複数のコースが，前記複数のウエールに対して横方向に延びており，編織布グレードの連続糸を主として備えている。前記繊維帯に緩和状態で，2．54cm(1インチ)長さ当り少なくとも15個，更に好ましくは2．54cm(1インチ)当り約17個ないし22個含まれている。前記繊維帯にはまた，6．45平方センチメートル(1平方インチ)当り少なくとも約325個の編み目開口(openings)",
                    "を形成するのに充分な数の前記ウエールがある。前記ギプス用包帯は少なくとも約5％の伸長性を持つ。弾性フィラメントをウエールに近接させたり，あるいはウエール中に編成工程中に引っ張り応力下で導入したりすることにより，好ましくは約10ないし約15％以上の伸長性が得られる。",
                    "この弾性フィラメントはまた，編成工程後にコースを引っ張って密集させることによって，ギプス用包帯のメッシュ数(mesh count)と厚さとを増加させる。すなわち，前記エラストマーフィラメント材が，前記コースと前記ウエールとの間隔をつめて上昇と下降とを交互に繰り返す波形のものとなるように用いられ，これによって整形ギプス用包帯を長さ方向に収縮して整形ギプス用包帯の厚さとメッシュ数を増加させる。コースとウエールとを形成する連続フィラメントは，好ましくはそれぞれデニール数が約150デニール以上の連続マルチフィラメントポリエステル織編用糸(continuous multifilament poly",
                    "ester textile yarns)である。」(段落【0013",
                    "】)",
                    "「本発明の整形ギプス用包帯は，ガラス繊維整形ギプス包帯の圧潰強度と同等以上の，比較可能な条件で測定された圧潰強度を持つ，低モジュラス値の合成繊維からなる最初のギプス用包帯であると信ぜられる。それにも拘らず，本発明の整形ギプス用包帯は，ギプス包帯の厚さ及び，又は重量を大幅に増加させることはないし，またガラス繊維ギプス包帯の機能上の特性と同等以上の，順応性，通気性，使用の容易さ及び硬化特性をもたらすものである。本発明の整形ギプス用包帯は，メッシュが細かく，かつ，織物の密度が高い構造(fine mesh／high fabric",
                    "density structure)のものであるにも拘らず急速に硬",
                    "化し，通常は患者に施した後2ないし5分以下の時間内に固定される。本発明の7．62cm(3インチ)幅のギプス包帯から容易に，5層の硬化ギプス包帯を調製することができる。この5層の硬化ギプス包帯は，ギプス包帯の重量を増加させていることは殆どなく，しかも順応性，通気性，使用の容易さなどの機能上の特性を犠牲にすることなく，高級ガラス繊維ギプス包帯の85ポンドという強度を超える24時間圧潰強度を持っている。本発明のギプス用包帯から形成される5層の硬化したギプス包帯の典型的な24時間圧潰強度は，包帯2．54cm(1インチ)幅当り20ポンド以上，より典型的には約22ないし23ポンド以上である。一方，本発明の範囲内に属している，強度が更に低いギプス包帯は，条件のきびしくない用途に使用する場合には好適である。さらに，本発明による好適なギプス用包帯からは，24時間圧潰強度がギプス用包帯2．54cm(1インチ)幅当り約25ポンドないし50ポンドの範囲の，場合によっては50ポンド以上の，即ち現在実用に供されている高級ガラス繊維ギプス用包帯から調製されるギプス包帯の強度の2倍以上の強度を持つ5層ギプス包帯をつくることができる。」(段落【0014】)",
                    "「本発明のギプス包帯用材料の強度を向上させるメカニズムは，まだ充分に解明されてはいない。また，本発明の発明者らは特定の理論に拘束されることを欲してはいないが，現在のところ，生地中のコースとウエールとの構造，および穴が多いこと，および生地の厚さが組合わせられて，樹脂がギプス包帯の表面又は内側に吸収されることと，連続フィラメント繊維を使って包帯を形成することとによる強度向上の利得をもたらすと信ぜられている。また，ウエールにある弾性フィラメントも，長さ方向に包帯材料を収縮させて，「Z」方向に包帯材料の厚みを増し，明かに，硬化したプラスチックギプス包帯の強度を向上させるように機能している。包帯の平滑性が向上し，製造後のメリヤスギプス用包帯の糸と糸との距離が短縮され，さらに生地の3次元構造が厚くされることにより，最終ギプス包帯での糸と糸との間，および層と層との間の結合度が高くされると信ぜられている。これは，コースとウエールとを形成するマルチフィラメント糸の間の結合を樹脂の強度を使って強化しようとする場合の効果の無さと対照的である。」(段落【0015】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「…他に定めるところがない限り，本明細書において使用される「圧潰強度」なる語は，標準圧縮試験機を用いて，内径6．98cm(2．75インチ)，長さ約7．62cm(約3インチ)の24時間硬化した円筒状の供試体について測定する圧潰強度を指すものとする。同試験機によって，円筒状供試体における対向する円周表面上で長手方向軸線に対して横方向に圧縮荷重を加える。圧縮荷重を増して行き，1cmのたわみが発生した時の荷重をポンド単位で測定する。」(段落【0023】)",
                    "「弾性糸38は，好ましくは少なくとも4分の1の，更に好ましくは3分の1のウエールに含まれ，生地の幅を横断して実質的に均一に，例えばウエール4つ目ごとに，ウエール3つ目ごとに，ウエール2つ目ごとに，または全てのウエールに，などに分布していることが好ましい。弾性糸38が少なくとも約半分のウエールに含まれ，生地の幅を横断して実質的に均一に分布していることが更に好ましい。」(段落【0027】)「本発明によるギプス用包帯14の編目の数は著しく多い。本発明のギプス用包帯には6．45平方センチメートル(1平方インチ)当り約275個以上の編目がある。ギプス用の場合には編目の数の測定方法は，表面積を規準として，次の通りとする。樹脂で塗布する前のギプス包帯を緩和状態に維持して長さと幅を測定する。測定長さ1単位当りのコース数と，測定幅1単位当りのウエール数とを求め，その結果得たコース数にウエール数を掛けて，ギプス用包帯の編目数とする。本発明のギプス用包帯には6．45平方センチメートル(1平方インチ)当り約300個以上の編目46があることが好ましく，6．45平方センチメートル(1平方インチ)当り約325個以上の編目があることが更に好ましい。」(段落【0029】)",
                    "「本発明の整形ギプス用包帯は，少なくとも約5％，好ましくは少なくとも約10％，更に好ましくは少なくとも約15％，最も好ましくは少なくとも約20％の伸長性を持つ。伸長性の測定は，長さ25．4cm(10インチ)のメリヤス生地からなる，塗布していないギプス用包帯を供試体として実施する。供試体に包帯幅2．54cm(1インチ)当り，1．5ポンドの重量を，伸びが実質的に不変となるに充分な時間の間加え続ける。伸長性は，包帯の元の長さに対する，長さの増分のパーセントを求めて算出される。伸びが安定化した後に短時間をおいて重量を取り除くとき，伸びの少なくとも約60％が，好ましくは少なくとも約70％が回復できる場合の伸びに対し語「伸長性」が適用される。ガラス繊維のような剛性を持っていない連続フィラメントからの構成ゆえに，伸長性が高すぎると，本発明の包帯に不均一な，畝状のギャザリング(gathering)が発生する。したがって，該包帯の伸長性は100％以下に抑えるのが好ましい。本発明の特に好ましい実施態様では，塗布前の包帯の伸長性は約40％ないし約85％の範囲内にあり，より好ましくは約60％ないし約70％の範囲内にある。Buese et al．に付与された米国特許第4，668，563号で開示されているように，整形ギプス包帯の(伸ばした状態からの)収縮力もまた重要である。この特許は引用することにより本明細書の一部とする。この収縮力を小さくすることによって，包帯を患者に装着した後に起こる四肢の狭窄感を防止すべきである。同収縮力は，生地の伸びが30％の場合に，2．54cm(1インチ)幅当り175グラム以下の範囲に維持すべきである。」(段落【0035】)「本発明の整形ギプス用包帯は，ギプス包帯の厚さ及び，又は重量を実質的に増すことなくガラス繊維整形ギプス包帯と同等以上の，規格に基く圧潰強度を持ち，かつ，ガラス繊維の場合と同等以上の順応性，通気性，使用の容易さ，硬化特性を具備しているにも拘わらず，モジュラス値が低い合成繊維からなるという，最初のギプス用包帯であると信ぜられている。本発明のギプス用包帯は，メッシュが細かく，織物含量(fabric content)が高い構造のものでありながら固定・硬化が早いギプス包帯を容易に形成することができる。本発明のギプス用包帯から形成された，5層からなる硬化したギプス包帯は，包帯2．54cm(1インチ)幅当り，約15ポンド以上，好ましくは約20ポンド以上，更に好ましくは約22ないし23ポンド以上の24時間圧潰強度を持ち好適である。更に，本発明による非常に好ましいギプス用包帯からは，2．54cm(1インチ)幅当り約25ポンド以上の24時間圧潰強度もつ，5層からなるギプス包帯をも得ることができる。典型的には，ギプス包帯の1時間圧潰強度は，24時間圧潰強度の約85ないし90％である。本発明のギプス用7．62cm(3インチ)幅包帯から，24時間圧潰強度が約85ポンド以上の，5層からなる硬化ギプス包帯を容易に得ることができる。これの圧潰強度は，現在実用面で広く使用されているギプス用高級ガラス繊維包帯から製造されたギプス包帯の圧潰強度と同等以上である。」(段落【0043】)",
                    "実施例1として，表1(段落【0053】)には，本願補正発明に係る樹脂塗布前のギプス用包帯の構成と特性が示されており，表2(段落【0054】)には，本願補正発明に係る樹脂を塗布した整形ギプス用包帯とこれから作られたギプス包帯の特性が示されている。また，実施例2として，表3(段落【0057】)には，本願補正発明に係る整形ギプス用包帯の7．62cm(3インチ)幅サンプルの圧潰強度を，市販のガラス繊維(サンプルB，C及びD)ギプス用包帯又は同合成繊維(サンプルE)ギプス用包帯から作られた7．62cm(3インチ)幅サンプルの圧潰強度と比較した結果が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の(1)の記載によると，本願補正発明の整形ギプス用包帯は，モジュラス値が低い合成繊維からなるメリヤス繊維帯であり，長手方向に伸長性を有する弾性フィラメント材を含んでいるものであって，ギプス包帯の厚さや重量を実質的に増すことなく，ガラス繊維整形ギプス包帯と同等以上の圧潰強度を持ち，かつ，ガラス繊維の場合と同等以上の順応性，通気性，使用の容易さ，硬化特性を具備しているものであることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用例(甲2)記載の発明の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲2)には，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「1．支持体が低弾性率の非弾性ファイバーと弾性ファイバーからなり，弾性ファイバーが長手方向に支持体に導入されていることからなる，樹脂コートの水硬化性，整形外科用副木包帯の使用に適する編んだ支持体。」",
                    "「2．支持体が15％から80％の縦伸長と20％～100％の巾伸長を有する請求項1による支持体。」",
                    "「9．支持体が低弾性率の非弾性ファイバーと弾性ファイバーからなりかつ弾性ファイバーが長手方向に支持体に導入されている編んだ支持体に，硬化性樹脂を塗布してなる適合性で硬化性の整形外科用副木包帯。」「11．樹脂塗布包帯が，15～80％の縦伸長と20～100％の巾伸長を有する請求項9による包帯。」",
                    "「13．弾性ファイバーが天然ゴムファイバー又はポリウレタンである請求項9による包帯。」",
                    "「15．非弾性ファイバーが，ポリプロピレンファイバーである請求項14による包帯。」",
                    "「16．非弾性ファイバーが，ポリエチレンテレフタレートファイバーである請求項14による包帯。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「この発明は，水硬化性樹脂，例えばイソシアネート基を有する樹脂を含浸させた布地支持体からなる水硬化性の整形外科用副子包帯に関し，さらに詳しくは，長さ方向に伸縮可能な，樹脂被覆布地支持体からなる整形外科用包帯および上記支持体に関する。」(2頁左上欄12行～17行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術と課題",
                  "text": [
                    "「身体の一部を固定する必要がある骨折などの症状の治療に用いる，従来の整形外科用副子包帯は，身体をこの包帯でまいた後，硬質構造に硬化する物質を含浸させた支持体で形成されている。従来，焼石膏が使用されていたが，最近ではある種のプラスチックが，焼石膏の代替品として受入れられるようになった。かような新しい包帯は，軽量で，耐水性でかつX線透過性である。かような包帯に強度を付加する一つの方法として，ガラス繊維の支持体を用いる方法があるが，この支持体は，樹脂の担体の働きをするのみならず，最終的に硬化した包帯を強化すると考えられる。…ガラス繊維包帯の一つの欠点は，使用中にもろくなって折れることがあり，そのため取替えなければならないということである。第2の欠点は包帯取替え中，刺激性のガラスくずもしくは繊維が生成するということである。これらの欠点は，丈夫な耐久性のある包帯を与え，包帯取替え時に刺激性の繊維を生じない支持体を使用すれば改善することができるであろう。しかし，従来，かような支持体は，ガラス繊維の支持体を用いた時に見られる整合性(なじみやすさ)と包帯の強度に欠けている。」(2頁左上欄下2行～左下欄4行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「予想外のことであるが，低弾性率で非弾性の繊維と，長さ方向に組込んだ弾性繊維とからなる編物布地を支持体として用いると，既存のガラス繊維布地の支持体を用いた包帯に匹敵する良好な整合性を有する包帯が得られることが見出されたのである。さらに驚くべきことには，上記の新規な支持体を用いて作製された包帯は十分な剛性を有し，ガラス繊維支持体を用いた包帯のような強度の損失を全く示さない。その上，低脆性で，いくつかのガラス繊維主体の包帯より丈夫で耐久性のある包帯が得られる。",
                    "それ故，一つの態様として，この発明は，低弾性率の非弾性繊維と，弾性繊維とからなる編物支持体であって，前記弾性繊維が，支持体中にその長さ方向に組込まれてなる，樹脂で被覆した水硬化性整形外科用副子包帯に用いるのに適した編物支持体を提供するものである。樹脂として最も適切なのは，水硬化性であって，包帯が水に暴露された時に硬化するような樹脂である。",
                    "上記のことから明らかなように，本願における”繊維”という用語は，糸がモノフィラメントもしくはマルチフィラメントで構成されていることにかかわらず編まれている材料を意味する。」(2頁左下欄6行～右下欄8行)",
                    "「この弾性繊維は，編物支持体中，編機の方向のたて糸中に存在する。",
                    "支持体の約0．5～20容量％が弾性繊維で製造されているのが適切であり，また支持体の1～8容量％が弾性繊維から製造されているものがより適切である。",
                    "支持体の長さ方向の伸度としては，640g／インチ(2．5cm)の負荷を与えて測定した場合，樹脂で被覆された支持体に15～80％の伸度を与えるような伸度が適切であり，20～30％例えば25％の伸度を与えるような伸度がさらに適切である。」(3頁左上欄14行～右上欄3行)",
                    "「編布地は，3バー編機(3−bar knitting macki",
                    "ne)で作製することができ，第1バーは，通常低弾性率の繊維を送り，オープンラップステッチもしくはコローズドラップステッチを編むよう配置されている。第2のバーには通常弾性繊維を送りこの繊維は，第1バー上の繊維で編込まれるかまたはレイインされる(laid in)。第3のバーは，通常低弾性率の繊維を送り，その繊維は布地を横切ってジグザクパターンにレイインされる。第3のバー上の繊維が横ぎるうねの数は，幅方向の伸度，支持体重量および支持体の寸法安定性を制御するのに利用することができる。」(4頁左上欄4行～16行)",
                    "「適切な支持体としては，メッシュであってもよく，すなわち，支持体は，硬化剤が，まかれた包帯内に浸透し，樹脂全体に接触するように支持体を通過する開口を有していなければならない。支持体の開放性によって，硬化した包帯下の皮膚への空気の循環と，この皮膚からの水分の蒸発が可能になる。メッシュは，布地の1平方インチ当りの表目の繰返しパターンの数を計数することによって定義される。この計数は，弛緩状態の支持体の一部分を既知倍率で写真にとり，上記の部分を横切りおよびこれに沿って繰返されている単位を各方向の1インチの間隔について計数し，得られた2数値を掛け算することによって行われる。布地は，約200～300／インチ2のメッシュを有するものが適切で，メッシュが220～270／インチ2のものがさらに適切で，またメッシュが240～260／インチ2例えば240，250もしくは260／インチ2のものが好ましい。」(4頁右上欄11行～左下欄8行)",
                    "「実施例6による包帯を，5層で形成したシリンダーを用い，通常のガラス繊維ベースの包帯との比較でテストした。この発明の包帯は，硬化当初及び24時間後共にガラス繊維ベースの包帯の強度と比較しうるものであった。",
                    "剛性(Kg／cm 巾)",
                    "硬化開始後の時間",
                    "15分 30分 24時間",
                    "実施例2の包帯 2．0 2．7 4．7",
                    "ガラス繊維ベース包帯 2．1 2．65 4．5 」",
                    "(5頁左下欄下2行～右下欄8行)",
                    "「この発明の1つの望ましい具体例によれば，支持体が低弾性率の非弾性ファイバーと弾性ファイバーからなりかつその弾性ファイバーが支持体の1～8％(容量)を構成する量，長手方向に導入され，樹脂塗布支持体が15～80％の長手方向の伸長を有する水硬化性樹脂でコートされた編んだ支持体からなる，適合性，水硬化性の整形外科用副木包帯を提供するものである。",
                    "特に好ましい具体例によれば，この発明は支持体が2×104psiより小さな弾性率の非弾性ポリプロピレンファイバーと弾性ポリウレタンファイバーからなり，その弾性ファイバーが支持体の1～8％(容量)を構成する量で長手方向に導入されてなり，樹脂塗布支持体が20～30％の縦伸長を有する，水硬化性樹脂塗布の編んだ支持体からなる，適合性，水硬化性の整形外科用副木包帯を提供するものである。」(5頁右下欄下7行～6頁左上欄10行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "「実施例1 支持体の製造",
                    "弾性ポリウレタンファイバーと低モジュラスのポリプロピレンファイバーを編んで支持体を作る。弾性のポリウレタンファイバーは，セグメントポリウレタンから形成され，リクラ(Lycra)スパンデックス繊維として市販されているものである。ポリウレタンファイバーをナイロンまたは綿ヤーンで包む。ポリプロピレンは，470dテックスの単位長さ当り重量の70フィラメントヤーンである。ニット・タイプはラッセエル 3−バー縦織りで，第1バーが0−1／1−0にフルセットされ，ポリウレタンファイバーを担持し，中間バーが0−0／1−1にフルセット，ポリウレタンファイバーを担持し，第3バーが0−0／3−3にフルセットされ，ポリプロピレンファイバーを担持する。支持体は，10cm巾の長いストリップとして編み，緩和さすと，ほぼ6．0−7．9コース／cm，4−6ウエール／cm，200gm−2の単位面積当り重量である。",
                    "編んだ繊維を樹脂コートすると，巾方向に80％，長手方向に25％の伸長する。」(6頁左上欄12行～右上欄11行)",
                    "「実施例2 包帯の製造",
                    "実施例1に記載の編物支持体に，米国特許第4，427，002号記載の方法を用い，プレホリマーAとして米国特許第4，574，793号記載のポリウレタンポリマー，安定剤としてメタンスルホン酸，触媒としてビス(2，6−ジメチルモルホリノ)ジエチルエーテルからなる水硬化性ポリウレタン樹脂系をコートする。樹脂の塗布重量は240gm−2で，これは樹脂が包帯重量の55％をしめる。",
                    "包帯ストリップを3m長さにカットし，ロールに巻く。包帯ロールをパウチに入れ，熱シールして防湿する。",
                    "この包帯ロールを水に浸し，身体にラップすることによりキャストにされる。」(6頁右上欄12行～左下欄6行)",
                    "「実施例6 支持体の製造",
                    "ポリウレタンヤーンをけん縮ナイロンヤーンでラップされたものからなる弾性リクラ(Lycra)ファイバー(単位長さ当り重量78dテックス)と，ポリプロピレンファイバー(単位長さ当り重量470dテックスを有する70フィラメントヤーンからなる)とを編んで支持体を作る。支持体は3−バー機械，すなわち第1バーは0−1／1−0にフルセットされポリプロピレンファイバーをキヤリー，第2バーは0−0／1−1にフルセットし，リクラファイバーをキヤリー，第3バーは0−0／3−3にフルセットし，3ウエールに組んで置かれるポリプロピレンファイバーをキヤリーする。編物は，6．4～7．2コース／cm，5．4～5．7ウエール／cmを有する。これは，ほぼ220gm−2，インチ平方当り244開口を有する編物となる。これは，640gm−1で縦伸長で48％，樹脂コートしたとき25％を有する。",
                    "上記の支持体を実施例2の樹脂でコートする。その塗布量は約248gm−2の重量で，包帯重量の53％を占める。",
                    "コートした支持体を10cm巾，3m長さにカットして，包帯ストリップを作る。これをロールに巻き，防湿ポウチに入れヒートシールする。",
                    "これをポウチから取り出し，水に浸漬し，身体の1部に巻く。この包帯は，3分間の貼合せ時間を有し，堅い耐久性キャストとなった。」(7頁右上欄11行～左下欄下3行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の(1)の記載によると，引用例に記載されている整形ギプス用包帯は，モジュラス値が低い合成繊維からなるメリヤス繊維帯で，長手方向に伸長性を有する弾性フィラメント材を含んでいるものであって，既存のガラス繊維布地の支持体を用いた包帯に匹敵する良好な整合性(なじみやすさ)と十分な剛性(強度)を有しているものであると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明は，「前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含んでいる」ものである。前記2(1)オの本願明細書の記載(段落【0035】)によると，上記のとおり本願補正発明において伸長性の上限値を設定しているのは，伸長性が高すぎると，包帯に不均一な，畝状のギャザリング(gathering)が発生するので，これを防止するためであると認められる。これに対し，本願補正発明において伸長性の下限値を設定している理由については，本願明細書に明確な記載はなく，かえって，「本発明の整形ギプス用包帯は，少なくとも約5％，好ましくは少なくとも約10％，更に好ましくは少なくとも約15％，最も好ましくは少なくとも約20％の伸長性を持つ。」との記載(前記2(1)オの段落【0035】)があることからすると，本願補正発明において上記のとおり伸長性の下限値を設定したことに，格別の技術的な意義があるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記3(1)アのとおり，引用例の「特許請求の範囲」請求項2には，「支持体が低弾性率の非弾性ファイバーと弾性ファイバーからなり，弾性ファイバーが長手方向に支持体に導入されていることからなる，樹脂コートの水硬化性，整形外科用副木包帯の使用に適する編んだ支持体。」(請求項1)で，15％から80％の縦伸長を有するものが記載されており，また，前記3(1)オのとおり，実施例6には，樹脂コートする前の縦伸長が48％のものが記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，引用例には，上記イのとおり，液状樹脂の塗布前の包帯の伸長性の上限値として，本願補正発明の85％に近い80％という数値が示されていること，本願補正発明の伸長性の下限値には，上記アのとおり，格別の技術的な意義が認められないこと，引用例には，上記イのとおり，実施例として，液状樹脂の塗布前の包帯の縦伸長が48％のものが記載されていることからすると，【相違点1】(「液状樹脂の塗布前の粗い目の包帯の長手方向伸長性を40％から85％までの範囲にする」点)については，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到することができたものということができ，その旨の審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，引用例には「支持体が15％から80％の縦伸長…を有する」と記載されている(「特許請求の範囲」請求項2)が，このような範囲にする理由は一切記載されておらず，仮に「適切」であるとの理由が記載されているとしても，技術的な意味が明らかでない余りに漠然としたものは，本願補正発明を想到するための技術的な示唆にはなり得ないと主張する。",
                "しかし，引用例には，上記のとおり「特許請求の範囲」は数値を限定して記載されているのであるから，「発明の詳細な説明」中にその理由が記載されていないとしても，当業者は，合成繊維からなるメリヤス繊維帯で長手方向に伸長性を有する弾性フィラメント材を含んでいる整形ギプス用包帯についての望ましい縦伸長性の数値を示すものとして認識することは明らかであって，本願補正発明を想到するための十分な技術的な示唆となり得るというべきである。",
                "また，原告は，本願明細書の実施例によれば，圧潰強度を向上するには少なくとも伸長性を40％以上にする必要があることが明らかであると主張する。確かに，本願当初明細書(甲4)の表1(段落【0053】)によると，実施例は，伸長性が40％以上のもののみであるが，そのことから直ちに，圧潰強度を向上するには少なくとも伸長性を40％以上にする必要があると認めることはできず，本願補正発明の伸長性の下限値については，上記のとおり格別の技術的な意義があるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明は，「包帯幅にわたって均一に配置された前記ウエールのうち少なくとも50％は，前記弾性フィラメント材を備え」るものである。",
                "この点につき，本願明細書には，「弾性糸38は，好ましくは少なくとも4分の1の，更に好ましくは3分の1のウエールに含まれ，生地の幅を横断して実質的に均一に，例えばウエール4つ目ごとに，ウエール3つ目ごとに，ウエール2つ目ごとに，または全てのウエールに，などに分布していることが好ましい。弾性糸38が少なくとも約半分のウエールに含まれ，生地の幅を横断して実質的に均一に分布していることが更に好ましい。」(前記2(1)オの段落【0027】)との記載があるが，これ以上に，その技術的な意義について説明した記載はなく，上限値も限定されていないから，包帯幅にわたって均一に配置されたウエール中の弾性フィラメント材は多い方が好ましいという程度の意義しか認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，前記3(1)オのとおり，引用例の実施例には，弾性ファイバーをウエールにフルセットで入れることが記載されているから，ウエールの100％が弾性ファイバーを備えるものが記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，上記のとおり，本願補正発明のウエール中の弾性フィラメント材についての数値限定は，ウエール中の弾性フィラメント材は多い方が好ましいという程度の意義しか認められないことからすると，上記のとおりウエールの100％が弾性ファイバーを備える引用例の実施例に基づき，弾性フィラメント材の量を適宜設定して50％以上とすることは，当業者が容易に想到することができたものというべきである。また，包帯幅にわたって均一にウエールを配置することは，当業者であれば，当然に行うことであると考えられる。そうすると，【相違点2】(「包帯幅にわたって均一に配置されたウエールのうち少なくとも50％は，弾性フィラメント材を備えている」点)につき容易想到であるとした審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，本願補正発明が，ウエールのうち少なくとも50％を弾性フィラメント材にするのは，本願の「特許請求の範囲」請求項1に規定するように，「前記ウエールの少なくとも一部が，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含」むようにするためであり，このように長手方向伸長性が40％から85％の範囲となることで，圧潰強度及び平滑性が顕著に向上するから，「ウエールのうち少なくとも50％が弾性フィラメント材を備える」点には，圧潰強度及び平滑性の効果の面で格別の臨界的意義があると主張する。しかし，本願明細書には，本願補正発明が，ウエールのうち少なくとも50％を弾性フィラメント材にするのは，「前記ウエールの少なくとも一部が，前記液状樹脂の塗布前に前記粗い目の包帯が40％から85％までの範囲の長手方向伸長性を持つのに充分な量の弾性フィラメント材を含」むようにするためであるとの記載はなく，「ウエールのうち少なくとも50％が弾性フィラメント材を備える」点に，このような技術的な意義があると認めることはできない。したがって，このような技術的な意義があることを前提とする，「ウエールのうち少なくとも50％が弾性フィラメント材を備える」点には圧潰強度及び平滑性の効果の面で格別の臨界的意義があるとの主張を認めることもできない。上記のとおり，「ウエールのうち少なくとも50％が弾性フィラメント材を備える」点には，ウエール中の弾性フィラメント材は多い方が好ましいという程度の意義しか認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明は，「前記ウエールが，緩和状態で6．45平方センチメートル当り少なくとも325個の編目開口をもつのに充分な数だけ存在している」ものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告は，網目開口数が325個の前後で，圧潰強度が飛躍的に向上するから，本願補正発明の「網目開口数325個」には臨界的な意義があると主張する。確かに，本願当初明細書(甲4)の表1，表2に記載されたK3−068−5AとK12−343−4の8層の圧潰強度を，生地重量と樹脂重",
              "text": [
                "量の和で除し，幅を乗じて，単位当たりの圧潰強度を求めると，網目開口数が329．1個の前者は，単位当たりの圧潰強度が6．56ポンド・インチ／gであるのに対し，網目開口数が310．9個の後者は，単位当たりの圧潰強度が2．57ポンド・インチ／gであることが認められる。しかし，このような例のみで，網目開口数が325個の前後で，他の条件いかんにかかわらず，圧潰強度が飛躍的に向上し，網目開口数が325個であることに臨界的な意義があると認めることはできない。かえって，本願当初明細書(甲4)の表1，表2に記載されたK12−342−4(網目開口数330．0",
                "個)の8層の圧潰強度を，生地重量と樹脂重量の和で除し，幅を乗じて，単位当たりの圧潰強度を求めると，2．46ポンド・インチ／gであって，網目開口数が310．9個のK12−343−4の8層の圧潰強度を下回るから，このことからしても，網目開口数が325個の前後で，圧潰強度が飛躍的に向上することが示されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，引用例には，前記3(1)エのとおり，「布地は，約200～300／インチ2のメッシュを有するものが適切で，メッシュが220～270／インチ2のものがさらに適切で，またメッシュが240～260／インチ2例えば240，250もしくは260／インチ2のものが好ましい。」(4頁左下欄3行～8行)と記載されていて，6．45平方センチメートル(1平方インチ)当たり300個を超えるメッシュが適切であるとの記載は認められない。",
                "しかし，1994年(平成6年)8月4日に公開された国際公開第94／17229号公報(乙3。原文は英文であるが，原告ら及び当初出願人であるジョンソン社は，いずれもアメリカ合衆国法人である。なお，日本国内公表公報は，特表平8−505909号［乙4］。日本語訳文は乙4による。)には，整形外科支持材料用の非ガラス繊維の布帛であってメリヤス組織を有するものについて，「このようなメリヤス生地は約3．9～9．8ウエール／㎝および約2．0～9．8ステッチ／㎝を有することができる。」(乙4の16頁13行～15行)と記載されているところ，この生地の開口数を計算すると，1平方インチ当たり約50～619個となり，また，実施例の例1(乙4の33頁)の開口数は，7．5ウエール／㎝，7．9ステッチ／㎝であるところ，この生地の開口数を計算すると，1平方インチ当たり約380個となるから，開口数が325個以上のものが開示されていたものと認められる。また，特開昭54−3393号公報(公開日昭和54年1月11日。乙1)には，ガラス繊維の織物からなる点で本願補正発明とは異なるが，整形外科用包帯の布はくについて，タテ糸と横糸の本数が1インチ(2．54cm)当りそれぞれ20～30本と10～18本であるものが記載されており(「特許請求の範囲」第12項)，この記載に基づいて編目開口数を算出すれば，200～540／平方インチとなる。さらに，特開昭53−61184号公報(公開日昭和53年6月1日。乙2)には，織物である点で本願補正発明とは異なるが，外科用支持包帯について，縦方向打込数11／cm(28／インチ)，横方向打込数8／cm(20／インチ)の基材を用いることが記載されており(5頁の「実施例1」)，この開口数を計算すると，560／平方インチと算出される。そうすると，整形外科用包帯について，開口数を多くすること(325個以上とすること)は，本願出願より前に技術常識として知られていたものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願補正発明の「網目開口数325個」に臨界的な意義は認められないのであり，引用例には，1平方インチ当たり300個を超えるメッシュが適切であるとの記載は認められないものの，本願出願当時，1平方インチ当たり325個以上のメッシュを有するものが知られていたのであるから，引用例に基づき，編目開口数を1平方インチ当たり325個以上とすることは，当業者が容易に想到することができたということができる。",
                "したがって，【相違点3】(「ウエールが，緩和状態で6．45平方センチメートル当り少なくとも325個の編目開口をもつのに充分な数だけ存在している」点)につき当業者が容易に想到することができた旨の審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，原告は，上記の国際公開第94／17229号公報(乙3)は審決に言及のない新たな引用文献であるから，これに基づき審決取消訴訟において進歩性の有無を判断することは許されない旨主張する。しかし，拒絶査定不服審判の審決に対する取消訴訟において，審判の手続において審理判断されていた刊行物記載の発明との対比における拒絶理由の存否を審理判断するに当たり，審判の手続に現れていなかった資料に基づき当業者の出願当時における技術常識を認定し，これをしんしゃくして上記発明との対比における拒絶理由の存否を認定判断したとしても，違法ということはできない(最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁参照)。",
                "そして，上記のとおり，国際公開第94／17229号公報は，本願出願当時の技術常識の認定に用いているのであって，引用例(甲2)との対比に当たり，この技術常識をしんしゃくして拒絶理由の存否を認定判断することは，違法ではない。上記公報が本願出願約10か月前に公開された公報1件であるとしても，そのことは，上記のとおり，他の刊行物記載の事実と併せて技術常識を認定することの妨げとなるものではない。さらに，原告は，上記公報に弾性フィラメントを使用することが記載されていないと主張するが，上記公報には，「別には，ストレッチ糸，例えば，弾性ストレッチ糸…は，延伸性を付与するために，布帛の長さ方向に沿って，好ましくはウエールに使用されることができる。」と記載されていて(乙4の17頁8行～10行)，ウエールのストレッチ糸が弾性を有することが記載されているから，弾性フィラメントを使用することが想定されているということができるのであり，この点に本願補正発明との違いがあるということはできない。",
                "また，原告は，本願補正発明は，ウエール及びコースの少なくとも一方に，引用例よりもデニール数の低い細い糸を用いることによって，編目開口数を少なくとも300個にして，ウエール及びコースの本数を増加させても，好適な通気性を確保することができるとともに，ガラス繊維を用いたギプス包帯に匹敵する又はそれ以上の圧潰強度を達成することができると主張する。しかし，糸の太さについては，本件補正後の「特許請求の範囲」請求項1に記載がないから，糸の太さに違いがあることを理由として，【相違点3】について当業者が容易に想到することができたものではないということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由4(本願補正発明の顕著な効果の看過)について",
          "text": [
            "原告は，本願補正発明は，非ガラス繊維基材の整形ギプス用包帯の圧潰強度を，従来の合成繊維を用いた整形ギプス用包帯よりも大幅に，ガラス繊維を用いた整形ギプス用包帯と同等又はそれ以上に向上させるとともに，表面の平滑性も大幅に向上させ，不均一な畝状のギャザリングが発生することなく，表面に可視模様を施すことができるという，顕著な効果を奏するものであると主張する。",
            "しかし，前記3のとおり，引用例に記載されている整形ギプス用包帯は，既存のガラス繊維布地の支持体を用いた包帯に匹敵する十分な剛性(強度)を有しているものであるし，平滑性についても，それを左右する長手方向伸長性の上限値は，前記4のとおり，引用発明とは大差ない。また，網目開口数の増加についても，前記6のとおり，そのことによって強度に臨界的な意義は認められず，本願出願当時1平方インチ当たり325個以上のメッシュを有するものも知られていたから，本願補正発明に網目開口数の増加によって顕著な効果があるとも認められない。",
            "したがって，本願補正発明に，原告が主張するような顕著な効果があるとは認められないから，その旨の審決に判断に誤りがあるということはできない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "以上のとおりであるから，原告ら主張の取消事由はいずれも理由がない。",
            "なお，本件審決は，既に吸収合併により消滅しているジョンソン社宛てにもなされているが，審査及び審判は奥山尚一弁理士等の代理人を通じて行われているから，特許法24条の準用する民訴法124条2項により，審決の効力に影響を及ぼさない。",
            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}