{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2005−39234号事件について平成18年5月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成5年3月23日，発明の名称を「引き伸ばし剥離接着剤を用いる物品支持体」とする発明につき国際出願(以下「本件出願」という。)をし，平成15年2月21日，特許第3399951号として特許権の設定登録(設定登録時の請求項の数2。以下，この特許を「本件特許」という。)を受けた。",
                "本件特許についてテサ・アクチエンゲゼルシヤフトから特許異議の申立てがされたため，特許庁は，これを異議2003−72617号事件として審理し，その係属中の平成17年5月12日，原告は，特許請求の範囲の減縮を目的として本件特許に係る明細書について訂正を求める訂正請求をした。",
                "特許庁は，同年6月6日，上記訂正を認めた上で，「特許第3399951号の請求項1ないし2に係る特許を取り消す。」との決定(以下「決定」という。)をし，その謄本は，同月22日，原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，決定の取消しを求める訴訟(当庁平成17年(行ケ)第10743号)を提起し，その係属中の平成17年12月22日，特許請求の範囲の減縮を目的として本件特許に係る明細書について訂正(以下「本件訂正」という。)を求める訂正審判請求をした。",
                "特許庁は，これを訂正2005−39234号事件として審理し，平成18年5月22日，「本件審判の請求は成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年6月1日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正前の特許請求の範囲の請求項1(設定登録時のもの)の記載は，次のとおりである。",
                "「【請求項1】 基礎部材，",
                "前記基礎部材に取り外し可能に結合された支持部材，",
                "前記基礎部材に接着された引き伸ばし剥離接着テープ，及び，前記引き伸ばし剥離接着テープを引き伸ばすための手段，を含む，基体に接着する物品支持体であって，",
                "前記基礎部材が前記引き伸ばし剥離接着テープによって基体に接着しているときに，前記基礎部材は前記基体の表面から約35°以下の角度で前記引き伸ばし剥離接着テープを引っ張ることにより基体から剥がすことができる，物品支持体。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本件発明」という。なお，下線は訂正箇所である。)。",
                "「【請求項1】 基礎部材，",
                "前記基礎部材に取り外し可能に結合された支持部材，",
                "前記基礎部材に接着された引き伸ばし剥離接着テープ，及び，前記引き伸ばし剥離接着テープを引き伸ばすための手段，を含む，基体に接着する物品支持体であって，",
                "前記基礎部材と前記支持部材は相互にスライドさせて前記取り外し可能な結合を形成するためのスライド手段及び前記結合を取り外し可能に固定するための固定手段を含み，かつ，前記引き伸ばすための手段は前記基礎部材の周囲を越えて伸びており，そして前記スライド手段をスライドさせて前記支持部材を前記基礎部材から取り外す際に露出するものであり，そして",
                "前記基礎部材が前記引き伸ばし剥離接着テープによって基体に接着しているときに，前記基礎部材は前記基体の表面から約35゜以下の角度で前記引き伸ばすための手段によって前記引き伸ばし剥離接着テープを引っ張ることにより基体から剥がすことができる，物品支持体。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，本件訂正は願書に添付した明細書又は図面に記載した事項の範囲内においてされたものではないから，特許法126条3項に適合せず，また，本件発明は，刊行物1(国際公開第92／11333号パンフレット。甲3)に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであり，同法29条2項の規定により出願の際独立して特許を受けることができないから，同法126条3項5項に適合しないというものである。",
            "審決は，本件発明と刊行物1に記載された発明(以下「引用発明」という)とを対比し，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「基礎部材，",
            "前記基礎部材に結合された支持部材，",
            "前記基礎部材に接着された引き伸ばし剥離接着テープ，及び，前記引き伸ばし剥離接着テープを引き伸ばすための手段，を含む，基体に接着する物品支持体であって，",
            "前記引き伸ばすための手段は前記基礎部材の周囲を越えて伸びており，そして，",
            "前記基礎部材が前記引き伸ばし剥離接着テープによって基体に接着しているときに，前記基礎部材は前記基体の表面から約35°以下の角度で前記引き伸ばすための手段によって前記引き伸ばし剥離接着テープを引っ張ることにより基体から剥がすことができる，物品支持体。」である点。",
            "(相違点1)",
            "本件発明は，「前記基礎部材と前記支持部材は相互にスライドさせて前記取り外し可能な結合を形成するためのスライド手段及び前記結合を取り外し可能に固定するための固定手段」を備えるのに対し，引用発明は基礎部材と支持部材は一体であり，上記スライド手段ないし固定手段を備えていない点。",
            "(相違点2)",
            "本件発明は，引き伸ばすための手段が「前記スライド手段をスライドさせて前記支持部材を前記基礎部材から取り外す際に露出する」ものであるのに対し，引用発明はそのような構成を備えていない点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "本件発明と引用発明の一致点及び相違点についての審決の認定に誤りのないことは認める。",
            "しかし，審決には，本件訂正についての特許法126条3項適合性の判断の誤り(取消事由1)及び同条5項適合性の判断の誤り(取消事由2)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(特許法126条3項適合性の判断の誤り)",
              "text": [
                "審決は，本件訂正に係る請求項1の訂正事項のうち，「引き伸ばすための手段が『スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する』ことについては，願書に添付した明細書又は図面に記載されているとは認められず，また，願書に添付した明細書又は図面に記載されている事項から自明なこととも認められない。」(審決書3頁29行～末行)として，本件訂正は特許法126条3項に適合しないと判断した。",
                "しかし，審決の判断には，以下のとおり誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願の願書に添付した明細書又は図面(以下，これらを併せて「本件明細書」という。甲2)には，「図6は，支持部材が基礎部材に取り付けられているところを示す本発明の物品支持体の透視図である。」(5頁15行～16行)，「図10を参照して，ここには本発明の他の具体例の透視図が示されており，この場合，支持部材40は同時に複数の基礎部材がはめ込まれるように適合されている。」(9頁6行～8行)との記載があり，これらの記載は，本件発明の目的に鑑みれば，「支持部材がスライド手段でスライドされて基礎部材に完全に取り付けられること」を意味する。",
                    "この「支持部材が基礎部材に完全に取り付けられ」た状態とは，支持部材40が，下方に完全に下りきった状態であること，すなわち支持部材40の上部裏側の突部が，基礎部材30の上端部に接し，支持部材40の下部が，つかみ手段22等の引き伸ばすための手段に重なっていることをいう。",
                    "そして，本件明細書には，「基礎部材が支持部材を取り付けるための手段を持っている具体例においては，そのようなしるしは，支持部材が基礎部材に取り付けられているときは見えないように隠れており，支持部材が取り外されたときは見えるような場所に置かれているのが特に好ましい。」(4頁4行～8行)，「図示の基礎部材30は，基材から基礎部材を剥がすのに含まれる作用を説明するのに便利なように，その上に印刷されたしるし38を有する。」(7頁15行～17行)との記載があること，図6には，つかみ手段22すなわち「引き伸ばし剥離接着テ−プを引き伸ばすための手段」が「しるし38」に隣接していることが明示されていることに照らすならば，図6において支持部材が基礎部材に完全に取り付けられた状態では，支持部材40の下部が，つかみ手段22なる引き伸ばすための手段に重なっていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，図6及び図10には，スライド手段がスライドされて支持部材40が基礎部材30に取り付けられる状態において，引き伸ばすための手段22が現に露出されていること，すなわち，スライド手段がスライドされると引き伸ばすための手段22が露出された状態になることが明示されているから，スライド手段がスライドされて支持部材40が基礎部材30から取り外される状態において，引き伸ばすための手段22が現に露出されていることも，図6及び図10から認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，「引き伸ばすための手段が，スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する」ことは，本件出願の願書に添付した明細書又は図面(すなわち，本件明細書)に記載した事項から自明な事項であるから，本件訂正は特許法126条3項に適合する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(特許法126条5項適合性の判断の誤り)",
              "text": [
                "審決は，「本件発明は，その出願前に日本国内又は外国において頒布された刊行物に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により，出願の際独立して特許を受けることができない」(審決書9頁34行～37行)として，本件訂正は同法126条3項5項に適合しないと判断した。",
                "しかし，審決の判断には，以下のとおり誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1についての容易相当性判断の誤り",
                  "text": [
                    "審決は，相違点1について，「基礎部材と支持部材の結合の構成として，『相互にスライドさせて前記取り外し可能な結合を形成するためのスライド手段及び前記結合を取り外し可能に固定するための固定手段』を備えることは，仏国特許発明第2328429号明細書(平成16年11月4日付けで通知した取消理由において引用した刊行物2)，実公昭42−15794号公報，実願昭61−61555号(実開昭62−",
                    "171994号)のマイクロフィルム，実願昭53−157732号(",
                    "実開昭55−72487号)のマイクロフィルム，及び実願昭63−68186号(実開平1−171273号)のマイクロフィルム等に記載の如く周知(以下「周知の技術手段」という。)であ」り，「引用発明において，上記周知の技術手段を組み合わせ，『基礎部材と支持部材は相互にスライドさせて前記取り外し可能な結合を形成するためのスライド手段及び前記結合を取り外し可能に固定するための固定手段』を備える構成とすることは当業者が容易になし得る程度のことである。」(以上，審決書8頁13行～26行)と判断した。",
                    "しかし，審決の判断には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野の相違",
                      "text": [
                        "引用発明の取り付け具は，基材を損傷することなく除去することができる引き伸ばし剥離接着テープが，技術的に重要な構成要素となっており，引き伸ばし剥離接着テープのメーカーによって技術開発及び製造されているのに対して，周知の技術手段とされる刊行物2(仏国特許発明第2328429号明細書。甲4)記載の衣服掛け，実公昭42−15794号公報(甲5)記載の帽子等の掛具，実願昭61−",
                        "61555号(実開昭62−171994号)のマイクロフィルム(",
                        "甲6の1。以下，単に「甲6」という。)記載の浴室用掛け金具，実願昭53−157732号(実開昭55−72487号)のマイクロ",
                        "フィルム(甲7の1。以下，単に「甲7」という。)記載のハンガーボード用フック，実願昭63−68186号(実開平1−17127",
                        "3号)のマイクロフィルム(甲8の1。以下，単に「甲8」という。)記載の掛止具は，いずれもプラスチック素材又は金属素材の加工物品が技術的に主要な構成要素となっていることから，プラスチック素材又は金属素材の加工業者によって技術開発及び製造されているものであって，引用発明と上記周知の技術手段が同じ技術分野に属するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "組合せの困難性",
                      "text": [
                        "本件出願日(平成5年3月23日)当時においても，引用発明のような取り付け具における引き伸ばし剥離接着テープの使い方は，未だユーザー間に浸透しておらず，引き伸ばし剥離接着テープそのものが新しい技術に属していた。そして，本件出願前のみならず，その後においても，基礎部材と支持部材が取り外し可能な分離型の物品支持体で，引き伸ばし剥離接着テープを使用することは，構造が複雑な分製造コストが高くなり，取り付けの際に取り外された支持部材と基礎部材が見失われ易い上に，ユーザーにとって使い方が複雑であって，仮にユーザーが正確に基礎部材を接着し損ねた場合には，再び基礎部材を接着し直すことができないなど，基礎部材と支持部材が一体となった非分離型の取り付け具の場合に比べて，不利であると当業者は認識していた(甲9ないし12)。",
                        "また，決定の異議申立人自身も，分離型の物品支持体の不利な点を十分に認識していた。",
                        "さらに，引用発明と刊行物2等記載の周知技術を組み合わせることが望ましいことについて，刊行物1等には記載も示唆もない。",
                        "したがって，引き伸ばし剥離接着テープを用いない分離型の衣服掛け等に関する周知の技術手段を，引き伸ばし剥離接着テープを用いる非分離型の取り付け具に関する引用発明に適用することは，困難であった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明の取り付け具と周知の技術手段とは同じ技術分野に属するものではなかったこと，基礎部材と支持部材が取り外し可能な分離型の物品支持体が，基礎部材と支持部材が一体となった非分離型の取り付け具に比較して不利であると当業者に考えられていたことからすれば，引用発明に周知の技術手段を組み合わせることには阻害要因があったというべきである。したがって，審決が，相違点1に係る本件発明の構成とすることは，当業者が容易に想到することができたと判断した点には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての容易想到性判断の誤り",
                  "text": [
                    "審決は，相違点2について，「刊行物1記載事項(ニ)には，『タブ64は露出したまま残すことができ，あるいはタブ64が支持体54によりかくされる様にフックを設計してもよい』ことが記載されている。",
                    "即ち，物品支持体が壁に固定されているときに，引き伸ばすための手段が露出する，あるいは，隠されるようにすることが記載されている」(審決書8頁28行～32行)と認定した上で，「上記記載事項(ニ)によって示唆される事項も考慮すれば，引き伸ばすための手段が『スライド手段をスライドさせて前記支持部材を前記基礎部材から取り外す際に露出する』構成とすることは当業者による設計的事項にすぎない。」(同9頁14行～17行)と判断した。",
                    "しかし，審決の判断には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成5年3月23日の本件出願当時，基材を損傷することなく除去することができる引き伸ばし剥離接着テープが，新しい技術に属していたため，引き伸ばし剥離接着テープの使い方がユーザーに浸透しておらず，ユーザーの使用上の便宜を図るために，引き伸ばし剥離接着テープの引張タブは，ユーザーに見やすく，アクセス可能になっていなければならないとされ，引張タブを隠すことは，ユーザーが引張タブの存在を見落とすおそれが高く，望ましくないと考えられていた事情があった。",
                        "審決が記載事項(ニ)として認定するように刊行物1(甲3)には，「タブ64は露出したまま残すことができ，あるいはタブ64が支持体54によりかくされる様にフックを設計してもよい」との記載があるが，上記事情に照らすならば，タブ64が一体型の支持体54により隠されるようにフックを設計した場合，ユーザーは，タブ64をつかみにくくなり，感圧接着テープを除去することがより難しくなることが明らかである。したがって，上記記載事項(ニ)には，基礎部材と支持部材を別体とした上で引き伸ばすための手段を支持部材によって隠されるように設計するという動機付けは示唆されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明の「前記取り外し可能な結合を形成するためのスライド手段をスライドさせて支持部材を基礎部材から取り外す際に，引き伸ばすための手段が露出するものである」との構成は，刊行物1は勿論，審決において取り上げられた周知の技術手段(甲4ないし8)においても，何ら示唆する記載がなく，刊行物1及び周知の技術手段から容易に想到し得たものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，引き伸ばすための手段について，スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する構成(相違点2に係る本件発明の構成)とすることは，当業者による設計的事項ではないから，これを単なる設計的事項にすぎないとした審決の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の顕著な作用効果の看過",
                  "text": [
                    "審決は，本件発明の作用効果は，「引用発明，刊行物1，及び上記周知の技術手段から当業者にとって当然予測されるものにすぎない。」(9頁32行～33行)と判断した。",
                    "しかし，審決の判断には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，本件出願当時の前記イ(ア)の事情の下において，特有の構成を採用することによって，①「支持部材が基礎部材に完全に結合されたときに引き伸ばすための手段を支持部材で隠すようにし，かつ，引き伸ばし除去プロセス中での引き伸ばすための手段へのアクセスを容易にして迅速に剥がせるようにした物品支持体を提供する」，③引き伸ばし剥離接着テープにおいて，接着剤との接着性が求められる基礎部材と，外観特性等が求められる支持部材が別体となることによって，「基礎部材と支持部材の各々の材料を選択することが非常に容易になる」という，特有の格別な作用効果を奏するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，刊行物1(甲3)には，本件発明の奏する上記(ア)の作用効果を示唆する記載はない。なお，刊行物1の記載事項(ニ)は，刊行物1の取り付け具において，タブ64が支持体54により隠されるように設計すると，ユーザーはタブ64をつかむことが困難になることが明らかであることに照らすならば，本件発明の奏する作用効果としての「迅速に剥がせるようにした物品支持体を提供する」ことを示唆するものではない。",
                        "また，引き伸ばし剥離接着テープを用いることのない周知の技術手段において，本件発明の奏する上記(ア)の作用効果の開示又は示唆はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，引き伸ばし剥離接着テープを用いた分離型の物品支持体において，本件発明が有する格別な作用効果は，引用発明及び周知の技術手段から当業者が容易に予測することができない顕著なものであるにもかかわらず，当業者が容易に予測されるものにすぎないと判断した審決には誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲2)には「図6は，支持部材が基礎部材に取り付けられているところを示す本発明の物品支持体の透視図である。」と記載されている。しかし，「支持部材が基礎部材に取り付けられているところ」が，取り付けられつつある状態を意味するのか，完全に取り付けられた状態を意味するのか，必ずしも明らかではない。",
                    "また，図6からは，引き伸ばすための手段が露出していることは読み取ることができるものの，このことから，支持部材が基礎部材に完全に取り付けられた状態で「引き伸ばすための手段が露出していない」ことを読み取ることはできないし，「支持部材が基礎部材に完全に取り付けられた状態では，支持部材40の下部がつかみ手段22なる引き伸ばすための手段に重なっている」ことを読み取ることもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "願書に添付された図面は，発明の理解をしやすくするために，明細書の補助手段として使用されるものであって，必ずしも設計図面のような正確性をもって図示されているとは限らないから，図面(図6及び図10)のみを根拠にした原告の主張には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件訂正に係る請求項1の訂正事項のうち，「引き伸ばすための手段が，スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する」ことは，本件特許に係る願書に添付した明細書又は図面に記載されておらず，また，願書に添付した明細書又は図面に記載された事項から自明なものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，「取り付け具」に係る発明であって，「絵，タオル，衣類，台所着，・・・他の物品をぶら下げるために一般に使用される」ものである。引用発明の「取り付け具」と刊行物2記載の「衣服掛け」とは，両者とも「物品支持体」の技術分野に属する。",
                        "さらに，引用発明の接着テープは「取り付け具」の一部品にすぎず，引用発明に限らず，本件出願前において，「取り付け具」の一部品に接着テープを用いることは周知(乙1ないし3)であり，接着テープと「衣服掛け」とが無関係な技術分野に属するものとはいえない。",
                        "また，接着テープのメーカーでない場合であっても，部品として接着テープを仕入れることは可能であり，プラスチック素材の加工業者や組立業者が，引き伸ばし剥離接着テープを仕入れて，物品支持体として組み立てることは実際上困難な状況にあったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "基礎部材と支持部材が取り外し可能な分離型の取り付け具は，本件出願前に周知であり，分離型の取り付け具が，非分離型に比べ，構造が複雑で，部品点数が多いが，支持部材の形状や材質を目的に応じて変更できることは，分離型の特徴として既に良く知られていたことである。",
                        "そして，取り付け具として分離型を採用するか，非分離型を採用するかについては，分離型の特徴，特質を勘案して，目的に応じて当業者が適宜選択し得た事項にすぎない。",
                        "さらに，取り付け具が分離型か否かということと，取り付け具の取り付け手段が引き伸ばし剥離接着テープであるか否かということとは，相互に無関係な事項であり，取り付け具の型によって，固有の取り付け手段が決定されるわけではない。原告が組合せ阻害要因として主張する分離型の構造の複雑性等は，良く知られた分離型の取り付け具の特徴を単に述べたにすぎず，引き伸ばし剥離接着テープを分離型の取り付け具に採用することが，物理的あるいは構造的に困難であるということはなく，剥離接着テープと分離型の取り付け具との組合せ阻害要因とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明に周知の技術手段を組み合わせることに阻害要因があるとの原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決認定の刊行物1の記載事項(ニ)は，その文言のとおり，引き伸ばすための手段を有する物品支持体において，引き伸ばすための手段を隠すという動機付けを示唆していることは明白である。なお，審決は，引用発明のような非分離型(一体型)の取り付け具において，タブ64を隠すように設計することについて容易性を判断したのではなく，刊行物1に記載された上記動機付けに基づけば，分離型，非分離型に関係なく，引き伸ばすための手段を隠すことは当業者が適宜選択し得ることについて判断したものであるから，引用発明においてタブ64が一体型の支持体54により隠されるようにフックを設計した場合，ユーザーは，タブ64をつかみにくくなり，感圧接着テープを除去することがより難しくなるか否かは，上記判断とは無関係である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，支持部材を基礎部材から取り外しても，依然として，引き伸ばすための手段が隠されているように設計するか，あるいは取り外す際に，引き伸ばすための手段が露出するように設計するかは，基礎部材の剥がし易さや，取り付け具全体の外観等を考慮して，当業者が適宜選択し得ることであり，引き伸ばすための手段が「支持部材を基礎部材から取り外す際に露出する」との構成は当業者による設計的事項である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の作用効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明のタブ64(引き伸ばすための手段)は，「テープ56の除去を容易にするために」設けられているのであるから，原告主張の「迅速に剥がせる」との本件発明の作用効果は，引用発明も具備している。",
                        "また，審決が周知技術として挙げた文献(甲4，6)に記載された取り付け具においても，基礎部材を壁に取り付けているネジや釘等は，支持部材によって隠されており，当該ネジや釘等は，支持部材によって保護されて隠されており，それらは支持部材を基礎部材から取り外すことによって露出し，その後は，迅速に基礎部材を壁等から取り外す作業が可能となることは明らかである。",
                        "そうすると，原告主張の本件発明の「支持部材が基礎部材に完全に結合されたときに引き伸ばすための手段を支持部材で隠すようにし，かつ，引き伸ばし除去プロセス中での引き伸ばすための手段へのアクセスを容易にして迅速に剥がせるようにした物品支持体を提供する」という作用効果は，当業者が，引用発明及び周知技術から，当然予測し得たものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告主張の「基礎部材と支持部材の各々の材料を選択することが非常に容易になる」との本件発明の作用効果は，審決が周知技術として挙げた文献に記載された分離型の取り付け具が当然備えるものであり，本件発明に特有なものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，原告主張の本件発明の作用効果は，いずれも引用発明及び周知技術から，当業者が当然予測し得たものにすぎない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由1は理由があるが，取消事由2は理由がないので，結局，本件訂正が特許法126条5項に適合せず，本件審判の請求が不適法であるとして請求不成立とした審決に誤りはないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(特許法126条3項適合性の判断の誤り)について原告は，審決が，本件訂正に係る請求項1の訂正事項のうち，「引き伸ばすための手段が『スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する』ことについては，本件特許に係る願書に添付した明細書又は図面に記載されているとは認められず，また，願書に添付した明細書又は図面に記載されている事項から自明なこととも認められない。」として，本件訂正は特許法126条3項に適合しないと判断したのは，誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲2)には，①「基体からの引き伸ばし剥離接着テープの取り外しの補助として，基礎部材は，前記基礎部材を基体から剥がすときに含まれる作用を明らかにするしるしを持っているのが便利である。基礎部材が支持部材を取り付けるための手段を持っている具体例においては，そのようなしるしは，支持部材が基礎部材に取り付けられているときは見えないように隠れており，支持部材が取り外されたときは見えるような場所に置かれているのが特に好ましい。」(4頁2行～8行)，②図4及び図5を参照して，「方向矢印36は，基礎部材30を基体から剥がすのに役立つであろうつかみ手段22を引っ張る方向を示している。図示の基礎部材30は，基材から基礎部材を剥がすのに含まれる作用を説明するのに便利なように，その上に印刷されたしるし38を有する。例えば，このしるしは，ハンドルがテープ20(従って基礎30)を基体から剥がすためにほぼ直接下に引っ張られるべきことを示すために絵文字又は肖像を含んでいてもよい。」(7頁14行～20行)，③図6を参照して，「物品支持体40は，基礎部材の雄蟻ほぞスライド32及び34と，支持部材の雌蟻ほぞスライド42及び44との間の滑り噛み合わせを用いて，基礎部材に取り付けられている。」(7頁25行～末行)，④「図6aにおいて，基礎部材の雄蟻ほぞスライド32及び34，並びに基礎部材(判決注・「支持部材」の誤りと認められる。)の雌蟻ほぞスライド42及び44の間の相互作用をより容易に見ることができる。」(8頁5行～8行)との記載がある。",
                    "そして，図6(Fig.6)には，「しるし38」が基礎部材30上に付され，その上方に支持部材40が図示されていること，図5(Fig.5)には，基礎部材30に雄蟻ほぞスライド32が形成されていることが図示されていること，図6a(Fig.6a)には，基礎部材30の雄蟻ほぞスライド32及び34に，支持部材40の雌蟻ほぞスライド42及び44が係合している断面が図示されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの認定事実及び各図を総合すると，図6は，支持部材40が取り外された状態，又は支持部材40のスライド部を基礎部材30のスライド部に取り付ける前の状態のいずれかを図示したものであることは自明であり，また，図6aのようにスライド係合させ，支持部材40を基礎部材の下方に移動させると，「しるし38」は支持部材により覆われ，支持部材40の下部は，基礎部材30の下部の突出部(図5参照)に接触して係止することも自明である。",
                    "そうすると，「引き伸ばすための手段が『スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する』ことについては，本件特許に係る願書に添付した明細書又は図面(すなわち，本件明細書)に記載されている事項から自明であると解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し被告は，「支持部材が基礎部材に完全に取り付けられた状態では，支持部材40の下部がつかみ手段22なる引き伸ばすための手段に重なっている」ことは読み取ることができないなどと主張する。",
                    "しかし，前記ア①のとおり本件明細書には「そのようなしるしは，支持部材が基礎部材に取り付けられているときは見えないように隠れており，支持部材が取り外されたときは見えるような場所に置かれているのが特に好ましい。」と記載されていることに照らすならば，図6は，支持部材40が取り外された状態，又は，支持部材40のスライド部を基礎部材30のスライド部に取り付ける前の状態のいずれかを図示したものと理解できる。",
                    "また，図5及び図6からは，支持部材の下部が，基礎部材の下部の突出部に接触して係止した際には，支持部材の下部は，引き延ばすための手段22を隠す寸法になっているかどうかは，必ずしも明確ではないが，本件明細書の上記記載を併せ考慮すると，支持部材の下部が，基礎部材の下部の突出部に接触して係止した際には，引き延ばすための手段22が支持部材の下部に隠れ，図6のように，支持部材が上方に移動すれば，引き延ばすための手段22が露出し，しるしも見えるようになると理解するのが合理的である。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，審決が本件訂正は特許法126条3項に適合しないと判断した点には誤りがあるので，取消事由1に係る原告の主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法126条5項適合性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る容易想到性判断の誤りについて",
              "text": [
                "原告は，引用発明の取り付け具と周知の技術手段とは同じ技術分野に属するものではなかったこと，基礎部材と支持部材が取り外し可能な分離型の物品支持体が，基礎部材と支持部材が一体となった非分離型の取り付け具と比較して不利であると当事者に考えられていたことからすれば，引用発明に刊行物2等記載の周知の技術手段を組み合わせることには阻害要因があったというべきであるから，相違点1に係る本件発明の構成とすることは，当業者が容易に想到することができたとの審決の判断に誤りがあると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物1の記載事項",
                      "text": [
                        "刊行物1(甲3)には，①「請求の範囲」として，「8．前記基材がその1つの主表面に物品をぶらさげる手取を担持している，請求項7に記載の物品。」(訳文2頁左下欄1行～2行)，②「図3A及び図3Bは，取り付け用途の本発明のテープの態様を示す。フックは・・・絵，タオル，衣類，台所着，・・・他の物品をぶら下げるために一般に使用される」(訳文5頁右下欄4行～6行)，③「取り付けのために本発明のテープを使用することにより，これらのフックは使用される間は所定位置にかたく保持され，そして望みの時に基材の表面を損傷することなく除去することができる。図3A及び図3Bに示すように，取り付け具50はフック部材52及びそのための支持体54を有し，この支持体が，裏地62により担持される感圧接着剤の層58，60の1つにより両面テープ56に接着される。所望により，壁66からのテープ56の除去を容易にするために，テープ56をつまむのを可能にするようにタブ64を設けることもできる。」(訳文5頁右下欄15行～23行)，④「タブ64は露出したまま残すことができ，あるいはタブ64が支持体54によりかくされる様にフックを設計してもよい」(訳文5頁右下欄26行～6頁左上欄1行)との記載がある。",
                        "上記記載と図3A及び図3Bによれば，刊行物1には，衣類等をぶら下げる物品支持体の具体的構成として，フック部材52と支持体54を有する取り付け具50を壁66に両面テープ56によって固定し，そのフック部材56に衣類等の物品をぶら下げる発明が開示されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物2等の記載事項",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物2(甲4)には，「図1および2に表された衣服掛けは，プラスチック素材の鋳造によって製造される2つの相補的な部分1および2によって構成される。これらの第1のものは，ネジ釘もしくは適当なすべての他の手段によって壁に固定されることを目的とした，固定用の台板もしくは底板を形づくる。第2のものに関しては，それはいわゆる衣服掛けの本体を構成し，そしてそのために，それは衣服や他の類似した物を受けとめることを目的とした，それぞれ突出した2つの要素3および4を有している。」(訳文2頁3行～8行)と記載されている。",
                            "上記記載と図1及び図2によれば，刊行物2には，相補的な部分1及び2によって構成される衣服掛けを壁にネジ釘等によって固定し，その突出した要素3及び4に衣類等をぶら下げること，相補的な部分1及び2の結合手段は相互にスライドさせて「取り外し可能」であることからなる発明が開示されていると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲5ないし8によれば，甲5記載の帽子等の掛具，甲6記載の浴室用掛け金具，甲7記載のハンガーボード用フック，甲8記載の掛止具も，同様に衣類等をぶら下げる部材を備え，基礎部材と支持部材を相互にスライドさせて取り外し可能な結合を形成するための手段及びその結合を取り外し可能に固定するための固定手段を備えていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，刊行物1記載の取り付け具と，刊行物2記載の衣服掛け，甲5記載の帽子等の掛具，甲6記載の浴室用掛け金具，甲7記載のハンガーボード用フック及び甲8記載の掛止具は，衣服等の物品をぶら下げる部材を備え，壁に固定して使用する「物品支持体」である点で技術分野が共通し，衣服等をぶら下げるという機能においても共通している。",
                        "そして，共通の技術分野に属し，同じ機能を果たす技術手段であれば，その適用を試みることは，刊行物に特に記載や示唆がなくとも当業者が普通に行うことであることに照らすならば，引用発明に，刊行物2等に記載された基礎部材と支持部材の結合手段において相互にスライドさせて「取り外し可能」とする技術を適用し，相違点1に係る本件発明の構成とすることは当業者にとって容易想到であったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，原告は，引用発明の取り付け具は，基材を損傷することなく除去することができる引き伸ばし剥離接着テープが，技術的に重要な構成要素となっており，引き伸ばし剥離接着テープのメーカーによって技術開発及び製造されているのに対して，刊行物2，甲5ないし8記載の各技術手段はいずれもプラスチック素材又は金属素材の加工物品が技術的に主要な構成要素となっていることから，プラスチック素材又は金属素材の加工業者によって技術開発及び製造されているものであって，引用発明と上記各技術手段が同じ技術分野に属するものとはいえないと主張する。",
                        "しかし，前記ア認定のとおり，引用発明と刊行物2等記載の技術とは，衣服等の物品をぶら下げる部材を備え，壁に固定して使用する「物品支持体」である点で技術分野が共通し，同じ技術分野に属するものと認められる。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，原告は，本件出願前のみならず，本件出願後においても，基礎部材と支持部材が取り外し可能な分離型の物品支持体で，引き伸ばし剥離接着テープを使用することは，構造が複雑なため製造コストが高くなり，取り付けの際に取り外された支持部材と基礎部材が見失われ易い上に，ユーザーにとって使い方が複雑であって，仮にユーザーが正確に基礎部材を接着し損ねた場合には，再び基礎部材を接着し直すことができないなど，基礎部材と支持部材が一体となった非分離型の取り付け具の場合に比較して，不利であると当業者は認識していたこと，引用発明と刊行物2等記載の技術を組み合わせることについて，刊行物1等には記載も示唆もないことからすれば，引用発明に刊行物2等記載の技術を組み合わせることに阻害要因があると主張する。",
                        "しかし，一般に異なる機能・構造を有する二つの部材を別体で製作するか，一体で製作するかは，適宜選択して実施する設計的事項である。壁に固定して使用する「物品支持体」の製作に関与する当業者であれば，分離型の取り付け具には，取り付け作業の際に，手間がかかったり，部材を見失ったりする等の短所があるのに対し，非分離型の取り付け具には，各部品ごとに最適の材料や製法を選択することに困難が伴う等の短所があり，それぞれの長所・短所を適宜考慮して，取り付け具を分離型・非分離型のいずれの構造とするかを決定するものと解されるから，当業者が，引用発明に，刊行物2記載の基礎部材と支持部材の結合手段を「取り外し可能」な構造とするという技術を適用することにより，分離型の取り付け具とし，相違点1に係る本件発明の構成とすることは容易想到であったものと認められる。",
                        "なお，本件出願当時，引用発明の取り付け具における引き伸ばし剥離接着テープの固有の使用方法が普及していたかどうかは，刊行物1に接した当業者において，引用発明に刊行物2等記載の上記技術を適用することが容易想到であったとの上記判断を左右するものではない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易相当性判断の誤りについて",
              "text": [
                "原告は，引き伸ばすための手段について，スライド手段をスライドさせて支持部材を基礎部材から取り外す際に露出する構成(相違点2に係る本件発明の構成)とすることは，当業者による設計的事項にとどまるものではないから，これを単なる設計的事項にすぎないとした審決の判断には誤りがあると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)ア(ア)④認定のとおり，刊行物1(甲3)には，「タブ64は露出したまま残すことができ，あるいはタブ64が支持体54によりかくされる様にフックを設計してもよい。」との記載がある。",
                        "刊行物1の上記記載は，タブ64(テープを引き伸ばすための手段)を露出するように設計しても，これを支持体54により外側から見えないように隠すように設計してもよいことを示唆するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，①刊行物2(甲4)には，「それが台板1上に固定された際，衣服掛け2の本体の下に位置する場所を目に見える状態にとどめるのを避けるという利点も持つ。・・・台板1の固定用ネジ釘10の通り道を目的とした穴9は，固定用クランプ6の間に含まれる空間内，すなわち，それが然るべき場所に固定された際に衣服掛けの本体2によって覆われる領域内の部分に設えられている。このような状況では，そのとき，ネジ釘10の頭部はしたがって，衣服掛けの本体によって完全に隠される。」(訳文2頁22行～29行)，「全体が然るべき場所にあるとき，これらの手段は対応する物品のまさに本体によって隠され，これは美的外観をそれに確保する。」(訳文1頁19行～20行)との記載があること，②甲6に，「このように掛け金具を受け片1と掛け片5の別体で構成すると壁面4に取付ける止め具3の頭部が隠蔽されるので体裁が良いという利点がある。」(明細書の2頁9行～11行)との記載があることに照らすならば，刊行物2記載の衣服掛け及び甲6記載の浴室用掛け金具においても，ネジ釘の頭部等は，支持部材が基礎部材に固定されている状態では隠されていることが記載されており，また，衣類等をぶら下げる支持部材を基礎部材から取り外したときには，ネジ釘の頭部等が露出するものであることは自明である。そして，ネジ釘等は，引用発明の支持体に相当する部材を壁等に固定するための手段である点で，引用発明の引き伸ばし剥離接着テープと共通の機能を有するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)及び(イ)の認定事実によれば，刊行物1に接した当業者であれば，引用発明に，刊行物2等に記載された基礎部材と支持部材の結合手段において相互にスライドさせて「取り外し可能」とする技術を適用するに際し，支持部材が基礎部材に固定されているときにあっては，引き伸ばし剥離接着テープは支持部材によって隠されるようにするかどうか，支持部材を基礎部材から取り外したときにあっては，引き伸ばし剥離接着テープを露出するようにするかどうかは，基礎部材の剥がし易さや，取り付け具全体の外観等を考慮して，当業者が適宜選択し得ることであると認められる。",
                        "そうすると，引用発明において，引き伸ばすための手段が「スライド手段をスライドさせて前記支持部材を前記基礎部材から取り外す際に露出する」構成(相違点2に係る本件発明の構成)とすることは，当業者にとって容易想到であったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する判断",
                  "text": [
                    "これに対し，原告は，本件出願当時，引用発明の引き伸ばし剥離接着テープが，新しい技術に属していたため，引き伸ばし剥離接着テープの使い方がユーザーに浸透しておらず，ユーザーの使用上の便宜を図るために，引き伸ばし剥離接着テープの引張タブは，ユーザーに見やすく，アクセス可能になっていなければならないとされ，引張タブを隠すことは，ユーザーが引張タブの存在を見落とすおそれが高く，望ましくないと考えられていた事情があり，引用発明においてタブ64が一体型の支持体54により隠されるようにフックを設計した場合，ユーザーは，タブ64をつかみにくくなり，感圧接着テープを除去することがより難しくなることが明らかであったから，刊行物1の「タブ64は露出したまま残すことができ，あるいはタブ64が支持体54によりかくされる様にフックを設計してもよい」との記載は，基礎部材と支持部材を別体とした上で引き伸ばすための手段を支持部材によって隠されるように設計するという動機付けを示唆するものでなかった旨主張する。",
                    "しかし，前記ア(ア)認定のとおり，刊行物1の上記記載は，タブ64(テープを引き伸ばすための手段)を露出するように設計しても，これを支持体54により外側から見えないように隠すように設計してもよいことを示唆することは明らかであり，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の顕著な作用効果の看過について",
              "text": [
                "原告は，本件発明は，①「支持部材が基礎部材に完全に結合されたときに引き伸ばすための手段を支持部材で隠すようにし，かつ，引き伸ばし除去プロセス中での引き伸ばすための手段へのアクセスを容易にして迅速に剥がせるようにした物品支持体を提供する」，②引き伸ばし剥離接着テープにおいて，接着剤との接着性が求められる基礎部材と，外観特性等が求められる支持部材が別体となることによって，「基礎部材と支持部材の各々の材料を選択することが非常に容易になる」という，特有の格別な作用効果を奏するものであり，これらの作用効果は，引用発明及び周知の技術手段から当業者が容易に予測することができない顕著な作用効果であると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)ア(ア)③記載のとおり，刊行物1の取り付け具50においては，「テープ56の除去を容易にするために」タブ64が設けられているのであるから，引き伸ばし剥離接着テープを「迅速に剥がせる」との本件発明の上記①の作用効果は引用発明においても備えており，本件発明に特有のものではない。",
                    "また，前記(2)ア(イ)のとおり，刊行物2記載の衣服掛け及び甲6記載の浴室用掛け金具においても，ネジ釘の頭部等は，支持部材が基礎部材に固定されている状態では隠されていることが記載されていること，衣類等をぶら下げる支持部材を基礎部材から取り外したときには，ネジ釘の頭部等が露出するものであることは自明であること，これらネジ釘等は，引用発明の支持体に相当する部材を壁等に固定するための手段である点で，引用発明の引き伸ばし剥離接着テープと共通の機能を有することに照らすならば，ネジ釘の頭部等が露出した後は，迅速に基礎部材を壁等から取り外す作業が容易になることは自明である。",
                    "したがって，本件発明の引き伸ばすための手段を隠すようにした上で迅速に剥がせるようにした点は，引用発明と周知技術が奏するそれぞれの作用効果を超えるものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，「物品支持体」において，基礎部材と支持部材を分離して構成することは，本件出願当時，周知の技術であり(例えば，甲4ないし8)，基礎部材と支持部材とをその目的に従って最適化でき，異なった材料を用い，異なった製法を用いて製造できることは，上記周知技術から導かれる効果であって，原告主張の本件発明の上記②の作用効果は，格別な作用効果ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告主張の本件発明の上記①及び②の作用効果は顕著なものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，本件審判の請求を不成立とした審決に誤りはなく，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10436",
    "date": "2007-06-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034854",
    "ipprecedent_id": "1058",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}