{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2006−39055事件について平成18年9月20日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成11年11月5日，発明の名称を「弾球遊技機」とする発明につき特許出願(優先権主張 平成10年11月9日，平成11年7月27日。以下「本件出願」という。)をし，平成15年8月15日，特許第3461310号として特許権の設定登録(設定登録時の請求項の数4。以下，この特許を「本件特許」という。)を受けた。",
                "本件特許について特許異議の申立てがされたため，特許庁は，これを異議2003−73358号事件として審理し，その係属中の平成17年8月2日，原告は，特許請求の範囲の減縮等を目的として本件特許に係る明細書について訂正を求める訂正請求をした。",
                "特許庁は，審理の結果，平成17年12月5日，上記訂正を認めた上で，「特許第3461310号の請求項に係る特許を取り消す。」との決定(以下「決定」という。)をし，その謄本は，同月21日，原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，決定の取消しを求める訴訟(当庁平成18年(行ケ)第10018号)を提起し，その係属中の平成18年4月14日，特許請求の範囲の減縮等を目的として本件特許に係る明細書(以下，図面と併せて「本件明細書」という。)について訂正(以下「本件訂正」という。)を求める訂正審判請求をした。",
                "特許庁は，これを訂正2006−39055号事件として審理し，平成18年9月20日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年10月2日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の設定登録時の特許請求の範囲の請求項1の記載は，次のとおりである。",
                "「【請求項1】 入賞球を検知する入賞球検知部と，",
                "入賞球検知信号に基づいて払い出すべき賞球個数の情報である賞球個数情報を生成する賞球個数情報生成手段と，",
                "その生成された賞球個数情報に基づいて賞球払出機構に所定数の賞球の払い出しを行わせる賞球払出制御手段と，",
                "前記賞球払出制御手段による賞球の払い出しを検知する払出賞球検知機構と，",
                "前記賞球個数情報生成手段が生成する賞球個数情報と，前記払出賞球検知機構による払出賞球の検知情報とに基づいて，前記賞球払出機構による賞球の払い出しを管理する賞球払出管理手段とを備え，各入賞口に対応して，各々特定の個数の賞球数が固有賞球数として定められており，",
                "前記賞球払出制御手段は，",
                "入賞球検知信号の入力順に，その入賞球検知信号に対応する賞球数設定用信号を出力する賞球個数指令出力手段と，",
                "前記賞球数設定用信号の入力順に，その賞球数設定用信号に対応する固有賞球数データを記憶格納する固有賞球数データ記憶手段とを備え，その固有賞球数記憶手段に記憶格納されている固有賞球数データを先に格納されているものから順に読み出し，その読み出し順に，対応する個数の賞球の払い出しを前記賞球払出機構に行わせるものであり，前記賞球数設定用信号に対応する前記固有賞球数データは，各々一定個数のデータビットを含むと共に，そのデータビットの組み合わせが，払い出すべき賞球数に一対一に対応する形で定められて記憶され，電源遮断により電源電圧が低下する異常が発生したか否かを検出する異常検出手段と，",
                "該異常検出手段による検出結果を受けて異常確定情報を生成する異常確定情報生成手段と，",
                "前記異常確定情報を記憶する異常確定情報記憶手段と，",
                "少なくとも前記賞球個数情報を遊技情報として記憶する遊技情報記憶手段と，",
                "前記電源遮断により電源電圧が低下する異常検出時に，前記遊戯情報記憶手段に記憶されている遊技情報の喪失阻止処理を行うバックアップ実行制御部とを備え，",
                "前記異常確定情報を前記異常確定情報記憶手段に書き込む処理ルーチンは，前記バックアップ実行制御部のCPUが該CPUに接続された別体の入出力回路に予め定められたタイミングにて自発的にアクセスし，そのアクセス時において入出力回路への異常検出の入力を確認した場合に実行されるサブルーチンである弾球遊技機。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「訂正発明」という。なお，下線は訂正箇所である。)。",
                "「【請求項1】 入賞球を検知する入賞球検知部と，",
                "入賞球検知信号に基づいて払い出すべき賞球個数の情報である賞球個数情報を生成する賞球個数情報生成手段と，",
                "その生成された賞球個数情報に基づいて賞球払出機構に所定数の賞球の払い出しを行わせる賞球払出制御手段と，",
                "前記賞球払出制御手段による賞球の払い出しを検知する払出賞球検知機構と，",
                "前記賞球個数情報生成手段が生成する賞球個数情報と，前記払出賞球検知機構による払出賞球の検知情報とに基づいて，前記賞球払出機構による賞球の払い出しを管理する賞球払出管理手段とを備え，各入賞口に対応して，各々特定の個数の賞球数が固有賞球数として定められており，",
                "前記賞球払出制御手段は，",
                "前記入賞球検知信号に基づく賞球個数情報の入力順に，その賞球個数情報に対応する賞球数設定用信号を出力する賞球個数指令出力手段と，前記賞球数設定用信号の入力順に，その賞球数設定用信号に対応する固有賞球数データを記憶格納する固有賞球数データ記憶手段とを備え，その固有賞球数データ記憶手段に記憶格納されている固有賞球数データを先に格納されているものから順に読み出し，その読み出し順に，対応する固数の賞球の払い出しを前記賞球払出機構に行わせるものであり，",
                "前記賞球数設定用信号に対応する前記固有賞球数データは，各々一定個数のデータビットを含むと共に，そのデータビットの組み合わせが，払い出すべき賞球数に一対一に対応する形で定められたビット組の形で記憶され，",
                "電源遮断により電源電圧が低下する異常が発生したか否かを検出する異常検出手段と，",
                "該異常検出手段による検出結果を受けて異常確定情報を生成する異常確定情報生成手段と，",
                "前記異常確定情報を記憶する異常確定情報記憶手段と，",
                "少なくとも前記賞球個数情報を遊技情報として記憶する遊技情報記憶手段と，",
                "前記電源遮断により電源電圧が低下する異常検出時に，前記遊技情報記憶手段に記憶されている遊技情報の喪失阻止処理を行うバックアップ実行制御部とを備え，",
                "前記異常確定情報を前記異常確定情報記憶手段に書き込む処理ルーチンは，前記バックアップ実行制御部のCPUが該CPUに接続された別体の入出力回路に予め定められたタイミングにて自発的にアクセスし，そのアクセス時において入出力回路への異常検出の入力を確認した場合に実行されるサブルーチンであり，前記CPUは，補助電源によりバックアップ処理終了後も一定時間その作動が確保され，前記サブルーチンは，無限ループの設定により，前記バックアップ処理終了後の前記一定期間にメインジョブのルーチンに復帰しないようになっており，当該弾球遊技機の電源スイッチがオフされた場合には，終了信号を発生させ，この終了信号により前記異常確定情報の生成を禁止化する手段によって，前記バックアップ処理を行わせないようになっていることを特徴とする弾球遊技機。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，訂正発明は，特開平6−71028号公報(以下「刊行物A」という。甲1)，特開平8−202633号公報(以下「刊行物B」という。甲2)，特開平10−234990号公報(以下「刊行物C」という。甲3)に記載された発明，及び周知事項に基づいて当業者が容易に発明をすることができたもので，特許法29条2項の規定により出願の際独立して特許を受けることができないから，本件審判の請求は同法126条5項の規定に適合しないというものである。",
            "審決は，訂正発明と刊行物Aに記載された発明(以下「引用発明」という。)とを対比し，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「入賞球を検知する入賞球検知部と，入賞球検知信号に基づいて払い出すべき賞球個数の情報である賞球個数情報を生成する賞球個数情報生成手段と，その生成された賞球個数情報に基づいて賞球払出機構に所定数の賞球の払い出しを行わせる賞球払出制御手段と，前記賞球払出制御手段による賞球の払い出しを検知する払出賞球検知機構と，前記賞球個数情報生成手段が生成する賞球個数情報と，前記払出賞球検知機構による払出賞球の検知情報とに基づいて，前記賞球払出機構による賞球の払い出しを管理する賞球払出管理手段とを備え，各入賞口に対応して，各々特定の個数の賞球数が固有賞球数として定められており，前記賞球払出制御手段は，前記入賞球検知信号に基づく賞球個数情報の入力順に，その賞球個数情報に対応する賞球数設定用信号を出力する賞球個数指令出力手段と，前記賞球数設定用信号の入力順に，その賞球数設定用信号に対応する固有賞球数データを記憶格納する固有賞球数データ記憶手段とを備え，その固有賞球数データ記憶手段に記憶格納されている固有賞球数データを先に格納されているものから順に読み出し，その読み出し順に，対応する個数の賞球の払い出しを前記賞球払出機構に行わせるものであり，前記賞球数設定用信号に対応する前記固有賞球数データは，払い出すべき賞球数に一対一に対応する形で定められて記憶され，電源遮断により電源電圧が低下する異常が発生したか否かを検出する異常検出手段と，該異常検出手段による検出結果を受けて異常確定情報を生成する異常確定情報生成手段と，前記異常確定情報を記憶する異常確定情報記憶手段と，少なくとも前記賞球個数情報を遊技情報として記憶する遊技情報記憶手段と，前記電源遮断により電源電圧が低下する異常検出時に，前記遊戯情報記憶手段に記憶されている遊技情報の喪失阻止処理を行うバックアップ実行制御部とを備え，前記異常確定情報を前記異常確定情報記憶手段に書き込む処理ルーチンはサブルーチンである弾球遊技機。」である点。",
            "(相違点1)",
            "固有賞球数データに関して，訂正発明は，払い出すべき賞球数に一対一に対応する形で定められたデータビットを含む一定個数のデータビットの組合せで記憶されているのに対し，引用発明には，当該賞球数の記憶形式がデータビットであるか否か不明である点。",
            "(相違点2)",
            "電源電圧が低下する異常が発生した場合，訂正発明は，サブルーチンにて，(i)CPUが該CPUに接続された別体の入出力回路に予め定められたタイミングにて自発的にアクセスして異常の有無確認し，(ii)バックアップ処理後にメインジョブのルーチンに復帰しない処理を無限ループにて行い，(Ⅲ)バックアップ処理終了後も一定期間その作動が確保されるようになっているのに対し，引用発明は，(i)異常の有無の具体的確認手段は不明であり，(ii)バックアップ処理後にメインジョブのルーチンに復帰しない処理を無限ループにて行っているか否か不明であり，さらに，(Ⅲ)バックアップ処理終了後も一定期間動作が確保されるか否か不明である点。",
            "(相違点3)",
            "訂正発明は，弾球遊技機の電源スイッチがオフされた場合には終了信号を発生させ，この終了信号により前記異常確定情報の生成を禁止化する手段によって，前記バックアップ処理を行わせないようになっているのに対し，引用発明は電源スイッチオフの場合に，バックアップ処理を行わせるか否か不明である点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "審決には，相違点2の容易想到性の判断を誤り(取消事由1)，相違点3の容易想到性の判断を誤り(取消事由2)，その結果，訂正発明は当業者が容易に発明をすることができたもので，出願の際独立して特許を受けることができないと誤って判断した違法がある(なお，原告は，相違点2の認定の誤りについても主張するが，同主張の当否については，「第4 当裁判所の判断」の「3」中で判断したとおりである。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点2の容易想到性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2(ii)についての容易想到性の判断の誤り",
                  "text": [
                    "審決は，相違点2(ii)について，「引用発明においてもバックアップ電源にてその処理が確保されている停電割込処理，すなわち，当該割込処理のサブルーチン以外のルーチンワークが実行されることはないものであるから，当該サブルーチン終了後もメインルーチンに復帰しないことは明らかであること，さらに，無限ループのルーチンはそのルーチンを繰り返すものであることは周知の事項であることを勘案すれば，メインルーチンに復帰させない手段として，当該無限ループのルーチンを採用することは当業者が適宜選択採用し得る程度の事項であり，しかも，当該採用したことによる格別の作用効果も認められない。」(審決書11頁末行～12頁8行)と判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "バックアップ電源(補助電源)はCPUの作動を確保するもので，引用発明において，CPUが実行する各処理の一部である停電割込処理の「サブルーチン終了後も」，バックアップ電源からCPUに電源が供給されている間は，CPUの作動は可能であり，CPUによる各処理の実行も可能である。",
                        "したがって，引用発明において，「当該割込処理のサブルーチン以外のルーチンワークが実行されることはない」ことを理由に，「当該サブルーチン終了後もメインルーチンに復帰しないことは明らかである」とした審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "停電時にCPUの作動が補助電源によりバックアップ処理終了後一定期間確保されるようにした場合，その一定期間が過ぎればCPUは作動しなくなるので，バックアップ処理が終了したときは，刊行物Aに記載されているように，停止命令「STOP」によってプログラムの動作を停止させてメインルーチンに復帰させないようにするのが通常である。これに対し訂正発明では，バックアップ処理終了後の一定期間においても，「無限ループ」(バックアップ処理の終了後に，処理を繰り返し行うもの)の設定により，プログラムの動作を継続させてメインルーチンに復帰させないようにしている。",
                        "このようにバックアップ処理後の一定期間，メインジョブのルーチンに復帰しない処理を無限ループによって行う構成(相違点2(ii)に係る訂正発明の構成)について，刊行物AないしC(甲1ないし3)，特開平5−35614号公報(以下「周知刊行物D」という。",
                        "甲4)，特開平4−303225号公報(以下「周知刊行物E」とい",
                        "う。甲5)のいずれにも記載も示唆もない。",
                        "したがって，引用発明において，「メインルーチンに復帰させない手段として，当該無限ループのルーチンを採用することは当業者が適宜選択採用し得る程度の事項であ」るとした審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，相違点2(ii)に係る訂正発明の構成とした場合には，プログラムの動作が継続するので，メインジョブ以外の処理でバックアップ処理終了後に必要とされる処理があるときは，無限ループのルーチンの繰り返しにおいてその処理を行うことが可能である。",
                        "例えば，CPUには，それが正常に作動しているかを監視するウォッチドッグタイマが設けられることがある(甲6ないし8)。このウォッチドッグタイマは，CPUが正常に作動しているときはタイムアウトする前にクリアされるが，CPUが暴走状態になってクリアされないままタイムアウトしたときは，CPUをリセットし，結果的にバックアップデータが消失してしまう可能性があるため，CPUのメインジョブでは定期的にウォッチドッグタイマをクリアし，タイムアウトしないようにしている。相違点2(ii)に係る訂正発明の構成とすれば，無限ループの設定によって，定期的にウォッチドッグタイマをクリアする処理を行うことにより，上記不具合が発生しないようにすることが可能となる。もっとも，本件明細書には，「ウォッチドッグタイマ」なる用語それ自体は記載されていないが，「CPUがプログラム暴走等したときに，ウォッチドッグタイマの作動によってCPUをリセットする」ことは少なくとも示唆されている。",
                        "これに対して，引用発明のようにバックアップ処理終了後に停止命令「STOP」によりプログラムの動作を停止させる構成においては，ウォッチドッグタイマをクリアすることはできない。",
                        "このように訂正発明では，メインジョブ以外の処理でバックアップ処理終了後に必要とされる処理がある場合には，無限ループのルーチンの繰り返しにおいてその処理を行うことが可能であるという作用効果を奏する。この作用効果は，引用発明のようにバックアップ処理終了後に停止命令「STOP」によりプログラムの動作を停止させてしまうものからは決して得られない格別のものであるから，相違点2(ii)に係る訂正発明の構成を採用したことによる「格別の作用効果も認められない」とした審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2(Ⅲ)についての容易想到性の判断の誤り",
                  "text": [
                    "審決は，相違点2(Ⅲ)について，「バックアップ処理終了検出手段を持たない本件訂正発明は，バックアップ処理時間が不明であるから当該処理終了後の一定時間の始期を如何に設定するのか記載されていないばかりでなく，当該一定期間は，如何なる作用，効果を達成する為の如何なる長さの期間であるのかも記載されていない。してみると，バックアップ処理終了後も一定期間その作動を確保することは，前記周知のバックアップ電源供給手法に基づいて，そのバックアップ処理の確実性の担保等を勘案して適宜設定しうる設計的事項であり格別のものではない。」(審決書12頁14行～22行)と判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。",
                    "すなわち，訂正発明は，「CPUが，補助電源によりバックアップ処理終了後も一定期間その作動が確保される」構成を前提として，「無限ループの設定により，前記バックアップ処理終了後の前記一定期間にメインジョブのルーチンに復帰しない」構成としたものであり，両構成は一体不可分の関係にあるにもかかわらず，審決が，「バックアップ処理終了後も一定期間その作動を確保する」ことのみについて格別のものであるか否かを判断したことは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点3の容易想到性の判断の誤り)",
              "text": [
                "審決は，「停電対策としてバックアップ手段を設けた機器において，電源スイッチのオフによる電源電圧低下の場合と，遊戯中における停電による電源電圧の低下の場合とを峻別して，前者の場合と後者の場合とで相違する処理を行わせることは，前記周知刊行物Eに示される様に周知の事項である。一方，弾球遊技機において，電源電圧低下の原因が遊戯中における停電のときは遊技状態の記憶を保持する必要があるのに対し，その原因が閉店時の電源スイッチオフのとき等は遊技状態の記憶を保持する必要性がない場合も周知である。してみると，電源スイッチのオフのときに，遊技状態の記憶を保持するバックアップ処理を行わせない様にすることは，当業者が必要に応じて適宜行う技術的事項であり，しかも，そのための構成においても格別な点は認められないから，当該相違点は格別のものではない。」(審決書12頁24行～35行)と判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知刊行物E(甲5)記載の電源断監視装置は，主電源の断が人的要因によるものか，外的要因によるものかを判別し，それによって主電源断後の割込み処理ルーチンを変えているが，そのいずれの場合においても，測定データや操作箇所の設定状態等所定の情報をメモリ等に記憶させるバックアップ処理を行っており(段落【0001】，【0003】)，周知刊行物Eには，電源スイッチオフの場合にバックアップ処理を行わせないことについて記載も示唆もない。",
                    "また，周知刊行物E記載の発明の課題は，「主電源の断が検出されたとき，それが人的要因によるものか，外的要因によるものかを瞬時に判別し，所定の情報を迅速かつ確実に待避できるようにする」(段落【0008】)ことにあるが，「電源スイッチオフの場合に，バックアップ処理を行わせない」こととした場合，そのような課題を達成できなくなるので，周知刊行物Eから「電源スイッチオフの場合に，バックアップ処理を行わせない」構成を導き出すことはできない。",
                    "さらに，審決が引用した特開平11−184569号公報(甲1",
                    "1)，特開平6−4168号公報(甲12)，特開6−175938号",
                    "公報(甲13)にも，「電源スイッチオフの場合にバックアップ処理を行わせないこと」について記載も示唆もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「弾球遊技機において，電源電圧低下の原因が遊戯中における停電のときは遊技状態の記憶を保持する必要があるのに対し，その原因が閉店時の電源スイッチオフのとき等は遊技状態の記憶を保持する必要性がない場合も」周知であると認定しているが，何ら証拠も示さずに，上記事項が周知であると認定したこと自体誤りである。",
                    "また，被告が周知例として挙げる乙1ないし3は，いずれも「閉店時の電源スイッチオフのとき等は遊技状態の記憶を保持する必要性が無い場合」が周知であることを示すものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「弾球遊技機の電源スイッチがオフされた場合には終了信号を発生させ，この終了信号により前記異常確定情報の生成を禁止化する手段によって，前記バックアップ処理を行わせないようになっている」という相違点3に係る訂正発明の構成について，刊行物AないしC，周知刊行物D，Eのいずれにも記載も示唆もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のアないしウに照らすならば，相違点3について，「電源スイッチのオフのときに，遊技状態の記憶を保持するバックアップ処理を行わせない様にすることは，当業者が必要に応じて適宜行う技術的事項であり，しかも，そのための構成においても格別な点は認められないから，当該相違点は格別のものではない。」とした審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2(ii)の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "①停電状態，すなわち，電源オフになると電気機器は作動しないものであることは技術常識であるから，電源オフ状態で電気機器が動作する場合はバックアップ電源等によりバックアップされたものであることは当然の技術事項であること，②刊行物Aには，停電割込処理のサブルーチン終了後に行うCPUの処理動作に関する記載がないことなどに照らすならば，引用発明においては，停電対策としての停電割込処理のサブルーチン終了後にCPUを動作させる必要性はないのであるから，上記サブルーチン終了後にCPUの動作を行わないと理解される。",
                        "したがって，引用発明において，上記サブルーチン終了後に「当該割込処理のサブルーチン以外のルーチンワークが実行されることはない」とした審決の認定に誤りはなく，また，「メインルーチンに復帰させない手段として，当該無限ループのルーチンを採用することは当業者が適宜採用しうる程度の事項である」とした審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書(甲14)の段落【0179】には，バックアップ処理終了後にメインジョブのルーチンに復帰させない手法の一つとして「無限ループの設定」との文言が記載されているのみで，いかなるステップを有するループであるのか，その具体的構成に関する記載はなく，バックアップ処理終了後に無限ループの繰り返しにおいて必要とされる処理とはいかなるものかも記載されていない。",
                        "かえって，本件明細書の段落【0179】中には，「②・・・プログラム処理の続行は可能であるが，補助電源電圧が不安定化してくると，プログラムの正常作動が困難となり，甚だしい場合は暴走状態に陥って」と記載されているとおり，バックアップ処理後にプログラム処理を行わせること，すなわち無限ループによる処理を行わせることについて消極的な記載がある。",
                        "そうすると，原告が主張する「メインジョブ以外の処理でバックアップ処理終了後に必要とされる処理がある場合には，無限ループのルーチンの繰り返しにおいてその処理を行うことが可能であるとの効果」に格別な内容はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2(Ⅲ)の容易想到性について",
                  "text": [
                    "原告の主張は，訂正発明において「CPUが，補助電源によりバックアップ処理終了後も一定期間その作動が確保される」構成と「無限ループの設定により，前記バックアップ処理終了後の前記一定期間にメインジョブのルーチンに復帰しない」構成とを一体不可分としなければならない技術上の具体的理由を示していないから，その前提において失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が周知刊行物Eにより認定した周知事項の内容は，「電源スイッチのオフによる電源電圧低下の場合と，遊戯中における停電による電源電圧の低下の場合とを峻別して，前者の場合と後者の場合とで相違する処理を行わせること」である。審決は，周知刊行物Eにはもとより，刊行物AないしC，周知刊行物Dにも，「電源スイッチオフの場合に，バックアップ処理を行わせない」構成の記載があると認定していないので，これを前提とする原告の主張は，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知刊行物Eには，「人的要因による電源スイッチのオフに基づく電源電圧低下の場合と，遊戯中における停電に基づく電源電圧の低下の場合とを峻別して，前者の場合と後者の場合とで相違する処理を行わせること」が示され，「人的要因による電源スイッチオフとして，営業終了時に電源オフとすること」，及び「当該電源オフにおいては，不正行為とならないように遊技情報を翌日迄保存しないこと」も周知の事項(例えば，乙1ないし3)であるから，当該人的要因による電源スイッチオフの場合に遊技情報の保存処理を行う必要がないことは，当業者にとっては当然の帰結である。",
                    "そして，人的要因により電源スイッチオフがされたか否かを検出するステップで電源スイッチオフが検出された場合には，遊技情報の保存処理を行わないステップとなることは当然であり，相違点3に係る訂正発明の構成は当業者が適宜なし得る程度の事項であるから，審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2(ii)の容易想到性",
              "text": [
                "原告は，審決が，「メインルーチンに復帰させない手段として，当該無限ループのルーチンを採用することは当業者が適宜選択採用し得る程度の事項であり，しかも，当該採用したことによる格別の作用効果も認められない。」として，引用発明において相違点2(ii)に係る訂正発明の構成を採用することは容易想到であると判断したのは誤りであると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物A(甲1)の段落【0121】及び図29等によれば，引用発明においては，排出制御装置58が行う「停電割込処理」によって，「停電記憶」(停電検出時(停電割込処理実行時)の各処理状態及び停電が発生した旨の記憶)をした後，停止命令「STOP」により排出制御装置58の動作を停止させていることが認められる。",
                        "そうすると，引用発明においては，停電時のバックアップ処理である「停電割込処理」の終了後に，「メインルーチンに復帰させない」手段として，停止命令「STOP」を採用しているものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件出願の優先日当時，「無限ループ」は，コンピュータプログラムの命令の連続した一系列が何度も何度も無限に繰り返されることを意味し(「マグローヒル科学技術用語大辞典第3版」1801頁参照)，あるプログラムが「無限ループ」となった場合には，プログラムがいつまでも終了せずに，コンピュータがその他の処理を実行することができなくなり，実質的に停止状態となることは技術常識であったものと認められる。",
                        "そして，上記技術常識に照らせば，サブルーチンの最後に「無限ループ」を採用すると，当該サブルーチンがいつまでも終了せずに，メインルーチンその他の処理を実行することができなくなり，停止命令「STOP」と同様の機能を果たすことは，当業者にとって自明である。",
                        "そうすると，刊行物A(甲1)に接した当業者にとっては，引用発明において，停電時のバックアップ処理である「停電割込処理」の終了後に，「メインルーチンに復帰させない」手段として，停止命令「STOP」を採用することに代えて，「無限ループ」(相違点2(ii)に係る訂正発明の構成)を採用することは，必要に応じて適宜なし得る程度の設計的事項であり，容易想到であったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，バックアップ処理後の一定期間，メインジョブのルーチンに復帰しない処理を無限ループによって行う相違点2(ii)に係る訂正発明の構成については，刊行物AないしC，周知刊行物D，周知刊行物Eのいずれにも記載も示唆もないと主張する。",
                    "しかし，前記ア(イ)認定の本件出願の優先日当時の技術常識に照らせば，上記各刊行物に相違点2(ii)に係る訂正発明の構成について記載がないとしても，そのことは，引用発明に上記構成を採用することが容易想到であったとの前記判断を左右するものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，原告は，訂正発明では，相違点2(ii)に係る構成を採用することにより，メインジョブ以外の処理でバックアップ処理終了後に必要とされる処理がある場合には，無限ループのルーチンの繰り返しにおいてその処理を行うことが可能であるという作用効果を奏するものであり(例えば，「無限ループ」で定期的にウォッチドッグタイマをクリアする処理を行う。)，このような作用効果は，引用発明のようにバックアップ処理終了後に停止命令「STOP」によりプログラムの動作を停止させる構成からは決して得られない，格別の効果であると主張する。",
                    "しかし，訂正発明の特許請求の範囲(請求項1)には，「前記サブルーチンは，無限ループの設定により，前記バックアップ処理終了後の前記一定期間にメインジョブのルーチンに復帰しないようになっており」との記載があるが，「無限ループの設定」により「サブルーチン」として特定の処理を行うとの記載はない。",
                    "また，本件明細書(甲14)を参酌しても，無限ループのステップで何らかの処理を行うことについて記載も示唆もない。もっとも，本件明細書には，「ここで，図33に示すように，電源遮断フラグのセットと同時にバックアップデータ格納エリア595へのアクセスを禁止し，さらに停止命令(STOP)の挿入あるいは無限ループの設定により，バックアップ処理終了後にメインジョブのルーチンに復帰させないようにしておくことができる。このようにすれば，次のような効果が達成可能である。①・・・②バックアップ処理終了後も補助電源の電圧は一定期間維持され，プログラム処理の続行は可能であるが，補助電源電圧が不安定化してくると，プログラムの正常作動が困難となり，甚だしい場合は暴走状態に陥って，バックアップデータ格納エリア595内のデータが壊されてしまうこともありうる。しかし，上記のようにプログラムを停止させれば，そのような不具合発生を防ぐことができる。」(段落【0179】)，訂正発明の請求項1には「前記CPUは，補助電源によりバックアップ処理終了後も一定時間その作動が確保され」るとの記載がある。これらの記載から，「停止命令(STOP)の挿入」又は「無限ループの設定」は，バックアップ処理終了後に，プログラムを停止させてCPUを作動させないようにするとの目的を読み取ることができるものの，「無限ループの設定」により，何らかの具体的な処理を行うことや，上記目的とする効果以外の他の効果を奏することを読み取ることはできない。これに対し，原告は，「無限ループ」で行う処理の例として，「定期的にウォッチドッグタイマをクリアする処理」を主張するが，本件明細書には「ウォッチドッグタイマ」に関する具体的な記載はなく，本件明細書の他の記載事項からこれが記載されていることが自明であるということもできないので，上記主張は本件明細書の記載に基づかないものとして失当である。",
                    "そして，バックアップ処理終了後に，プログラムを停止させてCPUを作動させないようにすることは，上記段落【0179】に記載があるように，「停止命令(STOP)の挿入」によっても奏されるものであり，「無限ループの設定」による格別の効果であるとはいえない。",
                    "さらに，メインジョブ以外の処理でバックアップ処理終了後に必要とされる処理がある場合には，無限ループのルーチンの繰り返しにおいてその処理を行うことが可能であるという原告主張の作用効果は，無限ループの設定により行う処理が具体化されない以上，実際にどの程度の技術的意義や効果があるのか確認することができないので，格別なものであるとは認め難い。",
                    "したがって，相違点2(ii)に係る訂正発明の構成を採用することにより格別な効果を奏するとの原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(Ⅲ)の容易想到性",
              "text": [
                "原告は，審決が，「バックアップ処理終了後も一定期間その作動を確保することは，前記周知のバックアップ電源供給手法に基づいて，そのバックアップ処理の確実性の担保等を勘案して適宜設定しうる設計的事項であり格別のものではない。」と判断したのは誤りであると主張する。",
                "しかし，原告の上記主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，審決が認定判断するように(審決書12頁9行～13行)，「バックアップ電源の供給期間を所定期間」とし，「当該所定期間はその目的からして，少なくともバックアップ処理が終了する期間以上であること」は技術常識であること(例えば，甲2)に照らすならば，電源電圧が低下する異常が発生した場合のサブルーチンについて，「バックアップ処理終了後も一定期間サブルーチンの作動を確保すること」(相違点2(Ⅲ)に係る本件訂正発明の構成)は，バックアップ処理の確実性を担保するため適宜設定しうる設計的事項であり，その効果も格別のものではないといえるから，引用発明に相違点2(Ⅲ)に係る本件訂正発明の構成を採用することは，当業者にとって容易想到であったものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，訂正発明は，「CPUが，補助電源によりバックアップ処理終了後も一定期間その作動が確保される」構成を前提として，「無限ループの設定により，前記バックアップ処理終了後の前記一定期間にメインジョブのルーチンに復帰しない」構成としたもので，両構成は一体不可分の関係にあるにもかかわらず，審決が，「バックアップ処理終了後も一定期間その作動を確保する」ことのみについて格別のものであるか否かを判断したことは誤りであると主張する。",
                    "しかし，原告の主張によっても，上記両構成を一体不可分とすることの技術的意義や作用効果に関する具体的な指摘はなく，また，前記(1)で認定判断したとおり，引用発明において「バックアップ処理後にメインジョブのルーチンに復帰しない処理を無限ループにて行」う構成(相違点2(ii)に係る訂正発明の構成)を採用することは容易想到であって，その構成により格別な効果を奏するものでないことに照らすならば，審決が原告の主張する両構成を一体不可分のものとして判断していないことが誤りであるとの原告の主張は，前提において採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決における相違点2(ii)及び(Ⅲ)の容易想到性の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(相違点3の容易想到性の判断の誤り)について原告は，審決が，相違点3について，「電源スイッチのオフのときに，遊技状態の記憶を保持するバックアップ処理を行わせない様にすることは，当業者が必要に応じて適宜行う技術的事項であり，しかも，そのための構成においても格別な点は認められないから，当該相違点は格別のものではない。」として，引用発明において相違点3に係る訂正発明の構成を採用することは容易想到であると判断したのは誤りであると主張する。",
            "しかし，原告の主張は，以下のとおり理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3の容易想到性",
              "text": [
                "審決が認定するように(審決書12頁24行～27行)，「停電対策としてバックアップ手段を設けた機器において，電源スイッチのオフによる電源電圧低下の場合と，遊戯中における停電による電源電圧の低下の場合とを峻別して，前者の場合と後者の場合とで相違する処理を行わせること」は，本件出願の優先日当時，周知であったこと(例えば，甲5)が認められる。",
                "そして，刊行物A(甲1)には，「排出制御装置58の起動に際して，先ず，当該遊技機1に対する電源投入によるものか，停電復帰によるものか(・・・)を判定し，電源投入であれば各種のフラグやタイマを初期化する。一方，停電復帰であれば，停電時の出力状態へ戻す(・・・)停電復帰処理を行って，停電によって中断された際の各処理へ戻る。」(段落【0088】)との記載があり，この記載によれば，引用発明の排出制御装置58が，停電復帰ではなく遊技機1に対する電源投入により起動する場合，すなわち，電源スイッチをオフとする通常の電源断後に電源投入により起動する場合には，「各種のフラグやタイマ」を「初期化する」ので，停電による電源断の場合と異なり，「各種のフラグやタイマ」に関する記憶をバックアップ処理する必要がないことは明らかである。",
                "そうすると，刊行物Aに接した当業者であれば，引用発明において，「弾球遊技機の電源スイッチがオフされた場合には終了信号を発生させ，この終了信号により前記異常確定情報の生成を禁止化する手段によって，前記バックアップ処理を行わせない」構成(相違点3に係る訂正発明の構成)を採用することは必要に応じて適宜行う技術事項であり，容易想到であったことが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する判断",
              "text": [
                "これに対し原告は，①周知刊行物E(甲5)には，電源スイッチオフの場合にバックアップ処理を行わせないことについて記載も示唆もなく，周知刊行物Eから「電源スイッチオフの場合に，バックアップ処理を行わせない」構成を導き出すことはできないこと，②審決は，「弾球遊技機において，電源電圧低下の原因が遊戯中における停電のときは遊技状態の記憶を保持する必要があるのに対し，その原因が閉店時の電源スイッチオフのとき等は遊技状態の記憶を保持する必要性がない場合も」周知であると認定したが，何ら証拠も示さずに，上記事項が周知であると認定したことには誤りがあること，③相違点3に係る訂正発明の構成について，刊行物AないしC，周知刊行物D，Eのいずれにも記載も示唆もないことを理由に，「電源スイッチのオフのときに，遊技状態の記憶を保持するバックアップ処理を行わせない様にすることは，当業者が必要に応じて適宜行う技術的事項であり，しかも，そのための構成においても格別な点は認められないから，当該相違点は格別のものではない」との審決の判断は誤りであると主張する。",
                "しかし，審決は，周知刊行物Eから「電源スイッチオフの場合に，バックアップ処理を行わせない」構成を認定したのではなく，周知刊行物Eを例に挙げて「停電対策としてバックアップ手段を設けた機器において，電源スイッチのオフによる電源電圧低下の場合と，遊戯中における停電による電源電圧の低下の場合とを峻別して，前者の場合と後者の場合とで相違する処理を行わせること」が周知であると認定したのであるから，原告の主張①は，審決を正解しないもので，前提において失当である。",
                "次に，前記(1)認定のとおり，刊行物Aの記載から，電源スイッチをオフとする通常の電源断の場合には，停電による電源断の場合とは異なり，「各種のフラグやタイマ」に関する記憶をバックアップ処理する必要がないことは明らかであって，刊行物Aは相違点3に係る訂正発明の構成を示唆するものといえるから，原告の主張③は採用することはできない。また，原告の主張②でいう審決の周知事項の認定に誤りはない。",
                "したがって，相違点3に係る訂正発明の構成を採用することは必要に応じて適宜行う技術事項であり，当該相違点は格別のものではないと判断した審決が誤りであるとの原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "原告は，上記取消事由以外にも，引用発明では，刊行物A(甲1)の図29のフローチャートに示されるように，バックアップ処理後は「STOP」，つまり停止命令によりプログラムの動作を停止させる構成となっており，「バックアップ処理後にメインジョブのルーチンに復帰しない処理を無限ループにて」行っていないことは明らかであるにもかかわらず，審決が，相違点2として，引用発明は，「(ii)バックアップ処理後にメインジョブのルーチンに復帰しない処理を無限ループにて行っているか否か不明」と認定したことに誤りがあると主張する。確かに，前記1(1)ア(ア)のとおり，引用発明においては，停電時のバックアップ処理である「停電割込処理」の終了後に，「メインルーチンに復帰させない」手段として，停止命令「STOP」を採用し，「無限ループにて」行っていないが，一方で，審決は，引用発明に，相違点2(ii)に係る訂正発明の構成を採用することの容易想到性の有無を判断しているから，原告が誤りと主張する審決の上記認定部分は，審決の結論に影響するものではなく，審決の取消事由となるものではない。",
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}