{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−17426号事件について平成18年2月15日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「薄膜ピロ電気画像アレイ」とする発明につき，平成4年11月3日(パリ条約による優先権主張1991年11月4日，米国)を国際出願日とする出願をし(以下「本件出願」という。)，平成11年11月1日付け及び平成14年10月9日付けの各手続補正書により補正を行ったが，平成15年6月10日付けの拒絶査定を受けたため，同年9月8日，審判を請求した。",
            "特許庁は，上記審判請求を不服2003−17426号事件として審理し，原告は，その過程で，平成15年10月8日付け及び平成17年12月27日付けの各手続補正書による補正を行ったが，平成18年2月15日，「本件審判の請求は，成り立たない。」との審決をし，同月28日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "原告は，平成17年12月27日付けの手続補正書により，補正前の請求項5ないし7を，それぞれ請求項1ないし3とし，補正前の請求項1ないし4及び8を削除する補正(以下「本件補正」という。)を行った。本件補正後の請求項1(以下，請求項1に係る発明を「本願発明」という。)は，次のとおりである。",
            "【請求項1】",
            "各ピクセルについて行及び列のアドレスを有し，個々のアドレスによって読み出せるように接続されたピクセルのアレイに配列された複数の放射線検出ピクセルを備える放射線検出センサであって，前記放射線検出ピクセルは，相互に平行で表裏関係にある第1及び第2の表面を有する基板を備え，この基板にはその内部に位置し前記第1の表面に開口部を有する空所が設けられており，",
            "前記空所の前記開口部の一部にわたって位置するマイクロブリッジを備え，このマイクロブリッジは二酸化シリコンおよび窒化シリコンから選択した物質の層であり，前記マイクロブリッジはその縁部に，幅よりも長さの方が大きい少なくとも2つの支持脚部であって，前記基板の前記第1の表面に取り付けられると共に，前記マイクロブリッジを前記空所の上に支持できるようにされた支持脚部を備え，",
            "前記マイクロブリッジの第1の部分上に形成された第1の導電薄膜層を備え，その第1の導電薄膜層はその縁部に第1の導電脚部を有しており，前記第1の導電脚部は前記の少なくとも2つの支持脚部のうちの一方の上にその一方の支持脚部と同じ幅で形成されており，",
            "前記マイクロブリッジの第2の部分上に形成された第2の導電薄膜層を備え，その第2の導電薄膜層はその縁部に第2の導電脚部を有しており，前記第2の導電脚部は前記の少なくとも2つの支持脚部のうちの他方の上にその他方の支持脚部と同じ幅で形成されており，",
            "前記第1の導電薄膜層と前記第2の導電薄膜層および前記マイクロブリッジの第3の部分上に形成されたピロ電気材料の薄膜層を備え，",
            "前記ピロ電気材料の薄膜層上に形成された第3の導電薄膜層を備え，前記第1の導電薄膜層および前記第2の導電薄膜層は前記ピクセルの電極である",
            "ことを特徴とする放射線検出センサ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件補正後の本件出願に係る明細書(以下「本件明細書」という。)は，当業者が本願発明を容易に実施することができる程度にその発明の目的，構成及び効果を記載したものとは認められないから，平成6年法律第116号による改正前の特許法36条4項(以下，同条について同じ)の規定に違反し，また，本件補正後の本件出願に係る請求項1の記載は，特許を受けようとする発明の構成に欠くことができない事項のみを記載していないから，同条5項2号の規定に違反するというものである。",
            "審決は，上記結論を導くに当たり，意見書における原告の主張に対し，次のとおり判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "意見書における原告の主張",
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書記載の「フリープレート25」は，共通電極であり，放射光はフリープレートの面に入射する。"
                  ]
                },
                {
                  "fig": "ロ",
                  "text": [
                    "共通電極25と左側電極とで挟まれたピロ電気材料40の左側部分は，上から順にいうと，負正の順で分極しており，それに対して，共通電極25と右側電極とで挟まれたピロ電気材料の右側部分は，正負の順で分極している。"
                  ]
                },
                {
                  "fig": "ハ",
                  "text": [
                    "ハネウェルインターナショナル社のフェローであって，ピロ電気材料赤外センシングの専門家であり，物理学博士号を有するバレット E． コール博士は，請求項5～7(補正後の請求項1～3)のセンサ構成は作動すると明言している。"
                  ]
                },
                {
                  "fig": "ニ",
                  "text": [
                    "本件出願のFig.5Bのものが「デュアルキャパシタ型センサ」である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する審決の判断",
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本件出願時のFig.1Aの説明を参酌して，フリープレートは，共通電極であり，意見書の図Aで図示するように，放射光の入射面はフリープレートのある側であると認める。"
                  ]
                },
                {
                  "fig": "ロ",
                  "text": [
                    "本件出願のFig.5Bについての意見書の説明では，ピロ電気材料(焦電電気材料)の左側部分と，右側部分とでは，分極方向が互いに逆であるとしているが，なぜ逆になるのか一切説明がなく，根拠が認められない。",
                    "原告は，上記の分極状態が成立することを前提にして，本願発明は実施することができると主張するが，上記のとおり根拠がないから，当業者は本願発明を容易に実施することができない。"
                  ]
                },
                {
                  "fig": "ハ",
                  "text": [
                    "前記コール博士の明言は証拠として提出されたものではなく，採用することができない。また，コール博士の回答は，単に本件補正後の請求項1～3の「センサ構成は作動する」という単純なものにすぎず，画像を得るためのアレイセンサのピクセルとして適切に作動するか否かに関する回答ではないから，意味がない。"
                  ]
                },
                {
                  "fig": "ニ",
                  "text": [
                    "本件明細書には，各ピクセルがそれぞれデュアルキャパシタ型センサであることの記載がなく，また，その記載からみて各ピクセルがそれぞれデュアルキャパシタ型センサであることが自明であるとも認められないから，意見書のニの説明は，本件明細書の記載に基づくものでなく，根拠がない。",
                    "仮に，各ピクセルがそれぞれデュアルキャパシタ型センサであるとした場合においても，そのことで，アレイに入射した放射線分布を再生することができ，画像が得られることになるとも認められないから，意見書のニの説明には根拠がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，下記に述べるとおり，周知技術の認定を誤り，本願発明のセンサが動作するか否かについての判断を誤り，ひいては，当業者が本願発明を容易に実施することができるか否かの判断を誤ったものであり，この誤りが結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。",
        "なお，原告は，前記第2の3(2)イ及びニの判断は争わない。",
        "本件出願当時，ピロ電気材料をあらかじめ別紙参考図4のとおりの極性に分極させておくことは，下記の文献に示すとおり周知であったから，当業者は本件明細書の記載から，本願発明の放射線(赤外線)センサを製造し，使用することができたものである。",
        "記",
        "甲第8号証 特開昭58−182522号公報",
        "甲第9号証 米国特許公報Ｎo．4，697，081",
        "甲第10号証 米国特許公報Ｎo．4，336，452",
        "甲第18号証 Masanori Okuyama et al, \"Integrated Pyroelectric Infrare"
      ],
      "content": [
        {
          "fig": "d",
          "subject": "Sensor Using PbTiO Thin Film\" 応用物理学ジャパニーズ",
          "text": [
            "ジャーナル第22巻(1983年，大阪大学工学科学学部)補",
            "遺22−1",
            "甲第19号証 米国特許公報Ｎo．5，293，041",
            "甲第20号証 米国特許公報Ｎo．3，932，753",
            "甲第21号証 米国特許公報Ｎo．3，999，069",
            "甲第22号証 米国特許公報Ｎo．4，044，251"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明を示す図面であるFig.5A～Cの説明には，ピロ電気材料PbTiO−40が予め分極されているとは記載されていない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "仮に，Fig.5Bに示されるピロ電気材料が予め正負に分極されているとしても，Fig.5Bの分極状態としては，別紙修正参考図4に示される分極状態(左側部分を正負に，右側部分を負正に分極する。)だけでなく，別紙修正参考図イに示される分極状態(左側部分も右側部分も共に正負に分極させる。)もあるから，修正参考図4に示される上記の分極状態が自明ということはできない。むしろ，Fig.5Bに示されるピロ電気材料PbTiO −40は一つの部材であるから，修正参考図イに示されるように，左側部分も右側部分も共に正負に分極されていると考えるのが自然である。",
            "「一個のピクセルを構成する一枚のピロ電気材料において，左側と右側で分極方向を反対にしたもの」，「一個のピクセルを構成する一枚のピロ電気材料において，温度が上がると，左側部分と右側部分とでは，分極方向が互いに反対方向に増大(または互いに反対方向に減少)するもの」，のいずれも，現在に至るまで，どの文献にも記載されておらず，周知でもない。",
            "したがって，周知技術を基に本件明細書の説明及び図面を参照しても，ピロ電気材料をあらかじめ原告主張のような分極状態(左側部分を正負に，右側部分を負正に分極する。)にすることを，当業者が把握することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明の実施例を示す図面であるFig.5A～C及びこれに関する本件明細書の記載中に，実施例のピロ電気材料PbTiO −40があらかじめ分極されていることの記載がないことは，当事者間に争いがない。したがって，上記図面及び記載にピロ電気材料PbTiO −40があらかじめ別紙修正参考図4に示される分極状態(左側部分を正負に，右側部分を負正に分極する。)であることも記載されていない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，本件出願当時，ピロ電気材料をあらかじめ別紙参考図4のとおりの極性に分極させておくことは，下記の文献に示すとおり周知であったと主張し，その根拠として，甲第9，第10及び第18ないし第22号証の各文献を挙げる。上記各文献には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "米国特許公報Ｎo．4，697，081(甲第9号証1欄62行～2欄19行)",
              "text": [
                "「このような放射検出器は，共通平面に配置されて，分極されたピロ電気材料のボディ部を構成する一対の検出エレメントを有する。これらのエレメントは，それぞれ，反対側の主表面に，重なるような関係にある電極を有し，これらの電極は，分極の法線方向へ延びている。これらのエレメントは，前記電極を介して電気的に接続されていて，ピロ電気材料の分極方向が互いに反対の，二つの直列な容量性検出器を構成する。このような検出器は，一般にデュアル検出装置と呼ばれる。",
                "良く知られた交流形式のデュアル検出装置においては，ふたつの検出エレメントは配列(判決注 並列の誤記)に接続されるが，依然として反対の極性を持つ。このような接続は，前述の直列接続に比べてS／Ｎ比が良好になるという利点がある。直列接続においては，ピロ電気材料の共通の単一ボディが用いられる。",
                "デュアル検出器は，侵入者検出に非常に適している。一つの重要な利点は，バックグラウンドにおける温度条件の変動が，検出器に何の出力も生じないことである。単一エレメントからなる検出器では，このような変動は，結果として誤動作による警報となるノイズ状の信号を生じる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "米国特許公報Ｎo．4，336，452(甲第10号証7欄9行～21",
              "text": [
                "行)",
                "「もし何者かが，ボディー1の温度を上昇させることによる効果を考慮すると，容量性検出器C1，C2は均一に影響を受け，これによって，分極化を増加させる傾向にある容量性検出器C1，C2の両端に電圧を生じる。そして，裏側の電極4は，よりポジティブとなり，電極2，3は，よりネガティブとなる。両方の要素の温度は同じ量だけ変化するから，直列回路により生じる電圧は，反対方向なって(判決注：「反対方向になって」の誤記)相殺される。しかしながら，フォローティング(判決注：「フローティング」の誤記)している裏の電極は，極めて高いポテンシャルを負うことに注意しなければならない。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "Masanori Okuyama et al, \"Integrated Pyroelectric Infrared Sensor Using PbTiO Thin Film\" 応用物理学ジャパニーズジャーナル第22巻(1983年，大阪大学工学科学学部)補遺22−1(甲第18号証466頁左",
              "text": [
                "欄18～21行)",
                "「組み立てられたアレーセンサは，PbTiO 薄膜に高温において強い電界を作用させることにより，赤外線に対する反応を測定する前に電気的に分極されるものである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "米国特許公報Ｎo．5，293，041(甲第19号証1欄59～62",
              "text": [
                "行)",
                "「アレーセンサは，PbTiO の薄膜110に高温下で強電界を作用させることにより，赤外線に対する応答を検出する前に電気的に分極される。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "米国特許公報Ｎo．3，932，753(甲第20号証1欄34～57",
              "text": [
                "行)",
                "「実用のためには，ピロ電気材料は，多くの電気双極子が一方向に並ぶように分極されなければならない。…(中略)…これらの二つの面(あるいは表面)にバイアス電流または電圧を印加した場合，…(中略)…双極子を同一方向に並べるように分極現象が起こる。…(中略)…実用的に使用される装置では，ピロ電気材料は，ピロ電気性を有するために分極されなければならない。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "米国特許公報Ｎo．3，999，069(甲第21号証3欄42～51",
              "text": [
                "行)",
                "「ピロ電気材料が一旦分極されて分極温度以下まで冷却されると，印加された電界が除去されても，この分極は与えられた電界の方向に残る。ピロ電気材料は，その後，周囲温度を超えて熱せられあるいは冷却されると，反対方向への静電的電荷をその両面に生じる。この材料は，双極子が以前のランダムな方向性の状態に戻らないために，所定時間以上，分極温度以上に熱せられないように取り扱われなければならない。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "米国特許公報Ｎo．4，044，251(甲第22号証3欄27～34",
              "text": [
                "行)",
                "「ピロ電気材料層37を構成する材料は，分極された絶縁性材料，例えば，ポリ塩化ビニリデンまたは他のピロ電気性を有する高分子である。分極されたピロ電気材料は，温度変化によって，電極にユニークな静電的なチャージを生成し，片側に生じたチャージが増加すると，他側のチャージも上昇する。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "上記2の(1)，(2)，(5)及び(7)の各記載によれば，ピロ電気材料を用いた赤外線センサを使用する場合には，使用前に，必要に応じてあらかじめ分極した状態にすることは，当該技術分野において周知の技術事項であると認められる。",
            "しかし，これらの記載は，いずれも上記の限度に止まるものであり，分極の方向や必要とする分極を生じさせるための処理態様が一義的に特定される程度に記載されたものではない。したがって，ピロ電気材料をあらかじめ分極させておくことが周知の技術事項であったとしても，分極の態様が別紙修正参考図4に示される分極状態(左側部分を正負に，右側部分を負正に分極する。)に限定されるものであると認めることはできない。",
            "また，Fig.5Bに示されるピロ電気材料PbTiO −40は単一の部材であることからすると，上述した「あらかじめ分極させておく」との周知技術を念頭においた当業者は，別紙修正参考図イに示されるように，左側部分も右側部分も共に正負に分極されていると考えるのがむしろ自然であり，何の説明もないのに，別紙修正参考図4に示される分極状態(左側部分を正負に，右側部分を負正に分極する。)になるものと考えることは困難であるものと推認される。",
            "したがって，上記の周知技術を基に，本件明細書の説明及び図面を参照しても，ピロ電気材料をあらかじめ別紙修正参考図4の分極状態(左側部分を正負に，右側部分を負正に分極する。)にすることを，当業者が把握することはできないから，本件明細書は，当業者が本願発明を容易に実施することができる程度にその発明の目的，構成及び効果を記載したものとは認められないとした審決の判断に誤りはない。",
            "なお，原告は，第2の3(1)ハにおける原告の主張を排斥した審決の判断を争っているが，コール博士の明言なるものは，単に結論が提示されているだけであるため，その理論的正当性を検証する余地のないものであるから，到底採用することはできないものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由は理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}