{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2003−35014号事件について平成18年3月29日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "原告は，発明の名称を「建物」とする特許第2912797号特許(平成5年8月26日出願，平成11年4月9日設定登録。以下「本件特許」という。)の特許権者である。",
            "被告は，平成15年1月20日，本件特許に対して無効審判請求をし，上記審判請求は無効2003−35014号事件として特許庁に係属したところ，原告は，平成16年8月26日，請求項1及び請求項3ないし5を削除するとともに，請求項2(以下「旧請求項2」という。)を請求項1(以下，訂正後の請求項1を「本件請求項1」という。)とし，次のとおり訂正することを内容とする訂正請求をした。",
            "旧請求項2",
            "上下方向に居室スペースと収納スペースとが配置され，かつこれら居室スペースと収納スペースとは水平方向にかつ段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記収納スペースの出し入れ口を，水平方向に隣り合う前記居室スペース側に開口させたことを特徴とする建物。",
            "本件請求項1",
            "上部に収納スペース，下部に居室スペースを有する第1建物ユニットの上に，居室スペースのみを有する第2建物ユニットを設置して構成された第1構造体と，前記第1建物ユニットと同一構造の第1建物ユニットの上に，前記第2建物ユニットと同一構造の第2建物ユニットを設置して構成した第2構造体とを備え，これら第1構造体および第2構造体が，水平方向に隣り合って並設され，かつ，段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させたことを特徴とする建物。",
            "特許庁は，平成16年12月21日，上記訂正請求を認めた上で，本件請求項1に係る発明についての特許を無効とするとの審決(以下「前審決」という。)をした。",
            "これに対し，原告は，平成17年2月4日，東京高等裁判所に前審決の取消しを求める訴えを提起する(平成17年(行ケ)第52号。以下，この事件を「前訴事件」という。)とともに，同年5月2日，本件特許につき訂正審判請求をした(訂正2005−39074号。以下「本件訂正審判請求」という。)。",
            "知的財産高等裁判所は，平成17年12月15日，前訴事件(同裁判所への回付により，事件番号は平成17年(行ケ)第10145号となった。)について，前審決のうち本件請求項1に係る発明についての特許を無効とするとの部分を取り消す判決を言い渡した。",
            "この判決の確定後，特許庁はさらに審理をし，平成18年3月29日，改めて，原告からの平成16年8月26日付け訂正請求を認めた上で，本件請求項1に係る発明についての特許を無効とするとの審決(以下「本件審決」という。)をした。これに対し，原告は，平成18年5月9日，本件審決の取消しを求める本件訴えを提起した。",
            "本件訂正審判請求は，特許請求の範囲の減縮及び明瞭でない記載の釈明を目的として，請求項1及び請求項3ないし5を削除するとともに，請求項2を請求項1(以下，本件訂正審判請求による訂正後の請求項1を「訂正請求項1」という。)として次のように訂正すること並びに明細書の記載を訂正することを内容とするものである。",
            "訂正請求項1",
            "上部に収納スペース，下部に居室スペースを有する第1建物ユニットの上に，居室スペースのみを有する第2建物ユニットを設置して構成された第1構造体と，前記第1建物ユニットと同一構造の第1建物ユニットの上に，前記第2建物ユニットと同一構造の第2建物ユニットを設置して構成した第2構造体とを備え，すなわちこれら同一構造の第1構造体および第2構造体が，水平方向に隣り合って並設され，かつ，段違い状にスキップさせて配置されてなるスキップフロア型建物であって，前記各構造体の収納スペースの出し入れ口を，水平方向に隣り合う他の構造体の前記居室スペースに開口させたことを特徴とする建物。",
            "特許庁は，本件訂正審判請求について審理した結果，平成18年1月4日，「本件審判の請求は，成り立たない。」との審決(以下「訂正不成立審決」という。)をし，同月14日，審決の謄本が原告に送達された。",
            "原告は，平成18年2月13日，知的財産高等裁判所に訂正不成立審決の取消しを求める訴え(平成18年(行ケ)第10062号)を提起したところ，同裁判所は，平成19年7月19日，訂正不成立審決を取り消す判決を言い渡した。この判決の確定後，同年10月12日，特許庁は，改めて本件訂正審判請求を認める審決(甲第11号証。以下「訂正審決」という。)をし，同月24日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件請求項1に係る発明は，特開平4−97037号公報(甲第1号証)，特開平4−97040号公報",
            "(甲第2号証)及び特開平3−161631号公報(甲第3号証)に記載の周知のスキップフロア型建物並びに特開平5−25857号公報(甲第4号証)に記載の発明及び「別冊・都市住宅1975冬 住宅第8集」(鹿島研究所出版会，昭和49年12月15日発行)2頁，58～62頁，160頁，169",
            "頁，172頁(甲第5号証)等に記載されているような周知の技術から，当業者が容易に発明することができたものであるから，特許法29条2項の規定に違反して特許されたものであり，平成6年法律第116号によるの改正前の特許法123条1項2号の規定により無効とすべきであるというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由",
      "text": [
        "本件審決は，本件発明の要旨を上記第2の1の「本件請求項1」のとおり認定し，これに基づき，上記第2の2のとおり，本件請求項1に係る発明についての特許を無効とすべきであると判断したが，訂正審決が確定したことによって，特許請求の範囲が上記第2の1の「訂正請求項1」のとおりに減縮されたから，本件審決は，結果的に本件発明の要旨の認定を誤ったことになり，取消しを免れない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "甲第11号証によると，訂正審決は，本件訂正審判請求に係る訂正が特許請求の範囲の減縮及び明りょうでない記載の釈明を目的とするものであり，実質上特許請求の範囲を拡張，変更するものでもなく，新規事項を追加するものでもないとした上，独立特許要件も満たすとして，本件訂正審判請求を認めたものであり，前記第2の1のとおり，同審決の謄本が平成19年10月24日原告に送達された結果，訂正審決は確定した。",
            "したがって，本件特許に係る請求項の記載は前記第2の1の「訂正請求項1」のとおりとなり，本件審決は前記第2の1の「本件請求項1」の記載を前提として発明の要旨認定をしていたのであるから，本件審決がした本件発明の要旨認定は，結果的に誤ったものとなるというべきである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上のとおり，審決取消事由は理由があるから，本件審決は取り消されるべきものである。よって，原告の請求は理由があるからこれを認容することとし，訴訟費用の負担につき行政事件訴訟法7条，民事訴訟法62条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}