{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，200万円及びこれに対する平成18年3月29日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "前注．以下においては，原判決の略語をそのまま用いることがある。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人(一審被告)のなした下記行為が，控訴人(一審原告)の名誉を毀損するとして，不法行為に基づく損害賠償金200万円と遅延損害金の支払を求めた事案である。",
            "記"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人が編集主幹を務める「週刊日本新聞」の平成11年4月12日号に，「国賊『A』を討て！−そして『A』一味のB，Xも−」との記述があること(判決注，原文は縦書き。以下「本件記述(1)」という)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人が監訳者を務める書籍である「カナンの呪い 寄生虫ユダヤ3000年の悪魔学」(株式会社成甲書房，2004年(平成16年)2月2",
              "text": [
                "5日発行。)の本文(縦書き)中に以下のア～ウの，同書籍の帯(横書き)に以下のアと同趣旨の各記述があること。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「…私の知らないうちに日本語版が，あたかも私が許可したように，Xなる信用の置けない人物によって訳出，出版されている…」(7頁)イ 「私の不信感は原文の約三分の一が勝手に削除されたこと，ましてや翻訳出版は私自身も承諾済みだと主張されたことから間違いのないものとなった。」(7頁)"
                },
                {
                  "fig": "ウ",
                  "subject": "「筆者の全く関知しないかたちで，著しく不十分不備な翻訳が平成9年，10年に出てしまった。」(402頁)"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁八王子支部は，平成18年11月24日，本件記事及び本件記述ア～ウのいずれについても名誉毀損は成立しないとして，控訴人の請求を棄却した。そこで，同判決に不服の控訴人が本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，当審における主張として次に付加するほか，原判決第2の「事案の概要」記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の主張(控訴理由)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人を原告とし，被控訴人を被告とする東京地方裁判所八王子支部平成18年(ワ)第567号損害賠償等請求事件について同庁民事第3部において平成18年11月24日に言い渡された判決は著しい事実誤認に基づく。",
                "a．第3 当裁判所の判断 1",
                "一審被告の殺人命令によって，一審原告は言い知れない精神的苦痛を蒙ったのは事実である。",
                "b．同2 (1)(2)",
                "原著者Cは一審被告によって買収されており，一審被告は「Cがこう言っている」という設定で原告を中傷してきた。",
                "c．同 (3)(4)",
                "まったく事実に反する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに一審被告の非合法の発行物により，一審原告の著作権，知的財産が著しく侵害されている。",
                "上記のとおりであるから，原判決は事実の誤認に基づくものであるとして，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人の認否",
          "text": [
            "控訴人の上記主張はいずれも否認する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の被控訴人に対する本訴請求はいずれも理由がないと判断する。その理由は，以下のとおり付加するほか，原判決説示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "「週刊日本新聞」平成11年4月12日号における本件記述(1)について控訴人は，本件記事は被控訴人の殺人命令である旨主張する。しかし，これが認めるに足りないことは，原判決が第3(判断)の1において説示するとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "「カナンの呪い 寄生虫ユダヤ3000年の悪魔学」における本件記述アについて",
          "text": [
            "控訴人は，被控訴人が原著者Cを買収し，原著者がこう言っているという設定で控訴人を中傷した旨主張する。しかし，証拠(甲3，乙25)によれば，、、、",
            "本件記述アは，「「カナンの呪い」日本語訳公認版の読者へ」との見出しで，その末尾に「2003年12月 C」と記載された欄中にあり，原著者が述べた言辞であって，「監訳者」と表示された被控訴人の言辞ではないことが認められる。また本件において，被控訴人が原著者を買収したことや，原著者がこう言っているという設定で実際は本件記述アは被控訴人が述べた言辞であることを認めるに足りる的確な証拠はない。",
            "以上によれば，本件記述アについて被控訴人が控訴人の名誉を毀損したということはできず，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "「カナンの呪い 寄生虫ユダヤ3000年の悪魔学」における本件記述イについて",
          "text": [
            "控訴人は，本件記述イの内容は全く事実に反すると主張する。しかし，証拠(甲3，乙25)によれば，本件記述イも，本件記述アと同様に，「「カナンの、、、",
            "呪い」日本語訳公認版の読者へ」との見出しで，その末尾に「2003年12月 C」と記載された欄中にあり，本件書籍の原著者が述べた言辞であって「監訳者」と表示された被控訴人の言辞ではないことが認められるから，本件記述イにより被控訴人が控訴人の名誉を毀損したということはできない。",
            "以上によれば，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "「カナンの呪い 寄生虫ユダヤ3000年の悪魔学」における本件記述ウについて",
          "text": [
            "控訴人は，本件記述ウの内容は全く事実に反すると主張するところ，証拠(甲3，乙25)によれば，本件記述ウは，「監訳者」と表示された被控訴人が，「監訳者解説」欄(401，402頁)において，本件書籍の発行に際してその読者に向けて述べた言辞であること，その前後の部分とのつながりをみると，「本書「カナンの呪い」は，平成4年秋に原書を入手してから熟読し，再読し，三読し，またその論評もいろいろな機会に発表している。当時の筆者の知人が翻訳出版の準備をしていたところ，筆者の全く関知しないかたちで，著しく不十分不備な翻訳が平成9年，10年に出てしまった。だが平成14年5月末から6月にかけて，筆者がC氏を日本に招待したことを契機として，正式に成甲書房が本書「カナンの呪い」の日本語版権を獲得し，今般，このように立派な完訳書を日本の読書界に問うことができて，筆者の喜び，これに優るものはない。…」(判決注，下線部は判決で付記。本件記述ウ)となっていることが認められる。",
            "そうすると，本件記述ウは，一般の読者の普通の注意と読み方を基準にすれば，控訴人の平成9年，10年の翻訳(控訴人を訳者として表示する日本語書籍「カナンの呪い 闇の世界権力の系譜」平成9年10月刊，22世紀出版，同じく平成10年3月刊，ラ・テール出版局。原判決のいう「原告翻訳版」。",
            "以下，順に，原告書籍1，2という。)が著しく不十分不備であるという事実を摘示したという点において控訴人の社会的評価を低下させるものと解する余地がある(なお，「筆者の全く関知しないかたちで，」とある部分については，一般の読者の普通の注意と読み方を基準としても，控訴人の社会的評価を低下させるものとは認められない)。",
            "しかし，証拠(甲3，乙18，19の1～2，20の1～2，23～28，30",
            "の1～4，31)及び弁論の全趣旨によれば，原著者は，「原告書籍1，2における誤訳により被害を被り，控訴人はその誤りを正そうとせず，原告書籍1，2は原著者が見せられることのないまま，原著者の知らない間に出版された」，という認識を有していること，控訴人は，原告書籍1，2において，原著者の原著に存在する複数の記載部分を割愛しており，原告書籍1，2の各本文の頁数は，被控訴人が監訳者を務めた本件書籍の約7割であること，が認められる。",
            "以上の事実を総合勘案すれば，控訴人が原著者との間で原告書籍1，2の翻訳出版について合意している(甲8)かどうかにかかわらず，本件記述ウの内容は，控訴人の平成9年，10年の翻訳(原告書籍1，2)が著しく不十分不備であるという点について真実であるというべきであり，また，本件書籍の発行に際してその読者に向けて述べた本件書籍に関する言辞であることから，公共の利害に関する事実に係り，もっぱら公益を図る目的に出た場合であるということができる。",
            "したがって，被控訴人が本件記述ウを記載した行為は違法性を欠くというべきであるから，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "6",
          "subject": "著作権・知的財産侵害の主張について",
          "text": [
            "控訴人は，被控訴人の非合法の発行物により，控訴人の著作権，知的財産が著しく侵害されていると主張するが，被侵害権利及び行為の特定を欠いているから，主張自体が失当である。"
          ]
        },
        {
          "fig": "7",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，控訴人の被控訴人に対する本訴請求は理由がなく，これと結論を同じくする原判決は相当である。",
            "よって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10092",
    "date": "2007-03-08",
    "rights_type": "その他",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所 八王子支部",
    "org_case_num": "平成18年(ワ)567",
    "precedent_id": "034245",
    "ipprecedent_id": "899",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}