{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が2005−80347号事件について平成18年6月20日にした審",
        "決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，被告の無効審判請求を受けた特許庁により，本件特許を無効とする旨の審決がなされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲第5号証)",
              "text": [
                "本件特許に係る出願は，特願2002−36645号出願(原出願)の一部を，新たな特許出願としたものである。",
                "特許権者：大日本印刷株式会社(原告)",
                "発明の名称：「反射防止用多孔質光学材料」",
                "特許出願日：平成16年2月6日(特願2004−31037号)",
                "原出願に係る出願日：平成4年6月23日",
                "設定登録日：平成17年2月25日",
                "特許番号：特許第3649407号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成17年12月2日(無効2005−80347号)",
                "訂正請求日：平成18年3月13日(甲第6号証。以下，この訂正請求に係る訂正を「本件訂正」という。)",
                "審決日：平成18年6月20日",
                "審決の結論：「訂正を認める。特許第3649407号の請求項1～3に係る発明についての特許を無効とする。」",
                "審決謄本送達日：平成18年6月30日(原告に対し。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "審決が対象とした発明は，本件訂正後の請求項1～3に記載された発明(請求項の数は3個，以下，請求項の番号に従って「本件発明1」のようにいう。)であり，その発明の要旨は，以下のとおりである。",
            "「【請求項1】透明材料が高分子材料である樹脂にガスを含むマイクロカプセル(マイクロバルーン)を分散させてその透明材料自身の屈折率より低い屈折率にしたことを特徴とする反射防止用多孔質光学材料。",
            "【請求項2】前記マイクロカプセル(マイクロバルーン)中の微小空孔の大きさが10Åから使用波長程度であることを特徴とする請求項1記載の反射防止用多孔質光学材料。",
            "【請求項3】光学薄膜材料として用いたことを特徴とする請求項1又は2記載の反射防止用多孔質光学材料。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，本件訂正を認め，本件訂正後の請求項1～3に基づき，本件発明1～3の要旨を認定した上，本件発明1は，①下記甲第1号証に記載された発明(以下「引用発明1」という。)及び下記甲第2号証に記載された発明に基づき，又は，②下記甲第2号証に記載された発明(以下「引用発明2」という。)及び下記甲第1，第4号証に記載された発明に基づき，それぞれ当業者が容易に発明をすることができたものであり(以下，上記①の判断を「審決判断1」と，上記②の判断を「審決判断2」という。)，本件発明2は，本件発明1についての判断(審決判断1又は同2)に係る引用刊行物及び甲第2号証記載の各発明に基づき，本件発明3は，本件発明1又は本件発明2についての判断に係る引用刊行物記載の発明に基づき，それぞれ当業者が容易に発明をすることができたものであるから，本件発明1～3についての特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当し無効とすべきであるとした。",
            "甲第1号証：特開平3−238740号公報",
            "甲第2号証：特開平4−121701号公報(平成4年4月22日公開)",
            "甲第4号証：特開平4−63875号公報(平成4年2月28日公開)",
            "(甲第1，第2，第4号証は，審判及び本訴に共通の証拠番号である。)審決の理由中，甲第1，第2，第4号証の記載事項の認定，本件発明1～3についての判断に関する部分は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第1号証の記載事項の認定",
              "text": [
                "「ア．2．特許請求の範囲",
                "表示面のガラス基体の外表面に2層以上の光学膜を形成して反射防止膜とする表示装置の反射防止膜において，",
                "上記反射防止膜を構成する最外層の光学膜が平均直径45μm未満の微細気泡を含有してなることを特徴とする表示装置の反射防止膜。(公報第1頁特許請求の範囲)イ．(作用)上記のように，最外層の光学膜に微細気泡を含有させると，この最外層の光学膜の屈折率を通常の光学媒質では実現できない値にまで低下させることができ，広帯域かつ低反射率の反射スペクトルを示す反射防止膜とすることができる。(公報第2頁右下欄下から3行～第3頁左上欄3行)",
                "ウ．この反射防止膜(18)は，第1図に示すように2層構造からなり，フェースプレート(10)外表面に密着して形成されたSnO ：Sb微粒子(20)およびこの微粒子(20)を固着しているSiO (21)からなる下層(22)と，上記下層(22)上に形成された微細気泡(23)を含むSiO (24)からなる上層(25)とからなる。(公報第3頁左下欄3～8行)",
                "エ．平均直径φ1約30nmの微細気泡(23)を含む平均直径φ2約40nmのSiO (24)をSi(OC H ) またはその多量体を主成分とするアルコール溶液に均一に分散した分散液をスピン法により塗布し乾燥する。(公報第3頁右下欄4～8行)",
                "上記記載事項エ．の『Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』が透明材料であることは，自明である。",
                "上記記載事項ア．から，甲第1号証には，反射防止膜の光学膜が記載され，それが，微細気泡を含有しているのであるから，『反射防止用多孔質光学材料』が記載されていることは，明らかである。",
                "したがって，上記記載事項，及び第1図～第3図の記載からみて，甲第1号証には，『透明材料であるSi(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したものに微細気泡(23)を含む平均直径φ2約40nmのSiO (24)を分散させて屈折率を通常の光学媒質では実現できない値にまで低下させた反射防止用多孔質光学材料。』(引用発明1)が記載されているものと認める。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲第2号証の記載事項の認定",
              "text": [
                "「オ．(1)ポリマーを主成分とする単層膜からなり，且つ膜の表面から裏面にかけて連続的に屈折率が変化することを特徴とするポリマー主体の反射防止膜。",
                "(2)ポリマー内部に光波長以下の気泡を形成し，内部屈折率を変化させた請求項1に記載の反射防止膜。(公報第1頁左下欄特許請求の範囲)",
                "カ．上記の架橋剤や増感剤の溶出によって生成した気泡は光の波長以下の大きさであるので，光透過性は何ら低下せず・・・(公報第2頁左下欄13～15行)",
                "キ．PVCzの分子量分布，増感剤の量及び溶剤による処理条件を適度に設定すると，第1図に示す様に光波長以下の気泡3が形成され，この時の気泡密度は表面から内部に行くに従って減少する。この結果，PVCz膜は表面からPVCzと物質(B)との界面4の間での屈折率が，n＝1．35～1．65まで連続的に変化し，反射防止作用を有する膜とすることが出来る。(公報第3頁左上欄3～11行)",
                "ク．本発明の反射防止膜は以下の様にして製造される。先ず，重合開始剤として四ヨウ化炭素を40重量％混入した，分子量5万～12万のPVCzを暗所にて，2インチガラス基板上に膜厚約5μmとなる様スピンコートした。この時，溶媒としては塩化ベンゾイルを用いた。次にこれを乾燥後，100Wの蛍光灯にて5分間全面露光し重合反応させた。その後40°Cのキシレン中に5分間浸し膜を膨潤させ，PVCz膜内に未反応で残存している四ヨウ化炭素を溶出させた。次に20°Cのn−ヘキサン中に2分間浸すと，膨潤していた膜は収縮し，この過程でPVCz膜内部に数100Å以下の気泡3が形成された。(公報第3頁左上欄下から5行～右上欄10行)",
                "ケ．本発明の反射防止膜2をガラスに付着し，そのガラスの可視域(λ＝400nm～700nm)における分光透過率を測定したところ，反射防止膜の付着していないガラスのみの場合と比べ，各波長で5％～15％の透過率の向上が見られた。(公報第4頁左上欄10～15行)上記記載事項カ，及びケ．から，反射防止膜2を形成するPVCz(ポリビニルカルバゾール)が透明材料であることは，明らかである。",
                "また，上記記載事項キ．から，気泡を形成することによって，屈折率を低下したことが読み取れる。",
                "上記記載事項オ．から，甲第2号証には，ポリマー内部に光波長以下の気泡を形成した反射防止膜が記載されており，『反射防止用多孔質光学材料』が記載されていることは，明らかである。",
                "したがって，上記記載事項，及び第1図の記載からみて，甲第2号証には，『透明材料が分子量5万～12万のPVCzに光の波長以下の大きさで数100Å以下の気泡3を分散させて屈折率を低下した反射防止用多孔質光学材料。』(引用発明2)が記載されているものと認める。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲第4号証の記載事項の認定",
              "text": [
                "「コ．(作用)本発明に係る修正液に含まれる中空粒子は，使用している隠蔽材一次粒子の共凝集を抑制するスペーサーの効果を持っているので本来の隠蔽材の隠蔽力が得られると共に，粒子中に含まれる空気が結合材の平均屈折率を下げるので塗膜の隠蔽力が高くなると推察される。(公報第3頁右上欄5～11行)」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1についての判断(審決判断1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「本件発明1と引用発明1とを対比する。",
                    "引用発明1における『微細気泡(23)』，『平均直径φ2約40nmのSiO (24)』は，本件発明1における『ガス』，『マイクロカプセル(マイクロバルーン)』に相当する。",
                    "また，引用発明1の『透明材料であるSi(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』と，本件発明1の『透明材料が高分子材料である樹脂』は，共に『透明材料であるマトリクス』である点で一致する。",
                    "また，引用発明1の『微細気泡(23)を含む平均直径φ2約40nmのSiO (24)を分散させて屈折率を通常の光学媒質では実現できない値にまで低下させた』は，本件発明1の『ガスを含むマイクロカプセル(マイクロバルーン)を分散させてその透明材料自身の屈折率より低い屈折率にした』に相当する。",
                    "したがって，両者は",
                    "『透明材料であるマトリクスにガスを含むマイクロカプセル(マイクロバルーン)を分散させてその透明材料自身の屈折率より低い屈折率にしたことを特徴とする反射防止用多孔質光学材料。』である点で一致し，以下の点で相違している。",
                    "相違点1：透明材料であるマトリクスが，本件発明1では，『高分子材料である樹脂』であるのに対して，引用発明1では，『Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』である点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "text": [
                    "相違点1について",
                    "「甲第2号証には，分子量5万～12万のPVCz(本件発明1の『高分子材料である樹脂』に相当。)に気泡3を分散させた点が記載されており，引用発明1と同様の反射防止膜に関するものなので，引用発明1において，相違点1に係る本件発明1の構成とすることは，当業者にとって困難性はない。",
                    "そして，本件発明1の作用・効果も引用発明1，及び甲第2号証に記載された発明から予測される範囲内のものである。",
                    "よって，本件発明1は，甲第1号証，及び甲第2号証に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明1についての特許は特許法第29条第2項の規定に違反してなされたものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1についての判断(審決判断2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "「本件発明1と引用発明2とを対比する。",
                    "引用発明2における『分子量5万～12万のPVCz』は，本件発明1における『高分子材料である樹脂』に相当する。",
                    "また，引用発明2の『気泡3を分散させて屈折率を低下した』と，本件発明1の『ガスを含むマイクロカプセル(マイクロバルーン)を分散させてその透明材料自身の屈折率より低い屈折率にした』は，共に『気体粒を分散させて屈折率を低下した』点で一致する。",
                    "したがって，両者は",
                    "『透明材料が高分子材料である樹脂に気体粒を分散させて屈折率を低下したことを特徴とする反射防止用多孔質光学材料。』である点で一致し，以下の点で相違している。",
                    "相違点1：気体粒が，本件発明1では，ガスを含むマイクロカプセル(マイクロバルーン)であるのに対して，引用発明2では，『気泡3』である点。",
                    "相違点2：屈折率を低下した点に関し，本件発明1では，透明材料自身の屈折率より低い屈折率にしたのに対して，引用発明2では，そのような明示的記載がない点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "text": [
                    "「相違点1について",
                    "甲第1号証には，本件発明1のガスを含むマイクロカプセル(マイクロバルーン)に相当する，微細気泡(23)を含む平均直径φ2約40nmのSiO (24)が記載されており，引用発明2と同様の反射防止膜に関するものなので，引用発明2において，相違点1に係る本件発明1の構成とすることは，当業者にとって困難性はない。",
                    "相違点2について",
                    "甲第1号証には，微細気泡(23)を含む平均直径φ2約40nmのSiO (24)を分散させて屈折率を通常の光学媒質では実現できない値にまで低下させた点が記載されており，甲第4号証にも，粒子中に含まれる空気が結合材の平均屈折率を下げる点が記載されている。",
                    "したがって，引用発明2において，相違点2に係る本件発明1の構成とすることは，当業者にとって困難性はない。",
                    "そして，本件発明1の作用・効果も引用発明2及び甲第1号証，甲第4号証に記載された発明から予測される範囲内のものである。",
                    "よって，本件発明1は，甲第1号証，甲第2号証，及び甲第4号証に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明1についての特許は特許法第29条第2項の規定に違反してなされたものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2についての判断",
              "text": [
                "「(1) 本件発明2",
                "本件発明1は，上記・・・で検討したように，甲第1号証，及び甲第2号証，あるいは，甲第1号証，甲第2号証，及び甲第4号証に記載された発明に基づいて当業者が容易に発明をすることができたものである。本件発明2は，本件発明1に『マイクロカプセル(マイクロバルーン)中の微小空孔の大きさが10Åから使用波長程度である』ことをさらに限定したものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "引用発明1では，本件発明2のマイクロカプセル(マイクロバルーン)に相当する微細気泡を含むSiO (24)の平均直径φ2が約40nmであるとされ，引用発明2では，気泡3の大きさが光の波長以下の大きさで数100Å以下であるとされ，いずれも本件発明2の範囲と大部分で重複する。",
                "また，甲第2号証の上記記載事項カ．から，微小空孔の上限を使用波長程度とすることが示唆されており，下限については，本件訂正明細書からはその臨界的意義が明らかでない。",
                "してみれば，本件発明2でされた限定は，当業者にとって困難性のないものである。",
                "よって，本件発明2は，甲第1号証，及び甲第2号証，あるいは，甲第1号証，甲第2号証，及び甲第4号証に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明2についての特許は特許法第29条第2項の規定に違反してなされたものである。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明3についての判断",
              "text": [
                "「(1) 本件発明3",
                "本件発明1は，上記・・・で検討したように，本件発明2は，上記・・・で検討したように，甲第1号証，及び甲第2号証，あるいは，甲第1号証，甲第2号証，及び甲第4号証に記載された発明に基づいて当業者が容易に発明をすることができたものである。本件発明3は，本件発明1，又は，本件発明2の反射防止用多孔質光学材料を『光学薄膜材料として用いた』ことをさらに限定したものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "引用発明1，引用発明2はいずれも，反射防止膜に用いられるものであり，本件発明3の限定は，何ら格別のものではなく，当業者にとって困難性のないものである。",
                "よって，本件発明3は，甲第1号証，及び甲第2号証，あるいは，甲第1号証，甲第2号証，及び甲第4号証に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明3についての特許は特許法第29条第2項の規定に違反してなされたものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "text": [
        "審決は，審決判断1において，一致点及び相違点の認定を誤った(取消事由1，2)上，相違点1についての判断を誤り(取消事由3)，また，審決判断2において，一致点の認定を誤った(取消事由4)上，相違点1，2についての判断を誤り(取消事由5，6)，さらに，本件発明1の顕著な作用効果を看過して(取消事由7)，本件発明1が引用発明1，2(審決判断2においては，さらに甲第4号証記載の発明)に基づき，当業者が容易に発明をすることができたとの誤った結論に至ったものであり，加えて，本件発明2，3についての進歩性判断を誤った(取消事由8)ものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決判断1における一致点の認定の誤り)",
          "text": [
            "審決は，審決判断1における本件発明1と引用発明1との対比において，「引用発明1の『透明材料であるSi(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』と，本件発明1の『透明材料が高分子材料である樹脂』は，共に『透明材料であるマトリクス』である点で一致する。」と認定し，このことを前提として，本件発明1と引用発明1とが「透明材料であるマトリクスにガスを含むマイクロカプセル(マイクロバルーン)を分散させてその透明材料自身の屈折率より低い屈折率にしたことを特徴とする反射防止用多孔質光学材料。』である点で一致」すると認定した。",
            "しかしながら，引用発明1の「Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの」は，引用発明1の反射防止用多孔質膜におけるバインダー(マトリクス)ではない。",
            "すなわち，甲第1号証に記載された反射防止膜は，「表示面のガラス基体の外表面に2層以上の光学膜を形成して」(特許請求の範囲)成るものであるところ，甲第1号証に，審決が記載事項エとして認定した「平均直径φ1約30nmの微細気泡(23)を含む平均直径φ2約40nmのSiO (24)をSi(OC H ) ま",
            "たはその多量体を主成分とするアルコール溶液に均一に分散した分散液をスピン法により塗布し乾燥する。」(3頁右下欄4～8行)との記載に引き続いて，「その後，この2層に塗布された被膜を約200℃で焼成することにより反射防止膜(18)が形成される。」(同欄8～10行)と記載されているとおり，「焼成」を経て，形成，使用されるものである。「Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥した」だけの状態のものは，反射防止材料のバインダー(マトリクス材料)として使用できるものではない。",
            "Si(OC H ) 又はその多量体を主成分とするアルコール溶液を塗布した後，それを乾燥(溶媒であるアルコール分を蒸発)させれば，元のSi(OC H ) 又はその多量体だけになった被膜が基材上に残されるが，この状態では，依然として液体であり，反射防止用多孔質光学材料のバインダーとしては機能しない。その後に，約200℃で焼成することによって，Si(OH) が生成される加水分解と，このSi(OH) から高分子化されたSiO が生成される脱水縮合が並行して進行し，基板上の被膜が硬化し，光学材料のバインダーとしての役割を果たすことになるのである。",
            "したがって，「引用発明1の『透明材料であるSi(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』と，本件発明1の『透明材料が高分子材料である樹脂』は，共に『透明材料であるマトリクス』である点で一致する。」とした審決の認定は誤りであり，この認定を前提とする上記一致点の認定も誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審決判断1における相違点の認定の誤り)",
          "text": [
            "審決は，審決判断1における本件発明1と引用発明1との対比において，「透明材料であるマトリクスが，本件発明1では，『高分子材料である樹脂』であるのに対して，引用発明1では，『Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』である点。」を相違点1として認定したが，このうちの「透明材料であるマトリクスが，・・・引用発明1では，『Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』である」との認定が誤りであることは，上記1のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審決判断1における相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，審決判断1における本件発明1と引用発明1との相違点1について，「甲第2号証には，分子量5万～12万のPVCz(本件発明1の『高分子材料である樹脂』に相当。)に気泡3を分散させた点が記載されており，引用発明1と同様の反射防止膜に関するものなので，引用発明1において，相違点1に係る本件発明1の構成とすることは，当業者にとって困難性はない。」と判断したが，以下のとおり，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断は，審決の，甲第2号証記載の発明(引用発明2)に係る「甲第2号証には，『透明材料が分子量5万～12万のPVCzに光の波長以下の大きさで数100Å以下の気泡3を分散させて屈折率を低下した反射防止用多孔質光学材料。』(引用発明2)が記載されている」との認定に基づくものである。",
                "しかしながら，甲第2号証に，「上記の架橋剤や増感剤の溶出によって生成した気泡」(2頁左下欄13～14行。審決認定の記載事項カ)，「40°Cのキシレン中に5分間浸し膜を膨潤させ，PVCz膜内に未反応で残存している四ヨウ化炭素を溶出させた。」(3頁右上欄5～7行。審決認定の記載事項ク)と記載されているとおり，引用発明2の反射防止膜においては，PVCz膜内中の溶解性の未反応成分等を溶出させ，それによって気泡を形成させたものである。そして，このような溶出処理において，生成された気泡は殻(シェル)をもたない空孔であり，しかも，ポリマー膜から溶出する際にその通路が形成されるから，独立したものとならず，連続した通路状の気泡となるところ，そのようなものは「気泡を分散させた」といえるものではない。",
                "したがって，審決の上記引用発明2の認定は誤りであり，この認定に基づく相違点1についての判断も誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "のみならず，甲第2号証に「本発明の反射防止膜2を形成する材料としては，PVCz(ポリビニルカルバゾール)やスチレン−ジビニルベンゼン重合体，ポリ塩化ビニル，ナイロン，ポリアクリルアミド，ポリ桂皮酸ビニル等が挙げられる。 これらの材料を用い単層膜の屈折率を連続的に変化させる好ましい方法としては，単層膜中に用いたポリマー材料よりも溶解性の高い材料を包含させ，単層膜の表面から上記溶解性の高い材料を溶解するがポリマーを溶解しない溶剤で処理する方法が挙げられる。この方法によれば，単層膜の表面から順次溶解性の高い材料が溶出されるので，単層膜の表面程生成する気泡の密度が高く，内部に行く程その密度が低下して，膜の表面から裏面にかけて連続的に屈折率が変化するようになる。",
                "特に好ましい方法はポリマー中に比較的低分子量の重合開始剤や架橋剤又は増感剤を溶解させて膜を形成し，これを熱や放射線により架橋させて，ポリマーを溶剤不溶性にし，然る後ポリマーに反応しなかった，或は反応によって生じた物質を溶剤によって溶出させる方法である。この様な方法によれば，上記の架橋剤や増感剤の溶出によって生成した気泡は光の波長以下の大きさであるので，光透過性は何ら低下せず，且つ処理条件を適切に設定することにより気泡の密度を表面を大に且つ内部に行く程徐々に低下させることが出来る。」(2頁右上欄11行～左下欄18行)との記載があるとおり，引用発明2の反射防止膜は，単層膜であり，ポリマー材料により形成されたものであり，これに対し，引用発明1の反射防止膜は，2層構造で，SiO により形成されたものである。また，上記のとおり，生成される気泡が，引用発明2においては殻をもたない空孔であり，連続した通路状の気泡となるのに対し，引用発明1においては殻を有する気泡である。さらに，引用発明1の空孔は，濃度勾配を有していないのに対し，引用発明2の空孔は，濃度勾配を有している。これらの事項を総合すると，引用発明1と引用発明2とでは，構成が全く異なるものであり，引用発明2のポリマーを引用発明1の無機材料である結合材に代えて適用することは困難である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審決判断2における一致点の認定の誤り)",
          "text": [
            "審決は，審決判断2における本件発明1と引用発明2との対比において，本件発明1と引用発明2とが「透明材料が高分子材料である樹脂に気体粒を分散させて屈折率を低下したことを特徴とする反射防止用多孔質光学材料。」である点で一致すると認定した。",
            "しかしながら，上記3の(2)のとおり，引用発明2において，生成される気泡は，殻をもたない空孔であり，独立した気泡ではなく，連続した通路状の気泡であって，これを「気体粒」とすることはできないから，上記一致点の認定は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(審決判断2における相違点1についての判断の誤り)",
          "text": [
            "審決は，審決判断2における本件発明1と引用発明2との相違点1について，「甲第1号証には，本件発明1のガスを含むマイクロカプセル(マイクロバルーン)に相当する，微細気泡(23)を含む平均直径φ2約40nmのSiO (24)が",
            "記載されており，引用発明2と同様の反射防止膜に関するものなので，引用発明2において，相違点1に係る本件発明1の構成とすることは，当業者にとって困難性はない。」と判断した。",
            "しかしながら，引用発明1と引用発明2とでは構成が全く異なるものであることは上記3の(3)のとおりであり，引用発明1と引用発明2とを組み合わせて，引用発明2の気泡を引用発明1の気泡と置き換えることは困難である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(審決判断2における相違点2についての判断の誤り)",
          "text": [
            "審決は，審決判断2における本件発明1と引用発明2との相違点2について，「甲第1号証には，微細気泡(23)を含む平均直径φ2約40nmのSiO (24)",
            "を分散させて屈折率を通常の光学媒質では実現できない値にまで低下させた点が記載されており，甲第4号証にも，粒子中に含まれる空気が結合材の平均屈折率を下げる点が記載されている。したがって，引用発明2において，相違点2に係る本件発明1の構成とすることは，当業者にとって困難性はない。」と判断した。",
            "しかしながら，引用発明1と引用発明2とでは構成が全く異なるものであることは上記3の(3)のとおりであり，引用発明1を引用発明2と組み合わせて，本件発明1の構成とすることは困難である。",
            "また，甲第4号証の記載は「修正液」に関するものであり，「本発明に係る修正液に含まれる中空粒子は，使用している隠蔽材一次粒子の共凝集を抑制するスペーサーの効果を持っているので本来の隠蔽材の隠蔽力が得られると共に，粒子中に含まれる空気が結合材の平均屈折率を下げるので塗膜の隠蔽力が高くなると推察される。」(3頁右上欄5～11行。審決認定の記載事項コ)と記載されているとおり，中空粒子は，修正液の隠蔽力を高めるために加えられるものであるから，透明度が重要である引用発明2の反射防止材料に，甲第4号証記載の中空粒子を用いることには阻害事由がある。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(審決判断1，2における顕著な作用効果の看過)",
          "text": [
            "審決は，審決判断1，2の双方において，「本件発明1の作用・効果も引用発明1及び甲第2号証に記載された発明(審決判断2においては，「甲第2号証，甲第4号証に記載された発明」)から予測される範囲内のものである。」と判断した。",
            "しかし，本件発明1は，以下のとおり，甲第1，第2，第4号証記載の発明から予測することのできない顕著な作用効果を奏するものであり，審決は，かかる作用効果を看過して，本件発明1の進歩性判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "処理表面層の屈折率を，従来に比べ，より空気の屈折率に近づけることができるため，大きな反射防止効果が得られる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "無機材料(SiO 等)をマトリクスとした場合のように，マトリクスとマイクロカプセルが強固に結合することはなく，柔軟性のある光学材料として，柔らかい基材にも使用できるのみならず，衝撃にも強く，極めて汎用性に優れているという効果を奏する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "高分子樹脂マトリクスに，ガスを含むマイクロカプセル(マイクロバルーン)を分散させるだけの，簡便な方法で製造することができ，引用発明1の焼成工程や引用発明2の溶解抽出工程等の煩雑な工程を必要としない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "空孔を形成する他の方法に比べ，容易かつ確実に，空孔の直径や粒径分布等を制御することができ，所望の規格に設定した反射防止用多孔質光学材料を，安定的にかつ低コストで製造することができる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "高分子材料である樹脂を，反射防止用多孔質光学材料のマトリクスとすることから，焼成等を必要としない低温での塗膜形成が可能であり，柔軟で加工性が良く，曲面などへの適用も容易に行うことができる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "微小空孔を多量に含ませる場合においても，カプセル殻すなわち微小空孔同士が繋がらずに，空孔がそれぞれが独立した泡状となって均一に分散し，良好な反射防止用多孔質光学材料を得ることができる。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明2，3についての進歩性判断の誤り)",
          "text": [
            "審決は，本件発明1が，甲第1，第2号証，又は甲第1，第2，第4号証記載の発明に基づき，当業者が容易に発明をすることができたものであることを前提として，本件発明2，3も，同様に当業者が容易に発明をすることができたと判断したが，その前提が誤りであることは，上記のとおりであるから，審決の本件発明2，3についての進歩性判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決判断1における一致点の認定の誤り)に対し",
          "text": [
            "原告は，引用発明1の「Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの」は，引用発明1の反射防止用多孔質膜におけるバインダー(マトリクス)ではないから，審決の「引用発明1の『透明材料であるSi(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの』と，本件発明1の『透明材料が高分子材料である樹脂』は，共に『透明材料であるマトリクス』である点で一致する。」との認定は誤りであり，この認定を前提とする本件発明1と引用発明1との一致点の認定も誤りである旨主張する。",
            "そして，原告が，引用発明1の「Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの」がバインダー(マトリクス)ではないとする理由は，当該アルコール溶液を塗布し，乾燥させた後に焼成することが必要であり，塗布乾燥させた状態では液体であるという点にあるが，審決の言葉尻を捉えた意味のない論難にすぎない。",
            "すなわち，引用発明1の本質的事項は，透明材料であるマトリクスにガスを含むマイクロカプセル(マイクロバルーン)を分散させ，当該透明材料自身の屈折率より低い屈折率にして，反射防止膜としての性能を発揮させたことであり，透明材料の具体的材質は，その解決原理や作用効果と直接関わりがない非本質的事項である。",
            "そして，審決は，透明材料の具体的材質につき，本件発明1が樹脂であり，引用発明1が樹脂でない点を相違点1と認定し，この相違点について，マトリクスとして樹脂を使用することが記載されている甲第2号証記載の発明に基づき，マトリクスとして樹脂を使用することが，当業者にとって容易である旨判断している。このような審決の判断の論理構造に照らすと，仮に，審決が，Si(OC H ) 又はその多量体を主成分とするアルコール溶液を塗布乾燥した後，焼成することを含めて，引用発明1を認定したとしても，その後の審決の認定判断に影響を及ぼさないことは，明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審決判断1における相違点の認定の誤り)に対し",
          "text": [
            "原告は，取消事由1と同様，引用発明1の「Si(OC H ) またはその多量体を主成分とするアルコール溶液を塗布乾燥したもの」がバインダー(マトリクス)ではないとして，審決判断1における相違点の認定が誤りである旨主張するが，上記1と同様，原告主張の点は，その後の審決の認定判断に影響を及ぼさない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(審決判断1における相違点1についての判断の誤り)に対し(1) 原告は，審決の相違点1についての判断が誤りであるとし，その理由として，引用発明2の反射防止膜における気泡の形成処理においては，生成された気泡は殻をもたない空孔であり，かつ，独立したものとならず，連続した通路状の気泡となるから，そのようなものが，気泡を分散させたといえるものではないと主張する。",
            "しかしながら，甲第2号証には，原告の引用する部分(3頁右上欄5～7行)に続き，「次に20℃のn−ヘキサン中に2分間浸すと，膨潤していた膜は収縮し，この過程でPVCz膜内部に数100Å以下の気泡3が形成された。 この様にして作成した本発明の反射防止膜2の断面構造をSEMにより観察したところ，第1図に示す様に，内部に形成された気泡3の密度は表面で高く，膜内部に行く程減少し，ガラス基板側では殆ど形成されていないことが分かった。」(3頁右上欄8～15行)との記載があり，第1図には，反射防止膜中に気泡が分散されていることが図示されているから，原告の上記主張は誤りである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "また，原告は，引用発明1の反射防止膜は，2層構造で，SiO により形成されたものであり，生成される気泡が，殻を有する気泡であって，濃度勾配を有していないのに対し，引用発明2の反射防止膜は，単層膜で，ポリマー材料により形成されたものであり，生成される気泡が，殻をもたない空孔で，連続した通路状の気泡となり，濃度勾配を有しているとし，引用発明1と引用発明2とでは，構成が全く異なるものであり，引用発明2のポリマーを引用発明1の無機材料である結合材に代えて適用することは困難であると主張する。",
                "しかしながら，まず，審決が，引用発明1において，反射防止用多孔質光学材料と認定しているのは，最上層の光学材料のみであるから，引用発明1が2層構造で，引用発明2が単層膜であること自体は，引用発明1と引用発明2を組み合わせることの障害とはならない。次に，反射防止用多孔質光学材料の技術分野において，高分子材料である樹脂に，無機微粒子を分散させる手法は広く知られており，高分子材料である樹脂に，マイクロカプセル(マイクロバルーン)を分散させる手法も，同様に広く知られているから，かかる技術常識を考慮すれば，引用発明1のSiOにより形成されたマトリクスに代えて，引用発明2のポリマー材料より形成されたマトリクスを適用することは，当業者にとって容易なことである。また，引用発明2の空孔が，気泡が分散した状態のもので，原告主張のように，連続した通路状のものではないことは，上記(1)のとおりであり，濃度勾配の有無が，審決の相違点1についての判断に影響を及ぼすものでないことは明らかである。",
                "したがって，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審決判断2における一致点の認定の誤り)に対し",
          "text": [
            "原告は，引用発明2において生成される気泡が，独立した気泡ではなく，連続した通路状の気泡であって，これを「気体粒」とすることはできないとの理由で，審決の本件発明1と引用発明2との一致点の認定が誤りであると主張するが，当該主張が誤りであることは，上記3の(1)のとおりである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由5(審決判断2における相違点1についての判断の誤り)に対し原告は，引用発明1と引用発明2とでは構成が全く異なるものであるから，引用発明1と引用発明2とを組み合わせて，引用発明2の気泡を引用発明1の気泡と置き換えることは困難であると主張するが，当該主張が誤りであることは，上記3の(2)のとおりである。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "取消事由6(審決判断2における相違点2についての判断の誤り)に対し原告は，引用発明1と引用発明2とでは構成が全く異なるものであるから，引用発明1を引用発明2と組み合わせて，本件発明1の構成とすることは困難であるとし，さらに，甲第4号証の記載は「修正液」に関するものであり，中空粒子は，修正液の隠蔽力を高めるために加えられるものであるから，透明度が重要である引用発明2の反射防止材料に，甲第4号証記載の中空粒子を用いることには阻害事由があるとも主張する。",
            "しかしながら，引用発明1と引用発明2とでは構成が全く異なるものであるから，引用発明1を引用発明2と組み合わせて，本件発明1の構成とすることは困難であるとの主張が誤りであることは，上記3の(2)のとおりである。",
            "また，甲第4号証には，「粒子中に含まれる空気が結合材の平均屈折率を下げる」ことが記載されているのであるから(3頁右上欄5～11行。審決認定の記載事項コ)，当業者は，引用発明2の反射防止膜において，気泡中に含まれる空気が，結合剤の平均屈折率を下げる働きをすることを容易に理解し得るものである。",
            "したがって，原告の上記主張は誤りである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(審決判断1，2における顕著な作用効果の看過)に対し",
          "text": [
            "原告は，本件発明1が，甲第1，第2，第4号証記載の発明から予測することのできない顕著な作用効果を奏すると主張するが，原告の主張する作用効果は，以下のとおり，いずれも甲第1，第2号証から予測される程度のものか，発明の要旨に基づかないものであるから，原告の上記主張は失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，まず，処理表面層の屈折率を，従来に比べ，より空気の屈折率に近づけることができるため，大きな反射防止効果が得られると主張するが，この効果は，ガスを含むマイクロカプセル(マイクロバルーン)を分散させたことにより奏するものであって，本件発明1の効果と，甲第1，第2号証記載の発明の奏する効果とで差異はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は，マトリクスとマイクロカプセルが強固に結合することはなく，柔軟性のある光学材料として，柔らかい基材にも使用できるのみならず，衝撃にも強く，極めて汎用性に優れているという効果を奏すると主張するが，この効果は，高分子材料である樹脂をマトリクスとして用いたことにより奏するものであって，本件発明1の効果と，第2号証記載の発明の奏する効果とで差異はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明1の製造工程が，高分子樹脂マトリクスに，ガスを含むマイクロカプセル(マイクロバルーン)を分散させるだけであって，引用発明1や引用発明2の工程のように煩雑ではないと主張するが，本件発明1の要旨は，本件発明1の製造工程に言及するものではないから，原告の主張は，発明の要旨に基づかないものであり，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件発明1が，空孔を形成する他の方法に比べ，容易かつ確実に，空孔の直径や粒径分布等を制御することができ，所望の規格に設定した反射防止用多孔質光学材料を，安定的にかつ低コストで製造することができると主張するが，上記(3)同様，本件発明1の製造工程は，本件発明1が規定するところではないから，原告の主張は，発明の要旨に基づかないものであり，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件発明1につき，焼成等を必要としない低温での塗膜形成が可能であり，柔軟で加工性が良く，曲面などへの適用も容易に行うことができると主張するが，この効果は，高分子材料である樹脂をマトリクスとして用いたことにより奏するものであって，本件発明1の効果と，甲第2号証記載の発明の奏する効果とで差異はない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本件発明1において，微小空孔を多量に含ませる場合においても，空孔がそれぞれが独立した泡状となって均一に分散し，良好な反射防止用多孔質光学材料を得ることができると主張するが，この効果は，ガスを含むマイクロカプセル(マイクロバルーン)を分散させたことにより奏するものであって，本件発明1と甲第1，第2号証記載の発明とで差異はない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明2，3についての進歩性判断の誤り)に対し",
          "text": [
            "上記のとおり，本件発明1は，甲第1，第2号証，又は甲第1，第2，第4号証記載の発明に基づき，当業者が容易に発明をすることができたものであるから，審決の本件発明2，3についての進歩性判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由4(審決判断2における一致点の認定の誤り)について",
          "text": [
            "本件発明1については，便宜上，審決判断2から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明1と引用発明2とが，「透明材料が高分子材料である樹脂に気体粒を分散させて屈折率を低下したことを特徴とする反射防止用多孔質光学材料。」である点で一致すると認定したところ，原告は，引用発明2において，生成される気泡は，殻をもたない空孔であり，独立した気泡ではなく，連続した通路状の気泡であって，これを「気体粒」とすることはできないから，上記一致点の認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第2号証に審決認定の記載事項オ～ケの各記載があることは，当事者間に争いがなく，このうちの記載事項カ及び記載事項ケに基づいて，「反射防止膜2を形成するPVCz(ポリビニルカルバゾール)が透明材料であることは，明らかである。」とした審決の認定についても，争いはない。",
                "審決は，さらに，甲第2号証記載の発明について，①記載事項キ，すなわち，「PVCzの分子量分布，増感剤の量及び溶剤による処理条件を適度に設定すると，第1図に示す様に光波長以下の気泡3が形成され，この時の気泡密度は表面から内部に行くに従って減少する。この結果，PVCz膜は表面からPVCzと物質(B)との界面4の間での屈折率が，n＝1．35～1．65まで連続的に変化し，反射防止作用を有する膜とすることが出来る。」(3頁左上欄3～11行)との記載に基づき，「気泡を形成することによって，屈折率を低下したこと」が読み取れ，さらに，②記載事項オ，すなわち，「(1)ポリマーを主成分とする単層膜からなり，且つ膜の表面から裏面にかけて連続的に屈折率が変化することを特徴とするポリマー主体の反射防止膜。(2)ポリマー内部に光波長以下の気泡を形成し，内部屈折率を変化させた請求項1に記載の反射防止膜。」(特許請求の範囲)との記載に基づき，「甲第2号証には，ポリマー内部に光波長以下の気泡を形成した反射防止膜が記載されており，『反射防止用多孔質光学材料』が記載されていること」は明らかであるとし，③結局，甲第2号証には，「透明材料が分子量5万～12万のPVCzに光の波長以下の大きさで数100Å以下の気泡3を分散させて屈折率を低下した反射防止用多孔質光学材料。」(引用発明2)が記載されているものと認定した。",
                "これに対し，原告は，引用発明2の反射防止膜においては，PVCz膜内中の溶解性の未反応成分等を溶出させ，それによって気泡を形成させたものであるところ，このような溶出処理において，生成された気泡は殻(シェル)をもたない空孔であり，しかも，ポリマー膜から溶出する際にその通路が形成されるから，独立したものとならず，連続した通路状の気泡となるところ，そのようなものは「気泡を分散させた」といえるものではないと主張する。",
                "しかるところ，「気泡」の一般的な意義は，「液体または固体中にあって気体を含む微少部分。あわ。」(平成3年11月岩波書店発行の「広辞苑第4版」)であり，殻(シェル)を有するか否かは，「気泡」であることの成否と直接の関係が認められない。",
                "他方，「分散」の意義は，「ある物質が，他の均一な物質の中に微粒子状になって散在する現象」(上記「広辞苑第4版」)であるところ，仮に，原告が主張するように，引用発明2の気泡が「独立したものとならず，連続した通路状の気泡」であるとすれば，「分散するもの」(微粒子状に散在するもの)ということはできない。",
                "しかしながら，上記のとおり，引用発明2において「反射防止膜2を形成するPVCz(ポリビニルカルバゾール)が透明材料であること」に，甲第2号証に係る上記記載事項オ(特許請求の範囲)を総合すれば，引用発明2は，透明マトリクス樹脂の内部に，光波長以下の大きさの「気泡を形成」し，内部屈折率を連続的に変化させた反射防止膜であるものと認められる。また，甲第2号証の実施例に係る「本発明の反射防止膜は以下の様にして製造される。 先ず，重合開始剤として四ヨウ化炭素を40重量％混入した，分子量5万～12万のPVCzを暗所にて，2インチガラス基板上に膜厚的5μmとなる様スピンコードした。この時，溶媒としては塩化ベンゾイルを用いた。 次にこれを乾燥後，100Wの蛍光灯にて5分間全面露光し重合反応させた。 その後40℃のキシレン中に5分間浸し膜を膨潤させ，PVCz膜内に未反応で残存している四ヨウ化炭素を溶出させた。 次に20℃のn−ヘキサン中に2分間浸すと，膨潤していた膜は収縮し，この過程でPVCz膜内部に数100Å以下の気泡3が形成された。 この様にして作成した本発明の反射防止膜2の断面構造をSEMにより観察したところ，第1図に示す様に，内部に形成された気泡3の密度は表面で高く，膜内部に行く程減少し，ガラス基板側では殆ど形成されていないことが分かった。 更に，上記の方法により作成した本発明の反射防止膜2をガラスに付着し，そのガラスの可視域(λ＝400nm～700nm)における分光透過率を測定したところ，反射防止膜の付着していないガラスのみの場合と比べ，各波長で5％～10％の透過率の向上が見られた。」(3頁左上欄16行～左下欄1行)との記載によれば，引用発明2における気泡の形成は，膜の膨潤，溶出後の収縮という工程を経るものであることが認められるところ，甲第2号証には，「溶出によって生成した気泡は光の波長以下の大きさであるので，光透過性は何ら低下せず，且つ処理条件を適切に設定することにより気泡の密度を表面を大に且つ内部に行く程徐々に低下させることが出来る。」(2頁左下欄13～18行)との記載もあって，光透過性低下の防止や内部屈折率を連続的に変化させることに対応して，気泡の大きさを光の波長以下に制限することや存在密度の制御にも配慮されているのであるから，引用発明2の，気泡の形態は，「連続した通路状」のようなものではなく，それぞれが独立した泡状の空孔であることは明らかである。",
                "したがって，原告の上記主張を採用することはできず，審決の，本件発明1と引用発明2との一致点の認定に，原告主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由5(審決判断2における相違点1についての判断の誤り)について(1) 審決の相違点1についての判断に対し，原告は，引用発明1と引用発明2とでは構成が全く異なるものであるから，引用発明1と引用発明2とを組み合わせて，引用発明2の気泡を引用発明1の気泡と置き換えることは困難である旨主張する。",
            "そして，引用発明1と引用発明2とでは構成が全く異なるとする根拠として，原告が挙げる事由は，引用発明1においては，反射防止膜が2層構造で，SiO により形成されたものであり，生成される気泡が，殻を有する気泡であって，濃度勾配を有していないのに対し，引用発明2においては，反射防止膜が単層膜で，ポリマー材料により形成されたものであり，生成される気泡が殻をもたない空孔で，濃度勾配を有していることである(引用発明2において，生成される気泡が，連続した通路状の気泡であるとの主張が失当であることは，上記1のとおりである。)。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかしながら，甲第1号証には，以下の記載がある。",
                "ア「表示面のガラス基体の外表面に2層以上の光学膜を形成して反射防止膜とする表示装置の反射防止膜において，上記反射防止膜を構成する最外層の光学膜が平均直径45μm未満の微細気泡を含有してなることを特徴とする表示装置の反射防止膜。」(特許請求の範囲。",
                "審決認定の記載事項ア)",
                "イ「(作用) 上記のように，最外層の光学膜に微細気泡を含有させると，この最外層の光学膜の屈折率を通常の光学媒質では実現できない値にまで低下させることができ，広帯域かつ低反射率の反射スペクトルを示す反射防止膜とすることができる。」(2頁右下欄18行～3頁左上欄3行。審決認定の記載事項イ)",
                "ウ「この反射防止膜(18)は，第1図に示すように2層構造からなり，フェースプレート(10)外表面に密着して形成されたSnO ：Sb微粒子(20)およびこの微粒子(20)を固着しているSiO (21)からなる下層(22)と，上記下層(22)上に形成された微細気泡(23)を含むSiO (24)からなる上層(25)とからなる。」(3頁左下欄3～8行。審決認定の記載事項ウ)",
                "エ「平均直径φ1約30nmの微細気泡(23)を含む平均直径φ2約40nmのSiO(24)をSi(OC H ) またはその多量体を主成分とするアルコール溶液に均一に分散した分散液をスピン法により塗布し乾燥する。その後，この2層に塗布された被膜を約200℃で焼成することにより反射防止膜(18)が形成される。」(3頁右下欄4～10行)このように，甲第1号証には，透明な固体材料から成るマトリクス中に，第2相としての微細な気体相を分散させることによって，膜としての屈折率を，その透明固体材料に固有の屈折率よりも低下させる反射防止機能を有する膜に関し，そのマトリクスが，平均直径45μm(nm)未満の微細気泡を含有して成るものが開示されており，このような反射防止膜は，例えば，平均直径φ1約30nmの微細気泡を含む平均直径φ2約40nmのSiO を，Si(OC H ) 又はその多量体を主成分とするアルコール溶液に均一に分散した分散液を，スピン法により塗布して乾燥させた後，約200℃で焼成するという方法で形成することができることが記載されているところ，1nm～1mmの大きさのマイクロカプセル(マイクロバルーン)が周知であることは，当事者間に争いがないから，上記「平均直径φ1約30nmの微細気泡を含む平均直径φ2約40nmのSiO 」は「マイクロカプセル(マイクロバルーン)」に相当するものである(この点も原告は争わない。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，本件訂正後の明細書(甲第6号証による訂正後の甲第5号証。以下「訂正明細書」という。)には，「【技術分野】本発明は，反射防止用多孔質光学材料に関し，特に，透明材料の屈折率を低下させてなる反射防止用多孔質光学材料に関する。」(段落【0001】)，「【背景技術】 屈折率の低い光学材料の適用分野には，反射防止膜，光導波路，レンズ，プリズム等があり，ディスプレイ表面からの反射を抑える防眩処理，光導波路のクラッド等に用いられる。」(段落【0002】)，「ところで，従来，屈折率の低い材料としては，サイトップ(旭化成(株)製)等のフッ素化合物(屈折率：1．34)やフッ化マグネシウム(屈折率：1．38)等の化合物，及び，それらの超微粒子を樹脂等に分散させて形成したもの等がある。」(段落【0003】)との各記載があり，この記載によれば，超微粒子を樹脂等(マトリクス)に分散させて成る反射防止膜が，既に周知であったことは，明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，上記1のとおり，甲第2号証には，光透過性の低下の防止や内部屈折率を連続的に変化させることに対応して，気泡の大きさを光の波長以下に制限することや，存在密度の制御に配慮することが記載されているところ，当業者が，気泡をマトリクスに分散させて成る反射防止膜という共通の技術を開示した甲第1号証の上記(1)の記載に接した場合に，気泡の形成の際における，その大きさの制限や存在密度の制御を容易にするため，超微粒子の分散の方法について，引用発明2の気泡の導入という方法を，甲第1号証に実質的に記載されている，マイクロカプセル(マイクロバルーン)の分散という方法に置き換えることは，容易に想到し得るところである。",
                "甲第1号証に記載された引用発明1と甲第2号証に記載された引用発明2とで，反射防止膜が2層構造であるか単層膜であるか，SiO により形成されたものであるか，ポリマー材料により形成されたものであるか，気泡が濃度勾配を有するか否かという点に相違があるとしても，上記のとおり，気泡をマトリクスに分散させて成る反射防止膜という技術自体が共通であることにかんがみれば，上記置換は容易に想到し得るものというべきである(なお，訂正明細書の「本発明の反射防止用多孔質光学材料には屈折率に分布を持たせることもできる」(段落【0015】)との記載によれば，本件発明1自体は，濃度勾配をもたせるか否かは，任意の事項とされているものと認められる。)。さらに，気泡が殻を有するものであるか，もたないものであるかという相違は，超微粒子がマイクロカプセル(マイクロバルーン)であるか，単なる気泡であるかという，置換の対象である構成そのものに関することであるから，相違していること自体は当然であり，殊更取り上げるべき理由も必要性もない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，審決の相違点1についての判断に，原告主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由6(審決判断2における相違点2についての判断の誤り)について審決の相違点2についての判断に対し，原告は，引用発明1と引用発明2とでは構成が全く異なるものであるから，引用発明1を引用発明2と組み合わせて，本件発明1の構成とすることは困難である旨主張する。",
            "しかしながら，上記2の(2)のとおり，甲第1号証には，①引用発明1の実施例として，平均直径φ1約30nmの微細気泡を含む平均直径φ2約40nmのSiO を，Si(OC H ) 又はその多量体を主成分とするアルコール溶液に均一に分散した分散液を，スピン法により塗布して乾燥させた後，約200℃で焼成するという方法で形成することが記載されているほか，②引用発明1につき，「最外層の光学膜に微細気泡を含有させると，この最外層の光学膜の屈折率を通常の光学媒質では実現できない値にまで低下させることができ，広帯域かつ低反射率の反射スペクトルを示す反射防止膜とすることができる。」との記載があり，この②の記載は，反射防止膜の屈折率を透明材料自身の屈折率より低くすることを意味するものであるから，上記2のように，当業者が，①の記載に基づいて，甲第1号証に実質的に記載されている，マイクロカプセル(マイクロバルーン)の分散という方法を，引用発明2について採用する際，反射防止膜の屈折率を透明材料自身の屈折率より低くする構成を併せて採用することは容易であるというべきである。",
            "したがって，甲第4号証の記載に言及した点の当否を問うまでもなく，審決の相違点2についての判断に誤りはなく，原告の上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由7(審決判断1，2における顕著な作用効果の看過)について原告は，審決が，本件発明1の作用効果が，引用発明1及び甲第2号証に記載された発明(甲第4号証の記載については，考慮しない。)から予測される範囲内のものであるとした点につき，6点の理由を挙げて，誤りであると主張するが，下記のとおり，いずれも採用することはできない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，原告は，本件発明1につき，処理表面層の屈折率を，従来に比べ，より空気の屈折率に近づけることができるため，大きな反射防止効果が得られる旨主張するが，この効果が，上記2，3のとおり，甲第1号証の記載に基づき，引用発明2について，甲第1号証に実質的に記載されているマイクロカプセル(マイクロバルーン)の分散という方法，及び反射防止膜の屈折率を透明材料自身の屈折率より低くする構成を採用する際に，当然予測し得るものであることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は，本件発明1につき，無機材料をマトリクスとした場合のように，マトリクスとマイクロカプセルが強固に結合することはなく，柔軟性のある光学材料として，柔らかい基材にも使用できるのみならず，衝撃にも強く，極めて汎用性に優れているという効果を奏すると主張するが，この効果は，高分子材料である樹脂をマトリクスとした場合の効果を，無機材料をマトリクスとした場合と比較して主張するものにすぎないから，主引用例とした甲第2号証から当然予測される範囲を出るものと認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明1の製造工程が，高分子樹脂マトリクスに，ガスを含むマイクロカプセル(マイクロバルーン)を分散させるだけであって，引用発明1の焼成工程や引用発明2の溶解抽出工程等のように煩雑ではないと主張するが，本件発明1は，物の発明であるにもかかわらず，製造方法上の効果を主張するものであるから，失当といわざるを得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件発明1が，空孔を形成する他の方法に比べ，容易かつ確実に，空孔の直径や粒径分布等を制御することができ，所望の規格に設定した反射防止用多孔質光学材料を，安定的にかつ低コストで製造することができると主張するが，上記(3)同様，製造方法上の効果を主張するものであって，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件発明1につき，焼成等を必要としない低温での塗膜形成が可能であり，柔軟で加工性が良く，曲面などへの適用も容易に行うことができると主張するが，この効果は，上記(2)同様，高分子材料である樹脂をマトリクスとした場合の効果を，無機材料をマトリクスとした場合と比較して主張するものにすぎないから，主引用例とした甲第2号証から当然予測される範囲を出るものと認めることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本件発明1において，微小空孔を多量に含ませる場合においても，空孔がそれぞれが独立した泡状となって均一に分散し，良好な反射防止用多孔質光学材料を得ることができると主張するが，この効果は，引用発明2にマイクロカプセル(マイクロバルーン)の分散という方法を適用する際に，当業者が当然予測し得る範囲を出るものと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，審決判断2に原告主張の誤りはないから，審決判断1について判断するまでもなく，本件発明1は，当業者が容易に発明をすることができたものであるというべきである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由8(本件発明2，3についての進歩性判断の誤り)について",
          "text": [
            "原告は，審決の本件発明2，3についての進歩性判断が誤りであると主張するが，その理由は，上記判断の前提である，本件発明1についての容易想到判断が誤りであるというものであるところ，本件発明1についての容易想到判断に誤りがないことは，上記のとおりであるから，原告の上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張は理由がなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10353",
    "date": "2007-06-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034787",
    "ipprecedent_id": "1044",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}