{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002−24228号事件について平成18年2月14日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成8年9月16日，「グラフトシリコーンポリマーおよびアミノシリコーンおよび／またはシリコーンガムまたは樹脂を含有する局所用組成物」とする発明について特許出願(特願平9−514007号，以下「本件出願」という。優先権主張1995年〔平成7年〕9月29日〔以下「本件優先日」という。〕・フランス)したが，平成14年9月9日付けで拒絶査定を受けたので，同年12月16日，拒絶査定に対する不服の審判を請求した。",
            "特許庁は，これを不服2002−24228号事件として審理し，平成18年2月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "平成13年6月26日付け手続補正書により補正された明細書(甲8，3，以下「本件明細書」という。)の特許請求の範囲の請求項1に記載された発明(以下「本願発明」という。)の要旨",
          "text": [
            "【請求項1】化粧品的または皮膚科学的に許容可能な媒体中に，(a)非シリコーン有機モノマーでグラフト化したポリシロキサン骨格を有する少なくとも1つのグラフトシリコーンポリマーであって，(i)少なくとも1つのエチレン性不飽和基を有する非シリコーンアニオン有機モノマーおよび／またはエチレン性不飽和基を有する非シリコーン疎水性有機モノマーと，(ⅱ)その鎖の内部に，該非シリコーンモノマーの該エチレン性不飽和基と反応しうる，少なくとも1つ，場合によっては複数の官能基を有するポリシロキサンとの，ラジカル共重合により得られたシリコーンポリマーと，(b)少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコ−ン，シリコーン樹脂，およびシリコーンガムから選択される少なくとも1つのシリコーンとを含有する，ケラチン物質をトリートメントすることを意図した化粧品用または皮膚病用組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別添審決謄本写し記載のとおり，本願発明は，特表平7−508027号公報(甲1，平成7年9月7日公表，以下「刊行物1」という。)に記載された発明(以下「刊行物1発明」という。)及び特開平3−141210号公報(甲2，以下「刊行物2」という。)に記載された発明(以下「刊行物2発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が認定した刊行物1発明の要旨(審決謄本4頁第5段落)メルカプト官能シリコーン連鎖移動剤とビニルモノマーとのフリーラジカル重合によって得られた，シリコーンポリマーセグメントとビニルポリマーセグメントとを含んで成る，ビニルシリコーングラフトコポリマーを含む化粧品"
            },
            {
              "fig": "(3)",
              "subject": "審決が認定した，本願発明と刊行物1発明の一致点及び相違点(審決謄本5頁最終段落～6頁第1段落)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "化粧品的に許容可能な媒体中に，(a)非シリコーン有機モノマーでグラフト化したポリシロキサン骨格を有する少なくとも1つのグラフトシリコーンポリマーであって，(i)少なくとも1つのエチレン性不飽和基を有する非シリコーンアニオン有機モノマーおよび／またはエチレン性不飽和基を有する非シリコーン疎水性有機モノマーと，(ⅱ)その鎖の内部に，該非シリコーンモノマーの該エチレン性不飽和基と反応しうる，少なくとも1つ，場合によっては複数の官能基を有するポリシロキサンとの，ラジカル共重合により得られたシリコーンポリマーを含有する，ケラチン物質をトリートメントすることを意図した化粧品用組成物"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "前者(注，本願発明)が，ケラチン物質をトリートメントすることを意図した化粧品用組成物の構成成分として，更に，「少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコ−ン，シリコーン樹脂，およびシリコーンガムから選択される少なくとも1つのシリコーン」を併用しているのに対して，後者(注，刊行物1発明)は，該シリコーンを併用することは，明記されていない点"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点についての容易想到性の判断を誤り(取消事由1)，本願発明の顕著な効果を看過し(取消事由2)，その結果，本願発明は，当業者が容易に発明をすることができたものであるとの誤った結論を導いたものであり，違法であるから取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「刊行物2に記載されヘアケア成分としてよく知られた『少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコ−ン，シリコーン樹脂，およびシリコーンガムから選択される少なくとも1つのシリコーン』を，刊行物1において，組み合わせて使用してもよいとされる『ポリシロキサンポリマー』又は『部分的に架橋したオルガノポリシロキサンポリマー性化合物』として採用することは容易になし得ることである。」(審決謄本6頁最終段落～7頁第1段落)として，本願発明の「(b)少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコーン，シリコーン樹脂，およびシリコーンガムから選択される少なくとも1つのシリコーン」(以下，これらの成分を併せて「(b)成分」ともいい，「少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコーン」を「アミノ変性シリコーン」ともいう。また，本願発明の「(a)非シリコーン有機モノマーでグラフト化したポリシロキサン骨格を有する少なくとも1つのグラフトシリコーンポリマーであって，(i)少なくとも1つのエチレン性不飽和基を有する非シリコーンアニオン有機モノマーおよび／またはエチレン性不飽和基を有する非シリコーン疎水性有機モノマーと，(ⅱ)その鎖の内部に，該非シリコーンモノマーの該エチレン性不飽和基と反応しうる，少なくとも1つ，場合によっては複数の官能基を有するポリシロキサンとの，ラジカル共重合により得られたシリコーンポリマー」を「(a)成分」ともいう。)を刊行物1発明の(a)成分と組み合わせることは容易である旨判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」自体は，本件優先日前に，既知の物質であるが，化粧品の分野では，本件優先日前，「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」以外に数多くのシリコーン物質群が存在していた。",
                "すなわち，化粧品の分野におけるシリコーン物質群として，例えば，低重合度であるために低粘度油状であるジメチルシリコーン，メチルフェニルシリコーン，メチルハイドロジェンシリコーン等の短直鎖シリコーン，オクタメチルシクロテトラシロキサン，デカメチルシクロペンタシロキサン，メチルポリシクロシロキサン等の環状シリコーン，ジメチルシロキサン・メチル(ポリオキシエチレン)シロキサン共重合体，ジメチルシロキサン・メチル(ポリオキシプロピレン)シロキサン共重合体，ジメチルシロキサン・メチル(ポリオキシエチレン)シロキサン・メチル(ポリオキシプロピレン)シロキサン共重合体等のエーテル変性シリコーン，ジメチルシロキサン・メチルステアロキシキロキサン共重合体等のアルコキシ変性シリコーン，ジメチルシロキサン・メチルセチルキロキサン共重合体等の長鎖アルキル変性シリコーン，エポキシ変性シリコーン，カルボキシル変性シリコーン，メルカプト変性シリコーン，メタクリル変性シリコーン等の様々なオルガノポリシロキサン及び変性オルガノポリシロキサンが知られていた。特に，低重合度(低粘度)のジメチルシリコーン(ジメチルポリシロキサン又はポリジメチルシロキサン)は，化粧品分野で汎用の油状成分であった。",
                "また，刊行物1には，(a)成分と共に，低粘度(低重合度)シリコーン油を配合してもよいことが記載されているほか，揮発性のポリジメチルシロキサン，オクタメチルシクロテトラシロキサン，デカメチルシクロペンタシロキサン，フェニルペンタメチルジシロキサン，ヘキサメチルジシロキサン，フェネチルペンタメチルジシロキサン等を使用することについても触れられているし，(a)成分を含むヘアーケア製品に，フェニルペンタメチルジシロキサン，メトキシプロピルヘプタメチルシクロテトラシロキサン，クロロプロピルペンタメチルジシロキサン，ヒドロキシプロピルペンタメチルジシロキサン，オクタメチル−シクロテトラシロキサン，デカメチルシクロペンタシロキサン等を使用することが示唆されている。また，刊行物2には，環式又は短直鎖シリコーンを使用することの記載がある。",
                "一方，刊行物1の「部分的に架橋したオルガノポリシロキサンポリマー性化合物」及び「ポリシロキサンポリマー」は，それぞれ，単に，「部分的に架橋されたシリコーン」及びケイ素−炭素結合を有する高分子化合物を意味するにとどまるものであって，本願発明の(b)成分である，「アミノ変性シリコーン」，高度に架橋している点で「部分的に架橋されたシリコーン」とは全く異なる「シリコーン樹脂」及び「シリコーンガム」のいずれかを示すものではない。",
                "また，刊行物1及び刊行物2には，(a)成分と組み合わせる場合，(b)成分が，他のシリコーンに比べて優れたヘアスタイリング効果，毛髪の感触及び柔軟性の改善効果を発揮することについての記載も示唆もない。",
                "そうすると，本願発明の(b)成分が本件優先日前に周知であったとしても，ヘアスタイリング効果，毛髪の感触及び柔軟性の改善という本願発明の目的の達成のため，本件優先日当時，当業者は，化粧品の分野において公知である多数のシリコーン物質群から，(a)成分と組み合わせて使用すべきものとして，(b)成分を特に選択することに容易に想到することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(顕著な効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の審査段階における平成13年6月26日付け意見書(甲5)に記載された比較実験(以下「比較実験1」という。)の結果及び比較実験1を詳細に説明した平成15年1月15日付け審判請求(理由補充)書(甲6，以下「甲6理由補充書」という。)によれば，化粧品分野において，(a)成分と組み合わせる場合，汎用の低粘度(低重合度)シリコーンを使用するよりも，(b)成分を使用する方が，毛髪の感触及び柔軟性の改善効果において優れた効果を奏することが明らかである。",
                "また，本願発明に対応する欧州特許(EP−B1−852488)の異議",
                "事件の審理段階において，欧州特許庁に提出された文書(甲7)に記載された比較試験(以下「比較実験2」という。)における，試験1及び試験2の結果に照らすと，(a)成分と組み合わせる場合，(b)成分が，他のシリコーンに比べ，優れたヘアスタイリング効果を奏することが明らかである。",
                "そして，(a)成分との組合せにおいて，(b)成分が発揮する上記効果については，刊行物1及び刊行物2に記載も示唆もされていない。",
                "したがって，比較実験1及び比較実験2によれば，本願発明は，ヘアスタイリング効果／毛髪の感触及び柔軟性の改善という目的を達成するため，(a)成分に(b)成分を組み合わせることにより，毛髪化粧品としての特性が改善するという，予測し得ない顕著な効果を奏するものであり，刊行物1発明及び刊行物2発明に対する本願発明の進歩性が認められるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，上記効果が本件明細書に記載されていない旨主張するが，本件明細書(甲3)には，「良好なスタイリングおよび／または保持特性，例えば固定力を有しつつ，ヘアスタイルの形(body)およびボリュームが改善されることを見出した。髪は『より軽く』，容易にスタイリングされる。また髪の感触および柔軟性も改善される。」(10頁19行目～22行目)との記載があり，本願発明が，髪の感触ないし柔軟性，並びに，スタイリング特性ないしボリュームを改善する効果を奏することは本件明細書に記載されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本願発明は当業者が容易に発明をすることができたものであるとした審決の判断は正当であり，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件優先日当時，当業者は，化粧品の分野において公知である多数のシリコーン物質群から，(a)成分と組み合わせて使用すべきものとして，(b)成分を特に選択することに容易に想到することはできない旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の化粧品用組成物は，特許請求の範囲の記載に照らしても，ケラチン物質をトリートメントすることを意図したものであり，いわゆるヘアーケア製品に相当する。",
                "刊行物1には，グラフトシリコーンコポリマーを含むヘアーケア製品に，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーを併用できることが示されていることは明らかである。(b)成分である「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」は，いずれも「ポリシロキサンポリマー」に該当する。",
                "そして，(b)成分の「シリコーン」(ポリシロキサンポリマー)は，ヘアーケア製品の配合成分として，本願優先日前に周知であり，慣用的に使用されるものであった。このことは，刊行物2以外にも，「アミノ変性シリコーン」については，特開平6−87725号公報(乙1，以下「乙1公報」とう。)，特開平6−80538号公報(乙5，以下「乙5公報」とい",
                "う。)，特開平1−203314号公報(乙6，以下「乙6公報」とい",
                "う。)に記載され，「シリコーン樹脂」については，乙1公報，特開平6−256143号公報(乙4，以下「乙4公報」という。)及び乙5公報に記載され，「シリコーンガム」については，乙1公報，特開平7−69837号公報(乙2，平成7年3月14日公開，以下「乙2公報」という。)及び特開平6−172133号公報(乙3，以下「乙3公報」という。)に記載されていることから明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物1及び刊行物2に，低粘度(低重合度)シリコーン油や揮発性のポリジメチルシロキサン等についての記載があることなどから，公知の多数のシリコーン物質群から，(b)成分を特に選択することの困難性を主張するが，原告が引用したシリコーン物質に関する記載は，主として溶媒についてのものであって，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーとは明らかに区別されるから，本願発明におけるシリコーンの選択が困難であったとはいえない。また，刊行物2には，環式又は短直鎖シリコーンの使用だけでなく，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーとして，「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」が記載されている。",
                "さらに，平成2年8月31日日刊工業新聞社発行「シリコーンハンドブック」(甲4，以下「甲4文献」という。)には，「シリコン樹脂」が，頭髪用化粧品用のシリコーン原料として，従来からの「化粧品原料基準」にある3種のシリコーンの1つとして掲げられ(148頁の表5．21)，「頭髪用では，・・・アミノ変性シリコーンオイルと組合わせて使用される場合も多い。」(149頁7行目～12行目)との記載がある。そして，「アミノ変性シリコーンオイル」は，「アミノ変性シリコーン」に相当するものであるから，甲4文献には，「シリコーン樹脂」及び「アミノ変性シリコーン」がヘアーケア製品に慣用的に使用されていることが示唆されている。",
                "したがって，(a)成分と組み合わせて使用すべきものとして，(b)成分である，「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」を選択することは，当業者が容易にし得ることである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(顕著な効果の看過)について",
          "text": [
            "原告は，比較実験1及び比較実験2によれば，本願発明は予測し得ない顕著な効果を奏するものである旨主張するが，原告主張の実験結果は，本件明細書に記載されておらず，明細書の記載に基づく主張ではないから，主張の根拠を欠く。",
            "そればかりでなく，対照組成物におけるグラフトシリコーンポリマーと組み合わされるシリコーン物質は，比較実験1では，低粘度(低重合度)シリコーン(DC200FLUID(1000cST)(DOW CORＮIＮG):ポリ",
            "ジメチルシロキサン)の1物質，比較実験2では，オクタメチルシクロテトラシロキサン(揮発性シロキサン)の1物質でしかなく，合わせても2物質にすぎない。また，本願発明組成物のグラフトシリコーンポリマーと組み合わされるシリコーン物質は，比較実験1では，DC939(DOW CORＮIＮ",
            "G)：アモジメチコーン(アミン官能基を有するシリコーン)1物質でしかなく，比較実験2では，MIRASIL ADM−E(アミン官能基を有するシリコーン)とDOW CORＮIＮG−2−1352(シリコーンガム)の2",
            "物質であるにすぎず，「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」という広範な物質について，合わせても3物質について示されたにすぎない。さらに，シリコーン樹脂についての実験結果は，1物質も示されていない。",
            "そうすると，刊行物1には，グラフトシリコーンポリマーを含むヘアーケア製品に，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーを併用できることが示されていることは，前記1(2)のとおりであるから，この程度の比較実験の結果から，本願発明の(b)成分，すなわち「アミノ変性シリコーン，シリコーン樹脂，及びシリコーンガムから選択される少なくとも1つのシリコーン」を，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーの中から特に選択した，いわゆる選択発明を構成するほどの顕著な効果を奏しているとすることは到底できない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明と刊行物1発明の相違点として認定した，「前者(注，本願発明)が，ケラチン物質をトリートメントすることを意図した化粧品用組成物の構成成分として，更に，『少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコ−ン，シリコーン樹脂，およびシリコーンガムから選択される少なくとも1つのシリコーン』(注，(b)成分)を併用しているのに対して，後者(注，刊行物1発明)は，該シリコーンを併用することは，明記されていない点」(審決謄本6頁第1段落)について，「刊行物2に記載されヘアケア成分としてよく知られた『少なくとも1つの第4級化されたもしくは第4級化されていないアミン官能基を有するシリコ−ン(注，アミノ変性シリコーン)，シリコーン樹脂，およびシリコーンガムから選択される少なくとも1つのシリコーン』(注，(b)成分)を，刊行物1において，組み合わせて使用してもよいとされる『ポリシロキサンポリマー』又は『部分的に架橋したオルガノポリシロキサンポリマー性化合物』として採用することは容易になし得ることである。」(審決謄本6頁最終段落～7頁第1段落)として，本願発明の(b)成分を刊行物1発明の(a)成分と組み合わせることは容易である旨判断したのに対し，原告は，その判断が誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1には，「ヘアーケア製剤 本明細書(注，刊行物1)に記載のビニル−シリコーンコポリマーはヘアーケア製品の中に，0．01～30重量％，そして好ましくは0．1～10重量％の量で，よく知られる製剤，例えばシャンプー，リンス，ヘアートリートメント製品，ヘアーセット製品，コールドパーマウェーブローション等に使用できうる。このコポリマーを含ませるこのヘアーケア製品は任意の形態，例えば液体，クリーム，エマルション，ゲル等でありうる。それは公知の慣用の天然ポリマー，天然ポリマーの改質生成物又は合成ポリマーと組合せて用いてもよい。本発明にかかるコポリマー(注，(a)成分)を使用するヘアーケア製品には，ヘアーコンディショニング製剤，例えばシャンプー，リンス，ヘアーゲ(グ)ルーミング製品，例えばヘアートリートメントローション，コールドパーマウェーブローション等の，柔軟性，光沢，滑らかなくし通り，損傷から回復，整え易さ等を供するもの，並びに所望のヘアースタイルにヘアをセットするためのヘアーセット製剤，例えばエアゾルへアースプレー，ポンプ式ヘアースプレー，フォーミングタイプへアースプレー，ヘアーミスト，ヘアーセットローション，ヘアスタイリングジェル，ヘアーリッキッド，ヘアークリーム，ヘアーオイル等が含まれる。・・・本発明(注，刊行物1発明)に係るコポリマーはこのようなヘアーケア製品において，このようなヘアーケア製品に慣用的に使用されているアニオン，非イオン，カチオン及び両性ポリマー及びポリシロキサンポリマーの部分的もしくは総合的代替品として，又はそれらと組合せて使用される。」(13頁右上欄23行目～右下欄21行目)との記載がある。",
                "そして，「刊行物1発明の『ビニルシリコーングラフトコポリマー』は，本願発明の『グラフトシリコーンポリマー』に相当すると認められる。」(審決謄本5頁第4段落)ことは，当事者間に争いがなく，刊行物1の上記記載における「本発明に係るコポリマー」は，(a)成分に相当するから，刊行物1には，髪に柔軟性，光沢，滑らかなくし通りを与え，損傷から回復させ，整え易さ等を供するヘアートリートメントやヘアをセットするためのヘアーセット製剤などのヘアーケア製品において，(a)成分に対し，そのようなヘアーケア製品に慣用的に使用されているポリシロキサンポリマーを組み合わせることができることが記載されていると認めることができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，本願発明に係る(b)成分についての本件優先日前における技術水準について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「不揮発性シリコーン流体も，本発明の組成物で活性ヘアケア成分として有用である。かかる物質の例としては，ポリジメチルシロキサンゴム，アミノシリコーンおよびフェニルシリコーンが挙げられる。・・・他の有用なシリコーン物質としては，式・・・の物質が挙げられる。この重合体は，『アモジメチコン』としても既知である。本組成物で使用できる他のシリコーン陽イオン重合体は，式・・・に対応する。・・・この式に対応する特に好ましい重合体は，式・・・の『トリメチルシリルアモジメチコン』として既知の重合体である。・・・本組成物で使用できる他のシリコーン陽イオン重合体は，式・・・に対応する。」(13頁右上欄下から5行目～14頁右下欄下から3行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明で有用な好ましいシロキサンゴムは，分子量少なくとも約500，000を有するジフェニル−ジメチルポリシロキサンゴムであり」(15頁左下欄12行目～14行目)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項2】ビニルピロリドンとジアルキルアミノアルキルメタクリレートの共重合体と，式(1)・・・で示される高分子量シリコーンガム，式(2)・・を末端基とし，n 個の該末端を持ち，かつ繰り返し単位が式(3)・・・の構造を有する式(4)・・・で示される有機シリコーン樹脂および変性シリコーンからなる群から選ばれる少なくとも1種以上のシリコーン誘導体とを配合したことを特徴とする毛髪用化粧料。」(【特許請求の範囲】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明の，しっとり感，ツヤの持続性の良好な毛髪用化粧料で用いるシリコーン誘導体のうちの，式(1)で示される高分子量シリコーンガムとしては，特にnが4000～6000のものが好適である。・・・また，式(2)で示される有機シリコーン樹脂としては，例えば，・・・などとして商業的に入手できる。さらに，変性シリコーンとしては，・・・アミノ変性シリコーン，・・・等が挙げられる。・・・これらのシリコーン誘導体は単独あるいは2種以上を任意に組合せて用いることができ，その配合量は化粧料全量にもとづいて0．05～20重量％，好ましくは0．1～15重量％である。0．05重量％に満たない場合は，ツヤ，しっとり感が共に持続せず，20重量％を超えると毛髪にべたつき感を生じ好ましくない。」(段落【0019】～【0023】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「また，意外にも，当該共重合体と，ジメチルシリコーンガム，有機シリコーン樹脂および変性シリコーンから選ばれる少なくとも1種以上のシリコーン誘導体を配合することで，毛髪にべたつき感を与えることなく，しっとり感とツヤが長時間持続する毛髪用化粧料が得られ・・・」(段落【0005】)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "乙2公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】(A)・・・で表されるジ長鎖アルキル第4級アンモニウム塩から選ばれる1種又は2種以上と(B)C3～C8のアルコ",
                      "text": [
                        "ール類または芳香族アルコールである有機溶剤から選ばれる1種又は2種以上と(C)式(2)・・・で表されるジメチルシリコーンガムを含有することを特徴とする毛髪化粧料。」(【特許請求の範囲】)(イ) 「本発明で用いられるジメチルシリコーンガムは・・・配合量が0．1重量％に満たないと毛髪に充分な平滑性を付与することができず」(段落【0013】～【0015】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙3公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】少なくとも以下の成分(a)～(d)を含有する毛髪処理剤組成物：(a)(R) SiO 単位及びSiO 単位からなる"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "1／2 2",
          "text": [
            "有機シリコーン樹脂・・・；(b)重合度300以上のジメチルポリシロキサン；(c)カチオン性界面活性剤；及び(d)・・・溶媒。」(【特許請求の範囲】)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "「従来より損傷毛髪を修復すること，例えば毛髪の枝毛部分を接着して修復することが要望されており，このために，ジメチルシリコーンガム，・・・等を配合した毛髪処理剤組成物・・・が提案されている。」(段落【0003】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明において，成分(a)の有機シリコーン樹脂は，枝毛部分を接着させる性質を毛髪処理剤組成物に付与するものであり，(R) SiO 単位及びSiO 単位からなる樹脂である。」(段落【001",
                      "text": [
                        "1／2 2",
                        "0】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "乙4公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】次の平均式(A)",
                      "text": [
                        "【化1】",
                        "(式中，・・・)を単位とするシリコーン樹脂の少なくとも一種と，以下に示す(a)～(d)のモノマーからなる共重合体とを含有することを特徴とする毛髪化粧料：・・・」(【特許請求の範囲】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「一般に，シリコーン樹脂が0．01重量％未満であるとごわつき感が増したりフレーキングが生じ易くなり，10重量％を超えると油性感やべたつき感が増して感触が低下するので好ましくない。」(段落【0038】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明の毛髪化粧料によれば，特定の(メタ)アクリル系共重合体と特定の平均単位構造を有するシリコーン樹脂とを含有するので，LPG等の噴射剤を使用した場合でも優れたセット保持力を発揮し，毛髪に良好な感触やつやを付与し，さらにセット直後の良好な整髪状態を高湿条件下においても保持することが可能となる。」(段落【0053】)"
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "乙5公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】次の成分(A)，(B)，(C)，(D)及び(E)",
                      "text": [
                        "を含有する毛髪化粧料。",
                        "(A)下記一般式(1)で表わされる高分子量シリコーンの1種又は2種以上，",
                        "・・・nは2，000～20，000の整数を示す)，",
                        "(B)上記一般式(1)中，nが1～500である低分子量シリコーン，炭素数4～30のイソパラフィン系炭化水素及び次の一般式(2)で示される環状シリコーンから選ばれる1種又は2種以上・・・",
                        "(C)窒素原子を含有するシリコーン化合物，・・・」(【特許請求の範囲】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「(C)成分の窒素原子を含有するシリコーン化合物としては，例えば，次の如きものが挙げられる。 (C−1)アミノ変性シリコーン重合体 1分子中に少なくとも1個のアミノアルキル基を有するオルガノシロキサンの重合体であるアミノ変性シリコーン重合体。」(段落【0018】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明におけるアミノ変性シリコーン重合体の代表的なものは次の一般式(11)で表わされる，重合体の平均分子量が約3，000～100，000のものであり，これはアモジメチコーン(Amodimethicone)の名称でCTFA辞典(米国 Cosmetic Ingredient Dictionary)第3版中に記載されている。」(段落【0029】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「(C)成分は，毛髪の損傷部に親和性があり，損傷部を保護する作用を有する。また，(A)成分及び(B)成分と併用することで，毛髪表面に均一な皮膜を形成するため，表面にさらっとした感触を与え，髪の内部のうるおいを保持する。」(段落【0033】)"
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "乙6公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「(1)下記一般式［I］で表わされる高分子量シリコーンの一種又は二種以上と，下記一般式［II］(注，アミノ変性シリコーンの式)で示されるシリコーン重合体と，陽イオン界面活性剤の一種又は二種以上とを含有することを特徴とする毛髪化粧料。」(特許請求の範囲)(イ) 「毛髪に優れた光沢を与え，なめらかな感触を付与し，頭髪の脂じみがなく毛髪に塗布しやすく，毛髪に塗布後の乾きが早くかつ適度なセット力を有する毛髪化粧料を得るべく鋭意研究した結果，高分子量シリコーンにシリコーン重合体及び陽イオン界面活性剤を加えることが，極めて効果的であることを見出だし，本発明を完成するに至った。」(2頁左上欄下から3行目～右上欄5行目)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「本発明で用いられるシリコーン重合体は，上記一般式［II］で表される化合物であり，これらの中でも下記一般式で表されるCTFA名称 ( R D 番 号 9 7 7 0 6 9 − 1 0 − 5 ) の ア モ ジ メ チ コ ン(Amodimethicone)が特に好ましい。」(2頁右下欄6行目～10行目)(4) 上記(3)によれば，刊行物2，乙1公報ないし乙6公報には，髪に柔軟性，光沢，滑らかなくし通りを与え，損傷から回復させるヘアートリートメントやヘアをセットするためのヘアーセット剤などの，刊行物1にいうヘアーケア製品が記載されていると認められる。",
                        "そして，本件優先日前，それらのヘアーケア製品において使用されるポリマーとして，刊行物2，乙1公報，乙5公報及び乙6公報には，(b)成分の「アミノ変性シリコーン」に相当する成分が記載され(上記(3)ア(ア)のアモジメチコン等，同イ(イ)のアミノ変性シリコーン，同カ(ウ)のアモジメチコーン等，同キ(ウ)のアモジメチコン等)，乙1公報，乙3公報及び乙4公報には，(b)成分の「シリコーン樹脂」に相当する成分が記載され(同イ(ウ)の有機シリコーン樹脂，同エ(ウ)の有機シリコーン樹脂，同オ(ア)のシリコーン樹脂)，刊行物2，乙1公報，乙2公報及び乙3公報には，(b)成分の「シリコーンガム」に相当する成分が記載され(同ア(ア)のポリジメチルシロキサンゴム等，同イ(イ)の高分子量シリコーンガム，同ウ(ア)のジメチルシリコーンガム等，同エ(イ)のジメチルシリコーンガム等)ている。",
                        "したがって，本件優先日当時の技術水準からすると，ヘアーケア製品において(b)成分に含まれる，「アミノ変性シリコーン」，「シリコーン樹脂」又は「シリコーンガム」に相当する成分を使用することは，ごく普通に行われていることであって，ヘアーケア製品に(b)成分に相当する成分を使用することができることは，当業者の技術常識であったと認められる。",
                        "本願発明は，「良好なスタイリングおよび／または保持特性，例えば固定力を有しつつ，ヘアスタイルの形(body)およびボリュームが改善されることを見出した。髪は『より軽く』，容易にスタイリングされる。また髪の感触および柔軟性も改善される。」(本件明細書〔甲3〕の10頁19行目～22行目)という効果が得られるものであるところ，前記(2)のとおり，刊行物1には，髪に柔軟性，光沢，滑らかなくし通りを与え，損傷から回復させ，整え易さ等を供するヘアートリートメントやヘアをセットするためのヘアーセット製剤などのヘアーケア製品において，(a)成分に対し，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーを組み合わせることができることが記載されている。そして，(b)成分の「アミノ変性シリコーン」，「シリコーン樹脂」及び「シリコーンガム」は，ポリシロキサンポリマーに該当するのであるから，ヘアーケア製品に(b)成分に相当する成分を使用することができることが技術常識であったといえることを考慮すると，本件優先日当時，刊行物1に記載された，(a)成分と組み合わせて使用することができるとされたヘアーケア製品に慣用的に使用されているポリシロキサンポリマーとして，(b)成分である，「アミノ変性シリコーン」，「シリコーンガム」又は「シリコーン樹脂」に相当する成分を使用することは，当業者が容易に想到することがことができたものと認められ，当業者は，相違点に係る本願発明の構成に容易に想到することができたというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，多数のシリコーン物質を挙げるほか，刊行物1等にも(b)成分ではないシリコーン物質が記載されていることなどを挙げ，ヘアスタイリング効果／毛髪の感触及び柔軟性の改善という本願発明の目的達成のため，本件優先日当時，当業者は，化粧品の分野において公知である多数のシリコーン物質群から，(a)成分と組み合わせて使用するものとして，(b)成分を特に選択することに容易に想到することができたとはいえない旨主張する。",
                "しかし，化粧品の分野において，多数のシリコーン物質群が公知であり，また刊行物1等に(b)成分ではないシリコーン物質が記載されていても，上記(4)のとおり，ヘアーケア製品に使用するポリシロキサンポリマーとして，(b)成分を使用することができることは，当業者の技術常識であったと認められるから，刊行物1に，(a)成分に対し，ヘアーケア製品に慣用的に使用されているポリシロキサンポリマーを組み合わせることができるとの記載がある以上，そのポリシロキサンポリマーとして，(b)成分に相当する成分を選択することが困難であったということはできない。",
                "また，原告の上記主張が，本願発明は，ヘアスタイリング効果／毛髪の感触及び柔軟性の改善という目的達成のために，化粧品の分野において公知である多数のシリコーン物質群から，(a)成分と組み合わせて使用すべきものとして(b)成分を特に選択したものであることを前提とし，本願発明が予測し得ない顕著な効果を奏することをいう趣旨のものであるとしても，その点は，取消事由2において検討するとおりである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，原告の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(顕著な効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，比較実験1及び比較実験2によれば，本願発明は，(a)成分に(b)成分を組み合わせることにより，髪の感触ないし柔軟性，並びに，スタイリング特性ないしボリュームを改善するという，予測し得ない顕著な効果を奏する旨主張する。",
                "甲5の比較実験1においては，(a)成分に相当するVS80(3M)：",
                "プロピルチオ−3メチルアクリレート／メチルメタクリレート／メタクリル酸基をもつ，ポリジメチル／メチルシロキサンと(b)成分に相当するDC939(DOW CORＮIＮG)：アモジメチコーンを含む組成物Aと，",
                "(a)成分に相当するVS80(3M)：プロピルチオ−3メチルアクリレート／メチルメタクリレート／メタクリル酸基をもつ，ポリジメチル／メチルシロキサンと，(b)成分を含まず，(b)成分に相当しないシロキサンであるDC200FLUID(1000cSt)(DOW CORＮIＮ",
                "G)：ポリジメチルシロキサンを含む組成物Bとの比較実験の結果(8頁)が記載されている。そして，それらの組成物で髪を処理し，しめった髪の滑らかさについて専門家が評価したところ，「組成物Aで処理した髪の方が，90％の割合で，滑らかさにおいて著しく優れていることが確認された。」(9頁)ことが記載されている。また，甲6理由補充書には，比較実験1について，髪の滑らかさについて，「専門家が，試験化合物間の差異の程度に0乃至4の等級を付けて評価し，その平均値を算出する。ここで定義する評価値0とは二組成物間に全く差異がないことを意味し，評価値4は著しい差異があることを意味することとする。」，「1’：組成物Aと組成物Bとの相違 90％の専門家により，組成物Aがより好ましいとの評価を受け，評価値は3であった。・・・」(8頁)との記載がある。",
                "また，甲7の比較実験2の試験1においては，(a)成分に相当するVS80DRY(3M社)の名称で販売されている，プロピルチオ−3−メチルアクリレート／メチルメタクリレート／メタクリル酸基をもつポリジメチル／メチルシロキサンと(b)成分に相当するMIRASIL ADM−Eの",
                "名称で販売されているアミノシリコーン＝アミノエチルイミノプロピル基をもつポリジメチルシロキサンを含む組成物Aと，(a)成分に相当するVS80DRY(3M社)の名称で発売されている，プロピルチオ−3−メチルアクリレート／メチルメタクリレート／メタクリル酸基をもつポリジメチル／メチルシロキサンと(b)成分に相当しないシロキサンであるオクタメチルシクロテトラシロキサン(揮発性シリコーン)を含む組成物Bとの比較実験の結果が記載されている(甲7の付属1の試験1)。そして，それらの組成物で髪を処理し，毛髪のボリューム，ふくらみ及び整髪の際の特性を，50を最も良い評点とし，0を最も悪い評点として評価したところ，組成物Aの評点が35で，観察事項として「よりボリュームが出る」とされているのに対し，組成物Bの評点は25であり，観察事項欄には記載がない。また，比較実験2の試験2においては，(a)成分に相当するVS80DRY(3",
                "M社)の名称で販売されている，プロピオチオ−3−メチルアクリレート／メチルメタクリレート／メタクリル酸基をもつポリジメチル／メチルシロキサンと(b)成分に相当するDOW CORＮIＮG−2−1352の名称",
                "で販売されているシリコーンガム(高分子量ポリジメチルシロキサン)を含む組成物A’と，(a)成分に相当するVS80DRY(3M社)の名称で",
                "販売されている，プロピオチオ−3−メチルアクリレート／メチルメタクリレート／メタクリル酸基をもつポリジメチル／メチルシロキサンと(b)成分に相当しないシロキサンであるオクタメチルシクロテトラシロキサン(揮発性シロキサン)を含む組成物B’との比較実験の結果が記載されている(甲7の付属1の試験2)。そして，それらの組成物で毛髪を処理し，毛髪のボリューム，ふくらみ及び整髪の際の特性を，試験1と同様に評価したところ，組成物A’の評点が40で，観察事項として「毛髪がより軽やかである」とされているのに対し，組成物B’の評点は25で，観察事項として「毛髪がよりごわごわしている」とされている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "確かに，甲5の比較実験1においては，(a)成分と(b)成分に相当するポリシロキサンポリマーを組み合わせた組成物Aで処理された髪が，(a)成分と(b)成分に相当しないポリシロキサンポリマーを組み合わせた組成物Bで処理された髪よりも，滑らかさにおいて優れているとの結果が示されている。また，甲7の比較実験2の試験1においては，(a)成分と(b)成分に相当するポリシロキサンポリマーを組み合わせた組成物Aで処理された髪が，(a)成分と(b)成分に相当しないポリシロキサンポリマーを組み合わせた組成物Bで処理された髪よりも，髪のボリューム，ふくらみ及び整髪の際の特性において評点が優れていることが示され，比較実験2の試験2においても，(a)成分と(b)成分に相当するポリシロキサンポリマーを組み合わせた組成物A’で処理された髪が，(a)成分と(b)成分に相当しないポリシロキサンポリマーを組み合わせた組成物B’で処理された髪よりも，髪のボリューム，ふくらみ及び整髪の際の特性において評点が優れていることが示されている。",
                "しかしながら，比較実験1において用いられた，(b)成分に相当するポリシロキサンポリマーであるアミノ変性シリコーンが，毛髪に滑らかな感触を与えるヘアーケア製品に使用されることは，本件優先日前に広く知られていた(前記1(3)カ(イ),(エ)，キ(イ),(ウ)等)のであるから，それを含む組成物が毛髪に滑らかさを与えることが，直ちに当業者の予測を超える格別顕著な効果ということはできない。そして，比較実験1は，(a)成分に相当する成分に(b)成分に相当する一種類のポリシロキサンポリマーを組み合わせた組成物と，(a)成分に相当する成分に(b)成分に相当しない一種類のポリシロキサンポリマーを組み合わせた組成物との比較実験を行ったものにすぎず，比較実験1において選択されたもの以外に，(b)成分に相当するポリシロキサンポリマー及び(b)成分に相当しないポリシロキサンポリマーが多数存在するところ，(a)成分と組み合わせて使用するものとして，比較実験1で選択された以外の，(b)成分に相当するポリシロキサンポリマーと(b)成分に相当しないポリシロキサンポリマーを用いた組成物間においても，上記同様の結果を得ると認めるに足りる証拠はなく，比較実験1の結果をもって，本願発明について，(a)成分と組み合わせて使用するものとして，(b)成分を選択したことにより，予測し得ない顕著な効果を奏していると認めるには足りない。",
                "また，比較実験2の試験1及び試験2においては，「毛髪のボリューム，ふくらみ」の特性が評価の対象となっているところ，ボリュームが多すぎるものは髪のまとまりが悪く，整髪性に劣るともいえるし，「整髪の際」の特性についても，整髪の際の取り扱い性を指すのか，ヘアスタイルの保持性を指すのかなどが不明であり，具体的な評価の基準が明確でないことから，そこに記載された評点を基準として直ちに組成物の優劣を評価することができない。また，観察事項についての記載もその程度が不明であり，それらに基づき，本願発明の奏する効果が直ちに顕著な効果であると認めるには足りない。",
                "さらに，比較実験2の試験1において用いられた(b)成分に相当するポリシロキサンポリマーであるアミノ変性シリコーンが，毛髪に「適度なセット力」与えるヘアーケア製品に使用されることも，上記同様に広く知られていた(前記1(3)キ(イ),(ウ)等)のであるし，比較実験2の試験2において用いられた，(b)成分に相当するポリシロキサンポリマーであるシリコーンガムが，毛髪の外観や感触などを低下させる大きな原因の一つである損傷毛髪を修復したり，毛髪にべたつき感を与えることなく平滑性やツヤを付与するヘアーケア製品に使用されることも，上記同様に広く知られていた(前記1(3)イ(イ)，ウ(イ)，エ(イ)等)のであるから，それらを含む組成物が，整髪の点において優れていることや，毛髪にごわごわした感じを与えず，より軽やかな感触を与えることが，直ちに当業者の予測を超える格別顕著な効果ということはできない。",
                "加えて，比較実験2の試験1及び試験2は，(a)成分に相当する成分に(b)成分に相当するポリシロキサンポリマーを組み合わせた二種類の組成物と，(a)成分に相当する成分に(b)成分に相当しない一種類のポリシロキサンポリマーを組み合わせた組成物との比較実験を行ったものにすぎないから，比較実験1におけるのと同様の理由により，比較実験2の結果をもって，本願発明について，(a)成分と組み合わせて使用するものとして，(b)成分を選択したことにより，予測し得ない顕著な効果を奏していると認めるには足りない。",
                "そして，実験で示された効果の性質や比較対照の組成物の数に照らし，比較実験1と比較実験2の結果を併せ考慮しても，本願発明について，当業者の予測を超える顕著な効果を奏するものと認めるには足りないものであり，他に，これを認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10291",
    "date": "2007-05-16",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034636",
    "ipprecedent_id": "960",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}