{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−16665号事件について，平成18年3月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告は，後記特許の出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成9年5月16日，名称を「補助差込穴付コンセント」とする発明につき特許出願(請求項の数1。以下「本願」という。)をしたところ，特許庁が拒絶査定をしたため，平成17年8月5日，これに対する不服の審判請求をするとともに，特許請求の範囲等の記載を変更する補正(甲9。以下「本件補正」という。)をした。",
                "特許庁は，上記請求を不服2005−16665号事件として審理したが，平成18年3月9日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年4月1日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正前のもの(以下「本願発明」という。甲1)",
                  "text": [
                    "【請求項1】コンセントのプラグを差し込む2つの差込穴と並列に同間隔をおいて1つの補助差込穴を設けたことを特徴とする補助差込穴付コンセント。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正後のもの(以下「本願補正発明」という。甲9。下線部は補正部分)。",
                    "【請求項1】コンセントのプラグを差し込む2つの差込穴と並列に，同間隔をおいて，1つの補助差込穴ならびに表示部を設けたことを特徴とする，補助差込穴付コンセント。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その要点は，①本願補正発明は，(1)願書に最初に添付した明細書に記載した事項の範囲内においてしたものではなく(特許法17条の2第3項違反)，かつ，(2)下記刊行物1，2に記載された各発明及び周知の技術に基づいて当業者が容易に発明をすることができたから特許出願の際独立して特許を受けることができないので，本件補正は却下すべきものであり，また，②本件補正前の本願発明は，下記刊行物1，2に記載された各発明及び周知の技術に基づいて当業者が容易に発明をすることができた，などとしたものである。",
                    "記",
                    "刊行物1：実願昭58−161198号(実開昭60−69484号公",
                    "報)のマイクロフィルム(甲2。以下「甲2公報」といい，こ",
                    "こに記載された発明を以下「引用発明1」という。)",
                    "刊行物2：実願昭47−40049号(実開昭49−491号公報)の",
                    "マイクロフィルム(甲3，10。以下「甲10公報」といい，",
                    "ここに記載された発明を以下「引用発明2」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断に当たり，引用発明1の内容，及び本願補正発明との一致点及び相違点を次のとおり認定した。",
                    "＜引用発明1の内容＞",
                    "「コンセント(1)の接続用プラグ(9)を差し込む2つのプラグ差込口(2)と並列に溝(5)を設け，コンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)に接続用プラグ(9)を嵌め込み保持させたプラグ保持具付コンセント。」",
                    "＜一致点＞",
                    "「コンセントのプラグを差し込む2つの差込穴と，プラグの保持部を有するコンセント。」",
                    "＜相違点1＞",
                    "プラグの保持部に関して，本願補正発明は，差込穴と「並列に，同間隔」をおいて，「補助差込穴」を設けたのに対し，引用発明1は，コンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)とした点。",
                    "＜相違点2＞",
                    "本願補正発明は，「表示部」を設けたのに対し，引用発明1は，設けていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本願補正発明と引用発明1との一致点の認定を誤り(取消事由1)，相違点についての判断を誤った(取消事由2，3)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点の認定の誤り)",
                  "text": [
                    "審決は，本願補正発明と引用発明1を対比して，「…後者の「コンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)」と前者の「補助差込穴」とは「プラグの保持部」の限りで一致する。そうすると，両者は，「コンセントのプラグを差し込む2つの差込穴と，プラグの保持部を有するコンセント。」の点で一致」(4頁3行～7行)するとしたが，誤りである。",
                    "すなわち，本願補正発明の補助差込穴(3)は，二つの差込穴である非接地極側の短い穴(1)，接地極側の長い穴(2)のうち後者の側に設けられ，このような補助差込穴(3)と長い穴(2)にプラグ(7)の差込片(8)，(8a)が挿入されると，「a．常にコンセントとプラグが一体になっているのでプラグを探す必要がない。b．補助差込穴にプラグの差込片を差し込んでおくと，通電しないので漏電，感電の恐れは全くない。」(本願補正明細書【0007】)などの効果を有する。",
                    "これに対し，引用発明1の「プラグ保持具(11)」は，「…接続用プラグ(9)のプラグ接続子(10)(10)をコンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)に嵌め込み保持させる。」(甲2公報4頁13行～16行)というものであり，単に接続をさせて抜いて保持をさせる作用効果しかなく，本願補正発明の補助差込穴(3)とは差込穴という呼称は一致しても，作用効果は異なっており，一致はしない。",
                    "被告は，本願補正発明にはコンセントのプラグを差し込む二つの差込穴のいずれが接地側の長い穴で，いずれが非接地側の短い穴であるのか，さらに補助差込穴がいずれの側に配置されているのか，何ら特定されていないから，原告の取消事由1に係る主張は，特許請求の範囲の記載に基づかないものであり，具体的根拠がないと主張する。しかし，JIS〔「配線用差込接続器」(C8303)〕(甲6)においては，コンセントの構成は刃受，配線接続端子などと記載されているものであり，プラグの刃を差し込む刃受は差込口として呼称されるべきであり，配線を行った際どちらが接地極側(アース)になるかは法規的な面からも安全性の面からも限定されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点1についての判断の誤り)",
                  "text": [
                    "審決は，当業者が引用発明1に引用発明2を適用して，本願補正発明の相違点1に係る構成とすることは容易に想到することができた，とするが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1のコンセントの二つの差込穴は同じ大きさになっている。",
                        "一般にコンセントは機器用のものと施設用のもの等があり，機器用は単に通電をさせるので引用発明1の二つの差込穴のように差込穴が同じ大きさのものでよく，遊び穴はいかなる場所にも設けられるものである。",
                        "これに対し，施設用(建物等に設置する)のコンセントは，二つの差込穴のうち非接地極側である短い穴と，接地極側である長い穴は，当業者の周知の技術として区別されている。本願補正発明の補助差込穴は接地極側の長い穴の側に設けられており，非接地極側の短い穴の側に設けた場合，接続している機器が壊れるなど，産業上利用ができないものとなる。したがって，単に差し込むことは同じだからとの理由で，構成の異なる引用発明1から本願補正発明を容易に想到することができるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明2のコンセントには，接地極側が存在しており，また，ジャック孔間の同間隔距離を回転移動させた場合の遊び孔はジャック孔間の円周径上にしか設けられないところ，引用発明2において引用発明1のような平行な位置に遊び孔を設けようとすれば，同間隔となる円周径上に設けられない状況となるから，遊び孔をジャック孔間の同間隔距離に設けることは難しくなる。すなわち，引用発明1と引用発明2とは基本的に構成が異なり分野も異なるものであって，これらを組み合わせることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，「相違点2について，コンセントにおいて表示部を設けることは，周知の技術(実願昭53-134922号(実開昭55-114183号)のマイクロフィルム，特開平2-172169号公報等)であり，当業者であれば，引用発明に上記周知の技術を適用して相違点2に係る構成とすることは容易に想到することができたものと認められる。」(4頁下10行～下6行)とするが，誤りである。コンセントにおいて表示部を設けるためには，表示部品を揃えたり，組み込んだりする必要があり容易なことではなかった。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り)に対し",
              "text": [
                "審決の一致点の認定に誤りはない。",
                "すなわち審決は，引用発明1の「コンセントボックス(3)の側面(6)と溝(5)」が非通電時に「プラグの保持部」として機能することは，甲2公報に「…電気機器等の使用後はその電源コード(8)の接続用プラグ(9)をコンセント(11)のプラグ差込口(2)(2)より抜き外した後，上記接続用プラグ(9)のプラグ接続子(10)(10)をコンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)に嵌め込み保持させる。」(4頁10行～16行)という記載から明白であり，その機能の限りで，引用発明1の「プラグ保持具(11)」が本願補正発明の「補助差込穴」と一致するとしたものである。",
                "なお，本願補正発明においては，コンセントのプラグを差し込む二つの差込穴のいずれが接地極側の長い穴で，いずれが非接地極側の短い穴であるのか，さらに補助差込穴がいずれの側に配置されているのか，なんら特定されているわけではないから，これを前提とした原告の取消事由1に係る主張は，特許請求の範囲の記載に基づかないもので，具体的根拠に欠けるものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1についての判断の誤り)に対し",
              "text": [
                "審決の相違点1についての判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち引用発明2は，二つのプラグピン(7)，(8)のうち，一方のプラグピンを使用しない場合には，二つのジャック孔の一方(3)と，これに同間隔に設けられた遊び孔(5)，すなわち補助差込穴に，使用しないプラグピンを差し込んでプラグを保持する技術であるから，引用発明1に引用発明2を適用し，電気機器等の使用後に，接続用プラグ(9)を「プラグ差込口(2)」の一方と補助差込穴に差し込んで，接続用プラグ(9)を保持させようとすることは，当業者が容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また電気機器を安全かつ確実に電源から遮断する観点から，引用発明1において，接続用プラグ(9)の2本のプラグ接続子(10)が，二つの差込穴(2)のうち接地極側(長い穴側)と補助差込穴に接続されるように，補助差込穴を接地極側(長い穴側)に設けることも，当業者が，適宜選択し得る程度の事項にすぎないことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，前記(1)のとおり，本願補正発明には，コンセントのプラグを差し込む二つの差込穴のいずれが接地極側の長い穴で，いずれが非接地極側の短い穴であるのか，さらに補助差込穴がいずれの側に配置されているのかについて，なんら特定されているわけでないから，これを前提とした原告の取消事由2に係る主張も，特許請求の範囲の記載に基づかないもので，具体的根拠に欠けるものである。。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点2についての判断の誤り)に対し",
              "text": [
                "審決の相違点2についての判断に誤りはない。",
                "すなわち補助差込穴に差し込まれていることをなんらかの手段で表示することは，当業者がごく自然に想起し得る事項である。すなわち，実願昭53-134922号(実開昭55-114183号)のマイクロフィルム(甲4)，特開平2-172169号公報(甲5)等に開示された周知の技術にならい，接続用プラグ(9)の2本のプラグ接続子(10)の一方が，補助差込穴に差し込まれた状態に対応させて，二つの差込穴と並列に，同間隔をおいて，一つの補助穴並びに表示部を設けることにより，本願補正発明の相違点2に係る構成とすることは，当業者であれば，格別の困難を伴うことなく，採用し得ることである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の違法の有無に関し，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明の内容",
              "text": [
                "本願補正明細書(甲9)には，その特許請求の範囲に，前記第3の1(2)イのとおりの内容が記載されているほか，その発明の詳細な説明には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明はプラグをコンセントからはずした際，1本の差込片を別途設けた補助穴に挿入させてプラグを挿着することによって電気を不通の状態にすると共に容易に通電状態にすることができるようにした補助差込孔付コンセントに関するものである。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「従来，コンセントは電気を使用するときにプラグの差込片を2つの差込穴に差し込んで使用していた。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかし，このコンセントには次のような欠点があった。",
                    "a，コンセントからプラグを抜くと，プラグはコンセントから離れるので，次に使用する場合，探さなければならなかった。",
                    "b，使用しない状態のときに，プラグを差し込んだままの状態にしておくと，漏電したり，感電する危険が多分にあった。",
                    "本発明はプラグの1つの補助差込穴を設けることによって安全なコンセントを提供することを目的とする。」(段落【0003】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「上記目的を達成するため本発明は，コンセントのプラグ7を差し込む2つの差込穴2と並列に同間隔をおいて1つの補助差込穴3…を設けたものである。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「上記用に構成された本発明を実際に使用する場合は次のようになる。",
                    "図3に示したように，通常使用する場合は，…プラグ7の差込片8，8aをコンセントの差込穴1，2に差し込んで使用する。",
                    "使用しない場合は，図4に示したようにコンセントの差込穴2と補助差込穴3に差込片8，8aを挿入し，…」(段落【0005】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「以下，本発明の実施例を図面に基づいて説明をする。",
                    "…1，2はコンセントの差込孔で，通電させる場合はプラグ7の差込片8，8aを差し込むようになっている。",
                    "3は補助差込孔で，通電させる必要がない場合，プラグ7の差込片8をこの補助差込穴3aに，差込片8aを差込穴2に差しこみ，…。",
                    "5，6はプラグ7の差込片8，8aを受ける差込片受けで，プラグ7の差込片が差し込まれることによって，通電するようになっており，9はコードを示す。」(段落【0006】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "「本発明は上記のように構成したので，次のような効果がある。",
                    "a，常にコンセントとプラグが一体になっているのでプラグを探す必要がない。",
                    "b，補助差込穴にプラグの差込片を差し込んでおくと，通電しないので漏電，感電の恐れは全くない。…」(段落【0007】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の内容",
              "text": [
                "甲2公報には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実用新案登録請求の範囲",
                  "text": [
                    "「コンセントボックスの前面又は側面の任意部位にプラグ保持具を備えることを特徴とするプラグ保持具付コンセント。」(第1項)",
                    "「プラグ保持具が，プラグ接続子の間隔と略同一の間隔でコンセントボックスの前面又は側面に彫り込まれた溝により構成される実用新案登録請求の範囲第1項記載のコンセント。」(第2項)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "考案の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "従来技術",
                      "text": [
                        "「…特に事務所や工場では，夜間又は休日には無人となる場合が多いので，防災上使用後には前記プラグはコンセントから抜き外される。しかし，一般的に言って，抜き外されたプラグは，特にこれらを格納すべき場所又は器具を定められていないため，抜き外したその場で床面上に放置されている場合が多い。そのため，人が放置されたプラグに気付かずこれを踏み付けて破損させたり，又はコードに躓いて前記機器類を破損させる他，人自身が怪我をする場合さえある。」(2頁14行～3頁4行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "考案の目的",
                      "text": [
                        "「本考案の目的は，各種電気機器等の電源コードの接続用プラグをコンセントボックスの任意部位に保持させ，接続用プラグ及び各種電気機器等の破損を防止し得るコンセントを提供することにある。」(3頁6行～10行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例",
                      "text": [
                        "「第1図は本考案の実施例を示す。同図において，(1)はプラグ挿込口(2)(2)を二段に有するコンセントで，これは，そのコンセントボックス(3)の前面(4)の側部に一条の溝(5)を側面(6)と平行に形成し，該溝(5)の内側面(7)と側面(6)との間隔寸法(ℓ)を，各種電気機器等の電源コード(8)先端に取付けられた接続用プラグ(9)のプラグ接続子(10)(10)の間隔寸法と略同一寸法としたプラグ保持具(11)を形成したものである。そして，電気機器等の使用後はその電源コード(8)の接続用プラグ(9)をコンセント(11)のプラグ差込口(2)(2)より抜き外した後，上記接続用プラグ(9)のプラグ接続子(10)(10)をコンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)に嵌め込み保持させる。」(3頁下1行～4頁16行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を前提に，一致点の認定の誤り(取消事由1)の有無につき判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本願補正発明と引用発明1とが，コンセントのプラグを差し込む二つの差込穴を有するコンセント，という点で一致するかどうかを検討する。",
                    "本件補正発明である特許請求の範囲をみると，前記第3の1(2)イのとおり，「コンセントのプラグを差し込む2つの差込穴と並列に，同間隔をおいて，1つの補助差込穴ならびに表示部を設けたことを特徴とする，補助差込穴付コンセント。」と記載されており，二つの差込穴については，コンセントのプラグを差し込むものであることが記載されているのみであって，それぞれの長さや，どちらが接地極側にあるかについての記載はなく，また，一つの補助差込穴についても，二つの差込穴と並列に，同間隔をおいて設けることが記載されているのみであって，補助差込穴を接地極側の差込穴の側に設けるのかどうかについての記載もない。",
                    "他方，上記(2)ア，イ(ア)～(ウ)によれば，引用発明1には，コンセント(1)の接続用プラグ(9)を差し込む二つのプラグ差込口(2)と並列に溝(5)を設け，コンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)に接続用プラグ(9)を嵌め込み保持させたプラグ保持具付コンセントが記載されていることが認められる。",
                    "以上によれば，本願補正発明と引用発明1とは，コンセントのプラグを差し込む二つの差込穴を有するコンセント，の点で一致すると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本願補正発明と引用発明1とが，プラグの保持部を有するコンセント，の点で一致するかどうかを検討する。",
                    "上記のように，本件補正発明である特許請求の範囲には，「コンセントのプラグを差し込む2つの差込穴と並列に，同間隔をおいて，1つの補助差込穴ならびに表示部を設けたことを特徴とする，補助差込穴付コンセント。」と記載されているから，本願補正発明のプラグ保持部は，一つの補助差込穴を，コンセントのプラグを差し込む二つの差込穴と並列に，同間隔をおいて設けたものである。そして，本願補正発明のプラグ保持部は，かかる構成をとったことにより，コンセントを使用しない場合にコンセントの差込穴の一方と上記補助差込穴に差込片を挿入することができるので，前記(1)キ記載のように，常にコンセントとプラグが一体になっているのでプラグを探す必要がない，補助差込穴にプラグの差込片を差し込んでおくと，通電しないので漏電，感電の恐れは全くない，という作用効果を奏するものと認められる。",
                    "他方，上記(2)ア，イ(ア)～(ウ)によれば，引用発明1のプラグ保持具(11)は，コンセント(1)の接続用プラグ(9)を差し込む二つのプラグ差込口(2)と並列に溝(5)を設け，コンセントボックス(3)の側面(6)と溝(5)とで形成されたものであり，かかる構成をとったことにより，コンセントを使用しない場合にコンセントボックス(3)の側面(6)と溝(5)にプラグ接続子(10)(10)を挿入することができるものである。そうすると，引用発明1のプラグ保持具も，コンセントをプラグ保持具に嵌め込み保持させるものであるから，本願補正発明と同様に，常にコンセントとプラグが一体になっているのでプラグを探す必要がない，補助差込穴にプラグの差込片を差し込んでおくと，通電しないので漏電，感電の恐れは全くない，との作用効果を奏するものであると認められる。",
                    "すなわち，本願補正発明と引用発明1とは，プラグの保持部が，コンセントを使用しない時にプラグを保持しておくという機能を有する点において一致するのであり，プラグの保持部と二つの差込穴との配置関係については，相違点1(プラグの保持部に関して，前者は，差込穴と並列に，同間隔をおいて，補助差込穴を設けたのに対し，後者は，コンセントボックス(3)の側面(6)と溝(5)とで形成されたプラグ保持具(11)とした点)として認定されているものである。",
                    "以上によれば，本願補正発明と引用発明1とは，プラグの保持部を有するコンセント，の点でも一致すると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イによれば，本件補正発明と引用発明1とは，コンセントのプラグを差し込む二つの差込穴と，プラグの保持部を有するコンセント，である点において一致するというべきであるから，その旨を述べた審決の認定に誤りはなく，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明において，本願補正発明の補助差込穴(3)は，二つの差込穴である非接地極側の短い穴(1)，接地極側の長い穴(2)のうち後者の側に設けられ，このような補助差込穴(3)と長い穴(2)にプラグ(7)の差込片(8)，(8a)が挿入されると，本願補正明細書(甲9)【0007】に記載されたような作用効果を有する，JIS〔「配線用差込接続器」(C8303)〕(甲6)においては，コンセントの構成は刃受，配線接続端子等と記載されているものであり，プラグの刃を差し込む刃受は差込口として呼称されるべきであり，配線を行った際どちらが接地極側(アース)になるかは法規的な面からも安全性の面からも限定されている，と主張する。",
                    "しかし，本願補正発明において，二つの差込穴が，非接地極側の短い穴(1)，接地極側の長い穴(2)で構成されている点や，補助差込穴(3)が，二つの差込穴である非接地極側の短い穴(1)，接地極側の長い穴(2)のうち後者の側に設けられている点は，いずれも本願補正明細書の特許請求の範囲に何ら記載されておらず，発明の詳細な説明にも記載がないものであって，僅かに，図1において，差込穴(2)の長さが差込穴(1)の長さよりもやや長いことが示されているのみであるから，このような事項をもって，本願補正発明を特定する事項とみることはできない。そうすると，たとえJIS〔「配線用差込接続器」(C8303)〕(甲6)において，コンセントの構成は刃受，配線接続端子等と記載されており，また，配線を行った際どちらが接地極側(アース)になるかは法規的な面からも安全性の面からも限定されているものであるとしても，上記のように，本願補正発明において発明を特定する事項とみることができないものをもって本願補正発明の要旨と認定することはできないというほかない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，引用発明1のプラグ保持具は，単に接続をさせて抜いて保持をさせる作用効果しかなく，本願補正発明の補助差込穴(3)とは差込穴という呼称は一致しても，作用効果は異なっており，一致はしない，と主張する。",
                    "しかし，上記(3)に説示したように，引用発明1のプラグ保持具においても，本願補正発明と同様に，常にコンセントとプラグが一体になっているのでプラグを探す必要がない，補助差込穴にプラグの差込片を差し込んでおくと，通電しないので漏電，感電の恐れは全くない，との作用効果を奏するものであるから，作用効果が異なっているということはできない。そして，上記アに説示したように，二つの差込穴が，非接地極側の短い穴(1)，接地極側の長い穴(2)で構成されている点や，補助差込穴(3)が，二つの差込穴である非接地極側の短い穴(1)，接地極側の長い穴(2)のうち後者の側に設けられている点を，本願補正発明の要旨と認定することはできないのであるから，これを前提として本願補正発明と引用発明1のプラグ保持部の作用効果が異なっていることを導くこともできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，当業者が引用発明1に引用発明2を適用して本願補正発明の相違点1に係る構成とすることは容易に想到することができたとの審決の判断は誤りである，と主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，上記(2)ア，イ(ア)～(ウ)によれば，引用発明1のプラグ保持具は，コンセント(1)の接続用プラグ(9)を差し込む二つのプラグ差込口(2)と並列に溝(5)を設け，コンセントボックス(3)の側面(6)と溝(5)とで形成されたものであり，かかる構成をとったことにより，コンセントを使用しない場合にコンセントボックス(3)の側面(6)と溝(5)にプラグ接続子(10)(10)を挿入することができるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，引用発明2の内容について，甲10公報には，実用新案登録請求の範囲に，「ジャック孔に隣接する位置に使用しないプラグピンを差込んでおくための遊び孔を形成したことを特徴とする接続装置。」との記載があり，その明細書(甲3)の考案の詳細な説明に，「…本案の接続装置について一実施例の図面とともに説明する。図において(1)はシャーシ・キャビネット等の取付基板，(2)は取付基板に装着されたジャック本体，(3)，(4)はジャック本体に形成されたジャック孔，(5)は一方のジャック孔(3)に隣接してして設けられた遊び孔，(6)はプラグ本体，(7)，(8)はプラグ本体(6)に装着されたプラグピン，(9)はコードである。尚，遊び孔(5)は遊び孔(5)とジャック孔(3)との間隔がジャック孔(3)と(4)との間隔に等しい位置に形成されている。したがって，プラグピン(7)，(8)をジャック孔(3)，(4)に挿入するのと同じようにプラグピン(7)，(8)をジャック孔(3)，遊び孔(5)(判決注，「(8)」は誤記と認める。)に挿入することができる。」(1頁12行～2頁4行)との記載がある。",
                    "これらによれば，引用発明2は，プラグ本体(6)を保持する際，共通のジャック孔(3)と共に使用する遊び孔(5)が，ジャック孔(3)に隣接する位置であって，ジャック孔(3)，(4)と同間隔である位置に配置された構成をその内容とするものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のア，イによれば，引用発明1と引用発明2は，ともに，プラグの差込に関する技術分野に属する技術思想であるところ，引用発明1のプラグ保持具は，二つのプラグ差込口と並列に溝を設け，コンセントボックスの側面と溝とで形成されたものというのであるから，これに，遊び孔(5)とジャック孔(3)との間隔がジャック孔(3)と(4)との間隔に等しい位置となるように遊び孔(5)が配置されたという引用発明2の構成を適用すれば，当業者(その発明の属する技術の分野における通常の知識を有する者)は，相違点1(プラグの保持部に関して，差込穴と並列に，同間隔をおいて，補助差込穴を設ける構成)を容易に想到することができたというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1のコンセントの二つの差込穴は同じ大きさになっており，機器用のもののように，遊び穴はいかなる場所にでも設けられるものであるところ，本願補正発明の補助差込穴は接地極側の長い穴の側に設けられているのであるから，単に差し込むことは同じだからとの理由で，構成の異なる引用発明1から本願補正発明を容易に想到することができるとはいえない，と主張する。",
                    "しかし，上記2(4)アに説示したように，二つの差込穴が，非接地極側の短い穴(1)，接地極側の長い穴(2)で構成されている点や，補助差込穴(3)が，二つの差込穴である非接地極側の短い穴(1)，接地極側の長い穴(2)のうち後者の側に設けられている点を，本願補正発明の要旨と認定することはできないのであるから，これを前提として，本願補正発明と引用発明1の構成が異なっていることを導くことはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明2において引用発明1のような平行な位置に遊び孔を設けようとすれば，同間隔となる円周径上に設けられない状況となるから，遊び孔をジャック孔間の同間隔距離に設けることは難しく，引用発明1と引用発明2とは基本的に構成が異なり分野も異なるものであって，これらを組み合わせることはできない，と主張する。",
                    "しかし，上記(1)ウに説示したように，引用発明1と引用発明2は，ともに，プラグの差込に関する技術分野に属する技術思想である上，引用発明1は，上記2(3)アに説示したように，コンセント(1)の接続用プラグ(9)を差し込む二つのプラグ差込口(2)と並列に溝(5)を設け，コンセントボックス(3)の側面(6)と溝(5)とで形成されたものというのであるから，引用発明1において既に，二つのプラグ差込口(2)と並列に溝(5)を設けるという技術思想が現れているものである。そして，引用発明2においては，プラグ本体(6)を保持する際，共通のジャック孔(3)と共に使用する遊び孔(5)が，ジャック孔(3)に隣接する位置であって，ジャック孔(3)，(4)と同間隔である位置に配置されているものであるが，隣接する位置という配置関係については，シャーシ・キャビネット等の取付基板(1)，プラグピン(7)，(8)の形状等を勘案しつつ当業者が適宜決定する設計的事項であるに過ぎない。すなわち，仮に甲10公報の第1図，第2図のシャーシ・キャビネット等の取付基板(1)，プラグピン(7)，(8)の具体的形状を前提にした場合，平行な位置に遊び孔を設けようとすれば同間隔となる円周径上に設けられない状況となるとしても，引用発明1に適用する技術思想たる引用発明2が，かかる直角に配列した実施例に限定されるわけではないから，引用発明2の遊び孔(5)がかかる配置関係にあることが，これを引用発明1に適用する技術的な阻害事由となるとは考え難い。そうすると，かかる引用発明2が引用発明1とは基本的に構成が異なり分野も異なるので適用することができないとする合理的な理由はないというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点2の判断の誤り)について",
          "text": [
            "原告は，審決が，当業者であれば，引用発明1に周知技術を適用して相違点2に係る構成とすることは容易に想到することができたと判断したのは誤りである，コンセントにおいて表示部を設けるためには，表示部品を揃えたり，組み込んだりする必要があり容易なことではなかった，と主張する。",
            "しかし，コンセントの使用の状態，すなわち通電状態にあることを表示することは周知の技術(実願昭53−134922号(実開昭55−114183",
            "号)のマイクロフィルム〔甲4〕，特開平2−172169号公報〔甲5〕等)であると優に認められ，また，コンセントを使用しない状態にあること，すなわち非通電状態にあることを表示することも周知の技術(実公昭56−22617号公報〔乙1〕)であると優に認められる。さらに，それらの表示する手段を設ける箇所としても，上記周知技術として掲げた各刊行物に示されているように，プラグ差込孔の周辺域やプラグ差込孔と並列の箇所，直列の箇所が考えられるものであるから，表示手段をどの位置に設けるかは，当業者が適宜決定する設計的事項であると認められる。",
            "したがって，引用発明1において，接続用プラグ(9)の2本のプラグ接続子(10)の一方が，補助差込穴に差し込まれた状態に対応させて，二つの差込穴と並列に，同間隔をおいて表示部を設けることにより，本願補正発明の相違点2に係る構成とすることは，当業者であれば，格別の困難を伴うことなく採用し得ることであるというべきであり，これと同旨の審決の判断に誤りはない。コンセントにおいて表示部を設けるために，表示部品を揃えたり，組み込んだりする必要があり容易なことではなかったとしても，このように発明の実施上に困難があることが当然に技術思想として容易想到でないことに結びつくものではなく，その内容に照らしても，上記判断を左右するものではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10194",
    "date": "2006-12-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033934",
    "ipprecedent_id": "54",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}