{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が異議2003−72609号事件について平成18年2月1日にした決",
        "定「訂正を認める。特許第3413080号の請求項1ないし24に係る特許を取り消す。」のうち，「特許第3413080号の請求項1ないし24に係る特許を取り消す。」を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議の申立てを認めて特許を取り消した決定の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯(甲6)",
          "text": [
            "優先日：1996年(平成8年)10月10日(優先権主張番号：728194，",
            "優先権主張国：米国)",
            "優先日：1996年(平成8年)12月31日(優先権主張番号777579，",
            "優先権主張国：米国)",
            "優先日：1996年(平成8年)12月31日(優先権主張番号778380，",
            "優先権主張国：米国)",
            "優先日：1996年(平成8年)12月31日(優先権主張番号778398，",
            "優先権主張国：米国)",
            "優先日：1996年(平成8年)12月31日(優先権主張番号777806，",
            "優先権主張国：米国)",
            "出願日：平成9年10月13日(特願平9−279076)",
            "特許権者：バーグ・テクノロジー・インコーポレイテッド(名称変更前の原告)発明の名称：高密度コネクタおよび製造方法",
            "審査請求日：平成13年1月29日",
            "手続補正日：平成14年4月2日",
            "特許査定日：平成15年2月12日",
            "設定登録日：平成15年3月28日",
            "特許異議申立日：平成15年10月23日",
            "取消理由通知日：平成17年6月24日",
            "訂正請求日：平成17年12月26日(甲10。以下「本件訂正請求」とい",
            "う。)",
            "異議決定日：平成18年2月1日(異議2003−72609。「訂正を認める。",
            "特許第3413080号の請求項1ないし24に係る特許を取り消す。」との決定(以下「本件決定」という。))",
            "送達日：平成18年2月20日(原告に対し)"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明の要旨(甲10。本件訂正請求による訂正後のもののうち独立請求項は1，13及び23である。下線は訂正部分であり，訂正前の請求項13及び21は削除されている。以下，各請求項に係る発明を「本件発明1」などという。)「【請求項1】 基板に装着可能な電気コネクタ用コンタクトであって，中間部と，この中間部から延びるコンタクト係合部とを備え，このコンタクト係合部は相手方コンタクトに係合しかつはんだが付着されず，更に，中間部から，前記コンタクト係合部から離隔する方向に延びるはんだ端子部と，基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備え，前記中間部は，はんだウィッキング防止コーティングを有し，このはんだウィッキング防止コーティングは前記端子部からコンタクト係合部へのはんだウィッキングを防止する，コンタクト。",
            "【請求項2】 前記コーティングは、ニッケル層を有する請求項1に記載のコンタクト。",
            "【請求項3】 はんだ端子部の近部に、少なくとも1つの側部ノッチを有する請求項1に記載のコンタクト。",
            "【請求項4】 前記中間部は、0．1mmから1mmの幅を有する請求項1に記載のコンタクト。",
            "【請求項5】 はんだ端子部は、はんだ受容材料で形成されたメッキを有する請求項1に記載のコンタクト。",
            "【請求項6】 はんだ受容材料は、10μインチから100μインチ(0．00025～0．0025mm)の厚さを有する請求項5に記載のコンタクト。",
            "【請求項7】 はんだ端子部は、この端子部の先端から、0．1mmから0．25mmの幅を有する請求項5に記載のコンタクト。",
            "【請求項8】 コンタクト係合部は、金とパラジウムとパラジウム合金とから選択された金属メッキを有する請求項1に記載のコンタクト。",
            "【請求項9】 コンタクト係合部の金属メッキは、10μインチから100μインチ(0．00025～0．0025mm)の厚さを有する請求項8に記載のコンタ",
            "クト。",
            "【請求項10】 ニッケルの層は、酸化される請求項2に記載のコンタクト。",
            "【請求項11】 コンタクトは金属部材を有し、ニッケルの層がその上に電気メッキされる請求項2に記載のコンタクト。",
            "【請求項12】 ニッケルの層は、10μインチから100μインチ(0．00025～0．0025mm)の厚さを有する請求項2に記載のコンタクト。",
            "【請求項13】 基板上に実装する電気コネクタ用コンタクトであって，はんだウィッキング防止材料を含む中間部と，この中間部から延び，相手方コンタクトに係合する係合部と，はんだ受容材料を含み，係合部と反対側に中間部から延びる装着部と，電気コネクタが基板に接続される前にこの装着部上に形成されたはんだ部材とを備え，このはんだ部材は，電気コネクタが基板に接続される前に，はんだと熱とを前記装着部に付加することによって形成される，コンタクト。",
            "【請求項14】 前記はんだ部材は、はんだボールである請求項13に記載のコンタクト。",
            "【請求項15】 前記装着部は、タブを備える請求項13に記載のコンタクト。",
            "【請求項16】 前記タブは、前記中間部に対して所定角度を有する請求項15に記載のコンタクト。",
            "【請求項17】 前記タブは、前記中間部に対してほぼ垂直である請求項16に記載のコンタクト。",
            "【請求項18】 前記装着部は、前記中間部に近接する基端部と、前記はんだ部材を受入れる先端部とを有する請求項13に記載のコンタクト。",
            "【請求項19】 コンタクトはニッケル層を有する請求項13に記載のコンタクト。",
            "【請求項20】 前記はんだ受容材料は、金、すず、あるいはすず合金の1つを有する請求項13に記載のコンタクト。",
            "【請求項21】 前記はんだ受容材料は、装着部の全面にわたって配置される請求項13に記載のコンタクト。",
            "【請求項22】 前記係合部は、金、パラジウムあるいはパラジウム合金のいずれか1つである請求項19に記載のコンタクト。",
            "【請求項23】 縁部を有する材料で形成されたストリップと，この縁部から延びる少なくとも1つのコンタクトとを具備し，この少なくとも1つのコンタクトは，前記縁部から延び，その上に配置されたはんだ受容材料の層を有し，球状面を形成する溶融可能部材を保持する装着部と，この装着部から延び，その上にはんだウィッキング防止材料の層を有する中間部と，この中間部から延びる係合部とを，備える，キャリアストリップ。",
            "【請求項24】 前記はんだ受容材料は、装着部の全面を占める請求項23に記載のキャリアストリップ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "text": [
            "本件決定の理由のうち，本件発明1，13及び23に関する部分は，以下のとおりである(ただし，略称並びに章の番号及び記号は本判決で指定したものに改めた部分がある。)が，その内容は要するに，本件発明1，13及び23は，引用例記載の発明に基づいて，いずれも当業者が容易に発明することができたものである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物及びその記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当審で通知した取消しの理由で引用した刊行物1(特開平8−213070号公報(異議申立人の提出した甲第1号証)，以下「引用例1」という。)には，以下の事項が記載されている。",
                    "(ア)「【0002】",
                    "【従来の技術】電子部品を回路基板3の表面に固定する場合，電子部品の端子部を半田付で接続するものが多い。この場合，部品の小形化につれて，半田が端子を駆け上がり易くなり，その部品の機能や性能を損なうことが，しばしば発生する。例えば，コネクタの場合，端子部23から必要以上に半田5が駆け上がり，コンタクト2の接触部21に半田5が付着すると，コネクタの接続信頼性を損なうことになる。そこで，半田5の駆け上がりの防止策として種々の手段が提案されていて，例えば，",
                    "・接着剤によるシーリング 図3(A)",
                    "・インサート成形によるシーリング 図3(B)",
                    "・接着剤塗布によるシーリング 図3(C)",
                    "等を挙げることができる。",
                    "【0003】接着剤によるシーリングとは，図3(A)のように，絶縁体1のコンタクトテールが突出している側に，接着剤6を塗布したものである。接着剤6を塗布することによってコンタクト2と絶縁体1の間の隙間を埋めるものである。インサート成形によるシーリングとは，図3(B)のように，絶縁体1の射出成形時にコンタクト2を金型にセットし，コンタクト2を樹脂で一体成形するものである。コンタクト2を樹脂で一体成形することによって，コンタクト2と絶縁体1との隙間をなくすようにしたものである。接着剤塗布によるシーリングとは，図3(C)のように，予めコンタクト2に接着剤6・レジストインクを帯状に塗布したものである。予めコンタクト2に塗布することによって，半田5の付かない接着剤6・レジストインクのバリヤにより半田5の上がりを止めることをねらったものである。」(段落【0002】及び【0003】)",
                    "(イ)「【0009】",
                    "【課題を解決するための手段】上記本発明の目的は，電子部品の端子部23の表面局部に酸化皮膜231を設けることにより達成できる。ここで，表面局部とは，電子部品端子の端子部23で，基板3までの一部分又は全部をいい，その部分の端子部23全周をいう。",
                    "【0010】",
                    "【作用】コンタクト2の端子部23表面に設けられている酸化皮膜231は，半田に対する濡れ性が小さいので，回路基板3から駆け上ってきた半田5は，酸化皮膜231で停止し，コンタクト2の接触部21に至ることはない。」(段落【0009】及び【0010】)(ウ)「【0011】",
                    "【実施例】以下，図面に基づき本発明を説明する。図1は，本発明の一具体例であるコネクタを示したものである。図1において，1は絶縁体である。絶縁体1は，通常，電気絶縁性のプラスチツクを材料として射出成形技術により所定形状に作られる。絶縁体1には，所要本数のコンタクト2が取り付けられ，固定されている。コンタクト2は，一般に相手コネクタのコンタクトと接触しあう接触部21，絶縁体1に固定される固定部22及び回路基板3と電気的に接続される端子部23の3部分から成り立っている。」(段落【0011】)(エ)「【0012】(前略)・・・コンタクト2は良電導性で，反発弾性のある金属材料を打ち抜き又はその他の公知の加工技術により作ることができる。コンタクトに使用し得る金属材料として，黄銅・リン青銅・ベリリウム銅・洋白丹銅・カドミウム銅・Cu-Ni-Sn合金等を挙げることができる。」",
                    "(オ)「【0013】コンタクト2の端子部23は，絶縁体1より外側に突き出ていて，この突き出た部分は回路基板3に設けられた貫通孔31に挿通される。端子部23は，回路基板3との接続に際し，半田のりが良い様に半田メッキを施すことがある。本発明においては，コンタクト2端子部23の表面周囲に帯状の酸化皮膜231が設けられている。この帯状の酸化皮膜231の位置は，図2(A)に示すように，回路基板3の表面31位置から半田付の所要長を除いた絶縁体1寄りであれば，コネクタ端子部23の如何なる位置であっても良いが，半田付け部分に余裕を見て，絶縁体1の近傍とするのが一般的である。」(段落【0013】)(カ)「【0014】なお，帯状酸化被膜231の幅は，半田の流れを阻止できればよく，500um以上あれば充分にその効果を得ることができる。・・・(後略)」(段落【0014】)(キ)第1図及び第3図には，以下の事項がそれぞれ示されている。",
                    "「回路基板3に装着可能なコンタクトであって，",
                    "固定部22と，",
                    "この固定部22から延びる接触部21とを備え，更に，",
                    "固定部22から，前記接触部21から離隔する方向に延び，上記回路基板3にはんだ付される端子部23と，",
                    "前記端子部22は，参加被膜231を有するコンタクト。」，及び，",
                    "「縁部を有し，",
                    "この縁部から延びる少なくとも1つのコンタクトを具備する板状部材。」上記(ア)ないし(カ)の記載事項及び上記(キ)の図示事項によれば，引用例1には，以下の発明が記載されていると認められる。",
                    "「回路基板3に装着可能なコンタクトであって，",
                    "固定部22と，",
                    "この固定部22から延びる接触部21とを備え，この接触部21は相手コネクタのコンタクトと接触し，更に，",
                    "固定部22から，前記接触部21から離隔する方向に延び，はんだメッキが施され，上記回路基板3にはんだ付される端子部23と，",
                    "前記端子部22は，酸化皮膜231を有し，この酸化皮膜231は回路基板3から駆け上がって来たはんだが前記接触部21に至ることを防止する，コンタクト。」・・・(判決注：本判決ではこの発明を単に「引用発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当審で通知した取消しの理由で引用した刊行物2(特開平8−31873号公報(同甲第2号証)，以下「引用例2」という。)には，以下の事項が記載されている。",
                    "「【0002】",
                    "【従来の技術】半導体チップには多数のパッド(電極)が微小間隔で形成されており，その数は回路の高集積化に伴い増加の一途にある。半導体チップのパッドを配線基板のパッドに電気接続するには，リードフレームを用いたDIP(Dual Inline Package)が多用されていたが，パッドが格子状や多層に多数配列される場合は，前記DIPでは対応が困難であった。このようなことから，半導体チップのパッドと配線基板のパッドとを，半田ボールをリフローソルダリングして接続するベアチップ実装法が開発された。・・・(後略)」(段落【0002】)ウ 当審で通知した取消しの理由で引用した刊行物6(特開平8−118003号公報(同甲第4号証(判決注：甲第3号証の誤記であると認められる。))，以下「引用例3」という。)には，以下の事項が記載されている。",
                    "(ア)「【0024】図に示されているように本実施例のアンテナは，従来のアンテナとは異なり，止まり孔6に対して垂直に貫通して設けられたハンダ供給孔3の供給口の周囲に酸化被膜4が設けられている(斜線部分)。この酸化被膜4はソルダマスクの役目を果たし，ハンダ供給時にハンダ供給孔3以外の部分にハンダが濡れることがないのである。よって，ハンダがハンダ供給孔の周囲に流れて盛上ったり，つらら状に突出したりすることがなく，電気特性が良好になるのである。」(段落【0024】)",
                    "(イ)「【0027】まず，円柱形状のアンテナ部1に止まり孔6及びハンダ供給孔3を設ける。",
                    "次に，アンテナ部1の表面全体に銀メッキを施す。この後に供給孔3のハンダ供給口の周囲に円形状にニッケル(Ｎi)メッキを施す。」(段落【0027】)",
                    "(ウ)「【0029】ここで，ニッケルメッキは空気中で酸化するため，酸化被膜4が形成される。この酸化被膜4の部分は無機物のソルダマスクとして作用し，ハンダが濡れない。したがって，ハンダが盛上ったり，突出することがなく，電気特性が良好になるのである。」(段落【0029】)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "当審で通知した取消しの理由で引用した刊行物5(EIAJ RC−5200「コネクタ用語」，1993年12月，(社)日本電子機械工業会技術部発行(同甲第3号証(判決注：甲第4号証の誤記であると認められる。)，以下「引用例4」という。)には，以下の事項が記載されている。",
                    "(ア)「金めっき gold plating",
                    "金めっきは回路電圧が1ボルト以下，接触圧がO.3N以下，挿抜回数が500～1000回，又は，腐食性の環境で使用するコンタクトに，ほとんど例外なく使用されている。金の有孔性によるクリープ現象の防止及びベースメタルの拡散防止のために，下地にニッケルめっきを施す。」(第23頁第18−21行)",
                    "(イ)「ニッケルめっき nickel plating",
                    "主として金の下地めっきとして下記の理由により使用される。",
                    "1.亜鉛と銅は双方とも金の中に迅速に拡散するのでこれを防止するために用いる。",
                    "2.金は有孔性のため硫化銅及び硫化銀は共に金めっき面上の孔を通し，クリープ現象を起こし金表面全体にわたって拡がる。このクリープ現象を防止するために用いる。",
                    "また，ニッケルは，その良好な高温特性のため耐熱用ターミナルのめっきとして用いられる。」",
                    "(ウ)「部分めっき",
                    "通常，金の使用量を少なくするために接触部のみに行うめっき。",
                    "一般的には，次の方法がある。",
                    "1.コンタクト全体にニッケルめっき，それから接触部に金めっき。",
                    "2.コンタクト全体にニッケルめっき，その上に金のフラッシュめっき，それから接触部に金めっき。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "当審で通知した取消しの理由で引用した刊行物7(マグローヒル科学技術用語大辞典第1版，昭和54年3月20日，株式会社日刊工業新聞社発行(同甲第5号証)，以下「引用例5」という。)には，以下の事項が記載されている。",
                    "「金めっき gold plating ［冶金］ 材料の上に，厚みを調節して薄層状に金を電気めっきする方法。耐食性とはんだ付け性がよいので電気接点に，また装身具や装飾品に用いる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明1と引用発明を対比するに，後者の「回路基板3」は前者の「基板」に相当し，以下同様に，後者の「コンタクト」は前者の「電気コネクタ用コンタクト」に，後者の「固定部22」は前者の「中間部」に，後者の「接触部21」は前者の「コンタクト係合部」に，後者の「上記回路基板3にはんだ付される端子部23」は前者の「はんだ端子部」にそれぞれ相当する。",
                    "また，はんだウィッキングとは，コンタクトの端子部と基板のはんだ付の際に，はんだが基板からコンタクト上を伝わり(駆け上がり)，コンタクトの上部に至ることを意味するという技術常識に基づけば，引用発明の「酸化被膜21」は，本件発明1の「はんだウィッキング防止コーティング」に相当するといえる。",
                    "さらに，上記記載事項(1)ア(イ)によれば，引用例1には，「コンタクト2の端子部23表面に設けられている酸化皮膜231は，半田に対する濡れ性が小さいので，回路基板3から駆け上ってきた半田5は，酸化皮膜231で停止し，コンタクト2の接触部21に至ることはない。」と記載されており，「酸化被膜231」の機能は「接触部21」にはんだが至ることのないようにすることにあるため，この「接触部21」には「はんだが付着されない」ことは明らかである。",
                    "してみれば，本件発明1と引用発明とは，",
                    "「基板に装着可能な電気コネクタ用コンタクトであって，",
                    "中間部と，",
                    "この中間部から延びるコンタクト係合部とを備え，このコンタクト係合部は相手方コンタクトに係合しかつはんだが付着されず，更に，",
                    "中間部から，前記コンタクト係合部から離隔する方向に延びるはんだ端子部と，はんだウィッキング防止コーティングを有し，このはんだウィッキング防止コーティングは前記端子部からコンタクト係合部へのはんだウィッキングを防止する，コンタクト。」である点で一致し，以下の各点で相違する。",
                    "(相違点1−1)",
                    "本件発明1が「基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備え」るのに対し，引用発明はそうでない点。",
                    "(相違点1−2)",
                    "「はんだウィッキング防止コーティング」を，本件発明1では「中間部」が有するのに対し，引用発明では「端子部23」が有する点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1−1について",
                      "text": [
                        "上記記載事項(1)イによれば，引用例2には，従来の技術として，「半導体チップのパッドと配線基板のパッドとを，半田ボールをリフローソルダリングして接続するベアチップ実装法」が記載されており，半導体チップやコネクタ等の電子部品を基板にはんだ接続により装着するため，あらかじめ，電極部にはんだボールを熱融合により取り付けることは従来周知の技術である。(特開平8−46077号公報，特公平7−7781号公報を参照。)",
                        "この「電極部」は引用発明の「端子部23」に相当することは明らかであるので，引用発明において，「電気コネクタ」を「基板」に装着する手段として従来周知の技術を適用し，相違点1−1に係る構成とすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1−2について",
                      "text": [
                        "「酸化被膜231」の機能は「接触部21」にはんだが至ることのないようにすることにあるため，その位置は「端子部23」に限定されることなく，「接触部21」よりも下方(「端子部23」側)であればよいことは明らかなので，引用発明において相違点1−2に係る構成とすることは当業者が容易に想到し得るものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明13について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明13と引用発明を対比するに，後者の「回路基板3」は前者の「基板」に相当し，以下同様に，後者の「装着する」は前者の「実装する」に，後者の「コンタクト」は前者の「電気コネクタ用コンタクト」に，後者の「固定部22」は前者の「中間部」に，後者の「相手コネクタのコンタクト」は前者の「相手方コンタクト」に，後者の「半田メッキ」は前者の「はんだ受容材料」に，後者の「端子部23」は前者の「装着部」にそれぞれ相当する。",
                    "本件発明13が「実装する」としているのに対し，引用発明は「装着可能」としているが，「コンタクト」を「基板」に「実装する」ために，この「コンタクト」を「基板」に「装着可能」としているものであるから，両者は技術的に同義であるといえる。",
                    "また，上記対比・判断(2)アの対比と同様に，引用発明の「酸化被膜231」は本件発明13の「はんだウィッキング防止材料」に相当する。",
                    "してみれば，本件発明13と引用発明とは，",
                    "「基板上に実装する電気コネクタ用コンタクトであって，",
                    "はんだウィッキング防止材料を含み，",
                    "この中間部から延び，相手方コンタクトに係合する係合部と，",
                    "はんだ受容材料を含み，係合部と反対側に中間部から延びる装着部とを備えたコンタクト」である点で一致し，以下の各点で相違する。",
                    "(相違点2−1)",
                    "「はんだウィッキング防止材料を含む」のは，本件発明13が「中間部」であるのに対し，引用発明は「端子部23」である点。",
                    "(相違点2−2)",
                    "本件発明13が「電気コネクタが基板に接続される前にこの装着部上に形成されたはんだ部材とを備え，このはんだ部材は，電気コネクタが基板に接続される前に，はんだと熱とを前記装着部に付加することによって形成」されるのに対し，引用発明がそうでない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2−1について",
                      "text": [
                        "上記対比・判断(2)イ(イ)の判断と同様に，引用発明において相違点2−1に係る構成とすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2−2について",
                      "text": [
                        "上記対比・判断(2)イ(ア)の判断と同様に，引用発明において相違点2−2に係る構成とすることは，当業者が容易に想到し得るものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明23について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本願発明23と引用発明を対比するに，後者の「固定部22」は前者の「中間部」に相当し，以下同様に，後者の「接触部21」は前者の「係合部」に，後者の「端子部23」は前者の「装着部」に，後者の「はんだメッキ」は前者の「はんだ受容材料の層」にそれぞれ相当する。",
                    "また，上記対比・判断(2)アの対比と同様に，引用発明の「酸化被膜231」は本件発明23の「はんだウィッキング防止材料」に相当する。",
                    "してみれば，本件発明23と引用発明とは，",
                    "「コンタクトは，",
                    "はんだウィッキング防止材料の層を有し，",
                    "はんだ受容材料の層を有する装着部と，",
                    "この装着部から延びる中間部と，",
                    "この中間部から延びる係合部とを備えたコンタクト」である点で一致し，以下の各点で相違する。",
                    "(相違点3−1)",
                    "本件発明23が「縁部を有する材料で形成されたストリップと，この縁部から延びる少なくとも1つのコンタクトとを具備」し，「この少なくとも1つのコンタクトは，前記縁部から延び」る「装着部」を有するのに対し，引用発明はそうでない点。",
                    "(相違点3−2)",
                    "本件発明23が「装着部」に「球状面を形成する溶融可能部材を保持する」のに対し，引用発明はそうでない点。",
                    "(相違点3−3)",
                    "「はんだウィッキング防止材料の層を含む」のは，本件発明23が「中間部」であるのに対して，引用発明は「端子部23」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3−1について",
                      "text": [
                        "上記図示事項(1)ア(キ)によれば，引用例1の第3図には，従来の技術として「縁部を有し，この縁部から延びる少なくとも1つのコンタクトを具備する板状部材」が示されており，しかも，コネクタの組立てに当たり，コンタクトを具備するキャリアストップを用いることは従来周知の技術(特開平5−251123号公報，実願平3−96801号(実開平5−41084号)のCD−ROM，特開平8−64314号公報参照。)であることから，引用発明において，相違点3−1に係る構成とすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3−2について",
                      "text": [
                        "上記対比・判断(2)イ(ア)の判断と同様に，引用発明において相違点3−2に係る構成とすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3−3について",
                      "text": [
                        "上記対比・判断(2)イ(イ)の判断と同様に，引用発明において相違点3−3に係る構成とすることは，当業者が容易に想到し得るものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤りと本件発明1と引用発明の一致点の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，引用例1(甲1)には，「回路基板3に装着可能なコンタクトであって，固定部22と，・・・酸化皮膜231を有するコンタクト。」が示されていると認定した上で，引用発明の「固定部22」が本件発明1の「中間部」と認定しているが，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の「固定部22」は，第1図の符号「22」の引出位置を見れば明らかなように，端子を収容し固定する「絶縁体1」に対して所要本数のコンタクトを取り付ける固定部であって，このような構成のコンタクトをその「端部23」を「回路基板3」の「貫通孔31」に挿通することにより，「回路基板3」にはんだ付けして固定するものである。",
                        "そして，「コンタクト2」は，引用例1の3頁3欄1～5行の記載から明らかなように，相手コネクタのコンタクトと接触し合う「接触部21」と，「絶縁体1」に固定される「固定部22」，及び「回路基板3」と電気的に接続される「端子部23」の3部分から成り立つものである。",
                        "このように引用例1に記載されたコネクタは，「回路基板3」にはんだ付けによってその「端子部23」を装着して使用されるコネクタであって，この「回路基板3」に装着される前の状態で，すなわち，はんだによって固定されない状態で，もはやコネクタ単体として完成しているものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，本件発明1のコネクタは，請求項1記載の構成から明らかなとおり，基板にコンタクトが装着され，回路基板上にコネクタが装着される前に，コンタクトの端子部上で熱融合されるはんだボールを備えてはじめて完成される構成のコネクタなのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明1のコンタクトが，基板，すなわち実施例における絶縁ハウジング(例えば，図15の符号238で図示)に対して，装着ないし係合される位置は，その下側部すなわち端子部であるから，引用発明の「固定部」と対比判断すべきものは，本件発明1の「中間部」ではなく，「端子部」である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "決定は，本件発明1のコネクタと引用発明の具体的構成の相違を看過した結果，対比・判断を誤っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明においては，コンタクトの中間部が基板に装着されただけではコネクタ単体が完成されるものではなく，基板にコンタクトが装着され，回路基板上にコネクタが装着される前に，コンタクトの端子部上で熱融合されるはんだボールを備えてはじめてコネクタ単体が完成されるのであって，このように構成されたコネクタ単体を，さらに他の回路構成としての回路基板に，はんだボールのリフロー等によって装着して使用するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，引用例1に記載されたコネクタは，「回路基板3」にはんだ付けによってその「端子部23」を装着して使用されるコネクタであって，この「回路基板3」に装着される前の状態で，すなわち，はんだによって固定されない状態で，もはやコネクタ単体として完成しているものであって，そのコンタクトに酸化皮膜によるはんだの駆け上がり防止機能を備えたものであり，その構造自体は，従来のコネクタと同様であり，前述したとおり，コネクタは，図1に示されるようにコンタクトの端子部を「回路基板3」の所定箇所に「台4」を介して貫通装着し，その挿通箇所をはんだ付けによって接続し，固定して使用されるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用例1発明においては，コネクタ単体は，「回路基板3」を除外して認識されるべきものであるのに対して，本件発明1は，「基板上にコネクタを装着する前に，端子部上で熱融合されるはんだボール」をも備えてはじめて，コネクタ単体が完成するものであって，このコネクタ単体をさらに他の回路基板に，このはんだボールのリフロー等によって装着して使用できるようにしたものであるから，そのような具体的構成の相違を看過した本件決定の認定は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1−1の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件決定は，引用例2(甲2)のように「半導体チップやコネクタ等の電子部品を基板にはんだ接続により装着するため，あらかじめ，電極部にはんだボールを熱融合により取り付けることは従来周知の技術である。」として，特開平8−46077号公報(甲8)，特公平7−7781号公報(甲9)を参照例として挙げ",
                  "text": [
                    "ている。",
                    "しかし，引用例2のベアチップ実装法には，可溶性の「保持物体3」に並列設置された「導線2」の切断面に「半田バンプ6」を形成して製造するマイクロコネクタが開示され，この「導線2」端部には，半田浴浸漬や電気めっきによる半田バンプが形成されているだけである。",
                    "また，この引用例2には，特公平6−28121号公報(甲7)がその従来技術として引用されているが，これには，異方導電フィルムとして，絶縁性フィルムの厚さ方向に所定の間隔で導電性の細線を両端が露呈するように埋め込み，この細線の両端にはんだメッキ層からなる被膜層を形成したもので，引用例2と同様の発明が開示されているにすぎない。",
                    "そして，これらいずれの発明にも，はんだボールを端子部に接触して融合する構成について示唆がないばかりか，この引用例2記載の発明については，「導線2」の端部を除く部分が「保持物体3」で覆われているため，はんだウィッキング防止材料を設けるという発想自体が想起されない技術であるから，これを引用発明に適用することは技術的に関連がなく，むしろ阻害要因がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，コンタクトを回路基板にはんだ付けして構成されるものであって，そのはんだ付けの場合に，はんだがコンタクトを駆けあがらないようにコンタクトの表面局部に酸化皮膜を施したものが開示されているが，コンタクトと回路基板との位置決め及び間隙形成のための「台4」が配置されて構成されるものであって，これにはんだボールを適用する必要性は全くないから，引用発明に対して引用例2に示すようなはんだボール技術を組み合わせて構成することの示唆はなく，容易想到性がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例3(甲3)には，アンテナ部のはんだ濡れを防止するソルダマスクとしてのニッケルメッキによる「酸化皮膜4」が開示されているが，本件発明1におけるはんだボールによるコンタクト端部との融合等に関する開示は一切ない。",
                    "引用例4(甲4)には，金めっき，ニッケルめっきが開示されているが，はんだウィッキング防止，あるいは，はんだボールの融合等の本件発明1の構成や作用効果については何ら記載されていない。",
                    "また，引用例5(甲5)には，電気接点に好適な金メッキに関する記載があるが，基板に装着可能な具体構成を有する電気コネクタに関係するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件決定は，その他の刊行物記載の発明と本件発明1との対比においても，半導体チップやコネクタ等の電子部品を基板にはんだ接続により装着するために，あらかじめ，電極部にはんだボールを熱融合により取り付けることは周知の技術であるとしている。",
                    "確かに，電極部にはんだボールを熱融合によって取り付けること自体は公知であるが，本件発明1に関する具体構成については全く開示されておらず，示唆もされていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(その他の発明について)",
              "text": [
                "本件発明13及び23は，本件発明1と同様の構成及びその他の構成を有するものであるから，本件発明1と同様の理由により，引用発明等から容易に想到し得るものではない。",
                "本件発明2ないし12，14ないし22，及び24は，それぞれ，本件発明1，13，23に従属する請求項に係る発明であるから，同様の理由により，容易に想到し得るものではないから，決定の認定，判断に誤りがあることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，「固定部22」は一方に「接触部21」を，他方に「端子部23」を備え，「端子部23」が「回路基板3」にはんだ付けされると認定しているのみであって，はんだによって固定される「固定部22」が示されているとの認定はしていない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の「固定部22」は，引用例1(甲1)の【図1】の図示内容からみて明らかなように，「コンタクト2」の「端子部23」と「接触部21」との中間にあるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，本件発明1の「中間部」は，請求項1の記載からみて，絶縁ハウジングに装着されるとの限定はなく，コンタクトの「コンタクト係合部」と「はんだ端子部」の中間にあるものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明の「固定部22」は本件発明1の「中間部」に相当するとした，本件決定の判断に誤りはなく，原告の主張は失当である。",
                        "なお，請求項中の発明特定事項については，同一の記載が用いられている場合には，同一の事項を意味していると解すべきであり，本件発明1における「基板に装着可能な電気コネクタ用コンタクト」及び「基板上にコネクタを装着する前に」に含まれる「基板」が，両方とも，実施例における「絶縁ハウジング」でなく「回路基板」あるいは「プリント基板」を意味することは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件決定は，相違点1−1として，「本件発明1が「基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備え」るのに対し，引用発明はそうでない点。」と認定しており，本件発明1のコネクタを回路基板にリフロー等によって装着する前にコンタクトの端子部上にはんだボールが熱融合された構成を無視せず，本件発明1と引用発明との相違点として明確に認定判断しているから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，引用例2(甲2)について，「【0002】【従来の技術】半導体チップには多数のパッド(電極)が微小間隔で形成されており，その数は回路の高集積化に伴い増加の一途にある。半導体チップのパッドを配線基板のパッドに電気接続するには，リードフレームを用いたDIP(Dual Inline Package)が多用されていたが，パッドが格子状や多層に多数配列される場合は，前記DIPでは対応が困難であった。このようなことから，半導体チップのパッドと配線基板のパッドとを，半田ボールをリフローソルダリングして接続するベアチップ実装法が開発された。・・・(後略)」(段落【0002】)」と摘示しており，半導体チップと配線基板の電気接続のために，はんだボールをリフローソルダリングして接続するベアチップ実装法という従来の技術が存在することを引用したにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1(甲1)に記載された「台4」は，コンタクトと回路基板との位置決め及び間隙形成のために配置されているものであり，コネクタと回路基板の電気接続は，この「台4」とは別の位置ではんだ接続されるものであるから，「台4」の存在がはんだボールの適用を困難にする理由はない。",
                    "また，はんだボールは，はんだ接続に用いられる従来周知の手段であり，端子間隔のより狭い多数端子(電極部など)を一度にはんだ接続するために有効なものとして知られている。そして，多数のコンタクト(ピン)を備えたコネクタは従来周知(例えば，実願平3−96801号(実開平5−41084号)のCD−ROM",
                    "(甲12)，特開平8−64314(甲13)などを参照。)であり，引用発明に",
                    "おいても，多数のコンタクト(ピン)を備えることは想定し得ることであるから，その際のはんだ接続の手段として，はんだボールを用いることは十分に動機付けされるものである。",
                    "なお，半導体チップやコネクタ等の電子部品を基板にはんだ接続により装着するため，電極部にはんだボールを熱融合により取り付けることが従来周知の技術であるとする根拠として，本件決定で提示された特許文献(甲8及び甲9)に加え，乙1及び乙2として，特開平8−148236号公報及び実願平5−6140号(実",
                    "開平6−60022号)のCD−ROMを提示する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明13及び23は本件発明1のコンタクトと実質的に同様の構成であるので，本件決定の理由により特許を取り消すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その他の請求項記載の発明も，それぞれ前述した本件発明1，13又は23のいずれかを引用する発明であり，本件決定の理由により特許を取り消すべきものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1記載の発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には次のとおり記載又は図示されている。",
                    "①「【請求項1】 複数の電子部品端子と，この電子部品端子を収容し固定する絶縁体とからなる電子部品端子の半田上がり防止構造において，前記電子部品端子の端子部の表面局部に酸化皮膜を設けたことを特徴とする電子部品端子の半田上がり防止構造。」(特許請求の範囲)",
                    "②「【0001】【産業上の利用分野】本発明は，回路基板表面に半田で固定する電子部品に関するもので，特に，半田上がりを所定の位置で停止できる端子を有する電子部品に関するものである。」",
                    "③「【0008】本発明は，斯る現状に鑑みてなされたものであって，回路基板3に半田5で固定する場合に端子部23の半田上がりを停止でき，半田上がりによる機能や性能を損なうことのない電子部品の提供を目的とする。」④「【0009】【課題を解決するための手段】上記本発明の目的は，電子部品の端子部23の表面局部に酸化皮膜231を設けることにより達成できる。ここで，表面局部とは，電子部品端子の端子部23で，基板3までの一部分又は全部をいい，その部分の端子部23全周をいう。」",
                    "⑤「【0010】【作用】コンタクト2の端子部23表面に設けられている酸化皮膜231は，半田に対する濡れ性が小さいので，回路基板3から駆け上ってきた半田5は，酸化皮膜231で停止し，コンタクト2の接触部21に至ることはない。」",
                    "⑥「【0011】【実施例】以下，図面に基づき本発明を説明する。図1は，本発明の一具体例であるコネクタを示したものである。図1において，1は絶縁体である。絶縁体1は，通常，電気絶縁性のプラスチツクを材料として射出成形技術により所定形状に作られる。絶縁体1には，所要本数のコンタクト2が取り付けられ，固定されている。コンタクト2は，一般に相手コネクタのコンタクトと接触しあう接触部21，絶縁体1に固定される固定部22及び回路基板3と電気的に接続される端子部23の3部分から成り立っている。」",
                    "⑦「【0012】コンタクト2の取り付け或いは固定の一般的手段には，既に成形された絶縁体1の所定箇所に設けられたコンタクト取付孔にコンタクト2を圧入する方法や絶縁体1の成形時に既に所定の形状に作られたコンタクト2をプラスチック材料で一体成形する方法等がある。コンタクト2は良導電性で，反発弾性のある金属材料を打抜き又はその他の公知の加工技術により作ることができる。コンタクトに使用し得る金属材料として，黄銅・リン青銅・ベリリウム銅・洋白丹銅・カドミウム銅・Cu-Ni-Sn合金等を挙げることができる。 【0013】コンタクト2の端子部23は，絶縁体1より外側に突き出ていて，この突き出た部分は回路基板3に設けられた貫通孔31に挿通される。端子部23は，回路基板3との接続に際し，半田のりが良い様に半田メッキを施すことがある。本発明においては，コンタクト2端子部23の表面周囲に帯状の酸化皮膜231が設けられている。この帯状の酸化皮膜231の位置は，図2(A)に示すように，回路基板3の表面31位置から半田付の所要長を除いた絶縁体1寄りであれば，コネクタ端子部23の如何なる位置であっても良いが，半田付け部分に余裕を見て，絶縁体1の近傍とするのが一般的である。」",
                    "⑧「【0015】・・・酸化被膜の生成は，コンタクト2を絶縁体1に装着前であっても，装着後であってもよい。図1中4は，絶縁体1の底面から突出した台である。この台4はコネクタと回路基板3との間に間隙をもたらし，半田上がり防止の点で有効なものである。」",
                    "⑨「【0016】【発明の効果】本発明は上述の通りであって，以下に挙げる独特の顕著な効果を奏するものである。",
                    "・回路基板3から駆け上がってきた半田5は，電子部品の端子部23の酸化被膜231で停止されて，接触部21まで来ることがないから，電子部品の接触部21に半田5が付着することなく，半田付着による接続信頼性の低下は起こり得ない。」",
                    "⑩図1には，「絶縁体1」，複数の「コンタクト2」及び「台4」からなるコネクタが示されており，「コンタクト2」が，「固定部22」と「固定部22」から上方にのびる「接触部21」と，「固定部22」から下方に伸びる「端子部23」とを備え，「固定部22」と「端子部23」が「回路基板3」に「半田5」により固定される部位との間に帯状の「酸化被膜231」を有するものであることが示されている。",
                    "⑪図2(B)には，帯状の「酸化被膜231」を「固定部22」に有するコンタクトが示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の記載及び図示によると，引用例1には，「回路基板に半田付けにより取り付けられる絶縁体からなるコネクタに所要本数取り付けられ，固定されるコンタクト2」であって，「相手コネクタのコンタクトと接触しあう接触部21，絶縁体1に固定される固定部22及び回路基板3と電気的に接続される端子部23の3部分から」形成されている「コンタクト2」が記載されている(上記⑥)。",
                    "そして，「コンタクト2」の「接触部21」は，「固定部22」から上方に延びて，「端子部23」は，「固定部22」から下方に延びて形成されているものであり(上記⑩)，「端子部23」には，「半田メッキ」が施されること(上記⑦)，「端子部23」と，「接触部21」との間に「酸化被膜」が設けられ(上記⑥及び⑦)，「酸化被膜」により，「回路基板3」から駆け上がってきた「半田5」が，「端子部23」の「酸化被膜231」で停止されて，「接触部21」まで来ることがないという作用を奏する(上記⑨)ものと認められる。",
                    "また，「酸化被膜の位置」については，「回路基板3の表面31位置から半田付の所要長を除いた絶縁体1寄りであれば，コネクタ端子部23の如何なる位置であっても良いが，半田付け部分に余裕を見て，絶縁体1の近傍とするのが一般的である。」と記載され(上記⑦)，「固定部22」に「酸化被膜」を設けた例も示されている(上記⑪)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の事実によると，引用例1には，本件決定が認定したとおり，「回路基板3に装着可能なコンタクトであって，固定部22と，この固定部22から延びる接触部21とを備え，この接触部21は相手コネクタのコンタクトと接触し，更に，固定部22から，前記接触部21から離隔する方向に延び，はんだメッキが施され，上記回路基板3にはんだ付される端子部23と，前記端子部23は，酸化皮膜231を有し，この酸化皮膜231は回路基板3から駆け上がって来たはんだが前記接触部21に至ることを防止する，コンタクト。」(ただし，審決中の「端子部22」の記載は「端子部23」の誤記であると認められる。)が規定されていると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用例1に記載された「コンタクト」の「固定部22」は，「コネクタ」を形成する「絶縁体1」に固定される部分であり，「絶縁体1」と離れて認定することはできないと主張する。",
                    "しかし，本件決定が引用発明として認定しているものは，引用例1に記載された「コンタクト」についてであることは明らかであるところ，同「絶縁体1」は「コネクタ」を形成する部材であって，「コンタクト」を形成する部材ではない。また，引用例1に記載されたコネクタにおいて，コンタクトの「固定部22」が「絶縁体1」に固定されているとしても，同「コンタクト2」が，単体として，「接触部21」，「固定部22」及び「端子部23」を備えるものとして開示されているのであるから，本件決定が引用発明を認定するに当たり，コンタクトが「固定部22」を有していると認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明の一致点，相違点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記第2の2のとおり，本件発明1の要旨は，「基板に装着可能な電気コネクタ用コンタクトであって，中間部と，この中間部から延びるコンタクト係合部とを備え，このコンタクト係合部は相手方コンタクトに係合しかつはんだが付着されず，更に，中間部から，前記コンタクト係合部から離隔する方向に延びるはんだ端子部と，基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備え，前記中間部は，はんだウィッキング防止コーティングを有し，このはんだウィッキング防止コーティングは前記端子部からコンタクト係合部へのはんだウィッキングを防止する，コンタクト。」と規定される。",
                    "そうすると，本件発明1は，①基板に装着可能な電気コネクタ用コンタクトの発明であること，②コンタクトは，(a)中間部と，(b)中間部から延びる，相手方コンタクトに係合し，はんだが付着されないコンタクト係合部と，(c)中間部から，前記コンタクト係合部から離隔する方向に延びるはんだ端子部と，(d)基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備えること，③前記中間部は，はんだウィッキング防止コーティングを有しており，はんだウィッキング防止コーティングは前記端子部からコンタクト係合部へのはんだウィッキングを防止するものであるということができる。",
                    "したがって，本件発明1の「コンタクト」の「中間部」は，「コンタクト係合部」と「はんだ端子部」との間に存在する部分であることが記載されているものの，中間部についてこれ以外に記載されているのは，はんだウイッキング防止コーティングを有していることのみである。",
                    "なお，本件発明13においても同様に，「中間部」は，「係合部」と「装着部」との間に存在する部分であること，中間部についてははんだウイッキング防止材料を含む点のみが規定されていることがそれぞれ認められ，「装着部」については，本件発明1の「はんだ端子部」と同様に規定されている。また，本件発明23においても，「中間部」，「装着部」については同様であるから，本件発明1の「中間部」と変わるところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の「コンタクト」がコネクタの基板に固定される部分は「はんだ端子部」であるから，引用発明の「固定部22」は，本件発明1の「端子部」と対比すべきものであると主張する。",
                    "しかし，上記アで認定したように，本件発明1において，「はんだ端子部」については，「中間部からコンタクト係合部から離隔する方向に延びるもの」であること，及び「基板上にコネクタを装着する前に，はんだボールが熱融合されるものである」ことのみが規定されており，「はんだ端子部」が「絶縁ハウジングに対して装着ないし係合される」ことは，何ら特定されてはいない。",
                    "なお，本件発明13，23においても，「装着部」との用語が使用されていることから，この部分が何らかの部材に装着されるものであることは窺えるものの，この「装着部」が，「コネクタの絶縁基板へ装着される」ことまでは特定されておらず，はんだ部材が形成される部分であることがわかるだけである。",
                    "したがって，本件発明1の「中間部」が引用発明の「固定部」に相当するものといえるところ，本件発明1と引用発明の具体的構成の相違をいう原告の主張は，本件発明1の要旨に基づかないものであり，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明1の「基板に装着可能な電気コネクタ用コンタクト」における「基板」は，コネクタの「絶縁ハウジング」を意味するものであると主張している。",
                    "しかし，本件発明1の要旨は，「基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備え」と規定されるところ，本件訂正明細書(甲10)及び同明細書が引用する図面(甲6)によると，本件発明の実施例において「回路基板」あるいは「プリント基板」の用語が用いられていること，本件発明の実施例として，コンタクトを絶縁ハウジングに装着する前に，その端子部上にはんだボールを熱融合した場合には，装着が不可能となるものが示されていること(本件訂正明細書段落【0020】，【0022】，【0023】，図4，図5，図7，図11ないし図13)からすると，ここでいう「基板」は，回路基板を意味するものと解するほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，本件発明1のコネクタは，「基板にコンタクトが装着され，回路基板上にコネクタが装着される前に，コンタクトの端子部上で熱融合されるはんだボールをそなえてはじめて完成されるコネクタ」であって，このように構成されたコネクタ単体を，更に他の回路構成としての回路基板に，はんだボールのリフロー等によって装着して使用されるものである点で引用例1記載のコネクタとは具体的構成が相違するものであり，本件決定はこのような具体的構成の相違を看過していると主張する。",
                "しかし，本件発明1の要旨は上記第2の2のとおりであるところ，本件発明1は，コネクタの発明ではなく，コネクタに用いられるコンタクトの発明であり，「コンタクトの端子部上で熱融合されるはんだボールを備えてはじめてコネクタ単体が完成される」ものであるとの特定がされているわけでもない。",
                "したがって，原告の主張は，本件発明1の要旨に基づくものではなく，失当である。",
                "この点は，本件発明13及び23についても同様である。",
                "また，本件決定においては，相違点1−1として，「本件発明1が「基板上にコネクタを装着する前に，前記端子部上に熱融合されるはんだボールとを備え」るのに対し，引用発明はそうでない点」を認定しているから，原告の主張する相違点の看過はない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告の取消事由1についての主張はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には「【0002】・・・半導体チップには多数のパッド(電極)が微小間隔で形成されており，その数は回路の高集積化に伴い増加の一途にある。半導体チップのパッドを配線基板のパッドに電気接続するには，リードフレームを用いたDIP(Dual Inline Package)が多用されていたが，パッドが格子状や多層に多数配列される場合は，前記DIPでは対応が困難であった。このようなことから，半導体チップのパッドと配線基板のパッドとを，半田ボールをリフローソルダリングして接続するベアチップ実装法が開発された。」と記載されており，半導体チップのパッドと配線基板のパッドとを，はんだボールをリフローソルダリングして接続するベアチップ実装法について記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "また，特開平8−46077号公報(甲8)の「【0003】・・・プラ",
                      "text": [
                        "スチックBGA型半導体装置は，図21に示すように，主面1aおよび裏面1bに配線を有する配線基板(以下単に配線基板)1と，この配線基板1の主面に搭載された半導体チップ(半導体素子)2と，前記半導体チップ2の表面に設けられた電極3と，配線基板1の主面に設けられた配線4のボンディングパッド5とを接続する金(Au)からなる導電性のワイヤ6と，前記配線基板1の主面側にトランスファモールドによって形成されかつ前記半導体チップ2や電気的接続部であるワイヤ6等を封止する樹脂(レジン)からなる封止体(以下，レジンパッケージまたは単にパッケージとも呼称する)7と，前記配線基板1の裏面にアレイ状に配置された複数の電極8上に設けられた突起電極9とからなっている。前記突起電極9は外部電極9bとなり，前記電極8上に形成されたハンダバンプ9aによって形成されている。 【0004】前記プラスチックBGA型半導体装置10(以下，単にBGA型半導体装置とも称する)は，たとえば図22に示すように，実装基板15の接続パッド16の上面に前記突起電極9を位置合わせして搭載し，突起電極9(ハンダバンプ9a)をリフローすることによってハンダを配線基板1上の接続パッド16上に濡れ広がらせて，接続パッド16と突起電極9との接続を行なうことによって実装される。」との記載によると，同公報には「配線基板1の裏面にアレイ状に配置された複数の電極8上にハンダバンプ9aからなる突起電極を形成したプラスチックBGA型半導体装置の突起電極9のハンダバンプ9aをリフローして実装基板に接続する」ことが記載されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そして，特公平7−7781号公報(甲9)の「【0002】【従来の技",
                      "text": [
                        "術】表面実装技術は，特にハイエンド・コンピュータで，電子デバイスを互いに接合する好ましい方法として受け入れられている。セラミック・モジュールの裏面に実装したピンを回路板の穴に突き刺す，それ以前のピン・コネクタ法に比べて，同じ面積の回路板に2倍のモジュールが配置できる。部品サイズの縮小，入出力密度の増加，電気抵抗の低下，コストの削減，信号経路の短縮などの他の利点もあって，業界は表面実装技術への移行を進めてきた。 【0003】ある電子構造を別の電子構造に表面実装するためのはんだ構造は無数に提案されている。典型的な表面実装法では，第1の電子構造または「基板」上に配置された導電性の，一般に金属製のパッド上に，はんだペーストをスクリーン印刷することによってはんだ構造を形成する。ステンシル印刷操作を使って，接触マスクをパッドと位置合せする。基板上のはんだペースト領域を，第2の電子構造または「回路板」上の対応するパッドに位置合せし，その上に置く。ある方法では，その代わりにまたはそれに加えて，はんだペーストを回路板のパッド上にスクリーン印刷することもある。配置後，基板と回路板をリフロー操作にかけて，はんだペーストを融かし，基板と回路板上の相対応するパッド間にはんだボンドを形成する。 【0004】他の既知の表面実装技術は，はんだペーストではなくはんだボールを使って，はんだ構造を形成するものである。はんだボールの使用により，スクリーン印刷よりも正確にやや多量のはんだが塗布できる。はんだボールを位置合せして基板に保持し，これを融かして導電性パッド上にはんだ接合を形成する。前と同様に，新しく接合されたはんだボールのついた基板を回路板と位置合せする。次いではんだボールをリフローさせると，基板と回路板の間に良好なはんだボンドが形成される。」，「【0006】本発明の出願人に譲渡された1990年6月18日出願の米国特許出願第555120号で提案されている一つの方法では，基板にスクリーン印刷した低融点はんだを高融点はんだボールと共に使用している。上記出願を引用により本明細書に合体する。",
                        "はんだボールとはんだペーストを併用すると，低融リフロー中にはんだボールの構造の一体性が増すため，導電性パッド上に配置できるはんだの量が大幅に増す。はんだボールとはんだペーストの併用により，最良の電気的特性，構造特性及び工程特性が得られるようにはんだを調整することができる。図1を参照すると，基板17の導電性パッド16に付着するはんだペースト15としては比較的低温で融けるものを選び，一方はんだボール11の組成物は融点が高く，リフロー時にはんだペースト15が少量だけ融けて，はんだボール11の位置を固定する。少量のはんだしかリフローさせないので，橋絡の恐れは少なく，大きなはんだ接合をもつ信頼性が得られる。」との記載及び図1に「基板17の導電性パッド16にはんだペースト15を介してはんだボール11をリフローにより溶着固定したもの」が示されていることからすると，同公報には，「電子デバイスを互いに接合するための方法として，はんだボールを基板に設けた導電性パッドに溶着固定し，その後回路板にリフローによりはんだ接合するもの」が記載されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特開平8−148236号公報(乙1)には，「【0001】【産業上の利用分野】この発明は同軸コネクタに関し，特に，同軸コネクタと同軸ケーブルとの接続構造に関するものである。」，「【0016】・・・コネクタ3には図3(a)に示す如くリング半田41及びボール半田42が，挿入孔31bの底面に配設された環状の外部導体接続部31g及び中心導体接続部33cに夬々，軽圧入状態で取り付けられる。次いでヒータ等によって図中矢印に示す如くシェル31の嵌合孔31d側から熱を加えることで，外部導体接続部31g内のリング半田41，及びコンタクト33の中心導体接続部33c内のボール半田42を溶融する。この状態から図3(b)に示す如く，ケーブル2の接続端側がシェル31の挿入孔31bよりシェル31内に挿入され，接続端面25から露出している中心導体21をボール半田42に，又，外部導体23をリング半田41に当接することで，中心導体21をコンタクト33に，外部導体23をシェル31に半田付けする。 【0017】次に，図4に示す接続工程においては，予め，コネクタ3の挿入孔31b内にケーブル2を挿入し，中心導体21をボール半田42に，外部導体23をリング半田41に夬々当接させた状態でシェル31及びコンタクト33を加熱し半田付けするものであり，図3に示した接続工程に比べ工程を簡略化することができる。・・・」と記載されており，「同軸コネクタ3」の「中心導体接続部33c」に「ボール半田42」を圧入しておき，同軸ケーブルの中心導体を「ボール半田42」に当接させた状態で，加熱してはんだ接続するものが記載されているものと認められる。",
                        "また，実願平5−6140号(乙2。実開平6−60022号)の願書に添付し",
                        "た明細書又は図面の内容を記録したCD−ROMには，「【0004】・・・図1(イ)，(ロ)は，それぞれ本考案の高密度雌雄コネクタ付きケーブル1の斜視図と分解斜視図である。図から明らかな様に，本考案の高密度雌雄コネクタ付きケーブル1は，ポリウレタン被覆線等のはんだ付けが可能なエナメル線を長手方向に複数本平行に並らべ，予め下側のみに一定間隔毎に窓部を形成したポリイミドフィルム等のプラスチックフィルムと上側プラスチックフィルム(ポリイミドフィルム等)でサンドイッチにし，位置合わせ用ガイド穴14を複数設けた窓付きラミネートケーブル又はフレキシブル基板10のエナメル線が，窓部において雄コネクタ4内の基板5の導体パターン6上に設けたはんだバンプ7と熱圧着で接続された構造である。(図2参照。)」と記載されており，コネクタ内の「基板5」の導体パターン上に設けたはんだ「バンプ7」にラミネートケーブル又はフレキシブル基板のエナメル線を熱圧着して接続するものが記載されているものと認められるから，コネクタの接続においてもはんだボールによりはんだ接続を行うことは，本件特許に係る特許出願の最先の優先日前にすでに周知のものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によると，本件発明に係る特許出願の最先の優先日である平成8年10月10日より前には，「半導体チップ，コネクタ等の電子部品を基板にはんだ接続により装着するため，あらかじめ，電極部にはんだボールを熱融合により取り付けること」は周知の技術であったものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例2に記載の発明は，はんだウイッキング防止材料を設けるという発想自体が想起されない技術であるから，これを引用例1のコンタクトに適用することには技術的に関連がなく，むしろ阻害要因があると主張する。",
                "しかし，引用例2に記載の発明自体が，はんだウイッキング防止材料を設けることが困難又は不可能な端子構造を有するものであるからといって，引用例2に記載されているようなはんだボールをリフローソルダリングして接続する実装方法を引用例1に適用することが阻害されることにはならないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，引用例1に開示されるコネクタは，コンタクトを回路基板にはんだ付けして構成されるものであって，そのはんだ付けの場合に，はんだがコンタクトを駆け上がらないようにコンタクトの表面局部に酸化被膜を施したものが開示されているにすぎず，コンタクトと回路基板との位置決め及び間隙形成のための「台4」が配置されて構成されるものであって，はんだボールを適用する必要性はないから，引用発明に周知の端子部にはんだボールを適用する動機付けがなく，引用例1に対して引用例2に示すようなはんだボール技術を組み合わせて構成すること自体，その示唆がなく，容易想到性はないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)ア①のとおり，引用例1には，「複数の電子部品端子と，この電子部品端子を収容し固定する絶縁体とからなる電子部品端子の半田上がり防止構造において，前記電子部品端子の端子部の表面局部に酸化被膜を設けたことを特徴とする電子部品端子の半田上がり防止構造」と記載されており，引用発明が複数の端子のはんだ接続を想定していることは明らかである。",
                    "一方，はんだボールを用いた接続方法は，多数の端子を回路基板に接続する際に用いられるものとして周知の技術であるから，当業者であれば，引用例1のコネクタが多数の端子を有する場合に，従来周知のはんだボールを用いた接続方法を採用しようとすることは当然想定し得る。",
                    "そして，はんだボールを用いた接続方法によっても，はんだを用いた接続である以上，溶融したはんだがコンタクトを駆け上がらないようにする必要があるから，引用発明に対し，周知のはんだボールを用いた接続方法を用いることが目的に反するものとはいえない。",
                    "以上によると，引用発明に周知のはんだボールによる接続方法を適用することには動機付けが存在し，当業者が適宜なし得る程度のことであるといえるから，原告の主張は理由がない。",
                    "なお，原告は，引用例2で引用されている特公平6−28121号公報(甲7)について言及しているが，同公報は，本件決定の認定判断に用いられている証拠ではない。また，原告は，引用例3ないし5(甲3ないし甲5)についても，それぞれ，はんだボールによるコンタクト端部との融合等に関する具体的な構成が開示されているものではないなどと主張するが，上記の判断に影響を与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告の取消事由2についての主張はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について，",
          "text": [
            "原告の主張する本件発明2ないし24についての判断の誤りは，取消事由1及び2と同様の理由であるということのみであるところ，取消事由1及び2が理由がないことについては，上記1及び2のとおりである。",
            "したがって，原告が主張する本件発明2ないし24についての取消事由は，いずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却すべきである。"
      ]
    }
  ]
}