{
  "conclusion": [
    {
      "text": "上記当事者間の東京高等裁判所平成12年(ネ)第2147号特許権侵害差止請求控訴事件について，同裁判所が平成12年10月26日に言い渡した確定判決を取り消す。"
    },
    {
      "text": "第1審判決を取り消し，再審被告の請求をいずれも棄却する。"
    },
    {
      "text": "訴訟費用は，前審及び再審を通じ，再審被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "第1事件",
          "text": [
            "東京高等裁判所平成12年(ネ)第2147号特許権侵害差止請求控訴事件のうち特許第2662538号特許権の請求項1に基づく請求に関する部分について，同裁判所が平成12年10月26日に言い渡した確定判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "第2事件",
          "text": [
            "東京高等裁判所平成12年(ネ)第2147号特許権侵害差止請求控訴事件のうち特許第2662538号特許権の請求項2に基づく請求に関する部分について，同裁判所が平成12年10月26日に言い渡した確定判決を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，再審原告が，再審被告との間の東京高等裁判所平成12年(ネ)第2147号特許権侵害差止請求控訴事件について，同裁判所が平成12年10月26日に言い渡した確定判決に対し，提起した再審の訴えである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件に至る経緯(一件記録により認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "再審被告は，平成10年5月28日，再審原告に対し，再審原告の製造販売する海苔異物除去機(以下「再審原告製品」という。)が，再審被告の特許第2662538号特許権(以下「本件特許権」という。)の請求項1及び2記載の特許(以下，請求項の項数に従い，「本件特許1」，「本件特許2」，両特許をまとめて「本件特許」などといい，各特許に係る発明を「本件特許発明1」，「本件特許発明2」という。)に係る発明の構成要件を充足するか，又はこれと均等であるから，その技術的範囲に属すると主張して，本件特許権に基づく再審原告製品の製造販売行為の差止め及びその廃棄を求める訴えを東京地方裁判所に提起した(同庁平成10年(ワ)第11453号事件)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "東京地方裁判所は，平成12年3月23日，①再審原告製品の構成は，本件特許発明1の「環状枠板部の内周縁内に第一回転板を」「クリアランスを介して内嵌めし」という構成において異なるが，これと均等であるから，再審原告製品は，本件特許発明1の技術的範囲に属する，②再審原告製品の構成は，上記①の点において，本件特許発明2の「請求項1の生海苔の異物分離除去装置」という構成(構成要件G)において異なるが，これと均等であるから，再審原告製品は，本件特許発明2の技術的範囲に属する，と判断して，再審原告製品の製造販売行為の差止め及びその廃棄を命じる判決を言い渡した。",
                "再審原告は，上記一審判決を不服として，東京高等裁判所に控訴を提起した(同庁平成12(ネ)第2147号事件)が，同裁判所は，平成12年10月26日，",
                "上記一審判決と基本的に同旨の理由を説示して，再審原告の控訴を棄却する旨の判決(以下「原判決」という。)を言い渡した。",
                "なお，再審原告は，同控訴審において，本件特許に係る明細書は当該技術分野における通常の知識を有する者が実施することができるようには記載されておらず，特許法36条4項又は6項違反の無効事由が存在する旨主張したが，原判決は，明らかに無効であると認めることはできないとして上記主張を排斥した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "再審原告は，原判決を不服として，最高裁判所に上告受理の申立てをした(同庁平成13年(受)第221号事件)が，同裁判所は，平成13年4月11日，同事件を上告審として受理しない旨の決定をし，これにより原判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "再審原告は，平成15年6月16日，本件特許1について，特許庁に無効審判の請求をした(無効2003−35247号事件)が，特許庁は，平成16年4",
              "text": [
                "月6日，上記請求は成り立たない旨の審決をした。",
                "再審原告は，東京高等裁判所に上記審決の取消しを求める訴えを提起した(同庁平成16年(行ケ)第214号事件)ところ，同裁判所は，平成17年2月28日，上記審決を取り消す旨の判決を言い渡し，同判決は確定した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁は，上記(4)の審判請求事件について更に審理し，平成17年5月12日，本件特許1を無効とする旨の審決をした。",
                "再審被告は，知的財産高等裁判所に上記無効審決の取消しを求める訴えを提起した(同庁平成17年(行ケ)第10530号事件)が，同裁判所は，平成17年11月9日，上記請求を棄却する旨の判決を言い渡した。",
                "再審被告は，上記判決を不服として，最高裁判所に上告受理の申立てをした(同庁平成18年(行ヒ)第24号事件)が，同裁判所は，平成18年4月4日，同事件を上告審として受理しない旨の決定をし，これにより，本件特許1を無効とする上記審決は確定した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "再審原告は，平成17年4月26日，本件特許2について，特許庁に無効審判の請求をしたところ(無効2005-80132号事件)，特許庁は，平成18年7月19日，本件特許2を無効とする旨の審決をした。",
                "再審被告は，知的財産高等裁判所に上記無効審決の取消しを求める訴えを提起した(同庁平成18年(行ケ)第10392号事件)が，同裁判所は，平成19年3月28日，上記請求を棄却する旨の判決を言い渡した。",
                "再審被告は，上記判決を不服として，最高裁判所に上告受理の申立てをした(同庁平成19年(行ヒ)第200号事件)が，同裁判所は，平成19年7月19日，同事件を上告審として受理しない旨の決定をし，これにより，本件特許2を無効とする上記審決は確定した。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "再審原告は，平成18年4月6日，前記(5)の不受理決定の告知を受けたので，同月28日，当裁判所に原判決(全部)に対する再審の訴えを提起した(第1事件)。",
                "当裁判所は，同年11月29日，原判決のうち，本件特許1に基づく請求に関する部分についてのみ再審を開始するが，その余の再審請求を棄却する旨の決定をした。再審原告及び再審被告は，上記決定に対して不服申立てをしたが，いずれも排斥され，上記決定が確定した。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "再審原告は，平成19年8月13日，当裁判所に原判決(全部)に対する再審の訴えを提起した(第2事件)が，その後，再審請求の趣旨を変更し，原判決のうち本件特許2に基づく請求に関する部分について再審を求めた。当裁判所は，平成20年3月10日，原判決のうち，本件特許2に基づく請求に関する部分について再審を開始する旨の決定をし，この決定は確定した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "再審原告の本案に関する主張の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，再審原告製品につき，本件特許発明1及び2の技術的範囲に属すると判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件特許を無効とする審決が確定したことにより，本件特許権は初めから存在しなかったものとみなされる(特許法125条本文)から，再審原告による再審原告製品の製造販売行為が本件特許権を侵害するとの判断は成り立ち得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件特許権に基づく再審被告の権利行使は，無権利者による権利行使に当たるから，原判決を取り消したうえ，再審被告の請求を棄却すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "再審被告の反論の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前審控訴審の口頭弁論終結日は，平成12年9月5日であり，最高裁平成12年4月11日第三小法廷判決・民集54巻4号1368頁(以下「キルビー判決」という。)がされた後である。キルビー判決前は，特許権に基づく侵害行為の差止めや損害賠償等を求める訴訟(以下「特許権侵害訴訟」という。)において，裁判所は，特許権の設定登録がある限り，行政処分の「公定力」により特許が有効であることを前提として侵害の有無を判断していたが，キルビー判決後においては，裁判所は，特許権侵害訴訟において独自に特許の有効無効を判断することができるようになった。",
                "前審控訴審において，再審原告は本件特許が無効である旨の主張をしたが，原判決はこれを排斥した。確かに，このときに再審原告が主張した無効理由は，前記1(5)，\u0001の無効審決が本件特許を無効と判断した理由とは異なるが，これらの無効理由の主張はいわゆる「証文の出し遅れ」であり，本件特許の有効無効を判断した原判決が確定したことにより，出し遅れた無効理由の主張は遮断されるべきである。",
                "原判決の確定により本件特許の有効無効は決着ずみであり，再審原告がこれを蒸し返すことは許されない。",
                "また，民事訴訟は，訴訟手続に従い，紛争を解決し，これに決着を付けるという機能を果すべきものであり，民事訴訟の再審は刑事訴訟における再審とは異なるものであるから，特許の有効性の点を含めて審理判断がされた判決が確定したならば，それによる決着は十分に尊重される必要があり，特許を無効とする審決が確定しても，特許の有効を前提としてされた従前の特許権侵害訴訟の確定判決は覆されるべきではない。",
                "さらに，前記1(5)，\u0001の無効審決は，それぞれ再審原告が本件特許1について請求した3回目の無効審判請求及び本件特許2について請求した4回目の無効審判請求におけるものであり，それまでの無効審判請求においては，いずれも請求は成り立たないとした審決がされている。しかも，原判決が確定するまでにされた無効審判請求においては，本件特許を無効とする審決はされていない。こうした経緯からも本件特許の有効無効は決着済みというべきである。",
                "以上のとおり，本件特許の有効無効は原判決において決着済みであるから，その後に無効審決が確定したとしても，原判決は覆されるべきではなく，本件各再審請求は信義則に反し，権利の濫用である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決が確定した後，再審原告製品の製造販売行為に係る本件特許権の侵害に基づく損害賠償請求訴訟において，再審原告と再審被告の間に訴訟上の和解が成立した。その和解条項には，たとえ後に本件特許が無効となった場合においても，授受した損害賠償金は返還しないことが約されており，将来本件特許を無効とする審決が確定しても，原判決に係る侵害行為の差止め自体はそのままにするというのが，この和解の内容であった。",
                "したがって，本件特許を無効とする審決が確定したことによって，今後，本件特許発明1及び2の実施が自由になることは格別，上記和解の趣旨に照らし，本件再審請求は信義則に反するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "再審被告の本案請求は，再審原告による再審原告製品の製造販売行為が本件特許権を侵害するとして侵害行為の差止め等を求めるものである(特許法100条)から，再審被告が本件特許権を有する旨の主張が請求原因であり，本件では，この請求原因事実として再審被告を特許権者とする本件特許の設定登録がされた事実は争いがないところ，本件特許を無効とする前記第2の1(5)及び(6)の審決が確定したことにより本件特許権は初めから存在しなかったものとみなされる(同法125条本文)のであるから，上記無効審決が確定した旨の主張は権利消滅の抗弁であり，本件では，この抗弁事実も争いがない。",
            "したがって，再審被告の本案請求は，その余の点につき検討するまでもなく理由がないことに帰する。これに対し，再審被告は，その趣旨が必ずしも明瞭とは言い難いものの，本件においては再審原告の上記抗弁主張が許されない旨主張するものと解されるので，再審被告の主張に即して，以下，その当否を検討する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "まず，再審被告は，前記第2の3(1)のとおり，①前審控訴審の口頭弁論終結日はキルビー判決の後であるところ，キルビー判決後においては，裁判所は特許権侵害訴訟において特許の有効無効を判断することができるようになったのであり，現に再審原告は本件特許が無効である旨主張したが，原判決はこれを排斥し，再審被告の本案請求を認容した一審判決を是認したのであるから，原判決の確定により本件特許の有効無効問題は決着ずみであるとして，原判決で審理判断された無効理由とは別個の無効理由であっても，その主張は遮断されるべきであり，これを蒸し返すことは許されない，②民事訴訟の紛争解決機能に基づき，特許の有効無効問題の点も含めて審理判断をした確定判決による決着は尊重される必要があり，無効審決が確定しても覆されるべきではない，③原判決が言い渡される前から無効審判請求が繰り返された経過からみても本件特許の有効無効問題は決着済みというべきである，として，本件審判請求は信義則に反し，権利の濫用となる旨主張するところ，これを善解すれば，再審原告が無効審決の確定による権利消滅の抗弁を主張することが信義則に反し許されないことを主張するものと解し得るので，以下，これを前提に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "キルビー判決は，「特許の無効審決が確定する以前であっても，特許権侵害訴訟を審理する裁判所は，特許に無効理由が存在することが明らかであるか否かについて判断することができると解すベきであり，審理の結果，当該特許に無効理由が存在することが明らかであるときは，その特許権に基づく差止め，損害賠償等の請求は，特段の事情がない限り，権利の濫用に当たり許されないと解するのが相当である。」と判示し，特許権侵害訴訟における権利濫用の法理を確立した。然して，キルビー判決後は，特許権侵害訴訟を審理する裁判所は，キルビー判決の示した権利濫用の法理に基づく抗弁(以下「権利濫用の抗弁」という。)を判断するため特許に無効理由が存在することが明らかであるか否かを審理判断することができるものとされ，これが認められた場合には権利濫用の抗弁を認めて特許権者の請求を棄却するものとされた(当裁判所に顕著な事実)。そこで，再審原告は，キルビー判決の示した権利濫用の法理に従い，前審控訴審において，本件特許に特許法36条4項又は6項違反の無効理由があるとして権利濫用の抗弁を主張したが，原判決は，この抗弁を排斥し，再審原告の控訴を棄却し，再審被告の本案請求を認容した前審一審判決を維持した。なお，再審原告は，上記無効理由に基づく無効審判を請求したが，請求は成り立たないとの審決がされており，本件特許を無効とした審決の無効理由は公知例(特開昭51-82458号公報。新甲4の2の2)と周知技術による進歩性の欠如であった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のように，原判決は，無効理由の存在の明白性という権利濫用の抗弁について判断した上で本案請求を認容した一審判決を維持したのであるから，たとえ同抗弁で主張したものとは別個の無効理由であっても，原判決の確定後にこれを主張し，本案に係る訴訟物の存否を争うことができるとすることは，確定判決に求められる紛争解決機能を損ない，法的安定性を害するとともに，確定判決に対する当事者の信頼をも損なうこととなるから，再審被告の前記①，②の主張もそのような趣旨のものとして理解する余地はある。しかしながら，そうだとしても，再審被告の前記①，②の主張は，結局，確定判決に認められる既判力に基づく遮断効を主張するものに過ぎないのであって，再審開始決定が確定した後の本案の審理においては，判決の確定力自体が失われているのであるから，再審被告の前記①，②の主張は，その前提を欠くものといわざるを得ない。",
                "また，特許権侵害訴訟を審理する裁判所は，キルビー判決後においても，特許が有効であることを前提とした上で，権利濫用の抗弁となる無効理由の存在の明白性を判断するのであり，特許の有効無効それ自体を判断するものではないのであるから，キルビー判決の法理に基づく権利濫用の抗弁と無効審決の確定による権利消滅の抗弁とは別個の法的主張と理解すべきものである。したがって，原判決が再審原告の主張した権利濫用の抗弁について判断したからといって，本件特許の有効性について判断したものとはいえず，また，原判決の確定により本件特許の有効無効問題が決着済みとなったということもできない。加えて，前記(1)のとおり，再審原告が前審控訴審で権利濫用の抗弁として主張した無効理由と本件特許を無効とした無効審決の理由とされた無効理由は異なるものであり，しかも，原判決の当時，無効審決の無効理由とされた公知例の存在を再審原告が認識していなかったことは当事者間に争いがないことからすれば，再審原告が無効審決の確定による権利消滅の抗弁を主張することが無効理由の主張を蒸し返したものであるとは認められないのであり，この点からも再審被告の前記①の主張は失当である。",
                "さらに，本件特許1について無効審決がされたのは再審原告による3回目の無効審判請求においてであり(前記第2の1(4)，(5)，後記3(1)ア)，本件特許2について無効審決がされたのは2回目の無効審判請求においてである(前記第2の1(6)，後記3(1)ア)が，無効審判の請求人及び請求期間には制限がなく，また，特許無効審判の確定審決の登録による同一事実及び同一証拠に基づく対世的な一事不再理効の制約(特許法167条)に抵触しない限り，同一人であっても再度の無効審判請求ができる等の無効審判制度の趣旨に照らすならば，無効審判請求を繰り返し行ったとの一事をもって直ちに再審原告と再審被告との間において前記第2の1(5)，\u0001の無効審決がされる前に本件特許の有効無効問題に決着がついたものと扱うべき理由はないし，本件全証拠を検討しても，再審原告の無効審判請求が濫用的なものであってそれによる法律効果の主張を再審開始後の本案の審理において制限しなければならない事情は窺われず，再審被告の前記③の主張も理由がない。",
                "以上のとおりであるから，再審被告の前記①ないし③の主張はいずれも採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "次に，再審被告は，前記第2の3(2)のとおり，再審原告と再審被告は，原判決確定後にした本件特許権の侵害に基づく損害賠償請求訴訟における訴訟上の和解(以下「本件和解」という。)において，将来本件特許を無効とする審決が確定しても，原判決の認めた侵害行為の差止め自体はそのまま維持するという趣旨の合意をしたから，本件和解の上記趣旨に照らすと，本件再審請求は信義則に反するものである旨主張するところ，これを善解すれば，再審原告が無効審決の確定による権利消滅の抗弁を主張することが信義則に反し許されないことを主張するものと解し得るので，以下，これを前提に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(新乙8，12，14，18，20)及び弁論の全趣旨によれば，本件和解に至る経緯として，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効審判請求について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "再審原告は，平成12年7月27日，本件特許1について，特許庁に無効審判の請求をした(無効2000−35411号事件)が，特許庁は，平成13年1",
                      "text": [
                        "2月4日，上記請求は成り立たない旨の審決をした。",
                        "再審原告は，東京高等裁判所に上記審決の取消しを求める訴えを提起した(同庁平成14年(行ケ)第25号事件)が，同裁判所は，平成15年6月19日，再審原告の請求を棄却する旨の判決を言い渡し，同判決は確定した。(以上，新乙12)(イ) 再審原告は，平成15年5月21日，本件特許1及び2について，特許庁に無効審判の請求をした(無効2003−35204号事件)が，特許庁は，平成16年1月7日，上記請求は成り立たない旨の審決をした。",
                        "再審原告は，東京高等裁判所に上記審決の取消しを求める訴えを提起した(同庁平成16年(行ケ)第51号事件)が，同裁判所は，平成16年11月11日，再審原告の請求を棄却する旨の判決を言い渡し，同判決は確定した。(以上，新乙14)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害賠償請求訴訟における和解について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "再審被告は，原判決確定後の平成13年7月17日，再審原告に対し，再審原告製品の製造販売が本件特許権の侵害に当たるとして，不法行為に基づく損害賠償を求める訴訟を東京地方裁判所に提起し(同庁平成13年(ワ)第14954号事件)，同裁判所は，上記事件において再審被告の請求を一部認容する旨の判決を言い渡した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "再審原告は，上記判決を不服として東京高等裁判所に控訴を提起し，再審被告も附帯控訴を提起した(同庁平成14年(ネ)第3277号控訴事件，同第4479号附帯控訴事件)。同事件の平成15年10月22日和解期日において，再審原告と再審被告との間に本件和解が成立した。",
                        "本件和解においては，再審原告が再審被告に対し，和解金として2億9627万3817円の支払義務があることを認め，これを支払う旨の条項があるところ，当時，再審原告は，本件特許1及び2について上記ア(イ)の無効審判を，本件特許1について前記第2の1(4)の無効審判をそれぞれ請求していたことから，仮に将来本件特許について無効審決が確定した場合でも，再審被告は再審原告に対し，上記和解金を返還する義務がないことを確認する条項が合意されたが，当時，審理中の上記無効審判請求の取扱いに関する条項や将来再審原告が本件特許について無効審判請求をすることを禁止する旨の条項はなく，清算条項も損害賠償請求事件に限定されたものであった。(以上，新乙8)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前項に認定の事実によれば，本件和解が成立した当時，再審原告がした本件特許についての無効審判請求が特許庁に係属しており(本件特許1については2回目，同2については1回目の無効審判請求)，かかる状況を前提として，再審原告は再審被告に対し和解金を支払うものの，無効審決が確定しても再審被告は和解金の返還義務はないとされ，他方，上記無効審判請求はそのまま維持され，また，将来の無効審判請求を禁止する条項もなかったというのであるから，本件和解においては，原判決の認めた侵害行為の差止め等に関して何らの合意も成立しておらず，また，前提とされていなかったものと認めるのが相当である。したがって，将来本件特許を無効とする審決が確定しても，原判決の認めた侵害行為の差止め自体はそのまま維持することが本件和解の内容であるとの再審被告の上記主張は理由がない。",
                "以上によれば，本件再審請求が本件和解の趣旨に反するとは認められないから，本件再審請求が信義則に反するとの再審被告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，再審被告の主張を検討してみても，再審原告が本件特許を無効とする審決の確定による権利消滅の抗弁を主張することを制限すべき理由はないというべきであるから，再審被告の本案請求は理由がなく，これを認容した原判決は取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，原判決を取り消し，再審被告の本案請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ム)10002等",
    "date": "2008-07-14",
    "rights_type": "特許権",
    "case_type": "決定その他",
    "precedent_id": "036613",
    "ipprecedent_id": "1500",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}