{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2003−73358号事件について平成17年12月5日",
        "にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成11年11月5日，発明の名称を「弾球遊技機」とする発明につき特許出願(優先権主張 平成10年11月9日，平成11年7月27日。以下「本件出願」という。)をし，平成15年8月15日，特許第3461310号として特許権の設定登録(設定登録時の請求項の数4。以下，この特許を「本件特許」という。)を受けた。",
            "本件特許について特許異議の申立てがされたため，特許庁は，これを異議2003−73358号事件として審理し，その係属中の平成17年8月2日，原告は，特許請求の範囲の減縮等を目的として本件特許に係る明細書について訂正(以下「本件訂正」という。)を求める訂正請求をした。",
            "特許庁は，審理の結果，平成17年12月5日，本件訂正を認めた上で，「特許第3461310号の請求項に係る特許を取り消す。」との決定(以下「決定」という。)をし，その謄本は，同月21日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1ないし4の記載は，次のとおりである(以下，各請求項に係る発明を「本件発明1」などという。なお，下線は訂正箇所である。)。",
            "「【請求項1】 入賞球を検知する入賞球検知部と，",
            "入賞球検知信号に基づいて払い出すべき賞球個数の情報である賞球個数情報を生成する賞球個数情報生成手段と，",
            "その生成された賞球個数情報に基づいて賞球払出機構に所定数の賞球の払い出しを行わせる賞球払出制御手段と，",
            "前記賞球払出制御手段による賞球の払い出しを検知する払出賞球検知機構と，",
            "前記賞球個数情報生成手段が生成する賞球個数情報と，前記払出賞球検知機構による払出賞球の検知情報とに基づいて，前記賞球払出機構による賞球の払い出しを管理する賞球払出管理手段とを備え，",
            "各入賞口に対応して，各々特定の個数の賞球数が固有賞球数として定められており，",
            "前記賞球払出制御手段は，",
            "前記入賞球検知信号に基づく賞球個数情報の入力順に，その賞球個数情報に対応する賞球数設定用信号を出力する賞球個数指令出力手段と，前記賞球数設定用信号の入力順に，その賞球数設定用信号に対応する固有賞球数データを記憶格納する固有賞球数データ記憶手段とを備え，その固有賞球数データ記憶手段に記憶格納されている固有賞球数データを先に格納されているものから順に読み出し，その読み出し順に，対応する固数の賞球の払い出しを前記賞球払出機構に行わせるものであり，前記賞球数設定用信号に対応する前記固有賞球数データは，各々一定個数のデータビットを含むと共に，そのデータビットの組み合わせが，払い出すべき賞球数に一対一に対応する形で定められたビット組の形で記憶され，電源遮断により電源電圧が低下する異常が発生したか否かを検出する異常検出手段と，",
            "該異常検出手段による検出結果を受けて異常確定情報を生成する異常確定情報生成手段と，",
            "前記異常確定情報を記憶する異常確定情報記憶手段と，",
            "少なくとも前記賞球個数情報を遊技情報として記憶する遊技情報記憶手段と，",
            "前記電源遮断により電源電圧が低下する異常検出時に，前記遊技情報記憶手段に記憶されている遊技情報の喪失阻止処理を行うバックアップ実行制御部とを備え，",
            "前記異常確定情報を前記異常確定情報記憶手段に書き込む処理ルーチンは，前記バックアップ実行制御部のCPUが該CPUに接続された別体の入出力回路に予め定められたタイミングにて自発的にアクセスし，そのアクセス時において入出力回路への異常検出の入力を確認した場合に実行され，かつ無限ループの設定により，バックアップ処理終了後にメインジョブのルーチンに復帰しないサブルーチンであることとを特徴とする弾球遊技機。",
            "【請求項2】 固有賞球数データ記憶手段には，直列的に形成されたビット記憶セルの列に対し，その一方の側から前記ビット組が入力順に格納され，その格納されているビット列の他方の側から前記予め定められた個数のデータビットを取り出したときに，これが払い出すべき固有賞球数を表すビット組となっていることを特徴とする請求項1記載の弾球遊技機。",
            "【請求項3】 前記ビット組を1バイト未満とすることを特徴とする請求項1又は2に記載の弾球遊技機。",
            "【請求項4】 前記ビット組に含まれるビット数は，2ビットとすることを特徴とする請求項1ないし3のいずれか一項に記載の弾球遊技機。」"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の内容",
          "text": [
            "決定の内容は，別紙決定書写しのとおりである。要するに，本件発明1ないし4は，「刊行物3」(特開平6−71028号公報)，「刊行物5」(特開平8−202633号公報)に記載された発明，及び「刊行物4」(特開平10−234990号公報)，「周知刊行物」(特開平5−35614",
            "号公報)に記載されるような周知事項に基づいて当業者が容易に発明をすることができたというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "text": [
        "原告は，平成18年4月14日，本件特許に係る明細書について訂正を求める訂正審判請求をした。特許庁は，これを訂正2006−39055号事件として審理し，平成18年9月20日，「本件審判の請求は，成り立たない。」との審決をした。そこで，原告は，平成18年10月24日，上記審決の取消しを求める審決取消訴訟(当庁平成18年(行ケ)第10483号)を提起した。上記訂正審判請求について，これを認容する審決が確定した場合には，特許請求の範囲の記載が遡及的に訂正され，決定は，本件発明1ないし4の要旨認定を誤ったものとして取り消されるべきことになる。なお，決定の固有の取消事由を主張しない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告の主張は，前記第3のとおりであり，決定について固有の取消事由を主張するものではない。",
            "なお，当裁判所は，平成18年(行ケ)第10483号事件についても，本件と同一期日に判決を言い渡すものであるが，同判決の結論は，前記第3記載の訂正審判請求は成り立たないとした審決には取り消すべき理由はなく，請求を棄却するというものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10018",
    "date": "2007-07-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035010",
    "ipprecedent_id": "1109",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}