{
  "conclusion": [
    {
      "fig": "1",
      "text": "A事件につき特許庁が無効2005−89164号事件について平成18年10月20日にした審決のうち，「登録第4868675号の指定商品中『ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ，みそ，ごま塩，食塩，すりごま，セロリーソルト，化学調味料，香辛料，アーモンドペースト，即席菓子のもと，酒かす』についての登録を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "B事件につき特許庁が無効2005−89170号事件について平成19年1月31日にした審決を取り消す。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，A・B事件を通じてこれを2分し，その1を原告の，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "A事件",
          "text": [
            "主文第1項と同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "B事件",
          "text": [
            "主文第2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，昭和49年7月に京都市において設立された会社で，当初は「株式会社王将チェーン」と称していたが，その後「株式会社餃子の王将チェーン」と商号変更し，次いで平成2年12月からは「株式会社王将フードサービス」という商号となっている。社会一般には「京都王将」と称されることが多い。",
            "被告は，昭和52年8月に大阪市において設立された会社で，旧商号を「大阪王将食品株式会社」又は「株式会社大阪王将」と称し，平成14年からは現在の「イートアンド株式会社」という商号となっている。社会一般には「大阪王将」と称されることが多い。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "ところで，原告(京都王将)は，下記のとおりの内容を有するA商標とB商標とを有している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "A商標",
              "text": [
                "指定商品",
                "第30類「ぎょうざ，サンド",
                "イッチ，しゅうまい，すし，",
                "たこ焼・・・〈以下略〉」",
                "登 録 番 号 第4868675号",
                "出 願 日 平成16年12月3日",
                "登 録 日 平成17年6月3日"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "B商標",
      "text": [
        "指定商品",
        "第30類「餃子，サンドイッ",
        "チ，すし，ピザ，べんとう，",
        "ミートパイ，ラビオリ」",
        "登 録 番 号 第4559956号",
        "出 願 日 平成7年2月16日",
        "登 録 日 平成14年4月12日"
      ]
    },
    {
      "fig": "3",
      "text": [
        "一方，被告(大阪王将)は，下記のとおりの内容を有する引用商標1，2，3とを有している(ただし，引用商標1と3はJから譲り受けたもの)。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "引用商標1",
          "text": [
            "指定商品",
            "第30類「ぎょうざ，しゅうまい」",
            "(書換登録後)",
            "登 録 番 号 第1673048号",
            "出 願 日 昭和55年5月24日",
            "登 録 日 昭和59年3月22日"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用商標2",
      "text": [
        "指定商品",
        "第29類「食肉，卵，食用魚介類(生",
        "きているものを除く。)・・・〈以下",
        "略〉」",
        "第30類「サンドイッチ，すし，べん",
        "とう，即席菓子のもと，酒かす」",
        "第31類「食用魚介類(生きているも",
        "のに限る。)，海藻類」",
        "(書換登録後)",
        "登 録 番 号 第2471182号",
        "出 願 日 昭和61年3月28日",
        "登 録 日 平成4年10月30日"
      ]
    },
    {
      "fig": "(3)",
      "subject": "引用商標3",
      "text": [
        "指定商品",
        "第45類「漬物，及び他類に属しない",
        "食料品及び加味品」",
        "登 録 番 号 第509755号",
        "出 願 日 昭和31年12月24日",
        "登 録 日 昭和32年11月8日"
      ]
    },
    {
      "fig": "4",
      "text": [
        "そして，被告(大阪王将)は，自己が有する上記引用商標1ないし3に係る商標と指定商品が類似している(商標法4条1項11号)ことを理由に，特許庁に対し原告(京都王将)を被請求人として上記A商標については平成17年12月20日付けで，B商標については平成17年12月27日付けで，それぞれ商標登録の無効審判を請求した。",
        "これに対し特許庁は，A商標については平成18年10月20日付けで引用商標1ないし3とは「オウショウ」の称呼及び「王将」の観念を共通にする類似する商標であり指定商品も一部類似するとして，指定商品「ぎょうざ，サンドイッチ」等についてのA商標の登録は無効であり，その余は無効でないとする審決をした。一方，B商標については平成19年1月31日付けで，引用商標1ないし3とはその称呼・観念・外観がいずれも区別し得るから，商標において非類似であるとして，無効審判請求不成立の審決をした。",
        "そこで，A商標に関する上記審決に不服の原告(京都王将)が審決の取消しを求めて提起した訴訟がA事件であり，B商標に関する上記審決に不服の被告(大阪王将)がその審決の取消しを求めて提起した訴訟がB事件である。"
      ]
    },
    {
      "fig": "5",
      "text": [
        "なお，以下において引用する書証番号は，特に断らない限りA事件のものを用い，B事件のものを用いるときはその旨を明らかにする。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "A事件について",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求の原因",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許庁における手続の経緯",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，下記登録商標(「A商標」)の商標権者である。",
                        "記"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "商標",
                          "text": [
                            "登 録 番 号",
                            "第4868675号",
                            "出 願 日",
                            "登 録 日"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "指定商品 第30類「ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，",
      "text": [
        "べんとう，ホットドッグ，ミートパイ，ラビオリ，",
        "アイスクリーム用凝固剤，家庭用食肉軟化剤，ホイ",
        "ップクリーム用安定剤，食品香料(精油のものを除",
        "く。)，茶，コーヒー及びココア，氷，菓子及びパン，",
        "調味料，香辛料，アイスクリームのもと，シャーベ",
        "ットのもと，コーヒー豆，穀物の加工品，アーモン",
        "ドペースト，イーストパウダー，こうじ，酵母，ベ",
        "ーキングパウダー，即席菓子のもと，酒かす，米，",
        "脱穀済みのえん麦，脱穀済みの大麦，食用粉類，食",
        "用グルテン」"
      ],
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "これに対し被告は，上記A商標は下記引用商標1ないし3に類似するから商標法(以下「法」という。)4条1項11号に該当する等として，商標登録の無効審判を請求し，同請求は無効2005−89164号として特許庁に係属したところ，特許庁は，平成18年10月20日，「登録第4868675号の指定商品中『ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ，みそ，ごま塩，すりごま，セロリーソルト，化学調味料，香辛料，アーモンドペースト，即席菓子のもと，酒かす』についての登録を無効とする。その余の指定商品についての審判請求は，成り立たない。」との審決(以下「A審決」ということがある。)をし，その謄本は平成18年10月31日原告に送達された。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "引用商標1",
      "text": [
        "(商標)",
        "登 録 番 号 第1673048号",
        "出 願 日 昭和55年5月24日",
        "登 録 日 昭和59年3月22日",
        "(指定商品) 第30類「ぎょうざ，しゅうまい」(書換登録後のもの。)"
      ]
    },
    {
      "fig": "b",
      "subject": "引用商標2",
      "text": [
        "(商標)",
        "登 録 番 号 第2471182号",
        "出 願 日 昭和61年3月28日",
        "登 録 日 平成4年10月30日",
        "(指定商品) 第29類「食肉，卵，食用魚介類(生きているものを除く。)，肉製品，加工水産物，乾燥卵，カ",
        "レーライスのもと，スープのもと，シチューの",
        "もと，お茶づけのり，ふりかけ，なめ物」",
        "第30類「サンドイッチ，すし，べんとう，即席",
        "菓子のもと，酒かす」",
        "第31類「食用魚介類(生きているものに限る。)，",
        "海藻類」",
        "(書換登録後のもの。)"
      ]
    },
    {
      "fig": "c",
      "subject": "引用商標3",
      "text": [
        "(商標)",
        "登 録 番 号 第509755号",
        "出 願 日 昭和31年12月24日",
        "登 録 日 昭和32年11月8日",
        "(指定商品) 第45類「漬物及び他類に属しない食料品及び加味品」"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別添審決写しAのとおりであり，その理由の要旨は，A商標と引用各商標とは，「オウショウ」の称呼及び「王将」の観念を共通にする類似する商標であり，また，A商標の指定商品中の「ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ，みそ，ごま塩，食塩，すりごま，セロリーソルト，化学調味料，香辛料，アーモンドペースト，即席菓子のもと，酒かす」とは同一又は類似する，としたものである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "審決の取消事由",
          "text": [
            "しかしながら，審決は，以下に述べるとおり，違法なものとして取消しを免れない。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "取消事由1(A商標の認定・判断についての誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "A商標の構成",
      "text": [
        "まず，A商標は，前記のとおり，左側に赤の色彩を施した「餃子の」の文字を配し，その右側に赤地に白抜きの文字で大きく「王将」の文字を表し，該「王将」の文字を緑・橙・黄色の三重の括弧<<< >>>で挟むと同時にその上下辺を平行な直線で形成した全体が独自なデザイン創作によるロゴマークでその外観が構成された標章である。"
      ]
    },
    {
      "fig": "b",
      "subject": "原告の社歴等",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "原告の初代代表者であるGは，昭和42年12月「京都市四条大宮」に「王将」の名称で中華料理店第1号店を開店し，その第1号店の業績が安定した昭和43年になって，中華料理店のチェーン店化構想を打出し，翌昭和44年には「王将」第2号店を京都・山科に開店した。そして，下記のとおり続々とチェーン店を開店した。",
                    "昭和46年2月三条店開店",
                    "昭和47年2月フランチャイズ店第1号店開店",
                    "同年8月一乗寺店開店",
                    "昭和49年6月草津店開店(滋賀県進出の第1号店)",
                    "同年7月白梅町店開店(第10号店)",
                    "昭和50年3月椥の辻店開店(第20号店)",
                    "昭和53年12月東京地区進出 東京第1店新宿に開店",
                    "昭和54年名古屋地区進出",
                    "昭和55年九州地区進出",
                    "昭和60年当時，総店舗数254店(関西地区191店，中部地",
                    "区15店，関東地区28店，九州地区18店，中国地区2店)",
                    "平成17年3月当時，475店(直営店286店，フランチャイ",
                    "ズ店189店)"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "商号の遍歴",
                  "text": [
                    "昭和49年7月会社設立・商号は「株式会社王将チェーン」昭和55年7月「株式会社餃子の王将チェーン」に商号変更平成2年12月「株式会社王将フードサービス」(現商号)に変更",
                    "平成18年3月大阪証券取引所1部上場"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "subject": "A商標の使用時期と使用態様",
      "text": [
        "昭和44年の第2号店ないし昭和45年の第5号店での看板等の使用様態は，A商標そのものではなく，「餃子の王将」なる文字を同書同大で一連に表示した態様にて使用していた。",
        "一方，A商標と実質的に同一の商標の使用開始は，昭和46年2月の三条店が最初であり，昭和47年8月の一乗寺店においてはA商標と同一態様で使用した。",
        "その後，A商標は，各店舗の看板等の広告宣伝媒体に幅広く使用され，遅くともA商標の登録時である平成17年6月3日の時点では，約33年間の使用実績により取引者・需要者の間で「餃子の王将」・「ぎょうざのおうしょう」・「ギョウザノオウショウ」として把握・認識・称呼されている著名商標である。",
        "さらに，A商標の使用のみならず，「餃子の王将」の文字のみからなる商標の使用との併用により，より一層A商標から「餃子の王将」・「ぎょうざのおうしょう」なる印象，記憶が取引者に認識されていた。",
        "しかも，使用態様において，創業当時から現在迄約30数年間，A商標としての使用はむろん，「餃子の王将」の文字のみからなる商標の使用様態においても，原告の使用は，「餃子の」文字と「王将」の文字が一連又は不可分一体的に有機的に結合して必ず使用されるものであって「王将」のみ単独で使用されることはなかった。"
      ]
    },
    {
      "fig": "d",
      "subject": "A商標の使用実績",
      "text": [
        "A商標及び「餃子の王将」の文字のみの商標の使用実績は，大別すると下記のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "subject": "各店舗の看板等への使用",
                  "text": [
                    "原告の店舗数は平成17年3月の時点で全国で475店舗であるが，その各店舗の入口や看板等には，A商標が使用されている。ただし，その使用態様としては看板の大きさ，配置等レイアウトとの関係からA商標と同一の横書態様(店舗の正面)と縦書態様(店舗の側面)が主流であるが，時には赤地に白抜きの文字で「餃子の」の文字を上段に，該文字より大きな文字で「王将」の文字を下段に配した二段の横書態様の使用も存在する。",
                    "しかし，いずれの使用態様においても「餃子の」の文字と「王将」の文字が一連又は不可分一体的に使用されている。",
                    "以上のように，各店舗の全てにおいて「餃子の王将」なる本件商標が必ず使用されているもので，しかもその使用実績は約33年という長きにわたるものである。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "各店舗内の備品等への使用",
                  "text": [
                    "前記店舗の外側のみならず，各店舗内で使用するメニュー，マッチ，お箸，卓上ラー油の瓶ラベル，お品書，領収書や伝票等の帳票類，さらには従業員の帽子やのぼり等あらゆる備品等に，「餃子の王将」の文字等が各店の開店当時から現在迄長年にわたって使用されている。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "メニューへの使用",
                  "text": [
                    "各店舗においては，独自にメニューを作成しているが，これらのメニューには，全て「餃子の王将」の文字が使用されている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "e",
      "subject": "宣伝広告実績",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "subject": "各店舗ごとの宣伝広告",
                  "text": [
                    "原告は，中華レストランチェーンでありながら，地域の人の好みにあった料理や商品を提供できるように各店に独自性を認めていることから，地域ごとに各店が独自に「チラシ」を配布して客を呼び込む宣伝活動を行っている。",
                    "例えば，「平成17年度各店(近畿地区の店)のチラシの実績」(甲7の1)によれば，月末に1日～3日間の短い間隔で1万枚から6万枚を超える数の「チラシ」を配布している事実がある。そしてこの「チラシ」には「餃子の王将」が表示されており，(甲7の2ないし50)，この「チラシ」は商品「餃子」の割引券にもなる。",
                    "しかも該チラシは「持ち帰り」のサービス券としても利用でき，商品の広告宣伝用として使用されている。",
                    "また各店は，直接的な集客効果を狙って「割引券」又は「スタンプカード」を作成し，道行く人に配ることで客を呼び込む宣伝活動も行っている。これらのものには，「餃子の王将」なる標章が必ず表示されている他，その作成枚数も5枚綴りのもので1万枚，「スタンプカード」は1シート(16枚)を1000枚から1600枚，",
                    "1シート16枚の「サービス券」であれば600枚程度を1回の配布用として作成しこれらのサービス券も大量に配布されている事実がある。",
                    "以上のとおり，原告はA商標はむろん，「餃子の王将」なる標章を一貫して30数年という長きにわたり統一して使用することにより宣伝広告を行っている実績がある。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "テレビ等による宣伝広告実績",
                  "text": [
                    "原告は，昭和51年にテレビコマーシャルを開始して以来，数多くのテレビやラジオ等の通信媒体にて宣伝広告を行ってきた。昭和51年当時の宣伝広告費用として年間総売上予算の3％も投入してきた事実があり，このことからも原告は30年以上も前から既にテレビ広告等通信媒体を利用した宣伝広告も重視していたことが分かる。",
                    "具体的には，昭和56年から現在までその内容を大きく変えることなく，「豚肉一日7千キロ，鶏肉3千キロ，卵一日五万個，餃子一日百万個，食，盛況にして万里を超える，餃子の王将」を決まり文句とし，画像に「餃子の王将」を写してなるテレビコマーシャルを行っている(甲11の1ないし6)。",
                    "上記テレビ放送によって，「餃子の王将」なる標章は，原告の中華レストランチェーンとしての略称あるいは原告の商品等表示として全国的に著名な表示として認識されるに至ったことは明らかである。",
                    "さらに原告は，テレビコマーシャルだけでなく，「餃子の王将」を広く周知化するためにラジオ広告も積極的に活用しており，例えば株式会社毎日放送又は株式会社京都放送を通じて上記テレビ広告の決まり文句である，「ギョウザノオウショウ」を繰り返して流している実績もあり(甲12の1，2)，このようなラジオ媒体によっても耳から「ギョウザノオウショウ」の呼び名を原告の通称又は略称として訴えてきたものであり，その結果，「ギョウザノオウショウ」なる名称は，原告を表示する略称として取引者・需要者の間で広く認識されるに至ったものである。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "新聞等による宣伝広告実績",
                  "text": [
                    "原告による「餃子の王将」の新聞等による宣伝広告例は枚挙に暇がないが，その一例をあげれば，全国紙(讀賣新聞，朝日新聞等)の他，京都新聞や中日新聞等の地方紙を通じて毎月1日と16日にディスカウントフェアの広告を行っており，例えば「揚げソバ」や「エビチリ」，「餃子」，「とり唐揚げ」，「春巻」等の商品を季節性を織り交ぜながら1品ずつ目玉商品として掲載すると共に，A商標と同態様の「餃子の王将」を表示して宣伝広告を行っている事実がある。これらの広告記事には，「お持ち帰りもどうぞ」と掲載して商品の販売用としても広告宣伝している(甲13の12)。",
                    "また原告は，上記フェアの広告とは別に讀賣新聞の京都版において平成17年の10月から平成18年2月初めまでの4ヶ月程度の短期間に，9回定期的に「餃子の王将」なる文字を表示して宣伝広告を行っている(甲14の1ないし9)。"
                  ]
                },
                {
                  "fig": "(d)",
                  "subject": "売上等業界での実績",
                  "text": [
                    "原告は，昭和42年の創業以来，多数のチェーン店を展開することによって，早くも昭和56年当時，日本の飲食業のランキングにおいて，前商号の「餃子の王将チェーン」の名称で昭和55年の売上高が第43位にランクされ，従業員一人当たりの売上高も第2位にランクされる等，我が国を代表とする外食チェーンの地位を獲得するに至った。",
                    "その後，平成6年度決算売上高ランキングにおいて「日本の飲食企業ビッグ300社」のうち，第25位にランクされ(甲16)，さらにこのような飛躍的な発展は，経済界でも大きな注目を集めており，創業社長が昭和59年10月25日の「日経流通新聞」(甲17)で紹介されているほか，現社長まで歴代の社長等が各種の新聞及び雑誌に紹介されている(甲18ないし21)。",
                    "そして原告は，平成17年3月時で売上高が約427億円という他社の追随を許さない規模を誇り，外食チェーンの雄としての地位を獲得しており，この種外食業界では「餃子の王将」と言えば原告の通称又は略称であることを知らないものがいない程の著名性を獲得している。",
                    "もちろん，原告が上記の売上高を達成したのは，原告の提供する「餃子」等の商品の多くが客(一般消費者)から高く評価されたからにほかならず，これらの人々には「餃子」と言えば「王将」，「王将」と言えば「餃子」と言われる程，「餃子」と「王将」とが常に不可分一体となって使用された結果，「餃子の王将」なる名称は，少なくとも原告の「中華レストランチェーン」の略称として，あるいは原告販売の商品表示の略称として通用するものとなっていた。"
                  ]
                },
                {
                  "fig": "(e)",
                  "subject": "報道等による知名度と社会の認識度",
                  "text": [
                    "上記使用実績や宣伝広告，さらにはその店舗の数や売上高の規模から，原告は，新聞や雑誌等の報道において，「餃子の王将」として高く評価されているとともに広く知られている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "f",
      "subject": "小括",
      "text": [
        "以上のとおり，原告は昭和42年の創業以来一貫して，文字のみからなる「餃子の王将」及びA商標である，文字と図形及び色彩との組み合わせからなる「餃子の王将」を「中華レストランチェーン」の名称として，あるいは持ち帰り用として原告が販売する「餃子」や「エビチリ」，「春巻」，等の取り扱い商品の総称として使用し，且つ大々的に広告宣伝活動を約30数年の長きにわたり継続して行った結果，遅くとも平成6年度(実際はそれより以前から)においては，取引者，需要者の間で原告の「中華レストランチェーン」及び原告が販売する「餃子を中心とする中華食品(料理)」の略称又は通称として「餃子の王将」は広く認識されていたことは上記から十分に裏付けできる。",
        "特に，昭和49年7月の商号「株式会社王将チェーン」から，昭和55年7月の「株式会社餃子の王将チェーン」への商号変更，さらには平成2年12月の現在の「株式会社王将フードサービス」への商号変更の経緯からも，一貫して「餃子の王将」としてその標章を使用し，その餃子の王将チェーンの店舗数，売上高，宣伝広告の規模内容，さらには一般新聞，雑誌等の報道内容，消費者に対するその知名度の結果等に照らすと，「餃子」等のA商標の指定商品の製造，販売業者として著名となっており，さらに「餃子の王将」は，原告会社又は餃子の王将チェーンの略称・通称として一般需要者の間で広く認識されている著名な略称であることは疑う余地がない。"
      ]
    },
    {
      "fig": "g",
      "subject": "審決の認定・判断の違法性",
      "text": [
        "審決は「その構成中「餃子の」の文字部分は本願の指定商品中の商品「ぎょうざ」の普通名称「餃子」に格助詞「の」の付したものであって，本件商標中，自他商品の識別標識としての機能を果たすのは「王将」の文字部分にあると把握・認識されるものであるから，該文字に相応して「オウショウ」の称呼及び「王将」の観念を生ずるものというべきである。」と認定・判断した(13頁15行～22行)。",
        "しかし，上記の判断は，商標自体の構成に基づいてのみなしたものであって使用態様や取引の実情を一切考慮していないから明らかに違法な判断である。すなわち，その判断は，商標審査基準に示されている，「取引の実情」・「使用態様」・「需要者の注意力」等を総合的に考察することなく，A商標の文字構成のみに拘泥して判断したものであって明らかに審査基準にも反し，また最高裁の判例等にも反する。",
        "以上のとおり，A商標からは，その使用態様や取引実情等を総合的に考慮して判断すると，「餃子の」の文字と「王将」の文字とが不可分一体のものとして，「ギョウザノオウショウ」として一連に称呼され，また「餃子の王将」と観念されるのが通常であって，審決のように「餃子の」の文字と「王将」の文字を分離して，「王将」の文字から「オウショウ」の称呼及び「王将」の観念を生ずるものでは決してないから，審決には認定，判断の誤りがある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "取消事由2(指定商品との関係における商標の認定・判断の誤り)審決は，「本件商標は，前記したとおり，第30類に属する商品(食品)を指定して出願されたものであり，特定の役務等を指定して出願されたものではないから，本件商標をその指定商品との関係より見た場合には，上記の認定・判断を妥当とするところであり，被請求人のかかる主張は，採用することができない。」と判断した(13頁28行～32行)。",
                "しかし，A商標の中華レストランも「餃子」等の第30類の商品の需要者も共通しているため，役務商標と商品商標とを区別して著名性を否定したこと自体が誤りである。",
                "さらにA商標は，原告の中華レストランチェーンの略称として著名な商標として広く認識されていることはもちろん，同一需要者を対象とする「餃子」，「エビチリ」，「春巻」，「しゅうまい」，「肉まんじゅう」等原告の中華レストランチェーンが製造販売する持ち帰り用の中華食品の総称としても著名であることは明らかである。特に，原告が製造販売する持ち帰り用の商品としては，各店舗内に商品リスト(持ち帰り可能な料理を明示したメニュー)が置かれている。上記商品リスト中，その主力食品である「餃子」を中心とした持ち帰り用商品の売上実績は，例えば平成12年度ないし平成15年度においては売上金額約49億8254万円ないし約58億4561万円となっている。",
                "上記売上実績からも明らかなように，「餃子」を中心とした持ち帰り用商品は大量に販売されているとともに，その販売に際してはA商標が包装ケースや包装紙等に全て付されて使用されている(甲52)。このように，A商標の指定商品である「ぎょうざ」，「しゅうまい」，「肉まんじゅう」等の中華食品の名称としても「餃子の王将」及びA商標はその使用実績や販売実績等からも広く知られてなる著名な商品商標であることは明らかである。",
                "よって，A商標は，中華レストランチェーンの表示としてはむろんその需要者が共通する指定商品との関係より見た場合においても明らかに原告の商品表示として取引者・需要者間においては著名商標として認識されているものである。",
                "そうすると，審決が「第30類に属する商品(食品)・・・との関係より見た場合には，上記の認定・判断を妥当とする。」(13頁29行～31行)として，審判段階における被請求人の主張を採用することなく判断した上記審決理由は，その使用実績や取引状況を無視した不当な審決である。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "取消事由3(類否判断についての誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "外観につき",
      "text": [
        "A商標は，その構成から明らかなように，赤色の「餃子の」の文字と赤地に白抜きの文字で大きく「王将」の文字を表し，しかも「王将」の文字を緑・橙・黄色の三重の括弧<<< >>>で挟んだ独自にデザイン装飾された標章からなるのに対し，引用商標1と2は「王将」の文字を横書きしてなる単純な文字標章であり，さらに引用商標3は斜視図的な将棋の駒と該駒の図形の中央に「王将」なる文字を表してなる標章である。",
        "そうすると，A商標(本件商標)と引用各商標とは外観上明らかにその構成を異にするため類似することはありえない。",
        "むしろ，A商標はその外観構成態様から一般需要者の視覚に対し独自な印象を与える他，需要者に独自な記憶，連想を与える標章として認識させるものであるため，A商標と引用商標1及び2の文字のみの標章や引用商標3の将棋の駒を印象付ける標章とはより一層外観上の相違を際立ったものとするのである。"
      ]
    },
    {
      "fig": "b",
      "subject": "観念につき",
      "text": [
        "A商標は，「餃子の王将」・並びに「王将フードサービス」の，または「中華レストランチェーン」としての「餃子の王将」の観念が生じるのに対し，引用商標1と2からは単に「王将」の観念が生じるものであり，また引用商標3からは「将棋の駒の王将」なる観念が生じるものであって，A商標と引用各商標とは観念においても異なるため類似することはありえない。"
      ]
    },
    {
      "fig": "c",
      "subject": "称呼につき",
      "text": [
        "審決は，A商標から「オウショウ」の称呼が生じると判断したが，前記A商標の使用態様や使用実績並びに取引実情を考慮すると，A商標である「餃子の王将」は中華レストランのチェーンである王将チェーンの略称として著名商標であるため一般需要者によって一連のものとして「ギョウザノオウショウ」として称呼されるのが通常であり，該標章は全体が不可分一体のものとして称呼されるものであって，該標章から「オウショウ」のみの称呼が生ずるということはありえない。"
      ]
    },
    {
      "fig": "d",
      "subject": "小括",
      "text": [
        "そうすると，A商標である，「餃子の王将」が付された「餃子」等の指定商品は，著名な企業グループとしての王将フードサービス(中華レストランチェーン)の製造販売に係る商品の出所そのものを指すものとして，高い識別力を有するものであるため，需要者において出所を誤認混同するおそれは一切ないのである。",
        "よって，A商標と引用商標とは類似すると判断した審決は明らかに誤った判断であるため，取り消されるべきである。"
      ]
    },
    {
      "fig": "e",
      "subject": "取引の実情",
      "text": [
        "A商標については，既にその使用態様及び使用実績・取引状況等について主張したとおり，原告の中華レストランチェーン及び中華食品の著名商標として「餃子の王将」は需要者の間に広く認識されている略称又は通称である。",
        "これに対し，引用各商標中，引用商標3が使用されている実績は審判段階においても被告(請求人)から何ら立証されていない。",
        "一方，引用商標1と2について審判段階で，被告は「少なくとも十数年前から「王将」「OHSHO」「大阪王将」の文字を表示した冷凍餃子・冷凍焼売等の流通商品が需要者の間に知られていたこと，及び，地域も関西に限定されず，通信販売を通じて全国的に認識されていたこと，「王将」の文字は請求人(被告)の業務に係る商標として周知となっていることは明らかである。」と主張した。",
        "しかし，被告が提出したいずれの証拠も，その標章の使用態様は，方形状の枠内の赤地を背景色として白抜きで「大阪」の文字と該文字より大きく「王将」の文字を表し，しかも「大阪」の文字の下段に黒色の欧文字で「OSAKA OHSHO」と表示した構成態様，又は同書同大で「大阪王将」の文字を表示した態様，さらには「大阪」の文字と「王将」の文字との間に餃を配し且つ「大阪」と「王将」の下段に夫々「OSAKA」と「OHSHO」を併記した態様，並びに「大阪」の文字を「王将」の左上側に配し且つ「王将」の上段に「OSAKA OHSHO」を併記した態様で使用されているのであって，いずれの使用態様も「王将」のみで使用されているものではない。",
        "このように，引用商標1及び2は，それ自体が単独で登録商標として使用されている事実はない。"
      ]
    },
    {
      "fig": "f",
      "subject": "被告使用商標の構成態様",
      "text": [
        "被告は，上記のように引用各商標を所有するものであるが，引用商標3はもちろん，引用商標1及び2についても登録商標自体としての使用事実はない。すなわち，被告使用商標は，いずれの使用態様においても「大阪」なる文字と「王将」なる文字，さらに「OSAKAOHSHO」なる欧文字とが不可分一体の関係で結合されて構成されてなるか，少なくとも「大阪」の文字と「王将」の文字とが不可分一体の関係で結合されて構成されてなるものである。したがって，被告が使用している商標は，「オオサカオウショウ」として称呼されているとともに「大阪王将」として観念されて使用されているものである。",
        "よって，被告使用商標が周知であると仮定したとしても，その商標は「オオサカオウショウ」として一般需要者に認識されている限度において周知であって，決して「オウショウ」として周知ではない。"
      ]
    },
    {
      "fig": "g",
      "subject": "被告使用商標の使用根拠",
      "text": [
        "被告は，前記のとおり，登録商標として引用商標1～3を所有するものであるが，その使用態様において「王将」単独での使用は原告との関係で禁止されている。すなわち被告使用商標は必ず「大阪王将」としてのみの使用が認められている。",
        "このことは，昭和60年12月2日に大阪地方裁判所で成立した和解調書(甲44)に示すように，原告の創業者(G)が「中華料理」を製造，販売することを目的として昭和42年12月に中華料理店「王将」を第1号店として開店したのを機に中華料理店をチェーン展開したのであるが，被告の創業者であるHは昭和44年2月から原告の従業員として勤務し，その後，原告から独立した経緯があるのである。",
        "しかるに，Hは退職後，「王将」，「大阪王将」，「大阪王将チェーン」なる表示を使用して営業を開始したため，原告の営業活動との間で誤認混同が生じた。",
        "そこで，原告は，被告を相手に不正競争防止法1条1項2号に基づき商号の使用禁止と同条1項1号または2号に基づき不正競争行為の差止を求めた事件において和解が成立したのが甲44である。",
        "同和解の結果，原告は中華料理店を営むにつき「餃子の王将」と表示し，被告は「大阪王将」又は「中華王将」と表示することで和解が成立した。",
        "上記和解の結果，被告は「王将」のみの使用は禁止され，「大阪王将」又は「中華王将」としての使用のみが認められたものでありそれが前記被告が提出した使用商標である。",
        "上記のように「王将」を中華料理店や「餃子」等中華食品の標章として使用を開始したのは原告が最初であり，原告が「王将」の元祖である。しかも，原告は和解とは関係なく創業当初から一貫して「餃子の王将」なる標章を現在まで継続使用している。"
      ]
    },
    {
      "fig": "h",
      "text": [
        "そうすると，A商標はその使用態様や使用実績並びに取引の実情を勘案すると，明らかに「餃子の」と「王将」との文字が不可分一体のものとして使用され，その結果需要者・取引者において，「ギョウザノオウショウ」と称呼されて王将フードサービスの中華レストランチェーン又はその製造販売に係る「餃子」等の商品を観念させるものとなっている以上，現実に使用されていない引用各商標の「オウショウ」の称呼が生じる「王将」とは称呼のみならず観念においても異なるため，需要者において出所を誤認混同するおそれはない。",
        "さらに，現実に被告が使用している「大阪王将」，「OSAKA OHSHO」の称呼である「オオサカオウショウ」とも商品の出所を誤認混同するおそれはない。",
        "特に，原告のA商標は，「餃子の王将」，「ギョウザノオウショウ」として需要者，取引者間で著名な商標として高い識別力を有するものであるのに対し，被告の審判段階での主張を理由にその使用商標を周知であると認めたとしても，該使用商標は「大阪王将」「OSAKAOHSHO」「オオサカオウショウ」として周知であって，両商標は外観はむろん称呼，観念においても異なるものであり，需要者において商品の出所を誤認混同するおそれがあるとは到底認められない。",
        "以上のとおり，商品の取引の実情等具体的取引状況を勘案してA商標と引用各商標とを対比観察した場合に，取引者・需要者の心理に商品の出所について混同が生じるおそれはない。",
        "よって，A商標と引用各商標とは称呼及び観念において共通する類似商標であるとした審決の判断は，明らかに商標の類否判断手法を誤った不当な判断であって，取り消されるべきである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因ア，イの各事実は認めるが，ウは争う。"
                      ]
                    },
                    {
                      "fig": "(3)",
                      "subject": "被告の反論"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "A商標が原告において実際にどのように使用されているかA商標は，「王将」の部分が緑・橙・黄色の三重の括弧<<< >>>で挟まれて「餃子の」の部分から分離され，フォントも3倍程度大きく，字体も，「餃子の」の部分が草書体的に書かれているのに比して楷書体的に書かれており，色彩も，「餃子の」の部分が赤字であるのに対して白抜きで記載されているものである。",
                "そこで，原告が実際どのようにA商標を使用しているかをみると，たとえば，甲3の4は原告烏丸鞍馬口店の写真であるところ，その看板は，小さめに横書きで「餃子の」という文字が，大きく縦書きで「王将」という文字が，それぞれ分けて書かれており，明らかに「王将」を強調する構成がとられている(他にも甲3の28などがある)。",
                "また，甲3の3は原告出町店の写真であるが，メニューが書かれている看板に付された「餃子の王将」の文字は，「王将」の文字が「餃子の」の文字の3倍程度あるいはそれ以上の大きさがあり，「王将」の部分がことさら誇張されている(他に甲3の34などがある。)。同様に，原告配布のチラシ(甲7)や割引券等(甲9)，原告使用ののぼりや箸袋，マッチ等(甲4)，持ち帰り餃子の折り箱(甲52)など，そのどれをとってみても明らかに「王将」の文字がことさらに誇張された構成となっている。",
                "他に，甲3の25は原告国道店の写真であるが，夜間に撮影された左上の看板からは，「王将」の文字は白く光り浮かび上がって鮮明に見えるのに対し，小さく書かれているであろう「餃子の」という文字は，認識できないほどである(他に甲3の32など)。",
                "さらに，甲3の93の原告枚方市駅前店の写真に至っては，路上に置かれている看板には「<<<王将>>>」という文字しか書かれていない。",
                "かかる状況の下，A商標に触れた需要者において「餃子の」の部分と「王将」の部分を分離して観察することが取引上不自然であるとは到底思われず，必ず不可分一体の商標として「餃子の王将」と認識すると解する方が明らかに取引上不自然である。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "需要者の実際の認識",
              "text": [
                "実際，需要者間においても，以下のとおり，「ギョウザノオウショウ」という長い名称ではなく，しばしば簡略化した「オウショウ」との呼び名が定着しているのであって，A商標からは「ギョウザノオウショウ」のみならず，「オウショウ」の称呼，「王将」の観念も生じていることが明らかである。例えば，各種インターネットの掲示板やブログ等には，次のような書き込みがなされている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "ブログにみる需要者の認識",
      "text": [
        "まず，ブログについてみると，「編集長のお腹ぺこぺこ日記」と題するブログでは，「まんが喫茶でモーニングvs王将の焼めし・・・」とのタイトルの下，「夜は，王将で，焼きめしと唐揚げ・・・を食べる。」と書かれており(乙87の1)，「A PEACE of ROCK!」と題するブログでは，「王将：餃子(持ち帰り)」と題するタイトルの下，「久々に王将行きましたよ・・・」と書かれている(乙87の2)。",
        "その他にも，インターネットのブログ上で，一般の需要者が「餃子の王将」ないし「大阪王将」のことを略称で「オウショウ」と称呼している例を挙げ始めるときりがない。逆に，略称ではなく，「餃子の王将」ないし「大阪王将」と呼び区別をしているブログは見当たりにくい。"
      ]
    },
    {
      "fig": "b",
      "subject": "飲食店を紹介するホームページにみる需要者の認識",
      "text": [
        "次に，飲食店を紹介するホームページについてみると，「レストランのクチコミサイト徳島版」と題するページでは，そのページ中，「王将川内店」との紹介がなされている(乙87の8)。",
        "また，「浪花お好み焼き三昧」と題するホームページでは，そのページ中でも店舗の紹介として「王将」と紹介されているのみである(乙87の9)。",
        "このように，飲食店について詳しい人が作ったと思われる飲食店を紹介するホームページ上ですら，「オウショウ」の略称で称呼されている。"
      ]
    },
    {
      "fig": "c",
      "subject": "需要者の誤認混同",
      "text": [
        "このように，インターネットのブログ上では，「ギョウザノオウショウ」ではなく，「オウショウ」としての称呼が定着していることが明白である。そして，「オウショウ」としての称呼が需要者間で定着していることから，以下のように，原告商標と被告商標の混同が生じているブログ等も見受けられた。",
        "すなわち，「東京から南へ350Km・・・」と題するブログ(乙87の12)では，「『餃子の王将！』うろうろ歩き」のタイトルの下，書かれている餃子についての説明は，ブログ添付の写真からも明らかなように，「大阪王将」の餃子についてのものである。"
      ]
    },
    {
      "fig": "d",
      "subject": "小括",
      "text": [
        "以上のとおり，インターネット上で，「餃子の王将」ないし「大阪王将」ではなく「オウショウ」と称呼されている例を挙げれば枚挙にいとまがなく，「オウショウ」としての称呼が需要者間では定着していることに疑いはない。また，「オウショウ」という略称が定着していることによって需要者間で混同が生じていることも窺うことができる。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ウ)",
              "subject": "原告の認識"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "さらに，原告自身においても，「餃子の王将」ではなく，「王将」の略称が定着していることを窺わせる事情が以下のとおりある。"
      ]
    },
    {
      "fig": "b",
      "subject": "就職情報に関するホームページにおける記載",
      "text": [
        "原告が出している就職情報に関するホームページ中では，「ギョウザノオウショウ」ではなく，「オウショウ」と繰り返し原告社員によって称呼されている。",
        "まず，「リクナビ2008」と題するホームページ(乙87の10)に掲載された原告の求人情報のページでは，エントリーフォームのタイトルも，「王将エントリーフォーム」となっており，また，内容についても「王将に入社したからといって，・・・」「王将のビジネスフィールドに興味をもち，・・・」，「・・・その実現に向けがんばっているのが王将。」，「・・・そんな社員たちの夢を王将は応援します。」というように，「オウショウ」という称呼で統一されている。これらは，他にも乙87の11等にもみられる。",
        "このように，原告社員間でも，「オウショウ」の略称が定着しているのである。"
      ]
    },
    {
      "fig": "c",
      "subject": "原告提出証拠",
      "text": [
        "加えて，原告による提出証拠の中からも，原告の認識でも「ギョウザノオウショウ」ではなく「オウショウ」の略称が定着していることを窺い知ることのできる証拠がある。",
        "すなわち，甲10の1は原告草津店のオープンチラシであるが，その上部には，「滋賀県に進出第1号のチェーン店 王将草津店OPEＮ」と書かれており，下の部分に「餃子の王将」という文字があるものの，チラシを手にした者が真っ先に目に入る上部には「王将」の文字しかなく，需要者間に「オウショウ」という略称が定着していることを前提として，原告は当該チラシを作成したとしか考えられない。"
      ]
    },
    {
      "fig": "d",
      "subject": "原告提供テレビコマーシャル",
      "text": [
        "原告は，「豚肉一日7千キロ，鶏肉3千キロ，卵一日5万個，餃子一日100万個，食，盛況にして万里を超える，餃子の王将」を決まり文句とするテレビコマーシャルについて触れているが，その決まり文句の中には，「食は王将に在り」というキャッチフレーズが確かに含まれている。そして，この「食は王将に在り」という言葉が原告のキャッチフレーズの一つとなっていることは，原告店舗でお持ち帰り用パッケージにも「食在王将」と表記していることからも明らかである(乙87の7)。"
      ]
    },
    {
      "fig": "e",
      "subject": "小括",
      "text": [
        "以上のとおり，原告自身ですら，A商標のことを「餃子の王将」として一体と認識しているのではなく，「餃子」と「王将」とに分離して理解していることが積極的に窺える事情がいくつもある。",
        "上記のとおり，A商標は，その取引の実情等からして，簡略化した「オウショウ」との呼び名で定着しているのである。",
        "この点，原告は，中華料理店での自らの使用実績のみを殊更に強調するが，仮に「餃子の王将」という称呼，観念が一部で定着していた事実があったとしても，上記のとおり簡略化された「オウショウ」の称呼，「王将」の観念が需要者間で定着している(少なくとも，「オウショウ」の称呼，「王将」の観念が排除されているとは全く認められない)以上，最判昭和38年12月5日(民集17巻12号1621",
        "頁)からすれば，A商標から「オウショウ」の称呼，「王将」の観念が生じるとした審決の認定・判断に何らの誤りもない。",
        "ちなみに，原告があまりにも「餃子の王将」の著名度を過度に強調し続けるので，付言しておくと，「餃子の王将」という商標が原告の中華料理店を示すものとして全国的に著名になっている事実など存在しない。",
        "すなわち，原告は甲3において原告の店舗写真をあげるが，店舗の半数以上が近畿地方に集中しており(甲3の1ないし184)，東北地方や北海道には1店舗もなく，北はせいぜい群馬県(甲3の243等)，南もせいぜい熊本県(甲3の303)にある程度のことで，到底全国的に著名などとは言えない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(エ)",
              "subject": "結論",
              "text": [
                "そうすると，「本件商標中，自他商品の識別標識として機能を果たすのは『王将』の文字部分にあると把握・認識されるものである」(審決13頁17行～19行)とした審決の認定は極めて正当である。この点，原告は，A商標については「『餃子の』の文字と『王将』の文字とが不可分一体のものとして，『ギョウザノオウショウ』として一連に称呼され，また『餃子の王将』と観念されるのが通常であ」る旨主張するが，かかる主張は商標の類否判断に関する各種判例等の解釈適用を根本的に誤ったものであり，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(ア)",
              "subject": "原告が役務と商品を不当に混同していること",
              "text": [
                "原告は，中華料理店におけるA商標の使用実績をしきりに強調するが，審決が的確に述べるとおり，A商標については，「第30類に属する商品(食品)を指定して出願されたものであり，特定の役務等を指定して出願されたものではないから，本件商標をその指定商品との関係より見た場合には，上記の認定・判断(判決注，A商標が「オウショウ」の称呼，「王将」の観念を生じるとの認定・判断)を妥当とする」(審決13頁29行～31行)と解されるべきである。にもかかわらず，原告は，中華料理店におけるA商標の使用実績をそのまま分類の異なる指定商品に適用せんと試みるものであり，主張自体失当である。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "役務と商標における需要者の相違",
              "text": [
                "ぎょうざ等の商品の使用態様として極めて重要なのは，冷凍食品等の形態で，これはスーパーマーケットや生協等を通じて流通する形態である。原告の主張は持ち帰り用商品の存在に若干触れるのみで，極めて重要な上記の流通形態を完全に無視している点で，明らかに失当である。",
                "そして，中華料理店の役務とこれらの流通形態とでは，次のとおり，需要者は必ずしも共通せず，この点を無視した原告の主張は首肯できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "役務と商品の質的な違い",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "subject": "冷凍食品の商品",
                  "text": [
                    "そもそもスーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等は，中華料理店で提供するぎょうざやしゅうまいを単に冷凍させたものではなく，長期間にわたって品質を保持しつつ，解凍した際には生鮮材料で調理したのと同様の味を出せるよう，また，なるべく簡易に調理できるよう，多くの創作を施して完成した商品である。",
                    "すなわち，乙88は，被告トレーディング本部生協営業部ゼネラルマネージャーI作成にかかる「王将ブランド 冷凍食品への進出」と題する書面であるが，そこに書かれているとおり，被告販売の冷凍ぎょうざは，「専門店の味を継承しつつ冷凍適正とご家庭で食べるニーズに対応した商品」として独自に開発されたものである。そして，その開発にあたっては，店売りではなく冷凍食品として生協やスーパーマーケットで販売するということで，1袋当たりの個数の設定から，餃子1個当たりのサイズ，味付け等を一から作り上げるため，試行錯誤が繰り返された。また，飲食店における販売では考慮する必要のない，販売ルートの考慮も冷凍食品の販売に当たっては必要であり，被告はそうした販売ルートもその営業努力等により一から築き上げたのである。",
                    "また，商品の販売に当たっても，飲食店でのお持ち帰り商品にはない独自の衛生面等の配慮が必要であり，被告は，財団法人日本冷凍食品検査協会による冷凍食品指導・確認を毎年受けたり(乙90)，社団法人日本冷凍食品協会による冷凍食品製造工場の整備や品質・衛生の管理体制などの審査を受けたり(乙89)することにより，その品質管理に努めている。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "被告の冷凍食品業界での地位",
                  "text": [
                    "冷凍食品業界というのは中華料理店などの飲食業界とは異なる独自の業界であり，被告は自身の営業努力等により，かかる業界の中で一定の地位を築いている。",
                    "たとえば，乙91は大手の食品卸売業者である株式会社日本アクセスが発行する冷凍食品商品リストであるが，その中に被告商品は当然に含まれており，また冷凍食品新聞にも被告商品は掲載されている(乙92)。",
                    "さらに，大手の食品卸売業者である株式会社菱食のフードデザインという社内報でも，被告の新商品が取り上げられており(乙93)，また，食品業界の情報誌，日刊食品速報も，被告のたれ付餃子12個が2007年1月の伸び筋商品として取り上げられている(乙94)。",
                    "また，被告は，首都圏市販冷食連絡協議会や(乙95)，日本最大の冷凍食品メーカーの会，アールワイ会(乙96)の会員でもあり，冷凍食品新聞社発行の冷凍食品年鑑(乙97)や冷凍食品業界要覧(乙98)にも掲載されていることは，冷凍食品業界での一定の地位があることの証左である。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "小括",
                  "text": [
                    "したがって，中華料理店における役務の際に提供されるぎょうざやしゅうまいと，スーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等は，そもそも質的に全く異なる商品であり，実際，被告においても，長年にわたる研究と多額の費用をかけて開発した成果として，スーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等に関する独自の市場を開拓したのであり，当然のことながら，その独自の市場は，従前から存在した中華料理店における顧客層の延長線上にあるのではない。このように，中華料理店における役務の際に提供されるぎょうざやしゅうまいと，スーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等の需要者層は，そもそも出発点から質的に相違していることになる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "営業方法の違い",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "営業方法に関しても，中華料理店の役務提供においては，原告提出の証拠によるように，店舗付近で配布するチラシ(甲7など)やテレビ・ラジオなどのメディア(甲11など)を用いることが主になるのに対し，商品販売においては，仕入れ先であるスーパーマーケットや生協等に足を運び，企業内担当者に対し商品説明を行ったり，展示会等にブースを出展して積極的なプレゼンテーションを行ったり，という方法によることとなる(乙90以下)。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "被告の営業方法",
                  "text": [
                    "乙99の1ないし26は，被告が，営業を行った際に作成した報告書であるが，新潟(乙99の1)から沖縄(乙99の24)に至",
                    "るまで全国津々浦々の地域にて，営業活動を展開していることが分かる。また，被告の営業活動は国内にとどまらず，香港でも試食販売を利用したプロモーション活動を行っているのである(乙89の25)。",
                    "そして，被告の営業活動は，スーパーマーケットなどでの最終需要者をターゲットとした試食販売のデモンストレート(いわゆるマネキン試食販売)にとどまらず，株式会社日本アクセスや大手食品卸業者が主催する小売販売業を営む企業をターゲットとした展示会に出展し，ブースを設けて企業のバイヤーの方などに商品等の説明を行ったり，実際に試食してもらったりといった方法がとられている(乙99の4など)。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "被告営業地域の全国的広がり",
                  "text": [
                    "乙100ないし110は，被告が営業の際に用いた資料等であるが，これらより，被告による営業活動が北は北海道から全国的な広がりをもって行われていることが明らかである。",
                    "まず，乙100は，北海道を拠点として総合食品卸売業を営む日本アクセス北海道株式会社が発行する「2007年春季家庭用冷凍食品 新製品」に関する資料であり，かかる資料により，同社が被告商品を取り扱っていることが認められ，被告が北は北海道に至るまで営業活動を展開していることが分かる。",
                    "また，大手食品卸業の株式会社日本アクセス八戸支店発行の株式会社ユニバース商品部小西バイヤー宛，「2007年 春夏 冷凍食品 見積書」(乙101)より，東北地域においても被告商品が扱われていること，また，株式会社日本アクセスは食品卸業者であり，株式会社ユニバースは青森県・岩手県・秋田県を中心としてスーパーマーケットを展開する企業であり，こうした業者間で被告商品が取引されていることが明らかである。そのほか，株式会社日本アクセス盛岡支店発行の株式会社ジョイス宛「お見積書」(乙102)により，株式会社ジョイスが岩手県にてスーパーマーケットを展開する企業であることから，同様に岩手県でも被告商品の取引があること，山形県にて卸売業を営む株式会社山形丸魚主催の試食会出品アイテムリスト(乙103)により，同社の試食会に被告も出品していて，かかる地域においても被告が営業活動をしていることが明らかである。さらに，福島県に本社をおくヨークベニマル発行の被告に対する被告商品の見積書(乙104)により，被告が福島県においても営業活動を展開していることが明らかである。",
                    "加えて，茨城県・埼玉県・千葉県においてスーパーマーケットを展開する株式会社エコス主催の改装店舗の試食イベント(乙105)や，中間流通業者である旭食品宇都宮支店にて行われたプレゼン(乙106，107)に被告は参加しており，また関東地方でスーパーマーケットを展開する株式会社サンベルクスに対する06年秋アイテム一覧(乙108)にも被告商品は登場している。",
                    "そのほか，茨城県を中心にスーパーマーケットを営む株式会社タイヨーに対する被告の「2007年春季新商品，リニューアル品リスト」(乙109)や首都圏にスーパーマーケットを展開する株式会社いなげやが発行する被告商品に関する新規商品品質仕様(乙110)が存在することからも，これらの大手スーパーマーケットも被告商品を取り扱っていることが分かる。",
                    "このように，被告は，冷凍餃子等につき，全国的な営業活動を展開しており，被告の営業地域は全国的な広がりを持っている。"
                  ]
                },
                {
                  "fig": "(d)",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，被告は，その営業に当たっては，スーパーマーケット店内において最終需要者向けに試食イベントを開催する他，卸業者を通じて小売業者に販売するという方法をとることから，卸業者主催の展示会に出品して企業のバイヤーに対して商品説明を行ったり，販売業者の主催の集会に参加してコネクションを築いたりといった，飲食店の営業とは全く異なった営業方法をとる必要がある。",
                    "そして，この場合，引用各商標を付した被告商品の直接の購買層となるのはスーパーマーケットや生協等又はこれらの担当従業員であり，原告や被告が経営する中華料理店の顧客層の中心となる若くて食欲旺盛な若者とは異質である。",
                    "したがって，中華料理店における役務の際に提供されるぎょうざやしゅうまいと，スーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等は，営業活動の相手先が全く異なるという観点からしても，需要者層は必ずしも重ならない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "subject": "最終購買層の違い",
      "text": [
        "原告も引用する商標審査基準(甲31)によると，「商標の類比の判断は，商標が使用される商品又は役務の主たる需要者層(例えば，専門家，老人，子供，婦人等の違い)その他商品又は役務の取引の実情を考慮し，需要者の通常有する注意力を基準として判断しなければならない。」とされている。",
        "そして，原告の役務提供についての需要者は，「餃子5人前食べれば！無料」とのチラシ(甲10の2)に象徴されるように，餃子5人前を一度に食べることが可能である若くて食欲旺盛な若者が中心であるのに対し，引用商標が付される被告商品の最終購買層は，被告商品がスーパーマーケットや生協等で販売される冷凍食品であることから主婦層が中心となる。",
        "したがって，中華料理店における役務の際に提供されるぎょうざやしゅうまいと，スーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等は最終購買層においても異なるから需要者層は必ずしも重ならない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ウ)",
              "subject": "A商標がぎょうざ等の商品に使用された場合に生じる需要者の誤認混同"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "スーパーマーケットや生協等の市場の観点からの検討商標の類否判断においては商標の使用態様も考慮要素となるが，使用態様を考慮すればなおのこと，ぎょうざやしゅうまい等の商品につきA商標が使用されると，次のとおり，需要者はA商標と引用商標を完全に誤認混同する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "subject": "被告商品の売上",
                  "text": [
                    "被告は，多大な労力と資本を投下した成果として，冷凍ぎょうざやしゅうまい等につき独自の市場を形成したものであり，その売上は，冷凍食品事業全般については，乙111の1にあるように，第25期(平成13年度)は15億972万円，第26期(平成14",
                    "年度)は17億3793万3千円，第27期(平成15年度)は2",
                    "2億5970万9千円，第28期(平成16年度)は28億445",
                    "2万4千円，第29期(平成17年度)は37億3194万6千円，",
                    "第30期(平成18年度)に至っては現在のところ42億円に達する見込みとなっている。",
                    "そして，冷凍ぎょうざのみの売り上げについてみても，第28期(平成16年度，平成16年4月1日から平成17年3月31日)",
                    "では売上数量6，330，554パック，売上高16億2757万",
                    "1787円(乙20)，第29期(平成17年度，平成17年4月",
                    "1日から平成18年3月31日)では売上数量8,704,984パ",
                    "ック，売上高21億2019万6045円(乙111の2)，第3",
                    "0期(平成18年度，平成18年4月1日から平成19年3月31",
                    "日)については平成19年1月31日時点で，売上数量8，901，391パック，売上高20億7227万3871円に達しており，",
                    "残り2か月分の実績予測を含めると1000万パックを超え，売上高24億円を超える見込みとなっている(乙111の3)。",
                    "かかる被告の売上実績は，被告から委託を受け，生協やスーパーマーケット等市販用の冷凍ぎょうざ・冷凍しゅうまい等を製造する株式会社サンオーク，東食工業株式会社，コーワフーズ株式会社，株式会社ドリームフーズの各陳述書(乙21ないし24，乙112の1ないし5)からも裏付けられている。",
                    "このように，被告の冷凍食品事業は，平成14年度は約15パーセント，平成15年度は約30パーセント，平成16年度は約25パーセント，平成17年度は約31パーセントのそれぞれ売上伸び率を示している。",
                    "また，冷凍ぎょうざのみについても，平成17年度は約30パーセントの売上伸び率を示しており，成長が著しい。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(b)",
      "subject": "被告商品の全国的な広がり",
      "text": [
        "加えて被告は，冷凍ぎょうざやしゅうまい等につき地道な営業活動を繰り返した結果，現在においては全国各地の生協において，これらの被告商品が取り扱われるに至っており，また惣菜宅配業者として全都道府県に商品供給を行っているヨシケイ開発株式会社のチラシにも被告は掲載されていて(乙135)，「王将」ブランドは，ぎょうざやしゅうまい等の商品につき被告の出所を示すものとして全国的に広く需要者に知れるに至っている。そのほか，当然のことながらスーパーマーケットなどでも被告商品は広い地域で扱われている(乙136ないし乙149)。",
        "なお，原告は，被告が「王将」という商標は使用していないかのように主張するが，被告がスーパーマーケットや生協等のルートに冷凍ぎょうざやしゅうまい等を販売する際には「王将」の文字が付された様々な種類の袋を使用しており(乙150)，また，「大阪王将」ではなく「人気の王将餃子」として紹介されているチラシもある(乙136)。",
        "これに対し，原告がスーパーマーケットや生協等の市場においてA商標を使用した実績は皆無であり，当然のことながら，これらの市場における原告のブランド力も皆無である。"
      ]
    },
    {
      "fig": "(c)",
      "subject": "小括",
      "text": [
        "したがって，例えば，原告の店舗が全く存在せず，「王将」ブランドを付した被告の冷凍ぎょうざ等がスーパーマーケットや生協等を通じて販売されている北海道や東北地方で，現在に至って，突然に原告がA商標を用いたぎょうざやしゅうまい等の販売を開始した場合，その需要者がその出所を被告であると誤認混同することは必定である。"
      ],
      "content": [
        {
          "fig": "b",
          "subject": "持ち帰り用商品の観点からの検討",
          "text": [
            "原告は持ち帰り用商品の存在にも触れているが，上記のとおり，A商標と引用各商標の使用態様を具体的に考察すればなおさら需要者の誤認混同が生じる事実は明確となっており，持ち帰り用商品の販売実績とはそもそも完全に無関係である。したがって，原告の主張は主張自体失当である。",
            "なお，原告において持ち帰り用商品につき一定の売上が存在したとしても，原告がしきりに強調する中華料理店の役務に関してですら需要者間では誤認混同が生じているし，中華料理店の役務に関してすらA商標が全国的に著名性を有している事実も全く存在しない。",
            "これに対し被告は，被告代表取締役著書の「大阪王将，上陸」(乙151)にも書かれているように，「テイクアウトの多さも大阪王将の大きな特徴であ」り(同75頁)，餃子の売り上げ構成に占めるテイクアウト率は全店平均で15パーセントほど，高い店では30パーセントを超えるところもある。",
            "また，被告は，北は秋田県(秋田御所野店，乙67)から南は鹿児島県(天文館店，乙68)に至るまで，全国的規模で店舗を有しており，東北地方に1店舗も有さない原告と比べて，エリア的には広い範囲にわたっている。",
            "したがって，持ち帰り用商品の販売実績を取り上げたところで，需要者がA商標と引用商標とを誤認混同することに変わりはない。",
            "また原告は，使用実績によりA商標が一体不可分であると認識されるに至った旨主張しており，使用実績がなければ引用各商標との類似性は肯定されること自体は実質的に認めているところ，引用各商標はそれぞれ昭和59年，平成4年，昭和32年に登録されたのであるから，原告の使用実績は引用各商標の商標権侵害行為を基に積み重ねられていったことになる。かかる観点からも，持ち帰り用商品の販売実績を根拠とする原告の主張は，認められない。"
          ],
          "content": [
            {
              "fig": "(エ)",
              "subject": "結論",
              "text": [
                "以上のとおり，本件紛争が第30類の商品に関する商標登録をめぐる紛争であることに着目し，中華料理店としての役務商標に関する使用実績や取引状況を考慮しなかった審決の判断は極めて正当であり，審決は何らの取消事由をも包含しない。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "取消事由3に対し"
                }
              ]
            },
            {
              "fig": "(ア)",
              "subject": "外観につき",
              "text": [
                "原告は，A商標は，その外観構成態様から一般需要者の視覚に対し独自な印象等を与える旨主張する。",
                "しかしながら，A商標も，「王将」の部分を緑・橙・黄色の三重の括弧<<< >>>で挟むのみが独特なのであって，文字自体は標準的な文字を使用しており，引用各商標と何ら変わるところはない。そして，A商標の外観は，「王将」の文字を三重の括弧で挟み込むことにより，「餃子の」の部分より分離させ，際立たせる効果が生じていることが明らかである。",
                "そのため，三重の括弧がない状態よりもある状態のA商標の方が，むしろ引用各商標との同一性が認められる。",
                "よって，A商標と被告商標(引用各商標)の外観とは，外観の同一性が認められる。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "観念につき",
              "text": [
                "原告は，A商標より，「餃子の王将」，並びに「王将フードサービス」の又は「中華レストランチェーン」としての「餃子の王将」の観念が生ずると主張するが，たとえ原告の主張するようなテレビコマーシャル等が頻繁に流れようとも，上記最判昭和38年12月5日においても述べられているとおり，簡易，迅速をたっとぶ取引の実際においては，需要者が簡略化した名称を使用することが一般的であって，観念についても，A商標からは「餃子の王将」ではなく「王将」の観念が生じることが明らかである。万一，「餃子の王将」という観念が生じることがあったとしても，少なくとも，簡略化された「王将」の観念も両立して生じることは明らかであり，A商標から「王将」の観念が生じること自体が否定されることはあり得ない。",
                "そして，原告自身も，引用各商標から，審決認定のとおり「王将」の観念が生じることは認めている。",
                "以上により，A商標と引用各商標とは観念の点においても一致する。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "称呼につき",
              "text": [
                "繰り返し主張してきたとおり，A商標の要部は「王将」であり，また，原告自身も，引用各商標から審決認定のとおり「オウショウ」の称呼が生じることは認めている。",
                "以上により，A商標と引用各商標とは称呼の点においても一致する。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "結論",
              "text": [
                "したがって，A商標と引用各商標とは，外観，観念，称呼のいずれの観点からも一致しているとした審決の認定は正当である。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "B事件について",
                      "content": [
                        {
                          "fig": "(1)",
                          "subject": "請求の原因(被告の主張)"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "特許庁における手続の経緯"
                }
              ]
            },
            {
              "fig": "(ア)",
              "text": [
                "原告は，下記登録商標(以下「B商標」という。)の商標権者である。",
                "記"
              ]
            }
          ]
        },
        {
          "fig": "a",
          "subject": "商標",
          "text": [
            "登 録 番 号",
            "第4559956号",
            "出 願 日",
            "登 録 日"
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "指定商品 第30類「餃子，サンドイッチ，すし，ピザ，べんとう，ミートパイ，ラビオリ」",
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "これに対し被告は，上記B商標は前記引用商標1ないし3に類似するから法4条1項11号に該当する等として，商標登録の無効審判を請求し，同請求は無効2005−89170号として特許庁に係属したところ，特許庁は，平成19年1月31日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成19年2月13日B事件原告(大阪王将，以下「被告」という。)に送達された。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しBのとおりであり，その理由の要旨は，B商標は，「元祖餃子の王将」以外に構成中の「餃子の王将」も一種の名称(屋号又は店舗名)の如く想記，認識されるから，称呼，観念及び外観のいずれの点からみても非類似の商標というべきである，としたものである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べるとおり，違法なものとして取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "取消事由1(原告及び被告が使用する標章の認定の誤り)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "被告(大阪王将)が使用する標章",
      "text": [
        "審決は，ぎょうざやしゅうまい等の商品につき，被告が「大阪王将」という標章のみ使用しているかの如き認定を行うが，被告は，スーパーマーケットや生協等で流通する冷凍ぎょうざやしゅうまい等につき，「王将」という標章を使用している(乙150)。",
        "従って，審決の認定はその出発点から根本的に誤っており，この点がB商標と引用各商標との類否判断にも誤った影響を与えている。"
      ]
    },
    {
      "fig": "b",
      "subject": "原告が使用する標章",
      "text": [
        "原告(京都王将)には，ぎょうざやしゅうまい等の商品に関する販売実績はなく，当然のことながら，これらの商品につきB商標を使用した実績も皆無である。この点，審決は，本件紛争がぎょうざやしゅうまい等の商品に関してB商標と引用各商標の類否等が問題となっている事案であるにもかかわらず，中華料理店の役務提供に関する原告の「餃子の王将」の使用実績をそのままぎょうざやしゅうまい等の商品に関する類否認定に適用している点で誤っている。",
        "もっとも，中華料理店の役務提供に関する原告のB商標の使用態様を考慮したところで，次のとおり，B商標と引用商標が共通し，両商標の要部とされるべき「王将」というものも積極的に使用していることが明らかである。",
        "すなわち，A事件に関して主張したとおり，①原告自身の就職情報に関するホームページにおける記載，②原告提出の証拠，③原告提供のテレビコマーシャル等からして，原告は「王将」という標章も積極的に使用しており，この点に関する審決の認定には明らかな誤りがある。そして，この認定の誤りがB商標と引用各商標の類否判断にも誤った影響を与えている。"
      ]
    },
    {
      "fig": "c",
      "subject": "需要者の認識",
      "text": [
        "審決は，中華料理店における原告標章の使用実績をしきりに強調するが，原告使用標章については，本件は第30類に属する商品(食品)に関するものであり，中華料理店の役務等に関するものではないから，少なくともB商標の指定商品との関係より見た場合には，B商標が「オウショウ」の称呼，「王将」の観念を生じると解されるべきである。",
        "にもかかわらず，審決は，中華料理店における原告標章の使用実績をそのまま分類の異なる指定商品に適用せんと試みるものであり，明らかに誤っている。",
        "なお，中華料理店の役務に関する使用実績をそのままぎょうざやしゅうまい等の商品に流用してはならないことについては，上記A事件に関する原告主張の取消事由2に対する反論の中で，(イ)として，役務と商標における需要者の相違において主張したとおりである。",
        "なお，中華料理店における役務の際に提供されるぎょうざやしゅうまいと，スーパーマーケットや生協等を通じて流通する冷凍ぎょうざやしゅうまい等は最終購買層においても異なる。したがって，中華料理店の役務提供に関する原告標章の使用実績はぎょうざやしゅうまい等の商品との関係では，特に冷凍食品につき使用された場合には全く無意味である。そうすると，仮に，B商標がこれらの商品に使用された場合，同商品を購買する取引者・需要者は，B商標のうち品質表示部分である「元祖」「餃子の」を除いた「王将」の部分(まさに，引用各商標と一致する部分)で商品を識別するはずであり，この点に関する審決の認定には明らかな誤りがある。"
      ]
    },
    {
      "fig": "d",
      "text": [
        "また，B商標がぎょうざ等の商品に使用された場合の需要者の誤認混同が生じる点についても，既に上記(ウ)で主張したとおりである。",
        "以上のとおり，本件が第30類の商品商標に関する商標登録をめぐる紛争であることに着目せず，中華料理店としての役務商標に関する使用実績や取引状況を短絡的にぎょうざやしゅうまい等の商品に流用した審決の判断は明らかに不当である。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "取消事由2(商標の認定の誤り)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "「元祖」につき",
      "text": [
        "審決は，B商標中「元祖」につき，「創始者等の意味を有する語で，比較的飲食店の店名に冠して用いられていること」と述べていることから，同部分については，B商標の要部とは認め難いことを前提にしていると思われるが，その点では正当である。現に，「元祖」は商標の要部とはならない品質表示であることを前提とする審判実務も定着している(B事件甲5ないし10)。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "既に主張したとおり，原告使用標章は，まさに取引の実情等からして，簡略化した「オウショウ」との呼び名で定着しているものであり，B商標から「餃子の王将」という称呼，観念が生じることはない。仮に「餃子の王将」という称呼，観念が一部で定着していた事実があったとしても，上記のとおり簡略化された「オウショウ」の称呼，「王将」の観念が需要者間で定着している(少なくとも，「オウショウ」の称呼，「王将」の観念が排除されているとは全く認められない)以上，B商標からは「オウショウ」の称呼，「王将」の観念が生じている。",
        "従って，B商標中，自他商品の識別標識として機能を果たすのは「王将」の文字部分にあり，「餃子の」と「王将」とが不可分一体のものとして，「ギョウザノオウショウ」として一連に称呼され，また「餃子の王将」と観念されるかのごとき審決の判断は，商標の類否判断に関する各種判例等の解釈適用を誤ったものであり，失当である。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "subject": "取消事由3(B商標と引用各商標の類比判断の誤り)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "称呼，観念につき",
      "text": [
        "既に主張したとおり，B商標からも引用各商標からも，「オウショウ」の称呼，「王将」の観念が生じるため，両者は完全に同一の称呼，観念を生じている。従って，審決の認定は明らかに誤っている。"
      ]
    },
    {
      "fig": "b",
      "subject": "外観につき",
      "text": [
        "B商標も引用各商標も，標準的な文字を使用しており(引用商標3は若干草書体的な文字が使用されているが，標準的な文字であることに違いはない)，「王将」の部分につき同一性が認められる。したがって，何らの理由を述べずにB商標と引用各商標は外観上非類似である旨を述べる審決の認定は明らかに誤っている。"
      ]
    },
    {
      "fig": "c",
      "subject": "B商標と引用商標をめぐる経緯から見た審決の誤り",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "subject": "和解(甲44)につき",
                  "text": [
                    "原告と被告は，昭和60年12月2日に大阪地方裁判所において，中華料理店の役務提供につき，「大阪王将」と「餃子の王将」という標章を使い分ける旨の和解を成立させた(甲44)。",
                    "同和解については，「日本国内において中華料理店を営むにつき」との限定文言が入っていることからも明らかなように，役務提供としての中華料理店を経営するに当たっての和解であって，本件で争いになっている商品については範疇に入っていない。換言すれば，中華料理店以外の役務や商品については，自己のブランドを確立・発展させ，商標権の取得等により競業他社によるフリーライドを阻止することは全く禁止されておらず，互いの自由競争に委ねられることが約束されていたのである。",
                    "そして，被告は，同和解内容を遵守する傍ら，上記のとおり，多大な労力と多額の資本を投下し地道な努力を重ねた結果として，とりわけ冷凍ぎょうざやしゅうまい等の商品につき独自の市場を確立することに成功し，また，ぎょうざやしゅうまい等の商品についての被告ブランドを適切にフリーライドから守るために，昭和61年頃から引用各商標の確保に努めてきたのであるから(乙3等)，ぎょうざやしゅうまい等の商品につき，被告に「王将」ブランドの排他的使用が認められることは，先願主義の観点からしても，当然のことである。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "役務をめぐる原告及び被告からの各種商標出願の推移平成3年商標法改正によりサービスマークの制度ができたことから，中華料理その他東洋料理を主とする飲食物の提供を指定役務として，被告は平成4年8月17日に「OHSHO」(商願平4-15",
                  "text": [
                    "8266号，乙152の1)，「王将 OSAKA・OSHO」(商",
                    "願平4-158267号，乙152の1)，「王将」(商願平4-15",
                    "8264号，乙153の1)，「大阪王将」(商願平4-158265",
                    "号，乙153の1)を，原告は平成4年4月21日に「餃子の王将」(商願平4-106402号，乙154の1)をそれぞれ出願し，",
                    "そのいずれもが登録を受けたわけであるが，これは，サービスマーク制度の施行に伴う経過措置として例外的に重複登録として認められたものである(なお，先願主義の例外として，平成4年4月1日から同年9月30日の特例期間内に出願されたものについては同一出願として取り扱われているため，原告の商標と被告の一連の商標との間には先後関係はない。)。",
                    "すなわち，特例期間中に出願されたサービスマークについては，サービスマーク制度の施行に伴う経過措置として本来であれば登録できない類似商標の登録が極めて例外的に認められているものに過ぎず，したがって中華料理店の役務についてさえB商標と引用各商標は類似するものとして15年以上にわたって扱われてきている。",
                    "このことは，大きく書かれた「餃」の文字を円で囲み，その周りに小さく「大」「阪」「王」「将」という4つの文字を四隅に散らばらせて付した全く外観の異なる乙86の2の商標でさえも，「餃子の王将」や「王将」等の商標と「『オウショウ』の称呼及び『主将にあたる将棋の駒の名』の観念を同一にし，例え，全体の外観において相違するとしても，出所の混同を生ずるおそれのある類似する商標といわなければなら」ないとの理由で拒絶されている(不服2005−1699号，平成18年5月8日審決。乙86の1)こと",
                    "からも明らかである。",
                    "よって，中華料理店の役務についてすら原告使用標章と引用各商標は類似していることを前提に極めて特例の措置によって登録が併存しているに過ぎない現状で，かかる特例措置とは無縁の商品について同特例措置が適用されたのと同様の結論をもたらすようなことがあってはならない。",
                    "審決はかかる経緯にも反しており，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(エ)",
          "subject": "取消事由4(品質誤認に関する認定・判断の誤り)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "「元祖」の意味",
      "text": [
        "「元祖」とは「物事を初めてしだした人」や「創始者」の意味であるところ，既に審判実務でも定着しているとおり「元祖」という表現は，同種の商品を扱ってきた期間の長さ等からして同商品が確かな品質を備えていることを保証する機能を有する意味において，品質表示に該当する。",
        "そして，需要者がしばしばある商品につき誰が「物事を初めてしだした」かどうか，また，誰が「創始者」かを商品の品質判断の重要な要素として検討し，商品選択の参考とすることは経験則上明らかであることからすれば，「物事を初めてしだした」のではなく「創始者」でもないことが明らかな者に「元祖」を付した商標の使用を認めることは，公序良俗に反するとともに品質に関する虚偽表示を認めることにもなり(法4条1項7号16号，不正競争防止法2条1項13号)，さらに，真に「元祖」である者との関係では，真に「元祖」である者を模倣者であるかの如き印象を与えるという意味において，その者に対する信用毀損を認めることにもなる(不正競争防止法2条1項14号)。",
        "この点，審決は，単なる原告標章の使用実績のみをもって品質誤認表示ではない旨述べるにとどまり，原告が冷凍ぎょうざやしゅうまい等の商品につき「元祖」であるか否かの吟味すらしておらず，明らかに誤っている。"
      ]
    },
    {
      "fig": "b",
      "subject": "原告が「元祖」ではないこと",
      "text": [
        "B商標との関係で問題となっている冷凍ぎょうざやしゅうまい等の商品との関係では，上記のとおり，被告こそが多大な労力と資本を投下して新たな市場を開拓して「王将」ブランドを確立したのであり，同商品との関係で「物事を初めてしだした」や「創始者」は被告であって，少なくとも同商品につき全く実績のない原告ではない。",
        "したがって，原告にB商標の使用を認めることは，冷凍ぎょうざやしゅうまい等の商品との関係で，その品質につき需要者を誤認させることになる。審判は，この点を無視して，「元祖」の判断とは無関係な原告標章の使用実績でもって品質誤認に該当しないとの結論を導くものであるから，明らかに誤っている。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因ア，イの各事実は認めるが，ウは争う。"
                      ]
                    },
                    {
                      "fig": "(3)",
                      "subject": "原告の反論"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "取消事由1に対し"
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "審決は，被告主張の如く「大阪王将」という標章のみ使用していると認定したのではなく，「王将」という標章の使用が一部あるとしてもほとんどの被告の標章の使用態様は「大阪王将」であると認定したものであり，誤りはない。",
            "被告の標章の実際上の使用態様は，乙15ないし19のカタログ，店内チラシ等，乙25ないし54のチラシ，乙56ないし61の店内の看板，表示板等，乙62ないし66の雑誌類，乙67ないし69の店舗写真，乙70ないし77のチラシ，乙78ないし80の新聞記事，乙92，99の1ないし26，乙113ないし149のチラシ，乙151の雑誌等には，「大阪」と「王将」の文字を同書同大で横書き又は縦書きした「大阪王将」，「王将」の文字の左上側に「大阪」なる文字を，その真上に「OSAKA OHSHO」なる欧文字を付してなる態様，「王将」の文字の左側にやや小さく「大阪」と「OSAKA OHSHO」を二段併記した態様，左側に「大阪」と「OSAKA」を二段併記し，右側に「王将」と「OHSHO」を二段併記して配し，中央に「餃」の文字を配した態様，「王将」の縦書文字の上に「大阪」を横書きした態様が使用態様として存在する。このことからも明らかなように，被告が現実に使用している標章の使用態様のほとんどは，前記のように需要者が直ちに視認できるよう「大阪」と「王将」の文字が不可分一体的に構成された態様になっているものであって，被告が引用する乙150の表示態様は例外であって，全体としては上記のようにほとんどの被告使用の標章は「大阪王将」である。",
            "よって，審決が，「甲第15号証ないし甲第82号証よりすると，請求人が『餃子』等に実際に使用している標章は，ほとんど『大阪王将』・・・であることが認められる。」(13頁23行～25行)と認定したことに何ら事実認定に誤りがない。",
            "したがって，この点に「誤り」があることを前提とする被告の取消事由1は明らかに失当である。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "原告が使用する標章につき",
          "text": [
            "審決は14頁の1行以下で，「そうすると，『餃子』等を飲食購買する取引者・需要者，特に一般消費者は，被請求人が『中華飲食店』等に使用している標章を『餃子の王将』として，請求人が『餃子』等に使用している標章を『大阪王将』として相当程度認識しているといえるものである。」と認定したうえ，B商標と引用商標1ないし3とは非類似の商標と判断したものである。",
            "このことは，正に審決は「中華飲食店」においては，「ぎょうざやしゅうまい」等の商品が販売されている事実並びにこれらの商品の販売が「餃子の王将」の標章の下で販売されている事実を前提にして認定及び類否判断を行ったもので，正当な判断であり何らの誤りもない。",
            "B商標は，「元祖餃子の王将」の文字を書してなるものであるが，その構成中の「元祖」の文字は創始者等の意味を有する語で，飲食店の店名に冠して用いられるものであるため，「元祖」の文字部分を略して，「餃子の王将」の部分をもって，その外観，観念，称呼が把握されるのが通常であり，「王将」の文字部分のみが分離して認識，把握されることはない。",
            "このことは，A事件で既に主張したように，原告は中華レストランチェーンを設立した当初から一貫して約36年間の長きにわたり「餃子の王将」としての商標をその屋号又は店舗名として，並びに「ぎょうざやしゅうまい」等の持ち帰り用の商品名として使用しているものであり，一般消費者には「ギョウザノオウショウ」として称呼され，既に周知，著名商標となっているのである。被告は，乙87の10，87の11において「王将」という記載があることを根拠に原告自身が「ギョウザノオウショウ」ではなく，「オウショウ」と繰り返し称呼されていると主張するが，「王将」の文字記載はあるものの「オウショウ」と称呼している事実はない。さらに，後記のように原告は，「ぎょうざやしゅうまい」等の商品に「餃子の王将」なる標章を付して使用している実績や販売実績は相当な規模に達している。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "需要者について",
          "text": [
            "被告は，役務と第30類の商品との分類相違との関係を指摘しているが，B商標の中華レストランも，「餃子」等の第30類の商品の需要者も共通している。",
            "特に，B商標は，原告の中華レストランチェーンの略称として著名な商標として広く認識されていることはもちろん，同一需要者を対象とする「餃子」，「エビチリ」，「春巻」，「しゅうまい」，「肉まんじゅう」等原告の中華レストランチェーンが製造販売する持ち帰り用の中華食品の総称としても著名であることはA事件において主張立証したとおりである。",
            "特に，原告が製造販売する持ち帰り用の商品としては，各店舗内に甲51に示す商品リスト(持ち帰り可能な料理を明示したメニュー)が置かれており，その主力食品である「餃子」を中心とした持ち帰り用商品の売上実績は，既にA事件において主張したとおり約49億円ないし58億円に上る。",
            "上記売上実績からも明らかなように，「餃子」を中心とした持ち帰り用商品は大量に販売されているとともに，その販売に際しては「餃子の王将」の標章が包装ケースや包装紙等に全て付されて使用されている(甲52)。",
            "このように，B商標の指定商品である「ぎょうざ」，「しゅうまい」，「肉まんじゅう」等の中華食品の名称としても「餃子の王将」及びB商標はその使用実績や販売実績からも広く知られた著名な商品商標である。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "よって，B商標は，中華レストランチェーンの表示としてはむろんその需要者が共通する指定商品との関係より見た場合においても明らかに原告の商品表示として取引者・需要者間においては著名商標として認識されている。"
          ]
        },
        {
          "fig": "(オ)",
          "text": [
            "被告は，ぎょうざやしゅうまい等の商品につきB商標が使用されると，需要者はB商標と引用各商標を完全に誤認混同すると主張しているが，原告のB商標が「ぎょうざやしゅうまい等」の商品に長年使用されていることは既にA事件において主張したとおりである。",
            "また，引用各商標自体は使用されていないものである以上，引用各商標と誤認混同することはあり得ない。",
            "さらに，被告使用の標章は，「大阪王将」であって，B商標又は原告使用商標の「餃子の王将」とは明らかに識別されて使用されている以上，誤認混同が生じることも一切ない。しかも，被告が「冷凍ぎょうざ」に使用している標章は，乙90に示すように，その名称の欄には，「冷凍ぎょうざ(大阪王将)，冷凍ぎょうざ(大阪王将餃子)，ぎょうざ(大阪王将肉餃子)，小籠包(大阪王将小籠包)」等と必ず「大阪王将」の標章が付されて取引されているのである。また乙92のイートアンドの欄にも全て「大阪王将」の標章と「たれ付餃子」等の商品名とが二段併記されているのである。さらに，乙99の1ないし26の包装ケースや看板等にはほとんど「大阪王将」と表示されて販売されているのである。",
            "そうすると，B商標又は原告使用商標「餃子の王将」と被告使用商標「大阪王将」とが商品においても誤認混同することはありえないし，現在まで誤認混同した事実もない。",
            "よって，指定商品との関係，特に中華レストランで販売する「ぎょうざ」等についてはB商標及び原告使用商標はそのレストランの「店舗名」と同様に「ギョウザノオウショウ」の称呼のみが生じるものである以上，「そうすると，本件商標は，語頭の創始者等の意味を有する『元祖』の文字部分を略して，『餃子の王将』の部分をもって，その外観，観念及び称呼を把握される場合があるとしても，ことさら『王将』の文字のみが分離して認識，把握されることはないというべきである。してみれば，本件商標は，その構成文字全体，若しくは，構成中の『餃子の王将』の文字に相応して『ガンソギョウザノオウショウ』又は『ギョウザノオウショウ』の称呼のみを生じ，『店舗名(餃子の王将)』を想起，観念すると判断するのが相当である。」(14頁17行～24行)とした審決は適法である。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "取消事由2に対し",
              "text": [
                "上記のように，B商標及び原告使用商標からは「ギョウザノオウショウ」の称呼及び「餃子の王将」の観念のみが生じるものであって，被告主張のような「オウショウ」の称呼と「王将」の観念が需要者間で定着している事実は一切ない。原告の「餃子の王将」なる商標は，既に主張したように著名商標に至っていることは明らかであり，全国の一部の地域において店舗が存在しないことのみの理由によって，その著名性が否定されるものではない。このことはテレビ等の宣伝広告によって著名性を獲得する商標が存在することからも明らかである。被告の主張は，いずれも理由がなく，失当である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "取消事由3に対し"
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "称呼，観念につき",
          "text": [
            "被告は，B商標と引用各商標とは，「完全に同一の称呼，観念を生じている。」と主張するが，両商標は称呼，観念において同一であることはありえないし，またその称呼において，「ガンソギョウザノオウショウ」又は「ギョウザノオウショウ」の称呼のみが生じるB商標と「オウショウ」の称呼が生じる引用各商標とは称呼上明確に区別し得る。",
            "よって，称呼及び観念において両商標が類似するとはいい得ないものであり，審決の判断は正当である。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "外観につき",
          "text": [
            "さらに，B商標と引用各商標とが外観において区別し得ることは明らかであり，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "また，被告はサービスマーク制度下における商標出願の推移を述べているが，その経緯と被告の審決取消事由とは無関係である。"
          ],
          "content": [
            {
              "fig": "エ",
              "subject": "取消事由4に対し",
              "text": [
                "被告は，「本件で問題となっている冷凍ぎょうざやしゅうまい等の商品との関係において」と主張するが，本件で問題となっているのは冷凍ぎょうざやしゅうまい等の冷凍食品のみでないことは明らかである。「餃子の王将」の「創始者」は原告である以上，何ら公序良俗に反するものではないばかりか，B商標が「元祖」のみからなる標章でない以上，商品の品質の誤認を生じさせるおそれもない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "A事件について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因ア(特許庁における手続の経緯等)，イ(審決の内容)の各事実は，いずれも当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "A商標の法4条1項11号該当性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "類比判断に関する基本的視点",
                  "text": [
                    "商標の類否は，対比される両商標が同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎり，その具体的取引状況に基づいて判断すべきである。また，商標の外観，観念または称呼の類似は，その商標を使用した商品につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，従って，上記三点のうちその一において類似するものでも，他の二点において著しく相違することその他取引の実情等によって，なんら商品の出所に誤認混同をきたすおそれの認めがたいものについては，これを類似商標と解すべきではない(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                    "また，簡易，迅速をたっとぶ取引の実際においては，商品の購買者は，二個の商標を現実に見比べて商品の出所を識別するのではなくして，その商標を構成する文字，図形の各部分またはその総括した全体を通じて最も印象の強いものによって商品の出所を識別するのが普通である。このように，商標は，その作成者の意図如何にかかわらず，常に必ずしもその構成部分全体の名称によって称呼，観念されるとは限らず，しばしば，その一部だけによって簡略に称呼，観念され，一個の商標から二つ以上の称呼，観念の生ずることがあるところ，一個の商標から二つ以上の称呼，観念が生ずるものと認めることが許されるかどうかは，当該商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているか否かによって決せられるべきである(最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁参照)。",
                    "そこで，以上の見地に立って，A商標と引用各商標の類否について判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件における事実関係",
                  "text": [
                    "証拠(各認定事実の末尾に摘示した)及び弁論の全趣旨を総合すると，以下の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "A商標は，前記第3，1，(1)，ア，(ア)記載のとおり，平成16年12月3日に原告により出願され，平成17年6月3日に設定登録されたものであり，その構成は，前記のとおり左側に赤の色彩を施した「餃子の」の文字を配し，その右側に赤地に白抜きの文字で大きく「王将」の文字を表し，その「王将」の文字を緑・橙・黄色の三重の括弧である各「〈〈〈」，「〉〉〉」で挟んでなり，指定商品は，第30類の「ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ，アイスクリーム用凝固剤，家庭用食肉軟化剤，ホイップクリーム用安定剤，食品香料(精油のものを除く。)，茶，コーヒー及びココア，氷，菓子及びパン，調味料，香辛料，アイスクリームのもと，シャーベットのもと，コーヒー豆，穀物の加工品，アーモンドペースト，イーストパウダー，こうじ，酵母，ベーキングパウダー，即席菓子のもと，酒かす，米，脱穀済みのえん麦，脱穀済みの大麦，食用粉類，食用グルテン」とするものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標1は，前記第3，1，(1)，ア，(イ)，a記載のとおり「王将」の文字を横書きしてなり，昭和55年5月24日に下記引用商標3の連合商標としてJにより出願され，第32類「ぎょうざ，しゅうまい」を指定商品として昭和59年3月22日に設定登録されたが，昭和61年3月19日に譲渡を原因として被告の前身である大阪王将食品株式会社に移転され(昭和61年7月21日登録)，平成6年4月27日，平成16年3月16日にそれぞれ商標権の存続期間の更新登録がされ，平成16年3月31日に指定商品を第30類「ぎょうざ，しゅうまい」とする書換登録がされたものである(甲2の1，2)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用商標2は，前記第3，1，(1)，ア，(イ)，b記載のとおり，「王将」の文字を横書きしてなり，昭和61年3月28日に引用商標1，引用商標3の連合商標として大阪王将食品株式会社(被告)により出願され，第32類「食肉，卵，魚介類，海そう類，肉製品，加工水産物(かつお節，削り節，とろろこんぶ，干しのり，焼きのり，干しわかめ，干しひじき，寒天を除く)，かつを節，けずり節，とろろこんぶ，干しのり，焼きのり，干しわかめ，干しひじき，寒天，すし，べんとう，サンドイッチ，乾燥卵，即席菓子のもと，カレーライスのもと，スープのもと，シチューのもと，ふりかけ，お茶づけのり，なめ物，酒かす」を指定商品として平成4年10月30日設定登録，平成14年10月22日に更新登録がそれぞれされ，その後平成16年3月3日，指定商品を第29類「食肉，卵，食用魚介類(生きているものを除く。)，肉製品，加工水産物，乾燥卵，カレーライスのもと，スープのもと，シチューのもと，お茶づけのり，ふりかけ，なめ物」，第30類「サンドイッチ，すし，べんとう，即席菓子のもと，酒かす」，第31類「食用魚介類(生きているものに限る。)，海藻類」とする書換登録がなされたものである(甲2の3，4)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用商標3は，前記第3，1，(1)，ア，(イ)，c記載のとおりであるが，五角形の将棋の駒を左斜め横から表して駒の厚みを表現し，その内部(駒の表面)に「王将」と大きく縦書きし，その他に「品質優良」「K商店」等の文字を小さく縦書きしてなり，Kにより昭和31年12月24日，指定商品を第45類「漬物，及び他類に属しない食料品及び加味品」として出願され，昭和32年11月8日に設定登録され，昭和53年12月12日に，存続期間の更新登録がされた。その後，大阪王将食品株式会社(被告)が昭和56年3月9日，指定商品をぎょうざ，しゅうまいとして5年間の専用使用権の設定を受け，昭和61年3月19日に譲渡を原因として移転を受けた(昭和61年7月21日登録)。",
                        "平成9年7月15日には存続期間の更新登録がされている(甲2の5，6)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "ところで，原告の元代表者Gは，昭和42年に京都市四条大宮に第1号の中華料理店を開店し，そこで店舗名として王将の名称の使用を開始した。その後，京都府を中心にチェーン店を多数開店し，昭和47年ころには，A商標を店の看板に掲げ，餃子の王将の名称で，餃子等を店舗において出す中華料理店をチェーン店として展開するようになった。",
                        "そして昭和49年には滋賀県進出の第1号のチェーン店として草津店を開店したが，その開店チラシには，「草津店開店記念 無料謝恩サービス券 王将チェーン共通券」として「餃子でおなじみ王将チェーン」「特にお土産お持ち帰りに利用してください。(要箱代)」として，店舗からの餃子の持ち帰りができる旨が記載されている(甲10の1)。その後，昭和49年7月には会社を設立して法人化し，原告の前身である「株式会社王将チェーン」が発足した。",
                        "そして開店から10周年となる昭和52年ころには，京都府，大阪府，兵庫県を中心に，75店舗がチェーン店となった(甲10の2)。また，そのころ開店した大阪梅田店の看板にはA商標が使われ，原告チェーンのチラシにも同店舗の写真が印刷されている(甲10の2)。なお，同チラシには，大阪梅田店において，2日間に限り「餃子5人前食べれば！無料」との広告も掲載されている(甲10の2)。",
                        "昭和57年4月には，関西地区で173店，東海地区で7店，関東地区で26店，九州地区で18店等がフランチャイズ店等として開店しており，京都市内の学生向けの広告には，全店共通の餃子無料試食券が印刷され，「特にお土産お持ち帰りにご利用下さい。(要箱代)」と記載されている(甲10の3)。",
                        "さらに，昭和57年11月ころ及び昭和58年7月ころの原告の広告に付した全店共通餃子無料試食券にも，それぞれ持ち帰りができる旨が記載されており(甲10の4，5)，主に学生向けに積極的に餃子無料券を配るなどして，原告店舗の知名度を高めていく努力をした(甲17，18)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "一方，原告は，平成4年4月21日，指定役務を42類「中華料理その他東洋料理を主とする飲食物の提供」とする下記内容の商標を出願し，平成8年3月29日，登録第3127269号として設定登録を受け(以下「原告C商標」ということがある。)，平成18年3月31日，存続期間の更新登録がされた(乙86の1，3，154の1)。",
                        "記"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "原告は，店舗での餃子等の中華料理の提供のほか，店舗の外部横に持ち帰りカウンターを併設している店舗もある(甲3の43，45，49等)。また，各店舗に持ち帰りコーナーがあり，その売上げは平成17年で総売上の17％に達している(甲20)。また，原告は，店舗からの持ち帰り餃子の箱に原告C商標を付して使用している(甲52，乙87の2，7)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "原告は，昭和56年4月27日の日経流通新聞における日本の飲食業ランキングで，昭和55年の売上高が120億300万円で43位に入り(甲15)，「週間ホテルレストラン」誌の平成6年度日本の飲食業売上高ランキングでは461億4200万円で25位に入っている(甲16)。また原告は，平成16年度の売上高が，外食産業のレストラン，各種外食関連の部門において，売上高586億3100万円で23位にランクされている(甲29)。",
                        "そして原告は，平成18年ころには，近畿171店，関東76店，東海37店，九州20店，北陸7店，フランチャイズ店180店の店舗網を有しており(甲30)，これら店舗の看板には本件A商標を掲げている(甲3の1ないし317。ただし，A商標の文字部分を縦書きにし，王将の文字を囲む三重括弧もそのまま90度回転させ縦括弧としてなるものや，「餃子の」の文字部分のみ横書きしその余を縦書きにしたもの等を含む。)。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "また，原告は，平成4年から原告C商標を映し，「餃子1日百万個，食は萬里を越える。」などの趣旨の15秒コマーシャルを関西圏の東海テレビ，関西テレビ，讀賣テレビ，朝日放送，毎日放送等で継続的に放映し(甲11の1ないし6，弁論の全趣旨)，ラジオにおいても，毎日放送，京都放送等で5ないし10秒の同旨の広告CMを放送している(甲12の1，2，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "原告は，各店舗において，「餃子の王将」と表示してメニューを置いているが(甲5の1ないし27)が，これらについては，A商標を付したものは証拠として提出されていない。また，各店舗において，店舗毎の宣伝チラシ等を数万枚単位で印刷して街頭で配布しているところ，これらには，原告C商標を付したもの(甲7の5等)，三重括弧内(白黒印刷)に餃子の王将の文字を横書きに書してなるもの(甲7の20等)はあるが，A商標が付されたものはない(甲7の1ないし50，8の1ないし18)。",
                        "一方，平成16年3月ころからは，A商標を新聞広告に付して店舗の宣伝をするとともに，これに餃子の無料試食券を付するなどもしている(甲13の1ないし26)。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "一方，被告の初代代表者であるHは，昭和44年9月，Gからのれん分けする形で大阪京橋に餃子等を出す第1号の中華料理店を開店し，その後大阪を中心に中華料理店の店舗を展開するとともに，昭和52年8月に被告の前身である大阪王将食品を設立した。その後，平成5年ころからは，餃子等の冷凍食品を販売している(乙15，81，88，甲44)。",
                        "被告は，平成16年9月ころには，関西で100店余りを展開したが，関西での出店ペースが鈍ったことから，関東地域にも本格進出することとし(乙80)，その後も大阪府を中心に東京都新宿区，栃木県宇都宮市などにも店舗を展開し，その総数は平成18年8月ころで150店に達している(乙15)。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "text": [
                        "被告は，引用各商標のほか，下記a商標(以下「被告D商標」という。)，b商標，c商標の商標権者である(乙152の1ないし153の3)。",
                        "a商標(登録第3140546号)",
                        "出願 平成4年8月17日",
                        "指定役務",
                        "第42類",
                        "「中華料理その他の東洋料理",
                        "を主とする飲食物の提供」",
                        "b商標(登録第3140543号)",
                        "出願 平成4年8月17日",
                        "指定役務",
                        "第42類",
                        "「中華料理その他の東洋料理を",
                        "主とする飲食物の提供」",
                        "c商標(登録第3140544号)",
                        "出願 平成4年8月17日",
                        "指定役務",
                        "第42類",
                        "「中華料理その他の東洋料理",
                        "を主とする飲食物の提供」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ス)",
      "text": [
        "被告は，各店舗に，「大阪王将」との看板を掲げるほか，被告D商標を看板に掲げている(乙67ないし69。ただし，被告D商標については，天守閣のシルエットの周囲の円を囲む「OSAKA」等の文字のないものが使用されている。)。",
        "被告は，店舗の宣伝チラシにも「大阪王将」と表示するほか，被告D商標を付している(乙70ないし77)。",
        "なお，被告は，引用商標1ないし3の商標権者であるが，引用商標3についての使用実績を示す証拠は提出していない。"
      ]
    },
    {
      "fig": "(セ)",
      "text": [
        "一方，被告による餃子等の冷凍食品の販売に関する経緯は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "a",
          "text": [
            "被告社員のIによれば，被告の冷凍餃子は，昭和63年に子会社で開発，販売を始め，当時はブランド名に王将等は使用していなかったが，店舗での提供とは異なる冷凍食品としての用途に注目して，餃子のサイズ等(例えば店舗販売用は23グラムであるのを17グラムにするなど)にも工夫を重ね，あわせて食品流通問屋にも協力を仰ぐなどして，同人によれば平成5年に商品化し，同年9月にコープこうべで販売を始めたところ当時の記録となる5万8000パックを売り上げ，平成13年からは市販向けの販売を始めた(乙88)。",
            "また，冷凍品の袋詰めに当たり餃子の耳が折れる問題を解決したことも紹介され(乙55)，顧客の要望に応えて価格を据え置き，たれを2個に増やすなどの工夫も行っている(乙100，157)。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "被告は，12個入りの「王将たれ付き餃子」，20個入り「王将つまみ小餃子」等の企画商品に，「大阪王将」と表示して販売している(乙15)。同じく12個入り餃子につき，被告D商標の付された商品もある(乙15，「イートアンド市販用カタログ」6頁)。",
            "また被告は，生協用商品として，王将餃子として30個入り商品等を販売し，これらには「大阪王将」の表示のほか，「OHSHO」等の表示がされたものもある(乙16)。生協を通しての販売は，平成11年7月期の年商52億円のうち，生協との取引きがこのうち12億円に達しており，商品の構成としては餃子が70％を占める(乙81)。生協での販売としては，平成17年4月ころにおいて，月間550万個を売上げ，餃子では常にトップを占めているとする(乙82)。",
            "生協による宅配では全国で販売されている(乙88)。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "被告は，業務用商品として，王将肉餃子等を販売し，これらはビニール袋入で50個等の単位で販売されている(乙17)。そのビニール袋には，「大阪王将」と表示されたもののほか，枠ないし模様の中に「王将」とのみ表示されたものものある(乙17，150)。"
          ]
        },
        {
          "fig": "d",
          "text": [
            "生協で販売される一般家庭向け商品に関しては，チラシ等にも「大阪王将」等と表示された上で，「OHSHO」，「大阪王将」等の表示の付された商品の写真等が掲載されている(乙16，25ないし55)。",
            "なお，市民生協にいがたでは，チラシに「大阪王将 ちっちゃい餃子」と表示した上で，ビニール袋40個入りの冷凍餃子につき，袋に「王将」とのみ記載された商品を販売した(乙113)。",
            "スーパーにおける販売では，コーナーに大きく「大阪王将」「OSAKA OHSHO」などと表示し，「大阪王将」等の表示の付された商品を販売している(乙15，56ないし61)。これら商品の包装には，「頑固一徹！専門店の味！！」と付されたもの(王将たれ付き餃子Ｎo．30)，被告D商標が付され，「大阪王将」の看板のある被告店舗の写真が付されたものなどがある(王将餃子)。",
            "その他，販売業者等への展示会のほか，スーパー店頭での展示販売，試食販売(マネキン販売)等も多数行って知名度向上・浸透につとめている(乙99の1ないし26)。スーパーでの展示・試食販売では，「大阪王将」の文字の入った赤いはっぴを着て実演するなどしているほか(乙56，99の12，99の23など。)，「こだわり続けて30年 餃子の老舗「大阪王将」の味をご家庭で！！」(乙59)，「餃子の老舗「大阪王将」の味をご家庭で！！」(乙61)などと印刷された宣伝が販売コーナーに表示されている(乙59)。",
            "スーパーでの展示販売(マネキン)での報告では，「王将の店舗も近くにある事から大阪王将ブランドや冷凍商品を知って頂いているお客様も多く・・・王将店舗近くで販売応援をする際には，店舗写真の販促物もあわせて置いた方が販売促進の面で更に良いと感じました。」とするものもある(乙99の5)。被告も，スーパーでの展示販売を提案する際には，「中華専門店ならではのラインアップをイメージしていただきます。」としている(乙99の15)。",
            "また，冷凍食品関連企業が来場する展示会では，「”上質の一品”コーナーに『専門店の味』として展示されました」との報告のあるものもあり，被告も「創業昭和44年大阪王将 こだわりで仕上げた自信の逸品！！中華専門店ならではの味！！」などと宣伝している(乙99の5)。",
            "「王将」とのみ表示されたビニール袋入りの冷凍餃子の販売については，上記市民生協にいがたでの販売のほか，総菜宅配業者である「ヨシケイ」を通しては，「王将 七野菜餃子」として50個入りのものが(乙63)，カタログに「大阪王将 丸餃子」として40個入りのものが(乙113)，同じくカタログに「大阪王将 丸餃子」と表示されて30個入りのものが(乙135)それぞれ販売されたことがある。"
          ]
        },
        {
          "fig": "e",
          "text": [
            "低温食品専門誌である「月刊フローズンワールド誌」の平成16年6月号において，被告製品の冷凍餃子(写真の製品には「大阪王将」の表示が付されている。)について，「王将餃子」として紹介されている(乙19)。"
          ]
        },
        {
          "fig": "f",
          "text": [
            "平成18年版の冷凍食品年鑑，平成18年版の冷凍食品業界要覧によれば，被告の年商は84億円であるところ，冷凍食品の売上は25億円，営業所は関東，九州，ブランド名は「大阪王将」，主要製品は王将餃子，王将から揚げ等で，冷凍食品の販売ルートは，市販用が90％，業務用が10％となっている(乙97，98)。"
          ]
        },
        {
          "fig": "g",
          "subject": "被告の販売する冷凍餃子は，市販用，業務用あわせて平成16年度において，売上数量633万個，売上額は合計16億2757万1787円(乙20)，平成18年度においては(ただし，平成18年4月から平成19年1月までの10か月分の数値を12か月分に換算したもの)，売上数量は1068万2000パック，売上額24億86",
          "text": [
            "70万円となっている(乙111の3)。",
            "冷凍餃子市場では，味の素冷凍食品の「ギョーザ」が業界のトップ商材であり，単品での売り上げが100億円近くに達し，市販用の冷凍餃子市場を牽引しているとされ，一方被告製品は，6年前に市販用市場に参入したが「ブランド生かし前年比70％増」などと紹介されている(乙157，「冷食タイムズ」平成19年3月27日記事。)。"
          ]
        },
        {
          "fig": "h",
          "text": [
            "被告は，テイクアウトの多さが大阪王将の特徴のひとつであり，店舗の売上構成に占めるテイクアウト率は全店平均で15％，高い店では30％を超えるところもあるとし，テイクアウトは地域の固定客をつかむ上で重要であるとしている(乙151)。"
          ]
        }
      ]
    },
    {
      "fig": "(ソ)",
      "text": [
        "昭和60年12月2日，原告と被告は，大阪地方裁判所における訴訟上の和解において，日本国内で中華料理店を営むにつき，原告は「餃子の王将」と表示し，被告及び大阪王将チェーン株式会社は「大阪王将」又は「中華王将」と表示すること等を内容とする和解が成立した(甲44)。"
      ]
    },
    {
      "fig": "(タ)",
      "text": [
        "被告は，平成16年1月29日，指定商品を第43類「飲食物の提供，レストラン等の飲食店に関する情報の提供」とし，下記内容の商標を出願したが拒絶査定がされ，これに対する不服の審判請求に関しても，平成18年5月8日付けで請求不成立の審決がされた(乙86の1)。",
        "記"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "ウ",
              "subject": "具体的検討"
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "外観",
      "text": [
        "A商標は，上記認定のとおり，左側に赤の色彩を施した「餃子の」の文字を配し，その右側に赤地に白抜きの文字で大きく「王将」の文字を表し，その「王将」の文字を緑・橙・黄色の三重の括弧である各「〈〈〈」，「〉〉〉」で挟んでなるところ，文字部分は赤字の「餃子の」，及びそれより若干大きく白抜き文字で「王将」とそれぞれ表示され，配色としても緑，橙，黄色の三重括弧とその内部の王将の文字を強調する赤地よりなるものである。一方，引用商標1，2はいずれも「王将」の文字を横書きにしてなるものであり，引用商標3は，金色の将棋の駒の内部に黒字で王将と書かれたものである。",
        "そうすると，「餃子の王将」という表示(A商標)と「王将」という表示(引用各商標)である点で，表示内容が異なり，外観上，A商標と引用各商標とは区別できるというべきである。",
        "これに対し被告は，A商標の外観は，「王将」の文字を三重括弧で挟み込むことにより「餃子の」の部分より分離させ，際だたせる効果が生じ，引用各商標と外観上の同一性があるとするが，上記のとおり，外観上は，三重括弧と内部の配色や，構成文字の数等からしてA商標と引用各商標は異なるものであるから，被告の主張は採用することができない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "称呼",
      "text": [
        "審決は，A商標の自他識別機能を果たすのは「王将」の文字部分にあり，該文字に相応して「オウショウ」の称呼が生じ，引用各商標も「オウショウ」の称呼が生じるから，称呼において両商標は共通するとした。",
        "しかし，A商標は，「王将」の文字部分を，それ自体「餃子の」の文字よりも大きく書きまた三重括弧等で強調しているとしても，「餃子の」の文字部分も存し，また目立つ色彩である赤字で書かれていることからすれば，A商標の強調する「王将」の文字部分から「オウショウ」の称呼が生ずることは否定しえないものの，一方で「ギョウザノオウショウ」の称呼も同程度に生じることもまた明らかというべきである。",
        "一方，引用各商標からはいずれも「オウショウ」の称呼が生じるのみである。",
        "したがって，A商標と引用各商標とがその称呼を同一にするとまではいえないというべきである。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "観念",
      "text": [
        "審決はA商標，引用各商標からいずれも「王将」の観念が生じるから，両商標の観念は共通するとしたが，「王将」の観念とはいかなる内容なのかについては何らの判断を示していない。",
        "A商標は，観念に関し，「餃子の」の部分はこれは商品を説明するものであるから，「王将」の文字部分，特に漢字で記載されていることやその書体からして，将棋の王将の観念が生じるというべきである。",
        "引用各商標からも，同じく将棋の王将の観念が生じると認められる。",
        "そうすると，両商標の観念は同一というべきである。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "小括",
      "text": [
        "以上によると，A商標と引用各商標とは，外観において区別しうるが，称呼については場合によりこれを同じくし，観念は同一であることになる。",
        "そこで，指定商品を中心とした取引の実情を踏まえて，商品の出所に誤認混同をきたすおそれがあるか否かについて判断する。"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "取引の実情を踏まえた検討",
      "content": [
        {
          "fig": "a",
          "text": [
            "上記イで認定した事実によれば，以下の事情を指摘することができる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "A商標は，原告の創始者であるGが昭和42年に開店した中華料理店に由来し，昭和47年ころからは，その後法人化した原告のチェーン店等の看板等に使用されてきた。チェーン店等の看板には，上記認定のとおり，三重括弧内に「餃子の」の文字を入れたもの等も使用されているが，A商標は多数の店舗で基本的な看板等として使用されてきたということができる。",
                    "そして原告のチェーン店は昭和52年ころには75店，昭和57年には220店余りとなり，出店地域としては関西が中心で，全国的にみれば出店のない地域もある(例えば北海道など)ものの，東海，関東地区等にも進出している。全国の飲食業売上高ランキングでも昭和55年で43位，平成6年度では25位等の上位にランクされている。"
                  ]
                },
                {
                  "fig": "(b)",
                  "text": [
                    "一方，引用各商標は，被告が権利者であるところ，被告も昭和44年に中華料理店を開店し，大阪府を中心に全国各地に店舗を展開し，平成18年8月ころには150店に達している。被告は，店舗に「大阪王将」との看板を掲げるほか，被告D商標等も店舗に表示するなどしている。",
                    "被告は平成5年ころからは生協を通した餃子等の冷凍食品の販売を開始し，平成13年からは市販向けに冷凍餃子の販売もスーパー等において行うようになった。被告はこれら商品の包装には「大阪王将」等を表示するほか，上記のとおり，専門店の餃子である旨の表示をしている。このように，被告による引用商標1，2の使用実態をみると，「大阪王将」と結びついて使用され，これは被告が昭和44年から餃子を中心とした中華専門店を営んでいること，中華専門店であることを強調して市場で競合する大手メーカーの既存の冷凍食品(味の素食品等)と差別化することを目的とし，積極的に大阪王将という中華料理店での実績・評価と結びつけるべく使用している。ちなみに，被告は引用商標3を使用していない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "text": [
                    "そして，昭和60年12月2日の大阪地方裁判所での和解成立以来，それぞれ中華料理店を営む際，原告は「餃子の王将」と，被告は「大阪王将」と表示することとされている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "b",
          "text": [
            "上記aの事情にかんがみると，共通の指定商品である餃子に関し，その取引者・需要者には，A商標は高い識別力を有し，その外観により原告の商品であることを想記させるものとして引用各商標と識別することは十分に可能というべきである。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "これに対し被告は，原告の店舗の展開が全国的とはいえず，中華料理店の役務に関する実績と異なり冷凍食品に関しての販売実績もないことなどから，原告がA商標を付した餃子を販売した場合には，被告の商品と誤認混同が生じると主張し，それに沿う証拠も提出する(乙158の1ないし4など)が，被告商品は，生協，宅配業者，スーパー等での販売のいずれも大阪王将のブランドであることを正しくアピールしていること，A商標を使用した原告の中華料理店での上記営業実績からすれば，被告の主張は上記判断に影響を及ぼさないというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "(カ)",
      "subject": "まとめ",
      "text": [
        "以上によれば，A商標と引用各商標とは，同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるとは認められず，互いに類似する商標であるということはできない。そうすると，A事件の審決には，法4条1項11号にいう類否判断を誤った違法があり，この誤りは審決の結論に影響を及ぼすものというべきである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "B事件について",
                      "content": [
                        {
                          "fig": "(1)",
                          "text": [
                            "請求原因ア(特許庁における手続の経緯)，イ(B事件審決の内容)の各事実は，いずれも当事者間に争いがない。",
                            "そこで，以下，被告主張の取消事由について判断する。"
                          ]
                        },
                        {
                          "fig": "(2)",
                          "subject": "取消事由3につき",
                          "text": [
                            "被告は，審決は，B商標からも引用各商標からも同一の「オウショウ」の称呼，「王将」の観念が生じ，外観も「王将」の部分に同一性が認められ，非類似とはいえないから，審決の認定は誤りであると主張する。",
                            "B商標は，前記第3，2，(1)，ア，(ア)のとおり，原告により平成7年2月16日に出願され，平成14年4月12日に設定登録されたものであり，その構成は，前記のとおり「元祖餃子の王将」の文字を同書同大に等間隔にまとまって横書きしてなり，指定商品は，第30類の「餃子，サンドイッチ，すし，ピザ，べんとう，ミートパイ，ラビオリ」とするものである。一方，引用各商標については，上記のとおりである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "外観",
              "text": [
                "審決は，原告が実際に使用している標章の「餃子の王将」の文字が一般消費者に相当程度知られていることを前提とし，創始者等の意味を有する「元祖」の文字部分を略して「餃子の王将」の部分をもって外観が把握されるとし，一方引用商標3に関しては，将棋の王将としての外観が生じるとして，外観上区別しうるとした。",
                "しかし，B商標は，上記認定のとおり，「元祖餃子の王将」の文字を同書同大に等間隔にまとまって横書きしてなるものであり，一方，引用商標1，2はいずれも「王将」の文字を横書きにしてなるもので，引用商標3は，金色の将棋の駒の内部に黒字で王将と書かれたものである。",
                "そうすると，外観上，B商標と引用各商標は区別しうるが，B商標においては，文字や配列，配色等に特段の特徴はなく，かえって引用商標1，2とは漢字の「王将」を横書きする点において共通し，外観上の差異はそれほど顕著とはいえないというべきである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "称呼",
              "text": [
                "審決は，上記アのとおり，原告による使用により「餃子の王将」の部分をもって称呼が把握される場合があるとして，B商標は「ガンソギョウザノオウショウ」又は「ギョウザノオウショウ」の称呼のみを生じ，一方引用商標1，2は「オウショウ」の称呼が生じ，構成音数及び語調語感に顕著な差異を有するから，称呼上明確に区別しうるとした。",
                "しかし，「元祖」の意味に関し広辞苑(第5版)によれば，「①一家系の最初の人。②ある物事を初めてしだした人。創始者。」の意味であるところ(B事件甲159)，この部分に格別の識別力があるとは認めらない。",
                "加えて，B商標は，「元祖餃子の王将」の文字を同書同大にして横に並べただけであり，餃子が食品名を表し，「の」は格助詞であることから，「餃子の」の部分が格別の自他識別機能を有さず，また直ちに原告の店舗名を想記させるほどの特徴も有していないことから，「オウショウ」のみの称呼が生じる場合もあるというべきである。",
                "そうすると，B商標は，「ガンソギョウザノオウショウ」，「ギョウザノオウショウ」又は「オウショウ」の称呼を生じ，一方，引用各商標からは「オウショウ」の称呼が生じることから，B商標と引用各商標の称呼は構成音数及び語調語感にさほどの差異があるとは認められないというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "観念",
              "text": [
                "審決は，B商標は，原告の中華飲食店での使用標章である「店舗名(餃子の王将)」を想記，観念するとし，引用各商標は「将棋の王将」の観念を生じるとした。",
                "しかし，B商標は，上記のとおり，「元祖餃子の王将」と横書きに書すだけのものであるから，原告の店舗名がそれなりに一般消費者に周知であるとはいえるとしても，そこから直ちにB商標から原告の店舗名である「餃子の王将」を観念するとするには飛躍があるというべきである。",
                "このことは，例えば「王将の餃子はあまりにも有名で「王将餃子」と聞いて学生時代を懐かしむ組合員さんも多いのではと思いますが，王将には「京都王将」と「大阪王将」と二つの別会社があります。私たちに生協仕様の冷凍餃子を作って下さっているのは「大阪王将」です。」(機関誌せいきょう，乙55)とするもの，「王将って，大阪の店と京都の店，別々の経営なのでしょうか？」(乙87の12のブログ)，「餃子の王将(京都王将)と勘違いしている人が結構いるかもね。」(乙84のインターネット掲示板への投稿)等からしても，「元祖餃子の王将」とのB商標の表記から直ちに原告の店舗名を想記するとまではいえないことが明らかである。",
                "そうすると，B商標からは「元祖」，「餃子の」の部分に格別の識別力が生じないことから，「王将」の部分につき，将棋の王将の観念が生じるというべきである。そして，引用各商標からは将棋の王将の観念が生じるから，両商標の観念はほぼ同一というべきである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "上記認定を総合すると，B商標と引用各商標とは，外観において一応区別しうるもののそれほど顕著な差異とはいえず，称呼については構成音及び語調語感にさほどの差異はなく，観念についてはほぼ同一というべきである。"
              ]
            },
            {
              "fig": "オ",
              "subject": "取引の実情を踏まえた検討",
              "text": [
                "そして，指定商品(主として餃子)の取引の実情を踏まえて商品の出所に誤認混同をきたすおそれがあるか否かについて検討すると，原告がB商標を実際に使用しているとの証拠もなく，また，原告の使用する「餃子の王将」と「元祖」とを組み合わせるなどした表示も使用していないことから，商品の出所に誤認混同をきたすおそれがないとはいえないというべきである。",
                "原告は，「餃子の王将」についてはこれを標章として使用しており，著名である旨も主張するが，「元祖餃子の王将」として標章を使用している事実は認められず，また上記のとおり「元祖餃子の王将」の文字から「餃子の王将」の部分だけが取り出され認識されるほどに著名であるとまで認めることはできない。よって，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "カ",
              "subject": "まとめ",
              "text": [
                "以上によれば，B商標と引用各商標とは，観念をほぼ同一にし，称呼上及び外観上の差異も顕著とはいえないものであるから，同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがある類似の商標であるといえる。",
                "そうすると，B事件の審決には，法4条1項11号にいう類否判断を誤った違法があり，この誤りは審決の結論に影響を及ぼすものというべきである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "3",
                      "subject": "結論",
                      "text": [
                        "以上のとおりであるから，A事件審決の取消しを求める原告の請求は理由があり，B事件審決の取消しを求める被告の請求も理由がある。",
                        "よって，訴訟費用の負担について，その2分の1ずつを原被告に負担させるのを相当と認めて，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10519等",
    "date": "2007-07-19",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034984",
    "ipprecedent_id": "1098",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}