{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が異議2003−73383号事件について平成18年1月19日にし",
        "た決定を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲第18号証)",
              "text": [
                "特許権者：東京応化工業株式会社(原告)",
                "発明の名称：「フレキソ印刷用嵩上げ部材及び感光性刷版巻装方法」特許出願日：平成13年5月28日(特願2001−159730号)",
                "設定登録日：平成15年9月5日",
                "特許番号：特許第3468757号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "特許異議事件番号：異議2003−73383号",
                "訂正請求日：平成17年1月11日(甲第19号証)",
                "異議の決定日：平成18年1月19日",
                "決定の結論：「訂正を認める。特許第3468757号の請求項1ないし13に係る特許を取り消す。」",
                "決定謄本送達日：平成18年2月6日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "決定が対象とした発明(平成17年1月11日付け訂正請求後の請求項1～13に記載された発明であり，以下，請求項の番号に従って「本件発明1」などという。)の要旨は，以下のとおりである。",
            "「【請求項1】 フレキソ印刷において，感光性刷版と，該感光性刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，該印刷シリンダの外周面に磁力により着脱自在な磁石部と，",
            "シート状を呈するクッション部と，",
            "を有し，",
            "該磁石部と該クッション部とが隣接して並設されていることを特徴とするフレキソ印刷用嵩上げ部材。",
            "【請求項2】 上記磁石部と上記クッション部とが，可撓性を有することを特徴とする請求項1に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項3】 上記フレキソ印刷用嵩上げ部材が，さらに，",
            "上記磁石部の上面と，上記クッション部の上面とを被覆するシート状部で，シート状部材により形成されたシート状部を有することを特徴とする請求項1又は2に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項4】 フレキソ印刷において，感光性刷版と，該感光性刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，シート状部材により形成されたシート状部と，",
            "該シート状部の一方の面に固着された磁石部で，該印刷シリンダの外周面に磁力により着脱自在な磁石部と，",
            "該シート状部の該一方の面に該磁石部に隣接して固着されたクッション部であって，シート状を呈するクッション部と，",
            "を有することを特徴とするフレキソ印刷用嵩上げ部材。",
            "【請求項5】 上記シート状部が，フィルム部材により形成されていることを特徴とする請求項3又は4に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項6】 上記クッション部と上記シート状部とが可撓性を有することを特徴とする請求項4又は5に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項7】 上記磁石部が可撓性を有することを特徴とする請求項4又は5又は6に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項8】 上記クッション部が，連発泡の素材により形成されていることを特徴とする請求項1又は2又は3又は4又は5又は6又は7に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項9】 上記磁石部の厚みと，上記クッション部の厚みとが略同一であることを特徴とする請求項1又は2又は3又は4又は5又は6又は7又は8に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項10】 上記磁石部の厚みが，上記クッション部の厚みよりも薄く形成されていることを特徴とする請求項1又は2又は3又は4又は5又は6又は7又は8に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項11】 フレキソ印刷用嵩上げ部材全体の厚みが，3．5 mm ～4．5 mmであることを特徴とする請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項12】 フレキソ印刷用嵩上げ部材全体の厚みが，4．0 mm であることを特徴とする請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10に記載のフレキソ印刷用嵩上げ部材。",
            "【請求項13】 フレキソ印刷において感光性刷版をシリンダに巻装する感光性刷版巻装方法であって，",
            "請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10又は11",
            "又は12に記載のフレキソ印刷用嵩上げ部材における磁石部をシリンダの外周面に磁力により接着させることにより，フレキソ印刷用嵩上げ部材をシリンダに取り付ける取付け工程と，",
            "シリンダに取り付けられたフレキソ印刷用嵩上げ部材の上に，感光性刷版と，外観構成刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートを積層させるとともに，該掛止するための部材を印刷シリンダに掛止させることにより，該フレキソ印刷用嵩上げ部材を介して該印刷シートをシリンダに巻装させる巻装工程と，",
            "を有することを特徴とする感光性刷版巻装方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要点",
          "text": [
            "決定の理由は，要するに，本件発明1～12は，下記①～⑪にそれぞれ記載された発明に基づき，当業者が容易に発明をすることができたものであり，また，本件発明13は，下記⑥，⑦及び⑪にそれぞれ記載された発明に基づき，当業者が容易に発明をすることができたものであるから，本件発明1～13についての特許は，特許法29条2項に違反してなされたものであり，平成15年法律第47号による廃止前の同法113条2号により取り消されるべきである，というものである。",
            "① 1997年(平成9年)3月に米国で頒布されたロジャース社「R／bak」製品カタログ(#12-003)(決定における「明和ゴム工業株式会社が提出した甲1」，本訴甲第1号証。以下「甲1刊行物」といい，これに記載された発明を「引用発明1」という。)",
            "② 1997年(平成9年)3月に米国で頒布されたロジャース社「R／bak」製品カタログ(#12-022)(決定における「明和ゴム工業株式会社が提出した甲2」，本訴甲第2号証。以下「甲2刊行物」という。)",
            "③ 昭和57年8月20日発行の加工技術研究会編「フレキソ印刷機材総覧」249頁(決定における「明和ゴム工業株式会社が提出した甲3」，本訴甲第3号証。",
            "以下「甲3刊行物」という。)",
            "④ 昭和60年3月28日発行の米国フレキソ技術協会編「新版 フレキソ印刷の理論と実際」166頁(決定における「明和ゴム工業株式会社が提出した甲4」，本訴甲第4号証。以下「甲4刊行物」という。)",
            "⑤ 実開平7−27843号公報(決定における「明和ゴム工業株式会社が提出した甲5」，本訴甲第5号証。以下「甲5刊行物」という。)",
            "⑥ 特開昭55−95575号公報(決定における「明和ゴム工業株式会社が提出した甲6」，本訴甲第6号証。以下「甲6刊行物」といい，これに記載された発明を「引用発明2」という。)，",
            "⑦ 特開昭62−261440号公報(決定における「明和ゴム工業株式会社が提出した甲7」，本訴甲第7号証。以下「甲7刊行物」という。)",
            "⑧ 2000年(平成12年)1月に米国で発行されたロジャース社「R／ba",
            "k」製品カタログ(#12-032)(決定における「旭化成ケミカルズ株式会社が提出した甲2の2」，本訴甲第10号証。以下「甲10刊行物」という。)",
            "⑨ 1992年(平成4年)4月14日特許に係る米国特許第5103729号",
            "明細書(決定における「旭化成ケミカルズ株式会社が提出した甲5」，本訴甲第15号証。以下「甲15刊行物」という。)",
            "⑩ 1985年(昭和60年)9月発行の「FLEXO」Vol.10,N0.9 の32，34，",
            "37，38頁(決定における「旭化成ケミカルズ株式会社が提出した甲6」，本訴甲第16号証。以下「甲16刊行物」という。)",
            "⑪ 上記「新版 フレキソ印刷の理論と実際」164～167頁(決定における「旭化成ケミカルズ株式会社が提出した甲7」，本訴甲第17号証。以下「甲17刊行物」という。)",
            "決定の理由中，上記刊行物の記載事項の認定に係る部分，及び本件発明1～13が上記刊行物に基づき容易に発明をすることができたとする部分は，以下のとおりである(各刊行物の呼称は本判決の表記に改めてある。以下，決定の記載を引用する場合につき同じ。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物の記載事項の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1刊行物",
                  "text": [
                    "「”R/bak”なる製品についての使用形態の説明がなされている。",
                    "・・・・・・・・・・・・・・・・・",
                    "よって，甲1刊行物は三つ折りにされた形態であるが，記載頁を指摘する便宜上，その折り畳んだ形態で一番上を1頁，その裏を6頁とし，1頁目を右側から開いたときに現れる右側を2頁，さらにその2頁目を開いて，3つ折り形態を全部開いた際に，左側を3頁，中央を4頁，そして右側を5頁とする。",
                    "そして，2頁には，『R／bakを用いた圧縮し得る刷版装着システムの本質は，優れたエネルギー吸収と弾性を呈する気泡構造を備える，進歩した発泡ウレタンである。それは，フレキソ印刷の刷版に対して圧力減少材及び衝撃吸収材として機能する。』(”The heart of the R/bakcompressible plate mounting system is an advanced microcellular urethane with an open cellconstruction that offers exceptional energy absorption and resiliency. It acts as a pressure reducer and",
                    "shock absorber for flexographic printing plates.”)と記載されている。",
                    "また，3～5頁には，”R/bak”なる製品が，ポリエステル(PE)ベース上に設けられたポリウレタンフォーム(PU)のシート状部材であることが示されると共に，これを用いる際の工程が1～8を付して以下のように説明されている。",
                    "工程1：”R／bakSS”と”R／bakSF”が0．010”のポリエステルベースの上にポリウレタン(PU)のクッション表面を有するものであることの外観図が示される。",
                    "工程2：ポリエステル(PE)ベース上に設けられたポリウレタンフォーム(PU)を直線端部に沿って切ること。",
                    "工程3：ポリエステル(PE)ベースからポリウレタンフォーム(PU)を剥がすこと。",
                    "工程4：ポリエステル(PE)ベース一端部において，ポリウレタンフォーム(PU)側にリード(lead)が接着テープ，縫い付けにより取り付けられること。",
                    "工程5：ポリエステル(PE)ベース他端部には，グロメット，プラスチックタブ，テープなどのトレーラー(trailer)が取り付けられること。",
                    "工程6：印刷シリンダー上に”R／bak”を装着し，接着テープを空気を含まないようにポリエステル(PE)ベース上に貼り，剥離紙を剥がすこと。",
                    "工程7：接着テープ上に空気を含まないように刷版を貼付けること。",
                    "工程8：下地から発生する溶媒や洗浄剤を防ぐためには，ダイシール剤やホットメタル接着剤を塗布することを勧めること。",
                    "してみると，甲1刊行物からは，",
                    "『フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。』(引用発明1)",
                    "を把握することができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2刊行物",
                  "text": [
                    "「甲2刊行物には，『通常のフレキソグラフィと薄板フレキソグラフィ』(ConventionalFlexography vs Thin Plate Flexography)と題した図面が示されており，ここには，加圧シリンダー(Impression Cylinder)と対峙する印刷シリンダー(Plate Cylinder)の上に厚い印刷板を装着する場合と，”R／bak”と共に薄い印刷板(Thin Plate)を装着する場合とを比較した記載がされている。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲3刊行物",
                  "text": [
                    "「『ロジャース社 R／bakプレートシステム』と題され，R／bakバッキング材が，精度の良い多孔性ポリウレタンでできていること，当該R／bakには High モデュール(高密度)と Low モデュール(低密度)の2種類があり，いづれもポリエステルベースで裏打ちがされていること，各種の厚みが準備されていることが記載されている。",
                    "また，当該R／bakバッキング材の用途と使用例について，",
                    "『(イ)感光性樹脂板(ベース剥離タイプ)の裏打ち用，(ロ)段ボール印刷機の版胴のバッキングシート用として利用できる。』と記載されている。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲4刊行物",
                  "text": [
                    "「166頁には，",
                    "『6．マグネチックプレート貼込みシステム",
                    "柔軟性をもったゴム状永久磁性材料を使用するシステムである。この材料は数種類の方法で使われる。",
                    "1)鋳造時に磁性材料をゴム版と同時に加硫する",
                    "2)ゴム版を製造した後で接着剤で磁性材料と貼合する",
                    "3)磁性材料を貼込み材の固定側の端に付ける",
                    "貼込みが速いのとムラ取り時間が短いのがこの方法の大きな特長である。』と記載がされている。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲5刊行物",
                  "text": [
                    "「1頁目の【構成】には，",
                    "『感光性樹脂よりなるフレキソ版5を鋼製の版胴6に装着し固定させるフレキソ版の固定構造において，マグネットシート2の一方の面2aに，可撓性を有する樹脂フィルムを積層して樹脂層3を形成した固定シート1を具備し，前記樹脂層3の表面3aに両面粘着テープ7を介して前記フレキソ版5を固着させ，フレキソ版5を前記固定シート1を介し固定シート1の基材2の磁力にして版胴6に吸着させ固定させる。なお，前記樹脂層3の表面3aには碁盤割線4が印刷されている。』",
                    "と記載されている。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲6刊行物",
                  "text": [
                    "「1頁左欄13行～2頁左上欄1行『従来の印刷装置は印版を印胴ロール周面に巻付装置(締付装置)によって直接張着するものであったので印胴ロールを高速回転させて印刷を行なうと，その高速回転によってゴム又は軟質樹脂製印版の弾性は限界を超えて剛体化し，次のような欠点があるのが実状であった。即ちその一つは被印刷物が段ボールシートの場合剛体化した印版の印刷圧により段繰り山を押しつぶし，段ボールシートの強度を低下させ同シートで箱等を形成した際には積上強度等を低下させ商品価値を下げる。その二つ目は剛体化した印版と押えロールとの間を段ボールが通過する際，・・・印刷ずれやかすれ等が生じ，・・・商品価値を著しく低下させ全く商品とならない場合もある。その三つ目は被印刷物が上記段ボールシートに限らずクラフト紙等の原紙でも高速印刷を行うと・・・所定位置への印刷が困難となる。以上のような欠点のために印刷速度を高めることができす生産性が悪かった。この為，段ボール或は紙袋業界ではこれを解決することが強く望まれていた。』",
                    "2頁左上欄3～7行『本発明を図面に示す実施例について説明すると，本発明は印版1と印胴ロール2との間にクッション層3を介在したことを特徴とする印刷装置であって，印版1はゴム製，合成樹脂製等のものであり凸型印版，凹型印版のいずれでも良い。』これらの記載には，印刷装置に使用される版がゴム又は軟質樹脂製のものであって，段ボールへの印刷に用いられることが指摘されている。このように，ゴムや感光性樹脂でできた柔軟な版を使用し，当該版を用いて用紙に直接印刷することで，段ボールなどの表面が凸凹なものに印刷できることは，フレキソ印刷の特徴としてよく知られていることに照らして，甲6刊行物に記載されている印刷装置は，フレキソ印刷に係るものであることが把握できる。",
                    "2頁左上欄8行～右上欄13行『印版1は凹型印版であって同印版1をテフロンシート4間に接着し，同テフロンシート4の両端に印胴ロール装着バー5，5を設けるものである(テフロンシートに限らず非伸張性かつ水洗等可能なシートであれば良い)。クッション層3はスポンジ(1 mm 厚)等のシート状のもので形成されるものであって，スポンジシート3をテフロンシート等の非伸張性プラスチックシート6面に接着するものである。そして同スポンジシート3の上面と上記テフロンシート4の下面とを第6図に示すように面接して粘着テープ7等によって貼合一体とするものである。印胴ロール2には上記装着バー5，5を嵌合する溝8，8’が軸線方向に形成し，一方の溝8’は同ロール2に内設した回転可能な締付用溝とするものである。そして上記第6図に示されるような印版1とスポンジシート3との重合物をロール2周面に張着するものであり，その要領は次の通りである。即ち装着バー5を印胴ロール2の溝8に嵌合し(第7図)，同ロール2を矢印a方向に回転してスポンジシート3を接着したプラスチックシート6をロール面に巻回し(第8図)，他方のバー5を溝8’に嵌合して同溝8’を矢印b方向に回動して(第9図)スポンジシート3および印版1をロール2周面に張設し，印版1と印胴ロール2との間にクッション層3を形成するものである(第9図)。』2頁右上欄13～20行『尚第10図に示すものは上述と同様の要領で印胴ロール2の周面に部分的に印版1を取付け張着した他の実施例を示すものである。またクッション層3の形成は上述の他にスポンジ等のクッション材を印胴ロール2に先に張着した後第2図に示す装着バー付の印版1を取付けてもよいし，或は印胴ロール2自体にクッション層3を直接設けても良い。』",
                    "2頁右上欄20行～左下欄6行『そして第6図に示すものによってクッション層3を形成した場合，又はプラスチックシート6を用いずにクッション層3を形成する場合でも第2図に示すテフロン等のシート4を用いた印版1を使用すると同シート4の防水性によりスポンジ等のクッション材にインキが浸透することがない。』",
                    "前記記載から，甲6刊行物には，印版と印胴ロールとの間にクッション層を形成させるための部材として，プラスチックシート6に接着されたスポンジシート3をテフロンシート4に粘着テープ7等によって接着したものが開示され，当該テフロンシート4の端部には装着バー5が設けられること，そして，第2図を参照すれば，印版1がテフロンシート4の上に接着されることが開示されている。",
                    "そして，当該クッション層を印胴ロールに装着する手順として，テフロンシート4の一方端の装着バー5を印胴ロール2の溝8に嵌合し印胴ロール面に巻回し，他方端の装着バー5を溝8’に嵌合して当該溝8’を回動させることでスポンジシート3を張設すること，が開示されている。",
                    "また，クッション層3を先に印胴ロール2に張着した後に，装着バー付の印版1を取り付けてもよいことが示唆されている。",
                    "してみれば，甲6刊行物からは，",
                    "『フレキソ印刷装置において，印版1と，該印版1を接着するためのテフロンシート4と，印胴ロール2の外周面に装着するための装着バー5，5と，クッション層3を形成するスポンジシートとからなり，印版1とスポンジシートとを印胴ロール2に装着する方法であって，スポンジシート3を印胴ロールに予め装着する工程と，",
                    "印胴ロール2に取り付けられたスポンジシート3の上に，印版1と，該印版1を接着するためのテフロンシート4と，印胴ロール2に掛止するための装着バー5とを有する重合物を積層して構成するとともに，該装着バー5を印胴ロール2に掛止させる(詳細には，印胴ロール2の溝8，8’に嵌合させる)ことにより，スポンジシート3を介して前記重合物を印胴ロールに巻装させる巻装工程と，",
                    "を有する印版巻装方法。』(引用発明2)",
                    "を把握することができる。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲7刊行物",
                  "text": [
                    "「1頁特許請求の範囲『1．輪転印刷機の版板またはゴムブランケットを支持する胴紙製または厚紙製の中間層の端部を，・・・磁気シートストリップ(7，8，23，24，33)によって胴みぞ(5，17，28)の金属部分へ接触保持されている・・・輪転印刷機の胴へ中間層を固定するための装置。",
                    "3．・・・片面で作用する磁気シートストリップ(33)によって胴みぞ(28)の金属部分(34)へ接触保持されている，特許請求の範囲第1項記載の装置。』",
                    "4頁には，磁気シートストリップ7，8，23，24，33が前記中間層の端部に設けられたものについての装着状況を示すFig．1～Fig．3が示されている。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲10刊行物",
                  "text": [
                    "「2000年2月1日現在における入手可能な段ボール印刷用”R／bak”製品のラインナップがそれらの寸法と共にリストされている。」"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲17刊行物",
                  "text": [
                    "「166頁には，以下の記載がある。",
                    "『5．キャリアシートに貼込んだ版",
                    "シリンダーに版を固定するためのキャリアシートには数種類の方法がある。一つはポリエステルのスリーブである。これはシリンダーの表面の穴から空気を引くことによって，シリンダーにスライドさせたスリーブを減圧圧着する方法である。もう一つの方法は金属，ナイロン，ポリエステルなどのさまざまな材料でできたキャリアシートに版を貼込む方法である(写真6-13 参照)。キャリアシートは，シリンダーに設けられた特別のクランプによってシリンダーに取付ける。保存はキャリアシートに版を取付けたままつり下げておく。これによって，再使用の時，位置合わせおよび取付けが楽である。",
                    "6．マグネチックプレート貼込みシステム",
                    "柔軟性をもったゴム状永久磁性材料を使用するシステムである。この材料は数種類の方法で使われる。",
                    "1)鋳造時に磁性材料をゴム版と同時に加硫する",
                    "2)ゴム版を製版した後で接着剤で磁性材料と貼合する",
                    "3)磁性材料を貼込み材の固定側の端に付ける",
                    "貼込みが速いのとムラ取り時間が短いのがこの方法の大きな特長である。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "text": [
                "「(1) ［本件発明1］と［引用発明1］との対比",
                "甲6刊行物の記載を参照するに，印刷装置が開示されている。",
                "そして，ここでは，印刷装置において，刷版(甲6刊行物の『印版』が相当する。)と，該刷版を固着するためのフィルム部材(『テフロンシート』が相当)と，印刷用の印刷シリンダ(『印胴ロール』)に掛止するための部材(『装着バー』が相当)とを有する印刷シートの形態を用いることが開示されている。",
                "してみると，印刷装置において，『刷版と，該刷版を固着するためのフィルム部材と，印刷用の印刷シリンダに掛止するための部材とを有する印刷シート』の構成は，一般的なものと解される。",
                "また，甲15刊行物及び甲16刊行物，そして，甲3刊行物の前記各記載を参照するに，フレキソ印刷において，フレキソ印刷用の刷版と組み合せて，版胴に貼込みするための材料はバッキング材と呼称され，刷版の版厚むらの吸収，被印刷物の凹凸を吸収，多孔質の物または発泡体層とを組合せてクッション性を与える等の機能が期待される部材であることが把握できる。",
                "してみると，甲1刊行物・・・に記載される引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』が，前記バッキング材に相当することは明らかである。",
                "更に，甲2刊行物には，前記甲1刊行物に記載されると同じ”R／bak”に関して，これを用いると薄い印刷版を装着する場合に，厚い印刷版を装着する場合と同様の厚みが得られることを示唆する記載がなされている。",
                "他方，本件特許明細書段落【0009】，【0010】，【0062】及び【0063】には，以下の記載がある。",
                "【0009】『そこで，本発明は，厚さ約7 mmの感光性刷版用に設定された印刷機にも厚さ約3mmの感光性刷版を容易に用いることができ，また，該印刷機において，厚さ約7 mm の感光性刷版との併用も容易となるフレキソ印刷用嵩上げ部材を提供することを目的とする。』【0010】『【課題を解決するための手段】",
                "本発明は上記問題点を解決するために創作されたものであって，第1には，フレキソ印刷において感光性刷版の嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，磁石部と，シート状を呈するクッション部と，を有することを特徴とする。』【0062】『【発明の効果】",
                "本発明に基づくフレキソ印刷用嵩上げ部材によれば，感光性刷版を有する印刷シートを嵩上げすることができるので，フレキソ印刷用嵩上げ部材を所定の厚み(特に，厚さ4 mm)とすることにより，厚さ約7 mm の感光性刷版用に設定された印刷機にも厚さ約3 mm の感光性刷版を容易に用いることができ，また，本発明のフレキソ印刷用嵩上げ部材は，シリンダから簡単に取り外せるので，印刷機において，厚さ約7 mm の感光性刷版との併用も容易となる。また，上記クッション部と印刷シートとをシリンダに徐々に巻き付けていくことにより，上記フレキソ印刷用嵩上げ部材とシリンダとの間の空気及びフレキソ印刷用嵩上げ部材と印刷シートとの間の空気は徐々に押し出されるので，空気が残留することにより不均一な印圧となって印刷性が低下してしまうということがない。そのため，高い印刷性の確保を図ることも可能になる。』",
                "【0063】『また，特に，シート状部を有する場合には，印刷インク等がクッション部に付着するおそれを小さくでき，汚れ防止になる。』",
                "これらの記載を参酌するに，本件特許明細書における『本発明』がフレキソ印刷において高い印刷性を確保すべく，不均一な印圧で印刷性が低下することを防止すべく，クッション性をも与えることを期待されている部材であり，『本発明は，厚さ約7 mm の感光性刷版用に設定された印刷機にも厚さ約3 mm の感光性刷版を容易に用いることができ，また，該印刷機において，厚さ約7 mm の感光性刷版との併用も容易となるフレキソ印刷用嵩上げ部材を提供することを目的とする。』と記載されているように，当初予定されている厚みの刷版よりも厚さの薄い印刷刷版をも容易に用いることができることを目的とした故に，『嵩上げ部材』と呼称されるものの，良好な印刷性を担保すべく用いられる点において，バッキング材と呼び得るものと認められる。",
                "してみるに，引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』は，本件発明1における『フレキソ印刷用嵩上げ部材』に相当するものといえる。",
                "したがって，本件発明1と引用発明1とを対比した場合，以下の点で一致し，相違している。",
                "一致点：『フレキソ印刷において，刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，シート状を呈するクッション部を有するフレキソ印刷用嵩上げ部材。』",
                "である点。",
                "相違点1：本件発明1では，刷版が感光性刷版と記載されるのに対して，引用発明1では，感光性刷版を含むのか定かでない点。",
                "相違点2：本件発明1では，『該印刷シリンダの外周面に磁力により着脱自在な磁石部』が特定されているのに対し，引用発明1では，印刷シリンダにクッション部を取り付けるための部材(リード或いはトレーラー)が取り付けられるものの，もともと当該部材を有しているものとはいえない点。",
                "相違点3：本件発明1では，『該磁石部と該クッション部とが隣接して並設されている』との特定があるのに対し，引用発明1では，このような構成を有していない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断",
              "text": [
                "相違点1は，引用発明1がフレキソ印刷用であることは明らかなるも，これにおける刷版が直ちに感光性刷版を含むとまではいえない点にある。",
                "しかしながら，版を構成するに際して感光性樹脂に露光せしめて画線を形成することで版を構成することは，フレキソ印刷技術においては慣用されることである(異議申立人：旭化成ケミカルズ株式会社が参考資料として提出している『新版 フレキソ印刷の理論と実際』16頁における『刷版』の説明にも，この点記載されている。)。",
                "したがって，相違点1は実質的な相違点を形成するものとはいえない。",
                "次に相違点2について検討する。",
                "引用発明1を認定した甲1刊行物によれば，クッション部を形成するポリウレタン(PU)を切除した後に，ポリエステル(PE)ベース一端部にリード(lead)が取り付けられると共に，同ポリエステル(PE)ベースの他端にはグロメット，プラスチックタブ，テープなどのトレーラー(trailer)が取り付けられ，これらを用いて，当該R／bakなる製品は印刷シリンダに装着されることとされる。",
                "してみれば，少なくとも，前記リード(lead)及びトレーラー(trailer)が取り付けられた時点，すなわち，印刷シリンダーに装着直前のR／bakは印刷シリンダに掛止するための部材(リード或いはトレーラー)を有するものともいい得ることとなる。",
                "他方，甲1刊行物には，前記取付部材として磁石を用いることの記載はない。",
                "しかし，甲17刊行物を参照するに，当該5．の記載からは，シリンダーに版を固定する際に，版を貼込んで固定するキャリアシートにナイロン，ポリエステルなどの材料を採用していることが把握できる。",
                "そして，6．の記載からは，マグネチックプレートを用いた貼込みが，貼込みが速く，装着する際にムラ取り時間が短い利点を有していることが把握できると共に，1)～3)の3つの態様が対比的に挙げられている。",
                "よって，これら1)～3)には，異なる態様が記載されているものと解される。",
                "ここで，1)の態様は，ゴム版自体に磁性材料を同時に加硫されるものであるから，磁石部分とクッション部分とを識別することは困難である。",
                "次に，2)の態様は，ゴム版を製版した後に，磁性材料が接着貼合されるものであるから，磁石部分とクッション部分とを識別することは可能であるものの，あくまでも積層されたものであるから，ゴム版の端部に磁石部を有するものではない。",
                "これらに対し，3)の態様は，『磁性材料を貼込み材の固定側の端に付ける』と表現されることからして，いわばシート状の貼込み材に磁性材料からなる別部材が，その端部に付ける構成が示されていると解される。",
                "すると，フレキソ印刷用刷版を印刷シリンダに装着する際に，版自体に磁力を与える構成，版に磁力を有する磁性シートを積層接着する構成以外に，磁性材料から成る別部材をゴム版を貼込んだシート状の貼込み材の端部に取り付ける構成が知られていることが把握できる。",
                "そして，甲7刊行物には，フレキソ印刷用との明記はないものの，刷版を支持するための中間層を胴に装着する際に，中間層の端部に積層した磁気シートストリップで装着を行うことが開示されており，本件発明1と同様に磁力をもって胴，すなわち印刷シリンダに中間層を装着することが，従来から用いられていることが把握できる。",
                "してみれば，磁石部材を用いて中間層を印刷シリンダに装着する際に，磁性材料から成る別部材をゴム版を貼り込んだシート状の貼込み部材の端部に取り付ける構成を参考にして，磁石部材を中間層端部に配する構成を採用することを着想するのは，当業者であれば容易に想到し得ることである。",
                "本件発明1においては，『該印刷シリンダの外周面に磁力により着脱自在な磁石部』と記載され，磁石部の付着する先を印刷シリンダの外周面と特定しているが，前記甲17刊行物に記載のように，磁性シートの場合であるものの付着する箇所として印刷シリンダ外周面を選択することが既に知られている以上，当該磁石部を用いた際に，これらと同様に，印刷シリンダ外周面を選択することは，当業者であれば容易に選択し得ることである。",
                "したがって，相違点2に係る『該印刷シリンダの外周面に磁力により着脱自在な磁石部』を嵩上げ部材を印刷シリンダの外周面に掛止するための部材として採用することは，当業者であれば容易に想到し得る程度の事項である。",
                "次に，残る相違点3について検討する。",
                "甲1刊行物の『工程5』に記載された『トレーラー』を参照するに，『グロメット(Grommet)』，『プラスチックタブ(Plastic Tab)』，『テープ(Tape)』のそれぞれが，ポリエステル(PE)ベースのいずれの面に取り付けされるかは異なっており，採用した手段により適宜選択されていることが窺える。",
                "ここで，磁石部を設ける際に，その磁石としての特性を考慮すれば，吸着する印刷シリンダ面に近いほど，吸着力を発揮し得ることは技術常識である。",
                "他方，甲6刊行物においては，印版(刷版に相当)と印胴ロール(印刷シリンダに相当)との間にクッション層を形成するに際して，インクがクッション層に浸透することを防ぐべく，テフロンシート4をクッション層の上面に位置させる装着方法が開示されており，このようなインク浸透防止策が従来知られていたことが窺える。",
                "この点，本件特許明細書の段落【0059】において，実施例に係る記載ではあるものの，ポリエステルフィルム 30 を上面としてクッション部 20 のインク等による汚れを防止する使用方法が説明されている。",
                "してみれば，磁石部の吸着力が良好に発揮し得るように，磁石部とクッション部とがともに印刷シリンダ側に対峙するように両者を位置させることは，当業者が適宜採用し得た程度のことといわざるを得ない。",
                "また，本件発明1においては，磁石部とクッション部とが嵩上げ部材としていかなる手段をもって一体化しているかの明記はないものの，少なくとも，実施例記載されるようにポリエステルフィルム 30 に両者を接着することで一体化することを想定した場合，磁石部 10 とクッション部 20 とがポリエステルフィルム 30 の異なる面側に存在したとすると，ポリエステルフィルム 30 は両者間(【図2】における点線部位)で斜め或いは角度をなすこととなり，結果として，印刷シリンダと嵩上げ部材との間に隙間を生じることとなる。",
                "すると，印刷時において，この隙間の前後で嵩上げ部材が印刷シリンダとの間で接離する状況を生じるであろうことが容易に推察されるのであり，磁石部 10 とクッション部 20 とをポリエステルフィルム30の同じ面に位置させることを想起するのは自然な発想といえる。",
                "また，ポリエステルフィルム 30 の同じ面に位置させることを想定する場合，磁石部 10 とクッション部 20 との間に間隔をあけたとすれば，その間隔分だけクッション層の有効な面の長さを失うことになるとともに，当該箇所においてポリエステルフィルム 30 の下面に空間を生じ，当該ポリエステルフィルム 30 には巻き付け方向の張力以外に上下方向の力が加わり得ることからして，通常に取り付けを行う際には，磁石部 10 とクッション部 20 との間を接した状態になすことが，これまた自然な発想といえる。",
                "してみれば，磁石部 10 とクッション部 20 との両者の間を接するように，すなわち『隣接して並設』させるように配置することは，当業者であれば自然に選択する構成を表したに過ぎないことである。",
                "なお，本件発明1においては，磁石部とクッション部の両者の厚み関係を特定しておらず，本件請求項9，10記載において，はじめてこれが特定されていることからすれば，本件発明1では，磁石部厚みがクッション部厚みを超える場合も，文表現上包含しているものと解される。",
                "してみると，本件発明1に関する相違点3に係る『該磁石部と該クッション部とが隣接して並設されている』との特定により奏する効果は，本件特許明細書段落【0056】に記載されるところの，嵩上げ部材を容易に印刷シリンダ R10 に着脱自在であるとするものと解されるも，これは磁力による取付手段を採用したことにより既に得られているものであるから，当該特定は前記のように当業者が適宜選択し得る事項を表したに過ぎないものである。",
                "よって，本件発明1は，引用発明1と前記甲号証に記載の事項から当業者が容易に発明をすることのできたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2について",
              "text": [
                "「(1) ［本件発明2］と［引用発明1］との対比",
                "本件発明2は，本件請求項1を引用して，これに更に特定を加えたものである。",
                "そして，前記『本件発明1について』で指摘した一致点，相違点1～3に加えて，以下の点において相違する。",
                "相違点4：本件発明2においては，上記磁石部と上記クッション部とが，可撓性を有すること，と特定されているのに対し，引用発明1においては，クッション部が可撓性を有するものの，可撓性を有する磁石部を有するものではない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断",
              "text": [
                "嵩上げ部材が装着される印刷シリンダの外周面が曲面をなしていることは明らかである。",
                "そして，甲4刊行物及び甲5刊行物にも記載されているように，印刷シリンダに版を貼り込むに際して，磁性材料を含めて可撓性を与えることは従来から行われていることである。",
                "してみれば，相違点4に係る，磁石部を構成するに際して，これに可撓性を与えることは，当業者が適宜選択し得た程度の事項であり，本件発明2は，引用発明1と前記甲号証に記載の事項から当業者が容易に発明をすることのできたものである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3について",
              "text": [
                "「(1)［本件発明3］と［引用発明1］との対比",
                "本件発明3は，本件請求項1又は請求項2を引用して，これに更に特定を加えたものである。",
                "そして，前記『本件発明1について』で指摘した一致点，相違点1～3若しくは『本件発明2について』で指摘した相違点4に加えて，以下の点において相違する。",
                "相違点5：本件発明3においては，『上記フレキソ印刷用嵩上げ部材が，さらに，上記磁石部の上面と，上記クッション部の上面とを被覆するシート状部で，シート状部材により形成されたシート状部を有すること』と特定されているのに対し，引用発明1においては，クッション部を被覆するシート状部をなすといえるポリエステルベースは存在するものの，磁石部を有していないので，前記特定を有しない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断",
              "text": [
                "「前記『本件発明1について』の相違点2，3で検討したように，引用発明1の嵩上げ部材に印刷シリンダへの取付手段として磁石部を使用する場合に，シート状部に対してクッション部と共に磁石部を配する際，隣接して並設するように配設することは，当業者であれば自然に選択する構成を表したに過ぎない。",
                "してみれば，相違点5に係る構成とすることは，当業者が適宜選択し得た程度の事項であり，本件発明3は，引用発明1と前記甲号証に記載の事項から当業者が容易に発明をすることのできたものである。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明4について",
              "text": [
                "「(1)［本件発明4］と［引用発明1］との対比",
                "前記『本件発明1について』で既に検討したように，引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』は，本件発明4における『フレキソ印刷用嵩上げ部材』に相当するものといえる。",
                "そして，引用発明1の『ポリエステルベース』，『シート状を呈するポリウレタンからなるクッション部』が，本件発明4の『シート状部材により形成されたシート状部』，『該シート状部の該一方の面に固着されたクッション部』に相当することは明らかである。",
                "したがって，本件発明4と引用発明1とを対比した場合，以下の点で一致し，相違している(前記で記載した相違点と同じものには同一番号を付した。)。",
                "一致点：『フレキソ印刷において，刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材を有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，シート状部材により形成されたシート状部と，該シート状部の一方の面に固着されたクッション部であって，シート状を呈するクッション部を有するフレキソ印刷用嵩上げ部材。』",
                "である点。",
                "相違点1：本件発明4では，刷版が感光性刷版と記載されるのに対して，引用発明1では，感光性刷版を含むのか定かでない点。",
                "相違点2：本件発明4では，『該印刷シリンダの外周面に磁力により着脱自在な磁石部』が特定されているのに対し，引用発明1では，印刷シリンダにクッションを取り付けるための部材(リード或いはトレーラー)が取り付けられるものの，もともと当該部材を有しているものとはいえない点。",
                "相違点6：本件発明4では，『磁石部』について『該シート状部の一方の面に固着された磁石部』との特定がされるとともに，『クッション部』について『該シート状部の該一方の面に該磁石部に隣接して固着されたクッション部』との特定があるのに対し，引用発明1では，このような構成を有していない点。",
                "(2)相違点に係る判断",
                "『本件発明1について』で既に検討した理由により，相違点1は本件発明4と引用発明1との実質的な相違点を形成するものでなく，また，相違点2については，当業者であれば容易に想到し得る程度の事項である。",
                "次に，相違点6について検討する。",
                "前記相違点6に係る本件発明4の特定は，まとめるに，『シート状部材により形成されたシート状部』の一方の面に『磁石部』と『クッション部』とが隣接して固着されていること特定するものである。",
                "しかし，既に前記『本件発明1について』の相違点2及び3において検討した理由により，本件発明4の『シート状部材により形成されたシート状部』に相当する引用発明1の『ポリエステルベース』の面に接着，すなわち固着された本件発明4の『該シート状部の該一方の面に固着されたクッション部』に相当する『シート状を呈するポリウレタンからなるクッション部』から成る構成に，印刷シリンダに掛止するための部材として磁石を配するに際して，クッション部に隣接させて固着することは，当業者が適宜採用し得た程度のことである。",
                "よって，本件発明4は，引用発明1と前記甲号証に記載の事項から当業者が容易に発明をすることのできたものである。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明5について",
              "text": [
                "「(1) ［本件発明5］と［引用発明1］との対比",
                "本件発明5は，本件請求項3又は4を引用して，これに更に特定を加えたものである。",
                "そして，前記『本件発明1について』～『本件発明4について』で指摘した一致点，相違点1～6に加えて，以下の点において相違する。",
                "相違点7：本件発明5においては，『上記シート状部が，フィルム部材により形成されている』と特定されているのに対し，引用発明1においては，シート状部に相当するポリエステルベースを有するものの，これをフィルム部材としていない点。",
                "(2)相違点に係る判断",
                "フィルムとは，広辞苑によれば『薄皮。薄膜。』を指す表現である。",
                "これに対して，引用発明1のポリエステルベースは，0．010”の厚みをなすことが，甲1刊行物に明記があり，フィルム部材と呼び得るものであり，当該相違点7は実質的な相違点を形成するものとはいえない。",
                "よって，本件発明5は，前記本件発明3，4と同様の理由で当業者が容易に発明をすることのできたものである。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明6について",
              "text": [
                "「(1) ［本件発明6］と［引用発明1］との対比",
                "本件発明6は，本件請求項4又は5を引用して，これに更に特定を加えたものである。",
                "そして，前記『本件発明1について』～『本件発明5について』で指摘した一致点，相違点1～7に加えて，以下の点において相違する。",
                "相違点8：本件発明6においては，『上記クッション部と上記シート状部とが可撓性を有する』と特定されているのに対し，引用発明1においては，これらクッション部に相当するポリウレタンフォームのシート状部材と，シート状部に相当するポリエステルベースを有するものの，これらが可撓性を有するものとの明記はされていない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断",
              "text": [
                "引用発明1のクッション部及びシート状部は，外周面が曲面をなす印刷シリンダに掛止されるものであり，当然に可撓性を備えるものといえることから，当該相違点8は実質的な相違点を形成するものとはいえない。",
                "よって，本件発明6は，前記本件発明4，5と同様の理由で当業者が容易に発明をすることのできたものである。」"
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明7について",
              "text": [
                "「(1) ［本件発明7］と［引用発明1］との対比・判断",
                "本件発明7は，本件請求項4，5又は6を引用して，これに更に『上記磁石部が可撓性を有する』なる特定を加えたものである。",
                "しかしながら，既に前記『本件発明2について』で検討したように，嵩上げ部材を印刷シリンダに掛止するための部材として磁石を採用するに際して，これに可撓性を与えることは，当業者が適宜採用し得た事項である。",
                "よって，本件発明7は，前記本件発明4，5又は6と同様の理由で当業者が容易に発明をすることのできたものである。」"
              ]
            },
            {
              "fig": "(9)",
              "subject": "本件発明8について",
              "text": [
                "「(1) ［本件発明8］と［引用発明1］との対比・判断",
                "本件発明8は，本件請求項1～7を引用して，これに更に『上記クッション部が，連発泡の素材により形成されている』なる特定を加えたものである。",
                "しかしながら，引用発明1を認定した甲1刊行物には，クッション部に相当するポリウレタンフォームのシート状部材であることが明記されており，前記特定の『連発泡の素材』であることが明らかである。",
                "よって，本件発明8は，前記本件発明1～7と同様の理由で当業者が容易に発明をすることのできたものである。",
                "(10) 本件発明9について",
                "「(1) ［本件発明9］と［引用発明1］との対比",
                "本件発明9は，本件請求項1又は2又は3又は4又は5又は6又は7又は8を引用して，これに更に『上記磁石部の厚みと，上記クッション部の厚みとが略同一である』なる特定を加えたものである。",
                "ここで，本件明細書添付図面【図6】に明らかなように，印刷シリンダR10は加圧シリンダR1aと所定間隙をもって対峙しており(【0051】参照)，刷版はこの間隙を通過する際に所定印圧を加えられて印刷が実行されるのであり，良好な印刷結果を期待する上で印圧をどの程度とするかが重要である。",
                "してみれば，磁石部の厚みとクッション部の厚みとを略同一としておけば，当該磁石部による前記印圧への影響を排除し得ることは自明なことであって，このような厚み関係を与えることは設計事項に属するのであり，本件発明9は前記本件発明1～8と同様に容易に発明をすることができたものである。」",
                "(11) 本件発明10について",
                "「(1) ［本件発明10］と［引用発明1］との対比",
                "本件発明10は，本件請求項1又は2又は3又は4又は5又は6又は7又は8を引用して，これに更に『上記磁石部の厚みが，上記クッション部の厚みよりも薄く形成されている』なる特定を加えたものである。",
                "しかし，前記『本件発明9について』で指摘したように，磁石部の厚みを好適なものとなすことは設計事項に属するものであり，しかも，印刷を実行すると，クッション層がその特性上から当初よりも薄くなることは自明であることからして，磁石部をクッション層よりも薄くすることは当業者であれば，容易になし得る程度のことである。",
                "よって，本件発明10は前記本件発明1～8と同様に容易に発明をすることができたものである。」",
                "(12) 本件発明11について",
                "「(1) ［本件発明11］と［引用発明1］との対比",
                "本件発明11は，本件請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10を引用して，これに更に『フレキソ印刷用嵩上げ部材全体の厚みが，3．5mm～4．5mmである』なる特定を加えたものである。",
                "しかしながら，甲10刊行物には，引用発明1を認定した『シート状部材により形成されたシート状部』と『シート状を呈するクッション部』とを有する嵩上げ部材である”R／bak”に各種寸法のものがラインアップされており，”SF”なるタイプには3．05 mm，3．56 mm 及び4．06 mm のものの存在が明記されており，当該厚みは用途の要請に応じて適宜の寸法として準備されるものであることからして，本件発明11に係る前記特定は格別なものとはいえない。",
                "したがって，本件発明11は，前記本件発明1～10と同様の理由によって当業者が容易に発明をすることのできたものである。」",
                "(13) 本件発明12について",
                "「(1) ［本件発明12］と［引用発明1］との対比",
                "本件発明12は，本件請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10を引用して，これに更に『フレキソ印刷用嵩上げ部材全体の厚みが，4．0 mm である』なる特定を加えたものである。",
                "しかしながら，前記甲10刊行物に示されているように，嵩上げ部材である”R／bak”の”SF”なるタイプに4．06 mm のものが存在しているように，当該厚みは用途の要請に応じて適宜の寸法として準備されるものであることからして，本件発明12に係る前記特定は格別なものとはいえない。",
                "したがって，本件発明12は，前記本件発明1～10と同様の理由によって当業者が容易に発明をすることのできたものである。",
                "(14) 本件発明13について",
                "「(1)［本件発明13］と［引用発明2］との対比",
                "『本件発明1について』で指摘したように，フレキソ印刷は，印刷方法の一つであり，引用発明2における印刷はこれを当然に包含するものであるから，引用発明2においてフレキソ印刷を対象とした場合を想定することが可能である。",
                "そして，同じく指摘したように，甲6刊行物の記載からみて，印刷において，『刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シート』の構成は，一般的なものである。",
                "よって，引用発明2における『印版1』，『印胴ロール2』，『印版を接着するためのテフロンシート4』及び『印胴ロール2に掛止するための装着バー5』は，本件発明13における『刷版』，『シリンダ』，『刷版を固着するためのフィルム部材』及び『印刷シリンダに掛止するための部材』に相当することは明らかである。",
                "また，引用発明2における『スポンジシート3』は，嵩上げを行うものとの記載はないものの，良好な印刷結果を得るべく刷版(『印版』)を含めた重合物と共に所定厚さとなすものであるから，本件発明13の『嵩上げ部材』に相当する部材として認識し得る。",
                "してみれば，本件発明13と引用発明2とは，以下の点で一致し，相違している(前記で記載した相違点と同じものには同一番号を付した。)。",
                "一致点：『フレキソ印刷において，刷版をシリンダに巻装する刷版巻装方法であって，フレキソ印刷用嵩上げ部材をシリンダに取り付ける取付け工程と，シリンダに取り付けられたフレキソ印刷用嵩上げ部材の上に，刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートを積層させるとともに，該掛止するための部材を印刷シリンダに掛止させることにより，該フレキソ印刷用嵩上げ部材を介して該印刷シートをシリンダに巻装させる巻装工程とを有する刷版乾燥方法。』である点。",
                "相違点1：本件発明13では，刷版が感光性刷版と記載されるのに対して，引用発明2では，感光性刷版を含むのか定かでない点。",
                "相違点9：本件発明13では，『請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10又は11又は12に記載のフレキソ印刷用嵩上げ部材における磁石部をシリンダの外周面に磁力により接着させることにより，フレキソ印刷用嵩上げ部材をシリンダに取り付ける』と特定されるのに対し，引用発明2では嵩上げ部材(スポンジシート3)を，いかなる手段をもって印刷シリンダに装着するかが明らかでない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断",
              "text": [
                "相違点1については，既に『本件発明1について』の相違点1で検討したように，フレキソ印刷技術において，版を構成するに際して感光性樹脂に露光せしめて画線を形成することで版を構成することは慣用されており，当該相違点1が実質的な相違点を形成するものとはいえない。",
                "相違点9は，本件発明13において『請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10又は11又は12に記載のフレキソ印刷用嵩上げ部材』を用いることが特定され，これらの嵩上げ部材には，磁石部が設けられていることに基づく相違である。",
                "しかしながら，既に『本件発明1について』の相違点2及び3で検討したように，嵩上げ部材を印刷シリンダに磁力により着脱自在となすこと，そして，シリンダの外周面に接着(吸着)させることは，当業者であれば適宜採用し得た程度のことである。",
                "したがって，本件発明13は，引用発明2と前記甲号証に記載の事項から当業者が容易に発明をすることのできたものである。」",
                "(決定の理由中，上記(2)～(14)の本件発明1～13についての個別の容易想到性の判断の部分を，以下「本件発明1に関する判断」などのようにいう。)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(決定取消事由)の要点",
      "text": [
        "決定は，本件発明1に関する判断において，引用発明1の認定を誤って，本件発明1と引用発明1との一致点の認定を誤る(取消事由1)とともに，本件発明1と引用発明1との相違点2，3についての判断を誤り(取消事由2)，本件発明3に関する判断において，相違点5についての認定・判断を誤り(取消事由3)，本件発明4に関する判断において，一致点の認定を誤り(取消事由4)，本件発明4に関する判断において，相違点2，6についての判断を誤り(取消事由5)，本件発明5に関する判断において，相違点7についての認定・判断を誤り(取消事由6)，本件発明10に関する判断において，特定事項についての判断を誤り(取消事由7)，本件発明11に関する判断において，特定事項についての判断を誤り(取消事由8)，本件発明12に関する判断において，特定事項についての判断を誤り(取消事由9)，本件発明13に関する判断において，相違点9についての判断を誤った(取消事由10)ものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1に関する判断に係る一致点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，本件発明1に関する判断において，本件発明1と引用発明1とを対比するに当たり，まず，「引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』が，前記バッキング材に相当することは明らかである。」(21頁5～6行)と認定し，次いで，本件発明1～12が「『嵩上げ部材』と呼称されるものの，良好な印刷性を担保すべく用いられる点において，バッキング材と呼び得るものと認められる。」(22頁7～9行)と認定した上，「してみるに，引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』は，本件発明1における『フレキソ印刷用嵩上げ部材』に相当するものといえる。」(22頁10～12行)と認定し，この認定を前提として，「フレキソ印刷において，刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，シート状を呈するクッション部を有するフレキソ印刷用嵩上げ部材。」(22頁15～18行)である点を，本件発明1と引用発明1との一致点と認定した。",
                "しかしながら，以下のとおり，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が，バッキング材に相当するとの認定，及び，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が本件発明1における「フレキソ印刷用嵩上げ部材」に相当するとの認定は，誤りであり，したがって，上記本件発明1と引用発明1との一致点の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，決定は，引用発明1を「フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」(14頁22～25行)と認定している。そして，この認定によれば，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」は，「刷版」と「ポリエステルベース」と「クッション部」と「掛止部材」とから成る構成のものであるところ，甲3刊行物等によれば，「バッキング材」とは，少なくとも，刷版やポリエステルベースを含まない構成のものであるから，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が，バッキング材に相当するとの認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件発明1は，「感光性刷版と，該感光性刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シート」を嵩上げするための「嵩上げ部材」であって，「感光性刷版と，該感光性刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シート」自体は，本件発明1の構成要件ではない。他方，上記(2)のとおり，決定は，引用発明1を「フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」と認定し，「刷版」と「ポリエステルベース」と「クッション部」と「掛止部材」とから成る構成のものを「フレキソ印刷用圧力減少材及び衝撃吸収材」としている。しかしながら，上記のとおり，感光性刷版，フィルム部材及び掛止部材は本件発明1の構成要件ではないから，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が本件発明1における「フレキソ印刷用嵩上げ部材」に相当するとの認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する判断に係る相違点2，3についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，本件発明1に関する判断における相違点2についての判断において，甲17刊行物の「6．マグネチックプレート貼込みシステム」の章の「3)磁性材料を貼込み材の固定側の端に付ける」(166頁右欄12～13行)との記載を挙げ，「3)の態様は，『磁性材料を貼込み材の固定側の端に付ける』と表現されることからして，いわばシート状の貼込み材に磁性材料からなる別部材が，その端部に付ける構成が示されていると解される。 すると，フレキソ印刷用刷版を印刷シリンダに装着する際に，版自体に磁力を与える構成，版に磁力を有する磁性シートを積層接着する構成以外に，磁性材料から成る別部材をゴム版を貼込んだシート状の貼込み材の端部に取り付ける構成が知られていることが把握できる。」(23頁35行～24頁4行)，「してみれば，磁石部材を用いて中間層を印刷シリンダに装着する際に，磁性材料から成る別部材をゴム版を貼り込んだシート状の貼込み部材の端部に取り付ける構成を参考にして，磁石部材を中間層端部に配する構成を採用することを着想するのは，当業者であれば容易に想到し得ることである。 本件発明1においては，『該印刷シリンダの外周面に磁力により着脱自在な磁石部』と記載され，磁石部の付着する先を印刷シリンダの外周面と特定しているが，前記甲17刊行物に記載のように，磁性シートの場合であるものの付着する箇所として印刷シリンダ外周面を選択することが既に知られている以上，当該磁石部を用いた際に，これらと同様に，印刷シリンダ外周面を選択することは，当業者であれば容易に選択し得ることである。 したがって，相違点2に係る『該印刷シリンダの外周面に磁力により着脱自在な磁石部』を嵩上げ部材を印刷シリンダの外周面に掛止するための部材として採用することは，当業者であれば容易に想到し得る程度の事項である。」(24頁11行～25行)と判断したが，誤りである。",
                "すなわち，甲17刊行物には，上記「3)の態様」につき，「磁性材料を貼込み材の固定側の端に付ける」との記載しかなく，これがどのような構成であるのかは明らかでないというべきであって，このような不明確な記載に基づいて，相違点2に係る本件発明1の構成とすることが容易であるとすることはできない。この記載において，「貼込み材」は，ゴム版を貼合するためのシート状を呈する部材であると推測され，また，ゴム版と貼込み材と磁性材料からなる部材をシリンダの表面に固着させることを考えると，「磁性材料を貼込み材の固定側の端に付ける」とは，むしろ，下図のように，貼込み材のゴム版とは反対側の面全体に磁性部材が設けられることをいうものと考えるのが合理的である。",
                "さらに，決定は，磁石部材を中",
                "間層端部に配する構成を容易に想",
                "到し得るとするが，このような構成では，シリンダの表面からぶら下がった状態となるだけで，シリンダの表面に固着することはできない。",
                "したがって，決定の相違点2についての判断のうちの「磁性材料から成る別部材をゴム版を貼込んだシート状の貼込み材の端部に取り付ける構成が知られている」との部分，及びそれ以降の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定は，本件発明1に関する判断における相違点3についての判断において，「ポリエステルフィルム 30の同じ面に位置させることを想定する場合，磁石部10 とクッション部 20 との間に間隔をあけたとすれば，その間隔分だけクッション層の有効な面の長さを失うことになるとともに，当該箇所においてポリエステルフィルム 30 の下面に空間を生じ，当該ポリエステルフィルム 30 には巻き付け方向の張力以外に上下方向の力が加わり得ることからして，通常に取り付けを行う際には，磁石部 10 とクッション部 20 との間を接した状態になすことが，これまた自然な発想といえる。 してみれば，磁石部 10 とクッション部 20 との両者の間を接するように，すなわち『隣接して並設』させるように配置することは，当業者であれば自然に選択する構成を表したに過ぎないことである。」(25頁23～32行)と判断したが，誤りである。",
                "すなわち，引用発明1は，ポリエステルベース上にポリウレタンから成るクッション部を固着させたシート状の部材であって，印刷シリンダへの固着は，ポリエステルベースに取り付けたリードやトレーラーにより行うものである。したがって，仮に，クッション部に磁石部を並設することが可能であったとしても，印刷シリンダへの固着のため磁石部を設ける必要が全くないものであり，したがって，引用発明1の構成におけるクッション部に磁石部を並設させることは，当業者が容易になし得ることではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3に関する判断に係る相違点5についての認定・判断の誤り)",
          "text": [
            "決定は，本件発明3に関する判断において，「本件発明3においては，『上記フレキソ印刷用嵩上げ部材が，さらに，上記磁石部の上面と，上記クッション部の上面とを被覆するシート状部で，シート状部材により形成されたシート状部を有すること』と特定されているのに対し，引用発明1においては，クッション部を被覆するシート状部をなすといえるポリエステルベースは存在するものの，磁石部を有していないので，前記特定を有しない点。」(27頁1～8行)を相違点5として認定した上，相違点5につき，「『本件発明1について』の相違点2，3で検討したように，引用発明1の嵩上げ部材に印刷シリンダへの取付手段として磁石部を使用する場合に，シート状部に対してクッション部と共に磁石部を配する際，隣接して並設するように配設することは，当業者であれば自然に選択する構成を表したに過ぎない。",
            "してみれば，相違点5に係る構成とすることは，当業者が適宜選択し得た程度の事項であり，本件発明3は，引用発明1と前記甲号証に記載の事項から当業者が容易に発明をすることのできたものである。」(27頁10～17行)と判断した。",
            "しかしながら，引用発明1におけるポリエステルベースには，刷版が貼り付けられ，また，リードやトレーラーのような掛止部材が取り付けられることにかんがみると，引用発明1のポリエステルベースに相当するのは，本件発明3の「シート状部」ではなく，フィルム部材であるというべきである。",
            "したがって，上記相違点5の認定中の「引用発明1においては，クッション部を被覆するシート状部をなすといえるポリエステルベースは存在する」との部分は誤りであり，この認定を前提とした上記相違点5についての判断も誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4に関する判断に係る一致点の認定の誤り)",
          "text": [
            "決定は，本件発明4と引用発明1との対比において，「引用発明1の『ポリエステルベース』，『シート状を呈するポリウレタンからなるクッション部』が，本件発明4の『シート状部材により形成されたシート状部』，『該シート状部の該一方の面に固着されたクッション部』に相当することは明らかである。」(27頁23～26頁)とした上，本件発明4と引用発明1とが「フレキソ印刷において，刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材を有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，シート状部材により形成されたシート状部と，該シート状部の一方の面に固着されたクッション部であって，シート状を呈するクッション部を有するフレキソ印刷用嵩上げ部材。」(27頁30行～28頁1行)である点で一致すると認定した。",
            "しかしながら，上記のとおり，引用発明1のポリエステルベースには，刷版が貼り付けられ，また，リードやトレーラーのような掛止部材が取り付けられており，このことにかんがみると，引用発明1のポリエステルベースに相当するのは，本件発明4のシート状部ではなく，フィルム部材であるというべきである。すなわち，引用発明1の刷版とポリエステルベースと掛止部材とから成る構成は，本件発明4においては印刷シートに相当するものであり，引用発明1には，本件発明4の「シート状部」に相当するものは存在しない。仮に，決定の認定のとおり，引用発明1のポリエステルベースが本件発明4のシート状部に相当するとすれば，引用発明1には刷版とフィルム部材と掛止部材から成る印刷シートが存在しなくなる。",
            "したがって，引用発明1のポリエステルベースが本件発明4の「シート状部材により形成されたシート状部」に相当することを前提として，引用発明1と本件発明4とが「シート状部材により形成されたシート状部と・・・を有するフレキソ印刷用嵩上げ部材。」で一致するとした上記一致点の認定は誤りである。仮に，引用発明1のポリエステルベースが本件発明4のシート状部に相当するのであれば，上記一致点の認定は，引用発明1と本件発明4とが「刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材を有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材で」ある点で一致するとした部分において誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明4に関する判断に係る相違点2，6についての判断の誤り)",
          "text": [
            "決定は，本件発明4に関する判断に係る相違点2について，「『本件発明1について』で既に検討した理由により，・・・相違点2については，当業者であれば容易に想到し得る程度の事項である。」(28頁16～19行)と，同相違点6について，「既に前記『本件発明1について』の相違点2及び3において検討した理由により，本件発明4の『シート状部材により形成されたシート状部』に相当する引用発明1の『ポリエステルベース』の面に接着，すなわち固着された本件発明4の『該シート状部の該一方の面に固着されたクッション部』に相当する『シート状を呈するポリウレタンからなるクッション部』から成る構成に，印刷シリンダに掛止するための部材として磁石を配するに際して，クッション部に隣接させて固着することは，当業者が適宜採用し得た程度のことである。」(28頁24～31行)と，それぞれ判断したが，これらの判断が誤りであることは，上記2の(1)，(2)のとおりである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明5に関する判断に係る相違点7についての認定・判断の誤り)",
          "text": [
            "決定は，本件発明5に関する判断において，「本件発明5においては，『上記シート状部が，フィルム部材により形成されている』と特定されているのに対し，引用発明1においては，シート状部に相当するポリエステルベースを有するものの，これをフィルム部材としていない点。」(29頁8～11行)を相違点7として認定した上，相違点7につき，「フィルムとは，広辞苑によれば『薄皮。薄膜。』を指す表現である。 これに対して，引用発明1のポリエステルベースは，0．010”の厚みをなすことが，甲1刊行物に明記があり，フィルム部材と呼び得るものであり，当該相違点7は実質的な相違点を形成するものとはいえない。」(29頁13～17行)と判断した。",
            "しかしながら，引用発明1のポリエステルベースが，本件発明5のシート状部に相当するものでないことは上記4のとおりであり，上記相違点7についての認定・判断は誤りである。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "取消事由7(本件発明10に関する判断に係る特定事項についての判断の誤り)決定は，本件発明10につき，「本件発明10は，本件請求項1又は2又は3又は4又は5又は6又は7又は8を引用して，これに更に『上記磁石部の厚みが，上記クッション部の厚みよりも薄く形成されている』なる特定を加えたものである。",
            "しかし，前記『本件発明9について』で指摘したように，磁石部の厚みを好適なものとなすことは設計事項に属するものであり，しかも，印刷を実行すると，クッション層がその特性上から当初よりも薄くなることは自明であることからして，磁石部をクッション層よりも薄くすることは当業者であれば，容易になし得る程度のことである。」(31頁5～12行)と判断した。",
            "しかしながら，仮に，クッション部と磁石部とを並設する場合には，印刷シートとともに印刷シリンダと加圧シリンダとの間を通過させることを考えると，クッション部の厚みと磁石部の厚みとを同一とするように設計することが通常であり，印刷の実行の際，クッション層がその特性上，当初よりも薄くなることが自明であるからといって，磁石部の厚みをクッション部の厚みより薄くする必然性はない。本件発明10においては，印刷時に，クッション層の凹み量が一般に磁石部より大きいことに着目して，磁石部の厚みをクッション部の厚みより薄くしたものであり，これにより，被印刷物が印刷シリンダと加圧シリンダとの間を円滑に通過するとともに，印刷精度を保つことができるという作用効果を奏するものである。印刷時に，クッション層の凹み量が一般に磁石部より大きくなるとの開示は甲1刊行物になく，磁石部の厚みをクッション部の厚みより薄くすることは，当業者にとっても容易ではない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "取消事由8(本件発明11に関する判断に係る特定事項についての判断の誤り)決定は，本件発明11につき，「本件発明11は，本件請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10を引用して，これに更に『フレキソ印刷用嵩上げ部材全体の厚みが，3．5 mm ～4．5 mm である』なる特定を加えたものである。 しかしながら，甲10刊行物には，引用発明1を認定した『シート状部材により形成されたシート状部』と『シート状を呈するクッション部』とを有する嵩上げ部材である”R／bak”に各種寸法のものがラインアップされており，”SF”なるタイプには3．05 mm，3．56 mm 及び4．06 mm のものの存在が明記されており，当該厚みは用途の要請に応じて適宜の寸法として準備されるものであることからして，本件発明11に係る前記特定は格別なものとはいえない。」(31頁17～26行)と判断した。",
            "しかしながら，本件発明11において，嵩上げ部材全体の厚みは，厚さ約7 mmの感光性刷版用に設定された一般の印刷機にも，厚さ約3 mm の感光性刷版を容易に用いることができるようにするために設定されたものであり，嵩上げ部材の全体の厚みを3．5 mm ～4．5 mm とすることによって，厚さ約7 mm の感光性刷版用に設定された一般の印刷機にも厚さ約3 mm の感光性刷版を容易に用いることができ，印刷機において，厚さ約7 mm の感光性刷版と厚さ約3 mm の感光性刷版の併用を容易とすることができるものである。甲10刊行物や甲1刊行物には，そのような作用効果の開示も示唆もないから，決定の上記判断は誤りである。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由9(本件発明12に関する判断に係る特定事項についての判断の誤り)決定は，本件発明12につき，「本件発明12は，本件請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10を引用して，これに更に『フレキソ印刷用嵩上げ部材全体の厚みが，4．0 mm である』なる特定を加えたものである。しかしながら，前記甲10刊行物に示されているように，嵩上げ部材である”R／bak”の”SF”なるタイプに4．06 mm のものが存在しているように，当該厚みは用途の要請に応じて適宜の寸法として準備されるものであることからして，本件発明12に係る前記特定は格別なものとはいえない。」(31頁31行～32頁2行)と判断した。",
            "しかしながら，決定の上記判断は，上記8と同様に誤りである。",
            "10 取消事由10(本件発明13に関する判断に係る相違点9についての判断の誤り)",
            "決定は，本件発明13に関する判断に係る相違点9について，「相違点9は，本件発明13において『請求項1又は2又は3又は4又は5又は6又は7又は8又は9又は10又は11又は12に記載のフレキソ印刷用嵩上げ部材』を用いることが特定され，これらの嵩上げ部材には，磁石部が設けられていることに基づく相違である。 しかしながら，既に『本件発明1について』の相違点2及び3で検討したように，嵩上げ部材を印刷シリンダに磁力により着脱自在となすこと，そして，シリンダの外周面に接着(吸着)させることは，当業者であれば適宜採用し得た程度のことである。」(33頁14～21行)と判断したが，この判断が誤りであることは，上記2の(1)，(2)のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件発明1に関する判断に係る一致点の認定の誤り)に対し(1) 原告は，本件発明1に関する判断に係る本件発明1と引用発明1との対比において，決定が，「引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』が，前記バッキング材に相当する」と認定したことにつき，まず，決定が，引用発明1を「フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」と認定したことを捉え，決定の認定では，「フレキソ印刷用圧力減少材及び衝撃吸収材」が刷版やポリエステルベースを含むことになるが，「バッキング材」は，少なくとも，刷版やポリエステルベースを含まない構成のものであるから，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が，バッキング材に相当するとの決定の認定は誤りであると主張する。",
            "しかしながら，甲1刊行物には，「ポリエステルベース(PE)と，シート状を呈するポリウレタンからなるクッション部(PU)を有し，ポリエステルベース(PE)には印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられた部材」が，刷版(Plate)を嵩上げするために用いられている「圧力減少材及び衝撃吸収材」として示されており，引用発明1の「フレキソ印刷用圧力減少材及び衝撃吸収材」は，刷版を含むものではないが，ポリエステルベースを有するものである。",
            "決定の引用発明1の認定は，確かに，「フレキソ印刷用圧力減少材及び衝撃吸収材」が刷版を含むかのように誤解される表現であったが，決定は，刷版を含むものとして認定したものではない。また，原告は，「バッキング材」は，ポリエステルベースを含まない構成のものであると主張するが，甲3刊行物に「R／bakバッキング材の種類とサイズ」の「種類」として，「R／bakには High モデュール(高密度)と Lowモデュール(低密度)の2種類があり，いずれもポリエステルベース(PE)で裏打ちされている。」(249頁左欄下から2行～右欄2行)と記載されていることに照らして，バッキング材がポリエステルベースを含むことは明らかである。",
            "したがって，原告の上記主張は失当である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，「感光性刷版と，該感光性刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シート」自体は，本件発明1の構成要件ではないから，決定が，「刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」と認定した引用発明1の「フレキソ印刷用圧力減少材及び衝撃吸収材」が，本件発明1における「フレキソ印刷用嵩上げ部材」に相当するとの認定は誤りであると主張する。",
                "しかしながら，引用発明1の「フレキソ印刷用圧力減少材及び衝撃吸収材」が刷版を含むものでないことは，上記(1)のとおりである。また，原告は，引用発明1のポリエステルベースが本件発明1におけるフィルム部材に当たるとしているものと解されるが，決定は，引用発明1のポリエステルベースにつき，刷版を嵩上げするための「圧力減少材及び衝撃吸収材」の一部を構成するとしているものであり，印刷シートを構成するフィルム部材に当たるとするものではない。そして，この理解に誤りがないことは，後記3(取消事由3)における場合と同様である。したがって，原告の上記主張も理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本件発明1に関する判断に係る，本件発明1と引用発明1との一致点の認定に，原告主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する判断に係る相違点2，3についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定の相違点2についての判断に関し，原告は，甲17刊行物の「磁性材料を貼込み材の固定側の端に付ける」との記載は，不明確であって，このような記載に基づき，相違点2に係る本件発明1の構成とすることが容易であるとすることはできないとか，上記記載は，貼込み材のゴム版とは反対側の面全体に磁性部材が設けられることをいうものと考えるのが合理的であると主張し，また，磁石部材を端部に配する構成では，シリンダの表面からぶら下がった状態となるだけで，シリンダの表面に固着することはできないとも主張する。",
                "しかしながら，「端」という語句は，面状部材を対象とした場合には，各辺部位，あるいは長尺状のものの長手方向の両端部を指すものと解するのが自然であって，面状部材の面をなす部分のいずれかを指すのであれば「面」との語句を使用することが通常である。また，取付部材として磁性材料のみを使用する場合に，1端のみに磁性材料を取り付けただけでは，他端がシリンダと一体化せず，「シリンダの表面からぶら下がった状態となる」ことは明白であるから，両端に磁性部材が配されているものと想定することが自然である。",
                "したがって，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定の相違点3についての判断に関し，原告は，引用発明1は，ポリエステルベースに取り付けたリードやトレーラーにより，印刷シリンダへの固着を行うものであるから，印刷シリンダへの固着のため磁石部を設ける必要が全くないものであり，引用発明1の構成におけるクッション部に磁石部を並設させることは，当業者が容易になし得ることではないと主張する。",
                "しかしながら，決定は，引用発明1の取付部材を，磁力を用いた装着手段に取り換えることが容易であるかどうかを検討したものであって，このことは，決定の理由から十分に把握することが可能である。",
                "したがって，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3に関する判断に係る相違点5についての認定・判断の誤り)に対し",
          "text": [
            "原告は，引用発明1のポリエステルベースに相当するのは，本件発明3の「シート状部」ではなく，フィルム部材であるから，決定の相違点5の認定中の「引用発明1においては，クッション部を被覆するシート状部をなすといえるポリエステルベースは存在する」との部分は誤りであり，この認定を前提とした相違点5についての判断も誤りであると主張する。",
            "しかしながら，フィルム部材は，本件発明3において，印刷シートに刷版を固着させるためのものであるから，ポリエステルベースがフィルム部材に相当するとすれば，引用発明1において，ポリエステルベースがR／bakとは別部材ということになるが，このような理解は，甲1刊行物の記載を離れた独自の解釈であり，失当である。",
            "したがって，原告の上記主張は誤りである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明4に関する判断に係る一致点の認定の誤り)に対し原告は，引用発明1のポリエステルベースに相当するのは，本件発明4の「シート状部」ではなく，フィルム部材であるから，引用発明1のポリエステルベースが本件発明4の「シート状部材により形成されたシート状部」に相当することを前提とした，決定の本件発明4と引用発明1との一致点の認定は誤りであると主張するが，上記3のとおり，ポリエステルベースがフィルム部材に相当するとする原告の主張は誤りである。",
            "なお，原告は，引用発明1のポリエステルベースが本件発明4のシート状部に相当するとすれば，引用発明1には刷版とフィルム部材と掛止部材から成る印刷シートが存在しなくなるとも主張するが，引用発明1のR／bakにおいては，「感光性刷版を固着するためのフィルム部材」から成る「印刷シート」を，刷版の装着に用いているわけではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明4に関する判断に係る相違点2，6についての判断の誤り)に対し",
          "text": [
            "原告は，決定の本件発明4に関する判断に係る相違点2，6についての判断が誤りであると主張するが，決定の判断に原告主張の誤りがないことは，上記2の(1)，(2)のとおりである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明5に関する判断に係る相違点7についての認定・判断の誤り)に対し",
          "text": [
            "原告は，決定の本件発明5に関する判断に係る相違点7についての認定・判断が誤りであると主張するが，決定の判断に原告主張の誤りがないことは，上記3のとおりである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明10に関する判断に係る特定事項についての判断の誤り)に対し",
          "text": [
            "決定の本件発明10に関する判断に係る特定事項についての判断につき，原告は，本件発明10においては，印刷時に，クッション層の凹み量が一般に磁石部より大きいことに着目して，磁石部の厚みをクッション部の厚みより薄くしたものであって，これにより，被印刷物が印刷シリンダと加圧シリンダとの間を円滑に通過するとともに，印刷精度を保つことができるという作用効果を奏するものであるが，クッション部と磁石部とを並設する場合には，クッション部の厚みと磁石部の厚みとを同一とするように設計することが通常であり，印刷時に，クッション層の凹み量が一般に磁石部より大きくなるとの開示は甲1刊行物にないから，磁石部の厚みをクッション部の厚みより薄くすることは，当業者にとっても容易ではないと主張する。",
            "しかしながら，クッション部は，そのクッション性により，刷版の厚むらや被印刷物の凹凸を吸収することにより，印刷品質を向上させること，すなわち，印刷シリンダと加圧シリンダとの間を通過する際に変形し得る(凹み得る)ことが期待されるものである。他方，磁石部は，印刷シリンダと加圧シリンダとの間を通過する際に変形する(凹む)ことが特段期待されているものではなく，上記シリンダ間の間隙を通過し得る範囲で，適宜の厚みを与えることは，決定が「本件発明9について」の項で説示するとおり，設計事項に属するものである。決定は，これらのことから，「磁石部の厚みを好適なものとなすことは設計事項に属するものであり，しかも，印刷を実行すると，クッション層がその特性上から当初よりも薄くなることは自明であることからして，磁石部をクッション層よりも薄くすることは当業者であれば，容易になし得る程度のことである。」と判断したものであって，その判断に誤りはない。",
            "なお，原告は，印刷時に，クッション層の凹み量が一般に磁石部より大きくなるとの開示は甲1刊行物にないと主張するが，決定は，甲1刊行物に上記開示があることを判断の理由としたものではない。また，磁石部の厚みをクッション部の厚みより薄くすることによる作用効果として原告が主張するものも，決定が考慮した内容を超えるものでもない。",
            "したがって，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明11に関する判断に係る特定事項についての判断の誤り)に対し",
          "text": [
            "決定の本件発明11に関する判断に係る特定事項についての判断につき，原告は，本件発明11が，嵩上げ部材全体の厚みを3．5 mm ～4．5 mm とすることによって，厚さ約7 mm の感光性刷版と厚さ約3 mm の感光性刷版の併用を容易とすることができるものであるところ，甲10刊行物や甲1刊行物には，そのような作用効果の開示も示唆もないから，決定の判断は誤りであると主張する。",
            "しかしながら，引用発明1の「フレキソ印刷用圧力減少材及び衝撃吸収材」が本件発明1の「フレキソ印刷用嵩上げ部材」に相当することは，上記1のとおりであり，甲10刊行物には，R／bakの「SF」タイプに，厚みが3．05 mm，3．56 mm 及び4．06 mm のものがあることが示されているのであるから，所望の厚みのものを適宜選択することに困難はない。",
            "なお，原告は，厚さ約7 mm の感光性刷版と厚さ約3 mm の感光性刷版の併用を容易とすることを本件発明11の作用効果であると主張するが，厚さ約7 mmの感光性刷版用に設定された一般の印刷機において，厚さ約3 mm の感光性刷版を使用するようにすることは，周知の技術課題にすぎない。",
            "したがって，原告の上記主張は誤りである。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件発明12に関する判断に係る特定事項についての判断の誤り)に対し",
          "text": [
            "原告は，決定の本件発明12に関する判断に係る特定事項についての判断が誤りであると主張するが，この主張が失当であることは，上記8の場合と同様である。",
            "10 取消事由10(本件発明13に関する判断に係る相違点9についての判断の誤り)に対し",
            "原告は，決定の本件発明13に関する判断に係る相違点9についての判断が誤りであると主張するが，決定の判断に原告主張の誤りがないことは，上記2の(1)，(2)のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件発明1に関する判断に係る一致点の認定の誤り)について(1) 原告は，本件発明1に関する判断に係る本件発明1と引用発明1との対比において，決定が，「引用発明1における『フレキソ印刷用圧力減少材及び衝撃吸収材』が，前記バッキング材に相当する」と認定したことにつき，まず，決定が，引用発明1を「フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」と認定したことを捉え，決定の認定では，「フレキソ印刷用圧力減少材及び衝撃吸収材」が刷版やポリエステルベースを含むことになるが，「バッキング材」は，少なくとも，刷版やポリエステルベースを含まない構成のものであるから，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が，バッキング材に相当するとの決定の認定は誤りであると主張する。",
            "しかるところ，甲3刊行物には，「R／bakバッキング材は，精度の良い多孔性ポリウレタンでできており，フレキソ用感光性樹脂版またはゴム版と共に使用するプレートシステムである。」(249頁左欄2～4行)との記載，「R／bakバッキング材の種類とサイズ」の「種類」として，「R／bakには High モデュール(高密度)と Low モデュール(低密度)の2種類があり，いずれもポリエステルベース(PE)で裏打ちされている。」(249頁左欄下から2行～右欄2行)との記載，「R／bakバッキング材の用途と使用例」として，「特に段ボール印刷関係での用途としては，例えば<イ>感光性樹脂板(ベース剥離タイプ)の裏打ち用，<ロ>段ボール印刷機の版胴のバッキングシート用として利用できる。」(249頁右欄16～19行)との記載があり，これらの記載と同頁右欄の図を併せ見れば，フレキソ印刷において，バッキング材とは，刷版(フレキソ印刷用感光性樹脂版・ゴム版)と組み合せて，版胴に貼込みするための材料であって，多孔質の物から成り，クッション性を与えて，刷版の版厚むらの吸収，被印刷物の凹凸を吸収することが期待される部材であること，バッキング材の構成中に，刷版は含まれないが，ポリエステルベースは含まれ得ることが認められる。",
            "他方，決定は，引用発明1を「フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」(14頁22～25行)と認定したものである。しかしながら，甲1刊行物には，同刊行物に記載された引用発明1が，商品名を「R／bak」とする圧縮性刷版装着システムであって，「それは，フレキソ印刷の刷版に対して圧力減少材及び衝撃吸収材として機能する。」(訳文1頁9～10行)ものであることが記載されており，また，シリンダ面上に引用発明1(R／bak)を取り付け，その表面に刷版を装着するまでの手順を記載した図1～8のうち，図6の説明には「刷版をR／bakに装着する。」との記載があるところ，これらの記載によれば，R／bak(引用発明1)は刷版とともに用いられるが，刷版がR／bakの一部を成すものではなく，これとは別部材とされていることが明らかである。そうすると，決定の上記引用発明1の認定中，引用発明1が刷版を含むものであるかのように認定している部分は誤りであるというべきであるが，そうであれば，結局，引用発明1における「フレキソ印刷用圧力減少材及び衝撃吸収材」が，バッキング材に相当するとの決定の認定には，結果的に，原告主張の誤りはないものとなるから，決定の上記引用発明1の認定の誤りは結論に影響を及ぼさず，原告の上記主張を採用することはできない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，「感光性刷版と，該感光性刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シート」自体は，本件発明1の構成要件ではないから，決定が，「刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」と認定した引用発明1の「フレキソ印刷用圧力減少材及び衝撃吸収材」が，本件発明1における「フレキソ印刷用嵩上げ部材」に相当するとの認定は誤りであると主張する。",
                "しかしながら，引用発明1が刷版(感光性刷版)を含むものでないことは，上記(1)のとおりである。",
                "また，上記原告の主張は，甲1刊行物に，引用発明1のポリエステルベース上に接着テープにより刷版を装着することが記載されている(図6～8及びそれについての説明)ことから，後記3と同様，引用発明1のポリエステルベースが，本件発明1における，感光性刷版を固着するためのフィルム部材に相当するという理解を前提とするものと考えられるが，甲1刊行物の「R／bakによる圧縮性刷版装着システムの本質は，優れたエネルギー吸収と弾性を呈する気泡構造を備えた，進歩した発泡ウレタンである。それは，フレキソ印刷の刷版に対して圧力減少材及び衝撃吸収材として機能する。」(訳文1頁8～10頁)との記載及び図1～8によれば，引用発明1が，シート状のポリエステルベース上に，同様にシート状を呈するポリウレタンから成るクッション部を有し，また，ポリエステルベース端部には印刷シリンダに掛止するための取付部材(リード，トレーラー等)を備えるものであること，本件発明1の優れたエネルギー吸収と弾性を呈する圧力減少材及び衝撃吸収材としての作用は，当該ポリウレタンのクッション部によって奏するものであることが認められ，そうすると，引用発明1のポリエステルベースは，ポリウレタンのクッション部と一体となって，印刷シリンダに装着されるものであるから，本件発明1における印刷シートのフィルム部材に相当するものではなく，本件発明1の「フレキソ印刷用嵩上げ部材」の一部を成すものに相当するものと認められる。",
                "さらに，本件発明1の要旨に照らし，本件発明1(フレキソ印刷用嵩上げ部材)が，印刷シリンダの外周面に磁力により着脱自在な磁石部を備えることは明らかであるところ，当該磁石部は，本件発明1のフレキソ印刷用嵩上げ部材を印刷シリンダに掛止するための部材であるということができる。当該掛止部材が，磁石部であることと，リード，トレーラー等の取付部材を取り付けることとの相違は，相違点として抽出認定すれば足りるものであって，現に，決定は，本件発明1に関する判断に係る相違点2として，この点を認定している。",
                "そうすると，上記(1)と同様，決定の引用発明1の認定中，引用発明1が刷版を含むものであるかのように認定している部分は誤りであるというべきであるが，引用発明1の「フレキソ印刷用圧力減少材及び衝撃吸収材」が，本件発明1における「フレキソ印刷用嵩上げ部材」に相当するとの認定には，結果的に，原告主張の誤りはないものとなるから，決定の上記引用発明1の認定の誤りは結論に影響を及ぼさず，原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する判断に係る相違点2，3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定の相違点2についての判断に関し，原告は，甲17刊行物の「磁性材料を貼込み材の固定側の端に付ける」との記載は，不明確であって，このような記載に基づき，相違点2に係る本件発明1の構成とすることが容易であるとすることはできないとか，上記記載は，貼込み材のゴム版とは反対側の面全体に磁性部材が設けられることをいうものと考えるのが合理的であると主張し，また，磁石部材を端部に配する構成では，シリンダの表面からぶら下がった状態となるだけで，シリンダの表面に固着することはできないとも主張する。",
                "しかしながら，甲17刊行物には，「5．キャリアシートに貼込んだ版」との標題の項に，「シリンダーに版を固定するためのキャリアシートには数種類の方法がある。・・・もう一つの方法は金属，ナイロン，ポリエステルなどさまざまな材料でできたキャリアシートに版を貼込む方法である・・・。キャリアシートは，シリンダーに設けられた特別のクランプによってシリンダーに取付ける。」(166頁左欄20～30行)との記載があって，シリンダに版を固定する方法として，ポリエステルより成るキャリアシートに版を貼り込んだ上，当該キャリアシートをシリンダに取り付ける方法が開示されているとともに，これに引き続いて，「6．マグネチックプレート貼込みシステム」との標題の項に，「柔軟性をもったゴム状永久磁性材料を使用するシステムである。この材料は数種類の方法で使われる。」との記載があって，「1)鋳造時に磁性材料をゴム版と同時に加硫する」，「2) ゴム版を製版した後で接着剤で磁性材料と貼合する」，「3) 磁性材料を貼込み材の固定側の端に付ける」との3種類の方法(態様)が挙げられている(166頁右欄5～13行)が，この3種類の方法のうち，「1)」及び「2)」の各態様においては，磁性材料を「ゴム版」と加硫し，あるいは，「ゴム版」を磁性材料と貼合するとされているのに対し，「3)」の態様においては，磁性材料を付ける対象が「ゴム版」ではなく，「貼込み材」とされているから，上記キャリアシートのようにゴム版を貼り込んだ部材を「貼込み材」として，その「固定側の端」に柔軟性をもったゴム状永久磁性材料を付け，シリンダに取り付ける方法(ゴム版は，直接シリンダに固定されるのではなく，シート状の貼込み材を介してシリンダに固定される方法)が開示されているものと認めることができる(原告の主張によれば，原告も，その限りにおいては同様に解していることが窺われる。)。そして，上記「3)」の記載における「固定側」が，シリンダに固定する側，すなわち，シート状の貼込み材のシリンダ側の面を指すことは明らかであり，そうすると，「固定側の端」が当該シリンダ側の面の端部を意味することも明らかである。",
                "したがって，上記「3)」の記載が不明確であるとか，上記記載は，貼込み材のゴム版とは反対側の面全体に磁性部材が設けられることをいうとする原告の主張は失当であって，採用することはできない。",
                "なお，甲17刊行物の上記「固定側の端」との語句が，それ自体としては，貼込み材のシリンダ側の面の1端部のみを意味するのか，両端部を意味するのか，必ずしも明確とはいえないが，貼込み材を，その1端部のみでシリンダに固定しても，貼込み材，ひいてはゴム版がシリンダの外周面全体に固着しないことは明白であるから，両端部に磁性材料を付けるものと解するのが自然であり，したがって，磁石部材を端部に配する構成では，シリンダの表面に固着することはできないとする原告の主張も失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "決定の相違点3についての判断に関し，原告は，引用発明1は，ポリエステルベースに取り付けたリードやトレーラーにより，印刷シリンダへの固着を行うものであるから，印刷シリンダへの固着のため磁石部を設ける必要が全くないものであり，引用発明1の構成におけるクッション部に磁石部を並設させることは，当業者が容易になし得ることではないと主張する。",
                "しかしながら，一般に，相違点に係る容易想到性の判断は，主引用例記載の発明の特定の構成に，公知又は周知の他の構成を付加することの容易性だけでなく，主引用例記載の発明の特定の構成を，公知又は周知の他の構成によって置換することが容易であるかどうかについても行われるものであり，当該容易想到性判断が，付加についてのものであるか，置換についてのものであるかは，たとえ，審決や決定に明示されていなくとも，通常は自ずから明らかとなるものである。そして，本件発明1の「該磁石部と該クッション部とが隣接して並設されている」構成に関する相違点3は，本件発明1の「該シリンダの外周面に磁力により着脱自在な磁石部」という構成の存否自体に関する相違点2を前提とするものであるところ，決定は，相違点2につき，「したがって，相違点2に係る『該印刷シリンダの外周面に磁力により着脱自在な磁石部』を嵩上げ部材を印刷シリンダの外周面に掛止するための部材として採用することは，当業者であれば容易に想到し得る程度の事項である。」(24頁22～25行)と判断したものであるが，引用発明1が，印刷シリンダへの取付部材(リード，トレーラー)を備えたまま，「該シリンダの外周面に磁力により着脱自在な磁石部」を採用したとすれば，印刷シリンダへの掛止部材が重なってしまうことになるから，決定の上記相違点2についての判断は，引用発明1の取付部材(リード，トレーラー)を，「該シリンダの外周面に磁力により着脱自在な磁石部」によって置換することの容易性を判断したものであることが自ずから明らかである。",
                "そうすると，決定の相違点3についての判断は，相違点2についての判断により，引用発明1の取付部材(リード，トレーラー)が磁石部によって置換されたことを前提とするものであり，原告の上記主張は，前提を誤るものであって，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3に関する判断に係る相違点5についての認定・判断の誤り)について",
          "text": [
            "原告は，引用発明1のポリエステルベースに相当するのは，本件発明3の「シート状部」ではなく，フィルム部材であるから，決定の相違点5の認定中の「引用発明1においては，クッション部を被覆するシート状部をなすといえるポリエステルベースは存在する」との部分は誤りであり，この認定を前提とした相違点5についての判断も誤りであると主張する。",
            "しかしながら，引用発明1のポリエステルベースが，本件発明3における印刷シートのフィルム部材に相当するものではなく，本件発明3の「フレキソ印刷用嵩上げ部材」の一部を成すものに相当するものと認められることは，上記1の(2)と同様である。そして，当該ポリエステルベースはシート状で，その上にポリウレタンから成るシート状のクッション部を有していることも，上記1の(2)のとおりであるから，本件発明3の「シート状部」に相当するとした決定の判断に誤りはない。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明4に関する判断に係る一致点の認定の誤り)について原告は，引用発明1のポリエステルベースに相当するのは，本件発明4の「シート状部」ではなく，フィルム部材であるから，引用発明1のポリエステルベースが本件発明4の「シート状部材により形成されたシート状部」に相当することを前提とした，決定の本件発明4と引用発明1との一致点の認定は誤りであると主張するが，上記3(取消事由3)と同様，原告の上記主張を採用することはできない。",
            "なお，原告は，引用発明1のポリエステルベースが本件発明4のシート状部に相当するとすれば，引用発明1には刷版とフィルム部材と掛止部材から成る印刷シートが存在しなくなるとも主張するが，引用発明1が「フレキソ印刷において，刷版と該刷版を固着するためのポリエステルベースと，シート状を呈するポリウレタンからなるクッション部を有し，フレキソ印刷用の印刷シリンダに掛止するための部材(リード或いはトレーラー)とが取り付けられるフレキソ印刷用圧力減少材及び衝撃吸収材。」(決定書14頁22～25行)であることは，当事者間に争いがなく，引用発明1(R／bak)自体は，「感光性刷版を固着するためのフィルム部材」から成る「印刷シート」を，刷版の装着に用いているわけではない(もっとも，決定は，本件発明1と引用発明1との対比において，甲6刊行物に開示された「刷版と，該刷版を固着するためのフィルム部材と，印刷用の印刷シリンダに掛止するための部材とを有する印刷シート」の構成が，印刷装置において一般的なものと解されるとした上で(20頁24～33行。なお，そのこと自体については当事者間に争いがない。)，本件発明1と引用発明1との一致点を「フレキソ印刷において，刷版と，該刷版を固着するためのフィルム部材と，フレキソ印刷用の印刷シリンダに掛止するための部材とを有する印刷シートの嵩上げ部材として用いるフレキソ印刷用嵩上げ部材であって，シート状を呈するクッション部を有するフレキソ印刷用嵩上げ部材。」と認定した。しかしながら，「刷版と，該刷版を固着するためのフィルム部材と，印刷用の印刷シリンダに掛止するための部材とを有する印刷シート」の構成が，いかに周知の構成であるとはいえ，この構成を引用発明1が備えていると認められない以上，当該構成の有無は相違点として認定し，判断すべきものであって，これを引用発明1に取り込んで，あたかも引用発明1が当該構成を備えているかのように，一致点の認定に及ぶことは，決定の論理構造を乱すものであり，本来，誤りというべきであるが，本件においては，当該誤りが，決定の結論に影響を及ぼすものとまでいうことはできない。)。",
            "したがって，原告の上記主張も失当である。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明4に関する判断に係る相違点2，6についての判断の誤り)について",
          "text": [
            "原告は，決定の本件発明4に関する判断に係る相違点2，6についての判断が誤りであると主張するが，これらの判断につき，原告が誤りであると主張する理由は，本件発明1と引用発明1との相違点2，3についての判断が誤りであると主張する理由と同様であり，これらの主張が失当であって採用することができないことは，上記2の(1)，(2)のとおりである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明5に関する判断に係る相違点7についての認定・判断の誤り)について",
          "text": [
            "原告は，決定の本件発明5に関する判断に係る相違点7についての認定・判断が誤りであると主張するが，これらの認定・判断につき，原告が誤りであると主張する理由は，引用発明1のポリエステルベースが，本件発明5のシート状部に相当するものでないという，本件発明1と引用発明1との相違点2，3について認定・判断が誤りであると主張する理由と同様であり，これらの主張が失当であって採用することができないことは，上記3のとおりである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明10に関する判断に係る特定事項についての判断の誤り)に対し",
          "text": [
            "決定の本件発明10に関する判断に係る特定事項についての判断につき，原告は，本件発明10においては，印刷時に，クッション層の凹み量が一般に磁石部より大きいことに着目して，磁石部の厚みをクッション部の厚みより薄くしたものであって，これにより，被印刷物が印刷シリンダと加圧シリンダとの間を円滑に通過するとともに，印刷精度を保つことができるという作用効果を奏するものであるが，クッション部と磁石部とを並設する場合には，クッション部の厚みと磁石部の厚みとを同一とするように設計することが通常であり，印刷時に，クッション層の凹み量が一般に磁石部より大きくなるとの開示は甲1刊行物にないから，磁石部の厚みをクッション部の厚みより薄くすることは，当業者にとっても容易ではないと主張する。",
            "しかしながら，引用発明1のようにポリウレタンから成るクッション部は，印刷シリンダと加圧シリンダとの間を通過する際に変形する(凹む)ことにより，過度の印圧を吸収し，印刷品質の向上に寄与するとともに，印圧設定の幅を広げるものであることは，技術常識というべきであるが，他方，磁石部に，印刷シリンダと加圧シリンダとの間を通過する際に，クッション部のような変形するをすることが期待できないことも明らかである。",
            "そうすると，磁石部の厚みとクッション部の厚みを設定する際には，磁石部については，シリンダ間の間隙を通過し得る範囲で，適宜の厚みとするのに対し，クッション部については，上記変形を前提として，シリンダ間の間隙との関係で，適度の印圧がかかるように，その厚みを調節することになるから，そのような磁石部とクッション部それぞれの厚みの調節により，磁石部の厚みをクッション部の厚みより薄くすることも，格別の困難はないといわざるを得ない。この点についての決定の説示は，上記の趣旨をいうものと理解され，また，原告が，磁石部の厚みをクッション部の厚みより薄くすることによる作用効果として主張する作用効果も，結局，同趣旨であることに帰するから，決定の判断に誤りはなく，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明11に関する判断に係る特定事項についての判断の誤り)について",
          "text": [
            "決定の本件発明11に関する判断に係る特定事項についての判断につき，原告は，本件発明11が，嵩上げ部材全体の厚みを3．5 mm ～4．5 mm とすることによって，厚さ約7 mm の感光性刷版と厚さ約3 mm の感光性刷版の併用を容易とすることができるものであるところ，甲10刊行物や甲1刊行物には，そのような作用効果の開示も示唆もないから，決定の判断は誤りであると主張する。",
            "しかしながら，上記7のとおり，印刷シリンダ及び加圧シリンダ間の間隙と，クッション部の変形を前提とする適度の印圧の設定とによって，クッション部及び磁石部の厚みが適宜定まるものであるところ，嵩上げ部材全体の厚みは，クッション部及び磁石部(とりわけクッション部)の厚みの設定に規定されるものであるから，結局，これも，印刷シリンダ及び加圧シリンダ間の間隙と適度の印圧とを考慮して，適宜定められるべきものである。しかるところ，甲10刊行物には，R／bakの「SF」タイプの厚みは，1．02 mm から4．57 mm まで11段階あり，その中には，3．05 mm，3．56 mm 及び4．06 mm の各厚みのものが含まれている旨の記載があるから，本件発明11のように，嵩上げ部材全体の厚みを3．",
            "5mm ～4．5 mm に限定することに，格別の困難は認められない。",
            "したがって，原告の上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件発明12に関する判断に係る特定事項についての判断の誤り)に対し",
          "text": [
            "原告は，決定の本件発明12に関する判断に係る特定事項についての判断が誤りであると主張するが，上記8のとおり，嵩上げ部材全体の厚みは，印刷シリンダ及び加圧シリンダ間の間隙と適度の印圧とを考慮して，適宜定められるべきものであるところ，甲10刊行物には，R／bakの「SF」タイプの厚みとして，4．06 mm のものが記載されているから，これを参考として，嵩上げ部材全体の厚みを4．0 mm に限定することにも，格別の困難は認められず，したがって，原告の上記主張を採用することはできない。",
            "10 取消事由10(本件発明13に関する判断に係る相違点9についての判断の誤り)について",
            "原告は，決定の本件発明13に関する判断に係る相違点9についての判断が誤りであると主張するが，これらの判断につき，原告が誤りであると主張する理由は，本件発明1と引用発明1との相違点2，3についての判断を誤りであると主張する理由と同様であり，当該主張が失当であって採用することができないことは，上記2の(1)，(2)のとおりである。",
            "11 結論",
            "以上によれば，原告の主張はすべて理由がなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ]
}