{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2005−80153号事件について平成18年3月8日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許を無効とした審決の取消しを求める事案であり，原告は無効とされた特許の特許権者，被告は無効審判の請求人である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「エレベーター装置」とする特許第3508768号(1999(平成11)年12月6日を国際出願日とする特願2001−543",
              "text": [
                "429号の一部を平成14年11月11日に新たな特許出願(特願2002−32",
                "6628号)としたもの。平成16年1月9日設定登録。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成17年5月23日，本件特許について無効審判の請求をし(無効2005−80153号事件として係属)，原告は，これに対し，同年8月10日，明細書の訂正を請求した(以下「本件訂正」という。甲8)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成18年3月8日，「(本件)訂正を認める。本件特許の請求項1ないし4に係る発明についての特許を無効とする。」との審決をし，同月20日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正後の特許請求の範囲の記載(下線部分が本件訂正箇所である。以下，各請求項に係る発明を請求項の番号に従い「本件特許発明1」のようにいう。)",
          "text": [
            "【請求項1】乗降口，該乗降口の両側方にそれぞれ位置する第1及び第2のかご壁並びに上記乗降口と対向し，上記第1及び第2のかご壁と連結した第3のかご壁を有し，昇降路内を昇降するかごと，上記かごの水平方向の移動を規制するかご用ガイドレールと，上記昇降路の平断面において，上記第3のかご壁と，この第3のかご壁に対向する上記昇降路の第1の昇降路壁との間に位置し，上記かごと反対方向に昇降するカウンターウェイトと，上記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，シーブ及び該シーブを駆動するモーターを有し，上記昇降路の最下階停止時のかご床面より上方でかつ最上階停止時のかご天井より下方に位置して，上記昇降路の平断面において，上記第3のかご壁と上記第1の昇降路壁との間であって，上記第1の昇降路壁の幅方向に上記カウンターウェイトとは離れて設けられ，上記シーブが上記第1の昇降路壁に対向し，上記モーターが上記第3のかご壁側に位置し，上記シーブの回転軸方向の外形寸法が上記回転軸方向に対して垂直な方向の外形寸法よりも小さい巻上機と，上記シーブに巻き掛けられるとともに，上記かご及び上記カウンターウェイトを懸架するロープと，上記シーブから上記かごに至る上記ロープの一部分が巻き掛けられ，上記昇降路の平断面の投影面において上記巻上機と一部重なるとともに上記かごとは離れて配置され，回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である第1の返し車と，上記シーブから上記カウンターウェイトに至る上記ロープの一部分が巻き掛けられた第2の返し車と，を有することを特徴とするエレベーター装置。",
            "【請求項2】上記第1の返し車は，上記昇降路の平断面において上記ロープの一部が上記第1のかご壁と該第1のかご壁と対向する上記昇降路の第2の昇降路壁との間を通るよう配置されたことを特徴とする請求項1記載のエレベーター装置。",
            "【請求項3】上記昇降路の平断面において，上記巻上機の一部が上記カウンタウェイト用ガイドレールよりも上記第3のかご壁側に位置していることを特徴とする請求項1記載のエレベーター装置。",
            "【請求項4】上記かごの下に配置されたかご用吊車と，上記カウンターウェイトに配置されたカウンターウェイト用吊車を有し，上記ロープは上記かご用吊車と上記カウンターウェイト用吊車に巻き掛けられて，上記かご及び上記カウンターウェイトを懸架することを特徴とする請求項1に記載のエレベーター装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，本件訂正を認めた上，本件特許は，特許法29条2項の規定に違反してされたものであるから同法123条1項2号に該当する，というものであり，その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の適否",
              "text": [
                "本件訂正は，特許法134条の2第1項ただし書き及び同条5項において準用する同法126条3項，4項の規定に適合するので適法な訂正と認める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の出願前に日本国内又は外国において頒布された刊行物である特開平11−130365号公報(平成11年5月18日公開，本訴甲1，以下「刊行物1」という。)には，以下の各発明が記載されているものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物1記載発明1",
                      "text": [
                        "「ドア35，ドア35の両側方にそれぞれ位置する左側及び右側の乗かご壁並びにドア35と対向し，上記左側及び右側の乗かご壁と連結した後部の乗かご壁を有し，昇降路25内を昇降する乗かご28と，乗かご28の水平方向の移動を規制するかごレール33A，33Bと，昇降路25の平断面において，後部の乗かご壁と，この後部の乗かご壁に対向する昇降路25の後部の昇降路壁との間に位置し，乗かご28と反対方向に昇降するカウンターウェイト31と，カウンターウェイト31の水平方向の移動を規制するカウンターウェイト用ガイドレール34A，34Bと，シーブ5及びシーブ5を駆動する同期モータ7を有し，昇降路25の下部に位置して，昇降路25の平断面において，後部の乗かご壁と後部の昇降路壁との間であって，後部の昇降路壁の幅方向にカウンターウェイト31とは離れて設けられ，シーブ5が後部の乗かご壁側に位置し，同期モータ7が後部の昇降路壁側に位置し，トラクションマシン1全体の軸長を短くしたトラクションマシン1と，シーブ5に巻き掛けられるとともに，乗かご28及びカウンターウェイト31を懸架するロープ26と，シーブ5から乗かご28に至るロープ26の一部分が巻き掛けられ，回転面が右側の乗かご壁と対向する昇降路25の右側の昇降路壁に対して傾斜した頂部プーリ27Aと，シーブ5からカウンターウェイト31に至るロープ26の一部分が巻き掛けられた頂部プーリ27Bと，を有するエレベーター装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "同発明2",
                      "text": [
                        "「刊行物1記載の発明1において，頂部プーリ27Aは，昇降路25の平断面においてロープ26の一部が右側の乗かご壁と右側の昇降路壁との間を通るように配置したエレベーター装置」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "同発明3",
                      "text": [
                        "「刊行物1記載の発明1において，乗かご28の下に配置された第1及び第2の下部プーリ29A，29Bと，カウンタウェイト31に配置されたプーリ32を有し，ロープ26は第1及び第2の下部プーリ29A，29Bとプーリ32に巻き掛けられて，乗かご28及びカウンタウェイト31を懸架するエレベーター装置」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "同発明4",
                      "text": [
                        "「ドア35，ドア35の両側方にそれぞれ位置する左側及び右側の乗かご壁並びにドア35と対向し，上記左側及び右側の乗かご壁と連結した後部の乗かご壁を有し，昇降路25内を昇降する乗かご28と，乗かご28の水平方向の移動を規制するかごレール33A，33Bと，昇降路25の平断面において，左側の乗かご壁と，この左側の乗かご壁に対向する昇降路25の左側の昇降路壁との間に位置し，乗かご28と反対方向に昇降するカウンターウェイト31と，カウンターウェイト31の水平方向の移動を規制するカウンターウェイト用ガイドレール34A，34Bと，シーブ5及びシーブ5を駆動する同期モータ7を有し，昇降路25の下部に位置して，昇降路25の平断面において，左側の乗かご壁と左側の昇降路壁との間であって，左側の昇降路壁の幅方向にカウンターウェイト31とは離れて設けられ，同期モータ7が左側の乗かご壁側に位置し，シーブ5が左側の昇降路壁側に位置し，トラクションマシン1全体の軸長を短くしたトラクションマシン1と，シーブ5に巻き掛けられるとともに，乗かご28及びカウンターウェイト31を懸架するロープ26と，シーブ5から乗かご28に至るロープ26の一部分が巻き掛けられ，回転面が左側の昇降路壁に対して傾斜した頂部プーリ27Aと，シーブ5からカウンターウェイト31に至るロープ26の一部分が巻き掛けられた頂部プーリ27Bと，を有するエレベーター装置において，頂部プーリ27Aは，昇降路25の平断面において，トラクションマシン1の少なくとも一部と重なるよう配置され，頂部プーリ27Aの回転面は，昇降路25の平断面においてロープ26が乗かご28の第1及び第2の下部プーリ29A，29Bへ至る側がトラクションマシン1のシーブ5から巻き掛けられる側よりドア35に近づく方向に位置して左側の昇降路壁に対して傾斜しているエレベーター装置。」イ ドイツ国特許出願公開第19752232号明細書(1999年5月27日公開。本訴甲6，以下「刊行物2」という。)には，次の発明(以下「刊行物2記載発明」という。)が記載されているものと認められる。",
                        "「エレベータケージ1，カウンタウエイト6と，駆動装置11とを備え，案内車5aは，牽引ロープ4がエレベータケージ1の重心を垂直に投影した箇所を通ってエレベータケージ1の壁面に対して斜めに走るようにしてエレベータケージ1の下方に配置され，駆動装置11はエレベータ昇降路3内に階層フロア10と同じ高さで一体に突き出したコンクリート支持台9上に配置されたロープ式エレベータにおいて，駆動装置11を建物の任意の階層に設置することができるようにしたロープ式エレベータ」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物3記載の技術事項",
                  "text": [
                    "特開平9−165172号公報(本訴甲2，以下「刊行物3」という。)には，次の事項が図面とともに記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「【請求項1】トラクションシーブ付きの駆動機械装置がエレベータシャフト内に配設され，巻上ロープが該トラクションシーブから上方へ進むトラクションシーブエレベータにおいて，該エレベータは，前記エレベータシャフトの断面において，前記エレベータカー，カウンタウエートおよび前記駆動機械装置のトラクションシーブの各垂直投影が互いに離れていることを特徴とするトラクションシーブエレベータ。",
                        "【請求項2】請求項1に記載のトラクションシーブエレベータにおいて，該エレベータは，前記エレベータシャフトの断面における前記エレベータカー，カウンタウエート，および前記駆動機械装置の各垂直投影が互いに離れていることを特徴とするトラクションシーブエレベータ。",
                        "【請求項3】請求項1または2に記載のトラクションシーブエレベータにおいて，前記トラクションシーブ付きの駆動機械装置は該トラクションシーブの回転軸の方向において平坦な構造であり，該トラクションシーブは前記駆動機械装置の構成部分であることを特徴とするトラクションシーブエレベータ。」(特許請求の範囲)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0002】",
                      "text": [
                        "【従来の技術】エレベータの開発における目的の1つは建物の空間の効率的かつ経済的利用にあった。従来のトラクションシーブエレベータにおいては，エレベータの駆動機械装置を収容するために設計される機械室もしくは他の空間は，建物のエレベータに要する空間のかなりの部分をとっている。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「(0010)・・・トラクションシーブ7および巻上機械装置6自体は，エレベータカー1およびカウンタウエート2の両方の経路から少し離れて配置して，これらがエレベータシャフト内で方向転換プーリ4，5より低いほとんどどのような高さにも容易に配設できるようにしている。」(3頁3列46から50行)"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件特許発明1に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "本件特許発明1と刊行物1記載発明1を対比するに，刊行物1記載発明1における「ドア35」，「右側の乗かご壁」，「左側の乗かご壁」，「後部の乗かご壁」，「乗かご28」，「かごレール33A，33B」，「後部の昇降路壁」，「カウンターウェイト用ガイドレール34A，34B」，「シーブ5」，「同期モータ7」，「トラクションマシン1」，「右側の昇降路壁」，「頂部プーリ27A」，「頂部プーリ27B」は，本件特許発明1における「乗降口」，「第1のかご壁」，「第2のかご壁」，「第3のかご壁」，「かご」，「かご用ガイドレール」，「第1の昇降路壁」，「カウンターウェイト用ガイドレール」，「シーブ」，「モーター」，「巻上機」，「第2の昇降路壁」，「第1の返し車」，「第2の返し車」にそれぞれ相当する。",
                        "したがって，本件特許発明1と，刊行物1記載発明1は，",
                        "「乗降口，該乗降口の両側方にそれぞれ位置する第1及び第2のかご壁並びに上記乗降口と対向し，上記第1及び第2のかご壁と連結した第3のかご壁を有し，昇降路内を昇降するかごと，上記かごの水平方向の移動を規制するかご用ガイドレールと，上記昇降路の平断面において，上記第3のかご壁と，この第3のかご壁に対向する上記昇降路の第1の昇降路壁との間に位置し，上記かごと反対方向に昇降するカウンターウェイトと，上記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，シーブ及び該シーブを駆動するモーターを有し，上記昇降路の平断面において，上記第3のかご壁と上記第1の昇降路壁との間であって，上記第1の昇降路壁の幅方向に上記カウンターウェイトとは離れて設けられた巻上機と，上記シーブに巻き掛けられるとともに，上記かご及び上記カウンターウェイトを懸架するロープと，上記シーブから上記かごに至る上記ロープの一部分が巻き掛けられた第1の返し車と，上記シーブから上記カウンターウェイトに至る上記ロープの一部分が巻き掛けられた第2の返し車と，を有することを特徴とするエレベーター装置。」である点で一致し，次の相違点で相違している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件特許発明1においては「上記シーブの回転軸方向の外形寸法が上記回転軸方向に対して垂直な方向の外形寸法よりも小さい巻上機」であるのに対し，刊行物1記載発明1では，「トラクションマシン1全体の軸長を短くしたトラクションマシン1」である点"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件特許発明1においては，巻上機は，「上記昇降路の最下階停止時のかご床面より上方でかつ最上階停止時のかご天井より下方に位置して」いるのに対し，刊行物1記載発明1では，トラクションマシン1は，「昇降路25の下部に位置して」いる点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件特許発明1においては，巻上機は，「上記シーブが上記第1の昇降路壁に対向し，上記モーターが上記第3のかご壁側に位置し」ているのに対し，刊行物1記載発明1では，トラクションマシン1は，「シーブ5が後部の乗かご壁側に位置し，同期モータ7が後部の昇降路壁側に位置し」ている点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "本件特許発明1では，「上記昇降路の平断面の投影面において上記巻上機と一部重なるとともに上記かごとは離れて配置され，回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である第1の返し車」であるのに対して，刊行物1記載発明1では，「回転面が右側の乗かご壁と対向する昇降路25の右側の昇降路壁に対して傾斜した頂部プーリ27A」である点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "text": [
                        "上記相違点について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "刊行物1記載発明1のトラクションマシン1も，シーブ5の回転軸方向の外形寸法が上記回転軸方向に対して垂直な方向の外形寸法よりも小さい巻上機といえるから，相違点とは認められない。",
                            "また，仮にそうでないとしても，シーブの回転軸方向の外形寸法が上記回転軸方向に対して垂直な方向の外形寸法よりも小さい巻上機は，刊行物3の上記ウ(ア)の請求項3に記載されており，この刊行物3記載の技術事項から，上記相違点1に係る本件特許発明1のように構成することは，当業者が容易に想到し得る程度のものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "刊行物2記載発明における「エレベータケージ1」，「駆動装置11」，「牽引ロープ4」は，本件特許発明1の「かご」，「巻上機」，「ロープ」に相当する(なお，刊行物2記載発明における「案内車5a」は，本件特許発明4の「かご用吊車」に相当する。)。刊行物2には，エレベータ装置において巻上機を建物の任意の階層の階層フロアと同じ高さで設置するという技術思想(以下「技術思想1」という。)が示されている。",
                            "また，エレベータ装置において，巻上機を昇降路の最下階から最上階のいずれか，又は任意の高さに設けた点は周知技術にすぎない(特開平11−310372号公報の第4の実施の形態，段落0076等。特開平7−117957号公報の段落0041等。刊行物3の上記ウ(ウ))。",
                            "よって，刊行物1記載発明1において，技術思想1又は上記周知技術から，巻上機を昇降路の下部に位置する代わりに，保守点検作業の容易な位置を考慮して，上記相違点2に係る本件特許発明1のように構成することは，当業者が容易に想到しうる程度のものと認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "トラクションマシン1及びカウンターウェイト31の乗かご28に対する配置構成が，刊行物1記載発明1は乗かご28の後部であり，刊行物1記載発明4は乗かご28の左側であり，この配置構成の相違と，シーブが昇降路壁に対向しモーターがかご壁側に位置するかその逆かについてとの間に，本来的な技術的関連は認められず，しかも配置構成に関し横幅か奥行きのどちらに重点を置くかは当業者が適宜採用すべき事項であり，格別異なる技術思想といえるものではない。",
                            "よって，刊行物1記載発明1に，刊行物1記載発明4に示されたような，シーブが第1の昇降路壁に対向し，モーターが第3のかご壁側に位置した技術事項を適用して，上記相違点3に係る本件特許発明1のように構成することは，当業者が容易に想到しうる程度のものとも認められる。",
                            "また，安全距離の確保上の効果，巻上機のモーター部の保守点検上の効果は，シーブが昇降路壁に対向しモーターがかご壁側に位置した技術事項に基づく固有の効果にすぎない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "返し車を平断面の投影面上においてかごとは離れて配置することは，周知技術である(実願平4−60147号(実開平6−20372号)のCD−ROMの吊り車4等，特開平8−40675号公報の転換プーリ12等)。",
                            "そして，昇降路内の不使用空間の発生を極力押さえるというのは，刊行物3の上記ウ(イ)の技術事項をみるまでもなくエレベータ装置において技術常識であり，第1の返し車の回転面を第2の昇降路壁に対してどのような角度に位置させるかは，昇降路やかごの形状，昇降路の平断面におけるレイアウト，返し車等の機器の寸法，かごの重心位置，昇降路内の不使用空間の発生等を考慮して，当業者が適宜決定すべき事項にすぎない。",
                            "また，昇降路の平断面の投影面において第1の返し車が巻上機と一部重なるようにした点に関しては，刊行物1記載発明4においてもみられるように，シーブが第1の昇降路壁に対向し，モーターが第3のかご壁側に位置すれば，必然的に，昇降路の平断面において返し車が巻上機と一部重なることとなり，平断面上の面積が小さくなるという不使用空間の縮減効果が生じる。この点は，シーブが昇降路壁に対向しモーターがかご壁側に位置した技術事項に基づく固有の効果にすぎない。さらに，第1の返し車が，「上記昇降路の平断面の投影面において上記巻上機と一部重なるとともに」，「回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である」とした場合の幾何学的配置にのみに基づく平断面上の面積が小さくなるという不使用空間の縮減効果は微差にすぎない。",
                            "よって，刊行物1記載発明1に，刊行物1記載発明4に示されたような，シーブが第1の昇降路壁に対向し，モーターが第3のかご壁側に位置した技術事項を適用すれば，必然的に返し車が平断面の投影面上において巻上機と重なることとなり，その際，上記周知技術により，返し車を平断面の投影面上においてかごとは離れて配置し，第1の返し車を昇降路の平断面の投影面において回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直とし，刊行物1記載発明1において，上記相違点4に係る本件特許発明1のように構成することは，当業者が容易に想到しうる程度のものと認められる。",
                            "そして，「上記かごとは離れて配置され，回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である第1の返し車」とした点により，巻上機側方に保守点検するための空間を縮減できるとの主張は，巻上機の制動機構の構成が特許請求の範囲において特定されて初めて主張すべき作用効果であって，巻上機の制動機構の構成は訂正明細書の特許請求の範囲にはなんら特定されておらず，同特許請求の範囲に記載された事項に基づき常に生じる本件特許発明1固有の作用効果とはいえない。",
                            "さらに，訂正明細書には巻上機の制動機構の構成については何ら記載されておらず(特許明細書，出願当初明細書も同様。)，被請求人(原告)主張の作用効果は，訂正明細書に記載されておらず，また自明とも認められない。このような開示されておらず，自明でもない作用効果を進歩性の根拠とすることはできない。本件特許発明1の作用効果として認められない点に基づき阻害要因を論ずることはできない。",
                            "以上のように，本件特許発明1は，刊行物1記載発明1，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術に基づいて当業者が容易に発明をすることができたものと認められ，しかも，本件特許発明1は，全体としてみても，刊行物1記載発明1，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術から予測できる作用効果以上の顕著な作用効果を奏するものとも認められない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件特許発明2ないし4に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明2，4に対する判断",
                      "text": [
                        "本件特許発明2については，刊行物1記載発明2と対比し，本件特許発明4については，刊行物1記載発明3と対比すると，刊行物1記載発明3における「下部プーリ29A，29B」，「プーリ32」は，本件特許発明4における「かご用吊車」，「カウンターウェイト用吊車」に相当するから，何れも，上記エ(ア)の上記相違点1ないし4で相違し，その他の点でそれぞれ一致する。そして，本件特許発明2，4は，上記エ(イ)と同様の理由で，刊行物1記載発明2ないし3，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術に基づいて当業者が容易に発明をすることができたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明3に対する判断",
                      "text": [
                        "本件特許発明3については，刊行物1記載発明1と対比すると，上記エ(ア)の一致点で一致し，上記エ(ア)の上記相違点1ないし4に加えて，さらに次の相違点5で相違する。",
                        "相違点5",
                        "本件特許発明3においては「上記昇降路の平断面において，上記巻上機の一部が上記カウンタウェイト用ガイドレールよりも上記第3のかご壁側に位置している」であるのに対し，刊行物1記載発明1では，そのような構成がない点。",
                        "上記相違点5については，昇降路の平断面において，巻上機の一部がカウンタウェイト用ガイドレールよりも第3のかご壁側に位置することは，当業者が容易になしえた設計的事項にすぎないから，上記エ(イ)の相違点1ないし4の判断とあわせれば，本件特許発明3は，刊行物1記載発明1，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術に基づいて当業者が容易に発明をすることができたものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおりであるから，本件特許発明1ないし4は，刊行物1記載発明1ないし3，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術に基いて当業者が容易に発明をすることができたものである。したがって，本件特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "審決取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点4の判断の誤り)",
              "text": [
                "審決は，相違点4について，「刊行物1記載の発明1において，上記相違点4に係る本件特許発明1のように構成することは，当業者が容易に想到しうる程度のものと認められる。」と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点4に係る本件特許発明1の構成は，第1の返し車が，①上記昇降路の平断面の投影面において上記巻上機と一部重なる，②上記かごとは離れて配置される，③回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である，と分説することができる。",
                    "そして，審決は，②について，「返し車を平断面の投影面上においてかごとは離れて配置することは，周知技術である。」として，③について，「第1の返し車の回転面を第2の昇降路壁に対してどのような角度に位置させるかは，昇降路やかごの形状，昇降路の平断面におけるレイアウト，返し車等の機器の寸法，かごの重心位置，昇降路内の不使用空間の発生等を考慮して，当業者が適宜決定すべき事項にすぎない。」と判断し，また，①について，『シーブが第1の昇降路壁に対向し，モーターが第3のかご壁側に位置すれば，必然的に，昇降路の平断面において返し車が巻上機と一部重なることとなり，平断面上の面積が小さくなるという不使用空間の縮減効果が生じる。この点は，シーブが昇降路壁に対向しモーターがかご壁側に位置した技術事項に基づく固有の効果にすぎない。さらに，第1の返し車が，「上記昇降路の平断面の投影面において上記巻上機と一部重なるとともに」，「回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である」とした場合の幾何学的配置にのみに基づく平断面上の面積が小さくなるという不使用空間の縮減効果は微差にすぎない。』と判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4の②の構成について",
                      "text": [
                        "返し車を平断面の投影面上においてかごと離れて配置することが周知技術であることは認めるが，②の構成は，③の「回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直である」との構成との相互の関連性を考慮しないで判断することはできない。③の構成を前提として，②の配置を実現するには，巻上機の端部を昇降路の角部に配置する必要があるが，このような配置は自明でなく，現に，刊行物1(甲1)に記載された実施例に，巻上機の端部を昇降路の角部に配置したものはない。",
                        "ロープは，プーリに巻き掛けられて屈曲を繰り返すことによって疲労するので，この疲労を許容限度内に押さえるには，通常，プーリの直径をロープの直径の40倍以上にしなければならないから(刊行物1の図7及び図8においても，頂部プーリ27Aは，これを満たすような大きさを有している。)，返し車を平断面の投影図上においてかごと離れて配置することは簡単にはできない。本件特許発明1では，巻上機，第1の返し車，昇降路壁の関係を適切に規定したことにより，返し車の大きさに制約されることなく，返し車を平断面の投影図上においてかごと離れて配置することができたのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4の①の構成について",
                      "text": [
                        "確かに，刊行物1の図7を前提として，「モーターが第3のかご壁側に位置すれば，必然的に，昇降路の平断面において返し車が巻上機と一部重なる」ことは事実であるが，これにより，必然的に「平断面上の面積が小さくなるという不使用空間の縮減効果が生じる」ものではない。現に，刊行物1の図7では，頂部プーリ27Aとかご28とが平断面において重なっているから，かご28が何らかの理由で最上階よりも上昇する場合に備えて，かご28が最上階に停止した時の天井よりも十分に高い位置に頂部プーリ27Aを設ける必要があるが，これでは，昇降路高さ方向の空間の縮減という目的を達することができない。そこで，審決のいう「周知技術」に従い，②の構成を採用して，頂部プーリ27Aとかご28とが平断面において重ならないようにしようとすれば，刊行物1の図7の配置を前提とする限り，かごを小さくせざるを得ない。すなわち，かごの大きさを一定にして考えれば，不使用空間が拡大することになるのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4の③の構成について",
                      "text": [
                        "本件発明は，③の構成を採用することにより，平断面において第1のかご壁と第2の昇降路壁との間にできる空間を利用して第1の返し車を配置している。審決が説示するように，昇降路内の不使用空間の発生を極力抑えるというのがエレベータ装置における技術常識であるとしても，具体的に，第1の返し車をどこにどのような向きで配置するかは，技術的な検討を経てはじめて明らかになるものであって，当業者が適宜決定すべき事項ではない。審決は，根拠を示すことなく結論のみを断定的に述べているだけであって，このことは，審決の認定が本件特許発明1を見てからの後知恵であることを物語っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明1は，各機器の配置(レイアウト)に関する発明である。このような発明について，各機器それぞれの配置を分断して考えてしまうと，1つ1つの配置が同一の刊行物の各実施態様や異なる刊行物のそれぞれに記載されているというだけで進歩性が認められなくなってしまう可能性があるが，特定の目的に向けて各機器を最適に配置する組合せ方自体に非容易性があるから，このような点を考慮して進歩性の議論をすべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1には，図1に示されているように，制動機構4がトラクションマシン1のディスク2の下方の両脇に設けられているから，トラクションマシン1の側方部分に保守点検するための空間があるものと考えられる(刊行物1の図5，7及び8では，いずれも，トラクションマシン1の側方で昇降路壁との間に同程度の空間が確保されている。)。そこで，刊行物1記載の発明1では，トラクションマシン1の側方に点検，保守のための空間を確保するために，昇降路角部において頂部プーリを傾斜させている。",
                    "このような刊行物1記載発明1に基づいて，刊行物1記載発明4に示されたような，シーブが第1の昇降路壁に対向し，モーターが第3のかご壁側に位置した技術事項を適用して，返し車が平断面の投影面上において巻上機と重なることとし，その際，周知技術により，返し車を平断面の投影面上においてかごとは離れて配置し，第1の返し車を昇降路の平断面の投影面において回転面が上記第1のかご壁と対向する上記昇降路の第2の昇降路壁と平行で，かつ，上記シーブの回転面と垂直としたとすると，トラクションマシン1の側方に空間がなくなって保守，点検をすることができなくなってしまうから，刊行物1記載発明1において，相違点4に係る本件特許発明1のように構成することには阻害要因がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，「刊行物1記載発明1において，上記相違点4に係る本件特許発明1のように構成することは，当業者が容易に想到しうる程度のものと認められる。」とした審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件特許発明2ないし4についての判断の誤り)",
              "text": [
                "審決は，本件特許発明2及び4について，「刊行物1記載発明2ないし3，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術に基づいて当業者が容易に発明をすることができたものと認められる。」と判断し，本件特許発明3について，「刊行物1記載発明1，刊行物1記載発明4の技術事項，技術思想1，刊行物3記載の技術事項及び上記周知技術に基づいて当業者が容易に発明をすることができたものと認められる。」と判断した。",
                "本件特許発明2ないし4は，本件特許発明1の構成要件をすべて含み，さらに，構成要件を追加したものである。したがって，上記(1)のとおり，本件特許発明1についての審決の判断には誤りがあるから，本件特許発明2ないし4についての審決の判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点4の判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4の①ないし③について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4の②の構成について",
                      "text": [
                        "巻上機の端部を昇降路の角部に配置する必要があるか否かは，巻上機と第2の昇降路壁との間の距離が特定されて初めていえることであるが，これらの間の距離は特許請求の範囲に何ら特定されていない。昇降路壁の位置が巻上機から相当離れた位置にあるときには，巻上機の端部を昇降路の角部に配置した態様にはならないから，原告が主張する巻上機端部の角部配置は，本件特許発明1の必須構成として特許請求の範囲の請求項1に記載された事項のみに基づいて常に生じる配置であるとは認められない。すなわち，本件特許発明1に固有の巻上機の配置とはいえないから，③の構成を前提として，②の配置を実現するのに，巻上機の端部を昇降路の角部に配置する必要があるということはできない。",
                        "プーリの直径はロープの直径の40倍以上にしなければならないが，それは，昇降路壁に対してプーリを斜めに配置するか否かに関係なく決まるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4の①の構成について",
                      "text": [
                        "原告の主張は，審判における「第1の返し車と巻上機とが一部重なっている場合にはその占有する平断面上の面積が事実上小さくなり，他の昇降路機器を配置する際のレイアウトの自由度が高まる結果として，昇降路の平断面を小さくするということに寄与します。」(平成17年12月22日提出の審判事件答弁書)との主張と矛盾するものであって，認められるものではない。",
                        "また，刊行物1の図7において，審決のいう「周知技術」(返し車を平断面の投影面上においてかごとは離れて配置すること)を採用して，頂部プーリ27Aの傾斜角度を変更するとともに，乗かご28の下に配置された下部プーリ29Aの位置を第2の昇降路壁25dへ向かう方向へ移動することにより，容易に，頂部プーリ27Aとかご28とが平断面において重ならないようにすることができるのであって，かごを小さくしたり，不使用空間を拡大したりする必要はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4の③の構成について",
                      "text": [
                        "刊行物1の図5及び図8には，頂部プーリ27Aとかご28とが平断面において重ならないように配置されていることが示されているが，このことからも分かるように，頂部プーリ27Aとかご28とが平断面において重ならないようにすることは，当業者が容易になし得る設計事項にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1のエレベータ装置には，トラクションマシン1がその脇(側端縁)を上下方向へ延びるカウンタウェイトレール34Bに接近させて設置され(図7)，また，トラクションマシン1がその脇(側端縁)を上下方向へ延びるカウンタウェイトレール34A及びかごレール33Aに接近して設置される(図8)態様が示されていて，近接するレールがトラクションマシン1の側方空間を限定しているものである。このような図7及び図8におけるトラクションマシン1の配置の態様に照らすならば，刊行物1のトラクションマシン1は，その側方に制動機構4の保守，点検のための空間を確保する必要がないタイプのものであると理解される。",
                    "そして，刊行物1には，トラクションマシン1の特に側方部分に制動機構4を保守，点検するための空間を確保する必要がある旨の記載も示唆もない。",
                    "そうすると，トラクションマシン1の側方部分に保守点検するための空間があるものと考えられるとの原告の主張は誤りであって，刊行物1記載の発明1において，相違点4に係る本件特許発明1のように構成することに阻害要因はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件特許発明1と刊行物1記載の発明1との相違点4について，「刊行物1記載の発明1において，上記相違点4に係る本件特許発明1のように構成することは，当業者が容易に想到しうる程度のものと認められる。」とした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(本件特許発明2ないし4についての判断の誤り)に対して本件特許発明2ないし4は，本件特許発明1の構成要件をすべて含み，さらに，構成要件を追加したものであり，上記(1)のとおり，本件特許発明1についての審決の判断に誤りはないから，本件特許発明2ないし4についての審決の判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，返し車を昇降路の平断面の投影面上において，かごと離れて配置することが周知であることは認めるが，本件特許発明1における第1の返し車の配置は，巻上機，第1の返し車及び昇降路壁の関係を適切に規定したことにより初めて実現できたものであるから，このような構成を容易に想到することはできないと主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1の返し車の配置について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1に係る型式のエレベーター装置，すなわち，一本のロープでかごとカウンターウエイトを連結してその間に設置された巻上機でかごを昇降させるロープ式エレベーター装置(トラクションシーブエレベータ)における返し車(シーブとかごの間に配置される第1の返し車とシーブとカウンタウエイトの間に配置される第2の返し車がある。)及びこれに懸架されるロープの構成並びにその機能についてみると，返し車は，一方においてかごと，他方においてカウンターウエイトとそれぞれ連結するロープを懸架して，その間に設置される巻上機(モーターとシーブから成り，ロープにモーターの駆動力を直接伝達するのはシーブである。)から生ずるロープを移動させる駆動力の方向を変換させることによりかご及びカウンターウエイトを上下に昇降させるものと認めることができる(甲1，2，6)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記形式のエレベーター装置において，2つの返し車を昇降路の平断面の投影面上において，かごと離れて配置する技術自体は，上記のとおり原告も認める周知の技術であるところ，この配置を採用することにより，2つの返し車をかご壁とこれと対向する昇降路壁の間の空間に収納することが可能となり，返し車をかごの上方向空間に設置した場合に生ずる返し車による同空間の占有を回避し，かごの上下方向空間を縮減することができるというエレベーター設置空間の縮減効果を実現することが可能な配置方法であるということができる。したがって，当業者が返し車の配置を検討するに当たり，昇降路の垂直(上下)及び水平の両方向のエレベーター設置空間の広狭に応じて，例えば，垂直(上下)方向に空間のゆとりがない場合においては当然に検討されるべき配置方法の一つであるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)に説示したように，第1の返し車に懸架するロープの一方はかごに，他方はシーブを経て第2の返し車を介してカウンターウエイトに連結しているところ，かごに連結する側のロープは，かごを支持してかごの上下方向の移動，すなわち昇降を実現する機能を果たすものであるから，かごの安定的な昇降を実現するためには，可能な限り，ロープがかごの重心位置を通過するようにロープを設置することがかごの安定をもたらす上で効果的であることは当業者にとって技術常識に属する事柄であるというべきである。",
                        "また，上記のかごに連結する側のロープのうち，シーブ側のロープは，駆動力を受けるシーブに巻き掛けられる関係にあるから，その配置は昇降路の平断面の投影面上において，第1の返し車の一端がシーブに近接した位置に固定されることになることもまた技術常識に属するものということができる。",
                        "そして，以上からすると，昇降路の平断面の投影面上において，第1の返し車の一端はシーブ近傍に固定され，この端部を起点として，他端はロープがかごの重心位置に可能な限り近くなるようにかご側のロープ端の位置を適宜選択することによって第1の返し車の設置方向(回転面の向き)が決定される関係にある(刊行物1の図5ないし図8参照)こともまた技術常識であるものと推認することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前項の視点を踏まえて，昇降路の平断面における投影面上において，返し車がかごと重ならない構成のエレベータ装置を各刊行物の記載に則してみると，このような配置のものは刊行物1(甲1)の図5及び図8，刊行物2(甲6)及び刊行物3(甲2)の各図にそれぞれ記載されているところ，これらにおいては第1の返し車の回転面が昇降路壁に平行に配置されたもの及び昇降路壁に対して様々な角度で斜め方向に配置されたものが示されているのであり，このことは上記(ウ)に述べた諸要因を考慮するとともに昇降路内の不使用空間の発生状況等をも勘案しながら，必要とする最適な角度を適宜選択することが可能な多様な配置方法が存在し得ることを裏付けているものということができる。",
                        "そうすると，審決が第1の返し車の配置について説示した「昇降路やかごの形状，昇降路の平断面におけるレイアウト，返し車等の機器の寸法，かごの重心位置，昇降路内の不使用空間の発生等を考慮して適宜決定」するとの判断に誤りがあるものということはできない。",
                        "なお，原告は，返し車のプーリの直径をロープの直径の40倍以上にしなければならないから，返し車をかごと離して配置することは容易ではない旨主張するが，上記の関係はプーリの大きさとロープとの関係でありこの関係が直ちに返し車の配置を規定するものとはいえないから上記主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "巻上機の配置について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "巻上機のシーブが昇降路壁側，モーターがかご壁側にそれぞれ対向するように巻上機が設置される場合(この相違点3に係る本件特許発明1の構成の容易想到性については争いがない。)には，シーブの上方に位置する第1の返し車は昇降路の平断面の投影面上において，その一部が巻上機と重なる位置関係，すなわち，第1の返し車が巻上機のモーターを跨いでシーブとロープで連結される構成になることは，前項に説示したシーブの近傍に固定された第1の返し車の一端とシーブとの位置関係からすると当然の事柄というべきであるから，「シーブが第1の昇降路壁に対向し，モーターが第3のかご壁側に位置すれば，必然的に，昇降路の平断面の投影面上において返し車が巻上機と一部重なる」とした審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "かご壁とこれに対向する昇降路壁が形成する空間内に，昇降路の平断面の投影面上において，巻上機とカウンターウエイトを幅方向に離して配置する場合における，巻上機とカウンターウエイトの位置決めは，巻上機やカウンターウエイトの構造等によって必然的にその位置が決定されるといったものではないから，第1及び第2の返し車の大きさや配置，かごの大きさ，昇降路内の不使用空間の発生状況等を考慮しながら適宜決定することが可能な性質の事柄というべきである。そうすると，巻上機と第1の返し車の上記(ア)の重なり合いの程度は，巻上機の配置の上記空間の角部(隣接する昇降路壁)方向への接近状況により当然変化するものであるが，その程度の差異は，本件特許発明1の実施例2(甲第7号証の図5)と刊行物1記載発明4(甲第1号証の図8)を対比すれば明らかなように極めて僅少な差異といわざるを得ないから，この重なり合いによる空間縮減効果を微差とした審決の判断に誤りがあるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の次第であるから，本件特許発明1の相違点4に係る構成を刊行物1記載発明1及び同4並びに周知技術から容易に想到可能であるとした審決の判断に誤りがあるとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は本件特許発明1はレイアウト発明であり，各機器を最適に配置する組み合わせ方法自体に非容易性があるから，その進歩性を否定することはできない旨主張する。",
                "しかしながら，本件特許発明1の構成は容易に想到し得るものであることは前項に説示したとおりであるから，原告の主張はその前提において誤っているものといわざるを得ず，これを採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物1記載発明(図5，7，8)においては，トラクションマシン1のディスク2の下方の両脇に制動機構4が設けられているから，トラクションマシン1の側方部分には保守点検用の空間が設けられているはずであるとして，保守点検用空間が設けられている発明にこのような空間が設けられていない刊行物1記載発明4を組み合わせることには阻害要因がある旨主張するので，以下，検討する。",
                "審決が認定した刊行物1記載発明1(図7)についてみると，同図によれば，確かにトラクションマシン1の右側角部には空間が存在することを認めることができる。しかしながら，同刊行物の記載を精査しても，同空間がトラクションマシンの保守点検用の空間であることを認める記載はないし，また，同トラクションマシンの保守点検がかご壁側からは実施することができないものであることを認めるに足りる証拠もない。のみならず，本件特許発明1の特許請求の範囲の記載においては，巻上機の制動機構の構成については何ら規定するところがないのであるから，かご壁側から巻上機の保守点検を実施するものに限定されているものではない。",
                "したがって，原告の上記主張は，その前提において誤りがあり，採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の次第であるから，取消事由1は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件特許発明2ないし4についての判断の誤り)について上記取消事由は，本件特許発明2ないし4が本件特許発明1の構成を全て含むところ，本件特許発明1についての審決の容易想到性の判断は誤りであるから，同発明2ないし4についての審決の判断も誤りであるとするものである。",
            "しかしながら，本件特許発明1についての審決の判断に誤りがないことは前項に説示したとおりであるから，取消事由2はその前提を欠くものであり，失当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，審決取消事由はいずれも理由がなく，他に審決を誤りとする事由もないから，審決は適法であり，本件請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}