{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告製品目録記載の電動リールを製造し，販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の電動リール及びその半製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，1億7952万円及びこれに対する平成17年3月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，名称を「魚釣用電動リール」とする発明(本件特許発明)につき特許権(遡及出願日：平成3年12月9日。出願日：平成11年7月7日。登録日：平成14年4月5日。特許第3294820号。請求項の数1。以下「本件特許」という。)を有する控訴人が，被控訴人の製造販売する原判決別紙被告製品目録1ないし4記載の製品(被控訴人製品)は本件特許発明の技術的範囲に属するとして，被控訴人に対し，被控訴人製品の製造，販売の差止め及び廃棄と損害賠償金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成18年2月28日，①被控訴人製品は本件特許発明の構成要件Bを充足しない，また，②本件特許発明は，特開昭50−142387号公報(乙3。以下「乙3公報」という。)に記載された発明(原判決にいう「引用例発明2」)にフランス特許第1525043号明細書(乙4。以下「乙4明細書」という。)及び特開昭64−16216号公報(乙5。以下「乙5公報」という。)に記載された発明(以下，それぞれ「乙4発明」，「乙5発明」という。)を組み合せることにより当業者が容易に発明をすることができたから，特許法29条2項に違反する無効事由を有し，特許法104条の3により本件特許権を行使することができないとして，控訴人の請求を棄却した。",
            "そこで，控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，被控訴人は，平成16年12月28日，特許庁に対し，本件特許について無効審判を請求(無効2005−80002号事件)したところ，控訴人は，平成17年3月28日付けで訂正請求(以下「本件訂正」という。)をした。特許庁は，平成18年1月24日，本件訂正を認めた上，本件特許を無効とする審決をしたので，控訴人から審決取消請求訴訟(当庁平成18年(行ケ)第10098号)が提起され，本件訴訟と並行して審理が進められている。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，原判決の「事実及び理由」欄の第2，第3記載のとおりであるから，これを引用する(略称は，原判決の表現をそのまま用いる。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の新たな主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "構成要件Bの充足性(原判決の争点(2))についての判断の誤り原判決は，被控訴人製品の「速巻きスイッチ」が本件特許発明の「モータ出力調節体」に該当すると誤認し，さらに，本件特許発明の「最大値」の解釈を誤った結果，構成要件Bの充足性の判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人製品の「速巻きスイッチ」の誤認",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，被控訴人製品の「速巻きスイッチ」について，「速巻きスイッチを押すことによって，テクニカルレバーによって得られるモータの出力及び回転数よりさらに高いモータの出力及び回転数が得られる。",
                        "また，その状態からさらに速巻きスイッチを押すと，モータはOFF状態となる(別紙被告製品構成目録の構成b)。そして，証拠(乙14ないし17，検甲1ないし4)によれば，被告製品の速巻きスイッチは，押すことによって，スプール駆動モータの回転若しくは出力を停止させるか，最大値にするものであって，速巻きスイッチをOＮにすると，そのときのテクニカルレバーの位置によらず，スプール駆動モータの最大値のモータ出力を得ることができ，また，その後に，速巻きスイッチをOFFにすると，そのときのテクニカルレバーの位置によらず，スプール駆動モータを停止することができる。",
                        "したがって，被告製品の速巻きスイッチも，また，「定数×回転数×トルク」という関係式で表わされるモータ出力をほどよくととのえるものということができ，リール本体に設けられ，スプール駆動モータの出力を調整するものであるから，構成要件Bの「モータ出力調節体」に当たる」(原判決47頁4行目～18行目)と認定したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人製品の「速巻きスイッチ」には，モータ出力を「ほどよくととのえる」機能はなく，その名称のとおり，速巻き(オン)とオフを切換える，単なる「スイッチ」の一つであり，「スプール駆動モータのモータ出力を調節する」機能を有さず，「モータ出力調節体」とは何ら関係のない部材である。「モータ出力」とは，「定数×回転数×トルク」という関係式で表わされるものであり，「モータ出力調節体」とは，「モータ出力をほどよくととのえるもの」，「モータ出力をととのえてほどよくするもの」又は「モータ出力をつりあいのとれるようにするもの」である。したがって，モータ出力をほどよくととのえる等(調節)をするとは，上記の式のうちの固定値である定数を除いた，「回転数×トルク」をほどよくととのえる(調節)をすることにほかならない。「速巻きスイッチ」は，「回転数×トルク」が一定の値である「速巻き状態」のオンとオフの切換操作しかできず，「回転数×トルク」を「速巻き状態」以外にほどよくととのえる等(調節)をすることはできない。",
                        "また，本件明細書(甲2)の記載(段落【0005】，【0007】",
                        "及び【0021】)によると，魚釣用電動リールに関する本件特許発明において，「モータ出力を調節する」とは，スプール駆動モータによる巻上げ操作時に，巻上げの状況や海の状況に応じて最適なモータ速度となるように，モータ出力調節体の操作量に応じて「モータ出力を調節する」こと，すなわち最適な巻上げ速度にほどよくととのえることを意味している。これに対して，出力が所定の一定の値であるモータ出力の「速巻き状態」のオンとオフの切換操作しかできず，状況，操作量に応じて最適な巻上げ速度に調節できない「速巻きスイッチ」は，「モータ出力調節体」ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Bにおける「最大値」の解釈の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「「最大値」とは，文字どおり，1個の魚釣用電動リールにおける，スプール駆動モータの出力の物理的な最大値を意味するものと解される」(同48頁下から6行目～4行目)と解釈したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明の「最大値」は，スプールモータの出力の物理的に最大の絶対値を意味するものではなく，あくまでも入力としてのレバー形態のモータ出力調節体の作動量(変位量)と，出力としてのスプールモータの出力との関係の中で，その入力としてのレバー形態のモータ出力調節体の作動(変位)に応じた範囲での，出力としての「最大値」を意味しており，この点において，原判決は「最大値」の解釈を誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の「利用」による構成要件Bの充足性の看過被控訴人製品における「速巻きスイッチ」は，構成上も作用効果上も，「テクニカルレバー」とは直接の関連性を有するものではなく，全く独立した別個の構成である。そして，巻取速度を複数段階に変速できる変速機能を有するとともに，餌の交換時あるいは魚が逃げた時等の空巻きスイッチを備えた構成を有する魚釣用電動リールは，周知の技術手段である(実願平1−151737号(実開平3−91775号)のマイクロフ",
                  "text": [
                    "ィルム〔甲30〕)。この周知の技術手段において，巻取速度変更用スイッチ，オートスイッチから成る変速機能として，本件特許発明におけるような「レバー形態のモータ出力調節体」の構成を採用すると，正に被控訴人製品となる。被控訴人製品が，「速巻きスイッチ」と「テクニカルレバー」の両者の構成を有するものとしても，被控訴人製品の「テクニカルレバー」においては，本件特許発明の構成要件のすべてが，そっくり存在して，本件特許発明の構成が一体性を失うことなく含まれている。そして，被控訴人製品が「速巻きスイッチ」と「テクニカルレバー」の両者の構成を備えたその結合による，格別の作用効果は期待し得ないものであり，被控訴人製品が，「速巻きスイッチ」を付加したことによって，付加しないものに比べて，作用効果に本質的な違い，変更が生ずるとも認められない。",
                    "したがって，被控訴人製品は，周知の技術手段としての空巻きスイッチ(速巻きスイッチ)を本件特許発明に単に付加したにすぎず，本件特許発明をいわば「利用」しているものであり，被控訴人製品の構成は，本件特許発明の構成要件のすべてを充足し，その技術的範囲に属するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性欠如2(原判決の争点(4)イ)についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4についての判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，本件特許発明と引用例発明2(乙3公報に記載された発明)との相違点4，すなわち，「本件特許発明においては，モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されているが，引用例発明2は，そのような構成を有していない点」(原判決55頁下から5行目～2行目)について，「本件特許発明は，「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」ものであり，それは，結局のところ，「モータ出力調節体」に「再駆動」するための電源スイッチの役割を担わせているものにほかならないから，本件特許発明のモータ出力調節体は，乙第5号証の従来技術にいうところの「電源スイッチ」と同義である。したがって，相違点4は，引用例発明2に乙第5号証を組み合わせることによって，当業者が容易に想到することができた」(原判決56頁下から3行目～57頁5行目)と判断したが，この判断は，引用刊行物の技術内容の誤認に基づくものであり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙5(特開昭64−16216号公報。以下「乙5公報」という。)には，本件特許発明の「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」との構成については何ら記載も示唆もなく，また，本件特許発明の「実釣性の向上」，「スプール駆動モータのスイッチ操作を容易にした」との課題に対する開示もない。本件特許発明の「モータ出力調節体」は，乙5公報に記載されているような，単に電源をOＮ／OFFするだけの「電源スイッチ」ではない。本件特許発明の「モータ出力調節体」において，調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻すということは，単に「電源スイッチ」をOFFにするということをいうのではなく，次にモータを再起動させる時には，モータ出力をゼロからスタートして所定値まで連続的に増減調節できること，すなわち，電動リールを使用した実釣時に，急に高速回転で始動させることなく，停止状態から，かつ，変速ショックを伴うことなくスムーズに速度を増加させることができることにより，高速での始動や巻上げ速度の急激な変化等によって生ずる実釣時の問題点を効率的に回避させることをも同時に意味し，本件特許発明は，このような構成を備えることにより，魚釣用電動リールに特有の問題点に対する格別顕著な作用効果が期待できるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けの欠如の主張に対する判断の誤り",
                  "text": [
                    "本件特許発明は，「前記リール本体に設けた単一のモータ出力調節体の連続的な変位操作でモータ出力を巻上げ停止状態から最大値まで連続的に増減するモータ出力調節手段を設けると共に，前記モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」との技術事項を全体として備えたことを必須の構成要件とする発明に係り，その結果，本件明細書(甲2)記載の作用効果を奏する点に特徴があるものである。",
                    "これに対して，乙5公報は，魚釣用電動リールにおいて，モータ温度が設定温度以上になると，モータへの通電を停止し，モータオン／オフ用スイッチ(電源スイッチ)を押せば，モータを再起動することができるとの発明が開示され，単に，モータオン／オフ用スイッチ(電源スイッチ)を押すとの開示がされているだけにすぎず，本件特許発明における，「実釣性の向上」，「スプール駆動モータのスイッチ操作を容易にした」との課題に対する開示が何ら記載されていない。特に，「リール本体に装着した単一のモータ出力調節体を連続的に変位操作すると，その操作量に応じスプール駆動モータのモータ出力が連続的に増減して，スプールの巻上げ速度が巻上げ停止状態から最大値まで変化する。そして，そのようなモータ出力調節体は，電源コードが外れる等，モータを再駆動する必要が生じた場合，調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないと，モータの再駆動ができないようになっている」との作用及び効果を奏するような「スプール駆動モータのスイッチ操作を容易にした」との課題に対する認識は何ら存在していない。",
                    "したがって，乙5公報には，本件特許発明の課題に対する認識はまったくなく，引用例発明2に組み合わせる動機付けとなるものは何ら存在しないから，引用例発明2に乙5公報記載の従来技術を適用した原判決は，判断を誤ったものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の顕著な作用効果の誤認・看過",
                  "text": [
                    "上記ア(イ)で主張したように，本件特許発明の「モータ出力調節体」は，乙5公報に記載されているような，単に電源をOＮ／OFFするだけの「電源スイッチ」ではなく，次にモータを再起動させる時には，モータ出力をゼロからスタートして所定値まで連続的に増減調節できること，すなわち，電動リールを使用した実釣時に，急に高速回転で始動させることなく，停止状態から，かつ，変速ショックを伴うことなくスムーズに速度を増加させることができることにより，高速での始動や巻上げ速度の急激な変化等によって生ずる実釣時の問題点を効率的に回避させることをも同時に意味し，本件特許発明は，このような構成を備えることにより，魚釣用電動リールに特有の問題点に対する格別顕著な作用効果が期待できるものである。",
                    "原判決は，本件特許発明の顕著な作用効果を看過，誤認し，その結果，進歩性の判断を誤ったものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の主張に対する被控訴人の反論",
          "text": [
            "控訴人の当審における主張は，以下に述べるとおり，いずれも失当であり，本件控訴は棄却されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Bの充足性(原判決の争点(2))についての判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人製品の「速巻きスイッチ」の誤認につき",
                  "text": [
                    "「モータ出力調節体」の意義について，「モータ出力をほどよくととのえるもの」という程度の広い意味に解したとしても，速巻きスイッチを押すと，そのときのテクニカルレバーの位置によらず，スプール駆動モータの最大値のモータ出力を得ることができ，また，その後に更に速巻きスイッチを押すと，そのときのテクニカルレバーの位置によらず，スプール駆動モータを停止することができるものであり，速巻きスイッチがモータ出力をほどよくととのえるものであり，「モータ出力調節体」に当たることは明らかである。「速巻きスイッチ」がオン・オフを切り替えるスイッチ形態であることは，本件特許発明にいう「モータ出力調節体」であることをなんら妨げるものではないし，速巻きスイッチが電源自体をオン・オフする電源スイッチと異なることも明らかであり，控訴人の主張は失当である。",
                    "また，控訴人は，本件特許発明において，「モータ出力を調節する」とは，スプール駆動モータによる巻上げ操作時に，巻上げの状況や海の状況に応じて最適なモータ速度となるように，モータ出力調節体の操作量に応じて「モータ出力を調節する」こと，すなわち最適な巻上げ速度にほどよくととのえることを意味していると主張するが，「モータ出力調節体」を「操作量に応じて調節するもの」に限定する理由は全くない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Bにおける「最大値」の解釈の誤りにつき",
                  "text": [
                    "本件特許発明にいう「最大値」は，スプール駆動モータの出力の物理的な最大値と解するほかない。仮に，控訴人のいうように，「モータ出力調節体の作動(変位)に応じた範囲での，出力としての「最大値」」ということになると，どのようなモータ出力調節体であれ，そのモータ出力調節体がもたらすその上限値は常に「最大値」ということになり「最大値」という言葉はまったく空洞化してしまう。控訴人の主張は，特許請求の範囲に「最大値」という文言を用いて本件特許発明の技術的範囲を画したにもかかわらず，「最大値」の意味内容を空洞化して特許請求の範囲の記載から実質的に「最大値」という限定をなくそうとするものであり，不当なものというほかない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許発明の「利用」による構成要件Bの充足性の看過につき被控訴人製品は，「単一のモータ出力体」及び「連続的な変位操作でモータ出力を巻き上げ停止状態から最大値まで連続的に増減するモータ出力調節体」を満たしておらず，そもそも控訴人主張の「利用」が問題となることはなく控訴人の主張は失当である。本件明細書(甲2)の記載(段落【0002】，【0004】～【0006】)によれば，「モータ出力調節体」が「単一」であることは，本件特許発明の技術思想の中心部分の一つであり，本件特許発明は，「モータ出力調節体」を複数有するものを積極的，意識的に排除していると解され，利用や付加の主張はこの点からも失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性欠如2(原判決の争点(4)イ)についての判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4についての判断の誤りにつき",
                  "text": [
                    "乙5公報には，従来技術として，「一度ブレーカ又はリレーが作動すると，電源スイッチをオフし，再度オン操作しない限りモータを再起動することができ」ない技術が開示されている(乙5公報の1頁右下欄下から7行目～2頁左上欄7行目)のであるから，この技術を引用例発明2に組み合わせて相違点4に係る構成を得ることは，当業者に容易なことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けの欠如の主張に対する判断の誤りにつき",
                  "text": [
                    "控訴人が本件特許発明の課題として挙げる「実釣性の向上」及び「スプール駆動モータのスイッチ操作を容易にした」との点は，本件特許発明と同一技術分野の魚釣用電動リールにおいて，従来より周知のありふれた自明の課題ないしは自明の課題と実質的に異ならないものにすぎない。",
                    "また，本件特許発明は，少なくとも安全性を課題とするものであり，かかる安全性は，モータを使用する電動式魚釣用リール一般の自明の課題であり，各引用刊行物は少なくともこの点で課題を共通にしており，動機付けに欠けるところはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の顕著な作用効果の誤認・看過につき",
                  "text": [
                    "本件特許発明の作用効果は，引用例発明2及び乙5発明から当然に予想されるものにすぎない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，本件特許発明は，特許無効審判により無効とされるべきものと認めるから，特許法104条の3により，控訴人は本件特許権を行使することができないと判断する。その理由は，次に付加するほか，原判決の「事実及び理由」欄の第4，2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "進歩性欠如2(原判決の争点(4)イ)についての判断の誤りに関する控訴人の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点4についての判断の誤りに関する控訴人の主張につきア 控訴人は，乙5公報には，本件特許発明の「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」との構成については何ら記載も示唆もなく，また，本件特許発明の「実釣性の向上」，「スプール駆動モータのスイッチ操作を容易にした」との課題に対する開示もないと主張する。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "しかし，乙5公報に従来技術として「一度ブレーカ又はリレーが作動すると，電源スイッチをオフし，再度オン操作しない限りモータを再起動することができ」ない構成が記載されていることは，原判決認定(56頁下から7行目～4行目)のとおりである。",
                    "また，乙6公報には，「異常過負荷となつた場合，遅滞なくモータ負荷電流を遮断してモータの加熱，焼損等の事故のおそれをなくし，その後，停止指定すると再駆動可能に復帰するようにして，永久的遮断や自然復帰による装置における如き保守，安全性等の諸問題を解消し，更には一般の制御装置においては運転指定となっている状態で制御用電源を遮断している場合，該電源を投入したことによって直ちにモータが運転されて例えばこれが特に高速運転指定にあった場合など危険を伴うが，これを電源投入後は停止指定がないと運転に移行出来ないようになしたものであり」(1頁右欄13行目～24行目)との記載があり，乙7公報には，「従つて運転中停電し再び送電が開始されたときには操作軸を必ず一度停止位置に戻した後再度運転位置に操作しなければ電動機は起動せず，停止位置への復帰の途中で電動機が不意に起動するような恐れがない」(2頁左欄12行目～16行目)との記載がある。これらの記載によれば，一般に停電復帰時等に電動機が不意に起動するような事態は危険であるからこれを避ける必要があり，安全性に配慮して，電動機の制御において，電源が遮断されて電動機が停止した際に，一度停止位置に戻した後でなければ電動機が起動しないように設定することは，本願遡及出願時(平成3年12月9日)において，当業者に周知の技術であったと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点につき，控訴人は，本件特許発明の「モータ出力調節体」は，乙5公報に記載されているような，単に電源をOＮ／OFFするだけの「電源スイッチ」ではなく，本件特許発明の「モータ出力調節体」において，調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻すということは，次にモータを再起動させる時には，モータ出力をゼロからスタートして所定値まで連続的に増減調節できること，すなわち，電動リールを使用した実釣時に，急に高速回転で始動させることなく，停止状態から，かつ，変速ショックを伴うことなくスムーズに速度を増加させることができることにより，高速での始動や巻上げ速度の急激な変化等によって生ずる実釣時の問題点を効率的に回避させることをも同時に意味し，本件特許発明は，このような構成を備えることにより，魚釣用電動リールに特有の問題点に対する格別顕著な作用効果が期待できるものであると主張する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，本件特許発明の「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」ことの技術的意義について検討する。",
                    "本件明細書(甲2)には，次の記載がある。",
                    "「【0003】【発明が解決しようとする課題】しかし，上記電動リールは，スライドスイッチをリール本体の上面に沿って前後方向にスライドさせて，低速・中速・高速に変速する構成のため，巻取り時の変速操作時に，リール本体から手の指がずれやすくて安定せず，容易に変速操作が行えない。また，モータの駆動も低速・中速・高速の3段階しか変速できないため，釣場の状況等に対応した幅広く迅速なモータ出力の制御が行えず，実釣性に劣る。」",
                    "「【0004】さらに，メインスイッチをOＮ操作した後に，回転しているモータを，スライドスイッチを前後方向にスライドさせて低速・中速・高速の3段階にモータ出力を制御する，というように，2つのスイッチ形態によってモータの駆動(停止)および変速を行う構成のため，スイッチ操作が煩雑になってしまう。」",
                    "「【0005】本発明は上記問題に基づいて案出されたもので，釣場の状況等に応じてスプール駆動モータを巻上げ停止状態から最大値まで連続的に調整可能にして実釣性の向上を図ると共に，スプール駆動モータのスイッチ操作を容易にした魚釣用電動リールを提供することを目的とする。」「【0006】【課題を解決するための手段】上記目的を達成するため，本発明は，リール本体に回転可能に支持されたスプールを巻取り駆動するスプール駆動モータを備え，該スプール駆動モータの出力を調節するモータ出力調節体を前記リール本体に設けた魚釣用電動リールにおいて，前記リール本体に設けた単一のモータ出力調節体の連続的な変位操作でモータ出力を巻上げ停止状態から最大値まで連続的に増減するモータ出力調節手段を設けると共に，前記モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されていることを特徴とする。」",
                    "「【0007】本発明によれば，リール本体に装着した単一のモータ出力調節体を連続的に変位操作すると，その操作量に応じスプール駆動モータのモータ出力が連続的に増減して，スプールの巻上げ速度が巻上げ停止状態から最大値まで変化する。そして，そのようなモータ出力調節体は，電源コードが外れる等，モータを再駆動する必要が生じた場合，調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないと，モータの再駆動ができないようになっている。」",
                    "「【0021】そして，魚の当たりがあった場合に，上記OＮ／OFFスイッチ51をOＮ操作すると，レバー39の現在位置のモータ出力でスプール7が回転して釣糸9が巻き上げられるので，釣り人は表示器55を確認し乍ら，釣糸9をゆっくり巻き上げたい場合には，例えば表示器55のレバー表示量の目盛りが“20”となるようにレバー39を操作し，魚の引きが強くてハリスが強い場合には，バー表示量の目盛りが“80”となるようにレバー39を操作する等，巻上げの状況に応じてレバー39を操作し乍らモータ17の出力を制御すれば，釣糸9は巻上げに最適なモータ速度で巻き上げられることとなる。そして，巻上げを止めたい場合にはバー表示量の目盛りが“0”となるようにレバー39を戻せばよい。」「【0022】このように，本実施形態に係る魚釣用電動リールによれば，ハリス強度，対象魚，魚の大小及びヒット数，潮流，波等を考慮し乍ら，モータ出力をリール本体1に装着した一つのレバー39で制御してスプール7の回転数を巻上げ停止状態から最大値まで連続的に増減変更することができ，而も，釣人はリール本体1の両側部を両手で保持した状態のまま，右手をずらすことなく親指と人差し指でレバー39の操作が可能であるので，従来の魚釣用電動リールに比し釣糸9の巻上げ操作性が飛躍的に向上する。」",
                    "「【0024】また，本実施形態では，OＮ／OFFスイッチ51をOＮ操作すると，レバー39の現在位置のモータ出力で釣糸9の巻上げが開始され，以後はレバー39の操作に応じてモータ17の出力を連続的に制御できるようにしたが，OＮ／OFFスイッチ51は省略してもよい。すなわち，レバー39は，最も手前位置に回転した際にモータ出力を巻上げ停止状態にして，ここから前方に回転操作することで，最大値まで連続的にモータ出力を調節できるようになっていることから，OＮ／OFFスイッチ51を省略して，レバー39が電源スイッチ(OＮ／OFFスイッチ)を兼ねるように構成することができる。」",
                    "「【0025】そして，このように構成する場合，安全性を考慮してレバー39を一度“0”の位置に戻してから，スプール7の巻上げが開始するように構成する(セーフティ機能を設ける)。すなわち，例えば，実釣時に電源コードが外れた場合等において，再びモータを再駆動しようとして電源コードを再接続しても，レバー39の位置を一度“0”の位置に戻さないとモータは再駆動されないように構成されている。」",
                    "「【0026】この結果，変速位置に対応してモータが再駆動することが無くなり，慌ててスイッチ操作を行った際に生じやすいスイッチ操作ミスを防止することができる。」",
                    "「【0035】【発明の効果】本発明によれば，スプール駆動モータの電源をOＮ／OFFする電源スイッチを設けることなく，リール本体に装着した単一のモータ出力調節体の連続的な変位操作で，モータ出力を巻上げ停止状態から最大値まで連続的に増減できるので，変速操作が簡素化されて釣場の状況に応じた幅広いモータ出力の制御が行えると共に，前記モータ出力調節体の位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを駆動しないように設定しているので，電源コード接続時等にモータ出力調節体の任意の変速位置に対応する出力で誤ってモータが駆動されるようなことが無くなり，トラブルを防止できる。」",
                    "上記記載によれば，本件特許発明において「電源OＮ／OFFスイッチを省略する」場合には，「安全性を考慮してレバー39を一度“0”の位置に戻してから，スプール7の巻上げが開始するように構成する(セーフティ機能を設ける)」(段落【0025】)とされており，本件特許発明の「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」ことの技術的意義は，安全性を考慮したものであると認められる。",
                    "他方，控訴人が主張する，本件特許発明の「モータ出力調節体」において，調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻すということは，次にモータを再起動させる時には，モータ出力をゼロからスタートして所定値まで連続的に増減調節できること，すなわち，電動リールを使用した実釣時に，急に高速回転で始動させることなく，停止状態から，かつ，変速ショックを伴うことなくスムーズに速度を増加させることができることにより，高速での始動や巻上げ速度の急激な変化等によって生ずる実釣時の問題点を効率的に回避させることをも同時に意味するとの点について，本件明細書(甲2)に記載はなく，この点に係る控訴人の主張は，本件明細書の記載に基づかないものであり，失当というほかない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，本件特許発明の「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」ことの技術的意義は，乙5～7公報に記載されている当業者に周知の技術と同様，安全性を考慮して，電源コードの接続をした際(再起動時)等に，使用者の予期しないモータ駆動を防止することを目的とするものにとどまるというべきである。",
                    "したがって，控訴人の上記ウの主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けの欠如に関する誤りの主張につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，乙5公報には，魚釣用電動リールにおいて，モータ温度が設定温度以上になると，モータへの通電を停止し，モータオン／オフ用スイッチ(電源スイッチ)を押せば，モータを再起動することができるとの発明が開示され，単に，モータオン／オフ用スイッチ(電源スイッチ)を押すとの開示がされているだけにすぎず，本件特許発明における，「実釣性の向上」，「スプール駆動モータのスイッチ操作を容易にした」との課題に対する開示がなく，引用例発明2に組み合わせる動機付けとなるものは何ら存在しないから，引用例発明2に乙5公報記載の従来技術を適用した原判決は，判断を誤ったものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本件特許発明の「モータ出力調節体は，その調節位置を巻上げ停止状態のモータ出力ゼロ状態に一度戻さないとモータを再駆動しないように設定されている」ことの技術的意義が安全性を考慮したものにすぎないことは，上記(1)エのとおりである。また，一般に停電復帰時等に電動機が不意に起動するような事態は危険であるからこれを避ける必要があり，安全性に配慮して，電動機の制御において，電源が遮断されて電動機が停止した際に，一度停止位置に戻した後でなければ電動機が起動しないように設定することは，本願出願時において，当業者に周知の技術であったことは上記(1)オのとおりである。そして，引用例発明2もモータを駆動するものであるから，停電復帰時等に電動機が不意に起動するような事態は危険でありこれを避ける必要があることは当業者が容易に認識することであり，乙5公報等に記載された従来技術と課題を共通にするものというべきである。そうすると，引用発明2においても，安全性に配慮して，電源が遮断された場合にモータ調節体をモータ停止状態に一度戻さなければ再起動しないよう構成することは，当業者が必要に応じて適宜なし得る程度のことにすぎないというべきであり，控訴人の上記主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許発明の顕著な作用効果の誤認・看過の主張につき控訴人は，本件特許発明の「モータ出力調節体」は，電動リールを使用した実釣時に，急に高速回転で始動させることなく，停止状態から，かつ，変速ショックを伴うことなくスムーズに速度を増加させることができることにより格別顕著な作用効果が期待できるものであると主張するが，同主張に理由がないことは，上記(1)エに述べたとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，本件特許発明は，引用例発明2に乙4発明及び乙5発明を組み合せることにより当業者が容易に発明をすることができたものであり，特許法29条2項にいう進歩性の要件を欠くものとして，本件特許は特許無効審判により無効にされるべきものであるとした原判決の判断は相当というべきである。",
                "したがって，特許法104条の3第1項の適用により，控訴人は，本件特許権を行使することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，その余の点について判断するまでもなく，控訴人の被控訴人に対する請求をすべて棄却した原判決は相当であり，控訴人の本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}