{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80274号事件について平成18年1月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許について被告が無効審判請求をしたところ，特許庁がこの特許を無効とする審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「魚釣用電動リール」とする発明につき，平成3年12月9日に特許出願(以下「本願」という。)をし，平成11年9月10日設定登録を受けた(特許第2977978号。請求項の数1。甲13。以下「本件特許」という。)。",
                "これに対し被告は，平成16年12月24日，本件特許について特許無効審判請求をし，特許庁はこれを無効2004−80274号事件として審理することとしたが，その審理の中で原告は，平成17年3月28日付けで訂正請求(甲15。以下「本件訂正」という。)をした。",
                "そして特許庁は，平成18年1月24日，「訂正を認める。特許第2977978号の請求項1に係る発明についての特許を無効とする。」旨の審決をし，その謄本は平成18年2月3日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正により訂正された後の特許請求の範囲記載の発明は，下記のとおりである(下線は訂正箇所。以下「本件発明」という。)。",
                "記",
                "【請求項1】リール本体の両側枠間に配置されて回転可能に支持されたスプールを回転駆動する手動用ハンドルとスプールを回転駆動するスプール駆動モータとを備え，該スプール駆動モータのモータ出力を調節するモータ出力調節体を前記リール本体に設けた魚釣用電動リールに於て，上記リール本体のハンドル側右側部に一つのレバー形態からなるモータ出力調節レバーを所定角度範囲に亘って前後方向に回転可能に装着すると共に，上記リール本体内に上記モータ出力調節レバーの前後方向の回転操作でスプール駆動モータのモータ出力をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータ出力調節手段を設け，上記モータ出力調節レバーの前後方向への回転操作量に応じて，前記スプール駆動モータのモータ出力をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能としたことを特徴とする魚釣用電動リール。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写し記載のとおりである。",
                    "その要点は，本件発明は，下記甲1発明，甲3発明及び周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものであった。",
                    "記",
                    "・特開平3−119941号公報(審判甲1・本訴甲1。以下「甲1公報」，同記載の発明を「甲1発明」という。)",
                    "・フランス特許第1525043号明細書(審判甲3・本訴甲3。以下「甲3明細書」といい，同記載の発明を「甲3発明」という。)イ なお審決は，甲1発明を次のように認定し，本件発明との一致点及び相違点を下記のように摘示した。",
                    "記",
                    "＜甲1発明＞",
                    "「リール本体のリール側枠3L，3R間に配置されて回転可能に支持されたスプールを回転駆動するハンドル20とスプールを回転駆動する直流モータMとを備え，該直流モータMの特定の値を調節する変速用スライドスイッチ11を前記リール本体に設けた釣用リールに於て，",
                    "上記リール本体に一つの変速用スライドスイッチ11を前後方向に操作可能に装着すると共に，",
                    "上記リール本体内に上記変速用スライドスイッチ11の操作で直流モータMの回転速度を高・中・低の3速に選択的に増減させる変速用スライドスイッチ11を設けた釣用リール。」",
                    "＜一致点＞",
                    "「リール本体の両側枠間に配置されて回転可能に支持されたスプールを回転駆動する手動用ハンドルとスプールを回転駆動するスプール駆動モータとを備え，該スプール駆動モータの特定の値を調節するモータ調節体を前記リール本体に設けた魚釣用電動リールに於て，",
                    "上記リール本体に一つのモータ調節体を前後方向に操作可能に装着すると共に，",
                    "上記リール本体内に上記モータ調節体の前後方向の操作でスプール駆動モータの特定の値を増減させるモータ調節体を設けた魚釣用電動リール。」 の点。",
                    "＜相違点1＞",
                    "モータ調節体の配置位置に関し，本件発明が，「リール本体のハンドル側右側部」に設けたのに対し，甲1発明は，リール本体の上面の右前方に設けた点。",
                    "＜相違点2＞",
                    "モータ調節体の形態及び調節態様に関し，本件発明が，「スプール駆動モータのモータ出力を調節するモータ出力調節体をリール本体に設けた魚釣用電動リールに於て，レバー形態からなるモータ出力調節レバーを所定角度範囲に亘って回転可能に装着すると共に，上記モータ出力調節レバーの回転操作でスプール駆動モータのモータ出力をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータ出力調節手段を設け，上記モータ出力調節レバーの回転操作量に応じて，前記スプール駆動モータのモータ出力をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能とした」のに対し，甲1発明は，モータの回転速度を高・中・低の3速に選択的に切り換える変速用スライドスイッチ11をスライド操作可能に設けた点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べる理由により，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知慣用技術の誤認",
                      "text": [
                        "審決は，特開昭50−142387号公報(審判甲2・本訴甲2。以",
                        "下「甲2公報」という。)，実願昭59−40697号(実開昭60−",
                        "151369号)のマイクロフィルム(審判甲4・本訴甲4。以下「甲4公報」という。)，実願昭60−203774号(実開昭62−11",
                        "1371号)のマイクロフィルム(審判甲5・本訴甲5。以下「甲5公報」という。)及び特開平2−257820号公報(審判甲6・審判乙2・本訴甲6。以下「甲6公報」という。)について，「本件発明のような両軸受け型電動リールにおいて，甲第2号証には，手動ハンドルの存するリール本体の右側の側面にモータ調節体(ツマミ17)を設けたことが記載され，同甲第4号証には，手動ハンドルを設けてはいないが，モータ調節体をリール本体の右側の側面に構成することが記載され，また，同甲第5号証及び甲第6号証には，モータ調節体ではないが，手動ハンドルの存するリール本体の右側の側面に調節体(操作レバー)を設けたものが記載されている」(審決12頁3行目～9行目)とした上，「モータ調節体又は各操作レバーをリール本体の右側の側面に構成することが周知慣用である」(同頁11行目～12行目)と認定したが誤りである。",
                        "甲2公報においては，そのモータ調節体である「ツマミ17」は，正に手指で摘んで操作するものであり，リール本体を保持している手をずらして操作する必要があり，従来例としての甲1発明のものより更に操作性が劣るものであり，本件発明における，「操作性に優れ」，「釣糸の巻上げ性能の向上を図った」との課題に対する開示が何ら記載されていない。甲4公報においては，モータ調節体としての「操作レバー9」は，審決指摘のとおり「リール本体の右側の側面に構成する」点が開示されているとしても，この電動リールは，手動用ハンドルを有していないものであり，そもそも本件発明の上記の課題を有していない。さらに，甲5公報及び甲6公報においては，モータ調節体の開示はなく，単にクラッチの係合トルクとドラッグの調整のための操作レバー(甲5)なり，ドラッグ調整摘手クラッチを作動させる操作レバー(甲6)が開示されているにすぎず，本件発明の課題を何ら有していない。",
                        "審決は，単なる，文言上からの表面的かつ断片的な対応から，「モータ調節体又は各操作レバーをリール本体の右側の側面に構成することが周知慣用である」と誤って認定し，その結果，相違点1についての判断を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点の認定の矛盾",
                      "text": [
                        "審決は，甲1公報における「右側部」の記載をとらえて，「甲第1号証には，第20図記載の「変速用スライドスイッチ11」をリール本体の上面の右前方に設けたことを，リール本体の右側部に設けた(甲第1号証3頁右下欄最下行～4頁左上欄4行参照)と記載していることから，相違点1は実質的に甲第1号証に記載されているともいえる」(審決12頁15行目～18行目)として，相違点1の判断中において一致点の更なる認定を行っているが，「右側部」の記載は，リール本体(2)の「右」の「側部」なのか，それとも単にリール本体(2)の「右側」の部分なのか，一義的に明確な語句ではなく，この語句のみをとらえて，審決におけるような認定をすることは誤りである。しかも，本件発明と甲1発明との対比による，一致点及び相違点の認定の後の段階で，更に一致点の認定を行うことは，矛盾した論理づけである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3発明及び周知慣用の技術手段の誤認",
                      "text": [
                        "審決は，「甲3発明は，レバー形態からなるモータ調節レバー(「操作部材21」，以下，括弧内は甲3発明)を所定角度範囲に亘って回転可能に装着すると共に，上記モータ調節体レバーの回転操作で駆動モータ(電気モータ16)の回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータの速度調節手段を設け，上記モータ調節レバーの回転操作量に応じて，前記駆動モータの回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能とした魚釣用リールである」(審決12頁21行目～27行目)と認定し，「魚釣用電動リールに関する技術を，両軸受型リール及びスピニングリール双方に適用することは，従来より一般的に行われていること(例えば，甲第7号証(判決注：特開昭60−120932号公報。以下「甲7公報」という。)参照)であるから，このような技術背景がある以上，甲3発明(スピニングリール)を甲1発明のような両軸受け型リールに適用してみようとすることは，当業者であれば容易に思い付くことである」(同13頁1行目～5行目)として，甲3発明を甲1発明に適用するのは容易であると判断したが，この判断は，甲3発明及び周知慣用の技術手段の誤認に基づくものであり，誤りである。",
                        "甲3発明は，本件発明におけるようなスプールが回転するいわゆる両軸受型リールではなく，スプールが固定されてロータ(「回転ドラム」に相当)が回転するいわゆるスピニングリールに関するものである。甲3明細書の第1図(Fig1)及び第2図(Fig2)の図示，並び",
                        "に，明細書の記載を検討しても，操作部材21がスピニングリールのハウジング26に対してどのように配置構成されているのか不明であり，さらに，レバー形態のモータ出力調節体を，リール本体の右側部の前方に回転操作可能に設けるとの技術事項が明示的に開示されてなく，不明である。",
                        "また，甲7公報は，モータによる自動運転はできず，手動ハンドルを回すことによって，その手動ハンドルの回転を検出して駆動モータの回転速度を制御できる技術が開示されているにすぎない。手動ハンドルの回転操作によってのみしか駆動モータを回転駆動することはできないことから，モータによる自動運転や手動ハンドルによる手動駆動はできない。甲7公報から，一般のモータ出力調節技術すべてのものが，他の形式のリールに転用可能とすることは，技術背景，技術常識に対する誤認である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "阻害要因の看過",
                      "text": [
                        "審決は，甲3発明を甲1発明に適用するに当たって，「このような適用を阻害する事情も見いだし得ない」(審決13頁5行目～6行目)としたが，誤りである。",
                        "甲3発明におけるようなスピニングリールでは，手動ハンドルの内方に釣糸巻取り時に高速で回転するロータが存在し，手動ハンドル内方の，高速で回転するロータ近傍に手指を近づけることは大変危険であるため，ロータが回転中は当該箇所に手指が接近することがないように，操作部材をロータに手指が近づく方向には配置しない等，設計上も危険を回避するような配慮を行うことが必要がある。したがって，甲3発明を，本件発明におけるように「リール本体の右側部前方に……レバー形態のモータ出力調節体を回転操作可能に設ける」よう構成することには，阻害要因が存在し，そのまま適用することはできない。さらに，甲3発明のものは，手動ハンドルによるロータ回転駆動か，モータによるロータ回転駆動か，どちらか単独の駆動しか行えず，本件発明におけるようにモータ駆動中の手動ハンドルによる追い巻き操作等の複合操作は行うことはできず，甲3発明の電動スピニングリールの操作部材の構成を，甲1発明の両軸受型電動リールにそのまま適用することはできない。",
                        "したがって，甲3発明は，甲1発明に適用するに当たり，そのまま適用して組み合わせることはできず，阻害要因が存在するものである。審決は，上記阻害要因を看過し，その結果，判断を誤ったものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(動機づけの欠如による進歩性の判断の誤り)(ア) 審決は，①「操作性に優れ，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供する」との課題について，甲5公報，甲6公報及び昭和62年10月シマノ工業株式会社発行「シマノ新製品ニュース NewTackle'87-No.20」(審判乙4・本訴甲9。以下「甲9刊行物」という。)を引用して「本件発明と同一技術分野の魚釣用電動リールにおいて，従来より周知のありふれた課題にすぎない」(審決13頁末行～14頁2行目)とした上，「「操作性に優れた魚釣用電動リールを提供すること」は，甲第3号証，甲第7号証及び甲第4号証に明示されている」(同14頁11行目～13行目)と認定し，②「特に，甲3号証には，……本件発明の「スプールの巻上げ速度を巻上げ停止状態から最大値まで連続的に調整可能とすることにより，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供することを目的とする。」という課題が示されているといえる」(同14頁14行目～29行)と認定した上，③「したがって，甲第1号証～甲第3号証，甲第6号証には，操作性に優れた魚釣用電動リールを提供するという共通の課題が記載されているといえるから，それぞれを組み合わせる動機付けが存在しないという被請求人の主張は理由がない」(同14頁30行目～33行目)と判断したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "上記認定①の誤り",
                      "text": [
                        "上記甲3明細書，甲4公報，甲5公報，甲6公報，甲7公報及び甲9刊行物には，本件発明の課題に対する明示の記載は何らない。本件発明の課題における「操作性に優れ」とは，上記公報等に断片的に記載されているような，上位概念としての，一般的な操作性を意味しているのではなく，本件発明の明細書(甲15添付。以下「訂正明細書」という。)に記載されているように，「釣糸の巻上げ時にスプール駆動モータを停止させるには，リール本体を保持している手をずらして，操作パネル上に別途設けたメインスイッチを親指等で操作しなければならないため，操作性が良好なものとはいえなかった」(段落【0004】)との記載を踏まえた上での，操作性に優れたことを意味している。",
                        "したがって，上記認定①は，本件発明の課題の誤認，及び上記公報等の誤認に基づくものであり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記認定②の誤り",
                      "text": [
                        "本件発明は，「様々な巻上げ条件に対応して，スプールの巻上げ速度を巻上げ停止状態から最大値まで連続的に調整可能とすることにより，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供する」との課題に対応した，「モータ出力調節レバーの操作は，釣人がリール本体の両側部を保持した状態のまま，手をずらすことなく行うことが可能である」(【0007】)との作用，「手を大きくずらすことなく，手動巻取りと自動巻取りの交互使用や，モータ駆動中の手動ハンドルによる追い巻き操作等の複合操作が容易に行えるようになる。また，・・・ハリス強度，対象魚，魚の大小及びヒット数，潮流，波等を考慮し乍ら，釣人は，巻取り操作時にリール本体から手を大きくずらすことなく，手の指で無理なく釣場の状況に応じて回転操作量を適宜調節してモータ出力を停止したり，増減調節が簡単に行えるようになり，従来の魚釣用電動リールに比べて釣糸の巻上げ操作性が飛躍的に向上する」(【0021】)との効果を奏する点に特徴がある。正にこの「様々な巻上げ条件に対応して，スプールの巻上げ速度を巻上げ停止状態から最大値まで連続的に調整可能とすることにより，釣糸の巻上げ性能の向上を図った」点に意義があるものである。",
                        "これに対して，甲3明細書には，「ここにはフリーホイール等が介在し，モータ16の停止時に手動ハンドル4の操作による回転ドラムの駆動を可能にしている」(訳文2頁30行目～31行目)，「なお，上述した爪9付フリーホイールは，手動ハンドル4の操作が停止した時に電気モータ16による回転ドラム2の駆動を可能にしている」(同3頁2行目～3行目)と記載され，手動ハンドルによる回転ドラムの駆動か，モータによる回転ドラムの駆動か，どちらか単独の駆動しか行えず，本件発明におけるようにモータ駆動中の手動ハンドルによる追い巻き操作等の複合操作は行えない。すなわち，本件発明における上記の課題，すなわち「リール本体の側部を握持し乍らモータ出力の変速操作が可能で，而も，ハンドルによる巻取りとの複合操作が可能な操作性に優れた魚釣用電動リールを提供することを目的とする」との課題に対する認識は，いわゆるスピニングリールに関する甲3発明には何ら存在していない。",
                        "したがって，上記認定②は，本件発明の課題の看過，誤認とともに，甲3発明の誤認に基づくものであり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "上記判断③の誤り",
                      "text": [
                        "甲1発明は，本件発明の明細書(訂正明細書〔甲15添付〕)において，正に欠点のある従来例として記載されているものであり，当然に本件発明の課題に対する認識は何ら存在しておらず，また，甲2公報ないし甲7公報にも，本件発明の課題に対する認識は何らないのであるから，課題の共通性が全くなく，これらを組み合わせる動機づけとなるものはない。",
                        "したがって，上記判断③は誤りというほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由4(顕著な作用効果の誤認・看過による進歩性の判断の誤り)(1) 審決は，「本件発明のように構成したことによる格別の作用効果も認められない」(審決16頁19行目～20行目)と判断したが，甲3発明及び周知慣用の技術手段の誤認に基づくものであり，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲3発明では，手動ハンドルによるロータ回転駆動か，モータによるロータ回転駆動か，どちらか単独の駆動しか行えず，本件発明のようにモータ駆動中の手動ハンドルによる追い巻き操作等の複合操作は行えない。",
                "さらに，追い巻き等の複合操作の効果自体は広く知られたものであるが，本件発明においては，単に「追い巻き等の複合操作」そのものが行えるという効果ではなく，「手を大きくずらすことなく，手動巻取りと自動巻取りの交互使用や，モータ駆動中の手動ハンドルによる追い巻き操作等の複合操作が容易に行えるようになる」との複合操作を行う際の操作容易性の点において顕著な効果を奏するものである。",
                "したがって，本件発明の作用効果は，甲3発明に記載がなく，周知慣用の技術手段として広く知られたものでもないのであるから，甲3発明及び周知慣用の技術手段から当業者が予測できるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，審決には原告が主張するような違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知慣用技術の誤認の主張につき",
                  "text": [
                    "甲2公報及び甲4公報ないし甲6公報には「モータ調節体又は各操作レバーをリール本体の右側の側面に構成すること」が記載されており，原告もこのこと自体は争っていないのであるから，結局のところ，モータ調節体又は各操作レバーをリール本体の右側の側面に構成することが周知慣用であることを自認しているともいえる。そして，甲1発明の魚釣用電動リールに魚釣用電動リールにおける上記周知慣用技術を適用することは，当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定の矛盾の主張につき",
                  "text": [
                    "原告主張に係る審決の説示は，「なお」として付加的に認定された部分にすぎず，相違点1についての判断に誤りがない以上，当該部分の認定が結論に影響は与えることはない。また，甲1発明のモータ調節体も「本件発明と同様に「……手を大きくずらすことなく，……複合操作が容易に行えるようになる……」(訂正明細書〔甲15添付〕段落【0021】参照)ことは明らかであり，両者は実質的に同一の状態ということができるから，審決の認定には誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明及び周知慣用の技術手段の誤認の主張につき",
                  "text": [
                    "スピニングリールであれ両軸受型リールであれ，同じ魚釣用電動リールである以上，当業者にとってスピニングリールである甲3発明のモータ調節体を両軸受型リールである甲1発明に適用することが容易であることは明らかである。また，甲3発明のモータ調節体を両軸受型リールである甲1発明に適用するに当たり，甲3発明のモータ調節体(操作部材21)がスピニングリールのどの位置にあったかなどは問題にならない事項である。また，操作部材21はレバー形態で図1にも回転軸の孔が示されているから，リール本体に所定角度範囲にわたって回転可能に装着されていることは明らかである。甲7公報には，魚釣用電動リールのモータの回転速度制御についての発明をスピニングリールに適用した第1実施例と両軸受型リールに適用した第2実施例が示され，さらに，「上記説明では魚釣用リールをスピニングリールと両軸受型リールで述べたが，他の形式のリールに実施してもよい」(3頁左下欄12行目～14行目)との記載があるから，正に「魚釣用電動リールに関する技術を両軸受型リール及びスピニングリール双方に適用することが従来より一般的に行われている」ことを示すものということができる。なお，魚釣用電動リールに関する技術を両軸受型リール及びスピニングリール双方に適用することが従来より一般的に行われていることは，甲7公報のほかにも，たとえば，実願昭62−192169号(実開平1−94064号)のマイクロフィルム(乙2)，",
                    "実願昭59−51339号(実開昭60−162461号)のマイクロフ",
                    "ィルム(乙3)及び実願平1−13361号(実開平2−105358",
                    "号)のマイクロフィルム(乙4)からも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因の看過の主張につき",
                  "text": [
                    "甲3発明において操作部材の配置に危険回避等の配慮が必要であるとしても，操作部材の配置について特に配慮を必要としない甲1発明に適用することは，配置に何の配慮も要らないのであるから，容易になし得ることである。",
                    "また，甲3発明のリールも，手動ハンドルによるロータ回転駆動とモータによるロータ回転駆動の交互操作等の複合操作が可能なものであり，複合操作ができないとする原告の主張も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定①の誤りの主張につき",
                  "text": [
                    "訂正明細書(甲15添付)によると，本件発明の課題は，「操作性に優れ，而も，様々な巻上げ条件に対応して，スプールの巻上げ速度を巻上げ停止状態から最大値まで連続的に調整可能とすることにより，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供すること」(段落【0005】)にあるところ，そのような課題は魚釣用電動リールにおいて従来より周知のありふれた課題と異ならない。原告は，手を大きくずらすことなく操作できる点に本件発明の特徴があるかのような主張をするが，単なる操作性の範囲内のことにすぎないし，手を大きくずらすことなく操作できる点は甲1発明のリールでも，甲3発明のリールでも，全く変わりはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記認定②の誤りの主張につき",
                  "text": [
                    "甲3発明のリールも手動ハンドルによるロータ回転駆動とモータによるロータ回転駆動の交互操作等の複合操作が可能なもので，複合操作が行えないとの主張は誤りである。また，「操作性に優れ，而も，様々な巻上げ条件に対応して……釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供する」との課題はスピニングリールにも妥当するありふれた課題であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断③の誤りの主張につき",
                  "text": [
                    "上記のとおり，本件発明と甲1発明等は操作性に優れた魚釣用電動リールを提供するという周知のありふれた課題において共通しており，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "本件発明の作用効果は，甲1発明に甲3発明を適用することにより当然に予想される効果にすぎず，格別顕著なものではない。原告は手を大きくずらすことなく追い巻き等の複合操作が容易にできることが本件発明の特徴かのような主張をするが，そもそも追い巻き等の複合操作自体は周知の技術にすぎない上に，本件発明も，その構成だけでは追い巻き操作することはできない(追い巻き操作をするためにはモータからの回転とハンドルからの回転とをスプールに重畳して出力するための特別な構成が不可欠である。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否につき，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2公報，甲4公報ないし甲6公報には，本件発明における「操作性に優れ」，「釣糸の巻上げ性能の向上を図った」との課題との間の技術的な関連が何ら開示されていないのに，審決は，単なる，文言上からの表面的かつ断片的な対応から，「モータ調節体又は各操作レバーをリール本体の右側の側面に構成することが周知慣用である」(審決12頁11行目～12行目)と誤って認定し，その結果，相違点1の判断を誤ったものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2公報(公開日昭和50年11月17日)には，",
                      "text": [
                        "①「この発明は，モーターの駆動回転によりスプールが連動回転して釣糸が自動的に巻き取られる電動リールに係り，……」(1頁左下欄11行目～13行目)，",
                        "②「リール本体(A)は，スプール(1)を左右側板(2)(2)’の間に回転自在に軸承し，そのスプール(1)はハンドル(3)の回動操作により駆動回転するものとする。又，スプール(1)のスプール軸(4)を支承した左右側板(2)(2)間にはモーター(5)を定",
                        "着支承し，そのモーター(5)の回転軸(6)と前記スプール軸(4)との間にモーター(5)の回転を伝達すると共にリール本体(A)のハンドル(3)の操作により前記の電動伝達が切れ手動式へと切り換わる伝達機構(B)を介在させる」(1頁右下欄1行目～10行目)，",
                        "③「又，前記したモーター(5)と電源(図示セズ)との間には可変抵抗器(16)を接続するが，図面では可変抵抗器(16)はモーター(5)の側面に一体的に取付けると共に，可変抵抗器(16)を操作するツマミ(17)を回動自在に取付ける」(2頁右上欄6行目～10行目)，",
                        "④「電動の場合：スイッチボタン(18)をOＮにすることにより，モーター(5)の回転はモーターの回転軸(6)……スプール(1)へと伝達され，巻き取り可能となり，且，可変抵抗器(16)の操作によりモーター(5)の回転速度を任に可変して，スプール(1)の回転速度を調節することができる」(2頁左下欄1行目～10行目)，との記載があり，その第1図には，「可変抵抗器(16)を操作するツマミ(17)」がリール本体の右側部の前方に設けられている態様が図示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4公報(公開日昭和60年10月8日)には，",
                      "text": [
                        "①「考案の目的 本考案は……操作性の良い変速スイッチを有する電動リールを提供するものである」(明細書2頁6行目～9行目)，②「さて本考案による電動リール1には，図示のようにリールの側部にモータの回転速度を高低二段に切換えるスイッチ8が設けられている。このスイッチ8は操作レバー9を有し，第2図に示すように所定角度を回動させて操作する回転スイッチとして構成されている。そして第3図に電動リール1の内部を示すようにスイッチ8の回転軸10に変速カム11が固定されており，この変速カム11が電動リール1内部のマイクロスイッチ12の可動片12aと接触している」(同3頁15行目～4頁5行目)，",
                        "との記載があり，その第1図及び第2図には，モータの速度を2段階に調節するスイッチ8の操作レバー9がリール本体の右側の側面に設けられている態様が図示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5公報(公開日昭和62年7月15日)には，",
                      "text": [
                        "①「(産業上の利用分野) この考案は魚釣用電動リールに関し，詳しくは電動巻き上げ，電動＋手動巻き上げ，更に手動巻き上げの3方式の使用が出来る電動リールに関する」(明細書2頁2行目～6行目)，",
                        "②「両軸受タイプの魚釣用電動リールは左右の側枠1，2と，その左右の側枠間に軸承されたスプール3，及びスプール3の胴部3a内に収納設置したモータ4，側枠1内に収納装備した動力伝達機構とで構成されており，スプール3内に収納するモータ4の一側部が側枠2にナット締めによって定着固定され，そのモータ4の外側でスプール3が回転するようになっている」(同5頁3行目～11行目)，",
                        "③「上記移動手段は支軸13に対して回転可能に取付けた操作レバー28，その操作レバー28の軸承部周囲に形成した固定傾斜カム29，固定傾斜カム29と対応する可動傾斜カム30，複数枚の皿バネ31，スリーブ32とで構成され，可動傾斜カム30の外周にはスプライン30’が突設されて側枠1の筒部33内面に形成した案内溝34に嵌合され，それによって可動傾斜カム30が回動が規制されて軸線方向にスライドするように支持されている」(同7頁15行目～8頁4行目)，",
                        "④「本考案に係る魚釣用電動リールは以上の如き構成としたものであるから，操作レバーの操作によってスプールを自由回転から強制巻き取り状態の最大トルクまで管制できると共に，強制巻き取り時の係合トルクは魚が掛った場合に作用する逆転トルクに対してドラッグ力(ブレーキ)として作用するものである。しかも，クラッチの係合トルク調整とドラッグ力の強弱調整の両作用を1本の操作レバーにて行なうことが出来るため釣り操作を大幅に向上することが出来る」(同10頁下3行目～11頁8行目)，",
                        "との記載があり，その第1図ないし第3図には，クラッチのOＮ・OFF切替え及びドラッグ作用の強弱調整を行う操作レバー28を右側側面に設けられている態様が図示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲6公報(公開日平成2年10月18日)には，",
                      "text": [
                        "①「本発明は手動併用電動リールにおけるこれらの欠陥を改善して手動捲取り操作中においても円滑容易なドラグ操作ができると共に安定したドラグ制動力が得られるようにした魚釣用電動リールを提供することを目的とするものである」(1頁右下欄下から3行目～2頁左上欄2行目)，",
                        "②「次にモーターで釣糸を捲取る場合は，制動歯車がその制動力に応じてピニオンの回り止めを行うので減速装置の遊星歯車保持体は回転せず，スプールを捲取り回転させる」(2頁左下欄8行目～11行目)，",
                        "③「また前記太陽歯車26の内端部に一体的に設けられた歯車28は，制動軸29に嵌合された制動歯車30に噛合し，該制動歯車30は公知の制動機構のように制動摩擦材31を介して制動軸29に螺合されたドラグ調整摘手32で圧接自在に形成され制動歯車30のドラグ力を調節できるように構成されている。……図中34はハンドル軸19に固着したハンドル，35はモータースイッチ，36は給電コード，37はドラグ調整摘手32の操作レバーである」(3頁左上欄4行目～17行目)，",
                        "④「次にモーター7により捲取る場合には，モーター7の回転は減速装置11を介してピニオン18，……太陽歯車26から制動歯車30に分かれて伝達される。ところが制動歯車30はその制動力の範囲で回り止め作用を行うので減速装置11の遊星歯車保持体16は回転せず内側歯車10を介してスプ−ル6を捲取り回転させるものである」(3頁左下欄7行目～17行目)，",
                        "との記載があり，その第1図ないし第3図には，ドラグ作用の強弱調整を行うドラグ調節摘手をリール本体右側面に設けられている態様が図示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲2公報，甲4公報ないし甲6公報の上記記載及び図示によれば，これらの公知刊行物には，「モータ調節体又は各操作レバーをリール本体の右側の側面に構成する」との技術的思想が開示されているということができ，また，これらの公知刊行物がいずれも本件遡及出願日である平成3年12月27日以前に公開されたものであることにかんがみれば，上記の構成が本件遡及出願時に周知慣用であったと認められる。",
                    "したがって，「モータ調節体又は各操作レバーをリール本体の右側の側面に構成することが周知慣用である」(審決12頁11行目～12行目)とした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲2公報においては，そのモータ調節体である「ツマミ17」はリール本体を保持している手をずらして操作する必要があり，甲1発明のものより更に操作性が劣るものである，甲4公報の電動リールは，手動用ハンドルを有していないものである，甲5公報及び甲6公報には，モータ調節体の開示はない，などと主張する。",
                    "しかし，審決が周知技術として認定したのは，「モータ調節体又は各操作レバーをリール本体の右側側面に構成する」ことであって，リール本体の側部を握持しながらモータ出力の変速操作が可能であることやハンドルによる巻取りとの複合操作が可能な操作性に優れたモータ調節体の配置構成を周知慣用であると認定したわけではないから，原告の上記主張は失当というほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が「甲第1号証には，第20図記載の「変速用スライドスイッチ11」をリール本体の上面の右前方に設けたことを，リール本体の右側部に設けた(甲第1号証3頁右下欄最下行～4頁左上欄4行参照)と記載していることから，相違点1は実質的に甲第1号証に記載されているともいえる」(審決12頁15行目～18行目)と認定したことについて，「右側部」の記載は，リール本体(2)の「右」の「側部」なのか，それとも単にリール本体(2)の「右側」の部分なのか，一義的に明確な語句ではなく，また，一致点及び相違点の認定の後の段階で更に一致点の認定を行うことは矛盾した論理づけであるなどと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，審決の上記認定は，甲1発明において，第20図記載の「変速用スライドスイッチ11」をリール本体の上面の右前方に設けたことを，リール本体の右側部に設けたと記載していることから，本件発明の「リールの右側部前方に」が，甲1号証の「リール本体の上面の右前方に設けたもの」を含むとの解釈もあり得るとした場合には，相違点1は相違点とはならないことを予備的に示したものにすぎない。そして，審決が引用する甲1公報の上記記載(3頁右下欄最下行～4頁左上欄4行目の「第20図に示すように，リール本体(2)の右側部には直流モータ(M)の回転速度を高・中・低の3速に選択的に切り替える変速用スライドスイッチ(11)が設けられている」との記載)によれば，審決の上記予備的な認定自体に誤りはなく，また，予備的な認定をしたことが矛盾した論理づけであるということもできない。",
                    "したがって，原告の上記主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3発明及び周知慣用の技術手段の誤認の主張につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3発明は，スプールが固定されてロータ(「回転ドラム」に相当)が回転するいわゆるスピニングリールに関するもので，操作部材21がスピニングリールのハウジング26に対してどのように配置構成されているのか不明であり，さらに，レバー形態のモータ出力調節体を，リール本体の右側部の前方に回転操作可能に設けるとの技術事項が明示的に開示されてなく不明であるから，「甲3発明は，レバー形態からなるモータ調節レバー(「操作部材21」，以下，括弧内は甲3発明)を所定角度範囲に亘って回転可能に装着すると共に，上記モータ調節体レバーの回転操作で駆動モータ(電気モータ16)の回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータの速度調節手段を設け，上記モータ調節レバーの回転操作量に応じて，前記駆動モータの回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能とした魚釣用リールである」(審決12頁21行目～27行目)とした審決の認定は誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3明細書には，次の記載がある。",
                    "①「本発明は，いわゆる固定スプールの魚釣用リールに関するものであり，キャスティング時にスプールから釣糸が引き出されていくときにスプールが静止状態にある魚釣用リールに関する。本発明の目的は，キャスティングを行った時の様々な実用上の要請，特に餌或いはルアーの回収操作に関する要請に対し，従来よりも更に好適に対応できるような上記リールを製造することにある。」(訳文1頁5行目～10行目)②「一方，スプール1には釣糸が巻回されており，固定スプールと呼ばれる。これはキャスティング時釣糸が放出されていく時にスプール1が制止状態を保つためである。」(同2頁5行目～7行目)",
                    "③「一方，回転ドラム2は固定スプール1と同軸上にあり，ピックアップ3の支持部材としての役割を果たすと同時に，キャスト後に釣糸を巻き上げる時，釣糸Fを固定スプール1に確実に巻回するためのものである。最後に，ハンドル4はステップアップ機構を用いてドラム2を回転駆動させるものである。」(同2頁10行目～14行目)",
                    "④「電気モータ16は携帯用電源17(バッテリ又は蓄電池)から電力供給を受け，ステップダウン装置により回転ドラムと接続されている。ここにはフリーホイール等が介在し，モータ16の停止時に手動ハンドル4の操作による回転ドラムの駆動を可能にしている。」(同2頁28行目～31行目)",
                    "⑤「モータ16は好ましくは同じ操作部材21(図1及び図2)によって駆動開始と駆動停止を行うようにするのがよく，この操作部材21をハンドル4の近傍に配置するのが望ましい。そうすることにより釣り人は操作部材を一方向にあるいはそれとは逆の方向にハンドル4から手を離すことなく操作することができる。図2に明瞭に示されているように，この操作部材21をレバー形態とするのが好ましく，操作部材21の端部21aは，ハンドル4の回転面の近傍にある面内に位置している。釣り人は一方の手でハンドル4を正規位置で保持し続け，同じ手の親指で操作部材21の端部21aを操作することができる。図1に示されているように，操作部材21はモータ16の給電回路24に直列に接続されている可変抵抗器23の摺動部22を制御し，操作部材21は待避端部位置からアクティブ端部位置までの範囲に亘って変化させることができ，待避端部位置では摺動部22が絶縁スタッド25上に待避しておりモータ16は停止状態にあり，アクティブ端部位置においては可変抵抗23は(回路から)はずれた状態であってモータ16の速度は最大となっている。操作部材21の中間位置はモータの開始速度と最大速度の間の速度に対応している。設計においては，図2に示されるように，回転ドラム2の電気的制御に寄与する様々な要素を，回転ドラム2の機械的制御に寄与する部材を収容するケースと一体の同一ハウジング26内に纏めることもできる。」(同3頁9行目～28行目)",
                    "⑥「このようなリールでは電気的巻上制御により餌或いはルアー回収を，手動で行うよりも高速で行うことができる。また，回収速度をより迅速に切り替えることができる。これら全ての要素は獲物を狙う魚を狙うのに効果的である。釣りの種類やその時々の状況に応じて，釣り人は回転ドラムの制御方法を一方から他方へ簡単に且つ迅速に行うことが可能である。例えば，魚がかかると電気制御による回収を停止し，魚を疲れさせるために手動制御に切り替えることができる。」(同3頁35行目～4頁5行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記記載によれば，甲3明細書には，「リール本体に回転可能に支持された回転ドラムを回転駆動する手動用ハンドルと回転ドラム駆動モータとを備え，該回転ドラム駆動モータのモータ出力を調節するモータ出力調節体を前記リール本体に設けた魚釣用電動スピニングリールにおいて，リール本体のハンドル側に一つのレバー形態からなるモータ出力調節レバーを装着するとともに，上記リール本体内に，手動用ハンドルによる回転ドラムの回転駆動が行われていないときに，上記モータ出力調節レバーの操作で回転ドラム駆動モータの出力をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータ出力調節手段を設け，上記モータ出力調節レバーの操作量に応じて，前記回転ドラム駆動モータのモータ出力をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能とした魚釣用電動スピニングリール」が開示されているものと認められる。",
                    "また，甲3明細書「Fig1」，「Fig2」の図示によれば，モータ出力調節体21の携帯用電源17の正極側接続線の接続点側に孔が示され，反対側には，ハウジングに設けられた空間によりレバーの移動範囲が制限されていること，モータ出力調節体21が，孔に駆動軸が通され，モータ調節体21の回動操作により摺動部22が絶縁スタッド25から可変抵抗器23上を摺動するようにされていること，が見て取れるから，甲3明細書のモータ出力調節体は所定角度範囲内において回転操作可能に設けられているものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲3発明は，スピニングリールに関するもので，操作部材21がスピニングリールのハウジング26に対してどのように配置構成されているのか不明であり，レバー形態のモータ出力調節体を，リール本体の右側部の前方に回転操作可能に設けるとの技術事項が明示的に開示されてないと主張するが，審決の認定した甲3発明は，「レバー形態からなる操作部材21を所定角度範囲に亘って回転可能に装着すると共に，上記操作部材21の回転操作で電気モータ16の回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に増減させる電気モータ16の速度調節手段を設け，上記操作部材21の回転操作量に応じて，前記電気モータ16の回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能とした魚釣用リール。」(審決8頁15行目～20行目)というものであって，操作部材21がハウジングに対してどのように配置構成されているかやリール本体の右側部の前方に回転操作可能に設けることまでを認定したものではないから，原告の上記主張は失当というほかない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決の甲3発明の認定に原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，甲7公報から，一般のモータ出力調節技術すべてのものが，他の形式のリールに転用可能とすることは，技術背景，技術常識に対する誤認であると主張する。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "しかし，甲7公報のほかも，乙2公報に，両軸受型リールについてのリール枠本体を把持した手の指で操作パネル上のオートスイッチ及びマニアルスイッチの操作を容易になし得るようにしたスイッチの配置についての技術をスピニングリールにも適用可能であることが開示され，乙4公報に，モータの回転をリールに伝達するギア構造についての技術をスピニングリール，両軸受型リールに適用する実施例が記載されているのであるから，スピニングリールと両軸受型リールにおいて，両者に共通して用いることができる技術を，双方の形式のリールに適用することは，当業者(その発明の属する技術の分野における通常の知識を有する者)が従来より行っていたことであると認められる。そして，審決が甲3明細書から引用した技術事項は，「レバー形態からなるモータ調節レバーを所定角度範囲に亘って回転可能に装着すると共に，上記モータ調節体レバーの回転操作で駆動モータの回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータの速度調節手段を設け，上記モータ調節レバーの回転操作量に応じて，前記駆動モータの回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能とした」点であって，釣糸巻上げ用モータの回転速度をレバー形態の回転操作可能なモータ調節体により行うという技術は，スピニングリールでも両軸受型リールでも共通して用いられる技術であることは明らかであるから，審決が，甲7公報の記載を例示して，甲3発明を甲1発明のような両軸受け型リールに適用してみようとすることは当業者であれば容易に想到することであると判断したことに誤りはない。",
                    "さらに付言するに，甲3明細書には，「本発明は，いわゆる固定スプールの魚釣用リールに関するものであり，キャスティング時にスプールから釣糸が引き出されていくときにスプールが静止状態にある魚釣用リールに関する。本発明の目的は，キャスティングを行った時の様々な実用上の要請，特に餌或いはルアーの回収操作に関する要請に対し，従来よりも更に好適に対応できるような上記リールを製造することにある」(訳文1頁5行目～10行目)，「このようなリールでは電気的巻上制御により餌或いはルアー回収を，手動で行うよりも高速で行うことができる。また，回収速度をより迅速に切り替えることができる。これら全ての要素は獲物を狙う魚を狙うのに効果的である。釣りの種類やその時々の状況に応じて，釣り人は回転ドラムの制御方法を一方から他方へ簡単に且つ迅速に行うことが可能である。例えば，魚がかかると電気制御による回収を停止し，魚を疲れさせるために手動制御に切り替えることができる」(同3頁35行目～4頁5行目)と記載されており，「キャスティングを行った時の様々な実用上の要請，特に餌或いはルアーの回収操作に関する要請に対し，従来よりも更に好適に対応できるようにする」という甲3発明の目的は，甲1発明のような魚釣用電動リールにおいても同様に達成すべき目的であることは当業者に明らかであるから，甲1発明に甲3発明を適用する動機づけが存在するものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害要因の看過の主張につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3発明におけるようなスピニングリールでは，手動ハンドル内方の，高速で回転するロータ近傍に手指を近づけることは大変危険であるため，ロータが回転中は当該箇所に手指が接近することがないように，操作部材をロータに手指が近づく方向には配置しない等，設計上も危険を回避するような配慮を行うことが必要があるから，甲3発明を本件発明におけるように「リール本体の右側部前方に……レバー形態のモータ出力調節体を回転操作可能に設ける」よう構成することには，阻害要因が存在すると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，甲3発明は，「ハンドル4と電気モータ16を備え，電気モータ16の回転速度を待避端部位置からアクティブ端部位置まで連続的に増減させるレバー形態の操作部材21を回転操作可能に設けた固定スプール魚釣用リール」であり，審決は，甲3発明のモータ調節体(操作部材21)の構成，すなわち，「レバー形態からなるモータ調節レバー(「操作部材21」，以下，括弧内は甲3発明)を所定角度範囲に亘って回転可能に装着すると共に，上記モータ調節体レバーの回転操作で駆動モータ(電気モータ16)の回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に増減させるモータの速度調節手段を設け，上記モータ調節レバーの回転操作量に応じて，前記駆動モータの回転速度をオフ状態の巻上げ停止状態から最大値まで連続的に制御可能に設けた」というモータ速度を調節する構成を，甲1発明のモータ調節体に適用することにより相違点2に係る本件発明の構成とすることは，想到容易であると判断したものである(審決13頁1行目～5行目)。そうである以上，甲3発明の技術的思想を適用する甲1発明は，スピニングリールではないのであるから，その適用に当たって原告が主張するような設計上の配慮が必要となるものではない。",
                    "したがって，甲3発明を甲1発明に適用するに当たって，原告主張の阻害要因が存在するということはできず，「このような適用を阻害する事情も見いだし得ない」(審決13頁5行目～6行目)とした審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，相違点2についての審決の判断に誤りはなく，原告の取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(動機づけの欠如による進歩性の判断の誤り)について(1) 原告は，甲3明細書，甲4公報，甲5公報，甲6公報，甲7公報及び甲9刊行物には，本件発明の課題に対する明示の記載は何らないから，「操作性に優れ，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供する」との課題について，甲5公報，甲6公報及び甲9刊行物を引用して「本件発明と同一技術分野の魚釣用電動リールにおいて，従来より周知のありふれた課題にすぎない」(審決13頁末行～14頁2行目)とした上，「「操作性に優れた魚釣用電動リールを提供すること」は，甲第3号証，甲第7号証及び甲第4号証に明示されている」(同14頁11行目～13行目)とした審決の認定は誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "そこで，上記各公知刊行物についてみると，",
              "text": [
                "まず，甲3明細書には，「本発明の目的は，キャスティングを行った時の様々な実用上の要請，特に餌或いはルアーの回収操作に関する要請に対し，従来よりも更に好適に対応できるような上記リールを製造することにある」(訳文1頁8行目～10行目)，「モータ16は好ましくは同じ操作部材21(図1及び図2)によって駆動開始と駆動停止を行うようにするのがよく，この操作部材21をハンドル4の近傍に配置するのが望ましい。そうすることにより釣り人は操作部材を一方向にあるいはそれとは逆の方向にハンドル4から手を離すことなく操作することができる。図2に明瞭に示されているように，この操作部材21をレバー形態とするのが好ましく，操作部材21の端部21aは，ハンドル4の回転面の近傍にある面内に位置している。釣り人は一方の手でハンドル4を正規位置で保持し続け，同じ手の親指で操作部材21の端部21aを操作することができる」(3頁9行目～18行目)，「このようなリールでは電気的巻上制御により餌或いはルアー回収を，手動で行うよりも高速で行うことができる。また，回収速度をより迅速に切り替えることができる」(3頁35行目～4頁1行目)との記載があり，魚釣用電動リールの操作性を向上させることを目的として，モータ速度調節体の配置をハンドルを保持したまま行うことができるようにしたことが記載されているから，魚釣用電動リールの操作性を向上させるという課題を読み取ることができる。",
                "また甲4公報には，「考案の目的 本考案は……操作性の良い変速スイッチを有する電動リールを提供するものである」(明細書2頁6～9行)との記載があり，魚釣用電動リールの操作性を向上させるという課題を読み取ることができる。",
                "また甲5公報には，「従来の電動リールにおけるクラッチ装置はスプールと一体回転する第2腕車の軸筒部に対し主歯車と噛合しているピニオン歯車をクラッチ操作レバーで係脱させ，ドラッグ装置は主歯車にドラッグワッシャーを装着し，これを調整摘まみの回動で圧着状態を強弱可変するものである。従って，クラッチのOＮ・OFF切替えと，ドラッグ力調整は別々に操作しなければならず操作性に欠けると共に，構造も複雑化するといった不具合を有している。(考案が解決しようとする問題点)本考案は上述した如き従来の事情に鑑み，1本の操作レバーによってクラッチのOＮ・OFF切替え及びドラッグ作用の強弱調整が行なえるようにすることにある」(明細書2頁8行目～3頁3行目)，「クラッチの係合トルク調整とドラッグ力の強弱調整の両作用を1本の操作レバーにて行なうことが出来るため釣り操作を大幅に向上することが出来る」(同11頁5行目～8行目)との記載があり，釣用リールにおいて，釣り操作を向上させることを目的とした技術が記載されているから，魚釣用電動リールの操作性を向上させるという課題を読み取ることができる。",
                "また甲6公報には，「［発明が解決しようとする課題］前記従来の前者の方式は，ハンドル軸上にドラグ装置が設けられているので，手動捲取り操作中に迅速かつ容易なドラグ操作ができない問題があり，……本発明は手動併用電動リールにおけるこれらの欠陥を改善して手動捲取り操作中においても円滑容易なドラグ操作ができる……ようにした魚釣用電動リールを提供することを目的とするものである」(1頁右欄10行目～2頁左上欄2行目)との記載があり，円滑容易な操作が可能な魚釣用電動リールを提供することを目的とした技術が記載されているから，魚釣用電動リールの操作性を向上させるという課題を読み取ることができる。",
                "また甲7公報には，「本発明の目的は，……ハンドル操作で駆動モーターの回転速度を制御して獲物の引きに合わせて釣糸の繰り出しと巻き上げ操作が出来て釣り本来の面白味が味わえるようにした魚釣用電動リールを提案することにある」(1頁右下欄1行目～5行目)との記載があり，操作性の良い魚釣用電動リールを提供することが記載されているから，魚釣用電動リールの操作性を向上させるという課題を読み取ることができる。",
                "さらに甲9刊行物には，「巻き上げるパワーが違います。操作性が違います」(左上本文)との記載があり，また，同刊行物は魚釣用電動リールの新製品ニュースであることに照らす，魚釣用電動リールにおいては，操作性が重要な要素の一つであり，これを向上させるという課題を読み取ることができる。",
                "以上検討したところによれば，甲3明細書，甲4公報，甲5公報，甲6公報，甲7公報及び甲9刊行物から，「操作性に優れ，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供する」との課題について，「本件発明と同一技術分野の魚釣用電動リールにおいて，従来より周知のありふれた課題にすぎない」(審決13頁末行～14頁2行目)とした上，「「操作性に優れた魚釣用電動リールを提供すること」は，甲第3号証，甲第7号証及び甲第4号証に明示されている」(同14頁11行目～13頁)とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「特に，甲3号証には……本件発明の「スプールの巻上げ速度を巻上げ停止状態から最大値まで連続的に調整可能とすることにより，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供することを目的とする。」という課題が示されているといえる」(同14頁14行目～29行)とした審決の認定は誤りであると主張する。",
                "しかし，甲3明細書の上記(2)の記載及び「図1に示されているように，操作部材21はモータ16の給電回路24に直列に接続されている可変抵抗器23の摺動部22を制御し，操作部材21は待避端部位置からアクティブ端部位置までの範囲に亘って変化させることができ，待避端部位置では摺動部22が絶縁スタッド25上に待避しておりモータ16は停止状態にあり，アクティブ端部位置においては可変抵抗23は(回路から)はずれた状態であってモータ16の速度は最大となっている」(訳文3頁19行目～24行目)の記載によれば，甲3明細書には，「可変抵抗23」によりスプールの巻上げ速度を巻上げ停止状態から最大値まで連続的に調整可能とする構成が開示され，また，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供することを目的とするという課題が示されているものと認められるから，審決の上記認定に誤りはない。",
                "原告は，訂正明細書に具体的に記載された本件発明の課題，作用，効果等を指摘し，甲3発明には同様の認識がないなどとも主張するが，甲3明細書に原告が指摘するような具体的な記載がないとしても，上記各公知刊行物に共通する課題が存在すると認められることは上記(2)のとおりであるから，上記判断を左右するものではなく，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，甲1発明は，本件発明の課題に対する認識は何ら存在しておらず，また，甲2公報ないし甲7公報にも，本件発明の課題に対する認識は何らないのであるから，課題の共通性が全くなく，これらを組み合わせる動機づけとなるものはないと主張する。",
                "しかし，甲3発明の目的は，甲1発明のような魚釣用電動リールにおいても同様に達成すべき目的であり，甲1発明に甲3発明を適用する動機づけが存在することは上記3(1)のとおりであり，また，上記各公知刊行物から「操作性に優れ，釣糸の巻上げ性能の向上を図った魚釣用電動リールを提供する」との課題を読み取ることができることは上記(2)のとおりである。したがって，原告の上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したとおり，原告が取消事由3において主張するところは，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(顕著な作用効果の誤認・看過による進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明は，単に「追い巻き等の複合操作」そのものが行えるという効果ではなく，「手を大きくずらすことなく，手動巻取りと自動巻取りの交互使用や，モータ駆動中の手動ハンドルによる追い巻き操作等の複合操作が容易に行えるようになる」との複合操作を行う際の操作容易性の点において顕著な効果を奏すると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，甲3明細書の「操作部材21をハンドル4の近傍に配置するのが望ましい。そうすることにより釣り人は操作部材を一方向にあるいはそれとは逆の方向にハンドル4から手を離すことなく操作することができる。図2に明瞭に示されているように，この操作部材21をレバー形態とするのが好ましく，操作部材21の端部21aは，ハンドル4の回転面の近傍にある面内に位置している。釣り人は一方の手でハンドル4を正規位置で保持し続け，同じ手の親指で操作部材21の端部21aを操作することができる」(訳文3頁10行目～18行目)との記載によれば，甲3発明のリールは，ハンドルの近傍にモータ調節体を設けることで，ハンドルを保持する手をずらすことなくモータ調節体が操作可能となることは明らかである。また，甲4公報の「リール前面のパネル面に高速，低速の切換えスイッチが設けられており，迅速な操作を要求される魚の引上げ時に操作性が良くないという問題点があった」(明細書2頁2行目～5行目)，「本考案によれば，電動リールの側面に速度切換えスイッチの操作レバーが設けられるのでその操作レバーを片手で容易に操作することができる。従って魚の引上げ時に魚の種類や大きさ，引込強度等使用時の種々の状況に迅速に対応することが可能となり，操作性のよい使い易い電動リールとすることができる」(同2頁下4行目～3頁3行目)との記載によれば，甲1発明のリールにおいて，モータ調節体を前面のパネル面から側面に設ければ操作性が良くなることは，当業者に明らかである。してみると，本件発明の効果は，甲3明細書及び甲4公報に記載された事項から当業者が予測し得る程度のものであって，格別のものとはいえない。",
                "したがって，「本件発明のように構成したことによる格別の作用効果も認められない」(審決16頁19行目～20行目)とした審決の判断に誤りはなく，原告の取消事由4の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10097",
    "date": "2006-10-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033748",
    "ipprecedent_id": "155",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}