{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80334号事件について平成18年7月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する後記実用新案登録(請求項1)について，被告が無効審判請求をしたところ，特許庁が上記実用新案登録を無効とする旨の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成4年1月10日，名称を「ビデオテープ記録再生装置」とする考案について実用新案登録出願(実願平4−4159号)をし，平成10年2月27日，実用新案登録第2571891号として設定登録を受けた(請求項の数1。以下「本件実用新案登録」という。実用新案登録公報は甲2の1)。その後，原告は，平成17年4月22日付けで，本件実用新案登録の請求項1等について訂正審判請求(訂正2005−39068号)を行い，特許庁は平成17年7月21日これを認める旨の審決をした(以下「本件訂正」という。甲2の2)。",
                "ところが，被告は，訂正後の本件実用新案登録について平成17年11月21日付けで無効審判請求を行ったところ，特許庁はこれを無効2005−80334号事件として審理した上，平成18年7月18日，「登録第2571891号の実用新案登録を無効とする。」旨の審決をし，その謄本は平成18年7月28日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "考案の内容",
              "text": [
                "本件訂正後の請求項1に係る考案は，次のとおりである(以下「本件考案」という。)。",
                "「【請求項1】 電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に実装し，前記電源回路以外のビデオ電子部品を前記プリント配線基板の電源領域以外の領域であるビデオ回路領域に実装した前記プリント配線基板と，前記プリント配線基板に対して平行に配置され，かつその上に搭載されたビデオヘッドシリンダのコアギャップが，その面に対してほぼ垂直の方向になるように形成されたビデオ機構部品搭載用シャーシとを具備し，",
                "前記電源領域の電源回路はスイッチング・レギュレータ回路で構成し，前記回路の高周波トランスは，そのコアのギャップによる高周波漏れ磁束を生ずるコアギャップに面を前記プリント配線基板に平行に配置し，前記電源領域にはAC商用電源端子を有し，前記ビデオ回路領域にはチューナ，IFアンプおよびRFコンバータの回路端子を有することを特徴とするビデオテープ記録再生装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件考案は，下記の各文献に記載された考案からきわめて容易に考案することができた，というものである。",
                    "記",
                    "・特開平2−281494号公報(甲3。以下同公報を「甲3」といい，同公報記載の考案を「引用考案」という。)",
                    "・特開昭59−154486号公報(甲4。以下同公報を「甲4」という。)",
                    "・実願昭55−111406号(実開昭57−35015号)のマイクロ",
                    "フィルム(甲5。以下同公報を「甲5」という。)",
                    "・特開平1−245597号公報(甲6。以下同公報を「甲6」とい",
                    "う。)",
                    "・特開平2−163995号公報(甲7。以下同公報を「甲7」とい",
                    "う。)",
                    "・特開平3−135371号公報(甲8。以下同公報を「甲8」とい",
                    "う。)",
                    "・特開昭58−30291号公報(甲9。以下同公報を「甲9」とい",
                    "う。)",
                    "・米国特許第4686570号明細書(甲10。以下同明細書を「甲10」という。)",
                    "・米国特許第4727591号明細書(甲11。以下同明細書を「甲11」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，引用考案の内容(甲3)，同考案と本件考案との一致点及び相違点を，次のとおり認定している。",
                    "〈引用考案の内容〉",
                    "「ビデオテープレコーダ(VTR)1の筐体2と，",
                    "前記筐体2内(のプリント基板10の図中左側)に配設されたテープ走行機構4と，",
                    "前記筐体2内(のプリント基板10の図中右側)に配設された電源供給ボックス5と，",
                    "前記筐体2の下部に設けられた開口部2aに金属製の底板3を介して該開口部2aを塞ぐように取り付けられ，ヘッドアンプブロック11，サーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14，及び，チューナブロック15を実装したプリント基板10と，を有し，",
                    "前記走行機構4の一部をなす回転ヘッド6と上記プリント基板10のヘッドアンプブロック11にマウントされたヘッドアンプ(IC)はハーネス7により接続されている",
                    "磁気記録再生装置。」",
                    "〈一致点〉",
                    "「電源回路の電子部品と，",
                    "前記電源回路以外のビデオ電子部品をビデオ回路領域に実装したプリント配線基板と，",
                    "前記プリント配線基板に対して平行に配置され，かつその上に搭載されたビデオヘッドシリンダのコアギャップが，その面に対してほぼ垂直の方向になるように形成されたビデオ機構部品搭載用シャーシとを具備し，",
                    "前記ビデオ回路領域にはチューナを有する",
                    "ビデオテープ記録再生装置。」",
                    "〈相違点〉"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「プリント配線基板」に関し，本件考案は，電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に，電源回路以外のビデオ電子部品を電源領域以外のビデオ回路領域に実装するものであるのに対し，引用考案は，電源回路以外のビデオ電子部品は(1枚の)プリント配線基板上に実装するものであるが，電源回路の電子部品の実装箇所については特に具体的に示されていない点(以下「相違点a」という。)"
                    },
                    {
                      "fig": "b",
                      "subject": "電源回路に関し，本件考案は，スイッチング・レギュレータ回路で構成し，その回路の高周波トランスは，そのコアのギャップによる高周波漏れ磁束を生ずるコアギャップに面をプリント配線基板に平行に配置するものであるのに対し，引用考案においては，特にこのことについて示されていない点(以下「相違点b」という。)"
                    },
                    {
                      "fig": "c",
                      "subject": "本件考案においては，(1枚のプリント配線基板上の)電源領域には，AC商用電源端子を有し，ビデオ回路領域にはIFアンプおよびRFコンバータの回路端子を有するものであるのに対し，引用考案においては，特にこのことについて示されていない点(以下「相違点c」という。)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，次に述べるとおり，本件考案と引用考案の一致点及び相違点の認定を誤り，相違点についても誤った判断をしたから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点・一致点の認定の誤り)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "取消事由の主張に先立ち，本件考案の構成を分説すると，以下のとおりとなる。",
                            "A 電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に実装し，前記電源回路以外のビデオ電子部品を前記プリント配線基板の電源領域以外の領域であるビデオ回路領域に実装した前記プリント配線基板と，",
                            "B 前記プリント配線基板に対して平行に配置され，かつその上に搭載されたビデオヘッドシリンダのコアギャップが，その面に対してほぼ垂直の方向になるように形成されたビデオ機構部品搭載用シャーシとを具備し，",
                            "C 前記電源領域の電源回路はスイッチング・レギュレータ回路で構成し，",
                            "D 前記回路の高周波トランスは，そのコアのギャップによる高周波漏れ磁束を生ずるコアギャップに面を前記プリント配線基板に平行に配置し，",
                            "E 前記電源領域にはAC商用電源端子を有し，前記ビデオ回路領域にはチューナ，IFアンプおよびRFコンバータの回路端子を有するF ことを特徴とするビデオテープ記録再生装置。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "一致点の認定の誤り",
                          "text": [
                            "引用考案(甲3)における「ヘッドアンプブロック11，サーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14，及び，チューナブロック15」，すなわち電源回路以外の「ビデオ回路部品」は，正にプリント基板10全体を占めて搭載されているのであるから，これを，本件考案における「ビデオ回路領域」と対比することは誤っている。なぜなら，「ビデオ回路領域」という名称を使用するからには，プリント基板10の一部にあって，プリント基板10の「他の領域」に本件考案でいうような電源領域が登載された1枚のコンパクトに実装したプリント配線基板上にあるものでなければならないからである。したがって，審決が「前記電源回路以外のビデオ電子部品をビデオ回路領域に実装したプリント配線基板」を一致点としている点は誤りである。",
                            "また，本件考案は「ビデオ回路領域」に「チューナ，IFアンプ及びRFコンバータの回路端子」を有している。この「チューナ，IFアンプ及びRFコンバータの回路端子」は，いわゆる3in1チューナパッケージ(1パッケージ内にチューナ，IFアンプ，RFコンバータが収納されているもの。以下同じ)との接続用端子(接続用ランド)であるため，本件考案は「ビデオ回路領域」に「チューナ」自体を有していない。したがって，「前記ビデオ回路領域にはチューナを有する」という点も一致点とはなり得ない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "相違点の認定の誤り"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "相違点aにつき",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "引用考案では，プリント配線基板から独立した電源供給ボックスの中に電源回路が格納されている。このことは，甲3の第1図から明らかであり，以下のαβγの各記載から裏付けられる。",
                                "α 甲3には「上記プリント基板10の一端(図中左端)側の筐体2内の図中左側に配設されたテープ走行機構4の下側には，ヘッドアンプブロック11を配置してある。また，該プリント基板10の他端(図中右端)側の筐体2内の図中右側に配設された電源供給ボックス5の下側には，サーボ回路系ブロック12とオーディオ回路系ブロック13及びシステムコントロール回路系ブロック14をそれぞれ配置してある。」(2頁左下欄8行～16行)",
                                "という記載があり，この記載から，電源供給ボックス5がプリント基板10から独立していることが明らかである。",
                                "β 電源供給ボックス5の下側に対応するプリント基板10の領域には，サーボ回路系ブロック12とオーディオ回路系ブロック13及びシステムコントロール回路系ブロック14が既に実装されているため，1枚の「プリント基板10」上に電源供給ボックス5が実装されることはあり得ない(甲3の第1図参照)。",
                                "γ ヘッドアンプブロック11から電源供給ボックス5を遠ざけなければ，ヘッドアンプ用のシールドケースを廃止できないことは，甲3の「1枚のプリント基板10にヘッドアンプブロック11を，影響を受け易いサーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14及び電源供給ボックス5から遠ざけるようにそれぞれ配置したので，従来ヘッドアンプブロックを覆うように設けられていたヘッドアンプ用のシールドケースを廃止することができる。」(3頁左上欄1行～8行)との記載から，明らかである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "したがって，相違点aのうち，引用考案において「電源回路の電子部品の実装箇所については特に具体的に示されていない」とする認定は誤っており，正しくは「電源回路の電子部品は前記(1枚の)プリント配線基板から独立した電源供給ボックスの中に格納されている」となる。",
                                "なお，被告は，本件考案における「実装」の意味は「同じ1枚の基板に各電子部品の端子が直接取り付けられている」態様に限定されず，「1枚の基板に各電子部品が間接的に取り付けられている」態様も含むと主張するが，本件考案はビデオ回路と電源回路が別々のプリント配線基板であった従来技術に対し，ビデオ回路を実装したプリント配線基板と電源回路を実装したプリント配線基板の間の接続配線を削減し，1枚のプリント配線基板にコンパクトに実装したものであるから，被告の主張は失当である。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "相違点bにつき",
                      "text": [
                        "相違点bは，本件考案の構成要件Dだけを取り出してそれに対応するものについて判断しており，本件考案の構成要件BとDによってビデオ・ヘッド・シリンダのコアギャップと高周波トランスのコアギャップとの配置関係が定まる点を看過している。",
                        "また，審決は，後記イ(ウ)bのとおり，「基板に対するこのようなコアの取付け方はごく通常の態様である。」(32頁下2行～下1行)の「基板」に「電源回路以外のビデオ電子部品を実装したプリント配線基板」が含まれない点を看過している。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "相違点cにつき",
                      "text": [
                        "審決は，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」を「チューナ」と「IFアンプ及びRFコンバータの回路端子」とに分けて，「チューナ」を一致点とし，「IFアンプ及びRFコンバータの回路端子」を相違点cとしている。",
                        "しかし，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」は，本件実用新案登録出願当時一般に用いられていた，いわゆる「3in1チューナパッケージ」との接続用端子(接続用ランド)であるから，上記「チューナ，IFアンプ及びRFコンバータの回路端子」に関する審決の認定は，技術的に誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点についての判断の誤り)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "判断の脱漏",
                          "text": [
                            "上記のとおり，本件考案と引用考案との一致点に誤認があり，相違点a～cについて誤認がある状態で相違点の検討を行っている審決の判断には，脱漏がある。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "相違点aについての判断の誤り",
                          "text": [
                            "審決は，「引用考案と甲第4号証とは，電源回路部と他回路部を備える装置という限りでは共通すると言える」(32頁18行～19行)との理由で，「引用考案においても，甲第4号証に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，単に，電源回路の電子部品をも実装するようにすることは当業者がきわめて容易に想到できたものである」(32頁19行～22行)と判断している。",
                            "しかし，「引用考案においても，甲第4号証に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，電源回路の電子部品をも実装するようにすること」は，以下のa，bで述べるように，当業者がきわめて容易に想到できたものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "引用考案において，甲4に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成した場合，この電源領域は，引用考案の電源供給ボックス5と比べて相対的にヘッドアンプブロック11に近い位置となるか(甲3の第1図の正面視において，左側，前側又は後側に電源領域を設けた場合)，若しくは，プリント基板上の各ブロック(サーボ回路系ブロック12，オーディ路回路系ブロック13，システム回路系ブロック14)が，甲3の第1図に記載された各ブロックの位置よりも相対的にヘッドアンプブロック11に近い位置となる(甲3の第1図の正面視において，右側に電源領域を設けた場合)。",
                        "ここで，甲3の記載からは，ヘッドアンプブロック11と，プリント基板上の各ブロック及び電源供給ボックス5とを，どの程度遠ざければ，ヘッドアンプ用のシールドケースを廃止することができるのか定かではないが，少なくとも，「引用考案においても，甲第4号証に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，電源回路の電子部品をも実装するようにする」という構成をとることは，「影響を受け易い要素」(甲3の3頁左上欄2行～5行参照)であるサーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14及び電源供給ボックス5の一部をヘッドアンプブロック11に近づけることに他ならず，甲3の目的に反する方向に変更することになる。したがって，「引用考案においても，甲第4号証に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，電源回路の電子部品をも実装するようにすること」は明らかな阻害要因を有し，当業者がきわめて容易に想到できたものではない。",
                        "以上のとおり，従来のノイズ対策で用いられてきたAC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止することは，そもそも当業者の技術常識に反するものであったのである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件考案の「電源回路」は，本件実用新案登録請求の範囲の請求項1に「前記回路の高周波トランス」という記載があることから明らかなように，「高周波トランス」を含むものである。一方，甲4の「電源回路部(3a)」には「電源トランス(4)」が実装されていないので，本件考案の「電源回路」とは，明らかに異なるものである。",
                        "この点に関して，審決は「なお，スイッチング電源装置そのものであるが，複数の電子部品を搭載した前段回路とパルストランス(高周波トランス)を含む後段回路を同一の基板上に実装すること，言い換えると，一方の回路は高周波トランスを含むものである2種類の回路を1枚の基板上に実装すること自体は甲第8号証に記載されているところである。」(32頁22行～26行)と判断している。",
                        "本件実用新案登録の出願(平成4年1月10日)当時，据置型ビデオ装置において，審決32頁下7行～6行で取り上げられている特開昭61−79393号公報及び特開昭63−253866号公報にみ",
                        "られるようにAC商用電源入力のスイッチング電源回路は広く用いられていたが，このスイッチング電源回路の据置型ビデオ装置への搭載形態としては，弁当箱形状の電磁シールドケースの中に収納された状態で，電源回路以外のビデオ電子部品を実装したプリント配線基板とは独立して搭載される構造のものしか存在しなかった。このような本件実用新案登録出願当時の状況を勘案すると，たとえ甲8(特開平3−135371号公報)を考慮しても，電源回路用基板が1枚であ",
                        "り，その1枚の電源回路用基板に高周波トランスを含む電源回路が実装されている構成を想到できるにすぎない。",
                        "なお，甲8に記載のスイッチング・レギュレータは，小型薄型化を実現するものであるが，その実施例において，20cm×30cmサイズの基板が用いられており(甲8の3頁左上欄18行～19行)，その基板サイズは据置型ビデオ装置にとっては大きすぎるため，据置型ビデオ装置において甲8に記載のスイッチング・レギュレータを採用すること自体がきわめて困難である。",
                        "また，本件実用新案登録の出願当時，ノイズレベルが大きいAC商用電源入力のスイッチング電源回路は，独立したユニットとして外部のメーカーから購入することを前提としており，購入した側がどのように取り付けるかは限定できないため，弁当箱形状の電磁シールドケースに収納することでノイズ対策を施すことが技術常識であった。甲4(特開昭59−154486号公報)は，ディスプレイ装置に関す",
                        "るものであって，上記技術常識を打ち破って，引用考案の電源供給ボックス内の電源回路をビデオ電子部品が搭載されているプリント基板に搭載する動機付けにはならない。",
                        "さらに，甲4記載の「電源トランス(4)」は，電源端子から直接接続されていることから，50−60HZ(低周波)のドロッパ型トランスと解される。甲4には，本件考案のように高周波に変換するスイッチング電源回路も高周波トランスも記載されていない。しかも，ノイズを拾いやすいビデオヘッドシリンダも存在しない。このことから据置型ビデオテープ記録再生装置のように深刻なノイズ対策は必要ないと見るべきであり，実際に甲4のどこにもノイズ対策に関する記載はない。甲8は，スイッチング電源装置そのものに関するから，高周波トランスから発生するノイズを受ける対象が何であって，どのようにノイズ対策をすればよいか等については，甲8には開示も示唆もされていない。",
                        "以上のとおり，甲4及び甲8に基づいて高周波トランスからのノイズ対策を考慮することはできないので，「引用考案において，甲第4号証に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，電源回路の電子部品をも実装するようにすること」は，当業者がきわめて容易に想到できたものではない。"
                      ],
                      "content": [
                        {
                          "fig": "(ウ)",
                          "subject": "相違点bについての判断の誤り"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "審決は，「VTR等の磁気記録再生装置の電源回路として，スイッチングレギュレータ回路を使用することは，甲第6号証の外にも，特開昭61−79393号公報，及び，特開昭63−253866号公",
                      "text": [
                        "報にもみられるように本願出願前にごく周知の技術である」(32頁下8行～下5行)と認定している。",
                        "しかし，甲6(特開平1−245597号公報)で用いられている",
                        "スイッチングレギュレータは，DC電源入力のものであり，当業者の技術常識に基づいて，本件考案の考察対象であるノイズ成分及びノイズレベルに着目すると，甲6のスイッチングレギュレータとAC商用電源入力のスイッチングレギュレータである特開昭61−79393号公報及び特開昭63−253866号公報に記載のものとは明確に区別されるべきである。これを同一のものとして「周知の技術である」とする審決の上記認定には誤りがある。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "審決は，「また，甲第5号証には，DC−DCコンバータ(スイッチング・レギュレータ)に用いる高周波トランスのE−I形コアのギャップ面をプリント基板に平行に配置して取り付けることが記載されており，基板に対するこのようなコアの取付け方はごく通常の態様である。」(32頁下4行～下1行)と認定している。",
                        "しかし，審決の上記認定は，本件考案では，従来のノイズ対策で用いられてきたAC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止し，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとの相互の配置関係(構成要件B及びD)によるノイズ対策を行っている点を考慮せず，構成要件Dのみを取り出してこれに対応するものの判断を行っている点において，誤りがある。",
                        "また，本件実用新案登録の出願当時，ノイズレベルが大きいAC商用電源入力のスイッチング電源回路(特開昭61−79393号公報及び特開昭63−253866号公報にもみられるスイッチング電源回路)に関しては，弁当箱形状の電磁シールドケースに収納することでノイズ対策を施すことが技術常識であって，据置型ビデオ装置において，AC商用電源入力のスイッチング電源回路を，電源回路以外のビデオ電子部品を実装したプリント配線基板上に設けるという技術思想は存在しなかったことを考慮すると，「基板に対するこのようなコアの取付け方はごく通常の態様である。」(審決32頁下2行～下1行)の「基板」には，「弁当箱形状の電磁シールドケース内の電源用基板」は含まれるが，「電源回路以外のビデオ電子部品を実装したプリント配線基板」は含まれない。審決は，「基板に対するこのようなコアの取付け方はごく通常の態様である。」(32頁下2行～下1行)の「基板」に「電源回路以外のビデオ電子部品を実装したプリント配線基板」が含まれない点を看過している。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "審決は，「してみると，磁気記録再生装置をその対象とする引用考案において，電源回路として，単に，周知のスイッチング・レギュレータ回路を使用し，回路に用いる高周波トランスのコアのギャップ面をプリント配線基板に対し平行に配置する程度のことは当業者がきわめて容易に想到できたものである。」(33頁1～4行)と判断している。",
                        "しかし，審決の上記判断には，本件考案では，従来のノイズ対策で用いられてきたAC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止し，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとの相互の配置関係(構成要件B及びD)によるノイズ対策を行っている点を考慮せず，構成要件Dのみを取り出してこれに対応するものの判断を行っている点において，誤りがある。"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "甲9(特開昭58−30291号公報)は，「遅延素子のコイル軸",
                      "text": [
                        "線とフライバック・トランスからの磁束が直交するようにして，シールドケースなどのシールド部材を使用せずとも遅延素子がフライバック・トランスに対して磁気的に結合しないようにした遅延素子の配置構造を提供する」(甲9の2頁右上欄6行～11行)ことを技術課題とするもの，すなわち，テレビ受像機においてノイズ対策を行うものである。",
                        "ここで，テレビ受像機において，遅延素子がフライバック・トランスに対して磁気的に結合した場合に発生するノイズは「水平妨害縞成分」(テレビ受像機の画面上に明暗の縦縞模様が現れるノイズ)である(甲9の2頁左上欄4行～16行参照)。これは，「リンギング成分」(通常，水平同期信号(ＮTSC方式では15．75kHz)の",
                        "数十倍から数百倍である約500kHzから5MHz)が，輝度信号",
                        "(数Hzから5MHz)に対して影響を及ぼすことにより発生するノイズである(甲9の2頁左上欄13行～16行参照)。",
                        "一方，本件考案の対象であるビデオテープ記録再生装置において，ビデオ・ヘッド・シリンダのヘッド・ギャップによって高周波トランスからの高周波漏れ磁束がピックアップされた場合に発生するノイズは，色信号に影響するものであり，該ビデオテープ記録再生装置に接続されたモニター画面上には，不規則に動くノイズが発生し，見るに耐えない状態となる。これは，高周波トランスの発振周波数(通常70kHzから170kHz)の数倍のノイズ成分が，低域変換された",
                        "色信号(ＮTSC方式では629kHz)に対して影響を及ぼすこと",
                        "により発生するノイズである。",
                        "また，ビデオ・ヘッド・シリンダのヘッド・ギャップは，磁気テープに記録されたきわめて微少な磁気を読み取るものであって，ノイズの影響をきわめて受けやすいものであるのに対し，甲9の「遅延素子1」はコイルの周囲が金属で覆われたものである(甲9の第1図に「アース端子4」が示されていることから，シールドが施されていることは当業者には自明である)から，比較的ノイズの影響を受けにくいものである。",
                        "このように，甲9に開示されたノイズ対策と本件考案のノイズ対策とでは，ノイズ成分の磁力線方向とノイズを受ける対象の磁力線方向を直交させるという点で共通しているものの，対策の対象となるノイズ成分も異なれば，実際にノイズの影響を受けた場合の問題の深刻さも異なっている。",
                        "さらに，甲9のフライバック・トランスは，ブラウン管駆動のための昇圧用トランスであるから，本件考案の構成要件Dの高周波トランスとは異なる。",
                        "したがって，甲9は本件考案のノイズ対策の動機付けにはなり得ないものであるから，審決の「甲第9号証にもみられるように，トランスのコアギャップの面を基板に対して平行になるように配置して素子の作用磁束と直交させれば，トランスからの磁束による素子に対する磁気的影響を防止できることは明らかである」(33頁8行～11行)という認定は誤りである。",
                        "本件実用新案登録の出願(平成4年1月10日)当時，ノイズレベルが大きいAC商用電源入力のスイッチング電源回路に関しては，弁当箱形状の電磁シールドケースに収納することでノイズ対策を施すことが工場あるいは市場での不測のトラブルを避けるための技術常識であった。審決の上記判断は，技術常識に反することを実行する際には，不測のトラブルが発生する危険性を実験や試作などにより回避しなければならない点を看過している。"
                      ]
                    },
                    {
                      "fig": "e",
                      "text": [
                        "審決の「引用考案においても，上記のように，電源回路として周知のスイッチング・レギュレータ回路を用いた場合，回転ヘッド(ビデオヘッドシリンダ)のコアギャップの面が，プリント配線基板と平行に設けられるシャーシに対してほぼ垂直の方向に設けられることになることを考えれば，高周波トランスからの磁束による回転ヘッドに対する磁気的影響を防止できることは技術的に当然予測しうる作用効果と言うべきである。」(33頁11行～16行)という判断は，以下の理由で誤りである。",
                        "本件考案においては，上記ノイズ対策を基礎として，「ビデオ記録ヘッドへの影響を最小になるようにして，1枚のプリント配線基板に電源回路とビデオ回路の領域を分けて，コンパクトに実装することが可能となり，電源回路とビデオ回路間の接続端子を含む配線をプリント配線にし，部品と工程時間の減少によるコストダウンと信頼性の向上に効果がある。さらにビデオ回路の電子部品の配置方法によるコンパクト化も計れる効果もある。」(甲2の1段落【0015】)という効果をも可能ならしめたのであるから，もはや甲9から当然に予測しうる効果ということはできない。"
                      ],
                      "content": [
                        {
                          "fig": "(エ)",
                          "subject": "相違点cについての判断の誤り"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "審決は，「甲第7号証，甲第8号証には，同一基板に設けられたパルストランス(高周波トランス)とAC商用電源端子を有するスイッチング・レギュレータ回路が記載されているから，引用考案において，1枚のプリント配線基板上に電源回路(スイッチング・レギュレータ回路)の電子部品をも(電源領域に)実装しようとする場合，そのAC商用電源端子を設けることは当業者が適宜なし得た事項である。」(33頁18～23行)と判断している。",
                        "しかし，審決の上記判断は，甲7(特開平2−163995号公",
                        "報)，甲8(特開平3−135371号公報)においては，「同一基",
                        "板」すなわちパルストランス(高周波トランス)とAC商用電源端子が設けられた基板が，AC電源入力のスイッチング電源装置のケーシング(電磁シールドケース)内に格納されたものであり，「電源回路以外のビデオ電子部品を実装したプリント配線基板」でないことを無視している。",
                        "前記(イ)において述べたとおり，「引用考案において，1枚のプリント配線基板上に電源回路(スイッチング・レギュレータ回路)の電子部品をも(電源領域に)実装しようとすること」自体が容易でないので，電源領域とビデオ回路領域とが設けられている1枚のプリント配線基板の電源領域にAC商用電源端子を設けることも容易ではない。",
                        "したがって，審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "審決は，「IFアンプ及びRFコンバータはビデオテープレコーダに一般的に必要な回路端子であり，甲第10号証の図2には，チューナーモジュール210内にRF回路212が含まれ，RF回路212",
                      "text": [
                        "とIFアンプ240がミキサー214を介して接続されている状態が示されている。甲第11号証の図2には，チューナ22内にRFアンプ24が含まれ，チューナ22とIFアンプ30が接続されている状態が示されている。」(審決33頁下13行～下8行)と判断している。",
                        "しかし，甲10(米国特許第4686570号明細書)，甲11",
                        "(米国特許第4727591号明細書)には，チューニングシステムの回路ブロックが開示されているだけであって，本件考案の「チューナ，IFアンプおよびRFコンバータの回路端子」の実装箇所に関する記載はない。また，甲10のRF回路210，甲11のRFアンプ",
                        "24はいずれも，アンテナからのRF信号を増幅するためのアンプであって，ビデオ再生信号を変換してテレビに出力するRFコンバータとは全く異なる回路である。",
                        "したがって，審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "本件考案は，「ビデオ回路領域」に「チューナ，IFアンプ及びRFコンバータの回路端子」，すなわち，いわゆる「3in1チューナパッケージ」との接続用端子(接続用ランド)を有しているため，「ビデオ回路領域」に「チューナ」，「IFアンプ」及び「RFコンバータ」自体を有していない。",
                        "ところが，審決は，「引用考案のビデオ回路領域におけるチューナブロック15内もしくはチューナブロック15に近接した位置にIFアンプ及びRFコンバータを有することは当業者には自明のことである。」(33頁下6行～下4行)として，「ビデオ回路領域」が「チューナ」，「IFアンプ」及び「RFコンバータ」自体を有する構成が当業者に自明であるとの判断をしており，誤っている。"
                      ],
                      "content": [
                        {
                          "fig": "(オ)",
                          "subject": "本件考案が奏する効果についての判断の誤り",
                          "text": [
                            "審決は，「そして，上記各相違点の判断を総合しても，本件考案が奏する効果は引用考案から当業者が十分に予想可能なものであって，格別のものとはいえない。」(33頁下3行～下1行)と判断している。",
                            "しかし，本件考案でのビデオ・ヘッド・シリンダのヘッド・ギャップによって高周波トランスからの高周波漏れ磁束がピックアップされた場合に発生するノイズに対する対策は，甲9を始めとする各引用例には記載されていない。また，本件考案は，このようなノイズ対策を基礎として，「ビデオ記録ヘッドへの影響を最小になるようにして，1枚のプリント配線基板に電源回路とビデオ回路の領域を分けて，コンパクトに実装することが可能となり，電源回路とビデオ回路間の接続端子を含む配線をプリント配線にし，部品と工程時間の減少によるコストダウンと信頼性の向上に効果がある。さらにビデオ回路の電子部品の配置方法によるコンパクト化も計れる効果もある。」(甲2の1段落【0015】)という効果をも可能ならしめたのであり，このような効果は上記ノイズ対策を基礎としていない引用考案から当業者が十分に予想可能なものであるとはいえない。",
                            "したがって，審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "(カ)",
                          "text": [
                            "なお，被告は，本件考案と類似する発明についての米国特許の審査過程において，原告が提示したパナソニックのPV−1231及びPV−1225に基づく主張をしているが，これらには，「LuminanceC.B.A.」「Chrominance C.B.A.」の別基板が存し，また，電源装置が弁当箱形状の電磁シールドケースと同等機能の電磁シールドで囲われたものである。したがって，それらから本件考案をきわめて容易に想到することができるということはない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「一致点の認定の誤り」の主張につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告は，引用考案における電源回路以外の「ビデオ回路領域」は，正にプリント基板10全体を占めて搭載されているのであるから，これを，本件考案における「ビデオ回路領域」と対比することは，誤っている，と主張する。",
                            "しかし，引用考案においては，甲3の第1図に示されているように，ヘッドアンプブロック11，サーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14及びチューナブロック15がそれぞれ区切られて示されており，これらすべてを合計しても基板10のおよそ半分の領域を占めるにすぎないから，「『ビデオ回路領域』は，正にプリント基板10全体を占めて搭載されている」との原告の主張は誤りであって，審決の認定に誤りはない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "原告は，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」は，いわゆる3in1チューナパッケージとの接続用端子であるため，本件考案は「ビデオ回路領域」に「チューナ」自体を有していないから，審決において「チューナ」を有していることを一致点として認定したことが誤りである，と主張する。",
                            "しかし，本件実用新案登録請求の範囲の請求項1には「前記ビデオ回路領域にはチューナ，IFアンプ及びRFコンバータの回路端子を有する」と記載されているのみであり，「3in1パッケージとの接続用端子」を有するとは記載されていない。また，本件実用新案登録の明細書(甲2の1・2)のどこにもそのようなことを示唆する記載すらない。",
                            "さらに，原告は，本件実用新案登録の出願当時，「チューナ，IFアンプ及びRFコンバータの回路端子」が「3in1パッケージとの接続用端子」を意味することを裏付ける証拠を提出していない。",
                            "仮に，本件実用新案登録の出願当時，チューナとIFアンプとRFコンバータが1パッケージ内に収納された「3in1パッケージ」が一般的であったとすれば，甲3に記載されている「チューナブロック」にもやはりチューナとIFアンプとRFコンバータが1パッケージとして含まれていると当業者は解釈することになる。そうすると，甲3において，「チューナ」又は「チューナとIFアンプとRFコンバータが1パッケージ内に収納された3in1チューナパッケージ」がビデオ回路領域に実装されていることになる。また，仮に部品をはんだ付けするランドも「端子」と呼ぶのであれば，甲3においても，チューナははんだ付けランドによりプリント基板に実装されているのであるから，プリント基板がチューナの「端子」を有することは明らかである。",
                            "したがって，審決が「チューナ」を有していることを一致点として認定したことに誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「相違点の認定の誤り」の主張につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "「相違点a」につき",
                          "text": [
                            "原告は，プリント配線基板から独立した電源供給ボックスの中に電源回路が格納されている，と主張する。",
                            "原告は，甲3(引用考案)の「電源供給ボックス」内において，電源回路がプリント基板に設けられていることを前提としているが，甲3は単に「電源供給ボックス」と記載しているのみであり，その内部構造については何ら説明していない。したがって，電源供給ボックス内の電源回路が電源供給ボックス内のプリント基板上に設けられているという主張は，根拠のないものである。",
                            "また，電源供給ボックス5が宙に浮いていることはなく，甲3の第1図においては，プリント基板10に電源供給ボックス5が実装されることが示されている(又は少なくとも強く示唆されている)。甲3には明記されてはいないが，プリント基板10にはシステムコントローラ14が制御する電源スイッチング部品が実装されかつ電源供給ボックス5が端子を介して実装され得ることが当業者の通常の理解であるから，たとえ原告の主張するように電源ボックス5を外部のメーカから購入したとしても，プリント基板10には電源供給ボックス5を連結する端子及び実装された電源供給ボックス5を含む「電源領域」が必ず存在することは当業者に自明である。なお，本件実用新案登録の明細書(甲2の1・2)には「…高周波トランス16とビデオヘッドシリンダ19を1枚のプリント配線基板にコンパクトに実装可能となる」(段落【0014】)と記載されていること，本件実用新案登録の【図1】には，ビデオヘッドシリンダ19が高周波トランス16を実装するプリント配線基板に直接実装されているわけではなくシャーシを介して間接的に実装されていることが示されていること，上記【図1】には高周波トランスが基板上に実装されている様子が記載されているだけで他のビデオ電子部品がどのように実装されているのか明らかでないことからすると，本件考案における「実装」の意味は「同じ1枚の基板に各電子部品の端子が直接取り付けられている」態様に限定されず，「1枚の基板に各電子部品が間接的に取り付けられている」態様も含むことは明らかである。",
                            "甲3(引用考案)の第1図において，ヘッドアンプブロックはプリント基板10の左端付近にあり，サーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路ブロック14及び電源供給ボックス5はプリント基板の右側に寄せてあることから，ヘッドアンプブロックをこれらから「遠ざけて」いるといえるのであり，「ヘッドアンプブロックから遠ざけて配置した」ということは，電源供給ボックス5がプリント基板10に実装されていないことの根拠とはなり得ない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "「相違点b」につき",
                          "text": [
                            "後記(2)ウ(イ)(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "「相違点c」につき",
                          "text": [
                            "前記ア(イ)のとおり，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」について，当業者が，3in1パッケージとの接続用端子を意味すると理解することはないし，仮に本件実用新案登録の出願時の技術常識において本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」が「3in1パッケージとの接続用端子」の意味であると解釈されるとするならば，甲3の「チューナブロック」には「3in1パッケージとの接続用端子」が存在すると解釈されるべきである。",
                            "したがって，審決の認定に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「判断の脱漏」につき",
                  "text": [
                    "前記(1)のとおり，審決における相違点の認定に誤りはないのであるから，審決に「判断の脱漏」はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「相違点aについての判断の誤り」の主張につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告は，引用考案に別途電源回路領域を形成した場合，この電源領域又はプリント基板上の各ブロック(サーボ回路系ブロック12，オーディオ回路系ブロック13，システム回路系ブロック14)が，相対的にヘッドアンプブロック11に近い位置になることから，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，電源回路の電子部品をも実装するようにすることは明らかな阻害要因を有し，当業者がきわめて容易に想到できたものではないと主張する。",
                            "しかし，原告の主張は，模式的に描かれた甲3(引用考案)の第1図における各ブロックの大きさをそのまま固定して当てはめることから生じるものであって，意味がない。甲3には，ヘッドアンプブロックの影響を受けやすいブロック及び電源供給ボックスを遠ざけるように配置したと記載されているのであるから，甲4(特開昭59−154486号公報)に記載のように電源領域とその他の領域とを1枚の基板上に実装する際に，ヘッドアンプブロックの影響を受けない位置に配置することは当業者の設計事項にすぎず，何ら阻害要因にはならない。仮に電源領域又はプリント基板上の各ブロックが相対的にヘッドアンプブロック11に近づいたとしても，本件考案ではシールドケースを廃止するとはされていないのであるから，「引用考案においても，甲第4号証に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，単に，電源回路の電子部品をも実装するようにする」ことに阻害要因はない。進歩性の判断において，引用考案の目的を達成するために阻害要因となるか否かは問題ではなく，本件考案の構成を得るために阻害要因となるか否かを検討すべきである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "原告は，AC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止することは，そもそも当業者の技術常識に反するものであった，と主張する。",
                            "しかし，本件実用新案登録の明細書(甲2の1・2)には，「AC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケース」を使用しない旨の記載も示唆もなく，また，本件考案は「電磁シールドケースを廃止する」ことを目的とするものであるとか，そのような構成に限定されるという記載もない。したがって，電磁シールドケースを廃止することが当業者の技術常識に反するか否かは，本件考案の進歩性の判断に影響のないものである。",
                            "また，「電子技術」Vol．23Ｎo．10(1981年発行)日刊",
                            "工業新聞社96頁～99頁(乙2)には，電子回路の組み立てにおいてスイッチング電源の内製化が進行し，スイッチング用高周波トランスを内製しはじめたこと，小型軽量を押し進めると結局は「1枚のプリント基板に電源を組む」ことになること，内製化により電源のシールドと機器本体のシールドを総合して対策できること，「筐体なしの電源」を販売している電源メーカーもあること，トランスの2次側については普通のロジック回路のようにいくら接近してパターンを描いてもよいこと等が記載されており，フェライトコアをプリント基板に実装した実例(99頁の図3)も写真で紹介されている。したがって，乙2の発行から10年を経過した本件実用新案登録の出願時(平成4年1月10日)において，スイッチング電源回路が弁当箱形状の電磁シールドケースの中に収納されたもの以外に存在しなかったというのは不自然である。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "原告は，本件考案の「電源回路」が高周波トランスを含むものであるとの前提に基づき，甲4(特開昭59−154486号公報)の電源回路部(3a)には，電源トランス(4)が実装されていないことから，本件考案の「電源回路」とは異なる，と主張する。",
                            "しかし，甲4において，電源回路部(3a)に高周波トランスが含まれる旨が明示されていないとしても，「電源回路とは商用電源を安定化直流電源に変換するものを言い」(甲4の1頁右欄5行～6行)と規定された電源回路であることが明示されており，高周波トランスを含むことを否定していない。この点について，審決は，「複数の電子部品を搭載した前段回路とパルストランス(高周波トランス)を含む後段回路を同一の基板に実装すること，言い換えると，一方の回路は高周波トランスを含むものである2種類の回路を1枚の基板上に実装すること自体は甲8号証に記載されているところである。」(32頁23行～26行)と判断して，高周波トランスを1枚の基板上に実装することも新規な構成ではないことに言及している。",
                            "原告は，甲8(特開平3−135371号公報)を考慮しても1枚の",
                            "電源回路用基板に高周波トランスを含む電源回路が実装されている構成に想到できるにすぎないと主張する。しかし，当業者は，単に甲3と甲8に明示的に示されている構成をそのまま組み合わせることしかできないと断定するのは誤りである。甲8には「一方の回路は高周波トランスを含むものである2種類の回路を1枚の基板上に実装すること」が示されているのであるから，当業者が甲8から「1枚の電源回路用基板に高周波トランスを含む電源回路が実装されている構成」しか想到できないとの主張は誤りである。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "原告は，本件実用新案登録の出願当時，弁当箱形状の電磁シールドケースに収納することでノイズ対策を施すことが技術常識であり，甲4は，ディスプレイ装置に関するものであって，この技術常識を打ち破って，甲3の電源供給ボックス内の電源回路をビデオ電子部品が搭載されているプリント基板に搭載する動機付けにならない，と主張する。",
                            "しかし，上記(イ)のとおり，本件実用新案登録の出願当時にはすでにシールドケースを用いない電源回路部品が用いられており，原告の主張はその前提において誤っている。また，甲3の第1図は，具体的にどのような態様で，プリント基板のどこに搭載するかを明らかにはしていないものの，ビデオ電子部品をブロックに区画して実装したプリント基板上に，電源回路の電子部品が搭載されることを示している。したがって，電源電子回路の電子部品をプリント基板上に搭載する動機付けは十分にある。加えて，甲4において，電源回路の電子部品と映像信号処理用電子部品が1枚の基板に実装されていることが示されているのであるから，甲3のプリント基板に電源回路を搭載することは当業者にとってきわめて容易に想到することができることである。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "原告は，甲4(特開昭59−154486号公報)の電源トランス(4)は，低周波のドロッパ型トランスであるとの前提に基づき，甲4においてはノイズ対策の必要性もなく，ノイズ対策に関する記載がなく，甲8(特開平3−135371号公報)は，スイッチング電源装置そのものに関するもので，ノイズ対策について開示も示唆もされていないから，甲4及び甲8に基づいて高周波トランスからのノイズ対策を考慮することはできず，引用考案において，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成し，電源回路の電子部品をも実装することは容易ではない，と主張する。",
                            "しかし，甲4には電源トランスを低周波のドロッパ型トランスに限定する旨の記載はない。本件実用新案登録の出願時よりも前に，ディスプレイ装置にスイッチングレギュレーター方式の電源を使用し，これとその他の映像処理回路等とを1枚のプリント配線基板に実装した製品が市販されていた(「テレビ技術」1987年9月臨時増刊・電子技術出版株式会社160頁［乙1］)のであるから，甲4の電源トランスを低周波トランスに限定するのは誤りである。さらに，1枚の基板上に，電源回路を含む電源領域と，他の電子部品の領域とに分けて実装しているVCRが1980年に市販されていた(「Panasonic Service Manual」2−31頁［乙3］)ことからも，引用考案において，1枚のプリント配線基板上に，電源領域と他の部品の領域を分けて電子部品を実装することは困難であったとはいえない。",
                            "また，甲8に記載のスイッチング電源装置を実装する対象に応じてノイズ対策を施すことは当業者の設計事項にすぎない。",
                            "さらに，甲4及び甲8にノイズ対策に関する記載がないとしても，引用考案と組み合わせることが当業者にとって容易に想到できないことの根拠にはならない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「相違点bについての判断の誤り」の主張につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告は，甲6(特開平1−245597号公報)で用いられているスイッチング電源はDC電源であり，本件考案のAC電源入力のスイッチング電源回路とはノイズ成分・ノイズレベルが異なると主張する。",
                            "しかし，本件考案の「スイッチング・レギュレータ」がAC電源入力のスイッチング電源回路であることは，本件実用新案登録の明細書に記載されていないから，この点において相違しているとはいえない。",
                            "審決は，「VTR等の磁気記録再生装置の電源回路として，スイッチング・レギュレータ回路を使用すること」が周知技術であったことの根拠として，甲6のほかに，AC商用電源入力のスイッチング・レギュレータである特開昭61−79393号公報及び特開昭63−25386",
                            "6号公報も挙げており(32頁下8行～下5行)，仮に，上記の根拠として甲6を挙げたことが誤りであったとしても，他の文献により十分裏付けられている。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "原告は，スイッチング電源回路を収納する電磁シールドケースを廃止し，本件考案が構成要件BとDとによって，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとの相互の配置関係によるノイズ対策を行っている点を審決が考慮せず，構成要件Dのみを取り出している点において誤りである，と主張する。",
                            "しかし，上記イ(イ)のとおり，本件考案はスイッチング電源回路を収納する電磁シールドケースを廃止することについて何ら規定しておらず，原告の主張は本件実用新案登録の明細書の記載に基づかない主張である。",
                            "また，ビデオヘッドシリンダは，そのコアギャップが基板に対して垂直に配置するのが通常であるから，高周波トランスのコアギャップが基板に対して平行である場合，ビデオヘッドシリンダのコアギャップとは垂直になる。",
                            "さらに，審決は，「甲第9号証にも見られるように，トランスのコアギャップの面を基板に対して平行となるように配置して素子の作用磁束と直行させれば，トランスからの磁束による素子に対する磁気的影響を防止できることは明らかであるから，引用考案においても，上記のように，電気回路として周知のスイッチング・レギュレータ回路を用いた場合，回転ヘッド(ビデオヘッドシリンダ)のコアギャップの面が，プリント配線基板と平行に設けられるシャーシに対してほぼ垂直の方向に設けられることになることを考えれば，高周波トランスからの磁束による回転ヘッドに対する磁気的影響を防止できることは技術的に当然予測し得る作用効果と言うべきである。」(33頁8行～16行)と判断している。",
                            "したがって，審決は，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとが垂直になるという配置関係により磁気的影響を防止する，すなわちノイズ対策を行うことについて判断を示していることは明らかであり，原告の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "原告は，本件実用新案登録の出願(平成4年1月10日)当時，スイッチング電源回路では電磁シールドケースに収納することでノイズ対策を施すことが技術常識であり，AC商用電源入力のスイッチング電源回路を電源回路以外のビデオ電子部品を実装したプリント配線基板上に設けるという技術思想がなかったことから，コアを取り付けた「基板」に「電源回路以外のビデオ電子部品を実装したプリント配線基板」が含まれない旨の主張をする。",
                            "しかし，上記イ(イ)のとおり，本件考案は，スイッチング電源回路を収納する電磁シールドケースを廃止することについて何ら規定しておらず，また，本件実用新案登録の出願当時には既に電磁シールドケースを使用しないノイズ対策が用いられていたのであるから，原告の主張は前提において誤っている。",
                            "甲5(実願昭55−111406号(実開昭57−35015号)の",
                            "マイクロフィルム)の教示内容は，基板に対する高周波トランスのコアの取り付け方そのものであって，基板がどのようなものであろうとも教示内容が変わるものではないから，原告の主張は誤りである。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "原告は，甲9(特開昭58−30291号公報)はテレビ受像機において，水平妨害縞成分のノイズ対策であるのに対して，本件考案のノイズは色信号に影響するものであるから，ノイズの成分とそれによって生じる映像上の不具合が全く異なり，甲9は本件考案のノイズ対策の動機付けになりえない，と主張する。",
                            "しかし，甲9も本件考案も，周波数(Hz)の値に違いがあるとしても，ともに磁気的影響を与えるノイズ対策である点で共通している。その上，トランスからの磁束による素子に対する磁気的影響を防止する方法として，ノイズを生じるトランスのコアギャップを基板に対して平行となるように配置して素子の作用磁束と直行させる構造による点でも共通である。各々のノイズの結果生じる不具合が異なるとしても，磁気的影響によるノイズ対策が必要である点では共通であり，ノイズ対策の動機付けにならないとする理由にはならない。",
                            "また，原告は，甲9のフライバック・トランスは，ブラウン管駆動のための昇圧用トランスであるから，本件考案の構成要件Dの高周波トランスとは異なると主張する。",
                            "しかし，電子機器から放射される不要輻射による電波渉外(EMI)に関してFCC(米国連邦通信委員会)が定める妨害電圧は10kHzから30MHzであり，妨害電界強度は10kHzから1GHzであ",
                            "る。原告は，甲9のフライバック・トランスによるノイズ成分が15．75kHzと主張しているのであるから，これは上記妨害電圧及び妨害電界強度の範囲に含まれていることになる。したがって，フライバック・トランスは高周波トランスである。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "text": [
                            "原告は，審決が，AC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止するには不測のトラブルが発生する危険性を実験や試作などにより回避しなければならない点を看過していると主張する。",
                            "しかし，上記イ(イ)のとおり，本件実用新案登録の明細書には電磁シールドケースを廃止することは何ら規定されていないのであるから，原告の主張は前提において誤っている。また，製品化するに当たり一定の実験や試作などが必要となることは当然のことであり，当業者が容易に想到できないことを根拠付けるものではない。"
                          ]
                        },
                        {
                          "fig": "(カ)",
                          "text": [
                            "原告は，本件考案はコンパクトに実装すること及び部品と工程時間の減少によるコストダウンと信頼性の向上という効果を可能ならしめたのであるから，これは甲9から当然に予測し得る効果とはいえないと主張する。",
                            "しかし，審決は，甲9の教示内容(トランスのコアギャップの面を基板に平行に配置すると，トランスからの磁束による素子に対する磁気的影響が防止できる)に基づいて，引用考案における相違点bの構成(トランスのコアギャップの面を基板に平行に配置する)もその作用効果(トランスからの磁束による回転ヘッドに対する磁気的影響の防止)も当業者には容易に予測し得ることにすぎないと述べているのである。",
                            "審決は，当業者が容易に想到できたことの根拠として，「甲9から本件考案の効果を全て当然に予測し得ること」を挙げているのではない。",
                            "また，そもそも本件考案の効果を全て当然に予測し得ることは，当業者が容易に想到できたことを基礎付けるために必要ではない。",
                            "さらに，本件考案の構成を想到することができれば，原告が主張するコンパクトな実装及び部品・工程時間の減少によるコストダウンと信頼性の向上という効果は生じるはずである。したがって，仮に，本件考案の他の効果について当然に予測し得なかったとしても，相違点bについての審決の判断が誤っていたことにはならない。なお，本件実用新案登録の明細書には，どの程度コンパクトになるかについて何ら記載がなく，その内容が明らかではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「相違点cの判断についての誤り」の主張につき",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "原告は，甲7(特開平2−163995号公報)及び甲8(特開平3−135371号公報)においては，パルストランスとAC商用電源端子が設けられた基板が，ケーシング内に格納されたものである点を審決は無視している，と主張する。",
                            "しかし，上記イ(イ)のとおり，本件考案においては，電源回路の電子部品をケーシング内に格納しないとは規定されていない。",
                            "甲7及び甲8においては，パルストランスとAC商用電源端子を同一基板に設ける構成が示されている。このパルストランスとAC商用電源端子が，ケーシング内に収納された状態であるとしても，ケーシングの主たる目的は，パルストランスからのノイズを防止することにあるのであり，パルストランスを実装したプリント基板にAC商用電源端子を設けることを妨げる理由はない。したがって，引用考案において，1枚のプリント配線基板上に電源回路の電子部品をも実装しようとする場合に，AC商用電源端子を設けることは当業者が適宜なし得たことである。",
                            "また，原告は，1枚のプリント配線基板上に電源回路の電子部品をも電源領域に実装しようとすること自体が容易ではないから，電源領域とビデオ回路領域とが設けられている1枚のプリント配線基板の電源領域にAC商用電源端子を設けることも容易ではないと主張するが，これは，結局のところ1枚のプリント配線基板上に電源回路を実装することが困難であるという主張の繰返しにすぎないのであり，これに対する反論も既述のとおりである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "原告は，甲10(米国特許第4686570号明細書)，甲11",
                          "text": [
                            "(米国特許第4727591号明細書)には，チューニングシステムの回路ブロックが開示されているだけであり，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」が記載されていないこと，及び甲10，甲11のRFアンプは本件考案のRFコンバータとは異なることを主張する。",
                            "しかし，前記(1)ア(イ)のとおり，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」が，原告の主張する3in1パッケージであるとは認められない。",
                            "また，本件実用新案登録明細書において「RFコンバータ」の意味について特に限定されていないことからすると，RFコンバータとは，RF信号を変換する物を意味すると解される。甲10においては，RF回路210とIFアンプ240がミキサー214を介して接続されているのであるから，ミキサー214はRFコンバータである。甲11においては，チューナ22内にRFアンプ24が含まれ，チューナ22とIFアンプ30が接続されていることから，RFコンバータが存在することは明らかである。したがって，RFコンバータを有することを認定した審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "原告は，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」が，3in1パッケージとの接続用端子であることを理由として，「ビデオ回路領域」に「チューナ」，「IFアンプ」及び「RFコンバータ」自体を有していないと主張する。",
                            "しかし，前記(1)ア(イ)のとおり，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」が，原告の主張する3in1パッケージであるとは認められない。",
                            "また，チューナ，IFアンプ及びRFコンバータがプリント配線基板上にあることが誤りであるとすれば，これらはどこに実装されるのかが不明である。本件考案は，「電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に実装し，前記電源回路以外のビデオ電子部品を前記プリント配線基板の電源領域以外の領域であるビデオ回路領域に実装した」(請求項1)ものであるから，1枚のプリント配線基板には，電源領域とビデオ回路領域だけが存在し，電源回路以外のビデオ電子部品はビデオ回路領域に実装されるべきところ，原告の主張によれば，チューナ，IFアンプ及びRFコンバータは電源回路以外のビデオ電子部品であるにもかかわらず，プリント配線基板には実装されないことになる。これは大きな矛盾である。",
                            "仮に，本件考案の「チューナ，IFアンプ及びRFコンバータ」を，当業者が当然に3in1パッケージであると認識し得るとすれば，コンパクトに実装するために3in1パッケージを使用することは単なる設計事項にすぎないことになる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "「本件考案が奏する効果についての判断の誤り」の主張につき(ア) 原告は，本件考案でのビデオ・ヘッド・シリンダのヘッド・ギャップによって高周波トランスからの高周波漏れ磁束がピックアップされた場合に発生するノイズに対する対策が各引用例において記載されていないと主張する。",
                    "しかし，ノイズの源が高周波トランスであっても低周波トランスであっても，いずれもノイズ対策であることは共通しており，少なくとも甲9(特開昭58−30291号公報)においては，ノイズ対策という効果作用が明記されている。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "text": [
                            "原告は，本件考案は，ノイズ対策を基礎として，コンパクト実装，部品・工程時間の減少によるコストダウン，信頼性の向上に効果があると主張する。",
                            "しかし，甲3(引用考案)においてはコンパクトに実装することが，甲4(特開昭59−154486号公報)においてはコストダウンが明記されており，原告が主張する効果は，特別に当業者にとって予測不可能な効果ではない。なお，「信頼性の向上」はその内容が説明されておらず，実質的な意味が不明である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "パナソニックPV−1225等のサービス・マニュアル(「ServiceManual Panasonic Omnivision PV-1230 PV-1222 PV-1225」［乙5，6］)には，1枚のプリント配線基板上に，トランスを含む電源領域と，他の領域とが区分けされて設けられていること，電源領域にはプリント配線基板に対してコア・ギャップが水平方向になるようにトランスが実装されている こ と ， 他 の 領 域 の DEMODULATRO SIGNAL PROCESS SECTIONには TVDEMODULATOR UNITとRF CONVERTER(RFコンバータ)が実装されていること，TV DEMODULATOR UNITにはUHF/VHF Tuner Unit(チューナ)が備えられていることが記載されている。このパナソニックのサービス・マニュアルは，原告が平成10年(1998年)6月18日に，本件考案と類似する発明についての米国特許に関して，情報開示陳述書として自ら米国特許商標庁に提出したものである(乙8)。さらに，原告は，同年8月26日に補充の情報開示陳述書を提出し，昭和59年(1984年)7月発行の刊行物「Audio Video International」14頁に「パナソニック1230」に関する記載があること並びにパナソニックPV−1231及びPV−1225プレイヤーの実物の形態等について陳述している(乙9)。これらの陳述書に対して，米国特許商標庁審査官は，1999年(平成11年)5月24日付け指令書を発し，「パナソニックPV−1231及びPV−1225プレイヤーは，各々，電源が実装されている領域と電源が実装されていない他の領域とを有する回路基板と，ビデオヘッドシリンダが回路基板に対して平行に且つ回路基板の上方に実装されているシャーシと，コアギャップに対応する少なくとも1つの水平スリット及び巻物を有するトランスとを有する。少なくとも1つのスリットまたはコアギャップと主張されるものの面は，トランスが実装されている状況の回路基板に平行である」と認定した上で，新規性がないと判断している(乙10の訳文)。",
                    "また，原告は，1999年12月2日付けの米国特許商標庁審査官に対する異議の再提出書において，高周波トランスのコアギャップ面をプリント基板に平行に配置して取付けるトランスの取付け方が通常の態様であることを認めている(乙11の訳文2枚目)。",
                    "以上のように，原告は，本件考案の構成(プリント配線基板が電源回路の電子部品を実装した電源領域と，電源回路以外のビデオ電子部品を実装した電源領域以外の領域とを具備する点，トランスがそのコアギャップの面をプリント配線基板に平行に配置する点，電源領域にAC商用電源端子を有する点，ビデオ回路領域にチューナ，IFアンプおよびRFコンバータの回路端子を有する点，ビデオヘッドシリンダのコアギャップがその面に対して垂直の方向になるように形成されたビデオ機構部品搭載用シャーシを具備する点)が新規なものでないことを遅くとも1999年(平成11年)には知っていた。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(考案の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点・一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案と引用考案の内容につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件考案の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件実用新案登録の本件訂正後の「実用新案登録請求の範囲」は，前記第3，1(2)のとおりであり，本件実用新案登録公報(甲2の1)及び本件訂正を認める旨の審決(甲2の2)によると，本件訂正後の「考案の詳細な説明」には次の記載がある。",
                        "「【産業上の利用分野】本考案は電源回路を含めたビデオ回路電子部品を1枚のプリント配線基板に実装したビデオテープ記録再生装置に関する。」(段落【0001】)",
                        "「【従来の技術】従来は，ビデオ回路とその電源回路はそれぞれ別のプリント配線基板に実装し，ノイズや電源トランスの熱や磁界の影響をさけるため，距離をおいて配置した。」(段落【0002】)",
                        "「【考案が解決しようとする課題】しかしながらビデオ回路を実装したプリント配線基板と電源回路を実装したプリント配線基板の間に多数の接続配線をしなければならなかった。しかもこれらの配線はノイズの原因ともなった。上記接続配線のた(め)の端子も基板に設ける必要があり，部品のコスト上昇，作業工程の増加，信頼性の相対的な低下はさけられなかった。",
                        "本考案は上述した事情に鑑みてなされたもので，ビデオ回路とその電源回路を1枚のプリント配線基板にコンパクトに実装し，しかも電源回路のノイズや熱および磁界などの影響を受けないビデオテープ記録再生装置を提供することを目的とする。」(段落【0003】～【0004】)",
                        "「【課題を解決するための手段】本考案のビデオテープ記録再生装置は電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に実装し，前記電源回路以外のビデオ電子部品を前記プリント配線基板の電源領域以外の領域であるビデオ回路領域に実装した前記プリント配線基板と，前記プリント配線基板に対して平行に配置され，かつその上に搭載されたビデオヘッドシリンダのコアギャップが，その面に対してほぼ垂直の方向になるように形成されたビデオ機器部品搭載用シャーシとを具備し，前記電源領域の電源回路はスイッチング・レギュレータ回路で構成し，前記回路の高周波トランスは，そのコアのギャップによる高周波漏れ磁束を生ずるコアギャップに面を前記プリント配線基板に平行に配置し，前記電源領域にはAC商用電源端子を有し，前記ビデオ回路領域にはチューナ，IFアンプおよびRFコンバータの回路端子を有することを特徴とする。」(段落【0005】)",
                        "「【作用】本考案のビデオテープ記録再生装置によれば，そのビデオ回路の電子部品とスイッチング・レギュレータ電源回路の電子部品とを1枚のプリント配線基板にそれぞれ領域を分けて実装するので，前記プリント配線基板でのノイズや熱および高周波磁界などの発生電源である電源回路の領域境界に配置する電子部品の特性を考慮した配置設計を行いコンパクトな実装にすることができる。またビデオ回路と電源回路間の接続配線はプリント配線となり，このための端子は不要となる。",
                        "さらにスイッチングレギュレータ電源回路用高周波トランスのコア・ギャップ面が前記プリント配線基板面に平行になるように配置してあるので，前記コア・ギャップから漏れる高周波磁力線は前記プリント配線基板面に平行な成分はない。一方高周波磁界に影響されやすいビデオヘッドは，そのコアギャップはビデオ機構部品搭載用シャーシの水平底面にほぼ垂直である。通常は前記シャーシ底面と前記プリント配線基板面は平行であるので，結局ビデオヘッドのコアギャップ面は前記プリント配線基板面とほぼ垂直となる。従って，高周波トランスからの漏れ磁力線をビデオヘッドがピックアップする量を最小になり，これによりノイズは少なくなる。」(段落【0006】～【0007】)",
                        "「【実施例】図1は本考案の一実施例をビデオテープ記録再生装置ケースの後側から見た断面図を示す。ここで11はケース，11aはケース11の底板，14はプリント肺線基板，14Aはプリント配線基板14の電源領域，14Bはプリント配線基板14のビデオ回路領域，141，142はプリント配線基板ガイドである。",
                        "15はビデオ機構部品搭載用シャーシ，151，152はシャーシガイドである。シャーシガイド151，152およびプリント配線基板141，142はケース11の前板(図示せず)と一体に成形されて，底板11aと平行に配設する。",
                        "16は高周波トランス，17はビデオテープ挿入孔，18はシールド板，19はビデオヘッドシリンダである。",
                        "図1の実施例ではプリント配線基板14は，左側端から約1／5の面積は電源領域14Aであり，残りの右側の約4／5の面積はビデオ回路領域14Bである。電源領域14Aにはスイッチングレギュレータ回路で実装され，その中に高周波トランス16が取付けられている。",
                        "この高周波トランス16は，その正面図を図2に，側面図を図3に示す。ここで，30は高周波トランス16のコイル部，31は高周波トランス16のコア，32はコア31のコアギャップ，33はコアギャップ32から発生する高周波磁力線を示す。",
                        "図1において，高周波トランス16のコアギャップ32はプリント配線基板14に平行であるので，その高周波磁力線33はプリント配線基板14に垂直な方向の成分だけとなり，基板14に平行な成分はない。",
                        "一方基板14と平行に配置されているビデオ機構部品搭載用シャーシ15は，ビデオシリンダ19を搭載している。このビデオヘッドシリンダ19に取付けられているテープの映像信号をピックアップする2個の磁気ヘッドのコアギャップはいづれもほぼシャーシ15の面に垂直の方向にある。従ってこの磁気ヘッドはシャーシ15の面の垂直方向の磁界をピックアップするのは難しい。",
                        "従って高周波磁界33の磁気ヘッドによるピックアップは最小となる。これによって高周波トランス16とビデオヘッドシリンダ19を1枚のプリント配線基板にコンパクトに実装可能となる。」(段落【0008】～【0014】)",
                        "「【考案の効果】以上詳細に説明した本考案によれば下記のような効果を奏する。スイッチングレギュレータ電源回路の高周波トランスのコアギャップをプリント配線基板に平行になるように設置し，ビデオ記録ヘッドへの影響を最小になるようにして，1枚のプリント配線基板に電源回路とビデオ回路の領域を分けて，コンパクトに実装することが可能となり，電源回路とビデオ回路間の接続端子を含む配線をプリント配線にし，部品と工程時間の減少によるコストダウンと信頼性の向上に効果がある。さらにビデオ回路の電子部品の配置方法によるコンパクト化も計れる効果もある。」(段落【0015】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載及び本件実用新案登録公報(甲2の1)の【図1】～【図3】によると，本件考案は，ビデオ回路とその電源回路を1枚のプリント配線基板にコンパクトに実装し，しかも電源回路のノイズや熱および磁界などの影響を受けないビデオテープ記録再生装置を提供することを目的とするもので，前記第3の1(2)(本件訂正後の「実用新案登録請求の範囲」)のような構成を有するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用考案の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用考案が記載されている特開平2−281494号公報(甲3)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「この発明は，筐体の下部に，サーボ回路系ブロック，オーディオ回路系ブロック等をそれぞれ配置させた基板を取り付けた磁気記録再生装置において，",
                          "text": [
                            "上記筐体の下部に底板を介して取付けられる基板の一端側のテープ走行機構の下側に，ヘッドアンプブロックを配置すると共に，該基板の他端側にサーボ回路系ブロックとオーディオ回路系ブロック及びシステムコントロール回路系ブロックをそれぞれ配置したことにより，ヘッドアンプブロックを上記他の回路系ブロックより遠ざけ，ヘッドアンプ用のシールドケース(電磁遮蔽板)を廃止してシールドケースレス化を実現することができるようにしたものである。」(1頁左欄18行～右欄12行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「第1図中，1は磁気記録再生装置としてのビデオテープレコーダ(VTR)である。このビデオテープレコーダ1の筐体2の下部に設けられた開口部2aには，金属製の底板3を介して該底板3の形状と略同形の1枚のプリント基板10を図示しないねじ等により該開口部2aを覆うように取付けてある。",
                            "上記プリント基板10の一端(図中左端)側の筐体2内の図中左側に配設されたテープ走行機構4の下側には，ヘッドアンプブロック11を配置してある。また，該プリント基板10の他端(図中右端)側の筐体2内の図中右側に配設された電源供給ボックス5の下側には，サーボ回路系ブロック12とオーディオ回路系ブロック13及びシステムコントロール回路系ブロック14をそれぞれ配置してある。さらに，上記プリント基板10のサーボ回路系ブロック12の隣には，チューナブロック15を配置してある。",
                            "上記テープ走行機構4の一部を成す回転ヘッドドラム6と上記プリント基板10のヘッドアンプブロック11にマウントされた図示しないヘッドアンプ(IC)はハーネス7により接続されている。」(2頁左下欄1行～右下欄3行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「また，上記プリント基板10の各ブロック11～15には，所定の回路配線を所定手段によりそれぞれ施してある。",
                            "以上実施例のビデオテープレコーダ(VTR)1によれば，1枚のプリント基板10にヘッドアンプブロック11を，影響を受け易いサーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14及び電源供給ボックス5から遠ざけるようにそれぞれ配置したので，従来ヘッドアンプブロックを覆うように設けられていたヘッドアンプ用のシールドケースを廃止することができる。」(2頁右下欄17行～3頁左上欄8行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「また，テープ走行機構4の下側にヘッドアンプブロック11を配置したので，テープ走行機構4の図示しないシャーシ(板金)に，従来のシールドケースと同様のシールド効果を持たせることができる。」(3頁左上欄12行～16行)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載及び甲3の第1図の記載によると，甲3には，審決が認定するとおり，次の考案(引用考案)が記載されているものと認められる。",
                        "「ビデオテープレコーダ(VTR)1の筐体2と，",
                        "前記筐体2内(のプリント基板10の図中左側)に配設されたテープ走行機構4と，",
                        "前記筐体2内(のプリント基板10の図中右側)に配設された電源供給ボックス5と，",
                        "前記筐体2の下部に設けられた開口部2aに金属製の底板3を介して該開口部2aを塞ぐように取り付けられ，ヘッドアンプブロック11，サーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14，及び，チューナブロック15を実装したプリント基板10と，を有し，",
                        "前記走行機構4の一部をなす回転ヘッド6と上記プリント基板10のヘッドアンプブロック11にマウントされたヘッドアンプ(IC)はハーネス7により接続されている",
                        "磁気記録再生装置。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「一致点の認定の誤り」の主張につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の「実用新案登録請求の範囲」には，「電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に実装し，前記電源回路以外のビデオ電子部品を前記プリント配線基板の電源領域以外の領域であるビデオ回路領域に実装した前記プリント配線基板」と記載されているから，本件考案において，「ビデオ回路領域」とは，1枚のプリント配線基板の電源領域(電源回路の電子部品が実装されている領域)以外のビデオ電子部品が実装されている領域を意味するものと解される。",
                    "引用考案における「ヘッドアンプブロック11，サーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14，及び，チューナブロック15」は，電源回路以外の「ビデオ電子部品」であるから，これらが実装される領域は「ビデオ回路領域」ということができ，その旨の審決の判断に誤りはない。",
                    "もっとも，本件考案では，1枚のプリント配線基板上に電源領域とビデオ回路領域が存するのに対し，引用考案では，この点が特に具体的に示されていない点が異なる(なお，この審決の認定に誤りがないことは，後記(3)アのとおり)が，この点は審決においては〈相違点a〉として判断されている。",
                    "したがって，審決の上記認定に誤りはなく，審決が「前記電源回路以外のビデオ電子部品をビデオ回路領域に実装したプリント配線基板」を一致点としている点にも誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件訂正後の「実用新案登録請求の範囲」には，「前記ビデオ回路領域にはチューナ，IFアンプおよびRFコンバータの回路端子を有する」と記載されている。そして，前記(1)ア(ア)の本件訂正後の「考案の詳細な説明」には，この構成をより具体的に説明した記載はないが，上記「実用新案登録請求の範囲」の記載を文字通り解釈すると，ビデオ回路領域に，「チューナ，IFアンプおよびRFコンバータ」の「回路端子」が存することを意味するというべきである。",
                    "原告は，この「チューナ，IFアンプ及びRFコンバータの回路端子」について，いわゆる「3in1チューナパッケージ」(1パッケージ内にチューナ，IFアンプ，RFコンバータが収納されているもの)との接続用端子(接続用ランド)であると主張する。原告が主張するようなものも，「チューナ，IFアンプ及びRFコンバータの回路端子」に含まれるものということはできるが，本件訂正後の「実用新案登録請求の範囲」や「考案の詳細な説明」には，「3in1チューナパッケージ」を意味するとの記載はないから，「チューナ，IFアンプおよびRFコンバータ」の「回路端子」が存ればよく，「3in1チューナパッケージ」に限られないものというべきである。",
                    "審決は，「前記ビデオ回路領域にはチューナを有する」という点を本件考案と引用考案の一致点としているが，本件考案は，上記のとおり「ビデオ回路領域」に「チューナの回路端子」を有するものであるから，この審決の一致点の認定には誤りがある。しかし，後記3(4)イのとおり，この認定の誤りは，審決の結論に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「相違点の認定の誤り」の主張につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点aにつき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用考案では，プリント配線基板から独立した電源供給ボックスの中に電源回路が格納されていると主張するので，原告が主張する論拠について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3には，前記(1)イ(ア)のとおり，「上記プリント基板10の一端(図中左端)側の筐体2内の図中左側に配設されたテープ走行機構4の下側には，ヘッドアンプブロック11を配置してある。また，該プリント基板10の他端(図中右端)側の筐体2内の図中右側に配設された電源供給ボックス5の下側には，サーボ回路系ブロック12とオーディオ回路系ブロック13及びシステムコントロール回路系ブロック14をそれぞれ配置してある。」(2頁左下欄8行～16行)という記載があるが，この記載は，電源回路の場所について直接記載するものではなく，この記載から直ちに，引用考案ではプリント配線基板から独立した電源供給ボックスの中に電源回路が格納されていると認めることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲3の第1図によると，引用考案においては，電源供給ボックス5の下側に対応するプリント基板10の領域には，サーボ回路系ブロック12とオーディオ回路系ブロック13及びシステムコントロール回路系ブロック14のみが存するように見えるが，第1図は，「概略分解斜視図」であって，各部品の大まかな位置関係を示したものにすぎないから，これから「『プリント基板10』上に電源供給ボックス5が取り付けられることはあり得ない」とまで断ずることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲3には，前記(1)イ(ア)のとおり，「1枚のプリント基板10にヘッドアンプブロック11を，影響を受け易いサーボ回路系ブロック12，オーディオ回路系ブロック13，システムコントロール回路系ブロック14及び電源供給ボックス5から遠ざけるようにそれぞれ配置したので，従来ヘッドアンプブロックを覆うように設けられていたヘッドアンプ用のシールドケースを廃止することができる。」(3頁左上欄1行～8行)という記載があるが，後記3(2)エのとおり，プリント基板10上に電源供給ボックス5(電源回路)を取り付けたからといって，引用考案がその目的を達することができないということはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，被告は，本件考案における「実装」の意味は「同じ1枚の基板に各電子部品の端子が直接取り付けられている」態様に限定されず，「1枚の基板に各電子部品が間接的に取り付けられている」態様も含むと主張し，原告は，「直接取り付けられている」態様に限定されると主張する。しかし，いずれの解釈を採るとしても，引用考案においては，上記(ア)のとおり，プリント基板10と電源供給ボックス5(電源回路)との関係は明らかでないから，電源回路の電子部品の実装箇所については，明らかでないというほかない。したがって，それが「特に具体的に示されていない」とする審決の認定に誤りがあるということはできない。",
                        "仮に，原告が主張するように，引用考案において「電源回路の電子部品は前記(1枚の)プリント配線基板から独立した電源供給ボックスの中に格納されている」としても，後記3(2)ウのとおり，相違点についての判断の結論に影響はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点bにつき",
                  "text": [
                    "原告は，審決は，相違点bにつき，本件考案の構成要件D(前記回路の高周波トランスは，そのコアのギャップによる高周波漏れ磁束を生ずるコアギャップに面を前記プリント配線基板に平行に配置し，)だけを取り出してそれに対応するものについて判断しており，本件考案の構成要件B(前記プリント配線基板に対して平行に配置され，かつその上に搭載されたビデオヘッドシリンダのコアギャップが，その面に対してほぼ垂直の方向になるように形成されたビデオ機構部品搭載用シャーシとを具備し，)と上記Dによってビデオ・ヘッド・シリンダのコアギャップと高周波トランスのコアギャップとの配置関係が定まる点を看過していると主張する。",
                    "しかし，後記3(3)のとおり，相違点bについての審決の判断に誤りはなく，審決が，本件考案の構成要件BとDによってビデオ・ヘッド・シリンダのコアギャップと高周波トランスのコアギャップとの配置関係が定まる点を看過しているということはできない。",
                    "また，原告は，審決は，「基板に対するこのようなコアの取付け方はごく通常の態様である。」(32頁下2行～1行)の「基板」に「電源回路以外のビデオ電子部品を実装したプリント配線基板」が含まれない点を看過していると主張するが，この主張は，後記3(3)カのとおり採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点cにつき",
                  "text": [
                    "審決は，本件考案の「チューナ，IFアンプ及びRFコンバータの回路端子」を「チューナ」と「IFアンプ及びRFコンバータの回路端子」とに分けて，「チューナ」を一致点とし，「IFアンプ及びRFコンバータの回路端子」を相違点cとしている。",
                    "前記(2)イのとおり，本件考案の「前記ビデオ回路領域にはチューナ，IFアンプおよびRFコンバータの回路端子を有する」は，ビデオ回路領域に「チューナ，IFアンプおよびRFコンバータ」の「回路端子」が存することを意味するというべきであるから，審決が，「チューナ」を一致点とし，「IFアンプ及びRFコンバータの回路端子」を相違点cとしたことには，誤りがある。しかし，後記3(4)イのとおり，この認定の誤りは，審決の結論に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「判断の脱漏」の主張につき",
              "text": [
                "前記2(2)イ及び(3)ウのとおり，本件考案と引用考案との一致点，相違点の認定には一部に誤りがあるものの，後記(4)イのとおり，この認定の誤りは，審決の結論に影響を及ぼすものではないから，取消事由にはならないというべきである。一致点，相違点の認定に一部誤りがあるというのみで，審決の「判断」に脱漏があるとして，取消事由になるというべき理由はない。",
                "そして，前記2(2)ア及び(3)アイのとおり，本件考案と引用考案との一致点，相違点のその余の認定には誤りがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「相違点aについての判断の誤り」の主張につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開昭59−154486号公報(甲4)の「発明の詳細な説明」に は，次の記載がある。",
                        "「この発明は文字，図形等をブラウン管画面上に表示するディスプレイ装置の改良に関するものである。",
                        "第1図は，従来のディスプレイ装置を示す概略図で，図において，(1)は文字，図形等を表示するブラウン管，(2)はブラウン管(1)にソケットにより結合され，ブラウン管(1)に信号を供給する回路基板，(3)は回路基板(2)に接続され，電源回路，偏向回路，映像信号回路などを形成するメイン基板で，重量の大きな電源トランス(4)を除いて一枚の基板上に各回路が形成されている。なお，電源回路とは商用電源を安定化直流電源に変換するものを言い，ディスプレイ装置においては一般的に絶縁型に形成されている。このように各回路を一枚のメイン基板(3)に集約することによって量産性を高めることができるが，一方，パーソナルコンピュータ部とディスプレイ部とを一体化したオールインワンタイプの装置においては，電源を両者共通として別に用意することがあり，このとき，当然メイン基板(3)における電源回路部は不必要となる。",
                        "しかしながら，別途メイン基板(3)を製造することはディスプレイ装置の生産効率を低下させることになるため，そのままメイン基板(3)を流用することになるが，大きな基板を使用することによるキャビネット内部への配置等に制約を与える原因となっていた。",
                        "この発明は上述の欠点を解消するためになされたもので，電源回路部を他回路と分割可能に構成し，異なる用途にも対応させるようにしたディスプレイ装置を提供するものである。",
                        "以下，この発明を一実施例である第2図について説明する。",
                        "図において，メイン基板(3)は電源回路部(3a)と，映像信号回路，偏向回路など他の回路部(3b)とに区分されてパターンが形成されており，各回路部(3a)(3b)間にはミシン目状の切断用溝(3c)が設けられている。また，電源回路部(3a)の出力端子(4a)と，回路部(3b)の入力端子(4b)とは近接して相対向するように形成されている」(1頁左欄15行～2頁左上欄13行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "上記(ア)の記載と甲4の第1図及び第2図によると，甲4には，商用電源を直流電源に変換する電源回路部(3a)と他回路部(3b)とが切断用溝で区分されて実装された1枚のプリント配線基板が記載されているものと認められる。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "甲8につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "特開平3−135371号公報(甲8)には，次の記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "「導電路(2)上には複数の電子部品が搭載され交流電源を整流する前段回路(6)と,その前段回路(6)によって整流された電源を所定の出力電源に変換する後段回路(7)が同一平面上に形成されている。」(3頁左下欄8行～12行)"
            },
            {
              "fig": "b",
              "subject": "「前段回路(6)を構成する主な電子部品は,コンデンサ(8)と,このコンデンサ(8)とLC共振フィルタ回路を構成してスイッチング部分の10K～500Kの比較的低い周波数のノイズを除去するためのノイズフィルタ(9)と，交流電源を直流電源に整流する整流回路(10)とから構成されている。」(3頁左下欄13行～19行)"
            },
            {
              "fig": "c",
              "subject": "「次に後段回路(7)を構成する主な電子部品はノイズフィルタ(9)で除去されない外来ノイズを含む高周波および低周波のノイズを除去するデータフィルタ(11)と，整流回路(10)で整流された直流電源を平滑する第1の平滑コンデンサ(12)と，パルストランス(14)の1次巻線に流れる電流をスイッチングコントロールするスイッチングIC(13)と，1次巻線および2次巻線を備えたパルストランス(14)と，パルストランス(14)より変換された2次巻線側の出力を整流する整流ダイオード(15)と，パルストランス(14)から出力された励磁電流を蓄積し外部の負荷へエネルギーを放出するチョークコイル(16)と，チョークコイル(16)を介してリップル成分を含んだリップル電流を平滑する第2の平滑コンデンサ(20)とから構成されている。」(3頁右下欄16行～4頁左上欄11行)"
            },
            {
              "fig": "d",
              "subject": "「ところで，前段回路(6)および後段回路(7)が形成された基板(1)上にはAC入力を行う外部コネクタ(17)が接続され",
              "text": [
                "る。」(6頁左上欄1行～3行)"
              ]
            },
            {
              "fig": "e",
              "subject": "「…スイッチングレギュレータ回路の前段回路と後段回路を全て同一基板上に集積化することができ，小型薄型化を実現したスイッチング電源装置を実現できる大きな利点を有する。そのため本発明を用いた電子機器ではシステム全体の小型化に一層寄与できる大きな利点を有する。」(8頁左下欄2行～7行)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "上記(ア)の記載と甲8の第1図Aによると，甲8には，同一基板上に集積化された「パルストランス(14)を含むスイッチングレギュレータ回路」と「AC商用電源端子」とを有する小型薄型スイッチング電源装置が記載されているものと認められる。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "そして，上記アのとおり，甲4には，1枚のプリント配線基板上に電源回路部(3a)と他回路部(3b)とを搭載することが記載されているが，甲4の「電源回路部(3a)」には「電源トランス(4)」が実装されていない。しかし，上記イのとおり，甲8には，パルストランスを含むスイッチングレギュレータ回路とを有する小型薄型スイッチング電源装置が記載されている。これらの事実に，基板上に部品をどのように配置するかは，基板の大きさ，部品の種類や大きさ，部品相互の接続関係やノイズ等の問題を考慮して，回路の設計者が適宜設計すべきものであると考えられること，及び後記オのとおり，本件実用新案登録出願(平成4年1月10日)前において，据置形ビデオ装置において1枚のプリント配線基板にトランスを含む電源領域を設けたものが存しなかったという技術常識が存したとは認められないことを考慮すると，当業者(その発明の属する技術の分野における通常の知識を有する者)は，相違点a(「プリント配線基板」に関し，本件考案は，電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に，電源回路以外のビデオ電子部品を電源領域以外の領域であるビデオ回路領域に実装するものであるのに対し，引用考案は，電源回路以外のビデオ電子部品は(1枚の)プリント配線基板上に実装するものであるが，電源回路の電子部品の実装箇所については特に具体的に示されていない点)にかかる構成をきわめて容易に想到することができたものと認められる。",
            "また，仮に，引用考案において「電源回路の電子部品は前記(1枚の)プリント配線基板から独立した電源供給ボックスの中に格納されている」としても，すでに述べたところからすると，当業者は，「電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に，電源回路以外のビデオ電子部品を電源領域以外の領域であるビデオ回路領域に実装するもの」をきわめて容易に想到することができたものと認められる。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，引用考案と甲4(特開昭59−154486号公報)の記載との組合せについて，引用考案において，甲4に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成した場合，この電源領域は，引用考案の電源供給ボックス5と比べて相対的にヘッドアンプブロック11に近い位置となるか(甲3の第1図の正面視において，左側，前側又は後側に電源領域を設けた場合)，若しくは，プリント基板上の各ブロック(サーボ回路系ブロック12，オーディ路回路系ブロック13，システム回路系ブロック14)が，甲3の第1図に記載された各ブロックの位置よりも相対的にヘッドアンプブロック11に近い位置となる(甲3の第1図の正面視において，右側に電源領域を設けた場合)から，ヘッドアンプブロック11が，電源領域や他の回路系ブロックの影響をより受けやすくなり，阻害要因を有すると主張する。",
            "引用考案(甲3)は，前記2(1)イのとおり，ヘッドアンプブロックを上記他回路系ブロックより遠ざけ，ヘッドアンプ用のシールドケース(電磁遮蔽板)を廃止してシールドケースレス化を実現することができるようにしたものであるが，甲3には，ヘッドアンプブロックと他の回路系ブロックをどの程度離せば，その目的を達するかについての記載はなく，電源領域や他の回路系ブロックをヘッドアンプブロックをどの程度離せばよいかは，当業者が回路を設計する際に適宜考慮すべき事項であることをも考慮すると，原告が主張するように，引用考案において，甲4に記載のもののように，1枚のプリント配線基板上にビデオ電子部品に加え，別途電源領域を形成した場合，そうでない場合に比べて，電源領域や他の回路系ブロックが，ヘッドアンプブロックに近づくことがあったとしても，そのことから，直ちに引用考案がその目的を達することができなくなるということはできない。したがって，原告が主張するような阻害要因が存するということはできない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "原告は，本件実用新案登録の出願(平成4年1月10日)当時，据置型ビデオ装置において，AC商用電源入力のスイッチング電源回路は広く用いられていたが，このスイッチング電源回路の据置型ビデオ装置への搭載形態としては，弁当箱形状の電磁シールドケースの中に収納された状態で，電源回路以外のビデオ電子部品を実装したプリント配線基板とは独立して搭載される構造のものしか存在しなかった，と主張する。",
            "しかし，本件実用新案登録請求の範囲には，磁気シールドが存在しない旨の記載はないし，「考案の詳細な説明」にも，その旨の記載はない。また，本件考案のような構成を採った上で，磁気シールドをすれば，ビデオヘッドに対するノイズ対策はより徹底したものになることは明らかであるから，本件考案のような構成を採ることが磁気シールドを必然的に排除するということはできない。そうすると，本件考案は，磁気シールドが存在しないという内容のものではないから，本件実用新案登録の出願当時，電源回路を弁当箱形状の電磁シールドケースの中に収納しないものが存在していたかどうかということは，上記ウのように認定することの妨げとなるものではない。",
            "また，原告の上記主張を証する確たる証拠があるとは認められない。かえって，東京農工大学伊藤健一著「スイッチング電源内製化の時代がやってくる！！」電子技術Vol．23Ｎo．10(1981年発行)日刊工業新聞社96頁～99頁(乙2)には，電子回路の組み立てにおいてスイッチング電源の内製化が進行し，スイッチング用高周波トランスを自ら作るようになってきたこと，小型軽量を押し進めると結局は「1枚のプリント基板に電源を組む」ことになること，内製化により電源のシールドと機器本体のシールドを総合して対策を打つことができること，「筐体なしの電源」を販売している電源メーカーがあることが記載され，フェライトコアをプリント基板に実装した写真(99頁の図3(a))が掲載されている。また，乙4(米国特許第5654778号の情報開示引用)によると1980年に発行されたと認められるパナソニックのビデオ装置のサービス・マニュアルである「Service Manual Panasonic Omnivision PV-1230PV-1222 PV-1225」(Vol．1)［乙3］及び(Vol．5)［乙5］には，ビデオ装置において，1枚のプリント配線基板にトランスを含む電源領域とビデオ回路領域を設けることが記載されている(なお，上記のとおり，本件考案は，磁気シールドが存在しないとの内容を含むものではないから，上記サービル・マニュアル記載のビデオ装置のトランスを含む電源領域に磁気シールドが存在するかどうかは，考慮する必要がない。また，乙3には，上記の「1枚のプリント配線基板」のほかに，「LuminanceC.B.A.」「Chrominance C.B.A.」という別基板が存することが記載されているが，これらが存するとしても，上記のとおり，トランスを含む電源領域とビデオ回路領域が設けられている「1枚のプリント配線基板」が記載されている以上，上記認定は左右されない。)。"
          ]
        },
        {
          "fig": "カ",
          "subject": "原告は，甲8(特開平3−135371号公報)に記載のスイッチング・レギュレータは，小型薄型化を実現するものであるが，その実施例において，20cm×30cmサイズの基板が用いられており，その基板サイズは据置型ビデオ装置にとっては大きすぎるため，据置型ビデオ装置において甲8に記載のスイッチング・レギュレータを採用すること自体がきわめて困難である，と主張する。甲8の実施例においては，「絶縁基板(1)…は20cm×30cmサイズの比較的大型の基板が用いられ",
          "text": [
            "る。」(3頁左上欄18行～19行)と記載されている。この基板が据置型ビデオ装置にとっては大きすぎるとしても，甲8には，上記イのとおり，パルストランスを含むスイッチングレギュレータ回路を有する小型薄型スイッチング電源装置が記載されているから，上記ウのとおり，相違点aについての判断に当たり，この技術思想を参しゃくすることができるというべきである。",
            "また，原告は，①甲4(特開昭59−154486号公報)は，ディスプレイ装置に関するものであって，甲4には，本件考案のように高周波に変換するスイッチング電源回路も高周波トランスも記載されていないし，ノイズを拾いやすいビデオヘッドシリンダも存在しないから，深刻なノイズ対策は必要ないと見るべきであり，甲4にはノイズ対策が記載されていない，②甲8は，スイッチング電源装置そのものに関するから，高周波トランスから発生するノイズを受ける対象が何であって，どのようにノイズ対策をすればよいか等については，甲8には開示も示唆もされていないと主張する。甲4には，上記アのとおり，1枚のプリント配線基板上に電源回路部と他の回路部とを搭載することが記載されており，甲8には，上記イのとおり，パルストランスを含むスイッチングレギュレータ回路を有する小型薄型スイッチング電源装置が記載されているから，上記ウのとおり，相違点aについての判断に当たり，この技術思想を参しゃくすることができるというべきであって，甲4や甲8にノイズ対策が記載されていないことは，そのことを左右するものではない。"
          ]
        },
        {
          "fig": "キ",
          "text": [
            "したがって，審決の相違点aについての判断に誤りがあるということはできない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "subject": "「相違点bについての判断の誤り」の主張につき"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "審決は，「VTR等の磁気記録再生装置の電源回路として，スイッチングレギュレータ回路を使用することは，甲第6号証の外にも，特開昭61−79393号公報，及び，特開昭63−253866号公報にもみられ",
          "text": [
            "るように本願出願前にごく周知の技術である」(32頁下8行～下5行)と認定しているところ，原告は，甲6で用いられているスイッチングレギュレータは，DC電源入力のものであり，甲6のスイッチングレギュレータとAC商用電源入力のスイッチングレギュレータである特開昭61−79393号公報及び特開昭63−253866号公報に記載のものとは明確に区別されるべきである，と主張する。",
            "しかし，特開平1−245597号公報(甲6)には，VTR等の磁気",
            "記録再生装置の電源回路として，スイッチングレギュレータ回路を使用することが記載されているから，それが，DC電源入力のものであったとしても，審決の上記認定に誤りがあるということはできない。",
            "もっとも，甲6のスイッチングレギュレータ回路には，高周波トランスが含まれていないが，高周波トランスを含むスイッチングレギュレータ回路は，特開昭61−79393号公報(甲13)及び特開昭63−253",
            "866号公報(甲14)に示されているから，VTR等の磁気記録再生装置の電源回路として，高周波トランスを含むスイッチングレギュレータ回路を使用することは周知であったということができる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲5につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "実願昭55−111406号(実開昭57−35015号)のマイ",
      "text": [
        "クロフィルム(甲5)の「考案の詳細な説明」には，次の記載がある。",
        "「本考案は増幅回路，発振回路などトランスを有する電気回路に係り，特にプリント基板上に構成した電気回路において使用するトランスの取付構造に関する。」(1頁11行～14行)"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "「第1図は本考案の対象になるDC−DCコンバータの回路図を示し，6は直流電源，13は電源スイッチ，30は直流電源6の電圧を発振動作により高圧の交流に変換するための発振回路，8はその交流出力を整流して高圧の直流に変換するためのダイオード，10はダイオード8の高圧直流出力を蓄電するコンデンサである。発振回路30はスイッチングトランジスタ7aと，1次側巻線2と2次側高圧巻線4を有するトランス5aと，コンデンサ9，22と，抵抗23及びトランジスタ保護用のダンパーダイオード25よりなり，第2図示のようにこの発振回路30の構成に必要なパターン33を備えたプリント基板34に，必要部品，即ちトランジスタ7a，トランス5a，コンデンサ9，22，抵抗23及びダンパーダイオード25等を取付け配線して構成される。そして必要部品中のトランス5aは互いに組み合わされるコア31，32をプリント基板34に挟んで取付けられる。」(2頁5行～3頁2行)"
            },
            {
              "fig": "b",
              "subject": "「例えばE形−I形のコア組合せの場合は第3図示のようにプリント基板34にE形コア31の中心コア部31aを貫通させる孔34a",
              "text": [
                "と両側コア31b，31cを嵌込む切欠部34b，34cを形成し，",
                "この孔34a及び切欠部34b，34cにそれぞれE形コア31のコ",
                "ア部31a及び31b，31cを挿通せしめ，基板34より突出した",
                "中心コア部31aに1次側巻線2及び2次側高圧巻線4を嵌装して上下2層に積層し，E形コア31の開放側にI形コア32を接着してトランス5aをプリント基板34に組立て取付けるものである。」(3頁2行～12行)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "上記(ア)の「考案の詳細な説明」の記載及び甲5の第1図～第3図によると，甲5には，DC−DCコンバータに用いる高周波トランスのE−I形コアのギャップ面をプリント基板に平行に配置して取り付けることが記載されているものと認められる。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "甲9につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "特開昭58−30291号公報(甲9)には，次の記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "特許請求の範囲",
              "text": [
                "「(1)フライバック・トランスから発生する磁束が直交する仮想平面に，遅延素子のコイル軸線が合致するように，該遅延素子を上記フライバック・トランスに対して配置して成ることを特徴とするテレビ受像機における遅延素子の配置構造。」",
                "「(2)上記フライバック・トランスが，取付基板に垂直に取り付けられ，上記仮想平面が該取付基板に対して平行な平面であることを特徴とする特許請求の範囲第1項記載のテレビ受像機における遅延素子の配置構造。」"
              ]
            },
            {
              "fig": "b",
              "subject": "発明に詳細な説明",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "「本発明は，テレビ受像機における遅延素子の配置構造に関する。」(1頁左欄19行～20行)"
                    },
                    {
                      "fig": "(b)",
                      "subject": "「ＮTSO方式によるカラーテレビ受信機では，色信号が輝度信号よりも遅れるために，このままでは色が右にずれた画面となる不都合があり，これを改善するために，一般にはコイルを円筒状に巻回して成る分布定数形の遅延素子を輝度信号経路に介在させて，その輝度信号を遅延させ色信号とのタイミングを合わせるようにしている。そして，上記遅延素子は回路設計上などの制約から，フライバック・トランスの近くの場所に取り付けられるのが一般である。」(1頁右欄1行～10行)"
                    },
                    {
                      "fig": "(c)",
                      "subject": "「第2図は，その遅延素子1の取付基板5に対する従来の取付状態を示す図であり，遅延素子1は取付基板5上の部品取付パターンの設計上から上記したように，取付基板5にコイル軸線Y−Yが直交するように取り付けられたフライバック・トランス6の近傍で，しかもコイル軸線X−Xがそのフライバック・トランス6に向けられるように,その取付基板5に直接取り付けられている。」(1頁右欄16行～2頁左上欄3行)"
                    },
                    {
                      "fig": "(d)",
                      "subject": "「ところで，フライバック・トランス6から発生する磁束Fは，磁界中心点を通る仮想水平面Z−Z(取付基板5に平行)とその接線が直交し，その下側に配置されている取付基板5に対しては，フライバック・トランス6に帰還する緩やかな円弧を描いて交差する。この取付基板5上における磁束Fは，ベクトル的に水平磁束成分F と垂直磁束成分F に分解することができ，この内の水平H V",
                      "text": [
                        "磁束成分F がコイル軸線X−Xに沿って遅延素子1内を通過すH",
                        "る。しかも，この場合この成分F にはリンギング成分が多く含まH",
                        "れている。このため，遅延素子1に好ましくない電圧が誘起され，これが水平妨害縞成分の発生原因となっている。」(2頁左上欄4行～16行)"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "subject": "「そこで従来では，このような原因を取り除くために，遅延素子1にシールドケース7を被せているが，コスト的に割高となるばかりか取り付けに手間がかかり，更にシールドケース7自体にも電圧が誘起されるために，フライバック・トランス6との間と分布容量を介してそのフライバック・トランス6と遅延素子1とが磁気的に結合するおそれがあり，充分なものではなかった。」(2頁左上欄17行～右上欄4行)"
                    },
                    {
                      "fig": "(f)",
                      "subject": "「本発明は以上のような点に鑑みたもので，その目的は遅延素子のコイル軸線とフライバック・トランスからの磁束とが直交するようにして，シールドケースなどのシールド部材を使用せずとも遅延素子がフライバック・トランスに対して磁気的に結合しないようにした遅延素子の配置構造を提供することである。」(2頁右上欄5行～11行)"
                    },
                    {
                      "fig": "(g)",
                      "subject": "「本実施例は，第3図に示すように，フライバック・トランス6から発生する磁束の接線が直交する前記した仮想水平面Z−Zに，遅延素子1をそのコイル軸線X−Xが一致するように配置したものである。」(2頁右上欄13行～17行)"
                    },
                    {
                      "fig": "(h)",
                      "subject": "「上記のように遅延素子1を位置づけすることにより，その遅延素子1を通る磁束Fは，すべてそのコイル軸線X−Xに直交することになり，その磁束Fに含まれているリンギング成分による電圧誘導は効果的に抑制される。よって，シールドケースなどの磁気シールド材を用いなくとも，遅延素子1とフライバック・トランス6との磁気的結合は問題とならず，水平妨害縞成分が有効に除去される。」(2頁左下欄5行～13行)"
                    },
                    {
                      "fig": "(i)",
                      "subject": "「また，仮想水平面Z−Zの決定は，ホール素子などの感磁素子を用いて最小水平方向成分高さを測定することにより，容易に行なうことができる。更に，上記仮想水平面Z−Zはこれに限られず，磁束Fに直交すれば必ずしも水平(取付基板5に平行)である必要はない。」(2頁左下欄18行～右下欄4行)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "c",
              "subject": "図面",
              "text": [
                "第2図及び第3図には，フライバック・トランス6のコアギャップの面を取付基板5に対して水平となるように配置していることが示されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "上記(ア)の甲9の記載によると，甲9には，テレビ受像機における「フライバック・トランス」から発生する磁束が直交する仮想平面に「遅延素子」のコイル軸線が一致するように配置することにより，ノイズを除去することが記載されている。",
        "このノイズ除去の動作原理は，フライバック・トランスから発生した磁束と，遅延素子のコイル軸線とを直交させることであるが，この原理自体は広く知られたものであって，磁束の発生源となるトランスの種別や，磁束に影響される回路素子の種別，回路を流れる信号の種類いかんにかかわらず適用できるものと解される。"
      ],
      "content": [
        {
          "fig": "エ",
          "text": [
            "上記アのとおり，VTR等の磁気記録再生装置の電源回路として，高周波トランスを含むスイッチングレギュレータ回路を使用することは周知であったところ，上記イのとおり，甲5には，高周波トランスのコアのギャップ面をプリント基板に平行に配置して取り付けることが記載されており，また，上記ウのとおり，甲9には，フライバック・トランスから発生した磁束と，遅延素子のコイル軸線とを直交させることによってノイズを除去することが記載されているのであるから，引用考案の構成を有するものにおいて，電源回路を，高周波トランスを含むスイッチング・レギュレータ回路で構成し，高周波トランスのコア・ギャップ面をプリント基板に平行に取り付けることによって，高周波トランスからの漏れ磁束の磁力線方向が，ビデオ・ヘッド・シリンダのヘッド・ギャップのピックアップしやすい磁力線方向と略直交するように構成することを，当業者はきわめて容易に想到することができたものと認められる。したがって，当業者は，相違点b(電源回路に関し，本件考案は，スイッチング・レギュレータ回路で構成し，その回路の高周波トランスは，そのコアのギャップによる高周波漏れ磁束を生ずるコアギャップに面をプリント配線基板に平行に配置するものであるのに対し，引用考案においては，特にこのことについて示されていない点)にかかる構成をきわめて容易に想到することができたものと認められる。そして，そのような構成を採ることによりノイズが防止できることは，当業者が予測することができる作用効果にすぎないというべきである。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "原告は，本件考案では，従来のノイズ対策で用いられてきたAC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止し，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとの相互の配置関係(構成要件B及びD)によるノイズ対策を行っている点を考慮せず，構成要件Dのみを取り出してこれに対応するものの判断を行っている点において，審決には誤りがある，と主張する。",
            "しかし，前記(2)オのとおり，本件考案は，従来のノイズ対策で用いられてきたAC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止するものではないから，原告の主張は，前提において採用することができない。また，本件考案は，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとの相互の配置関係(構成要件B及びD)によるノイズ対策を行っているということができるが，上記エのとおり，当業者は，高周波トランスのコアのギャップ面をプリント基板に平行に配置して取り付けること(構成要件D)のみならず，ビデオヘッドシリンダのコアギャップと高周波トランスのコアギャップとの相互の関係(構成要件B及びD)も含めて，きわめて容易に想到することができたものと認められる。審決の判断に誤りがあるということはできない。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "また原告は，本件実用新案登録の出願当時，ノイズレベルが大きいAC商用電源入力のスイッチング電源回路に関しては，弁当箱形状の電磁シールドケースに収納することでノイズ対策を施すことが技術常識であって，据置型ビデオ装置において，AC商用電源入力のスイッチング電源回路を，電源回路以外のビデオ電子部品を実装したプリント配線基板上に設けるという技術思想は存在しなかったことを考慮すると，審決の「基板に対するこのようなコアの取付け方はごく通常の態様である。」(32頁下2行～下1行)の「基板」には，「弁当箱形状の電磁シールドケース内の電源用基板」は含まれるが，「電源回路以外のビデオ電子部品を実装したプリント配線基板」は含まれないと主張する。",
            "しかし，前記(2)オのとおり，本件考案は，従来のノイズ対策で用いられてきたAC商用電源入力のスイッチング電源回路を収納する弁当箱形状の電磁シールドケースを廃止するものではないし，ビデオ装置において，AC商用電源入力のスイッチング電源回路を，電源回路以外のビデオ電子部品を実装したプリント配線基板上に設けるという技術思想が存在しなかったとも認められないから，原告の主張は，前提において採用することができない。そして前記(2)ウのとおり，当業者は，本件考案の相違点aにかかる構成(電源回路の電子部品を1枚のプリント配線基板の1所定領域である電源領域に，電源回路以外のビデオ電子部品を電源領域以外の領域であるビデオ回路領域に実装すること)をきわめて容易に想到することができたのであり，また，上記アのとおり，VTR等の磁気記録再生装置の電源回路として，高周波トランスを含むスイッチングレギュレータ回路を使用することは周知であったから，高周波トランスのコアのギャップ面をプリント基板に平行に配置して取り付ける「基板」には「電源回路以外のビデオ電子部品を実装したプリント配線基板」が含まれるということができる。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "キ",
          "text": [
            "原告は，甲9(特開昭58−30291号公報)において，テレビ受像機において遅延素子がフライバック・トランスに対して磁気的に結合した場合に発生するノイズは「水平妨害縞成分」といわれるものであって，「リンギング成分」が輝度信号に対して影響を及ぼすことにより発生するノイズであるのに対し，本件考案の対象たるビデオテープ記録再生装置においてビデオ・ヘッド・シリンダのヘッド・ギャップによって高周波トランスからの高周波漏れ磁束がピックアップされた場合に発生するノイズは，色信号に影響するものであり，高周波トランスの発振周波数の数倍のノイズ成分が，低域変換された色信号に対して影響を及ぼすことにより発生するノイズである点で異なると主張する。また，原告は，ビデオ・ヘッド・シリンダのヘッド・ギャップは，ノイズの影響をきわめて受けやすいものであるのに対し，甲9の遅延素子は，比較的ノイズの影響を受けにくいものであると主張する。さらに，原告は，甲9のフライバック・トランスは，ブラウン管駆動のための昇圧用トランスであるから，本件考案の高周波トランスとは異なると主張する。",
            "甲9の記載と本件考案ではノイズやトランスに関して原告が主張するような違いがあるとしても，上記イのとおり，甲9におけるノイズ除去の動作原理は，フライバック・トランスから発生した磁束と，遅延素子のコイル軸線とを直交させることであって，この動作原理は，磁束の発生源となるトランスの種別や，磁束に影響される回路素子の種別，回路を流れる信号の種類によらないものであるから，本件考案にも適用することができるということができる。原告が主張するノイズやトランスに関する違いは，上記ウの認定を左右するものではない。"
          ]
        },
        {
          "fig": "ク",
          "text": [
            "以上のとおり，審決の相違点bについての判断に誤りがあるということはできない。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "「相違点cについての判断の誤り」の主張につき"
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "AC商用電源端子につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "前記(2)イのとおり，甲8(特開平3−135371号公報)に",
      "text": [
        "は，1枚のプリント配線基板上にパルストランスを含むスイッチングレギュレータ回路とAC商用電源端子とを設けることが記載されている。",
        "また，特開平2−163995号公報(甲7)にも，「従来の技術」として，1枚のプリント配線基板上にトランスを含むスイッチングレギュレータ回路とAC商用電源端子とを設けることが記載されている(1頁右欄9行～2頁左上欄16行)。そうすると，引用考案において，1枚のプリント配線基板上に電源回路(スイッチング・レギュレータ回路)の電子部品をも(電源領域に)実装しようとする場合，そのAC商用電源端子を設けることは，当業者がきわめて容易になし得たものということができ，その旨の審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "原告は，甲7，甲8においては，トランスを含むスイッチングレギュレータ回路とAC商用電源端子が設けられたプリント配線基板が，ケーシング(電磁シールドケース)内に格納されており，「電源回路以外のビデオ電子部品を実装したプリント配線基板」でないと主張する。",
        "しかし，前記(2)オのとおり，本件考案は，ケーシング(電磁シールドケース)が存在しないというものではないから，この点は，本件考案との相違点ということはできない。また，トランスを含むスイッチングレギュレータ回路とAC商用電源端子が設けられたプリント配線基板が「電源回路以外のビデオ電子部品を実装したプリント配線基板」でない点については，甲7，甲8において，たとえそうであるとしても，甲7，甲8に，1枚のプリント配線基板上にトランスを含むスイッチングレギュレータ回路とAC商用電源端子とを設けることが記載されている以上，それを，引用考案において1枚のプリント配線基板上に電源回路(スイッチング・レギュレータ回路)の電子部品をも(電源領域に)実装しようとする場合に適用することは，当業者がきわめて容易になし得たものということができるから，原告が主張する上記の点は，上記(ア)の認定を左右するものではない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "原告は，「引用考案において，1枚のプリント配線基板上に電源回路(スイッチング・レギュレータ回路)の電子部品をも(電源領域に)実装しようとすること」自体が容易でないので，電源領域とビデオ回路領域とが設けられている1枚のプリント配線基板の電源領域にAC商用電源端子を設けることも容易ではないと主張する。",
        "しかし，「引用考案において，1枚のプリント配線基板上に電源回路(スイッチング・レギュレータ回路)の電子部品をも(電源領域に)実装しようとすること」自体が容易でないとの主張は，前記(2)のとおり採用することができない。"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "「チューナ，IFアンプおよびRFコンバータの回路端子」につき前記2(2)イのとおり，本件考案は，ビデオ回路領域に，「チューナ，IFアンプおよびRFコンバータ」の「回路端子」が存するものである。",
            "一般にビデオ装置においては，アンテナ入力端子からテレビ信号を入力するチューナ及びIFアンプと，テレビ信号を出力するRFコンバータが必要であると考えられるから，それらの回路端子をビデオ回路領域に設けることは，当業者がきわめて容易になし得たものということができる。",
            "また，前記2(2)イのとおり，原告が主張する，いわゆる「3in1チューナパッケージ」の回路端子も，本件考案の「チューナ，IFアンプおよびRFコンバータの回路端子」に含まれるところ，原告は，本件実用新案登録出願当時「3in1チューナパッケージ」は一般的に用いられていたと主張しているから，そのような「3in1チューナパッケージ」の回路端子をビデオ回路領域に設けることは，当業者がきわめて容易になし得たものということができる。",
            "以上のとおり，甲10(米国特許第4686570号明細書)，甲11",
            "(米国特許第4727591号明細書)について検討するまでもなく，「チューナ，IFアンプおよびRFコンバータの回路端子」を設けることは，当業者がきわめて容易になし得たものということができる。",
            "なお，前記2(2)イのとおり，審決が，本件考案と引用考案の対比に当たり，「チューナ」を一致点とし「IFアンプ及びRFコンバータの回路端子」を相違点cとしたことには，誤りがあるが，上記のとおり，本件考案は，ビデオ回路領域に「チューナ，IFアンプおよびRFコンバータ」の「回路端子」が存するものであるとの正しい認定によって判断したとしても，本件考案に進歩性が認められないから，この認定の誤りは，審決の結論に影響を及ぼすものではない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，当業者は，本件考案の相違点cにかかる構成(本件考案においては，(1枚のプリント配線基板上の)電源領域には，AC商用電源端子を有し，ビデオ回路領域にはIFアンプおよびRFコンバータの回路端子を有するものであるのに対し，引用考案においては，特にこのことについて示されていない点)をきわめて容易に想到することができたということができる。"
          ],
          "content": [
            {
              "fig": "(5)",
              "text": [
                "「本件考案が奏する効果についての判断の誤り」の主張に対し以上述べてきたとおり，本件考案と引用考案との相違点は，いずれも当業者がきわめて容易に想到することができたものである。",
                "本件考案は，前記2(1)ア(ア)のとおり，「ビデオ記録ヘッドへの影響を最小になるようにして，1枚のプリント配線基板に電源回路とビデオ回路の領域を分けて，コンパクトに実装することが可能となり，電源回路とビデオ回路間の接続端子を含む配線をプリント配線にし，部品と工程時間の減少によるコストダウンと信頼性の向上に効果がある。さらにビデオ回路の電子部品の配置方法によるコンパクト化も計れる効果もある。」(段落【0015】)という効果を有するものであるが，この効果は，引用考案及びこれまで認定した各文献記載の技術等から当業者が十分に予想可能なものであるということができる。",
                "したがって，本件考案が奏する効果についての審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由2も理由がない。"
              ],
              "content": [
                {
                  "fig": "4",
                  "subject": "結論",
                  "text": [
                    "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10379",
    "date": "2007-06-28",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034879",
    "ipprecedent_id": "1073",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}