{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人らは，控訴人に対し，連帯して50万円を支払え。"
        },
        {
          "fig": "(2)",
          "text": "控訴人のその余の請求を，いずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じて，これを5分し，その2を控訴人の負担とし，その余を被控訴人らの連帯負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決のうち1(1)の部分は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を，次のとおり変更する。",
                "① 被控訴人 Y1は，控訴人に対し，60万円を支払え。",
                "② 被控訴人研究所及び被控訴人東京LMは，控訴人に対し，連帯して200万円を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は，第1，2審を通じて，被控訴人らの負担とする。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴費用は，控訴人の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人研究所からの依頼により，中小企業診断士試験用教材の原稿を著作したところ，被控訴人研究所の代表者(当時)であった被控訴人 Y1が，控訴人に無断で，上記原稿に基づいて別の原稿を作成した上で被控訴人東京LMに引き渡し，被控訴人東京LMが控訴人の複製権等を侵害する教材を作成したと主張して，被控訴人らに対し，著作権(複製権，口述権)侵害及び著作者人格権(公表権，氏名表示権，同一性保持権)侵害による損害賠償を請求(被控訴人研究所に対しては民法44条1項に基づく請求)をしている事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被控訴人らによる著作権侵害については，口述権侵害は否定したが，複製権侵害及び著作者人格権侵害を認めて(いずれも，被控訴人研究所については民法44条1項に基づく責任)，控訴人の損害賠償請求につき，被控訴人らに17万円の連帯支払を命ずる限度でこれを認容し，その余を棄却した。",
            "控訴人は，原判決を不服として控訴を提起し，原判決中の控訴人敗訴部分を取り消して控訴人の請求を全部認容することを求めている。その要点は，原判決には，①被控訴人 Y1による口述権侵害行為を否定した点に事実誤認及び法令の適用の誤りがあり，②損害額の算定について，事実誤認及び法令の適用の誤りがあるとするものである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人及び被控訴人らの主張については，それぞれ次の(1)及び(2)のとおり補充するほか，原判決の「事実及び理由」の「第2 事案の概要」欄(ただし，5頁19行から22行を除く。)記載のとおりであるからこれを引用する(なお，当裁判所も，上記の「原告著作物」，「本件業務委託契約」などの語を，原判決の用法に従って用いる。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の損害額に係る主張について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "著作権法114条3項に基づく損害額の算定について，以下の点を考慮すべきである。すなわち，本件テキストは，一般の書籍のように出版界の流通システムにのって販売されるものではなく，被控訴人東京LMの講座を受講しなければ入手できないものとして，少数部限定で印刷されるものであるから，その対価は受講生から得られる講義料収入を基礎として算定されるべきである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "被控訴人らによる著作者人格権による損害額(慰藉料額)の算定については，以下の点を考慮すべきである。",
                    "原告著作物は，「中小企業診断士合格ポイントマスター(下)」に掲載されることを前提にして，控訴人が執筆したものである。被控訴人 Y1及び被控訴人研究所は，これを通産資料調査会から出版すると言って控訴人から受領したにもかかわらず，控訴人に事情を秘匿したまま，出版よりも早く，被控訴人東京LMに無断流用して公表したのみならず，その事実が露顕した後にも控訴人との交渉を拒否した。著作者人格権による損害額の算定に当たっては，このような事情を考慮すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人らの当審における補充主張の要点",
              "text": [
                "控訴人の主張は，争う。",
                "著作権及び著作者人格権の侵害に基づく損害額は原判決の認定額を超えるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の請求は，被控訴人らに対して連帯して50万円の支払を求める限度において理由があり，その余は理由がないと判断する。その理由は，次のとおり付加訂正するほか，原判決の「事実及び理由」の「第2 事案の概要」欄(ただし，5頁19行から22行の部分を除く。)及び「第3 当裁判所の判断」(ただし，11頁22行以降の部分を除く。)のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決10頁8行から24行までを，次のとおり改める。",
            "「 イ 著作権法114条3項に基づく算定について"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "証拠(乙1の1)及び弁論の全趣旨によれば，次の事実が認められる。",
                "平成13年1月1日付けで被控訴人東京LMと被控訴人研究所との間で締結された本件業務委託契約は，平成13年1月1日から同年12月31日までの1年間，被控訴人東京LMが被控訴人研究所に対して，中小企業診断士試験用講座に関して講義及びテキスト作成等を委託することを内容とするものである。同講座は，池袋・横浜の2校で1回2．5時間の講義を48回実施するものであるが，受講者の人数としては各校35名程度が想定されている。",
                "ところで，被控訴人東京LMから被控訴人研究所に対して支払われる報酬としては，①講義料等，②テキスト作成料，③事例問題の作問，④添削料，⑤差配料が規定されている。",
                "上記のうち，テキスト作成料(上記②)は，1頁当たり5000円を基準として，池袋・横浜の2校の受講者合計数が50名以上であれば，1頁当たり5500円，70名以上であれば1頁当たり6000円と定",
                "められているが，上記2校における48回(120時間)の講義においては，概略，講義料等(上記①)として約240万円，事例問題の作問(上記③)として約200万円，添削料(上記④)として約300万円，差配料(上記⑤)として180万円が予定されていた。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "前提事実(3)イのとおり，本件侵害部分は本件テキストの本文50頁中10頁であるから，本件業務委託上の上記テキスト作成料の規定を形式的に適用して対価の額を算定すると，その額は多くとも6万円(6000円×10頁＝6万円)となる。",
                "しかし，被控訴人東京LMと被控訴人研究所との間で締結された本件業務委託契約は，被控訴人研究所が被控訴人東京LMから中小企業診断士試験用講座に関して，テキスト作成，答案添削等を含めた講義について，個々的に分離して実施するのではなく，あくまでも包括的に業務委託を受けることを前提としたものであるから，同契約書(乙1の1)に記載された各報酬費目は，被控訴人東京LMから被控訴人研究所に対して支払われる委託報酬総額について，各報酬費目ごとに便宜的に割り付けて決められた性質を有する面があることも否定できない。そして，本件テキストは合計350部印刷されているが(前提事実(3)イ(イ))，この印刷部数は概ね5年間の講義において使用することを念頭に置いたものである。また，本件テキストは，その性質上，被控訴人東京LMの委託により実施される上記講座の講習生のみに配布されるものであるから，これを入手しようとする者は，受講料全額を支払って受講生となるほかない。",
                "上記のような事情を勘案するときは，原告著作物の著作権侵害行為について著作権法114条3項に基づき損害額を算定するに当たって，本件業務委託契約上のテキスト作成料の規定を形式的に適用することは相当ではなく，上記講座の委託につき支払われる報酬総額や本件テキストの利用方法の特殊性等の各事情を総合考慮して，上記損害額については30万円と認めるのが相当である。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決11頁10行から21行までを，次のとおり改める。",
            "「 (2) 著作者人格権の慰藉料"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前提事実によれば，控訴人は，当初から，「中小企業診断士合格ポイントマスター(下)」に掲載され，公刊されることを前提に，原告著作物を著作したものであって，本件テキストのような形で公表されることは全く想定していなかったものであり，加えて，本件テキストの発行により，原告著作物の内容は，これを掲載した「中小企業診断士合格ポイントマスター(下)」の発行よりも，約1か月先立って公表されてしまったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "このように，被控訴人らの行為により，原告著作物の内容について，これを交付するに際して被控訴人 Y1から受けていた説明の趣旨に反して，控訴人の意図に反する形態で，これを掲載した刊行物に先立って公表がされた点は十分考慮すべきものであるが，本件テキスト350部のうち受講生等に配布された数は70部余であること，本件テキストの内容は，中小企業診断士の試験用講座の教材であるという性格上，他の参考文献に記載された文章や図表を引用し又は要約した部分が多いものであること等の事情をも勘案し，加えてその他本件にあらわれた諸般の事情を総合考慮すれば，本件における著作者人格権(公表権，氏名表示権，同一性保持権)侵害による損害額については，20万円と認めるのが相当である。」"
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，被控訴人らに対し，複製権侵害に基づき30万円，著作者人格権(公表権，氏名表示権，同一性保持権)侵害に基づき20万円の合計50万円の損害金の(不真正)連帯支払を求める限度で理由があるが，その余は理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}