{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−15988号事件について平成18年8月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年12月10日，名称を「ソフトアイスクリーム溶け垂れ流れ液付着汚れ防止鍔部付き液溜め空間を有する一重構造型コーン容器」とする発明について，先の出願に基づく優先権主張(特願2002−201954号 出願日平成14年6月5日)をして特許出願をし(以下「本願」という。請求項1～8。特願2002−383152号)，平成16年2月3日付けで明細書の記載を補正した(甲6)。同補正により，発明の名称は「ソフトアイスクリーム等のコーン容器」と変更され，請求項は1～4となったが，平成16年6月29日拒絶査定を受けた(乙5)。",
                "そこで，原告は，平成16年8月2日付けで不服の審判請求を行い(乙6)，同日付けで明細書の記載を補正した(以下「本件補正」といい，本件補正後の明細書を「本願明細書」という。甲7)。同補正により，請求項は1～3となったが，特許庁は，同請求を不服2004−15988号事件として審理し，平成18年8月4日，「本件審判の請求は，成り立たない」旨の審決を行い，その謄本は平成18年8月28日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，前記のとおり請求項1～3から成るが，その内容は，次のとおりである(以下，請求項1～3の発明をそれぞれ「本願発明1」・「本願発明2」・「本願発明3」という。また，これらの発明を総称して「本願発明」ということがある。)。",
                "「【請求項1】上部にソフトアイスクリーム等を積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリーム等の溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設け，該鍔部内の空間と，前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させたことを特徴とするソフトアイスクリーム等のコーン容器。",
                "【請求項2】前記環状受け台と，前記鍔部との間を補強突起を介して連絡させたことを特徴とする請求項1に記載のソフトアイスクリーム等のコーン容器。",
                "【請求項3】前記コーン本体が，胴体の最下端部を厚肉とするとともに，胴体内側又は外側を補強突起により補強したことを特徴とする請求項1又は2に記載のソフトアイスクリーム等のコーン容器。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，本願発明1及び2は下記引用例1及び2に記載された発明に基づいて，本願発明3は下記引用例1～4に記載された発明に基づいて，それぞれ容易に発明することができたから，本件発明1～3は特許法29条2項により特許を受けることができない，というものである。",
                    "記",
                    "・実公昭28−165号公報(以下「引用例1」といい，そこに記載された発明を「引用発明1」という。甲16)",
                    "・実願昭59−149585号(実開昭61−66491号公報)のマ",
                    "イクロフイルム(以下「引用例2」といい，そこに記載された発明を「引用発明2」という。甲17，乙1)",
                    "・実願昭56−103539号(実開昭58−9392号公報)のマイ",
                    "クロフイルム (以下「引用例3」といい，そこに記載された発明を「引用発明3」という。甲18，乙2)",
                    "・実開平7−13793号公報(以下「引用例4」といい，そこに記載された発明を「引用発明4」という。甲19)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，［理由1］において，本願発明1と引用発明1の一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「上部にアイスクリ−ムを積み上げるための環状受け部を備えたコーン本体の外側に，前記環状受け部上に積み上げたアイスクリームの溶けた液を受ける漏斗型の鍔部を設け，該鍔部内の空間と前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させたことを特徴とするアイスクリームのコーン容器」である点",
                    "〈相違点〉",
                    "(1)アイスクリームを，本願発明1は「ソフトアイスクリーム等」と限定しているのに対して，引用発明1には，アイスクリームとして「ソフトアイスクリーム」が記載されていない点，",
                    "(2)環状受け部が，本願発明1では「環状受け台」からなるのに対して，引用発明1では，「環状内側支承子」からなる点，",
                    "(3)本願発明1は，漏斗型の鍔部を環状受け部(環状受け台)の最上部より低い位置に設けているのに対して，引用発明1では，漏斗型の鍔部を環状受け部(環状内側支承子)の最上部より高い位置に設けている点"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決は，［理由2］において，本願発明1と引用発明2の一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「上部にソフトアイスクリーム等を積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリーム等の溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設けたことを特徴とするソフトアイスクリーム等のコーン容器」である点",
                    "〈相違点〉",
                    "本願発明1は，該鍔部内の空間と，前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させるのに対して，引用発明2には，そのことが記載されていない点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断は，原告が推考を重ねて発見した本願発明に対し，いわば「コロンブスの卵」の故事と同じように，後知恵的に「容易になし得る」等と判断したものであって，次に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の［理由1］に関する認定判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明を引用発明1と対比することの誤り",
                      "text": [
                        "引用発明1の「アイスクリーム用コーンカップ」は，発明の名称が示すとおり，固く凍らせたことを特徴とするアイスクリーム用のコーンカップである。これに対し，本願発明の「ソフトアイスクリーム等のコーン容器」は，発明の名称が示すとおり，軟らかく凍らせた，しかも機械のノズルから吹き出して積み上げるときから，すでに溶けはじめるほど軟らかい性質を特徴としているソフトアイスクリーム用のコーン容器である。したがって，本願発明は，引用発明1とは，発明におけるもともとの発明思想及び発明目的が，全く違っているから，これらを対比することは誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願発明1に関する認定判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点認定の誤り",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "審決は，引用発明1の「コーンカップ1の上方内側部と内側支承子3との間に形成される空間」及び「内側支承子3，3間の間隙」は本願発明1の「コーン鍔部内の空間」及び「縦割り状の液の通路」に相当する旨の認定をしている(3頁13行～21行)。",
                                "しかし，引用例1の「連子4により多数の内側支承子3」との記載や図面から分かるとおり，「内側支承子3」は，固く凍ったアイスクリームを乗せるとき，それを支受する役割を果たす部位であり，コーンカップ1の上方内側部の円周にT型形態を成して一つ一つが独立した部位として，それぞれに隙間を開けながら連なる状態で形成されている。「内側支承子3，3間の間隙」は，このような部位と部位との間の間隙のことを指している。これに対し，本願発明1の「漏斗型の鍔部」は，上部にソフトアイスクリーム等を積み上げるための環状受け台を備えたコーン本体の上部外側に繋がっている，上向きに突き出した漏斗型の鍔部である。したがって，引用例1に記載の「コーンカップ1の上方内側部と内側支承子3との間に形成される空間」及び「内側支承子3，3間の間隙」が，本願発明1の「コーン鍔部内の空間」及び「縦割り状の液の通路」に相当する，ということはない。「鍔」とは，「刀剣の柄と刀身との間にはさむ，平たい鉄板」，「釜の回りに薄く突き出た部分」，「帽子の回りにひさしのように差し出た部分」などのように，本体と繋がっていて，本体とは別に，本体から突き出た部分であるが，引用発明1には，コーンカップ本体と繋がっていて，本体から外に突き出した部位はない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "審決は，本願発明1の「環状受け台」と引用発明1の「内側支承子3」は，共にアイスクリームの「環状受け部」といえる部材である旨の認定をしている(3頁13行～15行)。",
                                "しかし，本願発明1のコーン容器は，ソフトアイスクリーム用であり，引用発明1のアイスクリーム用とは全く食感の違う異質の食べ物であるから，「共に」「環状受け部」であるということできない。また，「内側支承子3」という表現から受けるイメージと，本願発明1の「環状受け部」という表現から受けるイメージは，全く違ったイメージとして受け取られ，その表現の違いはそのまま，それぞれの用途の違いとして表現されているはずであるから，それらを「共に」「環状受け部」ということはできない。さらに，引用発明1における「内側支承子3」の役割は，ただ単に，その上に何かを乗せて「受ける」ためだけの部材である。これに対し，本願発明1の「環状受け台」は，その上に何かを乗せるのだけではなく，そこにソフトアイスクリームを「置く場所」として設けた部材であるから，それぞれの役割は違っている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "したがって，本願発明1と引用発明1につき，「両者は，上部にアイスクリ−ムを積み上げるための環状受け部を備えたコーン本体の外側に，前記環状受け部上に積み上げたアイスクリームの溶けた液を受ける漏斗型の鍔部を設け，該鍔部内の空間と前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させたことを特徴とするアイスクリームのコーン容器の点で一致し，」とする審決の認定(3頁16行～21行)は，誤りである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点についての判断の誤り",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "審決は，相違点(1)について，「コーンカップをソフトアイスクリーム用の容器として用いることは本願出願前に周知であったことから，引用例1に記載の『アイスクリーム用コーンカップ』をソフトアイスクリーム用の容器として使用することは，当業者において格別困難なことではない。」と判断している(3頁下8行～5行)。",
                                "しかし，引用発明1は，固く凍らせたアイスクリーム用のコーンカップとして開発されたものであるから，それを軟らかく凍らせた溶け易いソフトアイスクリーム用の容器として使用するという発想は皆無である。",
                                "もし，引用発明1のコーンカップにソフトアイスクリームを入れると，ソフトアイスクリームは，コーンカップの上方内側部にある薄いT型形状をした内側支承子を包み込みながら，コーンカップの底へと落ち込む。そして，コーンカップの底部支承子も，内側支承子と同様に，ソフトアイスクリームに包み込まれながら埋没する。",
                                "このようにしてコーンカップの底部を満たしたソフトアイスクリームは，底から積み上げられて，カップの上方までいっぱいになり，カップの縁から外に垂れ流れ落ちることになる。内側支承子も底部支承子も何の用もなさない。しかも，ソフトアイスクリームを入れる量は，今までの2倍になって，商品にならない。",
                                "したがって，引用発明1のコーンカップをソフトアイスクリームに使用することを発想することはあり得ない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "審決は，相違点(2)について，「ソフトアイスクリーム用コーンカップにおいて，コーン本体の上部にソフトアイスクリームを積み上げるための環状受け台を設けることが引用例2に記載されている…」と認定している(3頁下3行～1行)が，引用例2には，審決が認定しているような記載はない。",
                                "続いて，審決は，「引用例1に係る『アイスクリーム用コーンカップ』をソフトアイスクリーム用の容器として用いる際に，引用例1の『環状内側支承子』に代えて引用例2に記載の『環状受け台』を設けることは当業者が容易に想到し得ることである。」と判断している(3頁下1行～4頁3行)。しかし，前記のとおり，「アイスクリーム用コーンカップ」を，「ソフトアイスクリーム用の容器」として用いることは，不可能で，あり得ないことである。また，引用例1には「内側支承子」はあるが，「環状内側支承子」はない。さらに，上記のとおり，引用例2には「環状受け台」はない。したがって，「当業者が容易に想到し得る」ということもない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "審決は，相違点(3)について，「ソフトアイスクリーム用コーンカップにおいて，容器首部(本願請求項1に係る発明の『漏斗型の鍔部』に相当する。)を，盛込縁の頂端(本願請求項1に係る発明の『環状受け台の最上部』に相当する。)より低い位置に設けることが引用例2に記載されていることから，漏斗型の鍔部を環状受け台の最上部より低い位置に設けることは，当業者が容易に想到し得ることである。」と判断している(4頁5行～10行)。",
                                "しかし，引用例2における「容器首部」の役割は，「ソフトクリーム盛込用容器頂部の外側に，該容器と同材質の環状垂液受用ポケット」と記載されているとおり，「環状垂液受用ポケット」，すなわち，垂れてくる液を溜めるための専用ポケットとしての役割である。これに対し，本願発明1の「漏斗型の鍔部」は，垂れ落ちてくる液を溜めるためのポケットではなく，垂れて流れ落ちてくるソフトアイスクリームの液を受け止めて，さらにコーン本体内部に流し込む大切な役割を担っている部位である。したがって，「引用例2」の「容器首部」が，本願発明1の「漏斗型の鍔部」に相当することはない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "効果及び結論についての判断の誤り",
                          "text": [
                            "審決は，「また，本願の請求項1に係る発明の奏する効果は，引用例1及び2に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。したがって，本願の請求項1に係る発明は，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものである。」と判断している(4頁11行～14行)が，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願発明2に関する認定判断の誤り",
                      "text": [
                        "審決は，「容器首部と盛込縁間に複数の放射状リブ(本願の請求項2に係る発明の『補強突起』に相当する。)を設けることが引用例1及び2に記載されている…」と認定している(4頁18行～20行)。この点は，引用例2については認めるが，引用例1の「コーンカップ1の上方」部が「容器首部」であり，「上方内側部には連子4により多数の内側支承子3を設けた構造」部が「盛込縁」及び「複数の放射状リブ」に相当するとする認定は誤りである。",
                        "審決は，「前記環状受け台と，前記鍔部との間を補強突起を介して連絡させることは，当業者において格別困難なことではない。また，本願の請求項2に係る発明は，引用例1及び2に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。したがって，本願の請求項2に係る発明の奏する効果は，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものである。」と判断している(4頁20行～26行)。この点は，引用例2については認めるが，引用例1については，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本願発明3に関する認定判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「しかし，垂れ流れ落ちたソフトアイスクリーム液と接触するコーン容器の最下部がふやけて軟らかくなり，ソフトアイスクリーム液が容器の下端部から漏れ出るという技術的課題を解決するために，ソフトクリーム用コーンカップの下端部を二重底にするという技術思想が引用例4により知られている以上，上記技術課題を解決するためにソフトアイスクリーム用コーン容器の最下端部を厚肉にすることは，当業者が適宜なし得る程度のことである。」と判断している(4頁下7行～2行)。",
                            "しかし，ソフトクリーム用のコーンカップに限定した上での二重底のアイデアは，想像の範囲のアイデアであり，構造上無理である。まして，引用発明4は，コーンカップ二重容器であり，コーンカップを二重に重ねた構造は，製造も難しく，コスト面からも製品化は厳しい。また，引用発明4は，構造上においても，外側容器が内側容器より数ミリメートル高くなっているので，作業者が，ソフトクリームをコーンカップに入れる作業のときに入れにくいカップである。さらに，ソフトクリームを入れるとき，作業者は，容器を斜め上から見ることで，一番高い位置にある外容器が目につきやすく，ソフトクリームを外容器に接するところまで入れてしまいがちになるから，外容器と内容器の間にある透き間をソフトクリームが塞いで，二重容器の意味をなさないことになる。そのような引用発明4から，本願発明3は「適宜なし得る程度のことである」ということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決は，「また，引用例3には，アイスクリーム用コーン容器において，胴体外側を補強突起により補強することが記載されていることから，胴体外側を補強突起により補強することは当業者が容易に想到し得ることである。」と判断している(4頁下1行～5頁2行)。",
                            "しかし，引用例3の「アイスクリーム用コーン容器」の名称は誤りで，「アイスクリームコーンカップ」が正しい名称である。引用発明3は，固く凍らせたアイスクリーム用の容器である。これに対して，本願発明3は「ソフトアイスクリーム等のコーン容器」であり，軟らかく凍らせたソフトアイスクリーム用の容器である。したがって，引用発明3と本願発明3の容器の使用目的は，全く正反対の性質を特徴としている。また，引用発明3には，胴体を補強する等の発想はない。コーンカップの本体を直接持たせないように，突片を突設させた構造にしたとも考えられるからである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審決は，「そして，本願の請求項3に係る発明の奏する効果は，引用例1ないし4に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。したがって，本願の請求項3に係る発明は，引用例1ないし4に記載されている発明に基づいて当業者が容易に発明することができたものである。」と判断している(5頁3行～6行)が，この判断も誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決の［理由2］に関する認定判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明1に関する認定判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点認定の誤り",
                          "text": [
                            "審決は，「本願の請求項1に係る発明と引用例2に記載の発明を対比すると，後者の『椀状の容器首部(2)』は，前者の『漏斗型の鍔部』に相当する…」と認定している(5頁9行～10行)。しかし，引用例2には，「椀状の容器首部(2)」のうち「椀状の」という記載はない。引用発明2の「容器首部」は，コーン容器本体の首部を意味しており，本体の上部を示す部位の名称である。したがって，引用発明2の「容器首部」が本願発明1の「漏斗型の鍔部」に相当することはない。",
                            "続いて，審決は，「両者は，上部にソフトアイスクリーム等を積み上げるための…」と記載している(5頁10行～11行)が，「上部にソフトアイスクリーム等を」は，本願発明1についての表現であって，引用例2には該当しない。引用例2について，これに相当する表現を用いるとしたら，「上部にアイスクリームを」とすべきである。",
                            "続いて，審決は，「…環状受け台を備えたコーン本体の外側に，」と記載している(5頁11行～12行)。しかし，「環状受け台」との表現は，本願発明1の表現であり，引用発明2のその部位の名称は，単に「盛込縁」という用語にすぎない。",
                            "続いて，審決が「前記環状受け台上に積み上げたソフトアイスクリーム等の溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設けたことを特徴とするソフトアイスクリーム等のコーン容器の点で一致し，」と認定している(5頁12行～15行)点も誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点についての判断の誤り",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "審決は，「引用例1に記載の『コーンカップ1の上方内側部と内側支承子3との間に形成される空間』及び『内側支承子3，3間の間隙』は，本願請求項1に係る発明の『コーン鍔部内の空間』及び『縦割り状の液の通路』に相当する。」と認定している(5頁19行～21行)。しかし，この認定は，前記ア(イ)aのとおり誤りである。",
                                "続いて，審決は，「そうすると，アイスクリーム用のコーン容器において，コーン鍔部内の空間とコーン本体内部の空間を縦割り状の液の通路を介して連通させ，鍔部内に流れ落ちた液状のアイスクリームをコーン本体内部の空間に流れ込ませることは引用例1に記載されているといえるから，引用例2に記載のアイスクリーム用コーン容器に『コーン鍔部内の空間とコーン本体内部の空間を縦割り状の液の通路を介して連通させる』という構成を付加することは，当業者において格別困難なことではない。」と結論付けている(5頁22行～28行)が，この判断も誤りである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "審決は，引用発明1が，固く凍らせたことを特徴とするアイスクリーム用のコーンカップであるのに対し，本願発明1の「ソフトアイスクリーム等のコーン容器」は，軟らかく凍らせた，しかも機械のノズルから吹き出して積み上げるときから，すでに溶けはじめるほど軟らかい性質を特徴としているソフトアイスクリーム用のコーン容器である，という違いを無視している誤りがある。",
                                "また，引用発明2は，ソフトアイスクリーム盛込用容器頂部の外側に，該容器と同材質の環状垂液受用ポケットを一体成形して設けたものであって，垂液受用ポケットに落ち込んでくる溶解垂液を滞留させることを目的としているから，本願発明1とは発想及び目的が異なる。",
                                "本願発明は，「ソフトアイスクリーム等の溶けた液がコーン本体の最上部から外側に垂れ流れ落ちる液を，本体上部外側に繋がっていて上向きに突き出して漏斗型に広がった鍔部で受け，コーン本体に流し込んで溜め，コーン本体に溜まっているソフトアイスクリーム液と，コーン本体を一緒に食べることにより，一度に2種類の食感と味わいを楽しめることができる」という新しい概念を有しているものであって，引用発明1～4と全く違うものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "効果及び結論についての判断の誤り",
                          "text": [
                            "審決は，「また，本願の請求項1に係る発明の奏する効果は，引用例1及び2に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。したがって，本願の請求項1に係る発明は，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものである。」と判断している(5頁下9行～6行)が，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願発明2に関する認定判断の誤り",
                      "text": [
                        "審決は，「容器首部と盛込縁間に複数の放射状リブ(本願の請求項2に係る発明の『補強突起』に相当する。)を設けることは引用例2に記載されている。」と認定している(5頁下2行～6頁1行)。しかし，引用発明2の発明者は，「補強突起」という意味で「複数の放射状リブ」を設けたのではないかもしれないから，審決の上記認定のように言い切ることはできない。",
                        "続いて，審決は，「そうすると，上記事項は，本願の請求項2に係る発明と引用例2に記載の発明との相違点とはなり得ず，本願の請求項2に係る発明は，請求項1に係る発明と同様の理由により，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものである。」と判断している(6頁2行～5行)が，この判断も誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願発明3に関する認定判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「しかし，垂れ流れ落ちたソフトアイスクリーム液と接触するコーン容器の最下端部がふやけて軟らかくなり，ソフトアイスクリーム液が容器の下端部から漏れ出るという技術的課題を解決するために，ソフトアイスクリーム用コーンカップの下端部を二重底にするという技術思想が引用例4より知られている以上，上記技術的課題を解決するためにソフトアイスクリーム用コーン容器の最下端部を厚肉にすることは，当業者が適宜なし得る程度のことである。」と判断している(6頁10行～15行)。しかし，本願発明は，ソフトアイスクリーム液が漏れ出るのをいかにして防ごうかと考え，それを技術的課題として解決を図ろうとしているから，審決の上記判断は，誤りである。",
                            "本願発明は，「ソフトアイスクリーム等の溶けた液がコーン本体の最上部から外側に垂れ流れ落ちる液を，本体上部外側に繋がっていて上向きに突き出して漏斗型に広がった鍔部で受け，コーン本体に流し込んで溜め，コーン本体に溜まっているソフトアイスクリーム液と，コーン本体を一緒に食べることにより，一度に2種類の食感と味わいを楽しめることができる」というところに，発明の主眼があるが，その上で，いかにコンパクトに設計し，一回の工程で製品を完成させることができるかという技術的課題も克服したものである。したがって，コーンカップの下端部を二重底にするなどという，構造的に複雑で，まして製造工程において1工程では到底製造もできそうにない，引用発明4をもって，本願発明3は適宜なし得る程度のことである，ということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決は，「また，引用例3には，アイスクリーム用コーン容器において，胴体外側を補強突起により補強することが記載されていることから，胴体外側を補強突起により補強することは当業者が容易に想到し得ることである。」と判断している(6頁16行～18行)。しかし，引用発明3は，アイスクリーム用のカップであって，形状においても本願発明3とは全く異なる発明であって，引用例としては不適当である。また，引用例3には，コーンカップの部位の名称として「補強突起」という言葉はなく，部位の名称として「補強突起」という用語を使用することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審決は，「そして，本願の請求項3に係る発明の奏する効果は，引用例1ないし4に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。したがって，本願の請求項3に係る発明は，引用例1ないし4に記載された発明に基づいて当業者が容易に発明をすることができたものである。」と判断している(6頁19行～22行)が，この判断も誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の［理由2］に関する認定判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1に関する認定判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点認定の誤りの主張につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例2(乙1)には，「椀状の容器首部(2)」との記載がある(4頁4行～5行)。この「椀状の容器首部(2)」は，容器下部(1)の上端から外に突き出て本願発明1でいう「鍔部」を形成し，その形状が「漏斗型」であることも引用例2の第1図の記載から明らかである。しかも，引用例2の上記「椀状の容器首部(2)」は，溶けて垂れ落ちるソフトアイスクリーム液を受け止める部位である点でも，本願発明1の「漏斗型の鍔部」と共通している。したがって，審決が「後者の『椀状の容器首部(2)』は，前者の『漏斗型の鍔部』に相当する…」(5頁9行～10行)と認定した点に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本願発明1の「ソフトアイスクリーム等を積み上げるための環状受け台」という発明特定事項について，該「環状受け台」がどの部位を指すのか，具体的には，該「環状受け台」は，本願の図1(甲7)において符号6で示される「突起のある受け台(6)」のみを指すのか，あるいは図1において符号5で示される「器部最上部(5)」をも含めたものなのか，本願明細書には明確に定義する記載はない。",
                            "そこで，まずこの点について検討すると，本願発明1は「漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設けた」ことを発明特定事項としているが，これに関連する事項として，本願明細書(甲7)には，「図13(a)～(c)の如く，前記環状受け台6の最上面5に対し，鍔部2の最上面3の高さを低く構成することは可能である。」(3頁下4行～3行)及び「…漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設け，」(6頁1行～2行)と記載されている。これらの記載によれば，本願発明1の特定事項である「前記環状受け台の最上部」を本願明細書の「発明の詳細な説明」の欄では「最上面5」という用語でもって説明しており，このことからみて，本願発明1で特定する「ソフトアイスクリーム等を積み上げるための環状受け台」は，「環状受け台6」と「環状受け台の最上面5」とからなるものと解するのが相当である。上記「最上面5」は，ソフトアイスクリームを螺旋状に積み上げるとき，その下端部が横方向にはみ出すのを規制する等の役割を果たしている点で，ソフトアイスクリーム等を積み上げるための部材といえるから，この観点からみても，上記のとおり解釈するのが妥当である。",
                            "一方，引用例2(乙1)には，本願発明1の「環状受け台の最上部」に相当する「盛込縁(3)」の内側面に放射状リブ(6)を環状に設け，この「放射状リブ(6)」上にソフトアイスクリームを盛り付けることが記載され(第1図)，さらに，「椀状の容器首部(2)」を，上記の「盛込縁(3)」の最上部より低い位置に設けることも記載されているから，上記aの「後者の『椀状の容器首部(2)』は，前者の『漏斗型の鍔部』に相当する」ことを踏まえて，審決は，「両者は，上部にソフトアイスクリーム等を積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリーム等の溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設けたことを特徴とするソフトアイスクリーム等のコーン容器の点で一致し，」(5頁10行～15行)と一致点を認定したのであり，この認定に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断の誤りの主張につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願発明1の「コーン鍔部」は，溶けて垂れ落ちるソフトアイスクリーム液を受け止める部位であり，同じく「コーン鍔部内の空間」は，受け止めたソフトアイスクリーム液を一時ためておく所であるところ，引用例1(甲16)のコーンカップにおいても，溶けて流れ落ちるアイスクリーム液を第2図の斜線部で示される部位(コーンカップ1の上方部)で受け止め，受け止めたアイスクリーム液を上記部位(コーンカップ1の上方部)の内側部と内側支承子3との間に形成される空間内に一時ためておくようになっている。",
                            "したがって，引用発明1の「コーンカップ1の上方内側部と内側支承子3との間に形成される空間」と本願発明1の「コーン鍔部内の空間」とは，「溶けて流れ落ちたアイスクリーム液を一時ためておく所」という点でその機能が共通し，しかも，両者の上記空間は共にコーン容器の上方部に形成されているから，審決は「引用例1に記載の『コーンカップ1の上方内側部と内側支承子3との間に形成される空間』…は，本願請求項1に係る発明の『コーン鍔部内の空間』…に相当する。」(5頁19行～21行)と認定したのであり，この認定に誤りはない。",
                            "また，引用例1(甲16)に「…溶解した液汁は内側支承子3，3間の間隙Bから底部の空間に流れ込み，」(1頁右欄6行～7行)と記載されているように，引用例1のコーンカップでは，「内側支承子3，3間の間隙B」は，「コーンカップ1の上方内側部と内側支承子3との間に形成される空間」内に一時ためておいたアイスクリーム液をカップ本体の底部に流し込むための通路となっており，しかも，該間隙Bは内側支承子3を「縦割り状」にして形成されたものといえるから，審決は「引用例1に記載の…『内側支承子3，3間の間隙』は，本願請求項1に係る発明の…『縦割り状の液の通路』に相当する。」(5頁19行～21行)と認定したのであり，この認定に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一般に，アイスクリームは，販売形態により，硬化させ販売する通常の「アイスクリーム」であるハードアイスクリームと硬化せず半凍結の形で販売する「ソフトアイスクリーム」とに分類される(乙3，4)。引用発明1は，硬化させ販売する通常の「アイスクリーム」用のコーンカップであること，及び「アイスクリーム」と「ソフトアイスクリーム」とは，前者は硬化工程を経たハードのもの，後者は硬化工程を経ないソフトのものという点で，両者の性質が異なることは原告が主張するとおりであるが，コーン容器に載置した「アイスクリーム」と「ソフトアイスクリーム」とは，外気温度や直射日光等の影響を受けて溶けて液が垂れ落ちるという性質を有している点では変わるところはない。",
                            "したがって，ソフトアイスクリームを食するときに，溶けて液状になったソフトアイスクリーム液が，コーン本体の外側を伝って垂れ落ち，それを握り持っている手にベタベタと付着するという技術的課題を解決するために，アイスクリーム用コーン容器における溶けて垂れ落ちる液に対処する公知の技術を，ソフトアイスクリーム用コーン容器に転用することは，当業者ならば当然に考えることである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そこで，審決は，「そうすると，アイスクリーム用のコーン容器において，コーン鍔部内の空間とコーン本体内部の空間を縦割り状の液の通路を介して連通させ，鍔部内に流れ落ちた液状のアイスクリ−ムをコーン本体内部の空間に流れ込ませることは引用例1に記載されているといえるから，引用例2に記載のアイスクリーム用コーン容器に『コーン鍔部内の空間とコーン本体内部の空間を縦割り状の液の通路を介して連通させる』という構成を付加することは，当業者において格別困難なことではない。」(5頁22行～28行)と，相違点について判断したのであり，この判断に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "効果及び結論についての判断の誤りの主張につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願発明1は，請求項1に記載の事項を発明特定事項とすることにより，①「溶けて垂れ流れ落ち始めたどろどろした液状のソフトアイスクリーム等の液は，鍔部の空間に確実に収容される。したがって，コーン本体の外側を伝って垂れ流れ落ちてコーン本体の胴体を握り持っている手をベタベタと付着して汚すなどの不便を強いられることがない。」(甲7の6頁の3行～6行)，②「…環状受け台の目標が定まり易くなり，積み上げ作業において，機械から出るソフトアイスクリームの先を外にはみ出すこともなく，適切にスムーズに，しかも，手早くできる。したがって，その積み上げ作業が経験者未経験者の区別なく誰であっても簡単かつ失敗なく行える…」(甲7の6頁の14行～17行)，及び③ 縦割り状の液の通路を流れてコーン本体の底部に溜まったソフトアイスクリーム等の液とコーン本体を一緒に食べることにより，一度に2種類の食感と味わいを楽しめる(甲1［特許願］の20頁16行～17行。なお，この効果は，その後の手続補正により明細書から削除されている。)という効果を奏するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，引用例2(乙1)には，「…環状の垂液受用ポケットにソフトクリーム溶解垂液が滞留せしめられるため，手指または衣服等を汚損することがない…」(6頁6行～9行)との記載があり，本願発明1の上記①の効果は，引用例2に記載されている。",
                            "また，本願発明1の上記②の効果は，漏斗型の鍔部を環状受け台の最上部より低い位置に設けることの結果として奏される効果であるが，引用例2(乙1)には，容器首部(本願発明1の「漏斗型の鍔部」に相当する。)を，盛込縁の頂端(本願発明1の「環状受け台の最上部」に相当する。)より低い位置に設けることが記載されている(4頁13行～15行)ことからみて，引用例2においても，上記②の効果が奏されることは明らかである。",
                            "さらに，本願発明1の上記③の効果は，鍔部内の空間とコーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させ，溶けたソフトアイスクリーム液を該通路を介してコーン本体底部空間に流し込むことの結果として奏されるものであるが，溶けたアイスクリーム液を内側支承子3，3間の間隙Bからコーン本体底部空間に流し込むことが引用例1に記載されている以上，引用例1においても，柔らかくなっている底部のコーンと，溶けてどろどろしたアイスクリーム液とを最後に一緒に味わえる，すなわち，上記③の効果が奏されるものと認められる。",
                            "以上のことを踏まえて，審決は「また，本願の請求項1に係る発明の奏する効果は，引用例1及び2に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。」(5頁下9行～8行)と認定したのであり，この認定に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審決の「理由2」には，本願発明1と引用発明1の一致点の認定に誤りはなく，また，相違点及び効果の判断にも誤りはないのであるから，審決の「したがって，本願の請求項1に係る発明は，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものである。」(5頁下7行～6行)という結論に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明2に関する認定判断の誤りの主張に対し",
                  "text": [
                    "引用例2(乙1)には，「容器首部(2)と盛込縁(3)間，該盛込縁(3)と補強内壁(4)間にそれぞれ複数の放射状リブ(5)(6)を等配連設してなる…」(4頁9行～11行)及び「リブ(5)の容器首部(2)側当接部は，該容器首部(2)の頂端よりわずかに低い位置に連結される…」(4頁下1行～5頁2行)と記載され，さらに，第1図及び第2図に放射状リブ(5)が示されている。",
                    "上記「複数の放射状リブ(5)」は，容器首部(2)と盛込縁(3)との間に介在し，容器首部(2)と盛込縁(3)の強度を増す役割を果たしていることは明らかであるから，審決が「容器首部と盛込縁間に複数の放射状リブ(本願の請求項2に係る発明の『補強突起』に相当する。)を設けることは引用例2に記載されている。」(5頁下2行～6頁1行)と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明3に関する認定判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書(甲7)の「内部空間に収容したソフトアイスクリーム液に食べ終わるまでの時間触れていても胴体が弱くなることがない…」(2頁下7行～6行)との記載からみて，本願発明3は，垂れ落ちたソフトアイスクリーム液が接触するコーン容器の最下端部の内部側面が該液によりふやけて柔らかくなり，該下端部が破れたり破損することを防ぐために，「胴体の最下端部を厚肉にする」というものである。",
                        "これに対して，引用例4(甲19)には，「また二重底Fの為溜まったクリームの溶解液Bは時間をおいても漏れることはない。」(「要約」の項下2行～1行)と記載され，この記載に接した当業者ならば「溶けたソフトアイスクリーム液が最下端部に溜まる構造のコーン容器においては，該最下端部が破れて液が漏れることがないように補強する必要がある」という技術思想を容易に把握することができる。",
                        "確かに，本願発明3の「厚肉」と引用例4の「二重底」とは，補強手段としては異なるものであるが，厚肉にすることはコーン容器の補強手段としてごくありふれたものであることを考えると，引用例4の記載から把握できる上記技術思想に基づいて，コーン容器の最下端部を厚肉にすることは当業者が容易になし得ることである。",
                        "したがって，審決が「ソフトアイスクリーム用コーンカップの下端部を二重底にするという技術思想が引用例4より知られている以上，上記技術的課題を解決するためにソフトアイスクリーム用コーン容器の最下端部を厚肉にすることは，当業者が適宜なし得る程度のことである。」(6頁12行～15行)と判断したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願明細書(甲7)の「コーン本体の胴体が手で握っている力によって，潰れたり破れたりしないだけの強さが得られる…」(6頁31行～32行)との記載からみて，本願発明3は，手で握り持っている力によって，潰れたり破れたりしないで持ち堪えられるだけの強さをコーン胴体に付与するために，「胴体内側又は外側を補強突起により補強」するものである。",
                        "一方，引用例3(乙2)には，「(6)は円錐形握り部の外周面に設けたコーンカップ補強用の突条…」(2頁18行～19行)との記載がある。上記「コーンカップ補強用」との記載からみて，引用例3に記載の「突条」は，本願発明3と同様の目的で設けられていることは明らかである。そして，ソフトアイスクリーム用コーン容器においても，アイスクリーム用コーンカップと同様に，握り部に手で握り持っている力によって，潰れたり破れたりしない強さが求められるのであるから，引用例3に記載の「補強用の突条」を引用例2のソフトアイスクリーム用コーン容器に適用することは，当業者が容易に想到し得ることである。",
                        "したがって，審決が「また，引用例3には，アイスクリーム用コーン容器において，胴体外側を補強突起により補強することが記載されていることから，胴体外側を補強突起により補強することは当業者が容易に想到し得ることである。」(6頁16行～18行)と判断したことに誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の［理由1］に関する認定判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1に関する認定判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点認定の誤りの主張につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(1)ア(イ)bのとおり，アイスクリームは，販売形態により，硬化させ販売する通常の「アイスクリーム」であるハードアイスクリームと硬化せず半凍結の形で販売する「ソフトアイスクリーム」とに分類される(乙3，4)。審決は，引用例1に記載のコーンカップは，硬化させ販売する通常の「アイスクリーム」用のものであることを認めた上で，本願発明1に係る「ソフトアイスクリーム」と引用例1に記載の「アイスクリーム」(いわゆる「ハードアイスクリーム」)の上位概念に当たる「アイスクリーム」という用語を用いて，「…共にアイスクリームの…」(3頁14行)と認定したのであり，ソフトアイスクリームがアイスクリームに相当するのは当然であるから，この認定に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本願発明1の「環状受け台」と引用発明1の「環状内側支承子」とは，アイスクリームを受け入れてそれを積み上げるための環状部材である点で共通する。審決は，「環状受け台」と「環状内側支承子」の上位の概念に当たる「環状受け部」という用語を用いて，「両者は，上部にアイスクリームを積み上げるための環状受け部を備えた…」(3頁16行～17行)と一致点を認定したのであり，この認定に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用例1(甲16)の第2図の斜線部で示される部位(コーンカップの上方部)は，溶けて垂れ落ちるアイスクリーム液を受け止めるための部位であり，しかも「漏斗型」の形状である。その機能及び形状が本願発明1の「漏斗型の鍔部」と実質的に同じであるから，審決は「また，後者においても，アイスクリームの溶けた液汁を受ける『漏斗型の鍔部』が設けられているといえるから，」(3頁15行～16行)と認定したのであり，この認定に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断の誤りの主張につき",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点(1)に関する主張に対し",
                          "text": [
                            "引用例1に記載のアイスクリーム用コーン容器をそのままソフトアイスクリーム用のコーン容器として使用できないことは原告が指摘するとおりである。",
                            "審決は，「コーンカップをソフトアイスクリーム用の容器として用いることは本願出願前に周知であった…」(3頁下8行～7行)ことを踏まえて，溶けて垂れ落ちるアイスクリーム液を受ける「漏斗型の鍔部」を備えたコーンカップをソフトアイスクリーム用の容器として用いることは，当業者が容易に想到し得ることであるとの趣旨で，「引用例1に記載の『アイスクリーム用コーンカップ』をソフトアイスクリーム用の容器として使用することは，当業者において格別困難なことではない。」(3頁下7行～5行)と判断したのである。",
                            "引用例1に記載の「アイスクリーム用コーンカップ」をソフトアイスクリーム用の容器として使用する際には，ソフトアイスクリームが半凍結で軟らかいものであることを考慮して容器の構造をソフトアイスクリーム用に変更する必要があることは当然のことであり，審決においても，相違点(2)についての判断において，「引用例1に係る『アイスクリーム用コーンカップ』をソフトアイスクリーム用の容器として用いる際に，引用例1の『環状内側支承子』に代えて引用例2に記載の『環状受け台』を設けることは当業者が容易に想到し得ることである。」(3頁下1行～4頁3行)と判断している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点(2)に関する主張に対し",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記(1)ア(ア)bのとおり，本願発明1における「ソフトアイスクリーム等を積み上げるための環状受け台」は，「突起のある受け台(6)」と「器部最上部(5)」とからなるものと解されるが，引用例2には，環状の「盛込縁(3)」の内側面に「放射状リブ(6)」を環状に設け，この「放射状リブ(6)」上にソフトアイスクリームを盛り付けることが記載され(乙1の第1図)，前記「盛込縁(3)」及び「放射状リブ(6)」は，それぞれ本願発明1の「器部最上部(5)」及び「突起のある受け台(6)」に相当するから，引用例2には，ソフトアイスクリーム用コーンカップにおいて，コーン本体の上部にソフトアイスクリームを積み上げるための環状受け台を設けることが記載されているといえる。",
                                "したがって，審決が「ソフトアイスクリーム用コーンカップにおいて，コーン本体の上部にソフトアイスクリームを積み上げるための環状受け台を設けることが引用例2に記載されている…」(3頁下3行～1行)と認定したことに誤りはない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "上記aのとおり，「コーンカップをソフトアイスクリーム用の容器として用いることは本願出願前に周知であった」ことを踏まえると，引用例1に記載の「アイスクリーム用コーンカップ」をソフトアイスクリーム用の容器として使用することは，当業者が容易に想到し得ることである。",
                                "そして，引用例1に記載の「アイスクリーム用コーンカップ」をソフトアイスクリーム用の容器として使用するときには，ソフトアイスクリームが半凍結で軟らかいものであることを考慮して，コーン容器の構造をソフトアイスクリーム用に変更することは当業者ならば当然に考えることである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "したがって，審決が，「引用例1に係る『アイスクリーム用コーンカップ』をソフトアイスクリーム用の容器として用いる際に，引用例1の『環状内側支承子』に代えて引用例2に記載の『環状受け台』を設けることは当業者が容易に想到し得ることである。」(3頁下1行～4頁3行)と判断したことに誤りはない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点(3)に関する主張に対し",
                          "text": [
                            "前記(1)ア(ア)aのとおり，引用例2に記載の「容器首部」は，本願発明1の「漏斗型の鍔部」に相当するから，審決の相違点(3)についての判断(4頁5行～10行)に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "効果及び結論についての判断の誤りの主張につき",
                      "text": [
                        "前記(1)ア(ウ)のとおり，審決が「また，本願の請求項1に係る発明の奏する効果は，引用例1及び2に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。」(4頁11行～12行)と判断したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明2に関する認定判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例2の記載から「前記環状受け台と，前記鍔部との間を補強突起を介して連絡させることは，当業者において格別困難なことではない。」(審決4頁20行～21行)ということを認めている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明1に係る効果が格別の効果とはいえないことについては，前記(1)ア(ウ)のとおりであり，環状受け台と鍔部との間を補強突起を介して連絡させることに基づく効果についても，容器首部と盛込縁間に複数の放射状リブ(本願発明2の「補強突起」に相当する。)を設けることが引用例2に記載されているから，この記載に基づいて当業者が容易に予測できることである。したがって，審決が「また，本願の請求項2に係る発明は，引用例1及び2に記載された事項から予測し得る範囲内のもので，格別の効果とはいえない。」(4頁22行～23行)と判断したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明3に関する認定判断の誤りの主張に対し",
                  "text": [
                    "前記(1)ウ(ア)のとおり，引用例4の記載から把握できる技術思想に基づいて，コーン容器の最下端部を厚肉にすることは容易になし得ることである。",
                    "したがって，審決が「ソフトクリーム用コーンカップの下端部を二重底にするという技術思想が引用例4により知られている以上，上記技術課題を解決するためにソフトアイスクリーム用コーン容器の最下部を厚肉にすることは，当業者が適宜なし得る程度のことである。」(4頁下5行～2行)と判断したことに誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "そこで，原告主張の取消事由について判断することとするが，事案に鑑み，まず，審決の［理由2］のうち本願発明1に関する部分について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲7)には，前記第3の1(2)の「特許請求の範囲」請求項1のほか，「発明の詳細な説明」として，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野(段落【0001】)",
                      "text": [
                        "「本発明は，アイスクリームあるいはソフトアイスクリーム等を入れるためのコーン容器に関するものである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術(段落【0002】～【0003】)",
                      "text": [
                        "「従来型のコーン容器は，…殆どがウエハース等からなる逆円錐形をした一重構造のコーン本体22からなるものである。このコーン本体22の上部内周にはソフトアイスクリーム等を載せるための短い突起23を有している。この短い突起23には，…ソフトアイスクリーム等が積み上げられる。この積み上げられたソフトアイスクリームは，特に，夏の暑い日には，食べている最中に溶け始めるから，前記コーン本体22より胴体24の外側まで，…垂れ流れ落ちることから該コーン本体22を握り持っている手をベタベタと付着して汚す。この手の汚れは防ぎようもないし，汚れるままにしておくと不快だし不潔でもある。",
                        "従来型のコーン容器においても，…コーン本体22の最上部を花びら風の形状に広げてなる液受け部25を設けたものも知られていたが，この花びら風の液受け部25は，垂れ流れ落ちるどろどろしたソフトアイスクリーム液を，一時的にはよく受け止めることはできても，時間の経過により，…完全には止めることは出来なかったし，コーン本体22を常に水平に保って握っていない限り滴り落ちることとなり，手にベタベタと付着する結果，後始末に困ることになる状態は液受け部25を有しないものと同じであった。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "発明が解決しようとする課題(段落【0004】～【0005】)「上記従来型のコーン容器に積み上げたソフトアイスクリーム等を食べる速さは，たとえば，大人と子供，小学生低学年や幼稚園児や保育園児あるいは老若男女の差によって多少の個人差はあるが，柔らかく凍っているソフトアイスクリーム等の表面は外気に接して溶けて液状になり易く，垂れ流れ落ちることは避けられない。そして垂れ流れ落ちる液は，コーン本体を越えて外側へ垂れて流れ落ち，コーン本体を握り持っている手にベタベタと付着することとなるが，そんな状況を防ぐ手立ては従来型のコーン容器では殆ど考慮されていなかった。したがって，食べている人は手が汚れることも成り行きに任せるしかなかったのが現状であり，手が汚れることを避けようと思ったら，溶け始める前に急いで食べ終えるか，あるいは溶けて垂れ流れる液の先端をひたすら嘗め続けるか，溶け始めたら直ちに食べるのを諦めて残ったソフトアイスクリームを捨てるかなどの方法で処分する以外になく，決して美しい光景とは言えなかった。",
                        "本発明は，上記従来型のコーン容器の問題点を解決するためのもので，その目的とするところは，ソフトアイスクリーム等の表面が溶けてどろどろしたソフトアイスクリーム液が垂れ流れ落ちても，それを握り持っている手にベタベタと付着するような不便が一切無いようにしたソフトアイスクリーム等のコーン容器を提供することにある。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段(段落【0006】)",
                      "text": [
                        "「上記目的を達成するため，本発明は，上部にソフトアイスクリーム等を積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリーム等の溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設け，該鍔部内の空間と，前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させたことを特徴とし，どろどろしたソフトアイスクリーム等の液を鍔部の空間でしっかり受け，この受けた液を胴体の内部空間に確実に収容でき，しかも，環状受け台と鍔部との高さの差を明確にして環状受け台上にソフトアイスクリーム等を積み上げるときに，鍔部の空間をソフトアイスクリーム等で塞がせないように構成している。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果(段落【0025】)",
                      "text": [
                        "「以上の如く，本発明に係るソフトアイスクリーム等のコーン容器は，上部にソフトアイスクリーム等を積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリーム等の溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設け，該鍔部内の空間と，前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させたことを特徴としているから，溶けて垂れ落ち始めたどろどろした液状のソフトアイスクリーム等の液は，鍔部の空間に確実に収容される。したがって，コーン本体の外側を伝って垂れ流れ落ちてコーン本体の胴体を握り持っている手をベタベタと付着して汚すなどの不便を強いられることがない。しかも，本願コーン容器では，これに螺旋状に積み上げて山盛りにしたソフトアイスクリームが食べる人の早さや個人差にもよるが，ソフトアイスクリーム自体の温度とその表面に接している外気温度の影響によって，食べている間に溶け始めたとしてもその後処理に困ったり，気持ちの悪い思いをしながらも慌てて食べ続けたり，途中で処分するという無駄も一切なくなる。この結果，老若男女誰でもがソフトアイスクリームを安心してゆっくりと味わいながら最後まで全部を食べることができる。特に，ソフトアイスクリームが大好きな小さな子供達，小学生低学年や幼稚園児などに喜ばれる。また，前記環状受け台と鍔部との高さの差によりソフトアイスクリーム等を積み上げるところの環状受け台の目標が定まり易くなり，積み上げ作業において，機械から出るソフトアイスクリームの先を外にはみ出すこともなく，適切にスムーズに，しかも，手早くできる。したがって，その積み上げ作業が経験者未経験者の区別なく誰であっても簡単かつ失敗なく行えるなど，各種の優れた効果を奏するものである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによると，①本願発明1は，アイスクリームあるいはソフトアイスクリーム等を入れるためのコーン容器に関するものであること，②本願発明1は，ソフトアイスクリーム等の表面が溶けて，垂れ流れ落ちたソフトアイスクリーム液を，コーン本体の外側に設けられた漏斗型の鍔部で受け，コーン本体に設けた縦割り状の液の通路を通って，コーン本体の胴体内の空間に確実に収容することができるようにするとともに，ソフトアイスクリーム等を積み上げる環状受け台を，鍔部よりも高くすることによって，環状受け台上にソフトアイスクリーム等を積み上げるときに，鍔部の空間をソフトアイスクリーム等で塞がないようにしたものであること，が認められる。",
                    "なお，原告は，本願発明1は，軟らかく凍らせた，しかも機械のノズルから吹き出して積み上げるときから，すでに溶けはじめるほど軟らかい性質を特徴としているソフトアイスクリーム用のコーン容器の発明であると主張するが，「特許請求の範囲」請求項1には，「ソフトアイスクリーム等のコーン容器」と記載されていて，「ソフトアイスクリーム」に「等」が付されていること，上記ア(ア)のとおり，発明の属する技術分野には，「本発明は，アイスクリームあるいはソフトアイスクリーム等を入れるためのコーン容器に関するものである。」と記載されていることからすると，本願発明1は，上記①のとおり，アイスクリームあるいはソフトアイスクリーム等を入れるためのコーン容器に関する発明というべきであって，ソフトアイスクリームに限定した発明であるとは解することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1及び2の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲16)には，「アイスクリーム用コーンカップ」につき，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案の性質，作用及び効果の要領",
                      "text": [
                        "「本実用新案はコーンカップ1の内部下方に平面十字状を呈せしめて底部支承子2を設け，コーンカップ1の上方内側部には連子4により多数の内側支承子3を設けた構造を新規とするものである。",
                        "本案はアイスクリームを収容した場合コーンカップ主体の内側に直接アイスクリームが接しカップ体を軟化し，又摘持する指の温度が収容したアイスクリームに伝導し溶解の早くなる弊及溶解した液汁は底部に滞溜し未溶解のアイスクリームと分離するようになしたもので即ち十字状の底部支承子2及内側支承子3を設けたからアイスクリームを収容した場合十字状の底部支承子2の上部及内側支承子3に該アイスクリームは支受せられ，底部及内側支承子3とカップ体の内側との間に空間A，A′が生ずることになる従って底部並に側部にはアイスクリームが直接することがないため軟化することがない。又カップを摘持した指の温度を伝導することが少いから溶解も速でない，更に又溶解した液汁は内側支承子3，3間の間隙Bから底部の空間に流れ込み，アイスクリームとその液汁とを分離さすことができ…」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "第2図には，内側支承子3，3間の間隙Bが縦割り状に形成されていることが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，引用例2(甲17，乙1)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "「ソフトクリーム盛込用容器頂部の外側に，該容器と同材質の環状垂液受用ポケットを一体成形してなるソフトクリーム用コーンカップ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "考案の詳細な説明",
                      "text": [
                        "「コーンカップの容器外形は，逆円錐状の容器下部(1)と，該容器下部(1)の上端に連続する椀状の容器首部(2)とによって構成されるもので，該容器首部(2)の内径側に，該容器首部(2)と同芯状に盛込縁(3)を立設し，さらに該盛込縁(3)の内径側同心位置に補強内壁(4)を立設するとともに，容器首部(2)と盛込縁(3)間，該盛込縁(3)と補強内壁(4)間にそれぞれ複数の放射状リブ(5)(6)を等配連設してなるもので，上記容器首部(2)と盛込縁(3)によって有底環状の垂液受用ポケット(7)を構成するものである。また上記盛込縁(3)頂端は容器首部(2)の頂端より数ミリメートル高くなるように構成され，リブ(5)の容器首部(2)側当接部は，該容器首部(2)の頂端よりわずかに低い位置に連結されるとともに内側のリブ(6)と補強内壁(4)の高さは容器首部(2)の頂端より低い位置になるように構成される。",
                        "上記構成のコーンカップにソフトクリーム(e)を盛付ける場合は二点鎖線で示すごとく盛込縁(3)の内側に高盛するものである。したがってソフトクリーム(e)の溶解垂液はソフトクリーム(e)の表面にそって垂れ，盛込縁(3)から，該外側に位置する垂液受用ポケット(7)に落ち込み滞留する。したがって容器下部(1)に垂液が達することはなく，該部を握っていても手指を汚損することはない。」(4頁2行～5頁13行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "第1図には，盛込縁(3)の内側の放射状リブ(6)の上に，ソフトクリームが盛り付けられている図が記載されている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の「一致点認定の誤り」の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)イの引用例2(甲17，乙1)の記載によると，引用発明2は，ソフトクリーム用コーンカップに関するものであるところ，「ソフトクリーム用コーンカップ」は，本願発明1の「ソフトアイスクリームのコーン容器」に相当する。そして，前記(2)イの引用例2(甲17，乙1)の記載によると，引用発明2において，「逆円錐状の容器下部(1)とこれに連続する容器首部(2)の盛込縁(3)を含む，それより内側の部分」は，ソフトクリーム(ソフトアイスクリーム)を載せて，それを支える部分であるから，本願発明1の「コーン容器本体」に相当し，「盛込縁(3)」及び「放射状リブ(6)」は，ソフトクリーム(ソフトアイスクリーム)を盛り付ける部分であって，環状になっているから，本願発明1の「環状受け台」に相当するものと認められ，また，「容器首部(2)の盛込縁(3)より外側の部分」は，ソフトクリーム(ソフトアイスクリーム)が溶けて垂れる液を受ける部分で，漏斗状になっているから，本願発明1の「漏斗型の鍔部」に相当するものと認められる。さらに，前記(2)イの引用例2(甲17，乙1)の記載によると，引用発明2において，「盛込縁(3)頂端は容器首部(2)の頂端より数ミリメートル高くなるように構成されている」のであるから，本願発明1の「漏斗型の鍔部」に相当する「容器首部(2)の盛込縁(3)より外側の部分」は，本願発明1の「環状受け台」に相当する「盛込縁(3)」及び「放射状リブ(6)」の最上部よりも低い位置に設けられているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例2には，「椀状の容器首部(2)」のうち「椀状の」という記載はない，と主張するが，前記(2)イ(イ)認定のとおり「椀状の容器首部(2)」との記載が存する。",
                    "原告は，引用発明2の「容器首部」は，コーン容器本体の首部を意味しており，本体の上部を示す部位の名称であるから，引用発明2の「容器首部」が本願発明1の「漏斗型の鍔部」に相当することはない，と主張する。しかし，引用発明2の「容器首部(2)の盛込縁(3)より外側の部分」は，その技術的な意義及び形状からすると，上記アのとおり，本願発明1の「漏斗型の鍔部」に相当するものと認められる。",
                    "原告は，審決の「上部にソフトアイスクリーム等を積み上げるための…」(5頁11行)の「上部にソフトアイスクリーム等」との表現及び「…環状受け台を備えたコーン本体の外側に，」(5頁11行～12行)の「環状受け台」との表現は，本願発明1の表現である，と主張する。",
                    "「上部にソフトアイスクリーム等を」及び「環状受け台」という表現は，本願発明1の表現であるが，上記アのとおり，引用発明2の「盛込縁(3)」及び「放射状リブ(6)」は本願発明1の「環状受け台」に相当するのであって，引用発明2に本願発明1の「環状受け台」に相当するものが存するとの審決の判断に誤りはない。",
                    "原告は，「鍔」とは，「本体と繋がっていて，本体とは別に，本体から突き出た部分である。」と主張するが，引用発明2において，「容器首部(2)の盛込縁(3)より外側の部分」は，本体に当たる「逆円錐状の容器下部(1)とこれに連続する容器首部(2)の盛込縁(3)を含む，それより内側の部分」と繋がっていて，それとは別に，それから突き出た部分である，ということができるから，「容器首部(2)の盛込縁(3)より外側の部分」は，原告が主張する定義によっても「鍔部」であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明1と引用発明2は「上部にソフトアイスクリームを積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリームの溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設けたことを特徴とするソフトアイスクリームのコーン容器」の点で一致する。",
                    "審決は，本願発明1と引用発明2は「ソフトアイスクリーム等」の「等」の点においても，一致するとするが，「等」の点で一致するとは認められない。しかし，それ以外の点における審決の一致点の判断に誤りはない。なお，後記(4)ウのとおり，本願発明1に含まれるソフトアイスクリームに関する発明について，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に発明することができたと認められる以上，本願発明1について特許を受けることかできないから，審決の上記一致点の認定の誤りは，結論に影響するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の「相違点についての判断の誤り」及び「効果及び結論についての判断の誤り」の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)アの引用例1(甲16)の記載によると，引用発明1は，アイスクリーム用コーンカップに関するものである。そして，前記(2)アの引用例1(甲16)の記載によると，引用発明1には，アイスクリームを載せて，それを支える部分である「内側支承子3」が存し，「内側支承子3」とその外側にある「コーンカップ1の上方内側部」との間に空間が存するところ，この空間と「内側支承子3」の内側とは，縦割り状の「内側支承子3，3間の間隙」によって連通している。このように，引用発明1には，アイスクリームを載せて，それを支える部分と，その外側の空間を，縦割り状の間隙によって連通することが記載されている。",
                    "引用発明1は，アイスクリーム用コーンカップに関するものであるのに対し，引用発明2(甲17，乙1参照)は，ソフトクリーム用コーンカップに関するものである。ところで，乙3(藤巻正生ほか編集「食料工業」618頁［1985年9月25日発行］株式会社恒星社厚生閣)及び乙4(五十嵐脩ほか編集「丸善食品総合辞典」2頁［平成10年3月25日発行］丸善株式会社)によると，アイスクリームは，販売形態により，硬化させ販売する通常のアイスクリームであるハードアイスクリームと，硬化せず半凍結の形で販売するソフトアイスクリームに分類されるものと認められるが，ソフトアイスクリーム(ソフトクリーム)も広義のアイスクリームである点には変わりがないから，引用発明1及び2は，(広義の)アイスクリーム用コーンカップに関する点で共通する。そして，前記(2)アの引用例1(甲16)及び前記(2)イの引用例2(甲17，乙1)の記載によると，引用発明2は，溶けたソフトクリームの垂液を受け止める垂液受用ポケットをコーンカップに設けて手指の汚損を防ぐものであり，また，引用発明1は，溶けたアイスクリームの液汁を底部の空間に流し込むための間隙をコーンカップの内側支承子間に設けるものであり，両者は共に，ソフトクリーム又はアイスクリームの液汁をアイスクリーム用コーンカップ内に収容するためのコーンカップの構造に関する発明である。そうすると，当業者は，引用発明1の「アイスクリームを載せて，それを支える部分と，その外側の空間を，縦割り状の間隙によって連通する」構成を，引用発明2に適用して，引用発明2において，本願発明1の「鍔部内の空間」に相当する「容器首部(2)の盛込縁(3)より外側の部分」と，本願発明1の「コーン本体」に相当する「逆円錐状の容器下部(1)とこれに連続する容器首部(2)の盛込縁(3)を含む，それより内側の部分」とを，縦割り状の液の通路を介して連通させることを容易に想到することができたものというべきである。そして，このように縦割り状の液の通路を介して連通させれば，「容器首部(2)の盛込縁(3)より外側の部分」に落ちた液は，当然に「逆円錐状の容器下部(1)とこれに連続する容器首部(2)の盛込縁(3)を含む，それより内側の部分」に流れ込むことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明1は，固く凍らせたことを特徴とするアイスクリーム用のコーンカップであるのに対し，本願発明1の「ソフトアイスクリーム等のコーン容器」は，軟らかく凍らせた，しかも機械のノズルから吹き出して積み上げるときから，すでに溶けはじめるほど軟らかい性質を特徴としているソフトアイスクリーム用のコーン容器である，という違いがあると主張する。しかし，前記(1)イのとおり，本願発明1は，ソフトアイスクリームに限られないものであるから，既にこの点において，原告の主張は失当である。また，引用発明1は「アイスクリーム用のコーンカップ」であるのに対し，引用発明2は「ソフトクリーム用コーンカップ」であるが，それらを組み合わせることができることは，上記アのとおりである。",
                    "原告は，引用発明2は，ソフトアイスクリーム盛込用容器頂部の外側に，該容器と同材質の環状垂液受用ポケットを一体成形して設けたものであって，垂液受用ポケットに落ち込んでくる溶解垂液を滞留させることを目的としているから，本願発明1とは発想及び目的が異なる，と主張する。前記(2)イの引用例2(甲17，乙1)の記載によると，引用発明2は，原告が主張するように，「容器首部(2)の盛込縁(3)より外側の部分」に落ちてくる液を滞留させるというものであるが，そうであるとしても，引用発明2に，引用発明1の「アイスクリームを載せて，それを支える部分と，その外側の空間を，縦割り状の間隙によって連通する」構成を適用することができないというべき理由はない。",
                    "原告は，本願発明1は，「ソフトアイスクリーム等の溶けた液がコーン本体の最上部から外側に垂れ流れ落ちる液を，本体上部外側に繋がっていて上向きに突き出して漏斗型に広がった鍔部で受け，コーン本体に流し込んで溜め，コーン本体に溜まっているソフトアイスクリーム液と，コーン本体を一緒に食べることにより，一度に2種類の食感と味わいを楽しめることができる」という新しい概念を有している，と主張する。しかし，本願明細書(甲7)には，「コーン本体に溜まっているソフトアイスクリーム液と，コーン本体を一緒に食べることにより，一度に2種類の食感と味わいを楽しめる」という記載は全くないから，本願発明1が，原告が主張するような新しい概念を有していると認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，当業者は，引用発明1及び2に基づいて，本願発明1に含まれる発明である「上部にソフトアイスクリームを積み上げるための環状受け台を備えたコーン本体の外側に，前記環状受け台上に積み上げたソフトアイスクリームの溶けた液を受ける漏斗型の鍔部を，前記環状受け台の最上部より低い位置に設け，該鍔部内の空間と，前記コーン本体とを，該コーン本体に設けた縦割り状の液の通路を介して連通させたことを特徴とするソフトアイスクリームのコーン容器。」を容易に発明することができるものと認められる。そして，この発明の奏する効果，すなわち，前記(1)イの②記載の効果である「コーン本体の外側に設けられた漏斗型の鍔部で受け，コーン本体に設けた縦割り状の液の通路を通って，コーン本体の胴体内の空間に確実に収容することができるようにする」とともに，「ソフトアイスクリームを積み上げる環状受け台を，鍔部よりも高くすることによって，環状受け台上にソフトアイスクリームを積み上げるときに，鍔部の空間をソフトアイスクリームで塞がないようにした」という効果は，引用発明1及び2から予測し得る範囲内のもので，格別の効果とはいえない，というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，本願発明1は，特許法29条2項により特許を受けることができないことになるから，本願を拒絶すべきものとした審決は，その余の点(審決の［理由1］に関する部分と［理由2］のうち本願発明2及び3に関する部分)について判断するまでもなく，結論において相当であり，取り消すべき理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10418",
    "date": "2007-03-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034466",
    "ipprecedent_id": "949",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}