{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001−9191号事件について平成18年6月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，米国法人である原告が国際特許出願の方法により名称を「クローン化グルタミン酸デカルボキシラーゼ」(CLONED GLUTAMIC ACID DECARBOXYLASE)とする発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，その取消しを求めた事案である。",
        "争点は，請求項1～11から\u0001る本願のうちその1項及び6項である本願発明1及び6が，下記引用例1～3に記載された発明との関係で進歩性(特許法29条2項)を有しているかどうかである。",
        "① 引用例1：B and C「Characterization of the Protein Purified withMonoclonal Antibodies to Glutamic Acid Decarboxylase」TheJournal of Neuroscience, Vol.8, No.6,1988 p.2123-2130(以下，この発明を「引用発明1」という。)",
        "② 引用例2：Dほか「Identification of the 64K autoantigen ininsulin-dependent diabetes as the GABA-synthesizing enzyme",
        "glutamic acid decarboxylase」 Nature,",
        "Vol.347,1990.Sep.13,p.151-156 (以下，この発明を「引用発明2」という。)",
        "③ 引用例3：Eほか「64000 Mr autoantibodies as predictors ofinsulin-dependent diabetes」THE LANCET, Vol.335, 1990Jun., p.1357-1360 (以下，この発明を「引用発明3」という。)"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，上記名称の発明(発明者：A外2名)につき，1990年(平成2年)9月21日の優先権(米国)を主張して，1991年(平成3年)9月23日に国際特許出願(PCT／US91／06872，WO92／05",
                "446。以下「本願」という。)をし(特願平3−518259号)，平成4年5月20日に特許法184条の4に基づき日本国特許庁に翻訳文を提出した(国内公表〈特表平5−503220号〉は平成5年6月3日。甲11はそこに記載された明細書。請求項の数38)。",
                "その後，原告は，平成12年4月10日付けで明細書を補正した(以下「本件補正」という。請求項の数11。甲12)が，平成13年2月26日拒絶査定を受けたので，平成13年6月4日付けで不服の審判請求を行った。",
                "特許庁は，上記請求を不服2001−9191号事件として審理した上，平成18年6月20日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成18年6月30日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1～11から成り，そのうち請求項1及び6は下記のとおりである(以下，請求項1の発明を「本願発明1」，請求項6の発明を「本願発明6」という。これらを総称して「本願発明」ということがある。)。",
                "記",
                "「【請求項1】以下の(a)−(c)のいずれかから選択されるタンパク質をコードするcDＮA：",
                "(a)図2に示すアミノ酸配列からなるタンパク質；",
                "(b)図3に示すアミノ酸配列からなるタンパク質；",
                "(c)図2又は図3に示すアミノ酸配列において1もしくは数個のアミノ酸が欠失，置換もしくは付加されたアミノ酸配列からなる(a)もしくは(b)由来のタンパク質であって，かつグルタミン酸デカルボキシラーゼ活性を有するタンパク質。",
                "【請求項6】図2又は図3に示すアミノ酸配列からなるGAD に対する自己抗体のためのエピトープを少なくとも1個有する，アミノ酸配列を有するポリペプチドをコードするcDＮA配列から本質的になるcDＮA配列。」",
                "なお，図2は別紙1(図2A～2C)のとおりであり，図3は別紙2(図3A～3D)のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，本願発明1及び6は，引用例1～3に記載された発明に基づいて容易に発明することができたから，特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，本願発明1に含まれる「図2に示すアミノ酸配列からなるタンパク質をコードするcDＮA」と引用発明1との一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "いずれもラット由来のGADに関連するタンパク質に関する発明である点",
                    "〈相違点〉",
                    "本願発明1は，GAD活性が確認された「図2に示すアミノ酸配列からなるタンパク質」をコードするcDＮAであるのに対し，引用発明1には，ラットGAD関連タンパク質については，その部分アミノ酸配列が記載されているものの，GAD活性を有することについて示唆されるに留まり，そのようなGAD関連タンパク質をコードするcDＮAについては記載されていない点"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決は，本願発明6と引用発明1との一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "いずれもラット由来のGADに関連するタンパク質に関する発明である点",
                    "〈相違点〉",
                    "本願発明6は「図2又は図3に示すアミノ酸配列からなるGAD65に対する自己抗体のためのエピトープを少なくとも1個有する，アミノ酸配列を有するポリペプチドをコードするcDＮA配列から本質的になるcDＮA配列」であるのに対し，引用発明1には，そのようなcDＮAが記載されていない点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(引用発明1は引用発明としての適格性を欠く)引用例1(甲1)の表2(Table2)に記載のラットGADのアミノ酸配列97個のうち，96個が正しいものであったことは認める。",
                    "しかし，これらの96個のアミノ酸は連続していないというよりもむしろ，間に散らばった不確定のアミノ酸によって，そしてメチオニンの位置での臭化シアン開裂による配列の中断によって，より小さいストレッチに分けられていることに注意すべきである。",
                    "引用例1のラットGAD部分アミノ酸配列の最も長いストレッチの中には，ネコGAD アミノ酸配列と同じ配列を有する長いストレッチがある。GAD と異なる遺伝子を見つけようとするならば，これらの領域をプローブとして用いることは避けなければならない。ネコGAD と異なる残りのアミノ酸配列領域は非常に短く，必要になるであろうプローブにおいて必要な縮退が特に与えられた核酸プローブを設計するためには最適とはいえない。さらに，アミノ酸の違いが，種の違いのみによるものか否かは本願優先日(1990年［平成2年］9月21日)当時知られていなかったのであり，配列の違いは単なる誤りであるかもしれなかった。ラットGAD の全アミノ酸配列の決定を報告したLほか「Rat BrainGlutamic Acid Decarboxylase Sequence Deduced from a Cloned cDNA」Journal of Neurochemistry Vol.54, No.2, 1990, P.703-705(甲7)にも，ラットGAD のアミノ酸配列と引用例1に開示された59kDaラットGAD部分アミノ酸配列との「諸相違はタンパク質配列決定に内在する可能性が大きい」(704頁右欄5行～6行，訳文は原告準備書面(2)の1頁及び原告の平成18年2月27日付け上申書8頁による)という記載があり，配列決定におけるアーティファクトによって不一致となっているのではないかと示唆されているように，引用例1に開示された59kDaのラットGAD部分アミノ酸配列自体が信頼できるものであるとの確証は，本願優先日当時の当業者には無かった。",
                    "したがって，引用発明1は引用発明としての適格性を欠いている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消理由2(本願発明1及び6は引用発明1から容易に発明することができたものではない)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明1について",
                      "text": [
                        "審決は，「ラット脳由来のcDＮAライブラリーを構築し，ラットの59kDタンパク質の部分アミノ酸配列とネコGADのアミノ酸配列間で保存された領域(記載事項(a3))を基に縮重プライマーを調製し，該cDＮAライブラリーをスクリーニングすることにより，ラット脳由来のGADをコードするcDＮAをクローニングすることは，当業者が容易に想到し得ることである。また，これにより得られたcDＮAがGADの全長をコードするものでなかった場合でも，さらに，本願優先日前における周知技術であった5’末端側又は3’末端側のDＮA配列を決定するRACE法等の手法を適用して，全長cDＮAを得ること，及び，常法によりその配列を解析し，コードするアミノ酸配列を特定すること及び，それがコードするGAD関連タンパク質がGAD活性を有することを確認することは，当業者にとって格別な困難性を有するものとも認められない。」と判断している(6頁5行～17行)。",
                        "しかし，この判断は，本願優先日(1990年［平成2年］9月21日)当時の技術水準に照らすと，次のとおり誤りであり，本願発明1は引用発明1から容易に発明することができたものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例1の発表より後に，本願発明者らによって解明されたことであるが，GADにはその分子量によって区別され得るGAD 及びGAD が存在し，これらはそれぞれ別の遺伝子によってコードされている(本願明細書［甲11］6頁17行～最終行)。引用例1に開示されたラットの59kDタンパク質がラットGAD であり，これと対比して並べられているネコGADがネコGAD であることも引用例1の発表後に明らかになった事実である。",
                            "ところが，1980年代の半ばから終わりには，GADが単一の遺伝子によってコードされているのか，又は1より多い遺伝子によってコードされているのかという問題については答えが出ないままであった。少なくとも二つの理由，すなわち，当時の文献の水準及び1より多い遺伝子の存在を支持するデータが継続して欠如していたことから，この問題に答えることは困難であった。",
                            "本願発明者らは，単一GAD遺伝子仮説を支持するか又は否定する実験データを得るために，低及び高緊縮条件を用いて多数の実験を行った。本願発明者らは，≦30％ミスマッチ，ハイブリダイゼーション(サザンブロット及びスクリーニング)で，高緊縮と低緊縮とを比較し，第2の遺伝子の証拠は無いことを繰り返し見い出した。これらのデータから，本願発明者らは，第2のGAD遺伝子が存在するなら，それは，70％未満の同一性であり，低緊縮ハイブリダイゼーションを用いて検出又は単離することはできないと結論付けた。",
                            "したがって，引用例1に報告されたラットペプチド配列(部分アミノ酸配列)が実際のところ何を示しているのか当時は不明だったのである。",
                            "BとCが1987年7月に引用例1を発表してから，1991年に",
                            "本願発明者らが論文でGAD とGAD のクローニングを報告するまで4年が経過している。4年間は非常に長い期間である。ラットGAD cDＮAを特定することが当業者に容易であったならば，引用例1を発表したBとCが彼ら自身でGAD とGAD をクローニングする実験を行ったであろう。",
                            "本願発明者らが1989年に発表した論文においても，ヒト及びラットのGADは，ただ一つの遺伝子であると記載されている(甲8の1［F,G and A「TWO FORMS OF GLUTAMATE DECARBOXYLASE(GAD),WITHDIFFERENT N-TERMINAL SEQUENCES,HAVE DISTINCT INTRANEURONALDISTRIBUTIONS」 SOCIETY FOR NEUROSCIENCE",
                            "ABSTRACTS,VOLUME 15,1989,P.487］及び甲8の2［G,",
                            "H,F and A「IMMUNOCYTOCHEMICAL STUDIES USING A NEW ANTISERUMAGAINST BACTERIALLY PRODUCED FELINE",
                            "GLUTAMATE DECARBOXYLASE」SOCIETY FOR NEUROSCIENCE ABSTRACTS,VOLUME 15,1989,P.488］)。",
                            "本願発明者らは，1990年に，二つのGAD遺伝子に関する論文を，雑誌「SCIENCE」に投稿したところ，59kD及び63kDのGADタンパク質は，二つの遺伝子の存在によるものではなく，異なるスプライシングによって説明されると「SCIENCE」がまだ考えていたために，最初は掲載を拒絶された(甲13［本願発明者の一人であるIの宣誓書］)。",
                            "Jらは，マウスにおいて第2のGAD遺伝子を見い出していたが，それは偽遺伝子であった(甲6［Jほか「Sequences Homologous toGlutamic Acid Decarboxylase cDNA Are Present on Mouse Chromosomes2 and 10」GENOMICS 6, 1990, P.115-122］)。このことは，引用例1に関して大きな疑問を投げかけるものであった。引用例1に開示されたラットGAD部分アミノ酸配列は本当に機能性遺伝子を示しているのか，又は単にJによるマウスで見い出されたものの，ラットにおける同等物ではないかという疑問であった。",
                            "Lらの研究(甲7［Lほか「Rat Brain Glutamic Acid",
                            "Decarboxylase Sequence Deduced from a Cloned cDNA」Journal ofNeurochemistry Vol.54, No.2, 1990, P.703-705］)は，彼らの研究によって得られたラットGADクローンが，引用例1によって報告されたものとよく一致し，違いは技術的な問題であることを示唆している。しかし，当時Lらは理解していなかったが，LらがクローニングしていたのはラットGAD だったのである。甲7によってラットGAD の全アミノ酸配列が解明されたからといって，甲7の著者も述べているとおり，引用例1の部分アミノ酸配列決定に誤り(アーティファクト)があったかもしれないという認識が当業者にはあったのであるから，「59kDaのラットGADは，ネコGADのオーソログではなく，異なる型であること」が，本願優先日前に明らかであったとはいえない。",
                            "本願優先日の周辺に公表された，GADに関する論文は，いずれもGAD には全く言及していない(甲15～19)。また，糖尿病関連団体(diabetes community)の研究室は，初期に研究室を解散した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例1(甲1)には，「59kDaタンパク質は，高い程度で，ネコGAD(Fら，1986；Kら，1987)に対するcDＮAによってコードされたタンパク質の推定されたアミノ酸配列と配列相同性を有している。従って，これらのタンパク質は，共通の祖先からラット及びネコのへの進化の間に分岐した単一遺伝子の生成物であるか，又は両方の種で見出される遺伝子の密接に関係するセットのメンバーであるかのいずれかである。」旨の記載がある(2129頁左欄28行～42行，訳文は原告準備書面(1)の9頁による)。このように，引用例1は，GADは1個又は2個の遺伝子によってコードされていると，二つの選択肢があることを述べている。しかし，引用例1が報告したデータからは，これら二つの可能性のいずれであるかを決定することはできなかった。引用例1は，引用例1で報告したデータを考慮すれば，どのようにしてこれが解明できるのかについては述べていなかった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "その後すぐに，本願発明者らは，単一GAD遺伝子仮説を試験する別の方法がないだろうかと考え始めた。",
                            "本願発明者らが直面した問題は次のとおりであった。すなわち，報告されているネコcDＮAとラットタンパク質の間の違いは「実在」なのか，又はこれらの違いは，単にラット又はネコの種の違いとペプチド配列決定における誤りの総和なのだろうか，さらに，これをどのように検証することができるだろうかということであった。",
                            "再度の第2のGAD遺伝子を明らかにするための低緊縮ハイブリダイゼーション実験は，繰り返し失敗に終わったので，本願発明者らは，観察された違いが第2のGAD遺伝子を示しているのか否かを直接試験できる別の何かを試さなければならないことを認識した。",
                            "そこで，本願発明者らは，縮退プライマーをPCRに用いて同じ種の中の関連する遺伝子をクローニングすることを考えた。しかし，この実験には，次のような困難があった。",
                            "第1に，この実験を成功させるためには，ポリメラーゼ鎖延長のため，cDＮAにアニーリングさせられるだけの，十分な濃度の正しいオリゴヌクレオチド，又は正しいものに近いオリゴヌクレオチドが必要であった。しかし，この実験のために用いるプライマーはかなり縮退していたために，増幅された生成物を生産することができなかった。",
                            "第2に，本願発明者らは，ネコGADのラット同等物のゲノム構造又は潜在的な第2のGAD遺伝子のゲノム構造を知らなかった。",
                            "もし，いくつかの大きなイントロンがあったなら，PCR生成物の長さは効率的に増幅できないほどに大きくなるため，否定的な結果をもたらしたであろう。",
                            "また，1980年代終わりには，配列決定分析の前にPCR生成物をクローニングする必要があったので，得られた任意のPCR生成物をどうやってクローニングするかという問題もあった。設計されたプライマーに内在する制限部位が目的とするcDＮAに内在していて，クローニングのために選択した酵素が，想定される第2GAD遺伝子の内部に存在する特異的な配列を切断してしまえば，想定される第2の遺伝子は排除されることになる。",
                            "第3に，一旦増幅が起きれば，縮退は非常に広範に及ぶため「キナーゼ化された(kinased)」オリゴヌクレオチドスクリーニングによる陽性シグナルを得ることはできないので，引用例1の配列を肯定的に選択する方法(GAD と異なる領域を同定し，そしてこの異なる領域を含むcDＮAをクローニングするためのPCRプライマーを設計するために，引用例1に開示されたラットGAD部分アミノ酸配列を用いること)はなかった。",
                            "転写率，又はGAD 及びGAD をコード化するmRＮAの安定性の違いによって，タイプの異なるノイズが生じ得る。GAD とGAD の発現濃度が大きく異なっていたり，安定性が異なっている場合には，ゲル電気泳動によるノイズ除去は役に立たない。それらのノイズ集団(their prevalence)における種類の違いは簡単に100～1000倍になったであろう。1990年代の初期には，単一遺伝子の配列決定はいまだ非常に困難で費用のかかる仕事であった。そのころは，単一遺伝子の配列決定は，大学院生の卒業論文が大部分を占めており，せいぜい10～20個のクローンを配列決定したものであった。この時点で，GAD の存在が否定的であったならば，より多くのcDＮAクローンの配列決定を続けるために必要な時間，費用及び努力を費やすことが正しいと判断することは難しかった。",
                            "そこで，本願発明者らは，引用例1のラットGAD部分アミノ酸配列とネコGAD アミノ酸配列の間で異なっている領域をプローブとして用いるのではなく，ネコGAD アミノ酸配列と類似の引用例1のラットGAD部分アミノ酸配列の領域に対応する，ネコGAD 由来の配列をプローブとして用い，ネコオーソログにハイブリダイズしないものはすべて第2GADを示すという考えを持って，「否定的選択(negative selection)」により，ネコGAD同等物をスクリーニングした。多くの「的はずれの」PCR由来の増幅産物があるので，このような否定的選択は難しいことが周知である。",
                            "しかし，上記の考え(否定的選択)の何度かの繰り返し試行の後，本願発明者らは，二つの異なる配列集団を同定することに成功した(本願明細書［甲11］記載の実施例1は，否定的選択そのものではないが肯定的選択も使用していない。複合的な方法を用いたものである。)。",
                            "しかし，まだ，これらの二つの同定された配列集団のうちのいずれかが発現された偽遺伝子である可能性があった。本願発明者らは，続いて，cDＮAライブラリーをスクリーニングし，ネコGAD及びラットGAD(上記同定された二つの配列集団のうちのネコGADと密接に配列されたもの)とは全く異なる配列に対する全長のクローンを得た。この新たな配列は，ラットGAD(上記同定された2つの配列集団のうちのネコGADと密接に配列されたもの)に対するヌクレオチド配列と65％類似であった。",
                            "次に，本願発明者らは，第2のGAD遺伝子を確かにクローニングしたことを証明する必要があった。本願発明者らが同定した新たな配列と引用例1の間の配列アラインメントを観察しても，本願発明者らが第2のGAD遺伝子をクローニングしたか否かを検討することにはならないからである。そこで，本願発明者らは，下記の実験を行った。",
                            "① 上記で得られた新たなラットcDＮAによるサザンブロットを行った。これは，ネコGADプローブによって認識されない，全体として異なるセットのバンドを明らかにした。これにより，新たなラットcDＮAが上記同定された二つの配列集団のうちのネコGADと密接に配列されたものの遺伝子から誘導されたものでなく，異なる遺伝子から誘導されたことが証明された。",
                            "② 新たなラットcDＮAを用いたノーザンブロットによって，ネコGADのプローブによって以前には認識されなかった別のバンドを検出した。これは，サザンブロットからの結論と辻褄の合うものであった。",
                            "③ 新たなラットcDＮAを用いた全長のタンパク質発現によって，化学量論量のグルタミン酸塩をGABAに変換するタンパク質を生産した。したがって，本願発明者らは，ラットGADをコードする第2のGAD遺伝子をクローニングした。その分子量の計算値は，～6万5000であったので，本願発明者らはそれをGAD と命名した。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "d",
      "text": [
        "以上のとおり，本願発明者らによって用いられたラットGAD(ラットGAD )を単離する方法は，決して自明なものではなく，創意に富んだものであった。引用例1の配列はこのクローンを同定するのに，用いなかったし，用いることができなかったのである。",
        "本願発明者らは，2007年(平成19年)6月25日に，PubMedを用いて期間を区切った文献検索を行ったところ，「low +hybridization + cloning」に関する1985年から1990年の時間枠での検索によって，411件の論文がヒットした。しかし，「degenerate + primer + PCR + cloning」に関する1985年から1990年の時間枠でのPubMed検索では，たった4件の論文しかヒットせず，これは前者と比べて100倍少ない。また，「mixed +primer」でPubMed検索をすると，1985年1月1日から1990年9月21日の時間枠では，26件の論文がヒットしたが，この中には，本願発明者らが採用した方法に関するものは1件もなく，「本願優先日時点でのcDＮAのクローニングに関する周知技術」が存在したことを示すものもなかった。このことは，本願優先日当時において，縮退プライマーPCRクローニングの「周知技術」を用いて本願発明をすることが容易であるということがいかに不合理であるかを証明している。",
        "本願発明者らが，ラットGAD cDＮAのクローニングを完了したのは，本願の図4のラットGAD とヒトGAD のアミノ酸配列の比較を行った日付「1990年8月22日」(本願の図4A［甲11］には，「1992年8月22日」と記載されているが，本願の基となっている国際出願の国際公開公報WO92／05446号［甲23］のFFIG.4Aには「AUGUST 22，1990」(1990年",
        "8月22日)と記載されているから，上記の「1992年8月22日」がタイプミスであることは明らかである。)より前であり，実際には1989年の6月～8月の時間枠で行った実験によってである。",
        "クローニングの技術は，1991年付近を境に大きく変わっており，1991年以前は，縮退PCR研究は極端に難しかった。本願発明における決定的なPCRを含む実験は1991年より十分前に始められていたのである。"
      ]
    },
    {
      "fig": "e",
      "text": [
        "審決が，RACE法等を用いて，部分アミノ酸配列からGAD の5’末端を得ることができたと推測しているなら，正確ではない。なぜなら，RACE法では，一つの特異的なプライマーしか使用せず，それ以外のプライマーは非特異的(すなわち，Gの鎖)であるため，目的とする5’末端を検出し，続いてクローニングするためには，目的とする遺伝子に特異的なネスト化されたプライマーが必要であるところ，本願発明の場合には，多数の縮退プライマーを用いることになり，RACE法による解析は不可能であったからである。"
      ]
    },
    {
      "fig": "f",
      "text": [
        "なお，被告は，「本願発明をすることが容易である」ということが何を意味するかを明らかにしていない。分子生物学者であれば，「容易である」とは，縮退PCRクローニングによってどうやって関連遺伝子をクローニングするかに関する詳細な標準操作手順書が書けることにあると定義するであろう。標準操作手順書とは，公開論文の単なる「材料及び方法」の項程度のものでないことは明らかである。標準操作手順書は，全ての機能性の問題，又は「バグ(bugs)」を除去するために，多くの研究者によって十分に開発され試験されたプロトコール(protocol：実験計画書)である。このようなプロトコールが作成できる段階でのみ，その操作が「容易である」と考えられる。しかるところ，縮退プライマーPCRを用いて遺伝子をクローニングするためのそのような詳細なプロトコールは1990年又はそれ以前には無かったのである。",
        "被告は，縮退の「通常」の程度が何かを述べていない。「通常」という語句は，その技術が非常に頻繁に用いられており，公表論文又は周知の事実のいずれかによって「通常」の範囲が存在することを意味する。本願発明者らは，1990年又はその付近でPCRクローニングにおけるプライマーの縮退に関する「通常」の程度の定義を見い出すことはできなかった。"
      ]
    },
    {
      "fig": "g",
      "text": [
        "また，被告は，後記3(2)ア(ア)のとおり，乙10(GREGORIO GILほか「Multipal Genes encode nuclear factor 1-like proteins thatbind to the promoter for 3-hydroxy-3-methylglutaryl-coenzyme Areductase」Proceedings of the National Academy of Science of theUnited States of America, Vol.85, 1988, p.8963-8967)及び乙11(CHENG CHI LEEほか「Generation of cDNA Probes Directed by AminoAcid Sequence:Cloning of Urate Oxidase」Science,Vol.239, 1988,p.1288-1291)に基づく主張をするが，次のとおり，これらの証拠によって本願発明1が容易になし得たとすることはできない。"
      ],
      "content": [
        {
          "fig": "(a)",
          "subject": "乙10及び11は，cDＮAをクローニングするRT−PCR",
          "text": [
            "の一般的な方法を記載している。これらの乙号証と本願発明1の異なる点は，乙号証では曖昧でないアミノ酸配列の非常に長いストレッチを有する高度に精製されたペプチドを用いた(乙11の「Fig.1」の(B)及び乙10の「Fig.1」参照)のに対し，本願発明1では，GAD と異なる引用例1の配列の領域は非常に短く，GAD を直接にクローニングするのに使用することが難しかった。",
            "本願発明者らは引用例1のラットGAD部分アミノ酸配列中のネコGAD(ネコGAD )と一致している，より長いストレッチを用いた。そして，本願発明者らは得られたGAD ではないcDＮAに対するクローンをスクリーニングした。"
          ]
        },
        {
          "fig": "(b)",
          "text": [
            "乙10及び11における縮退のレベルは非常に低い。",
            "乙11では，センス及びアンチセンスプライマーは，いずれも32種のプライマーの混合物であった。乙10に関しては，センスプライマーは，8種のプライマーの混合物であり，アンチセンスは12種のプライマーの混合物であった。乙10及び11では，縮退のレベルが非常に低いので，完全に相補的な配列の有効濃度は非縮退プライマーを用いたPCRを完成させるのと実質的に同等であろう。本願発明1はこのようなケースではなかった。本願発明1では，センスプライマーが6144種類のプライマーの混合物であり，アンチセンスプライマーが4096種類のプライマーの混合物であった。明らかに，本願発明1における縮退のレベルは，実験の成功からはかけ離れている程に高かったのである。"
          ]
        },
        {
          "fig": "(c)",
          "text": [
            "生じるPCR生成物の予想される長さが分かっているなら，実験の不確実性は非常に小さい。乙10及び11では，生じるPCR生成物の長さが，塩基対のレベルまで正確に分かっていた。これに対し，本願発明1はこのようなケースではなかった。引用例1の部分アミノ酸配列は，CＮBr(臭化シアン)断片であり，したがって，本願発明1で用いたのは，ネコGAD(ネコGAD )から演繹されたアミノ酸配列と一致しているアミノ酸配列の断片であった(甲1のTable2参照)。具体的に言えば，本願発明1において用いた二つの縮退プライマーは，隣接していないアミノ酸配列から得られたものであり，前方のプライマーは，ヌクレオチド711でネコcDＮAと一致している断片から，そして他方は，ヌクレオチド1713でネコcDＮAと一致している異なる断片から得た。したがって，本願発明者らは，「第2の」GADの二つのプライマーの間のヌクレオチドの長さを知らなかった。本願発明者らが知っていたのは，当時存在していたGAD(後にGAD と呼ばれるようになった)の長さだけだった。本願発明者らは乙10及び11が享受した確実性を享受できなかった。"
          ]
        },
        {
          "fig": "(d)",
          "text": [
            "プライマーの縮退及び配列類似性を有する他のcDＮA(例えば，関連するデカルボキシラーゼ類)を原因とする大抵の場合のように，本願発明者らが複数の増幅されたバンドを得たなら，どのバンドを調べるべきだったのか。不純物である他のデカルボキシラーゼ類だけでなく，GAD の複数のスプライス形態が存在し(現在では，GAD 及びGAD の複数のスプライス形態が存在することが知られている)，それによって多数の異なるPCR生成物が生成されたらどうなるか。もしGAD の転写物のGAD の転写物に対する割合が1：1000であったらどうなったのか。これらの疑問があることからすると，被告の主張は，あまりにも簡単に割り切り過ぎている。"
          ]
        },
        {
          "fig": "(e)",
          "text": [
            "以上に，単一のGAD遺伝子であると信じられていたという重要な事実と相まって，乙10及び11によって本願発明1をなすことが容易であったということはできない。"
          ],
          "content": [
            {
              "fig": "(イ)",
              "subject": "本願発明6について",
              "text": [
                "上記のとおり，引用例1に示されたラット部分アミノ酸配列から全長のラットGAD を得ることは容易ではなかった。その上，任意のそのような部分アミノ酸配列中の6～10個のアミノ酸の一続きのつながり(stretch)を，簡単に選択しても，抗体に対するエピトープが存在することは保証されないであろう。",
                "引用例1においては，タンパク質を精製するためにGAD−1抗体が使用されているが，GAD−1抗体はPEVKEK領域の外側のエピトープを認識する。また，GAD−1抗体が，GAD 及びGAD からなるヘテロ二量体のうちの一方の形態に完全に特異的であるのか，又はGADの複合形態又は関連するタンパク質(例えば，GADと配列が類似している，DOPAデカルボキシラーゼ及び芳香族酸デカルボキシラーゼ等の他のデカルボキシラーゼ類)をも認識するのかについては本願優先日当時知られていなかった。",
                "したがって，本願発明6は，当業者が引用発明1から容易に発明をすることができたものではない。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願発明1及び6の格別の効果の看過)"
                }
              ]
            },
            {
              "fig": "(ア)",
              "text": [
                "GAD とGAD は，異なる酵素的動力学，細胞内分布を有しており，特にGAD はI型糖尿病における自己免疫応答の主たる標的である点でGAD とは異なっている。現在，組換えGAD は，I型糖尿病の前糖尿病状態である自己抗体を検出するため及び(GAD を発現する)インスリン生産性細胞に対する免疫学的耐性を誘導するために設計された免疫治療のために用いられている。これに対し，GAD は自己免疫応答の主たる標的ではなく，それ故，免疫学的耐性を誘導したり，I型糖尿病を導く自己免疫を予防することに関しては有用ではない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "GAD cDＮAの格別の効果は，次のとおり，本願明細書(甲11)に記載されている。",
                "実施例2の「B」は，GAD とGAD が二つの別個の遺伝子によってコード化されていることを示している。実施例2の「E」は，GAD のmRＮA及びGAD のmRＮAの発現がニューロンのクラスによって異なることを示している。実施例2の「C」では，GAD cDＮAが酵素的に活性なGADをコード化しており，そしてその酵素的に活性なGAD が，グルタミン酸塩をGABA及びCO に変換する効果を示し，外因性のピリドキサールリン酸(PLP)に対してGADとは異なった反応を示している。実施例の「F」では，GAD とは異なる無細胞系分布を有することを示している。",
                "実施例3は，GAD とGAD との免疫学的挙動の違いを明らかにしている点で特に重要である。実施例3のBには，「更に別の実験(結果を示さず)では，IDDMの危険がある患者2人(DA，DC)からの血清は，組み換え法で生産された35S−GAD を免疫沈降させるが，一方組み換え法で生産された35S−GAD は，患者DAの血清のみによって認識された(そしてこれは35S−GAD よりも弱い)ことを示した。」(本願明細書［甲11］31頁6行～9行)と記載されている。このGAD とGAD の間の違いは，実施例3の最後に強調されており，GAD がIDDMを予測するための診断ツールとしてどれだけ有用性が高いかが述べられている。すなわち，「実際に症状がでる前に医師がIDDMを診断できるということは，疑いもなくインシュリン治療が必要となるまでの時間がおおいに伸びる結果となる。このような免疫アッセイの感度は，膵臓のβ−細胞に存在するGAD形を表すヒト由来の組み換えGAD を用いて改良されるであろう。」(本願明細書［甲11］33頁20行～23行)ということである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "本願明細書中には示されていないが，その後の検討によって，I型糖尿病患者の自己免疫応答は，主にGAD に向けられていることが確認されている。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "したがって，GAD ではなく，GAD に対する自己抗体に関する検査はI型糖尿病の前診断(prediagnosing)及びI型糖尿病とII型糖尿病とを区別するのに有用である。GAD に対する自己抗体を検出するキットについては，本願明細書(甲11)8頁末行～10頁下2行に記載されており，そのようなキットは現在欧州及び米国で商業的に販売されている。",
                "さらに，本願明細書(甲11)10頁末行～13頁10行には，GAD がどのように治療的に与えられ，自己反応性免疫応答を刺激又はブロックできるかが記載されている。GAD ではなく，GAD が自己免疫の標的であるため，臨床試験は，GAD ではなくGADを用いている。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "審決は，引用例2(甲2)における相対分子量64000(64K)の膵島β細胞自己抗原，及び引用例3(甲3)における64000Mr(64KA)の膵島細胞タンパク質(以下，これらをまとめて「64K自己抗原」と呼ぶ)がGAD であることを当然の前提として本願発明の効果を判断している。しかし，本願優先日前においては64K自己抗原が2種類存在することが知られているGADのうちのいずれであるのかは明らかではなかった。本願発明によってGAD の全アミノ酸配列が明らかになって初めてGAD と同じものであることが確認でき，さらに，2種類存在することが知られていたGADのうち，GADではなくGAD こそがIDDM診断の指標として有用であることが明らかになったのである。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "審決は，後知恵によって本願発明の効果を認定したものであり，以上のような本願発明1及び6の格別の効果を看過している違法がある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論",
                      "content": [
                        {
                          "fig": "(1)",
                          "subject": "取消事由1に対し"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "引用例1に記載される三つの断片ごとに分けて，引用例1のラットGADのアミノ酸配列と，それに対応する本願発明1のラットGAD のアミノ酸配列を相同な領域が対応するように並べて比較してみると，下記の(i)～(iii)のとおりである。ここでは，引用例1において空白になっている位置は，1アミノ酸分の空白「 」をあけて記載する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(i)",
          "subject": "断片1",
          "text": [
            "引用例1のラットGAD VLAADWLTSTANTN TYEIAPVFVLLEYV",
            "本願のラットGAD GLAADWLTSTANTNMFTYEIAPVFVLLEYV",
            "(ii) 断片2",
            "引用例1のラットGAD REIIGWPGGSGDGIFSPGGAISNMYAMLIARYKMFPEVKEKGM本願ラットGAD REIIGWPGGSGDGIFSPGGAISNMYAMLIARYKMFPEVKEKGM",
            "(iii) 断片3",
            "引用例1のラットGAD SRLSKVAPVIKARMMEYGTTMVSYQPLGDKVNFFR本願のラットGAD SRLSKVAPVIKARMMEYGTTMVSYQPLGDKVNFFRイ 上記アの比較によると，引用例1において決定された97個のアミノ酸残基のうち，本願発明1のラットGAD と明らかに異なっているアミノ酸は，「断片1」の一番最初のアミノ酸が引用例1では，「V」であるが，本願では「G」である，この1個のみである。",
            "これについては，原告が提出した本願発明者が発表した文献である甲5(I and A「The Structual and Functional Heterogeneity of GlutamicAcid Decarboxylase:A Review」Neurochemical Research, Vol.16, No.3,1991, p.215-226)においても，引用例1に記載されたアミノ酸97個のうち96個がラットGAD と一致していることが記載されており(220頁左欄11行～17行)，引用例1のラットGADと本願のラットGADのアミノ酸配列が1個だけ異なるということは，本願発明者自身も認めていることである。",
            "そして，アミノ酸配列決定技術において，この程度の決定の誤りは，よくあることであるし，この1アミノ酸の違いは解析対象となったラットの個体間の差によるものである可能性もある。また，引用例1(甲1)の表2(Table2)をみると，唯一の相違であった1番目のアミノ酸を含む最初の領域は，ネコとラットにおいて連続して保存性が高い領域ではないから，1番目のアミノ酸を含む領域の配列から縮退プライマーを作製することは，通常，当業者は行わないことである。したがって，この部分のアミノ酸の相違は，引用例1に基づく本願発明1の容易性に影響を与えないものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "上記アの比較によると，引用例1のラットGADのアミノ酸配列において，空白で示された位置(上記比較では，「 」で示した。)は，すべて本願のラットGAD においてそれに対応する数のアミノ酸が存在することから，引用例1のアミノ酸配列における空白の数は，すべて正確である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願の実施例1において，GADクローニングのためのプライマー設計の基となるネコ及びラットGADの共通配列についての記載において，引用例1を参照文献として挙げられていること(甲11［明細書］の13頁下3行～14頁2行)からすると，出願人自身も引用例1に記載された配列を本願発明1のcDＮAのクローニングに用いたことは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のことからすると，引用例1は引用発明として適格性を欠くものではなく，引用例1を主引例として本願発明1の進歩性を判断した審決の認定及び判断に誤りはない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "取消事由2に対し"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本願発明1について"
                }
              ]
            },
            {
              "fig": "(ア)",
              "subject": "引用例1の記載に基づいて本願優先日(1990年［平成2年］9月21日)当時の周知技術を用いてラットGADをコードするcDＮAをクローニングすることができる"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "本願優先日(1990年［平成2年］9月21日)当時におけるcDＮAのクローニングに関する周知技術を立証するために，乙8(鈴木信太郎「混合プライマーを用いたPCR法の応用」実験医学Vol.8,No.9(増刊)1032頁～1036頁［1990年6月発行］)及び",
      "text": [
        "乙9(結城惇「新しいクローニング法：PCRとIPCR」CellScience, Vol.6, No.5,370頁～376頁［1990年8月発行］)を提出する。",
        "乙8には，相同な蛋白質のcDＮAをクローニングする方法として，既知のアミノ酸配列を比較検討して，1組の良く保存されているアミノ酸配列に対応するすべての可能なヌクレオチド配列を含むプライマーを用いて，mRＮAより合成したcDＮAをPCR法により増幅し，増幅したDＮAをベクターにサブクローニングし，増幅したDＮAをプローブとしたスクリーニングを行うことにより，目的のクローンを得て，得られたクローンのシークエンシングを行い，ヌクレオチド配列及びアミノ酸配列を決定すること，及び，得られたDＮAは，スクリーニング用プローブとして使用できることが記載されている。",
        "乙9には，タンパク質のアミノ酸配列をもとにクローンを得る方法として，アミノ酸配列から推定される多数のオリゴヌクレオチドの混合物をPCRの系に加えて，cDＮAライブラリーの中に探索している特定のクローンが入っているかどうかを検定し，もし探索している塩基配列が増幅されたら，この増幅産物をプローブとして使い，クローンを拾い出すことにより，cDＮAのクローニングができることが記載されている。",
        "乙8及び9に記載されるように，同じ機能を有する複数のタンパク質において，該タンパク質間において保存されたアミノ酸配列が得られた場合，同様の機能を有する新たなタンパク質をコードするcDＮAを得ることを目的として，その保存アミノ酸配列を基に縮退プライマー，すなわち，該アミノ酸配列をコードすることが可能なすべてのヌクレオチド配列を含む混合プライマーを調製し，それを用いて，対象となる組織等から調製したcDＮAをPCR法により増幅し，増幅したDＮAをプローブとして，cDＮAライブラリー等をスクリーニングすることにより，目的のタンパク質のcDＮAを得ることは，本願優先日当時における周知技術であった。",
        "さらに，この周知技術を用いて，目的タンパク質のcDＮAを得た周知例として，乙10(GREGORIO GILほか「Multipal genes encodenuclear factor 1-like proteins that bind to the promoter for3-hydroxy-3-methylglutaryl-coenzyme A reductase」Proceedings ofthe National Academy of Science of the United States of America,Vol.85, 1988, p.8963-8967)及び乙11(CHENG CHI LEEほか「Generation of cDNA Probes Directed by Amino Acid Sequence:Cloning of Urate Oxidase」Science,Vol.239, 1988, p.1288-1291)を提出する。",
        "乙10には，レダクターゼプロモーター因子タンパク質A及びBにおいて一致するアミノ酸配列を基に作製された縮退プライマーを用いて，cDＮAを鋳型としてPCR法により増幅し，増幅されたDＮAをプローブとして，cDＮAライブラリーをスクリーニングして，レダクターゼプロモーター因子タンパク質BのcDＮAをクローニングしたことが記載されている。",
        "乙11には，ブタ尿酸オキシダーゼのアミノ酸配列を基に作製した縮退プライマーを用いて，cDＮAを鋳型としてPCR法により増幅し，増幅されたDＮAをプローブとして，cDＮAライブラリーをスクリーニングして，尿酸オキシダーゼのcDＮAをクローニングしたことが記載されている。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "引用例1(甲1)には，表2に示したラットとネコGADの比較において，「比較的長い一致した配列が存在し，12アミノ酸残基のものが1つ，10アミノ酸残基のものが1つ，8アミノ酸残基のものが1つ，5アミノ酸残基のものが1つであった」ことが記載されている(2126頁右欄25行～27行，訳文［乙1］1頁)。",
        "通常，縮退プライマーの設計の基となるアミノ酸配列は，5～7残基である(乙8の1033頁左欄2行)から，引用例1に記載された保存アミノ酸配列は，プライマーを作製するために十分な長さの領域を少なくとも四つ開示しているものである。PCR法は，部分配列に基づいてプライマー対を設計すれば，各プライマー間のDＮA配列がどのようなものであるかにかかわらず，プライマー対間のDＮA配列を増幅できるのであるから，未知のギャップがあるか否かは，目的の配列が得られるか否かと無関係である。",
        "このようにGADについてラットとネコの種間において5アミノ酸以上の長さをもって保存されたアミノ酸配列を開示する引用例1の記載に接した当業者は，上記の本願優先日当時の周知技術を適用して，すなわち，両者で一致した配列を基に，GADをクローニングするための縮退プライマーを作製して，ラット脳由来のcDＮAを対象にしてPCR法によりGADcDＮA断片を増幅し，得られたcDＮA断片をプローブとして，cDＮAライブラリーをスクリーニングして，ラットGADのcDＮAを得ることを容易に想到するものである。",
        "本願の実施例1におけるラットGAD cDＮAのクローニング手法は，このような周知技術を採用したにすぎないものであって，本願明細書をみても，ラットGAD cDＮAのクローニングのための格別な工夫が示されているわけでもない。",
        "したがって，本願優先日当時の技術水準では，引用例1に記載されているような部分的なアミノ酸配列であって，しかもその中にいくつかの未知のギャップを含むものを手がかりに全長のアミノ酸配列を得ることはできないとする原告の主張は失当であり，引用例1の記載に基づいて，本願優先日当時の周知技術を用いてラットGADをコードするcDＮAをクローニングすることは，当業者が容易に想到し得ることであるとした審決の判断に誤りはない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "subject": "引用例1に記載されたラットGADをコードするcDＮAを得ようとすることには以下に述べるように動機付けがあり，PCR法を用いることによって容易に引用例1に記載されたラットGADをコードするcDＮAを得ることができた"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "GADの由来となる遺伝子の数とは無関係に引用例1に記載されたラットGADをコードするcDＮAを得ようとする動機付けがある",
      "content": [
        {
          "fig": "(a)",
          "subject": "本願優先日前の技術的状況",
          "text": [
            "本願優先日前のGADに関する技術的状況については，甲5に記載されているように，複数の研究グループが，哺乳類の脳から精製されたGADは，電気泳動により大小二つのバンドに分かれることを確認していることから，哺乳類の脳には，分子量が異なる大小二つの型のGADが存在していることは明らかになっていた(甲5の217頁右欄下13行～下1行)。これらは後に，その分子量から，「GAD 」と「GAD 」と命名されるものである。",
            "1986年に，ネコの脳由来の一つのGAD(以下，これを「ネコGAD」という。)を，本願発明者であるAらが，抗体スクリーニング法を用いてクローニングした(甲5の218頁左欄下1行～右欄2行)。この「ネコGAD」のcDＮA配列及び推定アミノ酸配列は，乙2(K,F and A「Glutamic Acid DecarboxylasecDNA:Nucleotide Sequence Encoding an Enzymatically ActiveFusion Protein」The Journal of Neuroscience, Vol.7, No.9,1987,p.2768-2772)において発表された。このAらが得た「ネコGAD」は，後にその推定分子量から大きい方の型である「GAD 」と呼ばれることになるものである(甲5の219頁左欄下23行～16行)。",
            "1987年に，Lらの研究グループは，ラット脳由来のGADcDＮAを抗体スクリーニング法によりクローニングした(甲5の219頁左欄1行～3行)。このラット脳由来のGADcDＮA配列は，1990年2月に発行された甲7において発表された。また，別のグループは，Aらの「ネコGAD」cDＮAをプローブとして，マウス由来のGADcDＮAをクローニングした(甲5の219頁左欄3行～5行)。このマウス由来のGADcDＮA配列は，1 9 9 0 年 3 月 に 発 行 さ れ た 乙 1 2 ( J ほ か 「 MolecularIdentification of the 62 kd Form of Glutamic AcidDecarboxylase from the Mouse」 Europian Journal ofNeuroscience, Vol.2, No.3,1990, p.190-202)において発表された。",
            "そして，上記の「ネコGAD」，ラット及びマウス由来のGADは，同一性が90％以上と高いものであって，共通のGAD遺伝子を祖先とするもの，すなわち，オーソログであって，二つの型のうち，推定分子量が6万7000の大きい方であるGADをコードするものである(甲5の219頁左欄6行～12行)。",
            "このように，二つの型が存在するGADのうち，一方の型のGADのcDＮA，すなわち，後に「GAD 」と命名される型のcDＮAは，本願優先日前には，ネコ，ラット及びマウス等の複数の種において既にDＮA配列及びアミノ酸配列の決定がなされていた。",
            "そして，二つの型のGADの由来となる遺伝子の数は，単一であるのか，それとも複数であるのかという学術的な議論もまた当業者の関心事項であった。"
          ]
        },
        {
          "fig": "(b)",
          "subject": "引用例1の記載事項",
          "text": [
            "引用例1(甲1)は，「ネコGAD」のcDＮAがクローニング",
            "された後の1988年に発行された。",
            "引用例1について審決が記載事項(a1)として認定した箇所には，次の事項が記載されている。",
            "「GAD−1免疫親和性カラムは，ラット脳ホモジネートの細胞質分画からGAD活性を濃縮された画分を得るために使用された。最も濃縮された画分は，ニワトリ脳からのものと区別がつかない一連のタンパク質を含んでいた。最も顕著なバンドは明らかに59kDaの分子量を有するものであった。他のバンドとして，63kDaと55kDaを中心とする一連の約3つのバンドが存在した。ラット脳の膜分画からの精製は，似た図を示す。59kDaと63kDaタンパク質は明瞭に存在し，より少ない量で低分子量成分が存在した。HPLCにより自然な形のままでこれらのバンドを分離するすべての試みは失敗した。59kDaタンパク質は，予備的SDS−PAGEによって単離され，臭化シアンによる切断により断片化された。配列分析によると，このタンパク質はネコのGADcDＮA(F et al., 1986; K et al.,1987)(被告注：「ネコGAD」のcDＮA)と強い相同性を有していることを示し，これは，酵素的に活性なGADをコードしていることを示している。」(2129頁左欄15行～31行，訳文［乙1］1頁～2頁)",
            "また，引用例1には，下記の事項が記載されている。",
            "「A氏と共同研究者は，ネコGADのcDＮAをクローニングし，配列決定をした(F et al.,1986;K et al.,",
            "1987)。59kDaタンパク質とネコGADcDＮAの関係を理解",
            "するために，59kDaタンパク質を予備的SDS−PAGEによ",
            "り精製した。第4図は，この精製工程を経て得られた精製59kDaタンパク質を示す。このタンパク質のＮ末端は，ブロックされていることがわかったため，アミノ酸配列を決定するために，このタンパク質は臭化シアンにより切断され，切断されたペプチドは逆相HPLCにより分離された。12ペプチドのピークを配列決定した。これらのうち，4つは，完全に又は部分的に重複するものであったが，8つはユニークな配列を有していた。ネコcDＮAから推定されるタンパク質配列と，ラット59kDaタンパク質からの配列の間には，強い相同性があることがすぐに明らかになった。推定ネコ配列とともに得られた該タンパク質配列を比較したデータを表2に示す。配列決定されたすべてのペプチドは，少なくとも部分的に相同性を有するものである。配列決定されたペプチドは，長さで計97個のアミノ酸残基である。それらを推定ネコ配列の3つの隣接したセクションと共に比較した。比較した配列において，97アミノ酸のうち68個が一致した。さらに，比較的長い一致した配列が存在し，12アミノ酸残基のものが1つ，10アミノ酸残基のものが1つ，8アミノ酸残基のものが1つ，5アミノ酸残基のものが1つであった。29個の一致しないアミノ酸残基のうち，17個は，単一の塩基置換によりできる可能性があるものであった。」(2126頁右欄6行～29行，訳文［乙1］1頁)",
            "上記記載によると，引用例1は，ラット脳からGADを精製すると現れる63kDaと59kDaの大小2つのバンドのうち，小さい方である59kDaタンパク質の一部のアミノ酸配列を決定し，上記のAらによる「ネコGAD」のアミノ酸配列と比較したところ，「ネコGAD」アミノ酸配列と一部一致する配列を有するものの，異なる配列をも含むものであって，97個のうち，29個のアミノ酸残基は，「ネコGAD」cDＮAとは異なるものであったことが記載されている。甲5によると，両者の相同性は70％である(219頁左欄下1行～右欄8行)。",
            "そして，引用例1の著者は，既知の「ネコGAD」と59kDaのラットGADアミノ酸配列に差が生じる原因について，引用例1において下記のように考察している。",
            "「59kDaラットタンパク質とネコタンパク質間の相同性は，3つの可能な方法によって説明することができる。最初は，これらは，ネコとラットの両方において，GADをコードする一つの遺伝子であって，2つのタンパク質の相違の全ては，進化の多様性によるものであるという仮定である。2つめの可能性は，それぞれの種は単一の遺伝子をもっており，選択的スプライシングのパターンでいくつかのmRＮAが生じるというものであって，したがって，ネコcDＮAとラット59kDaタンパク質は，単一遺伝子の選択的スプライシングの経路を示すものであるというものである。最後は，GAD又はGAD様タンパク質は複数の遺伝子が存在して，ネコcDＮAとラット59kDaタンパク質は，関連性はあるが，異なる遺伝子の産物であるというものである。これらの選択肢の中から一つを選ぶには，該免疫精製したタンパク質および対応するcDＮAのさらなる解析が必要である。」(2129頁左欄31行～44行，訳文［乙1］2頁)",
            "以上の記載事項を整理すると，引用例1の著者は，",
            "① 59kDaのラットGADは，「ネコGAD」と祖先を共通に",
            "するオーソログ(同じ型)であって，「ネコGAD」とのアミノ酸配列の相違は進化の多様性によるものである。",
            "② 59kDaのラットGADは，「ネコGAD」の型とは異なる",
            "もう一方の型のタンパク質である。その場合は，二つのGADの由来となる遺伝子は，",
            "α 単一遺伝子であって，二つのGADは，選択的スプライシングにより生じるものである。",
            "β 別々の遺伝子であって，二つの型のGADはそれぞれの遺伝子から生じるものである。",
            "という三つの仮説をたてている。",
            "しかし，本願優先日(1990年［平成2年］9月21日)前に",
            "は，既に，ラットにおける「ネコGAD」の型に相当するGAD型は，Lらによりクローニングされ，甲7において発表されたから，ネコとラット由来のそれらの相同性は，95％と高いものであることは，わかっていた。したがって，引用例1に記載の59kDaのラットGADは，「ネコGAD」のオーソログではなく，異なる型であること，すなわち，上記①の可能性がないことは本願優先日前には既に判明していたのである。",
            "そして，上記②の場合には，上記②αの場合でも，上記②βの場合でも，次のとおり，二つの型のGADにそれぞれ対応した，二つの異なるmRＮAが生じている。",
            "α 単一遺伝子由来である場合(上記②αの場合)",
            "遺伝子は一つで，そこからmRＮAが転写された後，選択的スプライシングが起きて，2種類のmRＮAが生じ，それぞれが，タンパク質へと翻訳され，2種類のGADが生じる。",
            "β 二つの遺伝子由来である場合(上記②βの場合)",
            "二つの型のGADに対する遺伝子がそれぞれに存在し，この二つの遺伝子がそれぞれmRＮAへと転写されて2種類のmRＮAが生じ，それぞれがタンパク質へと翻訳され，2種類のGADが生じる。"
          ]
        },
        {
          "fig": "(c)",
          "text": [
            "本願優先日当時，GADの由来となる遺伝子が単一の遺伝子であるか，二つの別の遺伝子であるかのいずれであっても，二つの型のGADに対応するmRＮAが二つ存在することは，上記(b)で述べたとおりである。",
            "したがって，GADの由来となる遺伝子の数に関する議論はさておき，当業者であれば，一方の型のcDＮAが取得されているのであれば，もう一方の型についても，そのcDＮAを得て，DＮA配列を決定しようとすることは，自然な発想である。",
            "そして，両者の型のGADのcDＮAが得られれば，それらをプローブとして用いたサザンブロット法(ゲノム遺伝子断片を対象とした核酸プローブによる検出方法であって，ゲノム上の遺伝子の数を調べることができる方法，乙13［松橋通生，大坪栄一監訳「ワトソン・組換えDＮA」81頁～82頁(昭和63年3月25日第",
            "3刷発行)丸善株式会社］)などの周知技術により，自ずと単一遺伝子であるのか，二つの遺伝子であるのかという学術的な問題の結論を得ることができるのである。",
            "さらに，上記(b)のとおり，引用例1には，この問題の結論を得るために，記載されたラットGADに対応するcDＮAを得ることが示唆されている(2129頁左欄41行～44行)。",
            "以上のように，どちらの仮説が真であるかにかかわらず，当業者であれば，まずは，引用例1に記載のラットGADのcDＮAを得ようと発想するのであって，GADは単一の遺伝子由来であると考えられていたという原告の主張は，引用例1に記載のラットGADのcDＮAを得ようとする自然な技術の流れを妨げるものではない。"
          ]
        },
        {
          "fig": "(d)",
          "text": [
            "原告は，Jらにより偽遺伝子の存在が報告されていたから，引用例1で示されたものも偽遺伝子の産物である可能性があったと主張する。",
            "しかし，甲6(Jほか「Sequences Homologous to Glutamic AcidDecarboxylase cDNA Are Present on Mouse Chromosomes 2 and 10」GENOMICS 6, 1990, P.115-122)で偽遺伝子として推定されているMGAD8Aは，ゲノム配列から得られたものであり，イントロンを欠く等の理由で「processed pseudogene」(プロセッシングされた偽遺伝子)と判断されている(117頁右欄5行～10行)。しかし，「processed pseudogene」は，mRＮAが逆転写によりcDＮA化し，ゲノムに再挿入されて生じるものと考えられており，一般にプロモーター配列を失うため，転写活性を失うものである(乙14［松原謙一，中村桂子，三浦謹一郎監訳「ワトソン・遺伝子の分子生物学第4版」662頁～663頁(1988年9月10日発",
            "行)株式会社トッパン］)。したがって，引用例1に記載された，mRＮAへ転写され，さらにタンパク質へと翻訳されているラットGADが偽遺伝子の産物であるとは，当業者であれば考えないものである。また，原告は，引用例1のタンパク質が偽遺伝子の産物であるという合理的な根拠を示したわけでもなく，Jらの報告した遺伝子が偽遺伝子であったという1例があったからといって，当業者が引用例1に記載されたアミノ酸配列をGADcDＮAのクローニングに利用することを妨げるものではない。",
            "また，原告は，ラットのGAD cDＮAをクローニングした甲7(Lほか「Rat Brain Glutamic Acid Decarboxylase SequenceDeduced from a Cloned cDNA」Journal of Neurochemistry Vol.54,No.2, 1990, P.703-705)をあげ，甲7においてクローニングされたラットGADのアミノ酸配列と引用例1のアミノ酸配列が異なる理由として，引用例1はアミノ酸配列決定を誤ったものであることを示唆している旨主張している。",
            "しかし，甲7をみると，Lらが決定したラットGADアミノ酸配列と，引用例1の配列との違いについて，「アミノ酸の配列決定に内在する可能性が大きい(with the differences most likely beinginherent in protein sequencing.)」(704頁左欄下4行～右欄6行)と，アミノ酸配列決定が誤りがあったかもしれないことを示唆しているにすぎないものであって，引用例1に記載されたアミノ酸配列が誤りであることを示す合理的な根拠を示したものではないから，引用例1に記載されたアミノ酸配列をGADcDＮAのクローニングに利用することを妨げるほどの事情があったということはできない。",
            "なお，甲7でLらが得たラットGADは，Aらによる「ネコGAD」と95％と高い同一性を有するものであって(703頁左欄要約［Abstract］7行～9行)，当業者はLらが得たラットGADは「ネコGAD」と同じ型であることは容易に予測できることである。そして，実際にLらのラットGADは，GAD 型であって，引用例1の59kDaのラットGADとは異なる型であったのだから，両者のアミノ酸配列が相違するのは当然のことであって，結局，甲7における示唆の方が間違っていたのである。",
            "さらに，原告は，引用例1には，どのようにして，GADの由来となる遺伝子が単一の遺伝子であるか，二つの別の遺伝子であるかを解明できるのかについて記載されていないと主張しているが，引用例1には，ラットGADのcDＮAをクローニングすることが必要であることが記載されている。そして，引用例1に記載されたGADcDＮAを得る手法は当業者が容易に想到することであって，得られたcDＮAを用いて，周知の技術により遺伝子の由来に関する二つの仮説を解明することもまた容易であることについては，下記のbにおいて詳しく述べるとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "本願優先日当時の周知技術を考慮すれば，PCR法を用いることによって容易に引用例1に記載されたラットGADをコードするcDＮAを得ることができた",
      "content": [
        {
          "fig": "(a)",
          "text": [
            "本願の縮退プライマーの縮退の程度は，通常の範囲である原告は，「プライマーはかなり縮退していた」と主張しているので，実際にそうであるかについて検討する。",
            "本願明細書(甲11)において，2セットの縮退プライマーの設計の基となったアミノ酸配列は，センス側が「YEIAPVFV」及び，アンチセンス側が「FPEVKEKG」である(甲11の13頁下3行～142行及び図1)。",
            "本願明細書には用いた縮退プライマーの数については記載されていないので，プライマーの設計の基となったアミノ酸配列に基づいて，計算してみると，以下のとおりである。",
            "センスプライマー Y E I A P V F V",
            "2×2×3×4×4×4×2×4＝3×211＝6144個",
            "アンチセンスプライマー F P E V K E K G",
            "2×4×2×4×2×2×2×4＝211＝2048個",
            "これらの数は，PCRによる増幅が不可能となるほど縮退しているものではない。",
            "前記乙8には，縮退プライマーに含まれるオリゴヌクレオチドの数に関して，「プライマーに含まれるオリゴヌクレオチド配列の組み合わせの数であるが，Gouldらは218の組み合わせを含んでいるプライマーも働いたとしているし，われわれの経験でも213～14なら十分働くようである，従って，20b(7アミノ酸)前後のプライマーを用いる限り，組み合わせの数はほとんど問題にはならないものと考えられる。」と記載されている(1032頁右欄21行～27行)。",
            "したがって，本願の縮退プライマーは，PCRによる増幅が行えない程に縮退したものではなく，PCR法の適用に疑問をもたせるような事情はない。"
          ]
        },
        {
          "fig": "(b)",
          "subject": "cDＮAのクローニングにおいて，イントロンの存在は，無関係である",
          "text": [
            "原告は，「いくつかの大きなイントロンがあったなら，否定的な結果をもたらしたであろう」と主張する。",
            "しかし，あるタンパク質のcDＮAのクローニングを目的としている場合，PCR法により増幅する対象として，目的の細胞や組織由来のcDＮAを用いることは当然であって，イントロンを含むゲノムDＮAを対象とすることは考えられない(乙8の1033頁右欄下10行～下8行及び図1，前記乙9の372頁左欄21行～25行)。",
            "cDＮAは，遺伝子から転写されたmRＮA前駆体からイントロンの部分が切断されて生成した成熟mRＮAに相補的な配列のことであって，イントロンが既に除去されたものであるから，cDＮAをPCR増幅の鋳型とした場合に，原告の主張するような問題は存在しない。",
            "したがって，原告の主張は当を得ないものである。"
          ]
        },
        {
          "fig": "(c)",
          "subject": "縮退プライマーの5’末端における制限酵素の選択は当業者にとって通常の創作能力の発揮である",
          "text": [
            "原告は，「クローニングのために選択した酵素が，想定される第2GAD遺伝子の内部に存在する特異的な配列を切断してしまえば，想定される第2の遺伝子は排除されることになる。」と主張する。",
            "本願優先日(1990年［平成2年］9月21日)当時，プライ",
            "マーの設計時にプライマーの5’末端に出現頻度の低い制限酵素認識配列を入れておき，このプライマーにより増幅を行った後，該制限酵素認識配列を切断する制限酵素により当該末端を整えてPCR生成物をベクターにクローニングすることは周知技術であった(乙8の1033頁左欄11行～13行及び図1，乙9の373頁左欄",
            "21行～33行及び図2，乙15［猪子英俊「PCR法の発展とその医学応用」Biotherapy, Vol.4, No.6(1990年6月発行)1103頁～1113頁］の1109頁左欄「5．塩基配列」)。この",
            "際，当該制限酵素処理により，PCR生成物が途中で切断されてしまう場合には，他の制限酵素認識部位の付加を試してみればよいのであって，このようなプライマーに付加すべき制限酵素認識配列の選択は，当業者にとって通常の創作能力の発揮の範囲である。",
            "本願明細書(甲11)の実施例をみると，用いたプライマーは末端に「SstI及びHindⅢ(5’末端オリゴ)SstI及びS",
            "stⅡ(3’末端オリゴ)」の制限酵素認識配列を付加したものであって，PCR生成物を「HindⅢ／SstI」制限酵素で消化されたベクターにクローニングすることが記載されていることから(14頁2行～11行)，本願の実施例の方法はこの周知技術を用いたものである。本願明細書の実施例において使用された制限酵素「SstI」，「SstⅡ」及び「HindⅢ」は，当該技術分野において一般的に用いられている制限酵素であって，当業者であれば，これらの制限酵素を選択することは，普通に行うことである。",
            "そして，本願明細書をみても，これらの制限酵素の選択に格別の困難があったということも確認できない。",
            "したがって，原告の上記主張は，失当である。"
          ]
        },
        {
          "fig": "(d)",
          "subject": "PCR増幅されたPCR生成物から容易にGAD cDＮAを",
          "text": [
            "得ることができた",
            "乙16(MICHAEL STRATHMANNほか「Diversity of the G-proteinfamily:Sequences from five additional α subunits in themouse」Proceedings of the National Academy of Science of theUnited States of America, Vol.86, 1989, p.7407-7409)には，縮退プライマーを用いて，cDＮAをPCR法により増幅し，得られたPCR生成物をベクターにクローニングしてから，すべてのクローンの塩基配列決定を行うことにより新たなGタンパク質のメンバーを五つ見い出したことが記載されている。",
            "乙17(ANDREW F.WILKS「Two putative protein-tyrosine kinasesidentified by application of the polymerase chain reaction」Proceedings of the National Academy of Science of the UnitedStates of America, Vol.86, 1989, p.1603-1607)には，縮退プライマーを用いて，cDＮAをPCR法により増幅し，得られたPCR生成物をベクターにクローニングしてから，すべてのクローンの塩基配列決定を行うことにより，新たなチロシンキナーゼファミリーのメンバーを二つ見い出したことが記載されている。",
            "乙16及び17に記載されるように，PCR生成物をベクターにクローニングした後，複数のクローンから目的のものを選択するという手間をかけずに，すべてのクローンの塩基配列決定を行うことは，本願優先日前における周知技術であった。",
            "この周知技術を考慮すれば，本願の場合も，当業者は，PCR生成物をベクターにクローニングした後に，すべてのクローンの塩基配列決定を行うことを容易に発想するものである。そうすれば，乙16及び17と同様に，PCR生成物に含まれる二つの型のGADcDＮAのうち，既知の型とは異なるDＮA配列からなるGADcDＮA，すなわち，GAD cDＮA配列を有するPCR生成物を",
            "容易に見つけることができる。",
            "そして，そのようにして得られたGAD cDＮA配列を有するcDＮA断片を，GAD cDＮAをクローニングするためのプローブとして用いて，ラット脳関連のcDＮAライブラリーをスクリーニングし，GAD cDＮAを得ることは，当業者が容易に想到し得ることである。"
          ]
        },
        {
          "fig": "(e)",
          "text": [
            "原告が主張する「否定的選択」を用いることも容易である原告は，多くの「的はずれの」PCR由来の増幅産物があるので，ネコオーソログにハイブリダイズしないものはすべて第2のGADを示すという考えを持って「否定的選択」をすることは難しいことが周知である旨主張する。",
            "しかし，PCR生成物を電気泳動にかけて，予想される大きさのバンドを分離し，DＮAを抽出することは，本願優先日前における周知技術であった(乙8の1034頁右欄11行～13行，乙9の373頁右欄下1行～374頁左欄6行)。",
            "PCR法において，プライマー−ダイマーによる的はずれな生成物ができることは，あたりまえのことで，そのような生成物は極端に短いから，上記周知技術であるPCR増幅後に行う電気泳動により簡単に排除できるものである。",
            "したがって，的はずれな生成物ができることは，「否定的選択」が困難であることの根拠にはならない。",
            "そして，電気泳動により，そのような明らかに目的物ではない副産物を除いたPCR生成物は，二つの型のGADである可能性が非常に高いものに候補が絞られている状況である。",
            "この場合，すでに一方の型のGAD(GAD )のcDＮA配列",
            "は知られていたわけであるから，当業者であれば，既知のGADcDＮAとハイブリダイズする陽性コロニーは，それと同じ型であって，ハイブリダイズしない陰性コロニーは，もう一方の型のGADであることは容易に予測できることである。とすれば，GAD cDＮAをクローニングしようとすれば，陽性コロニーから得られたcDＮA配列を使用し，引用例1に記載された59kDaのラットGADcDＮAをクローニングしようとすれば，陰性コロニーから得られたcDＮA配列を使用することは当然のことであり，このようにハイブリダイズしない陰性コロニーを選択することにより，引用例1に記載されたGADのcDＮAクローンの候補を絞ろうとすることは，当業者が容易に想到することである。",
            "以上のとおり 原告が主張する「否定的選択」は，困難性のある手法ではない(乙18［松橋通生，大坪栄一監訳「ワトソン・組換えDＮA」74頁～76頁(昭和63年3月25日第3刷発行)丸",
            "善株式会社］)。"
          ]
        },
        {
          "fig": "(f)",
          "subject": "ノーザンブロット法及びサザンブロット法により本願発明1のラットGAD は「ネコGAD」とは異なる遺伝子から誘導されたことを証明すること及びタンパク質を発現させてその酵素活性を確認することは容易である",
          "text": [
            "ラットGAD cDＮAが得られれば，それと既知のGAD c",
            "DＮAを用いて，サザンブロット法などの周知技術(乙13)により，それらの由来となる遺伝子の数を決定することは，当業者が容易になし得ることである。その結果，二つのGADの由来となる遺伝子の数に関する学術的な議論が解明できて，二つの遺伝子由来であることが証明されたことは，ラットGAD cDＮAという物質自体に係る発明の効果として，評価できることではない。",
            "また，酵素活性を確認した点については，GAD cDＮAが得られたのであれば，それを発現させて，その機能を確認することは，当業者が普通に行うことである。その結果，引用例1におけるラット脳由来の59kDaタンパク質は酵素的に活性なGADであるという示唆のとおり，ラットGAD がGAD酵素活性を有することが確認されたにすぎず，これをもって格別の効果ということはできない。"
          ],
          "content": [
            {
              "fig": "(ウ)",
              "subject": "得られたcDＮAがGADの全長をコードするものでなかった場合でも，RACE法等の手法を適用して，全長cDＮAを得ることができる",
              "text": [
                "前記乙15には，一方の端の塩基配列が不明の時，ターミナルデオキシヌクレオチジルトランスフェラーゼによるdA又はdGの3’末端への付加により，この人工的なアンカープライマーと既知のプライマーとの組み合わせでPCR反応を行い，塩基配列が不明な領域を含む特異的な遺伝子の増幅を行うことができることが記載されている(1105頁右欄「3．Anchored PCR」及び図4)。",
                "乙19(MICHAEL A.FROHMANほか「Rapid production of full-lengthcDNAs from rare transcripts:Amplification using a singlegene-specific oligonucleotide primer」Proceedings of the NationalAcademy of Science of the United States of America, Vol.85, 1988,p.8998-9002)は，本願明細書(甲11)において，GAD の残りの5’末端をクローニングするために行った「アンカー(anchored)PCR」の参照文献として記載された文献であって(15頁10行～13行)，完全長cDＮAクローンを得るための効率的なクローニング法であるRACE法が記載されている。",
                "乙15及び19に記載されるように，本願優先日前において，目的のcDＮAの全長が得られなかった場合は，「アンカーPCR」法(RACE法も含む)により，5’末端側又は3’末端側の未知のcDＮA配列を決定することは，周知技術である。",
                "審決は，「また，これにより得られたcDＮAがGADの全長をコードするものでなかった場合でも，さらに，本願優先日前における周知技術であった5’末端側又は3’末端側のDＮA配列を決定するRACE法等の手法を適用して，全長cDＮAを得ること…は，当業者にとって格別な困難性を有するものとも認められない。」(6頁11行～17行)と判断しているが，これは，RACE法に用いるプライマーとして，縮退プライマーを用いることを述べたものではなく，PCR法を適用したクローニングにより得たcDＮAが全長でなかった場合には，RACE法などの周知の方法により，5’末端や3’末端のDＮA配列を得ることも容易にできることを述べたものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "本願発明6について",
                  "text": [
                    "本願発明6は，「エピトープを少なくとも1個有する，アミノ酸配列を有するポリペプチドをコードするcDＮA配列」というものであるから，エピトープのみをコードするcDＮA配列に係るものでなく，エピトープを「有する」アミノ酸配列を有するポリペプチド，すなわち，全体のアミノ酸配列のうちにエピトープに相当する配列を最低一つ含んでいるポリペプチドをコードするcDＮAに係るものである。",
                    "原告は，「引用例1に示されたラット部分アミノ酸配列から全長のラットGAD を得ることは容易ではなかった。」と主張するが，上記アで述べたとおり，本願発明1のラットGAD の全長をコードするcDＮAは，当業者が容易に取得することができたのであるから，原告のこの主張は誤りである。また，エピトープはたかだか，6～10アミノ酸残基の長さであって，本願発明6は，そのような6～10アミノ酸配列を有するポリペプチドをコードするcDＮAを対象としているのであるから，そのようなcDＮAを得るためには，上記ア(ウ)で述べたような完全長を得るためにRACE法などの周知技術を適用するまでもなく，PCR法により増幅した断片をプローブとして，GAD cDＮAのある程度の長さの配列を得れば，その中にはエピトープをコードする配列が含まれる蓋然性は非常に高いものであって，完全長cDＮAと比べると，より容易に取得できるものである。",
                    "また，原告の「任意の部分アミノ酸配列中の6～10個のアミノ酸の一続きのつながりを，簡単に選択しても，抗体に対するエピトープが存在することは保証されないであろう。」との主張は，その意味が不明確であるが，クローニングしたラットGAD の完全長cDＮAがコードするアミノ酸配列から任意の6～10個のアミノ酸を選択してもエピトープが存在するかどうか保証されないことを意味しているのであれば，本願発明6は，エピトープのみをコードするDＮAに係るものではないから，そのような主張は当を得ないものである。上記したように，GAD の完全長cDＮAは容易に取得できるものであって，その中には必ずエピトープが含まれるものである。",
                    "さらに，原告は，「引用例1によって提供されたラット部分アミノ酸配列にはアミノ酸自体の誤り及びギャップの誤りがあったから，選択された6～10個のアミノ酸の一続きのつながり自体が正しいものであるという保証すら無かった。」と主張する。この主張が，引用例1に記載されたアミノ酸配列から，任意に選択された6～10個のアミノ酸配列に，自己抗体に対するエピトープが存在するかどうか保証されないこと，すなわち，引用例1のアミノ酸配列がエピトープを含むかどうかわからないことを主張しているのであれば，引用例1の部分アミノ酸配列は，自己抗体に対するエピトープを含むものである。すなわち，本願出願後に原告により出願された特願平4−158195号は，平成14年5月2日付で拒絶査定がなされ，これに対して不服審判請求がなされ，不服2002−15239号として特許庁における審理に付されたが，その審理の際，原告自身が平成18年10月2日付で提出した回答書(乙22)において，GAD における，特定の自己抗体に対するエピトープの一つがPEVKEKアミノ酸配列であることを主張している(2頁下7行～下5行及び4頁8行～24行)。このPEVKEKアミノ酸配列は，まさに，引用例1に記載されたラットGADアミノ酸配列のうち，二つめのペプチド断片の37番～42番のアミノ酸配列に相当するものである。",
                    "したがって，本願発明6の自己抗体のためのエピトープを有するアミノ酸配列をコードするcDＮAは，引用例1の記載に基づいて容易に調製できるものである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(3)",
                          "subject": "取消事由3に対し"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本願発明1の効果である，GAD がIDDM診断の指標となること及びIDDM予知マーカーとなることについては，引用例2及び引用例3の記載事項に基づいて，当業者が容易に予測できるものである。その理由は，審決6頁下4行～7頁23行記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，GAD cDＮAは，組換えGAD を生産することができるという効果を主張する。",
                    "しかし，あるタンパク質をコードするcDＮAを得ようとする主たる目的の一つは，当該タンパク質を遺伝子工学技術により大量に産生するためであることは，当該技術分野における技術常識であることを考慮すれば，原告の主張する効果は，当然のことであって，格別な効果と評価できるようなものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願明細書中には示されていないが，その後の検討によって，I型糖尿病患者の自己免疫応答は，主にGAD に向けられていることが確認されている旨を主張している。",
                    "しかし，出願時の明細書に記載されておらず，その後に明らかになった知見は，出願時点において発明者がなした技術的貢献であるとはいえず，それに基づき本願発明の顕著な効果を主張することは，進歩性の規定の趣旨からみて，許されないというべきである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(4)",
                          "text": [
                            "なお，審決では，引用例1の記載に基づいて，プライマーによるPCR増幅による手法でGAD cDＮAのクローニングは容易であることを述べたが，他の周知の手法により，引用例1に記載された事項に基づいて，GAD cDＮAをクローニングすることも，次のとおり容易である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，59kDaのラットGADに特異的に結合する抗体であるGAD−6抗体が記載されている(2126頁右欄下8行，右欄下2行～下1行及び第5図［Fig.5］)。",
                    "ところで，本願優先日前には，cDＮAの発現ライブラリーを抗体を用いてスクリーニングすることにより，所望のcDＮAを取得するという抗体スクリーニング法は周知技術であった(乙23［松橋通生，大坪栄一監訳「ワトソン・組換えDＮA」86頁～87頁(昭和63年3月25日第3刷)丸善株式会社］)。",
                    "そして，GADにおいても，Aらによる「ネコGAD」及び甲7のラットGAD は抗体スクリーニング法によりクローニングがなされたものである。",
                    "引用例1において，59kDaのラットGADに特異的に結合することができるGAD−6抗体の記載に接した当業者であれば，上記周知技術を考慮して，このGAD−6抗体を用いて，ラット脳由来のcDＮAの発現ライブラリーを抗体スクリーニングを行うことにより，59kDaのラットGADをコードするcDＮAを取得することを容易に想到するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願明細書(甲11)には，「真核性GAD ポリペプチドをコードする特異的DＮA配列の作製は各種の方法を用いて実施できる。」(4頁11行～12行)と記載されており，その具体的な方法の一つとして，「GAD に対する抗体を用いて，少なくとも1個のエピトープを有するGAD ペプチドに対して，cDＮAライブラリーを間接的にスクリーニングすることができる(B and C, J.Neurosci., 8:2123,1988)。」(5頁22行～24行)と記載されている。ここで引用された「B and C, J.Neurosci., 8:2123,1988」とは，まさしく引用例1のことである。このように，本願発明者自身も，引用例1に記載された抗体を用いて，抗体スクリーニング法によりGAD をクローニングすることができるという認識があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明1のラットGAD のcDＮAは，引用例1に記載された抗体を用いた抗体スクリーニングによっても，容易に得られるものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の本件補正後の「特許請求の範囲」請求項1には，前記第3の1(2)の記載があるほか，本願明細書(甲11)には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "背景技術",
                  "text": [
                    "「インシュリン−依存性真性糖尿病(insulin-dependent diabetesmellitus：IDDM；I型糖尿病)は，最も普遍的な代謝性疾患の一つである。アメリカ合衆国では，IDDMはおよそ300から400人に1人の割合で見られ，疫学的研究によると，この疾患は増加していることを示唆している。この疾患は膵臓のインシュリン生産性β−細胞の自己免疫破壊の結果生じる。更に特定すれば，この疾患の始まる前段階は，リンパ球が膵臓の(ランゲルハンス)島細胞に浸潤し，β−細胞を選択的に破壊する，”インスリティス”という状態を特徴とする。典型的なIDDMの過血糖症は，インシュリン−生産性β−細胞の少なくとも80％がうしなわれた後に，初めて現れる。残りのβ−細胞は引きつづく数年間に破壊される。",
                    "インシュリン治療によって大半のIDDM患者は普通の生活を送ることができるが，この補充は不完全なものであって，代謝恒常性を完全に元に戻すものではない。従って，目，腎臓，心臓，及びその他の器官の機能低下に至る深刻な合併症が，インシュリン治療を受けているIDDM患者には多い。このために，β−細胞破壊の開始時と，実際にインシュリン補充が必要となる時(即ち，β−細胞の80％が破壊されたとき)との開の潜伏期間を伸ばすこと(例えば，免疫抑制剤の投与によって)が極めて望ましい。従って，β−細胞破壊の開始を決定する診断テストがあれば，医者が潜伏期間を伸ばすための免疫抑制剤を投与することができ(Silverstein et al., New England Journal of Medicine, 319:599-604,1988)，それによってインシュリン補充による副作用の開始を遅らせることができる。",
                    "IDDM患者の多くは，64kD分子(Baekkeskov et at.,J. Clin.Invest.79:926-934,1987;Atkinson et al.,Lancet,335:1357-1360,1990)，島細胞細胞質(ICA)分子又は島細胞表面(ICSA)分子(Bottazzo et al.,Lancet,1:668-672,1980)，或いはインシュリン(Palmer etal.,Science,222:1137-1139,1983;Atkinson et at.,Diabetes,35:894-898,1986)に対する抗体を含む血清を有している。Atkinsonとその共同研究者ら(Atkinson et al.,Lancet,335:1357-1360,1990)は，ヒト血清中における64kD分子に対する抗体の存在が，IDDM症状が実際に起きる始まりについての，最も初期でかつ最も信頼できる指標であることを示した。",
                    "最近になって，Baekkeskovとその共同研究者らは，64kD分子と，グルタミン酸デカルボキシラーゼ(GAD)とは幾つかの共通の抗原エピトープを有しており，従ってこれらは同じものであるか，或いは非常によく似た分子である，ということを確立した。この同定は重要な発見ではあるが，GADの分子生物学に関する知識が未知である限りは，この情報をIDDM予知の診断法として用いることは極めて厄介であり，かつ限定されている。結果として，大量の64kD分子，又は64kD分子と抗原的に実質的に同一なGAD分子をクローニングし，次いで量産することができれば，IDDM予知のための診断キットの開発が可能となろう。本発明は，かかる結果を達成するための手段を提供する。」(1頁下13行～2頁下3行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の要約",
                  "text": [
                    "「本発明は，組み換えDＮA手法を用いて真核性GAD ポリペプチドの生産が可能であり，かつGAD ポリペプチドを自己免疫疾患の患者の診断及び治療に用い得るという知見に基づいてなされた。特定すれば，クローン化真核性GAD ポリペプチドを，インシュリン依存性真性糖尿病(IDDM)を有する患者，或いは有する危険性のある患者の診断に用いることに関する。",
                    "本発明の主な利点は，天然の真核性GAD ポリペプチドをその他の真核性非GAD ポリペプチドから分離する際に，その単離に関して生じる問題を回避しつつ，天然源から精製したものに対応する真核性GAD ポリペプチドの容易な生産源を当業界に提供することである。その他の真核性非−GAD ポリペプチドが存在しないことは，GAD ポリペプチドと特異的に反応する抗体のみを検出する試験システムの開発が可能となるので，重要である。",
                    "宿主細胞中にある真核性GAD ポリペプチドを提供する他の利点は，そうすることによって天然源から現在実際に得られているよりも，はるかに大量のポリペプチドを得ることが可能となることである。その結果，本発明のポリペプチドを用いてIDDMのような自己免疫疾患を有する患者をより正確に分類することが可能となるばかりでなく，診断システムに使用するための商業的に使用可能な量のGAD ポリペプチドを提供することも可能となる。」(2頁下1行～3頁16行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明者による研究により，GAD とGAD とは別々の遺伝子でコードされ，例えば，共通のゲノム性配列が転写後，又は翻訳後に修飾されることによって生産されるのではないことが明白に確立された。GAD とGAD とが別々の遺伝子によってコードされることを示す証拠には以下のものが含まれる：(a)GAD 及びGAD cDＮAの間の正確に一致する部分の最大の連続した配列は，たった17ヌクレオチドの長さである，(b)GAD 及びGAD からのcDＮAは，低い緊縮調節(stringency condition)下で(2．0xSSC，0．01％SDS，23℃)お互いにクロスハイブリダイゼーションしないし，またお互いのmRＮAともクロスハイブリダイゼーションしない，そして(c)GAD 及びGAD cDＮAは，それぞれGAD",
                      "text": [
                        "及びGAD をコードする単離したゲノム性クローンとクロスハイブリダイゼーションしない。」(6頁17行～下1行)",
                        "「本発明のcDＮA配列は本質的に全てのヒト又はラットGAD 分子をコードするものであるので，これからcDＮAの小さいポリペプチド断片，又はヒト又はラットGAD に対する自己抗体のための少なくとも1個のエピトープをコードする対応するcDＮA配列を調製し，サブクローニングし，そして発現させることは今や日常的なことである。",
                        "次いでクローン化ポリペプチド上にこのようなエピトープが存在することを，例えばGAD に対する自己抗体を有する患者からの血清を用いて確認できる。このような小さいペプチドの例としては，GAD のＮ−末端からの最初の約100アミノ酸がある…。このアミノ酸配列には本質的にGAD が欠けている。」(8頁19行～下2行)",
                        "「キットを使用するに当たって使用者がしなければならないことは，測定可能であるが，未知の量の検出されるべきGAD に対する自己抗体を含む，あらかじめ測定した量の検出用サンプルと，第1の容器中に存在するあらかじめ測定した量の担体結合したGAD と，第2の容器中に存在するあらかじめ測定した量の検出可能な標識化第2抗体とを容器に加えることである。若しくは，検出不能な標識化GAD を容器に付けて提供し，これにサンプルと，検出可能な標識化第2抗体とを加えることもできる。適当な時間インキュベーションした後，免疫複合体が形成され，これを上澄み液から分離し，免疫複合体又は上澄み液を，放射能カウントするか，又は酵素基質を加えて発色させるなどによって検出する。」(10頁15行～23行)",
                        "「本発明の組み換えGAD ポリペプチドは，GAD に対する自己免疫応答を有する患者の治療に用いることもできる。このような治療は，例えば，組み換えGAD ポリペプチドを投与することによって実施できる。このような投与には非標識化又は標識化GAD ポリペプチドを用いることができる。非標識化GAD ポリペプチドを用いるのが有利な場合には，例えば，免疫応答を刺激するには小さすぎるが，自己免疫応答の継続を束縛したりブロックしたりするには十分大きい断片の形でGAD ポリペプチドを投与する。例えば，GAD をエピトープ−サイズのペプチド(典型的には5−12アミノ酸の長さ)に酵素的に消化して，自己免疫疾患を有する患者の体液中，又は免疫細胞の表面上に存在するFab結合部分に結合させる。",
                        "或いは，本発明の組み換えGAD ポリペプチドは，治療剤で標識して投与することができる。これらの治療剤は本発明のGAD ポリペプチドと直接又は間接にカップリングさせることができる。間接的カップリングの一例はスペーサ一部分を用いることである。このスペーサ一部分は可溶性又は不溶性であることができ(Diener et al.,Science，231:148,1986)，ターゲット部分でGAD ポリペプチドから医薬の放出をできるように選択される。免疫治療用に本発明のGAD ポリペプチドとカップリングすることができる治療剤の例としては，医薬，放射性同位体，レクチン，及び毒素がある。",
                        "本発明のGAD ポリペプチドと結合することができる医薬には，マイトマイシンC，ダウノルビシン，及びビンブラスチンのような古典的に医薬と呼ばれていたものを含む。」(10頁下1行～11頁20行)(イ) 実施例1(「GAD のクローニング及び発現」「A．組み換えDＮA手法」)",
                        "「GAD 及びGAD に特異的なcDＮAプローブを得るために，Chirgwin et al.,Biochemistry，18:5294,1979の方法を用いて，成熟ラットの脳から，グアニジンインチオシアネート−セシウムグラジエントによって，全RＮAを抽出した。Bethesda Research Laboratories(BRL)による実験書を用いて，ポリ(A)RＮAをオリゴdTセルロース上で精製した。ポリd(Ｎ )−mers(Pharmacia)をプライマーとして用いた以外は，指示された条件を用いて，MMLV−逆転写酵素(BRL)を用いて一本鎖合成を行った。このcDＮA−RＮA混合物を65℃で15分間加熱して不活性化して，−20℃に貯蔵した。PCRのためには，サンプルの1／50を反応物100μlに加えた。ネコ(cDＮAから)(K et al.,J.Neurosci.,7:2768,1987)及びラット(ペプチドから)(B a n d C ， J . N e u r o s c i o , 8 :2123.1988)GAD(図1)の下線を施した共通のアミノ酸配列をコードするために変性(degenerate)オリゴヌクレオチドを合成した(Applied Biosystems)。各変性オリゴヌクレオチドの5’末端配列は，SstⅠ及びHindⅢ(5’末端オリゴ)又はSstⅠ及びSstⅡ(3’末端オリゴ)のいずれかによって認識されるDＮA配列の1本鎖を含む。これらのプライマーを用いて，Gould et al.,Proc.Nat1.Acad.Sci.,USA,86:1934,1989に記載されたように，生じたcDＮA鋳型のポリメラーゼ鎖反応によって選択的増幅を行った。PCR産物をHindⅢ／SstⅠで二重消化されたBluescript SKベクター",
                        "(Stratagene)にサブクローニングし，DH5(BRL)に形質転換して，標準法(Maniatis et al.,Mo1ecular Cloning:A LaboratoryManual，Co1d Spring Habor Laboratory,Co1d Spring Habor，NY，1989)によってプレートした。",
                        "ネコGAD に特異的な5’−32P末端標識化オリゴヌクレオチドでコロニーハイブリダイゼーションを行った(K e t a l . ,J.Neurosci.,7:2768,1987)。ニトロセルロースフィルターを50℃で15分洗浄した以外は，文献(Wallace et al.,in Guide to Mo1ecularCloning Techniques;Berger et al.,Eds. in Methods of Enzymology;Abelson et al., Eds. Academic Press,Inc.San Diego，432-442,1987)記載のようにして，オリゴヌクレオチドの末端標識，ハイブリダイゼーション条件，及び洗浄条件を実施した。ハイブリダイゼーションで陽性及び陰性であったコロニーを個々に取り上げて，Terrific液体培地中で一 夜 成 長 さ せ た ( Tartof et al.,Focus， 9:12,1987)。 煮沸 法(Maniatis et al., Mo1ecular Cloning: A Laboratory Manual，Co1dSpring Habor Laboratory,Co1d Spring Habor,NY,1989)を用いてDＮAを単離し，0．2ＮＮaOHで鋳型を変性し，Sephacryl S400スパンカラム(Pharmacia)で精製した。変性された二本鎖鋳型の配列決定は，T7−シークエンスキット(Pharmacia)を用いて，鎖−末端法(Sanger et al.,Proc.Natl.Acad.Sci.USA,74:5463,1977)によって行った。",
                        "図1に示すように，PCRで生じたラットGAD 及びGAD cD",
                        "ＮAをプローブとして用いて，標準的手法(Maniatis et al.,Mo1ecularCloning:A Laboratory Manual，Co1d Spring Habor Laboratory，Co1dSpring Habor,NY,1989)によって，S.Heinemann(Salk Institute)から供与されたラムダZAP(Stratagene)ラット海馬ライブラリーをスクリーニングした。2400ヌクレオチドのGAD cDＮA(最大クロー ン )を 単 離し て， Stratageneに記載す るよ う” ザッ ピング(zapping)”によってサブクローニングした。手元に既にあった3．2kbのラットGAD cDＮAクローンよりも小さいラットGADcDＮAを得たら，より大きなcDＮAの配列決定を行った。GAD及びGAD について両方の方向にExo Ⅲ削除(Henikoff，Gene，28:351,1984)を行って，鋳型を調製し，上記のようにして配列決定を行った。ライブラリースクリーニングにおいて単離された元のcDＮAクローン中には現れていなかったGAD 及びGAD mRＮAの残りの5’末端をクローニングするために，アンカー(anchored)PCRを行った(Frohman et al.,Proc，Natl.Acad.Sci.USA,85:8998,1988)。これらのクローンの配列決定を行ったところ，GAD 又はGAD mRＮAのいずれも，フレーム中に元のcDＮAクローンの開始コドンであると以前に同定されたものと共に，更に別の開始コドン(AUG)をなんら含んでいないことが明らかとなった。」(13頁15行～15頁17行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例2(「クローン化GAD の特徴」)",
                      "text": [
                        "「A．ノーザンブロットハイブリダイゼーション」には，ノーザンブロットハイブリダイゼーションによってGAD 及びGAD cDＮAは2個の異なるmRＮAに由来することを確認したことが記載されている。(15頁下9行～16頁11行)",
                        "「B．GAD 及びGAD のゲノム性ハイブリダイゼーション」には，GAD 及びGAD が別々の遺伝子に由来する可能性を調べるために，GAD 及びGAD の両方のcDＮAを，ゲノム性DＮAを含むDＮAプロットとハイブリダイゼーションしたところ，異なるサイズのゲノム断片とハイブリダイズしたこと，GAD とGAD cDＮAとの同一のヌクレオチド配列のうち最大の連続した配列は，たった17ヌクレオチド塩基の長さであること，したがって，GAD とGADとは2個の異なる遺伝子によってコードされていることが記載されている(16頁12行～17頁8行)。",
                        "「C．GAD 及びGAD の酵素的比較」には，GAD 及びGA",
                        "D の活性におけるPLP(ピリドキサールリン酸)の効果を比較する研究を行ったところ，「…GAD 又はGAD を含むバクテリア溶菌物は［1−14C］−グルタミン酸と，GABA及び14CO との変換を触媒する。PLPは，GAD よりもGAD の酵素活性を刺激する。",
                        "このより大きな刺激は多分，Martin及びその共同研究者(Martin, Ce11.Mo1.Neurobiol.,7:237,1987)が提唱した不活化サイクルを通して，GAD がより速く循環することを示している。このより速い循環は，in vivoで存在するapo−GADのプールに，GAD がより貢献していることを示している(Miller et al.,BrainRes.Bull.,5(Suppl.2):89,1980)。従って，in vivoではPLPは，GAD 活性よりもGAD 活性をより制御していると考えられる。」(19頁下15行～下7行)と記載されている。",
                        "「D．GAD 及びGAD の免疫学的同定」には，「ラット脳中のGADの低分子量及び高分子量形は，それぞれGAD 及びGAD cDＮAの産物と，抗原的にまた大きさ的に同じものである。その結果，ラット脳中の2つのGADは，GAD とGAD である。このデータから，既に報告されているタピア(Tapia)によるPLP−依存性GADと，PLP−非依存性GAD(Bayon et al.,J.Neurochem.,29:519,1977)は，それぞれGAD 及びGAD と分子的に同じものである，と結論付けることができる。」(21頁4行～9行)と記載されている。",
                        "「E．脳組織中のRＮAにおけるGAD 及びGAD の分布」には，その場での(in situ)ハイブリダイゼーションを用いて，小脳のRＮAにおけるGAD 及びGAD の分布を決定するための実験を行ったところ，「全ての神経性細胞タイプにおいて，GAD mRＮAレベルの方が大きい。in situでのハイブリダイゼーションにおける観察は，小脳中の非依存性GAD活性に対するPLPの依存率は，試験した脳領域中で最も低いものの一つである，という従来の知見(Nitsch,J.Neurochem.,34:822,1980;Denner et al,",
                        "J.Neurochem.,44:957,1985; Itoh et al.,Neurochem.Res.6:1283,1981)と一致している。更に，表2に示すように，GAD mRＮAに対する量は，プルキニエ＞ゴルジⅡ＞籠＞星細胞の順であり，一方GAD に対する量は，ゴルジⅡ＞プルキニエ＞籠＞星細胞の順である。このようにGAD 及びGAD mRＮAの発現はニューロンのクラスによって異なる。つまり，全GAD活性に対するそれぞれの貢献度が，いかにGABA生産が制御されているかに影響している。」(23頁下11行～下1行)と記載されている。",
                        "「F．GAD 及びGAD の無細胞系配置」には，GAD 及びG",
                        "AD の分布をS 及びシナプトソーム無細胞分画において評価したところ，「…どちらの分画にも等量のGAD が存在することを示している。S 分画は神経膠(及びその他の非ニューロン性)の細胞質ゾルタンパク質と，ニューロン細胞とを含んでいるので，GAD の濃度は，神経末端よりもニューロン細胞体部における方が大きいに違いない。これとは対照的に，GAD の濃度はS よりもシナプトソームにおける方が大きい。これらの無細胞分画実験は，GAD とは対照的に，神経末端よりもニューロンの細胞体部において，はるかに大きいGAD 分画が存在することを示唆している。従って，免疫組織化学的研究におけるのと同様に，無細胞分画化は，GAD 及びGAD が異なる無細胞分布を有していることを示している。」(24頁下6行～25頁3行)と記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例3(「臨床標本中のGAD自己抗体の検出」)",
                      "text": [
                        "「…IDDMの危険があるか，或いはIDDM患者の(5例のうち)4例の血清は，コントロール患者の血清よりも，有意に大量のヒト脳抽出物の酵素的に活性なGADと結合している。更に，患者のうちの1人からの血清は前−IDDM時期に採取されており，従ってGADに対する自己抗体はIDDM症状の発病前に存在していたことになる…。",
                        "更に別の実験(結果を示さず)では，IDDMの危険がある患者2人(DA，DC)からの血清は，組み換え法で生産された35S−GADを免疫沈降させるが，一方組み換え法で生産された35S−GAD は，患者DAの血清のみによって認識された(そしてこれは35S−GADよりも弱い)ことを示した。またそれ以後の研究で，神経病の合併症を有するIDDM患者の血清中には，GAD よりもGAD 自己抗体の力価が大きいことが見いだされた(ここでは示さず)。",
                        "患者DAの血清を用いる別の研究において，ヒト膵臓小島細胞で生産される特異的ポリペプチドを認識する抗体の存在が示された。結合ポリペプチドの電気泳動分析によって，他の研究者によって以前にヒトIDDM(Baekkeskov et al.,Nature,298:167-169,1982)及び動物モデル( Baekkeskov et al.,Science， 224:1348-1350,1984;Atkinson etal.,Diabetes，37:1587-1590,1988)で示されたような，64kDの成分に対する自己抗体の存在が明らかとなった。GAD を認識するが，GAD は認識しない，GAD−6モノクローナルで，或いはバクテリアで生産されるGAD でこれらの血清をあらかじめ吸着させると，64kDの膵臓ポリペプチドを血清が認識する能力が失われる。従って64kDの自己抗原に対する自己抗体によって認識されるエピトープがGAD 中に存在し，このことは該自己抗原がGAD であることを示唆している。GAD の予測される値を調査するために，IDDMの臨床的発現の発病前の患者から血清を採取して，このGAD に対する自己抗体を調べた。」(31頁1行～下1行)",
                        "「…12標本中の9標本(75％)は35S−GAD と免疫反応性であった。更に，2人の患者(JA及びVC)はこの条件下でGAD と免疫反応性であったが，GAD とは免疫反応性でなかった。従って，組み合わせると，これらの患者の血清の12例中，11例(91％)にGAD 及びGAD に対する自己抗体が存在した。このことは，GAD に対する自己抗体はGAD に対する自己抗体よりも一般的であるが，アッセイにおいて両方の組み換えGAD(GAD 及びGAD )を用いると，IDDMをより広く予測できるようになることを示唆している。これらの血清についての以前の試験(Atkinson et al.,Langet，335:1357-1360,1990)は，12例のうちの11例，又は92％がヒト膵臓小島細胞からの35S−64kD分子と免疫反応性であることを示している。64kD分子に対する検出可能な自己抗体を含むが，GAD に対する自己抗体は含んでいない血清は，64kD分子にとって最低の力価(又は”1”)を含む血清であった。従って，ここで得られた誤りのネガティブはこのアッセイの感度が低いために起きたことである。更に，このアッセイは，64Kに対してネガティブな1人の患者(BR)においてIDDMを予測している。",
                        "これらの結果は，ヒト膵臓のβ−細胞中に同定された64kD分子は，ラットGAD とサイズ及び抗原性が同一であることを示している。更に，IDDM発病前の患者から採取した血清は，GAD に対する自己抗体を含んでいる。結論として，GAD 組み換え分子は，IDDM予測の診断手段として非常に有用である。実際に症状がでる前に医師がIDDMを診断できるということは，疑いもなくインシュリン治療が必要となるまでの時間がおおいに伸びる結果となる。このような免疫アッセイの感度は，膵臓のβ−細胞に存在するGAD形を表すヒト由来の組み換えGAD を用いて改良されるであろう。」(33頁1行～下3行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の(1)の記載によると，本願発明1について，①血清中における64kD分子に対する抗体の存在が，インシュリン−依存性真性糖尿病(IDDM，I型糖尿病)の症状が実際に起きる始まりについての，最も初期でかつ最も信頼できる指標であるところ，64kD分子とグルタミン酸デカルボキシラーゼ(GAD)とは，いくつかの共通の抗原エピトープを有しており，これらは同じものであるかあるいは非常によく似た分子であるので，GAD分子をクローニングし，次いで量産することができれば，IDDM予知のための診断キットの開発が可能になること，②本願発明1は，「(a)『ラットGAD のアミノ酸配列(別紙1)からなるタンパク質』，(b)『ヒトGAD のアミノ酸配列(別紙2)からなるタンパク質』，又は，(c)『(a)もしくは(b)のアミノ酸配列において1もしくは数個のアミノ酸が欠失，置換もしくは付加された(a)もしくは(b)由来のタンパク質でかつGAD活性を有するタンパク質』をコードするcDＮA」というものであるところ，この発明は，GAD とGAD とが別々の遺伝子でコードされていることを見い出し，ラットとヒトのGAD のDＮA配列及び対応するアミノ酸配列を特定したものであること，③GAD ポリペプチドは，IDDM予知のための診断のみならず，IDDMの治療に用いることもできること，以上の事実が認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由1(引用発明1は引用発明としての適格性を欠く)について(1) 引用例1(B and C「Characterization of the Protein Purified withMonoclonal Antibodies to Glutamic Acid Decarboxylase［グルタミン酸デカルボキシラーゼに対するモノクローナル抗体により精製されたタンパク質の特 徴 付 け ］ 」 The Journal of Neuroscience, Vol.8, No.6,1988p.2123-2130，甲1)には，次の記載がある。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "「GADが重要な機能を有することは以前からわかっていたが，この酵素の構造や細胞内での分布に関する主要な疑問点はまだ解明されていない。GADは，最初に出発材料としてマウス脳を使用して，Robertsとその共同研究者によって幅広く精製された(Wu et al., 1973)。ほとんどの精製された分画のSDS−PAGEは，15から118kDaの範囲の分子量を有する7つのタンパク質バンドを含んでいた(Wu 1976)。これらのデータに基づいて，GADは，15kDaタンパク質のホモマルチマーからなることが提案された。その後，GADは，ラットの脳からWuとその共同研究者によって精製された。最も広く精製された物質は，40と80kDaのポリペプチドで構成されていた(Denner et al., 1987)マウスから精製されたそれらと，これらのタンパク質との関係は，研究されていない。Spink et al. (1985)は，ブタ脳から精製されたGADは，60kDaの単一のポリペプチドであることを提唱した。最近，Legay etal.(1987a,b)は，59と63kDaのタンパク質を沈殿させる，ラット脳GADのモノクローナル抗体について述べている。このように，文献によって提唱されているGAD構造には，大きな不一致がある。」(2123頁右欄3行～22行，訳は審決3頁7行～21行)"
                },
                {
                  "fig": "イ",
                  "subject": "「GADの構造が解明できることを期待して，我々はGAD−1モノクローナル抗体で認識されたタンパク質について研究した。59kDaタンパク質は，精製され，部分的に配列決定された。」(2124頁左欄1行～3行，訳は審決2頁下2行～3頁1行)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「A氏と共同研究者は，ネコGADのcDＮAをクローニングし，配列決定をした(F et al., 1986; K et al., 1987)。59kDaタンパク質とネコGADcDＮAの関係を理解するために，59kDaタンパク質を予備的SDS−PAGEにより精製した。第4図は，この精製工程を経て得られた精製59kDaタンパク質を示す。このタンパク質のＮ末端は，ブロックされていることがわかったため，アミノ酸配列を決定するために，このタンパク質は\u0001化シアンにより切断され，切断されたペプチドは逆相HPLCにより分離された。12ペプチドのピークを配列決定した。",
                    "これらのうち，4つは，完全に又は部分的に重複するものであったが，8つはユニークな配列を有していた。ネコcDＮAから推定されるタンパク質配列と，ラット59kDaタンパク質からの配列の間には，強い相同性があることがすぐに明らかになった。推定ネコ配列とともに得られた該タンパク質配列を比較したデータを表2に示す。配列決定されたすべてのペプチドは，少なくとも部分的に相同性を有するものである。配列決定されたペプチドは，長さで計97個のアミノ酸残基である。それらを推定ネコ配列の3つの隣接したセクションと共に比較した。比較した配列において，97アミノ酸のうち68個が一致した。さらに，比較的長い一致した配列が存在し，12アミノ酸残基のものが一つ，10アミノ酸残基のものが一つ，8アミノ酸残基のものが一つ，5アミノ酸残基のものが一つであった。29個の一致しないアミノ酸残基のうち，17個は，単一の塩基置換によりできる可能性があるものであった。」(2126頁右欄6行～29行，訳は乙1の1頁5行～21行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Table2(表2)には，ネコGADcDＮAから推定されるGADアミノ酸配列とラット59kDaタンパク質の部分アミノ酸配列との比較が記載されており，両者において保存されているアミノ酸は，実線により囲まれている。Table2(表2)の脚注には，「K et al.(1987)」，「ネコcDＮA配列のブレークは，最初のアミノ酸の最初の塩基の番号を付した垂直線により示した。」及び「タンパク質配列における空白の位置は，ペプチド配列決定において，それらの位置のシグナルが欠失(absence)していたことによるものである。」(訳は乙1の1頁23行～24行及び26行～27行)の記載があり，Table2(表2)には，上記「最初のアミノ酸の最初の塩基の番号を付した垂直線」が3本記載され，その番号とは「711」，「814」，「1713」である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "Table2(表2)において，ネコGADアミノ酸配列とラット59kDaタンパク質の部分アミノ酸配列において，実線により囲まれた，5アミノ酸以上の長さで保存されている配列は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ネコcDＮAの塩基番号「711」で始まる領域で，6アミノ酸の次に「LTSTAＮTＮ」(8アミノ酸残基)，さらに2アミノ酸の次に「TYEIAPVFVL」(10アミノ酸残基)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ネコcDＮAの塩基番号「814」で始まる領域で，12アミノ酸の次に「DGIFSPGGAISＮ」(12アミノ酸残基)，さら",
                      "text": [
                        "に11アミノ酸の次に「FPEVK」(5アミノ酸残基)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ネコcDＮAの塩基番号「1713」で始まる領域にはない。",
                        "上記3つの領域で，他に，実線により囲まれた，4アミノ酸残基が重複する箇所が1，3アミノ酸残基が重複する箇所が5，2アミノ酸残基が重複する箇所が3，1アミノ酸残基が重複する箇所が8ある。合計の重複は，8＋10＋12＋5＋4＋15＋6＋8＝68アミノ酸残基である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「GAD−1免疫親和性カラムは，ラット脳ホモジネートの細胞質分画からGAD活性を濃縮された画分を得るために使用された。最も濃縮された画分は，ニワトリ脳からのものと区別がつかない一連のタンパク質を含んでいた。最も顕著なバンドは明らかに59kDaの分子量を有するものであった。他のバンドとして，63kDaと，55kDaを中心とする一連の約3つのバンドが存在した。ラット脳の膜分画からの精製は，似た図を示す。59kDaと63kDaタンパク質は明瞭に存在し，より少ない量で低分子量成分が存在した。HPLCにより自然な形のままでこれらのバンドを分離するすべての試みは失敗した。59kDaタンパク質は，予備的SDS−PAGEによって単離され，臭化シアンによる切断により断片化された。配列分析によると，このタンパク質はネコのGADcDＮA(F et al., 1986; K et al., 1987)と強い相同性を有していることを示し，これは，酵素的に活性なGADをコードしていることを示している。」「59kDaラットタンパク質とネコタンパク質間の相同性は，3つの可能な方法によって説明することができる。最初は，これらは，ネコとラットの両方において，GADをコードする一つの遺伝子であって，2つのタンパク質の相違の全ては，進化の多様性によるものであるという仮定である。2つめの可能性は，それぞれの種は単一の遺伝子をもっており，選択的スプライシングのパターンでいくつかのmRＮAが生じるというものであって，したがって，ネコcDＮAとラット59kDaタンパク質は，単一遺伝子の選択的スプライシングの経路を示すものであるというものである。最後は，GAD又はGAD様タンパク質は複数の遺伝子が存在して，ネコcDＮAとラット59kDaタンパク質は，関連性はあるが，異なる遺伝子の産物であるというものである。これらの選択肢の中から一つを選ぶには，該免疫精製したタンパク質および対応するcDＮAのさらなる解析が必要である。」(2129頁左欄15行～44行，訳は乙1の1頁下7行～2頁下1行)",
                  "text": [
                    "「K et al. (1987)によると，ネコGADcDＮAは，66kDaのタンパク質をコードする。われわれの抗体を使って免疫沈殿させた59kDaの相同体と，予想されている分子量の間に矛盾があるのは，種の違いやタンパク質がゲル上で異常な移動を示すこと，又は，生合成の際のタンパク質分解で除去された配列が存在していることによるものであろう。」(2129頁左欄44～50行，訳は審決2頁下9行～下5行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の(1)の記載と乙2(K,F and A「Glutamic Acid DecarboxylasecDNA:Nucleotide Sequence Encoding an Enzymatically Active FusionProtein［グルタミン酸デカルボキシラーゼのcDＮA：酵素的に活性な融合タンパク質をコードする核酸配列］」The Journal of Neuroscience,Vol.7, No.9,1987, p.2768-2772)によると，引用例1(甲1)は，ラット脳ホモジネート又はラット脳の膜分画から，GADに対するモノクローナル抗体GAD−1の免疫親和性カラムを用いて，GAD活性を有するタンパク質を集め，これが，顕著なバンドとして59kDaのもの，他のバンドとして63kDaのものを含むことを確認し，この59kDaタンパク質を部分的に配列決定し，既に上記乙2によって配列が知られていたネコGADcDＮAから導かれるアミノ酸配列と比較したもので，比較した三つのセクションの計97個のアミノ酸のうち，68個が一致し，この中には，12アミノ酸残基，10アミノ酸残基，8アミノ酸残基，5アミノ酸残基といった，一致した比較的長い配列があることを見い出し，両者に強い相同性があると結論付けたものである。そして，この相同性について引用例1(甲1)は，三つの可能性，すなわち，①ネコとラットの両方において，GADをコードする一つの遺伝子であって，二つのタンパク質の相違は，進化の多様性によるものである，②それぞれの種は単一の遺伝子をもっており，選択的スプライシングのパターンでいくつかのmRＮAが生じた，③ネコcDＮAとラット59kDaタンパク質は，関連性はあるが，異なる遺伝子の産物である，という可能性を挙げ，この解明のために，免疫精製したタンパク質及び対応するcDＮAのさらなる解析が必要であると述べている。",
                "引用例1(甲1)は，以上のとおり，ラット59kDaGADの部分的なアミノ酸配列を特定して，それを既知のネコGADcDＮAから導かれるアミノ酸配列と比較し，それらは，異なる遺伝子の産物である可能性があると述べているから，当業者(その発明の属する技術の分野における通常の知識を有する者)に対し，ラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを解析する動機付けとなるということができる。本願明細書(甲11)には，前記2(1)ウ(ア)のとおり，「ネコ(cDＮAから)(Ket al.,J.Neurosci.,7:2768,1987)及びラット(ペプチドから)(B andC，J.Neuroscio,8:2123.1988)GAD(図1)の下線を施した共通のアミノ酸配列をコードするために変性(degenerate)オリゴヌクレオチドを合成した(Applied Biosystems)。」との記載があるところ，ここで「K etal.,J.Neurosci.,7:2768,1987」は，引用例1に引用されている乙2に当たり，「B a n d C ， J . N e u r o s c i o ,",
                "8:2123.1988」は引用例1に当たるから，本願発明の発明者も引用例1に基づいてプライマーを設計している。",
                "そして，引用例1(甲1)の上記記載から周知技術を用いてラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを解析することができたことは，後記4で判断するとおりである。原告は，GAD と異なる遺伝子を見つけようとするならば，ラット59kDaGADアミノ酸配列とネコGAD アミノ酸配列が同じ配列である部分をプローブとして用いることは避けなければならないが，ラット59kDaGADにおいてネコGAD と異なるアミノ酸配列領域は非常に短いと主張する。しかし，後記4のとおり，PCR法を用いれば，引用例1(甲1)の上記記載から周知技術を用いてラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを解析することができたと認められるのであって，ラット59kDaGADにおいてネコGAD と異なるアミノ酸配列領域が短いことは，この認定を左右するものではない。",
                "なお，甲7(Lほか「Rat Brain Glutamic Acid Decarboxylase SequenceDeduced from a Cloned cDNA［クローン化したcDＮAから演繹されたラット脳グルタミン酸デカルボキシラーゼ配列］」Journal of NeurochemistryVol.54, No.2, 1990, P.703-705)は，引用例1(甲1)に記載のラット59kDaGADの部分アミノ酸配列と甲7が特定したラットGADのアミノ酸配列の違いについて「諸相違はタンパク質配列決定に内在する可能性が大きい」(704頁右欄5行～右欄6行，訳は平成19年2月27日付け原告上申書8頁下7行～下6行)と記載されている。しかし，甲7には，上記記載以上に引用例1に記載されたアミノ酸配列が誤りであることを示す合理的な根拠が示されているものではなく，かえって，甲7によると，甲7が特定したラットGADのアミノ酸配列は，乙2に記載されたネコGADのアミノ酸配列とはかなり似ているが，引用例1(甲1)に記載されたラット59kDaGADアミノ酸配列とは異なるところが多くあり，このことは，ラット59kDaGADは，ラットGADやネコGADとは異なる遺伝子の産物である可能性を想起させるものである。また，甲7には，「現在は，脳GADに対するcDＮAクローンと配列データが利用可能なので，Legay等(1986)が報告した，60及び63kDのGAD2種の起原と意味を明らかにすることや，Spink等(1985)が特徴を明らかにした動力学的に異なるGADの3つの形態を研究することに役立つであろう。」(705頁左欄下14～下9行，訳は上記上申書8頁下4行～下1行)との記載もあって，複数種あるとされるGADの相互の関係は未解明であるとされているのであり，上記のとおり本願発明の発明者が引用例1に基づいてプライマーを設計していることをも考慮すると，甲7の上記記載は，引用例1(甲1)はラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを解析する動機付けとなるとの上記認定を左右するに足りるものということはできない。",
                "したがって，引用発明1は引用発明としての適格性を欠いているとの原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本願発明1及び6は引用発明1から容易に発明することができたものではない)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願優先日(1990年［平成2年］9月21日)当時の技術水準ア 乙8(鈴木信太郎「混合プライマーを用いたPCR法の応用」実験医学Vol.8, No.9(増刊)1032頁～1036頁［1990年6月発行］)には，次の記載がある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「いろいろな研究を進めていく過程において，既知の蛋白質に相同な蛋白質のcDＮAを必要とすることがしばしば起こる。このため，これまでにいくつかの方法が考案され用いられてきたが，いずれも一長一短があった。これに対し，最近一組の良く保存されているアミノ酸配列に対応したプライマーを用いるPCR法が盛んに利用されるようになってきた。この方法の最大の特色は，アミノ酸配列に対応するすべての可能なヌクレオチド配列を含むプライマーを用いる点にある。従って，原理的には用いるアミノ酸配列に誤りがないかぎり目的のcDＮAを必ず増幅できることとなり，非常に強力な方法であるといえる。」(1032頁左欄下7行～右欄5行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "プライマーの作製",
                      "text": [
                        "「初めにプライマーに関する注意点を二，三述べておきたい。通常PCR用のプライマーとしては20b前後のオリゴヌクレオチドが多く用いられているが，条件を適当に選べば15～17bの短いオリゴヌクレオチドでも十分使用可能である。プライマーとして最も大事な点は3’末端付近の配列が正確なことである。これに対し，5’末端付近のミスマッチは多少許される。このため，アミノ酸配列に多少あいまいな点のある場合は，この部分を5’末端付近においた長めのプライマーを用いると良い。そうすれば，たとえアミノ酸配列に誤りがあったとしても，うまく働いてくれることが期待できる。2つのプライマーの3’末端に相補的構造があるとプライマーダイマーが作られるので避けねばならない。次に，プライマーに含まれるオリゴヌクレオチド配列の組み合わせの数であるが，Gouldらは218の組み合わせを含んでいるプライマーも働いたとしているし，われわれの経験でも213～14なら十分働くようである。従って，20b(7アミノ酸)前後のプライマーを用いる限り，組み合わせの数はほとんど問題にはならないものと考えられる。",
                        "本法を用いるにはまず既知のアミノ酸配列を比較検討することにより，良く保存されている部位または良く保存されていることが十分期待できる部位から，先に述べた点を考慮しながら次のようなアミノ酸配列を選び出す。",
                        "(a)アミノ酸5～7残基の配列で，プライマーの3’末端に対応するアミノ酸配列に誤りを含んでいる可能性が低いこと。この時，1つの部位に複数のアミノ酸を対応させても良い…。",
                        "(b)2つの配列間の距離は現在のPCR法の能力から考えて，アミノ酸約300残基以下が望ましい(最大でも1000残基以下)。",
                        "次に，コドン表をもとに，得られたアミノ酸配列に対応する混合プライマーのヌクレオチド配列を決定する。この時，プライマーの5’末端に出現頻度の低い制限酵素のリンカー配列を加えておくと，サブクローニングの際の手間を省くことができる。」(1032頁右欄8行～1033頁左欄13行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "鋳型DＮAの調製",
                      "text": [
                        "「鋳型DＮAはmRＮAより合成したDＮAを用いるのが一般的である。もちろん，cDＮAライブラリーより調製したDＮAを流用することも可能である。」(1033頁右欄下10行～下8行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "PCR",
                      "text": [
                        "「われわれはPCRを次のような標準的条件下で，市販の自動反応装置を用いて行っている。」(1034頁左欄3行～4行)として，標準的条件が記載されている。",
                        "「ここで述べた条件は増幅するDＮAの長さがおよそ1kb以下である場合を対象としたものであるが，もし，これ以上の長いDＮAを増幅したい場合はDＮAの合成時間を延ばしたり，ヌクレオチド濃度を増やしたりといろいろ実験条件を変更する必要がでてくる。しかし，現在のPCRの技術では2kb以上の長いDＮAを効率よく増幅することは一般的にいって容易ではないので，初心者は避けた方が無難であろう。」(1034頁右欄2行～9行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "サブクローニング",
                      "text": [
                        "「このようにして増幅したDＮA標品はアガロース電気泳動にかけて予想される大きさのバンドを分離し，DＮAを抽出する。用いるアガロースは通常の市販品で十分である。また，DＮAの抽出法は一般に用いられているいずれの方法でも良い。",
                        "次に，得られたDＮAを制限酵素で処理した後，フェノールで処理，エタノール沈殿でDＮAを回収，それぞれのベクターにサブクローニングする。",
                        "ここで多くの人が経験する大きな問題は，増幅したDＮAをうまくベクターにサブクローニングできないことである。…一般に，目的とするDＮAは増幅した標品中に比較的多量に含まれていることが期待できる。従って，増幅したDＮAをプローブとしたプラークハイブリダイゼイションによるスクリーニングを行うことが効果的である。なお，サブクローニングの方法して，リンカーを用いるよりブラントエンドを用いた方が効率が良いという研究者がいることから，問題の生じた場合はこの方法を試みられるのもよかろう。また，用いるアガロースによっては制限酵素がうまく働かないこともあるので，特別のアガロースを用いたり，電気泳動と酵素処理の順序を入れ替えることも効果的であるかもしれない。われわれは主にM13ファージベクターを用いているが，pGEM等のプラスミドベクターを用いても良い。」(1034頁右欄11行～1035頁左欄14行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "結果の検討および問題点",
                      "text": [
                        "「最後に，常法に従って得られたクローンのシークエンシングを行い，ヌクレオチド配列およびアミノ酸配列を決めて既知のアミノ酸配列と比較し，相同性を検討する。この際，プライマー配列を指標にして結果を解析するのが便利であるが，しばしばこの配列が欠損しているので注意すること…。",
                        "このようにして得たDＮAの多くは非常に短いものであるが，Northernやスクリーニング用プローブとして十分使用できる。目的に応じて使用されたい。",
                        "本法を応用する上で最大の問題は，目的とするmRＮAの含量がほかの相同なmRＮAに較べてかなり低い場合，または，たまたま関連のないDＮAが比較的大量に増幅されるような場合，増幅したDＮA中における目的とするDＮAの含量はかなり低くなっているため，このようなクローンの分離が難しいことにある。本法は多くの組み合わせの数を含む混合プライマーを用いているので，このような例はしばしば起こるようである。…",
                        "ここで述べた方法はかなり平均的なもので，必ず一定の結果が期待できるという無難な方法といえる。」(1035頁左欄下3行～1036頁左欄2行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "その他への応用",
                      "text": [
                        "「本法は原理から明らかなように，一般のcDＮAクローニングにも応用が可能である。もし，近接した2つのアミノ酸配列が判明しているのであれば直接本法を流用できる。また，1つのアミノ酸配列だけがわかっている場合でもいくつかの方法が考えられる。もしそれがC末端付近にあるのであれば，mRＮA3’末端のpolyAに対応したオリゴdTを一方のプライマーとして用いることにより応用できる。同様に，Ｎ末端付近のアミノ酸配列が判明している場合は，cDＮAの3’末端に人工的にdG鎖等を付加することにより，本法の応用が可能となる(anchoredPCR)。」(1036頁左欄8行～18行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙9(結城惇「新しいクローニング法：PCRとIPCR」CellScience, Vol.6, No.5,370頁～376頁［1990年8月発行］)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「PCRはクローニングを単純で，しかも短時間で行われるようにしただけではない。1個の細胞に相当するDＮAさえあれば，ゲノム当り1コピーの遺伝子を増幅できるという，従来のクローニングではなし得なかった遺伝子操作を可能にした。",
                        "しかし，PCRで増幅できるDＮAの長さは2kbまでで，通常1kb以下の領域を指定して増幅する。」(370頁右欄22行～29行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "PCRとIPCR",
                      "text": [
                        "「PCRは，20bp以上の塩基配列の判明している二ヶ所の間を増幅する方法…である…。",
                        "PCR法では，二本鎖DＮAの＋鎖に対応するプライマーと−鎖に対応するプライマーとの間をDＮAポリメラーゼで合成させる。」(371頁左欄4行～10行)",
                        "「PCRでDＮA断片を増幅するためには，2つのプライマーに対応する，鋳型DＮA上の2ケ所の塩基配列が判明していることが必要になる。」(371頁右欄10行～12行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "タンパク質のアミノ酸配列をもとにクローンを得る方法「…アミノ酸に対応する遺伝コードは，1つでないため，アミノ酸配列から推定されるメッセンジャーRＮAの塩基配列は多数にのぼる．この中1つの塩基配列のみがクローン化しようとする遺伝子と対応するが，アミノ酸配列から推定される多数のオリゴヌクレオチドの混合物をPCRの系に加えると，この中鋳型DＮAと完全に一致するオリゴヌクレオチドがプライマーとして最も有効に作用する。PCRでもIPCRでも2本のプライマーを使用するので，このプライマー効率は倍化され，目的とするDＮA断片が優先的に増幅される。アミノ酸配列は最低5つのアミノ酸の配列がわかれば，この方法によってcDＮAのクローニングができる。",
                        "5つのアミノ酸から推定される，塩基配列は，100をこえる。この混合物をプライマーとしてDＮA増幅系に加えるので，プライマーが相補的な塩基配列を正しく認識するのに最適な温度条件を設定することがとくに重要となる。",
                        "cDＮAライブラリーの中に探索している特定のクローンが入っているかどうかを上記の方法で検定し，もし探索している塩基配列が増幅されたらこの増幅産物をプローブとして使い，クローンを拾い出す。",
                        "λgt11ライブラリーをスクリーニングする場合，1012ケ程度までのファージ粒子を100μlのPCR反応液中で検定できるので，106に1ケの独立クローンがあるとして，1クローン当り106ケまでの鋳型DＮAを反応液中に入れることができる。",
                        "増幅されたDＮA断片には，非特異的な断片も含まれているので，さらにベクターに組み込んで純化する。ベクターに組み込む前に，ゲル電気泳動でDＮAを分画したほうが純化しやすい。」(372頁左欄3行～右欄1行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "試験管内で増幅したDＮA断片のベクターへの組み込み「…増幅したDＮA断片がベクターへ組み込まれる方向を特定するために，制限酵素認識配列を5’末端につけた合成ポリペプチドをプライマーとしてDＮAの増幅を行うこともできる。増幅されたDＮA断片は対応する制限酵素で両端を切断し，ベクターに組み込む。この時，プライマーの制限酵素認識配列の5’側にGGあるいはCTCをつけると…制限酵素による切断が効率的に行われる。プライマーの5’側の制限酵素認識配列とGGないしはCTCは鋳型DＮAと一致しなくても増幅反応を阻害しないが，3’側は鋳型DＮAと完全に相補性を持つようにプライマーの配置を決めることは重要である。」(373頁左欄21行～33行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "増幅過程での複製の誤り",
                      "text": [
                        "「クローニングに関連する増幅反応のエラーは，"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "プライマーが鋳型DＮAを誤って認識して，ねらいとする領域以外の部分を増幅してしまうこと，"
            },
            {
              "fig": "(2)",
              "text": [
                "DＮAの複製過程で，誤った塩基を取り込むこと，の2つがあげられる。",
                "(1)は，特異性の高いプライマーを選択し，PCRサイクルでのプライマーのアニーリングの温度を最適条件に調節して解決する。また，プライマーアニーリングとDＮA合成の時間は必要最小限にして，誤ったプライミングによるDＮA合成を抑制する。また，プライマーの量とDＮA合成酵素の量も少なく抑えることが，誤りを抑制するポイントとなる。…",
                "cDＮAの場合にはタンパク質の分子量とアミノ酸配列から，増幅産物の長さが推定出来るので，増幅されたDＮA断片の長さを電気泳動で正確に判定することで，上記のような誤認は避けることができるが，さらにサザーン法で，2つのプライマー間の配列が増幅産物上に含まれていることを確認する。」(373頁右欄18行～374頁左欄6行)ウ 乙15(猪子英俊「PCR法の発展とその医学応用」Biotherapy,Vol.4, No.6［1990年6月発行］1103頁～1113頁)には，次の記載がある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「…PCR(polymerase chain reaction)法は，目的とする遺伝子領域を標的として100万倍以上増幅させることができる。」(1103頁左欄4行～7行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "PCR法の原理とその発展例",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "Standard PCR",
                          "text": [
                            "「Standard PCR法は，図1のように注目している標的遺伝子領域の両端の塩基配列に相当するオリゴヌクレオチド(17～23塩基)を合成し，DＮAポリメラーゼのプライマーとして使用する。2つのプライマーは，DＮA二本鎖の互いに異なる鎖に相当する塩基配列から合成するが，検索したいDＮA配列の変異あるいは遺伝的多型性領域が両プライマー間に位置するように工夫する。図1に示したように遺伝子DＮAと2つのプライマーを混ぜた後，まず95℃で1分間熱処理によりDＮA二本鎖を一本鎖に分離，変性させる。続いて，55～62℃で2分間プライマーと鋳型となる遺伝子DＮAのアニーリングを行い，プライマーをDＮA上の標的遺伝子領域に結合させる。その後，72℃で2分間TaqDＮAポリメラーゼ…により，プライマーからのDＮAの伸長，合成を行い，これで1サイクルを終了する。",
                            "ここまでの操作で標的遺伝子は2倍増幅されるはずである(図2)。",
                            "このサイクルを20～35回繰り返すことにより，約100万倍標的遺伝子は増幅される。ここで耐熱性のTaqDＮAポリメラーゼを用いるという卓抜なアイデアにより，従来の大腸菌DＮAポリメラーゼI Klenowフラグメントを用いた場合には1サイクル，すなわち95℃の変性と55～60℃のアニーリングごとに失活するKlenowフラグメントを補給するという面倒な操作が不要となり，自動機械化が可能となった。増幅できる遺伝子領域の大きさは，いまのところ最長3～5kbまで可能であるが，200～300bp前後が最も効率よく増幅されるようである。」(1104頁左欄11行～1105頁左欄8行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "Nested PCR",
                          "text": [
                            "「StandardPCR法で，特に長い領域を増幅した場合にみられる現象であるが，misprimingによる非特異的な増幅バンドが検出される場合，すなわち特異的なバンドのみを増幅させるために1回目のPCR反応の後，増幅される領域内に相当する別の新しい両方のプライマー，あるいは片一方のみを新しいプライマーに代えて2回目のPCR反応を行う(図3)。この方法はnested PCRと呼ばれ，5’末端cDＮAの増幅，塩基配列の決定，制限酵素による切断…などの特異的にな領域のみの増幅が要請されるような場合に有用な方法である。」(1105頁左欄10行～右欄4行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "Anchored PCR",
                          "text": [
                            "「増幅したい領域のプライマーとして用いるべき一方の端の塩基配列が不明の時，ターミナルデオキシヌクレオチジルトランスフェラーゼ(TdT)によるdAまたはdGの3’末端への付加，あるいはT4DＮAリガーゼによるオリゴマーの付加など人工的塩基配列を賦与した後，この人工的なAnchorプライマーと既知のプライマーとの組み合わせでPCR反応を行い，特異的な遺伝子増幅を行う(図4)。特に3’末端が一本鎖の場合には(たとえば一本鎖cDＮAが適当な制限酵素で3’突出物を作製した場合)，TdTによるdA(dG)の付加反応のほうが簡単に行える利点がある。」(1105頁右欄6行～1106頁左欄1行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "PCR反応産物の解析",
                      "text": [
                        "「PCR反応後増幅DＮAについて直接塩基配列を決定するか…，M13あるいはpUCベクターなどにサブクローニング後常法に従って塩基配列を決定する。後者の場合あらかじめプライマーに適当な制限酵素部位を導入しておけばサブクローンの操作が簡便化される…。」(1109頁左欄下21行～下15行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "基礎医学への応用",
                      "text": [
                        "「…PCR反応により100万倍に増幅されたDＮAはクローニングの必要がなく，直接塩基配列の決定が可能である。すなわち，増幅後32Pで標識したプライマーと大腸菌DＮAポリメラーゼI Klenowフラグメント，逆転写酵素，T7DＮAポリメラーゼまたはTaqDＮAポリメラーゼを用いたDideoxy(Sanger)法により，シングルコピーの遺伝子であってもDＮA配列を決定できる。しかし…このdirect-sequencingはしばしば非特異的なバンドなどを生じることがあるので，M13やpUCベクターなどにサブクローンする…」(1110頁右欄下4行～1111頁左欄8行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙18(松橋通生，大坪栄一監訳「ワトソン・組換えDＮA」74頁～76頁［昭和63年3月25日第3刷発行］丸善株式会社)には，次の記載がある。",
                    "「ある特定のcDＮAプラスミドをもつ大腸菌の同定．pBR322をベクターとして作製したcDＮAライブラリーを大腸菌に形質転換法で入れる。生じたコロニーはレプリカしたニトロセルロースフィルター上に移すことができる。まず，ニトロセルロースの膜を大腸菌のコロニーに接して寒天プレートの上におく。フィルターをはがすときコロニーの中の細胞の大多数はプレートに残るが，いくらかはフィルター上へ移行する。したがって，フィルター上のパターンとプレート上のコロニーパターンは等しい。次いで，ニトロセルロースをＮaOHで処理し，菌体を溶菌するとともにDＮAを変性する。フィルターを真空オーブンで乾熱し，DＮAをニトロセルロースフィルターに結合させる。精製したcDＮAあるいはmRＮAのプローブを32Pで標識しフィルターとハイブリダイズさせる。プローブと相同な配列を含む組換えプラスミドをもつコロニーがそれとハイブリッドを形成し，オートラジオグラフィーで解析すると目印の標識を与える。レプリカのフィルター上で標識の現れたコロニーの位置をマスタープレートと比較し，コロニーを釣り上げ，増殖させる。」(76頁の「図6・7」の説明部分)"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，PCR法の適用例については，次のようなものがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙10(GREGORIO GILほか「Multipal genes encode nuclear factor1-like proteins that bind to the promoter for 3-hydroxy-3-methylglutaryl-coenzyme A reductase［3−ヒドロキシ−3−メチルグルタリル−コエンザイムAレダクターゼのプロモーターに結合する核因子1様蛋白質をコードする多重遺伝子］」Proceedings of theNational Academy of Science of the United States of America, Vol.85,1988, p.8963-8967)には，レダクターゼプロモーター因子タンパク質A及びBにおいて一致するアミノ酸配列を基に作製された縮退プライマーを用いて，cDＮAを鋳型としてPCR法により増幅し，増幅されたDＮAをプローブとして，cDＮAライブラリーをスクリーニングして，レダクターゼプロモーター因子タンパク質BのcDＮAをクローニングしたことが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙11(CHENG CHI LEEほか「Generation of cDNA Probes Directedby Amino Acid Sequence:Cloning of Urate Oxidase［アミノ酸配列で導かれたcDＮAプローブの作成：尿酸オキシダーゼのクローニング］」Science,Vol.239, 1988, p.1288-1291)には，ブタ尿酸オキシダーゼのアミノ酸配列を基に作製した縮退プライマーを用いて，cDＮAを鋳型としてPCR法により増幅し，増幅されたDＮAをプローブとして，cDＮAライブラリーをスクリーニングして，尿酸オキシダーゼのcDＮAをクローニングしたことが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙16(MICHAEL STRATHMANNほか「Diversity of the G-proteinfamily:Sequences from five additional α subunits in the mouse［G蛋白質ファミリーの多様性：マウスの5つのさらなるαサブユニットの配列］」Proceedings of the National Academy of Science of theUnited States of America, Vol.86, 1989, p.7407-7409)には，縮退プライマーを用いて，cDＮAをPCR法により増幅し，得られたPCR生成物をベクターにクローニングしてから，すべてのクローンの塩基配列決定を行うことにより新たなグアニンヌクレオチド結合調節タンパク質(Gタンパク質)のメンバーを五つ見い出したことが記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙17(ANDREW F.WILKS「Two putative protein-tyrosine kinasesidentified by application of the polymerase chain reaction［ポリメラーゼ連鎖反応の適用により同定された2つの推定されるタンパク質チロシンキナーゼ］」Proceedings of the National Academy of Science ofthe United States of America, Vol.86, 1989, p.1603-1607)には，縮退プライマーを用いて，cDＮAをPCR法により増幅し，得られたPCR生成物をベクターにクローニングしてから，すべてのクローンの塩基配列決定を行うことにより，新たなタンパク質チロシンキナーゼ(PTK)ファミリーのメンバーを二つ見い出したことが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のア～オの記載によると，本願優先日(1990年［平成2年］9月21日)当時，①既知のタンパク質のアミノ酸配列をもとに，5～7アミノ酸残基の二つの配列を選び，コドン表をもとにそのアミノ酸配列に対応するすべての可能なプライマーのヌクレオチドを決定し，このすべての可能なプライマーの混合物を用いて，mRＮAから調製したcDＮAを鋳型DＮAとして，目的のcDＮAを増幅させ，このようにして増幅したDＮAを適宜分離してベクターにサブクローニングし，これを増幅させたDＮAをプローブとしてスクリーニングして，目的のcDＮAを得る方法は，「PCR法」の応用ないし変性として，一般的に用いられていた周知の方法であること，②PCR法により十分な量のDＮAが得られれば，これの塩基配列を決定することも，通常のことであったこと，③また，PCR法によって増幅したDＮAをベクターにサブクローニングした後，すべてのクローンの塩基配列決定をすることも行われていたこと，④増幅したい領域のプライマーとして用いるべき一方の端の塩基配列が不明の時には，Anchored PCR法が用いられること，⑤クローニングの方法としてコロニーハイブリダイゼーションが周知の方法であったこと，以上の事実が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2(1)ウ(イ)の本願明細書(甲11)の記載によると，本願発明1において，GAD (引用例1記載のラット59kDaGAD)のアミノ酸配列及び対応するcDＮAを解析した手法は，①成熟ラットの脳から全RＮAを抽出し，逆転写酵素を用いて一本鎖合成を行う，②引用例1(甲1)に引用されている乙2記載のネコGADのアミノ酸配列と引用例1(甲1)記載のラット59kDaGADのアミノ酸配列が共通する部分のアミノ酸配列をコードするオリゴヌクレオチドを合成し，末端に「5stⅠ及びHindⅢ」(5’末端オリゴ)又は「SstⅠ及びSstⅡ」(3’末端オリゴ)の制限酵素認識配列を付加し，これをプライマーとして，PCR法を行い，その結果得られた産物をベクターにサブクローニングし形質転換する，③乙2記載のネコGADに特異的な5’−32P末端標識化オリゴヌクレオチドでコロニーハイブリダイゼーションを行い，ハイブリダイゼーションで陽性及び陰性であったコロニーを個々に取り上げて，液体培地中で一夜成長させ，DＮAを単離し，配列決定を行う，④PCR法で生じたラットの2種類のGADcDＮAをプローブとして用いて，ラムダZAPラット海馬ライブラリーをスクリーニングし，サブクローニングした後，配列決定を行う，⑤5’末端をクローニングするために，アンカー(anchored)PCRを行う，というものであると認められる。そうすると，本願発明1において，GAD(引用例1記載のラット59kDaGAD)のアミノ酸配列及び対応するcDＮAを解析した手法は，上記(1)で認定した一般的に用いられていた方法によったもので，当業者が容易に想到することができる程度のものであると認められる。",
                "また，前記2(1)ウ(ウ)の本願明細書(甲11)に記載されているとおり，GAD 及びGAD cDＮAが2個の異なるmRＮAに由来することを確認することが行われているが，このうち，ノーザンブロットについては，上記(1)ア(カ)に記載があるなど，本願優先日(1990年［平成2年］9月21日)当時周知の方法であったと認められ，その他，GAD 及びGAD cDＮAが2個の異なるmRＮAに由来することを確認することについて困難な点があったとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例1(甲1)からは，本願発明1のGAD cDＮAの取得は容易でなかったとして，①本願優先日(1990年［平成2年］9月21日)当時，GADの由来となる遺伝子の数が未解明であったこと，②本願発明者らが1989年に発表した論文においても，ヒト及びラットのGADは，ただ一つの遺伝子であると記載されていること(甲8の1・2)，③本願発明者らは，1990年に，二つのGAD遺伝子に関する論文を，雑誌「SCIENCE」に投稿したところ，最初は掲載を拒絶されたこと(甲13)，④Jらは，マウスにおいて第2のGAD遺伝子を見い出していたが，それは偽遺伝子であったこと(甲6)，⑤Lらの研究(甲7)は，彼らの研究によって得られたラットGADクローンが，引用例1によって報告されたものとよく一致し，違いは技術的な問題であることを示唆していること，⑥1987年7月に引用例1が発表されてから，1991年に本願発明者らが論文でGAD とGAD のクローニングを報告するまでには4年が経過していることを主張する。",
                    "しかし，上記①については，引用例1(甲1)が，当業者に対し，ラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを解析する動機付けとなることは，前記3(取消事由1)で判断したとおりであり，かつ，引用例1に周知技術を適用して，ラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを解析することができたことは，上記(2)のとおりであって，GADの由来となる遺伝子の数が未解明であったことは，これらの認定を左右するものではない。",
                    "上記②については，甲8の1(F,G and A「TWO FORMS OF GLUTAMATEDECARBOXYLASE(GAD),WITH DIFFERENT N-TERMINAL SEQUENCES,HAVE DISTINCTINTRANEURONAL DISTRIBUTIONS［Ｎ−末端配列が異なるグルタミン酸塩デカルボキシラーゼ(GAD)の2つの形態は，異なるニューロン内分布を有す る ］ 」 SOCIETY FOR NEUROSCIENCE",
                    "ABSTRACTS,VOLUME 15,1989,P.487］」及び甲8の2(G,",
                    "H,F and A「IMMUNOCYTOCHEMICAL STUDIES USING A NEW ANTISERUMAGAINST BACTERIALLY PRODUCED FELINE GLUTAMATE DECARBOXYLASE［細菌によって製造されたネコグルタミン酸塩デカルボキシラーゼに対する新たな抗血清を用いた免疫細胞化学的研究］」SOCIETY FOR NEUROSCIENCEABSTRACTS,VOLUME 15,1989,P.488)は，いずれも本願発明者を共著者に含んでいるところ，甲8の1には「ヒト及びラットのゲノムは，ただ1つのGAD遺伝子を含む…」(487頁右欄下14行，訳は原告平成19年2月27日付け上申書9頁7行)などと記載され，甲8の2には，「これらの知見は，大きい方のGADポリペプチドが細胞体中に存在し，そしてそれは小さい方の形態に変換されて，軸索末端に濃縮されるという仮説を支持している。」(488頁23行～26行，訳は上記上申書10頁1行～3行)と記載されている。しかし，本願発明者らが後に発表した甲5(Iand A「The Structual and Functional Heterogeneity of Glutamic AcidDecarboxylase:A Review」Neurochemical Research, Vol.16, No.3, 1991,p.215-226)や甲13(本願発明の発明者の一人であるIの宣誓書)の記載に照らすと，本願発明者らが，1989年当時，ヒト及びラットのGADはただ一つの遺伝子であることについて確証を有していたわけではないと認められるのであるから，甲8の1・2の記載も，前記3及び上記(2)の認定を左右するものではない。",
                    "上記③については，甲13には，GAD遺伝子が単一のものである旨の論文を掲載を雑誌に拒否されたことが記載されている(3頁下13行～下6行，訳は上記上申書［甲13に関するもの］4頁18行～25行)ものの，上記③に沿う事実の記載はなく，この事実を認めることはできない。",
                    "上記④については，甲6(Jほか「Sequences Homologous to GlutamicAcid Decarboxylase cDNA Are Present on Mouse Chromosomes 2 and 10［グルタミン酸デカルボキシラーゼcDＮAと相同な配列がマウスの染色体2及び10に存在する］」GENOMICS 6, 1990, P.115-122)には，マウスにおいて，第2のGAD遺伝子を見い出したが，それは偽遺伝子であったことが記載されている。しかし，それは，同論文の著者らが見い出した遺伝子が偽遺伝子であったというにとどまるから，やはり前記3及び上記(2)の認定を左右するものではない。",
                    "上記⑤については，甲7は，前記3(2)で判示したとおりであって，前記3及び上記(2)の認定を左右するものではない。",
                    "上記⑥については，1987年7月に引用例1が発表されてから本願優先日(1990年［平成2年］9月21日)までは，3年余りであるが，そのような期間があるからといって直ちに本願発明1の進歩性を認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，縮退プライマーをPCRに用いて同じ種の中の関連する遺伝子をクローニングする実験について，①実験のために用いるプライマーはかなり縮退していたために，増幅された生成物を生産することができなかった，②本願発明者らは，ネコGADのラット同等物のゲノム構造又は潜在的な第2のGAD遺伝子のゲノム構造を知らなかったから，もし，いくつかの大きなイントロンがあったなら，PCR生成物の長さは効率的に増幅できないほどに大きくなるため，否定的な結果をもたらした，③設計されたプライマーに内在する制限部位が目的とするcDＮAに内在していて，クローニングのために選択した酵素が，想定される第2GAD遺伝子の内部に存在する特異的な配列を切断してしまえば，想定される第2の遺伝子は排除されることになる，④引用例1の配列を肯定的に選択する方法はなかった，⑤1990年代の初期には，単一遺伝子の配列決定はいまだ非常に困難で費用のかかる仕事であった，と主張する。",
                    "上記①については，本願発明の実施例(甲11の図1)のように，引用例1(甲1)の表2に示された，一致した比較的長い配列から，10アミノ酸残基の部分から8アミノ酸の部分を選び，5アミノ酸残基の部分に3アミノ酸残基をつなげて8アミノ酸の部分を選んだ場合でも，被告が主張するとおり，それぞれ，6144個(3×211個)と2048個(211個)であり，上記(1)ア(イ)記載の「213～14」個よりも十分小さいから，縮退PCRクローニングの適用が困難なほど縮退が大きいということはない。",
                    "上記②については，PCR法において，鋳型DＮAは，mRＮAより合成したDＮA又はcDＮAライブラリーより調製したDＮAを用いる(上記(1)ア(ウ))から，イントロンは既に除去されており，イントロンは問題にならない。また，ネコGADのラット同等物のゲノム構造又は潜在的な第2のGAD遺伝子のゲノム構造を知らないと，PCR法によってラット59kDaGAD全体のアミノ酸配列及び対応するcDＮAを特定することができないとも認められない。",
                    "上記③については，制限酵素認識配列を末端に付加して使用することは，PCR法において周知の技術であった(上記(1)ア(イ)，イ(エ)，ウ(エ))のであり，クローニングのために選択した酵素が，想定される第2GAD遺伝子の内部に存在する特異的な配列を切断するのであれば，適宜他の制限酵素認識配列を試すなどすればよいと考えられるから，この点も，PCR法を用いることができない理由にはならない。",
                    "上記④については，上記(2)の本願明細書(甲11)の実施例記載の方法は，否定的選択と肯定的選択を組み合わせて用いており，肯定的選択を用いることができなかったとはいえない。",
                    "上記⑤については，本願発明に費用や時間がかかることがあったとしても，そのことは直ちに本願発明の進歩性を基礎付けるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，①本願発明者らは，PubMedを用いて期間を区切った文献検索を行ったところ，「degenerate + primer + PCR + cloning」に関する1985年から1990年の時間枠でのPubMed検索では，たった4件の論文しかヒットせず，「mixed + primer」でPubMed検索をすると，1985年1月1日から1990年9月21日の時間枠では，26件の論文がヒットしたが，この中には，本願発明者らが採用した方法に関するものは1件もない，②クローニングの技術は，1991年付近を境に大きく変わっており，1991年以前は，縮退PCR研究は極端に難しかった，③縮退プライマーPCRを用いて遺伝子をクローニングするための詳細なプロトコールは1990年又はそれ以前には無かった，④本願発明者らは，1990年又はその付近でPCRクローニングにおけるプライマーの縮退に関する「通常」の程度の定義を見い出すことはできなかった，と主張する。",
                    "しかし，本願優先日(1990年［平成2年］9月21日)当時，PCR法がその応用ないし変性も含めて周知技術であったことは，上記(1)認定のとおりであって，原告の上記の各主張は，この認定を左右するものではない。学術的な意味でのプロトコールや「定義」の存否と特許法における進歩性の判断とは異なるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，上記(1)エ(ア)(イ)の乙10及び11と本願発明1の異なる点について主張するが，上記(2)のとおり，本願発明1において，GAD(引用例1記載のラット59kDaGAD)のアミノ酸配列及び対応するcDＮAを解析した手法は，一般的に用いられていた周知な方法によったもので，当業者が容易に想到することができる程度のものであると認められるのであり，乙10及び11と本願発明1の違いは，この認定を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本願発明1は引用発明1から容易に発明することができたものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由3(本願発明1及び6の格別の効果の看過)について(1) 引用例2(Dほか「Identification of the 64K autoantigen ininsulin-dependent diabetes as the GABA-synthesizing enzyme glutamicacid decarboxylase」Nature, Vol.347,1990.Sep.13, p.151-156，甲2)には，次の記載がある。",
            "「相対分子量64000(64K)の膵島β細胞自己抗原は，インシュリン依存糖尿病(IDDM)の進行に関係する自己抗体の主要な標的であり，抑制神経伝達物質であるGABA(γ−アミノ酪酸)の生合成酵素であるグルタミン酸デカルボキシラーゼとして同定された。」(151頁左欄1行～8行，訳は審決3頁下12行～下9行)",
            "「珍しいが深刻な神経疾患であるスティッフマン症候群(SMS)のほとんどの患者は，GABA分泌ニューロンに対する自己抗体を有している。グルタミン酸からGABAを合成する酵素であるグルタミン酸デカルボキシラーゼ(GAD)は，主な自己抗原である。驚いたことに，GABA分泌ニューロンに対する自己抗体に陽性であるほとんどすべての患者は，膵島細胞質抗原にも陽性であることが，膵臓部位の免疫蛍光によって示され，そしてかなりの割合でIDDMを有している。GADは選択的に中枢神経系のGABA分泌ニューロンにおいて発現している。ニューロン以外では，GADは膵臓β細胞において高いレベルで見つかっている。脳には，少なくとも2つのGADアイソマーがあり，SDSポリアクリルアミドゲル電気泳動によりそれらの移動性に差があることが解析されている。それらの分子量は，59−66Kであるといわれている。",
            "IDDMは，SMSと頻繁に関連する自己免疫疾患であり，GADと64K自己抗原の性質のいくつかは似ていることから，我々は，それらは同じタンパク質であると仮定した。ここで，我々は，IDDMの64K自己抗原は膵臓β細胞におけるGADと同じであることを示す。」(151頁右欄14行～152頁左欄8行，訳は審決3頁下7行～4頁9行)",
            "「我々はまず，ラット脳GADに対する羊の抗血清であるS3血清と，GAD抗体に陽性なSMS患者からの血清は，ラット膵島からの64K自己抗原を免疫沈降するかどうか評価した。我々は，部分的に64K抗原に富んだ，［35S］メチオニン標識ラット膵島分画を使用した。GAD抗体に陽性の血清(抗GAD血清)は，IDDM血清によって免疫沈降される64Kα／β自己抗原と同じSDS−PAGEにおける移動性を有する［35S］メチオニン標識タンパク質のダブレットを免疫沈降した。抗64K血清と抗GAD血清によって認識されるタンパク質が同じものであるかどうか評価するため，抗GAD血清によって免疫沈降の結果生じた上清は，抗64KIDDM血清によって再び沈降させた。同様に，抗64K IDDM血清によって免疫沈降の結果生じた上清を，再び抗GAD血清で沈降させた。その結果，抗GAD血清と抗64k血清はそれぞれ，定量的に，血清の他のグループによって認識されるタンパク質を除去した。抗GAD血清と抗64K血清は，完全な交差反応性を示し，64Kタンパク質はラット膵島のGADと同じタンパク質であることが強く示唆される。」(152頁左欄10行～右欄1行，訳は審決4頁11行～25行)",
            "「抗GAD血清と抗64K IDDM血清は，ラット膵島由来の同じタンパク質を認識する。」(152頁Fig.1［図1］注釈1行～2行，訳は審決4頁下9行～下8行)",
            "「抗64K抗体は，脳と膵島由来のGADを免疫沈降する。」(153頁Fig.2［図2］1行，訳は審決4頁下7行)"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "引用例3(Eほか「64000 Mr autoantibodies as predictors ofinsulin-dependent diabetes」 THE LANCET, Vol.335, 1990 Jun.,p.1357-1360，甲3)には，次の記載がある。",
                "「インシュリン依存性糖尿病の進行に関連して，64，000Mr(64KA)の膵島細胞タンパク質の自己抗体の存在を検査をした。…IDDの臨床的発症前の75ヶ月の28患者を詳細に調べたところ23人において64KAは同定された。これらの23人の64KA陽性プレ糖尿病被験者のうち，5人はICAに陰性であり，10人はIAAを欠乏している。64KAは，34才以前に糖尿病になる人々において，最もその前兆となるものである。数人において，64KAは他の自己抗体が出現する前に同定された。これらの発見は，64KAは，早期にそして有益なIDDの予測マーカーであるかもしれないことを示唆している。」(1357頁左欄1行～20行，訳は審決4頁下4行～5頁5行)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)(2)の記載によると，将来，糖尿病を発病する患者は，GADである分子量64Kの膵島β細胞自己抗原又は膵島細胞タンパク質に対する，自己抗体をもっているということができるから，GADを用意できれば，患者が自己抗体をもっているかどうかを容易に検査できることは，当業者に自明である。",
                "引用例1(甲1)には，ネコGADとラットGADについて記載されているものの，ヒトGADについては，記載されていない。したがって，引用例1から出発してアミノ酸配列及び対応するcDＮAが解析されたラットGADが，直ちにヒトの診断に有用かどうかは，必ずしも自明ではない。しかし，引用例1に記載されたラット59kDaGADも，GAD(グルタミン酸デカルボキシラーゼ)であることに変わりはないから，引用例1から出発してアミノ酸配列及び対応するcDＮAが解析されたラットGADが，ヒトのIDDMの診断又は予知に使用できることは，当業者が予測できる範囲の事項と認められる。また，前記2(2)のとおり，本願明細書(甲11)には，本願発明のGAD ポリペプチドをIDDMの治療に用いることも記載されているが，これについても格別の効果とは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，GAD とGAD は，異なる酵素的動力学，細胞内分布を有しており，特にGAD はI型糖尿病における自己免疫応答の主たる標的である点でGAD とは異なっている，と主張する。",
                "前記2(1)ウ(ウ)(エ)のとおり，本願明細書(甲11)においては，GAD とGAD が二つの別個の遺伝子によってコード化されていることを初めとして，GAD とGAD の違いについて記載され，最後に，GADがIDDMを予測するための診断ツールとして有用性が高いことが述べられている。しかし，GADがIDDMを予測するための診断ツールとして有用であることは，上記のとおり，引用例2(甲2)及び引用例3(甲3)で述べられていたのであり，本願明細書(甲11)に記載されている効果をもって顕著な効果ということはできない。",
                "なお，本願出願後の後の検討によって，I型糖尿病患者の自己免疫応答は，主にGAD に向けられていることが確認されたとしても，そのことは，本願明細書(甲11)には記載されていないから，これを考慮することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本願発明1に格別な効果があるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，本願発明1についての原告主張の取消事由はいずれも理由がないから，本願発明6について判断するまでもなく，原告の請求は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10490",
    "date": "2008-02-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035757",
    "ipprecedent_id": "1330",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}