{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審を通じ，被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，壁面用目地装置の発明に関する特許権を有する被控訴人が，控訴人が原判決別紙イ号物件目録及び同ロ号物件目録記載の各製品(以下，それぞれ「イ号物件」，「ロ号物件」といい，両製品を総称して「控訴人各物件」という。)を製造販売する行為は，本件特許権を侵害すると主張して，控訴人に対し，特許権侵害による損害賠償を求めたところ，原判決がこれを認容したため，控訴人が控訴し，①控訴人各物件が本件特許発明の技術範囲に属さず，また，②本件特許発明に係る特許が特許無効審判により無効にされるべきものと認められるから，本件特許権に基づく権利行使は特許法104条の3により許されない旨主張して，原判決の判断を争っている事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実及び争点",
          "text": [
            "原判決「事実及び理由」欄の「第2 事案の概要」の「1 前提となる事実」及び「2 争点」のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "以下のとおり，当審における当事者の主張を付加するほか，原判決「事実及び理由」欄の「第3 争点に関する当事者の主張」のとおりである(ただし，原判決30頁13行目の「したがって，」の次に「本件特許発明に係る特許が特許無効審判により無効にされるべきものと認められるから，」を加える。)から，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件A(支持体)の充足について",
              "text": [
                "原判決は，本件明細書の段落【0027】の記載をとりあげ，「構成要件Aの『支持体』は，地震等によって，左右の建物の目地部が狭くなるように揺れ動いた場合に，揺れを吸収するために目地プレートの先端部を外側方向へガイドする機能を奏し，左右の建物の目地部が広くなるように揺れ動いた場合に，先端部が離れて揺れを吸収するものと認められる。」(原判決32頁16行目～20行目)として，構成要件Aの「支持体」について，「目地プレートの先端部を外側方向へガイドする機能」のみを認定したが，誤りである。原判決は，平時における支持板の目地プレート支持機能といった必須要件を考慮していない。",
                "また，イ号物件に，傾斜面29のほかに，カバープレートが建物外壁と平行移動するように鉛直に伸びた支持面30が設けられている点につき，原判決は，「この傾斜面29が構成要件Aの『内側に傾斜する支持板』に当たるのであり，この傾斜面29に続いて支持面30が内側に水平方向に存在するからといって，この支持面30は本件特許発明との対比との関係においては単なる付加にすぎず，イ号物件の支持体26が構成要件Aにおける『支持体』に該当しないと解する理由にはならない。」(原判決34頁6行目～11行目)としたが，後記(3)のとおり，建物の前後方向，上下方向における作用効果及び本件特許発明の出願時の技術水準も考慮すべきである。",
                "そして，それらを考慮すると，本件特許発明の構成要件A(支持体)は，平時において，傾斜面において目地プレートを支持し，かつ，小さな振動から小さな揺れまで，また，建物の左右方向の揺れのほか，前後上下方向の揺れも，傾斜面同士を摺動させることにより吸収するために存在するものであることは明らかである。",
                "したがって，そのような構成を備えていない控訴人各物件は，構成要件A(支持体)を充足しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件D(目地プレート)の充足について",
              "text": [
                "原判決は，イ号物件のカバープレート部分は旋回防止片16により建物内側には回動しない構造になっている旨の控訴人の主張に対し，「構成要件Dにおいては『目地プレート』が『先端部が……支持板とスライド移動可能に当接するように傾斜面に形成され』ていることが構成要件として規定されているのであり，同『目地プレート』に旋回防止片が付加されているか，あるいは，同防止片により建物内側へは回動しない構成となっているかどうかについては，何も規定していないのであるから，イ号物件の旋回防止片16が被告が主張するような機能を果たしているとしても，イ号物件のカバープレート部分が構成要件Dを充足することを否定する理由となるものではない。」(原判決39頁7行目～14行目)としたが，誤りである。",
                "原判決は，本件明細書の段落【0027】に開示された建物の左右方向の揺れについての作用効果しか念頭に置いていないし，また，本件特許発明の出願時の技術水準を考慮していない。",
                "また，原判決は，「構成要件Dは，目地プレートの先端部が，支持板とスライド移動可能に当接するように傾斜面に形成されていることを規定しているのであるから，通常時において，目地プレートの先端部と支持板との間に間隙があるものでも，建物が左右に揺れた場合に，両者がスライド移動可能に当接するように傾斜面に形成されていれば，構成要件Dを充足するものというべきである。すなわち，本件特許発明においては，建物が左右方向に揺れ動いた際に，左右の建物が近接することにより生じる揺れを，目地プレートの先端部が支持板が取り付けられた建物方向に突出して吸収するものとされているのであるから(本件公報【0027】等参照)，目地プレートの先端部は，地震等により建物が左右方向に揺れ動いた際，左右の建物が近接した場合において，目地プレートの先端部が支持板が取り付けられた建物方向に突出して揺れを吸収する機能を果たせば足りるものであり，目地プレートの先端部が，支持板の傾斜面に当初から当接している必要はないのである。」(原判決40頁9行目～22行目)としたが，誤りである。",
                "原判決は，ここでも，作用効果については，本件明細書の段落【0027】に開示された建物の左右方向の揺れについてのみを念頭に置いているが，「支持体」に存在する傾斜面を有する「支持板」は，通常時には，目地プレートの先端部を支持するための機能を有するものであり，目地プレートは，平時において，傾斜を有する支持板に当接していることが必須要件である点や，本件明細書の段落【0021】に開示された建物の前後方向，上下方向における作用効果及び本件特許発明の出願時の技術水準を考慮していない。",
                "本件特許発明の構成要件D(目地プレート)は，後記(3)のとおり，平時において，傾斜を有する支持板により支持されながら，非常時(建物に揺れが生じたとき)には，揺れが小さなものから大きなものまで，また，建物の左右方向はもちろん，前後，上下方向の揺れまでも，支持板の傾斜部と目地プレート先端部の傾斜面を摺動させることにより揺れを吸収する構造をとっているものである。",
                "したがって，そのような構成を備えていない控訴人各物件は，構成要件D(目地プレート)を充足しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決は，本件特許発明の技術的範囲の解釈において，その出願時の技術水準を十分に考慮せず，また，構成要件A(支持体)及び構成要件D(目地プレート)の解釈に当たり，本件明細書の段落【0027】に記載された左右方向の揺れの作用効果しか念頭に置かなかったため，本件特許発明における技術的範囲を不当に広くとらえており，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明は，出願時の技術水準である壁面用目地装置に採用されていた機能を必要としない構成であるところに有用な技術的思想がある。",
                    "すなわち，本件特許権の出願時の技術水準を示す文献である特開平6−193153号公報(乙20)，乙9文献，乙17文献及び乙18文献に",
                    "照らせば，本件特許発明の「左右の建物の左右方向の移動量が大きいときには，目地プレートが傾斜を有する支持板を超えて建物方向に突出することで，大きな揺れに対応する。」という技術的思想は，上記各文献に既に開示されている。また，上記各文献には，従来技術の特徴である，支持体及び回動自在で付勢を受ける目地プレートとの組合せという点のほかに，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策が開示されていて，イ号物件にもこれらがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件Dの「この回動金具に後端部が固定され，先端部が前記支持体の支持板とスライド移動可能に当接するように傾斜面に形成された目地プレートと」において，「当接するように」との文言が意味するところは，本件明細書の段落【0018】に開示された「当接」と同様であり，施工時に既に当接していることから，「平時から」目地プレート10と支持板5が傾斜面に当接していることをいう。",
                    "また，本件明細書の段落【0004】，【0020】，【0021】及",
                    "び【0027】の建物3の左右・前後・上下方向の一定幅の揺れによる変位の吸収の記載から，目地プレート10とその支持板5の傾斜面同士のスライド移動が常態であることが理解できるし，左右の建物が大きく離反して目地プレートの先端部が離れても，伸縮リンクによって，目地プレートが後方に回動することを阻止できるとの記載によれば，本件特許発明の伸縮リンクの機能は，単に，「目地プレートの先端部を外側方向へガイドする機能」のみではない。これは，本件特許発明には，従来技術でみられた，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策がないことによるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件特許発明は，従来技術でみられた，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策を必要としない構成を採用したところに有用な技術的思想があると解釈すべきであり，本件特許発明の本質的な技術的思想は，平時において，目地プレートと支持板が傾斜面において当接しており，かつ，平時における小さな揺れには傾斜面同士を摺動させることにより揺れを吸収し，左右の建物が大きく離反した場合には，目地プレートが傾斜面を有する支持板からはずれて目地の内側に落ち込むという難点を解決するために伸縮リンクを備えたところにある。",
                    "したがって，本件特許発明の特許請求の範囲の記載，明細書の発明の詳細な説明，図面の記載及び出願時の技術水準に従い，本件特許発明の技術的範囲を解釈すれば，構成要件Aと構成要件Dは，「建物が前後左右上下方向に揺れた場合に，目地プレートの先端部が支持板をスライドする」という作用効果とともに，「平時から目地プレート10と支持板5が傾斜面において当接しており」という作用効果の双方を具備すべきものであり，前記2つの作用効果を奏する支持板と目地プレートを備えている物件のみが，構成要件A及び構成要件Dを充足することとなる。",
                    "イ号物件は，「支持面30」，「傾斜面29と目地プレート21の先端との間の隙間」及び「旋回防止片16(ストッパ)」との構成を備えていて，本件特許発明の上記記載の作用効果を奏するものではなく，構成要件A及び構成要件Dを充足しない。また，ロ号物件も，その構成は，イ号物件からフラットな支持面を取り除き，旋回防止リブがフラットな支持面の役割を兼ね備えているもので，イ号物件とほぼ同様の構成となっているものであり，上記作用効果を奏することができないから，構成要件A及び構成要件Dを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件特許発明の作用効果と控訴人各物件の作用効果は異なり，本件特許発明の作用効果を奏さない控訴人各物件に本件特許発明の技術的範囲を及ぼすべきでない。",
                "別紙1に示すとおり，本件特許発明においては，建物が上下方向に揺れた場合，付勢スプリングにより付勢の力が全面的に作用しているため，負荷が高く実用的ではない傾斜面同士の上下のスライド移動により揺れを吸収することとなるのに対し，イ号物件においては，目地プレートは，引っ張り装置(バネ付勢手段)による付勢が働いている状態でも旋回防止片(ストッパ)により，建物壁面に対して90度より内側に入り込まないように設置され，フラットな支持面と目地プレートとが上下方向に摺動するだけであり，本件特許発明の作用効果を奏さない。",
                "また，別紙2に示すとおり，本件特許発明においては，建物が前後方向に揺れて，目地プレート側の建物が他方の建物より前方に揺れた場合，「旋回防止片」を採用していないので，回動金具が回動することにより，揺れを吸収するのに対し，イ号物件においては，「旋回防止片」により目地プレートは姿勢を維持したまま支持体から離れ，回動金具は作用しないし，その支持部材に負荷がかかることはない。",
                "さらに，別紙3に示すとおり，本件特許発明においては，建物が左右方向に揺れて目地プレートの先端が傾斜を有する支持板から離れた場合，「旋回防止片」を採用していないので，付勢スプリングにより目地プレートが後方へ移動し，本件明細書の段落【0020】，【0028】の記載のように，伸縮リンクによって，目地プレートが後方に回動するのを阻止するのに対し，イ号物件においては，「旋回防止片」により，目地プレートが後方へ移動することがない。",
                "そして，ロ号物件も，イ号物件と同様，平時において，目地プレートは傾斜面によって支持されていないのであり，本件明細書に記載されている作用効果を奏することがない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "壁面用目地装置は，エキスパンションジョイントカバーとも呼ばれ，別紙4に示すように，建物の躯体間の空間を閉鎖し，振動や地震の揺れによる建物の躯体間の相対変位に追従して建物の躯体間の空間の閉鎖状態を保つためのものである。",
                "そして，イ号物件は，旋回防止片16(旋回防止リブ12)，フラットな支持面30の存在により，本件特許発明と比して，「単なる付加」といえる程度では説明できない作用効果の違いが生じ，そもそも構成自体が相違しているといえるものである。すなわち，イ号物件は，本件特許発明の出願前に知られていた，目地プレートと支持体との組合せによる壁面用目地装置において，①傾斜のないフラットな支持面による目地プレートの支持，②傾斜面同士の所定間隔及び③建物の内側への旋回防止の策を用いていた。",
                "①「傾斜のないフラットな支持面による目地プレートの支持」は，別紙5に示すとおり，フラットな支持面に目地プレートを支持させることにより，その支持面が建物の躯体の外壁の面と平行な基準面となるので，目地プレートがフラットな支持面上であればどの位置にあろうとも躯体の外壁の面とは平行を保つこととなり，躯体間の空間の幅が場所により異なっているとしても，幅方向で面一となるようにレベルを出すことが可能である。これに対し，本件特許発明においては，目地プレートを支持する傾斜を有する支持板は，建物の躯体の外壁の面と平行ではなく，幅方向で傾斜していることから，幅方向で支持板上での目地プレートの位置が変われば，目地プレートの位置が奥行き方向でも変化し，幅方向でのレベル出しが非常に困難となる。②「傾斜面同士の所定間隔」は，建物の躯体の平時における小さな振動から小さな揺れまでのわずかな変位に対する追従を「傾斜面同士の所定間隔」内で対応することを可能にするものである。基本的に，この種の支持体と回動自在の目地プレートからなる壁面用目地装置においては，揺れに対して，できるだけ傾斜面同士を接触させずに対応することが求められる。これに対し，本件特許発明では，常時，傾斜面同士は当接しており，平時における小さな振動から小さな揺れまでのわずかな変位をすべて傾斜面同士のスライド移動で吸収する構成及び作用効果となっており，常に支持体に負荷がかかっている状態であり，また，目地プレートは常に出入りすることとなる。③「建物の内側への旋回防止の策」は，上記したように，目地プレートの付勢の力が支持体にかかり，かつ，摺動することが壁面用目地装置にとって最も負荷が高いことから，できるだけ目地プレートの付勢の力が支持体にかからないようにするためのものであり，躯体の左右方向での揺れにおいて，極端に駆体間が狭くなった場合や，躯体の前後方向での揺れにおいて，目地プレートが支持体よりも後退する場合以外は，別紙2及び3に示すように，できるだけ目地プレートの付勢の力が支持体にかからないようにするための役割を担う。",
                "以上のとおり，本件特許発明における作用効果と，イ号物件の作用効果には，「単なる付加」といえる程度では説明できない違いが生じ，本件特許発明とイ号物件とは，そもそも構成自体が相違している。したがって，イ号物件は，本件特許発明の技術的範囲に属しない。特に，前述したとおり，フラットな支持面30は，単なる付加ではない。また，ロ号物件も，その構成は，イ号物件からフラットな支持面を取り除き，旋回防止リブがフラットな支持面の役割を兼ね備えているものであることからすれば，イ号物件とほぼ同様の構成からなるものといえるから，本件特許発明とは構成そのものが異なり，ロ号物件に関しても，本件明細書に直接記載されている各作用効果そのものを奏することができないから，本件特許発明の技術的範囲に属しない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件特許発明の進歩性の欠如について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，「乙10考案に乙11考案を組み合わせる動機付けも十分ではなく，また，仮に，乙10考案に乙11考案を組み合わせても，本件特許発明の構成に想到し得るものと認めることはできない。」(原判決55頁21行目～24行目)と判断するに当たり，「乙11考案においては，継手本体3は，弾発保持機構5(弾発部材23)の有する付勢力により，パンタグラフ式保持機構2に対して平行状態となるように設置されており，地震などの揺れが加わった状態においては，当該平行状態を保ちつつ，ヒンジ部1又はパンタグラフ式保持機構2により揺れを吸収する構造を有しているものであると認められる。したがって，乙11考案のパンタグラフ式保持機構2は，継手本体3が地震で前後左右に揺れたときに，継手本体3の先端部が傾斜面12を有する見切材13(本件特許発明における支持板に相当する)の内側に位置することを阻止するとの機能を奏するものと認めることはできない。」(同54頁5行目～14行目)とするが，誤りである。",
                    "まず，原判決は，本件特許発明の「傾斜を有する支持板」に該当するものを乙11考案の「見切材13」としたが，乙11考案において，本件特許発明の「傾斜を有する支持板」に該当するものは，後記のとおり，「先端勾配部30」である。",
                    "また，原判決は，乙11考案における継手本体3が，パンタグラフ式保持機構2に対して，いかなる場合も平行状態を保つかのように認定しているが，誤りである",
                    "確かに，継手本体3は，弾発保持機構5(弾発部材23)の有する付勢力により，パンタグラフ式保持機構2に対して平行状態を保つように設置されているが，地震などの揺れが加わった場合においても，常に，パンタグラフ式保持機構2に対して平行状態を保つものではない。そのような状態である必要はないし，乙11文献にも，平行状態である必要性については全く記載されていない。",
                    "地震時等の揺れにおいて，両躯体A，Bは，不規則に変位し，また，部材構成間における揺れ，振動の伝達も，躯体→パンタグラフ式保持機構→弾発保持機構→継手本体と順次遅れてされることから，パンタグラフ式保持機構と継手本体に加わる力も不規則，不均一なものとなる。すなわち，パンタグラフ式保持機構2(帯板材25)は，左右一対のヒンジ部1，1により両躯体A，Bに直接に配設されていることから，両躯体A，Bの変位に対して，左右一対のヒンジ部1，1の回動により即座に追随できるが，継手本体3は，「ボルト20とパンタグラフ式保持機構2の上下部に配置された帯板材25，25の中央の貫通孔27，27との隙間寸法分」，また，「帯板材25のたわみ」といった技術的要因のため，慣性の法則により，パンタグラフ式保持機構2(帯板材25)の変位に即座に追随することはできず，パンタグラフ式保持機構に対し，平行状態とならない。継手本体3が，パンタグラフ式保持機構2(帯板材25)の変位に即座に追随して，いかなる場合も常に両者が平行状態であるということは，技術的にあり得ず，仮に，常に平行状態であるとすればボルト20やその接触箇所に無理な力が集中して破壊をもたらすことは，当業者(設計・施工業者)であれば，容易に予測できる。",
                    "したがって，乙11考案において，地震等の際に，パンタグラフ式保持機構との関係では，伸縮継手が不均一に揺れ動くことは想定されている。",
                    "地震等の際，伸縮継手とパンタグラフ式保持機構との平行関係が崩れ，互いにその両端が近接したり，当接したりすることになることは，乙11文献の段落【0028】及び【0029】にも記載されている。乙11文献の段落【0028】は，別紙6に示す状態を指し，乙11文献の段落【0029】は，別紙7に示す状態を指す。",
                    "そして，乙11考案において，地震等の際に伸縮継手とパンタグラフ式保持機構との平行関係が崩れ，互いにその両端が近接したり，当接したりすることになる場合において，躯体間の離間が少ないと，その揺れを吸収するために，継手本体の傾斜状ガイド部10，10の傾斜部や躯体A，Bのコーナーに取り付けられた見切材13，13に備えられた傾斜状ガイド部10，10，縁材17，17の水平摺動面18，18，先端勾配部3",
                    "0，30からなる両躯体側の保持機構が，当接，摺動する。したがって，先端勾配部30は，本件特許発明における支持板に相当する。",
                    "また，躯体間の離間が大きくなり伸縮継手の先端部が躯体側の傾斜状ガイド部10，10からはずれてしまう場合には，その先端部は，傾斜状ガイド部より躯体内側に入り込むことになるが，その際には，パンタグラフ式保持機構が，パンタグラフにおける支持プレート先端部の支持板より内側に入り込むのを阻止する。したがって，乙11考案のパンタグラフ式保持機構は，継手本体3が先端勾配部30の内側に位置することを阻止するという機能を有するものであり，乙11文献には，本件特許発明の「伸縮リンク」が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，「乙10考案に乙11考案を組み合わせる動機付けも十分ではなく」(原判決55頁21行目～22行目)とし，また，「各考案，発明又は装置(注，乙16文献，乙17文献，乙18文献，乙9文献に各記載の各考案，発明又は装置)と，乙11考案におけるパンタグラフ式保持機構2を組み合わせることに関する動機付けもまたこれを認めるに足りる証拠はない」(同56頁24行目～26行目)としたが，誤りである。",
                    "これらの発明等は，いずれも，振動や地震の揺れによる建物の躯体間の相対変位に追従して建物の躯体間の空間(すき間・目地・クリアランス)の閉鎖状態を保つ装置であって，「産業上の利用分野」が全く同一である。",
                    "そして，乙9文献では，目地プレート先端部の下側に斜め下方に伸びる部材について，乙16文献では，その第5図の符号120の傾斜部を有する巨大なブラケット109について，乙18文献では，第1案内面23について，建物の躯体が前後方向に移動した場合には，傾斜部よりも内側に位置する前記の部材に接触し摺動する場合があるから，このような部材が必要とされているのであり，これは，「目地プレートの先端部が建物内側へ入り込む状態」である。そして，「カバープレート15の先端部が建物内側に入り込む状態に関する記載等は一切存しない」(原判決55頁17行目)ことが，乙10考案に乙11考案のパンタグラフ式保持機構を組み合わせる動機付けを否定する理由なのであるから，「目地プレートの先端部が建物内側へ入り込む状態」となる可能性がある乙9文献，乙16公報，乙18文献に記載の各考案等には，乙11文献を組み合わせる動機付けには十分である。",
                    "また，原判決は，乙11文献に本件特許発明の伸縮リンクが開示されていないとしたが，上記アのとおり，乙11文献には，本件特許発明の伸縮リンクが開示されている。",
                    "したがって，当業者は，乙9文献，乙16文献，乙18文献に記載されている前記目地プレート先端部の下側に斜め下方に伸びる部材，傾斜部を有する巨大なブラケット109，又は，第1案内面23に代えて，乙11文献のパンタグラフ状の伸縮リンクを用い，本件特許発明に容易に想到することができたというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，要するに，控訴人各物件の目地プレートに，旋回防止片が付加され，また，フラットな支持面が付加されていることをもって，控訴人各物件が，構成要件A及び構成要件Dを充足しない旨主張する。",
                "しかし，原判決の認定判断のとおり，上記旋回防止片やフラットな支持面は，単なる付加にすぎないのであり，控訴人各物件が，本件明細書の段落【0027】記載の，左右の建物の左右方向の大きな移動量を吸収するとの本件特許発明の作用効果を奏することは，控訴人の主張自体によっても，明らかであるから，控訴人の主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，控訴人は，本件特許発明が進歩性を欠く旨主張するが，本件特許発明の進歩性が否定されるべき事情は全くない。乙11考案の伸縮リンクは，単に，中央部で目地プレートを支持するだけのものにすぎないため，乙10考案と乙11考案を組み合わせても，本件特許発明の「支持板の傾斜面より目地プレートの先端部が離れても伸縮リンクによって目地プレートが後方に回動するのを阻止する。」との技術的思想は得られない。",
                "控訴人は，平成16年11月4日の原審の第1回口頭弁論期日から平成18年1月19日の第8回弁論準備手続期日まで，一貫して，控訴人各物件が本件特許発明の技術的範囲に属することを争い，平成17年7月22日の第5回弁論準備手続期日において，「特許無効を主張する予定はない。」旨述べるなどしていたにもかかわらず，平成18年3月23日の第10回弁論準備手続期日において，突然，本件特許発明に係る特許が無効である旨の主張を追加したものである。控訴人が特許無効の理由として援用する乙11文献は，控訴人出願の実用新案に係るものであり，控訴人は，乙11文献が存在することを本件訴訟の当初から熟知していた。要するに，控訴人は，特許無効の主張に理由がないことを認識していながら，あえて特許無効を主張しているものである。",
                "控訴人を請求人，被控訴人を被請求人とする本件特許の無効審判請求事件(無効2006−80048号事件)では，平成18年12月5日，乙11",
                "考案等に関する控訴人の主張について十分検討した上，「本件審判の請求は，成り立たない。」との審決(甲16)がされた。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人の請求は理由があるものと判断する。その理由は，次のとおり，当審における控訴人の主張に対する判断を付加するほか，原判決の「事実及び理由」欄の「第4 当裁判所の判断」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，控訴人各物件は，いずれも，本件特許発明の構成要件A及び構成要件Dを充足しないとして，原判決の判断が誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，構成要件Dの「当接するように」との文言が意味するところは，本件明細書の段落【0018】に開示された「当接」と同様であり，施工時に既に当接していることから，「平時から」目地プレート10と支持板10が傾斜面に当接していることをいう旨主張する。",
                "当接とは，「その部分に当たり，接していること。」(大辞林第3版)であるが，本件明細書の段落【0018】には，「次に，図12に示すように目地プレート10の先端部の傾斜面9を支持体6の支持板5に外側から当接させ，・・・」と記載され，壁面用目地装置の組み立てに当たり，目地プレートの先端部の傾斜面が，支持体の支持板に接して組み立てられることが記載されているが，同記載は，本件特許発明の一つの実施の形態であるから(本件明細書の段落【0008】)，同記載によって，構成要件Dの「この回動金具に後端部が固定され，先端部が前記支持体の支持板とスライド移動可能に当接するように傾斜面に形成された目地プレートと」の「当接するように」について，平時から，支持板と目地プレートの先端部の傾斜面が接しているものに限定されるものではない。その他，本件明細書には，構成要件Dの「当接するように」との文言が，平時から当接することに限定されることを示唆する記載はない。",
                "また，控訴人は，本件明細書の段落【0004】，【0020】，【0021】及び【0027】の建物3の左右・前後・上下方向の一定幅の揺れによる変位の吸収の記載から，目地プレート10とその支持板5の傾斜面同士のスライド移動が常態であること，左右の建物が大きく離反して目地プレートの先端部が離れても，伸縮リンクによって，目地プレートが後方に回動することを阻止できることが理解でき，これは，本件特許発明には，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策がないことに起因するものである旨主張する。",
                "しかし，本件明細書には，「本発明は以上のような従来の欠点に鑑み，目地部の幅寸法が小さくても左右の建物の左右方向の移動量を十分にとることができるとともに，構造が簡単で，損傷しずらい，安価な壁面用目地装置を提供することを目的としている。」(段落【0004】)，「このように組立てられた壁面用目地装置1は，左右の建物3，3が地震等によって左右方向に揺れ動いた場合には，図14および図15に示すように支持体6の支持板5に沿って目地プレート10の先端部が押し出されたり，離れたりするが，この離れる場合には伸縮リンク11によって目地プレート10が後方へ移動するのを阻止され，揺れが止まると元の状態に戻る。左右の建物3，3の前後方向の揺れは，図16に示すように回動金具8の回動により吸収し，上下方向の揺れは支持体6の支持板5と目地プレート10の先端部のスライド移動によって，その揺れ動きを吸収する。」(段落【0020】，【0021】)，「(1)・・・地震等で左右の建物が左右方向に揺れ動いても支持体の支持板の傾斜面に沿って目地プレートの先端部が支持板が取付けられた建物方向に突出して吸収したり，支持板の傾斜面より目地プレートの先端部が離れて吸収することができる。したがって，左右の建物の左右方向の大きな移動量を吸収することができる。」(段落【0027】)との記載がある。",
                "これらの記載によれば，本件特許発明は，「目地部の幅寸法が小さくても左右の建物の左右方向の移動量を十分にとることができるとともに，構造が簡単で，損傷しずらい，安価な壁面用目地装置を提供すること」を目的とし，構成要件AないしG，とくに構成要件A及びDに基づいて，「左右の建物の左右方向の大きな移動量を吸収することができる。」等の効果が得られるようにしたものと認められるところ，目地プレート及び支持板の傾斜面が当接して移動することによって左右方向の移動量を吸収する機能は，フラットな支持面による目地プレートの支持や傾斜面同士の所定間隔があったとしても発揮され得るものと認められ，本件特許発明が，フラットな支持面による目地プレートの支持や傾斜面同士の所定間隔がないことを前提としているものと解することはできない。本件明細書の上記記載においては，建物が左右方向に揺れた場合，目地プレートの先端部が支持板に沿って押し出されるほか，上下方向に揺れた場合，支持板と目地プレートの先端部のスライド移動によって，その動きを吸収することが記載されているが，これは，本件特許発明の一つの実施の形態を説明するものであるから，この記載をもって，本件特許発明の目地プレートの先端部の傾斜面と支持体の支持板が，平時から接していなければならないことを限定したものと解することはできない。",
                "控訴人は，本件特許発明には，従来技術でみられた，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策がなく，本件特許発明は，それらを必要としない構成を採用したところに有用な技術的思想があるとの主張を前提として，本件特許発明の構成要件A及びDは，「建物が前後左右上下方向に揺れた場合に，目地プレートの先端部が支持板をスライドする」という作用効果とともに，「平時から目地プレート10と支持板5が傾斜面において当接しており」という作用効果の双方を具備すべきものであると主張するのであるが，本件特許発明は，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策がない構成に限定されるものとは解されないことは上記のとおりであるから，控訴人の主張は前提を欠くものであり，採用の限りではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，本件特許発明の作用効果と控訴人各物件の作用効果は異なり，本件特許発明の作用効果を奏さない控訴人各物件にその技術的範囲を及ぼすべきでない旨主張する。",
                "まず，控訴人は，別紙1に示すとおり，本件特許発明においては，建物が上下方向に揺れた場合，付勢スプリングにより付勢の力が全面的に作用しているため，負荷が高く実用的ではない傾斜面同士の上下のスライド移動により揺れを吸収することとなるのに対し，控訴人各物件においては，目地プレートは，引っ張り装置(バネ付勢手段)による付勢が働いている状態でも旋回防止片(ストッパ)により建物壁面に対して90度より内側に入り込まないように設置され，フラットな支持面と目地プレートとが上下方向に摺動するだけであり，本件特許発明の作用効果を奏さない旨主張する。",
                "しかし，本件特許発明の目的，効果にかんがみれば，本件特許発明は，上下方向の動きを吸収するための構成を発明の構成として特定しているとまでいうことはできないばかりでなく，前記(1)の本件明細書の段落【0021】の記載に照らしても，本件特許発明の実施の形態は，上下方向の移動について，支持板，目地プレートの先端部が上下方向に移動することによって吸収しているのであり，上下方向に移動することにより吸収している点において，控訴人各物件と差異はなく，控訴人の主張は失当である。",
                "また，控訴人は，別紙2に示すとおり，本件特許発明においては，建物が前後方向に揺れて，目地プレート側の建物が他方の建物より前方に揺れた場合，「旋回防止片」を採用していないので，回動金具が回動することにより，揺れを吸収するのに対し，イ号物件においては，「旋回防止片」により目地プレートは姿勢を維持したまま支持体から離れ，回動金具は作用しないし，その支持部材に負荷がかかることはない旨主張し，さらに，控訴人は，別紙3に示すとおり，本件特許発明においては，建物が左右方向に揺れて目地プレートの先端が傾斜を有する支持板から離れた場合，本件特許発明では，「旋回防止片」を採用していないので，付勢スプリングにより目地プレートが後方へ移動し，本件明細書の段落【0020】，【0028】の記載のように，伸縮リンクによって，目地プレートが後方に回動するのを阻止するのに対し，控訴人各物件においては，「旋回防止片」によって目地プレートが後方へ移動することがない旨主張する。",
                "しかし，原判決別紙イ号物件目録の記載等によれば，イ号物件は，建物が前後方向に揺れた場合には，回動金具2が回動することにより，揺れを吸収する場合があり，建物が左右方向に揺れた場合においても，特に，左右の躯体が左右方向に離隔しつつ，左側の躯体が右側の躯体に対して相対的に後方に離隔した場合に顕著であるが，目地プレート21の先端部が，伸縮リンク20に当接することにより，目地プレート21の先端部が傾斜面29の内側に旋回して入り込むことを抑止する場合があることは明らかであるから，その点において本件特許発明と異なるところはなく，控訴人主張の事実は，旋回防止片が付加的なものにすぎないとする判断を左右するものであるとはいえない。したがって，控訴人主張は採用できず，イ号物件についての上記主張を前提とするロ号物件についての控訴人主張も採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，壁面用目地装置は，エキスパンションジョイントカバーとも呼ばれ，別紙4に示すように，建物の躯体間の空間を閉鎖し，振動や地震の揺れによる建物の躯体間の相対変位に追従して建物の躯体間の空間の閉鎖状態を保つためのものであるところ，イ号物件は，本件特許発明の出願前に知られていた，目地プレートと支持体との組合せによる壁面用目地装置において，①別紙5に示すとおり傾斜のないフラットな支持面による目地プレートの支持，②傾斜面同士の所定間隔及び③建物の内側への旋回防止の策を用いていたものであって，イ号物件は，旋回防止片16(旋回防止リブ12)，フラットな支持面30の存在により，本件特許発明と比して，「単なる付加」といえる程度では説明できない作用効果の違いが生じるものであるとして，本件特許発明とイ号物件は，そもそも構成自体が相違している旨主張する。",
                "しかし，控訴人の主張は，本件特許発明が，傾斜のないフラットな支持面による目地プレートの支持，傾斜面同士の所定間隔及び建物の内側への旋回防止の策がない構成に限定されることを前提として，イ号物件と本件特許発明の作用効果の違いを主張するものと解されるところ，その前提を欠くことは，前記(1)のとおりである。また，イ号物件が，本件特許発明の作用効果を奏するものであることは前記(2)のとおりであるから，控訴人が主張する作用効果は，それに付加された構成によるものといえるのであって，控訴人主張の事実により，イ号物件が，本件特許発明の技術的範囲に属しないということはできず，イ号物件についての上記主張を前提とするロ号物件についての控訴人の主張も採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人は，本件特許発明は，乙10考案，あるいは，乙16文献，乙17文献，乙18文献，乙9文献に各記載の各考案，発明，又は装置に対し，乙11考案を組み合わせて容易に想到できたものであるとして，これを否定した原判決の判断を誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，乙10考案と乙11考案との組合せの容易想到性の判断に当たり，原判決が，本件特許発明の「傾斜を有する支持板」に該当するものが，乙11考案の「見切材13」としたのに対し，乙11考案において本件特許発明の「傾斜を有する支持板」に該当するものは「先端勾配部30」であると主張する。",
                "しかし，乙11文献の「両躯体A，Bのコーナー部には夫々，ステンレス製で帯板状の見切材13，13が固着され，傾斜状ガイド部10，10と略同一角度をもつ誘導傾斜面12，12が形成される。この傾斜状ガイド部10，10と誘導傾斜面12，12は，両躯体A，Bの静止状態に於て，近接乃至当接(図例では所定間隔Gで近接)する。」(段落【0013】，【0014】)との記載からも，乙11考案の「見切材13」が，本件特許発明の「傾斜を有する支持板」に該当するといえることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，乙10考案と乙11考案との組合せの容易想到性の判断に当たり，乙11文献における継手本体が，パンタグラフ式保持機構2に対して，いかなる場合も平行状態を保つかのように認定して，継手本体が本件特許発明の「伸縮リンク」に相当しないとした原判決の認定判断が誤りである旨主張する。",
                "しかし，控訴人がその主張の根拠として挙げる乙11文献の段落【0028】，【0029】には，「また，両躯体A，Bの間隔部4が広がる方向かつ前方(矢印E方向)に変位した場合には，継手本体が3が縁材カバー17，17の水平摺動面18，18上をスライドすると共に，ヒンジ部1，1の揺動により，継手本体3及びパンタグラフ式保持機構2が後方へ移動し，縁材カバー17，17の先端勾配部30，30に，継手本体3の傾斜状ガイド部10，10が隣接又は当接した状態となる。この先端勾配部30，30は，継手本体3が図1の通常状態に戻る際に誘導面として機能する。」と記載されており，これによれば，そこに記載されているのは，控訴人が別紙6，7で示すような，縁材カバー17の一方の先端勾配部30が，継手本体の傾斜状ガイド部10の一方に隣接又は当接した状態となるものではなく，縁材カバー17の先端勾配部30の双方が，継手本体3の傾斜状ガイド部10の双方に隣接又は当接した状態であると解するのが相当である。他に，本件明細書において，控訴人が主張する状態を示唆する記載は全くない。",
                "控訴人は，乙11考案において，継手本体3は，「ボルト20とパンタグラフ式保持機構2の上下部に配置された帯板材25，25の中央の貫通孔27，27との隙間寸法分」，また，「帯板材25のたわみ」といった技術的要因のため，慣性の法則により，パンタグラフ式保持機構2(帯板材25)の変位に即座に追随することはできないことなどを挙げて，パンタグラフ式保持機構に対し，平行状態とならず，地震等の際には，伸縮継手とパンタグラフ式保持機構との平行関係が崩れ，互いにその両端が近接したり，当接したりし，躯体間の離間が大きくなり，伸縮継手の先端部が躯体側の傾斜状ガイド部10，10からはずれてしまう場合には，パンタグラフ式保持機構が，パンタグラフにおける支持プレート先端部の支持板より内側に入り込むのを阻止する旨主張する。",
                "しかし，控訴人主張の事実は，乙11文献に記載されていないだけでなく，仮に，控訴人が主張する技術的意義によって，地震時に，一時的に，厳密には，継手本体3がパンタグラフ式保持機構2と平行状態とならなかったとしても，それにより，直ちに，継手本体3とパンタグラフ式保持機構2との関係が，別紙6，7に示された程度になると認めるには足りない。また，乙11文献の記載に照らしても，パンタグラフ式保持機構2が，パンタグラフにおける支持プレート先端部の支持板より内側に継手本体3が入り込むのを阻止する機能を有するものであることの示唆があるとまでは認められない。",
                "したがって，乙11考案のパンタグラフ式保持機構2について，結果的に，本件特許発明における伸縮リンクの「目地プレートの先端部が支持板の内側に位置するのを阻止する」という機能を有するか否かにかかわらず，本件特許発明の「伸縮リンク」に相当するものとして理解することはできない。",
                "控訴人の主張は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，乙10考案に対し，乙11考案におけるパンタグラフ式保持機構2を組み合わせる動機付けがあること，また，乙16文献，乙17文献，乙18文献，乙9文献に各記載の各考案，発明又は装置に対し，乙11考案におけるパンタグラフ式保持機構2を組み合わせる動機付けがあることを主張する。",
                "しかし，そもそも，上記のとおり，乙11考案のパンタグラフ式保持機構2は，本件特許発明の「伸縮リンク」に相当するものとして理解することはできず，乙11文献は，構成要件Eの「伸縮リンク」を開示ないし示唆しているとはいえないものである。",
                "さらに，乙11文献には，「弾発保持機構5は，(パネル7の裏面に固着された)支持部材19に挿通保持されたボルト20と，該ボルト20の先端に螺着されたナット21と，中間リング22，弾発部材23，及びバネ受け片24と，からなる。ボルト20はパンタグラフ式保持機構2の中央の貫孔27，27に挿通されており，中間リング22，弾発部材23，及びバネ受け片24を介して，ボルト20ナット21にて，パンタグラフ式保持機構2に継手本体3が連結される。これにより，継手本体3は，前後方向(矢印E及びF方向)に移動可能となる(と)共に，ボルト20の軸心廻りに揺動可能となる。」(段落【0020】ないし【0022】)との記載があり，これによれば，パンタグラフ式保持機構2は，弾発保持機構5を介して継手本体3を連結し，継手本体3を前後方向あるいはボルト20の軸心廻りに揺動可能とするものと認められる。このことに，上記のとおり，乙11文献において，パンタグラフ式保持機構2が，パンタグラフにおける支持プレート先端部の支持板より内側に継手本体3が入り込むのを阻止する機能を有するものであることの示唆があるといえないことにかんがみれば，パンタグラフ式保持機構2のみを，弾発保持機構5を介して継手本体3を連結する構成と切り離して，乙10考案等と組み合わせる起因ないし契機があるということもできない。",
                "そうすると，乙10考案等に乙11考案におけるパンタグラフ式保持機構2を組み合わせて，本件特許発明の構成に想到することが容易でないことは明らかである。控訴人の主張は，採用の限りでない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，被控訴人の請求は理由があり，これを認容した原判決は相当であって，控訴人の控訴は理由がない。",
            "よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10067",
    "date": "2007-02-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成16年(ワ)20374",
    "precedent_id": "034190",
    "ipprecedent_id": "782",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}