{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−89118号事件について平成18年8月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が商標権者である後記商標登録について，原告が無効審判を請求したところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，次のとおりの内容を有する登録第4820549号商標(以下「本件商標」という。甲1)の商標権者である。",
                    "(商標)",
                    "(指定役務)",
                    "第45類",
                    "「婚礼(結婚披露を含む。)のための施設の提供」",
                    "(出願日)平成15年12月24日",
                    "(登録日)平成16年11月26日"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件商標につき，原告から平成17年9月8日付けで商標登録の無効審判請求がなされ，同請求は無効2005−89118号事件として係属したところ，特許庁は，同事件を審理の上，平成18年8月22日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成18年9月1日原告に送達された。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別添審決写しのとおりである。",
            "その理由の要点は，原告の使用する「ホテル ブレストンコート」及び「Hotel Bleston Court」の文字から成る商標(以下「引用商標」という。",
            "甲127の1～3参照。その内容は下記のとおり。)は，ブライダル界においては「ホテルブレストンコート」の一連一体のものとしてある程度知られているとしても，その略称「ブレストン」が取引者・需要者間に広く認識されているということはできず，本件商標と引用商標とは，相紛れるおそれのない非類似の商標であり，その出所について混同を生ずるおそれはないなどとして，本件商標は，商標法(以下「法」という。)4条1項15号及び同項8号のいずれにも違反しない，としたものである。",
            "記",
            "・ 商標登録第4127013号(甲127の1)",
            "〔商標〕",
            "・ 商標登録第4127014号(甲127の2)",
            "〔商標〕",
            "・ 商標登録第4127015号(甲127の3)",
            "〔商標〕",
            "〔商標公報発行日〕 平成10年5月21日(以上3件共通)",
            "〔出願日〕 平成 7年4月10日(同上)",
            "〔登録日〕 平成10年3月20日(同上)",
            "〔商標権者〕 株式会社星野リゾート(同上)",
            "〔指定役務〕 (同上)",
            "第42類",
            "「宿泊施設の提供，宿泊施設の提供の契約の媒介又は取次ぎ，飲食物の提供，美容，理容，入浴施設の提供，写真の撮影，オフセット印刷，グラビア印刷，スクリーン印刷，石版印刷，凸版印刷，気象情報の提供，求人情報の提供，結婚又は交際を希望する者への異性の紹介，婚礼(結婚披露を含む。)のための施設の提供，葬儀の執行，墓地又は納骨堂の提供，一般廃棄物の収集及び処分，産業廃棄物の収集及び処分，庭園又は花壇の手入れ，庭園樹の植樹，肥料の散布，雑草の防除，有害動物の防除(農業、園芸又は林業に関するものに限る。)，建築物の設計，測量，地質の調査，デザインの考案，電子計算機のプログラムの設計、作成又は保守，医薬品、化粧品又は食品の試験、検査又は研究，建築又は都市計画に関する研究，公害の防止に関する試験又は研究，電気に関する試験又は研究，土木に関する試験又は研究，農業、畜産又は水産に関する試験、検査又は研究，著作権の利用に関する契約の代理又は媒介，通訳，翻訳，施設の警備，身辺の警備，個人の身元又は行動に関する調査，あん摩、マッサージ及び指圧，きゅう，柔道整復，はり，医業，健康診断，歯科医業，調剤，栄養の指導，家畜の診療，保育所における乳幼児の保育，老人の養護，編機の貸与，ミシンの貸与，衣服の貸与，植木の貸与，計測器の貸与，コンバインの貸与，祭壇の貸与，自動販売機の貸与，消火器の貸与，超音波診断装置の貸与，展示施設の貸与，電子計算機(中央処理装置及び電子計算機用プログラムを記憶させた電子回路、磁気ディスク、磁気テープその他の周辺機器を含む。)の貸与，布団の貸与，ルームクーラーの貸与，宿泊施設の利用に関する情報の提供，医療情報の提供，多目的ホールの提供，婚礼(結婚披露を含む。)のための施設の利用に関する情報の提供，宴会のための施設の提供，公害に関する環境の調査，非破壊検査、非破壊検査機器の研究、開発，電子計算機のプログラム設計、作成又は保守の助言，特許の先行技術の調査，ガス漏れの警備，工業所有権に関する相談，検眼」(下線は判決が付記)"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，以下に述べるとおり，審決は，法4条1項15号，4条1項8号該当性について事実を誤認し，法の解釈を誤ったから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "法4条1項15号該当性についての判断の誤り(取消事由1)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，原告(請求人)提出にかかる証拠からは，原告ホテルは，単に「ブレストン」と略称されて取引者・需要者間に広く認識されているとはいえず，「ブレストン」の称呼を生ずる本件商標とは非類似の商標であり，また役務の提供場所が異なることにより，出所の混同を生ずるおそれはない，と判断している。",
                "しかし，法4条1項15号の「他人の業務に係る…役務と混同を生ずるおそれ」があるか否かは，引用商標の略称である「ブレストン」が広く認識されていることを直接の要件とするものではなく，また，一般的出所の混同について規定する法4条1項11号に定める商標の類似を要件とするものでもないのであって，本件商標と引用商標の構成，提供役務の特殊性，引用商標が「ブレストン」と略称され認識されている事実又はその蓋然性等を含め，具体的な取引実情を斟酌して判断されるべきである。しかるに，審決は，引用商標が「ブレストン」と略称されている事実又は略称されることの蓋然性について，証拠全体から見た総合判断をせず，原告提出の証拠を誤って評価したものである。",
                "また引用商標は，必ずしも著名でなくとも，周知であれば十分であり，その周知度も全国的であることを要しない。しかるに審決は，引用商標の略称である「ブレストン」の周知性が，個別の証拠によっては単独で証明できないことにとらわれ，原告の経営するホテルが，「ホテルブレストンコート」の一連の表示で，ある程度知られているところまで認めながら，混同を生ずるおそれがあるほど周知であるか否かについては何ら精査していない。すなわち，仮に引用商標の略称が周知であることが認められないとしても，引用商標が周知であり，略称される蓋然性があったり，略称されている事実がある場合には，混同するおそれを認めるに十分である。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "審決は，「甲第69ないし第89号証として提出された「証明書」は，定型文によるものであり，証明者が何を根拠に証明しているのかも明らかでなく，…」(15頁32行～33行)とする。",
                "しかし，これらの証明書は当該証明者が証明内容を確認の上，その知り得る情報に基づいて作成されたものであり，記載されている内容について責任をもって証明しているのである。例えば，証明者のうち，長野県商工会議所連合会(甲69)は，通商産業大臣の認可を経て設立された公益法人であって，長野県内20の商工会議所を会員とし，長野県内における商工業に関する調査研究，資料及び情報の収集，及びこれら情報の提供を事業内容とし，公的立場から，長野県内における経済取引の実情を最も知り得る団体である。また，日本ブライダル事業振興協会(甲70)は，国内のホテル・結婚式場および婚礼に直接係わる企業等545社によって構成される我国唯一の業界団体であって，婚礼に関わる業界の実情を最も熟知している団体である。",
                "したがって，かかる公的機関，業界団体による証明の客観性は十分担保されているのであって，審決の上記認定は誤りである。",
                "なお，「略称」とは簡略化した名前で呼ぶことであり，需要者・取引者が選択的に使用し，定着していくものであって，ホテル・結婚式場のように品格と信用を大切にする事業者が，自ら広告において略称を使用することはない。そして，略称は，取引の中での呼称，電子メール・ファックス等比較的略式の取引文書等において使用されるものであり(甲108～120)，必ずしも，広告等において外形的に表彰されていないからといって，略称されていないとは言えない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "審決は，「…甲第108ないし第117号証が請求人ホテルの利用者からの電子メールの写しであるとしても，その発信先が明らかでなく客観性に乏しく，誰にでも容易に作成できるものである。…」(15頁下1行～16頁3行)とする。",
                "しかし，審判官を欺いて虚偽の資料を提出し，自己に有利な審決を得たとしても，そのような行為は詐欺の行為として処罰の対象にもなりかねず，そのような危険を冒してまで原告が自己の不利益に繋がる行為をしようはずもない。そもそも，電子メールは，現在における主要な通信手段として一般に用いられており，審決の理由は何ら根拠のないものである。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "審決は，「…甲第118ないし第120号証はインターネットのホームページの写しと認められるものの，わずか数人の投稿者による口コミ情報にすぎない。…」(16頁3行～5行)とする。",
                "しかし，これから役務の提供を受けようとする需要者にとって，実際に役務の提供を受けた体験者からの役務の内容や質に関する情報は，提供役務の採択に当たって重要な判断材料となることは一般的に認められるところである。また，周知性に関する判断は資料の数にとらわれず媒体となる資料の質にも着目すべきところ，甲119～120はわが国有数の検索サイトYahooのウェディングに関する掲示板であり，そのような口コミ情報において紹介された情報は，多くの需要者の記憶に留まり，引用商標中，「ブレストン」に着目して取引に資する場合も少なくない。なお，需要者が引用商標を「ブレストン」と略称している事実は，結婚準備クチコミ情報サイト「Wedding Park」(甲132の1～5)の記載に照らしても明らかである。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "審決は，「…甲第91ないし第107号証は，第三者である旅館又はホテルによるインターネットのホームページの写しと認められ，これら旅館又はホテルが中庭を有していることが認められるとしても，請求人ホテル又は引用商標とは直接関係しないものであり，これが請求人ホテル又は引用商標が単に「ブレストン」と略称されることの根拠となるものでもない。」(16頁8行～12行)とする。",
                "しかし，上記甲91～107は，引用商標が使用される役務について，「コート(Court)」の文字が多用されることを示すことにより，引用商標において，「コート(Court)」が「ブレストン(Bleston)」に比して明らかに印象が薄く，識別力が極めて弱いため省略される蓋然性が大きいことを示したものであり，引用商標中，「Bleston(ブレストン)」の文字が強く看者の注意を惹く蓋然性を示したものである。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "審決は，「…引用商標は，…「ホテルブレストンコート」又は「Hotel Bleston Court」の一連一体のものとして認識し把握されているものであるから，「ホテルブレストンコート」の一連の称呼を生ずるものというべきである。…「ホテル」又は「Hotel」の文字部分が役務の質，内容等を表示するものであって，自他役務の識別標識の観点からは識別力がないものとして，引用商標が「ブレストンコート」と称呼されることがあるとしても，単に「ブレストン」と称呼されることはないというべきである。」(16頁下6行～17頁2行)とする。",
                "しかし，「ホテル」が役務の質，内容等を表示することは明らかである。また，業界内における認識(甲69～89)，需要者が現に引用商標を「ブレストン」と略称し認識している事実やその蓋然性があること(甲119～120)に照らし，引用商標が「ブレストン」と称呼されることはないということはできない。"
              ]
            },
            {
              "fig": "(キ)",
              "text": [
                "審決は，一般の需要者が引用商標を「Bleston」又は「ブレストン」と略称している事実，又は略称される蓋然性を顕著に示すインターネットにおける取引の実情を十分に考慮していない。",
                "すなわち，本件商標の役務の提供を受ける主要な需要者は，20代から30代のいわゆるインターネット世代の若者である。しかるに，商品の販売や役務の提供に関する情報をインターネットにおける各種検索サイトを通じて入手することは日常的に行われており，その際，文字入力の手間を省いたり，曖昧検索を行うための検索文字入力手法として，例えば，(ブレストン 結婚式)のように，対象文字列の前方一致入力により行い，まさに「ブレストン」と略称していることは一般に見受けられるところである。"
              ]
            },
            {
              "fig": "(ク)",
              "text": [
                "審決は，「…一般に，役務はその提供者から直接提供を受け，比較的地域が限定されることが多く，本件商標が使用されている役務の提供地が新潟県の信濃川河口に近い場所であるのに対し，引用商標のそれは軽井沢であって，地域・環境が異なるものであり，…」(17頁17行～20行)とするが，以下に照らし，誤りである。",
                "① 第1に，「一般に，役務はその提供者から直接提供を受け，比較的地域が限定されることが多く，」との認定は，本件商標の指定役務である「婚礼(結婚披露を含む。)のための施設の提供」には当てはまらない。確かに，同じ地域に居住する者同士が結婚する場合は，居住地に近い施設を選ぶことが多いであろうが，カップルが離れたところに居住している場合，例えば，一方が新潟県，他方が東京都であれば，双方の参列者の便宜を考慮し，その中間地点に存在する施設で式を挙げることは，通常行われており，居住する地域で挙式することにこだわらずに結婚式場を選択する需要者は多数存在する。",
                "特に，本件商標の指定役務の提供を受ける主要な需要者は，上記(キ)で述べたとおり，20代から30代の，インターネットに慣れ親しんでいる世代であり，全国どこからでも結婚式場の情報を入手できる者であるから，なおさら特定の地域に拘泥することはない。",
                "さらに原告は，新潟をはじめ，東京，大阪，名古屋，前橋，金沢，福岡に常設のウェディングサロンを開設し，定期的に説明会を開催し，全国レベルで需要者に情報を提供している。",
                "② 第2に，本件商標が使用されている役務の提供地と引用商標のそれは，「地域・環境が異なる」との認定も，誤りである。まず，本件商標の指定役務を提供する施設が所在する新潟県と，引用商標のそれが所在する長野県とは，地理的に近接しており，また，両県は，信越地方と総称され，人的および経済的に結びつきが強い地域である。",
                "さらに，前記のとおり，原告は，新潟県にも常設のウェディングサロンを開設し，定期的に説明会を開催し，原告施設の情報を提供している。これは，「婚礼(結婚披露を含む。)のための施設の提供」に付随する役務であり，本件商標が使用されている役務の提供地と同一の地域で提供されている。"
              ]
            },
            {
              "fig": "(ケ)",
              "text": [
                "審決は，「…本件商標も…この種業界においてはある程度知られている…」(17頁20行～21行)，「…本件商標はブライダル業界においてはある程度知られている…」(16頁32行～33行)とする。",
                "しかし，被告提出に係る証拠は，すべて自社で内容を準備したものであり，客観的な知名度を示すものは何ら含まれていないから，これらの証拠によっては，本件商標がブライダル業界においてある程度知られているとは到底いえない。また，上記認定は，本件商標の周知性について，「ある程度」と述べるにとどまり，引用商標の周知性の程度との差異について，何ら考慮していない。すなわち，ホテル・結婚式場のように，サービス自体の質を通じて取引者・需要者に与えるイメージ性が最も重視される業界にあっては，自己のホテル・結婚式場自体の評価を高めることに重点を置き，役務の提供を通じて，自己の商標が，取引者・需要者の間に徐々に浸透して認識され，周知性を獲得するに至ることが，むしろ本来的な周知性獲得の経路であるから，広告宣伝の量よりも取引者・需要者の評価が，商標の周知度を直接的に示すものである。しかるに，電子メールや，結婚準備クチコミ情報サイト「Wedding Park」等において原告の経営する施設が高い評価を得ていること(甲108～120，132の1～5，乙90～92)にも",
                "照らせば，引用商標の周知性の程度が，本件商標のそれより格段に高いことが明らかであるから，出所の混同を生ずるおそれは大きい。"
              ]
            },
            {
              "fig": "(コ)",
              "text": [
                "審決は，「…本件商標がその指定役務について使用された場合，これに接する取引者・需要者がその構成中の「BLESTON」又は「ブレストン」の文字に注目して引用商標ないしは請求人ホテルを連想，想起するようなことはなく，…」(17頁21行～24行)とする。",
                "しかし，「Hotel Bleston Court」を構成する文字中，「Hotel」の文字部分が役務の質，内容等を表示するものであることは明らかである。",
                "また引用商標が使用される役務との関連においては，需要者は，「Court」の文字が中庭又は邸宅を意味すると理解するのが自然であり，少なくとも「Court」の文字は役務の提供施設の内容等を暗示する，きわめて識別力の弱い語ということができる。",
                "現に，審査の段階では，本件商標は引用商標と類似するとされ，法4条1項11号に該当するとして一旦は拒絶理由通知が出されている(甲127の1～4)。そして，いわゆる法4条1項11号にいうところの一般的出所の混同を生じなくとも，同項15号に規定する出所の混同については，取引の実情等個々の実態を十分考慮して判断すべきである。",
                "そもそも，原告は，自ら運営する軽井沢の代表的な施設である軽井沢高原教会での挙式をコーディネートし，それは，ブレストンコートスタイル(Bleston Court Style)とも指称され(甲32～40)，旧近衛公爵邸や邸宅風のゲストハウスをパーティー会場として提供し，軽井沢の自然の中でゲストを招いて挙式・披露宴をとり行うという点，またゲストも含め宿泊可能である点で，旧来の挙式スタイルとは一線を画するものであり，新しいウェディングスタイルとして注目を集め，今日の邸宅風ウェディングスタイルに先鞭を付け，需要者にも広く支持されてきたところである(甲4～31)。",
                "一方，被告が提供する役務の内容を仔細にみると，「敷地内にある独立型のチャペル，邸宅とともに，1日2組様限定の貸切です。ハウスウェディングの魅力を最大限に生かして，すべてのゲストに温かく，そしておふたりの気持ちが伝わるパーティーを一緒に実現」「ブレストンの建築デザインは，ビバリーヒルズの高級邸宅がモチーフ」とあるように，原告提供の役務とは，婚礼施設の提供という点において共通するばかりでなく，「邸宅風ウェディングスタイル」という点でも酷似する。そして，引用商標中「Court」の意味するところは「邸宅」である。",
                "そうであれば，引用商標中，「コート(Court)」の文字部分は，役務の提供内容を表す語として記述的であり，仮に特定の意味が把握できないとしても，該文字は，日本人が慣れ親しんだ英語であるのに対し，「ブレストン(Bleston)」の文字が独創性のある造語であることに鑑みれば，看者の注意を惹く部分は「Bleston」であり，取引者・需要者は引用商標を「Bleston」と略称する蓋然性があるというべきである。",
                "したがって，取引者・需要者が本件商標の構成中「BLESTON」又は「ブレストン」の文字に注目して引用商標ないしは原告ホテルを連想，想起するようなことはない，との認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "法4条1項8号該当性の判断の誤り(取消事由2)",
          "text": [
            "審決は，「…請求人ホテルは一連一体のものとして認識し把握されるものであり，単に「ブレストン」と略称されて取引者・需要者間に広く認識されているものとはいえない…」(17頁下8行～下6行)とする。",
            "しかし，上記ア(ア)～(ウ)のとおり，原告ホテルは「ブレストン」と略称されて広く認識されており(甲69～89，108～120)，本件商標は，かかる他人の著名な略称を含む商標であるから，本件商標は，法4条1項8号に該当し，商標登録を受けることができないものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)，(2)の各事実は認めるが，同(3)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論",
                  "text": [
                    "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，甲69～89の証明書は，当該証明者が証明内容を確認の上，その知り得る情報に基づいて証明していると主張する。しかし，「ホテルブレストンコート」が著名であるとか，「ブレストン」が広く認識されていることの事実は，客観的な証拠によって証明されなければならず，単に定型文による証明書によって証明できる性質のものではない。甲69～89として提出された証明書は，単に「使用された結果，需要者が何人かの業務に係る商品であるかを認識できるに至っている商標であることを証明する。」という旨の抽象的な証明内容しか記載されていないため，引用商標が「ブレストン」と略称され業界内で広く知られていることの事実を立証するに足る証拠力を有さない。",
            "また原告は，略称は，取引の中での呼称，電子メール，ファックス等比較的略式の取引文書等において使用されるものであり，必ずしも，広告等において外形的に表彰されていないからといって，略称されていないとは言えないと主張する。しかし，原告が提出した各種雑誌に掲載された広告中には，略称するものは見当たらず，原告主張の電子メール等，比較的略式な取引文書等に使用されている略称も見当たらない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，審判官を欺いて虚偽の資料を提出し，自己に有利な審決を得たとしても，そのような行為は詐欺の行為として処罰の対象にもなりかねず，そのような危険を冒してまで原告が自己の不利益に繋がる行為をしようはずもないと主張する。しかし，審決は，甲108～117について虚偽の証拠と判断しているものではなく，発信先が明らかでなく客観性に乏しく，だれにでも容易に作成できるものであると判断しているに過ぎない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，甲118～120につき，周知性に関する判断は資料の数にとらわれず媒体となる資料の質にも着目すべきと主張する。しかし，原告は，甲118～120の掲示板画面を実際に見た需要者の数や当該需要者が引用商標を「ブレストン」と略称しているという事実等の具体的根拠を何ら提示していない。そのため，甲118～120は，単にわずか数人の需要者が引用商標をたまたま「ブレストン」と略称したという事実を立証しようとするものに過ぎず，資料の質としても，周知性の立証に資するようなものではない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，甲91～107につき，「Court(コート)」の文字が識別力を欠く又は極めて弱い文字であることを示す証拠であると主張する。しかし，審決が説示するとおり，これらの証拠は原告ホテル又は引用商標とは直接関係しないものであり，原告ホテル又は引用商標が単に「ブレストン」と略称されることの根拠となるものでもない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "原告は，「ホテル」が役務の質，内容等を表示することは明らかであり，また審決が業界内における認識(甲69～89)，需要者が現に引用商標を「ブレストン」と略称している事実やその蓋然性があること(甲119～120)を看過して引用商標が「ブレストン」と称呼されることはないとしたのは誤りである，と主張する。",
            "しかし，「ホテル」が役務の質や内容を表示するとしても，原告が各種広告等において引用商標を「ホテルブレストンコート」という一連の表示で使用しているという取引の実情を考慮すると，そのことが引用商標が「ホテルブレストンコート」として一連の称呼を生ずるとの認定を否定する根拠とはなり得ない。「ホテル」が宿泊施設等の提供に係る役務の普通名称であって，「ホテル」のみでは識別力を有しないことと，引用商標が現に取引者・需要者間において一連一体のものとして把握されるか否かとは直接関係ないことである。さらに，上記アで述べたとおり，証明書(甲69～89)によって引用商標が「ブレストン」と略称されている事実も認めがたい。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "原告は，本件商標の役務の提供を受ける主要な需要者は，20代から30代のいわゆるインターネット世代の若者であり，インターネットにおける各種検索サイトを用いる際，文字入力の手間を省いたり，曖昧検索を行うための検索文字入力手法として，例えば，(ブレストン 結婚式)のように，対象文字列の前方一致入力により行うことは一般に見受けられるところであると主張するが，仮にそのような検索文字入力方法が採られているとしても，引用商標が「ブレストン」と略称される蓋然性を示すものでもないし，略称されている事実を示すものでもない。"
          ]
        },
        {
          "fig": "キ",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告は，審決の「一般に，役務はその提供者から直接提供を受け，比較的地域が限定されることが多く，」との認定は，本件商標の指定役務である「婚礼(結婚披露を含む。)のための施設の提供」には当てはまらない，例えば，一方が新潟県，他方が東京都であれば，双方の参列者の便宜を考慮し，その中間地点に存在する施設で式を挙げることは，通常行われている，また，インターネットや原告が開設する常設のウェディングサロン等により，全国どこからでも結婚式場の情報を入手可能である，などと主張する。",
                "しかし，カップルが離れたところに居住している場合には，どちらかの居住地に近い施設を選ぶか，あるいは，国内・海外のリゾート地などにある施設を選ぶのが一般的であり，双方の居住地から離れたところに存在する施設を選択して式を挙げる場合は，その施設のある場所が，例えば，リゾート地であるとか，カップルにとって思い入れの強い地であるとか，挙式を思い出深いものに演出するその場所由来の付加価値がある場合である。また，審決でいう「比較的地域が限定されることが多く」とは，婚礼施設の提供を受けられる地域が比較的限定されることが多いということであって，当該役務に関する情報提供を受けられる地域が限定されると認定しているわけではない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "原告は，審決が，本件商標が使用されている役務の提供地と引用商標のそれは「地域・環境が異なる」と認定したのも誤りである，本件商標の指定役務を提供する施設が所在する新潟県と，引用商標のそれが所在する長野県とは，地理的に近接しており，また，両県は，信越地方と総称され，人的および経済的に結びつきが強い地域であるし，さらに，原告は，新潟県にも常設のウェディングサロンを開設し，定期的に説明会を開催し，原告施設の情報を提供している，と主張する。",
                "しかし，長野県と新潟県とは，県境の一部が接しており信越地方と呼ばれることはあるが，人的にも経済的にも結びつきが強い地域ではない。",
                "両県は首都圏とは人的・経済的に結びつきが強いが，首都圏の住民のうち著名な地名である軽井沢で結婚式を挙げたいと思う人は少なからず存在するとしても，新潟市で結婚式を挙げたいと思う人は稀でしかない。",
                "また原告は，新潟県を初め国内数カ所に常設のウェディングサロンを開設し，原告施設に関する情報を提供しているようであるが，実際に婚礼施設たるホテルが存在する場所は長野県の軽井沢のみであって，新潟県でないことに変わりはない。"
              ]
            }
          ]
        },
        {
          "fig": "ク",
          "text": [
            "原告は，被告提出に係る証拠は，すべて自社で内容を準備したものであり，客観的な知名度を示すものは何ら含まれていないから，これらの証拠によっては，本件商標がブライダル業界においてはある程度知られているとは到底いえない，引用商標の周知性の程度は，本件商標のそれより格段に高く，出所の混同を生ずるおそれは大きい，と主張する。",
            "しかし，自社で内容を準備した証拠によっては客観的な知名度が示されないと解するならば，原告が提出した証拠についても，結婚情報誌の広告から証明書の内容に至るまですべて自社で内容を準備したものであるのだから，引用商標の周知性が認定されるはずもなく，まして，引用商標の周知性の程度が本件商標のそれより格段に高いともいえるはずがない。"
          ]
        },
        {
          "fig": "ケ",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告は，引用商標中，「Court」の文字部分は「中庭，邸宅」を意味し，役務の提供内容を表す語として記述的であるから，「Bleston」の文字が独創性のある造語であることに鑑みれば，「Bleston」の文字部分が看者の注意を惹くと主張する。",
                "しかし，「Court」は「中庭，邸宅」以外にも「テニスなどのコート，裁判所」など種々の意味を包含する英単語であり，「Court」が有する意味として「中庭，邸宅」が取引者・需要者に一般的なものとして浸透しているといえるわけではない。そうすると，引用商標に接した需要者が，「Court」の文字部分から役務の質・内容等に関する特定の意味を一義的に認識するとはいえず，「Court」の文字部分が直ちに役務の提供内容を表す語として取引者・需要者に把握されるということはできない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また原告は，被告が提供する役務の内容と原告提供の役務とは，婚礼施設の提供という点において共通するばかりでなく，「邸宅風ウェディングスタイル」という点でも酷似する，と主張する。",
                "しかし，原告が主張する「邸宅風ウェディングスタイル」は，多くの事業者により広く一般的に提供されている結婚式スタイルである。原告が提供する役務は，軽井沢という国内有数のリゾート地に依存した婚礼施設の提供であるという特殊性があり，このような国内リゾート地での挙式は一般的に「リゾートウェディング」と称され，通常の挙式とは一線を画して情報提供等されることが多い。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "text": [
        "原告は，原告ホテルは「ブレストン」として略称されて広く認識されていると主張する。しかし，原告提出の証拠によってもそのような事実は認められず，「ブレストン」が法4条1項8号に規定する著名な略称に当たらないことは明らかである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(法4条1項15号該当性についての判断の誤り)につき(1) 法4条1項15号の規定は，周知表示又は著名表示へのただ乗り(いわゆるフリーライド)及び当該表示の希釈化(いわゆるダイリュージョン)を防止し，商標の自他識別機能を保護することによって，商標を使用する者の業務上の信用の維持を図り，需要者の利益を保護することを目的とするものであるから，同号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定役務等に使用したときに，当該役務等が他人の役務等に係るものであると誤信されるおそれがある商標のみならず，当該役務等が他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務等であると誤信されるおそれがある商標を含むものと解するのが相当である。そして，この場合，同号にいう「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定役務等と他人の業務に係る役務等との間の性質，用途又は目的における関連性の程度，役務等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定役務等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきものである(最高裁平成12年7月11日第三小法廷判決・民集54巻6号1848頁参照)。",
            "そこで，上記の観点から，本件商標登録が法4条1項15号の規定に違反するものであるかどうかについて検討する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標との類似性の程度",
              "text": [
                "本件商標の構成は，前記第3の1(1)アにおいて掲げたとおりのものであって，その態様をみると，中央に大きく目立つ態様で「BLESTON」の文字を書し，その上段に「B」と「N」の文字に挟まれるように小さく書した「HARBOR PARK AVENUE」の文字を配し，さらに最下段に小さな「ハーバーパークアヴェニュー」の文字を書し続けてこれより大きな「ブレストン」の文字を配した構成から成るものである。そして，本件商標は，構成文字全体から「ハーバーパークアヴェニューブレストン」の称呼を生ずるほか，上記構成に照らし，「BLESTON」の文字部分が看者の注意を強く引くことから，「ブレストン」の文字とも相俟って，単に「ブレストン」の称呼をも生ずるものである。",
                "他方，引用商標の構成は，「ホテル ブレストンコート」又は「Hotel Bleston Court」の文字から成るものであるから，上記のように，「ハーバーパーク アヴェニュー」「HARBOR PARK AVENUE」の文字も含まれ，各種の大きさの文字が組み合わされており需要者がその全体から装飾的な印象を受けると認められる本件商標とは，外観の点で非類似であるというべきである。",
                "また，「ホテル」「Hotel」の語は日常的に使用される普通名詞であり，本件指定役務についての識別力が極めて弱い。そこで，「ブレストンコート」又は「Bleston Court」の部分について検討すると，片仮名の「ブレストンコート」は同じ大きさの文字で一体的に表されているが，英文字の「Bleston」と「Court」との間には一文字分ほどの間隔が設けられている。しかるに，株式会社小学館「小学館ランダムハウス英和大辞典」(甲90)によれば，英単語の「コート(Court)」の語には，裁判所，中庭，陳列場，豪壮な邸宅，路地，テニスなどのコート，宮殿等多くの語義があり，英国やアイルランドで用いられる「中庭，邸宅」との語義は，我が国において必ずしも広く知られているということはできず，本件指定役務の取引者・需要者においても，「コート(Court)」の語が中庭，邸宅の意味の普通名詞として受け取られるということはできない。このことは，株式会社リクルート「住宅情報ナビ」(2005年(平成17年)7月13日現在のもの〔甲107〕)にお",
                "いて，「コート(Court)」の語が「中庭」を意味するものと記載されているとしても，結婚披露を含む婚礼のための施設に係る需要者の認識について参考になるものではない以上，何ら変わりはない。そうすると，たとえ「ブレストン(Bleston)」の語が造語であるとしても，「コート(Court)」の語と識別力においてさほどの強弱があるということはできず，また，「ブレストンコート」という8音の称呼は，省略を要するほど冗長なものということもできないから，「ブレストンコート(Bleston Court)」はホテルの名称を表示する一体不可分の表象として把握されるというのが自然である。",
                "このことは，被告が提供する役務の内容が「邸宅風ウェディングスタイル」であったとしても，上記のように，本件指定役務の取引者・需要者においても，一般に「コート(Court)」の語が中庭，邸宅の意味の普通名詞として受け取られるということはできない以上，何ら左右されるものではない。",
                "さらに，上記に照らせば，引用商標の「ホテル」からはホテルの観念が生じ，「ブレストンコート」からは何らの観念も生じないというべきである一方，本件商標の「ブレストン」からも何らの観念も生ぜず，「ハーバーパーク アヴェニュー」「HARBOR PARK AVENUE」という部分から「港の公園の道」という引用商標にはない観念が生じるものであるから，引用商標と本件商標とは，観念の点でも非類似というべきである。",
                "また，後記(3)に説示するとおり，引用商標は，本件指定役務の取引者・需要者において長野県や首都圏等において需要者の間にある程度知られているものと推認することができるに止まるものであるし，また，本件指定役務が婚礼(結婚披露を含む。)のための施設の提供であることから，その需要者が役務の提供者を選択するに当たっては，結婚式を人生の一大イベントと位置づけ，希望する挙式の種類，価格，施設が提供する食事，会場施設等の各種サービス等に応じた挙式内容等の綿密な吟味を行うのが一般の実情であると考えられる。",
                "以上によれば，本件商標と引用商標とは，外観，称呼，観念において類似せず，その具体的取引状況に照らしても，非類似の商標と認めるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標の周知著名性",
              "text": [
                "証拠(甲4～67)によれば，原告ホテルに関する広告宣伝記事が，株式会社リクルート「ゼクシィ」「ゼクシィ関東版」(1996年(平成8年)5月号〔甲40〕，1997年(平成9年)5月号〔甲39〕，1998年",
                "(平成10年)9月号〔甲4〕，2000年(平成12年)11月号〔甲4",
                "1〕，2001年(平成13年)2月号〔甲5〕を初めとする各種結婚情報誌や，信濃毎日新聞(平成14年1月1日付け〔甲66〕)，上毛新聞(平成14年5月24日付け〔甲67〕)等において掲載されていること，これらの各記事は，原告ホテルを，「ホテルブレストンコート」，「ホテル ブレストンコート」又は「Hotel Bleston Court」の表示の下に，軽井沢高原教会等で行う挙式をサポートし，結婚披露パーティ等の会場として各種サービスを提供するものとして広告宣伝したものであること，他方，原告ホテルが「ブレストン」と略称されて広告宣伝されているものは見当たらないこと，がそれぞれ認められる。",
                "これらによれば，原告ホテルが，「ホテルブレストンコート」又は「ブレストンコート」として，軽井沢を中心とする長野県等や首都圏において需要者の間にある程度知られているものと推認することができるものの，それを超えた周知著名性を有しているとは認められず，また原告ホテルが，本件商標の指定役務について，需要者の間に「ブレストン」と略称されて広く認識されていると認めることもできない。",
                "以上のことは，上記各種結婚情報誌や新聞等に，原告の指摘する調査報告書(甲68)，証明書(甲69～89)，インターネットで表示される各ページ(甲91～106，118～120，122～126，128)，需要",
                "者からの電子メール(甲108～117)等を含む本件各証拠をすべて検討しても，何ら左右されない。そして，その理由は，後記(5)イ～サに説示するとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件商標と引用商標とは非類似の商標であり，引用商標の周知著名性の程度も軽井沢を中心とする長野県等や首都圏においてある程度知られているという程度に過ぎない。しかるに本件商標の指定役務の需要者は，上記(2)に説示したとおり，結婚式を人生の一大イベントと位置づけて，希望する挙式の種類，価格，施設が提供する食事，会場施設等の各種サービス等に応じた挙式内容等の綿密な吟味を行うのが実情であるから，同指定役務の需要者において普通に払われる注意力を基準として総合的に判断すれば，仮に引用商標の「ブレストン」の部分が造語的なものであり，本件商標の指定役務と原告の業務に係る役務が関連するものであって地域的にも需要者が重なり合う部分があるとしても，両者において法4条1項15号の「混同を生ずるおそれ」があるとはいえないと解するのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，法4条1項15号の「他人の業務に係る…役務と混同を生ずるおそれ」があるか否かは，引用商標の略称である「ブレストン」が広く認識されていることを直接の要件とするものではなく，また，一般的出所の混同について規定する法4条1項11号に定める商標の類似を要件とするものでもないのであって，本件商標と引用商標の構成，提供役務の特殊性，引用商標が「ブレストン」と略称され認識されている事実又はその蓋然性等を含め，具体的な取引実情を斟酌して判断されるべきである，しかるに，審決は，引用商標が「ブレストン」と略称されている事実又は略称されることの蓋然性について，証拠全体から見た総合判断をせず，原告提出の証拠を誤って評価したものである，と主張する。",
                    "しかし，上記(1)に説示したとおり，法4条1項15号の文言に直接明文で掲げられていないとしても，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性等の要素を考慮して総合的に判断されるべきものである。また，上記(3)に説示したとおり，原告ホテルが，本件商標の指定役務について，証拠全体から見た総合判断としても，下記イ～サの説示に照らせば，需要者の間に「ブレストン」と略称されて広く認識されていると認めることはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に原告は，引用商標は，必ずしも著名でなくとも，周知であれば十分であり，その周知度も全国的であることを要しない，しかるに審決は，原告ホテルが，「ホテルブレストンコート」の一連の表示で，ある程度知られているところまで認めているところ，引用商標が周知であり，略称される蓋然性があったり，略称されている事実がある場合には，混同するおそれを認めるに十分である，と主張する。",
                    "しかし，周知度が全国的であることを要しないとしても，上記(3)に説示したとおり，そもそも原告ホテルは，軽井沢を中心とする長野県等や首都圏において需要者の間にある程度知られているものと推認することができるに止まり，それを超えた周知著名性を有していると認めることができないのであり，上記(2)のとおり本件商標と引用商標が類似しないことなど既に判示した事情を総合すると，引用商標が「ブレストン」と略称される蓋然性があったり実際に略称されたことが過去にあったかどうかにかかわらず，法4条1項15号の「混同を生ずるおそれ」があるということはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に原告は，調査報告書(甲68)や証明書(甲69～89)を提出し，特に証明書(甲69～89)は，当該証明者が証明内容を確認の上，その知り得る情報に基づいて作成されたものであり，記載されている内容について責任をもって証明しており，その証明者は，例えば長野県商工会議所連合会(甲69)，日本ブライダル事業振興協会(甲70)といった公的機関，業界団体が含まれており，証明の客観性は十分担保されている，と主張する。",
                    "そこで検討するに，まず調査報告書(甲68)は，「ブレストンコート」についての聞き取り調査であるが，その対象者は，長野市，上田市，佐久市及び小諸市に居住する20～35歳の男女450名であるに過ぎない。",
                    "また上記証明書(甲69～89)は，不動文字で，「証明書 商標：ホテル ブレストンコート 上掲商標は，…株式会社星野リゾートが「宿泊施設の提供，婚礼(結婚披露を含む)のための施設の提供」にかかる施設の名称として，平成7年4月23日より現在に至るまで継続して使用してきたものであって，取引業者及び需要者間において，直ちに上記株式会社星野リゾートの提供する役務であることを認識し得るほどに夙に著名になり，さらに引き続き著名度を高めて現在に至っているものであり，またこれが「ブレストン」と略称され，広く認識されていることを証明します。」と予め記載されたものに記名押印がなされたものに過ぎず，「ホテル ブレストンコート」が著名になっていること，これが「ブレストン」と略称され広く認識されているという抽象的な結論のみが述べられているに過ぎず，広く認識されるようになった地理的範囲も，営業規模や広告宣伝の状況等の具体的根拠も，平成7年4月23日から現在に至るまで使用してきた，という以外何ら述べられていない。",
                    "そうすると，その内容自体からして，これらの調査報告書(甲68)，各証明書(甲69～89)が，法4条1項15号にいう「混同を生ずるおそれ」を判断するに際し，これを肯定する証拠とまで認めることは困難である。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に原告は，「略称」とは簡略化した名前で呼ぶことであり，需要者・取引者が選択的に使用し，定着していくものであって，ホテル・結婚式場のように品格と信用を大切にする事業者が，自ら広告において略称を使用することはなく，また略称は，取引の中での呼称，電子メール，ファックス等比較的略式の取引文書等において使用されるものであり(甲108～120)，必ずしも，広告等において外形的に表彰されていないからといって，略称されていないとは言えない，と主張する。",
                    "しかし，一般に「略称」が，需要者，取引者が選択的に使用し，定着していく側面があり得るとしても，これを超えて，ホテル・結婚式場のような事業者の場合は自ら広告において略称を使用することはないとまで言い切ることは困難というべきである。また原告の特定の顧客が電子メール，ファックス等において原告の経営するホテルを「ブレストン」と呼んだことがあった(甲108～120)としても，引用商標が需要者の間に「ブレストン」と略称されて広く認識されていると認められるかどうかはまた別の問題であるし，その判断に当たり，広告等において「ブレストン」と外形的に表象されていないことについては，表示の使用主体自らの表示の使用態様にかかる重要な事実である以上，これを斟酌できないということはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "次に原告は，審決が，「…甲第108ないし第117号証が請求人ホテルの利用者からの電子メールの写しであるとしても，その発信先が明らかでなく客観性に乏しく，誰にでも容易に作成できるものである。…」(15頁下1行～16頁3行)としたのに対し，審判官を欺いて虚偽の資料を提出し，自己に有利な審決を得たとしても，そのような行為は詐欺の行為として処罰の対象にもなりかねず，そのような危険を冒してまで原告が自己の不利益に繋がる行為をしようはずもない，と主張する。",
                    "しかし，審決は，電子メール(甲108～117)の発信先が明らかでないことの問題点を指摘したに過ぎないし，発信先が明らかでない電子メールの内容が証拠力として高いものと評価されないのはやむを得ないというべきである。また，この点を措いて電子メールの内容を検討しても，上記メールは原告とその顧客との間の宿泊の申し込み等のやりとりに過ぎず，結婚披露を含む婚礼のための施設の提供に係る需要者の認識について参考となるものとはいえない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "次に原告は，わが国有数の検索サイトYahooのウェディングに関する掲示板(甲119～120)などの口コミ情報において紹介された情報は，多くの需要者の記憶に留まり，また需要者が引用商標を「ブレストン」と略称している事実は，結婚準備クチコミ情報サイト「Wedding Park」(甲132の1～5)の記載に照らしても明らかである，と主張する。",
                    "しかし，わが国有数の検索サイトYahooのウェディングに関する掲示板(甲119～120)などの口コミ情報において紹介された情報が，多くの需要者の目にとまることは認められるとしても，本件商標の指定役務の需要者は，上記(2)に説示したとおり，結婚式を人生の一大イベントと位置づけて，希望する挙式の種類，価格，施設が提供する食事，会場施設等の各種サービス等に応じた挙式内容等の綿密な吟味を行うのが一般的実情であるから，結婚式場等を具体的に選定する際に，口コミ情報において紹介された情報が果たす役割は，自ずと限定されたものとならざるを得ないというべきである。そうすると，かかる口コミ情報において原告ホテルが何度か「ブレストン」と呼称されたことがあったとしても，そのことから当然に，引用商標が需要者の間に「ブレストン」と略称されて広く認識されているとまで認められることにはならない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "次に原告は，旅館又はホテルのインターネットのホームページ(甲91～107)は，引用商標が使用される役務について，「コート(Court)」の文字が多用されることを示すことにより，引用商標において，「コート(Court)」が「ブレストン(Bleston)」に比して明らかに印象が薄く，識別力が極めて弱いため省略される蓋然性が大きいことを示したものであり，引用商標中，「Bleston(ブレストン)」の文字が強く看者の注意を惹く蓋然性を示したものである，と主張する。",
                    "しかし，単に旅館又はホテルにおいて中庭を有する甲91～107の施設があったとしても，そのことから当然に，婚礼・結婚披露のための施設につき「コート(Court)」の文字が多用されることを示したことにはならず，引用商標において，「コート(Court)」が「ブレストン(Bleston)」に比して印象が薄く，識別力が弱いため省略される蓋然性が大きいことを示したことにもならないというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "次に原告は，「ホテル」が役務の質，内容等を表示することは明らかであり，また，業界内における認識(甲69～89)，需要者が現に引用商標を「ブレストン」と略称し認識している事実やその蓋然性があること(甲119～120)に照らし，引用商標が「ブレストン」と称呼されることはないということはできない，と主張する。",
                    "確かに上記(2)で説示したとおり，「ホテル(Hotel)」の語は日常的に使用される普通名詞であり，本件指定役務についての識別力が極めて弱いものというべきであるが，そのことは，審決の結論に影響を及ぼすものではない。また証明書(甲69～89)が，法4条1項15号にいう「混同を生ずるおそれ」を判断する際，これを肯定する方向に斟酌できないことは上記ウに説示したとおりであり，インターネットのページ(甲119～120)等に記載された口コミ情報も，その果たす役割が自ずと限定されたものとならざるを得ないことも上記カに説示したとおりであるから，これらを含めた本件全証拠に照らして総合判断しても，原告ホテルが需要者の間に「ブレストン」と略称されて広く認識されていると認めることはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原告は，審決は，一般の需要者が引用商標を「Bleston(ブレストン)」と略称している事実，又は略称される蓋然性を顕著に示すインターネットにおける取引の実情を十分に考慮していない，すなわち，本件商標の役務の提供を受ける主要な需要者は，20代から30代のいわゆるインターネット世代の若者であり，各種検索サイトを使用する際，文字入力の手間を省いたり，曖昧検索を行うための検索文字入力手法として，例えば，(ブレストン 結婚式)のように，対象文字列の前方一致入力により行い，まさに「ブレストン」と略称していることは一般に見受けられるところである，と主張する。",
                    "しかし，上記クに説示したとおり，そもそも原告ホテルが需要者の間に「ブレストン」と略称されて広く認識されているとは認められないのであるから，引用商標が「ブレストン」と略称される蓋然性があったり，実際に略称されたことがあったかどうかにかかわらず，法4条1項15号の「混同を生ずるおそれ」があるということはできない。また，20代から30代の若者が，各種検索サイトを使用する際，文字入力の手間を省いたり，曖昧検索を行うための検索文字入力手法として，例えば，(ブレストン 結婚式)のように，対象文字列の前方一致入力により行っていることがあるとしても，かかる個別検索の便宜から行われる事項と，引用商標が需要者の間に「ブレストン」と略称されて広く認識されていると認められるかどうかという事項とは別の問題というほかない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "次に原告は，被告提出に係る証拠は，すべて自社で内容を準備したものであり，客観的な知名度を示すものは何ら含まれていないから，これらの証拠によっては，本件商標がブライダル業界においてはある程度知られているとは到底いえない，電子メールや，結婚準備クチコミ情報サイト「Wedding Park」等において原告の経営する施設が高い評価を得ていること(甲108～120，132の1～5，乙90～92)にも照らせば，引用",
                  "text": [
                    "商標の周知性の程度が，本件商標のそれより格段に高いことが明らかと主張する。",
                    "しかし，証拠(乙3～85，93～131)によれば，被告施設に関する広告宣伝の記事が，株式会社リクルート「ゼクシィ新潟版」2004年(平成16年)2月号～2006年(平成18年)12月号(乙3～18，",
                    "93～105)を始めとする各種結婚情報誌や，新潟日報(平成16年11月23日，25日付け〔乙83〕)等において掲載され，新潟総合テレビ(平成15年11月～平成17年10月)等において被告施設のテレビコマーシャルがなされていること(乙84～85)，がそれぞれ認められる。これらによれば，本件商標を使用する被告施設が，新潟市等の新潟県内において需要者の間にある程度知られているものと認めることができるから，引用商標の周知性の程度が本件商標のそれより格段に高いということはできず，また仮に引用商標の周知性の程度が本件商標のそれより高いとしても，引用商標が需要者の間に広く認識されているものでなく法4条1項15号にいう「混同を生ずるおそれ」は認められないとの上記認定判断を左右するものではない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "さらに原告は，引用商標が使用される役務との関連においては，需要者は，「Court」の文字が中庭又は邸宅を意味すると理解するのが自然であり，少なくとも役務の提供施設の内容等を暗示する，きわめて識別力の弱い語ということができると主張する。しかし，本件商標の指定役務の需要者は，結婚式という人生に普遍的な行事を行おうとする一般人というべきであって，かかる一般の日本人が，「Court」の文字が中庭又は邸宅を意味すると通常理解するのが自然とまでは言い難く，上記(2)の説示に照らしても，原告のかかる主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(法4条1項8号該当性の判断の誤り)について",
          "text": [
            "原告は，原告ホテルは「ブレストン」と略称されて広く認識されており(甲69～89，108～120)，本件商標は，かかる他人の著名な略称を含む商標であるから，本件商標は，法4条1項8号に該当し，商標登録を受けることができないと主張する。しかし，原告ホテルが「ブレストン」と略称されて広く認識されていると認めることができないことは，上記2の説示に照らして明らかであるから，原告の上記主張はその前提を欠き，失当である。",
            "したがって，原告主張の取消事由2も理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本件商標が法4条1項15号及び法4条1項8号に該当しないとした審決の判断に誤りはない。",
            "よって，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}