{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−12360号事件について平成18年11月7日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「物流情報管理システム」とする発明につき，平成11年3月19日，特許を出願(以下「本件出願」という。)し，平成15年11月17日付け手続補正書により補正を行ったが，平成16年5月14日付けの拒絶査定を受けたため，同年6月17日，審判を請求した。",
            "特許庁は，上記審判請求を不服2004−12360号事件として審理した結果，平成18年11月7日，「本件審判の請求は，成り立たない。」との審決をし，同月21日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成15年11月17日付け手続補正書(甲第6号証)による補正後の本件出願の請求項1(請求項は全部で2項である。補正後の本件出願の明細書を「本願明細書」という。)は，次のとおりである。",
            "【請求項1】 移動体通信機と，物流監視制御手段とで構成される物流情報管理システムであって，",
            "前記移動体通信機は，固有のメールコードを持ち，特定のジョブデータに割り当てられ，該ジョブデータで指定された配送先への配送完了ごとに，該配送先に対応する配送済コードを，メールコードと共に発信するものであり，前記物流監視制御手段は，",
            "移動体通信機からの配送済コードを，メールコードと共に受信するメールサーバと，荷主のホームページ上での照会操作を受信し，当該荷主に対応する閲覧データをホームページ上に表示するインターネットサーバと，荷物の配送状況を管理する物流管理コンピュータとを備え，かつ，前記物流管理コンピュータは，",
            "荷主の配送依頼による配送計画に基づいて入力された荷主，配送先などの各種配送情報により，複数の配送先により構成される配送ルートを単位とするジョブデータを作成し，これによりテーブルを作成しメモリに記憶させ，複数の配送先毎に配送順とともに出送予定時刻が表示できるようにしたジョブ作成手段と，",
            "移動体通信機からの配送済コードをメールサーバから取得し，移動体通信機の固有のメールコードによりメモリの当該ジョブデータを特定し，該ジョブデータに配送済データを書き加え，これにより出送予定時刻と配送先実績時刻の時間差に基づいて以後の配送先の予測時刻が表示できるようにした更新されたジョブデータのテーブルを作成しメモリに記憶させるジョブデータ更新手段と，この更新されたジョブデータのテーブルに基づいてインターネット上のホームページで閲覧可能な照会データのテーブルを作成しメモリに記憶させる照会データ更新手段と，",
            "インターネットサーバからの荷主の照会操作に起因して当該荷主に対応するママ",
            "閲覧データによりをメモリの当該閲覧データを特定し，該閲覧データをインターネットサーバに転送し荷主の各配送先毎にその配送順とともに出送予定時刻と配送先実績時刻の時間差に基づいて各配送先の予測時刻が表示され閲覧に供する閲覧データ生成手段とを備えることを特徴とする物流情報管理システム。",
            "(以下，請求項1に係る発明を「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，佐竹三江「ソリューション最前線第10回 宅配便 時間刻みの荷物追跡システム フェデラルの攻勢で競争激化」日経コンピュータ387号(日経BP社，1996年3月18日)163～169頁(甲第1号証。以下，審決と同様に「引用例1」という。)記載の発明(以下，審決と同様に「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとするものである。",
            "審決は，上記結論を導くに当たり，引用発明の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "携帯端末及び車載端末を用い，インターネットを利用した配送状況の即時把握可能な荷物追跡機能などのための手段を有するシステムであって，携帯端末及び車載端末は，配達を完了した際に，配達完了データを衛星通信の利用により，ホストに送り，配達完了データをホストのデータべースに記録するための手段と，",
                "荷物追跡機能のための手段は，ユーザーからの荷物追跡のためのトラッキング・ナンバーの入力により，WWWサーバを介してホストコンピュータの配送情報データベースにアクセスし，荷物の追跡情報をユーザーの画面に提供するための手段を有し，荷物の追跡データ，配車データなど運送業務に必要なあらゆるデータを集中管理するシステム"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "移動体通信機と，物流監視制御手段とで構成される物流情報管理システムであって，",
                "前記移動体通信機は，配送先への配送完了ごとに，該配送先に対応する配送済コードを，発信するものであり，",
                "前記物流監視制御手段は，",
                "移動体通信機からの配送済コードを，受信するサーバと，荷主のホームページ上での照会操作を受信し，当該荷主に対応する閲覧データをホームページ上に表示するインターネットサーバと，",
                "荷物の配送状況を管理する物流管理コンピュータとを備えかつ，前記物流管理コンピュータは，",
                "インターネットサーバからの荷主の照会操作に起因して当該荷主に対応すママ",
                "る閲覧データによりをメモリの当該閲覧データを特定し，該閲覧データをインターネットサーバに転送し，閲覧に供する閲覧データ生成手段とを備えることを特徴とする物流情報管理システムである点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "配送済コードを送受信に係り，本願発明は，「移動体通信機は固有のメールコードを持」っているものであり，「メールコード」と共に受発信し，また「メールサーバ」により受信するのに対し，引用発明は「メールコード」を用いておらず「メールサーバ」を有していない点(以下，審決と同様に「相違点1」という。)"
                },
                {
                  "fig": "イ",
                  "subject": "本願発明は，「荷主の配送依頼による配送計画に基づいて入力された荷主，配送先などの各種配送情報により，複数の配送先により構成される配送ルートを単位とするジョブデータを作成し，これによりテーブルを作成しメモリに記憶させ，複数の配送先毎に配送順とともに出送予定時刻が表示できるようにしたジョブ作成手段」，および「移動体通信機からの配送済コードをメールサーバから取得し，移動体通信機の固有のメールコードによりメモリの当該ジョブデータを特定し，該ジョブデータに配送済データを書き加え，これにより出送予定時刻と配送先実績時刻の時間差に基づいて以後の配送先の予測時刻が表示できるようにした更新されたジョブデータのテーブルを作成しメモリに記憶させるジョブデータ更新手段と，」を有するのに対し，引用発明はそのような手段を有していない点(以下，審決と同様に「相違点2」という。)"
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明は「この更新されたジョブデータのテーブルに基づいてインターネット上のホームページで閲覧可能な照会データのテーブルを作成しメモリに記憶させる照会データ更新手段」と，「インターネットサーバからの荷主ママ",
                  "text": [
                    "の照会操作に起因して当該荷主に対応する閲覧データによりをメモリの当該閲覧データを特定し，該閲覧データをインターネットサーバに転送し荷主の各配送先毎にその配送順とともに出送予定時刻と配送先実績時刻の時間差に基づいて各配送先の予測時刻が表示され閲覧に供する閲覧データ生成手段」を備えているのに対し，引用発明はそのような手段を有していない点(以下，審決と同様に「相違点3」という。)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本願発明と引用発明との相違点を看過し(取消事由1)，相違点1ないし3についての判断を誤り(取消事由2ないし4)，本願発明の奏する作用効果を看過した(取消事由5)ものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)",
          "text": [
            "審決は，本願発明が衛星通信を利用しない荷物追跡システムであるのに対し，引用発明は衛星通信を利用する荷物追跡システムであるという相違点を看過している。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，川上潤司「バイク便業界の情報化戦争」日経情報ストラテジー(日経BP社，1998年6月24日発行)7巻6号56～63頁(甲第2",
              "text": [
                "号証)から，「引用発明と同一技術分野において，配送に係る情報を送信する際に電子メールを用いることは周知の技術である」ことを認定しているが，その根拠となる箇所は示していない。また，甲第2号証は，将来の配車システムの紹介記事であり，発明として未完成の部分が含まれているのに，審決は，甲第2号証の記事をあたかも完成された発明であるかのように誤認して認定している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第2号証の「配送状況を示す情報」は，複数の配送先に対応する配送済コードを，メールコードと共に発信するものではない。したがって，審決が甲第2号証から導き出した周知技術の認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明のシステムを衛星を利用しないで実施することは難しい。すなわち，衛星利用以外のシステムは阻害要因であることになり，これを無視した審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)",
          "text": [
            "審決は，甲第3及び第4号証記載の周知技術の認定を誤り，根拠のない推測による判断をしたものであって，後知恵・ヒンドサイト的思考に基づいた判断である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第3号証について",
              "text": [
                "審決は，特開平2−90361号公報(甲第3号証)により，物流情報を管理するシステムにおいて，配送スケジュールを含む情報を管理し，予定と実績の時刻とを用いて，その後の修正したものである予測スケジュールを求めて管理し表示可能とすることは周知の事項であると認定しているが，根拠となる記載を特定していない。",
                "甲第3号証は，物流拠点とホストコンピュータとの荷物の配送情報を送受信するシステムである。本願発明のように，客先からホストのメールサーバに配送済データを送信するものではない。",
                "甲第3号証では，「予定通過時間帯」，「到着予定時間帯」という記載及び図2に図示されているように，ある幅をもった時間帯であれば，予定通りでありホストコンピュータに送信する必要がないようにシステム設計がされている。このシステムでは，ホストコンピュータに蓄積された配送情報データを荷主に提供しても，リアルタイムで正確な時刻が照会されるわけではなく，荷主が十分に満足することができるサービスであるとはいえない。甲第3号証は，ホストコンピュータの負荷軽減，システムの信頼性を高め，荷物に損傷が生じた場所の決定を容易にするという課題を解決するために，荷物と共に運ばれるICカードを用いた荷物配送管理技術を開示するものであり，甲第3号証には「客先からホストのメールサーバに配送済データを送信する技術」や，「リアルタイムで正確な時刻が照会できる技術」について開示されていない。",
                "したがって，審決は，甲第3号証に記載されている部分的な構成を摘示し，当該構成が前提とする技術的意義を精査することなく，単純に上位概念化して本件出願当時の周知の事項としているのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「一般的に行われている事項」について",
              "text": [
                "審決は，相違点2として「本願発明は，『荷主の配送依頼による配送計画に基づいて入力された荷主，配送先などの各種配送情報により，複数の配送先により構成される配送ルートを単位とするジョブデータを作成し，これによりテーブルを作成しメモリに記憶させ，複数の配送先毎に配送順とともに出送予定時刻が表示できるようにしたジョブ作成手段』，および『「移動体通信機からの配送済コードをメールサーバから取得し，移動体通信機の固有のメールコードによりメモリの当該ジョブデータを特定し，該ジョブデータに配送済データを書き加え，これにより出送予定時刻と配送先実績時刻の時間差に基づいて以後の配送先の予測時刻が表示できるようにした更新されたジョブデータのテーブルを作成しメモリに記憶させるジョブデータ更新手段と，』を有するのに対し，引用発明はそのような手段を有していない点」を認定する一方で，「配送スケジュールを処理する際に，配送に係る各情報を用いること，複数の配送先により構成される配送ルートを作成して用いること，また配送に係るスケジュールとして配送先毎に配送順や予定時刻を有することは一般に行われている事項である」と認定し，実質的な相違点ではない旨の認定もしている。審決は，論理矛盾の誤りを犯している。また，審決は，「一般に行われている事項であると認められる。」と認定するのみで，その根拠を示していない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲第4号証について",
              "text": [
                "特開平8−308006号公報(甲第4号証)は，列車運行管理システムにおいて，列車運行管理者が一方的に列車運行情報を「案内データ」として提供するものであり，乗客がリアルタイムで列車運行情報を照会し閲覧することができるものではないから，審決が甲第4号証の部分的な構成のみを摘示し，その前提とする技術的分野の異同に基づく意義を何ら精査することなく，本願発明の発明特定事項と単に比較して認定判断しているのは誤りである。",
                "甲第4号証は，列車の遅れによる各駅の到着予測時刻，乗換駅及び接続列車の各駅の到着時刻を表示し，安全輸送及び乗客の信頼感を確保するための「列車運行管理技術」を開示するものであり，本願発明の「ジョブ作成手段」及び「ジョブデータ更新手段」を示唆するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)",
          "text": [
            "本件出願の当時，無線等を用いて客先から直接配達完了データを送信することは実現することができなかったものである。",
            "審決は，「各配送先毎に配送順とともに各配送先の予測時刻が表示されるようにすることも当業者が適宜採用すべき事項である。」と認定しているが，審決のいう「各配送先毎」は物流拠点(集荷センター等)であるように解される。",
            "ところが，本願発明において，「各配送先毎」は，荷主の依頼により運送業者が荷物を配送する店舗等客先の意味である。",
            "本願発明が衛星を利用するような「力技」の巨大な基幹システムを利用することなく，従来の技術課題を解決することができたのは，「移動体通信機は，固有のメールコードを持ち，特定のジョブデータに割り当てられ，該ジョブデータで指定された配送先への配送完了ごとに，該配送先に対応する配送済コードを，メールコードと共に発信するもの」とし，「移動体通信機」，「ジョブ作成手段」，「照会データ更新手段」及び「閲覧データ生成手段」に基づく日本発の独創的な「ビジネスモデル」を提案・構築したことによるものである。",
            "これに関連する上記技術的事項は本願発明の核心部分の一つであり，審決はこの点の認定を誤り，ひいては相違点3についての判断も誤ったものである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(作用効果の看過)",
          "text": [
            "本願発明は，衛星通信を利用するような「力技」で解決する巨大な荷物追跡システムを利用することなく，簡易で低廉な，リアルタイムで荷物を追跡できるシステムとするという顕著な作用効果を奏するものである。審決には，この作用効果を看過した誤りがある。",
            "審決は，本願発明と引用発明との相違点を分離して認定し，各相違点についての判断をしており，相違点相互の関連性について判断を遺脱したため，進歩性の判断を誤ったものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "本件出願時の技術常識として，「移動体通信」には，衛星携帯電話等の衛星通信を含むものであった。したがって，本願発明の「移動体通信」は，衛星通信を含む移動体通信一般を意味するのであり，「本願発明が衛星通信を利用しない」ものであるとの原告の主張は，特許請求の範囲の記載に基づかないものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "text": [
            "甲第2号証の記載は，これに接した当業者であれば，当然にその技術内容を把握することができる程度のものである。また，周知技術の認定のためには，記載内容から技術思想の把握が可能であればよく，特別な事情がない限り，その技術思想が現実に実施された事実まで必要とされるものではないから，現実に実施されていなくても，他の発明と組み合わせることを阻害する要因にはならない。",
            "審決は，引用発明の衛星通信を利用する端末に，甲第2号証から認定した「配送に係る情報を送信する際に電子メールを用いる」という周知技術を採用することに格別困難性はないと述べているのであって，その判断に誤りはない。",
            "引用例1には，「無線を利用したシステムを検討しているが，容量不足と電波事情の悪さという2つの理由で，実現は難しい」との記載があるが，これは，甲第1号証が刊行された平成8年の時点におけるフェデラルエクスプレスの通信についての著者の認識を述べたものと解される。したがって，引用発明において，衛星を利用するシステムが必須であるとはいえず，衛星を利用しないシステムが阻害要因であるということはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第3号証について",
              "text": [
                "審決が甲第3号証を引用したのは，「配送情報として，荷物の到着が予定時間帯を含む配送スケジュールからはずれた場合に，現在時刻と予定時間帯を含む運行表を用いて各経由拠点の予定通過時間帯を含む修正された配送スケジュールを決定し記憶する」という「荷物配送管理」の技術思想を認定するためであって，客先からホストのメールサーバに配送済データを送信する技術やリアルタイムで正確な時刻が照会できる技術として引用するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「一般的に行われている事項」について",
              "text": [
                "審決は，相違点2を挙げた上で一般的に行われている事項について認定し，さらに，周知の事項を認定した上で，引用発明に周知の事項を採用すれば，相違点2に挙げた「手段」を有する構成とすることは当業者が容易になし得る事項であるとしたものであるから，審決に誤りはない。",
                "特開平7−230495号公報(乙第2号証)によれば，スケジュールを含む配送計画に係る処理に，その日の運行スケジュールすなわち「配送スケジュール」を対象とし，配送に係る配送先等の各種情報を用いること，複数の配送先により構成される配送ルートを作成して用いること，配送に係るスケジュールとして配送先毎に配送順や予定時刻を有することが理解されるから，「一般に行われている事項」の認定にも誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲第4号証について",
              "text": [
                "審決は，スケジュールに係る「各地点を移動していくもののある地点以降の予測スケジュールを求める際に，ある地点の到着予定時刻と，当該ある地点への実際の到着時刻の時間差に基づいて，以後の各地点の到着の予測時刻を求めること」との技術思想を認定するために，甲第4号証を引用しているものであって，原告が主張する「乗客がリアルタイムで列車運行情報を照会閲覧できるもの」として引用するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)について",
          "text": [
            "原告は，審決が「各配送先毎」を物流拠点(集荷センター等)と解していると主張するが，このように理解すべき記載は審決にない。",
            "情報の照会の際に，ある情報とともにその情報と関連する各種情報を照会対象とすることは一般的に行われている事項であり，どのような情報を照会の対象とするかは設計事項である。配送に係るコンピュータシステムにおいて，配送に係る照会の表示を行う際に，処理の対象となっている情報を照会の対象として，種々の情報を選択し，照会対象として設定することは当然当業者が試みる事項にすぎないものである。そして，配送に係るコンピュータシステムにおいて，各配送先の予測時刻の情報が処理の対象となることは，相違点2についての判断に係る記載において示したとおりである。照会の際に表示する情報として，配送状態を示す情報とともに，これと関連する配送に係るものであるスケジュールの情報や予測したスケジュールである「予測時刻」等をも照会の対象として含むとすることも当業者が適宜採用すべき事項であるとした，審決に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(作用効果の看過)について",
          "text": [
            "原告は本願発明が衛星通信を利用しないものであると主張するが，これが特許請求の範囲の記載事項に基づくものでないことは前記1のとおりであり，原告の主張する作用効果は，本願発明の効果とはいえず，この点において，原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "本件出願の特許請求の範囲は，「移動体通信機と，物流監視制御手段とで構成される物流情報管理システムであって，",
            "前記移動体通信機は，固有のメールコードを持ち，特定のジョブデータに割り当てられ，該ジョブデータで指定された配送先への配送完了ごとに，該配送先に対応する配送済コードを，メールコードと共に発信するものであり，…を特徴とする物流情報管理システム。」である。",
            "『エンサイクロペディア電子情報通信ハンドブック』(社団法人電子情報通信学会ハンドブック委員会編，平成10年11月30日第1版第1刷。乙第1号証)には，次の記載がある。",
            "「移動通信は，上記の陸上移動通信以外にも海上移動通信，航空移動通信，移動体衛星通信があり，本編では移動体衛星通信を除いてそられについても紹介する．移動体衛星通信については，7−13編「衛星通信」を参照されたい．」(944頁35～37行)",
            "「7−13編 衛星通信」(956頁1行)",
            "「衛星通信は，大きく分けて固定位置で通信を行う固定衛星通信サービス，移動体通信を行う移動衛星通信サービスおよび放送衛星通信サービスの3種類に分類される．」(956頁3行～4行)",
            "「移動体衛星通信サービスについてもパーソナル化の動きは大きい．・・・しかし，最も大きな変化は，1990年初頭に相次いで発表されたIRIDIUM，ICO，Globalstarなどの低軌道あるいは中高度軌道を用いた衛星携帯電話の出現であろう．」(956頁18～23行)",
            "乙第1号証によれば，本件出願以前である平成10年ころ，「移動体通信機」には，通信手段として「衛星通信」を用いる携帯電話も含まれることが技術常識であったことが認められる。したがって，上記特許請求の範囲において，「移動体通信機」に「衛星通信を含まない」ことが明記されていない以上，本願発明の「移動体通信機」には，通信手段として「衛星通信」を用いるものも含まれると解すべきであるし，本願明細書の発明の詳細な説明にも「携帯電話，自動車電話等の各運送用車両ごとに割り当てられた移動体通信機10」(3欄42行～43行)などと記載されているだけであって，格別の限定はない。",
            "以上によれば，本願発明が衛星通信を利用しない荷物追跡システムであることを前提にする原告の主張は，特許請求の範囲の記載に基づかない主張であり前提において誤っているから，採用することはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第2号証には，次の記載がある。",
                "「届け先などの情報を，電話や無線などの会話でライダーに伝える点にも問題がある。「佐藤さん」を「加藤さん」と聞き違えて誤配する可能性は少なくない。",
                "確認のため何度も電話すれば，時間のロスにつながるし通信費も高くつく。「口頭ではなく，文字情報として電子メールなどで送信した方が確実」(バイク急便の大槻社長)なのだ。」(59頁右欄20行～60頁左欄5行)",
                "「コールセンターで顧客対応を合理化",
                "こうした従来の仕事のやり方の問題点を解決するのが，新しい配車システムだ。",
                "ソクハイ，セルート，ダット・ジャパン，バイク急便といった年商10億円超の大手各社はいずれも，年内に新体制に移行すべく開発を進めている。なかでも大規模なシステム刷新プロジェクトを進めているのが，ソクハイと業界トップを争うセルート(本社東京)だ。今秋をメドに，配車，顧客情報，受注，請求，人事，給与といった基幹情報システムを全面的に刷新する。特に力を入れるのが「最適配車システム」である。セルートの取り組みを例に，新しい配車システムの動向を見てみよう。新しい業務の流れは，図3のような具合である。まず依頼主から注文を電話で受けるコールセンターでは，依頼主と届け先の住所や担当者，配送希望時間などの情報を，約20人のオペレータが机上のパソコンに入力する。受注情報はサーバー上のデータベースで一元管理する。これまでに取引がある顧客なら，電話番号などを入力した時点で過去の取引履歴などの情報が自動的に画面に表示される。電話と情報ネットワークを組み合わせて顧客サービスの向上を図る。一方，常時，街中を走っている約300人のライダーは通信機能付きの携帯情報端末を持ち，「荷受け完了」「移動開始」といった状態を示すコード番号を遂次入力し，電子メールでそのつど本社に送信する。「いちいち口頭で伝えなくても，簡単なキー操作で自分の状態を確実に伝えられる」(セルート社長室の宮本文朗係長)。そのライダーに依頼した配送業務の情報と付き合わせれば，「いつどこで荷物を受け取ったか」，「どこに向かって配送を開始したか」が自動的にわかる仕組みだ。これでライダー側でわざわざ詳しい状況を連絡しなくても，その位置が正確に把握できる。」(60頁左欄7行～右欄11行)",
                "上記の図3は下記のとおりであり，その題名は「セルートは新配車システムの構築により，ライダーが依頼主のもとへ迅速に駆けつけられる体制を目指す」であり，新配車システムにおいて，メールサーバを介して，ライダーの位置や状況の情報を通信機能付き携帯情報端末から，電子メールにより報告することが記載されている。(60頁)",
                "これらの記載および図によれば，甲第2号証記載のシステムでは，①配車システムの課題として，電子メールによる情報の確実な伝達をする必要があったこと，②配車システムの構成要素として，「通信機能付き携帯情報端末」，「メールサーバ」，「パソコン」が用いられること，③配車システムの業務の流れとして，メールサーバを介して，ライダーの位置や状況の情報を通信機能付き携帯情報端末から電子メールにより報告するものであること，が認められる。したがって，甲第2号証に接した当業者は，「運送業務に係るシステムにおいて，メールサーバを有し，配送状況を示す情報を携帯端末から電子メールにより送信する」との技術思想を把握することができるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「審決が・・・将来に向けての記事をあたかも完成された発明であるかの如く誤認して事実認定している」と主張する。",
                "確かに，甲第2号証は，セルート(本社東京)が「今秋をメドに，配車，顧客情報，受注，請求，人事，給与といった基幹情報システムを全面的に刷新する」ために導入する「最適新配車システム」の紹介であり，将来に向けての記事ということができる。",
                "しかし，周知技術の認定のためには，記載内容から技術思想の把握が可能であればよく，特段の事情がない限り，その技術思想が現実に実施された事実まで必要とされるものではない。将来に向けての記事であっても，上記(1)のとおり，甲第2号証の記載から「運送業務に係るシステムにおいて，メールサーバを有し，配送状況を示す情報を携帯端末から電子メールにより送信する」との技術思想を把握することができるから，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決がいう「配送状況を示す情報」は，複数の配送先に対応する配送済コードを，メールコードと共に発信するものではないから，審決が甲第2号証から導き出した周知技術の認定は誤りであると主張する。",
                "しかし，審決は，甲第2号証の記載から「配送に係る情報を送信する際に電子メールを用いる」との周知技術を認定したにとどまり，「配送状況を示す情報」について，「複数の配送先に対応する配送済コードを，メールコードと共に発信する」技術として引用したものではない。したがって，審決に原告の主張する誤りはない。",
                "なお，審決が認定したように，「メールで送信する際にはメールコード，メールアドレス等の何らかの固有の情報を有し，当該情報とともに送信」することは技術常識である。また，配送済みの連絡は「電子メール」の送信内容であって，送信内容を複数の配送先に対応する配送済コードを用いる構成とすることは，当業者が必要に応じて適宜選択することである。したがって，原告の上記主張は，相違点1についての判断を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用発明のシステムを衛星を利用しないで実施することは難しく，衛星利用以外のシステムは阻害要因であることになり，これを無視した審決の判断は誤りであると主張するが，前記1において取消事由1について判示したとおり，本願発明における「移動体通信機」が衛星通信を用いない移動体通信であるといえないものであるから，原告の主張は，前提において誤っており，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第3号証について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第3号証には，次の記載がある。",
                    "「〔産業上の利用分野〕",
                    "本発明は，荷物配送業務を管理するためのコンピュータシステムに関する。」(3頁右上欄10行～12行)",
                    "「〔従来の技術〕",
                    "従来の配送管理システムの代表的な例は，日経コミュニケーションズ，1987．10．12．号の第42～49頁に記載されている。このシステムでは，VAＮを介して中央のホストコンピュータが多数の営業所その他のチエツクポイントと接続されており，新規注文情報，チエツクポイント通過報告，配達報告などのすべての配送情報はホストに集められ，ホストに問合わせることによって，各荷物の配送スケジュール，現在位置，配達先などを知ることができる。」(3頁右上欄13行～左下欄3行)",
                    "「本発明の課題は，配送管理システムにおけるホストコンピュータの負荷を軽減するとともに，ホストコンピュータ又は通信回線の障害の影響を最小に押えてシステムの信頼性を高め，また，荷物に損傷が生じた場所の決定を容易にすることにある。」(3頁左下欄18行～右下欄3行)",
                    "「配送スケジュールが各経由拠点の予定通過時間帯を含み，かつ，時計付きICカードが用いられる場合には，ICカードにおいて各経由拠点の予定通過時間帯の間だけその次の経由拠点を表示するステップを設けて，各拠点コンピュータにおけるスケジュールのチェックをこの表示に基づいて行なうのがよい。」(4頁左上欄17行～右上欄3行)",
                    "「配送スケジュールが守られている限り，ホストコンピュータと拠点コンピュータの間の配送スケジュールに関する通信は行なわれない。したがって，ホストコンピュータの負荷が大幅に減少し，かつ，ホストコンピュータ又は通信回線の障害の影響も著しく減少する。・・・配送スケジュールが崩れた時には，修正された配送スケジュールをICカードに記録することにより，以後，同様な配送スケジュール管理を続行することができる。・・・したがって，直ちに適切な措置を講じることができ，かつ，損傷の発生場所，ひいては責任の所在の明確化が容易になる。」(4頁右下欄9行～5頁左上欄11行)",
                    "「第2図は，このシステムで用いられるICカードを示す。・・・配送データ27は，受付拠点と送付先拠点を含む各経由拠点に対するコードと予定通過時間帯(送付先拠点については到着予定時間帯)を含み，荷物データ29は，品目と受付拠点コードと送付先拠点コードとを含む。」(5頁右上欄16行～左下欄11行)",
                    "「ホスト1は，新規登録要求を受ける(301)と，新規登録処理305を行なう。この新規登録処理305において，転送データ制御部2は，拠点コンピュータ7から転送された前記データを受け取り，運行表3を参照して，その荷物がどの拠点をどの時間帯に通過するかを調べ，配送データ27を作成する。」(5頁右下欄4行～10行)",
                    "「次に，拠点への荷物の到着が予定通過時間帯を外れた(すなわち，遅過ぎたか早過ぎた)か，又は誤送があった場合を説明する。・・・ホスト1は，修正要求を受取ると(302)，修正処理306を行なう。すなわち，転送データ制御部2は，受取ったICカード識別コードを荷物データ管理部4に渡して，そこから対応する旧配送データ27を受取り，このデータと，修正要求を発した拠点の拠点コードと，現在時刻と，運行表3を用いて，修正された配送データを作成し，これを，要求を発した拠点コンピュータに送るとともに，荷物データ管理部4に渡して，それを記録させる。・・・この修正された配送データでメモリ26中の旧配送データを置換する(504，505)。その結果，通過点表示プログラムは，表示部22に，次拠点(中継拠点の場合)又は当該拠点(送付先拠点の場合)のコードを表示する。そこで，バーコードリーダ10による読取りが再び行なわれ，以下，ステップ403ないし407が進行する。」(7頁右上欄9行～右下欄5行)",
                    "これらの記載によれば，甲第3号証に接した当業者は，「荷物配送業務に係る配送情報を管理するコンピュータシステムにおいて，配送情報として，荷物の到着が予定時間帯を含む配送スケジュールからはずれた場合に，現在時刻と予定時間帯を含む運行表を用いて各経由拠点の予定通過時間帯を含む修正された配送スケジュールを決定し記憶する」との技術思想を把握することができると認められる。したがって，甲第3号証の記載から，「物流情報を管理するシステムにおいて，配送スケジュールを含む情報を管理し，予定と実績の時刻とを用いて，その後の修正したものである予測スケジュールを求めて管理し表示可能」とすることを周知の事項とした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「客先からホストのメールサーバに配送済データを送信する技術」及び「リアルタイムで正確な時刻が照会できる技術」が甲第3号証に開示されていないと主張するが，審決は，上記アの事項を認定する限度で甲第3号証を引用したのであって，原告の主張は，審決の誤りを指摘するものとはいえず，審決を正解しないものであるから，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「一般的に行われている事項」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「配送スケジュールを処理する際に，配送に係る各種情報を用いること，複数の配送先により構成される配送ルートを作成して用いること，また配送に係るスケジュールとして配送先毎に配送順や予定時刻を有することは一般に行われている事項である」と認定しているが，これは，相違点2の「ジョブ作成手段」及び「ジョブデータ更新手段」の存否が実質的な相違点ではない旨を認定したものではない。審決は，相違点2を認定した上で，「一般的に行われている事項」について認定し，さらに，周知の事項を認定した上で，引用発明に周知の事項を採用すれば，相違点2に挙げた「手段」を有する構成とすることは当業者が容易になし得る事項であるとしたものである。原告の主張は，審決を正解しないでされたものであって失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙第2号証には，次の記載がある。",
                    "「【発明の名称】配送計画作成支援表示装置」",
                    "「【産業上の利用分野】本発明は，各種計画の作成作業を支援する装置に関し，特に，運送機関などにおいて配送計画の立案を行なう際に使用される配送計画作成支援表示装置に関する。」(段落【0001】)",
                    "「【発明が解決しようとする課題】・・・さらに，配車計画作成後の作業として，作成された計画に基づいて出庫や配送ルートの指示を該当部門に与えるのが一般的であるが，・・・ここで述べた諸問題点は，配車計画作成だけではなく，配送計画作成に一般に当てはまるものである。」(段落【0009】)",
                    "「次に，画像表示装置11での表示例について，図2を用いて説明する。」(段落【0024】)",
                    "「図2の表示画面30は，通常時すなわち詳細画面でないときの表示例である。」(段落【0025】)",
                    "「この表示画面30では，各トラックが1回転目にどこへ行くか，2回転目にどこへ行くかが示され，・・・配送先は文字で表現することも可能であるが，ここでは，配送先を表わすマークからなるアイコン34で表わされている。アイコン34に使用されるマークとしては，配送先の社章などを用いることができる。同じ会社の異なる支店を区別するために，アイコン34に「A店」，「B店」などの支店名を併記するようにしてもよい。また，・・・所要時間の欄には，グラフ35によって，各配送先への到着予定時刻が点線で，配送基地への帰着予定時刻が実線で，それぞれ示されている。」(段落【0026】)",
                    "「表示画面30において，配送先のアイコン34をクリックした場合，図4(a)に示されるように，その配送先に対する詳細な配送先情報51が表示される。」(段落【0032】)",
                    "「表示画面30において，所要時間のグラフ35をクリックした場合，図4(c)に示されるように，対応するトラックに関する詳細な所要時間情報53が表示される。この所要時間情報53は，そのトラックについてのその日の運行スケジュールが，行き先と到着予定時刻(計画欄)と要求されている配送時刻とによって示されている。要求されている配送時刻が満たされていない箇所は赤などで表示される。さらに，配送当日になってからのスケジュール変更に備えるため，実績欄が設けられており，この実績欄の該当箇所をクリックすることによって，実際に配送先に到着した時刻をキーボード13により入力することできるようになっている。」(段落【0034】)",
                    "上記図2は，下記のとおりであり，「表示画面30」として，「配送先を表わすマークからなるアイコン34」が複数表示され，また，所要時間の欄のグラフ35には「各配送先への到着予定時刻が点線」で複数表示されたものが記載されている。",
                    "これらの記載及び図のとおり，乙第2号証には，スケジュールを含む配送計画に係る処理に，その日の運行スケジュールすなわち「配送スケジュール」を対象とし，配送に係る配送先等の各種情報を用いること，複数の配送先により構成される配送ルートを作成して用いること，配送に係るスケジュールとして配送先毎に配送順や予定時刻を表示することが開示されている。",
                    "以上からすると，審決のした「一般に行われている事項」の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲第4号証について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第4号証には，次の記載がある。",
                    "「【発明の属する技術分野】 本発明は，列車の各車両内に各駅の到着予定時刻を表示する車内表示装置に係わり，特に列車が遅れた場合や接続列車へ乗り換える場合の車内案内に工夫を講じた車内表示装置に関する。」(段落【0001】)",
                    "「このように，列車を利用する乗客は，列車が遅れたときの到着時間が分からない場合や追い越し列車に乗るか否かの判断基準となる目的駅の到着予定時刻が不明であるといった不安があり，乗客の安全輸送および信頼性を確保する面からも問題が多い。」(段落【0007】)",
                    "「請求項1に記載される発明は上記実情に鑑みてなされたもので，特に計算せずに車内に途中駅，終着駅の到着予定時間の他，列車の遅れ時には到着予測時刻を迅速，確実に表示する車内表示装置を提供することを目的とする。」(段落【0008】)",
                    "「請求項1に対応する発明は，以上のような手段を講じたことにより，列車の正常運行時，駅制御装置は，ダイヤデータベースから列車の到着予定時刻を列車に送信するので，列車側の車内表示制御器では，当該列車の途中駅および終着駅までの到着予定時刻を車内表示器に表示する。」(段落【0013】)「列車に遅れが生じた時，駅制御装置は，列車の到着予定時刻と実際の列車到着時刻とから遅れ時間を算出し，到着予定時刻に遅れ時間を加えて到着予測時刻を算出し列車に送信するので，列車側の車内表示制御器では，当該列車の途中駅および終着駅までの贈れ(注：「遅れ」の誤記)時間を修正した到着予測時刻を車内表示器に表示するので，特に計算せずに車内に途中駅，終着駅の到着予定時間の他，列車が遅れた時には到着予測時刻を迅速，確実に表示することができ，乗客に対する不安感を未然に回避し，乗客の安全輸送を確保できる。」(段落【0014】)",
                    "「また，列車が遅れた時，遅れ時間を算出した後，各駅の列車到着予定時刻に遅れ時間を加えて各駅の到着予測時刻を算出し，列車からデータ要求があったとき，各駅の到着予測時刻を含む車内案内データを送信するので，列車側の車内表示制御器12では，当該車内案内データの中から各駅の遅れ時間を考慮した到着予測時刻を各車両の車内表示器14a，14b，・・・の該当表示部分に表示するので，従来のように列車の遅れによる目的駅の到着時刻が不明になることがなく，また騒音等に左右されずに容易に把握できる。」(段落【0040】)これらの記載からすれば，甲第4号証には，列車，すなわち「各地点を移動していくもの」について，「ある地点以降の予測スケジュールを求める際に，ある地点の到着予定時刻と，その地点への実際の到着時刻の時間差に基づいて，以後の各地点の到着の予測時刻を求める」との技術思想が開示されているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲第4号証は，列車運行管理システムにおいて，列車運行管理者が一方的に列車運行情報を「案内データ」として提供するものであり，乗客がリアルタイムで列車運行情報を照会し閲覧することができるものではないから，審決が甲第4号証の部分的な構成のみを摘示し，その前提とする技術的分野の異同に基づく意義を何ら精査することなく，本願発明の発明特定事項と単に比較して認定判断しているのは誤りであると主張する。",
                    "しかし，審決は，甲第4号証に「各地点を移動していくもののある地点以降の予測スケジュールを求める際に，ある地点の到着予定時刻と，当該ある地点への実際の到着時刻の時間差に基づいて，以後の各地点の到着の予測時刻を求めること」が記載されており，この点は周知の事項であると認定したものであって，原告が主張する「乗客がリアルタイムで列車運行情報を照会閲覧できるもの」として引用するものではない。したがって，原告の主張は，審決を正解しないものであるから，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲第4号証は，本願発明の「ジョブ作成手段」及び「ジョブデータ更新手段」を示唆するものではないと主張するが，上記イのとおり，審決は，甲第4号証が本願発明の「ジョブ作成手段」及び「ジョブデータ更新手段」を開示するものとして引用したものでもないから，原告の上記主張は，審決を正解しないでされたものであり，採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が「各配送先毎」を物流拠点(集荷センター等)であると解しているが，本願発明の「各配送先毎」は，荷主の依頼により運送業者が荷物を配送する店舗等客先の意味であると主張する。",
                "しかし，審決において，「各配送先毎」が物流拠点(集荷センター等)を意味すると解されていることの根拠となる記載はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明が衛星を利用するような「力技」の巨大な基幹システムを利用することなく，従来の技術課題を解決することができたのは，「移動体通信機は，固有のメールコードを持ち，特定のジョブデータに割り当てられ，該ジョブデータで指定された配送先への配送完了ごとに，該配送先に対応する配送済コードを，メールコードと共に発信するもの」とし，「移動体通信機」「ジョブ作成手段」，「照会データ更新手段」及び「閲覧データ生成手段」に基づく日本発の独創的な「ビジネスモデル」を提案・構築したことによるものであり，これに関連する上記技術的事項は本願発明の核心部分の一つであり，審決はこの点の認定を誤り，ひいては相違点3についての判断も誤ったものであると主張する。",
                "審決は，「情報の照会が可能であるコンピュータシステムにおいて」，「関連する各種情報をも併せて照会対象とすること」を一般的な周知技術として示した上で，引用発明において，配送状態を示す情報とともに，「これと関連する配送に係るものであるスケジュールの情報や予測したスケジュールである「予測時刻」等をも照会の対象として含むとすること」は，当業者が容易になし得る事項であるとの判断を示し，その照会の表示に際し，「各配送先毎に配送順とともに各配送先の予測時刻が表示されるようにすること」も，当業者が適宜採用すべき事項であるとの判断を示したものである。",
                "そして，本願発明の「各配送先毎の配送順」を表示することのできる「ジョブ作成手段」，「予測時刻」を表示することができるようにした「ジョブデータ更新手段」の構成については，相違点2として認定した上で，引用発明に各周知の事項を採用することによって当業者が容易になし得る事項であるとしたものである。この判断過程に誤りはなく，審決が「根拠もなしに上記認定をした」ものとはいえない。",
                "原告は，「本願発明が衛星を利用するような「力技」の巨大な基幹システムを利用することなく」と主張するが，前記1に判示したとおり，本願発明における「移動体通信機」は，衛星通信によるものを含んでいるのであり，「衛星通信を除く」移動体通信であるとはいえないから，原告の上記主張は，前提において誤っており，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(作用効果の看過)について",
          "text": [
            "原告は，本願発明が衛星通信を利用するような「力技」で解決する巨大な荷物追跡システムを利用することなく，簡易で低廉な，リアルタイムで荷物を追跡できるシステムとするという顕著な作用効果を奏するのに，審決は，この作用効果を看過した誤りがあると主張する。",
            "しかし，本願発明における「移動体通信機」が「衛星通信を除く」移動体通信であるといえないことは，前記1に判示したとおりであり，原告の主張は失当である。",
            "原告は，審決が本願発明と引用発明との相違点を分離して認定し，各相違点の判断をしており，相違点相互の関連性について判断を遺脱したため，進歩性の判断を誤ったと主張するが，具体的主張は，これまでに検討した取消事由1ないし4の範囲を出るものではなく，前記1ないし4に判示したとおり，原告の主張は，いずれも採用することはできない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由はいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10541",
    "date": "2008-02-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035928",
    "ipprecedent_id": "1348",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}