{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−6689号事件について平成18年4月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「熱処理装置および熱処理方法」とする発明につき，平成14年3月27日に特許出願(優先権主張平成13年11月8日。特願2002−88182号。以下「本願」という。後記平成16年4月20日付け補正書による補正後の請求項の数は7である。)をした。",
            "原告は，本願につき平成16年2月27日付けで拒絶査定を受けたので，同年4月2日，これに対する不服の審判を請求(不服2004−6689号事件)するとともに，同月20日付け手続補正書(甲2)により明細書の補正をした(以下，この補正を「本件補正」といい，補正後の明細書及び図面(甲1，2)を「本願補正明細書」という。)。",
            "特許庁は，平成18年4月27日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年5月22日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の特許請求の範囲の請求項1の記載は，次のとおりである。",
                "「上端が開口している加熱炉本体と，",
                "該加熱炉本体上部開口部に配置された炉本体蓋体と，",
                "該加熱炉本体内壁面に設置されている加熱手段と，",
                "該加熱炉本体内に収容されており，単一の管からなる反応容器とを少なくとも備えた熱処理装置において，",
                "該反応容器の上部に，該反応容器内部雰囲気を排気する排気配管を接続するための排気配管接続部が該反応容器から延出して形成され，かつ，該排気配管接続部，および該排気配管の周囲に温度制御手段が配置されていることを特徴とする熱処理装置。」(以下，「本願発明1」という。)(2) 本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(下線部が本件補正による補正箇所である。)。",
                "「上端が開口している加熱炉本体と，",
                "該加熱炉本体の上部開口部に配置された炉本体蓋体と，",
                "該加熱炉本体の内壁面に設置されている加熱手段と，",
                "上記加熱炉本体内に収容され，かつ，単一の管からなる反応容器とを少なくとも備えた熱処理装置において，",
                "該反応容器の上部に，上記反応容器内部の雰囲気を排気する排気配管を接続するための直角に屈曲した端部開口部をもつ排気配管接続部が該反応容器から上方へ延出して形成され，かつ，該排気配管接続部および該排気配管の周囲に温度制御手段が配置されていることを特徴とする熱処理装置。」(以下，「本願補正発明1」という。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書の写しのとおりである。要するに，本願補正発明1は，優先権主張日前に頒布された刊行物である特開平7−245273号公報(甲3，以下「刊行物1」という。)及び特開平8−124866号公報(甲11，以下「刊行物2」という。)に記載された発明並びに周知技術に基づいて当業者が容易に発明することができたものであり，特許出願の際独立して特許を受けることができないものであるから，本件補正は却下すべきであり，本願発明1もまた，同様に，刊行物1及び刊行物2に記載された発明に基づいて容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願補正発明1に進歩性がないとの結論を導く過程において，認定した刊行物1に記載された発明の内容並びに本願補正発明1と刊行物1に記載された発明との一致点及び相違点は，次のとおりである。",
                "【刊行物1に記載された発明】",
                "「筒状の反応管と，反応管を囲むヒータと，真空排気系に接続された排気管とを有する基板処理装置であって，排気管が反応管の上部から上方へ延出し，さらに，ほぼ直角に屈曲して水平方向に延出して真空排気系に接続するようにしたもの」(以下，「刊行物1発明」という。)",
                "【一致点】",
                "「加熱手段と，単一の管からなる反応容器とを備えた熱処理装置において，反応容器の上部に，上記反応容器内部の雰囲気を排気する排気配管を接続するための直角に屈曲した端部開口部をもつ排気配管接続部が該反応容器から上方へ延出して形成されている熱処理装置」である点。",
                "【相違点】"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "本願補正発明1の反応容器を収容した加熱炉本体は，その上部開口部に炉本体蓋体が配置され，その内壁面には加熱手段が設置されているのに対し，刊行物1発明にはこの点が記載されていない点(以下「相違点1」という。)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本願補正発明1の排気配管接続部と排気配管の周囲には，温度制御手段が配置されているのに対し，刊行物1発明の排気管と真空排気系にはそのような温度制御手段を有していない点(以下「相違点2」という。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，次に述べるとおり，本願補正発明1と刊行物1発明との対比において一致点の誤認及び相違点の看過(取消事由1)並びに審理不尽の違法(取消事由2)があり，その独立特許要件の判断を誤って本件補正を却下したものであって，違法なものとして取り消されるべきである(なお，原告は，本願発明1についての審決の判断に関する独自の取消事由は主張していない。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認及び相違点の看過)",
          "text": [
            "以下のとおり，本願補正発明1は，排気管が反応管の上部から上方へ(一体的に)延出し，彎曲ではなく，直角に屈曲して形成されているのに対して，刊行物1の図3に記載された排気管17は，直角に屈曲せず，単に彎曲しており，当該排気管は，反応管10と別体のものであり，一体的に形成されていない点において相違する。したがって，上記の点において，審決には一致点の誤認及び相違点の看過がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明1の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明1は，以下のとおり，本願明細書並びに図1及び図2の記載から，反応容器(プロセスチューブ)(5)の上部に，上記反応容器(5)内部の雰囲気を排気する排気配管(7)を接続するために，直角に屈曲した端部開口部をもつ排気配管接続部(6)が該反応器(5)から上方へ延出して，一体に形成されている構成が規定されていると解すべきである。",
                    "すなわち，本願補正明細書には，「反応容器の上方に延出される排気配管接続部およびこれに接続される排気配管の温度を精度よく制御できるようにすることによって，排気配管接続部および排気配管に発生し易いパーティクルの発生を効果的に防止することができるようにするものである。さらに，排気配管接続部を屈曲させることによって，反応容器の放射熱によって排気配管接続部および排気配管への熱放射を防止し，これらの温度制御を容易にすることができるようにするものである。また，反応容器から延出される排気配管接続部の頭部に温度制御手段を設けることによって，被処理体の面内の温度均一性を改善し，基板の温度不均一に起因する欠陥発生を防止するものである。」(甲1，段落【0020】)，「従って，たとえ排気配管接続部と排気配管との接続部分においてパーティクルが発生したとしても，直接被処理体ボートに落下しないように，排気配管接続部の形状を屈曲させることが望ましい。さらに，排気配管接続部6を，屈曲させることによって，プロセスチューブ5を加熱している加熱装置4からの放射熱が，排気配管接続部端部および排気配管端部に形成されているフランジ17a，17bおよび排気配管7に直接照射することがないため，これらの部材の温度制御が容易になる。」(甲1，段落【0028】)と記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本願補正発明1は，排気配管接続部に関し，「反応容器から上方へ延出して形成され」と特定されているが，「一体的に」延出して形成されていることは特定されていないと主張する。",
                    "しかし，被告の主張は，以下のとおり理由がない。",
                    "すなわち，本願補正明細書及び図面を考慮して，「延出」の意義を解釈すれば，本願補正発明1において，直角に屈曲して端部開口部をもつ排気配管接続部(例えば，石英からなる)は，別材料(例えば，ステンレス・スチール)からなる排気配管とは各別に，抵抗加熱ヒータ等を使用した温度制御手段によって析出物(副生成物)の生成を防止し，保温もしくは加温するため，反応容器(例えば，石英からなる)から直接(あるいは一体的)に延出して形成されるものであることが規定されていると理解される。本願補正明細書には，「プロセスチューブ5の上端部には，突出して排気配管接続部6が形成されている。」(段落【0022】)，「上記プロセスチューブ5の上端部は，このプロセスチューブ5本体の最大直径より小径で，かつ，これと一体に排気配管接続部6が形成されており，」(段落【0025】)と記載されており，さらに，本願発明の熱処理装置の概略断面を示す【図3】にも，「排気配管接続部(6)が反応容器(プロセスチューブ(5))から直接(あるいは一体的に)延出して形成されている」ことが明白に図示されている。",
                    "したがって，原告の主張は，特許請求の範囲の記載に基づいた主張というべきであって，この点の被告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲3)には，その図3に，基板処理装置の従来の構成例とし，「反応管(10)の上部から上方へ延出し，さらに彎曲した排気管(17)」について図示されている。排気管(17)は，反応管(10)と別体であり，一体的に形成されていない。反応管は，当該基板処理装置の上部に位置する建屋の天井に排気管(17)が衝突するため，単に彎曲させただけであって，「直角に屈曲」されていない。刊行物1の処理装置では，本願補正発明のように，パーティクル落下防止や放射熱が排気管等を直接照射しないようにする効果等を奏しない。",
                    "また，刊行物1が出願された平成6年より前は，この種の基板処理装置の反応管は，従来の二重管から単管へ変遷する時期であって，特開平5−29237号公報(甲4)に示すように，反応管(4a)に反応ガ",
                    "ス導入口(19)が直立して形成されているか(同公報図1(a)参照)，又は特開平5−251373号公報(甲5)に示すように，反応管(炉芯管(7))に排気管(11)が彎曲して設けられているが，いずれにせよ，当該排気管(11)は，炉芯管(7)から直接上方へ延出して形成されていなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，刊行物1における当該排気管は，彎曲部の曲率半径の大小にかかわらず，全体としてみれば，鉛直方向から水平方向へとほぼ直角に折れ曲がった形状となっていることが容易に把握できると主張する。",
                    "しかし，被告の主張は，以下のとおり理由がない。",
                    "すなわち，刊行物1の「排気管17」では，反応副生成物が形成されて付着し，反応容器内に収容されたウエハ上にパーティクルが落下するのを阻止するため反応容器の軸心(鉛直方向)に直角(水平方向)に屈曲した平行面などは全く形成されていない。したがって，刊行物1の「排気管17」は，被告が主張するような「鉛直方向から水平方向へとほぼ直角に折れ曲がった形状とはなっていない」ことは，当業者から見れば明白である。乙1～3は，本願補正発明1と対象が異なり，解決すべき課題も異なるから，乙1～3を根拠として，反応容器の排気管の形状は，一般に「直角に屈曲」しているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，被告は，刊行物1には，上記排気管と反応管とは，別体であるとも，一体であると明示されていないと主張する。",
                    "しかし，この点の被告の主張も，以下のとおり理由がない。",
                    "すなわち，刊行物1に記載の従来例としての反応炉では，反応管10の上部に，反応管10とは全く別の材料(例えば，ステンレス・スチール)からなる「排気管17」を，例えば，建屋の天井に接触するのを避けるため彎曲させ，カップリング等の接続器具を用いて反応管10の上部に接続して一体化したものであるから，刊行物1においても，厳密な意味で，排気配管を接続するための直角に屈曲した端部開口部をもつ排気配管接続部が該反応容器から上方へ延出して形成されていないと理解すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定の誤り及び相違点の看過",
              "text": [
                "以上のとおり，本願補正発明1は，排気管が反応管の上部から上方へ(一体的に)延出し，彎曲ではなく，直角に屈曲して形成されているのに対して，刊行物1の図3に記載された排気管17は，直角に屈曲せず，単に彎曲しており，当該排気管は，反応管10と別体のものであり，一体的に形成されていない点において相違するので，審決には，一致点の誤認及び相違点の看過がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審理不尽)",
          "text": [
            "本願の拒絶査定に対する不服審判請求理由補充書(平成16年4月20日付提出)において，本願補正発明1の奏する顕著な効果(落下パーティクル数及びサイズの減少)について技術説明等のため面接審理の要請をしたにもかかわらず，その機会が与えられず，本願出願人(原告)に対して1回も釈明の機会を与えることもなく，審理終結通知書(発送日：平成18年4月11日)が発せられた。また，原告は，平成18年4月12日付け書面で，本件審判の審理再開の要請したにもかかわらず，審理再開されることなく審決がされた。上記のとおり，審判手続には審理不尽の違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "排気管が反応管の上部から上方へ，彎曲ではなく，直角に屈曲して形成されている点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明1(請求項1)には，「直角に屈曲した」と記載されているが，「屈曲」について，格別の定義をしているわけではなく，それが有する彎曲部の曲率半径を特定の範囲に規定するものでもない。本願の図2の排気配管接続部(6)は，鉛直方向と水平方向に延びる2つの直線部と，それらに挟まれた彎曲部を有し，両直線部のなす角が約90度であると看取できる全体として「直角に屈曲」した形状を規定するにすぎない。",
                    "ところで，刊行物1の図3に記載された排気管(17)の形状をみると，当該排気管は，反応管(10)の上部とつながり，いったん上方(鉛直方向)へ延びた後，方向を変え，水平方向へと延びていることが理解できる。そして，当該排気管は，鉛直方向及び水平方向に延びる2つの直線部の間に彎曲部(弓形にまがっている部分)を有する形態となっており，両直線部のなす角は，ほぼ直角であると認められる。当該排気管は，彎曲部の曲率半径の大小にかかわらず，全体としてみれば，鉛直方向から水平方向へとほぼ直角に折れ曲がった形状となっていることが理解される。",
                    "刊行物1発明における排気管が有する彎曲部の曲率半径が，本願補正発明1の排気配管接続部のそれに比較して大きいとしても，本願補正発明1の「直角に屈曲」に含まれるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，上記排気管の形状を，「直角に屈曲」しているのではなく，単に「彎曲」していると主張する。",
                    "しかし，上記排気管に類似の形状は，乙1(特開平10−284426号公報)，乙2(実願昭59−25405号(実開昭60−14076",
                    "2号)のマイクロフィルム)及び乙3(特開2006−5258号公報)",
                    "からも「直角に屈曲」と称されていることに照らすならば，刊行物1の図3に記載された排気管の形状を「直角に屈曲」とした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "排気管が反応管の上部から上方へ(一体的に)延出しているとの点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明1は，排気配管接続部に関し「反応容器から上方へ延出して形成され」と規定するのみであり，「直接(あるいは一体的に)」延出して形成されていることまでを規定するものではない。",
                    "この点，原告は，本願補正発明1における排気配管接続部が反応容器から上方へ直接(あるいは一体的に)延出して形成されるものであることを前提として，刊行物1発明との相違を主張するが，特許請求の範囲の記載に基づく主張ではなく，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1の図3において，排気管(17)と反応管(10)上部の関係についてみると，当該排気管は，反応管の上部とつながり，上方(鉛直方向)へ延びている。そうすると，当該図3の摘記に際し，審決が「排気管17が反応管の上部から上方へ延出し」と認定したことに誤りはない。",
                    "この点，原告は，上記排気管は反応管と別体であり，一体的に形成されていない旨主張する。しかし，刊行物1には，上記排気管と反応管とは，別体であるとも，一体であるとも明示されておらず，それらの接続の詳細は不明である。該排気管が，反応管の上部から一体的に上方に延出しているにせよ，他の接続手段などを介して別体として上方に延出しているにせよ，排気管が反応管の上部から上方へ延出していることに変わりはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記のとおり，本願補正発明1と刊行物1発明との間には，原告が主張する相違点は存在しないから，審決の一致点及び相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審理不尽)について",
          "text": [
            "原告は，原告の要請にもかかわらず，審判合議体が面接及び釈明の機会を与えず，さらに審理を再開しなかったことは，審理不尽に当たる旨主張する。",
            "しかし，本件において，審判体において，面接の機会や釈明の機会を与えなければならない法律上の義務があるとはいえないから，これらを与えなかったとしても審理不尽の違法があるといえない。",
            "また，特許法の定める審理の再開制度(特許法156条2項)は，審理の万全を期するために，審判長が特に必要と認めた場合に行われるべきものと解するのが相当であるから，単に技術説明の機会を与えるためとか，補正の機会を与えるための審理の再開は，審理の再開制度の予定していないところである。",
            "本件において，審理を再開する特段の事情はないから，上記制度の趣旨に照らし，審理を再開しなかったことに，手続上の違法はなく，本件の審判手続には，原告が主張する審理不尽の違法は存在しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の認定判断及び手続上の瑕疵はなく，原告主張の取消事由はいずれも失当であると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の誤認及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "排気配管接続部の形状(「直角に屈曲した」)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明1における排気配管接続部の形状",
                  "text": [
                    "本願補正明細書(甲1，2)には，排気配管接続部の端部開口部を「直角に屈曲した」点について，次の記載がある。",
                    "「排気配管接続部を屈曲させることによって，反応容器の放射熱によって排気配管接続部および排気配管への熱放射を防止し，これらの温度制御を容易にすることができるようにするものである。」(段落【0020】)「図1に示すように，上記排気配管接続部6の端部開口部は，前記プロセスチューブ5の側面方向に向かって約90度の角度で屈曲していることが好ましい。‥‥‥たとえ排気配管接続部と排気配管との接続部分においてパーティクルが発生したとしても，直接被処理体ボートに落下しないように，排気配管接続部の形状を屈曲させることが望ましい。さらに，排気配管接続部6を，屈曲させることによって，プロセスチューブ5を加熱している加熱装置4からの放射熱が，排気配管接続部端部および排気配管端部に形成されているフランジ17a，17bおよび排気配管7に直接照射することがないため，これらの部材の温度制御が容易になる。」(段落【0028】)",
                    "上記の各記載によれば，「直角に屈曲した」との形状は，「図1に示すように，上記排気配管接続部6の端部開口部は，前記プロセスチューブ5の側面方向に向かって約90度の角度で屈曲している」(段落【0028】)の記載に基づくものであって，「直角」は，「約90度の角度」を意味し，その技術的意義は，パーティクルの落下を防止する効果や温度制御を容易にする効果を得るためのものと認められる。",
                    "本願補正明細書の図1～3には，本願補正発明1の熱処理装置の断面図が記載されている。これらの図によれば，排気配管接続部6は，プロセスチューブ(反応容器)5から上方の鉛直方向へ直線状に延出した後，約90度屈曲し，水平方向へ直線状に延出した形状から構成され，鉛直方向及び水平方向へ延出する2つの直線部の間には，彎曲した部分が認められる。",
                    "したがって，本願補正明細書の図面に開示された排気配管接続部は，鉛直方向及び水平方向へ延出する2つの直線部と，両直線部の間を結ぶ彎曲部とからなる構成であることは明らかである。",
                    "そして，本願補正明細書の図面1～3に開示された熱処理装置は，本願補正発明1に係る発明の実施の形態を具体的に表現したものに相当するから，排気配管接続部について上記で認定した形状は，少なくとも本願補正発明1における「直角に屈曲した」の要件を満たすものであり，本願補正発明1の「直角に屈曲した」という形状は，「彎曲部を有する屈曲形状」を含むものと解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物1発明における排気管の形状",
                  "text": [
                    "刊行物1には，「【従来の技術】この種基板処理装置は減圧CVD装置あるいは酸化拡散装置として知られ，例えば図3のごとく構成される」(段落【0002】)，「図3の装置は，通常SiO で作られる筒状の反応管10と，反応管10を囲むヒータ11と，‥‥‥図示されない真空排気系に接続された排気管17と，・・・を主要構成要素として構成されている。」(段落【0003】)，「基板12への薄膜形成等の熱処理時」(段落【0004】)「【図3】本発明が対象とした基板処理装置の従来の構成例を示す断面図」(【図面の簡単な説明】)と記載され，刊行物1の図3には，筒状の反応管10と，当該反応管を囲むヒータ11と，真空排気系に接続された排気管17とを有する熱処理装置が図示されている。図3に示された装置の断面図によれば，排気管17は，反応管の上部とつながる線で描かれており，反応管から上方の鉛直方向へ直線状に延出した後，約90度屈曲し，水平方向へ直線状に延出した形状を示している。したがって，当該排気管は，鉛直方向及び水平方向へ延出する2つの直線部と，両直線部の間を結ぶ彎曲部とからなり，2つの直線部は，本願補正発明1の「直角」に相当する角度で配置され，当該排気管の全体形状は，「彎曲部を有する屈曲形状」からなると解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "形状における対比",
                  "text": [
                    "確かに，本願補正明細書の図1～3記載の排気配管接続部と刊行物1の図3記載の排気管とは，彎曲部における彎曲の程度(曲率半径の大小)において，差異があるようにも認められるが，そもそも，本願補正明細書の特許請求の範囲(請求項1)には，「直角に屈曲した」と記載されているだけで，屈曲又は彎曲の程度については何らの特定がされていないのであるから，刊行物1発明の形状が「彎曲」したものであって相違するということはできない。",
                    "したがって，刊行物1の図3記載の排気管形状は，本願補正発明1の「直角に屈曲した」ものに相当し，本願補正発明1の「排気配管接続部」と刊行物1発明の「排気管」との間には，形状の点において差異はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "排気配管接続部と反応容器との関係(「上方へ延出して形成されている」)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正明細書における特許請求の範囲(請求項1)には，排気配管接続部について，「該反応容器から上方へ延出して形成されて」いると記載され，「発明の詳細な説明」欄には，「プロセスチューブ5の上端部には，突出して排気配管接続部6が形成されている」(段落【0022】)，「上記プロセスチューブ5の上端部は，このプロセスチューブ5本体の最大直径より小径で，かつ，これと一体に排気配管接続部6が形成されており」(段落【0025】)，「プロセスチューブ5の上部から上方に向かって，排気配管接続部6が突出しており，プロセスチューブ5の径が小径化されて排気配管接続部6となっている」(段落【0032】)等の対応する記載があり，図1，3に当該構成を具体化したものが記載されている。",
                    "これに対し，刊行物1の図3には，排気管17が反応管10から上方へ延出する形態を有する排気管が示されていることは，上記(1)イにおいて説示したとおりである。",
                    "したがって，本願補正発明1の排気配管接続部と刊行物1発明の排気管との間には，「反応容器から上方へ延出して形成されている」点について差異はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願補正発明1の排気配管接続管は反応容器から「一体に」延出したものであり，その点で刊行物1発明のものと相違する旨主張する。",
                    "しかし，「一体に」は，上記アのとおり，本願補正明細書の「発明の詳細な説明」欄には記載されているが(段落【0025】)，特許請求の範囲の請求項1には記載されていない。原告の上記主張は，本願補正明細書の特許請求の範囲の記載に基づかないものであり，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，極めて高温(300～1100℃)に加熱される反応容器と排気配管接続部とを同一材料から注形等の成形方法により一体化して成形することは必須かつ常套手段であると主張する。",
                    "しかし，本願補正明細書には，同一材料で一体化し成形するとの記載はなく，原告の主張は，明細書の記載に基づかない主張であるから，主張自体失当である。のみならず，仮に，本願出願当時，同一材料で一体化して成形することが常套手段であったとすれば，刊行物1の図3に記載された基板処理装置も，同様に高温条件下で使用されるものであるから，反応管と排気管とを一体化して成形されると理解するのが自然である。したがって，本願補正発明1と刊行物1発明との間に，原告主張に係る差異はないといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願補正発明1と刊行物1発明との間には，原告が主張する相違点は存在しないから，審決の一致点及び相違点の認定に誤りはない。原告の主張する取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審理不尽)について",
          "text": [
            "原告は，原告の要請にもかかわらず，審判合議体が面接及び釈明の機会を与えず，また審理を再開しなかったことにつき，審理不尽の違法があると主張する。",
            "しかし，原告の主張は，以下のとおり理由がない。",
            "すなわち，審判手続において，当事者に面接の機会や釈明の機会を与えるかどうかは，審判合議体の裁量に属するものであり，そのような機会を必ず与えなければならない法律上の義務はないから，審判合議体が原告に対して面接や釈明の機会を与えなかったことが，直ちに違法になるものではなく，また，本件において，面接や釈明の機会を与えなかったことが裁量権を逸脱した違法なものとなるような特段の事情も認められない。",
            "また，審理の再開(特許法156条2項)は，審理の万全を期するために，審判長が必要と認めた場合に行われるべきものであって，審理を再開するかどうかは審判長の裁量に属するものであり，当事者の審理再開の申立てに応じなかったとしても，直ちに審理不尽の違法となるものではなく，また，本件において，審理の再開をしなかったことが，裁量権を逸脱した違法なものとなるような特段の事情も認められない。",
            "したがって，本件の審判手続には，原告が主張する審理不尽の違法は存在しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，審決が本願補正発明1の進歩性の判断(本願補正発明1と刊行物1発明との一致点及び相違点の認定)を誤って，その独立特許要件の判断を誤り，また，審判手続に審理不尽の違法があるとの原告の主張は理由がなく，本件補正を却下した審決の判断に誤りはない。また，原告が主張するその他の点も，上記説示するところに照らし，すべて理由がない。",
            "したがって，審決が本願の請求項1の発明の要旨を本願発明1のとおり認定して，本願発明1は特許法29条2項の規定により特許を受けることができないとしたことに，発明の要旨の認定を誤った違法はないから，原告主張の取消事由は理由がなく，その他，審決に，これを取り消すべき誤りは見当たらない(なお，原告は，本願発明1についての審決の判断に関しては，取消事由を主張するものではないが，本願発明1に他の発明特定事項を付加した本願補正発明1が進歩性を欠く以上，本願発明1にも進歩性がないと判断できる。)。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10276",
    "date": "2007-11-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035429",
    "ipprecedent_id": "1239",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}