{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は控訴人に対し，10億円及びこれに対する平成16年10月8日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴費用は，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "この判決は，第2項に限り，仮に執行することができる。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【以下，略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人(一審原告)が被控訴人(一審被告)に対し，原判決別紙被告物件目録1～4の数値制御自動旋盤(被告製品1～4)を被控訴人が製造販売する行為は，控訴人が有する原判決第2の1の各特許権(第1特許～第4特許)を侵害するとして，(1)第1，第3，第4特許権に基づき(第2特許権は平成15年4月26日に期間満了)，原判決別紙被告物件目録1，3，4の数値制御自動旋盤(被告製品1，3，4)の製造販売の差止め及び廃棄を求めるとともに，(2)提訴日(平成16年9月29日)の3年前(平成13年9月29日)から提訴日の前日までは不法行為による損害賠償として，平成6年11月1日から上記3年前の前日(平成13年9月28日)までは不当利得として，合計35億円の損害賠償金及び不当利得金の内金10億円と遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成18年4月26日，(1)被告製品1は第1特許発明の技術的範囲に属さないし，特許法101条2号の間接侵害も成立しない，(2)被告製品2の使用行為は，第2特許発明の技術的範囲に属さないから，特許法101条3号，4号(平成18年法律第55号による改正前のもの，以下同じ)の間接侵害が成立することはない，(3)第3特許には，進歩性欠如(特許法29条2項)の無効理由が存する，(4)被告製品4は第4特許発明の技術的範囲に属さない，として，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そこで，控訴人は，上記1(1)(2)の本訴請求のうち，(2)の損害賠償金及び不当利得金等の支払を求める限度で本件控訴を提起した(第1，第3，第4特許も，平成17年11月末日までに期間満了)。",
            "控訴人は，当審では，上記1の特許権侵害を理由として，不法行為による損害賠償の支払又は不当利得の返還等を求めている。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，当審における双方の主張を次のとおり付加するほか，原判決「事実及び理由」中の「第2 事案の概要」(1 前提事実，2 争点，3～10 争点に関する当事者の主張)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1特許関係",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成I−2①及び②の被告製品",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1特許発明の構成要件ICの「第1刃物台」の解釈",
                      "text": [
                        "第1特許発明の構成要件ICの「第1刃物台」とは，切削工具を取り付けた刃物台である。なぜなら，第1特許発明の構成要件IEでは「孔加工用工具台」が挙げられているから，これとの対比から，構成要件ICの「第1刃物台」として機能するのは，切削工具で切削加工を行う場合であるということができるからである。",
                        "そして，一定の刃物台が，第1特許発明の「第1刃物台」として機能するか，又は，同発明の「孔加工用工具台」として機能するかは，その刃物台に取り付けられた工具が切削工具で切削加工を行うのか，孔加工用工具で孔加工を行うのかによって決定される。",
                        "第1特許発明においては，第1刃物台上に孔加工用工具台が設けられていて，両者が一体として移動することが明記されているから，この一体化した刃物台が複数の方向に移動するとしても，それぞれ使われる工具が異なる毎に，その刃物台としての機能が異なり，かつそのための移動方向も異なる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "構成I−2①及び②の被告製品の正面刃物台(T12−C＝T12−E)は，切削工具を取り付けたときには第1刃物台として機能し，かつ，切削加工のために，X1軸方向(T12−X1軸方向)に移動するから，第1特許発明の構成要件ICを充足する。",
        "これに加えて，上記被告製品の正面刃物台はZ1軸(T12―Z1軸)方向にも移動するが，Z1軸方向に移動する理由は，第1に背面主軸の機能としての移動又は機能の切り替えのための移動であり(例えば，「第1刃物台としての機能」している場所から「背面主軸としての機能」している場所への切り替え，及び，その逆の切り替え)，第2に孔加工用工具台として機能させるためである。いずれにしても，Z1軸方向の移動は，第1刃物台として機能している場合ではない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "したがって，構成I−2①及び②の被告製品の正面刃物台がZ1軸方向に移動するからといって，第1特許発明の構成要件ICを充足しないということにはならない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "なお，原判決は，「(イ) また，第1特許の特許請求の範囲には，請求項2及び3に，孔加工用工具台については，Z軸と平行なB軸を設けることが記載されているが，それ以外の加工軸を設けることの記載はない(甲1の2)。」(109頁7行～9行)として，「他の請求項には，孔加工用工具台について請求項1に明示されていない加工軸を設けることが記載されているが，それ以外の加工軸を設けることの記載はない」(109頁13行～15行)と認定しているが，この認定は誤りである。なぜなら，請求項2及び3の記載は「孔加工用工具台」に関するものであって，「第1刃物台」に関するものではないため，請求項2及び3の文言を使っても，請求項1の「第1刃物台」の移動方向(＝制御軸の向き)を解釈することはできないからである。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "構成I−1の被告製品"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "第1特許発明の構成要件ICの「第1刃物台」は，上述のように，切削工具で切削加工を行う刃物台のことである。",
        "第1特許発明の構成要件ICにおいては，X1軸方向の説明として「主軸中心線に向って接離する方向である」という修飾語が付いているので，X1軸方向の移動は，切削加工のための切り込み方向への動きとして説明されている。また，1971年版のJISの定義(甲15)によれば，「X軸」とは「Z軸に直交する平面内で工具の運動方向にとり」とされている。ここでの「運動方向」とは加工のための移動を意味するから，「X軸」方向は加工のための切り込み方向を示す軸とされている。さらに，2003年版のJISの定義(甲24)によっても，「X軸」とは「ラジアル方向かつクロススライドに平行にとる」ものとされており，主軸中心線に向かった方向(＝ラジアル方向)であって，主軸中心線に直交する(＝クロス)方向に移動する(＝スライド)ものであるから，ここでも，「X軸」は加工のための切り込み方向を示す軸として記載されている。したがって，第1特許発明においては，第1刃物台の「X軸」方向は，加工のための切り込み方向を示す軸である。なお，第1特許発明の構成要件IDの「第2刃物台」についても，X2軸方向の移動に関しては，同じく「中心線に向って接離する方向である」という修飾語がついているから切削加工のための切り込み方向であり，「第1刃物台」の説明と一貫した表現になっている。",
        "これに対して，第1特許の「特許請求の範囲」においては，「第1刃物台」の工具選択のための移動方向については，何らの限定もされていない。第1特許明細書6欄25行～31行の実施例の説明においては，「第1刃物台」の工具選択のための移動方向が，切削加工のための移動方向と同じ方向として説明されてはいるが，「第1刃物台」の工具選択のための移動方向は，この実施例に限定されるわけではない。",
        "したがって，第1特許発明の構成要件ICの「第1刃物台」は，切削工具を取り付けた刃物台であって，切削加工のためにX1軸方向に移動するものを指す。",
        "なお，被控訴人は，第1特許明細書の［作用］欄の記載を根拠として，第1特許明細書には，控訴人の主張するような「切削加工のための移動」と「工具選択のための移動」を分けて考えるような記載は，全くなされていない，と主張するが，［作用］欄の記載は，実施例について記載されたものであるから，第1特許の「特許請求の範囲」の記載を限定解釈することはできない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "構成I−1の被告製品の刃物台(T11−C)は，切削加工のためにはX1軸方向(T11−X1軸方向)に移動するから，構成要件ICの第1刃物台に該当する。",
        "そして，上記被告製品の刃物台は，Y軸方向(T11−Y1軸方向)にも移動するが，この移動は，切削加工のためのものではなく，工具選択のためのものに過ぎない。",
        "また，上記被告製品においては，使用する工具数に比べて制御軸の数が少なくなっているから，「制御軸数が少なく」という第1特許発明の目的，効果が実現されている。",
        "したがって，上記被告製品の刃物台は，第1特許発明の構成要件ICの「第1刃物台」に該当する。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "構成I−3の被告製品"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "直接侵害",
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "text": [
                "切削工具と孔加工用工具とは容易に交換することができるのであり，切削工具や孔加工用工具等の各種の工具間に相互互換性があることは，古くからの当業者の技術常識である。なぜなら，当業者としては，自動旋盤を少しでも効率的に利用するためには，一つの刃物台に各種の工具を取り付けて，複雑な切削加工を可能ならしめることを目指してきたのであって，あえて特定の刃物台に特定の工具だけしか使えないものとして限定する意味は，技術的にも商業的にも全くないからである。",
                "そのため，第1特許出願前から，刃物台で工具が取り付けられるところには，各種の工具を取り付けようと工夫がなされてきた。「ＮC工作機械ハンドブック」(昭和48年発行)133頁～134頁(甲25)には，刃物台に切削工具や孔加工用工具のいずれもが互換性があるように取り付け，交換ができることが記載されているし，角型の切削用バイトが取り付けられる刃物台であっても，被控訴人の製品である「丸シャンクホルダ」(甲19の2，3)を用いれば，丸型シャンクの孔加工用工具を取り付けることができる。",
                "被控訴人による侵害時には，各種カタログに切削工具と孔加工用工具のいずれもが刃物台に取り付けることができることが記載されており(甲26の1～3)，また，丸型シャンクの孔加工用工具が取り付けられる刃物台に，タンガロイや京セラ製の丸シャンク型バイト(甲27の1～3)を用いれば，外形切削工具を取り付けることができるし，さらに，スリーブホルダツールの「外径用スリーブホルダS―SCLC型」(甲27の3の165頁)は，丸シャンクに四面の角状カットが施されているから，丸型のシャンクが取り付けられる孔加工用工具台にも角型シャンクが取り付けられる刃物台にも用いることができる。",
                "以上のとおり，切削工具と孔加工用工具との間に相互に互換性があることは明らかであって，あえて取扱説明書の記載を確認するまでのことはない。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "原判決は，構成Ⅰ−3の被告製品の取扱説明書(乙51)の「本書に“できる”と書いていない限り“できないもの”と考えてください。」(表紙から3枚目「はじめに」欄)との記載から，孔加工用工具台に切削工具を取り付けることが明示的に書かれていない以上，「本来の外径加工用のバイトを保持する構成は有していない」と認定した(112頁下6行)。",
                "しかしながら，孔加工用工具台に切削工具を取り付けることができることは，上記aのとおり，当業者の技術常識であるから，取扱説明書にわざわざ「できる」と記載する必要はない。「本書に“できる”と書いていない限り“できないもの”と考えてください。」という記載は，製造者が製造物責任を免れようとする試みに過ぎない。",
                "また，取り付け可能な工具という観点からみれば，構成I−3とは何ら変わらない構成I−2の被告製品についてはその取扱説明書において交換できることが明示されている。",
                "さらに，構成Ⅰ−3の被告製品のカタログ(甲4の3)2頁の「本体仕様」の表の6段目には「外径ツール数」の欄があるが，これとは別に8段目には「外径ツール数(正面)」の欄があり，6本の外径ツールが取り付けられることが記載されている。したがって，構成Ⅰ−3の被告製品の正面刃物台(X2刃物台)に外径ツールを取り付けることができることがカタログに記載されている。同製品の取扱説明書(乙51)の記載は，カタログ(甲4の3)の記載と異なるが，取扱説明書(乙51)の記載が誤記であった可能性が高い。",
                "以上のとおり，原判決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "c",
              "subject": "原判決は，「(c)『注意 X2刃物台(引用者注・T13−C＝T13−E(正面刃物台))に使用するドリル径は，φ7以下としてください。φ7を超えたドリル径を使用した場合，干渉によるプログラムの制限が増えますので注意してください。』(4−89頁下)」(111頁14行～17行)という記載から，「b 構成Ⅰ−3の被告製品のT13−C＝T13−E(正面刃物台)は，T13−A(主軸台)と向き",
              "text": [
                "合う位置関係にあり，仮にボーリングバイトで外径加工を行おうとすると，T13−C＝T13−E(正面刃物台)自体が障害となって，加工できる被加工物の外径の範囲が制限される。」と認定した(111頁下2行～112頁2行)。",
                "しかしながら，「φ7を超えたドリル径を使用した場合，干渉によるプログラムの制限が増え」ることが，何ゆえに「加工できる被加工物の外径の範囲が制限される」ことになるのか，その論理が全く不明であるから，それだけで外径加工用の工具が取り付けられる構造にはなっていないという原判決の論理には飛躍がある。"
              ]
            },
            {
              "fig": "d",
              "subject": "原判決は，「b 前記(ア)dのボーリングバイトは，ドリルホルダを介して工具取付孔に取り付けられるものであるのに対し」(112頁14行～15行)と認定しているが，ボーリングバイト(鉤形のボーリングバイト)は，工具の取り付け部分(シャンク)の形状によっては，ドリルホルダ等を介せずして，直接に取り付けることが可能であるから，この認定は不正確である。この鉤形のボーリングバイトと同じ形状の切削バイトを正面刃物台に取り付けてT13−X1軸方向に動かすことで外径加工を行うことは，被控訴人自身が出願した特開平1−121102号公報(甲32)の第5図に示されており，「第",
              "text": [
                "5図に示すようにワーク1に対して工具11Cによる外径荒切削と工具13Cによる外径仕上げ切削とを同時に行う場合等である。」(8欄5行～7行)と説明されている。",
                "また，原判決は，上記の鉤形のボーリングバイトと対比して，「上記aの日本特殊陶業が別途販売している切削工具は，ホルダ部分とバイト部分が一体に構成されている。」(112頁15行～16行)とも認定しているが，日本特殊陶業の切削工具では，ホルダ部分にバイト部分(チップ)を取り付ける構造になっており，ホルダ部分とバイト部分が「一体に構成されて」いるものではないから，この認定は不正確である。"
              ]
            },
            {
              "fig": "e",
              "subject": "原判決は，「構成Ⅰ−3の被告製品のT13−C＝T13−E(正",
              "text": [
                "面刃物台)は，内径加工を行うボーリングバイトを保持することはできるが，本来の外径加工用のバイトを保持する構成は有していない」(112頁下8行～6行)とか，「内径加工を本来の目的とするボーリングバイト」(112頁下3行)とか，「日本特殊陶業製の特殊な切削工具」(112頁下2行)等と認定して，各種の工具の特殊性を強調して，孔加工用工具の取り付け部分に旋削工具を取り付けるのが特殊な場合であるかのような認定をしている。",
                "しかし，「本来の外径用のバイト」とか「内径加工を本来の目的とする…バイト」とか「特殊な切削工具」等は存在しないし，これらの工具を刃物台に取り付けるためには，その取り付け部分(シャンク)は何ら「特殊な」構造のものは必要ない。いずれのバイト(工具)であっても，広く入手の可能なシャンクやホルダを用いることで，刃物台に取り付けることが可能である。"
              ]
            },
            {
              "fig": "f",
              "subject": "原判決は，「構成Ⅰ−3の被告製品のT13−C＝T13−E(正",
              "text": [
                "面刃物台)は，追加ホルダを取り付けられる設計とはなっていない。」と認定する(111頁下4行～3行)が，その構造を見れば，何らの追加のホルダを用いることなく，ドリルホルダに直接に外径加工用の工具(切削工具)も取り付けができる構造となっているから，これも誤った認定である。"
              ]
            },
            {
              "fig": "g",
              "text": [
                "原判決は，構成Ⅰ−3の被告製品の孔加工用工具台に切削工具を取り付けることができる可能性を認めながらも(110頁下9行～111頁4行)，最終的には，①取扱説明書に記載がないこと(111頁下9行～8行)，②「追加ホルダを取り付けられる設計となっていない」ことや「外径加工の範囲の制限」があること(111頁下4行～112頁2行)，③日本特殊陶業が販売している切削工具は「ホルダ部分とバイト部分が一体に構成されている」こと(112頁下12行～11行)などから，構成Ⅰ−3の被告製品は，「本来の外径加工用のバイトを保持する構成は有していないものである」と認定する(112頁下6行～5行)。",
                "しかし，上述のように，①，②及び③のいずれにも理由がないから，その結論は誤りである。"
              ]
            },
            {
              "fig": "h",
              "subject": "構成I−3の被告製品の正面刃物台(T13−C＝T13−E)",
              "text": [
                "は，加工のためにX1軸方向(T13−X1軸方向)に移動する。そして，上記のとおり，孔加工用工具の取り付け場所に切削工具を取り付けることが可能であるから，第1刃物台がX1軸方向に移動し，同時に，主軸台がZ軸方向に移動することで，外径加工を行うことができる。したがって，構成I−3の被告製品は，第1特許発明の構成要件ICを充足する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "間接侵害",
      "text": [
        "上述のように，孔加工用工具と切削工具との間に相互に交換可能性があることは，当業者の技術常識であるから，被控訴人には，交換可能性による侵害の可能性について認識があった。",
        "原判決は，「構成Ⅰ−3の被告製品の取扱説明書(乙51)には，T13−C＝T13−E(正面刃物台)に外径加工用工具を取り付けて外径加工を行うことができることは一切記載されていない」と認定する(113頁10行～12行)が，そもそもこのような当業者の技術常識については取扱説明書に書かれていないのは当然のことである。",
        "また，原判決は，「『ＮTK SS バイト 2001』において紹介されている工具取付孔の使用方法自体が，同パンフレット自体において『新発想』と記載されている」と認定する(113頁12行～14行)。原判決が指摘する「工具取付孔の使用方法」は，遅くとも昭和48年ころから広く知られていたものであって(上記甲25参照)，原判決が工具取付孔の使用方法を「新発想」と判断したことは誤りである。",
        "「新発想」という言い方は単なる売り込みのための常套文言に過ぎない。",
        "以上のとおり，原判決が挙げた理由からは，いずれも，被控訴人に，構成Ⅰ−3の被告製品が「第1特許発明の技術的範囲に属する数値制御自動旋盤の生産に用いられること」の認識があったことを否定できるものではない。",
        "したがって，構成Ⅰ−3の被告製品について間接侵害が成立する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "第2特許関係"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決は，①「第2特許の発明の目的は，複雑な干渉防止策を講ずることなく，非切削時間の短縮を実現することにあり」，②「複数の刃物送り台を有する構成は，改善すべき従来技術として記載されているものであり」という二つの理由を挙げ，その結論として，「このような第2特許発明の目的及び効果を考慮すると，構成要件ⅡAにいう『刃物送り台』は，ＮC自動旋盤上に配置された単一のものをいうものと解釈すべきである。」(115頁8行～10行)と判断する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "しかし，以下のとおり，上記ア①の第1の理由も，上記ア②の第2の理由も，第2特許発明の間違った理解に基づくものであって誤りであり，上記アの結論も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "第1の理由の検討",
      "text": [
        "第2特許出願当時は，ＮC自動旋盤が発表されていたものの，その能率の点からいまカム式の自動旋盤には及ばないものであった。カム式の自動旋盤が高能率であった最大の原因は，切削作業の完了したバイトが後退すると同時に次に選択されたバイトで切削を開始することが可能であったこと，及び，2本のバイト又はバイトとドリルによって同時加工が可能であったことにある(第2特許明細書［甲2の2］【0002】)。これに対して，第2特許出願当時のＮC旋盤のバイトの選択(＝工具の交換)は，「1本のバイトによる切削作業の終了後，刃物台が後退して工具交換点に戻り，次のバイトを選択し，加工域に前進」するものであり，「どうしてもバイト選択時の非切削時間が長くなってしまうことになる」ものであった(第2特許明細書【0003】の前半)。",
        "そこで，非切削時間の短縮のための第1の解決案として，従来技術のカム式の自動旋盤と同じように，それぞれのバイトに独立したバイト送り機構を設け，それぞれのバイト送り機構をカムに換えてＮC制御することも発想としてはあり得たが，このような発想では制御軸数が極端に増えるため，機械自体が高価になり，かつ，かなり複雑な干渉防止策が必要になってしまうことが，当業者として予見できた(第2特許明細書【0003】の後半)。",
        "したがって，この「高価になる」とか「複雑な干渉防止策が必要になる」というような問題点は，従来技術の問題点ではなく，第1の解決案の問題点であり，従来技術の問題点は，「どうしてもバイト選択時の非切削時間が長くなってしまうことになる」ということである。",
        "第2特許明細書の「発明が解決しようとする課題」の欄(第2特許明細書【0004】)には，「複雑な干渉防止策を講ずることなく」というような記載はない。この欄には，第2特許発明は，「バイト選択時の非切削時間を極力小さく」することが目的であると明記されている。この問題点を，第2特許発明は，「工具進入始点位置」を設定することによって，この「工具進入始点位置」の外側では，「どの経路を通ってもバイト相互間又はワークとバイトとの間で干渉することは全くなく，任意の経路を通って最短の時間で到達するように設定することができる」ようにしたものである(第2特許明細書【0016】)。",
        "これに対し，原判決は，第1の理由として，第2特許明細書【0003】の後半に記載された第1の解決案をもって従来技術であるとし，第2特許発明がこの第1の解決案を解決するためのものと判断しているから，誤っている。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "第2の理由の検討",
      "text": [
        "上記のように，第2特許発明において，従来技術の問題点は，非切削時間が長いことであって，「複数の刃物送り台を有する構成」ではない。",
        "したがって，「複数の刃物送り台を有する構成は，改善すべき従来技術として記載されているものであり」という原判決の第2の理由も誤りである。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "結論の検討",
      "text": [
        "以上のように，原判決が挙げる理由はいずれも誤りであるから，その結論部分である「このような第2特許発明の目的及び効果を考慮すると，構成要件ⅡAにいう『刃物送り台』は，ＮC自動旋盤上に配置された単一のものをいうものと解釈すべきである。」(115頁8行～10行)も誤りである。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "原判決が第2特許発明について判示する他の論点についての判断も，以下のとおり誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "「該」の文言の解釈",
      "text": [
        "構成要件ⅡBの「該刃物送り台」の「該」に関して，原判決は，「構成要件ⅡAにいう『刃物送り台』が複数であると解したとしても矛盾はしない」としながら，「『該』の点から刃物送り台が複数であることを意味すると解することはできない」と判断している(115頁14行～17行)。上記の前半部分は正にそのとおりであって，「該」の文字から「刃物送り台」が1個であると解する必然性は全くない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "実施例限定",
      "text": [
        "原判決は，「特許発明が実施例に限定されるものではない」と述べている(116頁3行～4行)が，第2特許発明についての原判決の解釈は，実施例に限定したものに他ならない。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "親出願",
      "text": [
        "原判決は，さらに，分割前の親出願にも「複数の刃物送り台を備えた構成に関する記載はない」と認定する(115頁4行)が，誤りである。なぜなら，第1に，親出願に係る発明と分割出願に係る発明は別発明であるから，親出願に係る発明のみから分割出願に係る発明を解釈できないし，第2に，親出願に係る発明も分割出願に係る発明もいずれも一つの刃物送り台上の工具とワークの位置関係を対象とするものであるから，複数の刃物送り台の間の関係について記載がないのは当然のことであるからである。"
      ],
      "content": [
        {
          "fig": "エ",
          "text": [
            "最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁は，「要旨認定は，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきである。特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限って，明細書の発明の詳細な説明の記載を参酌することが許されるにすぎない。」と判示している。",
            "第2特許発明は，①「該刃物送り台」の技術的意義が一義的に明確に理解することができない場合ではあり得ないし，②一見して明らかな誤記ともいえないし，③その他の特段の事情も存在していないから，原判決が「刃物送り台」を「単一の刃物送り台」と解釈したのは，上記最高裁判決に違反する。"
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "なお，被控訴人は，第2特許発明において，「刃物送り台」が複数である場合には，工具間に干渉(衝突)が起こらないような実施をすることはできない，と主張するが，この点は，当業者の技術常識(従来技術)で解決することができる。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "第3特許関係"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原判決は，第3特許発明に関しては進歩性がないと判断したが，以下の2点で判断を誤ったため，誤った結論に到達したものである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "判断の誤り1",
              "text": [
                "相違点Ⅲ−1(第3特許発明のベクトル演算による補正手段)については，乙20～25に何らの開示もないにもかかわらず，開示されていると誤って認定した。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "判断の誤り2",
              "text": [
                "引用例Ⅲ−2(乙19)の油圧シリンダー10と，第3特許発明の数値制御による刃物台の送りモータとは，全く異なる技術思想に基づくものであるから，この違いを本来相違点Ⅲ−3として検討すべきであったところ，原判決は，これを誤って相違点ではないとした。",
                "以下，これらの誤りについて述べる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "判断の誤り1(第3特許発明のベクトル演算による補正手段が乙20～25に開示されていないにもかかわらず誤って開示されていると認定したこと)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原判決は，「(ア) 証拠(乙20～24)によれば，第1の2軸同時制御機能(X1，Z1)における主軸台のZ1軸方向の移動と同時に第2の2軸同時制御機能(X2，Z2)をして第2刃物台をZ2軸方向に移動制御をするときには，第2刃物台の実際の移動(Z2軸方向の送り量及び送り速さ)は，主軸台が移動しない場合において所望される第2刃物台の移動(Z2軸方向の送り量及び送り速さ)と，主軸台の移動(Z1軸方向の送り量及び送り速さ)とのベクトル演算をする補正手段は，第3特許発明の出願日前において当業者にとって周知の技術であったこと(周知技術Ⅲ−1)，並びに2組の2軸同時制御機能を有する数値制御自動旋盤において，第3の2軸同時制御機能を設けることは，第3特許発明の出願日前において当業者にとって周知の技術であったこと(周知技術Ⅲ−2)が認められる。」と認定した(118頁8行～17行)。",
                "しかしながら，上記の認定には，具体的にどの証拠のどの記載に基づいて「周知技術Ⅲ−1」又は「周知技術Ⅲ−2」が周知になっていたと判断されたのかは全く明らかにされていない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "そこで，原判決の理由を推測するため，原審における被控訴人の主張を検討すると，以下に述べるように，被控訴人の原審における主張には論理の飛躍がある。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "乙20，21(シーメンス社製ＮC装置8MC−Z2のプログラムマニュアル)",
                  "text": [
                    "まず，被控訴人は，原審被告第18準備書面の21頁で，乙21の説明という名目で，被控訴人自らが新たに作成した図面を示している。しかし，第1に，第18準備書面中の図面は，一部を除き，すべて被控訴人が新たに作成した図面であって，乙20，21の図面とは全く異なるものである。第2に，第18準備書面中の図面には，乙20，21には記載されていない符号が追加されているが，その追加された符号の内容は全く不明である。第3に，第18準備書面中の図面の説明として記入された説明文も，乙20，21には何ら記載されていないか，又は，別の文脈で使われているものである。",
                    "そして，被控訴人は，第18準備書面中の図面及びその説明に基づいて，「ここで，W軸方向の動きがZ軸(加工品)の動きに重畳して移動するように，W軸方向の移動量Pwは，加工品(主軸台)が，移動しない場合において所望されるW軸方向の移動量pwと加工品(主軸台)のZ軸方向の移動量Pzとの関係が次のようになるように演算する補正手段を有する。」と説明し，「Pw＝pw＋Pz」なる数式を記載している(21頁下5行～22頁1行)。しかし，このような数式は，乙20，21のどこにも記載されていないし，どのようにしてこの数式が導き出せたのかについても全く説明ができなかった。被控訴人は，原審被告第18準備書面の第21頁の中央の図において，「WＮz(＝Zi)」という記載をしているが，WＮzとZiは，乙21の訳文の符号の説明の欄(訳文の2頁)によれば，「WＮz−加工品のゼロ点(原点)，Zi−機械を基準としたZ軸の実際値」と説明されている。しかし，どのように考えても，「加工品のゼロ点(原点)」(移動しない点)であるWＮzが，「機械を基準としたZ軸の実際値」(移動する点)Ziとなることは考えられない。",
                    "乙21は，従来の数値制御データの入力と同様にして，「主軸台のZ1軸と平行なZ2軸方向の移動制御を，プログラマが計算して主軸台のZ1軸の移動の停止を仮定してZ2軸のプログラミングを行えば足りるようにする」ことが記載されているのであって，ベクトル演算を自動的に行うことは記載されていない。",
                    "乙21において，Z軸の移動量は，本来Z軸のゼロ点(Ｎz)とZ軸の移動先(Zi)の距離とすべきであって，加工品のゼロ点(WＮz)までの距離をZ軸の移動量とすることはできないから，そのことを前提とする上記「Pw＝pw＋Pz」なる数式は誤りである。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "乙22の2～乙25",
                  "text": [
                    "乙22の2(MATRA MANURHIN AUTOMATIC社カタログ)，乙23(Wt.Zeitschrift für industrielle Fertigung,71巻9号p539-541)，乙24 ( IX.WERKZEUGMASCHINEN-KOLLOQUIUM,p652-658,1980) ， 乙 2 5(maschine+werkzeug,83巻7号,p12-14,16)には，「ベクトル演算をする補正手段」なる文言は全く使用されておらず，「ベクトル演算」又は「補正手段」の文言さえも全くない。また，上記乙22の2～乙25には，「ベクトル」とか「演算」とか「補正」等の文言も全く使われていないし，そのような内容も導くことができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上のとおり，乙20～25のいずれにも，第3特許発明のベクトル演算による補正手段は開示されていない。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "また，上記乙22の2には，その頒布時期の記載が全く見当たらないから，そのような刊行物を新規性・進歩性を否定する証拠として用いることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "判断の誤り2(乙19と第3特許発明との相違点についての認定の誤り)",
      "text": [
        "油圧シリンダ(油圧装置)を数値制御することについては，自動旋盤との関係では，一時期(昭和40年代の前半ころ)に，その可能性について研究があったもの，油圧装置を数値制御して自動旋盤の刃物台を移動して行う加工では必要な加工精度を実現することができないという重大な欠陥があったため，実際には商用化されることもなく，昭和45年ころには，別の技術であるパルスモータなどのモータによる高い精度のサーボ制御の方に当業者の関心が移っていった。このような経緯からすると，第3特許出願当時には，乙19(特公昭52−46389号公報)の油圧シリンダー10を数値制御してみるというような発想は，当業者には存しなかった。",
        "したがって，乙19の油圧シリンダー10と数値制御との関係については，乙19と第3特許発明との相違点Ⅲ−3として取り上げられるべきものである。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "なお，被控訴人が主張する新たな無効理由(後記2(3)ウ)は，次のとおり理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "記載不備(1)に対し",
              "text": [
                "第3特許発明は数値制御自動旋盤に関する発明であるから，自動旋盤の製造を業とする当業者であれば，第3特許発明は，「第2刃物台のZ2軸方向の送り量及び送り速さ」が，「主軸台が移動しない場合において所望される第2刃物台のZ2軸方向の送り量と送り速さ」と「主軸台のZ1軸方向の送り量と送り速さ」との「差分」となるように演算する補正手段を有するものであることは，容易に理解できる。被控訴人は，控訴人が説明する前から，第3特許発明が上記のような技術内容を有することについて，正しく把握して主張していた。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "記載不備(2)に対し",
      "text": [
        "第3特許発明を実施するためには，単に差分演算のできる数値制御装置があれば足りるのであり，数値制御装置においてどのような処理によって差分が計算されるかは，第3特許発明とは関係がないことである。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "要旨変更に対し",
      "text": [
        "第3特許出願時(昭和60年11月29日)の「明細書」には，出願当初の明細書の「特許請求の範囲」の記載事項も含まれる。そして，出願当初の明細書(乙8)の「特許請求の範囲」には，「(4) 第2の2軸補間機能は，第2刃物台のZ2軸方向の送り量及び送り速さが，第1刃物台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段を有する特許請求の範囲第1項記載の数値制御自動旋盤。」との記載がある(なお，当初明細書中の上記「第1刃物台」の文言が「主軸台」の誤記であることは，その移動方向がZ1軸とされていることから明らかであって，そのためその後の手続で「主軸台」の文言に補正された。)から，「出願当初の明細書」には，「主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段」に関する記載があった。したがって，平成3年1月4日付け手続補正(乙64)は，「特許請求の範囲に記載した技術的事項が願書に最初に添付した明細書または図面に記載した事項の範囲内」であるから，要旨の変更にならない。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "第4特許関係",
      "content": [
        {
          "fig": "ア",
          "text": [
            "第4特許発明の構成要件ⅣFは，「Z1軸とX1軸及びZ1軸とX2軸の2組の送り動作をZ1軸を媒介として同時に実行する3軸同時重複制御機能を有する」と記載されているから，第4特許発明は，①Z1軸とX1軸，及び，②Z1軸とX2軸の各々の組合せからなる2組の送り動作を，Z1軸を媒介として同時に実行することによって，2組の送り動作を媒介する軸がZ1軸の1軸のみとなるものであり，その結果，Z1軸，X1軸及びX2軸の合計3軸によって「3軸同時重複制御機能」を可能とするものである。",
            "これに対して，このような「Z1軸を媒介とし」た実行をしない場合には，軸の数としては4軸，すなわち，Z1軸，X1軸，Z1軸及びX2軸の4軸となるから，①Z1軸とX1軸の数値制御指令，及び，②Z1軸とX2軸の数値制御指令という2組の2軸同時制御を行った場合には，Z1軸の数値を1回入力すると，①の「Z1軸とX1軸」及び②の「Z1軸とX1軸」の2回分出力されることになる。したがって，Z1軸方向の移動量は入力した移動量の2倍となってしまう。このような技術内容では，自動旋盤として充分に機能しえない。",
            "そして，このようなZ1軸の移動量が2倍になってしまうという事態を回避するために，2つのZ1軸をそのまま放置するのではなく，1つのZ1軸に共通化することとしたのが第4特許発明である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決は，3軸同時重複制御機能について，「数値制御装置にZ1軸とX1軸の数値制御指令と，Z1軸とX2軸の数値制御指令とを同時に与えて刃物台の移動を制御する機能」(121頁4行～5行)であると認定している。",
            "この裁判所の認定によると，①「Z1軸とX1軸の数値制御指令」という1組目の2軸同時制御指令と，②「Z1軸とX2軸の数値制御指令」という2組目の2軸同時制御指令とを「同時に与え」るものであるから，「Z1軸を媒介としない」4軸の同時制御となってしまうのであり，これでは，上記アの「Z1軸を媒介とし」た実行をしない場合と全く同じになってしまう。原判決の定義では，第4特許発明に明確に記載されている「Z1軸を媒介として」の部分が全く無視されている。",
            "そして，原判決は，どうして「Z1軸を媒介として」の部分を無視してよいかの理由を示していない。また，原判決は，第3特許明細書(甲3の2)の(3.1)及び(3.2)の記載(10欄28行～11欄27行)を引用している(119頁下1行～120頁下2行)。しかし，(3.1)の部分は，請求項2(第3特許［請求項1］の従属クレーム)に関する記載であるし，(3.2)の部分は，第3特許(請求項1)に関する記載であって，いずれも第4特許に関する記載ではないから，これらの記載を根拠に第4特許発明を解釈することはできない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上のとおり，原判決の第4特許発明の認定は誤りである。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "なお，第4特許の平成3年1月4日付けの手続補正(乙64)は，上記(3)エ(ウ)のとおり発明の要旨を変更する補正でないので，被控訴人が主張する新たな無効理由(後記2(4)イ)は理由がない。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "当審における被控訴人の主張"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "第1特許に関し",
      "content": [
        {
          "fig": "ア",
          "subject": "構成Ⅰ−2①及び②の被告製品(控訴人の主張(1)ア)",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人は，構成Ⅰ−2①及び②の被告製品のT12−C＝T12−Eは，切削工具で切削加工を行う場合が「第1刃物台」として機能する場合であり，孔加工用工具で孔加工を行う場合が「孔加工用工具台」として機能する場合である，と主張する。",
                    "しかし，T12−C＝T12−Eという単一かつ同一の部位について，「第1刃物台」としても「孔加工用工具台」としても機能するという控訴人の主張は，第1特許の「特許請求の範囲」の記載を無視した議論であるといわざるを得ない。第1特許の「特許請求の範囲」(甲1の2の［請求項1］)においては，「…前記第1刃物台上に設けられ，前記ガイドブッシュを挟んで前記主軸台に対向して配置された孔加工用工具台」と記載されており，「第1刃物台上に」「孔加工用工具台」が配置されていること，すなわち，「第1刃物台」と「孔加工用工具台」が，別のもの(別体)であることは，第1特許の「特許請求の範囲」の記載上，明らかである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "控訴人は，T12−C＝T12−Eは，Z1軸方向にも移動するが，これは，第1に背面主軸としての移動のためであり，第2に孔加工用工具台としての移動のためであり，第1刃物台としての加工のための移動ではない，と主張する。",
                    "しかし，T12−C＝T12−Eは，孔空け用工具のみしか保持しておらず，外径用工具は備えていない。その意味で，T12−C＝T12−Eは，第1特許発明の「第1刃物台」であることはあり得ない。",
                    "また，工具の移動方向を限定することによって，「制御軸数の少ないＮC旋盤」を得るというのが，第1特許発明の目的である。そして，「軸数を少なくするため」に，「第1刃物台」については，「X1軸のみを制御すればよい」というのが第1特許発明の内容であり，T12−Z1軸方向にも移動するT12−C＝T12−Eが「第1刃物台」となり得ないことは，明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "構成Ⅰ−1の被告製品(控訴人の主張(1)イ)",
          "text": [
            "控訴人は，第1特許発明の構成要件ICの「第1刃物台」につき，「切削加工のための移動」と「工具選択のための移動」を分け，「工具選択のための移動」であれば，X1軸方向以外に移動してもよいと主張する。",
            "しかし，第1特許明細書(甲1の2)の［作用］欄には，「また第1刃物台40及び第2刃物台52を制御するにはX1軸，X2軸及びY軸の3軸のみを制御すればよいので，使用可能な工具数に比べて制御軸数の少ないＮC旋盤が得られる。」と記載されている(4欄7行～10行)。この記載から明らかなように，第1特許明細書には，控訴人の主張するような「切削加工のための移動」と「工具選択のための移動」を分けて考えるような記載は，全くなされていない。「切削加工のための移動」か「工具選択のための移動」かを問わず，工具の移動方向を限定することによって，「制御軸数の少ないＮC旋盤」を得るというのが，第1特許発明の目的である。「工具選択のための移動」にしても，そのような移動をさせるためには，その方向に関する制御軸数を増やすことが不可欠であり，第1特許発明の目的に反することになる。",
            "したがって，控訴人の上記主張は，失当である。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "構成Ⅰ−3の被告製品(控訴人の主張(1)ウ)",
          "text": [
            "控訴人の構成Ⅰ−3の被告製品についての主張は，同製品に「切削工具」が「取り付けることができる」構成となっているというものに過ぎないから，控訴人自身，構成Ⅰ−3の被告製品には，「切削工具」が存在しないことを認めているということができる。その意味で，控訴人の主張は，間接侵害の主張にすぎないところ，間接侵害が成立することはない。",
            "構成Ⅰ−3の被告製品のカタログ(甲4の3)2頁の「本体仕様」の表の8段目には「外径ツール数(正面)」の欄があるが，これは，「内径ツール数(背面)」の誤記である。そのことは，①同製品の取扱説明書(乙51)の2−10頁には，カタログ(甲4の3)の上記表と同一の表が記載されているが，取扱説明書(乙51)に記載された表には，「内径ツール(背面)」と記載されていること，②カタログ(甲4の3)に記載されている図は，いずれも内径ツールに関する図であり，その1頁には「■X2刃物台には，正面6本，背面6本の最大12本のツールが取付可能」との記載があることから明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "第2特許に関し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "控訴人は，「高価になる」とか「複雑な干渉防止策が必要になる」というような問題点は，第2特許発明の従来技術の問題点ではないと主張する。",
            "しかし，第2特許明細書(甲2の2)には，「しかし，ＮC旋盤のバイトの選択は，1本のバイトによる切削作業の終了後，刃物台が後退して工具交換点に戻り，次のバイトを選択し，加工域に前進し，次のバイトによる切削作業を行うように構成されているのが通常であり，どうしてもバイト選択時の非切削時間が長くなってしまうことになる。勿論，それぞれのバイトに独立したバイト送り機構を設け，それぞれをＮC制御すれば，カム式の自動旋盤と同様に作業することも可能となるが，多数の制御軸を同時にＮC制御することとなり，ＮC装置も機械自体も高価なものとなると共に，各軸相互の干渉を防止するためには，ソフトウェアによるにしてもハードウェアによるにしても，かなり複雑な干渉防止策を講じなければならない。」(【0003】)，「【発明が解決しようとする課題】本発明は，上記欠点を解消し，複数個のバイトを有する旋盤においてバイト選択時の非切削時間を極力小さくし，且つＮC制御される軸を最小にする刃物台の工具送り方法を提供しようとするものである。」(【0004】)との記載がある。このように，第2特許発明においては，「それぞれのバイトに独立したバイト送り機構を設け」る解決案は，「ＮC装置も機械自体も高価なものとなると共に，各軸相互の干渉を防止するためには，ソフトウェアによるにしてもハードウエアによるにしても，かなり複雑な干渉防止策を講じなければならない。」から，第2特許発明の技術的課題に対する解決案にならないとされている。",
            "また，第2特許明細書の実施例の記載に，「…どの経路を通ってもバイト相互間又はワークとバイトとの間で干渉することは全くなく」(【0016】)，「…干渉防止のためにＮC装置又はプログラムが複雑になることもない。」(【0020】)とあるように，第2特許発明の実施例においても，干渉が発生しないような手段を課題の解決手段としている。",
            "したがって，第2特許発明においては，装置や機械が高価になったり，複雑な干渉防止策を講じなければならないような解決手段を，解決手段から除外していることは明らかであり，その意味において，第2特許発明の目的は，「複雑な干渉防止策を講ずることなく，非切削時間の短縮を実現すること」にあるから，控訴人の上記主張は誤りである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また，控訴人が主張するように，構成要件ⅡAの「刃物送り台」が複数の刃物送り台を含むというのであれば，そのような場合にも，第2特許の「特許請求の範囲」の記載から，第2特許発明の技術的課題を解決することが可能な方法を実施することができなければならないが，「刃物送り台」が複数である場合には，工具間に干渉(衝突)が起こらないような実施をすることはできない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "なお，控訴人は，原判決が「刃物送り台」を「単一の刃物送り台」と解釈したのは，最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁(いわゆる「リパーゼ最高裁判決」)に反すると主張する。",
            "しかし，控訴人の上記主張は，リパーゼ最高裁判決を，特段の事情のない限り，用語を明確化するためであっても，明細書の発明の詳細な説明や図面の参酌は許されないという趣旨で解釈しているものであるところ，リパーゼ最高裁判決は，あくまで出願査定に関するものであって，決して侵害訴訟における請求原因たる特許請求の範囲の解釈に適用されるものではなく，侵害訴訟においては，審査段階において全く比較対象となっていない侵害物件乃至侵害方法との対比の上で技術的範囲が定められるのであるから，常に明細書全文を特許請求の範囲とともに参照，参酌するのは当然のことであり，このことは，リパーゼ最高裁判決を受けて平成6年改正において設けられた特許法70条2項の解釈からしても裏付けられる。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "したがって，第2特許発明の構成要件ⅡAにいう「刃物送り台」は，ＮC自動旋盤上に配置された単一のものをいうと解釈すべきであるとの原判決の解釈に誤りはなく，控訴人主張に係る最高裁判決に違反するものでもない。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "第3特許に関し",
      "content": [
        {
          "fig": "ア",
          "subject": "控訴人が主張する「判断の誤り1(第3特許発明のベクトル演算による補正手段が乙20～25に開示されていないにもかかわらず誤って開示されていると認定したこと)」(主張イ)につき",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "二つの2軸同時制御機能を同時に動作させることは，周知慣用技術であったところ，「主軸台のZ1軸と平行なZ2軸方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行えば足りるようにすること」は，次のとおり周知慣用技術であった。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "乙21",
                      "text": [
                        "乙21には，",
                        "① 主軸を回転自在に支承し，この主軸の中心線方向であるZ軸方向に摺動する主軸台と，",
                        "② この主軸台の一側方に設けられ，保持する第1工具が前記主軸台前方の加工域に位置し，且つ前記Z軸方向と直交するX軸方向に移動する第1刃物台と，",
                        "③ 保持する第2工具が前記主軸台前方の加工域に位置し，且つ前記Z軸方向と平行なW軸方向に移動する第2刃物台と，",
                        "④ Z軸，X軸，W軸の各方向に沿った主軸台，X軸方向に移動する第1刃物台及びW軸方向に移動する第2刃物台の移動を制御する数値制御装置",
                        "とからなる数値制御自動旋盤であって，",
                        "⑤ 主軸台のZ軸方向の移動制御と同時にW軸方向に移動する第2刃物台を移動制御する時に，W軸方向の送り量及び送り速さと，主軸台のZ軸方向の送り量及び送り速さとのベクトル演算をし，W軸方向の移動制御を，主軸台のZ軸の停止を仮定してW軸のプログラミングを行えば足りるようにする補正手段を有するもの",
                        "が開示されている。",
                        "乙21におけるZ軸とW軸は，第3特許発明におけるZ1軸とZ2軸にそれぞれ対応するから，プログラムマニュアルに記載されている事項は，左側のシステム(輪郭加工を行うシステム)に存在する主軸台のZ1軸方向の移動制御と同時に右側のシステム(穿孔処理を行うシステム)に存在するZ2軸方向に移動する刃物台を移動制御する時に，主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行うことを意味する。したがって，穿孔処理において，輪郭加工による主軸台のZ1軸方向の移動制御と同時にZ2軸方向に移動する刃物台を移動制御する時に，Z2軸方向に移動する刃物台のZ2軸方向の送り量及び送り速さと，主軸台のZ1軸方向の送り量及び送り速さとのベクトル演算をすることを示している。",
                        "なお，乙21においては，Z1軸の移動に伴って加工品(被加工物)が移動するため，加工品のゼロ点(例えば，加工品の先端)は機械を基準として見ると，Z1軸が移動した分だけ移動する。したがって，WＮZ(加工品のゼロ点)＝Zi(機械を基準としたZ軸の実際値)となることは当然である。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "乙20",
                      "text": [
                        "乙20には，次のように記載されている(訳文1頁左欄下16行～9行)。",
                        "「W軸はZ軸の移動と同期される。W軸用にプログラムされた値は，ワークピースのゼロポイントに関連している。プログラマは，Z軸があたかも停止しているように，W軸を入力できる。右側のシステムの軸での穴あけ加工は，例えば，左側のシステムにおける外径加工の間に行うことが可能である。長手方向送りをオフすると，W軸は再び機械のゼロポイントを基準とする。」",
                        "したがって，乙20には，主軸台のZ軸(第3特許発明におけるZ1軸に相当)と平行なW軸(第3特許発明におけるZ2軸に相当)方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ軸(Z1軸)の停止を仮定してW軸(Z2軸)のプログラミングを行えば足りるようにする補正手段が開示されているというべきである。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "乙22の2",
                      "text": [
                        "乙22の2は，MATRA MANURHIN AUTOMATIC社が1985年(昭和60年)9月17日～25日に開催された第6回EMO HANNOVER展で配布したカタログである。",
                        "乙22の2には，MIRABEL32という製品が紹介されており，6枚目の左上上部の加工パターンの説明文には，「差動の速度と前進(送り)による旋削と穴あけ同時加工(減法のあるいは加法の)＝覆い隠された穴あけ」(訳文)と記載されている。同加工パターンに示されている二つの左向きの矢印(軸)は第3特許発明におけるZ1軸とZ2軸にそれぞれ対応する。この二つの左向きの矢印は方向と大きさとを有するベクトルである。その加工パターンは，加工品が，加工品の移動速度(主軸台のZ1軸方向の移動速度)からドリルを取り付けた刃物台の移動速度(Z1軸方向と平行なZ2軸方向の移動速度)を引いた速度，すなわち，主軸台の速度とドリルを取り付けた刃物台の速度との減法による差動の速度で穴あけ加工されることを示している。",
                        "この加工パターンにより，主軸台のZ1軸と平行なZ2軸方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行えば足りるように演算する補正手段が開示されているというべきである。"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "乙23",
                      "text": [
                        "乙23の539頁の左欄下3行～右欄8行に，CＮC−制御の自動旋盤の開発の重要なポイントが記載され，539頁右欄5行に，「複数の工具を同時に使用できること」(訳文)が重要なポイントであることが記載されている。また，539頁右欄9行～540頁右欄12行に，CＮC−制御の自動旋盤の構造が記載され，「この自動旋盤には，ワークの正面(前面)部分を加工するために，3本のスピンドルを持ったフロント装置が配備されています。各スピンドルは，時間を節約する差動処理やユーバーホール(追い越し)調整の後，内径の穴あけやネジ切り，或いは外径のネジ切りに使用することができます。」(訳文)と記載されている。さらに，540頁の図3(Bild3)には，穴あけと回転切削の同時加工が記載されており，切削加工による加工品の移動(主軸台のZ軸方向の移動)と同時にフロント装置を移動制御する時に，フロント装置の移動(Z軸と平行なW軸方向の送り量及び送り速さ)と，加工品の移動(主軸台のZ軸方向の送り量及び送り速さ)とのベクトル演算をする補正手段が示されている。",
                        "ここにおけるZ軸とW軸は，第3特許発明におけるZ1軸とZ2軸にそれぞれ対応するから，主軸台のZ1軸と平行なZ2軸方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行えば足りるように演算する補正手段が開示されているということができる。"
                      ]
                    },
                    {
                      "fig": "e",
                      "subject": "乙24",
                      "text": [
                        "乙24の655頁8行～14行には，「本機に使用されるコントローラーは，複数軸の同期作業及び同時並行作業を制御することが可能な為，外径加工と内径加工をそれぞれ個別にプログラミングすることができ，プログラミングが非常に簡単に行なえるようになっています。以下の例をもとに，同時に5軸を操作させることができるエレクターの優れた可動性を具体的にお見せしたいと思います：」(訳文)と記載されている。そして，655頁の図には，荒削りバイトにおける荒削り加工及び仕上げバイトにおける仕上げ加工と，大径ドリルにおける内径加工(又は小径ドリルにおける内径加工)とを同時にすることができること，同時に5軸を操作させることができ，W‐軸がZ‐軸と同期することが記載されており，加工品の移動(主軸台のZ軸方向の移動)と同時に大径ドリルにおける内径加工(又は小径ドリルにおける内径加工。W軸方向の移動)を移動制御する時に，大径ドリルにおける内径加工(又は小径ドリルにおける内径加工)のW軸方向の送り量及び送り速さと，加工品の移動のZ軸方向の送り量及び送り速さとのベクトル演算をする補正手段が示されている。ここにおけるZ軸とW軸は，第3特許発明におけるZ1軸とZ2軸にそれぞれ対応するから，乙24は，主軸台のZ1軸と平行なZ2軸方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行えば足りるように演算する補正手段が開示されているということができる。"
                      ]
                    },
                    {
                      "fig": "f",
                      "subject": "乙25",
                      "text": [
                        "乙25の16頁の上左図には，「外径加工用のレボルバーと内径加工用の正面装置(フロントユニット)を同期作業させることで，1ワークピース当たりに対して短い加工時間を達成できる」(訳文4頁)ことが記載されているから，乙25には，同期作業させることによって，主軸台のZ1軸と平行なZ2軸方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行えば足りるように演算する補正手段が開示されているということができる。"
                      ]
                    },
                    {
                      "fig": "g",
                      "text": [
                        "以上の乙20～25によると，「主軸台のZ1軸と平行なZ2軸方向の移動制御を，ベクトル演算を自動的に行って主軸台のZ1軸の停止を仮定してZ2軸のプログラミングを行えば足りるようにすること」は，第3特許出願日前において当業者にとって周知の技術であったということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "したがって，二つの2軸同時制御機能である，第1の2軸同時制御機能(X1，Z1)における主軸台のZ1軸方向の移動と同時に第2の2軸同時制御機能(X2，Z2)をして第2刃物台をZ2軸方向に移動制御をするときの，第2刃物台の実際の移動(Z2軸方向の送り量及び送り速さ)を，主軸台が移動しない場合において所望される第2刃物台の移動(Z2軸方向の送り量及び送り速さ)と，主軸台の移動(Z1軸方向の送り量及び送り速さ)とのベクトル演算をする補正手段によって実行することは，第3特許出願日(昭和60年11月29日)前において当業者にとって周知の技術であったことが明らかであるから，控訴人が主張する「判断の誤り1(第3特許発明のベクトル演算による補正手段が乙20～25に開示されていないにもかかわらず誤って開示されていると認定したこと)」は存しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "控訴人が主張する「判断の誤り2(乙19と第3特許発明との相違点についての認定の誤り)」(主張ウ)につき",
          "text": [
            "控訴人は，乙19の油圧シリンダの数値制御と，第3特許発明の数値制御装置とは異なるものである旨主張している。",
            "しかし，数値制御とは，「工作物に対する工具経路，その他，加工に必要な作業の工程などを，それに対応する数値情報で指令する制御。」を意味する(須田信英監修・中井多喜雄著「自動制御用語辞典」朝倉書店130頁［乙33］)から，数値情報で制御することは，油圧制御であっても可能であり，実際に行われていた。したがって，控訴人の上記主張は失当である。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "新たな特許無効理由の主張",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "記載不備(1)",
                  "text": [
                    "第3特許の「特許請求の範囲」(特許公報は甲3の2)の請求項1に記載の発明特定事項のうち「第2刃物台のZ2軸方向の送り量及び送り速さが，主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段」は，「主軸台のZ1軸方向の送り量及び送り速さ」と「何」の差分を演算するものなのかを特定できない。その結果，「補正手段」の機能及び構成が特定できない。この「第2刃物台のZ2軸方向の送り量及び送り速さが，主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段」については，「発明の詳細な説明」においても，請求項1の記載と同様の記載があるが，「主軸台のZ1軸方向の送り量及び送り速さ」と「何」の差分を演算するものなのかを特定できないことは，同様である。",
                    "したがって，第3特許の「発明の詳細な説明」には，当業者が容易にその発明を実施することができる程度に，その発明の目的，構成及び効果が記載されていないものであり，それ故に，「発明の詳細な説明」に記載した発明の内容が不明確であって，「特許請求の範囲」の記載は，「発明の詳細な説明」に記載した発明の構成に欠くことができない事項のみを記載していないから，第3特許は，平成2年法律第30号による改正前の特許法36条3項，昭和62年法律第27号による改正前の特許法36条4項が規定する要件を満たしておらず，無効である。",
                    "［判決注］各条文の内容は，次のとおりである。",
                    "・平成2年法律第30号による改正前の特許法36条3項",
                    "「前項第3号の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。」・昭和62年法律第27号による改正前の特許法36条4項",
                    "「第2項第4号の特許請求の範囲には，発明の詳細な説明に記載した発明の構成に欠くことができない事項のみを記載しなけばならない。ただし，その発明の実施態様を併せて記載することを妨げない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "記載不備(2)",
      "text": [
        "上記(ア)のように，第3特許の「特許請求の範囲」の請求項1に記載の発明特定事項のうち「第2刃物台のZ2軸方向の送り量及び送り速さが，主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段」は，その意味が不明確であるが，仮に，これが第3特許明細書(甲3の2)の(3．2)の記載により，Z1軸における単独の送り動作の送り量と送り速度と，Z2軸における単独の送り動作の送り量と送り速度を入力して，Z2軸の実際の送り量と送り速度を，Z2軸の単独の送り動作の送り量と送り速度の値にZ1軸のそれを加えた値(又は引いた値)とし，その値に従って，制御動作を行うという構成を有するものであると解されるとしても，「発明の詳細な説明」には，このような処理を可能とするために，数値制御装置がどのような構成となっているのか，どのような動作(内部動作)を行うのか等の記載がないから，当業者が容易に実施できる程度の記載がない。",
        "したがって，第3特許の「特許請求の範囲」の請求項1に記載の発明特定事項のうち「第2刃物台のZ2軸方向の送り量及び送り速さが，主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段」について，当業者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果が記載されていないから，第3特許は，平成2年法律第30号による改正前の特許法36条3項に規定する要件を満たしておらず，無効である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "要旨変更",
      "content": [
        {
          "fig": "a",
          "subject": "平成3年1月4日付け手続補正が要旨変更であること",
          "text": [
            "第3特許及び第4特許の出願当初の明細書(乙8)の「発明の詳細な説明」の記載は，(3．2)に「…Z2軸は単独の2次元補間動作を行う場合に必要な送り量と送り速度の値にZ1軸のそれを加えた値に従って移動する必要がある。」程度の記載(13頁下2行～14頁1行)があったのみで，「第2刃物台で加工する切削点における実際の送り速度がZ1軸とZ2軸の送り速度の和(又は差)となることによって，プログラムで指定した送り速度にならないことによるプログラム作成上の困難性が生じる」といった記載は，平成3年1月4日付け手続補正(乙64)によって初めて追加されたものである。このような説明を追加することにより，あたかも，数値制御装置自身が頭脳をもってZ1軸の移動速度とZ2軸の移動速度に基づいて，相対速度を自動的に演算し(「制御パルスの加算・減算によりZ1軸とZ2軸の差分となるよう演算」)，演算結果に基づいて，自動的に制御を行うような意味合いに，数値制御装置の技術内容がすり替わったのであるから，平成3年1月4日付け手続補正は，発明の要旨を変更する補正であり，平成5年法律第26号による改正前の特許法40条により，第3特許は，補正書提出日の平成3年1月4日に出願されたものとみなされる。",
            "［判決注］平成5年法律第26号による改正前の特許法40条は，次のとおりである。",
            "「願書に添付した明細書又は図面について出願公告すべき旨の決定の謄本の送達前にした補正がこれらの要旨を変更するものと特許権の設定の登録があった後に認められたときは，その特許出願は，その補正について手続補正書を提出した時にしたものとみなす。」"
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "公然実施",
      "text": [
        "控訴人は，昭和63年の第14回日本国際工作機械見本市(10月21日～30日開催)において，E16／20の型番を有するＮC工作機械を出品し，その後，昭和63年末からEシリーズ(E16，E20，E25，E32)の型番を付したＮC工作機械の製造販売を開始したが，これらは第3特許発明の技術的範囲に属する製品であるから，控訴人は，第3特許発明を公然実施した(乙57～60，乙61の1，2)。"
      ]
    },
    {
      "fig": "c",
      "subject": "まとめ",
      "text": [
        "平成3年1月4日付けの手続補正は，発明の要旨を変更する補正であり，第3特許は，補正書提出日の平成3年1月4日に出願されたものとみなされるところ，第3特許発明は，そのみなし出願日(平成3年1月4日)前に，控訴人によって公然実施されたから，特許法29条1項2号の要件を満たさず，無効である。仮に何らかの理由によって，新規性があるとしても，当業者は公然実施された発明から容易に発明できたから，特許法29条2項の要件を満たさず，無効である。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "第4特許に関し",
          "content": [
            {
              "fig": "ア",
              "subject": "第4特許発明の「Z1軸を媒介として同時に実行する3軸同時重複制御機能」の解釈につき",
              "text": [
                "第4特許発明の「Z1軸を媒介として同時に実行する3軸同時重複制御機能」は，意味不明であり，その内容を確定することができない。控訴人は，原審において，裁判所からこの内容を明確にするように釈明を求められながら，結局，その内容を明らかにできなかった。",
                "原判決は，控訴人の主張によっても「Z1軸を媒介として同時に実行する3軸同時重複制御機能」の意味内容を確定できないことに鑑み，「3軸同時重複制御機能について一応の定義が与えられている」(120頁下1行～121頁1行)としたうえで，被告製品が有する重畳制御機能は明らかに「Z1軸を媒介として同時に実行する3軸同時重複制御機能」とは異なると判断したものである。すなわち，第4特許発明の「3軸同時重複制御機能」は，Z2軸を制御対象としていないので，Z1軸の制御のみを行うものであるのに対し，被告製品が有する重畳制御機能は，Z1軸の制御にZ2軸の制御を関連させるため，Z2軸をも制御対象とするものであって，Z1軸及びZ2軸を制御対象とする点で異なることを指摘し，被告製品が有する重畳制御機能は，第4特許発明の「3軸同時重複制御機能」とは異なるとしたものであり，正当な判断である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "新たな無効理由の主張",
      "text": [
        "第4特許の平成3年1月4日付けの手続補正(乙64)は，上記(3)ウ(ウ)のとおり発明の要旨を変更する補正であるから，第4特許は，平成5年法律第26号による改正前の特許法40条に基づき，その補正書の提出日である平成3年1月4日に出願したものとみなされるところ，昭和62年6月12日には，昭62−130103号公開公報(乙69)により出願公開された。",
        "同公開公報には，次の各記載がある。",
        "「(3) 数値制御装置は，Z1軸方向の主軸台の移動とⅩ1軸方向の第1刃物台の移動，及びZ2軸方向とⅩ2軸方向の第2刃物台の移動のそれぞれの組合せで2軸方向に同時に移動させて2次元補間送り動作を行う第1及び第2の2軸補間機能と，前記組合せの双方の2次元補間送り動作をZ1軸を媒介として同時に実行する3軸同時補間機能とを有するものである特許請求の範囲第2項記載の数値制御自動旋盤。」(1頁左欄19行～右欄7行)",
        "「(2) Z1軸，Ⅹ1軸，Ⅹ2軸の3軸同時移動による2組の補間による加工",
        "第4図に示すように，Z1軸に対してⅩ1軸及びⅩ2軸の同時移動を行わせ，前記Z1軸とⅩ1軸及びZ1軸とⅩ2軸の各々の組合わせでZ1軸を媒介として2次元補間動作を行わせると，例えば第1刃物台32の工具33による荒切削と第2刃物台44の工具45による仕上げ切削とを同時に行わせることができる。」(4頁右上欄16行～左下欄4行)この公開公報の記載は，第4特許発明と同様に「Z1軸とⅩ1軸及びZ1軸とⅩ2軸の2組の送り動作をZ1軸を媒介として同時に実行する3軸同時重複制御機能」については，それ以上に何ら説明していないから，その技術的構成は不明であるが，それにしても，第4特許発明と同一の発明が記載されている。",
        "したがって，第4特許発明は，出願日前に頒布された刊行物に記載された発明であるから，特許法29条1項1号の要件を満たさず，無効である。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決107頁下1行目以下(「当裁判所の判断」)を，次のとおり改めるほかは，原判決の記載を引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "第1特許関係",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(ア)(構成Ⅰ−1の被告製品)a(構成要件ⅠC)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「X1軸方向に移動する」の解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第1特許明細書(甲1の2)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「前記従来のＮC旋盤は，制御軸数が少なく，また工具インデツクス時間を短縮できる特徴を有するが，次工程の工具を用いるには，横送り台を移動させてその工具を被加工物に接近させなければならない。このように，1個の工具で切削中に次の工具を被加工物に充分接近させることができず，また2個以上の工具で同時に切削することができないので，アイドルタイムが生じ，生産性の面で必ずしも満足できるものではなかつた。",
                            "この点，周知のスイス型自動旋盤は，主軸中心線に直交する面に複数の工具を放射状に配置してあるので，1個の工具で切削中に次の工具を被加工物に充分に接近させて待機させることができ，また2個以上の工具で同時に切削することも可能である。",
                            "しかし，スイス型自動旋盤をそのままＮC化しようとすると，1個の工具に対して，それぞれ1個の制御軸を要することとなり，工具を制御するためのＮC装置のハードウエアの構成も複雑になると共に，そのソフトウエアも工具毎にプログラムを行い，更に工具相互の干渉を防止しなければならないなど複雑で膨大なものとなり，全体として機械が高価になるという問題点を有する。",
                            "本発明の目的は，制御軸数が少なく，安価で，かつ高生産性のＮC旋盤を提供することにある。」(2頁3欄［発明が解決しようとする問題点］の欄)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「第1刃物台40は主軸中心線に向って接離する方向であるX1軸方向に移動し，第2刃物台52は同様に主軸中心線に向って接離する方向であるX2軸方向及びこれに直交する方向であるY軸方向に移動する。また孔加工用工具台70の加工軸74～76はZ軸方向に平行なB軸方向に摺動する。従って，例えば第1刃物台40の工具で切削中に第2刃物台52の工具を選択して被加工物に充分接近させて待機することができ，又は第1刃物台40の工具と第2刃物台52の工具とで同時に切削することもできる。また第2刃物台52の工具で切削中に，第1刃物台40に設けられた孔加工用工具台70の加工軸74～76の工具で同時に孔加工をすることもできる。また第1刃物台40及び第2刃物台52を制御するにはX1軸，X2軸及びY軸の3軸のみを制御すればよいので，使用可能な工具数に比べて制御軸数の少ないＮC旋盤が得られる。」(2頁3，4欄［作用］の欄)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，第1特許の「特許請求の範囲」には，請求項2及び3に，孔加工用工具台についてZ軸と平行なB軸を設けることが記載されているが，他の加工軸(第1刃物台のX1軸方向以外の移動等)を想定した記載はない(甲1の2)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，第1特許明細書には，第1特許の発明の目的が制御軸数が少なく，安価で，かつ高生産性のＮC旋盤を提供することにあり，使用可能な工具数に比べて制御軸数の少ないＮC旋盤が得られるという作用があることが記載されていること，及び他の請求項には，孔加工用工具台について請求項1に明示されていない加工軸を設けることが記載されているが，それ以外の加工軸を想定した記載はないことからすると，第1特許発明の構成要件ⅠCの第1刃物台が「X1軸方向に移動する」とは，X1軸方向にのみ移動することを意味しているものと解釈すべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，構成要件ⅠCは，「X1軸方向に移動する」と規定しているにすぎず，上記(ウ)の解釈は特許請求の範囲の記載に基づかないものである旨主張する。しかしながら，第1刃物台がX1軸方向以外の方向にも移動する構成が第1特許発明の技術的範囲に含まれるか否かについては，特許請求の範囲の記載に基づき，他の請求項の記載，並びに発明の詳細な説明及び図面の記載を参酌して解釈すべきであって(特許法70条1，2項)，そのようにしてされた上記(ウ)の解釈が特許請求の範囲の記載に基づかないものであるということはできないから，控訴人の上記主張は採用することができない。",
                        "また，控訴人は，第1特許の「特許請求の範囲」の請求項2及び3の記載は「孔加工用工具台」に関するものであって，「第1刃物台」に関するものではないから，請求項2及び3の文言を使っても，請求項1の「第1刃物台」の移動方向(＝制御軸の向き)を解釈することはできないと主張する。請求項2及び3は「孔加工用工具台」に関するものであるが，そうであるとしても，請求項2及び3には，「孔加工用工具台」にZ軸と平行なB軸を設けることが記載されているのみで，「第1刃物台」のX1軸方向以外の移動等を想定した記載はないから，上記(ウ)のとおり，「第1刃物台」がX1軸方向以外に移動しないことの根拠とすることができるというべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，第1特許発明においては，構成要件ⅠCの第1刃物台の「X軸」方向は，加工のための切り込み方向を示す軸であると主張し，その根拠として，第1特許発明の構成要件ICにおいては，X1軸方向の説明として「主軸中心線に向かって接離する方向である」という修飾語が付いていると主張する。しかし，この修飾語は，X1軸方向と主軸中心線との関係を示しているのみで，X1軸方向の移動が加工のための移動に限られることの根拠となるものではない。",
                        "また，控訴人は，上記主張の根拠として，1971年版のJISの定義(甲15)によれば「X軸」とは「Z軸に直交する平面内で工具の運動方向にとり」と記載されていることや，2003年版のJISの定義(甲24)では「X軸」は「ラジアル方向かつクロススライドに平行にとる」ものとされていることを主張するが，これらも一般的な「X軸」の定義をするものであって，第1特許発明においてX1軸方向への移動が加工のための移動に限られることの根拠となるものではない。",
                        "したがって，控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決前提事実(4)ア(イ)a(別紙物件説明書(Ⅰ−1))のとおり，構成Ⅰ−1の被告製品のT11−C(刃物台)は，T11−X1軸方向に移動するほか，T11−Y1軸方向にも移動するから，構成Ⅰ−1の被告製品は，構成要件ⅠCを充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，上記ア(オ)の主張を前提として，構成I−1の被告製品のT11−C(刃物台)は，切削加工のためにX1軸方向(T11−X1軸方向)へ移動するが，Y軸方向(T11−Y1軸方向)への移動は，切削加工のためのものではなく，工具選択のためのものに過ぎないから，構成Ⅰ−1の被告製品のT11−C(刃物台)がT11−Y1軸方向に移動するからといって，構成要件ⅠCを充足しないとはいえないと主張する。",
                    "しかし，上記ア(オ)の主張は，上記のとおり採用することができないし，前記ア(ア)の第1特許明細書の記載(［発明が解決しようとする問題点］及び［作用］)は，切削加工のための移動と工具選択のための移動を区別していない。この点について控訴人は，第1特許明細書(甲1の2)の［作用］の記載は，実施例の記載に過ぎないと主張するが，第1特許明細書において，［作用］は［実施例］と区別して記載されており，［作用］の記載は実施例の記載に過ぎないということはできない。そして，切削加工のための移動であっても，工具選択のための移動であっても，軸数が増えれば，第1特許の発明の目的にそぐわないものとなることは明らかである。そうすると，構成I−1の被告製品のT11−C(刃物台)のY軸方向(T11−Y1軸方向)への移動が工具選択のためのものであるとしても，構成要件ⅠCを充足しないとの結論を左右するものではない。",
                    "また，控訴人は，上記被告製品においては，使用する工具数に比べて制御軸の数が少なくなっているから，「制御軸数が少なく」という第1特許発明の目的，効果が実現されていると主張するが，上記のとおり，第1特許発明は，第1刃物台をX1軸方向のみに移動させることによって，「制御軸数が少なく」という目的，効果を実現するものであって，上記被告製品において，使用する工具数に比べて制御軸の数が少なくなっているからといって，第1特許発明の構成要件ⅠCを充足することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "争点(1)ア(イ)(構成Ⅰ−2①の被告製品)a(構成要件ⅠC)及び争点(1)ア(ウ)(構成Ⅰ−2②の被告製品)c(構成要件ⅠC)についてア 前記(1)アのとおり，第1特許発明の構成要件ⅠCの第1刃物台が「X1軸方向に移動する」とは，X1軸方向にのみ移動することを意味しているものと解釈すべきである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "原判決前提事実(4)ア(イ)b(別紙物件説明書(Ⅰ−2①))のとおり，構成Ⅰ−2①の被告製品のT12−C＝T12−E(正面刃物台)は，T12−X1軸方向に移動するほか，T12−Z1軸方向にも移動する。したがって，構成Ⅰ−2①の被告製品は，構成要件ⅠCを充足しない。",
                    "原判決前提事実(4)ア(イ)c(別紙物件説明書(Ⅰ−2②))のとおり，構成Ⅰ−2②の被告製品のT12−C＝T12−E(正面刃物台)は，T12−X1軸方向に移動するほか，T12−Z1軸方向にも移動する。したがって，構成Ⅰ−2②の被告製品は，構成要件ⅠCを充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，構成I−2①及び②の被告製品のT12−C＝T12−E(正面刃物台)は，第1特許発明の「第1刃物台」としても，同発明の「孔加工用工具台」としても機能するところ，上記被告製品の正面刃物台のZ1軸方向への移動は，切削加工のためではないから，「第1刃物台」として機能する場合ではなく，Z1軸方向へ移動するとしても，構成要件ⅠCを充足すると主張する。",
                    "しかし，上記(1)ア(オ)のとおり，第1特許発明の構成要件ⅠCにおける第1刃物台のX1軸方向への移動が加工のための移動に限られるとは解されないし，前記(1)ア(ア)の第1特許明細書の記載は，第1刃物台の移動について，移動目的で区別していない。また，第1特許の「特許請求の範囲」には，「…前記第1刃物台上に設けられ，前記ガイドブツシユを挟んで前記主軸台に対向して配置された孔加工用工具台」と記載されているから，「孔加工用工具台」は，第1刃物台上にあって，第1刃物台上がX1軸方向へ移動することによって同時に移動するのであって，第1刃物台の移動方向を更に増やすことは，その目的が「孔加工用工具台」としての移動であったとしても，制御軸数を少なくするという第1特許の発明の目的にそぐわないことになる。したがって，構成I−2①及び②の被告製品のT12−C＝T12−E(正面刃物台)のZ1軸方向への移動は，切削加工のためではないとしても，Z1軸方向へ移動する以上，構成要件ⅠCを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(1)ア(エ)(構成Ⅰ−3の被告製品)a(構成要件ⅠC)及びd(間接侵害の成否)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "事実関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(甲4の5～9，甲19の1，甲20，甲21の1～6，乙51)及び弁論の全趣旨によれば，次の事実を認めることができる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被控訴人作成に係るBS12／18の各製品のカタログ(甲4の5)5頁には，「混合制御」の見出しの下に，T12−C＝T12−E(正面刃物台)の保持する工具がT12−X2軸方向に移動して内径加工を行う図が描かれている。また，BS12／18−Ⅲのカタログ(甲4の6)5頁には，上記カタログ(甲4の5)5頁の図と同様の図が「内径テーパ加工を行う」ものであるとして記載されている。このように，これらの図は，被加工物の端面に孔空け加工を行った後に，被加工物の孔の中をくり抜く加工について説明しているものであり，T12−C＝T12−E(正面刃物台)をT12−X2軸方向に移動させ",
                          "text": [
                            "て被加工物の外径側に接近させれば，外径加工を行うことが可能である。",
                            "正面刃物台を有する構成Ⅰ−3の被告製品についても，同様の動作をすることができ，T13−C＝T13−E(正面刃物台)に鉤形のボーリングバイトを保持させ，これをT13−X1軸方向に移動させれば，外径加工を行うことが可能である。",
                            "さらに，パンフレット「ＮTK SS バイト 2001」(日本",
                            "特殊陶業。甲19の1)に記載された切削工具を使用しても，構成Ⅰ−3の被告製品のT13−C＝T13−E(正面刃物台)を利用して外径加工を行うことができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "構成Ⅰ−3の被告製品の取扱説明書(乙51)には，次の記載があ る。",
                                "「本取扱説明書に従わないで使用した場合，及び弊社の了解無しに製品を改造した場合の結果に対しては，一切の責任を負いません。",
                                "あらかじめご了承ください。」(表紙から2枚目「ご注意」欄)「ご使用になる前に本書を良くお読みいただき，能率の良い運転をされるようお願いいたします。",
                                "また，“できないこと”，“してはいけないこと”はとてもたくさんあり，本書にすべてを書き尽くすことはできません。従いまして，本書に“できる”と書いていない限り“できないもの”と考えてください。」(表紙から3枚目「はじめに」欄)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "上記取扱説明書には，T13−C＝T13−E(正面刃物台)に孔加工用工具(内径ツール)を取り付けて内径加工を行うことは記載されているが，外径加工用工具(外径ツール)を取り付けて外径加工を行うことは，一切記載されていない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "正面刃物台を有する被告製品の中には，正面刃物台で外径加工を行うことができるBS20／26／32−Ⅱ／32−Ⅲのように，オプションとして追加ホルダを正面刃物台の最下部に取り付け，追加ホルダの保持する工具で外径加工を行うものがあり，それらはカタログにその旨が記載されている(甲4の7～9)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成Ⅰ−3の被告製品のカタログ(甲4の3)2頁の「本体仕様」の表の6段目の「外径ツール数」の欄とは別に，8段目に「外径ツール数(正面)」の欄があり，6本の外径ツールが取り付けられることが記載されている。しかし，上記表の8段目の「外径ツール数(正面)」は，「内径ツール数(背面)」の誤記であると認められる。なぜなら，①同製品の取扱説明書(乙51)の2−10頁には，カタログ(甲4の3)の上記表と同一の表が記載されているが，取扱説明書(乙51)に記載された表では，表の8段目には「内径ツール(背面)」と記載されていること，②カタログ(甲4の3)記載のT13−C＝T13−E(",
                      "text": [
                        "正面刃物台)に関する図は，いずれも内径ツールに関する図であり，その1頁には「■X2刃物台(判決注，T13−C＝T13−E(正面刃",
                        "物台))には，正面6本，背面6本の最大12本のツールが取付可能」との記載があること，からすると，上記の8段目の「外径ツール数(正面)」は，「内径ツール数(背面)」の誤記であると認められるからである。なお，上記表の6段目の「外径ツール数」は，T13−C＝T13−E(正面刃物台)以外の刃物台に関する記載である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲25(応用機械工学編集部編著「ＮC工作機械ハンドブック」株式会社大河出版［昭和48年7月10日発行］)には，外径切削用の工具と孔加工用の工具を一つのホルダに取り付けることができるものが記載されている。",
                        "甲26の1(トラウプAG社の「TRAUB−TＮD200」のカタ",
                        "ログ)の表紙には，刃物台上に外径切削工具と孔加工用工具が同じような態様で取り付けられている写真が掲載されている。甲26の2(株式会社森精機製作所の「SL−25Series CＮC旋盤／ターニングセンタ」のカタログ)及び甲26の3(株式会社森精機製作所の「CL SERIES CＮC旋盤」のカタログ)には，外径切削工具と孔加工用工具が各種のホルダを使って刃物台に登載できることが記載されている。",
                        "甲27の1(株式会社タンガロイの「小型旋盤用工具 Jシリーズ」のカタログ)，甲27の2(株式会社タンガロイの「CUTTIＮGTOOLS 2004・2005」のカタログ)，甲27の3(京セラ",
                        "株式会社の「京セラ切削工具2005−2006」のカタログ)には，丸型のシャンクを有する孔加工用工具を取り付けることができる刃物台に取付け可能な外径切削用工具が記載されている。",
                        "甲35(三菱マテリアル株式会社の「ディンプルスリーブホルダ」のカタログ)には，外径切削工具と孔加工用工具が同一の刃物台に取り付けられている写真が掲載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成Ⅰ−3の被告製品の構成要件ⅠC充足性についての判断上記アの事実関係に基づき，構成Ⅰ−3の被告製品の構成要件ⅠC充足性について判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成Ⅰ−3の被告製品の取扱説明書(乙51)には，上記ア(ア)bのとおり，T13−C＝T13−E(正面刃物台)に孔加工用工具(内径ツール)を取り付けて内径加工を行うことは記載されているが，外径加工用工具(外径ツール)を取り付けて外径加工を行うことは，一切記載されていない。構成Ⅰ−3の被告製品のカタログ(甲4の3)には，上記ア(イ)のとおり「外径ツール数(正面)」との記載があるが，この記載は「内径ツール数(背面)」の誤記であると認められ，他には，構成Ⅰ−3の被告製品のカタログ(甲4の3)には，T13−C＝T13−",
                      "text": [
                        "E(正面刃物台)に外径加工用工具(外径ツール)を取り付けて外径加工を行うことは記載されていない。そして，構成Ⅰ−3の被告製品の取扱説明書(乙51)には，上記ア(ア)bのとおり，取扱説明書に記載された方法以外の使用を禁ずる記載がある。これらのことからすると，構成Ⅰ−3の被告製品のT13−C＝T13−E(正面刃物台)は，孔加工用工具(内径ツール)を保持するものであって，外径加工用工具(外径ツール)を保持するものとは認められないから，孔加工用工具台(構成要件ⅠE)であるということはできても，第1刃物台であると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記ア(ア)のとおり，構成Ⅰ−3の被告製品のT13−C＝T13−E(正面刃物台)に外径加工用工具を取り付けて外径加工を行うことがおよそできないというものではないが，上記(ア)のとおり，構成Ⅰ−3の被告製品のT13−C＝T13−E(正面刃物台)が外径加工用工具(外径ツール)を取り付けて外径加工をするものではない以上，「孔加工用工具台」(構成要件ⅠE)であるということはできても，「第1刃物台」であると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記ア(ウ)で認定した事実は，一般的に外径切削工具と孔加工用工具を同一の刃物台に取り付けることができることを示すにとどまり，構成Ⅰ−3の被告製品のT13−C＝T13−E(正面刃物台)が「第1刃物台」であることを示すものということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，構成Ⅰ−3の被告製品は，構成要件ⅠCを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "間接侵害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，構成Ⅰ−3の被告製品を製造，販売する被控訴人の行為につき，特許法101条2号の間接侵害の成立を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，仮に，構成Ⅰ−3の被告製品が第1特許発明の技術的範囲に属する数値制御自動旋盤の生産に用いる物であると認められるとしても，被控訴人が，第1特許発明の技術的範囲に属する数値制御自動旋盤の生産に用いられることを知りながら，同製品を生産し，譲渡したことを認めるに足りる証拠はない。",
                        "かえって，構成Ⅰ−3の被告製品の取扱説明書(乙51)には，T13−C＝T13−E(正面刃物台)に外径加工用工具を取り付けて外径加工を行うことができることは一切記載されておらず，取扱説明書に記載した以外の方法による使用を禁じていることからすると，被控訴人には，同製品が第1特許発明の技術的範囲に属する数値制御自動旋盤の生産に用いられることの認識はなかったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，構成Ⅰ−3の被告製品を製造，販売する被控訴人の行為につき，特許法101条2号の間接侵害は成立しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，被告製品1は，その余の点について判断するまでもなく，いずれも第1特許発明の技術的範囲に属さないから，控訴人の第1特許に基づく請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "第2特許関係",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(2)ア(構成要件ⅡA)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「刃物送り台」の解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(甲2の2，乙27)及び弁論の全趣旨によれば，次の事実を認めることができる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "構成要件ⅡBには，「該刃物送り台に設けられた工具ホルダで，工具相互の位置が固定された複数個の工具を保持するＮC自動旋盤において」と記載され，「それぞれの刃物送り台」とは記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "第2特許明細書(甲2の2)には，第2特許の発明の技術的課題につき，次の記載がある。",
                            "「【0002】",
                            "【従来の技術】近年のＮC自動旋盤の発達は目覚ましいものであり，高能率のＮC自動旋盤が種々発表されている。しかし，同一製品を連続して多数生産する場合には，未だカム式の自動旋盤には及ばない。",
                            "その最大の原因は，バイトの選択に要する時間が長い点によるものと思われる。即ち，カム式の自動旋盤では，1本のバイトで切削している間に次のバイトがワークの近くまで接近し，切削作業の完了したバイトが後退すると同時に次のバイトで切削することが可能であり，或いは，2本のバイト又はバイトとドリルによって同時に加工することもしばしば行われ，バイト選択時における非切削時間を極力少なくするようにカム設計が行われている。",
                            "【0003】しかし，ＮC旋盤のバイトの選択は，1本のバイトによる切削作業の終了後，刃物台が後退して工具交換点に戻り，次のバイトを選択し，加工域に前進し，次のバイトによる切削作業を行うように構成されているのが通常であり，どうしてもバイト選択時の非切削時間が長くなってしまうことになる。勿論，それぞれのバイトに独立したバイト送り機構を設け，それぞれをＮC制御すれば，カム式の自動旋盤と同様に作業することも可能となるが，多数の制御軸を同時にＮC制御することとなり，ＮC装置も機械自体も高価なものとなると共に，各軸相互の干渉を防止するためには，ソフトウェアによるにしてもハ−ドウェアによるにしても，かなり複雑な干渉防止策を講じなければならない。",
                            "【0004】",
                            "【発明が解決しようとする課題】本発明は，上記欠点を解消し，複数個のバイトを有する旋盤においてバイト選択時の非切削時間を極力小さくし，且つＮC制御される軸を最小にする刃物台の工具送り方法を提供しようとするものである。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，同明細書には，第2特許の発明の効果につき，次の記載がある。",
                            "「【0025】",
                            "【発明の効果】本発明は以上に述べたように，バイト選択のためのストロ−クが従来のＮC旋盤に比べて大幅に短縮され，バイト選択のための非切削時間が短縮されるにもかかわらず，刃物台制御のための駆動制御軸は2軸のみであって安価なものとなり，その効果は多大なものである。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "同明細書の【0006】ないし【0021】及び【図1】ないし【図3】には第2特許発明の第1の実施例が，【0022】，【0023】及び【図4】，【図5】には，第2の実施例がそれぞれ記載されているが，いずれも，ＮC自動旋盤上に刃物送り台を1台のみ備えた構成である。同明細書には，ＮC自動旋盤上に複数の刃物送り台を備えた構成に関する記載は全くない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "第2特許親出願(特願昭58−73548号，特許公報は乙27［特公平2−55161］)では，特許請求の範囲，明細書及び図面の記載を検討しても，ＮC自動旋盤上の刃物送り台が複数の刃物送り台を備えた構成に関する記載はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載事実によると，第2特許発明の目的は，複雑な干渉防止策を講ずることなく，非切削時間の短縮を実現することにあるものと認められる。そして，複数の刃物送り台を有すると，複数の刃物送り台間における干渉防止策を講ずる必要があるが，第2特許明細書には，そのことについての記載は全くなく，上記(ア)e認定の親出願に関する事実も考慮すると，構成要件ⅡAにいう「刃物送り台」は，ＮC自動旋盤上に配置された単一のものをいうと解釈すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，「複雑な干渉防止策が必要になる」という問題点は，従来技術の問題点ではなく，従来技術の問題点は，「どうしても非切削時間が長くなってしまうことになる」であると主張する。上記(ア)の事実によると，従来技術であるＮC自動旋盤の問題点は，「どうしても非切削時間が長くなってしまうことになる」ということであるが，第2特許発明は，この問題点を「複雑な干渉防止策を講ずることなく」解決するものであるから，上記(イ)のとおり，第2特許発明の目的は，複雑な干渉防止策を講ずることなく，非切削時間の短縮を実現することにあるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，構成要件ⅡBは，「該」という文字を「刃物送り台」に冠して刃物送り台を特定していて，該刃物送り台上の工具相互の位置が固定されていることを要求するものにすぎないから，ＮC自動旋盤上の刃物送り台が単一であるか，複数であるかは問題ではない旨主張するが，「該」の点からは，構成要件ⅡAにいう「刃物送り台」が複数であると解したとしても矛盾はしないということができるだけであり，それ以上に，「該」の点から刃物送り台が複数であることを意味すると解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，控訴人は，複数の刃物送り台を有する構成Ⅱの各被告製品のカタログには，「スタンバイ機能でアイドルタイムゼロ」との記載があり，複数の刃物送り台を有するＮC自動旋盤においても，非切削時間の短縮という効果を奏する旨主張する。",
                            "しかし，構成Ⅱの各被告製品は，複数の刃物送り台を配置した結果，干渉防止策を講じているものと考えられるところ，機械の高価格化を伴う同干渉防止策を講じるという第2特許発明とは異なる構成又は技術思想により非切削時間の短縮という効果を奏しているものと考えられる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，控訴人は，第2特許明細書記載の実施例が，いずれもＮC自動旋盤が刃物送り台を1台備えた構成であったとしても，第2特許発明の範囲が実施例に限定されるわけではない旨主張する。確かに，一般的にいえば，特許発明が実施例に限定されるものではないことは控訴人主張のとおりであるが，前記(イ)で行った特許請求の範囲の解釈は，第2特許発明の技術的範囲を確定するために，発明の詳細な説明及び図面等を考慮したものに過ぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，分割前の親出願を考慮することはできないと主張する。",
                        "親出願に係る発明と分割出願に係る発明は別発明であるが，分割出願は，二以上の発明の一部を分割して出願するものである(特許法44条1項)から，分割出願に係る発明は親出願に係る発明に包含されていなければならない。そのような親出願に係る発明と分割出願に係る発明の関係からすると，第2特許親出願に，ＮC自動旋盤上の刃物送り台が複数の刃物送り台を備えた構成に関する記載がないことは，第2特許について，ＮC自動旋盤上の刃物送り台が複数の刃物送り台を備えた構成が含まれていないことの一つの根拠となるものというべきであって，控訴人の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "控訴人は，最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁の違反を主張するが，同判決は，「特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性を審理する」場合における発明の要旨認定に関する判決であって，特許権侵害訴訟における特許発明の技術的範囲の解釈に関する判決ではないから，同判決後の平成6年改正において設けられた特許法70条2項(特許発明の技術的範囲)の規定にかんがみ，本件に適切でなく，上記(イ)の判断が同判例違反になることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決前提事実(4)イ(イ)a(別紙物件説明書(Ⅱ−1ア))のとおり，構成Ⅱ−1アの被告製品には，T21−Af(刃物送り台)及びT21−Ar(刃物送り台)がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "同じく前提事実(4)イ(イ)b(別紙物件説明書(Ⅱ−1イ))のとおり，構成Ⅱ−1イの被告製品には，T21−Af(刃物送り台)及びT21−Ar(刃物送り台)がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "同じく前提事実(4)イ(イ)c(別紙物件説明書(Ⅱ−2ア))のとおり，構成Ⅱ−2アの被告製品には，T22−Af(刃物送り台)及びT22−Ar(タレット刃物送り台)がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "同じく前提事実(4)イ(イ)d(別紙物件説明書(Ⅱ−2イ))のとおり，構成Ⅱ−2イの被告製品には，T22−Af(刃物送り台)及びT22−Ar(タレット刃物送り台)がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "同じく前提事実(4)イ(イ)e(別紙物件説明書(Ⅱ−3))のとおり，構成Ⅱ−3の被告製品には，T23−Af(タレット刃物送り台)及びT23−Ar(タレット刃物送り台)がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のように，構成Ⅱの各被告製品には複数の刃物送り台が配置されているから，同被告製品の使用行為は，構成要件ⅡAを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "MB38S及びMU26／38S",
              "text": [
                "控訴人は，MB38S及びMU26／38Sについては，何ら主張，立証をしないから，上記製品の使用行為が第2特許発明の技術的範囲に属するものと認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，被告製品2を製造，販売する被告の行為につき，特許法101条3号，4号の間接侵害の成立をいう控訴人の主張は，その余の点について判断するまでもなく理由がないから，控訴人の第2特許に基づく請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "第3特許関係",
          "text": [
            "第3特許には，以下のとおり，進歩性欠如(特許法29条2項)の無効理由が存在し，特許無効審判により無効にされるべきものと認められるから，控訴人の第3特許に基づく請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用例Ⅲ−2との対比について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "昭和52年11月24日に発行された引用例Ⅲ−2(特公昭52−46389号公報，乙19)には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "「ベッドと，被加工物を把持する主軸を内蔵し該主軸の軸線と平行に前記ベッド上を往復移動可能な主軸台と，前記主軸の軸線を中心として回転可能なガイドブッシュを支持し前記主軸台の前方位置に於て前記ベッド上に着脱可能に装着されたガイドブッシュ支持台と，前記主軸台を跨いで前記ベッド上に架設された門形コラムと，前記主軸軸線に直交する面内で前記門形コラムに設けられた鉛直な案内面と，前記主軸の軸線に対して接近及び離隔運動可能に前記案内面に沿って上下動可能な刃物台と，前記刃物台に取付けられ前記主軸の軸線に平行な軸線を中心に回転可能なターレットと，を有し，前記ターレットに支持された工具の先端延長線が前記ガイドブッシュ端面近傍の位置に於て前記主軸線に交叉するように前記刃物台と前記ガイドブッシュ支持台との相対位置関係が設定されている，主軸台摺動型自動盤。」(1頁1欄「特許請求の範囲」)"
            },
            {
              "fig": "(イ)",
              "subject": "「本発明は自動旋盤に関し，特に，棒状の被加工物の一端を把持しながら該被加工物をその軸線のまわりに回転させると同時に該軸線に沿って運動する主軸台と，前記軸線に対して直角方向に切込運動をする刃物台とから成る自動旋盤に関する。」(1頁1欄下2行～2欄3行)(ウ) 「第1図は本発明による新規な単軸自動盤の正面図であり，この旋盤は慣用の工作機械と同様に固定ヘッド1の上面に該ヘッドの長手方向に沿つて形成された一つの摺動案内面1a(第2図参照)を有しており，この摺動案内面上にはパルスモータ2と公知のボールねじ式送り機構とによつて該案内面に沿つてベッド1の長手方向に制御された往復運動をする主軸台3が載置されている。ベッド1には摺動案内面1aと主軸台3とをまたいで鉛直上方に伸びる門形のコラム4が固定されており，このコラム4には主軸軸線Z1と直交する鉛直案内面4aが形成されている。この案内面4aにはパルスモータ5と公知のボールネジ式送り機構とによつて昇降される刃物台6が装架されており，この刃物台6には前記主軸軸線Z1と平行な中心軸線Z2のまわりに割り出し回転される第一のターレット7が装着されている。」(2頁3欄35行～4欄7行)"
            },
            {
              "fig": "(エ)",
              "subject": "「ベッド1の一方の側には…摺動案内面1aの長手方向側縁に沿って伸びる比較的低い高さの支持架台9が固定されており，この支持架台9には主軸軸線を含む鉛直面に対してある角度だけ傾き，かつベッド1の長手方向に平行に伸びている傾斜した長手方向摺動案内面9aが形成されており，この摺動案内面9aには油圧シリンダー10によつて駆動される長手方向摺動台11が装架されている。この長手方向摺動台11には前記摺動案内9aと平行な傾斜面を有しかつ前記長手方向摺動台11の運動方向と直角な方向に伸びる横方向摺動案内面11aが形成されており，この横方向摺動案内面11a上にはパルスモータ12とボールねじ機構13などの送り機構により駆動される横方向摺動台14が装架されている。横方向摺動台14上には横方向摺動案内面11aに直交する軸線Xを中心として割り出し回転される第2ターレット15が装着されており，この第2ターレット15には油圧シリンダー10の作動と同期して駆動される割り出し機構が内蔵されている。」(2頁4欄22行～42行)"
            },
            {
              "fig": "(オ)",
              "subject": "「…第1ターレット7に装着された工具により被加工物の外周旋削を行いながら同時に被加工物の端面を第2ターレット15に装着された工具の一つによつて切削加工することができる。」(3頁5欄3行～7行)"
            },
            {
              "fig": "(カ)",
              "subject": "「…本発明機械によつて棒状被加工物を切削加工する場合には，…主軸が回転された後，図示されない制御装置からの指令により第1ターレット7が割り出し回転され，所定の工具が鉛直下方を向くように割り出される。次でパルスモータ5に指令パルスが与えられ刃物台6が所定位置まで下降された後，被加工物の外周の旋削加工が行われる。同時に制御装置によりパルスモータ2にも指令パルスが与えられ，これにより主軸台3には主軸軸線方向に沿つて所定の送り運動が与えられる。」(3頁5欄13行～30行)"
            },
            {
              "fig": "(キ)",
              "subject": "「外周面の旋削加工と同時に端面の加工が必要な場合には図示されない割り出し機構により第2ターレット15が割り出された後，油圧シリンダー10により主軸軸線方向に送られる長手方向摺動台11及び，パルスモータ12により傾斜案内面11aに沿つて主軸軸線と直交する方向に送られる横方向摺動台14とによつてターレット15に装着された工具が被加工物の端面に向つて送られる。」(3頁5欄32行～39行)"
            },
            {
              "fig": "(ク)",
              "subject": "「上記のような構造を有する本発明機械に於ては高精度の加工ができるガイドブッシュ式支持方式を採用するとともに，工具を数値制御装置の指令によつて送られるターレットに装着する構造を採用している…」(3頁5欄40行～44行)"
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記アの記載によると，乙19には，次の各事項が記載されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "乙19に記載された自動旋盤は，①固定ベッド1の上面に形成された摺動案内面1a上をベッド1の長手方向に往復運動をする主軸台3と，②主軸軸線Z1と直交する鉛直案内面に装架された同案内面を昇降する刃物台6と，刃物台6に装着された第1のターレットと，③ベッド1の一方の側の支持架台9と，該支持架台9に設けられ主軸軸線を含む鉛直面に対してある角度だけ傾きかつベッド1の長手方向に平行に伸びている傾斜した長手方向摺動案内面9aに装架される長手方向摺動台11と，長手方向摺動台11に形成された摺動案内面9aと平行な傾斜面を有し，かつ前記長手方向摺動台11の運動方向と直角な方向に伸びる横方向摺動案内面内11上に装架される横方向摺動台14と，横方向摺動台14に装着された第2ターレット15と，を備えているものである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "乙19に記載された自動旋盤は，第1ターレット15に装着された工具により被加工物の外周旋削を行いながら同時に被加工物の端面を第2ターレット15に装着された工具により切削加工することができるものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "第1ターレット15による被加工物の外周旋削は，数値制御装置の指令によりパルスモータ5に指令パルスが与えられ刃物台6が所定位置まで下降すると同時に，数値制御装置の指令によりパルスモータ2にも指令パルスが与えられ，これにより主軸台3に主軸軸線方向に沿って所定の送り運動が与えられることにより行われるものである。したがって，この外周旋削は，主軸台の軸線方向送りと刃物台の下降とを同時に行う2軸同時制御により行われるものということができる。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "外周面の旋削加工と同時に端面の加工を行う場合には，油圧シリンダー10により主軸軸線方向に送られる長手方向摺動台及び数値制御装置の指令によりパルスモータ12によって傾斜案内面11aに沿って主軸軸線と直交する方向に送られる横方向摺動台14とによってターレット15に装着された工具が被加工物の端面に送られることにより行われるものである。"
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上のイで認定した事実からすると，乙19には，①主軸を回転自在に支承し，この主軸の軸線方向であるZ1軸方向に摺動する主軸台と，②この主軸台の一側方に設けられ，保持する第1工具が前記主軸台前方の加工域に位置し，且つ前記Z1軸方向と直交するX1軸方向に移動する第1刃物台と，③前記主軸台をはさんで対向する側に設けられ，保持する第2工具が前記主軸台前方の加工域に第1工具と対向して位置し，且つ前記Z1軸方向と平行なZ2軸方向及び直交するX2軸方向の双方に移動する第2刃物台と，④Z1軸，X1軸，X2軸の各方向に沿った主軸台，第1刃物台，第2刃物台の移動を制御する数値制御装置とからなる数値制御自動旋盤において，⑤前記数値制御装置は，Z1軸方向の主軸台の移動とX1軸方向の第1刃物台の移動を同時に移動制御する，⑥自動旋盤が記載されているものと認められ，以上の点で第3特許発明と一致する。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "しかし，乙19に記載された自動旋盤は，次の各点において，第3特許発明と相違する。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "乙19においては，第2刃物台のZ2軸方向の移動は，油圧シリンダーにより送るとされていて，数値制御装置によってX2軸方向の移動と同時に移動制御されているかどうか明らかでない点(相違点1)。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "乙19には，Z1軸方向の主軸台の移動とX2軸方向の第2刃物台の移動が同時に移動制御されるとの記載がない点(相違点2)。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "乙19には，「第1の2軸同時制御機能による主軸台のZ1軸方向の移動制御と同時に第2刃物台を移動制御する時に，第2刃物台のZ2軸方向の送り量及び送り速さが，主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段を有する」ことについての記載はない点(相違点3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点1，2について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "乙52(日本油圧工業会編「油圧技術入門Ⅲ−工作機械・プレス−」日刊工業新聞社［昭和38年10月30日発行］88頁～90頁)の「図1・101」には，油圧シリンダーをサーボバルブを用いて数値制御する「数値制御フライス盤」が示されており，「図1・101は日立製作所の数値制御Ｎo2 1／2立フライス盤のブロック線図である。外観を図1・102に示す。日立製作所では数値制御方式として紙テープを指令テープとする…と磁気テープを指令テープとする…の2種類の数値制御方式を製品化している。」と記載されている(88頁下1行～90頁3行)。",
            "また，乙54(塩崎義弘・山本英昭共著「機械技術者のための数値制御」共立出版株式会社［昭和44年11月1日発行］)，乙55(ＮCハンドブック編集委員会編「ＮCハンドブック」日刊工業新聞社［昭和47年5月25日発行］)，乙56(特開昭60−8501号公報)にも，油圧シリンダを数値制御することが記載されている。",
            "これらの事実からすると，工作機械において，油圧シリンダを数値制御することは，乙19の出願(昭和47年10月17日)前に通常行われていた周知技術であると認められる。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "控訴人は，第3特許出願当時(昭和60年11月29日)には，乙19の油圧シリンダー10を数値制御してみるというような発想は，当業者には存しなかったと主張し，甲29(控訴人知的財産部技術顧問 Aの陳述書)には，この主張に沿う記載があるが，上記ア認定の事実に照らし，甲29の陳述書の記載は採用することができない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，乙19において，第2刃物台をZ2軸方向へ送る油圧シリンダーを，数値制御装置によって移動制御することは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到することができたものと認められ，その場合に，Z1軸方向の主軸台の移動とX1軸方向の第1刃物台の移動(前記(1)⑤)と同様に，第2刃物台のZ2軸方向の移動とX2軸方向の移動を同時に制御することも，当業者が容易に想到することができたものと認められる。更に，Z1軸方向の主軸台の移動とX2軸方向の第2刃物台の移動を同時に制御することも，同様に，当業者が容易に想到することができたものと認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点3について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "乙21(シーメンス社製ＮC装置8MC−Z2のプログラムマニュアル［Programmieranleitung 独文］)には，次の記載がされている。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "「3．31 Folgevorschub(判決注，追従送り機構)",
              "text": [
                "上記の追従送り機構(FV)は，自動旋盤用の特殊機能である。自動旋盤の場合，スピンドルS1はZ軸(2．「軸」)に取り付けられている(図を参照)。",
                "Z軸が作動すると，工具ではなく，加工品および加工品のゼロ点(原点 Werkstücknullpunkt)が運動する。追従式送り機構(FV)の場合，W軸(4．「軸」)と加工品のゼロ点(原点)(2．「軸」)間に関連づけが成立する。",
                "W軸は，Z軸の運動に連動する(すなわち，Z軸に追随する)。W軸のプログラミングした値は，加工品のゼロ点(原点)に関連づけられる。",
                "すなわち，Z軸の静止を仮定してW軸のプログラミングを行うことが可能となる。例えば，左側のシステムで輪郭加工を行いながら，同時に右側のシステムの軸で穿孔処理を行うことが可能となる。追従式送り機構(FV)をシャットダウンすると，W軸は再び機械のゼロ点(原点)に関係付けられる。」(独文49頁左欄下1行～右欄23行，訳文1頁)"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "「3．31．1 G74 Folgenvorschug(FV)einschalten",
              "text": [
                "(判決注，追従式送り機構(FV)の起動)",
                "追従式送り機構(FV)を起動する場合，M21を介して両システムの同期をとる必要がある。追従式送り機構(FV)の選択は，実際には右側のシステムで行う。",
                "例",
                "％L ％R",
                "M21 M21",
                "G74 W．．．",
                "G74の文でW軸(4．「軸」)のプログラミングを行う必要がある。",
                "W軸のプログラミングした軌道は，既に加工品のゼロ点(原点)に関連づけられている。G74がアクティブな状態になると，「Z軸の現在位置」(Z軸−Z軸のゼロ点(原点)偏移)と「Z軸の機械のゼロ点(原点)」間の差(DIF＝Zist−ＮVz−Ｎz)が作られて，動作が",
                "開始する(図を参照)。",
                "補正移動(DIF)は，補間モードG0またはG1で行われる。補間モードG0またはG1は，G74の文の前またはG74の文で選択する。",
                "DIF−加工品のゼロ点(原点)を基準とした補正動作",
                "ＮV−ゼロ点(原点)のオフセット",
                "Zi−機械を基準としたZ軸の実際値",
                "Wi−W軸の実際値",
                "Ｎz−Z軸のゼロ点(原点)",
                "WＮz−加工品のゼロ点",
                "Ｎw−FVがシャットダウンされると，W軸の0点は機械システムに関連づけられる。",
                "Ｎw−追従式送り機構(FV)を起動した場合，W軸のゼロ点(原点)は加工品のゼロ点に関連づけられる。Ｎw＝Wnz」(独文49頁右欄24行～50頁左欄下9行，訳文1～2頁)"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "「3．31．2 G75 Folgevorschub ausschalten(判決注，追従式送り機構(FV)のシャットダウン)",
              "text": [
                "G75の文では，W軸の絶対位置は機械システム(座標系)を基準として計算しなおされ，Z軸とW軸との連結は解除される。この時点で，軸は静止している。追従式送り機構(FV)(G75の文)の解除は右側のシステムで行う。」(独文50頁左欄下8行～下1行，訳文2頁)(エ) 「3．31．3 Anwendungshinweise (判決注，使用方法)…",
                "−Z軸およびW軸の速度の重ね合わせにより，W軸の速度が速くなりすぎた場合，W軸の速度は既定の最大速度(MD Ｎ133)に制限される。」(独文50頁右欄17行～23行，訳文3頁)"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記アの記載によると，乙21に記載されている自動旋盤は，「ワークピースを保持しZ軸方向に移動させる主軸S1と，X方向に移動可能な切削工具により輪郭加工を行う左側のシステム」と，「加工用の工具をZ軸と平行なW軸方向に移動させて穿孔加工を行う右側のシステム」とを備えたものである。そして，上記ア(ア)の記載によると，この自動旋盤は，追従送り機構(FV)により，右側のシステムの軸での穿孔加工を，左側システムにおける輪郭加工の間に行うことが可能であること，W軸はZ軸の運動に連動する(Z軸に追随する)こと，W軸のプログラミングをZ軸の静止を仮定して行うことが可能となることが認められる。",
            "また，上記ア(イ)の記載によると，追従送り機構を起動する場合には，左側のシステムと右側のシステムをM21を介して同期させる必要があること，G74の文でW軸をプログラミングする必要があり，W軸のプログラミングされた軌道は，加工品のゼロ点(原点)に関連づけられ，G74がアクティブな状態になると，Z軸の現在位置(Z軸の位置からZ軸のゼロ点偏移を引いたもの)とZ軸の機械のゼロ点(原点)間の差DIFが計算されて動作が開始するものであって，そのDIFは，加工品のゼロ点(原点)を基準とした補正動作であり，Zist−ＮVz−Ｎzで計算されるものであることが認められる。そして，上記ア(イ)の記載によると，Ziは機械を基準としたZ軸の実際値であり，ＮVzはZ軸のゼロオフセットであり，ＮzはZ軸のゼロ点(原点)であるから，DIFは，Z軸の移動による加工品の原点の移動量に相当する量であると理解することができる。",
            "さらに，上記ア(イ)の記載によると，WＮzは加工品のゼロ点(原点)であり，ＮwはW軸のゼロ点であるところ，追従式送り機構を起動すると，Ｎw＝WＮzとなることが説明されており，上記ア(イ)の図の下の図から，ＮwをWＮzに同期させていることが見てとれるから，W軸の実際の移動量は，Z軸が停止している場合の加工品のゼロ点を基準として設定された移動量に，Z軸の移動により加工品のゼロ点が移動した量を加えた量として制御されているものと理解することができる。",
            "なお，Z軸とW軸の移動方向が互いに逆方向となる場合には，Z軸の移動により加工品のゼロ点が移動した量であるDIFは，W軸の進行方向とは逆方向の量となるから，その補正動作は，Z軸が停止している時の加工品のゼロ点を基準としたW軸の移動量から，DIFを差し引いたものとなることは明らかである。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "上記ア(エ)の「Z軸およびW軸の速度の重ね合わせにより，W軸の速度が速くなりすぎた場合，W軸の速度は既定の最大速度…に制限される」との記載からみて，乙21の上記追従式送り機構においても，Z軸の送り速度とW軸の送り速度が設定可能であると認められるところ，上記イのとおり，追従式送り機構においては，W軸のプログラミングした値は，Z軸の静止を仮定したものであることからすると，W軸の送り速度についてもZ軸が停止していると仮定した状態での送り速度が設定されるものと解される。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "してみると，W軸の実際の送り速度は，上記イの移動量と同様に，W軸の設定された送り速度にZ軸の設定された送り速度を加えた値(W軸とZ軸の送り速度が同じ方向であるとき)又はW軸の設定された送り速度からZ軸の設定された送り速度を差し引いた値(W軸とZ軸の送り速度が逆方向であるとき)となるものと解することができる。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "以上のことから，乙21の上記追従式送り機構のプログラムにおいては，左側のシステムによる輪郭加工中のZ軸方向の移動制御と同時に，右側のシステムによる穿孔加工中のW軸の移動量を制御する時のW軸の移動量及び送り速度は，Z軸の静止を仮定してW軸について設定された移動量及び送り速度とZ軸の移動量及び送り速度との差分(DIF)が計算される補正演算が行われるものと認められる。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "乙20(シーメンス社製ＮC装置8MC−Z2のプログラムマニュアル，Programming Instructions［英文］)にも，乙21と同様の記載があるから，乙20は，W軸の移動量および送り速度を，W軸について設定された移動量及び送り速度とZ軸の移動量及び送り速度との差分として補正演算するものが記載されていると認められる。"
          ]
        },
        {
          "fig": "キ",
          "text": [
            "控訴人は，乙21において，WＮzとZiは，「WＮz−加工品のゼロ点(原点)，Zi−機械を基準としたZ軸の実際値」であるところ，「加工品のゼロ点(原点)」(移動しない点)であるWＮzが，「機械を基準としたZ軸の実際値」(移動する点)Ziとなることは考えられない，と主張する。しかし，上記ア(ア)のとおり，乙21には，「Z軸が動作すると，工具ではなく，加工品および加工品のゼロ点(原点)が運動する。」と記載されているから，加工品のゼロ点(原点)は，Z軸が動作することによって移動するのであり，WＮz＝Ziとなることは，何ら不合理ではない。",
            "また，控訴人は，乙21は，従来の数値制御データの入力と同様にして，「主軸台のZ1軸と平行なZ2軸方向の移動制御を，プログラマが計算して主軸台のZ1軸の移動の停止を仮定してZ2軸のプログラミングを行えば足りるようにする」ことが記載されているのであって，ベクトル演算を自動的に行うことは記載されていないと主張する。しかし，乙21においては，上記イ認定のとおり，プログラムが自動的にZ軸方向の送りによる加工品のゼロ点の移動量を計算し，この移動量が差し引かれてW軸の実際の移動量が決定されるものと認められるから，乙21が，控訴人の主張するように，プログラマがZ軸の静止を仮定して計算した値をW軸の制御量として入力するものであると解することはできない。",
            "さらに，控訴人は，Z軸の移動量は，本来Z軸のゼロ点(Ｎz)とZ軸の移動先(Zi)までの距離とすべきであって，加工品のゼロ点(WＮz)までの距離をZ軸の移動量とすることはできない，と主張する。しかし，上記のとおり，乙21の加工品のゼロ点WＮzの移動は，Z軸の移動によって行われるものであって，WＮzの移動量とZ軸の移動量とが同じ値となることは明らかであるから，控訴人の主張は採用することができない。"
          ]
        },
        {
          "fig": "ク",
          "text": [
            "以上のとおりであるから，「第1の2軸同時制御機能による主軸台のZ1軸方向の移動制御と同時に第2刃物台を移動制御する時に，第2刃物台のZ2軸方向の送り量及び送り速さが，主軸台のZ1軸方向の送り量及び送り速さとの差分となるよう演算する補正手段を有する」こと(相違点3)については，乙20，21を乙19と組み合わせることにより，当業者が容易に想到することができたものと認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "まとめ",
      "text": [
        "以上によれば，第3特許発明は，乙19～21と周知技術に基づいて容易に発明することができたから，第3特許には，進歩性欠如(特許法29条2項)の無効理由が存在し，特許無効審判により無効にされるべきものと認められるので，特許法104条の3により，特許権者たる控訴人は被控訴人に対しその権利を行使することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "5",
                  "subject": "第4特許関係"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "争点(4)ア(ア)(構成Ⅳ−1アの被告製品)d(構成要件ⅣF)について",
      "content": [
        {
          "fig": "ア",
          "subject": "3軸同時重複制御機能の解釈",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "証拠(甲3の2)及び弁論の全趣旨によれば，次の事実を認めることができる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "第3特許明細書(甲3の2)7欄7行～15行には，次の記載がある。",
                        "「Z1軸に対してX1軸及びX2軸の同時移動を行わせるために，前記Z1軸とX1軸及びZ1軸とX2軸の各々の組合わせでZ1軸を媒介とする2組の2軸同時制御機能(これを3軸同時重複制御機能という)を用いて，同時に重複して2組の2次元移動制御を含む送り動作を行わせると，例えば第1刃物台の第1工具による荒切削と第2刃物台の第2工具による仕上げ切削とを同時に行わせることができる。」"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "同明細書10欄9行～24行には，次の記載がある。",
                        "「(2) Z1軸，X1軸，X2軸の3軸同時移動のための2組の2次元移動制御を含む送り動作の組合せによる加工(3軸同時重複制御機能)",
                        "第4図に示すように，Z1軸に対してX1軸及びX2軸の同時移動を行わせるために，前記Z1軸とX1軸及びZ1軸とX2軸の各々の組合わせでZ1軸を媒介とする2組の2軸同時制御機能(これを3軸同時重複制御機能という)を用いて，同時に2次元移動制御を含む送り動作を行わせると，例えば第1刃物台32の第1工具33による荒切削と第2刃物台44の第2工具45による仕上げ切削とを同時に行わせることができる。",
                        "但し，この場合には，第1工具33による荒切削と第2工具45による仕上げ切削の送り速度は同一である。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "text": [
        "同明細書10欄25行～11欄27行には，次の記載がある。",
        "「(3) Z1軸とX1軸及びZ2軸とX2軸の4軸同時移動のため",
        "の2組の2次元移動制御を含む送り動作による加工",
        "(3.1) 第1の2軸同時制御機能を用いたZ1軸とX1軸による2次元移動制御を含む送り動作を実行すると共に，第2の2軸同時制御機能を用いてZ2軸とX2軸に2次元移動制御を含む送り動作を行わしめ，Z2軸にZ1軸と同期する送りを与え，X2軸に送りを与えなければ，例えば第5図に示すように第2刃物台44の第2工具45にセンター機能をもたせ，これによって主軸23に把持された被加工物60をセンター支持しながら第1刃物台32の第1工具33で切削することができる。",
        "ここで，Z2軸の送り(送り量及び送り速さ)は，Z1軸(主軸台22)の送りとの差分が0であり，同一方向に同じ速度で送られるので，Z1軸の送りのための制御信号をできるだけそのまま使うことがミスの発生等を防止する上で望ましい。",
        "(3.2) 第1の2軸同時制御機能を用いたZ1軸とX1軸による2次元移動制御を含む送り動作で第1刃物台32の第1工具33で主軸23に把持された被加工物60を切断中に，第2の2軸同時制御機能を用いたZ2軸とX2軸による2次元移動制御を含む送り動作で第2刃物台44の第2工具45で同一被加工物60を加工しようとすると，Z1軸の移動に伴って被加工物60が移動するため，Z2軸は単独の送り動作を行う場合に必要な送り量と送り速度の値にZ1軸のそれを加えた値(又は引いた値)に従って移動する必要がある。この場合，Z2軸の送り速度(送り量)を補正する補正手段には，Z1軸の制御パルスをそのままZ2軸の制御パルスに加算(又は減算)するように入力することが最も自然であり，加工プログラム作成上のミスも生じ難い。",
        "こうすることで，例えば第6図に示すように，主軸23に把持された被加工物60に対して，第2刃物台44の第2工具45による穴明けと，第1刃物台32の第1工具33による外径切削の同時加工を行おうとした時，第2工具45はZ1軸の移動に伴う被加工物の移動に影響を受けずに加工を行うことができる。",
        "この方法によれば，第4図における荒切削と仕上げ切削をそれぞれ異った送り速度で加工することも可能である。」"
      ],
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "以上に認定した事実によると，第3特許明細書の上記(ア)bにおいて，3軸同時重複制御機能について一応の定義が与えられているところ，この3軸同時重複制御機能は，第3特許明細書の上記(ア)cにおいて説明されているZ1軸の制御にZ2軸の制御を関連させる4軸同時移動(第3特許発明)とは明確に区別されているから，3軸同時重複制御機能とは，「数値制御装置にZ1軸とX1軸とX2軸という3軸の数値制御指令を同時に与えて刃物台の移動を制御する機能」のことをいうものであって，「X1軸は，第1の2軸同時制御機能によってZ1軸とともに移動し，X2軸は，第2の同時制御機能によってZ2軸とともに移動するが，重畳制御によってZ2軸はZ1軸に従属して移動する機能(重畳制御機能)」は，第4特許発明の3軸同時重複制御機能には該当しないというべきである。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "上記(イ)記載の「数値制御装置にZ1軸とX1軸とX2軸という3軸のの数値制御指令を同時に与えて刃物台の移動を制御する機能」においては，Z1軸の指令は1回であり，その1回のZ1軸の指令を媒介として，「Z1軸とX1軸の数値制御指令」と「Z1軸とX2軸の数値制御指令」とを「同時に与え」るものであるから，Z1軸の移動量が2倍になってしまうことはなく，この方法は「Z1軸を媒介として」実行するものであるということができる。",
            "また，控訴人は，第3特許明細書(甲3の2)の(3.1)の部分(10欄28行～44行)は，請求項2(第3特許［請求項1］の従属クレーム)に関する記載であるし，(3.2)の部分(11欄1行～27行)は，第3特許(請求項1)に関する記載であって，いずれも第4特許に関する記載ではないから，これらの記載を根拠に第4特許発明を解釈することはできない，と主張する。しかし，これらの部分は，第4特許発明と第3特許発明との違いを認定するに当たって，第3特許に関する部分を引用したものであって，第4特許発明を解釈するに当たってこれらの部分を引用することが誤りであるということはできない。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "構成Ⅳ−1アの被告製品の数値制御装置が，X1軸は，第1の2軸同時制御機能によってZ1軸とともに移動し，X2軸は，第2の同時制御機能によってZ2軸とともに移動するが，重畳制御によってZ2軸はZ1軸に従属して移動して，「外径・外径同時旋削加工」を行う機能(重畳制御機能)を有することは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "この重畳制御機能は，上記アで述べたとおり，本件第4特許発明の3軸同時重複制御機能に該当しない。",
                "したがって，構成Ⅳ−1アの被告製品は，構成要件ⅣFを充足しない。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "争点(4)ア(イ)(構成Ⅳ−1イの被告製品)d(構成要件ⅣF)についてア 構成Ⅳ−1イの被告製品の数値制御装置が重畳制御機能を有することは，当事者間に争いがないが，この重畳制御機能が3軸同時重複制御機能に該当しないことは，前記(1)に説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，構成Ⅳ−1イの被告製品は，構成要件ⅣFを充足しない。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "text": [
                    "争点(4)ア(ウ)(構成Ⅳ−1ウの被告製品)d(構成要件ⅣF)についてア 構成Ⅳ−1ウの被告製品の数値制御装置が重畳制御機能を有することは，当事者間に争いがないが，この重畳制御機能が3軸同時重複制御機能に該当しないことは，前記(1)に説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，構成Ⅳ−1ウの被告製品は，構成要件ⅣFを充足しない。"
              ],
              "content": [
                {
                  "fig": "(4)",
                  "text": [
                    "争点(4)ア(エ)(構成Ⅳ−2の被告製品)d(構成要件ⅣF)についてア 構成Ⅳ−2の被告製品の数値制御装置が重畳制御機能を有することは，当事者間に争いがないが，この重畳制御機能が3軸同時重複制御機能に該当しないことは，前記(1)に説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，構成Ⅳ−2の被告製品は，構成要件ⅣFを充足しない。"
              ],
              "content": [
                {
                  "fig": "(5)",
                  "text": [
                    "争点(4)ア(オ)(構成Ⅳ−3の被告製品)d(構成要件ⅣF)についてア 構成Ⅳ−3の被告製品の数値制御装置が重畳制御機能を有することは，当事者間に争いがないが，この重畳制御機能が3軸同時重複制御機能に該当しないことは，前記(1)に説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，構成Ⅳ−3の被告製品は，構成要件ⅣFを充足しない。"
              ],
              "content": [
                {
                  "fig": "(6)",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，被告製品4は，その余の点について判断するまでもなく，いずれも第4特許発明の技術的範囲に属さないから，控訴人の第4特許に基づく請求は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "6",
                      "subject": "結論",
                      "text": [
                        "以上の次第で，控訴人の請求はいずれも理由がないから，本件控訴を棄却することとして，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}