{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が訂正2006−39011号事件について平成18年5月1日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文と同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，特許請求の範囲の記載が不統一で不明確であるとする拒絶理由通知を受け，これに対する手続補正を行った際，特許請求の範囲の他の箇所の記載において，誤って従前の記載を一部削除してしまい，特許査定後にこれに気付いて，削除前の記載に戻す旨の訂正審判を請求したところ，特許庁が特許法126条4項にいう実質上特許請求の範囲を変更するものに当たるとして，審判請求を不成立とする審決をしたため，原告がその審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(当事者間に争いのない事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「自動食器洗浄機用粉末洗浄剤」とする特許第3609532号(請求項の数6。平成8年4月5日に出願，平成16年10月22日",
              "text": [
                "に設定登録。以下「本件特許」という。)の特許権者である(甲5，乙1)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告が願書に添付した明細書を訂正することについて訂正審判を請求したところ(訂正2006−39011号事件として係属)，特許庁は，平成18年5",
              "text": [
                "月1日，「本件審判の請求は，成り立たない。」との審決をし，同月11日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，以下のとおりであるが，要するに，訂正審判請求に係る訂正(以下「本件訂正」という。)は，特許法126条4項の規定に適合しないから，認められない，というのである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求の要旨",
              "text": [
                "本件審判請求の要旨は，特許第3609532号(平成8年4月5日特許出願，平成16年10月22日設定登録)の願書に添付した明細書を本件審判請求書に添付した訂正明細書のとおりに訂正することを求めるものであって，下記のとおり請求項1を訂正しようとするものである。",
                "「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウムと，平均含水量が10重量％以上25重量％以下である10重量％以上60重量％以下のオルソケイ酸塩と，10重量％以上40重量％以下のトリポリリン酸ナトリウムと及び10重量％以上30重量％以下のメタケイ酸ナトリウム5水塩とを必須成分とし，この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量が50重量％以上配合されていることを特徴とする自動食器洗浄機用粉末洗浄剤。」を，「0．5重量％以上5重量％以下の水酸化ナトリウム又は／及び0．5重量％以上5重量％以下の水酸化カリウムと，平均含水量が10重量％以上25重量％以下である10重量％以上60重量％以下のオルソケイ酸塩と，10重量％以上40重量％以下のトリポリリン酸ナトリウムと及び10重量％以上30重量％以下のメタケイ酸ナトリウム5水塩とを必須成分とし，この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量が50重量％以上配合されていることを特徴とする自動食器洗浄機用粉末洗浄剤。」と訂正する。(審決注：下線を追加している。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正拒絶の理由",
              "text": [
                "平成18年2月16日付けで通知した訂正拒絶の理由は，本件訂正は，実質上特許請求の範囲を拡張し，又は変更するものであるから，特許法126条4項の規定に適合せず，したがって，本件訂正を認めることはできない，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正の適否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記の請求項1の訂正は，自動食器洗浄機用粉末洗浄剤の一成分である水酸化カリウムの含有量について，「0.5重量％以下」から「0．5重量％以上5重量％以下」に訂正しようとするものであるところ，請求人は，特許第3609532号の願書に添付した明細書(以下，「本件明細書」という。)には，事項1～3が，また，出願当初の明細書には事項4が記載されており，これらの事項1～4をみれば，「0．5重量％以下」が誤記であることは明らかである，と主張する。",
                    "事項1「0．5重量％以上5重量％以下の水酸化カリウムと，…配合されていることを特徴とする。」(段落0017)",
                    "事項2「水酸化カリウムは必須成分について0．5重量％(以下，単に「％」という。)以上5％以下であることが必要である。…これらの配合量が，0．5％未満であると洗浄効果が不十分となるし，また5％を超えると，取り扱い上において危険を伴うことになるし，また法律上の医薬用外劇物の該当品となって規制の対象となる点で不利となる。」(段落0020)事項3「",
                    "実施No. 比較例 比較例 比較例 比較例 比較例",
                    "組成成分 1 2 3 4 5 6 7 8 9 10 1 2 3 4 5",
                    "水酸化ナトリウム 0.5 3 5 5 5 5 5 − − − 30 5 5 5 5",
                    "水酸化カリウム − − − − − − − 0.5 3 5 − − − − −",
                    "オルゾケイ酸ナトリ",
                    "ウム(含水量19％) 30 30 40 30 20 35 25 30 30 30 0 40 60 15 5",
                    "トリポリリン酸ナトリ",
                    "ウム 30 30 20 30 40 15 25 30 30 30 20 5 5 20 40",
                    "メタケイ酸ナトリウム",
                    "5水塩 15 15 15 15 15 15 15 15 15 15 15 15 15 15 15",
                    "無水炭酸ナトリウム 24.5 22 20 20 20 30 30 24.5 22 20 35 35 15 45 35なお，表中の数値単位は重量％である。」(段落0031，表1)",
                    "事項4「0．5重量％以上5重量％以下の水酸化カリウム…配合されていることを特徴とする自動食器洗浄器用粉末洗浄剤。」(請求項1)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，判決においても，「法は，特許出願に際し，願書に添付すべき明細書の『特許請求の範囲には，発明の詳細な説明に記載した発明の構成に欠くことができない事項のみを記載しなければならない』(36条5項)ものとし，また，『特許発明の技術的範囲は，願書に添付した明細書の特許請求の範囲の記載に基いて定めなければならない』(70条)ものとするのであって，明細書中において特許請求の範囲の項の占める重要性は，とうてい発明の詳細な説明の項または図面等と同一に論ずることはできない。すなわち，特許請求の範囲は，ほんらい明細書において，対世的な絶対権たる特許権の効力範囲を明確にするものであるからこそ，前記のように特許発明の技術的範囲を確定するための基準とされるのであって，法126条2項にいう『実質上特許請求の範囲を拡張し，又は変更するもの』であるか否かの判断は，もとより，明細書中の特許請求の範囲の項の記載を基準としてなされるべきであり，本件訂正の許否につき，原判決が特許請求の範囲に表示された発明の構成に欠くことができない事項を重視したことは，もとより相当といわなければならない。」，「訂正の審判が確定したときには，訂正の効果は出願の当初に遡つて生じ(128条)，しかも訂正された明細書または図面に基づく特許権の効力は，当業者その他不特定多数の一般第三者に及ぶものであるから，訂正の許否の判断はとくに慎重でなければならないのが当然である。」(最高裁判決昭和41(行ツ)46(昭和47年12月14日))と示されているように，特許明細書における特許請求の範囲の項の占める重要性は極めて大きく，発明の詳細な説明の項と同一に論ずることは到底できないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件訂正をみるに，請求人が訂正を求める「0.5重量％以下」の記載は，特許請求の範囲における発明を特定するために必要と認める事項の1つであって，この記載は，それ自体きわめて明瞭で，明細書の他の項の記載等を参酌しなければ理解し得ない性質のものではなく，しかも，発明の詳細な説明には，「0.5重量％以下」に含まれる0．5重量％の実施例(事項3，実施例8)が存在する。",
                    "本件明細書には，上記0．5重量％の実施例のほかに3重量％又は5重量％の実施例(事項3，実施例9又は10)の記載もあるが，「特許請求の範囲の項には，発明の詳細な説明の項に記載した発明をすべて記載するとは限らず，そのうちの一部を選択して記載することも可能であり，またしばしば行われることでもある」(東京高裁判決昭和44(行ケ)10(昭和48年12月25日))。",
                    "そして，本件特許発明において，その特許請求の範囲の項中の「0．5重量％以下」なる記載が，当業者であれば何人もその誤記であることに気づいて「0．5重量％以上5重量％以下」の趣旨に理解するのが当然であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうしてみると，請求人の立場からすれば誤記であることが明らかであるとしても(上記ア)，特許明細書における特許請求の範囲の項の重要性は極めて大きいものであって，これを安易に訂正すれば，特許明細書中に記載された特許請求の範囲の表示を信頼する一般第三者の利益を害することになり(上記イ)，本件明細書の請求項1に係る発明が発明の詳細な説明の項の記載から全くもって不自然であるとすることもできない(上記ウ)以上，本件訂正は，水酸化カリウムの含有量について，その範囲を変更するもの，すなわち，実質上特許請求の範囲を変更するものであると認めざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおりであるから，この訂正は，特許法126条4項の規定に適合しない。",
                "よって，当該訂正は認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由",
          "text": [
            "審決は，「本件訂正は，水酸化カリウムの含有量について，その範囲を変更するもの，すなわち，実質上特許請求の範囲を変更するものであると認めざるを得ない。」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正は，特許請求の範囲請求項1(以下「特許請求の範囲」との表記部分を省略して「請求項1」ということがある。)に，「0．5重量％以下の水酸化カリウムと，」とあるのを「0．5重量％以上5重量％以下の水酸化カリウムと，」と改めるもので，本件特許が登録査定される前の拒絶理由通知時に書き落とされた「以上5重量％」という言葉を追加するのであって，何らかの言葉と置き換えるのではない。",
                "現行法は，明細書を補正したときには，補正により記載を変更した個所に下線を引くことを求めている(特許法施行規則様式13の備考6)。下線を引くことに関する具体的な作成要領として，文章削除による変更個所については，削除個所の前後に下線を引くことが指導されている。",
                "原告は，本件特許の出願前から，上記作成要領に則って手続補正書を作成しているところ，本件においては，平成16年8月18日付手続補正書(甲3)により，請求項1に，「0．5重量％以上5重量％以下の水酸化カリウムと，」とあるのを「0．5重量％以下の水酸化カリウムと，」と，「自動食器洗浄器用粉末洗浄剤」とあるのを「自動食器洗浄機用粉末洗浄剤」とそれぞれ改めたが，後者については変更個所に下線を引いているものの，前者については変更個所に下線を引いていない。つまり，上記手続補正書において，原告は，「0．5重量％以上5重量％以下の水酸化カリウムと，」について，「以上5重量％」という言葉を意図的に選択して削除したのではなく，単に入力ミスにより書き落としたにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項1には，「0．5重量％以下の水酸化カリウムと，」とあるにもかかわらず，発明の詳細な説明には，「0．5重量％以上5重量％以下の水酸化カリウムと，」(段落【0017】)と記載されており，しかも，実施例9，10では3重量％，5重量％の水酸化カリウムを用いているので，発明の詳細な説明の記載からみると，請求項1に係る発明は，不自然であって，適切に記載されていないのである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "請求項1の「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」には，「0.5重量％以上5重量％以下の水酸化ナトリウム及び0.5重量％以下の水酸化カリウム」，「0.5重量％以上5重量％以下の水酸化ナトリウム」，「0.5重量％以下の水酸化カリウム」の場合があるが，このうちの「0.5重量％以下の水酸化カリウム」の場合には，当然に0重量％の水酸化カリウムを含むから，このときには，必須成分である水酸化ナトリウムも水酸化カリウムもないことになる。発明の詳細な説明に，水酸化ナトリウムも水酸化カリウムも含まない実施例は記載されていないし，このように水酸化ナトリウムも水酸化カリウムも含まない実施例が本件発明の課題を解決し所望の効果を奏することについても記載されていない。",
                "そうしてみると，本件訂正で，特許請求の範囲の請求項1に「0．5重量％以下の水酸化カリウムと，…」とあるのを「0．5重量％以上5重量％以下の水酸化カリウムと，…」と改めることは，単に入力ミスにより書き落とした「以上5重量％」という言葉を追加的に訂正し，本件特許に利害関係を有する第三者の誤解を解消するものであるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件訂正は，実質上特許請求の範囲を変更するものでないから，「本件訂正は，水酸化カリウムの含有量について，その範囲を変更するもの，すなわち，実質上特許請求の範囲を変更するものであると認めざるを得ない。」とした審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁論再開後の被告の主張に対する反論",
              "text": [
                "被告は，本件特許の特許請求の範囲に「水酸化ナトリウム又は／及び水酸化カリウム」が必須成分として記載されていることを足掛かりに，「水酸化カリウム」が0重量％ではないが，必須成分として微量の水酸化カリウムが含まれているものと明瞭に理解されると主張するものと考えるが，被告の主張は，水酸化カリウムの含有量の下限値をかえって不明確にするものであって，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一般的に，手続補正書において，言葉の削除個所のみならず，その他の変更個所についても，下線の引き忘れがしばしば散見されるところであり，被告は，全ての出願人に対し，手続補正書の作成要領に基づき下線の励行を運用の上で要請しているのであるが，これに反しても拒絶の理由とはしていない。",
                "原告は，本件特許の出願前から，上記作成要領に則って手続補正書を作成しているというが，原告の示した甲2(平成8年特許願第195770号における手続補正書)でさえも下線の引き忘れ個所があるし，他の特許出願の手続補正書において言葉の削除個所に下線を引いているとしても，本件特許の出願とは関係がないから，下線がないことが補正をする意図がなかったということにはならない。",
                "そして，「0．5重量％以上5重量％以下」を「0．5重量％以下」と改める内容の手続補正書が提出されたときに，下線を引いていないことをもって，入力ミスがあったと解することはあり得ず，手続補正書のとおりの補正がなされているが，運用の上で要請している下線を引いていないと判断するにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明は，自動食器洗浄機における自動供給用の洗剤であり，従来，この種の洗剤には，水酸化ナトリウムや水酸化カリウム，あるいは，トリポリリン酸ナトリウムが高濃度・多量に含まれていたこと等による弊害を解決しようとするものであり，自動供給に適合する流動性と高い溶解性を保持し，十分な洗浄力を有する非劇物処方のスケールの発生が少ない粉末洗浄剤の提供を課題としている。本件発明は，その課題を解決するため，水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩，トリポリリン酸ナトリウム，メタケイ酸ナトリウム5水塩を必須成分とする組成を有する自動食器洗浄機用粉末洗浄剤としたものである。",
                "ところで，請求項1の「0．5重量％以下」の記載は，発明を特定するために必要と認める事項の1つであるが，それ自体きわめて明瞭で，明細書の他の記載等を参酌しなければ理解し得ない性質のものではないし，本件特許の審査段階の手続補正書を参酌しなければ理解し得ない性質のものでもない。",
                "また，請求項1の「0．5重量％以上5重量％以下の水酸化ナトリウム又は／及び0．5重量％以下の水酸化カリウム」には，「0．5重量％以上5重量％以下の水酸化ナトリウム及び0．5重量％以下の水酸化カリウム」，「0．5重量％以下の水酸化カリウム」を含むが，発明の詳細な説明には，前者に対応する「水酸化ナトリウム0．5～5重量％及び水酸化カリウム0重量％」の実施例1ないし7，後者に対応する「水酸化カリウム0．5重量％」の実施例8が記載されている。確かに，実施例9，10では3重量％，5重量％の水酸化カリウムを用いているが，特許請求の範囲には，発明の詳細な説明に記載した発明をすべて記載するとは限らず，そのうち一部を選択して記載することも可能である。そして，一部に相当する実施例1ないし8が本件発明の課題を解決し所望の効果を奏することは，明細書に記載されたとおりであるから，「0．5重量％以下」という記載が，発明の詳細な説明の記載からみて，全く不自然であるとすることもできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の詳細な説明には，「0．5重量％以上5％以下」との記載があり，また，水酸化カリウムが0重量％，0．5重量％，3重量％又は5重量％の実施例1～10が記載されているから，特許請求の範囲の項に記載され得る水酸化カリウムの重量％の記載としては，少なくとも，",
              "text": [
                "① 0．5重量％以上5重量％以下",
                "② 0 重量％",
                "③ 0．5重量％",
                "④ 3 重量％",
                "⑤ 5 重量％",
                "が考えられるのであって，そうであれば，特許請求の範囲における「0．5重量％以下」の記載が，当然に「0．5重量％以上5重量％以下」の誤記であると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，特許請求の範囲には，発明の詳細な説明に記載された発明がそれ自体明確に記載されており，特許を受けることができないような瑕疵は存在しないのであって，本件明細書に誤記があるということはできないから，「本件訂正は，水酸化カリウムの含有量について，その範囲を変更するもの，すなわち，実質上特許請求の範囲を変更するものであると認めざるを得ない。」とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁論再開後の被告の主張",
              "text": [
                "本件特許の特許請求の範囲には，「水酸化ナトリウム又は／及び水酸化カリウムと」，「オルソケイ酸塩と」，「トリポリリン酸ナトリウムと」，「及びメタケイ酸ナトリウム5水塩とを」，「必須成分とし」と，各必須成分が「と」で区切られて記載され，「この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量」と，必須成分の中でも特に「水酸化ナトリウム又は／及び水酸化カリウム」，「オルソケイ酸塩」及び「トリポリリン酸ナトリウム」の合計量が記載されている。",
                "この特許請求の範囲の記載から，「水酸化ナトリウム又は／及び水酸化カリウム」が「必須成分」として配合されていることは明らかであって，「水酸化ナトリウム又は／及び水酸化カリウム」が0重量％でないことは明らかである。すなわち，「水酸化ナトリウム」又は「水酸化カリウム」の少なくとも一方は，必須成分として含まれていることを意味し，「水酸化ナトリウム」と「水酸化カリウム」の両方が0重量％という権利範囲は存在しないと明解に解釈される。",
                "したがって，「水酸化ナトリウム」と「水酸化カリウム」の両方が0重量％の場合，すなわち，「水酸化カリウムを含まない」場合を要件とする権利を生じることはなく，特許請求の範囲の記載として極めて明瞭であって，明細書の記載等を参酌しなければ理解し得ないものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "当初明細書(甲4)の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載について",
              "text": [
                "当初明細書の特許請求の範囲請求項1の記載は，次のとおりである。",
                "「【請求項1】0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0．5重量％以上5重量％以下の水酸化カリウムと，平均含水量が10重量％以上25重量％以下である10重量％以上60重量％以下のオルソケイ酸塩と，10重量％以上40重量％以下のトリポリリン酸ナトリウムと及び10重量％以上30重量％以下のメタケイ酸ナトリウム5水塩とを必須成分とし，この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量が50重量％以上配合されていることを特徴とする自動食器洗浄器用粉末洗浄剤。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の詳細な説明の記載について",
              "text": [
                "当初明細書には，次の記載があり，本件の手続では，明細書の発明の詳細な説明について，補正や訂正はされていない。",
                "【0001】",
                "【発明の属する技術分野】",
                "本発明は，自動食器洗浄機における自動供給に適する粉末洗浄剤の新規な組成に関する。",
                "【0003】液状の洗浄剤については，ポンプ等による供給が可能であることから，その供給量の制御が容易であるとの利点はあるが，一般に含有水量が多くなって製品重量が過大となるという欠点，‥‥凍結してしまうという欠点，‥‥等の欠点があった。",
                "【0004】このため，従来においてもこのような液状洗浄剤における欠点がない‥‥固形洗浄剤の利用が考慮され，その自動供給方法も開発されるに至っている。この自動供給方法‥‥によれば，速やかな溶解性とそれに伴なう洗浄剤濃度の安定性の点で，紛状洗浄剤が他の固体状洗浄剤と比べて優れている。",
                "【0010】",
                "【発明が解決しようとする課題】",
                "このような用法に適う紛状洗浄剤としては，\u0001\u0001\u0001\u0001低濃度で比較的に高い洗浄力が得られることから，水酸化ナトリウムや水酸化カリウムの苛性アルカリを20乃至50重量％の高濃度で配合されたものが使用されてきた。",
                "【0011】しかし，この洗浄剤では洗浄操作時における洗浄水のPH値が高くなって公害源となり，またそれ自体医薬用外劇物に該当するため，その取り扱いにおいて危険を伴うのに加えて，その溶解時に生じる発熱量が大きくその溶液が異常に高温(例えば，100℃以上)となって洗浄機内に供給されるため，その洗浄機の流水系を破損し，さらには被洗浄物たる食器に傷を付ける等の傷害を与えるおそれが大きい。)",
                "【0012】このため，洗浄剤について苛性アルカリの配合量を減じて洗浄水について低PH値化を図る場合に，一定の洗浄力を確保するためにトリポリリン酸ナトリウムを大量に配合する組成も考えられる。しかし，トリポリリン酸ナトリウムは，水分を含むと容易に固化する性質があり，‥‥固化してしまうと水に対する溶解性は極めて悪くなる。",
                "【0013】従って，トリポリリン酸ナトリウムを多量に含む粉状洗浄剤が前記した自動供給に使用される場合，噴射水の照射によって生じた空洞aの壁面が強固に固化してしまい，その後噴射水が照射するときに，特にトリポリリン酸ナトリウムの溶解性が悪くなって，洗剤の供給に時間が費るという弊害がある。",
                "【0014】また，トリポリリン酸ナトリウムは\u0001\u0001\u0001オルソリン酸ナトリウムに分解され易く，またこのルソリン酸ナトリウムは使用水中のカルシウムイオンやマグネシウムイオンと結合して不溶性の非晶質リン酸カルシウムや非晶質リン酸マグネシウムを生成し，これがスケールとして洗浄機内‥‥に付着し，‥‥強固に蓄積されることになる。",
                "【0015】また，このオルソリン酸ナトリウムとカルシウムイオン等の硬度成分との結合反応はPH値が低くなるほど起こり易いと考えられており，従って，苛性アルカリの減量は‥‥スケールの発生の抑制にとっては不利である。",
                "【0016】そこで，本発明では‥‥噴射水による自動供給に適合する流動性と高い溶解性を常に保持すると共に，十分な洗浄力を有する非劇物処方の粉末洗浄剤，並びにさらにスケールの発生が少ない粉末洗浄剤の提供を目的とした。",
                "【0017】",
                "【課題を解決するための手段】",
                "上記の目的を達成するため，本発明は自動食器洗浄機用粉末洗浄剤につき次のような組成とした。",
                "即ち，0．5重量％以上5重量％以下の水酸化ナトリウム又は／及び0．5重量％以上5重量％以下の水酸化カリウムと，平均含水量が10重量％以上25重量％以下である10重量％以上60重量％以下のオルソケイ酸塩と，10重量％以上40重量％以下のトリポリリン酸ナトリウムと及び10重量％以上30重量％以下のメタケイ酸ナトリウム5水塩とを必須成分とし，この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量が50重量％以上配合されていることを特徴とする。",
                "【0020】上記した本発明に係る各成分の配合組成においては，所定の洗浄力を得るためのアルカリ性を維持するために水酸化ナトリウム若しくは水酸化カリウム，又はこれらの混合剤が必須成分として配合される。この場合，水酸化ナトリウムあるいは水酸化カリウムは必須成分について0．5重量％(以下，単に「％」という。)以上5％以下であることが必要である。またこれはこれらの混合剤である場合にも，水酸化ナトリウム及び水酸化カリウムのそれぞれについての必要条件でもある。これらの配合量が，0．5％未満であると洗浄効果が不十分となるし，また5％を超えると，取り扱い上において危険を伴うことになるし，また法律上の医薬用外劇物の該当品となって規制の対象となる点で不利となる。",
                "【0021】また，オルソケイ酸塩は，上記した苛性アルカリの減量分を補って洗浄剤におけるアルカリ性をなおも有効に維持するために配合される。",
                "【0024】また，トリポリリン酸ナトリウムは洗浄力をより向上させるために，配合する。",
                "【0025】また，メタケイ酸ナトリウム5水塩は洗浄剤全体の溶解性を向上させるために配合する。",
                "【0026】‥‥必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸ナトリウム及びトリポリリン酸ナトリウムはその合計量が当該洗浄剤全体について50％以上配合されることによって，その洗浄剤水溶液が低濃度となってもその洗浄効果は有効に発揮される。",
                "【0031】",
                "【実施例】",
                "次に，本発明の実施例を説明する。",
                "次表1に示した成分配合の粉末洗浄剤を得た。",
                "【表1】(判決注：上記第2の2(3)アに記載の表1をいう。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許請求の範囲の記載と明細書の記載の対応について",
              "text": [
                "上記したところによれば，本件発明における洗浄剤は，水酸化ナトリウムないし水酸化カリウムを主な成分とし，これにオルソケイ酸塩，トリポリリン酸ナトリウム，メタケイ酸ナトリウムを洗浄剤としての所望の性質・作用等を維持調整する目的で一定の割合によって配合したものということができ，当初明細書においては，「特許請求の範囲」の記載が「発明の詳細な説明」の記載とがほぼ全面的に対応しており，格別，不自然さも不合理さも，見いだすことはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正に至るまでの経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "担当審査官による拒絶理由通知の内容",
              "text": [
                "本件出願の担当審査官は，平成16年6月25日付けで，次のような拒絶理由通知を行った(原告の平成19年7月20日付けの準備書面に参考資料として添付された拒絶理由通知書の写しを参照)。",
                "「 適用条文 第36条",
                "この出願は，次の理由によって拒絶すべきものである。これについて意見があれば，この通知書の発送の日から60日以内に意見書を提出して下さい。",
                "この出願は，特許請求の範囲の記載が下記の点で，特許法第36条第6項第2号に規定する要件を満たしていない。",
                "記",
                "請求項1には「自動食器洗浄器用粉末洗浄剤」とされているが，同請求項を引用する請求項2～6には「自動食機洗浄機用粉末洗浄剤」と記載されており不明確である。",
                "この拒絶理由通知書中で指摘した事項以外には，現時点で拒絶の理由を発見しない。拒絶の理由が新たに発見された場合には拒絶の理由が通知される。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "出願人(原告)の対応",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，出願人である原告は，平成16年8月18日付けで，次のような手続補正書を提出した(甲3及び弁論の全趣旨。以下「本件補正」ともいう。)。",
                    "補正対象項目名として「請求項1」を掲げ，補正方法として「変更」と記載し，補正の内容として，次のとおり，記載した。そして，発明の詳細な説明などの請求項以外の事項については，全く手を加えなかった。",
                    "【請求項1】0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウムと，平均含水量が10重量％以上25重量％以下である10重量％以上60重量％以下のオルソケイ酸塩と，10重量％以上40重量％以下のトリポリリン酸ナトリウムと及び10重量％以上30重量％以下のメタケイ酸ナトリウム5水塩とを必須成分とし，この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量が50重量％以上配合されていることを特徴とする自動食器洗浄機用粉末洗浄剤。」",
                    "原告の上記手続補正書によれば，拒絶理由通知書に指摘された請求項1の「自動食器洗浄器用粉末洗浄剤」については，これを「自動食機洗浄機用粉末洗浄剤」に改めたが，その際，水酸化カリウムの含有量について，「以上5重量％」の部分が記載されず，単に「0.5重量％以下」とする記載とされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記「以上5重量％」の部分が記載されなかったのは，弁論の全趣旨によれば，原告が意図したものではなく，原告の過誤(表示上の錯誤)によるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "担当審査官の措置",
              "text": [
                "担当調査官は，出願人である原告のした本件補正に対し，「器」を「機」と訂正したことを是認したものと考えられるが，「0.5重量％以下」の誤記については，拒絶理由の通知の対象事項でもなく，補正に係る箇所に生じたものでもなかったため，これに気付かず，したがって，当然のことながら，審査することもなく，従前の記載のままであると考えて，爾余の特許査定の手続を履践したものと推認される(弁論の全趣旨。なお，第3回口頭弁論調書の「弁論の要領等」及び被告の平成19年9月5日付け準備書面(第2回)の3頁以下の「第2」を参照)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正の適法性",
          "content": [
            {
              "fig": "(1)",
              "subject": "「0.5重量％以下の水酸化カリウム」との記載の明確性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の訂正後の特許請求の範囲請求項1には，「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウムと，平均含水量が10重量％以上25重量％以下である10重量％以上60重量％以下のオルソケイ酸塩と，10重量％以上40重量％以下のトリポリリン酸ナトリウムと及び10重量％以上30重量％以下のメタケイ酸ナトリウム5水塩とを必須成分とし，この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量が50重量％以上配合されていることを特徴とする自動食器洗浄機用粉末洗浄剤。」と記載されており，「0.5重量％以下」との記載は，確かに，被告が主張するように，その記載自体を独立したものとして見る限り，数値及びその範囲として明確であり，疑問が生じることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，特許請求の範囲の意味内容を確定する場合には，当該記載の前後の単語・文章，文脈，当該請求項の全体の意味内容との関係で検討すべきであり，被告が主張するように，問題となった記載を前後から切り離して取り上げて意味内容を把握し，その単純な総和として，確定すべきものではない。",
                    "そこで，「0.5重量％以下の水酸化カリウム」という記載をその前後の単語・文章，文脈，当該請求項の全体の意味内容との関係で検討すると，次のとおりである(ここでは，便宜上，A，A’，B，‥‥及びand／or などの記号を必要に応じて用いることとする。)。",
                    "「一定量の水酸化ナトリウム(A)又は／及び一定量の水酸化カリウム(A’)，一定量のオルソケイ酸塩(B)，一定量のトリポリリン酸ナトリウム(C)と及び一定量のメタケイ酸ナトリウム5水塩(D)とを必須成分とし，水酸化カリウム(A)又は／及び水酸化カリウム(A’)，オルソケイ酸塩(B)並びにトリポリリン酸ナトリウム(C)の合計量が50重量％以上配合されていることを特徴とする」",
                    "これによれば，請求項1は，次のように理解されることになる。",
                    "① 「(Aand／orA’)，(B)，(C)，(D)を必須成分とし，(Aand",
                    "／orA’)，(B)，(C)の合計量が50重量％以上であることを特徴とする。」",
                    "そうすると，(Aand／orA’)，及び，(B)，(C)，(D)が常に成分と",
                    "して含有されているものと理解される。",
                    "② AとA’は，「and／or」の関係で結ばれており，両者は，化合物として，性質・作用等も類似していることから，多くの場合，相互に代替性・補完性があると考えられ，その双方又はいずれか一方が必須の成分であると理解するのが自然であり，双方とも必須成分から外れることはないとするのが通常の理解である。",
                    "③ しかるところ，Aが「0．5重量％以上5重量％」とされているのに，A’が「0．5重量％以下」とされていてアンバランスな感じもある上，Aと異なって下限値が特に表示されていないことから，当然に「含有量0」の場合を含むことになり，しかも，AとA’が「and／or」で結ばれているため，結局，論理上，A及びA’の双方が含有されない場合を含むのではないか，との疑問が生じることになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のように，請求項1を概観すると，その記載に接した当業者は，A’の含有量が0の場合も発明に含まれるのか，含まれるとすれば，AもA’も共に含有量が0になる場合も発明に含まれるのではないか，と容易に疑問を抱くことになり，その疑問を解決するために，請求項1の記載だけでは解決するに足りず，発明の詳細な説明を参酌確認する契機をもつものいわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正前の請求項1の記載と発明の詳細な説明との対応についてここで，本件訂正前の請求項1の記載と発明の詳細な説明との対応を検討することとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，「0．5重量％以上5重量％以下の水酸化ナトリウム又は／及び0．5重量％以下の水酸化カリウム」が含まれるとする場合における「0．5重量％以下の水酸化カリウム」の意味について，検討する。",
                    "① 本件明細書によれば，水酸化カリウムが「0．5重量％以下」の場合については，発明の詳細な説明には，「0．5重量％以上5重量％以下の水酸化カリウム」(【0017】)，「水酸化ナトリウムあるいは水酸化カリウムは必須成分について0．5重量％以上5％以下であることが必要である。」(【0020】)との記載があり，実施例9は「水酸化ナトリウム0重量％，水酸化カリウム3重量％」であり，実施例10は「水酸化ナトリウム0重量％，水酸化カリウム5重量％」であるから，これらは「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」に対応していない(本件補正前の請求項1ないしこれと同一記載の訂正後の請求項1には対応している。)。",
                    "② 他方，実施例1ないし7は「水酸化ナトリウムが0．5重量％以上5重量％以下，水酸化カリウムが0重量％」であり，これらは「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」の場合にあたかも対応しているかのようではあるが，注意深くみると，水酸化カリウムが0重量％のときに，水酸化ナトリウムは常に0．5重量％以上5重量％含まれることを要件としているから，上記の場合のうち「0.5重量％以上5重量％以下の水酸化ナトリウム及び0.5重量％以下の水酸化カリウム」のときのみに対応しているのであって，「0.5重量％以上5重量％以下の水酸化ナトリウム又は0.5重量％以下の水酸化カリウム」の場合，すなわち，水酸化ナトリウムが全く含まれない場合には対応していないことになる(本件補正前の請求項1ないしこれと同一記載の訂正後の請求項1には対応している。)。",
                    "③ 以上に対し，実施例8は「水酸化ナトリウム0重量％，水酸化カリウム0．5重量％」であるから，「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」のうち「水酸化ナトリウムが0で，水酸化カリウムが0．5重量％」の場合についてだけではあるが，対応しているということになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，この問題については，出願人である原告が，本件補正の際に，明細書に記載された発明の一部を特許請求の範囲から除外したにすぎないということができると主張する。",
                    "確かに，発明の詳細な説明に記載した発明のすべてを特許請求の範囲に記載して権利化しなければならないわけではないものの，発明の詳細な説明に登場するいくつかの実施例のうち，請求項1の「0.5重量％以下の水酸化カリウム」に対応するのは，実施例8のみであり，出願人は，本件補正によって大部分の権利範囲を失うことになる。しかも，特許出願に係る発明が境界域である「0.5重量％の水酸化カリウム」の場合に限定されることになるというだけではなく，特許請求の範囲に提示された「0．5重量％未満」の範囲は特許法36条4項の定める要件を欠如することになりかねない。仮に，出願人が真意に基づきそのような補正をしたというのであれば，権利化の際に通常選択する合理的な経済行為からは，大きく乖離するものであったといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "念のために，請求項1の記載が水酸化カルシウムと水酸化カリウムの双方を含まない場合について，改めて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，請求項1の記載としては，「0．5重量％以上5重量％以下の水酸化ナトリウム又は／及び0．5重量％以下の水酸化カリウム」との文言は，「and／or」の通常の用語法によれば，「AandA’」，「AorA’」のいずれでもよいことを意味し，かつ，「0．5重量％以下のA’」には，「A’が0．5重量％の場合とA’が0重量％の場合を含む」とするのが通常である。そうすると，上記「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」は，水酸化カルシウムも水酸化カリウムも含まれない場合を含むものと解するのが自然な理解であり，少なくとも，そのように解するのではないかという疑問を生じることは多言を要しない。",
                    "そして，請求項1の「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」を上記のように解するとした場合における本件明細書との対応についてみるに，本件明細書には上記1(2)の記載があり，これらの記載によれば，本件発明は，水酸化ナトリウムと水酸化カリウムの双方又はいずれか一方を含むものとして記載されており，その双方とも含まないことを前提とした記載は一切なく，請求項1の「0.5重量％以下の水酸化カリウム」との記載は，「0.5重量％以上5重量％以下の水酸化カリウム」の誤記であると容易に理解するに至ることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "弁論再開後の被告の主張について",
                  "text": [
                    "被告は，請求項1には，「水酸化ナトリウム又は／及び水酸化カリウムと」，「オルソケイ酸塩と」，「トリポリリン酸ナトリウムと」，「及びメタケイ酸ナトリウム5水塩とを」，「必須成分とし」と，各必須成分が「と」で区切られて記載され，「この必須成分のうち水酸化ナトリウム又は／及び水酸化カリウム，オルソケイ酸塩並びにトリポリリン酸ナトリウムの合計量」と，必須成分の中でも特に「水酸化ナトリウム又は／及び水酸化カリウム」，「オルソケイ酸塩」及び「トリポリリン酸ナトリウム」の合計量が記載されていることからすれば，「水酸化ナトリウム又は／及び水酸化カリウム」が「必須成分」として配合されているのは明らかであるから，「水酸化ナトリウム又は／及び水酸化カリウム」が0重量％でないと断定することができ，このことは，「水酸化ナトリウム」又は「水酸化カリウム」の少なくとも一方は，必須成分として含まれていることを意味し，「水酸化ナトリウム」と「水酸化カリウム」の両方が0重量％という権利範囲は存在しないと明解に解釈される，と主張する。要するに，被告の主張は，請求項1に「0.5重量％以上5重量％以下の水酸化ナトリウム又は／及び0.5重量％以下の水酸化カリウム」と記載されたうち「0.5重量％以下の水酸化カリウム」とある部分を，同一請求項の他の記載と整合するように解釈することによって，「水酸化カリウム0重量％は，相当量の水酸化カリウムを含む意味である」ということを導きだそうというものである。",
                    "しかしながら，被告の主張は，「0．5重量％以下の水酸化カリウム」という記載が数式上「0重量％」を含むということと，「『水酸化ナトリウム又は／及び水酸化カリウム』は必須成分である」ということとが，文理上矛盾が生ずることを容認した上，この矛盾を解決すべく特定の論理操作を行うべきことを前提とするものである。しかしながら，特許請求の範囲は，本来，その記載自体から容易に理解し得べきものであって，文言を通常の意味に解した場合に相互に矛盾する文言が存在し，その矛盾を解決しなければならない論理操作を要しないようにすべきものである。しかも，その矛盾を解決するために，その一方又は双方の文言を限定解釈するなどの必要があり，そして，そのいずれの文言を限定すべきであるのか，かつ，その限定の程度をどのようにすべきであるのかについて一義的に確定し得ないときは，特段の事情がない限り，特許請求の範囲の当該記載は不明確なものというべきである。",
                    "被告の主張によれば，水酸化ナトリウムと水酸化カリウムの両方が0重量％の場合を要件とする権利を生じることはない，というのであるが，それでは，必須成分である「水酸化カリウム」がどの程度含まれれば，必須成分であることを満たすのかについては，特許請求の範囲の記載からは明らかではない(発明の詳細な説明の記載を見ても同じように明らかではない。)。仮に，当業者であれば，本件のような自動食器洗浄機用粉末洗浄剤に含まれる苛性アルカリの量については，特許請求の範囲や発明の詳細な説明等の記載に徴するまでもなく，自ずから特定し得るような量が知られているといった周知技術等があるとしても，本件では，そのような周知技術等の存在を窺い知るような証拠資料は提出されていない(なお，本件明細書の発明の詳細な説明による限り，必須成分であることを満たす自ずから特定し得るような量があり得るかについては，あり得るとした場合に，その量が0．5重量％未満である可能性は低く，また，0．1重量％ないしはその近傍であることは考えられない。)。",
                    "そうであれば，弁論再開後の被告の主張によっても，本件特許の訂正前の請求項1の「0．5重量％以下の水酸化カリウム」は，特許請求の範囲の記載からだけでは不明確であり，発明の詳細な説明の記載を参酌しなければその意味を確定することができず，発明の詳細な説明を参酌すれば，「0．5重量％以下の水酸化カリウム」の記載は，「0．5重量％以上5重量％以下の水酸化カリウム」の誤記であることが容易に看取されることが明らかである。",
                    "したがって，本件特許の訂正前の請求項1の「0．5重量％以下の水酸化カリウム」の記載は，特許法126条1項本文及び同2号にいう「特許請求の範囲」の「誤記」に該当するものということができる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "なお，特許法126条4項は，「第1項の明細書，特許請求の範囲又は図面の訂正は，実質上特許請求の範囲を拡張し，又は変更するものであってはならない。」と定めており，上記誤記の訂正が実質上特許請求の範囲を拡張又は変更するものに該当するのではないかという問題があるので，検討する。",
            "請求項1の「0．5重量％以下の水酸化カリウム」の記載は，「0．5重量％以上5重量％以下の水酸化カリウム」の誤記であるとする場合，この2つの文言のみに即して形式的に考察すると，「0．5重量％以下の水酸化カリウム」の範囲は，「0．5重量％以上5重量％以下の水酸化カリウム」の範囲と明らかに異なるから，その限りでは特許請求の範囲が変更となるのではないかという問題があるかのようであるが，請求項1の「0．5重量％以下の水酸化カリウム」とある記載は，上述のとおり，特許請求の範囲の記載からだけでは不明確であり，そこで，発明の詳細な説明を参酌すると，「0．5重量％以下の水酸化カリウム」は，「0．5重量％以上5重量％以下の水酸化カリウム」の誤記であることが明らかであるというのであるから，その実質を捉えて考察すると，特許請求の範囲の拡張や変更はされていないということができ，同法126条4項違反の問題は生じないものというべきである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "よって，審決の判断は誤りであるから，原告主張の取消事由は，理由があり，原告の請求は認容されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10268",
    "date": "2007-11-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035450",
    "ipprecedent_id": "1254",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}