{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−14514号事件について平成18年5月22日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "センシ−テストは，発明の名称を「受精能を変化させる方法」とする発明につき，平成7年2月17日，国際出願し(パリ条約による優先権主張1994年2月18日，米国。以下「本願」という。)，平成13年6月5日付け手続補正書により補正を行ったが，平成15年4月18日付けで拒絶査定を受けたため，同年7月29日，審判を請求した。",
            "特許庁は，上記審判請求を不服2003−14514号事件として審理し，その過程で，特許を受ける権利がセンシ−テストから原告に譲渡され，平成18年4月3日，特許庁長官にその旨の出願人名義変更届が提出された後，特許庁は，同年5月22日，「本件審判の請求は，成り立たない。」との審決をし，同年6月2日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成13年6月5日付け手続補正書(甲第11号証)による補正後の本願の請求項1及び請求項7ないし10(請求項は全部で17項である。)は，下記のとおりである(以下，請求項1に係る発明を，審決と同様に「本願発明1」といい，補正後の明細書を「本願明細書」という。)。",
            "記",
            "1．循環における黄体形成ホルモン活性を有する糖蛋白質ホルモンの活性を減少させると共に，これにより濾胞刺激ホルモンの生成を刺激することによる哺乳動物における受精能刺激剤において，黄体形成ホルモンの生物学的活性を減少させる結合剤を哺乳動物に投与することを特徴とする受精能刺激剤。",
            "7．結合剤がLHおよびヒト絨毛性ゴナドトロピン(hCG)に対する抗体である請求の範囲第1項に記載の受精能刺激剤。",
            "8．抗体が非中和抗体であり，黄体形成ホルモン活性を有する糖蛋白質ホルモンの活性を減少させるが除去しないことをさらに含む請求の範囲第7項に記載の受精能刺激剤。",
            "9．非中和抗体がB105である請求の範囲第8項に記載の受精能刺激剤。",
            "10．非中和抗体がB110である請求の範囲第8項に記載の受精能刺激剤。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。その要点は，①本願発明1は，JOURNALOF ANIMAL SCIENCE (1985) Vol.60, No.3, p.749-754(甲第4号証。以下，審決と同様に「刊行物1」という。)の記載に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，②本願明細書の「発明の詳細な説明」には，当業者が容易に実施することができる程度に，非中和抗体を用いる本願発明1の目的，構成及び効果が記載されているとはいえない，非中和抗体を用いる請求項7に記載された発明，非中和抗体を用いる請求項8に記載された発明，非中和抗体であるB105を用いる請求項9に記載された発明及び非中和抗体B110を用いる請求項10に記載された発明についても同様の理由で，本願明細書の記載は，平成16年法律第116号による改正前の特許法36条4項(以下，単に「特許法36条4項」という。)に規定する要件を満たしていない，とするものである。",
            "審決は，上記①の結論を導くに当たり，本願発明1の内容及び刊行物1記載の発明の内容並びに本願発明1と刊行物1記載の発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の請求項1に「黄体形成ホルモンの生物学的活性を減少させる結合剤を哺乳動物に投与することを特徴とする受精能刺激剤」との記載があるから，本願発明1は有効成分である黄体形成ホルモンの生物学的活性を減少させる結合剤を受精能刺激の効果を得る目的で用いる用途発明であると認められる。",
                "また，本願の請求項1の「循環における黄体形成ホルモン活性を有する糖蛋白質ホルモンの活性を減少させると共に，これにより濾胞刺激ホルモンの生成を刺激することによる哺乳動物における受精能刺激剤において」との記載から，本願発明1は，有効成分である黄体形成ホルモンの生物学的活性を減少させる結合剤が受精能を刺激する機構を説明したものと認められる。また，本願明細書14頁の「発明の詳細な説明」の冒頭に「本発明は，ルトロピン(LH)活性を有する循環糖蛋白質ホルモンの活性および／またはレベルを減少させることによる受精能の増大方法に関するものである。本発明の分子は，LHの生物学的活性を減少させる抗体または他の結合剤である。結合剤は，免疫処理に呼応して投与しあるいは生成させることができる。」との記載があるから，本願発明1の受精能刺激剤の有効成分である「黄体形成ホルモンの生物学的活性を減少させる結合剤」は，ルトロピン(以下「LH」という。)に対する抗体である場合を包含するものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1記載の発明の内容",
              "text": [
                "哺乳動物であるヒツジに投与することにより，循環におけるLHを減少させ，FSHの生成を刺激し，排卵率を向上させる作用を持つウシLHに対する抗血清からなる剤"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点",
              "text": [
                "循環における黄体形成ホルモン活性を有する糖蛋白質ホルモンの活性を減少させると共に，これにより濾胞刺激ホルモンの生成を刺激する剤において，黄体形成ホルモンの生物学的活性を減少させる結合剤を哺乳動物に投与することを特徴とする剤である点"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点",
              "text": [
                "本願発明1においては剤を受精能刺激剤としての用途に使用するのに対し，刊行物1に記載の発明においてはこの点が明記されていない点"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本願発明1と刊行物1記載の発明との相違点を看過して進歩性の判断を誤り(取消事由1)，本願明細書の「発明の詳細な説明」の記載が特許法36条4項の要件を満たしているか否かの判断を誤った(取消事由2)ものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(進歩性判断の誤り 相違点の看過)",
          "text": [
            "本願発明1の結合剤は，次の点において刊行物1記載の発明の剤とは差異があり，審決はこれらの相違点を看過し，進歩性の判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1記載の発明においては，得られた効果がLHとの結合によるものであるとする証拠はなく，粗生成物である抗血清が備えている別の特性によるものではないとする証拠もない。また，同発明では，対照(コントロール)として正常なウマの血清を使用しているが，LHに対する抗血清の使用と適切に比較することができるか否かが明確ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1記載の発明において使用される剤は抗血清であり，これが抗LH活性を有すると記載されている。「抗血清」は，付加的な活性を含む粗生成物であることは公知であるから，同発明において使用される剤は精製された抗体ではなく，血清タンパク質の複合混合物である。この中の抗−LH部分はその組成の中でも小さい画分であるから，抗血清を使用した場合に得られた効果が何によるものかは明確ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明1は，黄体形成ホルモン(LH)活性を減少させるが完全には阻害しない結合剤が哺乳類における受精能を刺激するために使用可能であるこ",
              "content": [
                {
                  "fig": "マ",
                  "subject": "マ",
                  "text": [
                    "とを発見した発明である。本願明細書に「上記したよに，LHの免疫中和は数年前に受精能を妨げることが示された。この現象は，これら試験に用いた抗血清がLHの生物学的活性を中和したために生ずる。しかしながら，適正な抗血清またはB105もしくはB110のような抗体を使用する場合はLHの生物学的活性が除去されない。寧ろ，これは所定量だけ減少する。」(4頁25行～28行)と記載されているように，刊行物1記載の発明において得られた効果が抗LH活性によるものであったとしても，同発明において使用されるような抗血清は，本願発明1の結合剤とは対照的に，完全にLH活性を中和させてしまう。本願発明1の結合剤は，完全に中和するのではなく，LH活性を減少させることが開示されている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明細書の記載要件判断の誤り)",
          "text": [
            "非中和抗体を用いると受精能刺激効果があることを確認した薬理データは，本願明細書の次の箇所に記載されているから，本願明細書の「発明の詳細な説明」の記載は，特許法36条4項の要件を満たしており，審決はこの点の判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書16頁7行～12行",
              "text": [
                "「たとえばB105は有効hLHレベルを約4倍減少させるのに対し，B110は有効hLHレベルを約2倍減少させる。LHレベルの低下はFSHレベルを上昇させることができる。FSHレベルが上昇すると，これらは濾胞の発達およびエストロゲンの産生をもたらす。これらレベルが適する濾胞の発達の特徴である生理学的濃度に達すると，これらは多量のFSHの分泌を阻害する。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願明細書19頁9行～11行",
              "text": [
                "「10μg～10mgの高親和性抗体(すなわちKa＞5×107M−1)の",
                "投与は，多卵胞性卵巣病を有する女性にて受精能を誘発するのに充分である。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願明細書28頁14行～17行",
              "text": [
                "「FSH分泌における一時的かつ自律性上昇をもたらすLHに対する非中和性抗体を10μg～10mg投与すれば，ゴナドトロピンでの処置よりも低い刺激過剰の危険性にて排卵を誘発する。この作用は抗体が体謝されあるいは循環から除去されてその効果が投与の1～2週間以内に喪失するので一時的である。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(進歩性判断の誤り 相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1には，「これらの結果は，LHに対する受動免疫の付与が排卵率を高め，仔羊を多く得るための実用的な方法となりうることを示唆する。」(753頁34行～754頁1行)と記載されており，また，実際に刊行物1記載の発明において「LH抗血清」を使用することにより，濾胞の発達を促進させ，受精に必要な排卵の率と個数を上昇させるという，本願発明1と同様の具体的効果が得られている。したがって，同発明においては，「LH抗血清」が有しているLHの活性を減少させるという効果により上記の効果が生じたと考えるのが相当である。",
                "また，刊行物1には，「周期の10日目に処置した雌羊の腋窩部に5mlのウシLHに対する抗血清を処置したグループに皮下投与した(Hansel and Fuller, 1970)。」(750頁左欄29行～32行)と記載されており，この実験で使用したウシLHに対する抗血清は，HanselとFullerによる1970年の文献によるものであることが分かる。この文献は，JOURNAL OF ANIMAL SCIENCE Vol.31, p.99-103(乙第2号証)であり，乙第2号証によれば，使用されている「LHに対する抗血清」は，ウシLHをウマに対して免疫して得られたものである。一般に，抗血清などの抗体を使用して実験を行う場合に，コントロール(対照)として同種正常動物由来の抗体を使用することは当業者の技術常識である。本件の場合，ウシLHをウマに免疫して得られた抗血清と，正常ウマの血清とは，ウシLHに対する抗体を前者が含んでおり，後者が含んでいない点のみで相違するものであるから，試験結果に相違が生じた場合には，それがLHに対する抗体に起因するものであることが分かるのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "乙第1号証によれば，「抗血清」について，「多くは抗原を動物に注射して十分に抗体を作らせた後に採血し，血球・フィブリンを除き，適当な処置を加えて保存し，実験あるいは治療(血清療法)に使用する」ものである。",
                "通常，「抗血清」には特定の抗原に対する抗体が十分に含まれているものであって，当業者が「抗LH活性を有する抗血清」，「抗LH抗血清」，「LH抗血清」などと称するのは，その中に「LHに対する抗体」を十分に含んでいるものに対してである。したがって，刊行物1記載の発明において使用されている「抗LH活性を有する抗血清」は，その中に「LHに対する抗体」を十分に含んでいるものと考えるのが自然である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願明細書には，LH活性を減少させるが完全には阻害しないために，①LHに対する「中和抗体」を制限的に使用すること及び②「非中和抗体」を使用することとがいずれも実施例に記載されている。「中和抗体」を使用する場合には，個人差などもあるから，必要とされる投与量を決定することが困難であるために，好適な例として「非中和抗体」が示されているにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明細書の記載要件判断の誤り)について",
          "text": [
            "非中和抗体を用いると受精能刺激効果があることを確認した薬理データは，本願明細書に記載されていない。",
            "原告の挙げる本願明細書の記載(2)には，一応，LH活性を減少させる特定の結合剤(高親和性抗−LH抗体(すなわちKa＞5×107M−1))をどれだけ(10μg～10mg)使用して実際に受精能刺激が得られるのかを記載したものではあるが，多卵胞性卵巣病の患者に限ったものである。",
            "同記載(3)は，使用する特定の結合剤(非中和性抗体)が具体的にどのようなものであるのかが記載されていない。",
            "以上のとおり，受精能の刺激される対象(動物)を特定しない本願発明1において，「受精能刺激」の効果が得られることが当業者に理解できるように発明の詳細な説明が記載されていない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(明細書の記載要件判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の請求項1には，「黄体形成ホルモンの生物学的活性を減少させる結合剤を哺乳動物に投与することを特徴とする受精能刺激剤」との記載があり，これによれば，本願発明1は有効成分である黄体形成ホルモンの生物学的活性を減少させる結合剤を受精能刺激の効果を得る目的で用いる用途発明であると認められる。",
                "特許法36条4項は，「発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない」と定めている。この要件を医薬についての用途発明についてみると，一般に，物質名，化学構造だけからその有用性を予測することは困難であり，明細書に有効量，投与方法，製剤化のための事項がある程度記載されている場合であっても，それだけでは当業者は当該医薬が実際にその用途において有用性があるか否かを知ることができないから，明細書に薬理データ又はそれと同視することができる程度の記載をしてその用途の有用性を裏付ける必要があると解される。したがって，このような薬理データ等の裏付けを欠く発明の詳細な説明の記載は，特許法36条4項に違反するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，前記第3の2(1)ないし(3)の記載が上記の裏付けに当たると主張する。",
                "原告の主張する上記(1)の「たとえばB105は有効hLHレベルを約4倍減少させるのに対し，B110は有効hLHレベルを約2倍減少させる。",
                "LHレベルの低下はFSHレベルを上昇させることができる。FSHレベルが上昇すると，これらは濾胞の発達およびエストロゲンの産生をもたらす。",
                "これらレベルが適する濾胞の発達の特徴である生理学的濃度に達すると，これらは多量のFSHの分泌を阻害する。」においては，「約4倍」，「約2倍」などとおおまかな数値は示されているものの，その数値の性格からみて何らかの試験によって得られたデータであるとは解されず，薬理データであるということはできない。",
                "上記(2)には，「10μg～10mgの高親和性抗体(すなわちKa＞5",
                "×107M−1)の投与は，多卵胞性卵巣病を有する女性にて受精能を誘発するのに充分である。」との記載がある。これは，LH活性を減少させる特定の結合剤(高親和性抗−LH抗体(すなわちKa＞5×107M−1))を一",
                "定量(10μg～10mg)使用して実際に受精能刺激が得られるのかを記載したものではあるが，その得られた受精能刺激の程度が定量的に示されていない上，その投与対象は本願の請求項1が対象とする哺乳動物の一部である多卵胞性卵巣病の患者に限ったものである。",
                "さらに，上記(3)には，「FSH分泌における一時的かつ自律性上昇をもたらすLHに対する非中和性抗体を10μg～10mg投与すれば，ゴナドトロピンでの処置よりも低い刺激過剰の危険性にて排卵を誘発する。この作用は抗体が体謝されあるいは循環から除去されてその効果が投与の1～2週間以内に喪失するので一時的である。」との記載がある。しかし，上記記載では投与量こそ定量的に表記されているものの，その効果に関しては，危険性がどの程度低いのか，排卵誘発がどの程度のものであるのかは定量的に示されていないばかりか，使用する特定の結合剤(非中和性抗体)が具体的にどのようなものであるかについても記載されていない。",
                "以上のとおり，原告主張の上記記載(1)ないし(3)は，本願明細書においては定量的な記載がされた箇所であるということができるとしても，これらの記載だけでは，LH活性を減少させる特定の結合剤を，具体的にどれだけの量で使用すれば，LH活性の減少量がどれだけになり，実際にどの程度の受精能刺激が得られるのかを示した具体的なデータであるということはできない。また，多卵胞性卵巣病を有する女性に適用した実施例をもってしても，哺乳動物における受精能刺激剤との限定以上に対象を限定するものではない本願発明1について，一定の受精能刺激効果が得られることが理解できるように記載されているということもできない。",
                "したがって，本願明細書の発明の詳細な説明をもってしては，受精能の刺激される対象(動物)を特定しない本願発明1において，「受精能刺激」の効果が得られることの裏付けがあるとはいえず，特許法36条4項の要件を満たしているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由2には理由がなく，本願明細書の発明の詳細な説明が特許法36条4項の要件を満たしていないから，その余の点について判断するまでもなく，審決の結論は相当であるから，原告の請求には理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10442",
    "date": "2007-06-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034873",
    "ipprecedent_id": "1067",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}