{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80126号事件について平成18年10月26日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「スロットマシン」とする特許第2784879号の特許(平成5年11月29日出願，平成10年5月29日設定登録，請求項の数は1である。以下，この特許を「本件特許」と，本件特許に係る明細書及び図面を「本件明細書」と，それぞれいう。)の特許権者である。",
            "被告は，平成17年4月21日，本件特許を無効とすることについて審判を請求し，この請求は無効2005−80126号事件(以下「本件審判事件」という。)として特許庁に係属した。その審理の過程で，原告は，平成17年7月20日，本件明細書を訂正する請求をした(以下，この訂正を「前訂正」という。)。特許庁は，平成18年1月4日，「訂正を認める。特許第2784879号の請求項1に係る発明についての特許を無効とする。」との審決(以下「前審決」という。)をした。",
            "原告が，前審決を不服として，知的財産高等裁判所に審決取消訴訟(平成18年(行ケ)第10061号)を提起し，平成18年3月10日，本件特許の特許請求の範囲の減縮等を目的とする訂正審判請求(訂正2006−39036号事件。以下「本件訂正審判」という。)をしたところ，同裁判所は，同年3月30日，特許法181条2項により前審決を取り消す旨の決定をした。",
            "上記決定を受けて，本件審判事件の審理が再開されたが，原告は，平成18年4月17日，本件訂正審判の請求書に添付された訂正明細書を援用して訂正請求をし(以下，この訂正を「本件訂正」といい，本件訂正後の本件明細書を「本件訂正明細書」という。)，また，特許法134条の2第4項の規定により，前訂正は取り下げられたものとみなされた。特許庁は，審理の結果，平成18年10月26日，「訂正を認める。特許第2784879号の請求項1に係る発明についての特許を無効とする。」との審決(以下「審決」という。)をし，同年11月8日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正明細書の特許請求の範囲の請求項1の記載は，次のとおりである(以下，この発明を「本件訂正発明」という。)。",
            "「【請求項1】 フロントパネルに設けた表示部に複数の図柄を順次高速で移動表示した後，該図柄の移動表示を停止させて，該停止表示態様が予め定めた所定の図柄の組み合わせである場合に，遊技者に所定数のメダルを払い出したり特別の遊技を行わせたりするスロットマシンにおいて，予め定めた所定の図柄の組合せを記憶する図柄記憶手段と，この図柄記憶手段に記憶された図柄の組合せが，停止した図柄と一致しているか否かを判断する図柄判断手段と，",
            "この図柄判断手段の判断にもとづいて，停止した図柄の組合せが，上記所定の図柄の組合せのうち，メダルの払い出しが伴う図柄の複数の組合せと，メダルの払い出しが伴わない図柄の複数の組合せとがあり，更にメダルの払い出しが伴わない図柄の複数の組合せとして，一の組合せである特別図柄の組合せと，他の一の組合せであるリプレイの図柄の組合せとがあり，停止した図柄がメダルの払い出しを伴う図柄の組合せの場合には，メダル払い出し手段から遊技者に対してメダルを払い出し，",
            "上記図柄判断手段の判断にもとづいて，停止した図柄の組合せが，上記所定の図柄の組合せのうちの特別図柄の組合せである場合に，遊技者に対してメダルを払い出すことなく，特別の遊技を行わせる特別遊技手段とからなり，上記メダル払出手段は，図柄判断手段の判断にもとづいて，停止した図柄の組み合わせが，予め定められたリプレイの図柄の組み合わせである場合には，再遊技を行わせるようにし，",
            "乱数発生手段から発生させた一の乱数値と比較して入賞を判断するために入賞抽選手段で用いる抽選確率データとして，通常抽選確率データと，この通常抽選確率データの抽選確率よりも特別図柄の組合せが出現する確率が高い高抽選確率データとを備えたことを特徴とするスロットマシン。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件訂正発明は，本件特許の出願の日前の特許出願であって，その出願後に出願公開された特願平5−47288号の願書に最初に添付した明細書及び図面(以下「先願明細書」という。",
            "特開平6−238035号公報〔甲1〕参照。)に記載された発明(以下「先願発明」という。)と同一であり，本件訂正発明の発明者が先願発明の発明者と同一であるとも，本件特許の出願時にその出願人が先願発明に係る特許出願の出願人と同一であるとも認められないから，本件訂正発明についての特許は特許法29条の2の規定に違反してされたものであって，同法123条1項2号の規定により無効とすべきである，というものである。",
            "審決は，上記結論を導くに当たり，下記(1)のとおり，先願発明の内容を認定した上，下記(2)のとおり，本件訂正発明と先願発明とは実質的に同一である旨判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "先願発明の内容",
              "text": [
                "「機体の前面に設けたリール表示窓3に3個のリール1a，1b，1cの周面に表示された複数のシンボルを順次高速で移動表示した後，該3個のリール1a，1b，1cの回転を停止させて，該停止表示態様が特定のシンボルの組合せである場合に，遊戯者に所定数のメダルを払い出したり通常のゲームから特別ゲーム(ボーナスゲームA～D)に移行するようにしたスロットマシン2において，",
                "特定のシンボルの組合せを記憶するROM17と，",
                "このROM17に記憶されたシンボルの組合せが，停止したシンボルと一致しているか否かを判断するCPU16内の判定部32と，",
                "このCPU16内の判定部32の判断にもとづいて，停止したシンボルの組合せが，上記特定のシンボルの組合せのうち，メダルの払い出しが伴うシンボルの複数の組合せと，メダルの払い出しが伴わないシンボルの組合せとがあり，更にメダルの払い出しが伴わないシンボルの組合せとして，一の組合せであるサクランボのシンボル52の組合せがあり，停止したシンボルがメダルの払い出しを伴うシンボルの組合せの場合には，CPU16からの指令を受けてホッパ駆動部24から遊戯者に対してメダルを払い出し，上記CPU16内の判定部32の判断にもとづいて，停止したシンボルの組合せが，上記特定のシンボルの組合せのうちのサクランボのシンボル52の組合せである場合に，遊戯者に対してメダルを払い出すことなく，特別ゲーム(ボーナスゲームD)を行わせるCPU16内のゲーム制御プログラム切り換え手段とからなり，",
                "乱数発生器29が出力する乱数値を取り込み，この乱数値がROM17内に記憶された乱数値の範囲に含まれるか否かを特別ゲーム(ボーナスゲームA～D)またはその他の通常入賞毎に判断するためにCPU16内の抽選部31で用いる特別ゲーム(ボーナスゲームA～D)とその他の通常入賞にかかる出現確率を備え，特別ゲーム(ボーナスゲームA～D)とその他の通常入賞にかかる出現確率のうちのメダルを払い出すことなく特別ゲーム(ボーナスゲームD)を行わせる出現確率を自由に変更できるようにしたスロットマシン2。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と先願発明の対比・判断",
              "text": [
                "本件訂正発明と先願発明とは，下記アの点で一致するが，下記イ(ア)ないし(ウ)の各点で形式的に相違する。しかし，これら形式的な相違点に係る本件訂正発明の構成は，先願発明に既に内在されていた技術事項であるか，先願発明における技術事項に対する周知慣用技術の単なる付加又は置換であって，課題解決のための具体化手段における微差であるから，本件訂正発明と先願発明とは実質的に同一である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「フロントパネルに設けた表示部に複数の図柄を順次高速で移動表示した後，該図柄の移動表示を停止させて，該停止表示態様が予め定めた所定の図柄の組み合わせである場合に，遊技者に所定数のメダルを払い出したり特別の遊技を行わせたりするスロットマシンにおいて，",
                    "予め定めた所定の図柄の組合せを記憶する図柄記憶手段と，この図柄記憶手段に記憶された図柄の組合せが，停止した図柄と一致しているか否かを判断する図柄判断手段と，",
                    "この図柄判断手段の判断にもとづいて，停止した図柄の組合せが，上記所定の図柄の組合せのうち，メダルの払い出しが伴う図柄の複数の組合せと，メダルの払い出しが伴わない図柄の組合せとがあり，更にメダルの払い出しが伴わない図柄の組合せとして，一の組合せである特別図柄の組合せがあり，停止した図柄がメダルの払い出しを伴う図柄の組合せの場合には，メダル払い出し手段から遊技者に対してメダルを払い出し，上記図柄判断手段の判断にもとづいて，停止した図柄の組合せが，上記所定の図柄の組合せのうちの特別図柄の組合せである場合に，遊技者に対してメダルを払い出すことなく，特別の遊技を行わせる特別遊技手段とからなり，",
                    "乱数発生手段から発生させた一の乱数値と比較して入賞を判断するために入賞抽選手段で用いる抽選確率データを備えたスロットマシン。」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "形式的な相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「メダルの払い出しが伴わない図柄の組合せ」について，本件訂正発明が，「一の組合せである特別図柄の組合せと，他の一の組合せであるリプレイの図柄の組合せと」があるのに対し，先願発明では，一の組合せである特別図柄の組合せ(サクランボのシンボル52の組合せ)はあるものの，他の一の組合せであるリプレイの図柄の組合せがあるのか否か定かでない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "上記相違点1に関連して，本件訂正発明が，「メダル払出手段は，図柄判断手段の判断にもとづいて，停止した図柄の組み合わせが，予め定められたリプレイの図柄の組み合わせである場合には，再遊技を行わせるようにした」のに対し，先願発明では，メダル払い出し手段(CPU16からの指令を受けるホッパ駆動部24)がそのような機能を有するのか否か定かでない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "「抽選確率データ」について，本件訂正発明が，「入賞抽選手段で用いる抽選確率データとして，通常抽選確率データと，この通常抽選確率データの抽選確率よりも特別図柄の組合せが出現する確率が高い高抽選確率データとを備え」ているのに対し，先願発明では，抽選確率データ(出現確率)のうちの特別の遊技(特別ゲーム(ボーナスゲームD))を行わせる抽選確率データ(出現確率)を自由に変更できるものの，「通常抽選確率データ」と「高抽選確率データ」とを備えているのか否か定かでない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決のした，①先願発明の認定，本件訂正発明と先願発明との一致点及び相違点1ないし3の各認定，②相違点2及び3に係る本件訂正発明の各構成が先願発明に比して格別のものでないとの各判断に，いずれも誤りがないことについては認める。",
        "しかし，以下の理由により，相違点1に係る本件訂正発明の構成は格別のものであるから，本件訂正発明と先願発明とは，実質的に同一の発明とはいえない。したがって，両者を実質的に同一であるとした審決の判断には誤りがある。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "スロットマシンとは，ゲーム開始のためにメダルを投入し，ゲーム終了時に「予め定めた所定の図柄の組合せ」となっていた場合に，メダルを払い出すゲーム機である。スロットマシンにおいて，「予め定めた所定の図柄の組合せ」となったにもかかわらず，メダルを払い出さないという考え方は極めて例外的なものであったから，本件訂正発明のように，「予め定めた所定の図柄の組合せ」に「メダルの払い出しが伴わない図柄の複数の組合せ」を設けることも例外的な態様といえる。",
            "そして，「メダルの払い出しを伴わない図柄の複数の組合せ」の種類を増加させると，スロットマシン(ゲーム開始のためにメダルを投入し，ゲーム終了時に「予め定めた所定の図柄の組合せ」となっていた場合に，メダルを払い出すというゲーム機)とは異種のゲーム機になってしまうから，スロットマシンというゲーム機の特性を維持しようとすれば，「予め定めた所定の図柄の組合せ」には，例外な形態である「メダルの払い出しが伴わない図柄の複数の組合せ」は設けないか，仮に設けるとしても少なくすべきであるといえる。",
            "そうすると，スロットマシンにおいて，例外的な形態である「メダルの払い出しを伴わない図柄の複数の組合せ」を複数種設けるという技術思想は，本来のスロットマシンから離れてしまうため望ましくないと考えられ，そのような着想に至ることを妨げる事情があったというべきである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "先願発明に係る特許出願がされた当時(平成5年2月12日)，甲2等に記載されているように，「リプレイの図柄の複数の組合せ」を設けて「リプレイ」(再遊技)を行わせる技術は，広く採用されていた。「リプレイ」が周知技術である以上，先願発明において「リプレイの図柄の複数の組合せ」を採用するのであれば，その点を記載するはずである。先願発明で，「リプレイ」の記載がないのは，例外的な形態を重複させることを避けようとしたからに他ならない。",
            "また，「リプレイ」あるいは類似技術について記載されている甲3～6にも，「リプレイ」以外には，「メダルの払い出しが伴わない図柄の複数の組合せ」は想定されていない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，スロットマシンにおいて，「予め定めた所定の図柄の組合せ」として，「メダルの払い出しを伴わない図柄の複数の組合せ」を複数種設けることは，当業者には到底想起できない事項であったというべきである。",
            "本件訂正発明は，「メダルの払い出しが伴わない図柄の複数の組合せ」を複数種設けるという，スロットマシンとしては極めて例外的な構成を採用し，「一の組合せである特別図柄の組合せ」と「他の一の組合せであるリプレイの図柄の組合せ」が同時に存在するようにした点に技術的意義があり，この点は，「先願発明における技術事項に対する周知慣用技術の単なる付加又は置換であって，課題解決のための具体化手段における微差である」ということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。",
        "原告は，「メダルの払い出しが伴わない図柄の複数の組合せ」を複数種設けるという構成を採用したところに本件訂正発明の技術的意義がある旨主張するが，当該構成は，単なる周知技術の付加であって，新たな効果を奏するものではないから，技術的意義は認められない。",
        "スロットマシンにおいて，「予め定めた所定の図柄の組合せ」となったにもかかわらず，メダルを払い出さないという考え方は，本件特許の出願前から存在しており(甲1，2)，例外的なものではない。また，「リプレイ」の機能は，本件特許の出願前に搭載が義務付けられたものであって(甲2)，スロットマシンというゲーム機械の観念を否定するような構成ではない。",
        "先願発明に係る特許出願は，「リプレイ」の機能の搭載が義務付けられた後に出願されたものであるから，先願明細書に「リプレイ」の記載がないのは，これを排除する趣旨でないことは自明である。原告が主張するように「メダルの払い出しが伴わない図柄の複数の組合せ」を複数種設けることを避けたものと解することは到底できない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，相違点1に係る本件訂正発明の構成は，先願発明において，当然の前提としていた技術事項というべきであり，仮にそうでないとしても，先願発明と対比して格別な技術的意義を有するものではないので，本件訂正発明と先願発明とは実質的に同一であるとした審決に誤りはないと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "審決の挙げた相違点1について",
          "text": [
            "審決が挙げた相違点1は，要するに，メダルの払い出しが伴わない図柄の組合せについて，本件訂正発明は，「一の組合せである特別図柄の組合せと，他の一の組合せであるリプレイの図柄の組合せ」の両方が存在するのに対して，先願発明では，一の組合せである特別図柄の組合せ(サクランボのシンボル52の組合せ)は存在するが，他の一の組合せであるリプレイの図柄の組合せについては，明記されていないという点である。そこで，以下，同相違点の技術的な意義について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明と先願発明との対比",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明について",
              "text": [
                "本件訂正明細書(甲13添付の訂正明細書)の段落【0001】～【0003】，【0007】～【0016】，【0032】，【0033】等の記載によれば，本件訂正発明の内容は，期待値を所定範囲内におさめる手段として，停止した図柄の組合せが，メダルの払い出しを伴わない特別図柄の組合せである場合に，遊技者にメダルを払い出すことなく，特別の遊技を行わせる構成を採用した点にあり，これにより，特別図柄の出現する抽選確率が高確率となっても，入賞図柄の出現に伴うメダルの払出枚数，ひいては期待値を増加させることがなく，入賞図柄の組み合わせが出現する確率を操作せずに，いわゆる期待値を所定の範囲内におさめることができるようにするものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "先願発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願明細書(甲1，段落【0001】～【0007】，【0046】)によれば，先願明細書には，通常のゲームにおけるメダルの払出枚数の期待値を所定の値以内におさめるスロットマシンでは，ボーナスゲームの出現率を高く設定しようとすると，他の通常の入賞にかかるシンボルの組合せが出現する確率やメダルの払出枚数を変更する必要があるが，特定のシンボルの組合せの成立に対してメダルを払い出さずにボーナスゲームへと移行させることにより，通常のゲームにおけるメダル払出枚数の期待値を一定に保持したまま特別ゲームを頻繁に出現させる技術が開示されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "先願発明は，「停止したシンボルの組合せが，上記特定のシンボルの組合せのうちのサクランボのシンボル52の組合せである場合に，遊戯者に対してメダルを払い出すことなく，特別ゲーム(ボーナスゲームD)を行わせるCPU16内のゲーム制御プログラム切り換え手段」との構成を備えるが，同構成は，特定のシンボルの組合せの成立に対してメダルを払い出さずにボーナスゲームへと移行させるものであって，通常のゲームにおけるメダル払出枚数の期待値を一定に保持したまま特別ゲームを頻繁に出現させることを可能とし，遊技者の関心等を高める作用効果を奏するといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願発明では，特定のシンボルの組合せの成立に対してメダルを払い出さずにボーナスゲームへと移行させることにより，通常のゲームにおけるメダル払出枚数の期待値を一定に保持したまま特別ゲームを頻繁に出現させるという構成を採用しているのに対し，本件訂正発明では，期待値を所定範囲内におさめる手段として，停止した図柄の組合せが，メダルの払い出しを伴わない特別図柄の組合せである場合に，遊技者にメダルを払い出すことなく，特別の遊技を行わせる構成を採用した点に特徴を有し，これにより，特別図柄の出現する抽選確率が高確率となっても，入賞図柄の出現に伴うメダルの払出枚数，ひいては期待値を増加させることがなく，入賞図柄の組み合わせが出現する確率を操作せずに，いわゆる期待値を所定の範囲内におさめることができるようにしている。したがって，先願発明と本件訂正発明とは，課題及び解決手段において共通し，差異はないといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，先願明細書には，停止した図柄の組み合わせが予め定められたリプレイの図柄の組み合わせである場合に，メダルを払い出すことなく再遊技を行わせる機能を有することは明示的に記載されていない。",
                    "しかし，証拠(甲2，4～6)及び弁論の全趣旨によれば，先願発明に係る特許出願がされた当時に，スロットマシンにおいて，停止した図柄の組み合わせが予め定められたリプレイの図柄の組み合わせである場合に，メダルを払い出すことなく再遊技を行わせる機能を持たせることは，従来から当業者に広く知られた周知技術であったのみでなく，我が国におけるスロットマシンの市場では，「リプレイ」の機能を搭載することが当然の前提とされていたことが認められるから，先願発明がかかる機能を搭載することに技術的な妨げはないと解される。",
                    "そうすると，先願明細書に明示的に記載がないことは，先願発明がかかる機能を有していないと理解すべきではなく，むしろ先願発明の具体的な実施に際して，「リプレイ」の機能を搭載することを，当然の前提としているものと理解するのが合理的である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張に対し",
          "text": [
            "原告は，審決の認定判断が誤りであるとする根拠として，以下の2点を主張する。しかし，原告の各主張は，いずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，スロットマシンにおいて，例外的な形態である「メダルの払い出しを伴わない図柄の複数の組合せ」を複数種設けることは，本来のスロットマシンから離れてしまうため望ましくないと考えられ，そのような構成を採用することには阻害事由があったというべきであると主張する。",
                "しかし，原告の上記主張は失当である。",
                "前記2(3)のとおり，スロットマシンに「リプレイ」の機能を持たせることは，周知技術であり，先願発明がかかる機能を搭載することに技術的な妨げがあるとは認められない。また，本件訂正明細書の段落【0029】の「『リプレイ』の組み合わせに対しては，実際には，リプレイが成立したゲームにおいて投入されたメダル枚数と同一のメダル枚数を投入した場合と同一のゲームが可能となるため，払い出されるメダルの枚数が3枚と換算し」との記載に示されるように，「リプレイ」はメダルの払い出しに換算され得るものであるから，スロットマシンの特性に反するものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，本件訂正発明は，「メダルの払い出しが伴わない図柄の複数の組合せ」を複数種設けるという，スロットマシンとしては例外的な構成を採用し，「一の組合せである特別図柄の組合せ」と「他の一の組合せであるリプレイの図柄の組合せ」が同時に存在するようにした点に技術的意義がある旨主張する。",
                "しかし，原告の上記主張は失当である。すなわち，「メダルの払い出しが伴わない図柄の複数の組合せ」として「リプレイの図柄の組合せ」を設けるという相違点1に係る本件訂正発明に係る構成がもたらす作用効果は，既に，周知技術においてもたらされていた作用効果であり，前記1で認定した本件訂正発明の特徴と関係するものではないから，「一の組合せである特別図柄の組合せ」と「他の一の組合せであるリプレイの図柄の組合せ」が同時に存在することに，格別な技術的意義があるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由は理由がない(なお，相違点2及び3に係る本件訂正発明の各構成が格別のものでないことは争いがない。)その他，原告は縷々主張するが，いずれも理由がなく，審決にこれを取り消すべき違法はない。したがって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10533",
    "date": "2007-09-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035097",
    "ipprecedent_id": "1140",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}