{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−2301号事件について平成18年3月6日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成13年1月9日，発明の名称を「マグロの保存処理方法」とする発明につき特許出願(特願2001−1644号。以下「本願」という。)をしたが，平成15年12月18日に拒絶査定を受けたので，同16年2月5日，これに対する不服の審判を請求し，平成17年12月5日付け手続補正書(甲9の3)により明細書の補正(以下，同補正後の明細書を「本願明細書」という。補正後の請求項の数は2である。)。",
            "特許庁は，上記審判請求事件(不服2004−2301号)について，平成18年3月6日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月27日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(上記補正後のもの)",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は，次のとおりである(以下，この発明を「本願発明1」という。)。",
            "「燻材を燻すことにより発生したCOガスを含むスモークを，処理対象の新鮮なマグロ肉に接触させてスモーク処理を行うに際し，並列配置した多数のスモーク注入針をマグロ肉に刺入して，該注入針から上記スモークの少量の気泡状噴出を間欠的に繰り返しながら，スモーク注入針を挿入または抜き出すことにより，マグロ肉内に離散的に上記スモークの気泡を打ち込み，それによって，マグロ肉中の残留CO濃度を，1500～2400μg／kgとし，このように処理されたマグロ肉を−18℃近辺で冷凍保存する，ことを特徴とするマグロの保存処理方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書の写しのとおりである。要するに，本願発明1は，出願日前に頒布された刊行物である特開平8−168337号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)，特開平6−292503(甲2。以下「引用例2」という。)の記載事項及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明1と引用発明との一致点及び相違点として認定した点は，次のとおりである。",
                "【一致点】",
                "「燻材を燻すことにより発生したCOガスを含むスモークを，処理対象の新鮮なマグロ肉に接触させてスモーク処理を行うに際し，並列配置した多数のスモーク注入針をマグロ肉に刺入して，該注入針から上記スモークの少量の気泡状噴出を間欠的に繰り返しながら，スモーク注入針を挿入または抜き出すことにより，マグロ肉内に離散的に上記スモークの気泡を打ち込み，このように処理されたマグロ肉を冷凍保存することを特徴とするマグロの保存処理方法である点」",
                "【相違点】"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "冷凍保存温度が，本願発明1においては，−18℃近辺であるのに対して，引用発明においては特定されていない点(以下「相違点1」という。)"
        },
        {
          "fig": "2",
          "subject": "マグロ肉中の残留CO濃度が，本願発明1においては，1500～2",
          "text": [
            "400μg／kgであるのに対して，引用発明においては特定されていない点(以下「相違点2」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決に，引用発明の内容，引用例2の記載内容，本願発明1と引用発明との一致点及び相違点の認定並びに相違点1についての容易想到性の判断に誤りがないことは認める。",
        "しかし，審決には，以下のとおり，相違点の看過及び容易想到性の判断を誤った違法がある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "従来方法の「COガスのみによる処理」と本願発明1の「COガスを含むスモークによる処理」の相違点の看過について",
          "text": [
            "本願明細書(甲9の1～3，甲10参照)には，本願発明1の特徴について，従来の方法においては，「COガス(化学的に合成されたCO100％ガス)処理があった」が，このような「処理では，マグロ肉の色を自然の色調でなく，過度に鮮やかなピンク系の色調(不自然に鮮やかな色)に変え，それによりマグロ肉の分解によって引き起こされる色の変化を覆い隠し，低級品の品質の悪いマグロを高級品に見せかけ，消費者に鮮度に関して誤った印象を与える詐欺的加工を可能に」させ，「このような詐欺的加工は，化学的に合成されたCO100％のガスによる処理で確実に達成されるものであり，」「しかも，−18℃冷凍中は1～2年間は変色せず，数週間～半年位は鮮やかな色を保つという特徴を有し，家庭用の冷蔵庫に保管すれば数ヶ月も変色せず，消費者が鮮度を見誤る」という課題があった【0004】が，この課題を解決するために，「燻材を燻すことにより発生したCOガスを含むスモークを，処理対象の新鮮なマグロ肉に接触させてスモーク処理を行うに際し，並列配置した多数のスモーク注入針をマグロ肉に刺入して，該注入針から上記スモークの少量の気泡状噴出を間欠的に繰り返しながら，スモーク注入針を挿入または抜き出すことにより，マグロ肉内に離散的に上記スモークの気泡を打ち込み，それによって，マグロ肉中の残留CO濃度を1500～2400μg／kg(後述する熊沢法による",
            "測定値)とし，このように処理されたマグロ肉を−18℃近辺で冷凍保存することを特徴とし，それによって家庭用冷蔵庫で長期間に亘り冷凍保存可能」にしたものである【0011】と記載されている。",
            "確かに，「冷凍・貯蔵中のマグロ肉の褐変の抑制は，主としてスモーク中の一酸化炭素(CO)によって行われるものである」と記載されているが，他方「本スモーク処理に伴う，防腐，殺菌，風味向上等の効果の付与は，スモーク中のCO以外の微量成分によって初めて可能である。該スモークに含まれる有機化合物は約200種類にも及ぶが，主な有機化合物を表1に示す。」【0028】【0029】と記載されているように，CO以外の成分も有効に作用することが述べられている。",
            "COガス単独での処理ではいつまでも鮮やかな色調を保つのに対して，本願発明1のように，微量成分が有機的に作用すると，マグロ肉中の残留CO濃度がある値以下では，−18℃で保存したものを解凍した後に，無処理の生マグロと同様に1週間程度で変色する。この点において，COガス処理とスモーク処理とは大きく相違する。",
            "ところで，審決は，「本願発明1においてはスモークではなくCOの残留濃度を特定している」旨指摘し，専らスモーク中のCOガスに着目して，本願発明1を推考することは当業者が容易になし得ることであると判断した(審決書5頁30行～31行)。",
            "しかし，本願発明は，マグロ肉を処理するスモーク量を特定する適切な尺度がなく，厚生省が残留COガス濃度を規制していることもあって，その残留COガス濃度で特定しているにすぎないのであって，本願発明1は，あくまでも「燻材を燻すことにより発生したCOガスを含むスモーク」を用いることを明確にした上で，マグロ肉中の残留CO濃度を特定しているのである。したがって，本願発明が上記のようなCOガス濃度を特定しているからといって，本願発明1を容易に推考できる根拠になるものではない。",
            "審決は，COガスのみによる処理とCOガスを含むスモークによる処理とを同等視しているものであり，明らかに「スモーク処理」についての判断を誤っている。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2についての容易想到性判断の誤り(課題発見等の困難性)について審決は，①特開平5−308923号公報(甲3)，特開平5−31700",
          "text": [
            "0号公報(甲4)，特開平5−3752号公報(甲5)を引用して，「COガスがマグロ肉の赤色化，赤色維持効果を有することは周知である」ことから，「引用例1記載の発明のマグロ肉の変色防止効果はスモーク中のCOガスによるものであると考えられる。」との事項を指摘し，②「公衛研ニュース」Ｎo．1(平成9年6月 大阪府立公衆衛生研究所発行)第4頁「マグロと一酸化炭素」(甲6)，及び平成9年5月19日東京読売新聞朝刊第26頁「冷凍マグロ『発色』疑惑 禁止COで赤み？」(甲7)を引用して，「COガス処理したマグロ肉が長期間鮮やかな色を保つために消費者が鮮度を見誤るという問題点が存在することも，本出願日前に周知である」との事項を指摘し，③引用例1記載の発明から，「スモークの打ち込み量，濃度並びに打込みの間隔等をコンピュータにより自由にコントロールできることがわかる。」との事項を指摘し，これらから，「引用例1記載の発明において，従来から周知であったマグロの変色防止処理における上記問題を解決するために，スモーク中のCOガスに着目して，マグロ肉に適用するCOガス量の最適値を決定することは，当業者が容易になし得る程度のことにすぎない。」と結論付けている(審決書5頁6行～21行)。",
            "しかし，①ないし③の指摘事項と，「マグロに適用するCOガス量の最適値を決定すること」との結論との間に論理的な結びつきはない。",
            "被告が指摘する「COガスがマグロ肉の赤色化，赤色維持効果を有することは‥‥‥周知」及び「COガス処理したマグロ肉が長期間鮮やかな色を保つために消費者が鮮度を見誤るという問題点が存在することも‥‥‥周知」という二つの周知事項が存在しても，「冷凍保存中にはマグロ肉の褐変を抑制し，保存期間終了後，即ち解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失する」という解決課題及び解決方法を発見することができるわけではない。",
            "上記課題は，本願発明の出願前には知られていなかった事項であり，特に「解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失する」との課題は，実験と考察を尽くさない限り，解決できない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2についての容易想到性の判断の誤り(効果の特異性等)について審決は，相違点2について，引用例1記載の発明において，従来から周知であったマグロ肉の変色防止処理における問題点を解決するために，スモーク中のCOガスに着目して，マグロ肉に適用するCOガス量の最適値を決定することは当業者が容易になし得る程度のことにすぎないと判断したが，この点に誤りがある。",
            "本願発明1は，スモーク処理を行えば，−18℃近辺の冷凍で2．5～3．5か月のマグロの流通期間では変色せず，解凍後は無処理マグロ肉と同様に1週間程度で変色するスモーク処理濃度範囲(以下，この濃度範囲をL−G範囲という。)が存在することを見出し，そのL−G範囲内でスモーク処理を行うようにした点に特徴を有するものである。",
            "スモーク処理マグロ肉中の残留CO濃度は，スモーク処理に供する燻煙中のCO濃度とともに増大するが，スモーク処理マグロの残留CO濃度がある値(L)を超えると，−18℃で変色することなく冷凍保存(家庭用その他の汎用の冷凍庫での保存)できる期間が2．5か月を超えることがわかった。言い換えると，−18℃での冷凍保存可能期間が2．5か月以上であるためには，残留CO濃度は少なくともLであることが必要となる。一方，スモーク処理マグロは，その残留CO濃度がある値(G)以下であると，上記−18℃で保存したものを解凍した後に，無処理の生マグロと同様に1週間程度で変色する。",
            "残留CO濃度がGを超えると，解凍後における褐変の時期が遅れ，残留CO濃度がGを大幅に超えると，解凍後いつまでも変色しない。",
            "本願発明においては，L＜Gであることを見いだし，残留CO濃度をL−G範囲とした構成に特徴があり，この構成は，容易に想到することができるものではない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "数値の臨界的意義や効果の顕著性を示すデータを欠くとの指摘に対し本願明細書の段落【0046】～【0054】の記載，甲8の1，2の意見書及び手続補足書において，公的機関のデータが得られなかったことを明らかにし，また，残留CO濃度範囲を設定した経過を明らかにしている。本願発明においては，所期の効果が得られることが確認できるから，効果確認のデータが十分でないとした審決には誤りがある。",
            "A法及び熊沢法で測定したスモークマグロは，その残留CO濃度の値が熊沢法の場合に平均して1300μg／kg強であったが，それらを−18℃の冷凍状態で，マグロの流通に要する2．5～3．5か月貯蔵した後に解凍したところ，個体差によるばらつきがあるが，解凍後，多少早期に変色し，スモーク処理が若干不十分であることが判明した。それらの結果及び本願発明の発明者の長年の経験に基づいて，本願発明1における残留CO濃度の下限値は1500μg／kgが適切であることが確認できた。",
            "また，本願発明の発明者は，−60℃の超低温冷凍設備がないアメリカなどの国に販売するに際し，保管・流通に要する2．5～3．5か月の間，汎用冷凍庫における−18℃での冷凍保存が可能で，解凍後のスモーク処理マグロ肉の褐変抑制期間が最大でも無処理マグロ肉とほぼ同様であり，結果的に消費者が鮮度を見誤ることがない範囲を長期にわたって考究し，実験的及び経験的に，残留CO濃度の上限値は，2400μg／kgであることを確かめた。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "従来方法の「COガスのみによる処理」と本願発明1の「COガスを含むスモークによる処理」の相違点の看過との主張に対し",
          "text": [
            "審決は，引用例1(甲1)において用いるマグロ肉のスモーク処理に，一酸化炭素(CO)が含まれていること，スモーク中の一酸化炭素(CO)がマグロの変色防止効果を発揮する主成分と考えるのが自然であること等，本願出願時におけるマグロ肉の色調とCOの関連性に関する技術水準や問題点を踏まえた上で，マグロ肉の褐変を抑制する効果を発揮するのは，スモーク中の一酸化炭素(CO)であると認定したのであり，審決の同認定に誤りはない。",
            "この点について，原告は，「スモーク中のCOガス以外の微量成分が有機的に作用してマグロ肉中の残留CO濃度がある値以下であると，−18℃で保存したものを解凍した後に，無処理の生マグロと同様に1週間程度で変色するが，COガス単独での処理ではいつまでも鮮やかな色調を保つ」として，スモーク中の一酸化炭素(CO)以外の微量成分がスモーク処理マグロ肉の色調に影響を及ぼす点を強調して，本願発明1に容易想到性がないことを主張する。しかし，原告が主張の前提とする事項は，本願明細書に記載がなく，「−18℃冷凍・貯蔵中のマグロ肉の褐変の抑制は，主として，スモーク中の一酸化炭素(CO)によって行われるものである。‥‥‥本スモーク処理に伴う，防腐，殺菌，風味向上等の効果の付与は，スモーク中のCO以外の微量成分によって初めて可能である。」(甲10〔本願の公開公報〕5頁8欄43行～6頁10欄4行)と記載されているにすぎないのであって，原告の主張は，結局のところ，本願明細書の記載に基づかないものとして失当である。",
            "また，当該微量成分がマグロ肉の色調にいくらかの影響を及ぼすとしても，引用例1においても本願発明1と同様の一酸化炭素(CO)及び微量成分からなるスモークを使用しているのであるから，引用発明も本願発明1と同様の効果を有するはずである。",
            "以上のとおり，審決においてCOガスのみによる処理とCOガスを含むスモークによる処理とを同等視している誤りがあるとの原告の主張は，失当である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "相違点2についての容易想到性判断の誤り(課題発見等の困難性)に対し「COガスがマグロ肉の赤色化，赤色維持効果を有することは，本願出願日前において周知」であり，また，「COガス処理したマグロ肉が長期間鮮やかな色を保つために消費者が鮮度を見誤るという問題点が存在することも，本願出願日前に周知」であったから，これらの周知事項に照らすならば，マグロ肉の変色防止を目的として，冷凍保存中にはマグロ肉の褐変を抑制し，保存期間終了後，すなわち解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失するという課題を解決する必要があることは，当業者であれば当然想起する程度のことである。",
            "また，「一酸化炭素(CO)は，マグロ肉中のミオグロビンに結合することによりその効果を発揮するものであることが，本願出願時に周知」であったから，上記課題について，マグロ肉中の残留CO濃度の制御により解決することができ，当該濃度が，低すぎれば保存中の褐変の抑制が不十分になり，高すぎれば保存後の褐変抑制効果が長く継続しすぎて消費者に鮮度を見誤らせることになることは，当業者にとって自明の範囲内のことである。",
            "しかも，引用例1には，マグロ肉へCOガスを含むスモーク処理を行う機械を，スモーク打ち込み量，濃度，及び打ち込みの間隔等を自由にコントロール可能なものにすることが記載されていることに照らすならば，マグロ肉の冷凍保存期間を流通のために必要な2．5～3．5か月とするという所与の条件の下で，上記課題を解決する残留CO濃度を実験的に決定することは，当業者が格別の創意工夫を要せずになし得た程度のことである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2についての容易想到性判断(効果の特異性等)の誤りに対し本願発明1には，以下のとおり，引用例1及び2に記載された効果と異質又は優れた効果はなく，仮に何らかの効果があったとしても，当業者において予測できないものであるとはいえない。",
            "本願明細書には，本願発明の効果について，「実質的に生の状態を保持させながら，防腐，殺菌効果を付与し，−18℃の冷凍温度においても十分にマグロ肉中の各成分の劣化や変性を抑えることができ，長期間にわたる流通のための冷凍輸送中の品質保持を可能にすると共に，冷凍中の褐変抑止期間はマグロ肉のメト化を防止し，解凍後は，無処理マグロ肉の色の経時変化と同様にマグロ肉の色が変化する」こと(甲10の10頁17欄10行～16行)及び「スモーク処理マグロ肉が過度に鮮やかでなく，自然のマグロ肉の色が変わらないこと」(甲10の8頁13欄9行～10行)が記載されている。しかし，いずれの効果についても，引用例1の「そのスモークを被処理対象物であるマグロ等の生食用魚肉類に接触させてスモーク処理を行うと，過度のにおい，味，色を付与することなく，実質的に生の状態を保持させたまま，防腐，殺菌，変色防止効果を付与‥‥‥することができる。」(甲1の4頁5欄11行～17行)，及び引用例2の「生の魚・食肉類に対し，燻煙の利用により，実質的に生の状態を保持させながら，防腐，殺菌，変色防止効果を付与し，比較的容易に得られる冷蔵または冷凍温度において，流通のための輸送中の品質保持を可能にする‥‥‥ことができる。」(甲2の5頁8欄20行～25行)という効果と同質のものである。",
            "以上のとおり，審決が，本願発明1の効果に関して，「明細書には，本願発明1で特定された残留COガス濃度の値及び冷凍保存温度について臨界的意義や効果の顕著性を示すデータはなく，‥‥‥本願発明1が引用例1及び2の記載から予測できない格別顕著な効果を有するとは認めることができない。」(審決書5頁22～26行)と判断したことに誤りはない。",
            "そして，原告が主張する本願発明1の特徴は，前記課題から当然導き出されたものといえるから，引用例1，2及び周知技術から当業者が予測できない格別顕著なものとはいえない。",
            "なお，原告は，特に，解凍した後に無処理マグロ肉と同様に変色する点に特有の効果があると主張する。しかし，本願明細書では，変色や褐変について定量的に測定をした結果が記載されておらず，変色あるいは褐変の程度が不明であること，無処理マグロ肉と同様に変色するとの点についても，単に「12日以内にメト化して変色する」(甲10の8頁13欄15行)と記載されているのみで，何ら具体的な記載はない。したがって，解凍した後に無処理マグロ肉と同様に変色するという点が格別顕著な効果であるということはできない。",
            "原告は，本願出願前，−18℃での冷凍保存期間が2．5か月を超えるための残留CO濃度値(L)と−18℃で冷凍保存したものを解凍した後に無処理マグロ肉と同様に変色するための残留CO濃度値(G)が相互に関連するか否かも，それらの大小関係も明らかではなかった旨主張するが，L＜Gであることは，冷凍保存中にはマグロ肉の褐変を抑制し，保存期間終了後，すなわち解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失するという課題を解決するために，マグロ肉中の残留CO濃度を好適化する過程で結果的に見出される程度のことにすぎず，これをもって格別顕著な効果であるとはいえない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "数値の臨界的意義や効果の顕著性を示すデータを欠く点について本願明細書には，本願発明1で特定された残留CO濃度の値及び冷凍保存温度について臨界的意義に関する記載や上記効果の顕著性を示す具体的データは記載されていない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "従来方法の「COガスのみによる処理」と本願発明1の「COガスを含むスモークによる処理」の相違点の看過について",
          "text": [
            "原告は，審決には，従来方法が「COガスのみによる処理」であるのに対し，本願発明1が「COガスを含むスモークによる処理」である点において相違する点を看過した点に誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり，理由がない。",
            "すなわち，甲3(特開平5−308923号公報)，甲4(特開平5−31",
            "7000号公報)及び甲5(特開平5−3752号公報)によれば，本願の出",
            "願時において，COガスによるマグロ肉の褐変抑制処理が周知であり，COガスは，マグロ肉中のミオグロビンと結合することにより，褐変を抑制し，色調を鮮赤色にする作用を有することが広く知られていたことが認められ，これに反する証拠はない。上記の事実に照らせば，スモーク処理による褐変抑制効果は，その成分として含まれているCOガスによる褐変抑制作用と同一の作用機序による効果というべきである。",
            "また，上記の作用機序に関する認定が合理的であることについては，本願明細書からも裏付けられるといえる。すなわち，本願明細書においても，「−18℃冷凍・貯蔵中のマグロ肉の褐変の抑制は，主として，スモーク中の一酸化炭素(CO)によって行われるものである。すなわち，2価の鉄イオンを含んだ還元型MbへのCOの結合(配位)によりO の配位が著しく抑制され(還元型Mbに対するCOの親和力はO の100倍以上)，それにより2価から3価への鉄の酸化(褐変)が抑えられる。スモーク中の一酸化炭素濃度が高く，それによってマグロ中の残留CO濃度が高くなるほど褐変抑制効果は大きい。",
            "そのため，−18℃で保持されるマグロ肉の褐変抑止期間はスモークガス中のCO濃度及びスモーク処理時間の増加とともに長くなる。但し，残留CO濃度が高すぎると，処理したマグロが不自然な鮮紅色を呈するとともに，解凍後鮮やかな赤い色が長時間保たれる(褐変は起こらない)という不都合を生じるので，冷凍マグロの流通を考慮に入れ，−18℃冷凍中の褐変抑止期間が2．5～3．5ケ月になるように残留CO濃度を設定する必要がある。」(甲10。段落【0028】5頁8欄43行～6頁10欄1行)との記載と整合する。",
            "原告は，新鮮なマグロ肉に対する処理気体として，燻煙を用いる場合とCOガスを単独で用いる場合とでは色調自体に差があり，また，解凍後の褐変効果について，燻煙を用いる場合とCOガスを混合気体として用いる場合とでは，CO濃度が同じでも解凍後の褐変効果は必ずしも同一ではないとも主張する。",
            "しかし，本願明細書には「本スモーク処理に伴う，防腐，殺菌，風味向上等の効果の付与は，スモーク中のCO以外の微量成分によって初めて可能である。」(甲10。段落【0029】6頁10欄2行～4行)と記載されているにすぎず，原告の上記主張は，本願明細書の記載に基づかない主張であって失当である。また，仮に，当該微量成分がマグロ肉の色調にいくらかの影響を及ぼすとしても，引用例1においても本願発明1と同様の一酸化炭素(CO)及び微量成分からなるスモークを使用している以上，本願発明1が引用例1と格別異なる効果を生ずるものということはできない。",
            "以上のとおり，審決が，COガスのみによる処理とCOガスを含むスモークによる処理とを同様のものと認定した点に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "相違点2についての容易想到性判断の誤り(課題発見等の困難性)に対し原告は，たとえ「COガスがマグロ肉の赤色化，赤色維持効果を有することが周知」であり，また「COガス処理したマグロ肉が長期間鮮やかな色を保つために消費者が鮮度を見誤るという問題点が存在することが周知」であったとしても，「冷凍保存中にはマグロ肉の褐変を抑制し，保存期間終了後，即ち解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失する」という解決課題を発見し，課題を解決することができることはないと主張する。",
            "しかし，原告の主張は，以下のとおり，理由がない。",
            "すなわち，「COガス処理したマグロ肉が長期間鮮やかな色を保つために消費者が鮮度を見誤るという問題点が存在することも，本願出願日前に周知」であった以上，マグロ肉の変色防止を目的として，冷凍保存中にはマグロ肉の褐変を抑制し，保存期間終了後，すなわち解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失するという課題を解決する必要があることは，当業者であれば当然想起する程度のことである。",
            "また，製造ラインにおける生産性・効率の向上が分野を問わず一般に指向される事項であることに照らせば，COガスによる褐変抑制処理においても，その処理効率の向上を図るべく，処理を定量化して，必要十分な処理量を決定し，処理量を適切に管理制御することは，当業者が当然に指向するものというべきである。したがって，マグロ肉中のミオグロビンと結合したCO量に着目して，マグロ肉中に残留するCO濃度を指標として定量化することを想到することは，当業者が容易になし得ることといえる。引用例1には，マグロ肉へCOガスを含むスモーク処理を行う機械を，スモーク打ち込み量，濃度，及び打ち込みの間隔等を自由にコントロール可能なものにすることが記載されている(甲1。6頁10欄16行～20行)点に照らすならば，マグロ肉の冷凍保存期間を流通のために必要な2．5～3．5か月とするという所与の条件の下で，上記課題を解決する残留CO濃度を実験的に決定することは，当業者が格別の創意工夫を要せずになし得た程度のことというべきである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2についての容易想到性の判断の誤り(効果の特異性等)について原告は，本願発明1が，「スモーク処理を行えば，−18℃近辺の冷凍で2．5～3．5か月のマグロの流通期間では変色せず，解凍後は無処理マグロ肉と同様に1週間程度で変色するL−G範囲が存在することを見出し，そのL−G範囲内でスモーク処理を行うようにした点に特徴を有する」発明であるにもかかわらず，審決が，この点について，引用例1記載の発明において，従来から周知であったマグロ肉の変色防止処理における問題点を解決するために，スモーク中のCOガスに着目して，マグロ肉に適用するCOガス量の最適値を決定することは当業者が容易になし得る程度のことにすぎないと判断した点に誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり，失当である。",
            "すなわち，本願発明は，マグロ肉中の残留CO濃度を1500～2400μg／kgという数値範囲で特定する発明であるが，本願明細書には，原告の主張する本願発明1の効果である独特の色調や解凍後の褐変効果を具体的に裏付ける根拠が記載されていないし，本願発明1のCO濃度との関係についてもこれを裏付ける記載はない。",
            "数値範囲に関する本願明細書における記載をみると，段落【0040】に，上限・下限の意味が定量的に説明され，実施例に関連して，本願発明1の特定事項ではない「熊沢法」について説明され，段落【0051】の【表2】に，検査機関「富山大学(熊沢法)」による検体A～Cの実測値が示されている。",
            "そして，上記【表2】によれば，スモーク処理直後のマグロ肉中の残留CO濃度に相当する0日目の実測値は，検知管によるCO濃度で1220～1490μg／kg，ガスクロマトグラフィーによるCO濃度で1200～1470μg／kgであり，いずれも本願発明1の数値範囲である「1500～2400μg／kg」には当たらない。本願発明1の上記数値については，発明の詳細な説明欄に「本発明におけるCO濃度は，前記熊沢法による測定値を用いている。」(甲10。段落【0054】)とあるが，本願発明1の数値が「熊沢法」による値であるか，厚生省のA法による値であるかにかかわらず，【表2】に記載された上記数値が，本願発明1の範囲に属するものでないことは明らかである。",
            "したがって，本願発明1は，その数値が「熊沢法」による測定値のみを意味するとしても，本願明細書において，実施例によって裏付けられているものではない。そして，本願明細書に，本願発明1の実施例が1つも記載されていないから，本願発明1に係る数値範囲の上下限値の臨界的意義についても，裏付けられているものとはいえない。",
            "さらに，本件訴訟における全証拠に照らしても，例えば，1500～2400μg／kgの範囲内の同じ残留CO濃度の場合に，COガス単独の処理による場合と任意のスモークの処理による場合とで解凍後の褐変効果の有無という相違があることを確認することができないし，その相違の程度がどれ程のものであるのかを客観的に定量的に確認することはできない。以上のとおり，本願明細書に，残留CO濃度の数値自体についての具体的な裏付けがなく，この点に格別顕著な効果を認めることはできない。",
            "以上によれば，マグロ肉中の残留CO濃度を指標として，スモークガスによる褐変抑制処理を定量化し，必要十分な処理量を決定し，処理量を適切に管理制御することは，当業者が容易に想到し得ることというべきであり，残留CO濃度の変化に対するマグロ肉の「ピンク系色調の程度」，「褐変抑制効果の程度」の変化を確認しつつ，残留CO濃度の最適値を実験的に決定することは，当業者の通常の能力の範囲内のことにすぎないというべきである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "数値の臨界的意義や効果の顕著性を示すデータの存否について原告は，本願明細書の段落【0046】～【0054】の記載，甲8の1，2の意見書及び手続補足書において，公的機関のデータが得られなかった事情を明らかにし，また，残留CO濃度範囲を設定した経過を明らかにしているから，効果確認のデータが十分でないとした審決には誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり，失当である。",
            "すなわち，本願発明1において，冷凍保存中にはマグロ肉の褐変を抑制し，保存期間終了後，すなわち解凍後は褐変抑制効果が消費者に鮮度を見誤らせることのない程度の期間で消失するという課題を解決するために，マグロ肉中の残留CO濃度を好適化する過程で結果的に見出される程度のことにすぎず，これをもって格別顕著な効果であるとはいえない以上，原告の主張するデータの有無が，審決の違法性の有無に影響を与えることはない。のみならず，本件全証拠によっても，本願明細書には，本願発明1で特定された残留CO濃度の値及び冷凍保存温度について臨界的意義に関する記載や上記効果の顕著性を示す具体的データが記載されているとはいえない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由には理由がない。その他，原告は縷々主張するがいずれも理由がない。なお，本願発明1その他本願に係る各発明は，スモークによる処理ではあるものの，COガスを含むガスによる処理に係る発明であるため，食品衛生法上の規制の対象として，公の秩序ないし善良の風俗を害するおそれのある発明(特許法32条)に該当する可能性を否定できない(甲6，7参照)。その他，審決に，これを取り消すべき誤りは見当たらない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10182",
    "date": "2007-10-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035263",
    "ipprecedent_id": "1194",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}