{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2004−24938号事件について平成18年6月5日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告がした後記特許出願(以下「本願」という。)に対し拒絶査定があったため，これを不服として審判請求をしたが，同請求は成り立たないとの審決がされたため，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願",
              "text": [
                "出願人：原告",
                "発明の名称：「X線検査装置」",
                "出願番号：平成5年特許願第329230号",
                "出願日：平成5年12月27日(優先日：1993年(平成5年)1月4日，オ",
                "ランダ国)",
                "手続補正日：平成16年3月1日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求手続等",
              "text": [
                "拒絶査定日：平成16年9月3日付け",
                "審判請求日：平成16年12月6日(不服2004−24938号)",
                "手続補正日：平成16年12月28日(以下「本件補正」という。)",
                "審決日：平成18年6月5日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成18年6月20日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "審決が対象とした本件補正後の請求項1の記載は，次のとおりである(以下，この請求項に係る発明を「本願発明」という。)。",
            "【請求項1】",
            "「対象物に照射してX線画像を生成するX線源と，画像化システムとを有するX線検査装置であって，",
            "前記画像化システムは，X線画像増倍器と，該画像増倍器の出力画面に生成された画像を取得し主ビデオ信号を生成する画像取得装置と，制御入力を有し該主ビデオ信号を増幅されたビデオ信号に変換するビデオ増幅器と，前記ビデオ増幅器の制御入力に接続され該主ビデオ信号の信号振幅の平均値に依存して該ビデオ増幅器の増幅比を調整する画像化制御手段とを有することを特徴とするX線検査装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "text": [
            "審決は，本願発明は，後記引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特開平4−329934号公報(以下「引用例」といい，引用例に記載さ",
              "text": [
                "れた発明を「引用発明」という。本訴甲2)の記載"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【従来の技術】患者の透視検査の間，X線画像がビデオモニタのスクリーンに表示される。」(段落2)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「X線診断用装置ではX線画像を可視光画像に変換する手段が含まれている。カメラが可視光画像を受けて，特定の輝度レベルを有する一連の画素を含むビデオ画像信号を発生する。",
                    "このビデオ画像信号はモニタに与えられ，モニタは操作者に対して画像をディスプレイする。",
                    "制御回路がビデオ画像の輝度を制御することにより，満足できる画像ディスプレイを維持する。この機能を逐行するため，制御回路は選定された画素の輝度を処理することによりビデオ画像の平均輝度の表示を導き出す。この平均輝度表示を基準レベルと比較することにより，輝度の基準レベルからの偏差を決定する。ビデオ画像の輝度が基準レベルに等しくなるまでビデオ画像の輝度を変えるため，輝度偏差に基づいて，制御回路はX線管励起を調整してX線線量率を変える。",
                    "X線管励起を変えるだけでは望ましい画像輝度を維持できないとき，制御回路はビデオ信号に加えられるビデオ利得を調節し始めることによりディスプレイされるビデオ画像の輝度を改善する。管励起を変えた後に残る輝度偏差の残りは，基準輝度レベルを達成するために必要なビデオ利得を示す。従来の装置のように実際のビデオ利得を所要レベルに調節するかわりに，実際のビデオ利得は所要のビデオ利得レベルの所定の一部分となる。必要なビデオ利得と実際の利得との間の関係を定める関数は操作者が選定する数個の線量率のうちの特定の1つによってきまることが好ましい。したがって，必要なビデオ利得レベルが上昇するにつれて，ビデオ画像の輝度が実際に低下する。これにより，装置がそのイメ―ジング能力の限界に近づきつつあるという表示が画像観測者に与えられる。画像輝度がそれよりも低下しない最小レベルが開示された回路で与えられる。",
                    "X線診断用装置の実施例では，カメラの絞りの大きさおよびビデオ信号増幅器の利得を単独にまたは組合わせて変えることによりビデオ利得を変えることができる。ビデオ利得の増大が必要であると制御回路が指定すると，増幅器利得が設定レベルまで上げられる。その後，充分に開放するまでカメラの絞りを開放することにより付加的なビデオ利得が与えられる。更に大きなビデオ利得が必要な場合には，増幅器利得を設定レベルより大きくし，絞りは充分開放した状態に保持する。画像の輝度を下げるためにビデオ利得の低下が必要なときは，逆のことが行なわれる。」(段落8ないし11)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「適切に励起されたとき，X線管12は破線30で示されるようなX線ビ―ムを放出する。ビ―ム30の形状を規定するため装置の設定の際にシャッタ31が手で調節される。図1に示すように，X線管12はX線ビ―ム30に対して透明な台33の上に横たわっている患者32の下に配置される。",
                    "患者32を通過するX線を受けるため，通常のX線イメ―ジ増倍管36が配置される。イメ―ジ増倍管36にはX線感知入力蛍光面35，光電陰極37，および出力蛍光面38が含まれる。入力蛍光面35にX線があたることによって，光電陰極37に向う可視光が生じる。この光によって，光電陰極37は電子を放出し，放出された電子はイメ―ジ増倍管16の中の電子増倍管(図示しない)によって増幅される。電子増倍管からの電子が出力蛍光面38に当り，可視光出力画像を生じる。",
                    "イメ―ジ増倍管36からの出力画像はレンズ40および反射器42によってビデオカメラ44に投射される。(中略)",
                    "カメラ44からのビデオ信号は可変利得増幅器50によって増幅されて，モニタ52に与えられる。モニタ52は医師が見るための画像を作成する。増幅器50の利得はビデオ利得制御回路46からの線51の信号によって制御される。増幅器50の出力信号は平均回路54にも結合される。平均回路54は各ビデオフィ―ルドの平均画像輝度レベルを表わす出力を線58に発生する。ビデオ信号の輝度成分を平均する輝度平均回路54の詳細は米国特許第4，573，183号明細書に記載されている。ビデオフィ―ルドの終りに平均輝度表示信号が線58で照射制御回路60に与えられる。」(段落17ないし20)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「照射制御回路60は現在の平均輝度レベルが所望のレベルからずれていれば，どれだけずれているか決定する。このずれを使うことにより，所望の輝度レベルを達成するためにはX線の3つの管調整信号およびビデオ利得をそれぞれどの程度変えなければならないかを決定する。」(段落23)"
                },
                {
                  "fig": "オ",
                  "text": [
                    "「図1に示すように，ビデオ利得制御回路46は照射制御回路60からビデオ利得指令を受け，カメラの絞り48およびビデオ増幅器50によって与えられるべき指令された利得の部分を決定する。ビデオ利得はこれらの2つの成分によって与えられる個別信号利得の積である。",
                    "従来のビデオ利得制御装置は絞り寸法を使ってビデオ利得に所望の増大を生じ，やがて絞りを全開にしなければならなくなり，この点でビデオ増幅器の電子利得が大きくなった。しかし，ビデオ利得制御回路46は最初，電子利得だけを使うことによりビデオ利得を必要なだけ僅かに増加させる。大きなビデオ利得レベルが指令されて電子利得を設定された閾値(たとえば利得2)より大きくしなければならない場合には，電子利得はその設定された閾値にとどまり，絞り開口を開放することにより指令された利得の残りが与えられる。指令された利得が非常に大きくて絞りを全開にしてもその指令された利得レベルに適合し得ないときは，電子利得は設定された閾値より大きくなるが，絞りは全開のままになる。」(段落52，53)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「対象物に照射してX線画像を生成するX線源と，画像化システムとを有するX線検査装置であって，",
                    "前記画像化システムは，X線画像増倍器と，該画像増倍器の出力画面に生成された画像を取得し主ビデオ信号を生成する画像取得装置と，制御入力を有し該主ビデオ信号を増幅されたビデオ信号に変換するビデオ増幅器と，前記ビデオ増幅器の制御入力に接続されビデオ信号の信号振幅の平均値に依存して該ビデオ増幅器の増幅比を調整する画像化制御手段とを有することを特徴とするX線検査装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "「前記「画像化制御手段」は，本願発明では，「主ビデオ信号」から信号振幅の平均値を求めてビデオ増幅器の増幅比を制御(フィードフォワード制御)するのに対し，引用発明では，主ビデオ信号を増幅したビデオ信号から信号振幅の平均値を求めて制御(フィードバック制御)する点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断",
              "text": [
                "「増幅器の出力信号レベルが所定範囲となるように前記増幅器の増幅率を制御する際に，前記増幅器の出力信号に基づいて前記増幅器の増幅率をフィードバック制御する方式，前記増幅器の入力信号に基づいて前記増幅器の増幅率をフィードフォワード制御する方式，はいずれも周知技術であり(例えば，特開平4−272748号公報(特に，段落12ないし15及び第3図には，X線画像装置において増幅器の増幅率をビデオ信号の平均値に基づいてフィードフォワード制御するものが開示されている。本訴甲3)，特開昭63−75628号公報(特に，第3図及び対応する明細書の記載。本訴甲4)，特開昭57−99875号公報，特開平4−47766号公報(本訴甲5)参照)，いずれの制御方式を採用するかは，当業者が利害得失を比較考量しつつ適宜決定し得ることといえるから，",
                "引用発明において，フィードバック制御による画像化制御手段に代えて前記周知のフィードフォワード制御による画像化制御手段を採用し，増幅前の主ビデオ信号を用いた増幅比の調整を行うことに格別の困難性はない。",
                "また，平成18年4月10日付け回答書(本訴甲7)における請求人の主張を踏まえて検討したが，本願発明の効果は，引用発明において前記周知のフィードフォワード制御を採用することにより得られる効果に比べて格別のものとはいえず，当業者が予測し得る範囲を超えるものではない。",
                "したがって，本願発明は，前記引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "むすび",
              "text": [
                "「以上のとおり，本願発明は，引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，以下のとおり，相違点の判断を誤った結果，本願発明が特許法29条2項の規定により特許を受けることができないと判断したものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明は，ビデオ増幅器21に入力される主ビデオ信号(ビデオ増幅器2",
          "text": [
            "1の前置信号)の信号振幅の平均値に依存して当該ビデオ増幅器の増幅比を調整するものである(フィードフォワード制御)。",
            "他方，引用発明においては，ビデオ増幅器50の利得を制御するために必要な平均輝度信号を与える平均回路54は，ビデオ増幅器50からのビデオ信号を直接受信しなければならず，ビデオ増幅器50に後置されている(フィードバック制御)。",
            "ところで，引用発明は，モニタ52にディスプレイされる画像輝度を調整することを目的とするものであり，そのために，ビデオ増幅器50からの出力(モニタ52に供給される出力と同じ信号)を平均することにより画像輝度を求めることになる。したがって，本願発明と引用発明とでは着目する信号は相異なるものであり，引用発明において，ビデオ増幅器50に前置された部分からの信号に基づくフィードフォワード制御をすることはあり得ない。また，引用例においては，フィードフォワード制御について開示も示唆もないばかりか，随所に「帰還信号」との語が用いられているように，フィードバック制御が大前提とされており，フィードフォワード制御については全く考慮されていない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "また，本願発明は，ビデオ増幅器21から発生する電子的ノイズによる影響や飽和効果の排除を目的・効果とするものであるが，引用例には，このような目的・効果について開示も示唆もない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そうすると，引用発明においては，相違点に係る本願発明の構成，すなわち，主ビデオ信号の信号振幅の平均値に依存してビデオ増幅器21の増幅比を調整するとの構成(フィードフォワード制御)を採用することの動機付けが存在しない。むしろ，引用発明において，平均回路54をビデオ増幅器50に後置しなければならないことは，フィードフォワード制御を採用することに対する阻害要因である。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，「引用発明において，フィードバック制御による画像化制御手段に代えて前記周知のフィードフォワード制御による画像化制御手段を採用し，増幅前の主ビデオ信号を用いた増幅比の調整を行うことに格別の困難性はない。」との審決の判断は誤りであり，したがって，「本願発明は，前記引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。」との審決の判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "以下のとおり，相違点についての審決の判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「X線画像装置」と称する発明に関する甲3(特開平4−272748号公",
          "text": [
            "報。以下「甲3公報」という。)，「撮像装置」と称する発明に関する甲4(特開昭63−75628号公報)，「映像信号の利得制御装置」と称する発明に関する",
            "甲5(特開平4−47766号公報)，「医用テレビジョン」と題する文献である",
            "乙1(昭和49年2月25日発行。以下「乙1文献」という。)及び「自動制御入",
            "門」と題する文献である乙2(昭和54年11月20日発行。以下「乙2文献」と",
            "いう。)の各記載によれば，一般に，増幅器の出力信号レベルが所定の範囲となるように増幅器の増幅比を制御することに関し，増幅器の出力信号に基づいて増幅比を制御する方式(フィードバック制御)及び増幅器の入力信号に基づいて増幅比を制御する方式(フィードフォワード制御)は，いずれも周知技術であるといえるから，本願発明のようなX線検査装置のビデオ増幅器の増幅比の制御について，いずれの制御方式を採用するかは，当業者が，両方式の利害得失を比較考量しつつ，適宜決定し得ることといえる。したがって，引用発明において，フィードバック制御に代えてフィードフォワード制御を採用することは，当業者が，各制御方式の利害得失を考慮して適宜なし得ることであって，これに動機付けが存在しないとはいえない。",
            "また，引用発明の実施例において，照射制御回路60の輝度基準源82に，モニタ52上で視覚的に許容することができる最適画像の平均輝度に対応する増幅前の電圧レベルを設定し，増幅前の主ビデオ信号から求めた信号振幅の平均値との比を基に制御信号を生成することは，当業者が格別の困難なくなし得ることであるから，引用発明において，ビデオ増幅器の増幅比を制御するにつき，フィードフォワード制御の構成に変更することに対する阻害要因があるともいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明は，視覚的に許容することができるディスプレイを得るためにX線画像のビデオディスプレイの輝度を調整する機構を提供することを全体的な目的とし，ビデオカメラ44からのビデオ信号をビデオ増幅器50によって増幅し，モニタ52に医師が見るための画像を与えるものであるから，このような目的及びX線検査装置の本来の機能からしても，さらには，乙1文献及び「最近の医用画像診断装置」と題する文献である乙3(昭和63年6月25日発行。以下「乙3文献」と",
          "text": [
            "いう。)の各記載にも照らせば，ノイズの影響を排除することや飽和を回避することは，当然に考慮すべき自明の課題であるといえる。",
            "また，「非接触変位計」と称する発明に関する乙4(特開平1−295110号",
            "公報。以下「乙4公報」という。)の記載によれば，増幅器から発生するノイズの影響を受けずに制御信号を作成することができること，入力信号の急激な変化に対しても応答が速く飽和しにくいことなどは，フィードフォワード制御の方式を採用することにより期待し得る周知の効果であるといえ，さらに，甲3公報に記載された図3の構成においても，当然に期待し得る効果である。",
            "したがって，原告が主張する本願発明の効果も，当業者が予測し得る範囲のものであって，格別なものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願前における医用画像診断装置に係る技術の進展状況",
          "content": [
            {
              "fig": "(1)",
              "subject": "昭和63年発行の乙3文献(「最近の医用画像診断装置」)には，以下の",
              "text": [
                "各記載が存在する。",
                "「画像診断装置はいうまでもなくいかに診断能の優れた画像を提供しうるかが生命であり，装置の進歩もこの目的を主眼に進められてきた。」(11頁34～35行)",
                "「画質の良否を判断する要因としては，まず単位面積当りの画像情報量の大きさを決める空間分解能と濃度分解能が挙げられ，これらは目視可能な範囲で大なるほど良質な画像であるといえる。また画像に妨害を与えるノイズや画像のひずみは極力小さいことが望ましい。」(12頁3～5行)",
                "「濃度分解能は，目的とする被検査体の内部情報をいかに濃度情報に変換し識別しうるようにするかの尺度となるものである。したがってまず診断目的に応じた十分な濃度情報を得るための情報キャリアの強度と検出系のダイナミックレンジおよび信号対雑音比(S/Ｎ)の適切な組み合せを得ることが必要である。・・・最終的に画像として表現する表示・印写系では，視覚に適合した輝度・濃度特性を得ることが重要である。",
                "画像ノイズは装置の種類によりさまざまな発生要因があるが，共通的な要因はまず検出系のS/Ｎであり，画像ノイズを低減するにはS/Ｎを極力大とする必要がある。このうち信号の大きさSは情報キャリアの強度と検出系の感度に依存し，ノイズの大きさＮは情報キャリアの統計的雑音，検出器や増幅器の熱雑音などに支配される。こうしたノイズは原理的に除去できないので，これを考慮した上で所要のS/Ｎが得られるよう情報キャリアの強度を選定する必要がある。検出系以降の部分で発生する画像ノイズの要因としては電子回路や伝送系における電磁誘導ノイズ，ディジタル系におけるA/D変換の際の量子化ノイズなどがある。」(12頁下から11行～13頁5行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例には，以下の各記載が存在する。",
                "「輝度に対する一次効果はX線管電流制御で得られることが最も望ましく，二次効果は管のバイアス電圧制御で得られる。画像輝度をビデオ利得制御で調節することが最も望ましくない。",
                "ディスプレイされるX線画像に輝度を与える他に，電子利得を大きくすると画像を損なう雑音アーチファクトの強さも増した。雑音が大きくなるにつれて，ディスプレイは「粒子状」になり，ユーザにとって満足なものではない。」(段落【0007】)",
                "「【発明の目的】本発明の全体的な目的は視覚的に許容できるディスプレイを得るためにX線画像のビデオディスプレイの輝度を調整する機構を提供することである。",
                "より特定の目的は最初にX線照射線量を変えることによりディスプレイの輝度をほぼ一定のレベルに維持することである。",
                "もう1つの目的は照射線量レベルを変えるだけでは不充分なとき，装置のビデオ利得を変えてディスプレイの輝度を大きくすることである。しかし，一定の画像輝度を維持するために，より大きなレベルのビデオ利得が必要とされるとき，装置のイメ―ジング限界が近づくにつれて，実際のビデオ利得によりディスプレイ輝度のロ―ルオフ(roll off)が生じる。」(段落【0012】～【0014】)",
                "「・・・予測技術によって管電流とバイアス電圧をそれらの許容限界まで大きくしても所望の画像輝度が達成されないと判定された場合には，ビデオ利得も調節しなければならない。ビデオ利得を大きくするのは最後の手段である。ビデオ利得を大きくしても，より多くの画像情報が発生されることはないし，画像信号の中の望ましくない雑音が強められるからである。このように，照射制御回路60で使用する予測輝度制御技術は管電流，バイアス電圧および電圧利得を優先順位に基いてこの順に変更する。」(段落【0024】)",
                "「図1に示すように，ビデオ利得制御回路46は照射制御回路60からビデオ利得指令を受け，カメラの絞り48およびビデオ増幅器50によって与えられるべき指令された利得の部分を決定する。ビデオ利得はこれらの2つの成分によって与えられる個別信号利得の積である。",
                "従来のビデオ利得制御装置は絞り寸法を使ってビデオ利得に所望の増大を生じ，やがて絞りを全開にしなければならなくなり，この点でビデオ増幅器の電子利得が大きくなった。しかし，ビデオ利得制御回路46は最初，電子利得だけを使うことによりビデオ利得を必要なだけ僅かに増加させる。大きなビデオ利得レベルが指令されて電子利得を設定された閾値(たとえば利得2)より大きくしなければならない場合には，電子利得はその設定された閾値にとどまり，絞り開口を開放することにより指令された利得の残りが与えられる。指令された利得が非常に大きくて絞りを全開にしてもその指令された利得レベルに適合し得ないときは，電子利得は設定された閾値より大きくなるが，絞りは全開のままになる。」(段落【0052】～【0053】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "昭和54年発行の乙2文献(「自動制御入門」)には，以下の各記載が存",
              "text": [
                "在する。",
                "「フィードバックによる制御は，系の出力を検出してこれを入力側にもどし，目標値との偏差に応じて制御動作を起こす系であったが，ここにいうフィードフォワード(feed forward)とは，制御結果の検出を待たずに，目標値の変動や外乱に応じて制御動作をする方法をいう。",
                "・・・フィードフォワード補償は，目標値や外乱に応じて補償する方法で，系の出力によらずに，入力に対応する補償法であるから，出力が目標値と一致するかどうかは関知しない。しかしこの装置を補償要素として取り入れると，たとえば非常に大きな外乱が加えられても，事前にその影響を小さくすることができるし，系の負担を軽減して応答特性を改善することができる。」(239頁14～24行)",
                "「・・・フィードフォワード補償は，入力側の変動を検出したり予想したりしてその変動に即座に対処し，変動の影響を除くように作用する補償法ということができる。フィードバック制御では出力を検出し，これを目標値と比較してから調節動作を行なうので，検出は正確であっても，信号が閉回路を巡回して伝わる時間的遅れや動力面の制御などから，変動の早い入力に対して偏差の少ない制御を行なうことはきわめてむずかしい。これを改善して偏差を極小に抑えるには，フィードフォワード補償は有効な手段であり，最近各方面に利用されるようになった。」(241頁3～10行)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明と同種の技術分野に属するX線画像装置に関する甲3(特開平4",
              "text": [
                "−272748号)公報には，以下の各記載が存在する。",
                "「【発明が解決しようとする課題】本発明の目的は，良質のX線画像が動画像中素早く得られるX線画像装置を提供することである。",
                "【課題を解決するための手段】これを達成する為，本発明によるX線画像装置は増幅器の利得係数の調整用制御信号を供給するよう検出装置が用いられることを特徴とする。」(段落【0003】～【0004】)",
                "「図1は対象6を照射するX線ビーム4を放出するX線源2からなるX線画像装置を示す。",
                "X線検出器8，望ましくはX線イメージ増倍器は対象6により局部的に増強変調されたX線ビームをX線イメージ増倍器の出射スクリーンに現われる光画像に変換する。この光画像は，テレビジョン撮像装置，例えば撮像管又はCCDセンサからなるビデオカメラによりビデオ信号Vcに変換される。このビデオ信号はビデオカメラ10により発生されたビデオ画像内の測定フィールドにビデオ信号の平均値又はピーク値を決める第1の検出装置12に印加される。検出装置12に形成された制御信号はX線源2の電源ユニット14に印加される。X線源2のフィラメントを通る電流が増す時，X線の強度は増し；X線源の高電圧が増す時，電子はX線のエネルギ及び透過力が増すようアノードにより早く加速される。ビデオカメラ10の入射スクリーンの平均光強度は照射さるべき対象6の厚さに従いX線源2の電流及び高電圧を変えることにより一定に保たれ・・・る。X線源2と，ビデオカメラ10と，検出装置12と，電源ユニット14により形成さ(れ)た放射量制御ループIIが非常に厚い又は大きい放射線吸収対象6の場合に，ビデオカメラ10の入射スクリーンの平均光強度を一定に保つようX線量を充分に増すことができないので，利得制御ループIIはテレビジョンモニタ16に表示された画像の平均輝度レベルを一定に保つことが要求される。ビデオカメラ10により発生されたビデオ信号は増幅器18により増幅される。増幅器18の出力信号Vmはビデオ画像内の測定フィールドの平均値又はピーク値を決める第2の検出装置20に印加される。差動増幅器22を介して，検出装置20から生じる信号はビデオ画像の所望の平均輝度レベルに対応する基準電圧Vrefと比較される。差動増幅器22から生じる差動電圧は利得係数が用いられるよう増幅器18のセット端子24に積分器21を介して印加される。」(段落【0010】)",
                "「図3は自由利得制御ループが分割器19で置換えられるX線画像装置を示す。分割器19は，検出装置12により分割器19に印加された信号により基準電圧Vrefを分割することにより増幅器18の利得係数を形成し，利得係数を増幅器18のセット端子に印加する。フィールド期間中に，ビデオ信号Vcの平均値又はピーク値は検出装置12で決められる。ビデオカメラ10で形成されたビデオ信号は次のフィールド期間中この値で分割される。ビデオカメラ10からのビデオ信号が・・・増す時，ビデオ信号のピーク値及び／又は平均値は，増幅器19の利得係数が非常に高くなるようビデオ信号の初めのフィールド期間中小さい。これを防ぐため，検出装置12は例えば平均値又はこの閾値以下のピーク値に対してその出力の所定の閾値を形成する。検出装置12の出力信号が閾値を越えるやいなや，テレビジョンモニタ16に印加されるビデオ信号Vmの平均レベルはVrefに制御される。」(段落【0012】)そして，図1には，ビデオカメラ10からのビデオ信号Vcが増幅器18に入力",
                "され，増幅器18が増幅した出力信号Vmを発生させ，これが，第2の検出装置20に印加された上，差動増幅器22等を介して，再び増幅器18に印加される流れが図示されている。",
                "また，図3には，ビデオカメラ10からのビデオ信号Vcが検出装置12に入力",
                "され，検出装置12が信号を分割器19に印加し，分割器19が形成した利得係数が増幅器18に印加される流れが図示されている。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記認定の(1)によれば，医用画像診断装置の世界においては，可能な限り診断能力の優れた画像を提供することがその技術開発のスタート時から最も重要な技術的課題の一つとして認識され，その原因の究明と克服の努力が重ねられてきた。",
                "そして，画像ノイズの問題は古くから解決すべき課題の1つとして認識され，その代表的なものとして信号対雑音比(S／Ｎ比)の改善が早くから課題として認識されてきた。そして，上記認定(2)のとおり，本願発明と同一の技術分野に係る引用例においても，ビデオ信号を増幅する方法には，ビデオ利得に伴い画像を損なう雑音問題が生ずること及び電子利得を設定された閾値の範囲内にできる限り止める必要があるという飽和の問題(増幅器の出力電圧は増幅器の電源電圧に制限され，それ以上は出力されずに飽和してしまうこと)があることが指摘されているところである。",
                "他方，上記認定(3)のとおり，自動制御の技術分野においては，古くからあるフィードバック制御の方法に加え，昭和50年代からはフィードフォワード制御の方法が加わり，それぞれの制御方法の利害得失が広く認識されるに至っていた。すなわち，フィードバック制御においては，出力信号を検出するため検出自体は正確であるという長所を有する反面，制御信号が閉回路を巡回して伝わるため，制御に時間的遅れが生じたり，変動の早い入力に対する偏差の少ない制御を行うことが困難であるといった短所があるのに対し，フィードフォワード制御においては，入力信号を検出するため，入力側の変動を検出したり，予想したりして制御することから，変動に即座に対処することができるし，非常に大きな外乱にも対処可能であるとの長所が指摘がされていた。",
                "そして，現に，医療用画像診断装置の技術分野においても，上記認定(4)のX線画像装置(本発明は画像の輝度レベルを制御信号とする点で引用発明と同様である。)においては，テレビジョンモニタに表示される画像の平均輝度レベルを一定に保つため，ビデオカメラからのビデオ信号を増幅器に入力した上，増幅された出力信号を第2の検出装置に印可するなどして所望の平均輝度レベルが得られるように増幅器を制御するフィードバック構成と，当該ビデオ信号を検出装置及び分割器に順次入力した上，分割器が形成した利得係数(増幅比と同じ。)により増幅器を制御するフィードフォワード構成が開示されているところであるから，上記各制御方法は，医療用画像診断装置の技術分野においてもそれぞれの長所と短所を踏まえて適宜使い分けられていたものといって差し支えない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上の認定判断を踏まえて相違点に係る本願発明の構成の容易想到性について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，以下の記述がある。",
                "まず，【発明が解決しようとする課題】として，【0003】「特にSＮ比の改",
                "善された増幅されたビデオ信号を発生する画像化システムを有するX線検査装置の提供を目的とする」，【課題を解決するための手段】として，【0004】「上記の目的は，主ビデオ信号を増幅されたビデオ信号に変換するビデオ増幅器を有するX線検査装置であって，ビデオ増幅器は主ビデオ信号の信号振幅の平均値に依存してビデオ増幅器の増幅比を調整する画像化制御手段に接続される制御入力を有する，本発明によるX線検査装置により達成される。」，【0005】「増幅されたビデオ信号のノイズレベルに対する主な要因は，画像取得装置及びビデオ増幅器のような画像化システムの電子部品により発生させられる電子的ノイズから成る。増幅されたビデオ信号の平均信号振幅が増加するにつれて，電子的ノイズレベルは減少し，したがって，SＮ比が増大する。かくして，増幅されたビデオ信号のノイズレベルは主ビデオ信号の増幅によりX線光子ショットノイズに対応するノイズレベルの方へ減少させられる。その増幅率は，画像化システムの飽和を回避するために主ビデオ信号の平均値に依存して選択される。」",
                "以上の記載によれば，本願発明は，画像ノイズの低減及び飽和の回避によりより診断能力の高いX線検査装置の実現を目指したものであるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "既に前項で検討したように，本願発明の技術分野においては，画像ノイズの低減及び飽和の回避という課題は診断能力の高い画像を得る上でのいわば自明の課題ともいうべきものであるから，本願発明はその課題の設定において特に目新しい点を有するものではないといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "乙4(特開平1−29511号)公報には，以下の記載がある。",
                "「【産業上の利用分野】",
                "本発明は，非接触変位計に係り，特に，遠隔物体の位置や変位等を三角測量方式により非接触で測定する際に用いるのに好適な，測定対象物に光ビームを照射する照明系と，測定対象物からの前記光ビ一ムの反射光を集めて結像する対物レンズと，結像された像の光量分布の重心位置から2つの出力端子までの距離にそれぞれ略反比例した2つの検出信号を出力する光電センサと，該2つの検出信号の差信号をそれらの和信号で除して重心信号を生成する処理回路とを含み，該重心信号に基づいて測定対象物の位置又は変位を求める非接触変位計に関するものである。」(2頁左上欄14行～右上欄6行)",
                "「しかしながら，この特願昭62−32669で提案した非接触変位計においても，測定対象物10からの反射光Rの強さが大きく変動し，例えば測定面の反射率が大きくなって和信号qが飽和すると，除算器42Dでの処理結果p／qが，(a−b)／(a＋b)とは異なった値となり，測定誤差を生じるという問題が明らかになった。",
                "この場合，最初からI／V変換器42Aでの変換電圧を小さく設定することが考えられるが，測定面の反射率が小さくなると，信号p，qがノイズレベルに埋もれ易くなり，重心信号dの精度が悪化してしまうので実用的ではない。」(3頁左下欄4～15行)",
                "「【発明が達成しようとする課題】",
                "本発明は，前記従来の問題点を解消するべくなされたもので，測定対象物の表面状態のばらつきや光ビームの走査により反射光量が大きく変動しても，正確な測定が行なえる，即ちダイナミックレンジの広い非接触変位計を提供することを第1の課題とする。」(3頁右下欄6～12行)",
                "「【課題を達成するための手段】",
                "本発明は，非接触変位計において，測定対象物に光ビームを照射する照明系と，測定対象物の表面上で前記光ビームを走査するための走査手段と，測定対象物からの前記光ビームの反射光を集めて結像する対物レンズと，結像された像の光量分布の重心位置から2つの出力端子までの距離にそれぞれ略反比例した2つの検出信号を出力する光電センサと，該2つの検出信号の和信号のレベルに対応した増幅率で，該和信号と前記2つの検出信号の差信号をそれぞれ増幅する可変利得増幅器と，該可変利得増幅器により増幅された前記差信号を，同じく和信号で除して重心信号を生成する除算器と，該重心信号を積分する積分回路とを備え，該積分回路出力の積分信号に基づいて，測定対象物の位置又は変位を求めることによって，前記第1の課題を達成したものである。」(4頁左上欄1～17行)",
                "「【作用及び効果】",
                "前記のような非接触変位計において，和信号が飽和するのを防止するため，減衰器を設けることが考えられるが，減衰器を設けただけでは重心信号の精度が悪化してしまう。そこで，本発明では，和信号の大小に応じて利得を制御できる可変利得増幅器を設けて，差信号と和信号とを増幅するようにしている。従って，測定対象物の測定面の反射率が大きい場合には小さい増幅率で，小さい場合には大きな増幅率で差信号及び和信号が増幅されるので，測定対象物の表面状態のばらつきや光ビームの走査により反射光量が大きく変動しても正確な測定が行なえる。即ち，ダイナミックレンジが広がる。」(4頁左下欄4～17行)",
                "「本発明の第1実施例は，第1図に示す如く，測定対象物10にレーザビーム14を照射するための，レーザダイオード32，コリメータレンズ34及び照明レンズ40から成る照明系と，測定対象物10からの前記レーザビーム14の反射光Rを集めて結像する対物レンズ16と，結像された像の光量分布の重心位置から2つの出力端子18a，18bまでの距離にそれぞれ略反比例した2つの検出信号a，bを出力する光電センサとしてのPSD18と，該2つの検出信号a，bの差信号pをそれらの和信号qで除して重心信号dを生成する処理回路50とを含み，該重心信号dの変化から測定対象物10の位置又は変位を求める非接触変位計において，前記照明系に，前記レーザダイオード32の出力を制御するレーザ出力制御器48と，前記レーザビーム14の方向を変える振動ミラー36と，該振動ミラー36を往復回動する加振器38とを備えて，レーザ出力を制御可能とし，且つ，前記レーザビーム14を測定対象物10上でx方向に微小振動させて往復走査すると共に，前記処理回路50に，前記和信号q及び差信号pをそれぞれ遅延する遅延回路52，53と，前記和信号qのレベルに対応して，該遅延回路52，53を経由した前記和信号qと前記差信号pをそれぞれ増幅する可変利得増幅器54，56と，前記加振器38の往復回動に同期して加振器38が中立領域にある時のみ前記重心信号dを積分する積分回路58と，前記和信号qのレベルに対応して前記可変利得増幅器54，56の利得及び前記レーザ出力制御器48を制御するA／D変換器60とを設け，前記和信号qのレベルに対応して利得及びレーザ出力を制御すると共に，前記積分回路58の積分信号eをもって測定対象物10の位置又は変位の信号とするようにしたものである。」(5頁左上欄17行～左下欄11行)",
                "「・・・和信号qが小さいときには大きな増幅率で，和信号qが大きいときには小さな増幅率で増幅することによって，反射光量が急激に大きくなっても，和信号qが飽和しにくくなり，正確な重心信号dを得ることができる。又，反射光量が小さいときには，増幅率βを1よりかなり大きくできるので，信号p，qがノイズレベルに埋もれてしまうことがなく，ダイナミックレンジが従来よりも広くなる。」(6頁右下欄4～12行)",
                "以上の記載によれば，信号を増幅する増幅器の技術分野においては，信号の大小に応じて利得率(増幅比)を変える，すなわち，信号が小さい場合には利得を大きくし，信号が大きい場合には利得を小さくすることにより，ノイズと飽和の問題を回避することができる可変利得増幅器が周知の技術として認識されていたものと認めることができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，本願の出願時，信号を増幅する可変利得増幅器において，ノイズと飽和の問題を回避するための技術があることは既に周知であり，これを採用するためには増幅する以前の段階で信号を検出する必要があるところ，前項に説示したように，本願発明の技術分野においても，X線画像信号の制御技術としてのフィードバック制御及びフィードフォワード制御の両技術は，各制御方法のよく知られた長所と短所を踏まえて適宜使い分けられていたところであるから，以上によれば，本願発明の相違点に係る構成を想到することは容易であるといわざるを得ない。",
                "そして，本願発明の奏する効果についても前記の周知の技術が奏する効果として知られたところであり，これを超えるものと評価することはできないものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用例には電子的ノイズ及び飽和の問題は開示されていないと主張する。",
                "しかし，前記1(5)に説示したように引用例においても，ノイズと飽和の問題が開示されていることは明らかであるから，この点に関する原告の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，相違点についての審決の判断は正当であり，審決取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10476",
    "date": "2007-09-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035110",
    "ipprecedent_id": "1151",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}